{
  "tika-vin07t6:0": "5. Pācittiyakaṇḍaṁ",
  "tika-vin07t6:1": "1. Musāvādavaggo",
  "tika-vin07t6:2": "1. Musāvādasikkhāpadavaṇṇanā",
  "tika-vin07t6:3_0": "1. Musāvādavaggassa paṭhamasikkhāpade khuddakānanti ettha “khuddaka-saddo bahu-saddapariyāyo”ti",
  "tika-vin07t6:3_1": "vadanti. Tatthāti tesu vaggesu, khuddakesu vā. “Jānitabbato”ti hetuno vipakkhepi",
  "tika-vin07t6:3_2": "nibbāne vattanato anekantikatte parehi vutte “na mayā ayaṁ hetu vutto”ti taṁ kāraṇaṁ",
  "tika-vin07t6:3_3": "paṭicchādetuṁ puna “jātidhammatoti mayā vutta”ntiādīni vadati. “Sampajāna”nti vattabbe",
  "tika-vin07t6:3_4": "anunāsikalopena niddesoti āha “jānanto”ti.",
  "tika-vin07t6:4_0": "2.Sampajānamusāvādeti attanā vuccamānassa atthassa vitathabhāvaṁ pubbepi jānitvā,",
  "tika-vin07t6:4_1": "vacanakkhaṇe ca jānantassa musāvādabhaṇane. Tenāha “jānitvā”tiādi. Musāvādeti ca",
  "tika-vin07t6:4_2": "nimittatthe bhummaṁ, tasmā musābhaṇananimittaṁ pācittiyanti evamettha, ito paresupi",
  "tika-vin07t6:4_3": "īdisesu attho veditabbo.",
  "tika-vin07t6:5": "3. Vadanti etāyāti vācāti āha “micchā”tiādi. “Dhanunā vijjhatī”tiādīsu viya “cakkhunā diṭṭha”nti pākaṭavasena vuttanti āha “oḷārikenā”ti.",
  "tika-vin07t6:6_0": "11.Gato bhavissatīti etthāpi sanniṭṭhānato vuttattā musāvādo jāto. Āpattinti pācittiyāpattiṁ,",
  "tika-vin07t6:6_1": "na dubbhāsitaṁ. Jātiādīhi dasahi akkosavatthūhi paraṁ davā vadantassa hi taṁ hoti.",
  "tika-vin07t6:6_2": "Cāresunti upanesuṁ. Vatthuviparītatā, visaṁvādanapurekkhāratā, yamatthaṁ vatthukāmo,",
  "tika-vin07t6:6_3": "tassa puggalassa viññāpanapayogo cāti imānettha tīṇi aṅgāni. Vatthuviparītatāya hi",
  "tika-vin07t6:6_4": "asati visaṁvādanapurekkhāratāya viññāpitepi musāvādo na hoti, dukkaṭamattameva hoti.",
  "tika-vin07t6:6_5": "Tasmā sāpi aṅgamevāti gahetabbaṁ. Uttarimanussadhammārocanatthaṁ musā bhaṇantassa",
  "tika-vin07t6:6_6": "pārājikaṁ, pariyāyena thullaccayaṁ, amūlakena pārājikena anuddhaṁsanatthaṁ saṅghādiseso,",
  "tika-vin07t6:6_7": "saṅghādisesenānuddhaṁsanaomasavādādīsu pācittiyaṁ, anupasampannesu dukkaṭaṁ, ukkaṭṭhahīnajātiādīhi",
  "tika-vin07t6:6_8": "davā akkosantassa dubbhāsitaṁ, kevalaṁ musā bhaṇantassa idha pācittiyaṁ vuttaṁ.",
  "tika-vin07t6:7": "Musāvādasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:8": "2. Omasavādasikkhāpadavaṇṇanā",
  "tika-vin07t6:9": "13. Dutiye pubbe patiṭṭhitārappadesaṁ puna are patteti paṭhamaṁ bhūmiyaṁ patiṭṭhitanemippadese parivattetvā puna bhūmiyaṁ patiṭṭhiteti attho.",
  "tika-vin07t6:10_0": "15.Pubbeti aṭṭhuppattiyaṁ. Pupphachaḍḍakā nāma gabbhamalādihārakā. Tacchakakammanti",
  "tika-vin07t6:10_1": "pāsāṇakoṭṭanādivaḍḍhakīkammaṁ. Hatthamuddāgaṇanāti aṅgulisaṅkocaneneva gaṇanā. Acchiddakagaṇanā",
  "tika-vin07t6:10_2": "nāma ekaṭṭhānadasaṭṭhānādīsu sāriyo ṭhapetvā anukkamena gaṇanā. Ādi-saddena saṅkalanapaṭauppādanavoklanabhāgahārādivasena",
  "tika-vin07t6:10_3": "pavattā piṇḍagaṇanā gahitā. Yassa sā paguṇā, so rukkhampi disvā “ettakāni ettha paṇṇānī”ti",
  "tika-vin07t6:10_4": "jānāti. Yabha-methuneti vacanato āha “ya-kāra-bha-kāre”tiādi.",
  "tika-vin07t6:11": "16.Na purimenāti musāvādasikkhāpadena. Sopi āpattiyāti upasaggādivisiṭṭhehipi vadanto pācittiyāpattiyāva kāretabbo.",
  "tika-vin07t6:12_0": "26.Dubbhāsitanti sāmaññato vuttattā pāḷiyaṁ anāgatehipi parammukhā vadantassapi dubbhāsitamevāti",
  "tika-vin07t6:12_1": "ācariyā vadanti tato lāmakāpattiyā abhāvā, anāpattiyāpettha bhavituṁ ayuttattā. Sabbasattāti",
  "tika-vin07t6:12_2": "ettha vacanatthavidūhi tiracchānādayopi gahitā.",
  "tika-vin07t6:13_0": "35. Anusāsanīpurekkhāratāya vā pāpagarahitāya vā vadantānaṁ cittassa lahuparivattibhāvato",
  "tika-vin07t6:13_1": "antarantarā kope uppannepi anāpatti. Kāyavikāramattenapi omasanasambhavato “tisamuṭṭhānaṁ,",
  "tika-vin07t6:13_2": "kāyakamma”nti ca vuttaṁ. Parivāre pana “catutthena āpattisamuṭṭhānena…pe… dubbhāsitaṁ",
  "tika-vin07t6:13_3": "āpajjeyyāti. Na hīti vattabba”ntiādinā itarāni samuṭṭhānāni paṭikkhipitvā pañcamasseva",
  "tika-vin07t6:13_4": "vuttattā āha “dubbhāsitāpatti panettha vācācittato samuṭṭhātī”ti. Davakamyatāya hi",
  "tika-vin07t6:13_5": "kāyavācācittehi omasantassapi vācācittameva āpattiyā aṅgaṁ hoti, na pana kāyo vijjamānopi",
  "tika-vin07t6:13_6": "dhammadesanāpatti viya kevalaṁ kāyavikāreneva. Omasantassa pana kiñcāpi idha dubbhāsitāpattiyā",
  "tika-vin07t6:13_7": "anāpatti, atha kho kāyakīḷāpaṭikkhepasikkhāpadena dukkaṭamevāti daṭṭhabbaṁ. Upasampannaṁ",
  "tika-vin07t6:13_8": "jātiādīhi anaññāpadesena akkosanaṁ, tassa jānanaṁ, atthapurekkhāratādīnaṁ abhāvoti",
  "tika-vin07t6:13_9": "imānettha tīṇi aṅgāni.",
  "tika-vin07t6:14": "Omasavādasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:15": "3. Pesuññasikkhāpadavaṇṇanā",
  "tika-vin07t6:16_0": "36. Tatiye bhaṇḍanaṁ jātaṁ etesanti bhaṇḍanajātā. Pisatīti pisuṇā, vācā, samagge",
  "tika-vin07t6:16_1": "bhinne karotīti attho. Tāya vācāya samannāgato pisuṇo, tassa kammaṁ pesuññanti evamettha attho veditabbo.",
  "tika-vin07t6:17_0": "Idhāpi jātiādīhi dasahi vatthūhi pesuññaṁ upasaṁharantasseva pācittiyaṁ, itarehi",
  "tika-vin07t6:17_1": "akkosavatthūhi dukkaṭaṁ. Anakkosavatthūhi pana upasaṁharantassa dukkaṭamevāti vadanti.",
  "tika-vin07t6:17_2": "Jātiādīhi anaññāpadesena akkosantassa bhikkhuno sutvā bhikkhussa upasaṁharaṇaṁ, piyakamyatābhedādhippāyesu",
  "tika-vin07t6:17_3": "aññataratā, tassa vijānanāti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:18": "Pesuññasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:19": "4. Padasodhammasikkhāpadavaṇṇanā",
  "tika-vin07t6:20_0": "45. Catutthe purimabyañjanena sadisanti “rūpaṁ anicca”nti ettha anicca-saddena sadisaṁ",
  "tika-vin07t6:20_1": "“vedanā aniccā”ti ettha anicca-saddaṁ vadati. Akkharasamūhoti avibhattiko vutto.",
  "tika-vin07t6:20_2": "Padanti vibhattiantaṁ vuttaṁ.",
  "tika-vin07t6:21_0": "Ekaṁ padanti gāthāpadameva sandhāya vadati. Padagaṇanāyāti gāthāpadagaṇanāya. Apāpuṇitvāti",
  "tika-vin07t6:21_1": "saddhiṁ akathetvā. Etena gāthāya pacchimapāde vuccamāne sāmaṇero paṭhamapādādiṁ vadati,",
  "tika-vin07t6:21_2": "āpattiyeva, tasmiṁ nissadde eva itarena vattabbanti dasseti.",
  "tika-vin07t6:22_0": "Aṭṭhakathānissitoti saṅgītittayāruḷhaṁ porāṇaṭṭhakathaṁ sandhāya vadati. Idānipi",
  "tika-vin07t6:22_1": "“yathāpi dīpiko nāma, nilīyitvā gaṇhate mige”ti evamādikaṁ aṭṭhakathāvacanaṁ attheva,",
  "tika-vin07t6:22_2": "buddhaghosācariyādīhi porāṇaṭṭhakathānayena vuttampi idha saṅgahetabbanti vadanti.",
  "tika-vin07t6:22_3": "Pāḷinissitoti udānavaggasaṅgahādiko. Vivaṭṭūpanissitanti nibbānanissitaṁ. Therassāti",
  "tika-vin07t6:22_4": "nāgasenattherassa. Maggakathādīni pakaraṇāni.",
  "tika-vin07t6:23": "46. Pāḷiyaṁ akkharāyātiādi liṅgavipallāsena vuttaṁ, akkharenātiādinā attho gahetabbo.",
  "tika-vin07t6:24_0": "48.Upacāraṁmuñcitvāti parisāya dvādasahatthaṁ muñcitvā ekato ṭhitassa vā nisinnassa",
  "tika-vin07t6:24_1": "vā anupasampannassa akathetvā aññe uddissa bhaṇantassāpi anāpatti. Sace pana dūre",
  "tika-vin07t6:24_2": "nisinnampi uddissa bhaṇati, āpatti eva. Opātetīti saddhiṁ katheti. Anupasampannatā,",
  "tika-vin07t6:24_3": "vuttalakkhaṇadhammaṁ padaso vācanatā, ekato bhaṇanañcāti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:25": "Padasodhammasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:26": "5. Sahaseyyasikkhāpadavaṇṇanā",
  "tika-vin07t6:27_0": "50-51. Pañcame tatridaṁ nidassananti seso. Dirattatirattanti ettha dirattaggahaṇaṁ",
  "tika-vin07t6:27_1": "vacanālaṅkāratthaṁ, nirantaraṁ tissova rattiyo vasitvā catutthadivasādīsu sayantasseva",
  "tika-vin07t6:27_2": "āpatti, na ekantarikādivasena sayantassāti dassanatthampīti daṭṭhabbaṁ. Dirattavisiṭṭhañhi",
  "tika-vin07t6:27_3": "tirattaṁ vuccamānaṁ, tena anantarikameva tirattaṁ dīpetīti. Pañcahi chadanehīti iṭṭhakasilāsudhātiṇapaṇṇehi.",
  "tika-vin07t6:27_4": "Vācuggatavasenāti paguṇavasena. Diyaḍḍhahatthubbedho vaḍḍhakīhatthena gahetabbo.",
  "tika-vin07t6:27_5": "Ekūpacāro ekena maggena pavisitvā abbhokāsaṁ anukkamitvā sabbattha anuparigamanayoggo,",
  "tika-vin07t6:27_6": "etaṁ bahudvārampi ekūpacārova. Tattha pana kuṭṭādīhi rundhitvā visuṁ dvāraṁ yojenti,",
  "tika-vin07t6:27_7": "nānūpacāro hoti. Sace pana rundhati eva, visuṁ dvāraṁ na yojenti, “etampi ekūpacārameva",
  "tika-vin07t6:27_8": "mattikādīhi pihitadvāro viya gabbho”ti gahetabbaṁ. Aññathā gabbhe pavisitvā pamukhādīsu",
  "tika-vin07t6:27_9": "nipannānupasampannehi sahaseyyāparimuttiyā gabbhadvāraṁ mattikādīhi pidahāpetvā uṭṭhite",
  "tika-vin07t6:27_10": "aruṇe vivarāpentassapi anāpatti bhaveyyāti.",
  "tika-vin07t6:28_0": "Tesaṁ payoge payoge bhikkhussa āpattīti ettha keci “anuṭṭhahanena akiriyasamuṭṭhānā",
  "tika-vin07t6:28_1": "āpatti vuttā tasmiṁ khaṇe sayantassa kiriyābhāvā. Idañhi sikkhāpadaṁ siyā kiriyāya",
  "tika-vin07t6:28_2": "samuṭṭhāti, siyā akiriyāya samuṭṭhāti. Kiriyāsamuṭṭhānatā cassa tabbahulavasena vuttāti",
  "tika-vin07t6:28_3": "vadati. Yathā cetaṁ, evaṁ divāsayanampi. Anuṭṭhahanena, hi dvārāsaṁvaraṇena cetaṁ",
  "tika-vin07t6:28_4": "akiriyasamauṭṭhānampi hotī”ti vadanti. Idañca yuttaṁ viya dissati, vīmaṁsitvā gahetabbaṁ.",
  "tika-vin07t6:29_0": "“Uparimatalenasaddhiṁ asambaddhabhittikassā”ti idaṁ sambaddhabhittike vattabbameva",
  "tika-vin07t6:29_1": "natthīti dassanatthaṁ vuttaṁ. Uparimatale sayitassa saṅkā eva natthīti “heṭṭhāpāsāde”tiādi",
  "tika-vin07t6:29_2": "vuttaṁ. Nānūpacāreti bahi nisseṇiyā ārohaṇīye.",
  "tika-vin07t6:30_0": "Sabhāsaṅkhepenāti sabhākārena. “Aḍḍhakuṭṭake”ti iminā saṇṭhānaṁ dasseti. Yattha tīsu",
  "tika-vin07t6:30_1": "dvīsu vā passesu bhittiyo baddhā, chadanaṁ vā asampattā aḍḍhabhitti, idaṁ aḍḍhakuṭṭakaṁ",
  "tika-vin07t6:30_2": "nāma. Vāḷasaṅghāṭo nāma parikkhepassa anto thambhādīnaṁ upari vāḷarūpehi katasaṅghāṭo.",
  "tika-vin07t6:30_3": "Parikkhepassa bahigateti ettha yasmiṁ passe parikkhepo natthi, tattha sace bhūmito",
  "tika-vin07t6:30_4": "vatthu uccaṁ hoti, ubhato uccavatthuto heṭṭhā bhūmiyaṁ nibbakosabbhantarepi anāpatti",
  "tika-vin07t6:30_5": "eva tattha senāsanavohārābhāvato. Atha vatthu nīcaṁ bhūmisamameva senāsanassa heṭṭhimatale",
  "tika-vin07t6:30_6": "tiṭṭhati, tattha parikkheparahitadisāya nibbakosabbhantare sabbattha āpatti hoti,",
  "tika-vin07t6:30_7": "paricchedābhāvato parikkhepassa bahi eva anāpattīti daṭṭhabbaṁ. Parimaṇḍalaṁ vātiādi",
  "tika-vin07t6:30_8": "majjhe udakapatanatthāya ākāsaṅgaṇavantaṁ senāsanaṁ sandhāya vuttaṁ. Tattha aparicchinnagabbhūpacāreti",
  "tika-vin07t6:30_9": "ekekagabbhassa dvīsu passesu pamukhena gamanaṁ paricchinditvā diyaḍḍhahatthubbedhato",
  "tika-vin07t6:30_10": "anūnaṁ kuṭṭaṁ katvā ākāsaṅgaṇena pavesaṁ karonti, evaṁ akatoti attho. Gabbhaparikkhepoti",
  "tika-vin07t6:30_11": "caturassapāsādādīsu samantā ṭhitagabbhabhittiyo sandhāya vuttaṁ.",
  "tika-vin07t6:31_0": "Pāṭekkasannivesāti ekekadisāya gabbhapāḷiyo itaradisāsu gabbhapāḷīnaṁ abhāvena, bhāvepi",
  "tika-vin07t6:31_1": "vā aññamaññabhitticchadanehi asambandhatāya pāṭekkasannivesā nāma vuccati. Taṁ…pe…",
  "tika-vin07t6:31_2": "sandhāya vuttanti tattha pācittiyena anāpattīti vuttaṁ, na dukkaṭena. Tādisāya hi",
  "tika-vin07t6:31_3": "gabbhapāḷiyā pamukhaṁ tīsu disāsu bhittīnaṁ abhāvena ekadisāya gabbhabhittimattena",
  "tika-vin07t6:31_4": "sabbacchannaṁ cūḷaparicchannaṁ nāma hoti. Tasmā dukkaṭameva. Yadi pana tassa pamukhassa",
  "tika-vin07t6:31_5": "itaradisāsupi ekissaṁ, sabbāsu vā bhittiṁ karonti, tadā sabbacchannaupaḍḍhaparicchannādibhāvato",
  "tika-vin07t6:31_6": "pācittiyameva hotīti daṭṭhabbaṁ. Bhūmiyaṁ vinā jagatiyā pamukhaṁ sandhāyāti ettha",
  "tika-vin07t6:31_7": "uccavatthuṁ akatvā bhūmiyaṁ katagehassa pamukhaṁ sandhāya aparikkhitte pācittiyena",
  "tika-vin07t6:31_8": "anāpattīti idaṁ kathitaṁ. Uccavatthukaṁ ce pamukhaṁ hoti, tena vatthunā parikkhittasaṅkhyameva",
  "tika-vin07t6:31_9": "pamukhaṁ gacchatīti adhippāyo. Tatthāti andhakaṭṭhakathāyaṁ. Jagatiyā pamāṇaṁ vatvāti",
  "tika-vin07t6:31_10": "pakatibhūmiyā nipanno yathā jagatiyā upari sayitaṁ na passati, evaṁ uccātiuccavatthussa",
  "tika-vin07t6:31_11": "ubbedhappamāṇaṁ vatvā. Ekadisāya ujukameva dīghaṁ katvā sannivesito pāsādo ekasālasanniveso.",
  "tika-vin07t6:31_12": "Dvīsu, tīsu vā catūsupi vā disāsu siṅghāṭakasaṇṭhānādivasena katā dvisālādisannivesā",
  "tika-vin07t6:31_13": "veditabbā. Sālappabhedadīpanameva cettha purimato visesoti. Parikkhepo viddhastoti",
  "tika-vin07t6:31_14": "pamukhassa parikkhepaṁ sandhāya vadati.",
  "tika-vin07t6:32_0": "53. Upaḍḍhacchannaupaḍḍhaparicchannaṁ senāsanaṁ dukkaṭassa ādiṁ vatvā pāḷiyaṁ dassitattā",
  "tika-vin07t6:32_1": "tato adhikaṁ sabbacchannaupaḍḍhaparicchannādikampi sabbaṁ pāḷiyaṁ avuttampi pācittiyasseva",
  "tika-vin07t6:32_2": "vatthubhāvena dassitaṁ sikkhāpadassa paṇṇattivajjattā, garuke ṭhātabbato cāti veditabbaṁ.",
  "tika-vin07t6:32_3": "Satta pācittiyānīti pāḷiyaṁ vuttapācittiyadvayaṁ sāmaññato ekattena gahetvā vuttaṁ.",
  "tika-vin07t6:33_0": "54. Pāḷiyaṁ “tatiyāya rattiyā purāruṇā nikkhamitvā puna vasatī”ti idaṁ ukkaṭṭhavasena",
  "tika-vin07t6:33_1": "vuttaṁ, anikkhamitvā pana purāruṇā uṭṭhahitvā antochadane nisinnassāpi punadivase",
  "tika-vin07t6:33_2": "sahaseyyena anāpatti eva. Senambamaṇḍapavaṇṇaṁ hotīti sīhaḷadīpe kira uccavatthuko",
  "tika-vin07t6:33_3": "sabbacchanno sabbaaparicchanno evaṁnāmako sannipātamaṇḍapo atthi, taṁ sandhāyetaṁ",
  "tika-vin07t6:33_4": "vuttaṁ. Ettha catutthabhāgo cūḷakaṁ, dve bhāgā upaḍḍhaṁ, tīsu bhāgesu dve bhāgā yebhuyyanti",
  "tika-vin07t6:33_5": "iminā nayena cūḷakacchannaparicchannatādīni veditabbāni. Pācittiyavatthukasenāsanaṁ,",
  "tika-vin07t6:33_6": "tattha anupasampannena saha nipajjanaṁ, catutthadivase sūriyatthaṅgamananti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:34": "Sahaseyyasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:35": "6. Dutiyasahaseyyasikkhāpadavaṇṇanā",
  "tika-vin07t6:36_0": "55. Chaṭṭhe mātugāmena saddhiṁ catutthadivase sayantassāpi iminā sikkhāpadena ekāva",
  "tika-vin07t6:36_1": "āpatti. Keci pana purimasikkhāpadenāpīti dve āpattiyo vadanti, taṁ na yuttaṁ “anupasampannenā”ti",
  "tika-vin07t6:36_2": "anitthiliṅgena vuttattā napuṁsakena pana catutthadivase sayantassa sadukkaṭapācittiyaṁ",
  "tika-vin07t6:36_3": "vattuṁ yuttaṁ. Kiñcāpettha pāḷiyaṁ paṇḍakavaseneva dukkaṭaṁ vuttaṁ, tadanulomikā",
  "tika-vin07t6:36_4": "pana purisaubhatobyañjanakena saha sayantassa iminā dukkaṭaṁ, purimena catutthadivase",
  "tika-vin07t6:36_5": "sadukkaṭapācittiyaṁ. Itthiubhatobyañjanako itthigatikovāti ayaṁ amhākaṁ khanti. Matitthiyā",
  "tika-vin07t6:36_6": "anāpattīti vadanti. Pācittiyavatthukasenāsanaṁ, tattha mātugāmena saddhiṁ nipajjanaṁ,",
  "tika-vin07t6:36_7": "sūriyatthaṅgamananti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:37": "Dutiyasahaseyyasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:38": "7. Dhammadesanāsikkhāpadavaṇṇanā",
  "tika-vin07t6:39_0": "60. Sattame na yakkhenātiādīnaṁ “aññatra viññunā”ti iminā sambandho. Aññatra viññunā",
  "tika-vin07t6:39_1": "purisaviggahena, na yakkhādināpīti evamattho gahetabboti adhippāyo. Tādisenapi hi",
  "tika-vin07t6:39_2": "saha ṭhitāya desetuṁ na vaṭṭati. Taṁtaṁdesabhāsāya atthaṁ yathāruci vaṭṭati eva.",
  "tika-vin07t6:40_0": "Iriyāpathāparivattanaṁ, purisaṁ vā dvādasahatthūpacāre apakkosāpanaṁ ettha akiriyā.",
  "tika-vin07t6:40_1": "Vuttalakkhaṇassa dhammassa channaṁ vācānaṁ upari desanā, vuttalakkhaṇo mātugāmo,",
  "tika-vin07t6:40_2": "iriyāpathapaavattanābhāvo, viññūpurisābhāvo, apañhavissajjanāti imānettha pañca aṅgāni.",
  "tika-vin07t6:41": "Dhammadesanāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:42": "8. Bhūtārocanasikkhāpadavaṇṇanā",
  "tika-vin07t6:43_0": "77. Aṭṭhame antarāti parinibbānakālato pubbepi. Atikaḍḍhiyamānenāti “vadatha, bhante,",
  "tika-vin07t6:43_1": "kiṁ tumhehi adhigata”nti evaṁ nippīḷiyamānena atibaddhiyamānena. Tathārūpe paccaye",
  "tika-vin07t6:43_2": "sati vattabbameva. Sutapariyattisīlaguṇanti ettha atthakusalatā sutaguṇo, pāḷipāṭhakusalatā",
  "tika-vin07t6:43_3": "pariyattiguṇoti daṭṭhabbaṁ. “Cittakkhepassa vā abhāvā”ti iminā khittacittavedanāṭṭatāpi",
  "tika-vin07t6:43_4": "ariyānaṁ natthīti dasseti.",
  "tika-vin07t6:44_0": "Pubbeavuttehīti catutthapārājike avuttehi. Idañca sikkhāpadaṁ paṇṇattiajaānanavasena",
  "tika-vin07t6:44_1": "ekantato acittakasamuṭṭhānameva hoti ariyānaṁ paṇṇattivītikkamābhāvā. Jhānalābhīnañca",
  "tika-vin07t6:44_2": "satthu āṇāvītikkamapaṭighacittassa jhānaparihānato bhūtārocanaṁ na sambhavati. Uttarimanussadhammassa",
  "tika-vin07t6:44_3": "bhūtatā, anupasampannassa ārocanaṁ, taṅkhaṇavijānanā, anaññāpadesoti imānettha cattāri aṅgāni.",
  "tika-vin07t6:45": "Bhūtārocanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:46": "9. Duṭṭhullārocanasikkhāpadavaṇṇanā",
  "tika-vin07t6:47": "78. Navame tattha bhaveyyāti tattha kassaci mati evaṁ bhaveyya. Aṭṭhakathāvacanameva upapattito daḷhaṁ katvā patiṭṭhapento “imināpi ceta”ntiādimāha.",
  "tika-vin07t6:48_0": "82.Ādito pañca sikkhāpadānīti pāṇātipātādīni pañca. Sesānīti vikālabhojanādīni. Sukkavissaṭṭhiādi",
  "tika-vin07t6:48_1": "ajjhācārova. Antimavatthuṁ anajjhāpannassa bhikkhuno savatthuko saṅghādiseso, anupasampannassa",
  "tika-vin07t6:48_2": "ārocanaṁ, bhikkhusammutiyā abhāvoti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:49": "Duṭṭhullārocanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:50": "10. Pathavīkhaṇanasikkhāpadavaṇṇanā",
  "tika-vin07t6:51_0": "86. Dasame appapaṁsumattikāya pathaviyā anāpattivatthubhāvena vuttattā upaḍḍhapaṁsumattikāyapi",
  "tika-vin07t6:51_1": "pācittiyamevāti gahetabbaṁ. Na hetaṁ dukkaṭavatthūti sakkā vattuṁ jātājātavinimuttāya",
  "tika-vin07t6:51_2": "tatiyapathaviyā abhāvato.",
  "tika-vin07t6:52_0": "Vaṭṭatīti imasmiṁ ṭhāne pokkharaṇiṁ khaṇāti okāsassa aniyamitattā vaṭṭati. Imaṁ valliṁ",
  "tika-vin07t6:52_1": "khaṇāti pathavīkhaṇanaṁ sandhāya vuttattā imināva sikkhāpadena āpatti, na bhūtagāmasikkhāpadena.",
  "tika-vin07t6:52_2": "Ubhayampi sandhāya vutte pana dvepi pācittiyā honti. Udakapappaṭakoti udake antobhūmiyaṁ",
  "tika-vin07t6:52_3": "paviṭṭhe tassa uparibhāgaṁ chādetvā tanukapaṁsu vā mattikā vā paṭalaṁ hutvā patamānā",
  "tika-vin07t6:52_4": "tiṭṭhati, tasmiṁ udake sukkhepi taṁ paṭalaṁ vātena calamānā tiṭṭhati, taṁ udakapappaṭako nāma.",
  "tika-vin07t6:53_0": "Akatapabbhāreti avaḷañjanaṭṭhānadassanatthaṁ vuttaṁ. Tādise eva hi vammikassa sambhavoti.",
  "tika-vin07t6:53_1": "Mūsikukkaraṁ nāma mūsikāhi khanitvā bahi katapaṁsurāsi. Acchadanantiādivuttattā ujukaṁ",
  "tika-vin07t6:53_2": "ākāsato patitavassodakena ovaṭṭhameva jātapathavī hoti, na chadanādīsu patitvā tato",
  "tika-vin07t6:53_3": "pavattaudakena tintanti veditabbaṁ. Maṇḍapatthambhanti sākhāmaṇḍapatthambhaṁ. Uccāletvāti",
  "tika-vin07t6:53_4": "ukkhipitvā. Tatoti purāṇasenāsanato.",
  "tika-vin07t6:54": "88.Mahāmattikanti bhittilepanaṁ. Jātapathavitā, tathāsaññitā, khaṇanakhaṇāpanānaṁ aññataranti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:55": "Pathavīkhaṇanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:56": "Niṭṭhito musāvādavaggo paṭhamo.",
  "tika-vin07t6:57": "2. Bhūtagāmavaggo",
  "tika-vin07t6:58": "1. Bhūtagāmasikkhāpadavaṇṇanā",
  "tika-vin07t6:59_0": "89. Dutiyavaggassa paṭhame niggahetuṁ asakkontoti sākhaṭṭhakavimāne sākhāya chijjamānāya",
  "tika-vin07t6:59_1": "chijjante tattha achedanatthāya devatāya upanītaṁ puttaṁ disvāpi kuṭhārinikkhepavegaṁ",
  "tika-vin07t6:59_2": "nivattetuṁ asakkontoti attho. Rukkhadhammeti rukkhassa pavattiyaṁ. Rukkhānaṁ viya",
  "tika-vin07t6:59_3": "chedanādīsu akuppanañhi rukkhadhammo nāma.",
  "tika-vin07t6:60_0": "Uppatitanti uppannaṁ. Bhantanti dhāvantaṁ. Vārayeti niggaṇheyya. Itaroti uppannaṁ",
  "tika-vin07t6:60_1": "kodhaṁ aniggaṇhanto rājauparājādīnaṁ rasmimattaggāhakajano viya na uttamasārathīti",
  "tika-vin07t6:60_2": "attho. Visaṭaṁ sappavisanti sarīre dāṭhāvaṇānusārena vitthiṇṇaṁ byāpetvā ṭhitaṁ kaṇhasappavisaṁ",
  "tika-vin07t6:60_3": "viya. Jahāti orapāranti pañcorambhāgiyasaññojanāni tatiyamaggena jahāti. “Orapāra”nti",
  "tika-vin07t6:60_4": "hi orimatīraṁ vuccati. Atha vā soti tatiyamaggena kodhaṁ vinetvā ṭhito bhikkhu arahattamaggena",
  "tika-vin07t6:60_5": "orapāraṁ jahātīti attho. Tattha oraṁ nāma sakattabhāvo, ajjhattikāni vā āyatanāni.",
  "tika-vin07t6:60_6": "Pāraṁ nāma paraattabhāvo, bāhirāni vā āyatanāni. Tadubhaye pana chandarāgaṁ jahanto",
  "tika-vin07t6:60_7": "“jahāti orimapāra”nti vuccati.",
  "tika-vin07t6:61_0": "90.Bhavantīti vaḍḍhanti. Ahuvuntīti babhūvu. Tenāha “jātā vaḍḍhitā”ti. Bhūtānaṁ gāmoti",
  "tika-vin07t6:61_1": "mahābhūtānaṁ haritatiṇādibhāvena samaggānaṁ samūho. Tabbinimuttassa gāmassa abhāvaṁ",
  "tika-vin07t6:61_2": "dassetuṁ “bhūtā eva vā gāmo”ti vuttaṁ. Pātabya-saddassa pā pāneti dhātvatthaṁ sandhāyāha",
  "tika-vin07t6:61_3": "“paribhuñjitabbatā”ti. Sā ca pātabyatā chedanādi eva hotīti āha “tassā…pe… bhūtagāmassa",
  "tika-vin07t6:61_4": "jātā chedanādipaccayā”ti.",
  "tika-vin07t6:62": "91.Jāta-saddo ettha vijātapariyāyoti “puttaṁ vijātā itthī”tiādīsu viya pasūtavacanoti āha “pasūtānī”ti, nibbattapaṇṇamūlānīti attho.",
  "tika-vin07t6:63": "Tānidassentoti tāni bījāni dassento. Kāriyadassanamukheneva kāraṇañca gahitanti āha “bījato nibbattena bījaṁ dassita”nti.",
  "tika-vin07t6:64_0": "92.“Bījato sambhūto bhūtagāmo bīja”nti iminā uttarapadalopena “padumagacchato nibbattaṁ",
  "tika-vin07t6:64_1": "pupphaṁ paduma”ntiādīsu viyāyaṁ vohāroti dasseti. Yaṁ bījaṁ bhūtagāmo nāma hotīti",
  "tika-vin07t6:64_2": "nibbattapaṇṇamūlaṁ sandhāya vadati. Yathārutanti yathāpāṭhaṁ.",
  "tika-vin07t6:65_0": "“Sañciccā”ti vuttattā sarīre laggabhāvaṁ ñatvāpi uṭṭhahati, “taṁ uddharissāmī”tisaññāya",
  "tika-vin07t6:65_1": "abhāvato vaṭṭati. Anantaka-ggahaṇena sāsapamattikā gahitā, nāmañhetaṁ tassā sevālajātiyā.",
  "tika-vin07t6:65_2": "Mūlapaṇṇānaṁ abhāvena “asampuṇṇabhūtagāmo nāmā”ti vuttaṁ. So bījagāmena saṅgahitoti.",
  "tika-vin07t6:65_3": "Avaḍḍhamānepi bhūtagāmamūlakattā vuttaṁ “amūlakabhūtagāme saṅgahaṁ gacchatī”ti. Nāḷikerassa",
  "tika-vin07t6:65_4": "āveṇikaṁ katvā vadati.",
  "tika-vin07t6:66_0": "Seleyyakaṁ nāma silāya sambhūtā ekā gandhajāti. Pupphitakālato paṭṭhāyāti vikasitakālato",
  "tika-vin07t6:66_1": "pabhuti. Chattakaṁ gaṇhantoti vikasitaṁ gaṇhanto. Makuḷaṁ pana rukkhattacaṁ akopentenapi",
  "tika-vin07t6:66_2": "gahetuṁ na vaṭṭati, phullaṁ vaṭṭati. Hatthakukkuccenāti hatthacāpallena.",
  "tika-vin07t6:67_0": "“Pānīyaṁ na vāsetabba”nti idaṁ attano pivanapānīyaṁ sandhāya vuttaṁ, aññesaṁ pana",
  "tika-vin07t6:67_1": "vaṭṭati anuggahitattā. Tenāha “attanā khāditukāmenā”ti. Yesaṁ rukkhānaṁ sākhā ruhatīti",
  "tika-vin07t6:67_2": "mūlaṁ anotāretvā paṇṇamattaniggamanamattenapi vaḍḍhati. Tattha kappiyampi akaronto",
  "tika-vin07t6:67_3": "chinnanāḷikeraveḷudaṇḍādayo kopetuṁ vaṭṭati.",
  "tika-vin07t6:68": "“Caṅkamitaṭṭhānaṁ dassessāmī”ti vuttattā kevalaṁ caṅkamanādhippāyena vā maggagamanādhippāyena vā akkamantassa, tiṇānaṁ upari nisīdanādhippāyena nisīdantassa ca doso natthi.",
  "tika-vin07t6:69_0": "Samaṇakappehīti samaṇānaṁ kappiyavohārehi, abījanibbaṭṭabījānipi kappiyabhāvato “samaṇakappānī”ti",
  "tika-vin07t6:69_1": "vuttāni. Abījaṁ nāma taruṇaambaphalādīni. Nibbaṭṭetabbaṁ viyojetabbaṁ bījaṁ yasmiṁ,",
  "tika-vin07t6:69_2": "taṁ panasādi nibbaṭṭabījaṁ nāma. Kappiyanti vatvāvāti pubbakālakiriyāvasena vuttepi",
  "tika-vin07t6:69_3": "vacanakkhaṇeva aggisatthādinā bījagāme vaṇaṁ kātabbanti vacanato pana pubbe kātuṁ",
  "tika-vin07t6:69_4": "na vaṭṭati, tañca dvidhā akatvā chedanabhedanameva dassetabbaṁ. Karontena ca bhikkhunā",
  "tika-vin07t6:69_5": "“kappiyaṁ karohī”ti yāya kāyaci bhāsāya vutteyeva kātabbaṁ. Bījagāmaparimocanatthaṁ",
  "tika-vin07t6:69_6": "puna kappiyaṁ kāretabbanti kārāpanassa paṭhamameva adhikatattā. “Kaṭāhepi kātuṁ vaṭṭatī”ti",
  "tika-vin07t6:69_7": "vuttattā kaṭāhato nīhatāya miñjāya vā bīje vā yattha katthaci vijjhituṁ vaṭṭati eva.",
  "tika-vin07t6:69_8": "Bhūtagāmo, bhūtagāmasaññitā, vikopanaṁ vā vikopāpanaṁ vāti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:70": "Bhūtagāmasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:71": "2. Aññavādakasikkhāpadavaṇṇanā",
  "tika-vin07t6:72": "94. Dutiye aññaṁ vacananti yaṁ dosavibhāvanatthaṁ parehi vuttavacanaṁ taṁ tassa ananucchavikena aññena vacanena paṭicarati.",
  "tika-vin07t6:73_0": "98. Yadetaṁ aññenaññaṁ paṭicaraṇavasena pavattavacanaṁ, tadeva pucchitamatthaṁ ṭhapetvā",
  "tika-vin07t6:73_1": "aññaṁ vadati pakāsetīti aññavādakanti āha “aññenaññaṁ paṭicaraṇassetaṁ nāma”nti.",
  "tika-vin07t6:73_2": "Tuṇhībhūtassetaṁ nāmanti tuṇhībhāvassetaṁ nāmaṁ, ayameva vā pāṭho. Aññavādakaṁ āropetunti",
  "tika-vin07t6:73_3": "aññavāde āropetuṁ. Vihesakanti vihesakattaṁ.",
  "tika-vin07t6:74": "99. Pāḷiyaṁ na ugghāṭetukāmoti paṭicchādetukāmo.",
  "tika-vin07t6:75_0": "100.Anāropite aññavādaketi vuttadukkaṭaṁ pāḷiyaṁ āgataaññenaññapaṭicaraṇavasena yujjati,",
  "tika-vin07t6:75_1": "aṭṭhakathāyaṁ āgatanayena pana musāvādena aññenaññaṁ paṭicarantassa pācittiyena saddhiṁ",
  "tika-vin07t6:75_2": "dukkaṭaṁ, āropite imināva pācittiyaṁ. Keci pana “musāvādapācittiyena saddhiṁ pācittiyadvaya”nti",
  "tika-vin07t6:75_3": "vadanti, vīmaṁsitabbaṁ. Ādikammikassapi musāvāde imināva anāpattīti daṭṭhabbaṁ. Dhammakammena",
  "tika-vin07t6:75_4": "āropitatā, āpattiyā vā vatthunā vā anuyuñjiyamānatā, chādetukāmatāya aññenaññaṁ paṭicaraṇaṁ,",
  "tika-vin07t6:75_5": "tuṇhībhāvo cāti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:76": "Aññavādakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:77": "3. Ujjhāpanakasikkhāpadavaṇṇanā",
  "tika-vin07t6:78": "103. Tatiye cintāyanatthassa jhe-dhātussa anekatthatāya olokanatthasambhavato vuttaṁ “olokāpentī”ti. Chandāyāti liṅgavipallāsoti āha “chandenā”ti.",
  "tika-vin07t6:79_0": "105. Bhikkhuṁ lāmakato cintāpanatthaṁ aññesaṁ taṁ avaṇṇakathanaṁ ujjhāpanaṁ nāma.",
  "tika-vin07t6:79_1": "Aññesaṁ pana avatvā aññamaññaṁ samullapanavasena bhikkhuno dosappakāsanaṁ khiyyanaṁ",
  "tika-vin07t6:79_2": "nāmāti ayametesaṁ bhedo.",
  "tika-vin07t6:80_0": "106.Aññaṁ anupasampannaṁ ujjhāpetīti aññena anupasampannena ujjhāpeti. Tassa vā taṁ",
  "tika-vin07t6:80_1": "santiketi tassa anupasampannassa santike taṁ saṅghena sammataṁ upasampannaṁ khiyyati.",
  "tika-vin07t6:80_2": "Idhāpi musāvādena ujjhāpanādīnaṁ sambhavato dukkaṭaṭṭhānāni ca ādikammikassa anāpatti",
  "tika-vin07t6:80_3": "ca iminā eva sikkhāpadena vuttāti veditabbaṁ sabbattha musāvādapācittiyassa anivattito.",
  "tika-vin07t6:80_4": "Dhammakammena sammatatā, upasampannatā, agatigamanābhāvo, tassa avaṇṇakāmatā, yassa",
  "tika-vin07t6:80_5": "santike vadati. Tassa upasampannatā, ujjhāpanaṁ vā khiyyanaṁ vāti imānettha cha aṅgāni.",
  "tika-vin07t6:81": "Ujjhāpanakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:82": "4. Paṭhamasenāsanasikkhāpadavaṇṇanā",
  "tika-vin07t6:83_0": "110. Catutthe apaññāteti appasiddhe. Imaṁ pana aṭṭha māse maṇḍapādīsu ṭhapanasaṅkhātaṁ",
  "tika-vin07t6:83_1": "atthavisesaṁ gahetvā bhagavatā paṭhamameva sikkhāpadaṁ paññattanti adhippāyaṁ “anujānāmi,",
  "tika-vin07t6:83_2": "bhikkhave, aṭṭhamāse”tiādivacanena anupaññattisadisena pakāsetvā visuṁ anupaññatti",
  "tika-vin07t6:83_3": "na vuttā. Parivāre panetaṁ anujānanavacanaṁ anupaññattiṭṭhānanti “ekā anupaññattī”ti vuttaṁ.",
  "tika-vin07t6:84_0": "Navavāyimoti adhunā suttena vītakacchena paliveṭhitamañco. Onaddhoti kappiyacammena",
  "tika-vin07t6:84_1": "onaddho. Te hi vassena sīghaṁ na nassanti. “Ukkaṭṭhaabbhokāsiko”ti idaṁ tassa sukhapaṭipattidassanamattaṁ,",
  "tika-vin07t6:84_2": "ukkaṭṭhassāpi pana cīvarakuṭi vaṭṭateva. Kāyānugatikattāti bhikkhuno tattheva nisīdanabhāvaṁ",
  "tika-vin07t6:84_3": "dīpeti, tena ca vassabhayena sayaṁ aññattha gacchantassa āpattīti dasseti. Abbhokāsikānaṁ",
  "tika-vin07t6:84_4": "temanatthāya niyametvā dāyakehi dinnampi attānaṁ rakkhantena rakkhitabbameva.",
  "tika-vin07t6:85_0": "“Valāhakānaṁ anuṭṭhitabhāvaṁ sallakkhetvā”ti iminā gimhānepi meghe uṭṭhite abbhokāse",
  "tika-vin07t6:85_1": "nikkhipituṁ na vaṭṭatīti dīpeti. Tatra tatrāti cetiyaṅgaṇādike tasmiṁ tasmiṁ abbhokāse",
  "tika-vin07t6:85_2": "niyametvā nikkhittā. Majjhato paṭṭhāya pādaṭṭhānābhimukhāti yattha samantato sammajjitvā",
  "tika-vin07t6:85_3": "aṅgaṇamajjhe sabbadā kacavarassa saṅkaḍḍhanena majjhe vālikā sañcitā hoti. Tattha",
  "tika-vin07t6:85_4": "kattabbavidhidassanatthaṁ vuttaṁ. Uccavatthupādaṭṭhānābhimukhaṁ vā vālikā haritabbā.",
  "tika-vin07t6:85_5": "Yattha vā pana koṇesu vālikā sañcitā, tattha tato paṭṭhāya aparadisābhimukhā haritabbāti",
  "tika-vin07t6:85_6": "keci atthaṁ vadanti. Keci pana “sammaṭṭhaṭṭhānassa padavaḷañjena avikopanatthāya",
  "tika-vin07t6:85_7": "sayaṁ asammaṭṭhaṭṭhāne ṭhatvā attano pādābhimukhaṁ vālikā haritabbāti vutta”nti vadanti,",
  "tika-vin07t6:85_8": "tattha “majjhato paṭṭhāyā”ti vacanassa payojanaṁ na dissati.",
  "tika-vin07t6:86": "111. Vaṅkapādatāmattena kuḷīrapādakassa sesehi viseso, na aṭanīsu pādappavesanavisesenāti dassetuṁ “yo vā pana kocī”tiādi vuttaṁ. Tassāti upasampannasseva.",
  "tika-vin07t6:87_0": "Nisīditvā…pe… pācittiyanti ettha meghuṭṭhānābhāvaṁ ñatvā “pacchā āgantvā uddharissāmī”ti",
  "tika-vin07t6:87_1": "ābhogena gacchantassa anāpatti, tena punāgantabbameva. Kappaṁ labhitvāti “gaccha,",
  "tika-vin07t6:87_2": "mā idha tiṭṭhā”ti vuttavacanaṁ labhitvā.",
  "tika-vin07t6:88_0": "Āvāsikānaṁyeva palibodhoti āgantukesu kiñci avatvā nisīditvā “āvāsikā eva uddharissantī”ti",
  "tika-vin07t6:88_1": "gatesupi āvāsikānameva palibodho. Mahāpaccarivāde pana “idaṁ amhāka”nti avatvāpi",
  "tika-vin07t6:88_2": "nisinnānamevāti adhippāyo. “Santharitvā vā santharāpetvā vā”ti vuttattā anāṇattiyā",
  "tika-vin07t6:88_3": "paññāpitattāpi dukkaṭe kāraṇaṁ vuttaṁ. Ussārakoti sarabhāṇako. So hi uddhaṁ uddhaṁ",
  "tika-vin07t6:88_4": "pāḷipāṭhaṁ sāreti pavattetīti ussārakoti vuccati.",
  "tika-vin07t6:89_0": "112.Vaṇṇānurakkhaṇatthaṁ katāti paṭakhaṇḍādīhi sibbitvā katā. Bhūmiyaṁ attharitabbāti",
  "tika-vin07t6:89_1": "cimilikāya sati tassā upari, asati suddhabhūmiyaṁ attharitabbā. “Sīhacammādīnaṁ pariharaṇeyeva",
  "tika-vin07t6:89_2": "paṭikkhepo”ti iminā mañcapīṭhādīsu attharitvā puna saṁharitvā ṭhapanādivasena attano",
  "tika-vin07t6:89_3": "atthāya pariharaṇameva na vaṭṭati, bhūmattharaṇādivasena paribhogo pana attano pariharaṇaṁ",
  "tika-vin07t6:89_4": "na hotīti dasseti. Khandhake hi “antopi mañce paññattāni honti, bahipi mañce paññattāni",
  "tika-vin07t6:89_5": "hontī”ti evaṁ attano attano atthāya mañcādīsu paññapetvā pariharaṇavatthusmiṁ –",
  "tika-vin07t6:90": "“Na, bhikkhave, mahācammāni dhāretabbāni sīhacammaṁ byagghacammaṁ dīpicammaṁ. Yo dhāreyya, āpatti dukkaṭassā”ti –",
  "tika-vin07t6:91": "Paṭikkhepo kato. Tasmā vuttanayenevettha adhippāyo daṭṭhabbo. Dārumayapīṭhanti phalakamayapīṭhameva. Pādakathalikanti adhotapādaṁ yasmiṁ ghaṁsantā dhovanti, taṁ dāruphalakādi.",
  "tika-vin07t6:92_0": "113. “Āgantvā uddharissāmīti gacchatī”ti vuttattā aññenapi kāraṇena anotāpentassapi",
  "tika-vin07t6:92_1": "āgamane sāpekkhassa anāpatti. Teneva mātikāṭṭhakathāyaṁ “mañcādīnaṁ saṅghikatā, vuttalakkhaṇe",
  "tika-vin07t6:92_2": "dese santharaṇaṁ vā santharāpanaṁ vā, apalibuddhatā, āpadāya abhāvo, nirapekkhatā,",
  "tika-vin07t6:92_3": "leḍḍupātātikkamo”ti evamettha nirapekkhatāya saddhiṁ cha aṅgāni vuttāni.",
  "tika-vin07t6:93": "Paṭhamasenāsanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:94": "5. Dutiyasenāsanasikkhāpadavaṇṇanā",
  "tika-vin07t6:95": "116. Pañcame pāvāro kojavoti paccattharaṇatthāyeva ṭhapitā uggatalomā attharaṇavisesā. Ettakameva vuttanti aṭṭhakathāsu vuttaṁ. Senāsanatoti sabbapacchimasenāsanato.",
  "tika-vin07t6:96": "117.Kurundaṭṭhakathāyaṁ vuttamevatthaṁ savisesaṁ katvā dassetuṁ “kiñcāpi vutto”tiādi āraddhaṁ. Vattabbaṁ natthīti rukkhamūlassa pākaṭattā vuttaṁ. Palujjatīti vinassati.",
  "tika-vin07t6:97_0": "118. Yena mañcaṁ vā pīṭhaṁ vā vīnanti, taṁ mañcapīṭhakavānaṁ. Siluccayaleṇanti pabbataguhā.",
  "tika-vin07t6:97_1": "“Āpucchanaṁ pana vatta”nti iminā āpatti natthīti dasseti. Vuttalakkhaṇaseyyā, tassā",
  "tika-vin07t6:97_2": "saṅghikatā, vuttalakkhaṇe vihāre santharaṇaṁ vā santharāpanaṁ vā, apalibuddhatā,",
  "tika-vin07t6:97_3": "āpadāya abhāvo, anapekkhassa disāpakkamanaṁ, upacārasīmātikkamoti imānettha satta aṅgāni.",
  "tika-vin07t6:98": "Dutiyasenāsanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:99": "6. Anupakhajjasikkhāpadavaṇṇanā",
  "tika-vin07t6:100": "119. Chaṭṭhe anupavisitvāti samīpaṁ pavisitvā.",
  "tika-vin07t6:101_0": "122.Upacāraṁ ṭhapetvāti diyaḍḍhahatthūpacāraṁ ṭhapetvā. Saṅghikavihāratā, anuṭṭhāpanīyabhāvajānanaṁ,",
  "tika-vin07t6:101_1": "sambādhetukāmatā, upacāre nisīdanaṁ vā nipajjanaṁ vāti imānettha cattāri aṅgāni.",
  "tika-vin07t6:102": "Anupakhajjasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:103": "7. Nikkaḍḍhanasikkhāpadavaṇṇanā",
  "tika-vin07t6:104": "126. Sattame koṭṭhakānīti dvārakoṭṭhakāni.",
  "tika-vin07t6:105_0": "128.“Sakalasaṅghārāmato nikkaḍḍhituṁ na vaṭṭatī”ti idaṁ ananurūpato vuttaṁ. Pāpagarahitāya",
  "tika-vin07t6:105_1": "hi akupitacittena nikkaḍḍhāpentassa iminā sikkhāpadena āpatti natthi “kupito anattamano”ti",
  "tika-vin07t6:105_2": "vuttattā. Aññāpekkhā āpatti na dissati. Pāḷiyaṁ “alajjiṁ nikkaḍḍhatī”tiādīsu cittassa",
  "tika-vin07t6:105_3": "lahuparivattitāya antarantarā kope uppannepi anāpatti alajjitādipaccayeneva nikkaḍḍhanassa",
  "tika-vin07t6:105_4": "āraddhattā. Saṅghikavihāro, upasampannassa bhaṇḍanakārakabhāvādivinimuttatā, kopena",
  "tika-vin07t6:105_5": "nikkaḍḍhanaṁ vā nikkaḍḍhāpanaṁ vāti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:106": "Nikkaḍḍhanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:107": "8. Vehāsakuṭisikkhāpadavaṇṇanā",
  "tika-vin07t6:108": "129. Aṭṭhamaṁ uttānameva. Saṅghiko vihāro, asīsaghaṭṭavehāsakuṭi, heṭṭhāparibhogatā, apaṭāṇidinne āhaccapādake nisīdanaṁ vā nipajjanaṁ vāti imānettha cattāri aṅgāni.",
  "tika-vin07t6:109": "Vehāsakuṭisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:110": "9. Mahallakavihārasikkhāpadavaṇṇanā",
  "tika-vin07t6:111_0": "135. Navame “mahallako nāma vihāro sassāmiko”ti vuttattā saññācikāya kuṭiyā anāpattīti",
  "tika-vin07t6:111_1": "vadanti. Yassāti vihārassa. Sā aparipūrūpacārāpi hotīti vivariyamānaṁ kavāṭaṁ yaṁ",
  "tika-vin07t6:111_2": "bhittiṁ āhanati, sā sāmantā kavāṭavitthārappamāṇā upacārarahitāpi hotīti attho. Ālokaṁ",
  "tika-vin07t6:111_3": "vātapānaṁ sandheti ghaṭayatīti ālokasandhīti kavāṭaṁ vuccati. Dvāravātapānūpacārato",
  "tika-vin07t6:111_4": "aññattha punappunaṁ limpanādiṁ karontassa piṇḍagaṇanāya pācittiyaṁ.",
  "tika-vin07t6:112_0": "Keci pana “pāḷiyaṁ pācittiyassa avuttattā dukkaṭa”nti vadanti. Adhiṭṭhātabbanti saṁvidhātabbaṁ.",
  "tika-vin07t6:112_1": "Harite ṭhito adhiṭṭhāti. Āpatti dukkaṭassāti haritayutte khette ṭhatvā chādentassa",
  "tika-vin07t6:112_2": "dukkaṭanti attho. Keci pana “tādise khette vihāraṁ karontassa dukkaṭa”nti vadanti,",
  "tika-vin07t6:112_3": "taṁ pāḷiyā na sameti.",
  "tika-vin07t6:113_0": "136.Ujukameva chādananti chādanamukhavaṭṭito paṭṭhāya yāva piṭṭhivaṁsakūṭāgārakaṇṇikādi,",
  "tika-vin07t6:113_1": "tāva iṭṭhakādīhi ujukaṁ chādanaṁ. Iminā pana yena sabbasmiṁ vihāre ekavāraṁ chādite",
  "tika-vin07t6:113_2": "taṁ chādanaṁ ekamagganti gahetvā pāḷiyaṁ “dve magge”tiādi vuttaṁ. Pariyāyena chādanampi",
  "tika-vin07t6:113_3": "imināva nayena yojetabbanti vadanti, taṁ “punappunaṁ chādāpesī”ti imāya pāḷiyā ca",
  "tika-vin07t6:113_4": "“sabbampi cetaṁ chadanaṁ chadanūpari veditabba”nti iminā aṭṭhakathāvacanena ca sameti.",
  "tika-vin07t6:114_0": "Pāḷiyaṁ “maggena chādentassa pariyāyena chādentassā”ti idañca iṭṭhakādīhi, tiṇapaṇṇehi",
  "tika-vin07t6:114_1": "ca chādanappakārabhedadassanatthaṁ vuttaṁ. Keci pana “pantiyā chāditassa chadanassa",
  "tika-vin07t6:114_2": "upari chadanamukhavaṭṭito paṭṭhāya uddhaṁ ujukameva ekavāraṁ chādanaṁ ekamagganti",
  "tika-vin07t6:114_3": "gahetvā ‘dve magge’tiādi vuttaṁ, na pana sakalavihārachādanaṁ. Esa nayo pariyāyena",
  "tika-vin07t6:114_4": "chādanepī”ti vadanti, taṁ pāḷiaṭṭhakathāhi na sameti.",
  "tika-vin07t6:115_0": "Tatiyāya magganti ettha tatiyāyāti upayogatthe sampadānavacanaṁ, tatiyaṁ magganti",
  "tika-vin07t6:115_1": "attho. Ayameva vā pāṭho. Tiṇapaṇṇehi labbhatīti tiṇapaṇṇehi chādetvā upari ullittāvalittakaraṇaṁ",
  "tika-vin07t6:115_2": "sandhāya vuttaṁ. Kevalaṁ tiṇakuṭiyā hi anāpatti vuttā. Tiṇṇaṁ maggānanti maggavasena",
  "tika-vin07t6:115_3": "chāditānaṁ tiṇṇaṁ chadanānaṁ. Tiṇṇaṁ pariyāyānanti etthāpi eseva nayo. Mahallakavihāratā,",
  "tika-vin07t6:115_4": "attano vāsāgāratā, uttari adhiṭṭhānanti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:116": "Mahallakavihārasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:117": "10. Sappāṇakasikkhāpadavaṇṇanā",
  "tika-vin07t6:118_0": "140. Dasame mātikāyaṁ sappāṇakaudakaṁ tiṇena vā mattikāya vā siñceyya, chaḍḍeyyāti",
  "tika-vin07t6:118_1": "attho. Atha vā udakaṁ gahetvā bahi siñceyya, tasmiñca udake tiṇaṁ vā mattikaṁ vā",
  "tika-vin07t6:118_2": "āharitvā pakkhipeyyāti ajjhāharitvā attho veditabbo. Tenāha “sakaṭabhāramattañcepī”tiādi.",
  "tika-vin07t6:118_3": "Idanti tiṇamattikapakkhipanavidhānaṁ. Vuttanti mātikāyaṁ “tiṇaṁ vā mattikaṁ vā”ti",
  "tika-vin07t6:118_4": "evaṁ vuttaṁ, aṭṭhakathāsu vā vuttaṁ.",
  "tika-vin07t6:119_0": "Idañca sikkhāpadaṁ bāhiraparibhogaṁ sandhāya vatthuvasena vuttaṁ abbhantaraparibhogassa",
  "tika-vin07t6:119_1": "visuṁ vakkhamānattā. Tadubhayampi “sappāṇaka”nti katvā vadhakacittaṁ vināva siñcane",
  "tika-vin07t6:119_2": "paññattattā “paṇṇattivajja”nti vuttaṁ. Vadhakacitte pana sati sikkhāpadantareneva",
  "tika-vin07t6:119_3": "pācittiyaṁ, na imināti daṭṭhabbaṁ. Udakassa sappāṇakatā, “siñcanena pāṇakā marissantī”ti",
  "tika-vin07t6:119_4": "jānanaṁ, tādisameva ca udakaṁ vinā vadhakacetanāya kenacideva karaṇīyena tiṇādīnaṁ",
  "tika-vin07t6:119_5": "siñcananti imānettha cattāri aṅgāni.",
  "tika-vin07t6:120": "Sappāṇakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:121": "Niṭṭhito senāsanavaggo dutiyo.",
  "tika-vin07t6:122": "“Bhūtagāmavaggo”tipi etasseva nāmaṁ.",
  "tika-vin07t6:123": "3. Ovādavaggo",
  "tika-vin07t6:124": "1. Ovādasikkhāpadavaṇṇanā",
  "tika-vin07t6:125": "144. Tatiyavaggassa paṭhame tiracchānabhūtanti tirokaraṇabhūtaṁ, bāhirabhūtanti attho. Samiddhoti paripuṇṇo. Sahitattho atthayutto. Atthagambhīratādinā gambhīro.",
  "tika-vin07t6:126": "145-147.Paratoti uttari. Karontovāti paribāhire karonto. Vibhaṅgeti jhānavibhaṅge. Caraṇanti nibbānagamanāya pādaṁ.",
  "tika-vin07t6:127_0": "Yadassāti yaṁ assa. Dhāretīti avinassamānaṁ dhāreti. Parikathanatthanti pakiṇṇakakathāvasena",
  "tika-vin07t6:127_1": "paricchinnadhammakathanatthaṁ. Tisso anumodanāti saṅghabhattādīsu dānānisaṁsappaṭisaṁyuttā",
  "tika-vin07t6:127_2": "nidhikuṇḍasuttādi -anumodanā, gehappavesamaṅgalādīsu maṅgalasuttādi -anumodanā, matakabhattādiamaṅgalesu",
  "tika-vin07t6:127_3": "tirokuṭṭādi -anumodanāti imā tisso anumodanā. Kammākammavinicchayoti parivārāvasāne",
  "tika-vin07t6:127_4": "kammavagge vuttavinicchayo. Samādhivasenāti samathapubbakavasena. Vipassanāvasena",
  "tika-vin07t6:127_5": "vāti diṭṭhivisuddhiādikāya sukkhavipassanāya vasena. Attano sīlarakkhaṇatthaṁ aparānapekkhatāya",
  "tika-vin07t6:127_6": "yena kāmaṁ gantuṁ catasso disā arahati, assa vā santi, tāsu vā sādhūti cātuddiso.",
  "tika-vin07t6:128_0": "Abhivinayeti pātimokkhasaṁvarasaṅkhāte saṁvaravinaye, tappakāsake vā vinayapiṭake.",
  "tika-vin07t6:128_1": "Vinetunti sikkhāpetuṁ pakāsetuṁ. Paguṇā vācuggatāti pāṭhato ca atthato ca paguṇā",
  "tika-vin07t6:128_2": "mukhe sannidhāpanavasena vācuggatā kātabbā. Atthamattavasenapettha yojanaṁ karonti.",
  "tika-vin07t6:128_3": "Abhidhammeti lakkhaṇarasādivasena paricchinne nāmarūpadhamme. Pubbe kira mahātherā",
  "tika-vin07t6:128_4": "pariyattianantaradhānāya ekekassa gaṇassa dīghanikāyādiekekadhammakoṭṭhāsaṁ niyyātentā",
  "tika-vin07t6:128_5": "“tumhe etaṁ pāḷito ca aṭṭhakathāto ca pariharatha, sakkontā uttaripi uggaṇhathā”ti",
  "tika-vin07t6:128_6": "evaṁ sakaladhammaṁ ganthavasena niyyātenti, tattha te ca bhikkhū ganthanāmena dīghabhāṇakā",
  "tika-vin07t6:128_7": "majjhimabhāṇakāti voharīyanti, te ca attano bhārabhūtaṁ koṭṭhāsaṁ pariccajitvā aññaṁ",
  "tika-vin07t6:128_8": "uggahetuṁ na labhanti. Taṁ sandhāyāha “sace majjhimabhāṇako hotī”tiādi.",
  "tika-vin07t6:129_0": "Tattha heṭṭhimā vā tayo vaggāti mahāvaggato heṭṭhimā sagāthakavaggo, nidānavaggo,",
  "tika-vin07t6:129_1": "khandhavaggoti ime tayo vaggā. Tikanipātato paṭṭhāya heṭṭhāti ekakanipātadukanipāte",
  "tika-vin07t6:129_2": "sandhāya vuttaṁ. Dhammapadampi saha vatthunā jātakabhāṇakena attano jātakena saddhiṁ",
  "tika-vin07t6:129_3": "uggahetabbaṁ. Tato oraṁ na vaṭṭatīti mahāpaccarivādassa adhippāyo. Tato tatoti dīghanikāyādito.",
  "tika-vin07t6:129_4": "Uccinitvā uggahitaṁ saddhammassa ṭhitiyā, bhikkhunopi pubbāparānusandhiādikusalatāya",
  "tika-vin07t6:129_5": "ca na hotīti “taṁ na vaṭṭatī”ti paṭikkhittaṁ. Abhidhamme kiñci uggahetabbanti na",
  "tika-vin07t6:129_6": "vuttanti ettha yasmā vinaye kusalattikādivibhāgo, suttantesu samathavipassanāmaggo",
  "tika-vin07t6:129_7": "ca abhidhammapāṭhaṁ vinā na viññāyati, andhakāre paviṭṭhakālo viya hoti, tasmā suttavinayānaṁ",
  "tika-vin07t6:129_8": "gahaṇavasena abhidhammaggahaṇaṁ vuttamevāti visuṁ na vuttanti veditabbaṁ. Yathā “bhojanaṁ",
  "tika-vin07t6:129_9": "bhuñjitabba”nti vutte “byañjanaṁ khāditabba”nti avuttampi vuttameva hoti tadavinābhāvato,",
  "tika-vin07t6:129_10": "evaṁsampadamidaṁ daṭṭhabbaṁ.",
  "tika-vin07t6:130_0": "Parimaṇḍalapadabyañjanāyāti parimaṇḍalāni paripuṇṇāni padesu sithiladhanitādibyañjanāni",
  "tika-vin07t6:130_1": "yassaṁ, tāya. Purassa esāti porī, nagaravāsīnaṁ kathāti attho. Anelagaḷāyāti ettha",
  "tika-vin07t6:130_2": "elāti kheḷaṁ taggaḷanavirahitāya. Kalyāṇavākkaraṇoti ettha vācā eva vākkaraṇaṁ, udāharaṇaghoso.",
  "tika-vin07t6:130_3": "Kalyāṇaṁ madhuraṁ vākkaraṇamassāti kalyāṇavākkaraṇo. Upasampannāya methuneneva abhabbo",
  "tika-vin07t6:130_4": "hoti, na sikkhamānāsāmaṇerīsūti āha “bhikkhuniyā kāyasaṁsaggaṁ vā”tiādi.",
  "tika-vin07t6:131_0": "148.Garukehīti garukabhaṇḍehi. Ekatoupasampannāyāti upayogatthe bhummavacanaṁ. Bhikkhūnaṁ",
  "tika-vin07t6:131_1": "santike upasampannā nāma parivattaliṅgā vā pañcasatasākiyāniyo vā. Etā pana ekatoupasampannā",
  "tika-vin07t6:131_2": "ovadantassa pācittiyameva.",
  "tika-vin07t6:132_0": "149.Na nimantitā hutvā gantukāmāti nimantitā hutvā bhojanapariyosāne gantukāmā na",
  "tika-vin07t6:132_1": "honti, tattheva vasitukāmā hontīti attho. Yatoti bhikkhunupassayato. Yācitvāti “tumhehi",
  "tika-vin07t6:132_2": "ānītaovādeneva mayampi vasissāmā”ti yācitvā. Tatthāti tasmiṁ bhikkhunupassaye. Abhikkhukāvāse",
  "tika-vin07t6:132_3": "vassaṁ vasantiyā pācittiyaṁ, apagacchantiyā dukkaṭaṁ.",
  "tika-vin07t6:133_0": "Imāsu katarāpatti pariharitabbāti codanaṁ pariharanto āha “sā rakkhitabbā”ti. Sā",
  "tika-vin07t6:133_1": "vassānugamanamūlikā āpatti rakkhitabbā, itarāya anāpattikāraṇaṁ atthīti adhippāyo.",
  "tika-vin07t6:133_2": "Tenāha “āpadāsu hī”tiādi.",
  "tika-vin07t6:134_0": "Ovādatthāyāti ovāde yācanatthāya. Dve tissoti dvīhi tīhi, karaṇatthe cetaṁ paccattavacanaṁ.",
  "tika-vin07t6:134_1": "Pāsādikenāti pasādajanakena kāyakammādinā. Sampādetūti tividhaṁ sikkhaṁ sampādetu.",
  "tika-vin07t6:134_2": "Asammatatā, bhikkhuniyā paripuṇṇūpasampannatā, ovādavasena aṭṭhagarudhammadānanti",
  "tika-vin07t6:134_3": "imānettha tīṇi aṅgāni.",
  "tika-vin07t6:135": "Ovādasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:136": "2. Atthaṅgatasikkhāpadavaṇṇanā",
  "tika-vin07t6:137_0": "153. Dutiye kokanadanti padumavisesaṁ, taṁ kira bahupattaṁ vaṇṇasampannaṁ. Ayañhettha",
  "tika-vin07t6:137_1": "attho – yathā kokanadasaṅkhātaṁ padumaṁ, evaṁ phullamukhapadumaṁ avītaguṇagandhaṁ",
  "tika-vin07t6:137_2": "nimmale antalikkhe ādiccaṁ viya ca attano tejasā tapantaṁ tato eva virocamānaṁ aṅgehi",
  "tika-vin07t6:137_3": "niccharaṇakajutiyā aṅgīrasaṁ sammāsambuddhaṁ passāti. Rajoharaṇanti sarīre rajaṁ",
  "tika-vin07t6:137_4": "puñchatīti rajoharaṇanti puñchanacoḷassa nāmaṁ. Obhāsavissajjanapubbakā bhāsitagāthā",
  "tika-vin07t6:137_5": "obhāsagāthā nāma. Visuddhimaggādīsu pana “rāgo rajo na ca pana reṇu vuccatī”tiādi",
  "tika-vin07t6:137_6": "obhāsagāthā vuttā, na panesā “adhicetaso”ti gāthā. Ayañca cūḷapanthakattherassa udānagāthāti",
  "tika-vin07t6:137_7": "udānapāḷiyaṁ natthi, ekudāniyattherassa nāyaṁ udānagāthāti tattha vuttaṁ. Idha pana",
  "tika-vin07t6:137_8": "pāḷiyā eva vuttattā therassāpi udānagāthāti gahetabbaṁ. Idha ca agarudhammenāpi ovadato",
  "tika-vin07t6:137_9": "pācittiyameva. Atthaṅgatasūriyatā, paripuṇṇūpasampannatā, ovadananti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:138": "Atthaṅgatasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:139": "3. Bhikkhunupassayasikkhāpadavaṇṇanā",
  "tika-vin07t6:140": "162. Tatiyaṁ uttānameva. Upassayūpagamanaṁ, paripuṇṇūpasampannatā, samayābhāvo, garudhammehi ovadananti imānettha cattāri aṅgāni.",
  "tika-vin07t6:141": "Bhikkhunupassayasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:142": "4. Āmisasikkhāpadavaṇṇanā",
  "tika-vin07t6:143_0": "164. Catutthe āmisanirapekkhampi āmisahetu ovadatītisaññāya bhaṇantassapi anāpatti",
  "tika-vin07t6:143_1": "sacittakattā sikkhāpadassa. Sesamettha uttānameva. Upasampannatā, dhammena laddhasammutitā,",
  "tika-vin07t6:143_2": "anāmisantaratā, avaṇṇakāmatāya evaṁ bhaṇananti imānettha cattāri aṅgāni.",
  "tika-vin07t6:144": "Āmisasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:145": "169. Pañcamaṁ cīvaradānasikkhāpadaṁ uttānameva.",
  "tika-vin07t6:146": "6. Cīvarasibbanasikkhāpadavaṇṇanā",
  "tika-vin07t6:147_0": "176. Chaṭṭhe kathinavattanti kathinamāse cīvaraṁ karontānaṁ sabrahmacārīnaṁ sahāyabhāvūpagamanaṁ",
  "tika-vin07t6:147_1": "sandhāya vuttaṁ. Vañcetvāti “tava ñātikāyā”ti avatvā “ekissā bhikkhuniyā”ti ettakameva",
  "tika-vin07t6:147_2": "vatvā “ekissā bhikkhuniyā”ti sutvā te aññātikasaññino ahesunti āha “akappiye niyojitattā”ti.",
  "tika-vin07t6:147_3": "Aññātikāya bhikkhuniyā santakatā, nivāsanapārupanūpagatā, vuttanayena sibbanaṁ vā",
  "tika-vin07t6:147_4": "sibbāpanaṁ vāti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:148": "Cīvarasibbanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:149": "7. Saṁvidhānasikkhāpadavaṇṇanā",
  "tika-vin07t6:150_0": "183. Sattame pāḷiyaṁ gacchāma bhagini gacchāmāyyāti bhikkhupubbakaṁ saṁvidhānaṁ,",
  "tika-vin07t6:150_1": "itaraṁ bhikkhunipubbakaṁ. Ekaddhānamagganti ekato addhānasaṅkhātaṁ maggaṁ. Hiyyoti",
  "tika-vin07t6:150_2": "suve. Pareti tatiye divase.",
  "tika-vin07t6:151_0": "Dvidhā vuttappakāroti pādagamane pakkhagamaneti dvidhā vuttappakāro. Upacāro na labbhatīti",
  "tika-vin07t6:151_1": "yo parikkhittādigāmassa ekaleḍḍupātādiupacāro vutto, so idha na labbhati āsannattā.",
  "tika-vin07t6:151_2": "Etena ca antaraghareyevettha gāmoti adhippeto, na sakalaṁ gāmakhettaṁ. Tatthāpi yattha",
  "tika-vin07t6:151_3": "upacāro labbhati, tattha upacārokkamane eva āpattīti dasseti. Tenāha “ratanamattantaro”tiādi.",
  "tika-vin07t6:151_4": "Upacārokkamanañcettha upacārabbhantare pavisanameva hoti. Tattha appavisitvāpi upacārato",
  "tika-vin07t6:151_5": "bahi addhayojanabbhantaragatena maggena gacchantopi maggassa dvīsu passesu addhayojanabbhantaragataṁ",
  "tika-vin07t6:151_6": "gāmūpacāraṁ sabbaṁ okkamitvā gacchaticceva vuccati. Addhayojanato bahi gatena maggena",
  "tika-vin07t6:151_7": "gacchanto na gāmūpacāragaṇanāya kāretabbo, addhayojanagaṇanāyeva kāretabbo. Evañca",
  "tika-vin07t6:151_8": "sati anantarasikkhāpade nāvāyeva gāmatīrapassena gacchantassa gāmūpacāragaṇanāya",
  "tika-vin07t6:151_9": "āpatti samatthitā hoti. Na hi sakkā nāvāya gāmūpacārabbhantare pavisituṁ. Tiṇṇaṁ",
  "tika-vin07t6:151_10": "maggānaṁ sambandhaṭṭhānaṁ siṅghāṭakaṁ. Etthantare saṁvidahiteti ettha na kevalaṁ",
  "tika-vin07t6:151_11": "yathāvuttarathikādīsu eva saṁvidahane dukkaṭaṁ, antarāmaggepīti adhippāyo.",
  "tika-vin07t6:152_0": "Addhayojanaṁ atikkamantassāti asati gāme addhayojanaṁ atikkamantassa. Yasmiñhi gāmakhettabhūtepi",
  "tika-vin07t6:152_1": "araññe addhayojanabbhantare gāmo na hoti, tampi idha agāmakaṁ araññanti adhippetaṁ, na viñjhāṭavādayo.",
  "tika-vin07t6:153_0": "185.Raṭṭhabhedeti raṭṭhavilope. Cakkasamāruḷhāti iriyāpathacakkaṁ, sakaṭacakkaṁ vā",
  "tika-vin07t6:153_1": "samāruḷhā. Dvinnampi saṁvidahitvā maggappaṭipatti, avisaṅketaṁ, samayābhāvo, anāpadā,",
  "tika-vin07t6:153_2": "gāmantarokkamanaṁ vā addhayojanātikkamo vāti imānettha pañca aṅgāni. Ekatoupasampannādīhi",
  "tika-vin07t6:153_3": "saddhiṁ saṁvidhāya gacchantassa pana mātugāmasikkhāpadena āpatti.",
  "tika-vin07t6:154": "Saṁvidhānasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:155": "8. Nāvābhiruhanasikkhāpadavaṇṇanā",
  "tika-vin07t6:156_0": "189. Aṭṭhame ekaṁ tīraṁ…pe… nirantaranti nadito addhayojanabbhantare padese niviṭṭhagāmehi",
  "tika-vin07t6:156_1": "nirantaratā vuttā. Ekaṁ agāmakaṁ araññanti tathā niviṭṭhagāmābhāvena vuttaṁ. Agāmakatīrapassenātiādi",
  "tika-vin07t6:156_2": "pana atirekaaddhayojanavitthataṁ nadiṁ sandhāya vuttaṁ. Tato ūnavitthārāya hi nadiyā",
  "tika-vin07t6:156_3": "majjhenāpi gamane tīradvayassāpi addhayojanabbhantare gatattā gāmantaragaṇanāya,",
  "tika-vin07t6:156_4": "addhayojanagaṇanāya ca āpattiyo paricchinditabbā. Teneva “yojanavitthatā…pe… addhayojanagaṇanāya",
  "tika-vin07t6:156_5": "pācittiyānī”ti vuttaṁ. Teneva hi yojanato ūnāya nadiyā addhayojanabbhantaragatatīravaseneva",
  "tika-vin07t6:156_6": "āpattigaṇanaṁ vuttameva hoti. “Sabbaaṭṭhakathāsū”tiādinā vuttamevatthaṁ samattheti.",
  "tika-vin07t6:156_7": "Tattha kiñcāpi samuddataḷākādīsu pācittiyaṁ na vuttaṁ, tathāpi kīḷāpurekkhārassa",
  "tika-vin07t6:156_8": "tattha dukkaṭamevāti gahetabbaṁ, paṭhamaṁ kīḷāpurekkhārassāpi pacchā nāvāya niddupagatassa,",
  "tika-vin07t6:156_9": "yoniso vā manasi karontassa gāmantarokkamanādīsupi āpattisambhavato paṇṇattivajjatā,",
  "tika-vin07t6:156_10": "ticittatā cassa sikkhāpadassa vuttāti veditabbaṁ. Sesaṁ suviññeyyameva.",
  "tika-vin07t6:157": "Nāvābhiruhanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:158": "9. Paripācitasikkhāpadavaṇṇanā",
  "tika-vin07t6:159_0": "197. Navame pāḷiyaṁ “sikkhamānā…pe… pañca bhojanāni ṭhapetvā sabbattha anāpattī”ti",
  "tika-vin07t6:159_1": "idaṁ iminā sikkhāpadena anāpattiṁ sandhāya vuttaṁ. Pañcahi sahadhammikehi kataviññattiparikathādīhi",
  "tika-vin07t6:159_2": "uppannaṁ paribhuñjantassa dukkaṭameva. Bhikkhuniyā paripācitatā, tathā jānanaṁ, gihisamārambhābhāvo,",
  "tika-vin07t6:159_3": "bhojanatā, tassa ajjhoharaṇanti imānettha pañca aṅgāni.",
  "tika-vin07t6:160": "Paripācitasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:161": "10. Rahonisajjasikkhāpadavaṇṇanā",
  "tika-vin07t6:162_0": "198. Dasame upanandassa catutthasikkhāpadenāti mātugāmena rahonisajjasikkhāpadaṁ",
  "tika-vin07t6:162_1": "sandhāya vuttaṁ, taṁ pana acelakavagge pañcamampi upanandaṁ ārabbha paññattesu catutthattā",
  "tika-vin07t6:162_2": "evaṁ vuttanti daṭṭhabbaṁ.",
  "tika-vin07t6:163": "Rahonisajjasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:164": "Niṭṭhito ovādavaggo tatiyo.",
  "tika-vin07t6:165": "4. Bhojanavaggo",
  "tika-vin07t6:166": "1. Āvasathapiṇḍasikkhāpadavaṇṇanā",
  "tika-vin07t6:167": "206. Catutthavaggassa paṭhame imesaṁyevāti imesaṁ pāsaṇḍānaṁyeva. Ettakānanti imasmiṁ pāsaṇḍe ettakānaṁ.",
  "tika-vin07t6:168_0": "208.“Gacchanto vā āgacchanto vā”ti idaṁ addhayojanavasena gahetabbaṁ. Aññe uddissa",
  "tika-vin07t6:168_1": "paññattañca bhikkhūsu appasannehi titthiyehi sāmaññatopi paññattampi bhikkhūnaṁ na",
  "tika-vin07t6:168_2": "vaṭṭati eva. Āvasathapiṇḍatā, agilānatā, anuvasitvā bhojananti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:169": "Āvasathapiṇḍasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:170": "2. Gaṇabhojanasikkhāpadavaṇṇanā",
  "tika-vin07t6:171_0": "209. Dutiye abhimāreti abhibhavitvā bhagavantaṁ māraṇatthāya payojite dhanudhare.",
  "tika-vin07t6:171_1": "Nanu “rājānampi mārāpesī”ti vacanato idaṁ sikkhāpadaṁ ajātasattuno kāle paññattanti",
  "tika-vin07t6:171_2": "siddhaṁ, evañca sati pāḷiyaṁ “tena kho pana samayena rañño māgadhassa…pe… ñātisālohito",
  "tika-vin07t6:171_3": "ājīvakesu pabbajito hoti…pe… bimbisāraṁ etadavocā”tiādi virujjhatīti? Na virujjhati.",
  "tika-vin07t6:171_4": "So kira ājīvako bimbisārakālato pabhuti antarantarā bhikkhū nimantetvā dānaṁ dento",
  "tika-vin07t6:171_5": "ajātasattukālepi sikkhāpade paññattepi bhikkhūnaṁ santike dūtaṁ pāhesi, bhikkhū ca",
  "tika-vin07t6:171_6": "kukkuccāyantā nivāresuṁ. Tasmā ādito paṭṭhāya taṁ vatthu dassitanti veditabbaṁ.",
  "tika-vin07t6:172": "215. Aññamaññaṁ visadisaṁ rajjaṁ virajjaṁ, virajjato āgatā verajjakā. Te ca yasmā jātigottādito nānāvidhā, tasmā nānāverajjaketipi attho.",
  "tika-vin07t6:173_0": "217-8. Imassa sikkhāpadassa vatthuvaseneva viññattito gaṇabhojanatthatā siddhāti",
  "tika-vin07t6:173_1": "taṁ avatvā padabhājane asiddhameva nimantanato gaṇabhojanaṁ dassitanti veditabbaṁ.",
  "tika-vin07t6:173_2": "Tenāha “dvīhākārehī”tiādi. “Yena kenaci vevacanenā”ti vuttattā “bhojanaṁ gaṇhathā”tiādisāmaññanāmenāpi",
  "tika-vin07t6:173_3": "gaṇabhojanaṁ hoti. Yaṁ pana pāḷiyaṁ addhānagamanādivatthūsu “idheva bhuñjathā”ti",
  "tika-vin07t6:173_4": "vuttavacanassa kukkuccāyanaṁ, tampi odanādināmaṁ gahetvā vuttattā eva katanti veditabbaṁ.",
  "tika-vin07t6:173_5": "Ekato gaṇhantīti aññamaññassa dvādasahatthaṁ amuñcitvā ekato ṭhatvā gaṇhanti.",
  "tika-vin07t6:174_0": "“Amhākaṁ catunnampi bhattaṁ dehī”ti vuttattā pāḷi (vaṇṇanā) yaṁ “tvaṁ ekassa bhikkhuno",
  "tika-vin07t6:174_1": "bhattaṁ dehī”tiādino vuttattā ca bhojananāmena viññattameva gaṇabhojanaṁ hoti, tañca",
  "tika-vin07t6:174_2": "aññena viññattampi ekato gaṇhantānaṁ sabbesampi hotīti daṭṭhabbaṁ. Visuṁ gahitaṁ",
  "tika-vin07t6:174_3": "pana viññattaṁ bhuñjato paṇītabhojanādisikkhāpadehi āpatti eva.",
  "tika-vin07t6:175_0": "Āgantukapaṭṭanti acchinditvā anvādhiṁ āropetvā karaṇacīvaraṁ sandhāya vuttaṁ. Ṭhapetīti",
  "tika-vin07t6:175_1": "ekaṁ antaṁ cīvare bandhanavasena ṭhapeti. Paccāgataṁ sibbatīti tasseva dutiyaantaṁ",
  "tika-vin07t6:175_2": "parivattitvā āhataṁ sibbati. Āgantukapaṭṭaṁ bandhatīti cīvarena laggaṁ karonto punappunaṁ",
  "tika-vin07t6:175_3": "tattha tattha suttena bandhati. Ghaṭṭetīti pamāṇena gahetvā daṇḍādīhi ghaṭṭeti. Suttaṁ",
  "tika-vin07t6:175_4": "karotīti guṇādibhāvena vaṭṭeti. Valetīti anekaguṇasuttaṁ hatthena vā cakkadaṇḍena",
  "tika-vin07t6:175_5": "vā vaṭṭeti ekattaṁ karoti. Parivattanaṁ karotīti parivattanadaṇḍayantakaṁ karoti,",
  "tika-vin07t6:175_6": "yasmiṁ suttaguḷaṁ pavesetvā veḷunāḷikādīsu ṭhapetvā paribbhamāpetvā suttakoṭito paṭṭhāya ākaḍḍhanti.",
  "tika-vin07t6:176_0": "220.Animantitacatutthanti animantito catuttho yassa bhikkhucatukkassa, taṁ animantitacatutthaṁ.",
  "tika-vin07t6:176_1": "Evaṁ sesesupi. Tenāha “pañcannaṁ catukkāna”nti. Sampavesetvāti tehi yojetvā. Gaṇo",
  "tika-vin07t6:176_2": "bhijjatīti nimantitasaṅgho na hotīti attho.",
  "tika-vin07t6:177_0": "Adhivāsetvāgatesūti ettha akappiyanimantanādhivāsanakkhaṇe pubbapayoge dukkaṭampi",
  "tika-vin07t6:177_1": "natthi, viññattito pasavane pana viññattikkhaṇe itarasikkhāpadehi dukkaṭaṁ hotīti",
  "tika-vin07t6:177_2": "gahetabbaṁ. Nimantanaṁ sādiyathāti nimantanabhattaṁ paṭiggaṇhatha. Tāni cāti kummāsādīni",
  "tika-vin07t6:177_3": "ca tehi bhikkhūhi ekena pacchā gahitattā ekato na gahitāni.",
  "tika-vin07t6:178_0": "“Bhattuddesakena paṇḍitena bhavitabbaṁ…pe… mocetabbā”ti etena bhattuddesakena akappiyanimantane",
  "tika-vin07t6:178_1": "sādite sabbesampi sāditaṁ hoti. Ekato gaṇhantānaṁ gaṇabhojanāpatti ca hotīti dasseti.",
  "tika-vin07t6:178_2": "Dūtassa dvāre āgantvā puna “bhattaṁ gaṇhathā”ti vacanabhayena “gāmadvāre aṭṭhatvā”ti",
  "tika-vin07t6:178_3": "vuttaṁ. Gaṇabhojanatā, samayābhāvo, ajjhoharaṇanti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:179": "Gaṇabhojanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:180": "3. Paramparabhojanasikkhāpadavaṇṇanā",
  "tika-vin07t6:181_0": "221. Tatiye pāḷiyaṁ bhattapaṭipāṭi aṭṭhitāti kulapaṭipāṭiyā dātabbā bhattapaṭipāṭi",
  "tika-vin07t6:181_1": "aṭṭhitā na ṭhitā, abbocchinnā nirantarappavattāti attho. Badaraphalāni pakkhipitvā",
  "tika-vin07t6:181_2": "pakkayāguādikaṁ “badarasāḷava”nti vuccati.",
  "tika-vin07t6:182_0": "Pāḷiyaṁ paramparabhojaneti yena paṭhamaṁ nimantito, tassa bhojanato parassa bhojanassa",
  "tika-vin07t6:182_1": "bhuñjane. Vikappanāva idha anupaññattivasena mātikāyaṁ anāropitāpi parivāre “catasso",
  "tika-vin07t6:182_2": "anupaññattiyo”ti anupaññattiyaṁ gaṇitā. Tattha kiñcāpi aṭṭhakathāyaṁ mahāpaccarivādassa",
  "tika-vin07t6:182_3": "pacchā kathanena parammukhāvikappanā patiṭṭhapitā, tathāpi sammukhāvikappanāpi gahetabbāva.",
  "tika-vin07t6:182_4": "Teneva mātikāṭṭhakathāyampi “yo bhikkhu pañcasu sahadhammikesu aññatarassa ‘mayhaṁ",
  "tika-vin07t6:182_5": "bhattapaccāsaṁ tuyhaṁ dammī’ti vā ‘vikappemī’ti vā evaṁ sammukhā”tiādi vuttaṁ.",
  "tika-vin07t6:183": "229.Khīraṁ vā rasaṁ vāti pañcabhojanāmisaṁ bhattato upari ṭhitaṁ sandhāya vuttaṁ. Tañhi abhojanattā uppaṭipāṭiyā pivatopi anāpatti. Tenāha “bhuñjantenā”tiādi.",
  "tika-vin07t6:184": "Vikappanāya akaraṇato akiriyāvasena idaṁ vācāyapi samuṭṭhitanti āha “vacīkamma”nti. Paramparabhojanatā, samayābhāvo, ajjhoharaṇanti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:185": "Paramparabhojanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:186": "4. Kāṇamātāsikkhāpadavaṇṇanā",
  "tika-vin07t6:187_0": "231. Catutthe pāḷiyaṁ paṭiyālokanti pacchimadisaṁ, pacchādisanti attho. Apātheyyādiatthāya",
  "tika-vin07t6:187_1": "paṭiyāditantisaññāya gaṇhantassāpi āpatti eva acittakattā sikkhāpadassa. Attano atthāya",
  "tika-vin07t6:187_2": "“imassa hatthe dehī”ti vacanenāpi āpajjanato “vacīkamma”nti vuttaṁ. Vuttalakkhaṇapūvamanthatā,",
  "tika-vin07t6:187_3": "asesakatā, appaṭippassaddhagamanatā, aññātakāditā, atirekapaṭiggahaṇanti imānettha pañca aṅgāni.",
  "tika-vin07t6:188": "Kāṇamātāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:189": "5. Paṭhamapavāraṇāsikkhāpadavaṇṇanā",
  "tika-vin07t6:190_0": "237. Pañcame “ti-kāraṁ avatvā”ti iminā kātabbasaddasāmatthiyā laddhaṁ iti-padaṁ katakāle",
  "tika-vin07t6:190_1": "na vattabbanti dasseti. Idha pana ajānantehi iti-sadde payuttepi atirittaṁ katameva hotīti daṭṭhabbaṁ.",
  "tika-vin07t6:191_0": "238-9. “Pavārito”ti idañca kattuatthe nipphannanti dassetuṁ “katapavāraṇo”tiādi vuttaṁ.",
  "tika-vin07t6:191_1": "Bhuttāvī-padassa niratthakabhāvameva sādhetuṁ “vuttampi ceta”ntiādi vuttaṁ. Tāhīti",
  "tika-vin07t6:191_2": "puthukāhi. Sattumodakoti sattuṁ temetvā kato apakko. Sattuṁ pana pisitvā piṭṭhaṁ",
  "tika-vin07t6:191_3": "katvā temetvā pūvaṁ katvā pacanti, taṁ na pavāreti. “Paṭikkhipitabbaṭṭhāne ṭhitameva",
  "tika-vin07t6:191_4": "paṭikkhipati nāmā”ti vuttattā yaṁ yaṁ alajjisantakaṁ vā attano apāpuṇakasaṅghikādiṁ",
  "tika-vin07t6:191_5": "vā paṭikkhepato pavāraṇā na hotīti daṭṭhabbaṁ.",
  "tika-vin07t6:192": "Āsannataraṁ aṅganti hatthapāsato bahi ṭhatvā onamitvā dentassa sīsaṁ āsannataraṁ hoti, tassa orimantena paricchinditabbaṁ.",
  "tika-vin07t6:193_0": "Apanāmetvāti abhimukhaṁ haritvā. “Imaṁ bhattaṁ gaṇhā”ti vadatīti kiñci anāmetvā vadati.",
  "tika-vin07t6:193_1": "Kevalaṁ vācābhihārassa anadhippetattā gaṇhathāti gahetuṁ āraddhaṁ kaṭacchunā anukkhittampi",
  "tika-vin07t6:193_2": "pubbepi evaṁ abhihaṭattā pavāraṇā hotīti “abhihaṭāva hotī”ti vuttaṁ. Uddhaṭamatteti",
  "tika-vin07t6:193_3": "bhājanato viyojitamatte. Dvinnaṁ samabhārepīti parivesakassa ca aññassa ca bhattapacchibhājanavahane samakepīti attho.",
  "tika-vin07t6:194_0": "Rasaṁ gaṇhathāti ettha kevalaṁ maṁsarasassa apavāraṇājanakassa nāmena vuttattā paṭikkhipato",
  "tika-vin07t6:194_1": "pavāraṇā na hoti. Maccharasantiādīsu maccho ca rasañcāti atthassa sambhavato vatthunopi",
  "tika-vin07t6:194_2": "tādisattā pavāraṇā hoti, “idaṁ gaṇhathā”tipi avatvā tuṇhībhāvena abhihaṭaṁ paṭikkhipatopi",
  "tika-vin07t6:194_3": "hoti eva. Karambakoti missakādhivacanametaṁ. Yañhi bahūhi missetvā karonti, so “karambako”ti vuccati.",
  "tika-vin07t6:195_0": "“Uddissa kata”nti maññamānoti ettha vatthuno kappiyattā “pavāritova hotī”ti vuttaṁ.",
  "tika-vin07t6:195_1": "Tañce uddissa katameva hoti, paṭikkhepo natthi. Ayamettha adhippāyoti “yenāpucchito”tiādinā",
  "tika-vin07t6:195_2": "vuttamevatthaṁ sandhāya vadati. Kāraṇaṁ panettha duddasanti bhattassa bahutarabhāvena",
  "tika-vin07t6:195_3": "pavāraṇāsambhavakāraṇaṁ duddasaṁ, aññathā karambakepi macchādibahubhāve pavāraṇā",
  "tika-vin07t6:195_4": "bhaveyyāti adhippāyo. Yathā cettha kāraṇaṁ duddasaṁ, evaṁ parato “missakaṁ gaṇhathā”ti",
  "tika-vin07t6:195_5": "etthāpi kāraṇaṁ duddasamevāti daṭṭhabbaṁ. Yañca “idaṁ pana bhattamissakamevā”tiādi",
  "tika-vin07t6:195_6": "kāraṇaṁ vuttaṁ, tampi “appataraṁ na pavāretī”ti vacanena na sameti. Visuṁ katvā detīti",
  "tika-vin07t6:195_7": "“rasaṁ gaṇhathā”tiādinā vācāya visuṁ katvā detīti attho gahetabbo. Na pana kāyena",
  "tika-vin07t6:195_8": "rasādiṁ viyojetvāti. Tathā aviyojitepi paṭikkhipato pavāraṇāya asambhavato appavāraṇāpahoṇakassa",
  "tika-vin07t6:195_9": "nāmena vuttattā bhattamissakayāguṁ āharitvā “yāguṁ gaṇhathā”ti vuttaṭṭhānādīsu viya,",
  "tika-vin07t6:195_10": "aññathā vā ettha yathā pubbāparaṁ na virujjhati, tathā adhippāyo gahetabbo.",
  "tika-vin07t6:196_0": "Nāvā vā setu vātiādimhi nāvādiabhiruhanādikkhaṇe kiñci ṭhatvāpi abhiruhanādikātabbattepi",
  "tika-vin07t6:196_1": "gamanatapparatāya ṭhānaṁ nāma na hoti, janasammaddena pana anokāsādibhāvena kātuṁ",
  "tika-vin07t6:196_2": "na vaṭṭati. Acāletvāti vuttaṭṭhānato aññasmimpi padese vā uddhaṁ vā apesetvā tasmiṁ",
  "tika-vin07t6:196_3": "eva pana ṭhāne parivattetuṁ labhati. Tenāha “yena passenā”tiādi.",
  "tika-vin07t6:197_0": "Akappiyabhojanaṁ vāti kuladūsanādinā uppannaṁ, taṁ “akappiya”nti iminā tena missaṁ",
  "tika-vin07t6:197_1": "odanādi atirittaṁ hoti evāti dasseti. Tasmā yaṁ tattha akappakataṁ kandaphalādi,",
  "tika-vin07t6:197_2": "taṁ apanetvā sesaṁ bhuñjitabbameva.",
  "tika-vin07t6:198_0": "So puna kātuṁ na labhatīti tasmiññeva bhājane kariyamānaṁ paṭhamakatena saddhiṁ kataṁ",
  "tika-vin07t6:198_1": "hotīti puna so eva kātuṁ na labhati, añño labhati. Aññena hi katato añño puna kātuṁ",
  "tika-vin07t6:198_2": "labhati. Aññasmiṁ pana bhājane tena vā aññena vā kātuṁ vaṭṭati. Tenāha “yena akataṁ,",
  "tika-vin07t6:198_3": "tena kātabbaṁ, yañca akataṁ, taṁ kātabba”nti. Evaṁ katanti aññasmiṁ bhājane kataṁ.",
  "tika-vin07t6:198_4": "Sace pana āmisasaṁsaṭṭhānīti ettha mukhādīsu laggampi āmisaṁ sodhetvāva atirittaṁ",
  "tika-vin07t6:198_5": "bhuñjitabbanti veditabbaṁ.",
  "tika-vin07t6:199": "241. Vācāya āṇāpetvā atirittaṁ akārāpanato akiriyasamuṭṭhānanti daṭṭhabbaṁ. Pavāritabhāvo, āmisassa anatirittatā, kāle ajjhoharaṇanti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:200": "Paṭhamapavāraṇāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:201": "6. Dutiyapavāraṇāsikkhāpadavaṇṇanā",
  "tika-vin07t6:202_0": "243. Chaṭṭhe “bhuttasmi”nti mātikāyaṁ vuttattā bhojanapariyosāne pācittiyaṁ. Pavāritatā,",
  "tika-vin07t6:202_1": "tathāsaññitā, āsādanāpekkhatā, anatirittena abhihaṭapavāraṇā, bhojanapaayosānanti",
  "tika-vin07t6:202_2": "imānettha pañca aṅgāni.",
  "tika-vin07t6:203": "Dutiyapavāraṇāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:204": "7. Vikālabhojanasikkhāpadavaṇṇanā",
  "tika-vin07t6:205": "247. Sattame naṭānaṁ nāṭakāti naṭanāṭakā, sītāharaṇādīni.",
  "tika-vin07t6:206_0": "248-9.Khādanīye khādanīyatthanti pūvādikhādanīye vijjamānakhādanīyakiccaṁ khādanīyehi",
  "tika-vin07t6:206_1": "kātabbaṁ jighacchāharaṇasaṅkhātaṁ atthaṁ payojanaṁ neva pharanti na nipphādenti.",
  "tika-vin07t6:206_2": "Ekasmiṁ dese āhārakiccaṁ sādhentaṁ vā aññasmiṁ dese uṭṭhitabhūmirasādibhedena āhārakiccaṁ",
  "tika-vin07t6:206_3": "asādhentampi vā sambhaveyyāti āha “tesu tesu janapadesū”tiādi. Keci pana “ekasmiṁ",
  "tika-vin07t6:206_4": "janapade āhārakiccaṁ sādhentaṁ sesajanapadesupi vikāle na kappati evāti dassanatthaṁ",
  "tika-vin07t6:206_5": "idaṁ vutta”ntipi vadanti. Pakatiāhāravasenāti aññehi yāvakālikehi ayojitaṁ attano",
  "tika-vin07t6:206_6": "pakatiyāva āhārakiccakaraṇavasena. Sammohoyeva hotīti anekatthānaṁ nāmānaṁ, appasiddhānañca",
  "tika-vin07t6:206_7": "sambhavato sammoho eva siyā. Tenevettha mayampi mūlakamūlādīnaṁ pariyāyantaradassanena",
  "tika-vin07t6:206_8": "adassanaṁ karimha upadesatova gahetabbato.",
  "tika-vin07t6:207_0": "Yanti vaṭṭakandaṁ. Muḷālanti thūlataruṇamūlameva, rukkhavalliādīnaṁ matthakoti heṭṭhā",
  "tika-vin07t6:207_1": "vuttameva sampiṇḍetvā vuttaṁ. Acchivādīnaṁ aparipakkāneva phalāni yāvajīvikānīti",
  "tika-vin07t6:207_2": "dassetuṁ “aparipakkānī”ti vuttaṁ. Harītakādīnaṁ aṭṭhīnīti ettha miñjaṁ yāvakālikanti",
  "tika-vin07t6:207_3": "keci vadanti, taṁ na yuttaṁ aṭṭhakathāyaṁ avuttattā.",
  "tika-vin07t6:208_0": "Hiṅgurukkhato paggharitaniyyāso hiṅgu nāma. Hiṅgujatuādayo ca hiṅguvikatiyova. Tattha",
  "tika-vin07t6:208_1": "hiṅgujatu nāma hiṅgurukkhassa daṇḍapattāni pacitvā kataniyyāso. Hiṅgusipāṭikā nāma",
  "tika-vin07t6:208_2": "hiṅgupattāni pacitvā kataniyyāso. Aññena missetvā katotipi vadanti. Takanti aggakoṭiyā",
  "tika-vin07t6:208_3": "nikkhantasileso. Takapattinti pattato nikkhantasileso. Takapaṇṇinti palāse bhajjitvā",
  "tika-vin07t6:208_4": "katasileso. Daṇḍato nikkhantasilesotipi vadanti. Vikālatā, yāvakālikatā, ajjhoharaṇanti",
  "tika-vin07t6:208_5": "imānettha tīṇi aṅgāni.",
  "tika-vin07t6:209": "Vikālabhojanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:210": "8. Sannidhikārakasikkhāpadavaṇṇanā",
  "tika-vin07t6:211_0": "252-3. Aṭṭhame tādisanti asūpabyañjanaṁ. Yāvakālikaṁ vā yāmakālikaṁ vā…pe… pācittiyanti",
  "tika-vin07t6:211_1": "ettha kiñcāpi pāḷiyaṁ khādanīyabhojanīyapadehi yāvakālikameva saṅgahitaṁ, na yāmakālikaṁ.",
  "tika-vin07t6:211_2": "Tathāpi “anāpatti yāmakālikaṁ yāme nidahitvā bhuñjatī”ti idha ceva –",
  "tika-vin07t6:212": "“Yāmakālikena, bhikkhave, sattāhakālikaṁ…pe… yāvajīvikaṁ tadahupaṭiggahitaṁ yāme kappati, yāmātikkante na kappatī”ti –",
  "tika-vin07t6:213_0": "Aññattha ca vuttattā, “yāmakālika”nti vacanasāmatthiyato ca bhagavato adhippāyaññūhi",
  "tika-vin07t6:213_1": "aṭṭhakathācariyehi yāmakālikaṁ sannidhikārakakataṁ pācittiyavatthumeva vuttanti daṭṭhabbaṁ.",
  "tika-vin07t6:213_2": "Yanti pattaṁ, ghaṁsanakiriyāpekkhāya cetaṁ upayogavacanaṁ. Aṅgulilekhā paññāyatīti",
  "tika-vin07t6:213_3": "sinehābhāvepi pattassa succhavitāya paññāyati. Yanti yāvakālikaṁ, yāmakālikañca.",
  "tika-vin07t6:213_4": "Apariccattamevāti nirapekkhatāya anupasampannassa adinnaṁ, apariccattañca yāvakālikādivatthumeva",
  "tika-vin07t6:213_5": "sandhāya vadati, na pana taggatapaṭiggahaṇaṁ. Na hi vatthuṁ apariccajitvā tatthagatapaṭiggahaṇaṁ",
  "tika-vin07t6:213_6": "pariccajituṁ sakkā, na ca tādisaṁ vacanamatthi. Yadi bhaveyya, “sace patto duddhoto",
  "tika-vin07t6:213_7": "hoti…pe… bhuñjantassa pācittiya”nti vacanaṁ virujjheyya. Na hi dhovanena āmisaṁ apanetuṁ",
  "tika-vin07t6:213_8": "vāyamantassa paṭiggahaṇe apekkhā vattati. Yena punadivase bhuñjato pācittiyaṁ janeyya,",
  "tika-vin07t6:213_9": "patte pana vattamānā apekkhā taggatike āmisepi vattati evanāmāti āmise anapekkhatā",
  "tika-vin07t6:213_10": "ettha na labbhati, tato āmise avijahitapaṭiggahaṇaṁ punadivase pācittiyaṁ janetīti",
  "tika-vin07t6:213_11": "idaṁ vuttaṁ. Atha mataṁ “yadaggenettha āmisānapekkhatā na labbhati. Tadaggena paṭiggahaṇānapekkhāpi",
  "tika-vin07t6:213_12": "na labbhatī”ti. Tathā sati yattha āmisāpekkhā atthi, tattha paṭiggahaṇāpekkhāpi na",
  "tika-vin07t6:213_13": "vigacchatīti āpannaṁ, evañca paṭiggahaṇe anapekkhavissajjanaṁ visuṁ na vattabbaṁ",
  "tika-vin07t6:213_14": "siyā. Aṭṭhakathāyañcetampi paṭiggahaṇavijahanakāraṇattena abhimataṁ siyā, idaṁ suṭṭhutaraṁ",
  "tika-vin07t6:213_15": "katvā visuṁ vattabbaṁ cīvarāpekkhāya vattamānāyapi paccuddhārena adhiṭṭhānavijahanaṁ",
  "tika-vin07t6:213_16": "viya. Etasmiñca upāye sati gaṇṭhikāhatapattesu avaṭṭanatā nāma na siyāti vuttovāyamattho.",
  "tika-vin07t6:213_17": "Tasmā yaṁ vuttaṁ sāratthadīpaniyaṁ “yaṁ parassa pariccajitvā adinnampi sace paṭiggahaṇe",
  "tika-vin07t6:213_18": "nirapekkhanissajjanena vijahitapaṭiggahaṇaṁ hoti, tampi dutiyadivase vaṭṭatī”tiādi,",
  "tika-vin07t6:213_19": "taṁ na sārato paccetabbaṁ.",
  "tika-vin07t6:214_0": "Pakatiāmiseti odanādikappiyayāvakālike. Dveti purebhattaṁ paṭiggahitaṁ yāmakālikaṁ",
  "tika-vin07t6:214_1": "purebhattaṁ sāmisena mukhena bhuñjato sannidhipaccayā ekaṁ, yāmakālikasaṁsaṭṭhatāya",
  "tika-vin07t6:214_2": "yāvakālikattabhajanena anatirittapaccayā ekanti dve pācittiyāni. Vikappadvayeti sāmisanirāmisapakkhadvaye.",
  "tika-vin07t6:214_3": "Thullaccayañca dukkaṭañcāti manussamaṁse thullaccayaṁ, sesesu dukkaṭaṁ. Yāvakālikayāmakālikatā,",
  "tika-vin07t6:214_4": "sannidhibhāvo, tassa ajjhoharaṇanti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:215": "Sannidhikārakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:216": "9. Paṇītabhojanasikkhāpadavaṇṇanā",
  "tika-vin07t6:217_0": "259. Navame paṇītasaṁsaṭṭhāni bhojanāni paṇītabhojanānīti pāḷiyaṁ pana bhojanāni",
  "tika-vin07t6:217_1": "pubbe vuttattā pākaṭānīti adassitāni, tādisehi paṇītehi missattā paṇītabhojanāni",
  "tika-vin07t6:217_2": "nāma honti. Tesaṁ pabhedadassanatthaṁ “seyyathidaṁ sappi navanīta”ntiādi vuttaṁ.",
  "tika-vin07t6:217_3": "Sappibhattanti ettha kiñcāpi sappinā saṁsaṭṭhaṁ bhattaṁ, sappi ca bhattañcātipi attho",
  "tika-vin07t6:217_4": "viññāyati, aṭṭhakathāyaṁ pana “sālibhattaṁ viya sappibhattaṁ nāma natthī”tiādinā",
  "tika-vin07t6:217_5": "vuttattā na sakkā aññaṁ vatthuṁ. Aṭṭhakathācariyā eva hi īdisesu ṭhānesu pamāṇaṁ.",
  "tika-vin07t6:218_0": "Mūlanti kappiyabhaṇḍaṁ vuttaṁ. Tasmā anāpattīti ettha visaṅketena pācittiyābhāvepi",
  "tika-vin07t6:218_1": "sūpodanadukkaṭā na muccatīti vadanti. “Kappiyasappinā, akappiyasappinā”ti ca idaṁ",
  "tika-vin07t6:218_2": "kappiyākappiyamaṁsasattānaṁ vasena vuttaṁ.",
  "tika-vin07t6:219_0": "261.Mahānāmasikkhāpadaṁ nāma upari cātumāsapaccayapavāraṇāsikkhāpadaṁ. Agilāno hi",
  "tika-vin07t6:219_1": "appavāritaṭṭhāne viññāpentopi kālaparicchedaṁ, bhesajjaparicchedaṁ vā katvā saṅghavasena",
  "tika-vin07t6:219_2": "pavāritaṭṭhānato taduttari viññāpentena, paricchedabbhantarepi na bhesajjakaraṇīyena",
  "tika-vin07t6:219_3": "rogena bhesajjaṁ viññāpentena ca samo hotīti “mahānāmasikkhāpadena kāretabbo”ti vuttaṁ.",
  "tika-vin07t6:219_4": "Paṇītabhojanatā, agilānatā, akataviññattiyā paṭilābho, ajjhoharaṇanti imānettha cattāri aṅgāni.",
  "tika-vin07t6:220": "Paṇītabhojanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:221": "10. Dantaponasikkhāpadavaṇṇanā",
  "tika-vin07t6:222": "263. Dasame ghanabaddhoti ghanamaṁsena sambaddho, kathinasaṁhatasarīroti attho.",
  "tika-vin07t6:223_0": "264.Mukhadvāranti mukhato heṭṭhā dvāraṁ mukhadvāraṁ, galanāḷikanti attho. Evañca",
  "tika-vin07t6:223_1": "nāsikāya paviṭṭhampi mukhadvāraṁ paviṭṭhameva hoti, mukhe pakkhittamattañca appaviṭṭhaṁ.",
  "tika-vin07t6:223_2": "Āhāranti ajjhoharitabbaṁ kālikaṁ adhippetaṁ, na udakaṁ. Tañhi bhesajjasaṅgahitampi",
  "tika-vin07t6:223_3": "akālikameva paṭiggahitasseva kālikattā. Udake hi paṭiggahaṇaṁ na ruhati. Teneva bhikkhunā",
  "tika-vin07t6:223_4": "tāpitena udakena cirapaṭiggahitena ca akappiyakuṭiyaṁ vutthena ca saha āmisaṁ bhuñjantassāpi",
  "tika-vin07t6:223_5": "sāmapākādidoso na hoti. Vakkhati hi “bhikkhu yāguatthāya…pe… udakaṁ tāpeti, vaṭṭatī”tiādi.",
  "tika-vin07t6:223_6": "Bhikkhū pana etaṁ adhippāyaṁ tadā na jāniṁsu. Tenāha “sammā atthaṁ asallakkhetvā”tiādi.",
  "tika-vin07t6:224": "265.Rathareṇumpīti rathe gacchante uṭṭhahanareṇusadisareṇuṁ. Tena tato sukhumaṁ ākāse paribbhamanakaṁ dissamānampi abbohārikanti dasseti. Akallakoti gilāno.",
  "tika-vin07t6:225_0": "“Gahetuṁ vā…pe… tassa orimantenā”ti iminā ākāse ujuṁ ṭhatvā parena ukkhittaṁ gaṇhantassāpi",
  "tika-vin07t6:225_1": "āsannaṅgabhūtapādatalato paṭṭhāya hatthapāso paricchinditabbo, na pana sīsantato",
  "tika-vin07t6:225_2": "paṭṭhāyāti dasseti. Tattha “orimantenā”ti imassa heṭṭhimantenāti attho gahetabbo.",
  "tika-vin07t6:226_0": "Ettha ca pavāraṇāsikkhāpadaṭṭhakathāyaṁ “sace bhikkhu nisinno hoti, āsanassa pacchimantato",
  "tika-vin07t6:226_1": "paṭṭhāyā”tiādinā paṭiggāhakānaṁ āsannaṅgassa pārimantato paṭṭhāya paricchedassa dassitattā",
  "tika-vin07t6:226_2": "idhāpi ākāse ṭhitassa paṭiggāhakassa āsannaṅgabhūtapādaṅgulassa pārimantabhūtato",
  "tika-vin07t6:226_3": "paṇhipariyantassa heṭṭhimatalato paṭṭhāya, dāyakassa pana orimantabhūtato pādaṅgulassa",
  "tika-vin07t6:226_4": "heṭṭhimatalato paṭṭhāya hatthapāso paricchinditabboti daṭṭhabbaṁ. Imināva nayena",
  "tika-vin07t6:226_5": "bhūmiyaṁ nipajjitvā ussīse nisinnassa hatthato paṭiggaṇhantassapi āsannasīsaṅgassa",
  "tika-vin07t6:226_6": "pārimantabhūtato gīvantato paṭṭhāyeva hatthapāso minitabbo, na pādatalato paṭṭhāya.",
  "tika-vin07t6:226_7": "Evaṁ nipajjitvā dānepi yathānurūpaṁ veditabbaṁ. “Yaṁ āsannataraṁ aṅga”nti hi vuttaṁ.",
  "tika-vin07t6:227_0": "Paṭiggahaṇasaññāyāti “mañcādinā paṭiggahessāmī”ti uppāditasaññāya. Iminā “paṭiggaṇhāmī”ti",
  "tika-vin07t6:227_1": "vācāya vattabbakiccaṁ natthīti dasseti. Katthaci aṭṭhakathāsu, padesesu vā. Asaṁhārime",
  "tika-vin07t6:227_2": "phalaketi thāmamajjhimena purisena asaṁhāriye. Puñchitvā paṭiggahetvāti puñchitepi",
  "tika-vin07t6:227_3": "rajanacuṇṇasaṅkāya sati paṭiggahaṇatthāya vuttaṁ, nāsati. Taṁ panāti patitarajaṁ",
  "tika-vin07t6:227_4": "appaṭiggahetvā upari gahitapiṇḍapātaṁ. Anāpattīti durupaciṇṇādidoso natthi. “Anupasampannassa",
  "tika-vin07t6:227_5": "dassāmī”tiādipi vinayadukkaṭaparihārāya vuttaṁ. Tathā akatvā gahitepi paṭiggahetvā",
  "tika-vin07t6:227_6": "paribhuñjato anāpatti eva. “Anupasampannassa datvā”ti idampi purimābhogānuguṇatāya vuttaṁ.",
  "tika-vin07t6:228_0": "Carukenāti khuddakabhājanena. Abhihaṭattāti diyyamānakkhaṇaṁ sandhāya vuttaṁ. Datvā",
  "tika-vin07t6:228_1": "apanayanakāle pana chārikā vā bindūni vā patanti, puna paṭiggahetabbaṁ abhihārassa",
  "tika-vin07t6:228_2": "vigatattāti vadanti. Taṁ yathā na patati, tathā apanessāmīti pariharante yujjati.",
  "tika-vin07t6:228_3": "Pakatisaññāya apanente abhihāro na chijjati, taṁ paṭiggahitameva hoti. Mukhavaṭṭiyāpi",
  "tika-vin07t6:228_4": "gahetuṁ vaṭṭatīti abhihariyamānassa pattassa mukhavaṭṭiyā uparibhāge hatthaṁ pasāretvā phusituṁ vaṭṭati.",
  "tika-vin07t6:229_0": "Pādena pelletvāti “pādena paṭiggahessāmī”tisaññāya akkamitvā. Kecīti abhayagirivāsino.",
  "tika-vin07t6:229_1": "Vacanamattamevāti paṭibaddhappaṭibaddhanti saddamattameva nānaṁ, kāyapaṭibaddhameva",
  "tika-vin07t6:229_2": "hoti. Tasmā tesaṁ vacanaṁ na gahetabbanti adhippāyo.",
  "tika-vin07t6:230_0": "Tena āharāpetunti yassa bhikkhuno santikaṁ gataṁ, taṁ idha ānehīti āṇāpetvā tena",
  "tika-vin07t6:230_1": "āharāpetuṁ itarassa vaṭṭatīti attho. Na tato paranti tadaheva sāmaṁ appaṭiggahitaṁ",
  "tika-vin07t6:230_2": "sandhāya vuttaṁ. Tadaheva paṭiggahitaṁ pana punadivasādīsu appaṭiggahetvāpi paribhuñjituṁ vaṭṭatīti vadanti.",
  "tika-vin07t6:231_0": "Khiyyantīti khayaṁ gacchanti, tesaṁ cuṇṇehi thullaccayaappaṭiggahaṇāpattiyo na hontīti",
  "tika-vin07t6:231_1": "adhippāyo. “Navasamuṭṭhita”nti eteneva ucchuādīsu abhinavalaggattā abbohārikaṁ na",
  "tika-vin07t6:231_2": "hotīti dasseti. Eseva nayoti sannidhidosādiṁ sandhāya vadati. Tenāha “na hī”tiādi.",
  "tika-vin07t6:231_3": "Tena ca paṭiggahaṇaṅgesu pañcasupi samiddhesu ajjhoharitukāmatāya gahitameva paṭiggahitaṁ",
  "tika-vin07t6:231_4": "nāma hoti ajjhoharitabbesu eva paṭiggahaṇassa anuññātattāti dasseti. Tathā bāhiraparibhogatthāya",
  "tika-vin07t6:231_5": "gahetvā ṭhapitatelādiṁ ajjhoharitukāmatāya sati paṭiggahetvā paribhuñjituṁ vaṭṭati.",
  "tika-vin07t6:232_0": "Kesañcītiādīsu anupasampannānaṁ atthāya katthaci ṭhapiyamānampi hatthato muttamatte",
  "tika-vin07t6:232_1": "eva paṭiggahaṇaṁ na vijahati, atha kho bhājane patitameva paṭiggahaṇaṁ vijahati.",
  "tika-vin07t6:232_2": "Bhājanañca bhikkhunā punadivasatthāya apekkhitamevāti taggatampi āmisaṁ duddhotapattagataṁ",
  "tika-vin07t6:232_3": "viya paṭiggahaṇaṁ na vijahatīti āsaṅkāya “sāmaṇerassa hatthe pakkhipitabba”nti vuttanti",
  "tika-vin07t6:232_4": "veditabbaṁ. Īdisesu hi yutti na gavesitabbā, vuttanayeneva paṭipajjitabbaṁ. “Pattagatā",
  "tika-vin07t6:232_5": "yāgū”ti iminā pattamukhavaṭṭiyā phuṭṭhepi kūṭe yāgu paṭiggahitā, uggahitā vā na hoti",
  "tika-vin07t6:232_6": "bhikkhuno anicchāya phuṭṭhattāti dasseti. Āropetīti hatthaṁ phusāpeti. Paṭiggahaṇūpagaṁ",
  "tika-vin07t6:232_7": "bhāraṁ nāma majjhimassa purisassa ukkhepārahaṁ. Na pidahitabbanti hatthato muttaṁ",
  "tika-vin07t6:232_8": "sandhāya vuttaṁ, hatthagataṁ pana itarena hatthena pidahato, hatthato muttampi vā",
  "tika-vin07t6:232_9": "aphusitvā uparipidhānaṁ pātentassa na doso.",
  "tika-vin07t6:233_0": "Paṭiggaṇhātīti chāyatthāya upari dhārayamānā mahāsākhā yena kenaci chijjeyya, tattha",
  "tika-vin07t6:233_1": "laggarajaṁ mukhe pāteyya cāti kappiyaṁ kārāpetvā paṭiggaṇhāti. Kuṇḍaketi mahāghaṭe.",
  "tika-vin07t6:233_2": "Tasmimpīti cāṭighaṭepi. Gāhāpetvāti appaṭiggahitaṁ kālikaṁ gāhāpetvā.",
  "tika-vin07t6:234_0": "Dutiyattherassāti “therassa pattaṁ mayhaṁ dethā”ti tena attano pariccajāpetvā dutiyattherassa",
  "tika-vin07t6:234_1": "deti. Ettha panāti pattaparivattane. Kāraṇanti ettha yathā “sāmaṇerā ito amhākampi",
  "tika-vin07t6:234_2": "dentī”ti vitakko uppajjati, na tathāti kāraṇaṁ vadanti, tañca yuttaṁ. Yassa pana",
  "tika-vin07t6:234_3": "tādiso vitakko natthi, tena aparivattetvāpi bhuñjituṁ vaṭṭati.",
  "tika-vin07t6:235_0": "Niccāletunti cāletvā pāsāṇasakkharādiapanayaṁ kātuṁ. Uddhanaṁ āropetabbanti anaggikaṁ",
  "tika-vin07t6:235_1": "uddhanaṁ sandhāya vuttaṁ. Uddhane paccamānassa āluḷane upari apakkataṇḍulā heṭṭhā",
  "tika-vin07t6:235_2": "pavisitvā paccatīti āha “sāmaṁpākañceva hotī”ti.",
  "tika-vin07t6:236_0": "Ādhārake patto ṭhapitoti appaṭiggahitāmiso patto puna paṭiggahaṇatthāya ṭhapito.",
  "tika-vin07t6:236_1": "Ekaggahaṇenevāti sāmaṇerānaṁ gahitassa puna acchaḍḍanavasena gahaṇena. Bhuñjituṁ",
  "tika-vin07t6:236_2": "vaṭṭatīti dhūmavaṭṭiyā tadahupaṭiggahitattā vuttaṁ. Bhattuggārotiādi abbohārikappasaṅgena",
  "tika-vin07t6:236_3": "vikālabhojanavinicchayadassanaṁ. Samuddodakenāti appaṭiggahitena. Himakarakā nāma",
  "tika-vin07t6:236_4": "kadāci vassodakena saha patanakā pāsāṇalekhā viya ghanībhūtaudakavisesā, tesu paṭiggahaṇakiccaṁ",
  "tika-vin07t6:236_5": "natthi. Tenāha “udakagatikā evā”ti. Purebhattameva vaṭṭatīti appaṭiggahitāpattīhi",
  "tika-vin07t6:236_6": "abbohārikampi vikālabhojanāpattīhi sabbohārikanti dasseti.",
  "tika-vin07t6:237_0": "Laggatīti mukhe ca hatthe ca mattikāvaṇṇaṁ dasseti. Bahalanti hatthamukhesu alagganakampi",
  "tika-vin07t6:237_1": "paṭiggahetabbaṁ. Vāsamattanti reṇukhīrābhāvaṁ dasseti. Ākirati paṭiggahetabbanti",
  "tika-vin07t6:237_2": "puppharasassa paññāyanato vuttaṁ.",
  "tika-vin07t6:238_0": "Mahābhūtesūti pāṇasarīrasannissitesu pathavīādimahābhūtesu. Sabbaṁ vaṭṭatīti attano,",
  "tika-vin07t6:238_1": "paresañca sarīranissitaṁ sabbaṁ vaṭṭati. Akappiyamaṁsānulomatāya thullaccayādiṁ na",
  "tika-vin07t6:238_2": "janetīti adhippāyo. Patatīti attano sarīrato vicchinditvā patati. “Rukkhato chinditvā”ti",
  "tika-vin07t6:238_3": "vuttattā mattikatthāya pathaviṁ khaṇituṁ, aññampi yaṁkiñci mūlapaṇṇādivisabhesajjaṁ",
  "tika-vin07t6:238_4": "chinditvā chārikaṁ akatvāpi appaṭiggahitampi paribhuñjituṁ vaṭṭatīti daṭṭhabbaṁ.",
  "tika-vin07t6:238_5": "Appaṭiggahitatā, ananuññātatā, dhūmādiabbohārikatābhāvo, ajjhoharaṇanti imānettha cattāri aṅgāni.",
  "tika-vin07t6:239": "Dantaponasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:240": "Niṭṭhito bhojanavaggo catuttho.",
  "tika-vin07t6:241": "5. Acelakavaggo",
  "tika-vin07t6:242": "1. Acelakasikkhāpadavaṇṇanā",
  "tika-vin07t6:243_0": "273. Pañcamavaggassa paṭhame mayhaṁ nāmāti bhikkhunā bhūmiyaṁ ṭhapetvā dinnampi sandhāya",
  "tika-vin07t6:243_1": "vadati. Aññatitthiyatā, ananuññātatā, ajjhoharaṇīyatā, ajjhoharaṇatthāya sahatthā",
  "tika-vin07t6:243_2": "anikkhittabhājane dānanti imānettha cattāri aṅgāni.",
  "tika-vin07t6:244": "Acelakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:245": "2. Uyyojanasikkhāpadavaṇṇanā",
  "tika-vin07t6:246": "274. Dutiye anācāraṁ ācaritukāmatā, tadatthameva upasampannassa uyyojanā, tassa upacārātikkamoti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:247": "Uyyojanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:248": "3. Sabhojanasikkhāpadavaṇṇanā",
  "tika-vin07t6:249_0": "281. Tatiye pāḷiyaṁ khuddake ghareti ettha khuddakaṁ gharaṁ nāma pañcahatthato ūnakavitthāraṁ",
  "tika-vin07t6:249_1": "adhippetaṁ. Tattha ca piṭṭhasaṅghāṭato hatthapāse avijahitepi piṭṭhivaṁsātikkamo",
  "tika-vin07t6:249_2": "hotīti āha “piṭṭhivaṁsaṁ atikkamitvā”ti. Yathā tathā vā katassāti piṭṭhivaṁsaṁ āropetvā",
  "tika-vin07t6:249_3": "vā anāropetvā vā katassa.",
  "tika-vin07t6:250_0": "283. Pāḷiyaṁ vītarāgāti apariyuṭṭhitarāgānaṁ, anāgāmīnañca saṅgaho. Sacittakanti",
  "tika-vin07t6:250_1": "anupavisitvā nisīdanacittena sacittakaṁ. Pariyuṭṭhitarāgajāyampatikānaṁ sannihitatā,",
  "tika-vin07t6:250_2": "sayanigharatā, dutiyassa bhikkhuno abhāvo, anupakhajja nisīdananti imānettha cattāri aṅgāni.",
  "tika-vin07t6:251": "Sabhojanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:252": "284-289. Catutthapañcamāni vuttatthāni.",
  "tika-vin07t6:253": "6. Cārittasikkhāpadavaṇṇanā",
  "tika-vin07t6:254_0": "298. Chaṭṭhe “pariyesitvā ārocanakiccaṁ nāma natthī”ti vuttattā yo apariyesitabbo",
  "tika-vin07t6:254_1": "upasaṅkamituṁ yuttaṭṭhāne dissati, so sacepi pakativacanassa savanūpacāraṁ atikkamma",
  "tika-vin07t6:254_2": "ṭhito upagantvā āpucchitabbo. Tenāha “api ca…pe… yaṁ passati, so āpucchitabbo”tiādi.",
  "tika-vin07t6:255": "302. Anāpattivāre cettha antarārāmādīnaññeva vuttattā vihārato gāmavīthiṁ anuññātakāraṇaṁ vinā atikkamantassāpi āpatti hoti, na pana gharūpacāraṁ atikkamantasseva.",
  "tika-vin07t6:256_0": "Yaṁ pana pāḷiyaṁ “aññassa gharūpacāraṁ okkamantassa…pe… paṭhamaṁ pādaṁ ummāraṁ atikkāmetī”tiādi",
  "tika-vin07t6:256_1": "vuttaṁ. Taṁ gāme paviṭṭhaṁ sandhāya vuttaṁ, tathāpi aññassa gharūpacāraṁ anokkamitvā",
  "tika-vin07t6:256_2": "vīthimajjheneva gantvā icchiticchitagharadvārābhimukhe ṭhatvā manusse oloketvā gacchantassāpi",
  "tika-vin07t6:256_3": "pācittiyameva. Tattha keci “vīthiyaṁ atikkamantassa gharūpacāragaṇanāya āpattiyo”ti",
  "tika-vin07t6:256_4": "vadanti. Aññe pana “yāni kulāni uddissa gato, tesaṁ gaṇanāyā”ti. Pañcannaṁ bhojanānaṁ",
  "tika-vin07t6:256_5": "aññatarena nimantanasādiyanaṁ, santaṁ bhikkhuṁ anāpucchanā, bhattiyagharato aññagharūpasaṅkamanaṁ,",
  "tika-vin07t6:256_6": "majjhanhikānatikkamo, samayāpadānaṁ abhāvoti imānettha pañca aṅgāni.",
  "tika-vin07t6:257": "Cārittasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:258": "7. Mahānāmasikkhāpadavaṇṇanā",
  "tika-vin07t6:259": "303. Sattame mahānāmoti sukkodanassa putto anuruddhattherassa, satthu ca jeṭṭhabhātā. Ānandatthero amitodanassa putto, nandatthero pana suddhodanasseva.",
  "tika-vin07t6:260_0": "305. Pāḷiyaṁ kālaṁ āharissathāti ajjatanaṁ kālaṁ vītināmessatha, sve bhesajjaṁ harissathāti",
  "tika-vin07t6:260_1": "vā attho. “Atthi pavāraṇā bhesajjapariyantā ca rattipariyantā cā”ti tatiyakoṭṭhāse",
  "tika-vin07t6:260_2": "niyamitameva bhesajjaṁ niyamitakālantareyeva gahetabbaṁ, na tato bahi. Itarathā visuṁ",
  "tika-vin07t6:260_3": "payojanaṁ natthīti daṭṭhabbaṁ. Sapariyantā saṅghapavāraṇā, taduttari bhesajjaviññatti,",
  "tika-vin07t6:260_4": "agilānatāti imānettha tīṇi aṅgāni.",
  "tika-vin07t6:261": "Mahānāmasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:262": "8. Uyyuttasenāsikkhāpadavaṇṇanā",
  "tika-vin07t6:263_0": "315. Aṭṭhame ekamekanti ettha duvaṅginīpi tivaṅginīpi senā saṅgayhati. Uyyuttacaturaṅgasenādassanāya",
  "tika-vin07t6:263_1": "tathārūpapaccayādiṁ vinā gamanaṁ, ananuññātokāse dassananti imānettha dve aṅgāni.",
  "tika-vin07t6:264": "Uyyuttasenāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:265": "9. Senāvāsasikkhāpadavaṇṇanā",
  "tika-vin07t6:266": "319. Navame senāya catuttho sūriyatthaṅgamo, agilānatāti imānettha dve aṅgāni.",
  "tika-vin07t6:267": "Senāvāsasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:268": "10. Uyyodhikasikkhāpadavaṇṇanā",
  "tika-vin07t6:269": "322. Dasame pāḷiyaṁ kati te lakkhāni laddhānīti kittakā tayā laddhāti attho. Uyyodhikādidassanāya tathārūpapaccayaṁ vinā gamanaṁ, ananuññātokāse dassananti imānettha dve aṅgāni.",
  "tika-vin07t6:270": "Uyyodhikasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:271": "Niṭṭhito acelakavaggo pañcamo.",
  "tika-vin07t6:272": "6. Surāpānavaggo",
  "tika-vin07t6:273": "1. Surāpānasikkhāpadavaṇṇanā",
  "tika-vin07t6:274_0": "328. Chaṭṭhavaggassa paṭhame pāḷiyaṁ kiṇṇapakkhittāti piṭṭhapūvādiṁ apakkhipitvā",
  "tika-vin07t6:274_1": "kiṇṇasaṅkhātaṁ dhaññaṅkurādisurābījaṁ pakkhipitvā katā. Sambhārasaṁyuttāti sāsapādianekasambhārehi saññuttā.",
  "tika-vin07t6:275_0": "Madhukatālanāḷikerādipupphādiraso ciraparivāsito pupphāsavo nāma. Tathā panasādi",
  "tika-vin07t6:275_1": "phalāsavo. Muddikaraso madhvāsavo. Ucchuraso guḷāsavo. Tiphalatikaṭukādinānāsambhārānaṁ",
  "tika-vin07t6:275_2": "raso ciraparivāsito sambhārasaṁyutto. Bījato paṭṭhāyāti yathāvuttānaṁ piṭṭhādīnaṁ",
  "tika-vin07t6:275_3": "majjatthāya bhājane pakkhittakālato paṭṭhāya.",
  "tika-vin07t6:276_0": "329.Loṇasovīrakaṁ suttañca anekehi dabbasambhārehi abhisaṅkhato bhesajjaviseso. Uyyuttasikkhāpadānaṁ",
  "tika-vin07t6:276_1": "acittakalokavajjesu lokavajjatā pubbe vuttanayāvāti tattha kiñcipi avatvā idha tehi",
  "tika-vin07t6:276_2": "asādhāraṇavatthuvisesasiddhāya acittakapakkhepi akusalacittatāya taṁ lokavajjatādivisesaṁ",
  "tika-vin07t6:276_3": "dassetumeva “vatthuajānanatāya cetthā”tiādinā vuttanti veditabbaṁ. Yaṁ panettha vattabbaṁ,",
  "tika-vin07t6:276_4": "taṁ paṭhamapārājikavaṇṇanāyaṁ vitthārato sāratthadīpaniyaṁ viraddhaṭṭhānavisodhanavasena",
  "tika-vin07t6:276_5": "vuttanti tattheva gahetabbaṁ. Majjabhāvo, tassa pānañcāti imānettha dve aṅgāni.",
  "tika-vin07t6:277": "Surāpānasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:278": "2. Aṅgulipatodakasikkhāpadavaṇṇanā",
  "tika-vin07t6:279": "330. Dutiye hasādhippāyatā, upasampannassa kāyena kāyāmasananti imānettha dve aṅgāni.",
  "tika-vin07t6:280": "Aṅgulipatodakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:281": "3. Hasadhammasikkhāpadavaṇṇanā",
  "tika-vin07t6:282_0": "338. Tatiye pāḷiyaṁ hasadhamme hasadhammasaññītiādīsu uplavādimattaṁ kiṁ hasadhammo",
  "tika-vin07t6:282_1": "hotīti gahaṇavasena sati karaṇīye kariyamānaṁ hasadhammaṁ hasadhammoti gahaṇavasena",
  "tika-vin07t6:282_2": "attho veditabbo. Ussārentoti udake ṭhitaṁ nāvaṁ tīre āropento.",
  "tika-vin07t6:283_0": "Patanuppatanavāresūti udakassa uparitale maṇḍūkagatiyā patanuppatanavasena gamanatthaṁ",
  "tika-vin07t6:283_1": "khittāya ekissā kathalāya vasena vuttaṁ. Udakassa uparigopphakatā, hasādhippāyena",
  "tika-vin07t6:283_2": "kīḷananti dve aṅgāni.",
  "tika-vin07t6:284": "Hasadhammasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:285": "4. Anādariyasikkhāpadavaṇṇanā",
  "tika-vin07t6:286": "344. Catutthe suttānulomanti mahāpadesā. Aṭṭhakathātipi vadanti. Upasampannassa paññattena vacanaṁ, anādariyakaraṇanti dve aṅgāni.",
  "tika-vin07t6:287": "Anādariyasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:288": "5. Bhiṁsāpanasikkhāpadavaṇṇanā",
  "tika-vin07t6:289": "345. Pañcame upasampannatā, tassa dassanasavanavisaye bhiṁsāpetukāmatāya vāyamananti dve aṅgāni.",
  "tika-vin07t6:290": "Bhiṁsāpanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:291": "6. Jotisikkhāpadavaṇṇanā",
  "tika-vin07t6:292_0": "354. Chaṭṭhe alātaṁ patitanti aggikapālato bahi patitaṁ. Vijjhātanti vijjhātaṁ alātaṁ",
  "tika-vin07t6:292_1": "kapālaggimhi pakkhipitvā jālentassa pācittiyaṁ, tathā kevalaṁ indhanaṁ pātentassapi",
  "tika-vin07t6:292_2": "vijjhātaṁ kapālaggiṁ mukhavātādinā ujjālentassapi. Gilānatādikāraṇābhāvo, visibbetukāmatā,",
  "tika-vin07t6:292_3": "samādahananti tīṇi aṅgāni.",
  "tika-vin07t6:293": "Jotisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:294": "7. Nahānasikkhāpadavaṇṇanā",
  "tika-vin07t6:295_0": "357. Sattame pāḷiyaṁ nagare thakiteti ettha raññā ciraṁ nahāyitukāmena “ahaṁ bahi",
  "tika-vin07t6:295_1": "uyyāne katārakkho vasissāmi, nagaraṁ thaketvā gopethā”ti anuññātā, te thakiṁsūti",
  "tika-vin07t6:295_2": "daṭṭhabbaṁ. Asambhinnenāti anaṭṭhena, taṁ divasaṁ puna aggahitālaṅkārena pabuddhamattenāti",
  "tika-vin07t6:295_3": "adhippāyo. Majjhimadese ūnakaddhamāsanahānaṁ, samayādīnaṁ abhāvoti dve aṅgāni.",
  "tika-vin07t6:296": "Nahānasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:297": "8. Dubbaṇṇakaraṇasikkhāpadavaṇṇanā",
  "tika-vin07t6:298": "368. Aṭṭhame paṭiladdhanavacīvarenāti ettha pubbe akatakappaṁ katipāhaṁ nivāsanatthāya tāvakālikavasena laddhampi saṅgayhatīti vadanti.",
  "tika-vin07t6:299_0": "369. “Navaṁ nāma akatakappa”nti sāmaññato vuttattā aññena bhikkhunā kappabinduṁ datvā",
  "tika-vin07t6:299_1": "paribhuttaṁ cīvaraṁ, tena vā, tato labhitvā aññena vā kenaci dinnampi katakappameva",
  "tika-vin07t6:299_2": "navaṁ nāma na hotīti daṭṭhabbaṁ. “Nivāsetuṁ vā pārupituṁ vā”ti vuttattā aṁsabaddhakāsāvampi",
  "tika-vin07t6:299_3": "pārupitabbato kappaṁ kātabbanti vadanti. Cammakāranīlaṁ nāma cammaṁ nīlavaṇṇaṁ kātuṁ",
  "tika-vin07t6:299_4": "yojiyamānaṁ nīlaṁ. Pakatinīlamevāti keci. Yathāvuttacīvarassa akatakappatā, anaṭṭhacīvarāditā,",
  "tika-vin07t6:299_5": "nivāsanāditāti tīṇi aṅgāni.",
  "tika-vin07t6:300": "Dubbaṇṇakaraṇasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:301": "9. Vikappanasikkhāpadavaṇṇanā",
  "tika-vin07t6:302": "374. Navame yenāti yena saddhiṁ, yassa santiketi attho. Sāmaṁ vikappitassa apaccuddhāro, vikappanupagacīvaratā, avissāsena paribhogoti tīṇi aṅgāni.",
  "tika-vin07t6:303": "Vikappanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:304": "10. Cīvaraapanidhānasikkhāpadavaṇṇanā",
  "tika-vin07t6:305_0": "378. Dasame pāḷiyaṁ antamaso hasāpekkhopīti api-saddena atheyyacittaṁ kodhena dukkhāpetukāmaṁ,",
  "tika-vin07t6:305_1": "avaṇṇaṁ pakāsetukāmañca saṅgayhati. Teneva “tivedana”nti vuttaṁ. Upasampannassa pattādīnaṁ",
  "tika-vin07t6:305_2": "apanidhānaṁ, vihesetukāmatādīti dve aṅgāni.",
  "tika-vin07t6:306": "Cīvaraapanidhānasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:307": "Niṭṭhito surāpānavaggo chaṭṭho.",
  "tika-vin07t6:308": "7. Sappāṇakavaggo",
  "tika-vin07t6:309": "1. Sañciccapāṇasikkhāpadavaṇṇanā",
  "tika-vin07t6:310_0": "382. Sattamassa paṭhame usuṁ saraṁ asati khipatīti issāso. Na hettha kiñci jīvitaṁ",
  "tika-vin07t6:310_1": "nāma visuṁ tiṭṭhatīti sambandho. Tattha pāṇeti satte. Appamattena vattaṁ kātabbanti",
  "tika-vin07t6:310_2": "yathā pāṇakānaṁ vihesāpi na hoti, evaṁ sallakkhetvā otāpanasammajjanādivattaṁ kātabbaṁ.",
  "tika-vin07t6:310_3": "Sesaṁ vuttanayameva.",
  "tika-vin07t6:311": "Sañciccapāṇasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:312": "2. Sappāṇakasikkhāpadavaṇṇanā",
  "tika-vin07t6:313": "387. Dutiye udakasaṇṭhānakappadeseti kaddamapāsāṇādibhūmiyaṁ. Tatthāti āsitte kappiyaudake. Sesaṁ vuttanayameva.",
  "tika-vin07t6:314": "Sappāṇakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:315": "3. Ukkoṭanasikkhāpadavaṇṇanā",
  "tika-vin07t6:316": "392. Tatiye “tassa bhikkhuno santikaṁ gantvā”ti vuttattā yassa adhikaraṇaṁ saṅghakammena nihataṁ, tassa sammukhe eva ukkoṭentassa pācittiyaṁ. Parammukhe pana dukkaṭameva.",
  "tika-vin07t6:317_0": "395.“Dhammakammeadhammakammasaññī ukkoṭeti, anāpattī”ti vuttattā anādariyatādi viya",
  "tika-vin07t6:317_1": "ukkoṭanaṁ sayaṁ akusalaṁ na hoti, dhammakammasaññāya, pana vimatiyā ca ukkoṭaneneva",
  "tika-vin07t6:317_2": "akusalaṁ hoti. Yathādhammaṁ nihatatā, jānanā, ukkoṭanāti tīṇi aṅgāni.",
  "tika-vin07t6:318": "Ukkoṭanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:319": "4. Duṭṭhullasikkhāpadavaṇṇanā",
  "tika-vin07t6:320_0": "399. Catutthe āpattiṁ āpajjatiyevāti dhuranikkhepapakkhe vuttaṁ. Vatthupuggaloti",
  "tika-vin07t6:320_1": "āpannapuggalo. Chādetukāmatāya hi sati eva avassaṁ aññassa ārocanaṁ vuttaṁ, vatthupuggalassa",
  "tika-vin07t6:320_2": "ca ārocanā nāma na hotīti paṭicchādanamevāti adhippāyo. Koṭi chinnā hotīti chādessāmīti",
  "tika-vin07t6:320_3": "dhuranikkhepe satipi puggalaparamparāya gacchantī āpattikoṭi chijjati.",
  "tika-vin07t6:321_0": "400.“Anupasampannassa sukkavissaṭṭhi ca kāyasaṁsaggo cāti ayaṁ duṭṭhullaajjhācāro",
  "tika-vin07t6:321_1": "nāmā”ti idaṁ duṭṭhullārocanasikkhāpadaṭṭhakathāyaṁ “anupasampannassa…pe… ādito pañca",
  "tika-vin07t6:321_2": "sikkhāpadāni duṭṭhullo nāma ajjhācāro, sesāni aduṭṭhullo. Sukkavissaṭṭhikāyasaṁsaggaduṭṭhullaattakāmā",
  "tika-vin07t6:321_3": "panassa ajjhācāro nāmā”ti iminā vacanena virujjhatīti vīmaṁsitabbaṁ. Puggalapemena",
  "tika-vin07t6:321_4": "chādayato cettha “aññe garahissantī”ti bhayavasena chādanakkhaṇe paṭighova uppajjatīti",
  "tika-vin07t6:321_5": "“dukkhavedana”nti vuttanti daṭṭhabbaṁ. Upasampannassa duṭṭhullāpattijānanaṁ, paṭicchādetukāmatāya",
  "tika-vin07t6:321_6": "dhuranikkhepoti dve aṅgāni.",
  "tika-vin07t6:322": "Duṭṭhullasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:323": "5. Ūnavīsativassasikkhāpadavaṇṇanā",
  "tika-vin07t6:324": "402. Pañcame rūpasippanti heraññikasippaṁ. Gabbhe sayitakālena saddhiṁ vīsatimaṁ vassaṁ paripuṇṇamassāti gabbhavīso.",
  "tika-vin07t6:325_0": "404.Nikkhamanīyapuṇṇamāsīti sāvaṇamāsassa puṇṇamiyā āsāḷhīpuṇṇamiyā anantarapuṇṇamī.",
  "tika-vin07t6:325_1": "Pāṭipadadivaseti pacchimikāya vassūpanāyikāya. Dvādasa māse mātu kucchismiṁ vasitvā",
  "tika-vin07t6:325_2": "mahāpavāraṇāya jātaṁ upasampādentīti attho. “Tiṁsa rattindivo māso, dvādasamāsiko",
  "tika-vin07t6:325_3": "saṁvaccharo”ti vacanato “cattāro māsā parihāyantī”ti vuttaṁ. Vassaṁ ukkaḍḍhantīti",
  "tika-vin07t6:325_4": "vassaṁ uddhaṁ kaḍḍhanti, “ekamāsaṁ adhikamāso”ti chaḍḍetvā vassaṁ upagacchantīti",
  "tika-vin07t6:325_5": "attho. Tasmā tatiyo tatiyo saṁvaccharo terasamāsiko hoti. Te dve māse gahetvāti nikkhamanīyapuṇṇamāsato",
  "tika-vin07t6:325_6": "yāva jātadivasabhūtā mahāpavāraṇā. Tāva ye dve māsā anāgatā, tesaṁ atthāya adhikamāsato",
  "tika-vin07t6:325_7": "laddhe dve māse gahetvā. Tenāha “yo pavāretvā vīsativasso bhavissatī”tiādi. “Nikkaṅkhā",
  "tika-vin07t6:325_8": "hutvā”ti idaṁ aṭṭhārasannaṁ vassānaṁ ekaadhikamāse gahetvā tato vīsatiyā vassesupi",
  "tika-vin07t6:325_9": "cātuddasīatthāya catunnaṁ māsānaṁ parihāpanena sabbadā paripuṇṇavīsativassataṁ sandhāya",
  "tika-vin07t6:325_10": "vuttaṁ. Pavāretvā vīsativasso bhavissatīti mahāpavāraṇādivase atikkante gabbhavassena",
  "tika-vin07t6:325_11": "saha vīsativasso bhavissatīti attho. Tasmāti yasmā gabbhamāsāpi gaṇanūpagā honti,",
  "tika-vin07t6:325_12": "tasmā. Ekavīsativassoti jātiyā vīsativassaṁ sandhāya vuttaṁ.",
  "tika-vin07t6:326": "406.Aññaṁ upasampādetīti upajjhāyo, ācariyo vā hutvā upasampādeti. Sopīti upasampādentopi anupasampanno. Ūnavīsativassatā, taṁ ñatvā upajjhāyena hutvā upasampādananti dve aṅgāni.",
  "tika-vin07t6:327": "Ūnavīsativassasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:328": "6. Theyyasatthasikkhāpadavaṇṇanā",
  "tika-vin07t6:329": "409. Chaṭṭhe theyyasatthabhāvo, ñatvā saṁvidhānaṁ, avisaṅketena gamananti tīṇi aṅgāni.",
  "tika-vin07t6:330": "Theyyasatthasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:331": "412. Sattamaṁ vuttanayameva.",
  "tika-vin07t6:332": "8. Ariṭṭhasikkhāpadavaṇṇanā",
  "tika-vin07t6:333_0": "417. Aṭṭhame antarāyanti antarā vemajjhe eti āgacchatīti antarāyo, diṭṭhadhammikādianattho.",
  "tika-vin07t6:333_1": "Ānantariyadhammāti anantare bhave phalanibbattane niyuttā cetanādidhammāti attho.",
  "tika-vin07t6:333_2": "“Na saggassā”ti idaṁ bhikkhunidūsanakammassa ānantariyattābhāvato vuttaṁ. Ariyasāvikāsu,",
  "tika-vin07t6:333_3": "pana kalyāṇaputhujjanabhūtāya ca balakkārena dūsentassa ānantariyasaasameva. Mokkhantarāyikatā",
  "tika-vin07t6:333_4": "pana lolāyapi pakatattabhikkhuniyā dūsakassa tasmiṁ attabhāve magguppattiyā abhāvato vuttā.",
  "tika-vin07t6:334_0": "Tasmiṁ attabhāve anivattanakā ahetukaakiriyanatthikadiṭṭhiyova niyatamicchādiṭṭhidhammā.",
  "tika-vin07t6:334_1": "Paṇḍakādīnaṁ gahaṇaṁ nidassanamattaṁ. Sabbāpi duhetukāhetukapaṭisandhiyo vipākantarāyikāva",
  "tika-vin07t6:334_2": "duhetukānampi maggānuppattito.",
  "tika-vin07t6:335": "Ayanti ariṭṭho. Rasena rasanti anavajjena paccayaparibhuñjanarasena pañcakāmaguṇapaabhogarasaṁ samānetvā. Upanento viyāti ghaṭento viya, so eva vā pāṭho.",
  "tika-vin07t6:336_0": "Aṭṭhikaṅkalūpamāti ettha aṭṭhi eva nimmaṁsatāya kaṅkalanti ca vuccati. Palibhañjanaṭṭhenāti",
  "tika-vin07t6:336_1": "avassaṁ patanaṭṭhena. Adhikuṭṭanaṭṭhenāti ati viya kuṭṭanaṭṭhena. Pāḷiyaṁ “tathāhaṁ",
  "tika-vin07t6:336_2": "bhagavatā…pe… nālaṁ antarāyāyā”ti idaṁ vatthuanurūpato vuttaṁ. Evaṁ pana aggahetvā",
  "tika-vin07t6:336_3": "aññenapi ākārena yaṁ kiñci bhagavatā vuttaṁ viparītato gahetvā parehi vuttepi amuñcitvā",
  "tika-vin07t6:336_4": "voharantassāpi vuttanayānusārena tadanuguṇaṁ samanubhāsanakammavācaṁ yojetvā āpattiyā",
  "tika-vin07t6:336_5": "āropetuṁ, āpattiyā adassanādīsu tīsu yaṁ kiñci abhirucitaṁ nimittaṁ katvā ukkhepanīyakammaṁ",
  "tika-vin07t6:336_6": "kātuñca labbhati. Samanubhāsanaṁ akatvāpi “māyasmā evaṁ avacā”ti bhikkhūhi vuttamatte",
  "tika-vin07t6:336_7": "laddhiyā appaṭinissajjanapaccayāya dukkaṭāpattiyāpi ukkhepanīyakammaṁ kātumpi vaṭṭatevāti",
  "tika-vin07t6:336_8": "daṭṭhabbaṁ. Dhammakammatā, samanubhāsanāya appaṭinissajjananti dve aṅgāni.",
  "tika-vin07t6:337": "Ariṭṭhasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:338": "9. Ukkhittasambhogasikkhāpadavaṇṇanā",
  "tika-vin07t6:339": "424. Navame “ukkhitto anosārito”ti vuttattā ariṭṭhassa ukkhepanīyakammaṁ katanti daṭṭhabbaṁ.",
  "tika-vin07t6:340_0": "425. Pāḷiyaṁ “ekacchanne”ti sāmaññato vuttattā nānūpacārepi ekacchanne nipajjane",
  "tika-vin07t6:340_1": "paṇṇattiṁ ajānantassa arahatopi ukkhittānuvattakānampi pācittiyameva. Akatānudhammatā,",
  "tika-vin07t6:340_2": "ñatvā sambhogādikaraṇanti dve aṅgāni.",
  "tika-vin07t6:341": "Ukkhittasambhogasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:342": "10. Kaṇṭakasikkhāpadavaṇṇanā",
  "tika-vin07t6:343": "428. Dasame pireti sambodhanatthe nipātapadaṁ. Sesaṁ anantarasikkhāpadadvaye vuttanayameva.",
  "tika-vin07t6:344": "Kaṇṭakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:345": "Niṭṭhito sappāṇakavaggo sattamo.",
  "tika-vin07t6:346": "8. Sahadhammikavaggo",
  "tika-vin07t6:347": "1. Sahadhammikasikkhāpadavaṇṇanā",
  "tika-vin07t6:348": "434. Aṭṭhamavaggassa paṭhame upasampannassa paññattena vacanaṁ, asikkhitukāmassa lesena evaṁ vacananti dve aṅgāni.",
  "tika-vin07t6:349": "Sahadhammikasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:350": "2. Vilekhanasikkhāpadavaṇṇanā",
  "tika-vin07t6:351_0": "438. Dutiye alajjitāti alajjitāya. Evaṁ sesesupi. Sañcicca āpattiṁ āpajjatītiādi",
  "tika-vin07t6:351_1": "bhikkhubhikkhunīnaññeva vuttaṁ alajjilakkhaṇaṁ, sāmaṇerādīnaṁ, pana gahaṭṭhānañca",
  "tika-vin07t6:351_2": "sādhāraṇavasena yathāsakaṁ sikkhāpadavītikkamanapaṭigūhanādito veditabbaṁ. Lajjilakkhaṇepi",
  "tika-vin07t6:351_3": "eseva nayo. Kiñcāpi kukkucce uppannepi madditvā karonto, kappiye akappiyasaññitāya",
  "tika-vin07t6:351_4": "karontopi taṅkhaṇikāya alajjitāya evaṁ karonti. Tathāpi kukkuccādibhede visuṁ gahitāti daṭṭhabbaṁ.",
  "tika-vin07t6:352_0": "Vajjiputtakā dasavatthudīpakā. Parūpahāraaññāṇakaṅkhāparavitāraṇādivādāti ettha arahattaṁ",
  "tika-vin07t6:352_1": "paṭijānantānaṁ kuhakānaṁ sukkavissaṭṭhiṁ disvā “mārakāyikā devatā asuciṁ upasaṁharantī”tigāhino",
  "tika-vin07t6:352_2": "parūpahāravādā nāma. Arahato sabbesaṁ itthipurisādīnaṁ nāmādiajānane aññāṇaṁ, tattha",
  "tika-vin07t6:352_3": "sanniṭṭhānabhāvena kaṅkhā, parato sutvā nāmādijānanena paravitāraṇo atthītivādino",
  "tika-vin07t6:352_4": "aññāṇavādā, kaṅkhāvādā, paravitāraṇavādā ca tesaṁ, mahāsaṅghikādīnañca vibhāgo kathāvatthuppakaraṇe vutto.",
  "tika-vin07t6:353_0": "Cattāro maggā ca phalāni cāti ettha ca-kārena abhiññāpaṭisambhidāpi saṅgahitāti daṭṭhabbaṁ.",
  "tika-vin07t6:353_1": "Kecīti pariyattidharā dhammakathikā. Puna kecīti paṭipattidharā paṁsukūlikattherā.",
  "tika-vin07t6:353_2": "Itare panātiādīsu ayaṁ adhippāyo – dhammakathikattherā pana paṁsukūlikattherehi ābhataṁ suttaṁ sutvā –",
  "tika-vin07t6:354": "“Yāva tiṭṭhanti suttantā, vinayo yāva dippati;",
  "tika-vin07t6:355": "Tāva dakkhanti ālokaṁ, sūriye abbhuṭṭhite yathā.",
  "tika-vin07t6:356": "“Suttantesu asantesu, pamuṭṭhe vinayamhi ca;",
  "tika-vin07t6:357": "Tamo bhavissati loke, sūriye atthaṅgate yathā.",
  "tika-vin07t6:358": "“Suttante rakkhite sante, paṭipatti hoti rakkhitā;",
  "tika-vin07t6:359": "Paṭipattiyaṁ ṭhito dhīro, yogakkhemā na dhaṁsatī”ti. –",
  "tika-vin07t6:360_0": "Idaṁ suttaṁ āharitvā attanova vādaṁ patiṭṭhapentā pārājikānāpajjanavasena ṭhitā paṭipattisaṅgahitā",
  "tika-vin07t6:360_1": "pariyattiyeva mūlanti āhaṁsūti. Tenāha “sace pañca bhikkhū cattāri pārājikāni rakkhaṇakā…pe…",
  "tika-vin07t6:360_2": "sāsanaṁ vuḍḍhiṁ viruḷhiṁ gamayissantī”ti. Etena ca parikkhīṇe kāle lajjigaṇaṁ alabhantena",
  "tika-vin07t6:360_3": "vinayadharena alajjinopi pakatatte saṅgahetvā tehi saha dhammāmisasambhogaṁ saṁvāsaṁ",
  "tika-vin07t6:360_4": "karontena bahū kulaputte upasampādetvā sāsanaṁ paggahetuṁ vaṭṭatīti idaṁ sijjhatīti",
  "tika-vin07t6:360_5": "daṭṭhabbaṁ. Garahitukāmatā, upasampannassa santike sikkhāpadavivaṇṇananti dve aṅgāni.",
  "tika-vin07t6:361": "Vilekhanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:362": "3. Mohanasikkhāpadavaṇṇanā",
  "tika-vin07t6:363_0": "444. Tatiye pāḷiyaṁ ko pana vādo bhiyyoti tehi aññehi bhikkhūhi diṭṭhadvattivārato",
  "tika-vin07t6:363_1": "bhiyyo pana vitthārena uddisiyamāne pātimokkhe nisinnapubbatā atthi ce, tattha kimeva",
  "tika-vin07t6:363_2": "vattabbaṁ, āpattimokkho natthi evāti adhippāyo. Tañca yathādhammo kāretabboti tanti",
  "tika-vin07t6:363_3": "kāraṇatthe upayogavacanaṁ, tāyāti attho. Yathā dhammo ca vinayo ca ṭhito, tathā tāya",
  "tika-vin07t6:363_4": "āpattiyā kāretabboti vuttaṁ hoti. Mohāropanaṁ, tikkhattuṁ sutabhāvo, mohetukāmassa",
  "tika-vin07t6:363_5": "mohananti tīṇi aṅgāni.",
  "tika-vin07t6:364": "Mohanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:365": "4. Pahārasikkhāpadavaṇṇanā",
  "tika-vin07t6:366": "451. Catutthe pāḷiyaṁ kāyapaṭibaddhena vāti ettha pāsāṇādinissaggiyapahāropi saṅgahito.",
  "tika-vin07t6:367_0": "452.Rattacittoti kāyasaṁsaggarāgena vuttaṁ. Methunarāgena pana pahārato purisādīsu",
  "tika-vin07t6:367_1": "dukkaṭameva. Mokkhādhippāyena daṇḍakoṭiyā sappādiṁ ghaṭṭetvā maṇḍūkādiṁ mocentassapi",
  "tika-vin07t6:367_2": "anāpatti eva. Kupitatā, upasampannassa na mokkhādhippāyena pahāroti dve aṅgāni.",
  "tika-vin07t6:368": "Pahārasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:369": "5. Talasattikasikkhāpadavaṇṇanā",
  "tika-vin07t6:370_0": "457. Pañcame na paharitukāmatāya dinnattā dukkaṭanti ettha kimidaṁ dukkaṭaṁ, pahārapaccayā,",
  "tika-vin07t6:370_1": "udāhu uggiraṇapaccayāti? Uggiraṇapaccayāva, na pahārapaccayā. Na hi paharitukāmatāya",
  "tika-vin07t6:370_2": "asati tappaccayā kāci āpatti yuttā, uggiraṇassa pana attano sabhāvena asaṇṭhitattā",
  "tika-vin07t6:370_3": "tappaccayā pācittiyaṁ na jātaṁ, asuddhacittena katapayogattā ca ettha anāpatti na",
  "tika-vin07t6:370_4": "yuttāti dukkaṭaṁ vuttanti gahetabbaṁ.",
  "tika-vin07t6:371": "458.Pubbeti anantarasikkhāpade. Sesaṁ anantarasadisameva.",
  "tika-vin07t6:372": "Talasattikasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:373": "6. Amūlakasikkhāpadavaṇṇanā",
  "tika-vin07t6:374_0": "459. Chaṭṭhe “attaparittāṇaṁ karontā”ti idaṁ na ca veramūlikā anuddhaṁsanāti dassanatthaṁ",
  "tika-vin07t6:374_1": "vuttaṁ. Anuddhaṁsanakkhaṇe pana kopacittameva uppajjati. Teneva “dukkhavedana”nti",
  "tika-vin07t6:374_2": "vuttaṁ. Sesaṁ vuttanayameva.",
  "tika-vin07t6:375": "Amūlakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:376": "7. Kukkuccuppādanasikkhāpadavaṇṇanā",
  "tika-vin07t6:377": "464. Sattame upasampannassa aphāsukāmatā, kukkuccuppādananti dve aṅgāni.",
  "tika-vin07t6:378": "Kukkuccuppādanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:379": "8. Upassutisikkhāpadavaṇṇanā",
  "tika-vin07t6:380_0": "471. Aṭṭhame suyyatīti suti, vacanaṁ. Tassā samīpaṁ upassuti. Suyyati etthāti sutīti",
  "tika-vin07t6:380_1": "evañhi atthe gayhamāne savanaṭṭhānasamīpe aññasmiṁ assavanaṭṭhāne tiṭṭhatīti āpajjati.",
  "tika-vin07t6:380_2": "Aṭṭhakathāyañca upassuti-saddasseva atthaṁ dassetuṁ “yattha ṭhatvā”tiādi vuttaṁ,",
  "tika-vin07t6:380_3": "na suti-saddamattassa.",
  "tika-vin07t6:381": "473.Ekaparicchedānīti kadāci akiriyato, kadāci kiriyato samuṭṭhānasāmaññena vuttaṁ. Upasampannena codanādhippāyo, savananti dve aṅgāni.",
  "tika-vin07t6:382": "Upassutisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:383": "9. Khiyyanasikkhāpadavaṇṇanā",
  "tika-vin07t6:384": "474. Navame dhammakammatā, jānanaṁ, chandaṁ datvā khiyyananti tīṇi aṅgāni.",
  "tika-vin07t6:385": "Khiyyanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:386": "10. Pakkamanasikkhāpadavaṇṇanā",
  "tika-vin07t6:387": "481. Dasame vinicchayakathāya dhammikatā, taṁ ñatvā kammato paṭṭhāya ekasīmaṭṭhassa samānasaṁvāsikassa hatthapāsavijahananti dve aṅgāni.",
  "tika-vin07t6:388": "Pakkamanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:389": "11. Dubbalasikkhāpadavaṇṇanā",
  "tika-vin07t6:390": "484. Ekādasame upasampannassa dhammena laddhasammutitā, saṅghena saddhiṁ cīvaraṁ datvā khiyyitukāmatāya khiyyananti dve aṅgāni.",
  "tika-vin07t6:391": "Dubbalasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:392": "489. Dvādasamaṁ vuttanayameva.",
  "tika-vin07t6:393": "Niṭṭhito sahadhammikavaggo aṭṭhamo.",
  "tika-vin07t6:394": "9. Rājavaggo",
  "tika-vin07t6:395": "1. Antepurasikkhāpadavaṇṇanā",
  "tika-vin07t6:396_0": "499. Navamavaggassa paṭhame pāḷiyaṁ saṁsuddhagahaṇikoti ettha gahaṇīti gabbhāsayasaññito",
  "tika-vin07t6:396_1": "mātu kucchippadeso, purisantarasukkāsamphuṭṭhatāya saṁsuddhagahaṇiko. Abhisittakhattiyatā,",
  "tika-vin07t6:396_2": "ubhinnampi sayanigharato anikkhantatā, appaṭisaṁviditassa indakhīlātikkamoti tīṇi aṅgāni.",
  "tika-vin07t6:397": "Antepurasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:398": "2. Ratanasikkhāpadavaṇṇanā",
  "tika-vin07t6:399_0": "506. Dutiye āvasathassāti ettha antoārāme vā hotu aññattha vā, yattha katthaci attano",
  "tika-vin07t6:399_1": "vasanaṭṭhānaṁ āvasatho nāma. Chandenapi bhayenapīti vaḍḍhakiādīsu chandena, rājavallabhesu",
  "tika-vin07t6:399_2": "bhayena. Ākiṇṇamanussepi jāte…pe… āsaṅkantīti tasmiṁ nimmanussaṭṭhāne pacchā ākiṇṇamanusse",
  "tika-vin07t6:399_3": "jātepi visaritvā gamanakāle aññassa adiṭṭhattā tameva bhikkhuṁ āsaṅkanti. Patirūpaṁ",
  "tika-vin07t6:399_4": "nāma kappiyabhaṇḍe sayaṁ paṁsukūlaṁ gahetvā akappiyabhaṇḍe patirūpānaṁ upāsakādīnaṁ",
  "tika-vin07t6:399_5": "dassetvā cetiyādipuññe niyojanaṁ vā dāpetvā nirapekkhagamanaṁ vā. Samādapetvāti yācitvā.",
  "tika-vin07t6:399_6": "Parasantakatā, vissāsaggāhapaṁsukūlasaññānaṁ abhāvo, ananuññātakāraṇā uggahaṇādi cāti tīṇi aṅgāni.",
  "tika-vin07t6:400": "Ratanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:401": "3. Vikālagāmappavisanasikkhāpadavaṇṇanā",
  "tika-vin07t6:402_0": "508. Tatiye pāḷiyaṁ bhayakathanti rājacorādibhayaṁ vā rogāmanussadubbhikkhakantārādibhayaṁ",
  "tika-vin07t6:402_1": "vā ārabbha pavattaṁ. Visikhākathanti suniviṭṭhādivīthikathaṁ. Kumbhaṭṭhānakathanti",
  "tika-vin07t6:402_2": "udakatitthakathaṁ, kumbhadāsīkathaṁ vā. Pubbapetakathanti atītañātikathaṁ. Nānattakathanti",
  "tika-vin07t6:402_3": "vuttāhi, vakkhamānāhi ca vimuttaṁ nānāsabhāvaṁ niratthakakathaṁ. Lokakkhāyikanti",
  "tika-vin07t6:402_4": "“ayaṁ loko kena nimmito”tiādinā lokasabhāvakkhānavasena pavattanakathā. Evaṁ samuddakkhāyikā",
  "tika-vin07t6:402_5": "veditabbā. Iti bhavo iti abhavoti yaṁ vā taṁ vā niratthakakāraṇaṁ vatvā pavattitakathā",
  "tika-vin07t6:402_6": "itibhavābhavakathā. Ettha ca bhavo sassataṁ, vuḍḍhi, kāmasukhañcāti tividho, abhavo",
  "tika-vin07t6:402_7": "tabbiparītavasena. Iti imāya chabbidhāya itibhavābhavakathāya saddhiṁ dvattiṁsatiracchānakathā",
  "tika-vin07t6:402_8": "nāma honti. Atha vā pāḷiyaṁ sarūpato anāgatāpi araññapabbatanadīdīpakathā iti-saddena",
  "tika-vin07t6:402_9": "saṅgahetvā dvattiṁsatiracchānakathāti vuccanti. Iti vāti ettha iti-saddo pakāratthe.",
  "tika-vin07t6:402_10": "Vā-saddo vikappatthe. Tasmā evaṁ pakāraṁ ito aññaṁ vā tādisaṁ niratthakakathaṁ kathetīti attho gahetabbo.",
  "tika-vin07t6:403_0": "512.Ussāhaṁ paṭippassambhetvā vihāraṁ gacchantāti ettha gāmūpacārato bahi nikkhante",
  "tika-vin07t6:403_1": "antarārāmādīnamupacāraṁ paviṭṭhe sandhāya vuttaṁ. Gāmūpacārabbhantare pana paṭipassaddhussāhānampi",
  "tika-vin07t6:403_2": "puna tameva vā aññaṁ vā gāmaṁ pavisitukāmatāya sati āpucchanakiccaṁ natthi. “Kulaghare",
  "tika-vin07t6:403_3": "vā…pe… gantabba”nti idaṁ pana purebhattaṁ paviṭṭhānaṁ vikāle sañjāte vikāle gāmappavesassa",
  "tika-vin07t6:403_4": "āpucchitabbatāya vuttaṁ. Adinnādāne vuttanayenāti dutiyaleḍḍupātaṁ sandhāya vuttaṁ.",
  "tika-vin07t6:404_0": "515.Antarārāmantiādīsūti ettha ussavadivasādīsu manussehi gāme padakkhiṇaṁ kārentaṁ",
  "tika-vin07t6:404_1": "jinabimbādiṁ pūjetukāmehi vā rogavūpasamādiyatthaṁ manussehi yācitehi vā bhikkhūhi",
  "tika-vin07t6:404_2": "suppaṭicchannādividhiṁ akatvāpi vīthimajjheneva gāmaṁ padakkhiṇaṁ kātuṁ vaṭṭatīti",
  "tika-vin07t6:404_3": "vadanti, taṁ na gahetabbaṁ anāpattivāre avuttattā, “maggā anokkamitvā…pe… pācittiya”nti",
  "tika-vin07t6:404_4": "paṭikkhittattā ca. Vesāliṁ anupariyāyitvā parittaṁ karontenāpi ānandattherena suppaṭicchannatādiṁ",
  "tika-vin07t6:404_5": "akopenteneva, apaññatte vā sikkhāpade katanti daṭṭhabbaṁ. Keci pana “antarārāmādigāmantare",
  "tika-vin07t6:404_6": "ṭhitehi garuṭṭhānīyānaṁ paccuggamanānuggamanādivasena gāmavīthiṁ otarituṁ vaṭṭatī”ti",
  "tika-vin07t6:404_7": "vadanti, tampi antaragharaṁ pavisantaṁ pati kātuṁ na vaṭṭati eva. Antarārāmādikappiyabhūmiṁ",
  "tika-vin07t6:404_8": "pana uddissa gacchantaṁ pati kātuṁ vaṭṭatīti khāyati, vīmaṁsitabbaṁ. Santaṁ bhikkhuṁ",
  "tika-vin07t6:404_9": "anāpucchanā, ananuññātakāraṇā vikāle gāmappavesoti dve aṅgāni.",
  "tika-vin07t6:405": "Vikālagāmappavisanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:406": "4. Sūcigharasikkhāpadavaṇṇanā",
  "tika-vin07t6:407": "520. Catutthe pāḷiyaṁ vāsijaṭeti vāsidaṇḍake. Aṭṭhimayādisūcigharatā, karaṇakārāpanādivasena attano paṭilābhoti dve aṅgāni.",
  "tika-vin07t6:408": "Sūcigharasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:409": "5. Mañcapīṭhasikkhāpadavaṇṇanā",
  "tika-vin07t6:410_0": "521. Pañcame pāḷiyaṁ āsayato, bhikkhave, moghapuriso veditabboti hīnajjhāsayavasena",
  "tika-vin07t6:410_1": "ayaṁ tucchapurisoti ñātabbo, hīnāya paccaye lolatāya puggalassa tucchatā ñātabbāti",
  "tika-vin07t6:410_2": "adhippāyo. Imasmiṁ sikkhāpade, ito paresu ca pañcasu attanā kārāpitassa paṭilābhe",
  "tika-vin07t6:410_3": "eva pācittiyaṁ. Paribhoge panassa, aññesañca dukkaṭameva. Pamāṇātikkantamañcapīṭhatā,",
  "tika-vin07t6:410_4": "attano karaṇakārāpanavasena paṭilābhoti dve aṅgāni.",
  "tika-vin07t6:411": "Mañcapīṭhasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:412": "6. Tūlonaddhasikkhāpadavaṇṇanā",
  "tika-vin07t6:413": "526. Chaṭṭhe poṭakitūlanti tiṇagacchajātikānaṁ tūlaṁ. Sesaṁ vuttanayameva.",
  "tika-vin07t6:414": "Tūlonaddhasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:415": "7. Nisīdanasikkhāpadavaṇṇanā",
  "tika-vin07t6:416": "531-536. Sattame nisīdanassa pamāṇātikkantatā, attano karaṇādinā paṭilābhoti dve aṅgāni.",
  "tika-vin07t6:417": "Nisīdanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin07t6:418": "537-547. Iminā nayena aṭṭhamanavamadasamesupi aṅgāni veditabbāni. Sesaṁ sabbattha suviññeyyamevāti.",
  "tika-vin07t6:419": "Niṭṭhito rājavaggo navamo.",
  "tika-vin07t6:420": "Khuddakavaṇṇanānayo niṭṭhito."
}