{
  "tika-vin07t33:0": "7. Saṅghabhedakakkhandhako",
  "tika-vin07t33:1": "Chasakyapabbajjākathādivaṇṇanā",
  "tika-vin07t33:2_0": "330. Saṅghabhedakakkhandhake pāḷiyaṁ anupiyaṁ nāmāti anupiyā nāma. Heṭṭhā pāsādāti",
  "tika-vin07t33:2_1": "pāsādato heṭṭhā heṭṭhimatalaṁ, ‘‘heṭṭhāpāsāda’’ntipi pāṭho. Abhinetabbanti vapitakhettesu",
  "tika-vin07t33:2_2": "pavesetabbaṁ. Ninnetabbanti tato nīharitabbaṁ. Niddhāpetabbanti sassadūsakatiṇādīni",
  "tika-vin07t33:2_3": "uddharitabbaṁ. Ujuṁ kārāpetabbanti puñjaṁ kārāpetabbaṁ, ayameva vā pāṭho.",
  "tika-vin07t33:3": "332.Paradattoti parehi dinnapaccayehi pavattamāno. Migabhūtena cetasāti katthaci alaggatāya migassa viya jātena cittena.",
  "tika-vin07t33:4_0": "333.Manomayaṁ kāyanti jhānamanena nibbattaṁ brahmakāyaṁ, ‘‘kiṁ nu kho ahaṁ pasādeyyaṁ,",
  "tika-vin07t33:4_1": "yasmiṁ me pasanne bahulābhasakkāro uppajjeyyā’’ti paṭhamaṁ uppannaparivitakkassa",
  "tika-vin07t33:4_2": "mandapariyuṭṭhānatāya devadattassa tasmiṁ khaṇe jhānaparihāni nāhosi, pacchā eva",
  "tika-vin07t33:4_3": "ahosīti daṭṭhabbaṁ. Tenāha ‘‘saha cittuppādā’’tiādi. Dve vā tīṇi vā māgadhakāni gāmakhettānīti",
  "tika-vin07t33:4_4": "ettha magadharaṭṭhe khuddakaṁ gāmakhettaṁ gāvutamattaṁ, majjhimaṁ pana diyaḍḍhagāvutamattaṁ,",
  "tika-vin07t33:4_5": "mahantaṁ anekayojanampi hoti. Tesu majjhimena gāmakhettena dve vā khuddakena tīṇi",
  "tika-vin07t33:4_6": "vā gāmakhettāni, tassa sarīraṁ tigāvutappamāṇo attabhāvoti vuttaṁ hoti.",
  "tika-vin07t33:5_0": "334.Satthāroti gaṇasatthāro. Nāssassāti na etassa bhaveyya. Tanti satthāraṁ. Tenāti",
  "tika-vin07t33:5_1": "amanāpena. Sammannatīti cīvarādinā amhākaṁ sammānaṁ karoti, parehi vā ayaṁ satthā",
  "tika-vin07t33:5_2": "sammānīyatīti attho.",
  "tika-vin07t33:6_0": "335.Nāsāyapittaṁ bhindeyyunti acchapittaṁ vā macchapittaṁ vā nāsāpuṭe pakkhipeyyuṁ.",
  "tika-vin07t33:6_1": "Assatarīti vaḷavāya kucchismiṁ gadrabhassa jātā. Tassā hi gahitagabbhāya vijāyitumasakkontiyā",
  "tika-vin07t33:6_2": "udaraṁ phāletvā potakaṁ nīharanti. Tenāha ‘‘attavadhāya gabbhaṁ gaṇhātī’’ti.",
  "tika-vin07t33:7": "339.Potthanikanti churikaṁ, ‘‘khara’’ntipi vuccati.",
  "tika-vin07t33:8_0": "342.Mākuñjara nāgamāsadoti he kuñjara buddhanāgaṁ vadhakacittena mā upagaccha. Dukkhanti",
  "tika-vin07t33:8_1": "dukkhakāraṇattā dukkhaṁ. Itoti ito jātito. Yatoti yasmā, yantassa vā, gacchantassāti",
  "tika-vin07t33:8_2": "attho. Mā ca madoti mado tayā na kātabboti attho.",
  "tika-vin07t33:9_0": "343.Tikabhojananti tīhi bhuñjitabbaṁ bhojanaṁ, tato adhikehi ekato paṭiggahetvā bhuñjituṁ",
  "tika-vin07t33:9_1": "na vaṭṭanakaṁ gaṇabhojanapaṭipakkhaṁ bhojananti attho. Kokālikotiādīni devadattaparisāya",
  "tika-vin07t33:9_2": "gaṇapāmokkhānaṁ nāmāni. Kappanti mahāniraye āyukappaṁ, taṁ antarakappanti keci. Keci",
  "tika-vin07t33:9_3": "pana ‘‘asaṅkhyeyyakappa’’nti.",
  "tika-vin07t33:10": "Chasakyapabbajjākathādivaṇṇanā niṭṭhitā.",
  "tika-vin07t33:11": "Saṅghabhedakakathāvaṇṇanā",
  "tika-vin07t33:12_0": "345. Parassa cittaṁ ñatvā kathanaṁ ādesanāpāṭihāriyaṁ. Kevalaṁ dhammadesanā anusāsanīpāṭihāriyaṁ.",
  "tika-vin07t33:12_1": "Tadubhayampi dhammī kathā nāma. Tāya thero ovadi. Iddhividhaṁ iddhipāṭihāriyaṁ nāma.",
  "tika-vin07t33:12_2": "Tena sahitā anusāsanī eva dhammī kathā. Tāya thero ovadi.",
  "tika-vin07t33:13_0": "‘‘Thullaccayaṁ desāpehī’’ti idaṁ bhedapurekkhārassa uposathādikaraṇe thullaccayassa",
  "tika-vin07t33:13_1": "uposathakkhandhakādīsu paṭhamameva paññattattā vuttaṁ, itarathā etesaṁ ādikammikattā anāpattiyeva siyā.",
  "tika-vin07t33:14": "346.Sarasīti saro. Mahiṁ vikrubbatoti mahiṁ dantehi vilikhantassa. Idañca hatthīnaṁ sabhāvadassanaṁ. Nadīsūti saresu. Bhisaṁ ghasamānassāti yojanā. Jaggatoti yūthaṁ pālentassa.",
  "tika-vin07t33:15_0": "347.Dūteyyaṁgantunti dūtakammaṁ pattuṁ, dūtakammaṁ kātunti attho. Sahitāsahitassāti",
  "tika-vin07t33:15_1": "yuttāyuttassa, yaṁ vattuṁ, kātuñca yuttaṁ, tattha kusalo. Atha vā adhippetānādhippetassa",
  "tika-vin07t33:15_2": "vacanassa kusalo, byañjanamatte na tiṭṭhati, adhippetatthameva ārocetīti attho.",
  "tika-vin07t33:16_0": "350. Gāthāsu jātūti ekaṁsena. Mā udapajjatha mā hotūti attho. Pāpicchānaṁ yathāgatīti",
  "tika-vin07t33:16_1": "pāpicchānaṁ puggalānaṁ yādisī gati abhisamparāyo. Taṁ atthajātaṁ. Imināpi kāraṇena",
  "tika-vin07t33:16_2": "jānāthāti devadattassa ‘‘paṇḍito’’tiādinā upari vakkhamānākāraṁ dasseti.",
  "tika-vin07t33:17": "Pamādaṁ anuciṇṇoti pamādaṁ āpanno. Āsīsāyanti avassaṁbhāvīatthasiddhiyaṁ. Sā hi idha āsīsāti adhippetā, na patthanā. Īdise anāgatatthe atītavacanaṁ saddavidū icchanti.",
  "tika-vin07t33:18_0": "Dubbheti dubbheyya. Visakumbhenāti ekena visapuṇṇakumbhena. Soti so puggalo. Na padūseyya",
  "tika-vin07t33:18_1": "visamissaṁ kātuṁ na sakkotīti attho. Bhayānakoti vipulagambhīrabhāvena bhayānako.",
  "tika-vin07t33:18_2": "Tenāpi dūsetuṁ na sakkuṇeyyataṁ dasseti. Vādenāti dosakathanena. Upahiṁsatīti bādhati.",
  "tika-vin07t33:19": "Saṅghabhedakakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t33:20": "Upālipañhākathāvaṇṇanā",
  "tika-vin07t33:21_0": "351.Na pana ettāvatā saṅgho bhinno hotīti salākaggāhāpanamattena saṅghabhedānibbattito",
  "tika-vin07t33:21_1": "vuttaṁ. Uposathādisaṅghakamme kate eva hi saṅgho bhinno hoti. Tattha ca uposathapavāraṇāsu",
  "tika-vin07t33:21_2": "ñattiniṭṭhānena, sesakammesu apalokanādikammapariyosānena saṅghabhedo samatthoti daṭṭhabbo.",
  "tika-vin07t33:22_0": "‘‘Abhabbatā na vuttā’’ti idaṁ ‘‘bhikkhave, devadattena paṭhamaṁ ānantariyakammaṁ",
  "tika-vin07t33:22_1": "upacita’’ntiādinā ānantariyattaṁ vadatā bhagavatā tassa abhabbatāsaṅkhātā pārājikatā",
  "tika-vin07t33:22_2": "na paññattā. Etena āpatti viya abhabbatāpi paññattianantarameva hoti, na tato pureti",
  "tika-vin07t33:22_3": "dasseti. Idha pana ādikammikassapi anāpattiyā avuttattā devadattādayopi na muttāti daṭṭhabbaṁ.",
  "tika-vin07t33:23_0": "Tayo satipaṭṭhānātiādīsu tayo eva satipaṭṭhānā, na tato paranti ekassa satipaṭṭhānassa",
  "tika-vin07t33:23_1": "paṭikkhepova idha adhammo, na pana tiṇṇaṁ satipaṭṭhānattavidhānaṁ tassa dhammattā.",
  "tika-vin07t33:23_2": "Evaṁ sesesupi hāpanakoṭṭhāsesu. Vaḍḍhanesu pana cha indriyānīti anindriyassapi ekassa",
  "tika-vin07t33:23_3": "indriyattavidhānameva adhammo. Evaṁ sesesupi. Na kevalañca eteva, ‘‘cattāro khandhā,",
  "tika-vin07t33:23_4": "terasāyatanānī’’tiādinā yattha katthaci viparītato pakāsanaṁ sabbaṁ adhammo. Yāthāvato",
  "tika-vin07t33:23_5": "pakāsanañca sabbaṁ dhammoti daṭṭhabbaṁ. Pakāsananti cettha tathā tathā kāyavacīpayogasamuṭṭhāpikā",
  "tika-vin07t33:23_6": "arūpakkhandhāva adhippetā, evamettha dasakusalakammapathādīsu anavajjaṭṭhena sarūpato",
  "tika-vin07t33:23_7": "dhammesu, akusalakammapathādīsu sāvajjaṭṭhena sarūpato adhammesu ca tadaññesu ca",
  "tika-vin07t33:23_8": "abyākatesu yassa kassaci koṭṭhāsassa bhagavatā paññattakkameneva pakāsanaṁ ‘‘dhammo’’ti",
  "tika-vin07t33:23_9": "ca viparītato pakāsanaṁ ‘‘adhammo’’ti ca dassitanti daṭṭhabbaṁ. Kāmañcettha vinayādayopi",
  "tika-vin07t33:23_10": "yathābhūtato, ayathābhūtato ca pakāsanavasena dhammādhammesu eva pavisanti, vinayādināmena",
  "tika-vin07t33:23_11": "pana visesetvā visuṁ gahitattā tadavasesameva dhammādhammakoṭṭhāse pavisatīti daṭṭhabbaṁ.",
  "tika-vin07t33:24_0": "Imaṁ adhammaṁ dhammoti karissāmātiādi dhammañca adhammañca yāthāvato ñatvāva pāpicchaṁ",
  "tika-vin07t33:24_1": "nissāya viparītato pakāsentasseva saṅghabhedo hoti, na pana tathāsaññāya pakāsentassāti",
  "tika-vin07t33:24_2": "dassanatthaṁ vuttaṁ. Esa nayo ‘‘avinayaṁ vinayoti dīpentī’’tiādīsupi. Tattha niyyānikanti",
  "tika-vin07t33:24_3": "ukkaṭṭhanti attho. ‘‘Tathevā’’ti iminā ‘‘evaṁ amhākaṁ ācariyakula’’ntiādinā vuttamatthaṁ ākaḍḍhati.",
  "tika-vin07t33:25_0": "Saṁvaro pahānaṁ paṭisaṅkhāti saṁvaravinayo, pahānavinayo, paṭisaṅkhāvinayo ca vutto.",
  "tika-vin07t33:25_1": "Tenāha ‘‘ayaṁ vinayo’’ti. ‘‘Paññattaṁ apaññatta’’nti dukaṁ ‘‘bhāsitaṁ abhāsita’’nti",
  "tika-vin07t33:25_2": "dukena atthato samānameva, tathā duṭṭhulladukaṁ garukadukena. Teneva tesaṁ ‘‘cattāro",
  "tika-vin07t33:25_3": "satipaṭṭhānā…pe… idaṁ apaññattaṁ nāmā’’tiādinā sadisaniddeso kato. Sāvasesāpattinti",
  "tika-vin07t33:25_4": "avasesasīlehi sahitāpattiṁ. Natthi etissaṁ āpannāyaṁ sīlāvasesāti anavasesāpatti.",
  "tika-vin07t33:26": "354. Pāḷiyaṁ samaggānañca anuggahoti yathā samaggānaṁ sāmaggī na bhijjati, evaṁ anuggahaṇaṁ anubalappadānaṁ.",
  "tika-vin07t33:27_0": "355.Siyānu khoti sambhaveyya nu kho. Tasmiṁ adhammadiṭṭhīti attano ‘‘adhammaṁ dhammo’’ti",
  "tika-vin07t33:27_1": "etasmiṁ dīpane ayuttadiṭṭhi. Bhede adhammadiṭṭhīti ‘‘adhammaṁ dhammo’’ti dīpetvā",
  "tika-vin07t33:27_2": "anussāvanasalākaggāhāpanādinā attānaṁ muñcitvā catuvaggādikaṁ saṅghaṁ ekasīmāyameva",
  "tika-vin07t33:27_3": "ṭhitato catuvaggādisaṅghato viyojetvā ekakammādinipphādanavasena saṅghabhedakaraṇe",
  "tika-vin07t33:27_4": "adhammadiṭṭhiko hutvāti attho. Vinidhāya diṭṭhinti yā tasmiṁ ‘‘adhammaṁ dhammo’’ti",
  "tika-vin07t33:27_5": "dīpane attano adhammadiṭṭhi uppajjati, taṁ vinidhāya paṭicchādetvā ‘‘dhammo evāya’’nti",
  "tika-vin07t33:27_6": "viparītato pakāsetvāti attho. Evaṁ sabbattha attho veditabbo.",
  "tika-vin07t33:28_0": "Bhede dhammadiṭṭhīti yathāvuttanayena saṅghabhedane doso natthīti laddhiko. Ayaṁ",
  "tika-vin07t33:28_1": "pana ‘‘adhammaṁ dhammo’’ti dīpane adhammadiṭṭhiko hutvāpi taṁ diṭṭhiṁ vinidhāya karaṇena",
  "tika-vin07t33:28_2": "saṅghabhedako atekiccho jāto. Evaṁ bhede vematikoti imassa pana bhede vematikadiṭṭhiyā",
  "tika-vin07t33:28_3": "vinidhānampi atthi. Sesaṁ samameva. Tasmiṁ dhammadiṭṭhibhede adhammadiṭṭhīti ayaṁ",
  "tika-vin07t33:28_4": "pana bhede adhammadiṭṭhiṁ vinidhāya katattā saṅghabhedako atekiccho jāto. Sukkapakkhe",
  "tika-vin07t33:28_5": "pana sabbattha ‘‘adhammaṁ dhammo’’tiādidīpane vā bhede vā dhammadiṭṭhitāya diṭṭhiṁ",
  "tika-vin07t33:28_6": "avinidhāyeva katattā saṅghabhedakopi satekiccho jāto. Tasmā ‘‘adhammaṁ dhammo’’tiādidīpane",
  "tika-vin07t33:28_7": "vā saṅghabhede vā ubhosupi vā adhammadiṭṭhi vā vematiko vā hutvā taṁ diṭṭhiṁ, vimatiñca",
  "tika-vin07t33:28_8": "vinidhāya ‘‘dhammo’’ti pakāsetvā vuttanayena saṅghabhedaṁ karontasseva ānantariyaṁ hotīti veditabbaṁ.",
  "tika-vin07t33:29": "Upālipañhākathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t33:30": "Saṅghabhedakakkhandhakavaṇṇanānayo niṭṭhito."
}