{
  "tika-s0404t24:0": "(12) 2. Paccorohaṇivaggo",
  "tika-s0404t24:1": "1-4. Paṭhamaadhammasuttādivaṇṇanā",
  "tika-s0404t24:2_0": "113-6. Dutiyassa paṭhamadutiyāni uttānatthāni. Tatiye jānaṁ jānātīti sabbaññutaññāṇena",
  "tika-s0404t24:2_1": "jānitabbaṁ sabbaṁ jānāti eva. Na hi padesañāṇe ṭhito jānitabbaṁ sabbaṁ jānāti. Ukkaṭṭhaniddesena",
  "tika-s0404t24:2_2": "hi avisesaggahaṇena ca “jāna”nti iminā niravasesaṁ ñeyyajātaṁ pariggayhatīti tabbisayāya",
  "tika-s0404t24:2_3": "jānanakiriyāya sabbaññutaññāṇameva karaṇaṁ bhavituṁ yuttaṁ, pakaraṇavasena “bhagavā”ti",
  "tika-s0404t24:2_4": "saddantarasannidhānena ca ayamattho vibhāvetabbo. Passitabbameva passatīti dibbacakkhupaññācakkhudhammacakkhubuddhacakkhusamantacakkhusaṅkhātehi",
  "tika-s0404t24:2_5": "ñāṇacakkhūhi passitabbaṁ passati eva. Atha vā jānaṁ jānātīti yathā aññe savipallāsā",
  "tika-s0404t24:2_6": "kāmarūpapariññāvādino jānantāpi vipallāsavasena jānanti, na evaṁ bhagavā. Bhagavā",
  "tika-s0404t24:2_7": "pana pahīnavipallāsattā jānanto jānāti eva, diṭṭhidassanassa abhāvā passanto passatiyevāti",
  "tika-s0404t24:2_8": "attho. Cakkhu viya bhūtoti dassanapariṇāyakaṭṭhena cakkhu viya bhūto. Yathā hi cakkhu",
  "tika-s0404t24:2_9": "sattānaṁ dassanatthaṁ pariṇeti sādheti, evaṁ lokassa yāthāvadassanasādhanatopi dassanakiccapariṇāyakaṭṭhena",
  "tika-s0404t24:2_10": "cakkhu viya bhūto, paññācakkhumayattā vā sayambhuñāṇena paññācakkhuṁ bhūto pattoti vā cakkhubhūto.",
  "tika-s0404t24:3_0": "Ñāṇasabhāvoti viditakaraṇaṭṭhena ñāṇasabhāvo. Aviparītasabhāvaṭṭhena pariyattidhammappavattanato",
  "tika-s0404t24:3_1": "vā hadayena cintetvā vācāya nicchāritadhammamayoti dhammabhūto. Tenāha “dhammasabhāvo”ti.",
  "tika-s0404t24:3_2": "Dhammā vā bodhipakkhiyā tehi uppannattā lokassa ca taduppādanato, anaññasādhāraṇaṁ",
  "tika-s0404t24:3_3": "vā dhammaṁ patto adhigatoti dhammabhūto. Seṭṭhaṭṭhena brahmabhūtoti āha “seṭṭhasabhāvo”ti.",
  "tika-s0404t24:3_4": "Atha vā brahmā vuccati maggo, tena uppannattā lokassa ca taduppādanato, tañca sayambhuñāṇena",
  "tika-s0404t24:3_5": "pattoti brahmabhūto. Catusaccadhammaṁ vadatīti vattā. Ciraṁ saccappaṭivedhaṁ pavattento",
  "tika-s0404t24:3_6": "vadatīti pavattā. Atthaṁ nīharitvāti dukkhādiatthaṁ tatthāpi pīḷanādiatthaṁ uddharitvā.",
  "tika-s0404t24:3_7": "Paramatthaṁ vā nibbānaṁ pāpayitā ninnetā. Amatādhigamapaṭipattidesanāya amatasacchikiriyaṁ",
  "tika-s0404t24:3_8": "sattesu uppādento amataṁ dadātīti amatassa dātā. Bodhipakkhiyadhammānaṁ tadāyattabhāvato",
  "tika-s0404t24:3_9": "dhammasāmī. Catutthe natthi vattabbaṁ.",
  "tika-s0404t24:4": "Paṭhamaadhammasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0404t24:5": "5-42. Saṅgāravasuttādivaṇṇanā",
  "tika-s0404t24:6_0": "117-154. Pañcame appakāti thokā, na bahū. Athāyaṁ itarā pajāti yā panāyaṁ avasesā",
  "tika-s0404t24:6_1": "pajā sakkāyadiṭṭhitīrameva anudhāvati, ayameva bahutarāti attho. Sammadakkhāteti",
  "tika-s0404t24:6_2": "sammā akkhāte sukathite. Dhammeti tava desanādhamme. Dhammānuvattinoti taṁ dhammaṁ",
  "tika-s0404t24:6_3": "sutvā tadanucchavikaṁ paṭipadaṁ pūretvā maggaphalasacchikaraṇena dhammānuvattino.",
  "tika-s0404t24:6_4": "Maccuno ṭhānabhūtanti kilesamārasaṅkhātassa maccuno nivāsaṭṭhānabhūtaṁ. Suduttaraṁ",
  "tika-s0404t24:6_5": "taritvā pāramessantīti ye janā dhammānuvattino, te etaṁ suduttaraṁ duratikkamaṁ māradheyyaṁ",
  "tika-s0404t24:6_6": "taritvā atikkamitvā nibbānapāraṁ gamissanti.",
  "tika-s0404t24:7_0": "Kaṇhaṁ dhammaṁ vippahāyāti kāyaduccaritādibhedaṁ akusalaṁ dhammaṁ jahitvā. Sukkaṁ",
  "tika-s0404t24:7_1": "bhāvethāti paṇḍito bhikkhu abhinikkhamanato paṭṭhāya yāva arahattamaggā kāyasucaritādibhedaṁ",
  "tika-s0404t24:7_2": "sukkaṁ dhammaṁ bhāveyya. Okā anokamāgammāti okaṁ vuccati ālayo, anokaṁ vuccati anālayo.",
  "tika-s0404t24:7_3": "Ālayato nikkhamitvā anālayasaṅkhātaṁ nibbānaṁ paṭicca ārabbha.",
  "tika-s0404t24:8_0": "Tatrābhiratimiccheyyāti yasmiṁ anālayasaṅkhāte viveke nibbāne imehi sattehi durabhiramaṁ,",
  "tika-s0404t24:8_1": "tatrābhiratimiccheyya. Duvidhepi kāmeti vatthukāmakilesakāme. Cittaklesehīti pañcahi",
  "tika-s0404t24:8_2": "nīvaraṇehi attānaṁ pariyodapeyya vodāpeyya, parisodheyyāti attho.",
  "tika-s0404t24:9_0": "Sambodhiyaṅgesūti sambojjhaṅgesu. Sammā cittaṁ subhāvitanti sammā hetunā nayena cittaṁ",
  "tika-s0404t24:9_1": "suṭṭhu bhāvitaṁ vaḍḍhitaṁ. Jutimantoti ānubhāvavanto, arahattamaggañāṇajutiyā khandhādibhede",
  "tika-s0404t24:9_2": "dhamme jotetvā ṭhitāti attho. Te loke parinibbutāti te imasmiṁ khandhādiloke parinibbutā",
  "tika-s0404t24:9_3": "nāma arahattappattito paṭṭhāya kilesavaṭṭassa khepitattā saupādisesena, carimacittanirodhena",
  "tika-s0404t24:9_4": "khandhavaṭṭassa khepitattā anupādisesena cāti dvīhi parinibbānehi parinibbutā, anupādāno",
  "tika-s0404t24:9_5": "viya padīpo apaṇṇattikabhāvaṁ gatāti attho.",
  "tika-s0404t24:10": "Ito paraṁ yāva tatiyo paṇṇāsako, tāva uttānatthameva.",
  "tika-s0404t24:11": "Saṅgāravasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0404t24:12": "Tatiyapaṇṇāsakaṁ niṭṭhitaṁ.",
  "tika-s0404t24:13": "4. Catutthapaṇṇāsakaṁ",
  "tika-s0404t24:14": "155-166. Catutthassa paṭhamavaggo uttānatthoyeva.",
  "tika-s0404t24:15": "1-44. Brāhmaṇapaccorohaṇīsuttādivaṇṇanā",
  "tika-s0404t24:16_0": "167-210. Dutiye ca paṭhamādīni uttānatthāni. Dasame pacchābhūmivāsinoti paccantadesavāsino.",
  "tika-s0404t24:16_1": "Sevālamālikāti pātova udakaṁ orohitvā sevālañceva uppalādīni ca gahetvā attano udakasuddhikabhāvajānanatthañceva",
  "tika-s0404t24:16_2": "“lokassa ca udakena suddhi hotī”ti imassa atthassa jānanatthañca mālaṁ katvā pilandhanakā.",
  "tika-s0404t24:16_3": "Udakorohakāti pāto majjhanhe sāyanhe ca udakaorohaṇakā. Tenāha “sāyatatiyakaṁ udakorohaṇānuyogamanuyuttā”ti.",
  "tika-s0404t24:16_4": "Ekādasamādīni uttānatthāni. Catutthe paṇṇāsake natthi vattabbaṁ.",
  "tika-s0404t24:17": "Brāhmaṇapaccorohaṇīsuttādivaṇṇanā niṭṭhitā.",
  "tika-s0404t24:18": "Catutthapaṇṇāsakaṁ niṭṭhitaṁ."
}