{
  "tika-vin02t35:0": "Antarapeyyālaṁ",
  "tika-vin02t35:1": "Katipucchāvāravaṇṇanā",
  "tika-vin02t35:2": "271.Veraṁmaṇatīti rāgādiveraṁ maṇati vināseti. Etāyāti viratiyā. Niyyānanti maggaṁ. Kāyapāgabbiyanti kāyapāgabbiyavasena pavattaṁ kāyaduccaritaṁ.",
  "tika-vin02t35:3_0": "274.Sāraṇīyāti saritabbayuttā anussaraṇārahā addhāne atikkantepi na sammussitabbā.",
  "tika-vin02t35:3_1": "Mijjati siniyhati etāyāti mettā, mittabhāvo. Mettā etassa atthīti mettaṁ kāyakammaṁ,",
  "tika-vin02t35:3_2": "taṁ pana yasmā mettāsahagatacittasamuṭṭhānaṁ, tasmā vuttaṁ “mettacittena kataṁ kāyakamma”nti.",
  "tika-vin02t35:3_3": "Āvīti pakāsaṁ. Pakāsabhāvo cettha yaṁ uddissa taṁ kāyakammaṁ karīyati, tassa sammukhabhāvatoti",
  "tika-vin02t35:3_4": "āha “sammukhā”ti. Rahoti apakāsaṁ. Apakāsatā ca yaṁ uddissa taṁ kammaṁ karīyati,",
  "tika-vin02t35:3_5": "tassa apaccakkhabhāvatoti āha “parammukhā”ti. Ubhayehīti navakehi therehi ca. Piyaṁ",
  "tika-vin02t35:3_6": "piyāyitabbaṁ karotīti piyakaraṇo. Garuṁ garuṭṭhāniyaṁ karotīti garukaraṇo. Saṅgahāyāti",
  "tika-vin02t35:3_7": "saṅgahavatthuvisesabhāvato sabrahmacārīnaṁ saṅgahaṇatthāya. Avivādāyāti saṅgahavatthubhāvato",
  "tika-vin02t35:3_8": "eva na vivādāya. Sati ca avivādahetubhūtasaṅgahakatte tesaṁ vasena sabrahmacārīnaṁ",
  "tika-vin02t35:3_9": "samaggabhāvo bhedābhāvo siddhoyevāti āha “samaggabhāvāyā”tiādi.",
  "tika-vin02t35:4_0": "Paggayha vacananti kevalaṁ “devo”ti avatvā “devatthero”ti guṇehi thirabhāvajotanaṁ",
  "tika-vin02t35:4_1": "paggaṇhitvā uccaṁ katvā vacanaṁ. Mamattabodhanavacanaṁ mamāyanavacanaṁ. Ekantatirokkhassa",
  "tika-vin02t35:4_2": "manokammassa sammukhatā nāma viññattisamuṭṭhāpanavaseneva hoti, tañca kho loke kāyakammanti",
  "tika-vin02t35:4_3": "pākaṭaṁ paññātaṁ hatthavikārādiṁ anāmasitvāyeva dassento “nayanāni ummīletvā”tiādimāha.",
  "tika-vin02t35:4_4": "Kāmañcettha mettāsinehasiniddhānaṁ nayanānaṁ ummīlanā pasannena mukhena olokanañca",
  "tika-vin02t35:4_5": "mettaṁ kāyakammameva, yassa pana cittassa vasena nayanānaṁ mettāsinehasiniddhatā",
  "tika-vin02t35:4_6": "mukhassa ca pasannatā, taṁ sandhāya vuttaṁ “mettaṁ manokammaṁ nāmā”ti.",
  "tika-vin02t35:5_0": "Imāni ca mettakāyakammādīni pāḷiyaṁ bhikkhūnaṁ vasena āgatāni gihīsupi labbhantiyeva.",
  "tika-vin02t35:5_1": "Bhikkhūnañhi mettacittena ācariyupajjhāyavattādiābhisamācārikadhammapūraṇaṁ mettaṁ",
  "tika-vin02t35:5_2": "kāyakammaṁ nāma. Sabbañca anavajjakāyakammaṁ ābhisamācārikakammantogadhamevāti veditabbaṁ.",
  "tika-vin02t35:5_3": "Gihīnaṁ cetiyavandanatthāya bodhivandanatthāya saṅghanimantanatthāya gamanaṁ, gāmaṁ",
  "tika-vin02t35:5_4": "vā piṇḍāya paviṭṭhe bhikkhū disvā paccuggamanaṁ, pattapaṭiggahaṇaṁ, āsanapaññāpanaṁ,",
  "tika-vin02t35:5_5": "anugamananti evamādikaṁ mettaṁ kāyakammaṁ nāma. Bhikkhūnaṁ mettacittena ācārapaññattisikkhāpana",
  "tika-vin02t35:5_6": "kammaṭṭhānakathana dhammadesanā paripucchana aṭṭhakathākathanavasena pavattiyamānaṁ",
  "tika-vin02t35:5_7": "tepiṭakampi buddhavacanaṁ mettaṁ vacīkammaṁ nāma. Gihīnaṁ “cetiyavandanatthāya gacchāma,",
  "tika-vin02t35:5_8": "bodhivandanatthāya gacchāma, dhammassavanaṁ karissāma, dīpamālāpupphapūjaṁ karissāma,",
  "tika-vin02t35:5_9": "tīṇi sucaritāni samādāya vattissāma, salākabhattādīni dassāma, vassāvāsikaṁ dassāma,",
  "tika-vin02t35:5_10": "ajja saṅghassa cattāro paccaye dassāma, saṅghaṁ nimantetvā khādanīyādīni saṁvidahatha,",
  "tika-vin02t35:5_11": "āsanāni paññapetha, pānīyaṁ upaṭṭhāpetha, saṅghaṁ paccuggantvā ānetha, paññattāsane",
  "tika-vin02t35:5_12": "nisīdāpetha, chandajātā ussāhajātā veyyāvaccaṁ karothā”tiādikathanakāle mettaṁ vacīkammaṁ",
  "tika-vin02t35:5_13": "nāma. Bhikkhūnaṁ pātova uṭṭhāya sarīrapaṭijagganaṁ cetiyaṅgaṇavattādīni ca katvā",
  "tika-vin02t35:5_14": "vivittāsane nisīditvā “imasmiṁ vihāre bhikkhū sukhī hontu averā abyāpajjā”ti cintanaṁ",
  "tika-vin02t35:5_15": "mettaṁ manokammaṁ nāma. Gihīnaṁ “ayyā sukhī hontu averā abyāpajjā”ti cintanaṁ mettaṁ manokammaṁ nāma.",
  "tika-vin02t35:6_0": "Lābhāti cīvarādayo laddhapaccayā. Dhammikāti kuhanādibhedaṁ micchājīvaṁ vajjetvā",
  "tika-vin02t35:6_1": "dhammena samena bhikkhācariyavattena uppannā. Antamaso pattapariyāpannamattampīti",
  "tika-vin02t35:6_2": "pacchimakoṭiyā patte pariyāpannaṁ pattassa antogataṁ dvattikaṭacchubhikkhāmattampi.",
  "tika-vin02t35:6_3": "Deyyaṁ dakkhiṇeyyañca appaṭivibhattaṁ katvā bhuñjatīti appaṭivibhattabhogī. Ettha",
  "tika-vin02t35:6_4": "hi dve paṭivibhattāni nāma āmisapaṭivibhattaṁ puggalapaṭivibhattañca. Tattha “ettakaṁ",
  "tika-vin02t35:6_5": "dassāmi, ettakaṁ na dassāmī”ti evaṁ cittena vibhajanaṁ āmisapaṭivibhattaṁ nāma. “Asukassa",
  "tika-vin02t35:6_6": "dassāmi, asukassa na dassāmī”ti evaṁ cittena vibhajanaṁ pana puggalapaṭivibhattaṁ",
  "tika-vin02t35:6_7": "nāma. Tadubhayampi akatvā yo appaṭivibhattaṁ bhuñjati, ayaṁ appaṭivibhattabhogī nāma.",
  "tika-vin02t35:6_8": "Tenāha “neva āmisaṁ paṭivibhajitvā bhuñjatī”tiādi. Adātumpīti pi-saddena dātumpi",
  "tika-vin02t35:6_9": "vaṭṭatīti dasseti. Dānañhi nāma na kassaci nivāritaṁ, tena dussīlassapi atthikassa",
  "tika-vin02t35:6_10": "sati sambhave dātabbaṁ, tañca kho karuṇāyanavasena, na vattapūraṇavasena. Sāraṇīyadhammapūrakassa",
  "tika-vin02t35:6_11": "appaṭivibhattabhogitāya “sabbesaṁ dātabbamevā”ti vuttaṁ. Gilānādīnaṁ pana odissakaṁ",
  "tika-vin02t35:6_12": "katvā dānaṁ appaṭivibhāgapakkhikaṁ “asukassa na dassāmī”ti paṭikkhepassa abhāvato.",
  "tika-vin02t35:6_13": "Byatirekappadhāno hi paṭivibhāgo. Tenāha “gilānagilānupaṭṭhāka…pe… viceyya dātumpi vaṭṭatī”ti.",
  "tika-vin02t35:7_0": "Sādhāraṇabhogīti ettha sādhāraṇabhogino idaṁ lakkhaṇaṁ – yaṁ yaṁ paṇītaṁ labhati,",
  "tika-vin02t35:7_1": "taṁ taṁ neva lābhena lābhaṁ nijigīsanamukhena gihīnaṁ deti attano ājīvasuddhiṁ rakkhamāno,",
  "tika-vin02t35:7_2": "na attanāva paribhuñjati “mayhaṁ asādhāraṇabhogitā mā hotū”ti. Taṁ paṭiggaṇhanto",
  "tika-vin02t35:7_3": "ca “saṅghena sādhāraṇaṁ hotū”ti gahetvā ghaṇṭiṁ paharitvā paribhuñjitabbaṁ saṅghasantakaṁ",
  "tika-vin02t35:7_4": "viya passati. Iminā ca tassa lābhassa tīsupi kālesu sādhāraṇato ṭhapanaṁ dassitaṁ.",
  "tika-vin02t35:7_5": "“Taṁ paṭiggaṇhanto ca saṅghena sādhāraṇaṁ hotū”ti iminā paṭiggahaṇakālo dassito,",
  "tika-vin02t35:7_6": "“gahetvā…pe… passatī”ti iminā paṭiggahitakālo. Tadubhayaṁ pana tādisena pubbabhāgena",
  "tika-vin02t35:7_7": "vinā na hotīti atthasiddho purimakālo. Tayidampi paṭiggahaṇato pubbevassa hoti “saṅghena",
  "tika-vin02t35:7_8": "sādhāraṇaṁ hotūti paṭiggahessāmī”ti, paṭiggaṇhantassa hoti “saṅghena sādhāraṇaṁ hotūti",
  "tika-vin02t35:7_9": "paṭiggaṇhāmī”ti, paṭiggahetvā hoti “saṅghena sādhāraṇaṁ hotūti paṭiggahitaṁ mayā”ti",
  "tika-vin02t35:7_10": "evaṁ tilakkhaṇasampannaṁ katvā laddhalābhaṁ osānalakkhaṇaṁ avikopetvā paribhuñjanto",
  "tika-vin02t35:7_11": "sādhāraṇabhogī appaṭivibhattabhogī ca hoti.",
  "tika-vin02t35:8_0": "Imaṁ pana sāraṇīyadhammaṁ ko pūreti, ko na pūreti? Dussīlo tāva na pūreti. Na hi",
  "tika-vin02t35:8_1": "tassa santakaṁ sīlavanto gaṇhanti. Parisuddhasīlo pana vattaṁ akhaṇḍento pūreti.",
  "tika-vin02t35:8_2": "Tatridaṁ vattaṁ – yo odissakaṁ katvā mātu vā pitu vā ācariyupajjhāyādīnaṁ vā deti,",
  "tika-vin02t35:8_3": "so dātabbaṁ detu, sāraṇīyadhammo panassa na hoti, palibodhajagganaṁ nāma hoti. Sāraṇīyadhammo",
  "tika-vin02t35:8_4": "hi muttapalibodhasseva vaṭṭati. Tena pana odissakaṁ dentena gilānagilānupaṭṭhākaāgantukagamikānañceva",
  "tika-vin02t35:8_5": "navapabbajitassa ca saṅghāṭipattaggahaṇaṁ ajānantassa dātabbaṁ. Etesaṁ datvā avasesaṁ",
  "tika-vin02t35:8_6": "therāsanato paṭṭhāya thokaṁ thokaṁ adatvā yo yattakaṁ gaṇhāti, tassa tattakaṁ dātabbaṁ.",
  "tika-vin02t35:8_7": "Avasiṭṭhe asati puna piṇḍāya caritvā therāsanato paṭṭhāya yaṁ yaṁ paṇītaṁ, taṁ taṁ",
  "tika-vin02t35:8_8": "datvā sesaṁ bhuñjitabbaṁ.",
  "tika-vin02t35:9_0": "Ayaṁ pana sāraṇīyadhammo sāraṇīyadhammapūraṇavidhimhi susikkhitāya parisāya supūro",
  "tika-vin02t35:9_1": "hoti. Susikkhitāya hi parisāya yo aññato labhati, so na gaṇhāti. Aññato alabhantopi",
  "tika-vin02t35:9_2": "pamāṇayuttameva gaṇhāti, na atirekaṁ. Ayañca pana sāraṇīyadhammo evaṁ punappunaṁ",
  "tika-vin02t35:9_3": "piṇḍāya caritvā laddhaṁ laddhaṁ dentassapi dvādasahi vassehi pūrati, na tato oraṁ.",
  "tika-vin02t35:9_4": "Sace hi dvādasamepi vasse sāraṇīyadhammapūrako piṇḍapātapūraṁ pattaṁ āsanasālāyaṁ",
  "tika-vin02t35:9_5": "ṭhapetvā nahāyituṁ gacchati, saṅghatthero ca “kasseso patto”ti vatvā “sāraṇīyadhammapūrakassā”ti",
  "tika-vin02t35:9_6": "vutte “āharatha na”nti sabbaṁ piṇḍapātaṁ vicāretvā bhuñjitvāva rittapattaṁ ṭhapeti.",
  "tika-vin02t35:9_7": "Atha so bhikkhu rittapattaṁ disvā “mayhaṁ anavasesetvāva paribhuñjiṁsū”ti domanassaṁ",
  "tika-vin02t35:9_8": "uppādeti, sāraṇīyadhammo bhijjati, puna dvādasa vassāni pūretabbo hoti. Titthiyaparivāsasadiso",
  "tika-vin02t35:9_9": "hesa, sakiṁ khaṇḍe jāte puna pūretabbova. Yo pana “lābhā vata me, suladdhaṁ vata",
  "tika-vin02t35:9_10": "me, yassa me pattagataṁ anāpucchāva sabrahmacārino paribhuñjantī”ti somanassaṁ janeti,",
  "tika-vin02t35:9_11": "tassa puṇṇo nāma hoti.",
  "tika-vin02t35:10_0": "Evaṁ pūritasāraṇīyadhammassa pana neva issā, na macchariyaṁ hoti, manussānaṁ piyo",
  "tika-vin02t35:10_1": "hoti sulabhapaccayo, pattagatamassa diyyamānampi na khīyati, bhājanīyabhaṇḍaṭṭhāne",
  "tika-vin02t35:10_2": "aggabhaṇḍaṁ labhati, bhaye vā chātake vā sampatte devatā ussukkaṁ āpajjanti.",
  "tika-vin02t35:11_0": "Tatrimāni vatthūni – leṇagirivāsī tissatthero kira mahākhīragāmaṁ upanissāya vasati.",
  "tika-vin02t35:11_1": "Paññāsamattā therā nāgadīpaṁ cetiyavandanatthāya gacchantā khīragāme piṇḍāya caritvā",
  "tika-vin02t35:11_2": "kiñci aladdhā nikkhamiṁsu. Thero pavisanto te disvā pucchi “laddhaṁ, bhante”ti. Vicarimha,",
  "tika-vin02t35:11_3": "āvusoti. So aladdhabhāvaṁ ñatvā āha “bhante, yāvāhaṁ āgacchāmi, tāva idheva hothā”ti.",
  "tika-vin02t35:11_4": "Mayaṁ, āvuso, paññāsa janā pattatemanamattampi na labhimhāti. Bhante, nevāsikā nāma",
  "tika-vin02t35:11_5": "paṭibalā honti, alabhantāpi bhikkhācāramaggasabhāgaṁ jānantīti. Therā āgamiṁsu. Thero",
  "tika-vin02t35:11_6": "gāmaṁ pāvisi. Dhurageheyeva mahāupāsikā khīrabhattaṁ sajjetvā theraṁ olokayamānā",
  "tika-vin02t35:11_7": "ṭhitā therassa dvāraṁ sampattasseva pattaṁ pūretvā adāsi. So taṁ ādāya therānaṁ santikaṁ",
  "tika-vin02t35:11_8": "gantvā “gaṇhatha, bhante”ti saṅghattheraṁ āha. Thero “amhehi ettakehi kiñci na laddhaṁ,",
  "tika-vin02t35:11_9": "ayaṁ sīghameva gahetvā āgato, kiṁ nu kho”ti sesānaṁ mukhaṁ olokesi. Thero olokanākāreneva",
  "tika-vin02t35:11_10": "ñatvā “bhante, dhammena samena laddho piṇḍapāto, nikkukkuccā gaṇhathā”tiādito paṭṭhāya",
  "tika-vin02t35:11_11": "sabbesaṁ yāvadatthaṁ datvā attanāpi yāvadatthaṁ bhuñji. Atha naṁ bhattakiccāvasāne",
  "tika-vin02t35:11_12": "therā pucchiṁsu “kadā, āvuso, lokuttaradhammaṁ paṭivijjhī”ti? Natthi me, bhante,",
  "tika-vin02t35:11_13": "lokuttaradhammoti. Jhānalābhīsi āvusoti? Etampi me, bhante, natthīti. Nanu, āvuso,",
  "tika-vin02t35:11_14": "pāṭihāriyanti? Sāraṇīyadhammo me, bhante, pūrito, tassa me pūritakālato paṭṭhāya",
  "tika-vin02t35:11_15": "sacepi bhikkhusatasahassaṁ hoti, pattagataṁ na khīyatīti. Sādhu sādhu sappurisa anucchavikamidaṁ",
  "tika-vin02t35:11_16": "tuyhanti. Idaṁ tāva pattagataṁ na khīyatīti ettha vatthu.",
  "tika-vin02t35:12_0": "Ayameva pana thero cetiyapabbate giribhaṇḍamahāpūjāya dānaṭṭhānaṁ gantvā “imasmiṁ",
  "tika-vin02t35:12_1": "dāne kiṁ varabhaṇḍa”nti pucchi. Dve sāṭakā, bhanteti. Ete mayhaṁ pāpuṇissantīti.",
  "tika-vin02t35:12_2": "Taṁ sutvā amacco rañño ārocesi “eko daharo evaṁ vadatī”ti. “Daharassa evaṁ cittaṁ,",
  "tika-vin02t35:12_3": "mahātherānaṁ pana sukhumā sāṭakā vaṭṭantī”ti vatvā “mahātherānaṁ dassāmī”ti ṭhapesi.",
  "tika-vin02t35:12_4": "Tassa bhikkhusaṅghe paṭipāṭiyā ṭhite dentassa matthake ṭhapitāpi te sāṭakā hatthaṁ",
  "tika-vin02t35:12_5": "nārohanti, aññeva ārohanti. Daharassa dānakāle pana hatthaṁ āruḷhā. So tassa hatthe",
  "tika-vin02t35:12_6": "ṭhapetvā amaccassa mukhaṁ oloketvā daharaṁ nisīdāpetvā dānaṁ datvā saṅghaṁ vissajjetvā",
  "tika-vin02t35:12_7": "daharassa santike nisīditvā “bhante, imaṁ dhammaṁ kadā paṭivijjhitthā”ti āha. So",
  "tika-vin02t35:12_8": "pariyāyenapi asantaṁ avadanto “natthi mayhaṁ, mahārāja, lokuttaradhammo”ti āha. Nanu,",
  "tika-vin02t35:12_9": "bhante, pubbeva avacutthāti. Āma mahārāja, sāraṇīyadhammapūrako ahaṁ, tassa me dhammassa",
  "tika-vin02t35:12_10": "pūritakālato paṭṭhāya bhājanīyaṭṭhāne aggabhaṇḍaṁ pāpuṇātīti. “Sādhu sādhu bhante,",
  "tika-vin02t35:12_11": "anucchavikamidaṁ tumhāka”nti vanditvā pakkāmi. Idaṁ bhājanīyaṭṭhāne aggabhaṇḍaṁ pāpuṇātīti ettha vatthu.",
  "tika-vin02t35:13_0": "Caṇḍālatissabhayena pana bhātaragāmavāsino nāgattheriyā anārocetvāva palāyiṁsu. Therī",
  "tika-vin02t35:13_1": "paccūsasamaye “ati viya appanigghoso gāmo, upadhāretha tāvā”ti daharabhikkhuniyo",
  "tika-vin02t35:13_2": "āha. Tā gantvā sabbesaṁ gatabhāvaṁ ñatvā āgamma theriyā ārocesuṁ. Sā sutvā “mā tumhe",
  "tika-vin02t35:13_3": "tesaṁ gatabhāvaṁ cintayittha, attano uddesaparipucchāyonisomanasikāresuyeva yogaṁ",
  "tika-vin02t35:13_4": "karothā”ti vatvā bhikkhācāravelāyaṁ pārupitvā attadvādasamā gāmadvāre nigrodhamūle",
  "tika-vin02t35:13_5": "aṭṭhāsi. Rukkhe adhivatthā devatā dvādasannampi bhikkhunīnaṁ piṇḍapātaṁ datvā “ayye",
  "tika-vin02t35:13_6": "aññattha mā gacchatha, niccaṁ idheva ethā”ti āha. Theriyā pana kaniṭṭhabhātā nāgatthero",
  "tika-vin02t35:13_7": "nāma atthi, so “mahantaṁ bhayaṁ, na sakkā yāpetuṁ, paratīraṁ gamissāmī”ti attadvādasamo",
  "tika-vin02t35:13_8": "attano vasanaṭṭhānā nikkhanto “theriṁ disvā gamissāmī”ti bhātaragāmaṁ āgato. Therī",
  "tika-vin02t35:13_9": "“therā āgatā”ti sutvā tesaṁ santikaṁ gantvā “kiṁ ayyā”ti pucchi. So taṁ pavattiṁ",
  "tika-vin02t35:13_10": "ācikkhi. Sā “ajja ekadivasaṁ vihāre vasitvā sveva gamissathā”ti āha. Therā vihāraṁ āgamaṁsu.",
  "tika-vin02t35:14_0": "Therī punadivase rukkhamūle piṇḍāya caritvā theraṁ upasaṅkamitvā “imaṁ piṇḍapātaṁ",
  "tika-vin02t35:14_1": "paribhuñjathā”ti āha. Thero “vaṭṭissati therī”ti vatvā tuṇhī aṭṭhāsi. Dhammiko tāta",
  "tika-vin02t35:14_2": "piṇḍapāto, kukkuccaṁ akatvā paribhuñjathāti. Vaṭṭissati therīti. Sā pattaṁ gahetvā",
  "tika-vin02t35:14_3": "ākāse khipi. Patto ākāse aṭṭhāsi. Thero “sattatālamatte ṭhitampi bhikkhunībhattameva",
  "tika-vin02t35:14_4": "therī”ti vatvā “bhayaṁ nāma sabbakālaṁ na hoti, bhaye vūpasante ariyavaṁsaṁ kathayamāno",
  "tika-vin02t35:14_5": "‘bho piṇḍapātika bhikkhunībhattaṁ bhuñjitvā vītināmayitthā’ti cittena anuvadiyamāno",
  "tika-vin02t35:14_6": "santhambhituṁ na sakkhissāmi, appamattā hotha theriyo”ti maggaṁ āruhi. Rukkhadevatāpi",
  "tika-vin02t35:14_7": "“sace thero theriyā hatthato piṇḍapātaṁ paribhuñjissati, na naṁ nivattessāmi, sace",
  "tika-vin02t35:14_8": "na paribhuñjissati, nivattessāmī”ti cintayamānā ṭhatvā therassa gamanaṁ disvā rukkhā",
  "tika-vin02t35:14_9": "oruyha “pattaṁ, bhante, dethā”ti pattaṁ gahetvā theraṁ rukkhamūlaṁyeva ānetvā āsanaṁ",
  "tika-vin02t35:14_10": "paññapetvā piṇḍapātaṁ datvā katabhattakiccaṁ paṭiññaṁ kāretvā dvādasa bhikkhuniyo",
  "tika-vin02t35:14_11": "dvādasa ca bhikkhū satta vassāni upaṭṭhahi. Idaṁ devatā ussukkaṁ āpajjantīti ettha",
  "tika-vin02t35:14_12": "vatthu. Tatra hi therī sāraṇīyadhammapūrikā ahosi.",
  "tika-vin02t35:15_0": "Natthi etesaṁ khaṇḍanti akhaṇḍāni, taṁ pana nesaṁ khaṇḍaṁ dassetuṁ “yassā”tiādi vuttaṁ.",
  "tika-vin02t35:15_1": "Tattha upasampannasīlānaṁ uddesakkamena ādiantā veditabbā. Tenāha “sattasū”tiādi.",
  "tika-vin02t35:15_2": "Anupasampannasīlānaṁ pana samādānakkamenapi ādiantā labbhanti. Pariyante chinnasāṭako",
  "tika-vin02t35:15_3": "viyāti vatthante dasante vā chinnavatthaṁ viya. Visadisudāharaṇañcetaṁ “akhaṇḍānī”ti",
  "tika-vin02t35:15_4": "imassa adhikatattā. Evaṁ sesānipi udāharaṇāni. Khaṇḍanti khaṇḍavantaṁ, khaṇḍitaṁ",
  "tika-vin02t35:15_5": "vā. Chiddantiādīsupi eseva nayo. Visabhāgavaṇṇena gāvī viyāti sambandho. Visabhāgavaṇṇena",
  "tika-vin02t35:15_6": "upaḍḍhaṁ tatiyabhāgaṁ vā sambhinnavaṇṇaṁ sabalaṁ, visabhāgavaṇṇeheva pana bindūhi",
  "tika-vin02t35:15_7": "antarantarā vimissaṁ kammāsaṁ. Ayaṁ imesaṁ viseso.",
  "tika-vin02t35:16_0": "Bhujissabhāvakaraṇatoti taṇhādāsabyato mocetvā bhujissabhāvakaraṇato. Sīlassa ca",
  "tika-vin02t35:16_1": "taṇhādāsabyato mocanaṁ vivaṭṭūpanissayabhāvāpādanaṁ, tenassa vivaṭṭūpanissayatā dassitā.",
  "tika-vin02t35:16_2": "“Bhujissabhāvakaraṇato”ti ca iminā bhujissakarāni bhujissānīti uttarapadalopenāyaṁ",
  "tika-vin02t35:16_3": "niddesoti dasseti. Yasmā ca taṁsamaṅgīpuggalo serī sayaṁvasī bhujisso nāma hoti,",
  "tika-vin02t35:16_4": "tasmāpi bhujissāni. Suparisuddhabhāvena pāsaṁsattā viññupasatthāni. Aviññūnaṁ pasaṁsāya",
  "tika-vin02t35:16_5": "appamāṇabhāvato viññūgahaṇaṁ kataṁ. Taṇhādiṭṭhīhi aparāmaṭṭhattāti “imināhaṁ sīlena",
  "tika-vin02t35:16_6": "devo vā bhavissāmi devaññataro vā”ti taṇhāparāmāsena “imināhaṁ sīlena devo hutvā",
  "tika-vin02t35:16_7": "tattha nicco dhuvo sassato bhavissāmī”ti diṭṭhiparāmāsena ca aparāmaṭṭhattā. Atha",
  "tika-vin02t35:16_8": "vā “ayaṁ te sīlesu dāso”ti catūsu vipattīsu yaṁ vā taṁ vā vipattiṁ dassetvā “imaṁ",
  "tika-vin02t35:16_9": "nāma tvaṁ āpannapubbo”ti kenaci parāmaṭṭhuṁ anuddhaṁsetuṁ asakkuṇeyyattā aparāmaṭṭhānīti",
  "tika-vin02t35:16_10": "evamettha attho daṭṭhabbo. Sīlaṁ nāma avippaṭisārādipārampariyena yāvadeva samādhisampādanatthanti",
  "tika-vin02t35:16_11": "āha “samādhisaṁvattanikānī”ti. Samādhisaṁvattanappayojanāni samādhisaṁvattanikāni.",
  "tika-vin02t35:17_0": "Samānabhāvo sāmaññaṁ, paripuṇṇacatupārisuddhibhāvena majjhe bhinnasuvaṇṇassa viya",
  "tika-vin02t35:17_1": "bhedābhāvato sīlena sāmaññaṁ sīlasāmaññaṁ, taṁ gato upagatoti sīlasāmaññagato. Tenāha",
  "tika-vin02t35:17_2": "“samānabhāvūpagatasīlo”ti, sīlasampattiyā samānabhāvaṁ upagatasīlo sabhāgavuttikoti",
  "tika-vin02t35:17_3": "attho. Sotāpannādīnañhi sīlaṁ samuddantarepi devalokepi vasantānaṁ aññesaṁ sotāpannādīnaṁ",
  "tika-vin02t35:17_4": "sīlena samānameva hoti, natthi maggasīle nānattaṁ. Kāmañhi puthujjanānampi catupārisuddhisīle",
  "tika-vin02t35:17_5": "nānattaṁ na siyā, taṁ pana na ekantikanti idha nādhippetaṁ, maggasīlaṁ pana ekantikaṁ",
  "tika-vin02t35:17_6": "niyatabhāvatoti tameva sandhāya “yāni tāni sīlānī”tiādi vuttaṁ.",
  "tika-vin02t35:18_0": "Yāyanti yā ayaṁ mayhañceva tumhākañca paccakkhabhūtā. Diṭṭhīti maggasammādiṭṭhi.",
  "tika-vin02t35:18_1": "Niddosāti niddhutadosā, samucchinnarāgādipāpadhammāti attho. Niyyātīti vaṭṭadukkhato",
  "tika-vin02t35:18_2": "nissarati nigacchati. Sayaṁ niyantīyeva hi taṁmaggasamaṅgīpuggalaṁ vaṭṭadukkhato",
  "tika-vin02t35:18_3": "niyyāpetīti vuccati. Yā satthu anusiṭṭhi, taṁ karotīti takkaro, tassa, yathānusiṭṭhaṁ",
  "tika-vin02t35:18_4": "paṭipajjanakassāti attho. Diṭṭhisāmaññagatoti saccasampaṭivedhena samānadiṭṭhibhāvaṁ upagato.",
  "tika-vin02t35:19": "Katipucchāvāravaṇṇanā niṭṭhitā.",
  "tika-vin02t35:20": "Chaāpattisamuṭṭhānavārakathāvaṇṇanā",
  "tika-vin02t35:21": "276.Paṭhamena āpattisamuṭṭhānenātiādi sabbaṁ uddesaniddesādivasena pavattapāḷiṁ anusāreneva sakkā viññātuṁ.",
  "tika-vin02t35:22": "Samathabhedaṁ",
  "tika-vin02t35:23": "Adhikaraṇapariyāyavārakathāvaṇṇanā",
  "tika-vin02t35:24_0": "293.Lobhopubbaṅgamotiādīsu pana lobhahetu vivadanato “lobho pubbaṅgamo”ti vuttaṁ.",
  "tika-vin02t35:24_1": "Evaṁ sesesupi. Ṭhānānīti kāraṇāni. Tiṭṭhanti etthāti ṭhānaṁ. Ke tiṭṭhanti? Vivādādhikaraṇādayo.",
  "tika-vin02t35:24_2": "Vasanti etthāti vatthu. Bhavanti etthāti bhūmi. Kusalākusalābyākatacittasamaṅgino",
  "tika-vin02t35:24_3": "vivadanato “nava hetū”ti vuttaṁ. Dvādasa mūlānīti “kodhano hoti upanāhī”tiādīni dvādasa mūlāni.",
  "tika-vin02t35:25_0": "294-295. Imāneva dvādasa kāyavācāhi saddhiṁ “cuddasa mūlānī”ti vuttāni. Satta āpattikkhandhā",
  "tika-vin02t35:25_1": "ṭhānānīti ettha āpattiṁ āpajjitvā paṭicchādentassa yā āpatti, tassā pubbe āpannā",
  "tika-vin02t35:25_2": "āpattiyo ṭhānānīti veditabbaṁ. “Natthi āpattādhikaraṇaṁ kusala”nti vacanato āpattādhikaraṇe",
  "tika-vin02t35:25_3": "akusalābyākatavasena cha hetū vuttā. Kusalacittaṁ pana aṅgaṁ hoti, na hetu.",
  "tika-vin02t35:26_0": "296.Cattāri kammāni ṭhānānīti ettha “evaṁ kattabba”nti itikattabbatādassanavasena",
  "tika-vin02t35:26_1": "pavattapāḷi kammaṁ nāma, yathāṭhitapāḷivasena karontānaṁ kiriyā kiccādhikaraṇaṁ nāma.",
  "tika-vin02t35:26_2": "Ñattiñattidutiyañatticatutthakammāni ñattito jāyanti, apalokanakammaṁ apalokanatovāti",
  "tika-vin02t35:26_3": "āha “ñattito vā apalokanato vā”ti. Kiccādhikaraṇaṁ ekena samathena sammati, sampajjatīti",
  "tika-vin02t35:26_4": "attho. Tehi sametabbattā “vivādādhikaraṇassa sādhāraṇā”ti vuttaṁ.",
  "tika-vin02t35:27": "Tabbhāgiyavārakathāvaṇṇanā",
  "tika-vin02t35:28": "298.Vivādādhikaraṇassa tabbhāgiyāti vivādādhikaraṇassa vūpasamato tappakkhikā.",
  "tika-vin02t35:29": "Samathā samathassa sādhāraṇavārakathāvaṇṇanā",
  "tika-vin02t35:30_0": "299. Ekaṁ adhikaraṇaṁ sabbe samathā ekato hutvā sametuṁ sakkonti na sakkontīti pucchanto",
  "tika-vin02t35:30_1": "“samathā samathassa sādhāraṇā, samathāsamathassa asādhāraṇā”ti āha. Yebhuyyasikāya",
  "tika-vin02t35:30_2": "samanaṁ sammukhāvinayaṁ vinā na hotīti āha “yebhuyyasikā sammukhāvinayassa sādhāraṇā”ti.",
  "tika-vin02t35:30_3": "Sativinayādīhi samanassa yebhuyyasikāya kiccaṁ natthīti āha “sativinayassa…pe… asādhāraṇā”ti.",
  "tika-vin02t35:30_4": "Evaṁ sesesupi. Tabbhāgiyavārepi eseva nayo.",
  "tika-vin02t35:31": "Vinayavārakathāvaṇṇanā",
  "tika-vin02t35:32_0": "302. Sabbesampi samathānaṁ vinayapariyāyo labbhatīti “vinayo sammukhāvinayo”tiādinā",
  "tika-vin02t35:32_1": "vinayavāro uddhaṭo. Siyā na sammukhāvinayoti ettha sammukhāvinayaṁ ṭhapetvā sativinayādayo",
  "tika-vin02t35:32_2": "sesasamathā adhippetā. Esa nayo sesesupi.",
  "tika-vin02t35:33": "Kusalavārakathāvaṇṇanā",
  "tika-vin02t35:34_0": "303. Saṅghassa sammukhā paṭiññāte taṁ paṭijānanaṁ saṅghasammukhatā nāma. Tassa paṭijānanacittaṁ",
  "tika-vin02t35:34_1": "sandhāya “sammukhāvinayo kusalo”tiādi vuttanti vadanti. Natthi sammukhāvinayo akusaloti",
  "tika-vin02t35:34_2": "dhammavinayapuggalasammukhatāhi tivaṅgiko sammukhāvinayo etehi vinā natthi. Tattha",
  "tika-vin02t35:34_3": "kusalacittehi karaṇakāle kusalo, arahantehi karaṇakāle abyākato. Etesaṁ saṅghasammukhatādīnaṁ",
  "tika-vin02t35:34_4": "akusalapaṭipakkhattā akusalassa sambhavo natthi, tasmā “natthi sammukhāvinayo akusalo”ti",
  "tika-vin02t35:34_5": "vuttaṁ. “Yebhuyyasikā adhammavādīhi vūpasamanakāle, dhammavādīnampi adhammavādimhi",
  "tika-vin02t35:34_6": "salākaggāhāpake jāte akusalā. Sativinayo anarahato sañcicca sativinayadāne akusalo.",
  "tika-vin02t35:34_7": "Amūḷhavinayo anummattakassa dāne, paṭiññātakaraṇaṁ mūḷhassa ajānato paṭiññāya karaṇe,",
  "tika-vin02t35:34_8": "tassapāpiyasikā suddhassa karaṇe, tiṇavatthārakaṁ mahākalahe sañcicca karaṇe ca akusalaṁ.",
  "tika-vin02t35:34_9": "Sabbattha arahato vaseneva abyākata”nti sabbametaṁ gaṇṭhipadesu vuttaṁ.",
  "tika-vin02t35:35": "Samathavāravissajjanāvārakathāvaṇṇanā",
  "tika-vin02t35:36_0": "304-305.Yattha yebhuyyasikā labbhati, tattha sammukhāvinayo labbhatītiādi pucchā.",
  "tika-vin02t35:36_1": "Yasmiṁsamaye sammukhāvinayena cātiādi tassā vissajjanaṁ, yasmiṁ samaye sammukhāvinayena",
  "tika-vin02t35:36_2": "ca yebhuyyasikāya ca adhikaraṇaṁ vūpasammati, tasmiṁ samaye yattha yebhuyyasikā labbhati,",
  "tika-vin02t35:36_3": "tattha sammukhāvinayo labbhatīti evaṁ sabbattha sambandho. Yattha paṭiññātakaraṇaṁ",
  "tika-vin02t35:36_4": "labbhati, tattha sammukhāvinayo labbhatīti ettha ekaṁ vā dve vā bahū vā bhikkhū “imaṁ",
  "tika-vin02t35:36_5": "nāma āpattiṁ āpannosī”ti pucchite sati “āmā”ti paṭijānane dvepi paṭiññātakaraṇasammukhāvinayā",
  "tika-vin02t35:36_6": "labbhanti. Tattha “saṅghasammukhatā dhammavinayapuggalasammukhatā”ti evaṁ vuttasammukhāvinaye",
  "tika-vin02t35:36_7": "saṅghassa purato paṭiññātaṁ ce, saṅghasammukhatā. Tattheva desitaṁ ce, dhammavinayasammukhatāyopi",
  "tika-vin02t35:36_8": "laddhā honti. Atha vivadantā aññamaññaṁ paṭijānanti ce, puggalasammukhatā. Tasseva",
  "tika-vin02t35:36_9": "santike desitaṁ ce, dhammavinayasammukhatāyopi laddhā honti. Ekasseva vā ekassa santike",
  "tika-vin02t35:36_10": "āpattidesanakāle “passasi, passāmī”ti vutte tattha dhammavinayapuggalasammukhatāsaññito",
  "tika-vin02t35:36_11": "sammukhāvinayo ca paṭiññātakaraṇañca laddhaṁ hoti.",
  "tika-vin02t35:37": "Saṁsaṭṭhavārakathāvaṇṇanā",
  "tika-vin02t35:38": "306. Adhikaraṇānaṁ vūpasamova samatho nāma, tasmā adhikaraṇena vinā samathā natthīti āha “mā hevantissa vacanīyo…pe… vinibbhujitvā nānākaraṇaṁ paññāpetu”nti.",
  "tika-vin02t35:39": "Samathādhikaraṇavārakathāvaṇṇanā",
  "tika-vin02t35:40_0": "309-310.Samathā samathehi sammantītiādi pucchā. Siyā samathā samathehi sammantītiādi",
  "tika-vin02t35:40_1": "vissajjanaṁ. Tattha samathā samathehi sammantīti ettha sammantīti sampajjanti, adhikaraṇā",
  "tika-vin02t35:40_2": "vā pana sammanti vūpasamaṁ gacchanti, tasmā yebhuyyasikā sammukhāvinayena sammatīti",
  "tika-vin02t35:40_3": "ettha sammukhāvinayena saddhiṁ yebhuyyasikā sampajjati, na sativinayādīhi saddhiṁ",
  "tika-vin02t35:40_4": "tesaṁ tassā anupakārattāti evamattho daṭṭhabbo.",
  "tika-vin02t35:41_0": "311. “Sammukhāvinayo vivādādhikaraṇena sammatī”ti pāṭho. “Sammukhāvinayo na kenaci",
  "tika-vin02t35:41_1": "sammatī”ti hi avasāne vuttattā sammukhāvinayo sayaṁ samathena vā adhikaraṇena vā sametabbo na hoti.",
  "tika-vin02t35:42": "313.Vivādādhikaraṇaṁ…pe… kiccādhikaraṇena sammatīti ettha “suṇātu me bhante …pe… paṭhamaṁ salākaṁ nikkhipāmī”ti evaṁ vivādādhikaraṇaṁ kiccādhikaraṇena sammatīti daṭṭhabbaṁ.",
  "tika-vin02t35:43": "Samuṭṭhāpanavārakathāvaṇṇanā",
  "tika-vin02t35:44": "314.Vivādādhikaraṇaṁ na katamaṁ adhikaraṇaṁ samuṭṭhāpetīti “nāyaṁ dhammo”ti vuttamatteneva kiñci adhikaraṇaṁ na samuṭṭhāpetīti attho.",
  "tika-vin02t35:45": "Bhajativārakathāvaṇṇanā",
  "tika-vin02t35:46_0": "318-9.Katamaṁ adhikaraṇaṁ pariyāpannanti katamādhikaraṇapariyāpannaṁ, ayameva vā",
  "tika-vin02t35:46_1": "pāṭho. Vivādādhikaraṇaṁ vivādādhikaraṇaṁ bhajatīti paṭhamuppannavivādaṁ pacchā uppanno",
  "tika-vin02t35:46_2": "bhajati. Vivādādhikaraṇaṁ dve samathe bhajatīti “maṁ vūpasametuṁ samatthā tumhe”ti",
  "tika-vin02t35:46_3": "vadantaṁ viya bhajati. Dvīhi samathehi saṅgahitanti “mayaṁ taṁ vūpasamessāmā”ti vadantehi",
  "tika-vin02t35:46_4": "viya dvīhi samathehi saṅgahitaṁ.",
  "tika-vin02t35:47": "Khandhakapucchāvāro",
  "tika-vin02t35:48": "Pucchāvissajjanāvaṇṇanā",
  "tika-vin02t35:49_0": "320.Nidānenaca niddesena ca saddhinti ettha nidānenāti sikkhāpadapaññattidesasaṅkhātena",
  "tika-vin02t35:49_1": "nidānena. Niddesenāti puggalādiniddesena. Ubhayenapi tassa tassa sikkhāpadassa vatthu",
  "tika-vin02t35:49_2": "dassitaṁ, tasmā vatthunā saddhiṁ khandhakaṁ pucchissāmīti ayamettha attho. Tatthāti",
  "tika-vin02t35:49_3": "tasmiṁ upasampadakkhandhake. Uttamāni padāni vuttānīti “na, bhikkhave, ūnavīsativasso",
  "tika-vin02t35:49_4": "puggalo upasampādetabbo”tiādinā nayena uttamapadāni vuttāni. Cammasaṁyutteti cammakkhandhake."
}