{
  "tika-vin09t22:0": "Saṅghādisesakaṇḍaṁ",
  "tika-vin09t22:1": "1. Ussayavādikāsikkhāpadavaṇṇanā",
  "tika-vin09t22:2_0": "Mānussayavasenakodhūssayavasenāti bāhullanayena vuttaṁ. Teneva vakkhati “ticittaṁ",
  "tika-vin09t22:2_1": "tivedana”nti. Aḍḍakaraṇatthāyāti ettha aḍḍoti vohārikavinicchayo vuccati. Yaṁ pabbajitā",
  "tika-vin09t22:2_2": "“adhikaraṇa”ntipi vadanti, tassa karaṇatthāya vohārikavinicchayatthāyāti vuttaṁ hoti.",
  "tika-vin09t22:2_3": "Vītikkamakkhaṇeyevāti vatthujjhācārakkhaṇeyeva, na tatiyāya samanubhāsanāyāti adhippāyo.",
  "tika-vin09t22:2_4": "Bhikkhuniṁ saṅghato nissāretīti āpannaṁ bhikkhuniṁ bhikkhunisaṅghamhā nissāreti.",
  "tika-vin09t22:2_5": "Hetumhi cāyaṁ kattuvohāro “nissāraṇahetubhūtadhammo ‘nissāraṇīyo’ti vutto”ti katvā.",
  "tika-vin09t22:3_0": "Yattha ṭhitāyāti upassayabhikkhācāramaggādīsu yasmiṁ ṭhāne ṭhitāya. Tato paṭṭhāya",
  "tika-vin09t22:3_1": "gacchantiyāti tato paṭṭhāya vohārikānaṁ santikaṁ gacchantiyā. Dutiyeti dutiyārocane.",
  "tika-vin09t22:3_2": "Tenāti upāsakena. Evaṁ vuttāyāti “mama ca tava ca kathaṁ tvaṁyeva ārocehī”ti vuttāya.",
  "tika-vin09t22:3_3": "Aññena kathāpetīti kappiyakārakena kathāpeti. Yathā vā tathā vā hi ārociyamāneti",
  "tika-vin09t22:3_4": "kappiyakārako vā bhikkhuniyā kathaṁ paṭhamaṁ ārocetu, itaro vā attano kathaṁ. Kappiyakārako",
  "tika-vin09t22:3_5": "vā ubhinnampi kathaṁ, itaro vā ubhinnampi kathaṁ ārocetūti evaṁ yathā tathā ārociyamāne.",
  "tika-vin09t22:3_6": "Ubhinnampi pana kathaṁ sutvāti yathā tathā vā ārocitaṁ pana ubhinnampi kathaṁ sutvā.",
  "tika-vin09t22:4_0": "Ākaḍḍhiyamānā gacchatīti vuccamānā vohārikānaṁ santikaṁ gacchati, imassa “tassā anāpattī”ti",
  "tika-vin09t22:4_1": "iminā sambandho. Evaṁ sesesupi. Rakkhaṁ yācatīti dhammikaṁ rakkhaṁ yācati. Idāni",
  "tika-vin09t22:4_2": "yathā yācitā rakkhā dhammikā hoti, taṁ dassetuṁ “upassaye aññehi kataṁ anācāraṁ anodissa",
  "tika-vin09t22:4_3": "ācikkhantī”ti vuttaṁ. Tattha atītaṁ ārabbha atthi odissa ācikkhanā, atthi anodissa",
  "tika-vin09t22:4_4": "ācikkhanā, anāgataṁ ārabbhāpi atthi odissa ācikkhanā, atthi anodissa ācikkhanā.",
  "tika-vin09t22:5_0": "Kathaṁ atītaṁ ārabbha odissa ācikkhanā hoti? Bhikkhunupassaye gāmadārakā, dhuttādayo",
  "tika-vin09t22:5_1": "vā ye keci anācāraṁ vā ācaranti, rukkhaṁ vā chindanti, phalāphalaṁ vā haranti, parikkhāre",
  "tika-vin09t22:5_2": "vā acchindanti. Bhikkhunī vohārike upasaṅkamitvā “amhākaṁ upassaye idaṁ nāma kata”nti",
  "tika-vin09t22:5_3": "vadati. “Kenā”ti vutte “asukena ca asukena cā”ti ācikkhati. Evaṁ atītaṁ ārabbha odissa",
  "tika-vin09t22:5_4": "ācikkhanā hoti, sā na vaṭṭati. Tañce sutvā te vohārikā tesaṁ daṇḍaṁ karonti, sabbaṁ",
  "tika-vin09t22:5_5": "bhikkhuniyā gīvā hoti. “Daṇḍaṁ gaṇhissantī”ti adhippāyepi sati gīvāyeva hoti. Sace",
  "tika-vin09t22:5_6": "pana tassa “daṇḍaṁ gaṇhathā”ti vadati, pañcamāsakamatte gahite pārājikaṁ hoti.",
  "tika-vin09t22:6_0": "Tehi “kenā”ti vutte pana “asukenā’ti vattuṁ amhākaṁ na vaṭṭati, tumheyeva jānissatha.",
  "tika-vin09t22:6_1": "Kevalañhi mayaṁ rakkhaṁ yācāma, taṁ no detha, avahaṭabhaṇḍampi āharāpethā”ti vattabbaṁ.",
  "tika-vin09t22:6_2": "Evaṁ anodissa ācikkhanā hoti, sā vaṭṭati. Evaṁ vutte sacepi te vohārikā te kārake",
  "tika-vin09t22:6_3": "gavesitvā tesaṁ daṇḍaṁ karonti, sabbaṁ sāpateyyampi gahitaṁ, bhikkhuniyā neva gīvā, na āpatti.",
  "tika-vin09t22:7_0": "Parikkhāraṁ harante disvā tesaṁ anatthakāmatāya “coro coro”ti vattumpi na vaṭṭati.",
  "tika-vin09t22:7_1": "Evaṁ vuttepi hi yaṁ tesaṁ daṇḍaṁ karonti, sabbaṁ bhikkhuniyā gīvā hoti. Attano vacanakaraṁ",
  "tika-vin09t22:7_2": "pana “iminā me parikkhāro gahito, taṁ āharāpehi, mā cassa daṇḍaṁ karothā”ti vattuṁ",
  "tika-vin09t22:7_3": "vaṭṭati. Dāsadāsivāpiādīnaṁ atthāya aḍḍaṁ karonti, ayaṁ akappiyaaḍḍo nāma, na vaṭṭati.",
  "tika-vin09t22:8_0": "Kathaṁ anāgataṁ ārabbha odissa ācikkhanā hoti? Vuttanayeneva parehi anācārādīsu katesu",
  "tika-vin09t22:8_1": "bhikkhunī vohārike evaṁ vadati “amhākaṁ upassaye idañcidañca karonti, rakkhaṁ no",
  "tika-vin09t22:8_2": "detha āyatiṁ akaraṇatthāyā”ti. “Kena evaṁ kata”nti vutte “asukena ca asukena cā”ti",
  "tika-vin09t22:8_3": "ācikkhati. Evaṁ anāgataṁ ārabbha odissa ācikkhanā hoti, sāpi na vaṭṭati. Tesañhi",
  "tika-vin09t22:8_4": "daṇḍe kate purimanayeneva sabbaṁ bhikkhuniyā gīvā. Sesaṁ purimasadisameva.",
  "tika-vin09t22:9_0": "Sace pana vohārikā bhikkhunupassaye evarūpaṁ anācāraṁ karontānaṁ “imaṁ nāma daṇḍaṁ",
  "tika-vin09t22:9_1": "karomā”ti bheriṁ carāpetvā āṇāya atiṭṭhamāne pariyesitvā daṇḍaṁ karonti, bhikkhuniyā",
  "tika-vin09t22:9_2": "neva gīvā, na āpatti.",
  "tika-vin09t22:10_0": "Yo cāyaṁ bhikkhunīnaṁ vutto, bhikkhūnampi eseva nayo. Bhikkhunopi hi odissa ācikkhanā",
  "tika-vin09t22:10_1": "na vaṭṭati, yaṁ tathā ācikkhite tesaṁ daṇḍaṁ karonti, taṁ sabbaṁ gīvā hoti. Vuttanayeneva",
  "tika-vin09t22:10_2": "daṇḍaṁ gaṇhāpentassa pārājikaṁ. Yo pana “daṇḍaṁ karissantī”ti jānantopi anodissa",
  "tika-vin09t22:10_3": "katheti, te ca pariyesitvā daṇḍaṁ karontiyeva, na doso. Vihārasīmāya rukkhādīni chindantānaṁ",
  "tika-vin09t22:10_4": "vāsipharasuādīni gahetvā pāsāṇe koṭṭenti, na vaṭṭati. Sace dhārā bhijjati, kārāpetvā",
  "tika-vin09t22:10_5": "dātabbā. Upadhāvitvā tesaṁ parikkhāre gaṇhanti, tampi na kātabbaṁ. Lahuparivattañhi",
  "tika-vin09t22:10_6": "cittaṁ, theyyacetanāya uppannāya mūlacchejjampi gaccheyya.",
  "tika-vin09t22:11": "Ussayavādikāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t22:12": "2. Corivuṭṭhāpikāsikkhāpadavaṇṇanā",
  "tika-vin09t22:13_0": "Mallagaṇabhaṭiputtagaṇādikantiādīsu mallagaṇo nāma nārāyanabhattiko tattha tattha",
  "tika-vin09t22:13_1": "pānīyaṭṭhapanapokkharaṇikhaṇanādipuññakammakārako gaṇo. Bhaṭiputtagaṇo nāma kumārabhattikagaṇo.",
  "tika-vin09t22:13_2": "Dhammagaṇoti sāsanabhattiko anekappakārapuññakammakārako gaṇo. Gandhikaseṇīti anekappakārasugandhivikatikārako",
  "tika-vin09t22:13_3": "gaṇo. Dussikaseṇīti dussavāṇijasamūho, pesakāragaṇoti attho.",
  "tika-vin09t22:14_0": "Vuṭṭhāpentiyāti upasampādentiyā. Kenaci karaṇīyena pakkantāsu bhikkhunīsu agantvā",
  "tika-vin09t22:14_1": "khaṇḍasīmaṁ yathānisinnaṭṭhāneyeva attano nissitakaparisāya saddhiṁ vuṭṭhāpentiyā",
  "tika-vin09t22:14_2": "vācācittato samuṭṭhāti, aññaṁ sīmaṁ vā nadiṁ vā gantvā vuṭṭhāpentiyā kāyavācācittato",
  "tika-vin09t22:14_3": "samuṭṭhātīti āha “corivuṭṭhāpanasamuṭṭhāna”nti. Anāpucchā vuṭṭhāpanavasena kiriyākiriyaṁ.",
  "tika-vin09t22:14_4": "Paññattiṁ ajānantā ariyāpi vuṭṭhāpentīti vā kammavācāpariyosāne āpattikkhaṇe vipākābyākatasamaṅgitāvasena vā ticittaṁ.",
  "tika-vin09t22:15": "Corivuṭṭhāpikāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t22:16": "3. Ekagāmantaragamanasikkhāpadavaṇṇanā",
  "tika-vin09t22:17_0": "Añño gāmo gāmantaraṁ. Nadipāranti nadiyā pārimatīraṁ. “Gāmantaraṁ gaccheyyā”ti vuttattā",
  "tika-vin09t22:17_1": "aññasmiṁ gāmeyeva āpatti, na sakagāmeti āha “sakagāmato tāvā”tiādi. Parikkhepe vā",
  "tika-vin09t22:17_2": "upacāre vā atikkanteti parikkhittassa gāmassa parikkhepe vā aparikkhittassa gāmassa",
  "tika-vin09t22:17_3": "parikkhepārahaṭṭhāne vā atikkante. Dutiyena atikkantamatteti dutiyena pādena itarassa",
  "tika-vin09t22:17_4": "gāmassa parikkhepe vā upacāre vā atikkantamatte. Yesu pana potthakesu “ekena pādena",
  "tika-vin09t22:17_5": "itarassa gāmassa parikkhepe vā atikkante, upacāre vā okkante thullaccayaṁ, dutiyena",
  "tika-vin09t22:17_6": "atikkantamatte, okkantamatte vā saṅghādiseso”ti pāṭho dissati, tattha “okkante, okkantamatte",
  "tika-vin09t22:17_7": "vā”ti etāni dve padāni pāḷiyā virujjhanti. “Aparikkhittassa gāmassa upacāraṁ atikkāmentiyā”ti",
  "tika-vin09t22:17_8": "hi pāḷi. Tathā samantapāsādikāyapi virujjhanti. Tattha hi –",
  "tika-vin09t22:18_0": "“Parikkhepārahaṭṭhānaṁ ekena pādena atikkamati, thullaccayaṁ. Dutiyena atikkantamatte",
  "tika-vin09t22:18_1": "saṅghādiseso. Apicettha sakagāmato…pe… ekena pādena itarassa gāmassa parikkhepe vā",
  "tika-vin09t22:18_2": "upacārevā atikkantamatte thullaccayaṁ, dutiyena atikkantamatte saṅghādiseso”ti –",
  "tika-vin09t22:19_0": "Vuttaṁ. “Paṭhamaṁ pādaṁ atikkāmentiyā”tiādivacanato padasā gamanameva idhādhippetanti",
  "tika-vin09t22:19_1": "āha “padasā pavisantiyā āpattī”ti. Iminā sacepi hatthipiṭṭhiādīhi vā iddhiyā vā pavisati,",
  "tika-vin09t22:19_2": "vaṭṭatiyevāti dasseti. Ayamettha saṅkhepo, vitthāro pana samantapāsādikāya vuttoti adhippāyo.",
  "tika-vin09t22:20_0": "Nadipāragamane vuttalakkhaṇāya nadiyāti “nadī nāma timaṇḍalaṁ paṭicchādetvā yattha",
  "tika-vin09t22:20_1": "katthaci uttarantiyā antaravāsako temiyatī”ti nadipāragamanavibhaṅge vuttalakkhaṇāya",
  "tika-vin09t22:20_2": "nadiyā. Nadipāragamanavibhaṅgo hi idha nadipāragamanasaddena vutto. Puna orimatīrameva",
  "tika-vin09t22:20_3": "paccuttarantiyā vāti paratīraṁ gantukāmatāya otiṇṇattā vuttaṁ. Itarissā pana ayaṁ",
  "tika-vin09t22:20_4": "pakkantaṭṭhāne ṭhitā hoti, tasmā paratīraṁ gacchantiyā anāpatti. Sace sajjhāyaṁ vā",
  "tika-vin09t22:20_5": "padhānaṁ vā aññaṁ vā kiñci kammaṁ kurumānā “pure aruṇeyeva dutiyikāya santikaṁ gamissāmī”ti",
  "tika-vin09t22:20_6": "ābhogaṁ karoti, ajānantiyā eva tassā aruṇo uggacchati, anāpattīti āha “pure aruṇeyevā”tiādi.",
  "tika-vin09t22:20_7": "Atha pana “yāva aruṇuggamanā idheva bhavissāmī”ti vā anābhogena vā vihārassa ekadese",
  "tika-vin09t22:20_8": "acchati, dutiyikāya hatthapāsaṁ na otarati, aruṇuggamane saṅghādiseso. Hatthapāsoyeva",
  "tika-vin09t22:20_9": "hi idha pamāṇaṁ. Hatthapāsātikkame ekagabbhopi na rakkhati. Tenāha “ekagabbhe…pe… āpattī”ti.",
  "tika-vin09t22:21_0": "Dassanūpacāraṁ vā savanūpacāraṁ vāti ettha dassanūpacāro nāma yattha ṭhitaṁ dutiyikā",
  "tika-vin09t22:21_1": "passati. Savanūpacāro nāma yattha ṭhitā maggamūḷhasaddena viya, dhammassavanārocanasaddena",
  "tika-vin09t22:21_2": "viya ca “ayye”ti saddāyantiyā saddaṁ suṇāti. Tasmāti yasmā ohīyanaṁ nāma dassanūpacārasavanūpacārānamaññatarassa",
  "tika-vin09t22:21_3": "vijahanaṁ, tasmā. Antogāme pana ohīyanaṁ vaṭṭatīti āha “indakhīlātikkamato paṭṭhāyā”ti",
  "tika-vin09t22:21_4": "ādi. Tattha indakhīlātikkamatoti ummārātikkamato. Bahigāmeti gāmassa bahipadese.",
  "tika-vin09t22:21_5": "Maggamūḷhā uccāsaddaṁ karontīti āha “maggamūḷhasaddena viyā”ti. Maggamūḷhaṁ avhāyantassa",
  "tika-vin09t22:21_6": "saddena viyātipi vadanti. Saddāyantiyāti saddaṁ karontiyā. “Saddassavanātikkame āpattiyevā”ti",
  "tika-vin09t22:21_7": "iminā dassanūpacāro evarūpe savanūpacāre vijahite na rakkhati, jahitamatteva āpatti",
  "tika-vin09t22:21_8": "saṅghādisesassāti dasseti.",
  "tika-vin09t22:22_0": "Maggaṁ gacchantīti ekamaggaṁ gacchanti. Sace purimāyo aññena maggena gacchanti, pakkantā",
  "tika-vin09t22:22_1": "nāma honti, anāpattiyeva. Dvinnaṁ gacchantīnaṁ ekā anubandhituṁ asakkontī “gacchatu",
  "tika-vin09t22:22_2": "aya”nti ohīyati, itarāpi “ohīyatu aya”nti gacchati, dvinnampi āpatti. Sace pana gacchantīsu",
  "tika-vin09t22:22_3": "purimāpi aññaṁ maggaṁ gaṇhāti, pacchimāpi aññaṁ, ekā ekissā pakkantaṭṭhāne tiṭṭhati, dvinnampi anāpatti.",
  "tika-vin09t22:23_0": "“Saṅghādisesā caturo”ti ayaṁ pañho aruṇuggamane gāmantarapariyāpannaṁ nadipāraṁ okkantabhikkhuniṁ",
  "tika-vin09t22:23_1": "sandhāya vutto. Sā hi sakagāmato paccūsasamaye nikkhamitvā aruṇuggamanakāle vuttappakāraṁ",
  "tika-vin09t22:23_2": "nadipāraṁ okkantamattāva rattivippavāsagāmantaranadipāragamanagaṇamhāohīyanalakkhaṇe",
  "tika-vin09t22:23_3": "ekappahāreneva caturo saṅghādisese āpajjati.",
  "tika-vin09t22:24": "Pakkhasaṅkantāya vāti titthāyatanaṁ saṅkantāya. Anantarāyenāti hatthimocanādiantarāyaṁ vinā.",
  "tika-vin09t22:25": "Ekagāmantaragamanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t22:26": "4. Ukkhittakaosāraṇasikkhāpadavaṇṇanā",
  "tika-vin09t22:27": "Tassevakārakasaṅghassāti yo ukkhepanīyakammakārako gaṇo, tasseva kārakasaṅghassa. Vatte vā vattantinti tecattālīsappabhede netthāravatte vattamānaṁ.",
  "tika-vin09t22:28": "Ukkhittakaosāraṇasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t22:29": "5. Bhojanappaṭiggahaṇapaṭhamasikkhāpadavaṇṇanā",
  "tika-vin09t22:30_0": "Ekatoavassuteti puggalassa vā bhikkhuniyā vā avassute. Mahāpaccariyaṁ panettha “bhikkhuniyā",
  "tika-vin09t22:30_1": "avassutabhāveti daṭṭhabba”nti vuttaṁ. Taṁ “anavassutoti jānantī paṭiggaṇhātī”ti imāya",
  "tika-vin09t22:30_2": "pāḷiyā na sameti. Yadi hi puggalassa avassutabhāvo nappamāṇaṁ, kiṁ “anavassutoti",
  "tika-vin09t22:30_3": "jānantī”ti iminā vacanena, “anāpatti ubhatoanavassutā honti, anavassutā paṭiggaṇhātī”ti",
  "tika-vin09t22:30_4": "ettakameva vattabbaṁ siyā. Ubhosu anavassutesūti puggalo ceva bhikkhunī cāti ubhosu",
  "tika-vin09t22:30_5": "anavassutesu gaṇhantiyā sabbathāpi anāpatti. “Anavassuto”ti vā ñatvā gaṇhantiyāti",
  "tika-vin09t22:30_6": "sayaṁ anavassutā samānā avassutepi “anavassuto aya”nti saññāya tassa hatthato paṭiggaṇhantiyā.",
  "tika-vin09t22:30_7": "Atha sayaṁ anavassutāpi aññaṁ avassutaṁ vā anavassutaṁ vā “avassuto”ti ñatvā paṭiggaṇhāti,",
  "tika-vin09t22:30_8": "dukkaṭameva. Vuttañhetaṁ anantarasikkhāpade “kissa tvaṁ, ayye, na paṭiggaṇhāsīti,",
  "tika-vin09t22:30_9": "avassutā, ayyeti, tvaṁ pana, ayye, avassutāti, nāhaṁ, ayye, avassutā”ti.",
  "tika-vin09t22:31": "Bhojanappaṭiggahaṇapaṭhamasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t22:32": "6. Bhojanappaṭiggahaṇadutiyasikkhāpadavaṇṇanā",
  "tika-vin09t22:33": "Dukkaṭādikā saṅghādisesapariyosānā āpattiyo iminā sikkhāpadena uyyojikāyeva, itarissā pana āpattibhedo paṭhamasikkhāpadenāti āha “sā evaṁ uyyojanenā”tiādi.",
  "tika-vin09t22:34": "Kulānuddayatāyāti kulānukampakatāya.",
  "tika-vin09t22:35": "Bhojanappaṭiggahaṇadutiyasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t22:36": "7-13. Sañcarittādisikkhāpadavaṇṇanā",
  "tika-vin09t22:37": "Sattamādīni uttānatthāneva.",
  "tika-vin09t22:38": "Sañcarittādisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t22:39": "14-17. Saṅghabhedakādisikkhāpadavaṇṇanā",
  "tika-vin09t22:40_0": "Bhikkhunī saṅghaṁ na bhindatīti kammaṁ, uddeso cāti dvīhi bhedo, so tāya saddhiṁ",
  "tika-vin09t22:40_1": "natthīti bhikkhunī saṅghaṁ na bhindati. Na kevalaṁ parivāsābhāvoyevāti āha “chādanapaccayāpī”tiādi.",
  "tika-vin09t22:40_2": "Ettha ca “chādanapaccayāpi na dukkaṭaṁ āpajjatī”ti pāṭho daṭṭhabbo, chādanapaccayāpi",
  "tika-vin09t22:40_3": "dukkaṭaṁ na āpajjatīti attho. Evañca katvā –",
  "tika-vin09t22:41": "“Āpajjati garukaṁ sāvasesaṁ;",
  "tika-vin09t22:42": "Chādeti anādariyaṁ paṭicca;",
  "tika-vin09t22:43": "Na bhikkhunī no ca phuseyya vajjaṁ;",
  "tika-vin09t22:44": "Pañhāmesā kusalehi cintitā”ti. –",
  "tika-vin09t22:45_0": "Ettha bhikkhuninisedho upapanno hoti. Yesu pana potthakesu “chādanapaccayā pana dukkaṭaṁ",
  "tika-vin09t22:45_1": "āpajjatī”ti vinā na-kāraṁ pāṭho dissati, so pamādalekhoti daṭṭhabbaṁ. Tasmāti yasmā",
  "tika-vin09t22:45_2": "parivāso nāma natthi, tasmā. Attano sīmaṁ sodhetvā vihārasīmāya vāti vihāre baddhasīmameva",
  "tika-vin09t22:45_3": "sandhāya vuttaṁ. Sodhetuṁ asakkontīhīti vihārasīmaṁ sodhetuṁ asakkontīhi.",
  "tika-vin09t22:46_0": "Mukhamattanidassananti pavesopāyamattanidassanaṁ. Etthāha – atha kasmā yathā bhikkhumānattakathāya",
  "tika-vin09t22:46_1": "“parikkhittassa vihārassa parikkhepato, aparikkhittassa vihārassa parikkhepārahaṭṭhānato",
  "tika-vin09t22:46_2": "dve leḍḍupāte atikkammā”ti vuttaṁ, evamavatvā “gāmūpacārato ca bhikkhūnaṁ vihārūpacārato",
  "tika-vin09t22:46_3": "ca dve leḍḍupāte atikkamitvā”ti idha vuttanti? Tatra ceke vadanti “bhikkhūnaṁ vuttappakāraṁ",
  "tika-vin09t22:46_4": "padesaṁ atikkamitvā gāmepi taṁ kammaṁ kātuṁ vaṭṭati, bhikkhunīnaṁ pana gāme na vaṭṭati,",
  "tika-vin09t22:46_5": "tasmā evaṁ vutta”nti. Apare pana bhaṇanti “bhikkhūnampi gāme na vaṭṭati, bhikkhuvihāro",
  "tika-vin09t22:46_6": "nāma pubbeyeva gāmūpacāraṁ atikkamitvā tiṭṭhati, tasmā gāmaṁ avatvā vihārūpacārameva",
  "tika-vin09t22:46_7": "heṭṭhā vuttaṁ. Bhikkhunīnaṁ pana vihāro gāmeyeva, na bahi, tasmā gāmūpacārañca vihārūpacārañca",
  "tika-vin09t22:46_8": "ubhayamevettha dassitaṁ. Tasmā ubhayatthāpi atthato nānātthaṁ natthī”ti. Vīmaṁsitvā",
  "tika-vin09t22:46_9": "yañcettha yujjati, taṁ gahetabbaṁ.",
  "tika-vin09t22:47": "Tato paṭṭhāyāti ārocitakālato paṭṭhāya.",
  "tika-vin09t22:48": "Saṅghabhedakādisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t22:49": "Iti kaṅkhāvitaraṇiyā pātimokkhavaṇṇanāya",
  "tika-vin09t22:50": "Vinayatthamañjūsāyaṁ līnatthappakāsaniyaṁ",
  "tika-vin09t22:51": "Bhikkhunipātimokkhe saṅghādisesavaṇṇanā niṭṭhitā."
}