{
  "tika-s0401t2:0": "2. Nīvaraṇappahānavaggavaṇṇanā",
  "tika-s0401t2:1_0": "11.Dutiyassāti dutiyavaggassa. Ekadhammampīti ettha “ekasabhāvampī”ti iminā sabhāvatthoyaṁ",
  "tika-s0401t2:1_1": "dhammasaddo “kusalā dhammā”tiādīsu viyāti dassitaṁ hoti. Yadaggena ca sabhāvattho,",
  "tika-s0401t2:1_2": "tadaggena nissattattho siddho evāti “nissattaṭṭhena dhammo veditabbo”ti vuttaṁ. Subhanimittanti",
  "tika-s0401t2:1_3": "dhammapariyāyena vuttaṁ. Tañhi atthato kāmacchando vā siyā. So hi attano gahaṇākārena",
  "tika-s0401t2:1_4": "subhanti, tenākārena pavattanakassa aññassa kāmacchandassa nimittattā “subhanimitta”nti",
  "tika-s0401t2:1_5": "ca vuccati. Tassa ārammaṇaṁ vā subhanimittaṁ. Iṭṭhañhi iṭṭhākārena vā gayhamānaṁ",
  "tika-s0401t2:1_6": "rūpādiārammaṇaṁ “subhanimitta”nti vuccati. Ārammaṇameva cettha nimittaṁ. Tathā hi",
  "tika-s0401t2:1_7": "vakkhati – “subhanimittanti rāgaṭṭhāniyaṁ ārammaṇa”nti. Samuccayattho vā-saddo anekatthattā",
  "tika-s0401t2:1_8": "nipātānaṁ. Bhiyyobhāvāyāti punappunaṁ bhāvāya. Vepullāyāti vipulabhāvāya, vaḍḍhiyāti",
  "tika-s0401t2:1_9": "attho. Ajāto nijjāto. Sesapadāni tasseva vevacanāni. Kāmesūti pañcasu kāmaguṇesu.",
  "tika-s0401t2:1_10": "Kāmacchandoti kāmasaṅkhāto chando, na kattukamyatāchando na dhammacchando. Kāmanavasena",
  "tika-s0401t2:1_11": "rajjanavasena ca kāmo eva rāgo kāmarāgo. Kāmanavasena nandanavasena ca kāmo eva nandīti",
  "tika-s0401t2:1_12": "kāmanandī. Kāmanavasena taṇhāyanavasena ca kāmataṇhā. Ādisaddena “kāmasneho kāmapariḷāho",
  "tika-s0401t2:1_13": "kāmamucchā kāmajjhosāna”nti etesaṁ padānaṁ saṅgaho daṭṭhabbo. Tattha vuttanayeneva",
  "tika-s0401t2:1_14": "kāmatthaṁ viditvā sinehanaṭṭhena kāmasneho, pariḷāhanaṭṭhena kāmapariḷāho, mucchanaṭṭhena",
  "tika-s0401t2:1_15": "kāmamucchā, gilitvā pariniṭṭhāpanaṭṭhena kāmajjhosānaṁ veditabbaṁ. Kāmacchando eva",
  "tika-s0401t2:1_16": "kusalappavattito cittassa nīvaraṇaṭṭhena kāmacchandanīvaraṇaṁ, soti kāmacchando.",
  "tika-s0401t2:1_17": "Asamudācāravasenāti asamudācārabhāvena. Ananubhūtārammaṇavasenāti “idaṁ nāmeta”nti",
  "tika-s0401t2:1_18": "vatthuvasena utvā tasmiṁ attabhāve ananubhūtassa ārammaṇassa vasena. Rūpasaddādibhedaṁ",
  "tika-s0401t2:1_19": "pana ārammaṇaṁ ekasmimpi attabhāve ananubhūtaṁ nāma nattheva, kimaṅgaṁ pana anādimati saṁsāre.",
  "tika-s0401t2:2_0": "Yaṁ vuttaṁ – “asamudācāravasena cā”tiādi, taṁ atisaṁkhittanti vitthārato dassetuṁ",
  "tika-s0401t2:2_1": "– “tatthā”tiādimāha. Tattha bhavaggahaṇena mahaggatabhavo gahito. So hi oḷārikakilesasamudācārarahito.",
  "tika-s0401t2:2_2": "Tajjanīyakammakatādikāle pārivāsikakāle ca caritabbāni dveasīti khuddakavattāni nāma.",
  "tika-s0401t2:2_3": "Na hi tāni sabbāsu avatthāsu caritabbāni, tasmā tāni na mahāvattesu antogadhānīti",
  "tika-s0401t2:2_4": "“cuddasa mahāvattānī”ti vuttaṁ. Tathā āgantukavattaāvāsikagamika-anumodanabhattagga-",
  "tika-s0401t2:2_5": "piṇḍacārikaāraññakasenāsanajantāgharavaccakuṭiupajjhāya- saddhivihārikaācariya-antevāsikavattānīti",
  "tika-s0401t2:2_6": "etāni cuddasa mahāvattāni nāmāti vuttaṁ. Itarāni pana “pārivāsikānaṁ bhikkhūnaṁ vattaṁ",
  "tika-s0401t2:2_7": "paññāpessāmī”ti ārabhitvā “na upasampādetabbaṁ, na chamāyaṁ caṅkamante caṅkame caṅkamitabba”nti",
  "tika-s0401t2:2_8": "vuttāni pakatatte caritabbavattāni chasaṭṭhi, tato paraṁ “na, bhikkhave, pārivāsikena",
  "tika-s0401t2:2_9": "bhikkhunā pārivāsikavuḍḍhatarena bhikkhunā saddhiṁ, mūlāyapaṭikassanārahena, mānattārahena,",
  "tika-s0401t2:2_10": "mānattacārikena, abbhānārahena bhikkhunā saddiṁ ekacchanne āvāse vatthabba”ntiādīni",
  "tika-s0401t2:2_11": "pakatatte caritabbehi anaññattā visuṁ visuṁ agaṇetvā pārivāsikavuḍḍhatarādīsu puggalantaresu",
  "tika-s0401t2:2_12": "caritabbattā tesaṁ vasena sampiṇḍetvā ekekaṁ katvā gaṇitāni pañcāti ekasattativattāni.",
  "tika-s0401t2:2_13": "Ukkhepanīyakammakatavattesu vattapaññāpanavasena vuttaṁ – “na pakatattassa bhikkhuno",
  "tika-s0401t2:2_14": "abhivādanaṁ paccuṭṭhānaṁ…pe… piṭṭhiparikammaṁ sāditabba”nti idaṁ abhivādanādīnaṁ",
  "tika-s0401t2:2_15": "assādiyanaṁ ekaṁ, “na pakatatto bhikkhu sīlavipattiyā anuddhaṁsetabbo”tiādīni ca",
  "tika-s0401t2:2_16": "dasāti evaṁ dvāsīti honti. Etesveva pana kānici tajjanīyakammakatādivattāni kānici",
  "tika-s0401t2:2_17": "pārivāsikādivattānīti aggahitaggahaṇena dvāvīsativattanti veditabbaṁ. “Cuddasa mahāvattānī”ti",
  "tika-s0401t2:2_18": "vatvāpi “āgantukagamikavattāni cā”ti imesaṁ visuṁ gahaṇaṁ imāni abhiṇhaṁ sambhavantīti",
  "tika-s0401t2:2_19": "katvā. Kileso okāsaṁ na labhati sabbadā vattappaṭipattiyaṁyeva byāvaṭacittatāya.",
  "tika-s0401t2:2_20": "Ayonisomanasikāranti aniccādīsu “nicca”ntiādinā pavattaṁ anupāyamanasikāraṁ. Sativossagganti",
  "tika-s0401t2:2_21": "satiyā vissajjanaṁ, sativirahanti attho. Evampīti vakkhamānāpekkhāya avuttasampiṇḍanattho pi-saddo.",
  "tika-s0401t2:3_0": "Anusandhivasenāti pucchānusandhiādianusandhivasena. Pubbāparavasenāti pubbāparaganthasallakkhaṇavasena.",
  "tika-s0401t2:3_1": "Gaṇhantassāti ācariyamukhato gaṇhantassa. Sajjhāyantassāti ācariyamukhato uggahitaganthaṁ",
  "tika-s0401t2:3_2": "sajjhāyantassa. Vācentassāti pāḷiṁ tadatthañca uggaṇhāpanavasena paresaṁ vācentassa.",
  "tika-s0401t2:3_3": "Desentassāti desanāvasena paresaṁ dhammaṁ desentassa. Pakāsentassāti attano attano",
  "tika-s0401t2:3_4": "saṁsayaṭṭhāne pucchantānaṁ yāthāvato atthaṁ pakāsentassa. Kileso okāsaṁ na labhati",
  "tika-s0401t2:3_5": "rattindivaṁ ganthakammesuyeva byāvaṭacittatāya. Evampīti vuttasampiṇḍanattho pi-saddo. Evaṁ sesesupi.",
  "tika-s0401t2:4_0": "Dhutaṅgadharo hotīti vuttamevatthaṁ pakāseti “terasa dhutaṅgaguṇe samādāya vattatī”ti.",
  "tika-s0401t2:4_1": "Bāhullāyāti cīvarādipaccayabāhullāya. Yathā cīvarādayo paccayā bahulaṁ uppajjanti,",
  "tika-s0401t2:4_2": "tathā āvattassa pavattassāti attho. Parihīnajjhānassāti jhānantarāyakarena visabhāgarūpadassanādinā",
  "tika-s0401t2:4_3": "kenaci nimittena parihīnajjhānassa. Vissaṭṭhajjhānassāti asamāpajjanavasena pariccattajjhānassa.",
  "tika-s0401t2:4_4": "Bhassādīsūti ādi-saddena gaṇasaṅgaṇikaniddānavakammādiṁ saṅgaṇhāti. Sattasu vā anupassanāsūti",
  "tika-s0401t2:4_5": "ettha satta anupassanā nāma aniccānupassanā dukkhānupassanā anattānupassanā nibbidānupassanā",
  "tika-s0401t2:4_6": "virāgānupassanā nirodhānupassanā paṭinissaggānupassanā khayānupassanā vayānupassanā",
  "tika-s0401t2:4_7": "vipariṇāmānupassanā animittānupassanā appaṇihitānupassanā suññatānupassanā adhipaññādhammavipassanā",
  "tika-s0401t2:4_8": "yathābhūtañāṇadassanaṁ ādīnavānupassanā paṭisaṅkhānupassanā vivaṭṭānupassanāti imāsu",
  "tika-s0401t2:4_9": "aṭṭhārasasu mahāvipassanāsu ādito vuttā aniccānupassanādi-paṭinissaggānupassanāpariyantā",
  "tika-s0401t2:4_10": "satta. Ettha yaṁ vattabbaṁ, taṁ visuddhimaggasaṁvaṇṇanāto gahetabbaṁ.",
  "tika-s0401t2:5_0": "Anāsevanatāyāti purimattabhāve jhānena vikkhambhitakilesassa kāmacchandādiāsevanāya",
  "tika-s0401t2:5_1": "abhāvato. Ananubhūtapubbanti tasmiṁ attabhāve ananubhūtapubbaṁ. Jātoti etasseva vevacanaṁ",
  "tika-s0401t2:5_2": "sañjātotiādi. Nanu ca khaṇikattā sabbadhammānaṁ uppannassa kāmacchandassa taṅkhaṇaṁyeva",
  "tika-s0401t2:5_3": "avassaṁ nirodhasambhavato niruddhe ca tasmiṁ puna aññasseva uppajjanato ca kathaṁ",
  "tika-s0401t2:5_4": "tassa punappunabhāvo rāsibhāvo cāti āha – “tattha sakiṁ uppanno kāmacchando”tiādi.",
  "tika-s0401t2:5_5": "Aṭṭhānametanti akāraṇametaṁ. Yena kāraṇena uppanno kāmacchando na nirujjhati, niruddho",
  "tika-s0401t2:5_6": "ca sveva puna uppajjissati, tādisaṁ kāraṇaṁ natthīti attho.",
  "tika-s0401t2:6_0": "Rāgaṭṭhāniyanti rāgajanakaṁ. Aniccādīsu niccādivasena viparītamanasikāro, idha ayonisomanasikāroti",
  "tika-s0401t2:6_1": "āha – “anicce nicca”ntiādi. Ayonisomanasikāroti anupāyamanasikāro, kusaladhammappavattiyā",
  "tika-s0401t2:6_2": "akāraṇabhūto manasikāroti attho. Uppathamanasikāroti kusaladhammappavattiyā amaggabhūto",
  "tika-s0401t2:6_3": "manasikāro. Saccavippaṭikūlenāti saccābhisamayassa anunulomavasena. Āvajjanātiādinā",
  "tika-s0401t2:6_4": "āvajjanāya paccayabhūtā tato purimuppannā manodvārikā akusalajavanappavatti phalavohārena",
  "tika-s0401t2:6_5": "tathā vuttā. Tassa hi vasena sā akusalappavattiyā upanissayo hoti. Āvajjanāti bhavaṅgacittaṁ",
  "tika-s0401t2:6_6": "āvajjayatīti āvajjanā. Anu anu āvajjetīti anvāvajjanā. Bhavaṅgārammaṇato aññaṁ ābhujatīti",
  "tika-s0401t2:6_7": "ābhogo. Samannāharatīti samannāhāro. Tadevārammaṇaṁ attānaṁ anubandhitvā uppajjamāno",
  "tika-s0401t2:6_8": "manasi karoti ṭhapetīti manasikāro. Ayaṁ vuccati ayonisomanasikāroti ayaṁ anupāyauppathamanasikāralakkhaṇo",
  "tika-s0401t2:6_9": "ayonisomanasikāro nāma vuccati.",
  "tika-s0401t2:7_0": "12. Dutiye bhattabyāpatti viyāti bhattassa pūtibhāvena vippakārappatti viya, cittassa",
  "tika-s0401t2:7_1": "byāpajjananti cittassa vikārabhāvāpādanaṁ. Tenevāha – “pakativijahanabhāvo”ti. Byāpajjati",
  "tika-s0401t2:7_2": "tena cittaṁ pūtikummāsādayo viya purimapakatiṁ jahatīti byāpādo. Paṭighoyeva uparūpari",
  "tika-s0401t2:7_3": "uppajjamānassa paṭighassa nimittabhāvato paṭighanimittaṁ, paṭighassa ca kāraṇabhūtaṁ",
  "tika-s0401t2:7_4": "ārammaṇaṁ paṭighanimittanti āha – “paṭighassapi paṭighārammaṇassapi etaṁ adhivacana”nti.",
  "tika-s0401t2:7_5": "Aṭṭhakathāyanti mahāaṭṭhakathāyaṁ.",
  "tika-s0401t2:8_0": "13. Tatiye thinatā thinaṁ, sappipiṇḍo viya avipphārikatāya cittassa ghanabhāvo baddhatāti",
  "tika-s0401t2:8_1": "attho. Medhatīti middhaṁ, akammaññabhāvena hiṁsatīti attho. “Yā tasmiṁ samaye cittassa",
  "tika-s0401t2:8_2": "akalyatā”tiādinā thinassa, “yā tasmiṁ samaye kāyassa akalyatā”tiādinā ca middhassa",
  "tika-s0401t2:8_3": "abhidhamme niddiṭṭhattā vuttaṁ – “cittassa akammaññatā thinaṁ, tiṇṇaṁ khandhānaṁ",
  "tika-s0401t2:8_4": "akammaññatā middha”nti. Satipi aññamaññāvippayoge cittakāyalahutādīnaṁ viya cittacetasikānaṁ",
  "tika-s0401t2:8_5": "yathākkamaṁ taṁtaṁviseso siyā, yā tesaṁ akalyatādīnaṁ visesapaccayatā, ayametesaṁ",
  "tika-s0401t2:8_6": "sabhāvoti daṭṭhabbaṁ. Kapimiddhassāti vuttamevatthaṁ vibhāveti “pacalāyikabhāvassā”ti.",
  "tika-s0401t2:8_7": "Akkhidalānaṁ pacalabhāvaṁ karotīti pacalāyiko, pacalāyikassa bhāvo pacalāyikabhāvo,",
  "tika-s0401t2:8_8": "pacalāyikattanti vuttaṁ hoti. Ubhinnanti thinamiddhānaṁ. “Vitthāro veditabbo”ti iminā",
  "tika-s0401t2:8_9": "sambandho veditabbo. Cittassa akalyatāti cittassa gilānabhāvo. Gilāno hi akalyakoti",
  "tika-s0401t2:8_10": "vuccati. Vinayepi vuttaṁ – “nāhaṁ, bhante, akalyako”ti. Kālaṁ khamatīti hi kalyaṁ,",
  "tika-s0401t2:8_11": "arogatā, tassaṁ niyutto kalyako, na kalyako akalyako. Akammaññatāti cittagelaññasaṅkhātova",
  "tika-s0401t2:8_12": "akammaññatākāro. Olīyanāti olīyanākāro. Iriyāpathūpatthambhitañhi cittaṁ iriyāpathaṁ",
  "tika-s0401t2:8_13": "sandhāretuṁ asakkontaṁ rukkhe vagguli viya khīle laggitaphāṇitavārako viya ca olīyati",
  "tika-s0401t2:8_14": "lambati, tassa taṁ ākāraṁ sandhāya – “olīyanā”ti vuttaṁ. Dutiyapadaṁ upasaggena vaḍḍhitaṁ.",
  "tika-s0401t2:8_15": "Kāyassāti vedanādikkhandhattayasaṅkhātassa nāmakāyassa. Akalyatā akammaññatāti heṭṭhā",
  "tika-s0401t2:8_16": "vuttanayameva. Megho viya ākāsaṁ onayhatīti onāho. Onayhatīti ca chādeti avattharati",
  "tika-s0401t2:8_17": "vāti attho. Sabbatobhāgena onāhoti pariyonāho. Aratiādīnaṁ attho vibhaṅge vuttanayeneva",
  "tika-s0401t2:8_18": "veditabboti tattha vuttapāḷiyā dassetuṁ – “vuttaṁ heta”ntiādimāha.",
  "tika-s0401t2:9_0": "Tattha pantesūti dūresu, vivittesu vā. Adhikusalesūti samathavipassanādhammesu. Aratīti",
  "tika-s0401t2:9_1": "ratippaṭikkhepo. Aratitāti aramanākāro. Anabhiratīti anabhiratabhāvo. Anabhiramanāti",
  "tika-s0401t2:9_2": "anabhiramanākāro. Ukkaṇṭhitāti ukkaṇṭhanākāro. Paritassitāti ukkaṇṭhanavaseneva paritassanā,",
  "tika-s0401t2:9_3": "ukkaṇṭhitasseva tattha tattha taṇhāyanāti vuttaṁ hoti. Paritassitāti vā kampanā.",
  "tika-s0401t2:9_4": "Tandīti jātiālasiyaṁ, pakatiālasiyanti attho. Tathā hi kusalakaraṇe kāyassa avipphārikatā",
  "tika-s0401t2:9_5": "līnatā jātiālasiyaṁ tandī nāma, na rogautujādīhi kāyagelaññaṁ. Tandiyanāti tandiyanākāro.",
  "tika-s0401t2:9_6": "Tandimanatāti tandiyā abhibhūtacittatā. Alasassa bhāvo ālasyaṁ, ālasyāyanākāro ālasyāyanā.",
  "tika-s0401t2:9_7": "Ālasyāyitassa bhāvo ālasyāyitattaṁ. Iti sabbehipi imehi padehi kilesavasena kāyālasiyaṁ",
  "tika-s0401t2:9_8": "kathitaṁ. Thinamiddhakāraṇānañhi rāgādikilesānaṁ vasena nāmakāyassa ālasiyaṁ, tadeva",
  "tika-s0401t2:9_9": "rūpakāyassāpīti daṭṭhabbaṁ. Jambhanāti phandanā. Punappunaṁ jambhanā vijambhanā.",
  "tika-s0401t2:9_10": "Ānamanāti purato namanā. Vinamanāti pacchato namanā. Sannamanāti samantato namanā.",
  "tika-s0401t2:9_11": "Paṇamanāti yathā tantato uṭṭhitapesakāro kismiñcideva gahetvā ujuṁ kāyaṁ ussāpeti,",
  "tika-s0401t2:9_12": "evaṁ kāyassa uddhaṁ ṭhapanā. Byādhiyakanti uppannabyādhitā. Iti sabbehipi imehi padehi",
  "tika-s0401t2:9_13": "thinamiddhakāraṇānaṁ rāgādikilesānaṁ vasena kāyabaddhanameva kathitaṁ. Bhuttāvissāti",
  "tika-s0401t2:9_14": "bhuttavato. Bhattamucchāti bhattagelaññaṁ. Balavabhattena hi mucchāpatto viya hoti.",
  "tika-s0401t2:9_15": "Bhattakilamathoti bhattena kilantabhāvo. Bhattapariḷāhoti bhattadaratho. Tasmiñhi",
  "tika-s0401t2:9_16": "samaye pariḷāhuppattiyā upahatindriyo hoti, kāyo jīratīti. Kāyaduṭṭhullanti bhattaṁ",
  "tika-s0401t2:9_17": "nissāya kāyassa akammaññataṁ. Akalyatātiādi heṭṭhā vuttanayameva. Līnanti avipphārikatāya",
  "tika-s0401t2:9_18": "paṭikuṭitaṁ. Itare dve ākārabhāvaniddesā. Thinanti sappipiṇḍo viya avipphārikatāya",
  "tika-s0401t2:9_19": "ghanabhāvena ṭhitaṁ. Thiyanāti ākāraniddeso. Thiyibhāvo thiyitattaṁ, avipphāravaseneva",
  "tika-s0401t2:9_20": "baddhatāti attho. Imehi pana sabbehipi padehi thinamiddhakāraṇānaṁ rāgādikilesānaṁ",
  "tika-s0401t2:9_21": "vasena cittassa gilānākāro kathitoti veditabbo. Purimā cattāro dhammāti arati, tandī,",
  "tika-s0401t2:9_22": "vijambhitā, bhattasammadoti ete cattāro dhammā. Yadā thinamiddhaṁ uppannaṁ hoti,",
  "tika-s0401t2:9_23": "tadā aratiādīnampi sambhavato “upanissayakoṭiyā pana hotī”ti vuttaṁ, upanissayakoṭiyā",
  "tika-s0401t2:9_24": "paccayo hotīti attho.",
  "tika-s0401t2:10_0": "14. Catutthe uddatassa bhāvo uddhaccaṁ. Yassa dhammassa vasena uddhataṁ hoti cittaṁ,",
  "tika-s0401t2:10_1": "taṁsampayuttā vā dhammā, so dhammo uddaccaṁ. Kucchitaṁ kataṁ kukataṁ, duccaritaṁ",
  "tika-s0401t2:10_2": "sucaritañca. Akatampi hi kukatameva. Evañhi vattāro honti “yaṁ mayā na kataṁ, taṁ",
  "tika-s0401t2:10_3": "kukata”nti. Evaṁ katākataṁ duccaritaṁ sucaritañca kukataṁ, taṁ ārabbha vippaṭisāravasena",
  "tika-s0401t2:10_4": "pavattaṁ pana cittaṁ idha kukatanti veditabbaṁ. Tassa bhāvo kukkuccaṁ. Cittassa uddhatākāroti",
  "tika-s0401t2:10_5": "cittassa avūpasamākārova vutto. Avūpasamalakkhaṇañhi uddhaccaṁ. Yathāpavattassa katākatākāravisiṭṭhassa",
  "tika-s0401t2:10_6": "duccaritasucaritassa anusocanavasena virūpaṁ paṭisaraṇaṁ vippaṭisāro. Kukkuccassapi",
  "tika-s0401t2:10_7": "katākatānusocanavasena cittavikkhepabhāvato avūpasamākāro sambhavatīti āha – “cetaso",
  "tika-s0401t2:10_8": "avūpasamoti uddhaccakukkuccassevataṁ nāma”nti. Sveva ca cetaso avūpasamoti uddhaccakukkuccameva",
  "tika-s0401t2:10_9": "niddiṭṭhaṁ. Tañca attanova attanā sahajātaṁ na hotīti āha – “ayaṁ pana upanissayakoṭiyā",
  "tika-s0401t2:10_10": "paccayo hotī”ti. Upanissayapaccayatā ca purimuppannavasena veditabbā.",
  "tika-s0401t2:11": "15. Pañcame vigatā cikicchā assāti vicikicchā. Sabhāvaṁ vicinanto tāya kicchatīti vā vicikicchā.",
  "tika-s0401t2:12_0": "16. Chaṭṭhe hetuṁ vā paccayaṁ vā na labhatīti ettha hetuggahaṇena janakaṁ kāraṇamāha,",
  "tika-s0401t2:12_1": "paccayaggahaṇena anupālanakaṁ kāraṇaṁ. Hetunti vā upādānakāraṇaṁ. Paccayanti sahakāraṇaṁ",
  "tika-s0401t2:12_2": "vuttaṁ. Tanti kilesaṁ. Vivaṭṭetvā arahattaṁ gaṇhātīti vivaṭṭābhimukhaṁ cittaṁ pesetvā",
  "tika-s0401t2:12_3": "vipassanaṁ vaḍḍhento arahattaphalaṁ gaṇhāti. Bhikkhāya caranti etthāti bhikkhācāro,",
  "tika-s0401t2:12_4": "gocaragāmassetaṁ adhivacanaṁ, tasmiṁ bhikkhācāre. Vayaṁ āgammāti dārabharaṇānurūpaṁ",
  "tika-s0401t2:12_5": "vayaṁ āgamma. Āyūhantoti upacinanto. Aṅgārapakkanti vītaccikaṅgāresu pakkaṁ. Kiṁ",
  "tika-s0401t2:12_6": "nāmetanti bhikkhū garahanto āha. Jīvamānapetakasattoti jīvamāno hutvā “teneva attabhāvena",
  "tika-s0401t2:12_7": "petabhāvaṁ pattasatto bhavissatī”ti parikappavasena vuttaṁ. Kuṭanti pānīyaghaṭaṁ.",
  "tika-s0401t2:12_8": "Yāva dāruṇanti ativiya dāruṇaṁ. Vipāko kīdiso bhavissatīti tayā katakammassa āyatiṁ",
  "tika-s0401t2:12_9": "anubhavitabbavipāko kīdiso bhavissati.",
  "tika-s0401t2:13_0": "Visaṅkharitvāti chedanabhedanādīhi vināsetvā. Dīpakamigapakkhinoti attano nisinnabhāvassa",
  "tika-s0401t2:13_1": "dīpanato evaṁladdhanāmā migapakkhino, yena araññaṁ netvā nesādo tesaṁ saddena āgatāgate",
  "tika-s0401t2:13_2": "migapakkhino vadhitvā gaṇhāti. Theranti cūḷapiṇḍapātikatissattheraṁ. Iddhiyā abhisaṅkharitvāti",
  "tika-s0401t2:13_3": "adhiṭṭhānādivasena iddhiṁ abhisaṅkharitvā. Upayogatthe cetaṁ karaṇavacanaṁ. Aggipapaṭikanti",
  "tika-s0401t2:13_4": "accikaraṇaṁ, vipphuliṅganti attho. Passantassevāti anādare sāmivacanaṁ. Tassa therassāti",
  "tika-s0401t2:13_5": "tassa milakkhatissattherassa. Tassāti tassā aggipapaṭikāya. Paṭibalassāti uggahaṇasajjhāyādīsu",
  "tika-s0401t2:13_6": "paṭibalassa. Dukkhaṁ upanisā kāraṇametissāti dukkhūpanisā, dukkhanibandhanā dukkhahetukā",
  "tika-s0401t2:13_7": "saddhāti vuttaṁ hoti. Vattamukhena kammaṭṭhānassa kathitattā “vattasīse ṭhatvā”ti",
  "tika-s0401t2:13_8": "vuttaṁ. Palālavaraṇakanti palālapuñjaṁ.",
  "tika-s0401t2:14_0": "Ārambhathāti samathavipassanādīsu vīriyaṁ karotha. Nikkamathāti kosajjato nikkhamatha,",
  "tika-s0401t2:14_1": "kāmānaṁ vā panūdanāya nikkhamatha, ubhayenapi vīriyameva vuttaṁ. Vīriyañhi ārambhanakavasena",
  "tika-s0401t2:14_2": "ārambho, kosajjato nikkhamanavasena “nikkamo”ti vuccati. Yuñjatha buddhasāsaneti",
  "tika-s0401t2:14_3": "buddhassa bhagavato pariyattipaṭipattipaṭivedhasaṅkhāte tividhasāsane yuñjatha yogaṁ",
  "tika-s0401t2:14_4": "karotha. Evamanuyuñjantā maccuno senaṁ dhunātha viddhaṁsetha. Tattha maccuno senanti –",
  "tika-s0401t2:15": "“Kāmā te paṭhamā senā, dutiyā arati vuccati;",
  "tika-s0401t2:16": "Tatiyā khuppipāsā te, catutthī taṇhā pavuccati.",
  "tika-s0401t2:17": "“Pañcamaṁ thinamiddhaṁ te, chaṭṭhā bhīrū pavuccati;",
  "tika-s0401t2:18": "Sattamī vicikicchā te, makkho thambho te aṭṭhamo.",
  "tika-s0401t2:19": "“Lābho siloko sakkāro,",
  "tika-s0401t2:20": "Micchāladdho ca yo yaso;",
  "tika-s0401t2:21": "Yo cattānaṁ samukkaṁse,",
  "tika-s0401t2:22": "Pare ca avajānāti.",
  "tika-s0401t2:23": "“Esā namuci te senā, kaṇhassābhippahārinī;",
  "tika-s0401t2:24": "Na naṁ asūro jināti, jetvā ca labhate sukha”nti. –",
  "tika-s0401t2:25_0": "Evamāgataṁ kāmādibhedaṁ maccuno senaṁ. Ettha ca yasmā āditova agāriyabhūte satte",
  "tika-s0401t2:25_1": "vatthukāmesu kilesakāmā mosayanti, te abhibhuyya anagāriyabhāvaṁ upagatānaṁ pantesu",
  "tika-s0401t2:25_2": "senāsanesu aññataraññataresu vā adhikusalesu dhammesu arati uppajjati. Vuttañhetaṁ",
  "tika-s0401t2:25_3": "– “pabbajitena kho, āvuso, abhirati dukkarā”ti. Tato te parappaṭibaddhajīvikattā",
  "tika-s0401t2:25_4": "khuppipāsā bādhati, tāya bādhitānaṁ pariyesanataṇhā cittaṁ kilamayati. Atha nesaṁ",
  "tika-s0401t2:25_5": "kilantacittānaṁ thinamiddhaṁ okkamati, tato visesamanadhigacchantānaṁ durabhisambhavesu",
  "tika-s0401t2:25_6": "araññavanapatthesu pantesu senāsanesu viharataṁ utrāsasaññitā bhīru jāyati. Tesaṁ",
  "tika-s0401t2:25_7": "ussaṅkitaparisaṅkitānaṁ dīgharattaṁ vivekarasamanassādayamānānaṁ viharataṁ “na siyā",
  "tika-s0401t2:25_8": "nu kho esa maggo”ti paṭipattiyaṁ vicikicchā uppajjati. Taṁ vinodetvā viharataṁ appamattakena",
  "tika-s0401t2:25_9": "visesādhigamena mānamakkhathambhā jāyanti. Tepi vinodetvā viharataṁ tato adhikataraṁ",
  "tika-s0401t2:25_10": "visesādhigamanaṁ nissāya lābhasakkārasilokā uppajjanti. Lābhādīhi mucchitvā dhammappatirūpakāni",
  "tika-s0401t2:25_11": "pakāsento micchāyasaṁ adhigantvā tattha ṭhitā jātiādīhi attānaṁ ukkaṁsenti, paraṁ",
  "tika-s0401t2:25_12": "vambhenti, tasmā kāmādīnaṁ paṭhamasenādibhāvo veditabbo. Naḷāgāranti naḷehi vinaddhatiṇacchannagehaṁ.",
  "tika-s0401t2:26_0": "Vihassatīti uggahaṇasajjhāyanamanasikārādīhi viharissati. Jātisaṁsāranti punappunaṁ",
  "tika-s0401t2:26_1": "jātisaṅkhātasaṁsāravaṭṭaṁ. Dukkhassantaṁ karissatīti dukkhassa antasaṅkhātaṁ nibbānaṁ",
  "tika-s0401t2:26_2": "sacchikarissati. Palālapuñjāhanti palālapuñjaṁ ahanti padacchedo. Tatiyaṁ ṭhānanti",
  "tika-s0401t2:26_3": "anāgāmiphalaṁ sandhāya vadati.",
  "tika-s0401t2:27_0": "Tivassabhikkhukāleti upasampadato tīṇi vassāni assāti tivasso, tivasso ca so bhikkhu",
  "tika-s0401t2:27_1": "cāti tivassabhikkhu, tassa, tena vā upalakkhito kālo tivassabhikkhukālo, tasmiṁ.",
  "tika-s0401t2:27_2": "Yadā so tivasso bhikkhu nāma hoti, tadāti vuttaṁ hoti. Kammaṁ karotīti bhāvanākammaṁ",
  "tika-s0401t2:27_3": "karoti. Ganthakammanti ganthavisayaṁ uggahaṇādikammaṁ. Piṇḍāpacitiṁ katvāti antovasse",
  "tika-s0401t2:27_4": "temāsaṁ dinnapiṇḍassa kilesakkhayakaraṇena apacitiṁ pūjaṁ katvā. Piṇḍāpacitiṁ karonto",
  "tika-s0401t2:27_5": "hi bhikkhu yehi attano yo piṇḍapāto dinno, tesaṁ tassa mahapphalabhāvaṁ icchanto",
  "tika-s0401t2:27_6": "attano santānameva kilesakkhayakaraṇena visodhetvā arahattaṁ gaṇhāti.",
  "tika-s0401t2:28_0": "Mahābhūtīti ettha pūjāvacano mahantasaddo, bhūtīti ca nāmekadesena tissabhūtittheraṁ",
  "tika-s0401t2:28_1": "ālapati. Bhavati hi nāmekadesenapi vohāro yathā “devadatto datto”ti. Mahābhūtīti",
  "tika-s0401t2:28_2": "vā piyasamudāhāro, so mahati bhūti vibhūti puññañāṇādisampadā assāti mahābhūti. Channaṁ",
  "tika-s0401t2:28_3": "sepaṇṇigacchamūlanti sākhāpalāsādīhi channaṁ ghanacchāyaṁ sepaṇṇigacchamūlaṁ. Asubhakammaṭṭhānaṁ",
  "tika-s0401t2:28_4": "pādakaṁ katvāti kesādiasubhakoṭṭhāsabhāvanāya paṭiladdhaṁ upacārasamādhiṁ appanāsamādhiṁ",
  "tika-s0401t2:28_5": "vā pādakaṁ katvā. Asubhavisayaṁ upacārajjhānādikammamevettha upari pavattetabbabhāvanākammassa",
  "tika-s0401t2:28_6": "kāraṇabhāvato ṭhānanti kammaṭṭhānaṁ.",
  "tika-s0401t2:29_0": "Sahassadvisahassasaṅkhāmattattā “mahāgaṇe”ti vuttaṁ. Attano vasanaṭṭhānato therassa",
  "tika-s0401t2:29_1": "santikaṁ gantvāti attano vasanaṭṭhānato ākāsena gantvā vihārasamīpe otaritvā divāṭṭhāne",
  "tika-s0401t2:29_2": "nisinnattherassa santikaṁ gantvā. Kiṁ āgatosīti kiṁkāraṇā āgatosi. Sabbesu rattidivasabhāgesu",
  "tika-s0401t2:29_3": "okāsaṁ alabhantoti so kira thero “tuyhaṁ okāso na bhavissati, āvuso”ti vuttepi “vitakkamāḷake",
  "tika-s0401t2:29_4": "ṭhitakāle pucchissāmi, bhante”ti vatvā “tasmiṁ ṭhāne aññe pucchissantī”ti vutte “bhikkhācāramagge,",
  "tika-s0401t2:29_5": "bhante”ti vatvā “tatrāpi aññe pucchantī”ti vutte dupaṭṭanivāsanaṭṭhāne, saṅghāṭipārupanaṭṭhāne,",
  "tika-s0401t2:29_6": "pattanīharaṇaṭṭhāne, gāme caritvā āsanasālāya yāgupītakāle, bhanteti. Tatthāpi therā",
  "tika-s0401t2:29_7": "attano kaṅkhaṁ vinodenti, āvusoti. Antogāmato nikkhamanakāle pucchissāmi, bhanteti.",
  "tika-s0401t2:29_8": "Tatrāpi aññe pucchanti, āvusoti. Antarāmagge, bhanteti. Bhojanasālāya bhattakiccapariyosāne,",
  "tika-s0401t2:29_9": "bhante. Divāṭṭhāne pādadhovanakāle, bhanteti. Tato paṭṭhāya yāva aruṇā apare pucchanti,",
  "tika-s0401t2:29_10": "āvusoti. Dantakaṭṭhaṁ gahetvā mukhadhovanatthaṁ gamanakāle, bhanteti. Tadāpi aññe",
  "tika-s0401t2:29_11": "pucchantīti. Mukhaṁ dhovitvā āgamanakāle, bhanteti. Tatrāpi aññe pucchissantīti.",
  "tika-s0401t2:29_12": "Senāsanaṁ pavisitvā nisinnakāle, bhanteti. Tatrāpi aññe pucchanti, āvusoti. Evaṁ",
  "tika-s0401t2:29_13": "sabbesu rattidivasabhāgesu yācamāno okāsaṁ na labhi, taṁ sandhāyetaṁ vuttaṁ – “evaṁ",
  "tika-s0401t2:29_14": "okāse asati maraṇassa kathaṁ okāsaṁ labhissathā”ti. Bhante, nanu mukhaṁ dhovitvā",
  "tika-s0401t2:29_15": "senāsanaṁ pavisitvā tayo cattāro pallaṅke uṇhāpetvā yonisomanasikārakammaṁ karontānaṁ",
  "tika-s0401t2:29_16": "okāsalābhena bhavitabbaṁ siyāti adhippāyena vadati. Maṇivaṇṇeti indanīlamaṇivaṇṇe.",
  "tika-s0401t2:30_0": "Ghaṭentassevāti vāyāmantasseva. Visuddhipavāraṇanti “parisuddho aha”nti evaṁ pavattaṁ",
  "tika-s0401t2:30_1": "visuddhipavāraṇaṁ. Arahantānameva hesā pavāraṇā. Kāḷakaṁ vāti mahantaṁ kāḷakaṁ sandhāya",
  "tika-s0401t2:30_2": "vadati, tilako vāti khuddakaṁ sandhāya. Ubhayenapi sīlassa parisuddhabhāvameva vibhāveti.",
  "tika-s0401t2:31_0": "Padhānakammikāti padhānakamme niyuttā. Laddhamagganti laddhūpāyaṁ, paṭhamameva laddhūpadesanti",
  "tika-s0401t2:31_1": "vuttaṁ hoti. Apattānīti chaḍḍitāni. Alābūneva sāradeti saradakāle vātātapahatāni",
  "tika-s0401t2:31_2": "tattha tattha vippakiṇṇaalābūni viya. Kāpotakānīti kapotakavaṇṇāni. Tāni disvāna",
  "tika-s0401t2:31_3": "kā ratīti tāni evarūpāni aṭṭhīni disvā tumhākaṁ kā nāma rati, nanu appamattakāpi",
  "tika-s0401t2:31_4": "rati kātuṁ na vaṭṭatiyevāti attho. Dutiyakathaṁ akathitapubboti attano vuḍḍhatarena",
  "tika-s0401t2:31_5": "saddhiṁ vuttavacanassa paccanīkaṁ dutiyakathaṁ akathitapubbo.",
  "tika-s0401t2:32_0": "Tadaṅgena, tadaṅgassa pahānaṁ tadaṅgappahānaṁ. Yañhi rattibhāge samujjalitena dīpena",
  "tika-s0401t2:32_1": "andhakārassa viya tena tena vipassanāya avayavabhūtena ñāṇaṅgena paṭipakkhavaseneva",
  "tika-s0401t2:32_2": "tassa tassa pahātabbadhammassa pahānamidaṁ tadaṅgappahānaṁ nāma. Yathā kāmacchandādayo",
  "tika-s0401t2:32_3": "na cittaṁ pariyuṭṭhāya tiṭṭhanti, evaṁ pariyuṭṭhānassa nisedhanaṁ appavattikaraṇaṁ",
  "tika-s0401t2:32_4": "vikkhambhanaṁ vikkhambhanappahānaṁ. Yañhi sasevāle udake pakkhittena ghaṭena sevālassa",
  "tika-s0401t2:32_5": "viya tena tena lokiyasamādhinā nīvaraṇādīnaṁ paccanīkadhammānaṁ vikkhambhanamidaṁ",
  "tika-s0401t2:32_6": "vikkhambhanappahānaṁ nāma. Sammā upacchijjanti etena kilesāti samucchedo, pahīyanti",
  "tika-s0401t2:32_7": "etena kilesāti pahānaṁ, samucchedasaṅkhātaṁ pahānaṁ niravasesappahānanti samucchedappahānaṁ.",
  "tika-s0401t2:32_8": "Yañhi asanivicakkābhihatassa rukkhassa viya ariyamaggañāṇena saṁyojanādīnaṁ dhammānaṁ",
  "tika-s0401t2:32_9": "yathā na puna vattanti, evaṁ pahānamidaṁ samucchedappahānaṁ nāma. Paṭippassambhati",
  "tika-s0401t2:32_10": "vūpasammati kilesadaratho etāyāti paṭippassaddhi, phalaṁ, sāyeva pahānanti paṭippassaddhippahānaṁ.",
  "tika-s0401t2:32_11": "Sabbe kilesā sabbasaṅkhatā vā nissaranti apagacchanti etenāti nissaraṇaṁ, nibbānaṁ,",
  "tika-s0401t2:32_12": "tadeva pahānanti nissaraṇappahānaṁ. Paṭippassambhayamānanti paṭippassambhaṁ kilesavūpasamaṁ",
  "tika-s0401t2:32_13": "kurumānaṁ. Lokiyalokuttarehīti tadaṅgavikkhambhanappahānānaṁ lokiyattā, itaresaṁ",
  "tika-s0401t2:32_14": "lokuttarattā vuttaṁ.",
  "tika-s0401t2:33_0": "Nimīyati phalaṁ etena uppajjanaṭṭhāne pakkhipamānaṁ viya hotīti nimittaṁ, kāraṇassetaṁ",
  "tika-s0401t2:33_1": "adhivacanaṁ. Asubhassa nimittaṁ, asubhameva vā nimittanti asubhanimittaṁ. Asubhanissitampi",
  "tika-s0401t2:33_2": "hi jhānaṁ nissite nissayavohārena asubhanti voharīyati yathā “mañcā ukkuṭṭhiṁ karontī”ti.",
  "tika-s0401t2:33_3": "Tenevāha – “dasasu asubhesu uppannaṁ sārammaṇaṁ paṭhamajjhāna”nti. Anicce aniccantiādinā",
  "tika-s0401t2:33_4": "nayena vuttassāti iminā catubbidhaṁ yonisomanasikāraṁ dasseti. Heṭṭhā cettha idha",
  "tika-s0401t2:33_5": "ca catubbidhassa ayonisomanasikārassa yonisomanasikārassa ca gahaṇaṁ niravasesadassanatthaṁ",
  "tika-s0401t2:33_6": "katanti daṭṭhabbaṁ. Tesu pana asubhe “asubha”nti manasikāro idhādhippeto, tadanukūlattā",
  "tika-s0401t2:33_7": "vā itaresampi gahaṇaṁ daṭṭhabbaṁ.",
  "tika-s0401t2:34_0": "Ekādasasu asubhesu paṭikūlākārassa uggaṇhanaṁ, yathā vā tattha uggahanimittaṁ uppajjati,",
  "tika-s0401t2:34_1": "tathā paṭipatti asubhanimittassa uggaho. Upacārappanāvahāya asubhabhāvanāya anuyuñjanaṁ",
  "tika-s0401t2:34_2": "asubhabhāvanānuyogo. Bhojane mattaññuno thinamiddhābhibhavābhāvā otāraṁ alabhamāno",
  "tika-s0401t2:34_3": "kāmacchando pahīyatīti vadanti. Bhojananissitaṁ pana āhāre paṭikūlasaññaṁ, tabbipariṇāmassa",
  "tika-s0401t2:34_4": "tadādhārassa tassa ca udariyabhūtassa asubhatādassanaṁ, kāyassa ca āhāraṭṭhitikatādassanaṁ",
  "tika-s0401t2:34_5": "yo uppādeti, so visesato bhojane pamāṇaññū nāma, tassa ca kāmacchando pahīyateva.",
  "tika-s0401t2:34_6": "Dasavidhañhi asubhanimittanti pākaṭavasena vuttaṁ. Kāyagatāsatiṁ pana gahetvā ekādasavidhampi",
  "tika-s0401t2:34_7": "asubhanimittaṁ veditabbaṁ.",
  "tika-s0401t2:35_0": "Abhutvā udakaṁ piveti pānīyassa okāsadānatthaṁ cattāro pañca ālope abhutvā pānīyaṁ",
  "tika-s0401t2:35_1": "piveyyāti attho. Tena vuttaṁ – “catunnaṁpañcannaṁ ālopānaṁ okāse satī”ti. Abhidhammaṭīkākārena",
  "tika-s0401t2:35_2": "panettha “cattāro pañca ālope, bhutvāna udakaṁ pive”ti pāṭhaṁ parikappetvā aññathā",
  "tika-s0401t2:35_3": "attho vaṇṇito, so aṭṭhakathāya na sameti. Asubhakammikatissatthero dantaṭṭhidassāvī.",
  "tika-s0401t2:36_0": "17. Sattame mijjati hitapharaṇavasena siniyhatīti mitto, hitesī puggalo, tasmiṁ mitte",
  "tika-s0401t2:36_1": "bhavā, mittassa vā esāti mettā, hitesitā. Tattha “mettā”ti vutte appanāpi upacāropi",
  "tika-s0401t2:36_2": "vaṭṭati sādhāraṇavacanabhāvatoti āha – “mettāti ettāvatā pubbabhāgopi vaṭṭatī”ti.",
  "tika-s0401t2:36_3": "Api-saddo appanaṁ sampiṇḍeti. Appanaṁ appattāya mettāya suṭṭhu muccanassa abhāvato",
  "tika-s0401t2:36_4": "cetovimuttīti “appanāva adhippetā”ti vuttaṁ.",
  "tika-s0401t2:37_0": "Sattesu mettāyanassa hitūpasaṁhārassa uppādanaṁ pavattanaṁ mettānimittassa uggaho.",
  "tika-s0401t2:37_1": "Paṭhamuppanno mettāmanasikāro parato uppajjanakassa kāraṇabhāvato mettāmanasikārova",
  "tika-s0401t2:37_2": "mettānimittaṁ. Kammaṁyeva sakaṁ etesanti kammassakā, sattā, tabbhāvo kammassakatā,",
  "tika-s0401t2:37_3": "kammadāyādatā. Dosamettāsu yāthāvato ādīnavānisaṁsānaṁ paṭisaṅkhānavīmaṁsā idha paṭisaṅkhānaṁ.",
  "tika-s0401t2:37_4": "Mettāvihārīkalyāṇamittavantatā idha kalyāṇamittatā. Odissakaanodissakadisāpharaṇānanti",
  "tika-s0401t2:37_5": "attaatipiyamajjhattaverivasena odissakatā, sīmāsambhede kate anodissakatā, ekādidisāpharaṇavasena",
  "tika-s0401t2:37_6": "disāpharaṇatā mettāya uggahaṇe veditabbā. Vihāraracchagāmādivasena vā odissakadisāpharaṇaṁ.",
  "tika-s0401t2:37_7": "Vihārādiuddesarahitaṁ puratthimādidisāvasena anodissakadisāpharaṇaṁ. Evaṁ vā dvidhā",
  "tika-s0401t2:37_8": "uggahaṇaṁ sandhāya – “odissakaanodissakadisāpharaṇa”nti vuttaṁ. Uggaho ca yāva upacārā",
  "tika-s0401t2:37_9": "daṭṭhabbo. Uggahitāya āsevanā bhāvanā. Tattha sabbe sattā, pāṇā, bhūtā, puggalā,",
  "tika-s0401t2:37_10": "attabhāvapariyāpannāti etesaṁ vasena pañcavidhā. Ekekasmiṁ averā hontu, abyāpajjhā,",
  "tika-s0401t2:37_11": "anīghā, sukhī attānaṁ pariharantūti catudhā pavattito vīsatividhā anodhisopharaṇā",
  "tika-s0401t2:37_12": "mettā. Sabbā itthiyo, purisā, ariyā, anariyā, devā, manussā, vinipātikāti sattādhikaraṇavasena",
  "tika-s0401t2:37_13": "pavattā sattavidhā aṭṭhavīsatividhā vā, dasahi disāhi disādhikaraṇavasena pavattā",
  "tika-s0401t2:37_14": "dasavidhā ca, ekekāya vā disāya sattādiitthādiaverādibhedena asītādhikacatusatappabhedā",
  "tika-s0401t2:37_15": "ca odhisopharaṇā veditabbā. Mettaṁ bhāventassāti mettājhānaṁ bhāventassa. Tvaṁ etassa",
  "tika-s0401t2:37_16": "kuddhotiādi paccavekkhaṇāvidhidassanaṁ. Appaṭicchitapaheṇakaṁ viyāti asampaṭicchitapaṇṇākāraṁ",
  "tika-s0401t2:37_17": "viya. Paṭisaṅkhāneti vīmaṁsāyaṁ. Vattaniaṭaviyaṁ attaguttattherasadise.",
  "tika-s0401t2:38_0": "18. Aṭṭhame kusaladhammasampaṭipattiyā paṭṭhapanasabhāvatāya tappaṭipakkhānaṁ visosanasabhāvatāya",
  "tika-s0401t2:38_1": "ca ārambhadhātuādito pavattavīriyanti āha – “paṭhamārambhavīriya”nti. Yasmā paṭhamārambhamattassa",
  "tika-s0401t2:38_2": "kosajjavidhamanaṁ thāmagamanañca natthi, tasmā vuttaṁ – “kosajjato nikkhantattā tato",
  "tika-s0401t2:38_3": "balavatara”nti. Yasmā pana aparāparuppattiyā laddhāsevanaṁ uparūpari visesaṁ āvahantaṁ",
  "tika-s0401t2:38_4": "ativiya thāmagatameva hoti, tasmā vuttaṁ – “paraṁ paraṁ ṭhānaṁ akkamanato tatopi",
  "tika-s0401t2:38_5": "balavatara”nti. Panūdanāyāti nīharaṇāya. Yathā mahato palighassa ugghāṭakajanassa",
  "tika-s0401t2:38_6": "mahanto ussāho icchitabbo, evamidhāpīti “nikkamo cetaso palighugghāṭanāyā”ti vuttaṁ.",
  "tika-s0401t2:38_7": "Mahāparakkamo eva parena kataṁ bandhanaṁ chindeyya, evamidhāpīti vuttaṁ – “parakkamo",
  "tika-s0401t2:38_8": "cetaso bandhanacchedanāyā”ti.",
  "tika-s0401t2:39_0": "Āraddhaṁ saṁsādhitaṁ paripūritaṁ vīriyaṁ etassāti āraddhavīriyo, nipphannavīriyo,",
  "tika-s0401t2:39_1": "āraddhaṁ paṭṭhapitaṁ vīriyaṁ etassāti āraddhavīriyo. Vīriyārambhappasutoti āha –",
  "tika-s0401t2:39_2": "“āraddhavīriyassāti paripuṇṇavīriyassaceva paggahitavīriyassa cā”ti. Catudosāpagatanti",
  "tika-s0401t2:39_3": "atilīnatādīhi catūhi dosehi apagataṁ. Catudosāpagatattameva vibhāveti “na ca atilīna”ntiādinā.",
  "tika-s0401t2:39_4": "Atilīnañhi bhāvanācittaṁ kosajjapakkhikaṁ siyā, atipaggahitañca uddhaccapakkhikaṁ.",
  "tika-s0401t2:39_5": "Bhāvanāvīthiṁ anajjhogāhetvā saṅkocāpatti atilīnatā. Ajjhogāhetvā antosaṅkoco ajjhattaṁ",
  "tika-s0401t2:39_6": "saṁkhittatā. Atipaggahitatā accāraddhavīriyatā. Bahiddhā vikkhittatā bahivisaṭavitakkānudhāvanā.",
  "tika-s0401t2:39_7": "Tadetaṁ vīriyaṁ caṅkamādikāyikappayogāvahaṁ kāyikaṁ, tadaññaṁ cetasikaṁ. Rattidivassa",
  "tika-s0401t2:39_8": "pañca koṭṭhāseti pubbaṇhasāyanhapaṭhamamajjhimapacchimayāmasaṅkhāte pañca koṭṭhāse.",
  "tika-s0401t2:39_9": "Tadubhayampīti kāyikaṁ cetasikañca vīriyaṁ. Milakkhatissattherassa mahāsīvattherassa",
  "tika-s0401t2:39_10": "ca vatthu heṭṭhā dassitameva.",
  "tika-s0401t2:40_0": "Pītimallakattherassa vatthu pana evaṁ veditabbaṁ. So kira gihikāle mallayuddhāya",
  "tika-s0401t2:40_1": "āhiṇḍanto tīsu rajjesu paṭākaṁ gahetvā tambapaṇṇidīpaṁ āgamma rājānaṁ disvā raññā",
  "tika-s0401t2:40_2": "katānuggaho ekadivasaṁ kilañcakāsanasālādvārena gacchanto “rūpaṁ, bhikkhave, na tumhākaṁ,",
  "tika-s0401t2:40_3": "taṁ pajahatha, taṁ vo pahīnaṁ dīgharattaṁ hitāya sukhāya bhavissatī”ti natumhākavaggaṁ",
  "tika-s0401t2:40_4": "sutvā cintesi – “neva kira rūpaṁ attano, na vedanā”ti. So taṁyeva aṅkusaṁ katvā nikkhamitvā",
  "tika-s0401t2:40_5": "mahāvihāraṁ gantvā pabbajjaṁ yācitvā pabbajito upasampanno dvemātikā paguṇaṁ katvā",
  "tika-s0401t2:40_6": "tiṁsa bhikkhū gahetvā avaravāliyaaṅgaṇaṁ gantvā samaṇadhammaṁ akāsi. Pādesu avahantesu",
  "tika-s0401t2:40_7": "jaṇṇukehi caṅkamati. Tamenaṁ rattiṁ eko migaluddako “migo”ti maññamāno pahari, satti",
  "tika-s0401t2:40_8": "vinivijjhitvā gatā. So taṁ sattiṁ harāpetvā pahāramukhāni tiṇavaṭṭiyā pūrāpetvā pāsāṇapiṭṭhiyaṁ",
  "tika-s0401t2:40_9": "attānaṁ nisīdāpetvā okāsaṁ kāretvā vipassanaṁ vaḍḍhetvā saha paṭisambhidāhi arahattaṁ",
  "tika-s0401t2:40_10": "patvā ukkāsitasaddena āgatānaṁ bhikkhūnaṁ byākaritvā imaṁ udānaṁ udānesi –",
  "tika-s0401t2:41": "“Bhāsitaṁ buddhaseṭṭhassa, sabbalokaggavādino;",
  "tika-s0401t2:42": "Na tumhākaṁ idaṁ rūpaṁ, taṁ jaheyyātha bhikkhavo. ;",
  "tika-s0401t2:43": "“Aniccā vata saṅkhārā, uppādavayadhammino;",
  "tika-s0401t2:44": "Uppajjitvā nirujjhanti, tesaṁ vūpasamo sukho”ti. ;",
  "tika-s0401t2:45_0": "Kuṭumbiyaputtatissattherassapi vatthu evaṁ veditabbaṁ. Sāvatthiyaṁ kira tisso nāma",
  "tika-s0401t2:45_1": "kuṭumbiyaputto cattālīsa hiraññakoṭiyo pahāya pabbajitvā agāmake araññe viharati,",
  "tika-s0401t2:45_2": "tassa kaniṭṭhabhātubhariyā “gacchatha, naṁ jīvitā voropethā”ti pañcasate core pesesi,",
  "tika-s0401t2:45_3": "te gantvā theraṁ parivāretvā nisīdiṁsu. Thero āha – “kasmā āgatattha upāsakā”ti?",
  "tika-s0401t2:45_4": "Taṁ jīvitā voropessāmāti. Pāṭibhogaṁ me upāsakā gahetvā ajjekarattiṁ jīvitaṁ dethāti.",
  "tika-s0401t2:45_5": "Ko te, samaṇa, imasmiṁ ṭhāne pāṭibhogo bhavissatīti? Thero mahantaṁ pāsāṇaṁ gahetvā",
  "tika-s0401t2:45_6": "ūruṭṭhīni bhinditvā “vaṭṭati upāsakā pāṭibhogo”ti āha. Te apakkamitvā caṅkamanasīse",
  "tika-s0401t2:45_7": "aggiṁ katvā nipajjiṁsu. Therassa vedanaṁ vikkhambhetvā sīlaṁ paccavekkhato parisuddhasīlaṁ",
  "tika-s0401t2:45_8": "nissāya pītipāmojjaṁ uppajji. Tato anukkamena vipassanaṁ vaḍḍhento tiyāmarattiṁ samaṇadhammaṁ",
  "tika-s0401t2:45_9": "katvā aruṇuggamane arahattaṁ patto imaṁ udānaṁ udānesi –",
  "tika-s0401t2:46": "“Ubho pādāni bhinditvā, saññapessāmi vo ahaṁ;",
  "tika-s0401t2:47": "Aṭṭiyāmi harāyāmi, sarāgamaraṇaṁ ahaṁ.",
  "tika-s0401t2:48": "“Evāhaṁ cintayitvāna, yathābhūtaṁ vipassisaṁ;",
  "tika-s0401t2:49": "Sampatte aruṇuggamhi, arahattaṁ apāpuṇi”nti. ;",
  "tika-s0401t2:50_0": "Atibhojanenimittaggāhoti atibhojane thinamiddhassa nimittaggāho, “ettake bhutte taṁ",
  "tika-s0401t2:50_1": "bhojanaṁ thinamiddhassa kāraṇaṁ hoti, ettake na hotī”ti thinamiddhassa kāraṇākāraṇaggāho",
  "tika-s0401t2:50_2": "hotīti attho. Byatirekavasena cetaṁ vuttaṁ, tasmā ettake bhutte taṁ bhojanaṁ thinamiddhassa",
  "tika-s0401t2:50_3": "kāraṇaṁ na hotīti bhojane mattaññutāva atthato dassitāti daṭṭhabbaṁ. Tenāha – “catupañca…pe…",
  "tika-s0401t2:50_4": "taṁ na hotī”ti. Divā sūriyālokanti divā gahitanimittaṁ sūriyālokaṁ rattiyaṁ manasikarontassapīti",
  "tika-s0401t2:50_5": "evamettha attho veditabbo. Dhutaṅgānaṁ vīriyanissitattā vuttaṁ – “dhutaṅganissitasappāyakathāyapī”ti.",
  "tika-s0401t2:51_0": "19. Navame jhānena vā vipassanāya vā vūpasamitacittassāti jhānena vā vipassanāya",
  "tika-s0401t2:51_1": "vā avūpasamakarakilesavigamanena vūpasamitacittassa. Kukkuccampi katākatānusocanavasena",
  "tika-s0401t2:51_2": "pavattamānaṁ cetaso avūpasamāvahatāya uddhaccena samānalakkhaṇanti ubhayassa pahānakāraṇaṁ",
  "tika-s0401t2:51_3": "abhinnaṁ katvā vuttaṁ. Bahussutassa ganthato atthato ca suttādīni vicārentassa tabbahulavihārino",
  "tika-s0401t2:51_4": "atthavedādippaṭilābhasambhavato vikkhepo na hoti. Yathā vidhippaṭipattiyā yathānurūpapattikārappavattiyā",
  "tika-s0401t2:51_5": "ca vikkhepo ca katākatānusocanañca na hotīti “bāhusaccenapi uddhaccakukkuccaṁ pahīyatī”ti",
  "tika-s0401t2:51_6": "āha. Yadaggena bāhusaccena uddhaccakukkuccaṁ pahīyati, tadaggena paripucchakatāvinayappakataññutāhipi",
  "tika-s0401t2:51_7": "taṁ pahīyatīti daṭṭhabbaṁ. Vuddhasevitā ca vuddhasīlitaṁ āvahatīti cetaso vūpasamakarattā",
  "tika-s0401t2:51_8": "“uddhaccakukkuccappahānakārī”ti vuttaṁ, vuddhataṁ pana anapekkhitvā kukkuccavinodakā",
  "tika-s0401t2:51_9": "vinayadharā kalyāṇamittāti vuttāti daṭṭhabbaṁ. Vikkhepo ca pabbajitānaṁ yebhuyyena",
  "tika-s0401t2:51_10": "kukkuccahetuko hotīti “kappiyākappiyaparipucchābahulassā”tiādinā vinayanayeneva paripucchakatādayo niddiṭṭhā.",
  "tika-s0401t2:52_0": "20. Dasame bahussutānaṁ dhammasabhāvāvabodhasambhavato vicikicchā anavakāsā evāti",
  "tika-s0401t2:52_1": "āha – “bāhusaccenapi…pe… vicikicchā pahīyatī”ti. Kāmaṁ bāhusaccaparipucchakatāhi",
  "tika-s0401t2:52_2": "sabbāpi aṭṭhavatthukā vicikicchā pahīyati, tathāpi ratanattayavicikicchāmūlikā sesavicikicchāti",
  "tika-s0401t2:52_3": "āha – “tīṇi ratanāni ārabbha paripucchābahulassapī”ti. Ratanattayaguṇāvabodhehi “satthari",
  "tika-s0401t2:52_4": "kaṅkhatī”tiādivicikicchāya asambhavoti. Vinaye pakataññutā “sikkhāya kaṅkhatī”ti",
  "tika-s0401t2:52_5": "vuttāya vicikicchāya pahānaṁ karotīti āha – “vinaye ciṇṇavasībhāvassapī”ti. Okappaniyasaddhāsaṅkhātaadhimokkhabahulassāti",
  "tika-s0401t2:52_6": "saddheyyavatthuno anuppavisanasaddhāsaṅkhātaadhimokkhena adhimuccanabahulassa. Adhimuccanañca",
  "tika-s0401t2:52_7": "adhimokkhuppādanamevāti daṭṭhabbaṁ. Saddhāya vā taṁninnapoṇatā adhimutti adhimokkho.",
  "tika-s0401t2:52_8": "Nīvaraṇānaṁ paccayassa ceva paccayaghātassa ca vibhāvitattā vuttaṁ – “vaṭṭavivaṭṭaṁ kathita”nti.",
  "tika-s0401t2:53": "Nīvaraṇappahānavaggavaṇṇanā niṭṭhitā."
}