{
  "tika-abh08t0:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "tika-abh08t0:1": "Abhidhammāvatāra-purāṇaṭīkā",
  "tika-abh08t0:2": "1. Paṭhamo paricchedo",
  "tika-abh08t0:3": "Cittaniddesavaṇṇanā",
  "tika-abh08t0:4_0": "8.Tattha tesu catubbidhesu paramatthesu, jātiniddhāraṇaṁ. Cittanti cittaṁ nāma. Vijānātīti",
  "tika-abh08t0:4_1": "vijānanaṁ, visayānaṁ vijānanaṁ visayavijānanaṁ. Cittasarūpaparidīpanamidaṁ vacanaṁ.",
  "tika-abh08t0:4_2": "Tassa pana cittassa ko vacanattho ko saddattho. Vuccate ācariyena. Sabbasaṅgāhakavasena",
  "tika-abh08t0:4_3": "sabbesaṁ cittānaṁ saṅgāhakanayavasena. Ārammaṇaṁ cinteti jānātīti cittaṁ, tadā sabbaṁ",
  "tika-abh08t0:4_4": "cittaṁ adhippetaṁ. Javanavīthivasena attasantānaṁ cinotīti cittaṁ, tadā kusalākusalamahākiriyācittaṁ",
  "tika-abh08t0:4_5": "adhippetaṁ. Aññesaṁ javanānaṁ aggahaṇaṁ kāmāvacarajavanāni eva yebhuyyavasena sattakkhattuṁ",
  "tika-abh08t0:4_6": "javantīti ñāpanatthaṁ.",
  "tika-abh08t0:5_0": "9. Vicittaṁ karaṇaṁ yassa taṁ vicittakaraṇaṁ, tassa bhāvo vicittakaraṇā. ‘‘Imassa",
  "tika-abh08t0:5_1": "rūpassa uddhaṁ idaṁ hotu, heṭṭhā idaṁ hotu, ubhayapasse ida’’nti cintetvā yathācintitena",
  "tika-abh08t0:5_2": "kamena sesacittarūpanipphādanaṁ hoti, evaṁ yaṁ kiñci loke vicittaṁ sippajātaṁ, sabbaṁ",
  "tika-abh08t0:5_3": "taṁ citteneva karīyati. Evaṁ vicittakaraṇatāya cittaṁ. Tadā karaṇatāya cittaṁ karotīti",
  "tika-abh08t0:5_4": "cittaṁ. Idaṁ taddhitapadaṁ. Vā ayaṁ añño nayo . Taṁ attano cittatāya aññadeva sarāgaṁ",
  "tika-abh08t0:5_5": "cittaṁ, aññaṁ sadosaṁ, aññaṁ samohaṁ. Aññaṁ kāmāvacaraṁ, aññaṁ rūpāvacarādibhedaṁ.",
  "tika-abh08t0:5_6": "Aññaṁ rūpārammaṇaṁ, aññaṁ saddādiārammaṇaṁ. Rūpārammaṇesupi aññaṁ nīlārammaṇaṁ, aññaṁ",
  "tika-abh08t0:5_7": "pītādiārammaṇaṁ. Saddādiārammaṇesupi eseva nayo. Sabbesupi tesu aññaṁ hīnaṁ, aññaṁ",
  "tika-abh08t0:5_8": "majjhimaṁ, aññaṁ paṇītaṁ. Hīnādīsupi aññaṁ chandādhipateyyaṁ, aññaṁ cittādhipateyyaṁ,",
  "tika-abh08t0:5_9": "aññaṁ vīriyādhipateyyaṁ, aññaṁ vīmaṁsādhipateyyaṁ, tasmā yassa imesaṁ sampayuttabhūmiārammaṇahīnamajjhimapaṇītādhipatīnaṁ",
  "tika-abh08t0:5_10": "vasena attano cittatāya cittaṁ. Citto etasmiṁ atthīti cittaṁ. Tadā sabbaṁ cittaṁ.",
  "tika-abh08t0:5_11": "Paññattiyampi viññāṇe vicitte cittassa kammaṁ cittakammaṁ, cittakammameva cittakammakaṁ,",
  "tika-abh08t0:5_12": "cittakammake vicitte idha imasmiṁ adhikāre cittasammuti cittasaddo viññāṇe citte viññunā daṭṭhabbo.",
  "tika-abh08t0:6_0": "Taṁ pana sabbasaṅgāhakavasena cintetītiādinā vuttappakāraṁ cittaṁ. Sārammaṇato sārammaṇabhāvena",
  "tika-abh08t0:6_1": "ekavidhaṁ. Savipākāvipākato savipākāvipākavasena duvidhaṁ. Tattha tasmiṁ duvidhe",
  "tika-abh08t0:6_2": "citte savipākaṁ nāma cittaṁ kusalākusalaṁ, avipākaṁ abyākataṁ, kusalākusalabhāvena",
  "tika-abh08t0:6_3": "akathitanti attho. Kusalajāti akusalajāti abyākatajātīti jātibhedato tividhaṁ.",
  "tika-abh08t0:7": "Tattha tasmiṁ vacane ‘‘kusala’’nti etassa saddassa pana ko vacanattho.",
  "tika-abh08t0:8_0": "10.Kucchitānaṁ salanato pāpakānaṁ dhammānaṁ kampanato viddhaṁsanato. Kucchitenākārena",
  "tika-abh08t0:8_1": "sayantīti kusā, kusānaṁ akusalasaṅkhātānaṁ lavanena chindanato. Kucchite sāti tanuṁ",
  "tika-abh08t0:8_2": "karotīti kusaṁ, kusena ñāṇena lātabbattā gahetabbattā. Vā ayaṁ añño nayo.",
  "tika-abh08t0:9_0": "11.Kusalasaddoyaṁ ayaṁ kusalasaddo cheke atthe ārogyatthe anavajjatthe iṭṭhavipāke",
  "tika-abh08t0:9_1": "atthepi diṭṭho amhehi. Idha imasmiṁ adhikāre anavajjādike atthe diṭṭho. Ādi-saddena",
  "tika-abh08t0:9_2": "ārogyatthaiṭṭhavipākatthā gahetabbā. Diṭṭho yasmā, tasmā anavajjaiṭṭhavipākalakkhaṇaṁ",
  "tika-abh08t0:9_3": "kusalaṁ. Natthi avajjaṁ kilesāvajjaṁ kilesadoso kilesadaratho etassāti anavajjaṁ,",
  "tika-abh08t0:9_4": "kammena vipaccīyateti vipāko, iṭṭhāniṭṭhādiārammaṇānubhavanavasena, attano sabhāvena",
  "tika-abh08t0:9_5": "ca iṭṭho vipāko etassāti iṭṭhavipākaṁ, anavajjameva iṭṭhavipākaṁ, taṁ lakkhīyati",
  "tika-abh08t0:9_6": "anena aviññātaṁ lakkhitabbaṁ kusalanti lakkhaṇaṁ, anavajjaiṭṭhavipākaṁ lakkhaṇaṁ",
  "tika-abh08t0:9_7": "etassāti anavajjaiṭṭhavipākalakkhaṇaṁ. Anavajjaiṭṭhavipākameva kusalaṁ. Nanu kathaṁ",
  "tika-abh08t0:9_8": "sayameva attano lakkhaṇaṁ bhaveyyāti codanā bhaveyya viññātāviññātasaddatthabhāvena",
  "tika-abh08t0:9_9": "lakkhaṇalakkhitabbabhāvayuttito. Kusalasaddatthavasena hi aviññātaṁ apākaṭaṁ kusalaṁ",
  "tika-abh08t0:9_10": "lakkhitabbaṁ hoti. Anavajjaiṭṭhavipākasaddatthavasena viññātaṁ pākaṭaṁ kusalaṁ lakkhaṇaṁ",
  "tika-abh08t0:9_11": "hoti. Akusalaviddhaṁsanarasaṁ akusalānaṁ viddhaṁsanaṁ akusalaviddhaṁsanaṁ, taṁ raso",
  "tika-abh08t0:9_12": "kiccametassāti akusalaviddhaṁsanarasaṁ, akusalaviddhaṁsanakiccaṁ. Vodānabhāvena paccupaṭṭhātīti",
  "tika-abh08t0:9_13": "vodānapaccupaṭṭhānaṁ, vodānaupaṭṭhānākāraṁ vodānagayhākāraṁ. Vā ayaṁ añño nayo. Vajjapaṭipakkhattā",
  "tika-abh08t0:9_14": "anavajjalakkhaṇameva kusalaṁ, vajjapaṭipakkhalakkhaṇaṁ kusalanti attho. Vodānabhāvarasaṁ",
  "tika-abh08t0:9_15": "vodānabhāvasampattikaṁ. Iṭṭhavipākapaccupaṭṭhānaṁ iṭṭhavipākaphalaṁ. Yonisomanasikārapadaṭṭhānaṁ",
  "tika-abh08t0:9_16": "padañca taṁ ṭhānañcāti padaṭṭhānaṁ, ubho kāraṇatthādhivacanaṁ, tasmā āsannakāraṇanti",
  "tika-abh08t0:9_17": "attho, itarathā punaruttidoso siyā, yonisomanasikāro padaṭṭhānaṁ āsannakāraṇaṁ etassāti",
  "tika-abh08t0:9_18": "yonisomanasikārapadaṭṭhānaṁ.",
  "tika-abh08t0:10_0": "Sāvajjāniṭṭhavipākalakkhaṇaṁ akusalaṁ. Tadubhayaviparītaṁ tehi ubhayehi kusalākusalehi",
  "tika-abh08t0:10_1": "viparītaṁ avipākalakkhaṇaṁ etassāti tadubhayaviparītalakkhaṇaṁ abyākataṁ. Vā ayaṁ",
  "tika-abh08t0:10_2": "añño nayo. Avipākārahaṁ vipākassa ananucchavikaṁ.",
  "tika-abh08t0:11": "Savatthukāvatthukabhedatoti savatthukaṁ hadayavatthukaṁ, avatthukaṁ hadayavatthuvirahitaṁ.",
  "tika-abh08t0:12": "12.Uddānato saṅkhepavasena kilesavatthuvasena duve kāmā honti. Chandarāgova kileso, tebhūmake pavattaṁ vaṭṭasahitaṁ vatthu, vasati kileso etthāti vatthu.",
  "tika-abh08t0:13": "13. Kilesakāmo vatthuṁ kāmeti icchati, vatthu kilesakāmena kāmīyati icchīyatīti kattukārakakammakārakadvaye sādhanadvaye esa eso duvidhopi kāmo sijjhati.",
  "tika-abh08t0:14": "14-5. So ayaṁ duvidhopi kāmo yasmiṁ padese sampattīnaṁ vasena avacarati, iti tasmā kāraṇā so pana padeso catupāyānaṁ channaṁ devānaṁ manussānaṁ vasena eva ekādasavidho hoti.",
  "tika-abh08t0:15_0": "16.Kāmovacaratīti ettha etasmiṁ ekādasavidhe padese kāmo avacarati, iti tasmā kāraṇā",
  "tika-abh08t0:15_1": "so padeso assa kāmassa anena kāmena abhilakkhitattā kāmāvacarasaññito. Abhilakkhitasaddappayoge",
  "tika-abh08t0:15_2": "tatiyatthe ‘‘assā’’ti chaṭṭhī hotīti saddasatthavidū paṭhanti. Sasatthāvacaro padeso",
  "tika-abh08t0:15_3": "viya satte sasanti hiṁsanti tehīti satthā, saha satthehīti sasatthā, sasatthā purisā",
  "tika-abh08t0:15_4": "avacaranti etthāti sasatthāvacaro. Yathā hi yasmiṁ padese sasatthā purisā avacaranti,",
  "tika-abh08t0:15_5": "so padeso vijjamānesupi aññesu dvipadacatuppadesu avacarantesu tesaṁ upalakkhitattā",
  "tika-abh08t0:15_6": "‘‘sasatthāvacaro’’tveva vuccati, evaṁ vijjamānesupi aññesu rūpāvacarādīsu tattha",
  "tika-abh08t0:15_7": "avacarantesu tesaṁ abhilakkhitattā ayaṁ padeso ‘‘kāmāvacaro’’tveva vuccati.",
  "tika-abh08t0:16_0": "17. Yathā rūpabhavo uttarapadassa lopaṁ katvā rūpanti vutto, evaṁ tathā svāyaṁ so",
  "tika-abh08t0:16_1": "ayaṁ eso kāmāvacaro uttarapadassa lopaṁ katvā kāmo iti saññito kāmo nāma udīrito paṇḍitena kathito.",
  "tika-abh08t0:17_0": "18.Tasmiṁ kāme idaṁ cittaṁ tasmiṁ kāmāvacare sadā avacarati, iti tasmā kāraṇā kāmāvacaraṁ",
  "tika-abh08t0:17_1": "iti evaṁ kāmaghātinā kāmānaṁ vināsakena buddhena kathitaṁ. Kiñcāpi etaṁ rūpārūpabhavesupi",
  "tika-abh08t0:17_2": "avacarati, yathā pana saṅgāme yebhuyyena avacaraṇato ‘‘saṅgāmāvacaro’’ti laddhanāmo",
  "tika-abh08t0:17_3": "nāgo nagare carantopi ‘‘saṅgāmāvacaro’’tveva vuccati, thalacarajalacarā pāṇino athale",
  "tika-abh08t0:17_4": "ajale ṭhitāpi ‘‘thalacarajalacarā’’tveva vuccanti, evaṁ idaṁ aññattha avacarantampi",
  "tika-abh08t0:17_5": "kāmāvacaramevāti daṭṭhabbaṁ. Ārammaṇakaraṇavasena vā ettha kāmo avacaratītipi kāmāvacaraṁ.",
  "tika-abh08t0:17_6": "Kāmañcesa rūpārūpāvacaresupi avacarati, yathā pana vadatīti vaccho, mahiyaṁ setīti",
  "tika-abh08t0:17_7": "mahiṁsoti vutte na yattakā vadanti, mahiyaṁ vā senti, sabbesaṁ taṁ nāmaṁ hoti, evaṁsampadamidaṁ daṭṭhabbaṁ.",
  "tika-abh08t0:18_0": "19.Paṭisandhiṁ bhave kāme kāmabhavasaṅkhāte kāme paṭisandhiṁ avacārayati, iti tasmā",
  "tika-abh08t0:18_1": "kāmāvacaraṁ . Iti evaṁ vā ayaṁ añño nayo. Tatra tasmiṁ kāmāvacare pariyāpannaṁ antogadhaṁ,",
  "tika-abh08t0:18_2": "iti tasmā kāmāvacaraṁ.",
  "tika-abh08t0:19_0": "20.Aṭṭhavidhaṁ cittaṁ kāmāvacarasaññitaṁ idaṁ aṭṭhavidhaṁ cittaṁ. Dasapuññakiriyavatthuvaseneva",
  "tika-abh08t0:19_1": "puññakiriyā eva tesaṁ tesaṁ phalānisaṁsānaṁ vatthūni kāraṇānīti puññakiriyavatthūni,",
  "tika-abh08t0:19_2": "tesaṁ vaso, tena pavattati.",
  "tika-abh08t0:20_0": "21. Dānaṁ sīlaṁ bhāvanā pattidānaṁ veyyāvaccaṁ dhammadesanā anumodanā diṭṭhijubhāvo",
  "tika-abh08t0:20_1": "saṁsuti dhammassavanañca apacāyo apacāyanaṁ, evaṁ iminā mayā vuttappakārena puññāni",
  "tika-abh08t0:20_2": "eva vatthūni puññavatthūni, tesaṁ pabhedo puññavatthuppabhedo ñeyyo paṇḍitena jānitabbo.",
  "tika-abh08t0:21_0": "22-3.Gacchanti saṅgahaṁ dāne pattidānānumodanā dāne saṅgahaṁ gacchanti, veyyāvaccāpacāyanā",
  "tika-abh08t0:21_1": "sīlamaye puññe saṅgahaṁ gacchanti, dhammadesanā dhammassavanaṁ diṭṭhiujukā bhāvanāmaye",
  "tika-abh08t0:21_2": "puññe saṅgahaṁ gacchanti, dasa puññakiriyāpi ca tīṇi eva sambhonti.",
  "tika-abh08t0:22": "24.Sabbānussatipuññañca pasaṁsā saraṇattayaṁ ratanattayaguṇapasaṁsā ca ete diṭṭhijukammamhi saṅgayhanti, tasmiṁ saṅgahapāpuṇe saṁsayo sandeho natthi.",
  "tika-abh08t0:23_0": "25.Purimā cetanā tato pubbabhāge pavattā cetanā, muñcacetanā paccuppannā cetanā,",
  "tika-abh08t0:23_1": "paracetanā pacchākāle pavattā cetanā, tissopi cetanā dānamaye puññe honti. Evanti",
  "tika-abh08t0:23_2": "yathā tissopi cetanā dānamaye puññe honti, evaṁ tathā dānamayapuññato sesesupi sīlamayabhāvanāmayesu",
  "tika-abh08t0:23_3": "tisso cetanā paṇḍito dīpaye katheyya.",
  "tika-abh08t0:24_0": "Hi saccaṁ yadā pana yo puggalo deyyadhammapaṭiggāhakādisampattiṁ āgamma paṭicca.",
  "tika-abh08t0:24_1": "Paṭiggāhakādisampattinti ettha ādi-saddena desakālakalyāṇamittādayo gahitā. Aññaṁ",
  "tika-abh08t0:24_2": "vā somanassahetunti añña-ggahaṇena saddhābahulatāvisuddhidiṭṭhitākusalakiriyānisaṁsadassitāsomanassapaṭisandhikatādīnaṁ",
  "tika-abh08t0:24_3": "saṅgaho. Atthi dinnaṁ dānassa phalaṁ atthi. Ādi-saddena atthihutādayo gahitā. Purakkhatvāti",
  "tika-abh08t0:24_4": "purato katvā. Parehi anussāhito acodito dānādīni puññāni karoti. Dānādīnīti vacanena",
  "tika-abh08t0:24_5": "deyyadhammaṁ nissāya pavattadānacetanā gahetabbā. Tadā assa puggalassa. Saṅkharaṇaṁ",
  "tika-abh08t0:24_6": "saṅkhāro, natthi saṅkhāro etassāti asaṅkhāro, taṁ eva asaṅkhārikaṁ, appayoganti attho.",
  "tika-abh08t0:24_7": "Vuttanayenāti vuttanayo nāma ‘‘deyyadhammapaṭiggāhakādisampatti’’nti vacanaṁ. Imasmiṁ",
  "tika-abh08t0:24_8": "panatthe saṅkharotīti saṅkhāro nāma attano vā pavattassa pubbappayogassa adhivacanaṁ,",
  "tika-abh08t0:24_9": "parassa vā pavattapubbappayogassa adhivacanaṁ. Ayamassa adhippāyo – yadā yo ‘‘dānādīni",
  "tika-abh08t0:24_10": "karissāmī’’ti cittaṁ samuppādetvā nākāsi, pacchā attano pubbacetanāya ussāhito karoti,",
  "tika-abh08t0:24_11": "tadā sasaṅkhārikaṁ hoti, attano pubbappayogena saha pavattatīti attho. Paṭipattidassanena",
  "tika-abh08t0:24_12": "paṭipajjitabbā sīlādīhi paṭipajjanti jānanti gacchanti vā nibbānaṁ etāyāti paṭipatti,",
  "tika-abh08t0:24_13": "tāya dassanaṁ paṭipattidassanaṁ, tena. Jāto paricayo etesanti jātaparicayā. Sahasāti",
  "tika-abh08t0:24_14": "vegena. Catūsupi vikappesu dasseyya.",
  "tika-abh08t0:25": "26.Dasapuññakriyādīnaṁ vasena ca bahūnipi bhavanti etāni pana cittāni dasapuññakiriyādīnaṁ vasenapi bahūnipi bhavanti iti evaṁ pakāsaye bhagavā pakāseyya.",
  "tika-abh08t0:26": "27.",
  "tika-abh08t0:27": " Sattarasa sahassāni, dve satāni asīti ca;",
  "tika-abh08t0:28": "Kāmāvacarapuññāni, bhavantīti viniddiseti. –",
  "tika-abh08t0:29": "Kāmāvacarapuññāni sattarasa sahassāni ca dve satāni ca asīti ca bhavanti, iti vacanaṁ viniddise ācariyo katheyya.",
  "tika-abh08t0:30": "Dasapuññakriyāvatthu, chadvārādhipatīhi ca;",
  "tika-abh08t0:31": "Kāyādīhi ca tīheva, hīnādīhi ca tīhi tu.",
  "tika-abh08t0:32_0": "Dvīsubhavesu kāmabhavarūpabhavesu. Paṭipadādibhedato dukkhāpaṭipadaṁ dandhābhiññaṁ,",
  "tika-abh08t0:32_1": "dukkhāpaṭipadaṁ khippābhiññaṁ, sukhāpaṭipadaṁ dandhābhiññaṁ, sukhāpaṭipadaṁ khippābhiññaṁ.",
  "tika-abh08t0:32_2": "Rūpāvacarabhāvanāpuññavasappavattaṁ rūpāvacare pavattassa bhāvanāpuññassa vasena",
  "tika-abh08t0:32_3": "pavattaṁ rūpāvacarūpapattinipphādakaṁ rūpāvacare upapattiyā paṭisandhiyā nipphādakaṁ hoti.",
  "tika-abh08t0:33_0": "Savatthukāvatthukabhedatoti arūpāvacaraṁ yadā kāmarūpe jāyati, tadā hadayavatthuṁ",
  "tika-abh08t0:33_1": "nissāya jāyati, iti tasmā savatthukaṁ nāma jātaṁ. Yadā arūpe jāyati, tadā hadayavatthuṁ",
  "tika-abh08t0:33_2": "anissāya jāyati, iti tasmā avatthukaṁ nāma jātaṁ.",
  "tika-abh08t0:34_0": "Ākāsānañcāyatanassa kasiṇugghāṭimākāsaṁ ārammaṇaṁ. Viññāṇañcāyatanassa tattha pavattaviññāṇaṁ,",
  "tika-abh08t0:34_1": "tasmiṁ kasiṇugghāṭimākāse pavattaṁ viññāṇaṁ cittaṁ ārammaṇaṁ hoti. Ākiñcaññāyatanassa",
  "tika-abh08t0:34_2": "tassa apagamo tassa ākāsānañcāyatanassa apagamo abhāvo vohāro ārammaṇaṁ hoti. Nevasaññānāsaññāyatanassa",
  "tika-abh08t0:34_3": "ākiñcaññāyatanaṁ ārammaṇaṁ hoti.",
  "tika-abh08t0:35_0": "Rūpe saññā rūpasaññā. Saññāsīsena cittampi gahitaṁ. Samatikkamā kasiṇugghāṭimākāsasamatikkamanena.",
  "tika-abh08t0:35_1": "Paṭighe dvārārammaṇānaṁ saṅghaṭṭane pavattā saññā paṭighasaññā. Dvipañcaviññāṇānaṁ",
  "tika-abh08t0:35_2": "adhivacanaṁ. Tāsaṁ paṭighasaññānaṁ dvipañcaviññāṇānaṁ atthaṅgamā atthaṅgamena. Nānā",
  "tika-abh08t0:35_3": "attā sabhāvo etassāti nānattaṁ, ārammaṇaṁ, nānatte nānāsabhāve pavattā saññā nānattasaññā,",
  "tika-abh08t0:35_4": "nānā attā sabhāvo etissāti vā nānattā, sāyeva saññā nānattasaññā, kāmāvacarasaññāti",
  "tika-abh08t0:35_5": "attho. Tāsaṁ nānattasaññānaṁ amanasikārā amanasikārena.",
  "tika-abh08t0:36_0": "Niyatāniyatavatthukabhedatoti sotāpattimaggo niyatavatthuko. Kasmā? Kāmarūpesuyeva",
  "tika-abh08t0:36_1": "hadayavatthuṁ nissāya uppajjanato. Itare pana tayo maggā aniyatavatthukā. Kasmā?",
  "tika-abh08t0:36_2": "Kāmarūpesu hadayavatthuṁ nissāya jāyanti, arūpe hadayavatthuṁ anissāya jāyanti, tasmā",
  "tika-abh08t0:36_3": "aniyatavatthukā. Tīhi vimokkhamukhehīti suññataanimittaappaṇihitasaṅkhātehi tīhi vimokkhamukhehi.",
  "tika-abh08t0:37_0": "Yassa saṁvijjanti, taṁ puggalaṁ vaṭṭasmiṁ saṁyojenti bandhantīti saṁyojanā. Sakkāyadiṭṭhivicikicchāsīlabbataparāmāsāyeva",
  "tika-abh08t0:37_1": "saṁyojanā sakkāyadiṭṭhivicikicchāsīlabbataparāmāsasaṁyojanā, tesaṁ pahānaṁ sakkāyadiṭṭhivicikicchāsīlabbataparāmāsasaṁyojanappahānaṁ,",
  "tika-abh08t0:37_2": "taṁ karotīti sakkāyadiṭṭhivicikicchāsīlabbataparāmāsasaṁyojanappahānakaraṁ, sotāpattimaggacittaṁ.",
  "tika-abh08t0:37_3": "Mānopi ekadesato apāyagāmikoyeva pahiyyate. Sotāpattimaggena nissesato na pahiyyate.",
  "tika-abh08t0:37_4": "Sesakilesesupi eseva nayo. Uddhaccaṁ pana ekadesatopi apāyagāmikampi na pahiyyati.",
  "tika-abh08t0:37_5": "Sakadāgāmimaggacittaṁ rāgadosamohānaṁ tanuttakaraṁ. Sotāpattimaggena nāsitasaṁyojanānaṁ",
  "tika-abh08t0:37_6": "pahānaṁ kasmā na vuttanti ce? Paṭhamamaggato dutiyamaggassa mahantattā paṭhamamaggena",
  "tika-abh08t0:37_7": "nāsitā saṁyojanā dutiyamaggena nāsitāti paññāyati, iti yasmā, tasmā na vuttaṁ. Tatiyacatutthamaggesupi",
  "tika-abh08t0:37_8": "eseva nayo. Ettha etasmiṁ lokuttaracitte. Ekekanti vicchāvasena vuttaṁ. Maggānurūpanti",
  "tika-abh08t0:37_9": "vacanaṁ paṭhamamaggassa paṭhamaphalañca anurūpanti viññāpanatthaṁ.",
  "tika-abh08t0:38_0": "28.Kāme aṭṭheva kāmāvacare aṭṭha eva cittāni, rūpe rūpabhave pañca cittāni, arūpisu",
  "tika-abh08t0:38_1": "cattāri cittāni, anuttarāni lokuttaracittāni cattāri, evaṁ iminā mayā vuttappakārena",
  "tika-abh08t0:38_2": "kusalāni cittāni ekavīsati honti.",
  "tika-abh08t0:39_0": "29.Kusalākusalāpagatenasatā muninā kusalato, akusalato ca apagatena satā satisampannena",
  "tika-abh08t0:39_1": "kusale kusalena chekena vasinā pañcavasīhi samannāgatena yaṁ kusalacittaṁ catubhūmigataṁ",
  "tika-abh08t0:39_2": "catūsu bhūmīsu pavattaṁ sakalaṁ sabbaṁ lapitaṁ kathitaṁ, taṁ kusalacittaṁ mayāpi",
  "tika-abh08t0:39_3": "buddhadattācariyena lapitaṁ kathitaṁ.",
  "tika-abh08t0:40_0": "Niyatāniyatavatthuvasenāti paṭighasampayuttadvayaṁ kāmeyeva hadayavatthuṁ nissāya",
  "tika-abh08t0:40_1": "jāyati, aññabhūmīsu na jāyati, tasmā niyatavatthukaṁ hoti. Itarāni pana akusalāni",
  "tika-abh08t0:40_2": "kāmarūpesu uppajjanakāle hadayavatthuṁ nissāya jāyanti, arūpe hadayavatthuṁ anissāya",
  "tika-abh08t0:40_3": "jāyanti, tasmā aniyatavatthukāni, tena. Paṭisandhijanakājanakavasena cāti uddhaccasahagataṁ",
  "tika-abh08t0:40_4": "paṭisandhiṁ na janeti. Yadi paṭisandhiṁ janeyya, apāyesuyeva janeyya. Kasmā? Sotāpattimaggena",
  "tika-abh08t0:40_5": "ekadesato apāyagāmikampi na jahitaṁ, sabbaṁ na jahitanti attho. Sopi maggo apāyagāmī",
  "tika-abh08t0:40_6": "na hoti. Aññe pana kilesā ekadesavasena apāyagāmikā jahitā, tena paṭhamamaggenāti",
  "tika-abh08t0:40_7": "tasmā na janeti. Ekādasavidhaṁ pana paṭisandhiṁ janeti, tena.",
  "tika-abh08t0:41": "Diṭṭhamaṅgalādīnīti ādi-saddena sutamaṅgalādīni gahitāni. Sārato uttamato pacceti saddahati. Sabhāvatikkhena sabhāvo tikkho etassāti sabhāvatikkhaṁ, tena sabhāvatikkhena.",
  "tika-abh08t0:42": "Assapana paṭighasampayuttassa pāṇātipātādīsu akusalakammesu tikkhappavattikāle asaṅkhārikassa uppatti, mandappavattikāle sasaṅkhārikassa uppatti veditabbā.",
  "tika-abh08t0:43": "Tassa momūhassa.",
  "tika-abh08t0:44": "Dukkhavisesassa dukkhanānattassa.",
  "tika-abh08t0:45": "30. Lobhamūlavasena aṭṭha cittāni, dosamūlavasā duve cittāni, mohamūlavasena dve cittāni. Evaṁ iminā mayā vuttappakārena akusalāni dvādasappakārāni siyuṁ bhaveyyuṁ.",
  "tika-abh08t0:46_0": "31.Yaṁ pāpamānasaṁ yaṁ akusalacittaṁ pāpāpāpesu pāpaapāpesu kusalākusalesu apāpena",
  "tika-abh08t0:46_1": "appavattena pāpāpāpappahīnena vuttaṁ īritaṁ kathitaṁ, taṁ pāpamānasaṁ taṁ akusalacittaṁ",
  "tika-abh08t0:46_2": "mayā samudāhaṭaṁ kathitaṁ.",
  "tika-abh08t0:47_0": "Yathā panassa yathā pana assa vipākassa kusalaṁ dānādivasena dānādīnaṁ dasapuññakiriyavatthūnaṁ",
  "tika-abh08t0:47_1": "vasena chasu ārammaṇesu pavattati, idaṁ vipākacittaṁ tathā na pavattati. Hi saccaṁ",
  "tika-abh08t0:47_2": "idaṁ vipākaṁ paṭisandhibhavaṅgacutitadārammaṇavasena parittadhammapariyāpannesu kāmāvacaradhammantogadhesu",
  "tika-abh08t0:47_3": "chasu ārammaṇesu pavattati. Sampayuttadhammānañca visese asatipi kusalasampayuttadhammato",
  "tika-abh08t0:47_4": "assa vipākassa, sampayuttadhammānañca nānatte asatipi idaṁ vipākaṁ ādāsatalādīsu",
  "tika-abh08t0:47_5": "dhammajātesu mukhanimittaṁ viya nirussāhaṁ. Ayamassādhippāyo – yathā ādāsatale mukhanimittaṁ",
  "tika-abh08t0:47_6": "mukhe calite calati, acalite na calati, mukhassa kāraṇaṁ vinā mukhanimittassa viya",
  "tika-abh08t0:47_7": "kāraṇaṁ natthi, evaṁ kusalakāraṇā vipākassa aññaṁ kāraṇaṁ natthi, nirussāhaṁ vipākaṁ.",
  "tika-abh08t0:48": "32.Kāmāvacaradevānaṁ manussānaṁ ime aṭṭha mahāvipākā duhetukatihetukānaṁ kāmāvacaradevānaṁ, manussānañca paṭisandhiyo bhavanti.",
  "tika-abh08t0:49_0": "33-4.Tato paraṁ pavattiyaṁ yāvatāyukaṁ bhavaṅgaṁ hutvā balavārammaṇe atimahantavibhūtārammaṇe",
  "tika-abh08t0:49_1": "tadārammaṇañca hutvā tato paraṁ maraṇakālasmiṁ cuti hutvā pavattanti , evaṁ iminā",
  "tika-abh08t0:49_2": "mayā vuttappakārena catūsu ṭhānesu vipaccanti vipākabhāvena jāyanti.",
  "tika-abh08t0:50_0": "35. Sabhūmikusaleheva mahāpākā samā vinā mahāpākā kammadvāraṁ kammakāraṇaṁ vinā,",
  "tika-abh08t0:50_1": "kammañca mahāpuññānaṁ kiriyavatthukaṁ vinā vajjetvā sabhūmikusaleheva attano bhūmiyaṁ",
  "tika-abh08t0:50_2": "pavattehi kusalehi eva samā sadisā. Kammadvāraṁ nāma kāyaviññattikammadvāraṁ, vacīviññattikammadvāraṁ,",
  "tika-abh08t0:50_3": "bhavaṅgasaṅkhātaṁ manodvāraṁ, iti tividhaṁ kammadvāraṁ kammakāraṇaṁ. Kammaṁ nāma",
  "tika-abh08t0:50_4": "aṭṭhakāmāvacarakusalacetanā idha adhippetā.",
  "tika-abh08t0:51_0": "36.Pākā kusalavipākā aviññattijanattā ca viññatti ca viññatti ca viññattiviññattiyoti",
  "tika-abh08t0:51_1": "vattabbe sarūpekasesaṁ katvā ‘‘viññattī’’ti vuttaṁ, tā janentīti viññattijanā, na",
  "tika-abh08t0:51_2": "viññattijanā aviññattijanā, tesaṁ bhāvo aviññattijanattaṁ. Tasmā aviññattijanattā",
  "tika-abh08t0:51_3": "kāyaviññattivacīviññattisaṅkhātānaṁ kammadvārānaṁ ajanakattā manodvārasaṅkhātassa",
  "tika-abh08t0:51_4": "kammadvārassa vasena ca appavattanato avipākasabhāvato ca akammabhāvato ca appavattanato",
  "tika-abh08t0:51_5": "ceva puññakiriyavatthuvasena appavattanato ceva puññehi no samā asadisā.",
  "tika-abh08t0:52_0": "37-9.Parittārammaṇattā hi tesamekantato tesaṁ vipākānaṁ ekantato parittārammaṇattā",
  "tika-abh08t0:52_1": "kāmāvacarārammaṇattā tesu vipākesu sattapaññattikārammaṇā karuṇāmuditā kadāci kismiñci",
  "tika-abh08t0:52_2": "kāle na jāyanti, tathā evaṁ tisso pana viratiyo etesu vipākesu na jāyanti, hi kasmā",
  "tika-abh08t0:52_3": "kāraṇā na jāyanti, pañca sikkhāpadā kusalāti kusalā nāmāti satthunā vuttā yasmā kāraṇā,",
  "tika-abh08t0:52_4": "tasmā na jāyanti. Tathādhipatinopettha tathā evameva cattāro adhipatinopi etesu vipākesu",
  "tika-abh08t0:52_5": "na santi. Kasmā ? Chandādīni dhammajātāni puretaraṁ katvā anuppajjanato na santi,",
  "tika-abh08t0:52_6": "iti vacanaṁ viniddise ācariyo katheyya.",
  "tika-abh08t0:53_0": "40.Asaṅkhārasasaṅkhāravidhānaṁ pana puññato vipākesu asaṅkhārasasaṅkhāravidhānaṁ",
  "tika-abh08t0:53_1": "puññato kusalato āgamanavasena ñeyyaṁ. Tattha ekaccānaṁ ācariyānaṁ matena mukhe calite",
  "tika-abh08t0:53_2": "ādāsatale mukhanimittacalanaṁ viya asaṅkhārassa kusalassa vipāko asaṅkhāro hoti,",
  "tika-abh08t0:53_3": "sasaṅkhārassa kusalassa vipāko sasaṅkhāro hoti, evaṁ āgamanavasena ñeyyaṁ. Paccayato",
  "tika-abh08t0:53_4": "ceva ñeyyaṁ tattha ekaccānaṁ ācariyānaṁ matena balavantehi vibhūtehi paccayehi kammādīhi",
  "tika-abh08t0:53_5": "uppanno asaṅkhāro dubbalehi sasaṅkhāroti evaṁ paccayavasena viññeyyaṁ jānitabbaṁ.",
  "tika-abh08t0:54_0": "41-2. Hīnādīnaṁ puññānaṁ vipākattā hīnādayo vipākā puññavādinā jinena paridīpitā",
  "tika-abh08t0:54_1": "bhavanti, iti evaṁ iminā vuttappakārena pavattaṁ idaṁ aṭṭhavidhaṁ cittaṁ ekantena",
  "tika-abh08t0:54_2": "savatthukaṁ kāmalokasmiṁ jāyate, aññattha pana aññāsu bhūmīsu na jāyate.",
  "tika-abh08t0:55_0": "Viññāṇapañcakaṁ niyatārammaṇanti cakkhuviññāṇassa rūpameva ārammaṇaṁ, na saddādayo.",
  "tika-abh08t0:55_1": "Sesattayaṁ yadā cakkhuviññāṇena gahitaṁ ārammaṇaṁ karoti, tadāssa rūpaṁ ārammaṇaṁ",
  "tika-abh08t0:55_2": "hoti. Yadā sotaviññāṇena gahitaṁ, tadāssa saddo ārammaṇo hoti. Yadā ghānajivhākāyaviññāṇehi",
  "tika-abh08t0:55_3": "gahitāni ārammaṇāni karonti, tadāssa gandharasaphoṭṭhabbārammaṇāni honti. Manoviññāṇadhātudvayaṁ",
  "tika-abh08t0:55_4": "yadā tadārammaṇaṁ hoti, tadā chaārammaṇaṁ hoti, evaṁ aniyatārammaṇaṁ hoti.",
  "tika-abh08t0:56_0": "Rūpārammaṇāya kiriyāmanodhātuyā apagamo padaṭṭhānaṁ āsannakāraṇaṁ etassāti apagamapadaṭṭhānaṁ,",
  "tika-abh08t0:56_1": "tāya āvajjanaṁ katvā ṭhitāya cakkhuviññāṇena dassanakiccaṁ karīyatīti attho. Tathābhāvapaccupaṭṭhānaṁ",
  "tika-abh08t0:56_2": "sampaṭicchanabhāvena gayhākāraṁ. Santīraṇādirasā somanassayuttā manoviññāṇadhātusantīraṇatadārammaṇarasā,",
  "tika-abh08t0:56_3": "upekkhāyuttā pana santīraṇatadārammaṇapaṭisandhibhavaṅgacutirasā, tathābhāvapaccupaṭṭhānā",
  "tika-abh08t0:56_4": "santīraṇādibhāvena gayhākāraṁ.",
  "tika-abh08t0:57_0": "43.Kāmāvacarapuññassa kāmāvacarakusalassa soḷasa vipākā honti. Iti yaṁ vacanaṁ vuttaṁ,",
  "tika-abh08t0:57_1": "taṁ vacanaṁ tihetukapuññassa ukkaṭṭhassa vasena ācariyo paridīpaye. Ayamettha attho",
  "tika-abh08t0:57_2": "– chandādhipateyyādīnaṁ vasena ukkaṭṭhatihetukakusalaṁ kāmasugatiyaṁ tihetukapaṭisandhiṁ",
  "tika-abh08t0:57_3": "datvā pavatte aṭṭha ahetukakusalavipākāni, aṭṭha mahākusalavipākānīti soḷasa pākāni nipphādeti.",
  "tika-abh08t0:58_0": "44. Kusalānugataṁ katvā bhājitaṁ kiṁ mahaggataṁ vipākacittaṁ kusalānugataṁ kusalaṁ",
  "tika-abh08t0:58_1": "anugataṁ katvā mahaggatakusalacittena samānaṁ katvā bhagavatā bhājitaṁ desitaṁ. Kiṁ",
  "tika-abh08t0:58_2": "kena kāraṇena? Kāmāvacarapuññaṁva kāmāvacarakusalaṁ iva asamānaphalaṁ natthi yato",
  "tika-abh08t0:58_3": "yasmā kāraṇā, tasmā vipākaṁ kusalānugataṁ katvā bhagavatā bhājitaṁ desitaṁ. Kāmāvacarapuññaṁvāti",
  "tika-abh08t0:58_4": "yathā aṭṭhavidhesu kāmāvacarakusalesu ukkaṭṭhatihetukakusalaṁ kāmasugatiyaṁ tihetukapaṭisandhiṁ",
  "tika-abh08t0:58_5": "datvā pavatte soḷasa kusalavipākāni nipphādeti, tihetukaomakañca duhetukaukkaṭṭhañca",
  "tika-abh08t0:58_6": "kāmasugatiyaṁ duhetukapaṭisandhiṁ datvā pavatte tihetukavirahitāni ahetukaduhetukasaṅkhātāni",
  "tika-abh08t0:58_7": "vipākāni nipphādeti, duhetukaomakaṁ pana kāmasugatiyaṁ ahetukapaṭisandhiṁ datvā pavatte",
  "tika-abh08t0:58_8": "aṭṭha ahetukavipākāni nipphādeti, evaṁ kāmāvacarapuññaṁ asamānaphalaṁva hoti.",
  "tika-abh08t0:59": "45. Gajādīnaṁ chāyā gajādisadisā hoti yathā, evaṁ mahaggatavipākaṁ sabbathā sabbapakārena attano kusaleheva samānaṁ hoti.",
  "tika-abh08t0:60_0": "46-7.Kāmāvacarapuññaṁva nāparāpariyavedanaṁ idaṁ mahaggatakusalaṁ kāmāvacarapuññaṁva",
  "tika-abh08t0:60_1": "aparāpariyavedanaṁ aparasmiṁ bhave phaladāyakaṁ na hoti, jhānā aparihīnassa bhavagāmino",
  "tika-abh08t0:60_2": "paṭisandhigāmino sattassa kusalānantaraṁyeva phalaṁ uppajjati, iti ca ñāpanatthaṁ",
  "tika-abh08t0:60_3": "etassa mahaggatavipākassa kusalānugataṁ kusalānugamanaṁ bhagavatā kataṁ.",
  "tika-abh08t0:61": "48.Ettha etasmiṁ mahaggatavipāke paṭipadākkamo tesañca hīnādīnaṁ bhedato jhānāgamanato mahaggatakusalajhānassa āgamanavasena vibhāvinā paṇḍitena veditabbo.",
  "tika-abh08t0:62": "49. Ettha vipāke chandādiadhipatīnaṁ abhāvo, ayameva visesato kusalato ayaṁ eva viseso, sesaṁ sabbapakāraṁ avisesena kusalena samaṁ mataṁ kathitaṁ bhagavatā.",
  "tika-abh08t0:63_0": "50.Suññataṁ animittanti, tathāpaṇihitantipi suññataṁ anattā, animittaṁ aniccaṁ, appaṇihitaṁ",
  "tika-abh08t0:63_1": "dukkhaṁ iti etāni tīṇi nāmāni maggassa anantare catubbidhassa maggassa anantare catubbidhe phale honti.",
  "tika-abh08t0:64_0": "51.Labbhanti parabhāgasmiṁ maggānantare pavattaphalato aññasmiṁ kāle vaḷañjanaphalesu",
  "tika-abh08t0:64_1": "phalasamāpattisamāpajjanakālesu etāni tīṇi nāmāni na labbhante, phalehi vipassanāvaseneva",
  "tika-abh08t0:64_2": "anattaaniccadukkhasaṅkhātānaṁ tiṇṇaṁ vipassanānaṁ vasena eva tāni tīṇi nāmāni labbhare phalehi labbhante.",
  "tika-abh08t0:65": "52.Hontisādhipatīneva lokuttaraphalāni tu ekantato sādhipatīni eva honti, lokuttaraphalāni ṭhapetvā aññasmiṁ vipāke adhipatī natthi.",
  "tika-abh08t0:66": "53. Maggo attano maggabhāvena maggo nāma vuccate bhagavatā. Phalaṁ maggaṁ upādāya aṭṭhaṅgikamaggaṁ nissayaṁ katvā maggo nāma iti vacanaṁ vuccate bhagavatā.",
  "tika-abh08t0:67_0": "54.Ime satta akusalavipākā. Gāvo caranti etthāti gocaro, tassadisattā gocaro ārammaṇanti",
  "tika-abh08t0:67_1": "attho, aniṭṭho ca aniṭṭhamajjhatto ca aniṭṭhāniṭṭhamajjhattā, teyeva gocaro aniṭṭhāniṭṭhamajjhattagocaro,",
  "tika-abh08t0:67_2": "tasmiṁ aniṭṭhāniṭṭhamajjhattagocare vattare vattanti. Sukhādittayayuttā te te aṭṭha",
  "tika-abh08t0:67_3": "ahetukakusalavipākā sukhādittayayuttā sukhasomanassaupekkhāvedanāhi sahagatā. Dukkhupekkhāyutā",
  "tika-abh08t0:67_4": "ime ime satta ahetukaakusalavipākā dukkhupekkhāvedanāhi sahagatā.",
  "tika-abh08t0:68_0": "55. Evaṁ chattiṁsadhā pākaṁ pākasāsanapūjito sugato. Kiṁ visiṭṭho? Pākaṁ nāma asuraṁ,",
  "tika-abh08t0:68_1": "taṁ sāsati, pākena attano puññaphalena deve anusāsatīti vā pākasāsano, ko so? Sakko.",
  "tika-abh08t0:68_2": "Tena pākasāsanena pūjito savipākāvipākesu kusalavipākakiriyesu kusalo cheko evaṁ",
  "tika-abh08t0:68_3": "iminā mayā vuttappakārena pākaṁ cittaṁ chattiṁsappakāraṁ abrvi avoca.",
  "tika-abh08t0:69": "Anuḷāresūti khuddakesu. Tathābhāvapaccupaṭṭhānā chaḷārammaṇavijānanagayhākārā. Sabbaññutaññāṇassa gati viya gati etissāti sabbaññutaññāṇagatikā.",
  "tika-abh08t0:70": "56.Somanassayuttānaṭṭha, kusalākusalāni ca somanassayuttāni aṭṭha kusalākusalāni ca, kriyato pana pañca evaṁ iminā mayā vuttappakārena hāsacittāni terasa.",
  "tika-abh08t0:71": "57.Puthujjanā hasantettha ettha etesu terasacittesu puthujjanā pana aṭṭhahi cittehi hasanti . Sekhā satta ariyā chahi cittehi hasanti. Asekhā khīṇāsavā pañcahi cittehi hasanti.",
  "tika-abh08t0:72_0": "Kusalāni pana rūpārūpakusalāni sekhaputhujjanānaṁ uppajjanti. Imāni rūpārūpakiriyāni",
  "tika-abh08t0:72_1": "khīṇāsavānaṁ bhāvanāyeva kāro bhāvanākāro, tassa vaso bhāvanākāravaso, tena pavattāni.",
  "tika-abh08t0:72_2": "Tāni rūpārūpakusalāni bhāvanāpuññavasappavattāni bhāvanākusalavasena pavattāni. Imesaṁ",
  "tika-abh08t0:72_3": "rūpārūpakiriyānaṁ tesañca rūpārūpakusalānaṁ ayameva viseso.",
  "tika-abh08t0:73_0": "58-9.Yā puthujjanakālasmiṁ, abhinibbattitā pana puthujjanakālasmiṁ puthujjanabhāvaṭṭhitena",
  "tika-abh08t0:73_1": "yoginā abhinibbattitā yā rūpārūpasamāpatti, sā rūpārūpasamāpatti so yogī khīṇāsavo",
  "tika-abh08t0:73_2": "bhikkhu hutvā naṁ rūpārūpasamāpattiṁ yāva yattakaṁ kālaṁ na samāpajjate, tāva tattakena",
  "tika-abh08t0:73_3": "kālena tassa khīṇāsavabhikkhuno kusalā eva rūpārūpakusalā eva hoti. Khīṇāsavena sā",
  "tika-abh08t0:73_4": "rūpārūpasamāpatti sace yadi samāpannā samāpajjitā, kriyā rūpārūpakiriyā hoti.",
  "tika-abh08t0:74": "60.Ekādasavidhaṁ kāme kāmāvacare kiriyacittaṁ ekādasavidhaṁ, rūpe rūpāvacare pañca, arūpisu cattāri iti sabbāni kriyacittāni vīsati.",
  "tika-abh08t0:75_0": "61.Lokuttarakriyacittaṁ, pana kasmā na vijjati? Maggassa ekacittakkhaṇikattā na vijjati.",
  "tika-abh08t0:75_1": "Ayamettha adhippāyo – catumaggaṭṭho khīṇāsavo nāma na hoti, maggānantarameva phalaṁ",
  "tika-abh08t0:75_2": "uppajjati, maggopi ekacittakkhaṇiko yadi cittaṁ bahucittakkhaṇikaṁ, phalasamaṅgino",
  "tika-abh08t0:75_3": "khīṇāsavassapi maggacittaṁ bhaveyya, evaṁ sati lokuttarakiriyacittaṁ bhaveyyāti adhippāyo.",
  "tika-abh08t0:76_0": "62.Kriyākriyāpattivibhāgadesako karaṇaṁ kriyaṁ, kriyaṁ nāma vinayapariyāyena akattabbassa",
  "tika-abh08t0:76_1": "karaṇaṁ, na karaṇaṁ akriyaṁ, akriyaṁ nāma vinayapariyāyena kattabbassa akaraṇaṁ,",
  "tika-abh08t0:76_2": "āpajjanaṁ āpatti, kriyāya karaṇena āpatti kriyāpatti, akriyāya akaraṇena āpatti akriyāpatti,",
  "tika-abh08t0:76_3": "kriyāpatti ca akriyāpatti ca kriyāpatyākriyāpattiyo, ekassa āpatti-saddassa lopaṁ",
  "tika-abh08t0:76_4": "katvā ‘‘kriyākriyāpattiyo’’ti vuttaṁ, tāsaṁ vibhāgo kriyākriyāpattivibhāgo, desetīti",
  "tika-abh08t0:76_5": "desako, tassa desako kriyākriyāpattivibhāgadesako. Ṇvu-tu-paccayesu paresu kammatthe",
  "tika-abh08t0:76_6": "chaṭṭhī hotīti vadanti. Jino kiṁ visiṭṭho? Kriyākriyāpattivibhāgadesako hitāhitānaṁ",
  "tika-abh08t0:76_7": "sakriyākriyārato hitassa sakriyāya rato, ahitassa akriyāya rato, yaṁ kriyākriyaṁ,",
  "tika-abh08t0:76_8": "kriyaṁ nāma kriyacittaṁ, akriyaṁ nāma kusalākusalavipākacittaṁ icchanti eke. Taṁ",
  "tika-abh08t0:76_9": "na. Kasmā? Kusalādhikāre ‘‘kusalaṁ muninā lapitaṁ’’ akusalādhikāre ‘‘pāpamānasaṁ",
  "tika-abh08t0:76_10": "pāpāpāpesvapāpena vuttaṁ’’ vipākādhikāre ‘‘pākaṁ sugato abravī’’ti vatvā puna kriyādhikāre",
  "tika-abh08t0:76_11": "‘‘kusalākusalavipākāni avocā’’ti vacanassa vattabbābhāvato. Tena vāssa kriyākriyaṁ",
  "tika-abh08t0:76_12": "etassāti kriyākriyaṁ, kriyākriyasabhāvanti attho. Ayameva sārato paccetabbo. Yaṁ",
  "tika-abh08t0:76_13": "kriyākriyaṁ cittaṁ kriyākriyāsabhāvaṁ avoca desesi, taṁ kriyākriyaṁ kriyākriyasabhāvaṁ",
  "tika-abh08t0:76_14": "mayā samīritaṁ, sammā pakārena īritaṁ kathitaṁ.",
  "tika-abh08t0:77": "64.Ekūnanavutisabbe, cittuppādā mahesinā lokuttare aṭṭha katvā ekūnanavuti sabbe cittuppādā mahesinā tathāgatena samāsato saṅkhepato niddiṭṭhā.",
  "tika-abh08t0:78_0": "65.Piṭake abhidhammasmiṁ, ye bhikkhū pāṭavatthino abhidhammapiṭake paṭuno bhāvo pāṭavaṁ,",
  "tika-abh08t0:78_1": "tena attho pāṭavattho, so etesaṁ atthīti pāṭavatthino, chekabhāvatthikā ye bhikkhū,",
  "tika-abh08t0:78_2": "tehi bhikkhūhi ayaṁ abhidhammāvatāro uggahetabbo sikkhitabbo punappunaṁ cintitabbo.",
  "tika-abh08t0:79": "66.Ye janā tassaṅkāsena taṁsannibhena abhidhammāvatārena abhidhammamahodadhiṁ mahāsāgarasannibhaṁ abhidhammaṁ taranti, te imaṁ lokaṁ paralokañca taranti. Itīti parisamāpane.",
  "tika-abh08t0:80": "Iti abhidhammāvatāraṭīkāya",
  "tika-abh08t0:81": "Cittaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh08t0:82": "Paṭhamo paricchedo."
}