{
  "tika-abh08t25:0": "1. Paṭhamo paricchedo",
  "tika-abh08t25:1": "Cittaniddeso",
  "tika-abh08t25:2": "Kāmāvacarakusalavaṇṇanā",
  "tika-abh08t25:3_0": "8. Evaṁ tāva ratanattayappaṇāmādikaṁ dassetvā idāni yathāraddhappakaraṇassa atthasarīrabhūtamabhidhammaṁ",
  "tika-abh08t25:3_1": "saṅkhepato uddisanto āha “cittaṁ cetasika”ntiādi. Tattha cittasaddassa tāva vacanatthaṁ",
  "tika-abh08t25:3_2": "sayameva anantaraṁ vipañceti. “Cetasika”ntiādīsu pana avippayogībhāvena cetasi citte",
  "tika-abh08t25:3_3": "niyuttaṁ, tattha vā bhavaṁ tadāyattavuttitāyāti cetasikaṁ, vedanādikkhandhattayassetaṁ",
  "tika-abh08t25:3_4": "adhivacanaṁ. Ruppati, rūpīyatīti vā rūpaṁ, sītuṇhādīhi vikāramāpajjati, āpādīyatīti",
  "tika-abh08t25:3_5": "attho, catunnaṁ mahābhūtānaṁ, catuvīsatiupādārūpānañca vasena aṭṭhavīsatividhassa",
  "tika-abh08t25:3_6": "rūpakkhandhassetaṁ adhivacanaṁ. Bhavābhavaṁ vinanato saṁsibbanato vānaṁ vuccati taṇhā,",
  "tika-abh08t25:3_7": "na vijjati sā ettha, tato vā nikkhantaṁ etanti nibbānaṁ, amataṁ asaṅkhataṁ vatthu.",
  "tika-abh08t25:3_8": "Iti-saddo nidassane. Natthi etassa uttaritaroti niruttaro. Atha vā catuvesārajjavihārattā",
  "tika-abh08t25:3_9": "natthi etassa uttaraṁ paccanīkavacananti niruttaro. Ñāṇappahānaantarāyaniyyānikesu",
  "tika-abh08t25:3_10": "hi sadevake loke na koci satthu sahadhammikaṁ uttaraṁ vacanaṁ kathetuṁ samattho atthīti.",
  "tika-abh08t25:3_11": "Tatra bhagavā utrāsābhāvato visāradova hoti. Vuttañhetaṁ bhagavatā –",
  "tika-abh08t25:4_0": "“‘Sammāsambuddhassa te paṭijānato ime dhammā anabhisambuddhāti tatra vata maṁ samaṇo",
  "tika-abh08t25:4_1": "vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṁ sahadhammena paṭicodessatīti",
  "tika-abh08t25:4_2": "nimittametaṁ, sāriputta, na samanupassāmi, etamahaṁ, sāriputta, nimittaṁ asamanupassanto",
  "tika-abh08t25:4_3": "khemappatto abhayappatto vesārajjappatto viharāmi.",
  "tika-abh08t25:5": "“Khīṇāsavassa te paṭijānato ime āsavā aparikkhīṇāti tatra vata maṁ…pe… viharāmi.",
  "tika-abh08t25:6": "“Ye ca kho pana te antarāyikā dhammā vuttā, te paṭisevato nālaṁ antarāyāyāti tatra vata maṁ…pe… viharāmi.",
  "tika-abh08t25:7": "“Yassa kho pana te atthāya dhammo desito, so na niyyāti takkarassa sammā dukkhakkhayāyāti tatra vata maṁ…pe… viharāmī”ti.",
  "tika-abh08t25:8_0": "Cattāri ariyasaccāni pakāsetīti catusaccappakāsano. Dukkhasamudayanirodhamaggavasena",
  "tika-abh08t25:8_1": "hi cattāri ariyasaccāni. Yathāha, “cattārimāni, bhikkhave, ariyasaccāni. Katamāni",
  "tika-abh08t25:8_2": "cattāri? Dukkhaṁ ariyasaccaṁ, dukkhasamudayaṁ ariyasaccaṁ, dukkhanirodhaṁ ariyasaccaṁ,",
  "tika-abh08t25:8_3": "dukkhanirodhagāminī paṭipadā ariyasacca”nti. Tattha tebhūmakā dhammā anekupaddavādhiṭṭhānatāya",
  "tika-abh08t25:8_4": "dhuvasubhādivirahena, kucchitatucchaṭṭhena ca dukkhaṁ nāma. Kammādivisesapaccayasamavāye",
  "tika-abh08t25:8_5": "dukkhuppattikāraṇabhāvena taṇhā samudayo nāma “samecca udeti dukkhaṁ imasmā”ti katvā.",
  "tika-abh08t25:8_6": "Dukkhassa anuppādanirodhapaccayattā dukkhanirodho nibbānaṁ. Taṁ pana dukkhanirodhaṁ",
  "tika-abh08t25:8_7": "ālambaṇakaraṇavasena gamanato pāpuṇanato, tadadhigamāya paṭipadābhāvato cāti “dukkhanirodhagāminī",
  "tika-abh08t25:8_8": "paṭipadā”ti lokuttaramaggo vuccati. Saccaṭṭho pana tesaṁ tacchāviparītabhūtabhāvato",
  "tika-abh08t25:8_9": "veditabbo. Vuttañhi “‘idaṁ dukkhanti, bhikkhave, tathametaṁ avitathametaṁ anaññathameta”nti",
  "tika-abh08t25:8_10": "vitthāro. Ettha pana catunnaṁ ariyaphalānaṁ, ariyamaggasampayuttānañca saccavinissaṭabhāvepi",
  "tika-abh08t25:8_11": "idha magganibbānappakāsanatāvacaneneva tappakāsanatthampi vuttaṁ hoti, anāsavabhāvena",
  "tika-abh08t25:8_12": "ekalakkhaṇattā taṁtaṁhetukavisayabhāvato cāti daṭṭhabbaṁ.",
  "tika-abh08t25:9_0": "Ettha ca “niruttaro catusaccappakāsano”ti imehi bhagavato cittādicatubbidhadhammadesanānukūlaguṇavisesaṁ",
  "tika-abh08t25:9_1": "dasseti atathāvidhassa taṁdesanāsāmatthiyāyogato. Atha vā “niruttaro”ti vacanena",
  "tika-abh08t25:9_2": "catubbidhadhammassa anaññathattaṁ dīpeti. “Catusaccappakāsano”ti pana iminā ye te",
  "tika-abh08t25:9_3": "dhammā bhagavatā vineyyaparipācanatthaṁ desitā, na te idha adhippetā. Ye pana paripācitehi",
  "tika-abh08t25:9_4": "tehi abhisametabbavasena dukkhādayo catubbidhā vuttā, teyeva uddisitabbatthena adhippetāti dasseti.",
  "tika-abh08t25:10_0": "Evaṁ saṅkhepato cattāro dhamme uddisitvā idāni uddeso nāma niddesatthāya hotīti yathāuddiṭṭhadhamme",
  "tika-abh08t25:10_1": "niddisituṁ “tattha citta”ntiādi āraddhaṁ. Tattha tatthāti tesu cittādīsu dhammesu.",
  "tika-abh08t25:10_2": "Visayavijānanaṁ cittanti yaṁ visayasaṅkhātassa ārammaṇassa vijānanaṁ upaladdhi, taṁ",
  "tika-abh08t25:10_3": "cittanti attho. Iminā pana cittassa ārammaṇapaṭibaddhavuttitaṁ, aniccataṁ, akārakatañca",
  "tika-abh08t25:10_4": "dīpeti. “Visayavijānana”nti hi ārammaṇena cittaṁ upalakkhento tassa tadāyattavuttitaṁ,",
  "tika-abh08t25:10_5": "taṁdīpanena ca tadabhimukhakāleyeva uppattidīpanato aniccabhāvañca dīpeti. Bhāvaniddesena",
  "tika-abh08t25:10_6": "pana vijānanamattadīpanato akārakabhāvaṁ. Yathāpaccayañhi pavattimattamevetaṁ, yadidaṁ",
  "tika-abh08t25:10_7": "sabhāvadhammo nāmāti. Evañca katvā sabbesampi cittacetasikadhammānaṁ bhāvasādhanameva",
  "tika-abh08t25:10_8": "nippariyāyato labbhati. Yaṁ pana “cintetīti cittaṁ, tena cittaṁ vicaratīti vicāro”tiādinā",
  "tika-abh08t25:10_9": "kattukaraṇavasena nibbacanaṁ vuccati, taṁ pariyāyakathananti veditabbaṁ. Sakasakakiccesu",
  "tika-abh08t25:10_10": "hi dhammānaṁ attappadhānatāsamāropanena kattubhāvo, tadanukūlabhāvena taṁsampayuttadhammasamūhe",
  "tika-abh08t25:10_11": "kattubhāvasamāropanena karaṇattañca pariyāyatova labbhatīti. Tathā nidassanaṁ pana",
  "tika-abh08t25:10_12": "dhammasabhāvato aññassa kattādino abhāvaparidīpanatthanti veditabbaṁ.",
  "tika-abh08t25:11_0": "“Visayavijānana”nti ca etena cittassa ārammaṇūpaladdhilakkhaṇatā vuttāti idānissa",
  "tika-abh08t25:11_1": "rasādīni vuccanti. Pubbaṅgamarasañhi cittaṁ sandhānapaccupaṭṭhānaṁ nāmarūpapadaṭṭhānaṁ.",
  "tika-abh08t25:11_2": "Dvāraṁ patvā tadārammaṇañhi vibhāvanaṭṭhena cittaṁ pubbaṅgamaṁ purecārikaṁ. Tathā",
  "tika-abh08t25:11_3": "hi cakkhudvārena daṭṭhabbaṁ rūpārammaṇaṁ citteneva jānāti…pe… manodvārena viññātabbaṁ",
  "tika-abh08t25:11_4": "dhammārammaṇaṁ citteneva jānāti. Yathā hi nagaraguttiko nagaramajjhe siṅghāṭake nisīditvā",
  "tika-abh08t25:11_5": "“ayaṁ nevāsiko, ayaṁ āgantuko”ti āgatāgataṁ janaṁ upadhāreti, evaṁ sampadamidaṁ daṭṭhabbaṁ,",
  "tika-abh08t25:11_6": "tasmā dvāraṁ patvā tadārammaṇaṁ vibhāvanaṭṭhena purecārikanti pubbaṅgamarasaṁ. Pacchimaṁ",
  "tika-abh08t25:11_7": "pacchimaṁ uppajjamānaṁ purimaṁ purimaṁ nirantaraṁ katvā sandahamānamiva upaṭṭhāti,",
  "tika-abh08t25:11_8": "gahaṇabhāvaṁ gacchatīti sandhānapaccupaṭṭhānaṁ. Pañcavokāre panassa niyamato nāmarūpaṁ,",
  "tika-abh08t25:11_9": "catuvokārabhave nāmameva padaṭṭhānanti nāmarūpapadaṭṭhānañca hoti. Nānattaṁ pana",
  "tika-abh08t25:11_10": "lakkhaṇādīnaṁ upari vakkhamānanayena veditabbaṁ. Vakkhati hi rūpaparicchede –",
  "tika-abh08t25:12": "“Sāmaññaṁ vā sabhāvo vā, dhammānaṁ lakkhaṇaṁ mataṁ;",
  "tika-abh08t25:13": "Kiccaṁ vā tassa sampatti, rasoti paridīpito.",
  "tika-abh08t25:14": "“Phalaṁ vā paccupaṭṭhānaṁ, upaṭṭhānanayopi vā;",
  "tika-abh08t25:15": "Āsannakāraṇaṁ yaṁ tu, taṁ padaṭṭhānasaññita”nti. ;",
  "tika-abh08t25:16": "Yattha yattha pana lakkhaṇādīni vuccanti, tattha tattha imināva nayena tesaṁ nānattaṁ veditabbaṁ.",
  "tika-abh08t25:17_0": "Vacanatthavijānanena viditacittasāmaññassa uttari cittavibhāgo vuccamāno sobheyyāti",
  "tika-abh08t25:17_1": "vacanatthavijānanameva tāva ādimhi yuttataranti taṁ tāva kathetukamyatāya pucchati",
  "tika-abh08t25:17_2": "“tassa pana ko vacanattho”ti. Pañcavidhā hi pucchā – adiṭṭhajotanāpucchā diṭṭhasaṁsandanāpucchā",
  "tika-abh08t25:17_3": "vimaticchedanāpucchā anumatipucchā kathetukamyatāpucchāti. Tattha yaṁ aññātaṁ adiṭṭhaṁ,",
  "tika-abh08t25:17_4": "tassa ñāṇāya dassanāya pañhākaraṇaṁ adiṭṭhajotanāpucchā nāma. Yaṁ pana ñātaṁ diṭṭhaṁ,",
  "tika-abh08t25:17_5": "tassa aññehi paṇḍitehi saṁsandanatthāya pañhākaraṇaṁ diṭṭhasaṁsandanāpucchā nāma.",
  "tika-abh08t25:17_6": "Pakatiyā pana saṁsayapakkhandanassa attano saṁsayasamugghāṭanatthaṁ pañhākaraṇaṁ",
  "tika-abh08t25:17_7": "vimaticchedanāpucchā nāma. “Taṁ kiṁ maññatha, bhikkhave, rūpaṁ niccaṁ vā aniccaṁ",
  "tika-abh08t25:17_8": "vāti? Aniccaṁ, bhante. Yaṁ panāniccaṁ, dukkhaṁ vā taṁ sukhaṁ vā”tiādinā anumatiggahaṇatthaṁ",
  "tika-abh08t25:17_9": "pañhākaraṇaṁ anumatipucchā nāma. “Cattārome, bhikkhave, satipaṭṭhānā. Katame cattāro”tiādinā",
  "tika-abh08t25:17_10": "pana taṁtaṁdhammānaṁ desanādhippāyena pañhākaraṇaṁ kathetukamyatāpucchā nāma.",
  "tika-abh08t25:18_0": "Tāsu purimā tisso ācariyānaṁ na sambhavanti. Na hi te ganthakaraṇatthāya ārabhitvā",
  "tika-abh08t25:18_1": "idāni adiṭṭhaṁ jotenti, diṭṭhaṁ saṁsandenti, saṁsayaṁ vā pakkhandanti tabbisodhanapubbakameva",
  "tika-abh08t25:18_2": "ganthakaraṇe abhinivesanato. Itarā pana dve sambhavanti. Tāsu ayaṁ kathetukamyatāpucchā.",
  "tika-abh08t25:18_3": "Apica codanaṁ samuṭṭhāpentā ācariyā aññaṁ codakaṁ parikappetvā tassa vacanavasena",
  "tika-abh08t25:18_4": "samuṭṭhāpentīti taṁvasenettha adiṭṭhajotanāvimaticchedanāpucchāpi labbhantevāti daṭṭhabbaṁ.",
  "tika-abh08t25:18_5": "Tassāti tassa citta-saddassa. Citte hi adhigate tassa vācako saddopi sahacariyato",
  "tika-abh08t25:18_6": "adhigatova hotīti tassa idha ta-saddena pariggaho. Keci pana “tassa cittassā”ti atthaṁ",
  "tika-abh08t25:18_7": "vadanti, taṁ “tassa ko vacanattho”ti iminā na sameti. Na hi cittassa “ko vacanattho”ti",
  "tika-abh08t25:18_8": "pucchā sambhavatīti.",
  "tika-abh08t25:19_0": "Idāni yathāpucchitamatthaṁ vissajjetuṁ “vuccate”ti tāva paṭiññaṁ katvā “sabbasaṅgāhakavasenā”tiādinā",
  "tika-abh08t25:19_1": "vissajjanamāraddhaṁ. Tattha sabbasaṅgāhakavasenāti heṭṭhimantato cakkhuviññāṇādayo",
  "tika-abh08t25:19_2": "upādāya sabbesaṁ ārammaṇavijānanasabhāvattā tesaṁ sabbesameva saṅgāhakavasena, na",
  "tika-abh08t25:19_3": "pana vakkhamānanibbacanesu viya yathālābhavasenāti attho. Cintetīti vijānāti. Cintenti",
  "tika-abh08t25:19_4": "tena gocaranti vā cittaṁ. Sampayuttadhammānaṁ kattutāsamāropanena hissa karaṇabhāvo",
  "tika-abh08t25:19_5": "labbhati. Sabbasaṅgāhakavasena tāva atthaṁ dassetvā idāni yathālābhavasenapi dassetuṁ",
  "tika-abh08t25:19_6": "“attasantānaṁ vā cinotītipī”tiādi vuttaṁ. Sabbacittasādhāraṇattā hi citta-saddassa",
  "tika-abh08t25:19_7": "yattha yattha yathā yathā attho labbhati, tattha tattha tathā tathā gahetabbo. Yassa",
  "tika-abh08t25:19_8": "pana cittassa yathāvuttaatthaviseso na labbhati, taṁ ruḷhīvasena cittanti veditabbaṁ.",
  "tika-abh08t25:19_9": "Yathā kilañjādīhi katampi tālapaṇṇehi katasarikkhakatāya ruḷhīsaddena “tālavaṇṭa”ntveva",
  "tika-abh08t25:19_10": "vuccatīti. Attasantānanti sakasantānaṁ, javanasantānanti attho. Atta-saddassa hi",
  "tika-abh08t25:19_11": "parapaccanīkavacanattā attano santānoti sadisavasena uppajjamāno javanasantāno vuccati.",
  "tika-abh08t25:19_12": "Taṁ cinoti rāsiṁ karotīti ayamattho sāsevanakānaṁ javanacittānaṁ vasena daṭṭhabbo.",
  "tika-abh08t25:19_13": "Tāni hi purejātāni pacchājātānaṁ āsevanapaccayā hutvā attano javanasantānassa paguṇabalavabhāvakaraṇena",
  "tika-abh08t25:19_14": "taṁ cinanti nāma. Vā-saddo asabbasaṅgāhakatthavikappane. Pi-saddo kiriyāsampiṇḍanatthe.",
  "tika-abh08t25:19_15": "Atha vā “sabbasaṅgāhakavasenā”ti imassa idhāpi sambandho hotīti idampi sabbasaṅgāhakavasena",
  "tika-abh08t25:19_16": "vuttanti gayhamāne attasantānanti viññāṇavacanassa atta-saddassa sakatthavuttittāyeva",
  "tika-abh08t25:19_17": "taṁvasena cittasantānanti attho. Anantarādipaccayavasena hi cittasantānassa abbocchinnappavattikaraṇato",
  "tika-abh08t25:19_18": "sabbameva cittajātaṁ cittasantānaṁ cinoti nāma. Imasmiṁ panatthe vā-saddo kiriyāvikappanattho.",
  "tika-abh08t25:19_19": "Pi-saddo “citta”nti imassa ākaḍḍhanatthoti daṭṭhabbaṁ. Purimapakkhe pana cittanti",
  "tika-abh08t25:19_20": "adhikāratova gahetabbaṁ.",
  "tika-abh08t25:20_0": "9. Vicittaṁ karoti, vicittassa vā karaṇanti vicittakaraṇaṁ, tato vicittakaraṇā, vicittacittakammādīnaṁ",
  "tika-abh08t25:20_1": "karaṇatoti attho. Lokasmiñhi yaṁ kiñci cittakammādibhedaṁ vicittaṁ sippajātaṁ, sabbaṁ",
  "tika-abh08t25:20_2": "taṁ citteneva cintetvā karīyatīti. Tenāha bhagavā – “diṭṭhaṁ vo, bhikkhave, caraṇaṁ",
  "tika-abh08t25:20_3": "nāma cittanti? Evaṁ, bhante. Tampi kho, bhikkhave, caraṇaṁ nāma cittaṁ citteneva",
  "tika-abh08t25:20_4": "cintita”nti. Svāyamattho saviññattikānaṁ bāttiṁsacittānamupalabbhati. Sāsavakusalākusalaṁ",
  "tika-abh08t25:20_5": "vā vicittagatiādikaraṇato vā vicittakaraṇaṭṭhena cittaṁ. Nanu ca vicittagatiādayo",
  "tika-abh08t25:20_6": "kammavasena nipphajjanti. Yathāha –",
  "tika-abh08t25:21_0": "“Kammanānākaraṇaṁ paṭicca sattānaṁ gatiyā nānākaraṇaṁ paññāyati apadā dvipadā catuppadā",
  "tika-abh08t25:21_1": "bahuppadā rūpino arūpino saññino asaññino nevasaññīnāsaññino, kammanānākaraṇaṁ paṭicca",
  "tika-abh08t25:21_2": "sattānaṁ upapattiyā nānākaraṇaṁ paññāyati uccanīcatā hīnapaṇītatā sugataduggatatā,",
  "tika-abh08t25:21_3": "kammanānākaraṇaṁ paṭicca sattānaṁ attabhāve nānākaraṇaṁ paññāyati suvaṇṇadubbaṇṇatā",
  "tika-abh08t25:21_4": "sujātadujjātatā susaṇṭhitadussaṇṭhitatā, kammanānākaraṇaṁ paṭicca sattānaṁ lokadhamme",
  "tika-abh08t25:21_5": "nānākaraṇaṁ paññāyati lābhālābhe yasāyase nindāpasaṁsāyaṁ sukhadukkhe”ti.",
  "tika-abh08t25:22_0": "Tasmā kammabhedanibbattattā gatiādīnaṁ cittatā. Kammanti ca cetasikadhammabhūtā cetanā,",
  "tika-abh08t25:22_1": "abhijjhādayo ca vuccanti, na cittanti. Kathaṁ cittassa vicittagatiādikaraṇanti? Vuccate",
  "tika-abh08t25:22_2": "– kammassa cittasannissitattā tannipphāditampi citteneva kataṁ hoti, yathā rājayodhena",
  "tika-abh08t25:22_3": "parājito satturaññā jitoti vuccati. Vicittaṁ karaṇamassāti vā vicittakaraṇaṁ. Tato",
  "tika-abh08t25:22_4": "ekaṭṭhānikavajjitañhi cittaṁ paccekaṁ paṭisandhādivicittakiriyavantatāya, sabbameva",
  "tika-abh08t25:22_5": "vā cittaṁ āvajjanādiaññamaññavisadisakiriyavantatāya vicittakaraṇaṁ yuttanti. Sabbavikappesupi",
  "tika-abh08t25:22_6": "“rūpabhavo rūpa”ntiādīsu viya uttarapadalopo cittapariyāyena ca vicitta-saddena vā",
  "tika-abh08t25:22_7": "viggaho vi-saddalopo vā daṭṭhabbo. Atha vā “vicittakaraṇā”ti idaṁ cittavicittabhāvassa",
  "tika-abh08t25:22_8": "ñāpakahetunidassanaṁ. Tena yasmā idaṁ vicittakaraṇaṁ, tasmā tassa vicittassa nipphādakaṁ",
  "tika-abh08t25:22_9": "sayampi tatheva vicittanti viññātabbanti evaṁ karaṇavicittatāya vicittattā cittanti",
  "tika-abh08t25:22_10": "attho. Ṭhapetvā taṁ karaṇavicittatāya vicittabhāvaṁ attano eva jātibhūmisampayogādivasena",
  "tika-abh08t25:22_11": "vicittatāya cittanti dassento āha “attano cittatāya vā”ti. Tattha yasmā aññadeva",
  "tika-abh08t25:22_12": "kusalaṁ, aññaṁ akusalaṁ, aññaṁ abyākataṁ, aññaṁ kāmāvacaraṁ, aññaṁ rūpāvacarādibhedaṁ,",
  "tika-abh08t25:22_13": "aññaṁ sarāgaṁ, aññaṁ vītarāgaṁ, aññaṁ sadosaṁ, aññaṁ vītadosaṁ, aññaṁ samohaṁ, aññaṁ",
  "tika-abh08t25:22_14": "vītamohaṁ, aññaṁ rūpārammaṇaṁ, aññaṁ saddādiārammaṇaṁ, rūpārammaṇesu ca aññaṁ nīlārammaṇaṁ,",
  "tika-abh08t25:22_15": "aññaṁ pītādiārammaṇaṁ. Evaṁ saddārammaṇādīsupi yathāsambhavaṁ. Sabbesu ceva tesu",
  "tika-abh08t25:22_16": "aññaṁ hīnaṁ, aññaṁ majjhimaṁ, aññaṁ paṇītaṁ, hīnādīsu ca aññaṁ chandādhipateyyaṁ,",
  "tika-abh08t25:22_17": "aññaṁ cittādhipateyyaṁ, aññaṁ vīriyādhipateyyaṁ, aññaṁ vīmaṁsādhipateyyanti evamādinā",
  "tika-abh08t25:22_18": "jātibhūmisampayuttaārammaṇahīnamajjhimapaṇītaadhipatiādīnaṁ vasena vicittamanekappakāraṁ,",
  "tika-abh08t25:22_19": "tasmā imāya attavicittatāya vā cittanti vuccatīti.",
  "tika-abh08t25:23_0": "Kāmañcettha ekameva cittaṁ evaṁ vicittaṁ nāma na hoti, vicittānaṁ pana antogadhattā",
  "tika-abh08t25:23_1": "etesu yaṁ kiñci ekampi vicittatāya cittanti vattuṁ vaṭṭati samudāyavohārena avayavassāpi",
  "tika-abh08t25:23_2": "vohariyamānattā yathā pabbatanadīsamuddādīnamekadesā diṭṭhā pabbatādayo diṭṭhāti,",
  "tika-abh08t25:23_3": "yathā ca ekekacittasampayuttāpi vedanādayo rāsaṭṭhena khandhavohārena “vedanākkhandho",
  "tika-abh08t25:23_4": "saññākkhandho”tiādinā vuccanti. Apicettha vipākaviññāṇaṁ kammakilesehi citanti cittaṁ,",
  "tika-abh08t25:23_5": "taṁ kilesasahāyena kammunā phalabhāvena nibbattitaṁ tehi citaṁ nāma hoti. Hotu tāvidaṁ",
  "tika-abh08t25:23_6": "lokiyavipākaṁ sandhāya, lokuttaraṁ pana patvā kathanti? Vuccate – “katame dhammā",
  "tika-abh08t25:23_7": "kusalā, yasmiṁ samaye lokuttaraṁ kusalaṁ cittaṁ uppannaṁ hoti…pe… tasmiṁ samaye avijjāpaccayā",
  "tika-abh08t25:23_8": "saṅkhārā”tiādinā ariyamaggacetanāyapi avijjūpanissayabhāvassa pakāsitattā lokuttarakusalassāpi",
  "tika-abh08t25:23_9": "anusayā upanissayā hontīti tannibbattitassa vipākassa kammakilesasañcitatāpariyāyo",
  "tika-abh08t25:23_10": "labbhatīti. Citaṁ tāyatīti vā cittaṁ. Kammādisañcitopi hi attabhāvo viññāṇūparame",
  "tika-abh08t25:23_11": "matoti vuccati. Yathāha –",
  "tika-abh08t25:24": "“Āyu usmā ca viññāṇaṁ, yadā kāyaṁ jahantimaṁ;",
  "tika-abh08t25:25": "Appaviddho tadā seti, niratthaṁva kaliṅgara”nti. ;",
  "tika-abh08t25:26_0": "So panāyaṁ citta-saddo kiñcāpi anekatthesu dissati. Tathā hesa “citto ca gahapatī”tiādīsu",
  "tika-abh08t25:26_1": "paññattiyaṁ āgato. “Sabbo loko paracittena acitto”tiādīsu viññāṇe. “Nāhaṁ, bhikkhave,",
  "tika-abh08t25:26_2": "aññaṁ ekanikāyampi samanupassāmi, evaṁ citta”ntiādīsu vicitte, nānappakāreti attho.",
  "tika-abh08t25:26_3": "“Caraṇaṁ nāma citta”ntiādīsu cittakammake. Idha pana catubbidhadhamme niddesato pakaraṇavasena",
  "tika-abh08t25:26_4": "yathāvuttavacanatthayutto viññāṇavacanova daṭṭhabboti imamatthaṁ dassento āha “paññattiyampī”tiādi.",
  "tika-abh08t25:26_5": "Paññāpīyati etāyāti paññatti, tassaṁ nāmapaññattiyanti attho. Cittoti hi ekassa gahapatino",
  "tika-abh08t25:26_6": "nāmaṁ. Pi-saddo vakkhamānasampiṇḍanattho. Viññāṇeti savipākāvipākabhede citte. Tañhi",
  "tika-abh08t25:26_7": "vijānanaṭṭhena “viññāṇa”nti vuccati. Yathāha – “vijānātīti kho, bhikkhave, viññāṇaṁ,",
  "tika-abh08t25:26_8": "tasmā viññāṇanti vuccatī”ti. Cittasammutīti cittavohāro. Daṭṭhabbāti viññātabbā.",
  "tika-abh08t25:26_9": "Idhāti imasmiṁ catubbidhadhammaniddesaṭṭhāne. Viññunāti vijānatā, ābhidhammikenāti attho.",
  "tika-abh08t25:27_0": "Vibhāgavantānaṁ dhammānaṁ sabhāvavibhāvanaṁ vibhāgena vinā na hotīti cittassa vibhāgaṁ",
  "tika-abh08t25:27_1": "dassetuṁ “sārammaṇato”tiādi āraddhaṁ. Tattha ālambanti taṁ nissāya pavattantīti ārammaṇaṁ,",
  "tika-abh08t25:27_2": "paccayo, gocaro ca. Tathā hi “labhati māro ārammaṇaṁ, labhati māro otāra”ntiādīsu",
  "tika-abh08t25:27_3": "paccayo “ārammaṇa”nti vuccati. “Nimittaṁ assāsapassāsā, anārammaṇamekacittassā”tiādīsu",
  "tika-abh08t25:27_4": "gocaro. Idha pana ubhayampi vaṭṭati sabbasseva cittassa sappaccayasagocarattā. Saha",
  "tika-abh08t25:27_5": "ārammaṇena vattati tadavinābhāvatoti sārammaṇaṁ. Bhāvappadhānaniddesavasena cettha",
  "tika-abh08t25:27_6": "sārammaṇabhāvo sārammaṇa-saddena vutto yathā “idampi buddhe ratanaṁ paṇītaṁ. Cakkhu",
  "tika-abh08t25:27_7": "suññaṁ attena vā attaniyena vā”tiādīsu ratanaattattaniyādibhāvo ratanādīhi saddehīti,",
  "tika-abh08t25:27_8": "tato sārammaṇabhāvatoti attho. Evamaññatthāpi yathānurūpaṁ daṭṭhabbaṁ. Ekavidhanti",
  "tika-abh08t25:27_9": "ekappakāraṁ, ekakoṭṭhāsanti attho.",
  "tika-abh08t25:28_0": "Savipākāvipākatoti vipākuppādanasabhāvassa vijjamānāvijjamānabhāvato. Vipāka-saddo",
  "tika-abh08t25:28_1": "hi dvīsu atthesu pavattati. Katthaci vipakkabhāvamāpannesu arūpadhammesu, katthaci",
  "tika-abh08t25:28_2": "vipākuppādanasabhāve. Tathā hesa “vipākā dhammā”tiādīsu vipakkabhāvamāpannesu arūpadhammesu",
  "tika-abh08t25:28_3": "pavattati. “Vipākadhammadhammā”tiādīsu vipākuppādanasabhāve. Idha pana vipākuppādanasabhāvo",
  "tika-abh08t25:28_4": "daṭṭhabbo. Itarathā hi abhiññākusalādīnaṁ savipāka-pade asaṅgahitabhāvāpatti siyā.",
  "tika-abh08t25:28_5": "Tathā hi yadi vipakkabhāvamāpannā eva dhammā idha gahitā siyuṁ, te yassa santi, taṁ",
  "tika-abh08t25:28_6": "savipākamitaramavipākanti abhiññākusalassa ceva kadāci avipākassa diṭṭhadhammavedanīyādikammassa",
  "tika-abh08t25:28_7": "bhāvanāyapahātabbākusalassa ca vipākuppattiyā abhāvato avipāka-padasaṅgaho siyā,",
  "tika-abh08t25:28_8": "evañca sati “avipākaṁ abyākata”nti vakkhamānattā nesaṁ abyākatabhāvo āpajjati, na",
  "tika-abh08t25:28_9": "cetamiṭṭhaṁ kusalākusalaniddeseyeva tesaṁ niddesato. Vipākuppādanasabhāve pana gahite",
  "tika-abh08t25:28_10": "taṁsabhāvo nāma anupacchinnāvijjamānataṇhānusayasmiṁ santāne sabyāpārappavatti evāti",
  "tika-abh08t25:28_11": "tassā tesupi atthitāya asatipi vipākuppādane savipāka-padasaṅgaho siddhoti na koci",
  "tika-abh08t25:28_12": "iṭṭhavighāto āpajjati. Yena pana kāraṇena abhiññākusalādikamavipākaṁ, yo cettha vattabbo",
  "tika-abh08t25:28_13": "vinicchayo, taṁ sabbaṁ tassa tassa āgataṭṭhāneyeva dassayissāma.",
  "tika-abh08t25:29_0": "Katamaṁ panettha savipākaṁ, katamamavipākanti codanaṁ sandhāyāha “tattha savipāka”ntiādi.",
  "tika-abh08t25:29_1": "Abyākatanti vipākakiriyāvasena duvidhamabyākataṁ. Tesu vipākacittaṁ tāva ādāsatale",
  "tika-abh08t25:29_2": "mukhanimittaṁ viya nirussāhattā vipākuppādane asamatthaṁ. Kiriyacittesu ca yadetaṁ",
  "tika-abh08t25:29_3": "khīṇāsavasantāneyeva niyatamaṭṭhārasavidhaṁ viññāṇaṁ, taṁ upacchinnabhavamūlāya santatiyaṁ",
  "tika-abh08t25:29_4": "pavattatīti samucchinnamūlāya latāya pupphaṁ viya phaladāyī na hoti. Āvajjanadvayaṁ",
  "tika-abh08t25:29_5": "pana anupacchinnabhavamūlepi santāne pavattamānaṁ anāsevanabhāvena dubbalattā moghapupphamiva",
  "tika-abh08t25:29_6": "bījabhāve asamatthaṁ aphalameva. Iti sabbametaṁ abyākataṁ vipākārahatābhāvato avipākanti",
  "tika-abh08t25:29_7": "vuttaṁ “avipākaṁ abyākata”nti. Jāyanti ettha asadisāpi sadisākārāti jāti, samānākāro,",
  "tika-abh08t25:29_8": "kusalākusalābyākatānaṁ jāti kusalākusalābyākatajāti, tassā bhedato tividhaṁ kusalaṁ",
  "tika-abh08t25:29_9": "akusalaṁ abyākatanti. Vacanatthapucchāya payojanaṁ vuttameva.",
  "tika-abh08t25:30_0": "10.“Kucchitāna”ntiādi vissajjanaṁ. Tattha kucchitānanti ninditānaṁ, asuci viya nāgarikehi",
  "tika-abh08t25:30_1": "viññūhi garahitabbānaṁ pāpadhammānanti attho. Salanatoti hiṁsanato, apanayanato vā.",
  "tika-abh08t25:30_2": "Kusalañhi yathānurūpaṁ tadaṅgādivasena akusaladhamme pajahantaṁ te hiṁsati, apanayatīti",
  "tika-abh08t25:30_3": "vā vuccati. Atha vā salanato saṁvaraṇato, pidahanatoti attho. Kusaladhammavasena",
  "tika-abh08t25:30_4": "hi akusalappavattinivāraṇena, appavattidhammatāpādanena ca manacchaṭṭhesu dvāresu",
  "tika-abh08t25:30_5": "appavattiyā saṁvutā pihitā honti. Kusānanti rāgādiasucisampayogena nānāvidhadukkhahetutāya",
  "tika-abh08t25:30_6": "ca kucchitenākārena appahīnabhāvena santāne sayanti pavattantīti kusā, pāpadhammā.",
  "tika-abh08t25:30_7": "Atha vā kucchitānaṁ pāṇātipātādīnaṁ sāvajjadhammānaṁ sānato nisānato tejanato kusā,",
  "tika-abh08t25:30_8": "dosalobhādayo. Dosādīnañhi vasena cetanāya tikkhabhāvappattiyā pāṇātipātādīnaṁ mahāsāvajjatāti.",
  "tika-abh08t25:30_9": "Tesaṁ lavanena chindanena yathānurūpaṁ pajahanenāti attho. Kusenāti kucchitānaṁ sānato",
  "tika-abh08t25:30_10": "tanukaraṇato, osānakaraṇato vā “kusā”ti laddhanāmena ñāṇena. Lātabbattāti ādātabbattā,",
  "tika-abh08t25:30_11": "sahajātaupanissayabhāvena santāne pavattetabbattā. Ñāṇañhi tihetukakusalaṁ sahajātabhāvena",
  "tika-abh08t25:30_12": "ceva upanissayabhāvena ca, duhetukakusalaṁ upanissayabhāveneva santāne pavatteti.",
  "tika-abh08t25:30_13": "Evañca katvā kosallasambhūtaṭṭho kusalaṭṭhoti sabbakusalānaṁ sādhāraṇavasena attho",
  "tika-abh08t25:30_14": "vuccati. Atha vā kusenāti jātisaddatāya ekavacananiddeso, kusehīti pana attho. Puññakiriyāvasena",
  "tika-abh08t25:30_15": "hi pavattāni saddhādīni indriyāni yathāvuttanayena “kusānī”ti vuccanti, tehi lātabbattā",
  "tika-abh08t25:30_16": "vuttanayena pavattetabbattā. Apicettha –",
  "tika-abh08t25:31": "“Kuso viya lunātīti, kusā viya lunāti vā;",
  "tika-abh08t25:32": "Kusalaṁ kuṁ saletīti, lunāti kusamiccapī”ti.",
  "tika-abh08t25:33_0": "Tattha yathā kuso gahito ubhayabhāgagataṁ hatthapadesaṁ lunāti, evamidampi uppannānuppannavasena",
  "tika-abh08t25:33_1": "ubhayabhāgagataṁ kilesapakkhaṁ lunāti chindati, seyyathāpi – “anuppannānaṁ pāpakānaṁ",
  "tika-abh08t25:33_2": "akusalānaṁ dhammānaṁ anuppādāya chandaṁ janeti, vāyamati, uppannānaṁ…pe… pahānāyā”ti",
  "tika-abh08t25:33_3": "āgataṁ sammappadhānaṁ. Tasmā kuso viya lunātīti kusalaṁ. Kusā viya lunātīti ettha",
  "tika-abh08t25:33_4": "“ku”iti bhūmi vuccati, dhammānaṁ adhiṭṭhānabhāvena taṁsadisatāya idha rūpārūpakkhandho",
  "tika-abh08t25:33_5": "vutto. Attano nissayabhūtassa tassa etarahi, āyatiñca anudahanato vināsanato kuṁ",
  "tika-abh08t25:33_6": "sāyantīti kusā, rāgādayo, te viya attano nissayaṁ lunāti chindatīti kusalaṁ. Payogasampāditā",
  "tika-abh08t25:33_7": "hi kusaladhammā accantameva rūpārūpadhamme appavattikaraṇena samucchindanti anupādisesanibbānadhātupāpanatoti.",
  "tika-abh08t25:33_8": "Vuttanayena pana “ku”nti laddhanāmassa rūpārūpakkhandhassa salanato apanayanato kuṁ",
  "tika-abh08t25:33_9": "saletīti kusalaṁ. Kusaṁ lunātīti pana kucchitā ettha sayantīti kuso, kāyo, taṁ lunāti",
  "tika-abh08t25:33_10": "yathāvuttavasenevāti kusalaṁ.",
  "tika-abh08t25:34_0": "11. Idāni kusala-saddassa atthuddhāradassanatthamāha “cheke kusala-saddoya”ntiādi.",
  "tika-abh08t25:34_1": "Tattha “kusalo tvaṁ rathassa aṅgapaccaṅgānaṁ, kusalānaccagītassa, sikkhitā cāturitthiyo”tiādīsu",
  "tika-abh08t25:34_2": "cheke diṭṭho, chekapariyāyo pavīṇatthoti attho. “Kacci nu bhoto kusalaṁ, kacci bhoto",
  "tika-abh08t25:34_3": "anāmaya”ntiādīsu ārogye. “Katamo pana, bhante, kāyasamācāro kusalo? Yo kho, mahārāja,",
  "tika-abh08t25:34_4": "kāyasamācāro anavajjo”ti ca “aparaṁ pana, bhante, etadānuttariyaṁ, yathā bhagavā",
  "tika-abh08t25:34_5": "dhammaṁ deseti kusalesu dhammesū”ti ca evamādīsu anavajje. “Kusalānaṁ dhammānaṁ samādānahetu",
  "tika-abh08t25:34_6": "evamidaṁ puññaṁ vaḍḍhati, kusalassa kammassa katattā upacitattā”ti ca ādīsu iṭṭhavipāke.",
  "tika-abh08t25:34_7": "Anavajjādiketi anavajjaiṭṭhavipāke, “anavajjādike”ti ca attanā vakkhamānalakkhaṇassa",
  "tika-abh08t25:34_8": "anurūpattā vuttaṁ, na pana ārogyatthassa asambhavato. Kilesarogassa hi abhāvato kusalaṁ ārogyaṁ hoti.",
  "tika-abh08t25:35_0": "Vajjā rāgādayo, te yassa na santi, taṁ anavajjaṁ, iṭṭho vipāko catukkhandhasaṅkhāto",
  "tika-abh08t25:35_1": "yassa, taṁ iṭṭhavipākaṁ, iṭṭhavipākatā cassa taṁsabhāvavantatāya daṭṭhabbā, na tassa",
  "tika-abh08t25:35_2": "avassaṁ iṭṭhavipākasambhavatoyeva, lakkhīyati anenāti lakkhaṇaṁ, anavajjañca taṁ",
  "tika-abh08t25:35_3": "iṭṭhavipākañcāti anavajjaiṭṭhavipākaṁ. Taṁ lakkhaṇamassāti anavajjaiṭṭhavipākalakkhaṇaṁ.",
  "tika-abh08t25:36_0": "Nanu ca kusalameva anavajjaiṭṭhavipākaṁ, vuttaniyāmena pana anavajjaiṭṭhavipākato",
  "tika-abh08t25:36_1": "aññaṁ kusalaṁ siyā. Na hi sayameva attano lakkhaṇanti sakkā vattunti? Nāyaṁ doso",
  "tika-abh08t25:36_2": "pariññātāpariññātavacanatthabhāvabhede ekassāpi lakkhitabbalakkhaṇabhāvaparikappanato.",
  "tika-abh08t25:36_3": "“Anavajjaiṭṭhavipāka”nti hi pariññātavacanatthaṁ. “Kusala”nti apariññātavacanatthaṁ.",
  "tika-abh08t25:36_4": "Evañca yena sabhāvena pariññātavacanatthassa saddassa attho hoti, yena ca apariññātavacanatthassa,",
  "tika-abh08t25:36_5": "tesaṁ pariññātāpariññātavacanatthasabhāvānaṁ bhedena taṁsamaṅgissa kusalassa ekassāpi",
  "tika-abh08t25:36_6": "bhedo parikappīyati yathā “pure bhavaṁ paṭu āsi, paṭutaro etarahī”ti guṇabhedena,",
  "tika-abh08t25:36_7": "vatthubhedena ca parikappīyati, tasmā pariññātavacanatthabhāvena lakkhaṇaṁ, apariññātavacanatthabhāvena",
  "tika-abh08t25:36_8": "lakkhitabbanti evaṁ parikappitabhede pariggayhamāne na koci doso āpajjati.",
  "tika-abh08t25:37_0": "Atha vā lakkhīyatīti lakkhaṇaṁ, anavajjaiṭṭhavipākañca taṁ lakkhaṇañcāti anavajjaiṭṭhavipākalakkhaṇaṁ,",
  "tika-abh08t25:37_1": "yaṁ anavajjaiṭṭhavipākaṁ hutvā lakkhīyati, taṁ kusalanti attho. Atha vā anavajja-saddena",
  "tika-abh08t25:37_2": "anavajjabhāvo vutto, iṭṭhavipākasaddena iṭṭhavipākabhāvo, tasmā anavajjo ca iṭṭhavipāko",
  "tika-abh08t25:37_3": "ca anavajjaiṭṭhavipākaṁ, taṁ lakkhaṇametassāti karaṇatthe, kammatthe vā lakkhaṇa-saddena",
  "tika-abh08t25:37_4": "anavajjaiṭṭhavipākalakkhaṇanti anavajjaiṭṭhavipākasabhāvavantaṁ, anavajjaiṭṭhavipākabhāvena",
  "tika-abh08t25:37_5": "lakkhitabbaṁ vāti attho. Kiṁ panettha kāraṇaṁ padadvayapariggahena, nanu ekeneva",
  "tika-abh08t25:37_6": "padena adhippetatthasiddhi siyā. Kiñcāpi hi “anavajjalakkhaṇa”nti vutte “aparaṁ pana,",
  "tika-abh08t25:37_7": "bhante, etadānuttariyaṁ, yathā bhagavā dhammaṁ deseti kusalesu dhammesū”tiādīsu viya",
  "tika-abh08t25:37_8": "vajjarahitattā abyākatassāpi pasaṅgo siyāti iṭṭhavipāka-padaṁ vattabbameva, “iṭṭhavipākalakkhaṇa”nti",
  "tika-abh08t25:37_9": "pana vutte itaraṁ na vattabbaṁ abyākatassa vipākārahabhāvena iṭṭhavipākatāpasaṅgabhāvato?",
  "tika-abh08t25:37_10": "Saccametaṁ, anavajja-padena kusalassa pavattisukhataṁ, iṭṭhavipāka-padena ca vipākasukhataṁ",
  "tika-abh08t25:37_11": "dassetuṁ padadvayaṁ vuttaṁ. Anavajjapadañhi attano pavattisabhāvavasena lakkhaṇavacanaṁ,",
  "tika-abh08t25:37_12": "itaraṁ kālantare vipākuppādanasamatthatāvasenāti. Atha vā kusalassa atthavisuddhiṁ",
  "tika-abh08t25:37_13": "dassetuṁ purimapadaṁ vuttaṁ, parisuddhavipākataṁ dassetuṁ pacchimaṁ. Purimaṁ vā kusalassa",
  "tika-abh08t25:37_14": "akusalasabhāvato nivattanaṁ, pacchimaṁ abyākatasabhāvatoti alamatipapañcena. Ettha",
  "tika-abh08t25:37_15": "ca “anavajja…pe… lakkhaṇa”nti vacanena kusalassa sāmaññalakkhaṇaṁ vuttaṁ anavajjaiṭṭhavipākasabhāvassa",
  "tika-abh08t25:37_16": "kusalajātiyā sādhāraṇattā. Akusalādīnamasādhāraṇabhāvena sabhāvalakkhaṇaṁ vāti daṭṭhabbaṁ.",
  "tika-abh08t25:38_0": "Akusalaviddhaṁsanarasanti yathānurūpaṁ akusalappajahanakiccaṁ. Kusalañhi parittamahaggatalokuttarabhedabhinnaṁ",
  "tika-abh08t25:38_1": "yathākkamaṁ tadaṅgavikkhambhanasamucchedappahānavasena akusalapakkhaṁ pajahati. Atha",
  "tika-abh08t25:38_2": "tadaṅgādippahānānaṁ kiṁ nānākaraṇanti? Vuccate – dānādipuññakiriyavatthugatena tena",
  "tika-abh08t25:38_3": "tena kusalaṅgena tassa tassa maccherādiakusalaṅgassa pahānaṁ tadaṅgappahānaṁ, taṁ",
  "tika-abh08t25:38_4": "dīpālokena andhakāraviddhaṁsanaṁ viya daṭṭhabbaṁ, kāmāvacarakusalānaṁ parittānubhāvatāya",
  "tika-abh08t25:38_5": "tehi attano ṭhitikkhaṇe viddhaṁsitānamakusalānaṁ tadapagame sati puna āgamena vottharaṇato.",
  "tika-abh08t25:38_6": "Tesaṁ tesaṁ nīvaraṇadhammānaṁ vikkhambhanasaṅkhātaṁ pavattinivāraṇavasena pahānaṁ",
  "tika-abh08t25:38_7": "vikkhambhanappahānaṁ, taṁ ghaṭappahārena jalatale sevālaviyūhanaṁ viya daṭṭhabbaṁ.",
  "tika-abh08t25:38_8": "Yathā hi balavatā ghaṭappahārena dūrīkataṁ sevālaṁ tasmiṁ apanītepi taṁpahāravegena",
  "tika-abh08t25:38_9": "sahasā na ottharati, evameva upacārappanābhedena jhānena vikkhambhitā kāmacchandādayo",
  "tika-abh08t25:38_10": "tadappavattikālepi tassa balena sahasā na ottharantīti. Anuppattidhammatāpādanasaṅkhātaṁ",
  "tika-abh08t25:38_11": "sammā ucchedavasena pahānaṁ samucchedappahānaṁ, taṁ pana asanisampātena rukkhādīnaṁ",
  "tika-abh08t25:38_12": "samūlaviddhaṁsanaṁ viya daṭṭhabbaṁ. Na hi ariyamaggena samucchinnakilesā anusayamattakenāpi",
  "tika-abh08t25:38_13": "santāne pavattanti. Yathā pana ekavārappavattenapi indagginā saha mūlehi viddhaṁsitā",
  "tika-abh08t25:38_14": "rukkhādayo na puna viruhanti, evamevaṁ ekacittakkhaṇikenapi tena attano uppādamatteneva",
  "tika-abh08t25:38_15": "anusayamattaṭṭhāyinopi kilesā sabbena sabbaṁ viddhaṁsitāyeva honti.",
  "tika-abh08t25:39": "Vodānaṁ visuddhi, saṁkilesamalavimuttīti attho, tathā hutvā paccupaṭṭhānamassāti vodānapaccupaṭṭhānaṁ, parisuddhākārena yogino ñāṇassa upaṭṭhātīti vuttaṁ hoti.",
  "tika-abh08t25:40_0": "Evaṁ kusalassa vajjarahitaiṭṭhavipākasabhāvehi lakkhaṇaṁ, kiccaupaṭṭhānākāravasena",
  "tika-abh08t25:40_1": "ca rasapaccupaṭṭhānāni vatvā puna vajjapaṭipakkhabhāvavasena ca lakkhaṇaṁ, sampattiphalavasena",
  "tika-abh08t25:40_2": "ca rasādikaṁ dassetuṁ “vajjapaṭipakkhattā”tiādi vuttaṁ. Tattha vajjānaṁ paṭipakkhabhāvo",
  "tika-abh08t25:40_3": "vajjapaṭipakkhattaṁ, tato. Etena “anavajjalakkhaṇa”nti ettha a-kāro paṭipakkhatthoti",
  "tika-abh08t25:40_4": "dasseti, tena panassa abyākatato nivattanaṁ kataṁ. Itarathā hi nāssa vajjaṁ, vajjato",
  "tika-abh08t25:40_5": "aññaṁ vā anavajjanti abyākatassāpi taṁlakkhaṇatāpasaṅgo siyā. “Vajjapaṭipakkhattā”ti",
  "tika-abh08t25:40_6": "pana vutte yasmā kusalākusalānameva pahāyakappahātabbabhāvena ālokandhakārānaṁ viya",
  "tika-abh08t25:40_7": "aññamaññaṁ ujuvipaccanīkabhāvo, tasmā kusalameva vajjapaṭipakkhattā anavajjalakkhaṇaṁ,",
  "tika-abh08t25:40_8": "na aññanti ayamattho siddho hoti. Vodānabhāvarasanti vodānabhāvasampattikaṁ, kilesamalehi",
  "tika-abh08t25:40_9": "asaṁkiliṭṭhabhāvena sampajjanakanti attho. Paccupaṭṭhāpīyati upanīyati kāraṇena,",
  "tika-abh08t25:40_10": "attano vā kāraṇaṁ paṭicca, tappaṭibaddhabhāvena paṭimukhaṁ vā upaṭṭhātīti paccupaṭṭhānaṁ,",
  "tika-abh08t25:40_11": "iṭṭho vipāko paccupaṭṭhānamassāti iṭṭhavipākapaccupaṭṭhānaṁ.",
  "tika-abh08t25:41_0": "Asati yonisomanasikāre kusalassa anuppajjanato, sati ca tasmiṁ uppajjanato tassa",
  "tika-abh08t25:41_1": "so āsannakāraṇanti āha “yonisomanasikārapadaṭṭhāna”nti. Tattha yoniso pathena upāyena",
  "tika-abh08t25:41_2": "manasikāro yonisomanasikāro, atthato pana sānusayasantānavato channaṁ dvārānamāpāthagatesvārammaṇesu",
  "tika-abh08t25:41_3": "patirūpadesavāsādisampattiyā kusaladhammānaṁ paccayabhāvena bhavaṅgaṁ āvaṭṭetvā uppannamāvajjanaṁ",
  "tika-abh08t25:41_4": "yonisomanasikāro nāma. Vuttapaṭipakkhavasena ayonisomanasikāropi daṭṭhabbo. Yaṁ pana",
  "tika-abh08t25:41_5": "niranusayasantānasamaṅgissa kiriyacittānaṁ paccayabhāvena uppannaṁ, taṁ ṭhapetvā",
  "tika-abh08t25:41_6": "niravajjadhammaṁ sāvajjadhammassa kassaci paccayabhāvānupagamanato yonisomanasikārapakkhaṁ",
  "tika-abh08t25:41_7": "vā bhajeyya. Khīṇāsavasantānagatattā yonisoayonisobhāvamanapekkhitvā āpāthagatārammaṇesu",
  "tika-abh08t25:41_8": "uppattimattaṁ vinā na kassaci kusalākusalabhāvassa paccayo hotīti tadubhayavasena",
  "tika-abh08t25:41_9": "navattabbattā abyākatamanasikāroti vā saṅkhaṁ gaccheyyāti.",
  "tika-abh08t25:42_0": "Sāvajjāniṭṭhavipākalakkhaṇamakusalanti etthāpi “vajjā rāgādayo, te yassa santi, taṁ",
  "tika-abh08t25:42_1": "sāvajjaṁ, aniṭṭho vipāko yassa, taṁ aniṭṭhavipāka”ntiādinā vuttanayānusārena paṭipakkhayojanā",
  "tika-abh08t25:42_2": "daṭṭhabbā. Rasādito panetaṁ anatthajananarasaṁ, saṁkilesapaccupaṭṭhānaṁ. Atha vā",
  "tika-abh08t25:42_3": "gārayhabhāvato sāvajjalakkhaṇameva, saṁkilesabhāvarasaṁ, aniṭṭhavipākapaccupaṭṭhānaṁ,",
  "tika-abh08t25:42_4": "ayonisomanasikārapadaṭṭhānaṁ. Vacanatthato pana na kusalanti akusalaṁ, kusalapaṭipakkhanti",
  "tika-abh08t25:42_5": "attho. Paṭipakkhatthe hi ayaṁ akāro, na pana aññatthe, nāpi abhāve. Itarathā hi tikaṁ",
  "tika-abh08t25:42_6": "na siyā, dukaṁ, catukkaṁ vā āpajjeyya. Tathā hi yadi kusalato aññamakusalaṁ siyā,",
  "tika-abh08t25:42_7": "tadā abyākatassāpi tato aññabhāvena akusala-saddasaṅgahoti kusalākusalajātibhedato",
  "tika-abh08t25:42_8": "duvidhanti dukaṁ vattabbaṁ. Yadi ca kusalābhāvo akusalaṁ, tena na kāci jāti gayhatīti",
  "tika-abh08t25:42_9": "kusalābyākatajātibhedato dukameva vattabbaṁ. Atha siyā “abhāvopi visuṁ gahetabbo”ti,",
  "tika-abh08t25:42_10": "evaṁ sati tassa jātiyā abhāvato jāti-saddena saha sambandho na siyā. Vijjamānassa",
  "tika-abh08t25:42_11": "hi jāti nāma hoti. Yatheva vā kusalassa abhāvo, evaṁ abyākatassāpi abhāvo atthīti",
  "tika-abh08t25:42_12": "anabyākatajātipi vattabbāti catukkaṁ āpajjeyya. Na cetamiṭṭhaṁ kusalādivasena tividhajātiyā",
  "tika-abh08t25:42_13": "eva icchitattā, pāḷiyañca “kusalā dhammā akusalā dhammā abyākatā dhammā”ti tikavaseneva",
  "tika-abh08t25:42_14": "vuttattā “kusalapaṭipakkha”nti pana vuccamāne mittapaṭipakkho amitto viya, lobhapaṭipakkho",
  "tika-abh08t25:42_15": "alobho viya ca yaṁ dhammajātaṁ kusalassa ujuvipaccanīkabhūtaṁ, taṁ akusalanti tassa",
  "tika-abh08t25:42_16": "vasena tikaṁ upapannaṁ hoti, ujuvipaccanīkatā cassa sāvajjāniṭṭhavipākattā, tena",
  "tika-abh08t25:42_17": "pahātabbabhāvato ca veditabbā, na pana kusalavināsanato. Na hi akusalena kusalaṁ",
  "tika-abh08t25:42_18": "pahīyati, mahābalattā pana kusalameva taṁ pajahati. Kusalañhi mahābalaṁ, akusalaṁ",
  "tika-abh08t25:42_19": "dubbalaṁ. Tenevāha “abalā naṁ balīyanti, maddantenaṁ parissayā”ti, tasmā kusalameva",
  "tika-abh08t25:42_20": "yathāvuttanayena akusalassa pahāyakaṁ, nākusalaṁ itarassāti veditabbaṁ.",
  "tika-abh08t25:43_0": "Tadubhaya…pe… abyākatanti yaṁ dhammajātaṁ kusalaṁ viya na anavajjaiṭṭhavipākalakkhaṇaṁ,",
  "tika-abh08t25:43_1": "nāpi akusalaṁ viya sāvajjāniṭṭhavipākalakkhaṇaṁ, atha kho avipākattā tadubhayaviparītalakkhaṇaṁ,",
  "tika-abh08t25:43_2": "taṁ abyākatanti attho. Nanu ca “tadubhayaviparītalakkhaṇa”nti vutte sukhadukkhavedanānaṁ",
  "tika-abh08t25:43_3": "viparītā upekkhāvedanā viya iṭṭhāniṭṭhavipākānaṁ viparīto añño koci vipāko yassa",
  "tika-abh08t25:43_4": "atthi, taṁ abyākatanti āpajjatīti? Nāpajjati tathā asambhavato. Yathā hi ālokandhakārānaṁ",
  "tika-abh08t25:43_5": "viparīto añño koci natthi, evamiṭṭhāniṭṭhavipākānaṁ viparīto na koci vipāko atthīti.",
  "tika-abh08t25:43_6": "Atha vā taṁ-saddo idha iṭṭhāniṭṭhavipākanirapekkhaṁ kusalākusalamattameva paccāmasatīti",
  "tika-abh08t25:43_7": "kusalākusalānaṁ savipākattā tadubhayaviparītalakkhaṇaṁ, taṁ avipākalakkhaṇanti atthoti",
  "tika-abh08t25:43_8": "alamettha anuyogena. Kusalākusalabhāvena na byākatanti abyākataṁ. Kusalākusalañhi",
  "tika-abh08t25:43_9": "vatvā abyākatassa vuttattā kusalākusalabhāveneva avuttattāti viññāyati, na pakārantarena.",
  "tika-abh08t25:43_10": "Tathā avacanañca tassa tadubhayaviparītalakkhaṇattāyeva, na pana avattabbattāmattenāti",
  "tika-abh08t25:43_11": "daṭṭhabbaṁ. Atha vā vi-saddo virodhivacano. Ā-saddo abhimukhabhāvappakāsano, tasmā",
  "tika-abh08t25:43_12": "attano paccayehi aññamaññaṁ virodhābhimukhataṁ kataṁ lakkhaṇavirodhato pahāyakappahātabbabhāvato",
  "tika-abh08t25:43_13": "vāti byākataṁ, kusalākusalaṁ. Tato aññaṁ abyākataṁ. Tañhi lakkhaṇato aññamaññaṁ kusalākusalaṁ",
  "tika-abh08t25:43_14": "viya na tassa viruddhaṁ. Na hi avipākataṁ aniṭṭhavipākatā viya, iṭṭhavipākatāya iṭṭhavipākatā",
  "tika-abh08t25:43_15": "viya ca aniṭṭhavipākatāya iṭṭhāniṭṭhavipākatāhi virujjhati, na cāpi abyākataṁ kusalākusalesu",
  "tika-abh08t25:43_16": "kiñci pajahati, na ca kenaci pahātabbanti. “Tadubhayaviparītalakkhaṇamabyākata”nti",
  "tika-abh08t25:43_17": "viññāyamāne ahosi kammaṁ, nāhosi kammavipāko, natthi kammavipāko, na bhavissati kammavipākoti",
  "tika-abh08t25:43_18": "iminā tikena saṅgahitassa gatiupadhikālappayogavipattīhi avipākassa diṭṭhadhammavedanīyādikammassa",
  "tika-abh08t25:43_19": "bhāvanāyapahātabbassa akusalassa ca abhiññākusalassa ca vipākuppādanābhāvato “siyā",
  "tika-abh08t25:43_20": "nu kho abyākatabhāvo vā”ti kadāci koci cinteyyāti tannivāraṇatthamāha “avipākārahaṁ",
  "tika-abh08t25:43_21": "vā”ti, vipākaṁ dātuṁ nārahati tattha sāmatthiyābhāvatoti avipākārahaṁ. Idaṁ vuttaṁ",
  "tika-abh08t25:43_22": "hoti – diṭṭhadhammavedanīyādayo tāva paccayavekallādīhi kāraṇehi avipākā, sace panete",
  "tika-abh08t25:43_23": "tabbidūrā assu, tadā vipākadāne samatthatāya vipākārahāyeva, taṁ pana na tathā, atha",
  "tika-abh08t25:43_24": "kho yena kenaci ākārena vipākadāne asamatthatāyeva vipākārahaṁ na hoti, taṁ abyākataṁ nāmāti.",
  "tika-abh08t25:44_0": "Idāni evaṁ tikavasena niddiṭṭhesu kusalādīsu paṭhamaṁ tāva kusalacittaṁ vibhajanto",
  "tika-abh08t25:44_1": "“tattha kusalacitta”ntiādinā tassa gaṇanaparicchedaṁ dasseti. Ekavīsatividhanti aṭṭha",
  "tika-abh08t25:44_2": "kāmāvacarāni, pañca rūpāvacarāni, cattāri arūpāvacarāni, cattāri lokuttarānīti evaṁ",
  "tika-abh08t25:44_3": "saṅkhepato ekavīsatividhaṁ. Bhūmito catubbidhanti kāmarūpārūpalokuttarabhūmisaṅkhātānaṁ",
  "tika-abh08t25:44_4": "catunnaṁ bhūmīnaṁ vasena tattha pavattamānaṁ cittampi catubbidhaṁ hoti. Tattha bhavanti",
  "tika-abh08t25:44_5": "etthāti bhūmi, ṭhānaṁ, avatthā ca. Avatthāpi hi avatthavantānaṁ pavattiṭṭhānaṁ viya",
  "tika-abh08t25:44_6": "gayhati. Evañhi nesaṁ sukhaggahaṇaṁ hoti. Avatthāti cettha dhammānaṁ kāmataṇhādīhi",
  "tika-abh08t25:44_7": "paricchinnāparicchinnabhāvo. Tattha purimā tisso bhūmiyo ubhayavasena veditabbā,",
  "tika-abh08t25:44_8": "itarā avatthāvaseneva. Na hi lokuttaradhammānaṁ kāmabhavādito aññaṁ ṭhānamupalabbhatīti.",
  "tika-abh08t25:45_0": "Aññattha pavattamānassāpi vakkhamānanayena kāmabhūmipariyāpannattā bhūmito ekavidhanti.",
  "tika-abh08t25:45_1": "Savatthukāvatthukabhedatoti cakkhādīni pañca, hadayañcāti cha vatthūni. Kusalassa",
  "tika-abh08t25:45_2": "pana cakkhādinissitattābhāvato hadayavatthu idha vatthūti adhippetaṁ. Tena sahitaṁ",
  "tika-abh08t25:45_3": "ekantena tannissitappavattitoti savatthukaṁ, kāmarūpadhātuyaṁ pavattamānaviññāṇaṁ.",
  "tika-abh08t25:45_4": "Tattha hi arūpassa rūpapaṭibandhappavatti, arūpadhātuyaṁ pana rūpābhāvato vatthuvirahitameva",
  "tika-abh08t25:45_5": "pavattatīti tattha pavattamānaṁ avatthukaṁ. Hīna…pe… tividhanti ettha paccayato,",
  "tika-abh08t25:45_6": "phalato ca majjhimapaṇītehi nihīnaṁ, tesaṁ vā guṇehi parihīnanti hīnaṁ, attano paccayehi",
  "tika-abh08t25:45_7": "padhānabhāvaṁ nītanti paṇītaṁ, ubhinnaṁ vemajjhe bhavaṁ majjhimaṁ. Tattha hīnena",
  "tika-abh08t25:45_8": "chandena cittena vīriyena vīmaṁsāya vā pavattitaṁ hīnaṁ, majjhimehi chandādīhi pavattitaṁ",
  "tika-abh08t25:45_9": "majjhimaṁ, paṇītehi paṇītaṁ. Chandādīnaṁ pana hīnādibhāvo adhimuttivasena daṭṭhabbo.",
  "tika-abh08t25:45_10": "Hīnādhimuttivasena hi nesaṁ hīnatā, paṇītādhimuttivasena paṇītatā, tadubhayavemajjhavasena",
  "tika-abh08t25:45_11": "majjhimatā. Yasakāmatāya vā kataṁ kusalaṁ hīnaṁ, puññaphalakāmatāya majjhimaṁ, “puññaṁ",
  "tika-abh08t25:45_12": "nāmetaṁ sādhūhi kattabbamevā”ti evaṁ ariyabhāvaṁ nissāya kataṁ paṇītaṁ. “Ahamasmi",
  "tika-abh08t25:45_13": "dānapati, ime panaññe dānadāsādayo”tiādinā attukkaṁsanaparavambhanāhi upakkiliṭṭhaṁ",
  "tika-abh08t25:45_14": "pavattitaṁ vā hīnaṁ, tathā anupakkiliṭṭhaṁ majjhimaṁ, maggaphalapadaṭṭhānaṁ paṇītaṁ.",
  "tika-abh08t25:45_15": "Bhavabhogasampattinimittaṁ vā kataṁ hīnaṁ, sāvakapaccekabodhipāramitāvasena attano",
  "tika-abh08t25:45_16": "vimokkhatthāya kataṁ majjhimaṁ, sammāsambodhipāramitāvasena sabbesaṁ vimokkhatthāya kataṁ paṇītanti.",
  "tika-abh08t25:46_0": "Somanassu…pe… bhedatoti bheda-saddo paccekaṁ sambandhitabbo “somanassupekkhābhedato",
  "tika-abh08t25:46_1": "ñāṇabhedato payogabhedato”ti. Tattha payogabhedatoti saṅkhārabhedatoti attho. Nanu",
  "tika-abh08t25:46_2": "ca somanassupekkhābhedo tāva yutto tesaṁ bhinnasabhāvattā. Ñāṇappayogabhedo pana",
  "tika-abh08t25:46_3": "kathanti? Vuccate – ñāṇappayogakato bhedo ñāṇappayogabhedo tesaṁ bhāvābhāvamupādāya",
  "tika-abh08t25:46_4": "pavattattā. Idāni tameva somanassupekkhādibhedaṁ vibhāgena dassetuṁ “seyyathida”nti",
  "tika-abh08t25:46_5": "pucchitvā “somanassasahagata”ntiādinā vissajjeti. Tattha seyyathidanti taṁ katamaṁ,",
  "tika-abh08t25:46_6": "taṁ kathanti vā attho.",
  "tika-abh08t25:47_0": "Sobhanaṁ mano, sobhanaṁ vā mano etassāti sumano, tassa bhāvo somanassaṁ, mānasikasukhavedanāyetaṁ",
  "tika-abh08t25:47_1": "adhivacanaṁ, somanassena uppādato yāva nirodhā sahagataṁ pavattaṁ saṁsaṭṭhaṁ sampayuttanti",
  "tika-abh08t25:47_2": "attho. Atha vā somanassena saha ekuppādādibhāvaṁ gatanti somanassasahagataṁ. Jānāti",
  "tika-abh08t25:47_3": "yathāsabhāvaṁ paṭivijjhatīti ñāṇaṁ, tena samaṁ ekuppādādīhi pakārehi yuttanti ñāṇasampayuttaṁ.",
  "tika-abh08t25:47_4": "Nāssa saṅkhāro atthīti asaṅkhāraṁ, asaṅkhārameva asaṅkhārikaṁ. Saha saṅkhārena pavattamānaṁ",
  "tika-abh08t25:47_5": "sasaṅkhāraṁ, tadeva sasaṅkhārikaṁ. Saṅkhāroti cettha attano, parassa vā pubbappayogo",
  "tika-abh08t25:47_6": "“saṅkharoti tikkhabhāvasaṅkhātena maṇḍanavisesena sajjeti, saṅkharīyati vā sajjīyati",
  "tika-abh08t25:47_7": "cittaṁ etenā”ti katvā. Tattha dānādipuññakaraṇakāle maccheramalathinamiddhādīhi upakkilesehi",
  "tika-abh08t25:47_8": "saṁsīdamāne citte upakkilesavūpasamavasena, cittassa ca ussāhajananavasena tīsu dvāresu",
  "tika-abh08t25:47_9": "pavatto sammāvāyāmo attano payogo nāma. Kusalakaraṇe nirussāhassa pana “ambho, sappurisa,",
  "tika-abh08t25:47_10": "kusalakaraṇaṁ nāma paṇḍitehi āsevitamaggo, tattha tayāpi paṭipajjituṁ vaṭṭati, tasmā",
  "tika-abh08t25:47_11": "dānaṁ dehi, sīlaṁ rakkha, tañhi te atthāya hitāya sukhāya bhavissatī”tiādinā kusalakaraṇatthāya",
  "tika-abh08t25:47_12": "ussāhajananavasena paresaṁ kāyavacīdvāresu pavattā āṇatti parappayogo nāma. Tesu",
  "tika-abh08t25:47_13": "pana purimo pubbabhāgappavattacittasantāne, pacchimo paresaṁ cittasantāneyeva sambhavatīti",
  "tika-abh08t25:47_14": "tannibbattito cittassa tikkhabhāvasaṅkhāto viseso idha upacārato saṅkhāroti veditabbo. Tenāhu ācariyā –",
  "tika-abh08t25:48": "“Pubbappayogasambhūto, viseso cittasambhavī;",
  "tika-abh08t25:49": "Saṅkhāro iti saṅkhāra-sabhāvaññūhi kittito”ti.",
  "tika-abh08t25:50_0": "Atha vā “sasaṅkhārikamasaṅkhārika”nti ca etaṁ kevalaṁ saṅkhārassa bhāvābhāvamattāpekkhāya",
  "tika-abh08t25:50_1": "vuttaṁ, na tassa sahappavattisabbhāvābhāvatoti bhinnasantānappavattinopi saṅkhārassa",
  "tika-abh08t25:50_2": "idamatthitāya taṁvasena nibbattaṁ cittaṁ saṅkhāro assa atthīti sasaṅkhārikaṁ saha-saddassa",
  "tika-abh08t25:50_3": "vijjamānatthaparidīpanato “salomako sapakkhako”tiādīsu viya. Tabbiparītaṁ pana tadabhāvato",
  "tika-abh08t25:50_4": "yathāvuttavaseneva asaṅkhārikaṁ. Atha vā saṅkharaṇaṁ, saṅkharīyati vā etena āgantukasambhūtena",
  "tika-abh08t25:50_5": "cittasaṁsīdanasabhāvāpanayanavaseneva sajjīyati, saṅkharoti vā taṁ yathāvuttavasenevāti",
  "tika-abh08t25:50_6": "saṅkhāroti ujukameva pubbappayogajanito tikkhabhāvo vuccati, tadabhāvato asaṅkhārikaṁ,",
  "tika-abh08t25:50_7": "sabhāvatikkhanti attho. Taṁsahagatāya sasaṅkhārikaṁ, atha vā maccheramalādīhi saṅkharīyatīti",
  "tika-abh08t25:50_8": "saṅkhāro, cittassa saṁsīdanasabhāvo, so yassa natthīti asaṅkhārikaṁ, itaraṁ sasaṅkhārikaṁ.",
  "tika-abh08t25:50_9": "Paṇītautubhojanādiko vā balavapaccayo saṅkhāro “saṅkharoti cittaṁ tikkhabhāvena,",
  "tika-abh08t25:50_10": "saṅkharīyati vā taṁ etenā”ti katvā. A-kārassa vuḍḍhatthavuttitāya vuḍḍhippatto saṅkhāro",
  "tika-abh08t25:50_11": "assāti asaṅkhārikaṁ, balavapaccayavantanti attho. Vuḍḍhiparidīpakena pana a-kārena",
  "tika-abh08t25:50_12": "avisesitattā sasaṅkhārikaṁ sappaccayaṁ dubbalapaccayanti adhippāyo. Ñāṇena vippayuttaṁ",
  "tika-abh08t25:50_13": "virahitanti ñāṇavippayuttaṁ.",
  "tika-abh08t25:51_0": "Upekkhatīti upekkhā, vediyamānāpi ārammaṇaṁ ajjhupekkhati, majjhattākārasaṇṭhitiyāti",
  "tika-abh08t25:51_1": "attho. Atha vā iṭṭhe, aniṭṭhe ca ārammaṇe pakkhapātābhāvena upapattito yuttito ikkhati",
  "tika-abh08t25:51_2": "anubhavatīti upekkhā. Atha vā upetā sukhadukkhānaṁ aviruddhā ikkhā anubhavananti",
  "tika-abh08t25:51_3": "upekkhā. Aviruddhattāyeva hesā tesaṁ anantarampi pavattati. Sukhadukkhavedanā pana",
  "tika-abh08t25:51_4": "visuṁ visuṁ viruddhasabhāvattā nāññamaññaṁ anantaraṁ pavattanti. Teneva hi paṭṭhāne",
  "tika-abh08t25:51_5": "somanassassa anantaraṁ domanassassa, domanassassa anantaraṁ somanassassa ca uppatti",
  "tika-abh08t25:51_6": "paṭisiddhā. Ayañca attho lobhasahagatacittasampayuttavedanāyapi labbhati, purimā",
  "tika-abh08t25:51_7": "pana dve na tathā. Na hi lobhasahagatādīnaṁ majjhattākārena ajjhupekkhanaṁ, upapattito",
  "tika-abh08t25:51_8": "ikkhanaṁ vā atthīti. Upekkhāsahagatanti sabbaṁ heṭṭhā vuttanayameva.",
  "tika-abh08t25:52_0": "Nanu ca aññepi phassādayo sampayuttadhammā atthīti somanassādīnaṁ vaseneva pana aṭṭhavidhatā",
  "tika-abh08t25:52_1": "kasmā gahitāti? Bhedakarabhāvato. Phassādīnañhi sabbacittasādhāraṇattā, saddhādīnañca",
  "tika-abh08t25:52_2": "sabbakusalasādhāraṇattā na tehi cittassa vibhāgo, somanassādayo pana katthaci citte",
  "tika-abh08t25:52_3": "honti, katthaci na hontīti pākaṭova tehi cittassa vibhāgoti. Kasmā panete katthaci",
  "tika-abh08t25:52_4": "citte honti, katthaci na hontīti? Kāraṇassa sannihitāsannihitabhāvato. Kiṁ pana nesaṁ",
  "tika-abh08t25:52_5": "kāraṇanti? Vuccate – tattha somanassasahagatabhāvo tāva ārammaṇavasena hoti. Iṭṭhārammaṇasmiñhi",
  "tika-abh08t25:52_6": "somanassasahagatacittamuppajjati. Nanu ca iṭṭhārammaṇaṁ lobhassa vatthu rajjanīyattāti",
  "tika-abh08t25:52_7": "kathaṁ tattha kusalaṁ uppajjatīti? Nayidamekantikaṁ iṭṭhepi ārammaṇe niyamitādivasena",
  "tika-abh08t25:52_8": "kusalassa uppajjanato. Yassa hi “kusalameva mayā kattabba”nti kusalakaraṇeyeva cittaṁ",
  "tika-abh08t25:52_9": "niyamitaṁ hoti, akusalappavattitova nivattetvā kusalakaraṇeyeva pariṇāmitaṁ, abhiṇhakaraṇena",
  "tika-abh08t25:52_10": "ca kusalaṁ samudāciṇṇaṁ, paṭirūpadesavāsasaddhammassavanasappurisūpanissayapubbekatapuññatāsaṅkhātacatucakkūpanissayavasena,",
  "tika-abh08t25:52_11": "yoniso ca ābhogo pavattati, tassa iṭṭhepi ārammaṇe alobhasampayuttameva cittamuppajjati,",
  "tika-abh08t25:52_12": "na lobhasampayuttaṁ. Hoti cettha –",
  "tika-abh08t25:53": "“Niyāmapariṇāmehi, samudāciṇṇatāya ca;",
  "tika-abh08t25:54": "Ñāṇapubbaṅgamābhogā, iṭṭhepi kusalaṁ siyā”ti.",
  "tika-abh08t25:55_0": "Apica saddhābahulatādīhi ca kāraṇehi cittassa somanassasahagatatā veditabbā. Assaddhānaṁ,",
  "tika-abh08t25:55_1": "hi micchādiṭṭhikānañca ekantamiṭṭhārammaṇabhūtaṁ tathāgatarūpampi disvā somanassaṁ",
  "tika-abh08t25:55_2": "na uppajjati. Ye ca kusalappavattiyaṁ ānisaṁsaṁ na passanti, tesaṁ parehi ussāhitānaṁ",
  "tika-abh08t25:55_3": "kusalaṁ karontānampi somanassaṁ na uppajjati, tasmā saddhābahulatā visuddhidiṭṭhitā",
  "tika-abh08t25:55_4": "ānisaṁsadassāvitāti imehipi kāraṇehi cittassa somanassasahagatatā hoti.",
  "tika-abh08t25:56_0": "Apica ye te ekādasa dhammā pītisambojjhaṅgassa uppādāya saṁvattanti. Seyyathidaṁ",
  "tika-abh08t25:56_1": "– buddhānussati dhammānussati saṁghānussati sīlānussati cāgānussati devatānussati",
  "tika-abh08t25:56_2": "upasamānussati lūkhapuggalaparivajjanaṁ siniddhapuggalasevanā pasādanīyasuttantapaccavekkhaṇā",
  "tika-abh08t25:56_3": "tadadhimuttatāti imehipi kāraṇehi cittassa somanassasahagatabhāvo veditabbo. Buddhādiguṇe",
  "tika-abh08t25:56_4": "anussarantassa hi yāva upacāruppādā sakalasarīraṁ pharamānā pīti uppajjati. Tathā",
  "tika-abh08t25:56_5": "dīgharattaṁ akkhaṇḍatādivasena attanā rakkhitaṁ catupārisuddhisīlaṁ paccavekkhantassa,",
  "tika-abh08t25:56_6": "gihino dasasīlaṁ pañcasīlaṁ paccavekkhantassa, dubbhikkhabhayādīsu paṇītaṁ bhojanaṁ",
  "tika-abh08t25:56_7": "sabrahmacārīnaṁ datvā “evaṁnāma dānaṁ adāsi”nti attanocāgaṁ paccavekkhantassa, gihinopi",
  "tika-abh08t25:56_8": "tathārūpe kāle sīlavantānaṁ dinnadānaṁ paccavekkhantassa, yehi guṇehi samannāgatā",
  "tika-abh08t25:56_9": "devā devattaṁ gatā, tathārūpānaṁ guṇānaṁ attani atthitaṁ paccavekkhantassa, samathavipassanāhi",
  "tika-abh08t25:56_10": "vikkhambhitakilese saṭṭhipi sattatipi vassāni asamudācarante disvā “aho mayhaṁ kilesā",
  "tika-abh08t25:56_11": "na samudācarantī”ti cintentassa, cetiyadassanatheradassanesu asakkaccakiriyāya saṁsucitalūkhabhāvena",
  "tika-abh08t25:56_12": "buddhādīsu pasādasinehābhāvena gadrabhapiṭṭhe rajasadise lūkhapuggale parivajjantassa,",
  "tika-abh08t25:56_13": "buddhādīsu pasādabahule muducitte siniddhapuggale paṭisevantassa, ratanattayaguṇaparidīpake",
  "tika-abh08t25:56_14": "pasādanīyasuttante paccavekkhantassa, ṭhānanisajjādīsupi pītiuppādanatthaṁ tanninnatādivasena",
  "tika-abh08t25:56_15": "pavattentassa yebhuyyena pīti uppajjati. Pītiyā ca somanassena saha avinābhāvato",
  "tika-abh08t25:56_16": "taduppattiyā tassāpi uppatti niyatāti evaṁ pītikāraṇānipi somanassakāraṇānīti daṭṭhabbāni.",
  "tika-abh08t25:56_17": "Kiñca – agambhīrapakatitā, somanassapaṭisandhikatāti imehi dvīhi kāraṇehi somanassasahagatatā",
  "tika-abh08t25:56_18": "hoti. Yo hi agambhīrapakatiko hoti, appamattakepi hitopakaraṇe tussati, yo ca somanassapaṭisandhiko",
  "tika-abh08t25:56_19": "appasannesu ārammaṇesupi appaṭikkūladassāvī, tassa yebhuyyena somanassasahagatacittaṁ",
  "tika-abh08t25:56_20": "uppajjati. Yathāvuttānaṁ pana somanassakāraṇānamabhāvena majjhattārammaṇatāya ca",
  "tika-abh08t25:56_21": "upekkhāsahagatatā veditabbā.",
  "tika-abh08t25:57_0": "Ñāṇasampayuttassa pana kammato upapattito indriyaparipākato kilesadūrībhāvatoti imehi",
  "tika-abh08t25:57_1": "kāraṇehi hoti. Yo hi paresaṁ hitajjhāsayena dhammaṁ deseti hīnukkaṭṭhādīni ca naḷakāramuddāgaṇanādīni",
  "tika-abh08t25:57_2": "sippāyatanāni, vaḍḍhakīkasivāṇijjādīni ca kammāyatanāni, visaharaṇādīni ca vijjāyatanānīti",
  "tika-abh08t25:57_3": "evaṁ niravajjasippāyatanādīni sikkhāpeti, sayaṁ vā sikkhati, dhammakathikassa sakkāraṁ",
  "tika-abh08t25:57_4": "katvā dhammaṁ kathāpeti, “āyatiṁ paññavā bhavissāmī”ti patthanaṁ paṭṭhapetvā nānappakāraṁ",
  "tika-abh08t25:57_5": "puññakammaṁ karoti, tassevaṁ nānappakāraṁ paññāsaṁvattanikakammaṁ sampādentassa taṁ",
  "tika-abh08t25:57_6": "kammaṁ upanissāya uppajjamānaṁ kusalaṁ ñāṇasampayuttaṁ uppajjati. Tathā abyāpajje",
  "tika-abh08t25:57_7": "loke uppannassa uppajjamānaṁ kusalaṁ ñāṇasampayuttaṁ hoti. Vuttañhetaṁ –",
  "tika-abh08t25:58": "“Tassa tattha sukhino dhammapadāni pilavanti, dandho, bhikkhave, satuppādo, atha so satto khippameva visesabhāgī hotī”ti.",
  "tika-abh08t25:59_0": "Tathā paññādasakaṁ sampattassa indriyaparipākaṁ nissāya uppajjamānaṁ kusalaṁ ñāṇasampayuttaṁ",
  "tika-abh08t25:59_1": "hoti. Yena pana samathavipassanābhāvanāhi kilesā vikkhambhitā, tassa kilesadūrībhāvaṁ",
  "tika-abh08t25:59_2": "nissāya uppajjamānaṁ cittaṁ ñāṇasampayuttaṁ uppajjati. Yathāha –",
  "tika-abh08t25:60": "“Yogā ve jāyate bhūri, ayogā bhūrisaṅkhayo”ti..",
  "tika-abh08t25:61_0": "Apica ye te dhammā dhammavicayasambojjhaṅgassa uppādāya saṁvattanti. Seyyathidaṁ",
  "tika-abh08t25:61_1": "– paripucchakatā vatthuvisadakiriyā indriyasamattapaṭipādanā duppaññapuggalaparivajjanā",
  "tika-abh08t25:61_2": "paññavantapuggalasevanā gambhīrañāṇacariyapaccavekkhaṇā tadadhimuttatāti imehi kāraṇehi",
  "tika-abh08t25:61_3": "ñāṇasampayuttabhāvo hoti. Tathā hi yo paññavante upasaṅkamma khandhadhātuāyatanaindriyabalabojjhaṅgamaggaṅgajhānaṅgasamathavipassanādīnaṁ",
  "tika-abh08t25:61_4": "paripucchābahulo hoti, tassa taṁvasena uppannaṁ sutamayañāṇaṁ ādiṁ katvā uppajjamānaṁ",
  "tika-abh08t25:61_5": "cittaṁ ñāṇasahagataṁ hoti. Yena pana nakhakesacīvarasenāsanādīni ajjhattikabāhiravatthūni",
  "tika-abh08t25:61_6": "pubbe avisadāni chedanamalaharaṇādinā visadāni katāni, tassevaṁ visadavatthukassa",
  "tika-abh08t25:61_7": "uppannesu cittacetasikesu visadaṁ ñāṇaṁ hoti parisuddhāni dīpakapallakādīni nissāya",
  "tika-abh08t25:61_8": "uppannadīpasikhāya obhāso viya. Yassa ca saddhindriyādīsu aññataraṁ balavaṁ hoti,",
  "tika-abh08t25:61_9": "itarāni mandāni, tato tāni sakasakakiccaṁ kātuṁ na sakkonti, tasmā so tassa bojjhaṅgavibhaṅge",
  "tika-abh08t25:61_10": "āgatanayena tena tena ākārena samattaṁ paṭipādeti, tassevaṁ indriyānaṁ samattaṁ paṭipādentassa",
  "tika-abh08t25:61_11": "vipassanāñāṇādīnaṁ vasena cittaṁ ñāṇasahagataṁ hoti. Yo pana duppaññapuggale parivajjeti,",
  "tika-abh08t25:61_12": "paññavantapuggale vā payirupāsati, khandhādīsu ogāḷhaṁ bhagavato gambhīrañāṇacariyaṁ",
  "tika-abh08t25:61_13": "vā paccavekkhati, ṭhānanisajjādīsu tadadhimuttacitto vā viharati, imesampi uppajjamānaṁ",
  "tika-abh08t25:61_14": "kusalaṁ ñāṇasampayuttaṁ hoti. Apica buddhādiguṇānussaraṇenapi cittaṁ ñāṇasahagataṁ hoti. Yathāha –",
  "tika-abh08t25:62_0": "“Yasmiṁ, mahānāma, samaye ariyasāvako tathāgataṁ anussarati, nevassa tasmiṁ samaye",
  "tika-abh08t25:62_1": "rāgapariyuṭṭhitaṁ cittaṁ hoti, na dosa…pe… na mohapariyuṭṭhitaṁ cittaṁ hoti, ujugatamevassa",
  "tika-abh08t25:62_2": "tasmiṁ samaye cittaṁ hoti tathāgataṁ ārabbha. Ujugatacitto kho pana, mahānāma, ariyasāvako",
  "tika-abh08t25:62_3": "labhati atthavedaṁ, labhati dhammavedaṁ, labhati dhammūpasaṁhitaṁ pāmojjaṁ, pamuditassa",
  "tika-abh08t25:62_4": "pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṁ vedeti, sukhino cittaṁ",
  "tika-abh08t25:62_5": "samādhiyati, samāhito yathābhūtaṁ pajānātī”tiādi.",
  "tika-abh08t25:63_0": "Evaṁ buddhānussatiādayopi rāgādimalavisodhanena ñāṇuppattihetukāyevāti daṭṭhabbaṁ.",
  "tika-abh08t25:63_1": "Kiñca – tihetukapaṭisandhikatā ñāṇuppattikāraṇaṁ. Paṭisandhipaññā hi ādito paṭṭhāya",
  "tika-abh08t25:63_2": "bhavaṅgasantativasena bahulaṁ pavattamānā santānaparibhāvanena ñāṇuppattiyā savisesaupanissayo",
  "tika-abh08t25:63_3": "hoti. Asaṅkhārikattaṁ pana sappāyautubhojanaāvāsādipaccayehi hotīti. Honti cettha –",
  "tika-abh08t25:64": "“Iṭṭhārammaṇatā saddhābāhulyaṁ diṭṭhisuddhi ca;",
  "tika-abh08t25:65": "Phaladassāvitā ceva, pītibojjhaṅgahetuyo.",
  "tika-abh08t25:66": "“Ekādasa tathā dhammā, agambhīrasabhāvatā;",
  "tika-abh08t25:67": "Somanassayuttā sandhi, iccete sukhahetuyo.",
  "tika-abh08t25:68": "“Abhāvo sukhahetūnaṁ, majjhattārammaṇanti ca;",
  "tika-abh08t25:69": "Upekkhuppattihetu ca, evaṁ ñeyyā vibhāvinā.",
  "tika-abh08t25:70": "“Kammūpapattito ceva, tathā indriyapākato;",
  "tika-abh08t25:71": "Kilesūpasamā dhamma-vicayassa ca hetuhi.",
  "tika-abh08t25:72": "“Sattadhammehi buddhādi-guṇānussaraṇena ca;",
  "tika-abh08t25:73": "Sappaññasandhito ceva, cittaṁ ñāṇayutaṁ siyā.",
  "tika-abh08t25:74": "“Utubhojanaāvāsa-sappāyādīhi hetuhi;",
  "tika-abh08t25:75": "Asaṅkhārikabhāvopi, viññātabbo vibhāvinā”ti.",
  "tika-abh08t25:76": "Evaṁ vedanāñāṇappayogabhedato aṭṭhavidhaṁ kāmāvacaracittaṁ niddisitvā idāni taṁ nigamento āha “idaṁ…pe… nāmā”ti.",
  "tika-abh08t25:77_0": "12. Yena panatthena idaṁ “kāmāvacara”nti vuccati, taṁ dāni dassetuṁ “uddānato”tiādi",
  "tika-abh08t25:77_1": "āraddhaṁ. Tattha uddānatoti uddesato, saṅkhepatoti attho. Kiñcāpi avasiṭṭhakilesādayo",
  "tika-abh08t25:77_2": "viya kilesakāmopi assādetabbatāya vatthukāme saṅgahito ñāṇaṁ viya ñeyyeti saṅkhepato",
  "tika-abh08t25:77_3": "ekoyeva kāmo siyā, tathāpi kilesakāmo vatthukāmabhāvaṁ gacchanto kāmanīyaṭṭhena gacchati,",
  "tika-abh08t25:77_4": "na kāmanavasena. Kāmanavasena ca pana kilesakāmova hoti, na pana vatthukāmoti āha",
  "tika-abh08t25:77_5": "“klesavatthuvasā”tiādi. Ko panettha vatthukāmo, ko kilesakāmoti codanaṁ manasi nidhāya",
  "tika-abh08t25:77_6": "“chando kāmo, rāgo kāmo, chandarāgo kāmo, saṅkappo kāmo, rāgo kāmo, saṅkapparāgo",
  "tika-abh08t25:77_7": "kāmo”ti evaṁ niddesapāḷiyaṁ āgatā niddiṭṭhā kāmataṇhāva idha kilesakāmo. Vatthukāmoti",
  "tika-abh08t25:77_8": "ca “manāpikā rūpā…pe… manāpikā phoṭṭhabbā…pe… sabbepi kāmāvacarā dhammā…pe… sabbepi",
  "tika-abh08t25:77_9": "rūpāvacarā…pe… sabbepi arūpāvacarā…pe… kāmā”ti tattheva niddiṭṭhā saviññāṇāviññāṇappabhedā",
  "tika-abh08t25:77_10": "tebhūmakadhammāti dassento āha “kileso…pe… vaṭṭaka”nti. “Chandarāgovā”ti avadhāraṇena",
  "tika-abh08t25:77_11": "kilesabhāvena niruḷhesu lobhadosamohādīsu dasasu dosamohādayo nava kilese paṭikkhipati.",
  "tika-abh08t25:77_12": "Kāmarūpārūpataṇhāya vatthu patiṭṭhānaṁ, kāraṇabhūtanti vā vatthu.",
  "tika-abh08t25:78_0": "13. Kathaṁ pana kilesakāmo nāma, kathañca vatthukāmoti āha “kilesakāmo”tiādi. Kāmetīti",
  "tika-abh08t25:78_1": "vatthukāmaṁ pattheti. Kāmīyatīti kilesakāmena patthīyati. Iti-saddo “tasmā”ti imassa",
  "tika-abh08t25:78_2": "atthe. Ca-saddo eva-kāratthe, tena yasmā kilesakāmo kāmetīti kāmo, vatthukāmo ca",
  "tika-abh08t25:78_3": "kāmīyatīti, tasmā eva kilesakāmo, vatthukāmo cāti duvidhopi esa kāmo kārakadvaye",
  "tika-abh08t25:78_4": "kattari, kammani ca sijjhati, kattubhāvaṁ, kammabhāvañca paccanubhotīti attho. Atha",
  "tika-abh08t25:78_5": "vā duvidhoti dvinnaṁ kāmānaṁ vācakato duvidho. “Kāmo”ti ayaṁ saddo kārakadvaye sijjhati",
  "tika-abh08t25:78_6": "yathāvuttakārakayugaḷe nipphajjati, kattari, kammani ca “kāmo”ti padasambhavo hotīti",
  "tika-abh08t25:78_7": "attho. Vo-kāro pana nipātamattaṁ “evaṁ vo kālāmā”tiādīsu viya. Atha vā vokārakadvayeti",
  "tika-abh08t25:78_8": "khandhadvayeti attho. Kilesakāmo hi saṅkhārasabhāvattā saṅkhārakkhandhe, vatthukāmo",
  "tika-abh08t25:78_9": "ca vakkhamānanayena pañcakāmaguṇabhūto rūpasabhāvattā rūpakkhandheti evaṁ duvidhopesa",
  "tika-abh08t25:78_10": "kāmo khandhadvaye sijjhati nipphajjati, antobhāvaṁ gacchatīti.",
  "tika-abh08t25:79_0": "14. Sampajjanāni sampattiyo, tāsaṁ vasena visayavisayībhāvena aññamaññaṁ samosaraṇavasena,",
  "tika-abh08t25:79_1": "sampāpuṇanavasenāti attho. Iminā pana idaṁ dīpeti – yattha duvidhopi kāmo visayavisayībhāvena",
  "tika-abh08t25:79_2": "sahito pavattati, soyeva ekādasavidho padeso kāmāvacarasaññito. Yattha pana rūpārūpadhātuyaṁ",
  "tika-abh08t25:79_3": "kevalaṁ vatthukāmova pavattati, na so padeso kāmāvacaro nāmāti. Nanu ca duvidhopi",
  "tika-abh08t25:79_4": "sahito rūpārūpadhātūsu pavattati, rūpārūpāvacaradhammānaṁ vatthukāmattā, tadārammaṇabhūtānañca",
  "tika-abh08t25:79_5": "rūpārūpataṇhānaṁ taṁyogena kilesakāmabhāvasiddhitoti? Nayidamevaṁ orambhāgiyabhūtassa",
  "tika-abh08t25:79_6": "bahalakilesasseva kāmarāgassa idha kilesakāmabhāvena adhippetattā. “Uddānato duve",
  "tika-abh08t25:79_7": "kāmā”ti sabbe kāme uddisitvāpi hi “padeso catupāyāna”ntiādinā visayaniyamanena “duvidhopi",
  "tika-abh08t25:79_8": "aya”nti ettha kāmekadesabhūto nīvaraṇāvatthāya kathito kāmarāgo kilesakāmabhāvena,",
  "tika-abh08t25:79_9": "tabbatthukāyeva dhammā vatthukāmabhāvena gahitā, na rūpārūpataṇhā, tabbatthukadhammā",
  "tika-abh08t25:79_10": "cāti ñāpīyati. Evañca katvā upari vakkhamānā sasatthāvacarūpamā upapannā hoti, yathāvuttānameva",
  "tika-abh08t25:79_11": "kāmānaṁ idha adhippetattā rūpārūpadhātūsu vimānakapparukkhavatthālaṅkāraparittakusalādibhedesu",
  "tika-abh08t25:79_12": "kāmāvacaradhammesu pavatto chandarāgo kilesakāmo nāma na hoti, na ca tabbatthubhūtaṁ",
  "tika-abh08t25:79_13": "vimānakapparukkhādiparittadhammajātaṁ vatthukāmo nāmāti siddhaṁ. Tenevāha “kāmo vā",
  "tika-abh08t25:79_14": "kāmasaññā vā brahmaloke na vijjatī”ti. Kāmāvacarasattasantānagatataṇhāya visayabhāve",
  "tika-abh08t25:79_15": "sati pana taṁyogena rūpārūpadhātūsupi pavattamāno parittadhammo vatthukāmoyevāti",
  "tika-abh08t25:79_16": "veditabbaṁ. Atha vā niddese āgatanayena niravaseso kilesakāmo kāmataṇhābhavataṇhāvibhavataṇhānirodhataṇhāpabhedo",
  "tika-abh08t25:79_17": "idha pavattati. Vatthukāmesupi appakaṁ rūpārūpavipākamattaṁ ṭhapetvā sabboyeva idha",
  "tika-abh08t25:79_18": "pavattatīti anavasesappavattiṁ sandhāya “kāmoyaṁ duvidhopi cā”ti vuttaṁ. Kiñcāpi",
  "tika-abh08t25:79_19": "evaṁ vuttaṁ, tesu pana bahalakilesakāmabhūto bahalakāmarāgo ca tabbatthukā pañca",
  "tika-abh08t25:79_20": "kāmaguṇā ca idha gahitāti dassanatthaṁ “sampattīnaṁ vasenā”ti vuttaṁ. Sampajjanavasena,",
  "tika-abh08t25:79_21": "samijjhanavasenāti attho. Avacaratīti pavattati. Iti-saddo hetumhi, yasmā duvidhopi",
  "tika-abh08t25:79_22": "ayaṁ kāmo avacarati, tasmā kāmo ettha avacaratīti kāmāvacarasaññitoti attho.",
  "tika-abh08t25:80_0": "15. Saggamokkhahetubhūtā puññasammatā ayā yebhuyyena apetāti apāyā. Nirayādivasena",
  "tika-abh08t25:80_1": "cattāro apāyā catupāyā. Channanti cātumahārājikatāvatiṁsayāmātusitānimmānaratiparanimmitavasavattisaṅkhātānaṁ",
  "tika-abh08t25:80_2": "channaṁ devalokānaṁ. Merupādavāsino pana asurā tāvatiṁsesuyeva saṅgayhantīti na tehi",
  "tika-abh08t25:80_3": "saddhiṁ sattannanti vuttaṁ. Manaso ussannatāya manussā, satisūrabhāvabrahmacariyayogyatādiguṇavasena",
  "tika-abh08t25:80_4": "upacitamānasatāya ukkaṭṭhaguṇacittatāyāti attho, te pana nippariyāyato jambudīpavāsino",
  "tika-abh08t25:80_5": "veditabbā. Yathāha –",
  "tika-abh08t25:81": "“Tīhi, bhikkhave, ṭhānehi jambudīpakā manussā uttarakuruke ca manusse adhiggaṇhanti deve ca tāvatiṁse. Katamehi tīhi? Sūrā satimanto idha brahmacariyavāso”ti.",
  "tika-abh08t25:82_0": "Tehi pana samānarūpāditāya saddhiṁ parittadīpavāsīhi itaramahādīpavāsinopi “manussā”icceva",
  "tika-abh08t25:82_1": "paññāyiṁsu. Lokiyā pana manuno apaccabhāveneva “manussā”ti vadanti. Ekādasavidhoti",
  "tika-abh08t25:82_2": "caturāpāyesu tiracchānapettivisayānaṁ visuṁ paricchinnassa okāsassa abhāvepi yattha",
  "tika-abh08t25:82_3": "te araññasamuddapabbatapādādike nibaddhavāsaṁ vasanti, tādisassa ṭhānassa gahitattā ekādasavidho.",
  "tika-abh08t25:83_0": "16. Nanu cettha aññesampi dhammānaṁ pavattisambhavato kāmasseva avacaraṇavasena kathaṁ",
  "tika-abh08t25:83_1": "nāmalābhoti āha “assābhilakkhitattā”tiādi. Tattha assāti imassa duvidhassa kāmassa.",
  "tika-abh08t25:83_2": "Abhilakkhitattāti ekādasavidhe padese pākaṭattā. Atha vā assāti karaṇatthe sāmivacanaṁ,",
  "tika-abh08t25:83_3": "tasmā anena duvidhena kāmena ekādasavidhassa padesassa abhilakkhitattā, paññāpitattāti",
  "tika-abh08t25:83_4": "attho. Atha vā upayogatthe sāmivacanavasena assa ekādasavidhassa padesassa tena duvidhena",
  "tika-abh08t25:83_5": "abhilakkhitattāti attho. Saha satthehīti sasatthā, yattha te avacaranti, so sasatthāvacaro,",
  "tika-abh08t25:83_6": "padeso. So viya. Yathā hi yasmiṁ padese sasatthā purisā avacaranti, so vijjamānesupi",
  "tika-abh08t25:83_7": "aññesu dvipadacatuppadādīsu avacarantesu tesaṁ tattha pākaṭattā, tehi vā abhilakkhitattā",
  "tika-abh08t25:83_8": "“sasatthāvacaro”tveva paññāyati, evaṁ vijjamānesupi aññesu rūpāvacarādīsu avacarantesu",
  "tika-abh08t25:83_9": "abhilakkhaṇavasena ayaṁ padeso “kāmāvacaro”tveva saññitoti. Esa nayo rūpārūpāvacaresu.",
  "tika-abh08t25:84_0": "17-8. Nanu ca cittaṁ kāmāvacaranti vuttaṁ, yathāvuttanayena pana padesassa gahitattā",
  "tika-abh08t25:84_1": "kathaṁ tattha avacarantaṁ kāmāvacaraṁ nāmāti āha “svāya”ntiādi. So ayaṁ kāmāvacaro",
  "tika-abh08t25:84_2": "“kāmo”ti saññitoti sambandho. Rūpabhavo rūpanti yathā rūpabhavo rūpaṁ. Avuttopi hi",
  "tika-abh08t25:84_3": "yathāsaddo evaṁ-saddasanniṭṭhānato labbhati. Yathā “rūpūpapattiyā maggaṁ bhāvetī”ti",
  "tika-abh08t25:84_4": "ettha “rūpabhavūpapattiyā”ti vattabbe rūpabhavo “rūpa”nti saññitoti ayamettha attho.",
  "tika-abh08t25:84_5": "Kathaṁ panesa evaṁ saññitoti āha “uttarassā”tiādi. Atha vā yathā uttarassa padassa",
  "tika-abh08t25:84_6": "lopaṁ katvā udīrito esa rūpabhavo “rūpa”nti saññito, evaṁ svāyaṁ kāmāvacaro kāmoti",
  "tika-abh08t25:84_7": "sambandho. Tasmiṁ kāmeti tasmiṁ uttarapadalopavasena kāmasaññite padese. Idanti idaṁ",
  "tika-abh08t25:84_8": "aṭṭhavidhaṁ cittaṁ. Adhikāravasena pana tassa gahaṇepi sabbesameva parittacittānamayamattho",
  "tika-abh08t25:84_9": "labbhati sabbesampi kāme avacaraṇato. Sadāti sabbakālaṁ, bāhulyenāti adhippāyo. Iminā",
  "tika-abh08t25:84_10": "pana idaṁ dīpeti – yathā saṅgāme yebhuyyena avacaranto “saṅgāmāvacaro”ti laddhanāmo",
  "tika-abh08t25:84_11": "hatthī aññattha avacarantopi bāhullappavattivasena “saṅgāmāvacaro”tveva paññāyati,",
  "tika-abh08t25:84_12": "evamidaṁ aññattha avacarantampi kāmaloke bāhullavuttito “kāmāvacara”micceva vuttanti.",
  "tika-abh08t25:84_13": "Tena pana nanu cetaṁ rūpārūpabhavesupi avacaraṇato rūpāvacarādināmampi labheyyāti",
  "tika-abh08t25:84_14": "idaṁ codanaṁ pariharati. Hoti cettha –",
  "tika-abh08t25:85": "“Kāmevacaratītyetaṁ, kāmāvacarasaññitaṁ;",
  "tika-abh08t25:86": "Sese avacarantampi, saṅgāmāvacaro yathā”ti.",
  "tika-abh08t25:87_0": "Iti-saddo hetumhi. Ca-saddo vattabbantarasamuccaye. Tena yasmā uttarapadalopena kāmāvacaro",
  "tika-abh08t25:87_1": "“kāmo”ti saññito, yasmā ca tasmiṁ kāme idaṁ cittaṁ sadā avacarati, tasmā “kāmāvacara”micceva",
  "tika-abh08t25:87_2": "kathitaṁ, na pana kāmāvacarāvacaraṁ, nāpi rūpārūpāvacaranti vāti adhippāyo. Kāmaghātināti",
  "tika-abh08t25:87_3": "desanāñāṇena vineyyasantānagatassa kilesakāmassa hananasīlena sammāsambuddhena.",
  "tika-abh08t25:88_0": "19.Paṭisandhiṁ…pe… avacārayatīti vāti atha vā yasmā yattha katthaci uppannampi kāme",
  "tika-abh08t25:88_1": "bhaveyeva paṭisandhiṁ avacārayati, tasmā idaṁ kāme avacārayatīti “kāmāvacara”nti",
  "tika-abh08t25:88_2": "kathitaṁ cā-saddassa rassattaṁ katvāti attho. Evaṁ uttarapadalopavasena padasambhavaṁ",
  "tika-abh08t25:88_3": "dassetvā idāni vināpi uttarapadalopaṁ kāmāvacara-saddassa sambhavaṁ dassetuṁ “pariyāpannanti",
  "tika-abh08t25:88_4": "tatra vā”ti vuttaṁ. Tatrāti tasmiṁ kāmabhave. Pariyāpannanti antogadhaṁ. Ayaṁ panettha adhippāyo –",
  "tika-abh08t25:89_0": "“Katame dhammā kāmāvacarā? Heṭṭhato avīcinirayaṁ pariyantaṁ katvā uparito paranimmitavasavattī",
  "tika-abh08t25:89_1": "deve antokaritvā yaṁ etasmiṁ antare etthāvacarā ettha pariyāpannā khandhadhātuāyatanā",
  "tika-abh08t25:89_2": "rūpaṁ vedanā saññā saṅkhārā viññāṇaṁ. Ime dhammā kāmāvacarā”ti –",
  "tika-abh08t25:90_0": "Vuttattā yathā manussitthiyā kucchismiṁ nibbattopi tiracchānagatiko tiracchānayoniyameva",
  "tika-abh08t25:90_1": "pariyāpannattā “tiracchāno”tveva vuccati, evamidaṁ rūpārūpabhavesu uppannampi kāmabhavapariyāpannattā",
  "tika-abh08t25:90_2": "“kāmāvacara”micceva kathitanti. Tappariyāpannatā cassa avīciparanimmitaparicchinnokāsaninnāya",
  "tika-abh08t25:90_3": "kāmataṇhāya visayabhāvatoti veditabbā. Tathā hi vuttaṁ ācariyadhammapālattherena",
  "tika-abh08t25:90_4": "nikkhepakaṇḍepi “‘etthāvacarā’ti vacanaṁ avīciparanimmitaparicchinnokāsāya kāmataṇhāya",
  "tika-abh08t25:90_5": "visayabhāvaṁ sandhāya vutta”nti. Padasambhavo panettha evaṁ veditabbo – kāmataṇhā",
  "tika-abh08t25:90_6": "kāmo, so ettha ārammaṇakaraṇavasena avacaratīti kāmāvacaranti. Nanu cettha katamā",
  "tika-abh08t25:90_7": "kāmataṇhā, yā kāmāvacaradhammārammaṇā taṇhā. Katame kāmāvacaradhammā, ye kāmataṇhāvisayāti",
  "tika-abh08t25:90_8": "evaṁ itarītaranissayatādoso āpajjatīti ? Nāpajjati, avīciādiekādasokāsaninnatāya",
  "tika-abh08t25:90_9": "yaṁkiñci taṇhaṁ kāmataṇhābhāvena gahetvā taṁsabhāvāya taṇhāya visayabhāvena kāmāvacaradhammānaṁ",
  "tika-abh08t25:90_10": "upalakkhetabbabhāvato. Atha vā kilesavatthuvasena duvidhopi kāmo yathārahaṁ sahajātavasena",
  "tika-abh08t25:90_11": "ettha avacaratīti kāmāvacaraṁ, ārammaṇakaraṇavasena vā duvidhepi kāme etaṁ avacaratīti",
  "tika-abh08t25:90_12": "kāmāvacaraṁ. Atha vā mañcanissitakesu ukkuṭṭhiṁ karontesu nissayanissitānaṁ abhedassa",
  "tika-abh08t25:90_13": "buddhiyā gahitattā nissitakesu nissayūpacāravasena “mañcā ukkuṭṭhiṁ karontī”ti vuccati,",
  "tika-abh08t25:90_14": "evametampi kāmāvacarabhave pavattanavasena tannissitattā nissayavohārena “kāmāvacara”nti",
  "tika-abh08t25:90_15": "vuccati. Hoti cettha –",
  "tika-abh08t25:91": "“Kāmovacaratītyettha, kāmevacaratīti vā;",
  "tika-abh08t25:92": "Ṭhānūpacārato vāpi, taṁ kāmāvacaraṁ bhave”ti.",
  "tika-abh08t25:93_0": "20. Pujjaphalanibbattanato, attasantānaṁ punanato ca puññāni, kattabbatāya kiriyā,",
  "tika-abh08t25:93_1": "tesaṁ tesaṁ ānisaṁsānaṁ vatthutāya vatthūni cāti puññakiriyavatthūni. Gaṇanato dasaparimāṇattā",
  "tika-abh08t25:93_2": "dasa ca tāni puññakiriyavatthūni cāti dasa puññakiriyavatthūni, tesaṁ vasenāti dasapuññakriyavatthuvasena,",
  "tika-abh08t25:93_3": "dasapuññakiriyavatthubhāvena taṁmayaṁ hutvāti attho. Eva-kārena pana rūpārūpalokuttaraṁ",
  "tika-abh08t25:93_4": "viya na kevalaṁ bhāvanāvasenevāti dasseti. Atha vā dasapuññakiriyavatthuvaseneva",
  "tika-abh08t25:93_5": "pavattati, na pana parehi parikappitaparapasaṁsādipuññakiriyavatthuvasenāti eva-saddena",
  "tika-abh08t25:93_6": "avadhāraṇaṁ. Yato vakkhati “sabbānussatipuññañcā”tiādi.",
  "tika-abh08t25:94_0": "21. Kāni pana tāni dasapuññakiriyavatthūni, yesaṁ vasena idaṁ aṭṭhavidhaṁ cittaṁ",
  "tika-abh08t25:94_1": "pavattatīti vuttanti imaṁ anuyogaṁ sandhāya tāni sarūpato dassetuṁ “dānaṁ sīla”ntiādi",
  "tika-abh08t25:94_2": "vuttaṁ. Tattha diyyati etenāti dānaṁ, pariccāgacetanā. Idha pana cittādhikāravasena",
  "tika-abh08t25:94_3": "taṁsampayuttaṁ gahetabbaṁ. Tathā “sīlā”dīsupi. Sīlatīti sīlaṁ, kāyavacīkammāni samādahatīti",
  "tika-abh08t25:94_4": "attho. Susilyavasena hi kāyakammādīni avippakiṇṇāni sampati, āyatiñca hitasukhāvahāni",
  "tika-abh08t25:94_5": "sammā ṭhapitāni samāhitāni honti, sīlayati upadhāretīti vā sīlaṁ. Upadhāraṇaṁ panettha",
  "tika-abh08t25:94_6": "kusalānaṁ adhiṭṭhānabhāvo. Bhāveti kusaladhamme āsevati vaḍḍheti etāyāti bhāvanā.",
  "tika-abh08t25:94_7": "Attano santāne nipphannā patti diyyati etenāti pattidānaṁ. Taṁtaṁkiccakaraṇe byāvaṭassa",
  "tika-abh08t25:94_8": "bhāvo veyyāvaccaṁ. Deseti etāyāti desanā. Pattiṁ anumodati etenāti pattānumodo. Pubbapadalopena",
  "tika-abh08t25:94_9": "pana “anumodo”ti vuttaṁ. Diṭṭhiyā ujubhāvo diṭṭhijuttaṁ, sammādiṭṭhiyā ujukaraṇanti",
  "tika-abh08t25:94_10": "attho. Attano, parassa vā hitajjhāsayavasena sammā suṇanti etāyāti saṁsuti. Pūjāvasena",
  "tika-abh08t25:94_11": "apacāyati sāmīciṁ karoti etenāti apacāyo. Puññakiriyavatthūnaṁ pabhedo puññakiriyavatthuppabhedo.",
  "tika-abh08t25:94_12": "Majjhapadalopavasena pana “puññavatthuppabhedo”ti vuttaṁ yathā ājaññayutto ratho",
  "tika-abh08t25:94_13": "“ājaññaratho”ti. Ayaṁ tāvettha padavicāro.",
  "tika-abh08t25:95_0": "Ayaṁ pana vinicchayo – tattha sekhaputhujjanānaṁ paraṁ uddissa pūjānuggahakāmatāya",
  "tika-abh08t25:95_1": "attano vijjamānavatthupariccajanavasena pavattā cetanā dānamayapuññakiriyavatthu",
  "tika-abh08t25:95_2": "nāma. Khīṇāsavānampi tathā pavattā dānameva, sā pana puññakiriyā nāma na hotīti na",
  "tika-abh08t25:95_3": "idha adhippetā. Pujjaphalanibbattanato, hi attasantānaṁ punanato ca puññaṁ, na ca",
  "tika-abh08t25:95_4": "khīṇāsavasantāne pavattā phalanibbattikā hoti, na ca taṁ punāti visuddhasantānappavattattāti. Evaṁ sesesupi.",
  "tika-abh08t25:96_0": "Yā pana niccasīlauposathasīlādivasena pañcasīlaṁ aṭṭhasīlaṁ dasasīlaṁ samādiyantassa,",
  "tika-abh08t25:96_1": "asamādiyantassapi kulacārittavasena sampattakāyaduccaritādīhi viramantassa, upasampadamāḷake",
  "tika-abh08t25:96_2": "saṁvaraṁ samādiyantassa, pātimokkhaṁ paripūrentassa, āpāthagatavisayesu cakkhādīni",
  "tika-abh08t25:96_3": "indriyāni thakentassa, cīvarādike ca paccaye paccavekkhantassa, kuhanādivatthuto",
  "tika-abh08t25:96_4": "ājīvaṁ parisodhentassa pavattā cetanā, ayaṁ sīlamayapuññakiriyavatthunāma. Etthāha",
  "tika-abh08t25:96_5": "– “dānaṁ nāmetaṁ mayhaṁ kulavaṁso kulacāritta”nti evaṁ cārittasīle ṭhatvā dentassa",
  "tika-abh08t25:96_6": "pavattā dānamayapuññakiriyavatthu kiṁ, udāhu sīlamayanti? Sīlamayameva cārittasīlabhāvato.",
  "tika-abh08t25:96_7": "Deyyadhammapariccāgavasena pavattāpi hesā pubbābhisaṅkhārassa aparabhāge cetanāya",
  "tika-abh08t25:96_8": "ca tathā pavattattā sīlamayameva puññakiriyavatthu, na dānamayaṁ. Pūjānuggahakāmatāya",
  "tika-abh08t25:96_9": "hi dinnaṁ dānamayanti.",
  "tika-abh08t25:97_0": "“Cakkhu anicca”ntiādinā pana cakkhādike tilakkhaṇaṁ āropetvā sammasantassa pavattā",
  "tika-abh08t25:97_1": "gotrabhuvodānapariyosānā vipassanācetanā, kasiṇādīsu ārammaṇesu appanaṁ appattā gotrabhupariyosānā",
  "tika-abh08t25:97_2": "parikammacetanā cāti ayaṁ bhāvanāmayapuññakiriyavatthu nāma. Appanāppattāpi bhāvanāyeva,",
  "tika-abh08t25:97_3": "sā pana na kāmāvacarāti idha na gahitā. Niravajjavijjāyatanakammāyatanasippāyatanānaṁ",
  "tika-abh08t25:97_4": "sikkhanacetanāpi bhāvanāmayeyeva samodhānaṁ gacchatīti ācariyā. Yā cettha deyyadhammaṁ",
  "tika-abh08t25:97_5": "khayato vayato sammasitvā dadato pavattā, sāpi pubbe viya ubhayabhāge cetanānaṁ tathā",
  "tika-abh08t25:97_6": "pavattattā bhāvanāmayapuññakiriyavatthuyevāti veditabbaṁ.",
  "tika-abh08t25:98_0": "Dānādikaṁ yaṁ kiñci sucaritakammaṁ katvā “asukassa ca nāma patti hotu, sabbasattānaṁ",
  "tika-abh08t25:98_1": "vā hotū”ti evaṁ attanā katassa parehi sādhāraṇabhāvaṁ paccāsīsanavasena pavattā pattidānamayapuññakiriyavatthu",
  "tika-abh08t25:98_2": "nāma. Kiṁ panevaṁ pattiṁ dadato puññakkhayo hotīti? Na hoti, yathā pana ekaṁ dīpaṁ",
  "tika-abh08t25:98_3": "jāletvā tato dīpasahassaṁ jālentassa paṭhamadīpo khīṇoti na vattabbo, purimālokena",
  "tika-abh08t25:98_4": "pana saddhiṁ pacchimālokassa ekībhāve atimahāva hoti, evameva pattiṁ dadato parihāni",
  "tika-abh08t25:98_5": "nāma na hoti, vuḍḍhiyeva pana hotīti daṭṭhabbā. Kathaṁ panesā dinnā nāma hotīti?",
  "tika-abh08t25:98_6": "“Idaṁ me puññakammaṁ sabbasattānaṁ, asukassa vā pariṇamatū”ti evaṁ pubbabhāge, pacchāpi",
  "tika-abh08t25:98_7": "vā vacībhedaṁ karontena manasā eva vā cintentena dinnā nāma hoti. Keci pana “yaṁ",
  "tika-abh08t25:98_8": "mayā kataṁ sucaritaṁ, tassa phalaṁ ‘dammī’ti vuttepi patti dinnāva hotī”ti vadanti.",
  "tika-abh08t25:98_9": "Kusalakammādhikārattā pana parehi ca kammasseva anumoditabbattā kammameva dātabbaṁ,",
  "tika-abh08t25:98_10": "anumodentenapi kammameva anumoditabbanti idamettha ācariyānaṁ sanniṭṭhānaṁ.",
  "tika-abh08t25:99": "Cīvarādīsu paccāsārahitassa asaṁkiliṭṭhena ajjhāsayena samaṇabrāhmaṇānaṁ vattapaṭivattakaraṇavasena, gilānupaṭṭhānavasena ca pavattā veyyāvaccamayapuññakiriyavatthu nāma.",
  "tika-abh08t25:100_0": "Āmisakiñcakkhādinirapekkhacittassa attano paguṇaṁ dhammaṁ vimuttāyatanasīse ṭhatvā",
  "tika-abh08t25:100_1": "desentassa, tatheva niravajjavijjāyatanādikaṁ upadisantassa ca pavattā desanāmayapuññakiriyavatthu",
  "tika-abh08t25:100_2": "nāma. Parehi kataṁ yaṁ kiñci sucaritakammaṁ dinnamadinnampi vā issāmaccheramalaṁ",
  "tika-abh08t25:100_3": "pahāya “sādhu suṭṭhū”ti anumodantassa pavattā anumodanapuññakiriyavatthu nāma, “atthi",
  "tika-abh08t25:100_4": "dinna”ntiādinā kammassakatāñāṇavasena diṭṭhiṁ ujuṁ karontassa pavattā diṭṭhijukammapuññakiriyavatthu",
  "tika-abh08t25:100_5": "nāma. Yadi evaṁ ñāṇavippayuttacittassa diṭṭhijukammapuññakiriyatā na labbhatīti?",
  "tika-abh08t25:100_6": "No na labbhati purimapacchimacetanānampi taṁtaṁpuññakiriyāsveva saṅgaṇhanato. Tathā hi vakkhati –",
  "tika-abh08t25:101": "“Purimā muñcanā ceva, parā tissopi cetanā;",
  "tika-abh08t25:102": "Hoti dānamayaṁ puññaṁ, evaṁ sesesu dīpaye”ti.",
  "tika-abh08t25:103": "Tasmā kiñcāpi ujukaraṇavelāyaṁ ñāṇasampayuttameva cittaṁ hoti, purimapacchābhāge pana ñāṇavippayuttampi hotīti tassāpi diṭṭhijukammapuññakiriyabhāvo uppajjati.",
  "tika-abh08t25:104_0": "Apare panāhu – viññāṇapaññāṇavasena dassanaṁ diṭṭhi, cittaṁ paññā ca. Diṭṭhiyā ujubhāvo",
  "tika-abh08t25:104_1": "diṭṭhijuttaṁ. Kiṁ taṁ? Kusalañca viññāṇaṁ kammassakatāñāṇādi ca sammādassanaṁ. Tattha",
  "tika-abh08t25:104_2": "kusalaviññāṇena ñāṇuppādepi attano sucaritānussaraṇaparaguṇapasaṁsāsaraṇagamanānaṁ",
  "tika-abh08t25:104_3": "saṅgaho, kammassakatāñāṇena kammapathasammādiṭṭhiyāti. Dānādisampayuttaṁ pana ñāṇaṁ",
  "tika-abh08t25:104_4": "dānādīsveva antogadhanti veditabbaṁ. “Evamimaṁ dhammaṁ sutvā tattha vuttanayena paṭipajjanto",
  "tika-abh08t25:104_5": "lokiyalokuttaraguṇavisesaṁ adhigamissāmi, bahussuto vā hutvā pare dhammadesanāya",
  "tika-abh08t25:104_6": "anuggaṇhissāmī”ti evaṁ attano, paresaṁ vā vimuttāyatanasīsena saddhammaṁ suṇantassa",
  "tika-abh08t25:104_7": "pavattā savanamayapuññakiriyavatthu nāma. Niravajjavijjāyatanādisavanacetanāpi ettheva",
  "tika-abh08t25:104_8": "saṅgayhati. Pūjārahe, garuṭṭhāniye, mahallake ca disvā āsanā vuṭṭhahantassa pattacīvarapaṭiggahaṇamaggadānaabhivādanaañjalikammakaraṇaāsanapupphagandhādiabhihāraṁ",
  "tika-abh08t25:104_9": "karontassa ca pavattā bahumānacetanā apacitisahagatapuññakiriyavatthu nāma. Veyyāvaccāpacāyanānañhi",
  "tika-abh08t25:104_10": "ayaṁ viseso – vayasā, guṇena ca jeṭṭhānaṁ, gilānānañca taṁtaṁkiccakaraṇaṁ veyyāvaccaṁ,",
  "tika-abh08t25:104_11": "sāmīcikiriyā apacāyananti.",
  "tika-abh08t25:105_0": "22-3. Evaṁ aṭṭhakathāya āgatanayena dasapuññakiriyavatthūni dassetvā idāni sutte",
  "tika-abh08t25:105_1": "āgatanayena dānaṁ sīlaṁ bhāvanāti tīṇiyeva dassetuṁ tesu itaresampi saṅgahaṁ dīpento",
  "tika-abh08t25:105_2": "āha “gacchanti saṅgaha”ntiādi. Tattha pattidānānumodanā dāne saṅgahaṁ gacchanti taṁsabhāvattā.",
  "tika-abh08t25:105_3": "Dānampi hi issāmaccherānaṁ paṭipakkhaṁ, etepi, tasmā samānapaṭipakkhatāya dānena",
  "tika-abh08t25:105_4": "saha ekalakkhaṇattā ete dānamayapuññakiriyavatthumhi saṅgahaṁ gacchanti. Veyyāvaccāpacāyanā",
  "tika-abh08t25:105_5": "sīlamaye puññe saṅgahaṁ gacchanti cārittasīlasabhāvattā. Desanāsavanadiṭṭhiujukā",
  "tika-abh08t25:105_6": "pana kusaladhammāsevanato bhāvanato bhāvanāmaye saṅgahaṁ gacchanti. Keci pana “desento,",
  "tika-abh08t25:105_7": "suṇanto ca desanānusārena ñāṇaṁ pesetvā lakkhaṇaṁ paṭivijjha deseti, suṇāti ca, tāni",
  "tika-abh08t25:105_8": "ca desanāsavanāni paṭivedhameva āharantīti desanāsavanaṁ bhāvanāmaye saṅgahaṁ gacchatī”ti",
  "tika-abh08t25:105_9": "vadanti. Dhammadānabhāvato “desanā dānamaye saṅgahaṁ gacchatī”tipi sakkā vattuṁ.",
  "tika-abh08t25:105_10": "Tathā diṭṭhijukammaṁ sabbatthāpi sabbesaṁ niyamanalakkhaṇattāti. Dānādīsu hi yaṁ",
  "tika-abh08t25:105_11": "kiñci “atthi dinna”ntiādinayappavattāya sammādiṭṭhiyāva visodhitaṁ mahapphalaṁ hoti",
  "tika-abh08t25:105_12": "mahānisaṁsanti. Evañca katvā dīghanikāyaṭṭhakathāyaṁ “diṭṭhijukammaṁ pana sabbesaṁ",
  "tika-abh08t25:105_13": "niyamanalakkhaṇa”nti vuttaṁ. Mahāsaṁghiyā pana abhayagirivāsino ca diṭṭhijukammaṁ",
  "tika-abh08t25:105_14": "visuṁ puññakiriyabhāvena na gaṇhanti. Tathā hi te dānaṁ sīlaṁ bhāvanā saṁsuti desanānussatimodanaṁ",
  "tika-abh08t25:105_15": "veyyāvaccapūjāsaraṇappattipasaṁsā cāti attanā katapuññānussaraṇaṁ buddhādīsu saraṇagamanaṁ",
  "tika-abh08t25:105_16": "paraguṇapasaṁsāti imāni tīṇi pakkhipitvā diṭṭhijukammaṁ aggahetvā dvādasa puññakiriyavatthūni",
  "tika-abh08t25:105_17": "paññāpenti. Puna tīṇevāti paṭhamaṁ dasāpi samānā puna saṅkhepato tīṇeva sambhonti.",
  "tika-abh08t25:106_0": "24. Idāni parehi niddisiyamānānaṁ puññānussaraṇādīnaṁ attanā niddiṭṭhesveva samodhānaṁ",
  "tika-abh08t25:106_1": "dassetuṁ “sabbānussatipuññañcā”tiādi vuttaṁ. Tattha sabbasseva attanā katasucaritassa",
  "tika-abh08t25:106_2": "anussaraṇaṁ sabbānussatipuññaṁ nāma. Pasaṁsāti parehi katāya puññakiriyāya, sammāpaṭipattiyā",
  "tika-abh08t25:106_3": "ca vippasannacittena pasaṁsanaṁ, santussananti attho. Saraṇattayanti ettha saranti",
  "tika-abh08t25:106_4": "hiṁsantīti saraṇāni, buddhādīni tīṇi ratanāni. Tāni hi saraṇagatānaṁ teneva saraṇagamanena",
  "tika-abh08t25:106_5": "bhayaṁ santāsaṁ duggatiparikkilesaṁ hiṁsanti vināsenti. Tayo avayavā assāti tayaṁ,",
  "tika-abh08t25:106_6": "tīhi avayavehi yuttasamudāyassetaṁ adhivacanaṁ, saraṇānaṁ tayaṁ saraṇattayaṁ, tīṇi",
  "tika-abh08t25:106_7": "saraṇānīti vuttaṁ hoti. Na hi avayavavinimutto samudāyo nāma koci atthīti. Idha pana",
  "tika-abh08t25:106_8": "saraṇattayaggahaṇena upacārato, uttarapadalopato vā saraṇagamanaṁ adhippetaṁ. Na",
  "tika-abh08t25:106_9": "hi saraṇattayaṁ puññakiriyavatthu nāma hoti. Atthato panetaṁ “sammāsambuddho vata",
  "tika-abh08t25:106_10": "so bhagavā, svākkhāto dhammo, suppaṭipanno saṁgho”tiādinā buddhādīsu pasādapaṭilābhavasena",
  "tika-abh08t25:106_11": "pavattā cetanā diṭṭhijukammasmiṁ saṅgahaṁ yanti taṁvaseneva tesaṁ ijjhato. Na hi",
  "tika-abh08t25:106_12": "viparītadiṭṭhikassa imāni tīṇi sambhavanti, tasmā te ekantena diṭṭhijukammapuññakiriyavatthusmiṁ",
  "tika-abh08t25:106_13": "saṅgahaṁ gacchanti, na visuṁ puññakiriyabhāvena gahetabbāti adhippāyo. Tenāha “natthi",
  "tika-abh08t25:106_14": "saṁsayo”ti. Diṭṭhijukammassa bhāvanāmayasaṅgahepi saṅkhepanayena bhāvanāmaye saṅgayhanti,",
  "tika-abh08t25:106_15": "vitthāranayena pana “kattha nu kho”ti saṁsayo siyāti imesaṁ bhāvanāmayasaṅgaho na",
  "tika-abh08t25:106_16": "vutto. Diṭṭhijukammassa vā sabbesaṁ mahapphalabhāvaniyāmakattena mūlabhūtattā tassa",
  "tika-abh08t25:106_17": "padhānabhāvaṁ dassetuṁ visuṁ tattha saṅgayhantīti vuttaṁ. Apare pana “saṅgaṇhanto",
  "tika-abh08t25:106_18": "saṅgaṇhāti, gaṇhanto ‘muñcatī’ti vacanato saraṇagamanassa sīlasamādāne viya gahaṇaṁ",
  "tika-abh08t25:106_19": "sambhavatīti sīlamaye saṅgayhatī”ti vadanti. “Saraṇagamanaṁ paṇipātabhāvato apacitisahagate saṅgayhatī”ti keci.",
  "tika-abh08t25:107_0": "25. Idāni yathāvuttapuññakiriyavatthūnaṁ purimapacchimabhāgavasena pavattamānāpi",
  "tika-abh08t25:107_1": "cetanā tattha tattheva saṅgahaṁ gacchantīti dassetuṁ “purimā muñcanā”tiādi vuttaṁ.",
  "tika-abh08t25:107_2": "Tattha purimāti dānatthāya deyyadhammaṁ dhammena samena uppādentassa, uppannaṁ “pariccajissāmī”ti",
  "tika-abh08t25:107_3": "cintentassa, dakkhiṇeyyaṁ pariyesantassa ca yāva vatthuno paṭiggāhakassa hatthe vissajjanaṁ,",
  "tika-abh08t25:107_4": "pariṇāmanaṁ vā, tāva pavattā pubbabhāgacetanā. Paṭiggāhakassa pana hatthe vissajjanacetanā,",
  "tika-abh08t25:107_5": "pariṇāmanacetanā vā muñcanacetanā nāma. Sāyeva niggahītalopena “mucanā”ti vuttā.",
  "tika-abh08t25:107_6": "“Muñcanā”itiyeva vā pāṭho. Parāti attanā vissaṭṭhavatthumhi ālayaṁ akatvā “sādhu",
  "tika-abh08t25:107_7": "suṭṭhu aggaṁ dānaṁ me dinna”nti somanassacittena paccavekkhantassa uppannā aparabhāgacetanā.",
  "tika-abh08t25:107_8": "Tissopi cetanāti iti ayañca purimā cetanā, ayañca muñcanacetanā, ayañca aparacetanāti",
  "tika-abh08t25:107_9": "tissopi cetanā ekato hutvā dānamayaṁ puññaṁ hoti, dānamayapuññakiriyavatthu nāma",
  "tika-abh08t25:107_10": "hotīti attho. “Puñña”nti padaṁ apekkhitvā “hotī”ti ekavacananiddeso. Idāni yathāvuttamatthaṁ",
  "tika-abh08t25:107_11": "sesesupi atidisanto āha “evaṁ sesesu dīpaye”ti. Sesesūti sīlādīsu puññakiriyavatthūsu",
  "tika-abh08t25:107_12": "evaṁ yathāvuttanayena “sīlaṁ ‘rakkhissāmī’ti cintentassa, ‘pabbajissāmī’ti vihāraṁ",
  "tika-abh08t25:107_13": "gacchantassa pavattā purimacetanā, sīlaṁ samādiyantassa, pabbajantassa, sīlaṁ paripūrentassa",
  "tika-abh08t25:107_14": "uppannā majjhimacetanā, ‘pūritaṁ me’ti paccavekkhantassa uppannā aparacetanāti evaṁ",
  "tika-abh08t25:107_15": "tissopi cetanā ekato hutvā sīlamayapuññakiriyavatthu nāmā”tiādinā dīpaye, pakāseyyāti",
  "tika-abh08t25:107_16": "attho. Nanu ca attanā katapuññānussaraṇacetanā diṭṭhijukammasaṅgahitā, ayañca aparacetanā",
  "tika-abh08t25:107_17": "sāyevāti kathamassā tattha saṅgahoti? Nāyaṁ doso, visayabhedena ubhinnampi visesasabbhāvato.",
  "tika-abh08t25:107_18": "Puññānussaraṇañhi attanā katapuññavisayameva. Ayaṁ pana tabbatthuvisayāti pākaṭoyeva dvinnaṁ visesoti.",
  "tika-abh08t25:108_0": "Ettāvatā ca yaṁ vuttaṁ “dasapuññakiriyavatthuvaseneva pavattatī”ti, tattha dasapuññakiriyavatthūni",
  "tika-abh08t25:108_1": "sarūpato, saṅgahato ca niddisitvā idāni tathāpavattamānassa cassa pāṭekkaṁ pavattākāravisayaṁ",
  "tika-abh08t25:108_2": "dassetuṁ “idānī”tiādi āraddhaṁ. Tattha ayanti vakkhamānanidassanaṁ. Dātabbo dhammo",
  "tika-abh08t25:108_3": "deyyadhammo, annādidasavidhaṁ vatthu. Vuttañhi –",
  "tika-abh08t25:109": "“Annaṁ pānaṁ vatthaṁ yānaṁ, mālāgandhavilepanaṁ;",
  "tika-abh08t25:110": "Seyyāvasathapadīpeyyaṁ, dānavatthū dasāvime”ti.",
  "tika-abh08t25:111_0": "Paṭiggāhako ādi yesaṁ desakālamittādīnaṁ te paṭiggāhakādayo, deyyadhammassa, paṭiggāhakādīnañca",
  "tika-abh08t25:111_1": "sampatti sampannatā deyyadhammapaṭiggāhakādisampatti. Tattha deyyadhammassa paṇītamanāpabhāvo",
  "tika-abh08t25:111_2": "dhammena samena uppannabhāvo deyyadhammasampatti. Paṭiggāhakānaṁ aggadakkhiṇeyyabhāvo",
  "tika-abh08t25:111_3": "paṭiggāhakasampatti. Dullabhaannapānādiko deso desasampatti. Tādisova kālo kālasampatti.",
  "tika-abh08t25:111_4": "Dullabhaannapānādike hi dese, kāle vā dinnaṁ ajjhāsayassa balavatāya mahapphalaṁ,",
  "tika-abh08t25:111_5": "somanassahetukañca hoti, tasmā te dānassa sampattivasena vuttā. Mittasampatti pana",
  "tika-abh08t25:111_6": "kalyāṇamittabhāvo. Kalyāṇamittañhi nissāya dānādīsu cittaṁ odagyappattaṁ hoti. Paricārikasampatti",
  "tika-abh08t25:111_7": "pana anāṇattiyāpi taṁtaṁkiccasampādane appamattassa paricārikajanassa paṭilābho.",
  "tika-abh08t25:111_8": "Aññaṁ vā somanassahetunti saddhābahulatāvisuddhidiṭṭhitādibhedaṁ aññaṁ somanassakāraṇaṁ",
  "tika-abh08t25:111_9": "vā. Āgammāti upāgamma, paṭiccāti attho. Haṭṭhapahaṭṭhoti somanassavasena haṭṭho ceva",
  "tika-abh08t25:111_10": "pahaṭṭho ca. Ubhayenapi adhikasomanassaṁ vuttaṁ. Atthi…pe… pavattanti “atthi dinnaṁ,",
  "tika-abh08t25:111_11": "atthi yiṭṭhaṁ, atthi hutaṁ, atthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko, atthi",
  "tika-abh08t25:111_12": "ayaṁ loko, atthi paro loko, atthi mātā, atthi pitā, atthi sattā opapātikā, atthi",
  "tika-abh08t25:111_13": "loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā, ye imañca lokaṁ parañca lokaṁ sayaṁ",
  "tika-abh08t25:111_14": "abhiññā sacchikatvā upasampajja viharantī”ti evaṁ pavattaṁ dasavidhaṁ sammādiṭṭhivatthuvasena",
  "tika-abh08t25:111_15": "ceva dhammavicayasambojjhaṅgaṭṭhāniyādīnaṁ vasena ca pavattaṁ. Ādi-saddena hi na",
  "tika-abh08t25:111_16": "kevalaṁ navannaṁyeva sammādiṭṭhivatthūnaṁ gahaṇaṁ, atha kho dhammavicayasambojjhaṅgaṭṭhāniyānampi",
  "tika-abh08t25:111_17": "saṅgaho. Sammā ñāyena pavattā diṭṭhi, pasatthā vā diṭṭhīti sammādiṭṭhi, taṁ. Purakkhatvāti",
  "tika-abh08t25:111_18": "pubbaṅgamaṁ katvā. Tañca kho sahajātapubbaṅgamavasena “manopubbaṅgamā dhammā”tiādīsu",
  "tika-abh08t25:111_19": "viya sampayogassa adhippetattā.",
  "tika-abh08t25:112_0": "Anussāhitoti lobhamacchariyādivasena puññakiriyāya saṅkocaṁ anāpajjanato attanā,",
  "tika-abh08t25:112_1": "parena vā kenaci anussāhito hutvā. Sabhāvato hi puññappavattidassanamidaṁ. Parehīti",
  "tika-abh08t25:112_2": "pana parapākaṭussāhadassanavasena vuttaṁ. Paṭhamanti desanākkamena, idha niddiṭṭhakkamena",
  "tika-abh08t25:112_3": "vā paṭhamaṁ. Mahākusalacittanti somanassasahagatatādiaṅgapāripūriyā mahantaṁ kusalacittaṁ.",
  "tika-abh08t25:112_4": "Atha vā pacchimabhavikabodhisattānaṁ paṭisandhiākaḍḍhanato mahantaṁ pūjitaṁ kusalacittanti",
  "tika-abh08t25:112_5": "mahākusalacittaṁ. Sabbesampi hi sabbaññubodhisattānaṁ paṭisandhi mettāpubbaṅgamassa",
  "tika-abh08t25:112_6": "tihetukasomanassamayassa asaṅkhārikacittassa vipākoti vuttaṁ. Ettha “deyyadhamma…pe…",
  "tika-abh08t25:112_7": "haṭṭhapahaṭṭho”ti ettāvatā imassa somanassasahagatabhāvamāha, “sammādiṭṭhiṁ purakkhatvā”ti",
  "tika-abh08t25:112_8": "ñāṇasampayuttabhāvaṁ, “anussāhito”ti pana iminā asaṅkhārikabhāvanti daṭṭhabbaṁ.",
  "tika-abh08t25:113_0": "Vuttanayenevāti “deyyadhammapaṭiggāhakādisampattiṁ, aññaṁ vā somanassakāraṇaṁ āgammā”ti",
  "tika-abh08t25:113_1": "evaṁ vuttanayena. Ussāhitoti deyyadhamme sāpekkhāditāya, sīlasampadādīsu anadhimuttatādīhi",
  "tika-abh08t25:113_2": "ca puññakiriyāya saṅkocāpajjanato attanā, parena vā kenaci ussāhito. Parehīti pana",
  "tika-abh08t25:113_3": "vuttanayameva. Karoti dānādīni puññānīti sambandho. Tamevāti somanassasahagatādinā",
  "tika-abh08t25:113_4": "taṁsadisatāya vuttaṁ. Hoti hi taṁsadisepi taṁvohāro yathā ca “sāyeva tittirī, tāniyeva",
  "tika-abh08t25:113_5": "osadhānī”ti. Ettha pana “ussāhito”ti iminā sasaṅkhārikataṁ dasseti. Sesaṁ vuttanayameva.",
  "tika-abh08t25:113_6": "Imasmiṁ panattheti imasmiṁ sasaṅkhārikasaddābhidheyye, ussāhitabbacittasaṅkhāte atthe",
  "tika-abh08t25:113_7": "taṁvisayeti attho. Pubbappayogassāti puññakiriyāya saṅkoce jāyamāne tato vivecetvā",
  "tika-abh08t25:113_8": "samussāhanavasena pavattassa cittappayogassa. Pubba-ggahaṇaṁ panettha tathāpavattapubbābhisaṅkhāravasena",
  "tika-abh08t25:113_9": "so payogo hotīti katvā vuttaṁ, na tassa pubbakālikatāyāti vuttovāyamattho.",
  "tika-abh08t25:114_0": "Paṭipattidassanenāti bhikkhū disvā deyyadhammapariccajanavandanādipaṭipattidassanena.",
  "tika-abh08t25:114_1": "Balanti anantīti bālā, assāsitapassāsitamatteneva jīvanti, na paññājīvitenāti adhippāyo.",
  "tika-abh08t25:114_2": "Bālāyeva bālakā. Te pana idha “atthi dinna”ntiādinayappavattāya sammādiṭṭhiyā abhāvena",
  "tika-abh08t25:114_3": "asañjātabuddhino dārakā. Pākaṭavasena cettha bālaka-ggahaṇaṁ. Sahasā karaṇādikāle",
  "tika-abh08t25:114_4": "pana itaresampi ñāṇavippayuttaṁ hotīti. Somanassaṁ jātaṁ etesanti somanassajātā,",
  "tika-abh08t25:114_5": "jātasomanassāti attho. Sahasāti sīghaṁ sīghaṁ dātukāmatāya uppattisamakālameva.",
  "tika-abh08t25:115_0": "Ettha ca “paṭipattidassanenā”ti iminā paresaṁ payogābhāvamāha, “jātaparicayā”ti attano",
  "tika-abh08t25:115_1": "payogābhāvaṁ. Ubhayenāpi imassa asaṅkhārikabhāvaṁ dīpeti. “Bālakā, sahasā”ti ca imehi",
  "tika-abh08t25:115_2": "ñāṇavippayuttabhāvamāha, “bhikkhū…pe… jātā”ti somanassasahagatabhāvaṁ. Atha vā “paṭipatti…pe…",
  "tika-abh08t25:115_3": "paricayā”ti iminā asaṅkhārikabhāvassa “bālakā bhikkhū…pe… jātā”ti ca imehi ñāṇavippayuttasomanassasahagatabhāvassa",
  "tika-abh08t25:115_4": "ca dīpitattā “sahasā”ti vacanena yathāvuttameva ñāṇavippayuttaasaṅkhārikabhāvaṁ pakāseti.",
  "tika-abh08t25:115_5": "Evaṁ sati paṭilomato somanassasahagatādibhāvo dassito hoti. Anulomato pana “somanassajātā”ti",
  "tika-abh08t25:115_6": "iminā somanassasahagatabhāvaṁ, sahasā-ggahaṇena ñāṇavippayuttāsaṅkhārikabhāvaṁ dīpeti.",
  "tika-abh08t25:115_7": "“Paṭipatti…pe… disvā”ti ettāvatā pana somanassasahagatādibhāvassa kāraṇaṁ vuttanti.",
  "tika-abh08t25:115_8": "Teti te ñātakā, te bālakāti vā attho. “Somanassahetūnaṁ abhāvaṁ āgammā”ti idaṁ nidassanamattaṁ",
  "tika-abh08t25:115_9": "daṭṭhabbaṁ. Majjhattārammaṇaṁ tathārūpe cetobhisaṅkhārādayopi hi upekkhāsahagatatāya",
  "tika-abh08t25:115_10": "kāraṇamevāti. Cittassa somanassābhāve puggalassapi somanassarahitatā hotīti “catūsupi…pe…",
  "tika-abh08t25:115_11": "hontī”ti puggalādhiṭṭhānaṁ katvā vuttaṁ, somanassarahitā honti puññaṁ karontāti adhippāyo.",
  "tika-abh08t25:115_12": "“Eva”ntiādi nigamanaṁ.",
  "tika-abh08t25:116_0": "Imesu pana aṭṭhasu viññāṇesu somanassasahagatato upekkhāsahagataṁ balavataraṁ, ñāṇavippayuttato",
  "tika-abh08t25:116_1": "ñāṇasampayuttaṁ, sasaṅkhārikato asaṅkhārikaṁ sadisaṁ balavataraṁ. Visadisaṁ pana",
  "tika-abh08t25:116_2": "vedanāñāṇappayogavasena balavaṁ, dubbalañca hoti. Somanassasahagatatihetukaasaṅkhārikato",
  "tika-abh08t25:116_3": "hi upekkhāsahagatatihetukasasaṅkhārikaṁ balavataraṁ, upekkhāsahagataduhetukaasaṅkhārikato",
  "tika-abh08t25:116_4": "somanassasahagatatihetukaasaṅkhārikaṁ balavataraṁ. Iti catutthacittato tatiyacittaṁ",
  "tika-abh08t25:116_5": "balavataraṁ, tato aṭṭhamacittaṁ, tato sattamacittaṁ, tato dutiyacittaṁ, tato paṭhamacittaṁ,",
  "tika-abh08t25:116_6": "tato chaṭṭhacittaṁ, tato pañcamacittanti evamimesaṁ balavabalavatarabhāvo veditabbo.",
  "tika-abh08t25:117_0": "26. Evaṁ pāḷiyaṁ āgatanayena vedanāñāṇappayogabhedato aṭṭhavidhataṁ niddisitvā idāni",
  "tika-abh08t25:117_1": "aṭṭhakathāyaṁ āgatapuññakiriyādīnaṁ vasenapi pabhedaṁ dassetuṁ “dasa puññakriyādīna”ntiādi",
  "tika-abh08t25:117_2": "vuttaṁ. Ādi-saddena channaṁ ārammaṇānaṁ, catunnaṁ adhipatīnaṁ, tiṇṇaṁ kammānaṁ, hīnādibhedassa",
  "tika-abh08t25:117_3": "ca saṅgaho daṭṭhabbo. Tenevāhu –",
  "tika-abh08t25:118": "“Kamena puññavatthūhi, gocarādhipatīhi ca;",
  "tika-abh08t25:119": "Kammahīnādito cāpi, gaṇeyya nayakovido”ti.",
  "tika-abh08t25:120_0": "27. Idāni tathāpavattamānassa tassa yo yo tesaṁ tesaṁ vasena labbhamāno gaṇanaparicchedo,",
  "tika-abh08t25:120_1": "taṁ sampiṇḍitvā dassetuṁ “sattarasa sahassānī”tiādi vuttaṁ. Tatthevaṁ gaṇanā veditabbā",
  "tika-abh08t25:120_2": "– imāni tāva aṭṭha viññāṇāni dasannaṁ puññakiriyavatthūnaṁ vasena pavattanato paccekaṁ",
  "tika-abh08t25:120_3": "dasa dasāti katvā asīti cittāni honti, tāni ca chasu ārammaṇesu pavattanato chagguṇitāni",
  "tika-abh08t25:120_4": "sāsītikāni cattāri satāni honti, tāni catunnaṁ adhipatīnaṁ sahayogavasena catugguṇitāni",
  "tika-abh08t25:120_5": "sahassaṁ, vīsādhikāni ca nava satāni honti, tāni ca kāyavacīmanosaṅkhātānaṁ tiṇṇaṁ",
  "tika-abh08t25:120_6": "kammānaṁ vasena tiguṇitāni sasaṭṭhisattasatādhikāni pañca sahassāni honti, tāni ca",
  "tika-abh08t25:120_7": "hīnamajjhimapaṇītabhedato tiguṇitāni sāsītikadvisatādhikāni sattarasa sahassāni hontīti.",
  "tika-abh08t25:120_8": "Nanu ca ñāṇavippayuttacittānaṁ vīmaṁsādhipatisahayogābhāvato adhipativasena sahassaṁ,",
  "tika-abh08t25:120_9": "sāsītikāni ca cha satāni hontīti tāni kammādīnaṁ vasena sampiṇḍitāni vīsasatādhikāni",
  "tika-abh08t25:120_10": "pannarasa sahassāni bhavantīti? Saccametaṁ, sotapatitavasena pana taṁ anādiyitvā",
  "tika-abh08t25:120_11": "adhipatigaṇanā gahitāti na tassa vasena gaṇanahāni katāti daṭṭhabbaṁ.",
  "tika-abh08t25:121_0": "Nanu ca “savipākaṁ kusala”nti vuttaṁ, taṁ pana kathaṁ, kuhiṁ, kiṁ phalatīti codanaṁ",
  "tika-abh08t25:121_1": "sandhāyāha “taṁ panā”tiādi. Yasmā tihetukaṁ kusalaṁ tihetukaṁ vā duhetukaṁ vā paṭisandhiṁ",
  "tika-abh08t25:121_2": "deti, nāhetukaṁ paṭisandhiṁ deti. Yadā ca tihetukaṁ paṭisandhiṁ janeti, tadā pavatte",
  "tika-abh08t25:121_3": "soḷasa vipākāni abhinipphādeti. Yadā dvihetukaṁ, tadā dvādasa. Duhetukaṁ pana duhetukamahetukañca",
  "tika-abh08t25:121_4": "paṭisandhiṁ janeti, na tihetukaṁ. Yadā ca duhetukaṁ janeti, tadā pavattiyaṁ dvādasa.",
  "tika-abh08t25:121_5": "Yadā ahetukaṁ, tadā aṭṭha. Ye pana āgamanato vipākassa saṅkhārabhedamicchanti, tesaṁ",
  "tika-abh08t25:121_6": "matena tihetukaṁ dvādasa, dasa vā vipaccati, duhetukaṁ dasa, aṭṭha vā, tasmā vuttaṁ",
  "tika-abh08t25:121_7": "“yathānurūpa”nti. Nānāvidhasampattiṭṭhānabhāvato sobhanā, gantabbato gati cāti sugati,",
  "tika-abh08t25:121_8": "kāmāvacarabhavova sugati kāmāvacarasugati. Tassaṁ kāmāvacarasugatiyaṁ. Bhavabhogasampattinti",
  "tika-abh08t25:121_9": "ettha ca bhavatīti bhavo, upapattibhavasaṅkhātānaṁ vipākakkhandhakaṭattārūpānametaṁ",
  "tika-abh08t25:121_10": "gahaṇaṁ, bhuñjitabbato bhogo, pavattiyaṁ paṭilabhitabbasampatti, bhavoti vā paṭisandhi,",
  "tika-abh08t25:121_11": "bhogo sesavipākakaṭattārūpehi saha pavattiyaṁ paṭilabhitabbā sampatti, bhavo ca bhogo",
  "tika-abh08t25:121_12": "ca bhavabhogo, teyeva sampannabhāvato sampatti, tesaṁ vā sampatti bhavabhogasampatti,",
  "tika-abh08t25:121_13": "taṁ abhinipphādeti, janakavasena ca upanissayavasena ca sādhetīti attho. Ettha ca",
  "tika-abh08t25:121_14": "bhavabhogasampattīnaṁ niravasesato labbhamānaṭṭhānaṁ sandhāya “kāmāvacarasugatiya”nti",
  "tika-abh08t25:121_15": "vuttaṁ. Sahetukavipākavajjaṁ pana pavattivipākakaṭattārūpasabhāvaṁ bhavasampattiṁ,",
  "tika-abh08t25:121_16": "ekaccabhogasampattiñca, bhogasampadameva vā avisesena sugatiyaṁ duggatiyampi abhinipphādetiyeva.",
  "tika-abh08t25:121_17": "Nāgasupaṇṇādīnampi hissa devasampattisadisaṁ manuññaṁ bhogajātaṁ, tabbisayāni ca",
  "tika-abh08t25:121_18": "vipākacittāni, suvaṇṇatāsussaratādi ca taṁ sabbaṁ kāmāvacarakusalasseva phalaṁ. Na",
  "tika-abh08t25:121_19": "hi akusalassa iṭṭhaphalaṁ atthi. Vuttañhetaṁ – “aṭṭhānametaṁ anavakāso, yaṁ akusalassa",
  "tika-abh08t25:121_20": "iṭṭho kanto vipāko saṁvijjatī”ti.",
  "tika-abh08t25:122": "Kāmāvacarakusalavaṇṇanā niṭṭhitā.",
  "tika-abh08t25:123": "Rūpāvacarakusalavaṇṇanā",
  "tika-abh08t25:124_0": "Idāni yasmā kāmāvacarakusalānantaraṁ uddiṭṭhassa rūpāvacarakusalassa niddesāvakāso",
  "tika-abh08t25:124_1": "anuppatto, tasmā taṁ dassanatthaṁ “itaresū”tiādi āraddhaṁ. Tattha itaresūti yathāvuttakāmāvacarakusalato",
  "tika-abh08t25:124_2": "itaresu, rūpāvacarādīsūti attho. Savatthukato ekavidhaṁ ekantena vatthusannissitattā.",
  "tika-abh08t25:124_3": "Na hi arūpadhātuyaṁ rūpāvacaradhammā labbhanti rūpavirāgabhāvanāya nibbattattā puna",
  "tika-abh08t25:124_4": "rūpāvacarajjhānasamāpattiyā abhāvato.",
  "tika-abh08t25:125_0": "Hīnamajjhimapaṇītabhedatoti ettha pubbe viya adhipatīnaṁ hīnādibhāvehi jhānassa hīnādibhāvo",
  "tika-abh08t25:125_1": "yojetabbo. Atha vā paṭiladdhamattamanāsevitaṁ hīnaṁ paridubbalabhāvato, nātisubhāvitaṁ",
  "tika-abh08t25:125_2": "aparipuṇṇavasibhāvaṁ majjhimaṁ, ativiya subhāvitaṁ pana sabbaso paripuṇṇavasibhāvaṁ",
  "tika-abh08t25:125_3": "paṇītaṁ. Tathā uḷārapuññaphalakāmatāvasena pavattitaṁ hīnaṁ, lokiyābhiññatthāya pavattitaṁ",
  "tika-abh08t25:125_4": "majjhimaṁ, vivekakāmatāya ariyabhāve ṭhitena pavattitaṁ paṇītaṁ. Attahitāya vā pavattitaṁ",
  "tika-abh08t25:125_5": "hīnaṁ, kevalaṁ alobhajjhāsayena pavattitaṁ majjhimaṁ, parahitāya pavattitaṁ paṇītaṁ.",
  "tika-abh08t25:125_6": "Vaṭṭajjhāsayena vā pavattitaṁ hīnaṁ, vivekajjhāsayena pavattitaṁ majjhimaṁ, vivaṭṭajjhāsayena",
  "tika-abh08t25:125_7": "lokuttarapādakatthaṁ pavattitaṁ paṇītaṁ.",
  "tika-abh08t25:126_0": "Paṭipadādibhedatoti dukkhapaṭipadādandhābhiññādīnaṁ paṭipadābhiññānaṁ bhedena. Paṭipadāvacaneneva",
  "tika-abh08t25:126_1": "vā tadavinābhāvato abhiññāpi labbhati. Tathā hettha paṭipadācatukkanti voharantīti",
  "tika-abh08t25:126_2": "ādi-saddena adhipatiādīnaṁ saṅgaho daṭṭhabbo, tasmā paṭipadādibhedatoti paṭipadābhedato,",
  "tika-abh08t25:126_3": "adhipatibhedato, ārammaṇabhedato, hānabhāgiyādibhedatoti attho. Tattha paṭipadābhedato",
  "tika-abh08t25:126_4": "tāva dukkhapaṭipadaṁ dandhābhiññaṁ, dukkhapaṭipadaṁ khippābhiññaṁ, sukhapaṭipadaṁ",
  "tika-abh08t25:126_5": "dandhābhiññaṁ, sukhapaṭipadaṁ khippābhiññanti evaṁ catubbidhaṁ hoti. Tattha dukkhā",
  "tika-abh08t25:126_6": "paṭipadā assāti dukkhapaṭipadaṁ. Dandhā abhiññā assāti dandhābhiññaṁ. Esa nayo “dukkhapaṭipadaṁ",
  "tika-abh08t25:126_7": "khippābhiñña”ntiādīsupi.",
  "tika-abh08t25:127_0": "Tattha appahīnanīvaraṇassa, avikkhambhitajhānanikantikassa ca ñāṇakiccassa aparibyattatāya",
  "tika-abh08t25:127_1": "pariniṭṭhitasakalapubbakiccassa “pathavī pathavī”ti vā “āpo āpo”ti vā evaṁ pavattapaṭhamasamannāhārato",
  "tika-abh08t25:127_2": "paṭṭhāya yāva tassa tassa jhānassa upacāruppattiyā nīvaraṇappahānaṁ, nikantivikkhambhanañca",
  "tika-abh08t25:127_3": "hoti, tāva pavattā pubbabhāgabhāvanā paṭipadā nāma “paṭipajjati jhānaṁ etāyā”ti katvā.",
  "tika-abh08t25:127_4": "Pahīnanīvaraṇassa, pana vikkhambhitajhānanikantikassa ca ñāṇakiccassa paribyattabhāvato",
  "tika-abh08t25:127_5": "upacārajjhānaṁ ādiṁ katvā yāva appanāya uppatti, tāva pavattā paññā pubbabhāgapaññāya",
  "tika-abh08t25:127_6": "visiṭṭhabhāvato abhiññā nāma, tasmā yo ādito kilese jhānanikantiñca vikkhambhento",
  "tika-abh08t25:127_7": "dukkhena sasaṅkhārena sappayogena kilamanto vikkhambheti, vikkhambhitakilesajhānanikanti",
  "tika-abh08t25:127_8": "ca appanāparivāsaṁ vasanto cirena aṅgapātubhāvaṁ pāpuṇāti, tassa dukkhapaṭipadaṁ,",
  "tika-abh08t25:127_9": "dandhābhiññañca jhānaṁ hoti. Yo pana sasaṅkhārena kilesādike vikkhambhetvā na cirena",
  "tika-abh08t25:127_10": "aṅgapātubhāvaṁ pāpuṇāti, tassa dukkhapaṭipadaṁ, khippābhiññañca. Yo kilesādike vikkhambhento",
  "tika-abh08t25:127_11": "sukhena akilamanto vikkhambheti, appanāparivāsaṁ pana cirāyati, tassa sukhapaṭipadaṁ,",
  "tika-abh08t25:127_12": "dandhābhiññaṁ. Yo pana sukheneva kilesādike vikkhambhetvā sīghameva appanaṁ pāpuṇāti,",
  "tika-abh08t25:127_13": "tassa sukhapaṭipadaṁ, khippābhiññanti veditabbaṁ.",
  "tika-abh08t25:128_0": "So panāyaṁ paṭipadābhiññānaṁ bhedo kilesindriyādhikāravasena veditabbo. Yassa hi",
  "tika-abh08t25:128_1": "rāgādayo kilesā tibbā honti, saddhāpañcamakāni ca indriyāni mudūni. Yo ca samathavipassanāsu",
  "tika-abh08t25:128_2": "akatādhikāro, tassa pavattajhānaṁ dukkhapaṭipadaṁ, dandhābhiññañca hoti. Tassa hi",
  "tika-abh08t25:128_3": "kilesasamudācāratibbatāya nīvaraṇavikkhambhanassa kicchena kasirena samijjhanato",
  "tika-abh08t25:128_4": "paṭipadā dukkhā asukhā, tasseva saddhādīnaṁ indriyānaṁ mudutāya abhiññāpi dandhā",
  "tika-abh08t25:128_5": "mandā asīghappavattinī hoti. Bhavantare vā samathe akatādhikārattā paṭipadā dukkhā,",
  "tika-abh08t25:128_6": "vipassanāya akatādhikārattā abhiññāpi dandhā. Yo pana vuttaviparīto hoti, tassa kilesānaṁ",
  "tika-abh08t25:128_7": "atibbasamudācāratāya, indriyānañca tikhīṇatāya samathavipassanāsu katādhikāratāya",
  "tika-abh08t25:128_8": "yathākkamaṁ sukhapaṭipadā, khippābhiññā ca hoti. Bhavantare kataparicayassa hi yathā",
  "tika-abh08t25:128_9": "paguṇaṁ katvā vissaṭṭhagantho appamattakena payogena suppavatti vācuggato ca hoti,",
  "tika-abh08t25:128_10": "evaṁ bhāvanā appakasireneva ijjhatīti. Svāyaṁ akato, kato ca adhikāro samathanissito",
  "tika-abh08t25:128_11": "paṭipadāyaṁ vutto samādhippadhānattā paṭipadāya. Vipassanānissito abhiññāya ñāṇappadhānattā",
  "tika-abh08t25:128_12": "appanāyāti daṭṭhabbaṁ.",
  "tika-abh08t25:129_0": "Yo pana tibbakileso tikkhindriyo vipassanāyameva vā katādhikāro hoti, tassa vuttanayena",
  "tika-abh08t25:129_1": "dukkhā paṭipadā, khippā pana abhiññā hoti, tabbiparītassa sukhapaṭipadā dandhābhiññāti.",
  "tika-abh08t25:129_2": "Tasmā kilesānaṁ tibbamandabhāvato, indriyānaṁ tikhiṇamudubhāvato, pubbaparicayassa",
  "tika-abh08t25:129_3": "ca sambhavāsambhavavasenāti evaṁ kilesindriyādhikāravasena imāsaṁ bhedo veditabbo.",
  "tika-abh08t25:130_0": "Apica yāni parato sappāyāsappāyāni, palibodhupacchedādīni pubbakiccāni, appanākosallāni",
  "tika-abh08t25:130_1": "ca āgamissanti, tesu yo upacārādhigamato pubbe, pacchā ca asappāyasevī hoti, tassa",
  "tika-abh08t25:130_2": "dukkhā paṭipadā, dandhā ca abhiññā hoti. Ubhayattha sappāyasevino sukhā paṭipadā,",
  "tika-abh08t25:130_3": "khippā ca abhiññā. Yo pana tato pubbabhāge asappāyaṁ sevitvā aparabhāge sappāyasevī",
  "tika-abh08t25:130_4": "hoti, tassa dukkhā paṭipadā, khippā abhiññā. Tabbiparītassa sukhā paṭipadā, dandhā",
  "tika-abh08t25:130_5": "abhiññā ca veditabbā.",
  "tika-abh08t25:131_0": "Tathā palibodhupacchedādipubbakiccaṁ asampādetvā bhāvanamanuyuñjantassa saparipanthatāya",
  "tika-abh08t25:131_1": "dukkhā paṭipadā, vipariyāyena aparipanthatāya sukhā. Appanākosallāni asampādentassa",
  "tika-abh08t25:131_2": "ñāṇassa avisadatāya dandhā abhiññā hoti, sampādentassa vipariyāyato khippā abhiññāti.",
  "tika-abh08t25:131_3": "Kiñca – taṇhāvijjātibhavanavasena etāsaṁ bhedo veditabbo. Taṇhābhibhūtassa hi dukkhā",
  "tika-abh08t25:131_4": "paṭipadā hoti tassā samādhissa ujupaṭipakkhattā samathapaṭipadāya paripanthakabhāvato,",
  "tika-abh08t25:131_5": "anabhibhūtassa tadabhāvato sukhā. Avijjābhibhūtassa ca tassā paññāya ujupaṭipakkhabhāvato",
  "tika-abh08t25:131_6": "dandhā abhiññā, itarassa khippā abhiññāti. So panāyaṁ paṭipadābhedo kevalaṁ samathabhāvanāvasena",
  "tika-abh08t25:131_7": "paṭiladdhajjhānassa, maggādhigamavasena paṭiladdhajjhānassa pana natthi dukkhapaṭipadādibhedo.",
  "tika-abh08t25:131_8": "Keci pana maggavaseneva tassa paṭipadādibhedaṁ vaṇṇenti “maggassa hi dukkhapaṭipadādibhāve",
  "tika-abh08t25:131_9": "tasmiṁ dukkhapaṭipadādika”nti.",
  "tika-abh08t25:132_0": "Adhipatibhedādīsu pana chandādhipateyyaṁ cittādhipateyyaṁ vīriyādhipateyyaṁ vīmaṁsādhipateyyanti",
  "tika-abh08t25:132_1": "evaṁ adhipatibhedato, parittaṁ parittārammaṇaṁ, parittaṁ appamāṇārammaṇaṁ, appamāṇaṁ",
  "tika-abh08t25:132_2": "parittārammaṇaṁ, appamāṇaṁ appamāṇārammaṇanti evaṁ ārammaṇabhedato, hānabhāgiyaṁ",
  "tika-abh08t25:132_3": "ṭhitibhāgiyaṁ visesabhāgiyaṁ nibbedhabhāgiyanti evaṁ hānabhāgiyādibhedato ca catubbidhatā",
  "tika-abh08t25:132_4": "veditabbā. Tattha “chandavato ce jhānaṁ nibbattissati, mayhampi nibbattissatī”ti",
  "tika-abh08t25:132_5": "evaṁ chandaṁ dhuraṁ katvā uppannaṁ chandādhipateyyaṁ. Esa nayo “cittādhipateyyā”dīsupi.",
  "tika-abh08t25:132_6": "Appaguṇaṁ pana uparijhānassa paccayo bhavituṁ asakkontaṁ parittaṁ, suppasarāvamattesu",
  "tika-abh08t25:132_7": "avaḍḍhitārammaṇesu nibbattaṁ parittārammaṇaṁ. Vuttapaṭipakkhato pana yathākkamaṁ",
  "tika-abh08t25:132_8": "appamāṇārammaṇādīni veditabbāni. Hānabhāgiyādivisesaṁ sayameva vakkhati.",
  "tika-abh08t25:133_0": "Jhānaṅgayogabhedatoti katthaci pañca jhānaṅgāni, katthaci cattāri, katthaci tīṇi,",
  "tika-abh08t25:133_1": "katthaci dve, katthaci aparāni dveti evaṁ jhānaṅgānaṁ sampayogabhedato. Nanu cettha",
  "tika-abh08t25:133_2": "kāmāvacarakusale viya saṅkhārabhedo kasmā na gahito. Idampi hi kevalaṁ samathānuyogavasena",
  "tika-abh08t25:133_3": "paṭiladdhaṁ sasaṅkhāraṁ, maggādhigamavasena paṭiladdhamasaṅkhāraṁ, tasmā “jhānaṅgasaṅkhārayogabhedato",
  "tika-abh08t25:133_4": "dasavidha”nti vattabbanti? Nayidamevaṁ, maggādhigamavasena sattito paṭiladdhassāpi",
  "tika-abh08t25:133_5": "aparabhāge parikammavaseneva uppajjanato, tasmā sabbassapi jhānassa parikammasaṅkhātapubbābhisaṅkhārena",
  "tika-abh08t25:133_6": "vinā kevalaṁ adhikāravasena anuppajjanato “asaṅkhāra”ntipi vattuṁ na sakkā, adhikārena",
  "tika-abh08t25:133_7": "ca vinā kevalaṁ parikammābhisaṅkhāreneva anuppajjanato “sasaṅkhāra”ntipi vattuṁ na",
  "tika-abh08t25:133_8": "sakkāti jhānaṅgayogabhedato pañcavidhatā ca vuttāti.",
  "tika-abh08t25:134_0": "Kāmacchando byāpādo thinamiddhaṁ uddhaccakukkuccaṁ vicikicchāti imāni pañca nīvaraṇāni",
  "tika-abh08t25:134_1": "vippahīnāni etassāti kāmacchanda…pe… vippahīnaṁ. “Agyāhito”ti ettha āhita-saddassa",
  "tika-abh08t25:134_2": "viya vippahīna-saddassettha paravacanaṁ daṭṭhabbaṁ. Kāmacchandādīhi vā vippahīnaṁ",
  "tika-abh08t25:134_3": "visaṁyuttaṁ tesaṁ pahāyakabhāvenāti kāmacchanda…pe… vippahīnaṁ. Tattha kāmetīti kāmo,",
  "tika-abh08t25:134_4": "chandanaṭṭhena chando cāti kāmacchando, bahalakāmarāgassetaṁ adhivacanaṁ. Byāpādādīnamatthaṁ",
  "tika-abh08t25:134_5": "vakkhati. Yasmā kāmacchandādīsu appahīnesu jhānaṁ nuppajjati, tasmā tānissa pahānaṅgānīti",
  "tika-abh08t25:134_6": "veditabbāni. Nanu aññepi akusalā dhammā iminā jhānena pahīyanti, atha kasmā pañceva",
  "tika-abh08t25:134_7": "pahānaṅgavasena vuttānīti? Visesena jhānantarāyakarattā. Kāmacchandavasena hi nānāvisayapalobhitaṁ",
  "tika-abh08t25:134_8": "cittaṁ na ekattārammaṇe samādhiyati. Kāmacchandābhibhūtaṁ vā nānāvisayasamupabyūḷhāya",
  "tika-abh08t25:134_9": "kāmadhātuyā pahānapaṭipadaṁ na paṭipajjati, byāpādena ca ārammaṇe paṭihaññamānaṁ",
  "tika-abh08t25:134_10": "na samāhitaṁ pavattati, thinamiddhābhibhūtaṁ akammaññaṁ hoti, uddhaccakukkuccaparetaṁ",
  "tika-abh08t25:134_11": "avūpasantameva hutvā paribbhamati, vicikicchāupahataṁ jhānādhigamapaṭipadaṁ nārohati",
  "tika-abh08t25:134_12": "“sammāsambuddho nu kho, na nu kho, pathavī pathavī”tiādinā pavattamanasikārena “jhānaṁ",
  "tika-abh08t25:134_13": "siyā nu kho, na nu kho”tiādinā vicikicchantassa jhānādhigamapaṭipadāya asaṁsijjhanato. Yato vakkhati –",
  "tika-abh08t25:135": "“Bhāgī assamahaṁ addhā, imāya paṭipattiyā;",
  "tika-abh08t25:136": "Pavivekasukhassāti, katvā ussāhamuttama”nti.",
  "tika-abh08t25:137": "Tasmā samādhiādīnaṁ ujuvipaccanīkabhāvena visesena jhānādhigamassa antarāyakaraṇato etāneva pahānaṅgānīti vuttāni. Hoti cettha –",
  "tika-abh08t25:138": "“Paccanīkā yato pañca, samādhādīnamettha hi;",
  "tika-abh08t25:139": "Jhānantarāyikā tasmā, pahānaṅge niyāmitā”ti.",
  "tika-abh08t25:140_0": "Evamidaṁ pahānaṅgavasena dassetvā idāni sampayogaṅgavasena dassetuṁ “vitakka…pe…",
  "tika-abh08t25:140_1": "sampayutta”nti vuttaṁ. Tattha vitakkādayo vacanatthalakkhaṇādivasena upari āgamissanti.",
  "tika-abh08t25:140_2": "Yasmā pana imesu uppannesu jhānaṁ uppannaṁ nāma hoti, tenassa imāni sampayogaṅgānīti",
  "tika-abh08t25:140_3": "veditabbāni, tasmā na etehi samannāgataṁ aññadeva jhānaṁ nāma atthīti gahetabbaṁ.",
  "tika-abh08t25:140_4": "Yathā pana nemiādiaṅgasamudāye rathādivohāro hoti, evaṁ jhānaṅgasamudāye jhānavohāro.",
  "tika-abh08t25:140_5": "Vuttampi hetaṁ vibhaṅge “jhānanti vitakko vicāro pīti sukhaṁ cittassekaggatā”ti.",
  "tika-abh08t25:140_6": "Kasmā pana aññesupi phassādīsu sampayuttadhammesu vijjamānesu imāniyeva pañca jhānaṅgavasena",
  "tika-abh08t25:140_7": "vuttānīti? Vuccate – upanijjhānakiccavantatāya, kāmacchandādīnaṁ ujupaṭipakkhabhāvato",
  "tika-abh08t25:140_8": "ca. Vitakko hi ārammaṇe cittaṁ abhiniropeti, vicāro anubandhati. Evaṁ jhānādhigamassa",
  "tika-abh08t25:140_9": "visesapaccayabhūtehi tehi avikkhepāya samādahitapayogassa cetaso payogasampattisamuṭṭhānā",
  "tika-abh08t25:140_10": "pīti pīṇanaṁ, sukhañca upabrūhanaṁ karoti. Atha naṁ sasampayuttadhammaṁ etehi abhiniropanānubandhanapīṇanaupabrūhanehi",
  "tika-abh08t25:140_11": "anuggahitā ekaggatā samādhānakiccena attānaṁ anuvattāpentī ekattārammaṇe samaṁ, sammā",
  "tika-abh08t25:140_12": "ca ādhiyati, indriyasamatāvasena samaṁ, paṭipakkhadhammānaṁ dūrībhāvena līnuddhaccābhāvena",
  "tika-abh08t25:140_13": "sammā ca ṭhapetīti evametesameva upanijjhānakiccaṁ āveṇikaṁ. Kāmacchandādipaṭipakkhabhāvena",
  "tika-abh08t25:140_14": "pana sayameva vakkhati. Evaṁ upanijjhānakiccavantatāya, kāmacchandādīnaṁ ujupaṭipakkhabhāvato",
  "tika-abh08t25:140_15": "ca imeyeva pañca jhānaṅgabhāvena vavatthitāti. Yathāhu –",
  "tika-abh08t25:141": "“Upanijjhānakiccattā, kāmādipaṭipakkhato;",
  "tika-abh08t25:142": "Santesupi ca aññesu, pañceva jhānasaññitā”ti.",
  "tika-abh08t25:143_0": "Desanākkamato, mahaggatadhammesu paṭhamaṁ adhigantabbato ca paṭhamaṁ, paṭhamaṁ samāpajjitabbantipi",
  "tika-abh08t25:143_1": "paṭhamanti vadanti. Taṁ pana na ekantalakkhaṇaṁ jhānapaṭilomādivasena samāpajjane asambhavato.",
  "tika-abh08t25:144_0": "Purimapacchimacittesu uppajjamānassāpi appanākkhaṇe anuppajjanato vitakko vippahīno",
  "tika-abh08t25:144_1": "etassa, tato vā etaṁ vippahīnanti vitakkavippahīnaṁ. Bhāvanāya hi pahīnattā vitakko",
  "tika-abh08t25:144_2": "jhānakkhaṇe nuppajjati. Asaṁkiliṭṭhasabhāvattā pana upacārabhāvanāya ca taṁ pahātuṁ",
  "tika-abh08t25:144_3": "asamatthabhāvato purimabhāge, pacchābhāge ca apaccanīkacittappavattito uppajjatiyevāti.",
  "tika-abh08t25:145_0": "Nanu ca “asaṁkiliṭṭhasabhāvattā”ti vuttaṁ, atha kathaṁ jhānena esa pahīyati? Na hi",
  "tika-abh08t25:145_1": "kusalehi asaṁkiliṭṭhadhammassa pahānaṁ atthi rāgādisaṁkiliṭṭhānaṁ pāpadhammānametassa",
  "tika-abh08t25:145_2": "ujupaṭipakkhabhāvatoti? Vuccate – asaṁkiliṭṭhasabhāvassāpi etassa oḷārikatāya dubbalabhāvato",
  "tika-abh08t25:145_3": "jhānakkhaṇe anuppattisabhāvāpādanatthaṁ tattha nikantivikkhambhanavasena dutiyajjhānabhāvanā",
  "tika-abh08t25:145_4": "hotīti tassā balena taṁ jhānakkhaṇe anuppajjantaṁ nikantivikkhambhanavasena vā vikkhambhitaṁ",
  "tika-abh08t25:145_5": "pahīnaṁ nāma hoti. Yadi evaṁ upacārenapi nikanti vikkhambhīyatīti tatthapissa pahānaṁ",
  "tika-abh08t25:145_6": "siyā, yathā paṭhamajjhānassa upacāre nīvaraṇānīti? Nayidamevaṁ, nīvaraṇappahānassa",
  "tika-abh08t25:145_7": "viya vitakkārammaṇikanikanti vikkhambhanassa upacārena sātisayaṁ anipphajjanato.",
  "tika-abh08t25:145_8": "Sātisayañhi tattha nikantippahānaṁ appanāya eva hoti, tasmā yadavocumhā “upacārabhāvanāya",
  "tika-abh08t25:145_9": "ca taṁ pahātuṁ asamatthabhāvato”ti, taṁ suṭṭhu upaparikkhitvā vuttanti daṭṭhabbaṁ.",
  "tika-abh08t25:145_10": "“Vicāravippahīna”ntiādīsupi vuttanayānusārena attho daṭṭhabbo. Dutiyajjhāneyeva pahīnassa",
  "tika-abh08t25:145_11": "vitakkassa idha appavattimattadassanatthaṁ “vitakkavicāravippahīna”nti vitakka-ggahaṇaṁ",
  "tika-abh08t25:145_12": "kataṁ. Evaṁ “vitakkavicārapītivippahīna”ntiādīsupi.",
  "tika-abh08t25:146_0": "Yathāsambhavanti pathavīkasiṇādīsu yaṁ yaṁ ārammaṇaṁ yassa yassa sambhavati, tadanatikkamato.",
  "tika-abh08t25:146_1": "Kasiṇānāpānesu hi pañceva jhānāni pavattanti, asubhakāyagatāsatīsu paṭhamajjhānaṁ,",
  "tika-abh08t25:146_2": "anupekkhābrahmavihāresu pañcamajjhānavajjāni, upekkhābrahmavihāre pañcamajjhānanti.",
  "tika-abh08t25:147_0": "Pathavīkasiṇādīsūti ettha ādi-ggahaṇena kevalaṁ āpokasiṇādīnameva, atha kho asubhādīnampi",
  "tika-abh08t25:147_1": "appanāvahakammaṭṭhānānaṁ saṅgahoti daṭṭhabbaṁ. Ettha ca abhibhāyatanavimokkhajhānāni",
  "tika-abh08t25:147_2": "pavattākāramattato bhinnāni, ārammaṇato pana kasiṇāyatanāneva hontīti kasiṇāyatanajhāneheva",
  "tika-abh08t25:147_3": "tāni saṅgahitāni. “Yathāsambhavaṁ…pe… anekavidha”nti vā vacanena rūpāvacarajjhāne",
  "tika-abh08t25:147_4": "sabbopi labbhamānakabhedo saṅgahitoti abhibhāyatanavimokkhajhānāni visuṁ na vuttāni,",
  "tika-abh08t25:147_5": "tāni pana sarūpato evaṁ veditabbāni.",
  "tika-abh08t25:148_0": "Tattha ñāṇuttarassa yogāvacarassa pathavīkasiṇādiārammaṇaṁ abhibhavitvā “na mettha",
  "tika-abh08t25:148_1": "appanānibbattane bhāro”ti paṭipannassa nimittuppattito uddhaṁ dutiyatatiyavīthiyaṁ,",
  "tika-abh08t25:148_2": "catutthapañcamavīthiyaṁ vā paṭiladdhaṁ jhānaṁ abhibhāyatanaṁ nāma. Tañhi ārammaṇaṁ",
  "tika-abh08t25:148_3": "abhibhavatīti abhibhū, yogino sukhavisesānaṁ adhiṭṭhānatāya, manāyatanadhammāyatanapariyāpannatāya",
  "tika-abh08t25:148_4": "vā āyatananti abhibhāyatanaṁ, abhibhavitabbaṁ vā abhibhū, ālambaṇaṁ, taṁ āyatanamassāti",
  "tika-abh08t25:148_5": "abhibhāyatanaṁ. Atha vā ālambaṇābhibhavanatoyeva abhibhū, parikammaṁ, ñāṇaṁ vā, taṁ",
  "tika-abh08t25:148_6": "āyatanaṁ kāraṇamassāti abhibhāyatanaṁ. Parikammaṁ, ñāṇaṁ vā ālambaṇaṁ abhibhavitvā",
  "tika-abh08t25:148_7": "pavattamānaṁ upacāruppattito pañcamavīthimanatikkamitvā appanaṁ nibbatteti. Pañcamavīthito",
  "tika-abh08t25:148_8": "paraṁ nibbattaṁ pana abhibhavitukāmatāya nibbattitampi abhibhāyatanaṁ nāma na hoti.",
  "tika-abh08t25:148_9": "Sāmaññagatiyā pana kasiṇāyatanameva hoti. Imameva hi sīghatarappavattiṁ sandhāya",
  "tika-abh08t25:148_10": "aṭṭhakathāyaṁ “tāni abhibhavitvā samāpajjati, saha nimittuppādenevettha appanaṁ nibbattetī”ti",
  "tika-abh08t25:148_11": "vuttaṁ. Nanu ca aṭṭhakathāyaṁ yathārutavaseneva attho kasmā na gayhati. “Saha nimittuppādenevā”ti",
  "tika-abh08t25:148_12": "hi vuttattā nimittuppattiyā sahuppannaṁ jhānamabhibhāyatananti viññāyatīti? Nayidamevaṁ,",
  "tika-abh08t25:148_13": "nimittuppādena saha appanāya asambhavato. Nimittuppādoti hi idha paṭibhāganimittassa",
  "tika-abh08t25:148_14": "uppatti tadārammaṇassa vā upacārajjhānassa, kiṁ tāva paṭibhāganimittuppattiyā saha",
  "tika-abh08t25:148_15": "appanāya nibbatti upacārajjhāne asati tassā asambhavato, nāpi upacārajjhānena saha",
  "tika-abh08t25:148_16": "ekavīthiyaṁ nibbatti tassā upacārabhāvanāpabandhasevitabbabhāvena tadā asambhavato,",
  "tika-abh08t25:148_17": "tasmā nāticirāyanappavattidassanatthaṁ samīpimhi samīpakārīyūpacārena aṭṭhakathāyaṁ",
  "tika-abh08t25:148_18": "tathā vuttanti veditabbaṁ. Yadi nimittuppattito nāticirappavattamabhibhāyatanaṁ,",
  "tika-abh08t25:148_19": "kathaṁ tassa dandhābhiññākhippābhiññābhedo pāḷiyaṁ vuttoti? Vuccate – catutthapañcamajavanavīthiyaṁ",
  "tika-abh08t25:148_20": "uppannaṁ cirakālanibbattitāya dandhābhiññaṁ, dutiyatatiyavīthiyaṁ uppannaṁ tabbiparītalakkhaṇatāya",
  "tika-abh08t25:148_21": "khippābhiññanti. Keci pana “abhibhāyatanaṁ nāma vasibhāvappattameva, netara”nti vadanti,",
  "tika-abh08t25:148_22": "taṁ tesaṁ matimattaṁ, vasibhāvappattiyā nimittuppattito dūratarabhāvena “saha nimittuppādenevettha",
  "tika-abh08t25:148_23": "appanaṁ nibbattetī”ti aṭṭhakathāvacanena saha virujjhanato.",
  "tika-abh08t25:149_0": "Apica vasibhāvappattaṁ jhānaṁ abhibhavanakāraṇanirapekkhaṁ vasibhāvabaleneva sakkaccaṁ",
  "tika-abh08t25:149_1": "samāpajjituṁ na sakkāti na taṁ abhibhāyatanaṁ nāma hoti, tasmā appattavasibhāvā paṭhamuppannāyeva",
  "tika-abh08t25:149_2": "abhibhāyatananti niṭṭhamettha gantabbaṁ. Yadi evaṁ kathaṁ “appamāṇaṁ parittārammaṇaṁ,",
  "tika-abh08t25:149_3": "appamāṇaṁ appamāṇārammaṇa”nti abhibhāyatanadesanāyaṁ vuttaṁ. Vasibhāvappattañhi jhānaṁ",
  "tika-abh08t25:149_4": "appamāṇanti vuccati. Idañca uppannamattattā parittamevāti? Nāyaṁ doso. Paṭhamaṁ abhibhāyatanavasena",
  "tika-abh08t25:149_5": "paṭiladdhajjhānaṁ pacchā vasibhāvappattampi abhibhāyatananāmameva labhatīti vasibhāvappattamabhibhāyatanaṁ",
  "tika-abh08t25:149_6": "appamāṇaṁ, itaraṁ parittaṁ.",
  "tika-abh08t25:150_0": "Atha vā vasibhāvappattaṁ appamāṇanti ukkaṁsagatipariggahavasena vuccati. Taṁ pana",
  "tika-abh08t25:150_1": "yaṁ balavataraṁ, taṁ appamāṇanti imassa atthassa upalakkhaṇaṁ katvā vadanti. Balavabhāvanibandhanaṁ",
  "tika-abh08t25:150_2": "appamāṇattaṁ. Balavabhāvo ca paṭhamaappanāvārato pacchimapacchimaappanāvārānaṁ balavatāya",
  "tika-abh08t25:150_3": "avasitāpattepi jhāne sambhavatīti balavantaṁ appamāṇaṁ, itaraṁ parittanti evaṁ avasitāpattepi",
  "tika-abh08t25:150_4": "jhāne appamāṇādibhāvo veditabbo. Atha vā appanāya balavabhāvo nāma upacārassa balavatāya",
  "tika-abh08t25:150_5": "sati hoti. Upacārañca taṁ balavaṁ, yaṁ sahasā appanaṁ uppādetuṁ sakkuṇeyya, tasmā",
  "tika-abh08t25:150_6": "khippābhiññānaṁ dvinnaṁ abhibhāyatanajhānānaṁ upacāravīthiyā anantaraṁ dutiyavīthiyaṁ",
  "tika-abh08t25:150_7": "uppannaṁ upacārajjhānassa balavatāya sayampi balavataranti appamāṇaṁ nāma hoti. Dutiyavīthimatikkamitvā",
  "tika-abh08t25:150_8": "tatiyavīthiyaṁ uppannaṁ taditarasabhāvatāya parittaṁ. Tathā dandhābhiññānaṁ catutthavīthiyaṁ",
  "tika-abh08t25:150_9": "uppannaṁ appamāṇaṁ. Pañcamavīthiyaṁ uppannaṁ parittanti. Atha vā yattha katthaci",
  "tika-abh08t25:150_10": "appanāvīthiyaṁ pañcamaṁ uppajjanakaappanāto catutthaṁ uppajjamānāya balavabhāvoti",
  "tika-abh08t25:150_11": "taṁvasenāpettha parittaappamāṇatā veditabbā.",
  "tika-abh08t25:151": "Taṁ panetaṁ gaṇanato aṭṭhavidhaṁ hoti. Yathāha –",
  "tika-abh08t25:152_0": "“Ajjhattaṁ arūpasaññī bahiddhā rūpāni passati parittāni, ‘tāni abhibhuyya jānāmi",
  "tika-abh08t25:152_1": "passāmī’ti evaṁsaññī hoti. Ajjhattaṁ arūpasaññī bahiddhā rūpāni passati parittāni",
  "tika-abh08t25:152_2": "suvaṇṇadubbaṇṇāni. Ajjhattaṁ arūpasaññī bahiddhā rūpāni passati appamāṇāni. Ajjhattaṁ",
  "tika-abh08t25:152_3": "arūpasaññī bahiddhā rūpāni passati appamāṇāni suvaṇṇadubbaṇṇāni, tāni abhibhuyya",
  "tika-abh08t25:152_4": "jānāmi passāmi. Nīlāni nīlavaṇṇāni nīlanidassanāni nīlanibhāsāni, tāni abhibhuyya",
  "tika-abh08t25:152_5": "jānāmi passāmi. Pītāni pītavaṇṇāni pītanidassanāni pītanibhāsāni. Lohitāni lohitavaṇṇāni",
  "tika-abh08t25:152_6": "lohitanidassanāni lohitanibhāsāni. Odātāni odātavaṇṇāni odātanidassanāni odātanibhāsāni,",
  "tika-abh08t25:152_7": "‘tāni abhibhuyya jānāmi passāmī’ti evaṁsaññī hotī”ti.",
  "tika-abh08t25:153_0": "Tattha ajjhattaṁ arūpasaññīti alābhitāya vā anatthikatāya vā ajjhattesu kesādīsu",
  "tika-abh08t25:153_1": "parikammaappanāsaññāvirahito. Bahiddhā rūpāni passatīti bahiddhā aṭṭhasu kasiṇesu,",
  "tika-abh08t25:153_2": "catūsu bhūtakasiṇesu eva vā kataparikammakatāya parikammavasena ceva appanāvasena",
  "tika-abh08t25:153_3": "ca tāni bahiddhā aṭṭha, cattāri vā kasiṇarūpāni passati. Parittānīti amahantāni.",
  "tika-abh08t25:153_4": "Abhibhuyyāti yathā mahagghaso sampannagahaṇiko puriso kaṭacchumattaṁ bhattaṁ labhitvā",
  "tika-abh08t25:153_5": "“kiṁ ettha bhuñjitabbaṁ bhattaṁ atthī”ti saṅkaḍḍhitvā sabbaṁ ekakabaḷameva karoti,",
  "tika-abh08t25:153_6": "evameva ñāṇuttariko puggalo visadañāṇo “kiṁ ettha parittake ārammaṇe samāpajjitabbaṁ",
  "tika-abh08t25:153_7": "atthi, nāyaṁ mama bhāro”ti tāni rūpāni parikammena, ñāṇena vā abhibhavitvā samāpajjati.",
  "tika-abh08t25:153_8": "Heṭṭhā vuttanayena sīghaṁ appanaṁ nibbatteti. “Jānāmi passāmī”ti iminā panassa pubbābhogo",
  "tika-abh08t25:153_9": "kathito, tadāgamanato ca antosamāpattiyaṁ cittābhisaṅkhāro. Itarathā anena ābhogamatte",
  "tika-abh08t25:153_10": "kathite tena sādhitabbaṁ jhānaṁ na vuttaṁ hoti, abhibhāyatanadesanāvāyaṁ jhānavisayāti.",
  "tika-abh08t25:153_11": "Āgamaṭṭhakathāsu pana samāpattito vuṭṭhitassa pubbabhāgabhāvanāvasena jhānakkhaṇe",
  "tika-abh08t25:153_12": "pavattamabhibhavanākāraṁ gahetvā pavattamābhogaṁ sandhāya –",
  "tika-abh08t25:154": "“Iminā panassa ābhogo kathito. So ca kho samāpattito vuṭṭhitassa, na antosamāpattiya”nti vuttaṁ.",
  "tika-abh08t25:155": "Dutiye suvaṇṇadubbaṇṇānīti parisuddhāparisuddhavaṇṇāni. Parisuddhāni hi nīlādīni suvaṇṇāni, aparisuddhāni dubbaṇṇānīti idha adhippetāni.",
  "tika-abh08t25:156_0": "Tatiye appamāṇānīti vuddhippamāṇāni vipulāni khalamaṇḍalādīni. Vaḍḍhanavasena panettha",
  "tika-abh08t25:156_1": "appamāṇatā na gahitā kasiṇavaḍḍhanassa idha asambhavato. Kasiṇassa hi dve vaḍḍhanabhūmiyo",
  "tika-abh08t25:156_2": "upacārabhūmi, appanābhūmi vā. Tattha na tāva idha upacārabhūmiyaṁ vaḍḍhanaṁ sambhavati.",
  "tika-abh08t25:156_3": "Nimittuppattiyā samakālaṁ viya uppajjamāne jhāne kuto tassa okāsoti, nāpi appanābhūmiyaṁ.",
  "tika-abh08t25:156_4": "Vaḍḍhitassa paṭhamuppannajhānārammaṇatā na yujjati, tasmā sabhāvamahantāneva ālambaṇāni",
  "tika-abh08t25:156_5": "idha appamāṇānīti adhippetāni. Keci pana “vaḍḍhitavaseneva appamāṇānīti gahetvā paṭhamaṁ",
  "tika-abh08t25:156_6": "abhibhavanicchāya abhāvena vaḍḍhetvā pacchā abhibhavanicchāya sati abhibhavanākārena",
  "tika-abh08t25:156_7": "pavatto tasmiṁ appanaṁ nibbattetīti appanaṁ paṭilabhitvā vaḍḍhitanimittesu idaṁ abhibhāyatanaṁ vutta”nti vadanti.",
  "tika-abh08t25:157_0": "Catutthe abhibhuyyāti abhibhavitvā. Yathā nāma sampannagahaṇiko mahagghaso puriso",
  "tika-abh08t25:157_1": "ekaṁ bhattavaḍḍhitakaṁ labhitvā “‘aññopi hotu, aññopi hotū’ti kiṁ esa mayhaṁ karissatī”ti",
  "tika-abh08t25:157_2": "na taṁ mahantato passati, evameva ñāṇuttaro visadañāṇo puggalo “‘kiṁ ettha samāpajjitabbaṁ,",
  "tika-abh08t25:157_3": "nayidaṁ appamāṇa’nti mayhaṁ cittekaggatākaraṇe bhāro”ti abhibhavitvā samāpajjati.",
  "tika-abh08t25:157_4": "Vuttanayeneva appanaṁ nibbatteti.",
  "tika-abh08t25:158_0": "Pañcame nīlāni…pe… nīlanibhāsānīti etāni pariyāyanāmānīti tattha “nīlānī”ti sabbasaṅgāhakavasena",
  "tika-abh08t25:158_1": "vuttaṁ. Ettakeyeva pana vutte taṁyogato tabbohārena guṇayuttepi pasaṅgo siyāti tannivāraṇatthaṁ",
  "tika-abh08t25:158_2": "“nīlavaṇṇānī”ti vaṇṇavasena vuttaṁ. Evampi hi bahubbīhivasena guṇopi pasaṅgo hotīti",
  "tika-abh08t25:158_3": "“nīlanidassanānī”ti nidassanavasena vuttaṁ. Nidassitabbañhi nidassanaṁ, cakkhunā",
  "tika-abh08t25:158_4": "daṭṭhabbaṁ rūpaṁ. Tato setādinivāraṇatthaṁ nīla-saddena saha samāso katoti apaññāyamānacīvarāni",
  "tika-abh08t25:158_5": "asambhinnavaṇṇāni ekanīlāneva hutvā dissamānānīti vuttaṁ hoti. “Nīlanibhāsānī”ti",
  "tika-abh08t25:158_6": "idaṁ pana obhāsavasena vuttaṁ, nīlobhāsāni nīlappabhāyuttānīti attho. Etena tesaṁ",
  "tika-abh08t25:158_7": "suvisuddhattaṁ dasseti. ‘Pītānī”tiādīsupi imināva nayena attho veditabbo. Aṭṭhasu",
  "tika-abh08t25:158_8": "cetesu purimaṁ abhibhavanākārena vaṇṇābhogarahitāni aṭṭhapi kasiṇāni parittāni ārammaṇaṁ",
  "tika-abh08t25:158_9": "katvā uppannaṁ sandhāya vuttaṁ. Tatiyaṁ tathā appamāṇāni. Dutiyacatutthāniyeva dve",
  "tika-abh08t25:158_10": "vaṇṇābhogasahitāni ārabbha uppannaṁ, na pana vaṇṇakasiṇavasena uppannaṁ tassa visuṁ vakkhamānattā.",
  "tika-abh08t25:159_0": "Pañcamādīni pana tesu katādhikāre sandhāya suvisuddhavaṇṇavaseneva desitāni. Na hi",
  "tika-abh08t25:159_1": "tesaṁ abhibhavanassa parittatā, appamāṇatā vā kāraṇaṁ, atha kho suvisuddhanīlādibhāvo.",
  "tika-abh08t25:159_2": "Tattha hi te katādhikārāti. Nanu ca āgamaṭṭhakathāsu “suvaṇṇāni vā hontu dubbaṇṇāni",
  "tika-abh08t25:159_3": "vā, parittaappamāṇavaseneva imāni abhibhāyatanāni desitānī”ti vuttanti? Saccaṁ, taṁ",
  "tika-abh08t25:159_4": "pana āgame abhibhāyatanānaṁ aññathā āgatattā vuttaṁ. Tattha hi –",
  "tika-abh08t25:160_0": "“Ajjhattaṁ rūpasaññī eko bahiddhā rūpāni passati parittāni suvaṇṇadubbaṇṇāni, appamāṇāni",
  "tika-abh08t25:160_1": "suvaṇṇadubbaṇṇāni, ajjhattaṁ arūpasaññī eko bahiddhā rūpāni passati parittāni suvaṇṇadubbaṇṇāni,",
  "tika-abh08t25:160_2": "appamāṇāni suvaṇṇadubbaṇṇānī”ti –",
  "tika-abh08t25:161_0": "Evaṁ cattāriyeva abhibhāyatanāni āgatāni, tasmā tadaṭṭhakathāsu vaṇṇābhoge vijjamāne",
  "tika-abh08t25:161_1": "avijjamānepi parittaappamāṇatāvaseneva imesaṁ desitabhāvo vutto. Parittaappamāṇatā",
  "tika-abh08t25:161_2": "hi imesu catūsu abhibhavanassa kāraṇaṁ vaṇṇābhoge vijjamāne avijjamānepīti. Nanu",
  "tika-abh08t25:161_3": "ca sabbattha “suvaṇṇadubbaṇṇānī”ti vacanato vaṇṇābhogasahitāniyeva tattha gahitānīti?",
  "tika-abh08t25:161_4": "Taṁ na, vaṇṇābhogarahitāni, sahitāni ca sabbāni parittāni ekato katvā “parittāni",
  "tika-abh08t25:161_5": "suvaṇṇadubbaṇṇānī”ti vuttāni, tathā “appamāṇāni suvaṇṇadubbaṇṇānī”ti. Yadi evaṁ kathaṁ",
  "tika-abh08t25:161_6": "visiṭṭhānaṁ vaṇṇābhogarahitānaṁ, sahitānañca ekajjhaṁ manasikāro, na ekajjhaṁ, visuṁyeva",
  "tika-abh08t25:161_7": "tesaṁ manasikāro. Yadi evaṁ visuṁ kathamekattanti? Parittabhāvasāmaññato. Yadi evaṁ",
  "tika-abh08t25:161_8": "suvaṇṇadubbaṇṇa-ggahaṇamatiriccati avasiṭṭhoti? Nātiriccati pariyāyadesanābhāvato.",
  "tika-abh08t25:161_9": "Atthi hi esa pariyāyo, yadidaṁ vaṇṇābhogajanitājanitaṁ visesaṁ aggahetvā parittabhāvasāmaññena",
  "tika-abh08t25:161_10": "ekattaṁ netvā “parittāni abhibhuyyā”ti vatvā puna tadantogadhameva pabhedaṁ vineyyavasena",
  "tika-abh08t25:161_11": "dassetuṁ tāni ca kadāci vaṇṇavasena āvajjitāni honti, “suvaṇṇadubbaṇṇāni abhibhuyyā”ti",
  "tika-abh08t25:161_12": "vattabbatāya vaṇṇābhogarahitāni, sahitāni ca visuṁ manasi katvā ubhayatthāpi vaṇṇābhogarahitaparittābhibhavane,",
  "tika-abh08t25:161_13": "taṁsahitaparittābhibhavane ca parittābhibhavanasāmaññaṁ gahetvā ekattaṁ katanti.",
  "tika-abh08t25:161_14": "Abhidhamme pana nippariyāyadesanattā vaṇṇābhogarahitāni, sahitāni ca visuṁ vuttāni.",
  "tika-abh08t25:161_15": "Atthi hi ubhayatthābhibhavanavisesoti. Hotu tāva, evaṁ suttābhidhammapāṭhavisesato",
  "tika-abh08t25:161_16": "aṭṭhakathāya pāṭhabhede pana ko adhippāyoti? Vuccate – suttante hi paṭhamavimokkhaṁ",
  "tika-abh08t25:161_17": "dvedhā bhinditvā paṭhamadutiyaabhibhāyatanāni vuttāni, pariyāyadesanattā vimokkhānampi",
  "tika-abh08t25:161_18": "abhibhavanapariyāyo vijjatīti “ajjhattaṁ rūpasaññī”ti abhibhāyatanadvayaṁ vuttaṁ.",
  "tika-abh08t25:162_0": "Tatiyacatutthaabhibhāyatanesu dutiyavimokkho, vaṇṇābhibhāyatanesu tatiyavimokkho",
  "tika-abh08t25:162_1": "ca abhibhavanappavattito saṅgahito, idha pana nippariyāyadesanattā vimokkhābhibhāyatanāni",
  "tika-abh08t25:162_2": "asaṅkarato dassetuṁ vimokkhe vajjetvā abhibhāyatanāni kathitāni. Sabbāni ca vimokkhakiccāni",
  "tika-abh08t25:162_3": "vimokkhadesanāya vuttāni, tadetaṁ “ajjhattaṁ rūpasaññī”ti sutte āgatassa abhibhāyatanadvayassa",
  "tika-abh08t25:162_4": "abhidhamme avacanato “rūpī rūpāni passatī”tiādīnañca sabbavimokkhakiccasādhāraṇavacanabhāvato",
  "tika-abh08t25:162_5": "vavatthānaṁ katanti viññāyati. Avassañcetaṁ eva sampaṭicchitabbaṁ, na sampaṭicchantehi",
  "tika-abh08t25:162_6": "suttābhidhammapāṭhabhede aññaṁ kāraṇaṁ vattabbaṁ. Atha kimettha vattabbaṁ, nanu aṭṭhakathāyameva",
  "tika-abh08t25:162_7": "“kasmā pana yathā suttante ‘ajjhattaṁ rūpasaññī eko bahiddhā rūpāni passati parittānī’tiādi",
  "tika-abh08t25:162_8": "vuttaṁ, evaṁ avatvā idha catūsupi abhibhāyatanesu ajjhattaṁ arūpasaññitāva vuttā”ti",
  "tika-abh08t25:162_9": "vatvā “ajjhattarūpānaṁ anabhibhavanīyato”ti kāraṇaṁ vuttanti? Na taṁ tassa kāraṇavacanaṁ,",
  "tika-abh08t25:162_10": "atha kho katthaci “ajjhattaṁ rūpāni passatī”ti avatvā sabbattha yaṁ vuttaṁ “bahiddhā",
  "tika-abh08t25:162_11": "rūpāni passatī”ti, tassa ca kāraṇavacanaṁ. Teneva hi tattha vā idha vā “bahiddhā",
  "tika-abh08t25:162_12": "rūpāniyeva abhibhavitabbānī”ti tattheva vuttaṁ, anabhibhavanīyatā ca ajjhattarūpānaṁ",
  "tika-abh08t25:162_13": "bahiddhā rūpāni viya avibhūtattā. Na hi suṭṭhu vibhūtabhāvamantarena ñāṇuttarānaṁ",
  "tika-abh08t25:162_14": "ārammaṇābhibhavanaṁ sambhavatīti. Nanu ca aṭṭhakathāyaṁ pāṭhadvayavisesassa desanāvilāso",
  "tika-abh08t25:162_15": "kāraṇabhāvena vuttoti? Saccaṁ vutto, so ca yathāvuttavavatthānavaseneva veditabbo.",
  "tika-abh08t25:162_16": "Desanāvilāso hi nāma vineyyajjhāsayānurūpaṁ vijjamānasseva pariyāyassa vibhāvanaṁ,",
  "tika-abh08t25:162_17": "na yassa kassacīti. Evaṁ tāva abhibhāyatanaṁ veditabbaṁ.",
  "tika-abh08t25:163_0": "Tattha vimokkhoti paṭiladdhajjhānassa jhānaṁ samāpajjitukāmatāvasappavattajavanavīthisamanantarameva",
  "tika-abh08t25:163_1": "pituaṅke vissaṭṭhaaṅgapaccaṅgassa viya dārakassa ārammaṇe nirāsaṅkameva hutvā paṭhamakappanā",
  "tika-abh08t25:163_2": "viya ca lahuṁ avuṭṭhahitvā antamaso catupañcacittakkhaṇato anosakkitvā ārammaṇe abhirativasena",
  "tika-abh08t25:163_3": "pavattassa vasibhāvappattassa jhānassetaṁ adhivacanaṁ. Tañhi kasiṇāyatanavasena vā",
  "tika-abh08t25:163_4": "abhibhāyatanavasena vā uppannaṁ paccanīkadhammehi suṭṭhu vimuttattā, ārammaṇe adhimuttatāya",
  "tika-abh08t25:163_5": "ca “vimokkho”ti vuccati. Vuttampi cetaṁ aṭṭhakathāyaṁ –",
  "tika-abh08t25:164_0": "“Kenaṭṭhena pana vimokkho veditabboti? Adhimuccanaṭṭhena. Ko ayaṁ adhimuccanaṭṭho",
  "tika-abh08t25:164_1": "nāma? Paccanīkadhammehi ca suṭṭhu vimuccanaṭṭho, ārammaṇe ca abhirativasena suṭṭhu adhimuccanaṭṭho”ti.",
  "tika-abh08t25:165_0": "Yadi vasibhāvappattameva vimokkho, kathamassa ārammaṇacatukke parittatā pāḷiyaṁ vuttā.",
  "tika-abh08t25:165_1": "Avasitāpattañhi jhānaṁ parittanti vuccatīti? Nāyaṁ doso, paripuṇṇavasibhāvappattaṁ",
  "tika-abh08t25:165_2": "sandhāya aparipuṇṇavasibhāvappattassa parittabhāvena tattha adhippetattā, tasmā vasibhāvappattameva",
  "tika-abh08t25:165_3": "jhānaṁ vimokkho nāma, na itaraṁ. Itaraṁ pana yadi kasiṇāyatanavasena uppannaṁ, kasiṇāyatanaṁ.",
  "tika-abh08t25:165_4": "Atha abhibhāyatanavasena, abhibhāyatanamevāti. Keci pana “paṭhamaappanāto pacchimapacchimāya",
  "tika-abh08t25:165_5": "paṭipakkhato suṭṭhu vimuttattā kasiṇāyatanavasena, abhibhāyatanavasena ca uppannaṁ",
  "tika-abh08t25:165_6": "paṭhamakappanaṁ ṭhapetvā sesaṁ vimokkhoyevā”ti vadanti.",
  "tika-abh08t25:166": "Taṁ panetaṁ gaṇanato tividhaṁ. Yathāha –",
  "tika-abh08t25:167": "“Rūpī rūpāni passati, ajjhattaṁ arūpasaññī bahiddhā rūpāni passati, subhanteva adhimutto hotī”ti.",
  "tika-abh08t25:168_0": "Tattha rūpīti ajjhattaṁ kesādīsu uppāditaṁ rūpajjhānaṁ rūpaṁ, tadassa atthīti rūpī.",
  "tika-abh08t25:168_1": "Rūpāni passatīti bahiddhāpi nīlakasiṇādirūpāni jhānacakkhunā passati. Iminā ajjhattabahiddhavatthukesu",
  "tika-abh08t25:168_2": "kasiṇesu jhānapaṭilābho dassito. Ajjhattaṁ arūpasaññīti ajjhattaṁ narūpasaññī, attano",
  "tika-abh08t25:168_3": "kesādīsu anuppāditarūpāvacarajjhānoti attho. Iminā bahiddhā parikammaṁ katvā bahiddhāva",
  "tika-abh08t25:168_4": "paṭiladdhajjhānatā dassitā. “Subha”nti iminā suvisuddhesu nīlādīsu vaṇṇakasiṇesu",
  "tika-abh08t25:168_5": "jhānāni dassitāni. Tattha kiñcāpi antoappanāyaṁ “subha”nti ābhogo natthi, yo pana",
  "tika-abh08t25:168_6": "suvisuddhaṁ subhakasiṇaṁ ārammaṇaṁ katvā viharati, so yasmā “subha”nti adhimuccanavasena",
  "tika-abh08t25:168_7": "paṭhamajjhānaṁ upasampajjitvā viharati, tathā dutiyādīni, tasmā evaṁ desanā katāti.",
  "tika-abh08t25:168_8": "Paṭisambhidāmagge pana “idha bhikkhu mettāsahagatena cetasā ekaṁ disaṁ pharitvā viharatī”tiādinā",
  "tika-abh08t25:168_9": "brahmavihāravasena subhavimokkho vutto. Dhammasaṅgaṇiyaṁ pana brahmavihārānaṁ visuṁyeva",
  "tika-abh08t25:168_10": "āgatattā taṁ nayaṁ paṭikkhipitvā sunīlakādivaseneva subhavimokkho aṭṭhakathāyaṁ anuññātoti",
  "tika-abh08t25:168_11": "idhāpi tattha vuttanayeneva vavatthānaṁ katanti evaṁ tāva vimokkhajhānaṁ veditabbaṁ.",
  "tika-abh08t25:169_0": "Yathānurūpanti hīnādianurūpaṁ. Paṭhamajjhānañhi hīnaṁ kappassa tatiyabhāgāyuke brahmapārisajje",
  "tika-abh08t25:169_1": "upapattiṁ nipphādeti, majjhimaṁ upaḍḍhakappāyuke brahmapurohite, paṇītaṁ ekakappāyuke",
  "tika-abh08t25:169_2": "mahābrahme. Tathā dutiyajjhānaṁ, tatiyajjhānañca hīnaṁ dvikappāyuke parittābhe, majjhimaṁ",
  "tika-abh08t25:169_3": "catukappāyuke appamāṇābhe, paṇītaṁ aṭṭhakappāyuke ābhassare. Catutthajjhānaṁ hīnaṁ",
  "tika-abh08t25:169_4": "soḷasakappāyuke parittāsubhe, majjhimaṁ dvattiṁsakappāyuke appamāṇasubhe, paṇītaṁ",
  "tika-abh08t25:169_5": "catusaṭṭhikappāyuke subhakiṇhe. Pañcamajjhānaṁ pana tividhampi pañcakappasatāyuke",
  "tika-abh08t25:169_6": "vehapphale upapattiṁ nipphādeti, tadeva titthiyehi saññāvirāgavasena bhāvitaṁ pañcakappasatāyukeyeva",
  "tika-abh08t25:169_7": "asaññasatte. Anāgāmīhi pana puthujjanādikāle pacchāpi bhāvitaṁ saddhādiindriyādhimuttatānukkamena",
  "tika-abh08t25:169_8": "yathākkamaṁ sahassadvisahassacatusahassaaṭṭhasahassasoḷasasahassakappāyukesu avihāatappāsudassāsudassīakaniṭṭhanāmakesu",
  "tika-abh08t25:169_9": "pañcasuddhāvāsesu upapattiṁ nipphādetīti evametaṁ yathānurūpaṁ soḷasarūpāvacarabrahmalokūpapattinipphādakanti",
  "tika-abh08t25:169_10": "āha “yathānurūpaṁ…pe… hotī”ti.",
  "tika-abh08t25:170_0": "Yasmā pana rūpabhavepi pavattiyaṁ labhitabbā upabhogasampatti kāmāvacarasseva phalaṁ,",
  "tika-abh08t25:170_1": "tasmā idha “bhavabhogasampattiṁ nipphādetī”ti avatvā upapattinipphādanameva vuttanti",
  "tika-abh08t25:170_2": "daṭṭhabbaṁ. Ettha ca dutiyajjhānabhūmiṁ upādāya sabbattha paripuṇṇassa mahākappassa",
  "tika-abh08t25:170_3": "vasena paricchedo daṭṭhabbo, paṭhamajjhānabhūmiyaṁ pana asaṅkhyeyyakappavasena. Na",
  "tika-abh08t25:170_4": "hi tattha itaravasena paricchedo sambhavati ekakappepi avināsābhāvena mahākappassa",
  "tika-abh08t25:170_5": "catutthabhāgeyeva tassa saṇṭhahanato.",
  "tika-abh08t25:171": "Rūpāvacarakusalavaṇṇanā niṭṭhitā.",
  "tika-abh08t25:172": "Arūpāvacarakusalavaṇṇanā",
  "tika-abh08t25:173_0": "Idāni arūpāvacarakusalassa niddesāvakāso anuppattoti tanniddesatthamāha “sesesu panā”tiādi.",
  "tika-abh08t25:173_1": "Ākāsakasiṇavajjitassa yassa kassaci kasiṇassa ugghāṭanato laddhamākāsaṁ kasiṇugghāṭimākāsaṁ.",
  "tika-abh08t25:173_2": "Tattha pavattaṁ viññāṇanti ākāsānañcāyatanamāha. Tañhi dutiyāruppassa ārammaṇaṁ hoti.",
  "tika-abh08t25:173_3": "Sabbasoti sabbākārena, rūpanimittadaṇḍādānasambhavadassanādinā sabbena rūpadhammesu,",
  "tika-abh08t25:173_4": "pathavīkasiṇādirūpanimittesu tadārammaṇajjhānesu ca dosadassanākārena, tesu eva vā",
  "tika-abh08t25:173_5": "rūpanimittesu nikantippahānaasamāpajjitukāmatādinā ākārenāti attho. Atha vā sabbasoti",
  "tika-abh08t25:173_6": "sabbāsaṁ, kusalādibhedena anavasesānanti attho. Rūpasaññānanti saññāsīsena vuttarūpāvacarajjhānānañceva",
  "tika-abh08t25:173_7": "tadārammaṇānañca. Rūpāvacarajjhānampi hi “rūpa”nti vuccati uttarapadalopena “rūpī",
  "tika-abh08t25:173_8": "rūpāni passatī”tiādīsu viya. Tadārammaṇampi kasiṇarūpaṁ purimapadalopena “devena",
  "tika-abh08t25:173_9": "dattoti, bahiddhā rūpāni passatī”tiādīsu viya, tasmā idha rūpe rūpajjhāne taṁsahagatasaññā",
  "tika-abh08t25:173_10": "rūpasaññāti gahitā, saññāsīsena vuttarūpāvacarajjhānānametaṁ adhivacanaṁ. “Rūpa”nti",
  "tika-abh08t25:173_11": "saññā assāti rūpasaññaṁ, rūpanāmavantanti attho. Taṁgahitena pathavīkasiṇādibhedassa",
  "tika-abh08t25:173_12": "tadārammaṇassa cetaṁ nāmanti daṭṭhabbaṁ. “Rūpasaññāna”nti hi sarūpekasesavasena niddeso",
  "tika-abh08t25:173_13": "kato. Samatikkamāti virāgā, nirodhā ca. Kiṁ vuttaṁ hoti? Etāsaṁ kusalavipākakiriyāvasena",
  "tika-abh08t25:173_14": "pañcadasannaṁ jhānasaṅkhātānaṁ rūpasaññānaṁ, etesañca pathavīkasiṇādivasena navannaṁ",
  "tika-abh08t25:173_15": "ārammaṇasaṅkhātānaṁ rūpasaññānaṁ anavasesānaṁ sabbākārena ca, tesu eva vā nikantippahānaasamāpajjitukāmatādinā",
  "tika-abh08t25:173_16": "ākārena virāgā, nirodhā ca jigucchanato ceva tappaṭibandhachandarāgavikkhambhanato",
  "tika-abh08t25:173_17": "ca nibbattaṁ ākāsānañcāyatanasaññāya sahagataṁ arūpāvacarakusalacittaṁ. Na hi sakkā",
  "tika-abh08t25:173_18": "sabbaso anatikkantarūpasaññena taṁ nibbattetunti.",
  "tika-abh08t25:174_0": "Na kevalaṁ etāsaṁyeva samatikkamanato idaṁ nibbattaṁ, atha kho paṭighasaññādīnamatthaṅgamāditopīti",
  "tika-abh08t25:174_1": "āha “paṭighasaññāna”ntiādi. Tattha cakkhādīnaṁ vatthūnaṁ, rūpādīnañca ārammaṇānaṁ",
  "tika-abh08t25:174_2": "paṭighātena aññamaññasamodhānasaṅkhātena paṭihananena uppannā saññā paṭighasaññā,",
  "tika-abh08t25:174_3": "rūpasaññādidvipañcasaññānametaṁ adhivacanaṁ. Yathāha –",
  "tika-abh08t25:175": "“Tattha katamā paṭighasaññā? Rūpasaññā saddasaññā gandhasaññā rasasaññā phoṭṭhabbasaññā, imā vuccanti paṭighasaññāyo”ti.",
  "tika-abh08t25:176_0": "Tāsaṁ kusalākusalavipākabhūtānaṁ atthaṅgamā pahānā asamuppādā appavattikaraṇenāti",
  "tika-abh08t25:176_1": "vuttaṁ hoti. Nanu ca etā rūpāvacarajjhānasamāpannassāpi na santi. Na hi paṭhamajjhānādisamāpannakāle",
  "tika-abh08t25:176_2": "pañcadvāravasena cittaṁ pavattatīti? Saccametaṁ, yathā pana “sukhassa ca pahānā dukkhassa",
  "tika-abh08t25:176_3": "ca pahānā adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthajjhānaṁ upasampajja viharatī”ti",
  "tika-abh08t25:176_4": "ettha pasaṁsāvasena aññattha pahīnānampi sukhadukkhānaṁ catutthajjhāne, “sakkāyadiṭṭhivicikicchānaṁ",
  "tika-abh08t25:176_5": "pahānā rāgadosamohānaṁ tanuttā sakadāgāmimaggaṁ upasampajja viharatī”ti ettha paṭhamamaggeyeva",
  "tika-abh08t25:176_6": "pahīnānaṁ sakkāyadiṭṭhādīnaṁ dutiyamagge ca vacanaṁ, evameva imasmiṁ jhāne paṭipajjanakānaṁ",
  "tika-abh08t25:176_7": "ussāhajananatthaṁ imassa jhānassa pasaṁsāvasena etāsaṁ ettha vacananti veditabbaṁ.",
  "tika-abh08t25:176_8": "Atha vā kiñcāpi tā rūpāvacarasamāpannassāpi na santi, na pana pahīnattā na santi.",
  "tika-abh08t25:176_9": "Kiñcarahi paccayābhāvena. Na hi rūpāvacarabhāvanā rūpavirāgāya saṁvattati, rūpāyattā",
  "tika-abh08t25:176_10": "eva tāsaṁ pavattīti. Arūpabhāvanā pana rūpavirāgāya saṁvattati, tasmā “tā ettha pahīnā”ti",
  "tika-abh08t25:176_11": "vattuṁ vaṭṭati. Tathā hi etāsaṁ ito pubbe appahīnattāyeva “paṭhamajjhānaṁ samāpannassa",
  "tika-abh08t25:176_12": "saddo kaṇṭako”ti vutto bhagavatā. Idha ca pahīnattā eva arūpasamāpattīnaṁ āneñjābhisaṅkhāravacanādīhi,",
  "tika-abh08t25:176_13": "“ye te santā vimokkhā atikkamma rūpe arūpā”tiādinā ca āneñjatā, santavimokkhatā ca vuttā.",
  "tika-abh08t25:177": "Nānattasaññānanti nānatte gocare pavattānaṁ, nānattānaṁ vā saññānaṁ, vuttāvasesānaṁ catucattālīsakāmāvacarasaññānanti attho. Etā eva hi –",
  "tika-abh08t25:178": "“Tattha katamā nānattasaññā? Asamāpannassa manodhātusamaṅgissa vā manoviññāṇadhātusamaṅgissa vā saññā sañjānanā sañjānitattaṁ, imā vuccanti nānattasaññāyo”ti –",
  "tika-abh08t25:179_0": "Evaṁ vibhaṅge vibhajitvā vuttā. Tā pana yasmā rūpasaddādibhede nānatte nānāsabhāve",
  "tika-abh08t25:179_1": "ārammaṇe pavattanti, yasmā ca aṭṭha kāmāvacarakusalasaññā, dvādasa akusalasaññā,",
  "tika-abh08t25:179_2": "ekādasa kāmāvacarakusalavipākasaññā, dve akusalavipākasaññā, ekādasa kāmāvacarakiriyasaññāti",
  "tika-abh08t25:179_3": "evaṁ catucattālīsappabhedā nānāsabhāvā, aññamaññaṁ asadisā, tasmā “nānattasaññā”ti",
  "tika-abh08t25:179_4": "vuccanti. Amanasikārāti sabbaso anāvajjanā asamannāhārā apaccavekkhaṇahetu javanapaṭipādakena",
  "tika-abh08t25:179_5": "vā bhavaṅgacittassa anto akaraṇā ṭhapetvā kasiṇugghāṭimākāsaṁ nānārammaṇe cittassa",
  "tika-abh08t25:179_6": "asaṅkharaṇatoti vuttaṁ hoti. Iminā hi nānattasaññāmanasikārahetūnaṁ rūpadhammānaṁ",
  "tika-abh08t25:179_7": "samatikkamopi vutto, rūpajjhāne pana tadabhāvato “nānattasaññānaṁ amanasikārā”ti",
  "tika-abh08t25:179_8": "na vuttaṁ. Atha samatikkamādīnaṁ kiṁ nānākaraṇanti? Vuccate – yasmā rūpasaññā, paṭighasaññā",
  "tika-abh08t25:179_9": "ca iminā jhānena nibbattitabhavepi na vijjanti, arūpasaññāya bhāvanāya abhāve cutito",
  "tika-abh08t25:179_10": "uddhaṁ uppattirahānaṁ rūpasaññāpaṭighasaññānaṁ yāva attano vipākuppatti, tāva anuppattidhammataṁ",
  "tika-abh08t25:179_11": "āpādiyamānattā, pageva pana imaṁ jhānaṁ samāpannakāle, tasmā “samatikkamā, atthaṅgamā”ti",
  "tika-abh08t25:179_12": "ubhayathāpi tāsaṁ abhāvoyeva dassito. Nānattasaññāsu pana yā tasmiṁ bhave na uppajjanti",
  "tika-abh08t25:179_13": "ekantarūpanissitattā, tā anokāsatāya na uppajjanti, na arūpabhāvanāya nivāritattā,",
  "tika-abh08t25:179_14": "anivāritattā ca kāci uppajjanti, tasmā tāsaṁ amanasikāro anāvajjanaṁ apaccavekkhaṇaṁ",
  "tika-abh08t25:179_15": "javanapaṭipādakena vā bhavaṅgamanassa anto akaraṇaṁ appavesanaṁ vuttaṁ. Tatra pavattamānānampi",
  "tika-abh08t25:179_16": "hi jhānaṁ samāpannassa tāsaṁ amanasikāroyeva itarathā jhānasamāpattiyā abhāvato.",
  "tika-abh08t25:179_17": "Iti saṅkhepato “rūpasaññānaṁ samatikkamā”ti iminā sabbarūpāvacaradhammānaṁ pahānaṁ",
  "tika-abh08t25:179_18": "vuttaṁ, “paṭighasaññānaṁ atthaṅgamā nānattasaññānaṁ amanasikārā”ti sabbesaṁ kāmāvacaracittacetasikānaṁ",
  "tika-abh08t25:179_19": "pahānaṁ, amanasikāro ca vutto, tīhi panetehi samādhissa thirabhāvo kathitoti.",
  "tika-abh08t25:180_0": "Ākāsānañcāyatanasaññāsahagatanti ettha pana nāssa antoti anantaṁ, anantaṁ ākāsaṁ",
  "tika-abh08t25:180_1": "ākāsānantaṁ, kasiṇugghāṭimākāsaṁ, anantatā pana uppādavayantābhāvato anantamanasikāravasena",
  "tika-abh08t25:180_2": "vā veditabbā. Na hi etassa uppādanto, vayanto vā paññāyati asabhāvadhammattā. Sabhāvadhammo",
  "tika-abh08t25:180_3": "hi ahutvā sambhavanato, hutvā ca vinassanato uppādavayantaparicchinno, netaro. Na",
  "tika-abh08t25:180_4": "ca panetaṁ manasi karonto yogāvacaro tassa paricchedasaṅkhātamantaṁ gaṇhāti, atha",
  "tika-abh08t25:180_5": "kho rūpavivekamattasseva gahaṇena anantapharaṇākāreneva manasikāraṁ pavatteti, tasmā",
  "tika-abh08t25:180_6": "uppādavayantavirahato manasikāravasena vā etamanantanti veditabbaṁ. “Anantākāsa”nti",
  "tika-abh08t25:180_7": "ca vattabbe ananta-saddassa paranipātavasena “ākāsānanta”nti vuccati. Ākāsānantameva",
  "tika-abh08t25:180_8": "ākāsānañcaṁ saṁyogaparassa ta-kārassa ca-kāraṁ katvā, tadeva āyatanaṁ sasampayuttadhammassa",
  "tika-abh08t25:180_9": "jhānassa ārammaṇabhāvato adhiṭṭhānaṭṭhena devāyatanaṁ viyāti ākāsānañcāyatanaṁ, tasmiṁ",
  "tika-abh08t25:180_10": "appanāpattā saññā ākāsānañcāyatanasaññā, tāya sahagataṁ viññāṇaṁ ākāsānañcāyatanasaññāsahagataṁ.",
  "tika-abh08t25:180_11": "Atha vā ākāsānañcaṁ āyatanamassā sasampayuttadhammāya saññāyāti ākāsānañcāyatanā,",
  "tika-abh08t25:180_12": "sāyeva saññā, tāya jhānaṁ sahagatanti ākāsānañcāyatanasaññāsahagataṁ.",
  "tika-abh08t25:181_0": "Viññāṇa…pe… sahagatanti yadetaṁ paṭhamāruppaviññāṇaṁ, taṁsabhāvadhammattā uppādādiantavantampi",
  "tika-abh08t25:181_1": "ārammaṇakaraṇavasena anantākāse pharaṇato attānaṁ ārabbha antassa aggahaṇavasena",
  "tika-abh08t25:181_2": "pavattamanasikārato vā anantaṁ viññāṇanti viññāṇānantaṁ, “viññāṇānañca”nti vattabbe",
  "tika-abh08t25:181_3": "viññāṇañca-saddo tadatthe nirūḷho ā-kāra na-kāralopoti vā katvā “viññāṇañca”micceva",
  "tika-abh08t25:181_4": "vuttaṁ. Evañca katvā vakkhati –",
  "tika-abh08t25:182": "“Viññāṇānantamiccevaṁ, vattabbaṁ panidaṁ siyā”ti.",
  "tika-abh08t25:183": "Atha vā dutiyāruppaviññāṇena añcitabbaṁ ārammaṇavasena pāpuṇitabbanti viññāṇañcaṁ. Sesaṁ purimasadisameva.",
  "tika-abh08t25:184_0": "Ākiñcaññā…pe… sahagatanti nāssa paṭhamāruppaviññāṇassa kiñcananti akiñcanaṁ, antamaso",
  "tika-abh08t25:184_1": "bhaṅgamattampi avasiṭṭhaṁ natthīti vuttaṁ hoti. Sati hi bhaṅgamattepi tassa sakiñcanatā",
  "tika-abh08t25:184_2": "siyā. Akiñcanassa bhāvo ākiñcaññaṁ, ākāsānañcāyatanaviññāṇābhāvassetaṁ adhivacanaṁ.",
  "tika-abh08t25:184_3": "Sesaṁ vuttanayameva.",
  "tika-abh08t25:185_0": "Nevasaññā…pe… sahagatanti heṭṭhimajhānesu viya oḷārikāya saññāya abhāvato nevassa",
  "tika-abh08t25:185_1": "saññā atthīti nevasaññaṁ, sukhumāya ca saññāya atthitāya nāssa saññā natthīti nāsaññaṁ,",
  "tika-abh08t25:185_2": "nevasaññañca taṁ nāsaññañceti nevasaññānāsaññaṁ, catutthāruppajjhānaṁ. Yadi evaṁ",
  "tika-abh08t25:185_3": "“nevasaññanāsañña”nti vattabbaṁ? Saccametaṁ. Vacanasobhanatthaṁ pana dīghaṁ katvā",
  "tika-abh08t25:185_4": "vuttaṁ. Atha vā nevassa saññā nāsaññāti evaṁ ekajjhaṁ bahubbīhisamāsavasena “nevasaññānāsañña”nti",
  "tika-abh08t25:185_5": "vuttaṁ. Nevasaññānāsaññañca taṁ āyatanañca manāyatanadhammāyatanapariyāpannattāti",
  "tika-abh08t25:185_6": "nevasaññānāsaññāyatanaṁ, tena sampayuttaṁ saññāsahagataṁ nevasaññānāsaññāyatanasaññāsahagataṁ.",
  "tika-abh08t25:185_7": "Atha vā saññāyeva paṭusaññākiccakaraṇe asamatthatāya nevasaññā, uṇhodake tejodhātu",
  "tika-abh08t25:185_8": "viya saṅkhārāvasesasukhumabhāvappattiyā nāsaññāti nevasaññānāsaññā, sā eva sesadhammānaṁ",
  "tika-abh08t25:185_9": "nissayapaccayatāya, adhiṭṭhānaṭṭhena dhammāyatanapariyāpannatāya eva vā āyatananti",
  "tika-abh08t25:185_10": "nevasaññānāsaññāyatanaṁ, nevasaññānāsaññāyatanabhūtāya saññāya sahagatanti nevasaññānāsaññāyatanasaññāsahagataṁ.",
  "tika-abh08t25:186_0": "Yathānurūpaṁ…pe… nipphādakanti “paṭhamāruppabhūmiyā paṭhamaṁ, dutiyāruppabhūmiyā",
  "tika-abh08t25:186_1": "dutiya”ntiādinā attano anurūpavasena catūsu arūpabhūmīsu upapattisādhakaṁ. Tāsu pana",
  "tika-abh08t25:186_2": "paṭhamā vīsatisahassakappāyukā hoti, dutiyā cattālīsasahassakappāyukā, tatiyā saṭṭhisahassakappāyukā,",
  "tika-abh08t25:186_3": "catutthā pana caturāsītisahassakappāyukāti veditabbaṁ.",
  "tika-abh08t25:187": "Arūpāvacarakusalavaṇṇanā niṭṭhitā.",
  "tika-abh08t25:188": "Lokuttarakusalavaṇṇanā",
  "tika-abh08t25:189_0": "Evaṁ tividhampi lokiyakusalaṁ niddisitvā idāni lokuttarakusalaṁ niddisanto āha “itaraṁpanā”tiādi.",
  "tika-abh08t25:189_1": "Lujjanapalujjanaṭṭhena loko, so tividho – saṅkhāraloko sattaloko bhājanalokoti. Tato",
  "tika-abh08t25:189_2": "idaṁ uttaratīti lokuttaraṁ. Cattāropi hi maggā upādānakkhandhasaṅkhātasaṅkhāralokato",
  "tika-abh08t25:189_3": "uttaranti anāsavabhāvena. Sattalokesu ca sotāpattimaggo anariyalokato uttarati, sakadāgāmimaggo",
  "tika-abh08t25:189_4": "sotāpannalokato, anāgāmimaggo sakadāgāmilokato, arahattamaggo anāgāmilokato uttarati.",
  "tika-abh08t25:189_5": "Bhājanalokesu pana paṭhamamaggo apāyalokato uttarati, sakadāgāmimaggo kāmalokekadesato,",
  "tika-abh08t25:189_6": "anāgāmimaggo sakalakāmalokato, arahattamaggo rūpārūpalokato uttarati. Iti catubbidhampi",
  "tika-abh08t25:189_7": "maggacittaṁ tividhalokato uttaratīti lokuttaraṁ, kucchitasalanādito pana kusalaṁ,",
  "tika-abh08t25:189_8": "cintanādito cittañcāti lokuttarakusalacittaṁ. Phalaṁ pana lokato uttiṇṇattā lokuttaraṁ,",
  "tika-abh08t25:189_9": "ubhayampi vā saha nibbānena upādānakkhandhasaṅkhātalokato uttaraṁ visiṭṭhataranti",
  "tika-abh08t25:189_10": "lokuttaraṁ. Yathāha “yāvatā, bhikkhave, dhammā saṅkhatā vā asaṅkhatā vā, virāgo tesaṁ",
  "tika-abh08t25:189_11": "dhammānaṁ aggamakkhāyatī”ti.",
  "tika-abh08t25:190_0": "Niyatāniyatavatthukabhedatoti sotāpattimaggassa paratoghosapaccayena vinā anuppajjanato",
  "tika-abh08t25:190_1": "arūpabhave sambhavo natthīti taṁ niyatavatthukaṁ, itaraṁ pana sattavidhampi paratoghosaṁ",
  "tika-abh08t25:190_2": "vināpi vipassanābaleneva nipphajjanato tatthāpi sambhavatīti aniyatavatthukaṁ.",
  "tika-abh08t25:191_0": "Tīhi…pe… tividhanti lokuttaravimokkhānaṁ dvārabhāvato vimokkhamukhasaṅkhātāhi suññatānupassanādīhi",
  "tika-abh08t25:191_1": "tīhi vuṭṭhānagāminivipassanāhi pattabbato idaṁ lokuttarakusalaṁ tividhaṁ suññataṁ",
  "tika-abh08t25:191_2": "animittaṁ appaṇihitanti. Katame pana te lokuttaravimokkhāti? Nava lokuttaradhammā.",
  "tika-abh08t25:191_3": "Yathāha “cattāro ca ariyamaggā cattāri ca sāmaññaphalāni nibbānañca, ayaṁ anāsavo",
  "tika-abh08t25:191_4": "vimokkho”ti. Imāni hi saṁkilesadhammehi suṭṭhu vimuttattā vimokkhā nāma. Tāni pana",
  "tika-abh08t25:191_5": "paccekaṁ suññato vimokkho, animitto vimokkho, appaṇihito vimokkhoti tividhāni. Yathāha",
  "tika-abh08t25:191_6": "“tayome, bhikkhave, vimokkhā – suññato vimokkho, animitto vimokkho, appaṇihito vimokkho”ti.",
  "tika-abh08t25:191_7": "Idha pana kusalādhikārattā catumaggasaṅkhātāyeva lokuttaradhammā adhippetā.",
  "tika-abh08t25:192_0": "Suññatādināmalābho ca nesaṁ āgamanato, saguṇato, ārammaṇato ca veditabbo. Tathā hi",
  "tika-abh08t25:192_1": "āgacchati maggo, phalañca etenāti āgamanaṁ. Tañhi duvidhaṁ maggāgamanaṁ, phalāgamanañca.",
  "tika-abh08t25:192_2": "Tesu vuṭṭhānagāminivipassanā maggāgamanaṁ, ariyamaggo phalāgamanaṁ. Tattha maggassa",
  "tika-abh08t25:192_3": "āgataṭṭhāne maggāgamanaṁ gahetabbaṁ, phalassa āgataṭṭhāne phalāgamanaṁ. Idha pana",
  "tika-abh08t25:192_4": "maggassa āgatattā maggāgamanaṁ gahitanti. Tato āgamanato. Saguṇatoti sabhāvato. Ārammaṇatoti ārammaṇadhammato.",
  "tika-abh08t25:193_0": "Yo hi sabbasaṅkhārānaṁ anattalakkhaṇapaṭivedhavasappavattāya anattānupassanāya vasena",
  "tika-abh08t25:193_1": "maggaṁ paṭilabhati, tassa sā anupassanā asuññattakarānaṁ attābhinivesapaccayānaṁ",
  "tika-abh08t25:193_2": "diṭṭhekaṭṭhakilesānaṁ vikkhambhitabhāvena tebhūmakadhammānaṁ attasuññatāya yāthāvato",
  "tika-abh08t25:193_3": "gahaṇato suññatānupassanā nāma hoti. Tāya pana paṭiladdhamaggo suññatāya āgatattā",
  "tika-abh08t25:193_4": "suññato nāma. Tenāha “anattato manasikaronto suññatavimokkhena vimuccatī”ti.",
  "tika-abh08t25:194_0": "Yo pana sabbasaṅkhārānaṁ aniccalakkhaṇapaṭivedhavasappavattāya aniccānupassanāya",
  "tika-abh08t25:194_1": "maggaṁ paṭilabhati, tassa sā anupassanā niccanimittādigāhakarānaṁ kilesānaṁ vikkhambhitattā",
  "tika-abh08t25:194_2": "dhuvabhāvūpaṭṭhānasaṅkhātaniccanimittādino aggahaṇato animittānupassanā nāma. Tāya",
  "tika-abh08t25:194_3": "pana laddhamaggo animittāya āgatattā animitto nāma. Tenāha “aniccato manasikaronto",
  "tika-abh08t25:194_4": "animittavimokkhena vimuccatī”ti.",
  "tika-abh08t25:195_0": "Yo pana sabbasaṅkhārānaṁ dukkhalakkhaṇapaṭivedhavasappavattāya dukkhānupassanāya",
  "tika-abh08t25:195_1": "vasena maggaṁ paṭilabhati, tassa sā anupassanā taṇhāpaṇidhānassa vikkhambhanena paṇidhivirahitattā",
  "tika-abh08t25:195_2": "appaṇihitānupassanā nāma. Tāya pana laddhamaggo appaṇihitāya āgatattā appaṇihito",
  "tika-abh08t25:195_3": "nāma. Tenāha “dukkhato manasikaronto appaṇihitavimokkhena vimuccatī”ti. Ayaṁ tāvassa",
  "tika-abh08t25:195_4": "āgamanavasena nāmalābho.",
  "tika-abh08t25:196_0": "Attano pana rāgādīhi suññatattā, niccanimittādivirahitattā, taṇhāpaṇidhiabhāvato",
  "tika-abh08t25:196_1": "ca saguṇato, rāgādisuññasseva, niccanimittādivirahitassa, paṇidhivippamuttassa ca",
  "tika-abh08t25:196_2": "nibbānassa ārammaṇakaraṇato ārammaṇato ca suññatādivimokkho nāma hotīti evamassa",
  "tika-abh08t25:196_3": "saguṇārammaṇehi nāmalābho daṭṭhabbo. So ca kho suttantapariyāyeneva, no abhidhammapariyāyena.",
  "tika-abh08t25:196_4": "Suttantakathā hi pariyāyadesanā, itarā nippariyāyadesanā, tasmā saguṇārammaṇato nāmassa",
  "tika-abh08t25:196_5": "sabbasādhāraṇabhāvena avavatthānakarattā pariyāyabhāvato suttantapariyāyeneva lābho,",
  "tika-abh08t25:196_6": "āgamanato pana abhidhammapariyāyenapi vavatthānakarabhāvena nippariyāyattā. Teneva",
  "tika-abh08t25:196_7": "hi ācariyena “tīhi vimokkhamukhehi pattabbato tividha”nti vimokkhamukhameva dhuraṁ",
  "tika-abh08t25:196_8": "katvā vuttaṁ, na “suññatādināmato tividha”nti. Animittanāmaṁ panettha āgamanatopi",
  "tika-abh08t25:196_9": "suttantapariyāyeneva labbhati abhidhamme maggaṁ pati animittanāmassa anuddhatattā.",
  "tika-abh08t25:196_10": "Anuddhaṭattaṁ pana na anuddharitabbatāmattena, atha kho nippariyāyato tassa magge",
  "tika-abh08t25:196_11": "alabbhanato. Kiñcāpi hi ayaṁ vipassanā niccanimittaṁ ugghāṭentī pavattati, saṅkhāranimittassa",
  "tika-abh08t25:196_12": "pana anissajjanato na nippariyāyato animittanāmaṁ labhati. Yaṁ panetaṁ sutte –",
  "tika-abh08t25:197": "“Animittañca bhāvehi, mānānusayamujjaha;",
  "tika-abh08t25:198": "Tato mānābhisamayā, upasanto carissasī”ti. –",
  "tika-abh08t25:199_0": "Maggassa animittabhāvavacanaṁ, taṁ yathāvuttapariyāyavasena labbhamānaṁ gahetvā vuttaṁ.",
  "tika-abh08t25:199_1": "Abhidhamme pana yā sayampi nippariyāyato animittanāmaṁ na labhati, sā kathaṁ maggassa",
  "tika-abh08t25:199_2": "taṁ dadeyyāti maggassa animittanāmaṁ na uddhaṭaṁ. Yadi evaṁ suññatanāmenapi idaṁ",
  "tika-abh08t25:199_3": "samānaṁ. Anattānupassanāpi hi kiñcāpi puggalasuññataṁ gaṇhāti, dhammasuññataṁ pana",
  "tika-abh08t25:199_4": "na gaṇhātīti sayaṁ nippariyāyena suññatānupassanā nāma na hotīti suññatanāmampi maggassa",
  "tika-abh08t25:199_5": "na dadeyya. Atha puggalasuññatāggahaṇamattena sayaṁ suññatānupassanā hutvā maggassa",
  "tika-abh08t25:199_6": "taṁ dadeyya, aniccānupassanāpi saṅkhāranimittassa gahaṇepi niccanimittādiugghāṭanato",
  "tika-abh08t25:199_7": "sayaṁ animittānupassanā hutvā maggassa animittanāmaṁ dadeyyāti? Na idamevaṁ, niccādinimittugghāṭanena",
  "tika-abh08t25:199_8": "animittabhāvassa nippariyāyena magge alabbhanato niccādinimittugghāṭanassapi pariyāyabhāvato.",
  "tika-abh08t25:199_9": "Nanu idampi sabbattha samānaṁ. Suññataappaṇihitabhāvopi hi nippariyāyena amagge na",
  "tika-abh08t25:199_10": "labbhati puggalasuññataggahaṇassa, paṇidhisosanassa ca ujukaṁ maggeneva nipphajjanato,",
  "tika-abh08t25:199_11": "tasmā suññatānupassanāpi appaṇihitānupassanāpi pariyāyeneva taṁ taṁ nāmaṁ labhantīti",
  "tika-abh08t25:199_12": "maggassa nippariyāyato nāmaṁ na dentīti? Na, tato laddhaariyamaggassa nippariyāyato",
  "tika-abh08t25:199_13": "sampayuttadhammavaseneva suññataappaṇihitanāmasambhavato. Kathaṁ? Ṭhapetvā buddhuppādaṁ",
  "tika-abh08t25:199_14": "sarabhaṅgasatthārādikālepi dubbijānīyabhāvena sukhumassa anattalakkhaṇassa paññāya",
  "tika-abh08t25:199_15": "eva gocarabhāvato anattānupassanāya anupassanato maggakkhaṇe paññindriyaṁ adhimattaṁ",
  "tika-abh08t25:199_16": "hoti. Yathāha – “anattato manasikaroto paññindriyaṁ adhimattaṁ hotī”ti.",
  "tika-abh08t25:200_0": "Tañca pana sayaṁ attābhinivesasamugghāṭanato, ariyamaggapariyāpannattā ca nippariyāyatova",
  "tika-abh08t25:200_1": "suññatanāmaṁ labhati. Dukkhānupassanāya samādhivipaccanīkassa paṇidhisaṅkhātarāgassa",
  "tika-abh08t25:200_2": "sosanato tassā vasena anupassantassa maggakkhaṇe samādhindriyaṁ adhimattaṁ hoti.",
  "tika-abh08t25:200_3": "Yathāha – “dukkhato manasikaroto samādhindriyaṁ adhimattaṁ hotī”ti. Tañca pana sayaṁ",
  "tika-abh08t25:200_4": "paṇidhisosanato, ariyamaggapariyāpannattā ca nippariyāyatova appaṇihitanāmaṁ labhati.",
  "tika-abh08t25:200_5": "Sabbasaṅkhārānaṁ pana aniccabhāvaṁ āgamanato sutvā pacchā sayaṁ paccakkhato passato",
  "tika-abh08t25:200_6": "“aniccameva vata so bhagavā ‘anicca’nti āhā”ti bhagavati saddhābāhullapaṭilābhato",
  "tika-abh08t25:200_7": "aniccānupassanāya manasikaroto maggakkhaṇe saddhindriyaṁ adhimattaṁ hoti. Yathāha",
  "tika-abh08t25:200_8": "– “aniccato manasikaroto saddhindriyaṁ adhimattaṁ hotī”ti. Taṁ pana sayaṁ saṅkhāranimittato",
  "tika-abh08t25:200_9": "vuṭṭhahantampi ariyamaggapariyāpannaṁ na hotīti nippariyāyato animittanāmaṁ na labhati,",
  "tika-abh08t25:200_10": "tasmā yathā kāyakammādhikaṁ cittaṁ “kāyakamma”nti vuccati, evaṁ suññatasaṅkhātapaññindriyādhimatto",
  "tika-abh08t25:200_11": "maggo suññatanāmaṁ labhati, appaṇihitasaṅkhātasamādhindriyādhimatto appaṇihitanāmaṁ,",
  "tika-abh08t25:200_12": "saddhindriyādhimatto pana saddhāya animittanāmālābhato sayampi taṁ na labhati. Yadi",
  "tika-abh08t25:200_13": "sampayuttadhammavasena suññatādināmālābho, atha kathaṁ “āgamanato”ti vuttaṁ? Saccaṁ,",
  "tika-abh08t25:200_14": "āgamanato adhimattassa pana indriyassa vasena laddhanāmampi āgamanatova laddhaṁ hoti.",
  "tika-abh08t25:201_0": "Atha vā abhidhammapariyāyenapi suññatabhāvo nāma puggalasuññatāyevāti puggalasuññataggāhitāya",
  "tika-abh08t25:201_1": "anattānupassanāya suññatanāmaṁ nippariyāyatova labbhati. Paṇidhi nāma rāgādikā evāti",
  "tika-abh08t25:201_2": "rāgādisositāya dukkhānupassanāya appaṇihitanāmampi nippariyāyatova labbhati.",
  "tika-abh08t25:202_0": "Nimittanti pana ṭhapetvā suttantapariyāyaṁ abhidhammapariyāyena saṅkhāranimittaṁ",
  "tika-abh08t25:202_1": "hotīti saṅkhāranimittaggāhitāya aniccānupassanāya animittanāmaṁ nippariyāyato na",
  "tika-abh08t25:202_2": "labbhati, tasmā nippariyāyato suññataappaṇihitanāmikānaṁ anattadukkhānupassanānaṁ",
  "tika-abh08t25:202_3": "vasena paṭiladdhamaggo āgamanato suññataappaṇihitanāmaṁ labhati, animittanāmaṁ pana",
  "tika-abh08t25:202_4": "pariyāyatova labhati. Tena vuttaṁ – “animittanāmaṁ panettha āgamanatopi suttantapariyāyeneva",
  "tika-abh08t25:202_5": "labbhati abhidhamme maggaṁ pati animittanāmassa anuddhaṭattā”ti. Iti imesaṁ tiṇṇaṁ",
  "tika-abh08t25:202_6": "vimokkhānaṁ pavesanadvārabhāvato suññatānupassanādināmikā anattānupassanādikā tisso",
  "tika-abh08t25:202_7": "anukkamena balavabhāvaṁ patvā vuṭṭhānagāminivipassanābhūtā tīṇi vimokkhamukhānīti",
  "tika-abh08t25:202_8": "veditabbāni. Vuttañhetaṁ –",
  "tika-abh08t25:203_0": "“Tīṇi kho panimāni vimokkhamukhāni lokaniyyānāya saṁvattanti, sabbasaṅkhāre paricchedaparivaṭumato",
  "tika-abh08t25:203_1": "samanupassanatāya animittāya ca dhātuyā cittasampakkhandanatāya, sabbasaṅkhāresu",
  "tika-abh08t25:203_2": "manosamuttejanatāya appaṇihitāya ca dhātuyā cittasampakkhandanatāya, sabbadhamme",
  "tika-abh08t25:203_3": "parato samanupassanatāya suññatāya ca dhātuyā cittasampakkhandanatāya, imāni tīṇi",
  "tika-abh08t25:203_4": "vimokkhamukhāni lokaniyyānāya saṁvattantī”ti.",
  "tika-abh08t25:204_0": "Ettha hi paricchedaparivaṭumatoti udayabbayavasena paricchedato ceva parivaṭumato",
  "tika-abh08t25:204_1": "ca. Aniccānupassanā hi “udayato pubbe saṅkhārā natthī”ti paricchinditvā tesaṁ gatiṁ",
  "tika-abh08t25:204_2": "samannesamānā vayato paraṁ na gacchanti, ettheva antaradhāyantīti parivaṭumato pariyantato",
  "tika-abh08t25:204_3": "samanupassati. Samanupassanatāyāti sammadeva anupassanatāya saṁvattantīti sambandho.",
  "tika-abh08t25:204_4": "Manosamuttejanatāyāti cittasaṁvejanatāya. Dukkhānupassanena hi saṅkhāresu cittaṁ",
  "tika-abh08t25:204_5": "saṁvijjati. Parato samanupassanatāyāti “nāhaṁ, na mama”nti evaṁ anattato samanupassanatāya.",
  "tika-abh08t25:204_6": "Iti imāni tīṇi padāni aniccānupassanādīnaṁ tiṇṇaṁ vasena vuttānīti veditabbāni. Teneva",
  "tika-abh08t25:204_7": "ca tadanantare pañhāvissajjane –",
  "tika-abh08t25:205": "“Aniccato manasikaroto khayato saṅkhārā upaṭṭhahanti, dukkhato manasikaroto bhayato saṅkhārā upaṭṭhahanti, anattato manasikaroto suññato saṅkhārā upaṭṭhahantī”ti –",
  "tika-abh08t25:206_0": "Vuttaṁ. Nanu cettha abhidhammāvatārassa bhāsamānattā abhidhammapariyāyeneva vimokkhamukhāni",
  "tika-abh08t25:206_1": "ca vavatthapetuṁ yuttanti? Saccaṁ, aniccānupassanāyapi pana maggavuṭṭhānaṁ hotīti",
  "tika-abh08t25:206_2": "pakāsanatthaṁ suttantapariyāyenapi ekaṁ vavatthānaṁ kataṁ, tathā vuṭṭhito pana maggo",
  "tika-abh08t25:206_3": "abhidhammapariyāyena suddhikapaṭipadāyameva saṅgayhatīti daṭṭhabbaṁ.",
  "tika-abh08t25:207_0": "Catumaggayogabhedatoti sotāpattiādīhi catūhi ariyamaggehi sampayogappabhedato. Ariyamaggānaṁ",
  "tika-abh08t25:207_1": "pana sammādiṭṭhādiaṭṭhaṅgasabhāvattā, tesañca sabbalokuttare atthitāya bhaṅgavasena",
  "tika-abh08t25:207_2": "abhedepi indriyānaṁ apāṭavapāṭavataratamabhāvena sacchikiriyāvisesato kilesānaṁ pahānabhedo",
  "tika-abh08t25:207_3": "hotīti taṁvasena catubbidhatā daṭṭhabbā. Tenevāha “sakkāyadiṭṭhivicikicchā”tiādi.",
  "tika-abh08t25:207_4": "Sati vijjamāne pañcakkhandhasaṅkhāte kāye diṭṭhi sakkāyadiṭṭhi, sayaṁ vā tattha sati",
  "tika-abh08t25:207_5": "diṭṭhi sakkāyadiṭṭhi, pañcasu khandhesu attattaniyābhinivesavasena pavattāya micchādiṭṭhiyā",
  "tika-abh08t25:207_6": "etaṁ adhivacanaṁ. Sā pana ekekasmiṁ khandhe catudhā abhinivesanavasena vīsatividhā",
  "tika-abh08t25:207_7": "hoti. Tathā hi koci rūpaṁ attato samanupassati “yaṁ rūpaṁ, so attā, yo attā, taṁ",
  "tika-abh08t25:207_8": "rūpaṁ, yathā dīpassa vaṇṇoyeva acci, acciyeva vaṇṇo”ti. Rūpavantaṁ vā attānaṁ samanupassati,",
  "tika-abh08t25:207_9": "chāyāvantaṁ viya rukkhaṁ. Attani vā rūpaṁ, pupphe viya gandhaṁ. Rūpasmiṁ vā attānaṁ,",
  "tika-abh08t25:207_10": "samugge viya maṇi. Evaṁ vedanādīsupi “vedanaṁ attato samanupassatī”tiādinā yojetabbaṁ.",
  "tika-abh08t25:207_11": "Tattha yo pañcavidho abyatirittaattābhiniveso, sā ucchedadiṭṭhi. Yo pana pannarasavidho",
  "tika-abh08t25:207_12": "byatirittaattābhiniveso, sā sassatadiṭṭhīti veditabbaṁ.",
  "tika-abh08t25:208": "Sabhāvaṁ vicinanto tāya kicchati kilamatīti vicikicchā, tikicchituṁ dukkaratāya vā vigatā cikicchā ñāṇapatikāro imissāti vicikicchā. Sā pana –",
  "tika-abh08t25:209": "“Satthari kaṅkhati vicikicchati, dhamme, saṅghe, sikkhāya, pubbante, aparante, pubbantāparante, idappaccayatāpaṭiccasamuppannesu dhammesu kaṅkhati vicikicchatī”ti –",
  "tika-abh08t25:210": "Evaṁ buddhādīsu kaṅkhāvasena aṭṭhavatthukā,",
  "tika-abh08t25:211_0": "“Ahosiṁ nu kho ahamatītamaddhānaṁ, na nu kho ahosiṁ, kiṁ nu kho ahosiṁ, kathaṁ nu",
  "tika-abh08t25:211_1": "kho ahosiṁ, kiṁ hutvā kiṁ ahosiṁ nu kho ahamatītamaddhānaṁ, bhavissāmi nu kho ahamanāgatamaddhānaṁ,",
  "tika-abh08t25:211_2": "na nu kho bhavissāmi, kiṁ nu kho bhavissāmi, kathaṁ nu kho bhavissāmi, kiṁ hutvā",
  "tika-abh08t25:211_3": "kiṁ bhavissāmi nu kho ahamanāgatamaddhānaṁ, etarahi vā pana paccuppannamaddhānaṁ",
  "tika-abh08t25:211_4": "ajjhattaṁ kathaṁkathī hoti, ahaṁ nu khosmi, no nu khosmi, kiṁ nu khosmi, kathaṁ nu",
  "tika-abh08t25:211_5": "khosmi, ayaṁ nu kho satto kuto āgato, so kuhiṁ gāmī bhavissatī”ti –",
  "tika-abh08t25:212": "Evaṁ pubbantādayo ārabbha pavattivasena soḷasavatthukā ca niddiṭṭhā.",
  "tika-abh08t25:213_0": "Tattha satthari kaṅkhanto tassa rūpakāyadhammakāyānaṁ vijjamānataṁ, avijjamānatañca",
  "tika-abh08t25:213_1": "kaṅkhati, dhamme kaṅkhanto tassa svākkhātadvākkhātabhāve kaṅkhati, saṅghe kaṅkhanto",
  "tika-abh08t25:213_2": "tassa suppaṭipannavippaṭipannatādibhāve kaṅkhati, sikkhāya kaṅkhanto tassā supaññattaduppaññattabhāvaṁ",
  "tika-abh08t25:213_3": "kaṅkhati, pubbante kaṅkhanto sassatākāraṁ, adhiccasamuppattiākārañca nissāya atīte",
  "tika-abh08t25:213_4": "attano vijjamānataṁ, avijjamānatañca kaṅkhati, aparante kaṅkhanto sassatākāraṁ, ucchedākārañca",
  "tika-abh08t25:213_5": "nissāya anāgate attano uppattiṁ, anuppattiñca kaṅkhati, pubbantāparante kaṅkhanto",
  "tika-abh08t25:213_6": "paccuppanne attano atthibhāvaṁ, natthibhāvañca kaṅkhati. Paccuppanno hi addhā pubbabhāgāparabhāgakoṭṭhāsavantatāya",
  "tika-abh08t25:213_7": "“pubbantāparanto”ti vuccati, yuttaṁ pana taṁ ārabbha kaṅkhājanananti? Yuttaṁ, ayuttanti",
  "tika-abh08t25:213_8": "kā ettha cintā. Ummattako viya hi bālaputhujjano. Tasmā so yaṁ kiñci kaṅkhatiyeva.",
  "tika-abh08t25:213_9": "Teneva ca soḷasavatthukavicikicchāniddese “etarahi vā panā”tiādi vuttaṁ. Ācariyā",
  "tika-abh08t25:213_10": "pana “pubbantāparantoti atītānāgate ekajjhaṁ gahetvā tadubhayamārabbha kaṅkhanto",
  "tika-abh08t25:213_11": "pubbantāparante kaṅkhatī”tipi vadanti. Idappaccayatāpaṭiccasamuppannesu dhammesu",
  "tika-abh08t25:213_12": "kaṅkhanto pana avijjādīnaṁ paccayānaṁ, saṅkhārādīnañca paccayuppannānaṁ hetuhetusamuppannabhāvassa",
  "tika-abh08t25:213_13": "sabbhāvāsabbhāvaṁ kaṅkhatīti evaṁ tāva aṭṭhavatthukakaṅkhāya pavatti veditabbā.",
  "tika-abh08t25:214_0": "Soḷasavatthukā pana “ahosiṁ nu kho…pe… na nu kho ahosi”nti kaṅkhanto vuttanayeneva",
  "tika-abh08t25:214_1": "atīte attano vijjamānāvijjamānataṁ kaṅkhati. Kiṁ nu kho ahosinti jātiliṅgupapattiyo",
  "tika-abh08t25:214_2": "nissāya “khattiyo nu kho ahosiṁ, brāhmaṇādīsu gahaṭṭhādīsu devādīsu aññataro nu kho”ti",
  "tika-abh08t25:214_3": "kaṅkhati. Kathaṁ nu khoti saṇṭhānākāraṁ nissāya “dīgho nu kho ahosiṁ, rassaodātakāḷādīnañca",
  "tika-abh08t25:214_4": "aññataro”ti kaṅkhati. Issaranimmānādīni nissāya “kena nu kho pakārena ahosi”nti nibbattanākārato",
  "tika-abh08t25:214_5": "kaṅkhatīti vadanti. Kiṁ hutvā kiṁ ahosinti jātiādīni nissāya “khattiyo hutvā nu kho",
  "tika-abh08t25:214_6": "brāhmaṇo ahosiṁ…pe… devo hutvā nu kho manusso ahosi”nti attano aparāparaṁ pavattiṁ",
  "tika-abh08t25:214_7": "kaṅkhati. Bhavissāmi nu kho, na nu khoti heṭṭhā vuttanayeneva anāgate attano vijjamānāvijjamānataṁ",
  "tika-abh08t25:214_8": "kaṅkhati. “Kiṁ nu kho bhavissāmī”tiādi vuttanayameva. Ahaṁ nu khosmi, na nu khosmīti",
  "tika-abh08t25:214_9": "idāni attano atthibhāvaṁ, natthibhāvañca kaṅkhati. Tattha kāraṇaṁ vuttameva. Kiṁ",
  "tika-abh08t25:214_10": "nu khosmīti khattiyādikova samāno attano khattiyādibhāvaṁ kaṅkhati. Eseva nayo sesesupi.",
  "tika-abh08t25:214_11": "Kathaṁ nu khosmīti “abbhantare jīvo nāma atthī”ti gahetvā tassa dīghādibhāvaṁ kaṅkhati.",
  "tika-abh08t25:214_12": "Paccuppannaṁ pana attano sarīrasaṇṭhānaṁ ajānanto nāma natthi. Kuto āgato, kuhiṁ",
  "tika-abh08t25:214_13": "gāmī bhavissatīti attabhāvassa āgatagataṭṭhānāni kaṅkhatīti veditabbaṁ.",
  "tika-abh08t25:215_0": "Sīlañca vatañca sīlabbataṁ, tattha gosīlādiasuddhimaggo samādānavasena sīlaṁ, avītikkamavasena",
  "tika-abh08t25:215_1": "vataṁ. Ubhayathāpi vā sīlaṁ, tapokammabhāvena gahitattā vataṁ. Gavādipakatibhāvato",
  "tika-abh08t25:215_2": "attano vā gavādibhāvādhiṭṭhānaṁ sīlaṁ, “gacchanto bhakkheti, tiṭṭhanto muttetī”tiādinā",
  "tika-abh08t25:215_3": "gavādikiriyāya karaṇaṁ vataṁ. Taṁtaṁakiccasammasato vā nivatti sīlaṁ, taṁsamādānavato",
  "tika-abh08t25:215_4": "vesabhojanakiccacaraṇādivisesapaṭipatti vataṁ. Sabhāvaṁ atikkamma parato āmasanaṁ",
  "tika-abh08t25:215_5": "gahaṇanti parāmāso, sīlabbatassa parāmāso sīlabbataparāmāso. Ito bahiddhā samaṇabrāhmaṇānaṁ",
  "tika-abh08t25:215_6": "sīlena suddhi, vatena suddhi, sīlabbatena suddhīti evaṁ asuddhimagge “suddhimaggo”ti",
  "tika-abh08t25:215_7": "pavattassa micchābhinivesassetaṁ adhivacanaṁ. Sakkāyadiṭṭhi ca vicikicchā ca sīlabbataparāmāso",
  "tika-abh08t25:215_8": "cāti sakkāya…pe… parāmāso, teyeva kammavipākesu, vaṭṭasmiṁ vā satte saṁyojenti bandhantīti",
  "tika-abh08t25:215_9": "saṁyojanāni, tesaṁ diṭṭhivisuddhiādīhi tadaṅgavasena pahīnānaṁ anuppattidhammatāpādanena",
  "tika-abh08t25:215_10": "accantasamucchedappahānaṁ karotīti sakkā…pe…ppahānakaraṁ.",
  "tika-abh08t25:216_0": "Nibbānaṁ pati savanato sandanato soto vuccati ariyo aṭṭhaṅgikamaggo, tassa ādito",
  "tika-abh08t25:216_1": "pajjanaṁ sotāpatti, nibbānaṁ maggati, nibbānatthikehi maggīyati, kilese mārento gacchatīti",
  "tika-abh08t25:216_2": "vā maggo, sotāpatti eva maggo sotāpattimaggo. Atha vā sotaṁ ādito pajjati adhigacchatīti",
  "tika-abh08t25:216_3": "sotāpatti, paṭhamo ariyapuggalo, tassa maggo sotāpattimaggo, sammādiṭṭhiādīni aṭṭhaṅgāni,",
  "tika-abh08t25:216_4": "tena sampayuttaṁ cittaṁ sotāpattimaggacittaṁ.",
  "tika-abh08t25:217_0": "Rajjati abhisajjatīti rāgo, so idha pañcakāmavisayā, kāmabhavavisayā ca taṇhā. Dussatīti",
  "tika-abh08t25:217_1": "doso, dasavidhaāghātavatthupadaṭṭhāno byāpādo. Muyhatīti moho, dukkhādīsu aṭṭhasu",
  "tika-abh08t25:217_2": "aññāṇaṁ. Etesaṁ kilesānaṁ tanuttaṁ tanubhāvaṁ karotīti rāga…pe… tanuttakaraṁ. Tattha",
  "tika-abh08t25:217_3": "dvīhi kāraṇehi tanuttaṁ abhiṇhānuppattito, pariyuṭṭhānamandatāya cāti. Sakadāgāmissa",
  "tika-abh08t25:217_4": "hi vaṭṭānusārimahājanassa viya kilesā abhiṇhaṁ na uppajjanti, kadāci viraḷākārā hutvā",
  "tika-abh08t25:217_5": "uppajjanti, tathā uppajjantāpi maddantā chādentā andhakāraṁ karontā nuppajjanti.",
  "tika-abh08t25:217_6": "Dvīhi pana maggehi pahīnattā mandamandā tanukatanukā uppajjanti. Keci pana sakadāgāmissa",
  "tika-abh08t25:217_7": "kilesā cirena uppajjantāpi bahalāva uppajjanti. Tathā hissa puttadhītaro dissantīti",
  "tika-abh08t25:217_8": "vadanti. Taṁ akāraṇaṁ, vatthupaṭisevanena vināpi gabbhaggahaṇasabbhāvato, tasmā vuttanayeneva",
  "tika-abh08t25:217_9": "dvīhi kāraṇehi nesaṁ tanubhāvo veditabbo. Kasmā panettha mohassa tanubhāvo vutto,",
  "tika-abh08t25:217_10": "nanu tatiyamaggavajjhānameva iminā tanuttakaraṇaṁ vattabbaṁ, itarathā heṭṭhā tīhipi",
  "tika-abh08t25:217_11": "maggehi uparimaggavajjhakilesānaṁ bahalābahalāvatthāya pahīyamānattā idha sabbesameva",
  "tika-abh08t25:217_12": "uddhambhāgiyasaṁyojanānaṁ tanubhāvo vattabbo, teneva ca pāḷiyampi “kāmarāgabyāpādānaṁ",
  "tika-abh08t25:217_13": "tanubhāvāya dutiyāya bhūmiyā pattiyā”ti vuttanti. Saccametaṁ, sutte pana uparimaggavajjhānaṁ",
  "tika-abh08t25:217_14": "tanubhāvapariyāyaṁ gahetvā “rāgadosamohānaṁ tanuttā sakadāgāmī hotī”ti hetuttayatanubhāvassa",
  "tika-abh08t25:217_15": "āgatattā idhāpi tadanulomena vuttaṁ. “Kāmarāgabyāpādāna”micceva vā pāṭho. Tathā hi",
  "tika-abh08t25:217_16": "ettheva upari dutiyamaggañāṇaniddese “byāpādakāmarāgānaṁ, tanubhāvaṁ tu sādhaya”nti",
  "tika-abh08t25:217_17": "vuttaṁ. Paṭisandhivasena sakideva imaṁ manussalokaṁ āgacchatīti sakadāgāmī, tassa",
  "tika-abh08t25:217_18": "maggo sakadāgāmimaggo. Kiñcāpi hi maggaṭṭhassa paṭisandhivasena āgamanāsambhavato",
  "tika-abh08t25:217_19": "phalaṭṭhoyeva sakadāgāmī nāma hoti, tassa pana āgamanabhūto maggo maggantarāvacchedanatthaṁ",
  "tika-abh08t25:217_20": "tadāyattabhāvūpanayanena sakadāgāmimaggoti vuccati, taṁsampayuttaṁ cittaṁ sakadāgāmimaggacittaṁ.",
  "tika-abh08t25:218_0": "Pañcasu kāmaguṇesu, kāmabhave ca rāgo kāmarāgo. Byāpajjati tena cittanti byāpādo.",
  "tika-abh08t25:218_1": "Paṭisandhivasena imaṁ kāmadhātuṁ na āgacchatīti anāgāmī. Rūpabhave chandarāgo rūparāgo.",
  "tika-abh08t25:218_2": "Arūpabhave chandarāgo arūparāgo. Māno idha arahattādhigamaṁ paṭicca uṇṇatimattaṁ.",
  "tika-abh08t25:218_3": "Uddhaccampi “ko me bhāro kilesasamucchedane”ti evamākārappavattaṁ cittassa avūpasamamattaṁ.",
  "tika-abh08t25:218_4": "Avijjāpi asukhe sukhasaññāvipallāso. Ārakattā kilesehi, micchāpaṭipannehi vā, rāgādiarīnaṁ,",
  "tika-abh08t25:218_5": "saṁsāracakkassa arānañca hatattā, paccayādīnaṁ arahattā, rahopi pāpākaraṇena pāpakaraṇe",
  "tika-abh08t25:218_6": "rahassa abhāvā, rahitabbato jahitabbato “rahā”ti laddhanāmānaṁ vā pāpadhammānaṁ abhāvato,",
  "tika-abh08t25:218_7": "sādhūhi arahitabbato apariccajitabbato, rahasaṅkhātassa vā gamanassa saṁsāre abhāvato",
  "tika-abh08t25:218_8": "arahā, aṭṭhamo ariyapuggalo, tassa bhāvo arahattaṁ, aggaphalassetaṁ adhivacanaṁ.",
  "tika-abh08t25:218_9": "Tañhi “arahā”ti abhidhānassa, buddhiyā ca pavattinibandhanattā arahato bhāvoti katvā",
  "tika-abh08t25:218_10": "“arahatta”nti vuccati, tassa āgamanabhūto maggo arahattamaggo, taṁsampayuttaṁ cittaṁ",
  "tika-abh08t25:218_11": "arahattamaggacittaṁ.",
  "tika-abh08t25:219_0": "Jhānaṅgayogabhedatoti rūpāvacaraṁ viya pañcahi jhānaṅgehi sampayogabhedato. Kathaṁ",
  "tika-abh08t25:219_1": "panassa bhedoti? Ettha tāva aṭṭhakathāvādo, tayo ca theravādāti cattāro vādā honti.",
  "tika-abh08t25:219_2": "Tathā hi aṭṭhakathāyaṁ tāva “saṅkhārupekkhābhāvaṁ patvā vuṭṭhānagāminivipassanāmaggassa",
  "tika-abh08t25:219_3": "jhānaṅgaṁ niyametī”ti vuttaṁ. Tipiṭakacūḷanāgatthero pana “maggāsannavipassanāya",
  "tika-abh08t25:219_4": "padaṭṭhānabhūtaṁ pādakajjhānaṁ niyametī”ti āha. Moravāpivāsimahādattatthero “vipassanāya",
  "tika-abh08t25:219_5": "ārammaṇabhūtā khandhā niyamenti. Yañhi jhānaṁ sammasitvā vuṭṭhāti, taṁsadisova hotī”ti",
  "tika-abh08t25:219_6": "āha. Tipiṭakacūḷābhayatthero pana “puggalajjhāsayo niyameti, ‘aho vata pañcaṅgikaṁ,",
  "tika-abh08t25:219_7": "caturaṅgikaṁ vā maggaṁ pāpuṇeyya’ntiādinā yathā yathāssa ajjhāsayo hoti, tathā tathā maggo hotī”ti āha.",
  "tika-abh08t25:220_0": "Yasmā pana aṭṭhakathāvādo pamāṇaṁ, tayo ca therā paṇḍitā byattā, tasmā cattāropi",
  "tika-abh08t25:220_1": "vādā aññamaññaṁ appaṭibāhanavasena evaṁ veditabbā. Kathaṁ? Kāmāvacaradhamme tāva",
  "tika-abh08t25:220_2": "sammasitvā sukkhavipassakassa uppannamaggopi samāpattilābhino jhānaṁ pādakaṁ akatvā",
  "tika-abh08t25:220_3": "uppāditamaggopi vipassanāniyāmena paṭhamajjhānikāva honti. Sace pana kiñci jhānaṁ",
  "tika-abh08t25:220_4": "pādakaṁ katvā uppādito hoti, tassa vasena aṅgapariṇāmo hotīti taṁtaṁjhānasadiso hoti.",
  "tika-abh08t25:220_5": "Yasmā panettha kāmāvacarakkhandhe ārabbha pavattā vipassanā kāmāvacaradhammesu ca",
  "tika-abh08t25:220_6": "mahaggatadhammesu viya bhāvanāvisesato jhānaṅgaviseso natthi, tasmā “vipassanāya",
  "tika-abh08t25:220_7": "ārammaṇabhūtā khandhā niyamentī”ti evaṁ pavatto dutiyattheravādo imaṁ vādaṁ na pavisati.",
  "tika-abh08t25:220_8": "Jhānadhamme sammasitvā uppāditamaggo sace pādakajjhānaṁ natthi, sammasitajjhānaniyāmena",
  "tika-abh08t25:220_9": "taṁtaṁjhāniko hoti. Sace paṭhamajjhānato vuṭṭhāya dutiyādijhāne sammasitvā uppādito,",
  "tika-abh08t25:220_10": "puggalajjhāsayaniyāmena dvīsu aññatarajjhānasadiso hoti. Sace pana puggalassa tathāvidho",
  "tika-abh08t25:220_11": "ajjhāsayo natthi, tadā kathanti? Ettha tāva keci “nānāvajjanavīthiyameva nivattamānapādakajjhānato",
  "tika-abh08t25:220_12": "ekāvajjanavīthiyaṁ gotrabhubhāvaṁ patvā nivattamānāya vipassanāya ārammaṇabhūtā khandhāyeva",
  "tika-abh08t25:220_13": "balavanto, tasmā sammasitakkhandhaniyāmena taṁsadiso maggo hotī”ti vadanti. Evañca",
  "tika-abh08t25:220_14": "sati “pādakajjhānaniyāmena hotī”ti evaṁ pavatto paṭhamattheravādo pādakajjhānato",
  "tika-abh08t25:220_15": "vuṭṭhāya kāmāvacarakkhandhe sammasitvā uppāditamaggameva sandhāya tiṭṭhatīti.",
  "tika-abh08t25:221_0": "Apare pana “pādakajjhānaṁ maggassa mūlakāraṇavasena paccayo hoti āsannakāraṇavasenapi,",
  "tika-abh08t25:221_1": "sammasitakkhandhā pana mūlakāraṇavaseneva paccayā honti, tasmā sammasitakkhandhato",
  "tika-abh08t25:221_2": "pādakajjhānameva balavataranti pādakajjhānasadiso maggo hotī”ti vadanti. Evaṁ sante",
  "tika-abh08t25:221_3": "pana “sammasitakkhandhaniyāmenā”ti evaṁ pavatto dutiyattheravādo samāpattiṁ pādakaṁ",
  "tika-abh08t25:221_4": "akatvā kevalaṁ jhānadhammeyeva sammasitvā uppāditamaggameva sandhāya tiṭṭhati. Yasmā",
  "tika-abh08t25:221_5": "pana heṭṭhimaheṭṭhimajjhānato uparūparijhānaṁ balappattaṁ hoti, tasmā heṭṭhimaheṭṭhimajjhānato",
  "tika-abh08t25:221_6": "vuṭṭhāya uparūparijhānadhamme vipassato uppannamaggo pādakajjhānaṁ anapekkhitvā sammasitajjhānavasena",
  "tika-abh08t25:221_7": "taṁtaṁjhāniko hoti. Uparūparijhānato pana vuṭṭhāya heṭṭhimaheṭṭhimajjhānadhamme sammasitvā",
  "tika-abh08t25:221_8": "uppāditamaggo sammasitajjhānaṁ anapekkhitvā pādakajjhānasadiso hotīti idamettha sārataraṁ.",
  "tika-abh08t25:221_9": "Evañhi sati dvinnampi therānaṁ vādā nippadesavisayā samaphalā honti.",
  "tika-abh08t25:222_0": "Tatiyattheravādo cettha pādakajjhānaṁ, sammasitajjhānaṁ vā vinā ajjhāsayamatteneva",
  "tika-abh08t25:222_1": "na ijjhati. Tīsupi vādesu ṭhapetvā sesajhānaṅgapariṇāmaṁ vedanāpariṇāmo vipassanāniyāmeneva",
  "tika-abh08t25:222_2": "hoti. Tayopi theravādā vipassanāniyāmena vinā na hontīti daṭṭhabbaṁ. Nanu ca vedanāpi",
  "tika-abh08t25:222_3": "jhānaṅgameva, tasmā tāyapi pādakajjhānaniyāmeneva bhavitabbanti? Taṁ na, vedanāyapi",
  "tika-abh08t25:222_4": "pādakajjhānaniyāmena pariṇāme sati vipassanāniyāmaṁ anapekkhitvā pādakajjhānaniyāmeneva",
  "tika-abh08t25:222_5": "maggakkhaṇe sesajhānaṅgāni pariṇāmaṭṭhāneyeva vedanāyapi pariṇāmo bhaveyya, tathā",
  "tika-abh08t25:222_6": "pana ahutvā ekāvajjanavīthiyā āditova pariṇāmanato maggavuṭṭhānavīthiyā āsannatarappavattāya",
  "tika-abh08t25:222_7": "vipassanāya vasena vedanāniyāmo hoti.",
  "tika-abh08t25:223_0": "Atha vā pādakajjhānasammasitajjhānānaṁ sambhave tesu anuppannā vedanā vipassanāya",
  "tika-abh08t25:223_1": "na hotīti pādakajjhānasammasitajjhānaniyāmena pariṇamatītipi na sakkā vattuṁ. Ettha",
  "tika-abh08t25:223_2": "siyā – yattha tāva pādakajjhānaṁ atthi, tattha taṁ niyameti. Yattha pana tikacatukkapādakajjhānaṁ",
  "tika-abh08t25:223_3": "natthi, tasmiṁ arūpabhave kiṁ niyametīti? Tatthāpi pādakajjhānameva niyameti. Yo",
  "tika-abh08t25:223_4": "hi bhikkhu aṭṭhasamāpattilābhī paṭhamajjhānaṁ pādakaṁ katvā sotāpattimaggaphalāni",
  "tika-abh08t25:223_5": "nibbattetvā aparihīnajjhāno kālaṁ katvā arūpabhave nibbatto paṭhamajjhānikāya sotāpattiphalasamāpattiyā",
  "tika-abh08t25:223_6": "vuṭṭhāya vipassanaṁ paṭṭhapetvā upari tīṇi maggaphalāni nibbatteti, tassa tāni paṭhamajjhānikāneva",
  "tika-abh08t25:223_7": "honti. Dutiyajjhānikādīsupi eseva nayo. Arūpepi hi lokuttaraṁ tikacatukkajjhānaṁ",
  "tika-abh08t25:223_8": "uppajjatīti evamettha ekekassa lokuttarakusalassa jhānaṅgayogabhedo veditabboti.",
  "tika-abh08t25:224_0": "Maggā…pe… nipphādetīti tebhūmakakusalaṁ viya paṭisandhippavattīsu avipaccavantampi",
  "tika-abh08t25:224_1": "attano attano anurūpassa phalassa nipphādanena taṁtaṁphalappatte sotāpanno sakadāgāmī",
  "tika-abh08t25:224_2": "anāgāmī arahāti sāmaññato cattāro ariyapuggale abhinipphādetīti. Visesato pana sattakkhattuparamatādike",
  "tika-abh08t25:224_3": "anekepi sotāpannādayo nipphādeti.",
  "tika-abh08t25:225": "Lokuttarakusalavaṇṇanā niṭṭhitā.",
  "tika-abh08t25:226": "Catubhūmakakusalavaṇṇanā",
  "tika-abh08t25:227": "28. Evaṁ catubhūmakakusalacittaṁ sarūpato niddisitvā idāni taṁ nigamento āha “kāme aṭṭhevā”tiādi. Tattha kāmeti kāmabhave. Tathā “rūpe”tiādīsu.",
  "tika-abh08t25:228_0": "29.Kusalākusalāpagatenāti kusalākusalakammato apagatena. Aggamaggassa hi uppannakālato",
  "tika-abh08t25:228_1": "paṭṭhāya arahato sabbāni kusalākusalakammāni pahīnāni nāma honti paccayavekallena",
  "tika-abh08t25:228_2": "paṭisandhidāne asamatthabhāvato. Yato ca ariyamaggañāṇaṁ “kammakkhayakara”nti vuccati.",
  "tika-abh08t25:228_3": "Atha vā ahetuapaccayavisujjhanassa abhāvato kilesasamucchedakena maggakusalena akusalehi",
  "tika-abh08t25:228_4": "apagatena. Kusale kusalenāti kucchitānaṁ salanādīhi kusalasaṅkhātāya paṭipattiyaṁ",
  "tika-abh08t25:228_5": "desanuppādanādīsu chekena. Munināti ubhayalokamunanakena aggaphalañāṇena, sabbaññutaññāṇena",
  "tika-abh08t25:228_6": "vā samannāgatattā muninā. Tenāha –",
  "tika-abh08t25:229": "“Yo munāti ubho loke, muni tena pavuccatī”ti.",
  "tika-abh08t25:230": "Vasināti chaḷabhiññatāya paramena cittavasibhāvena samannāgatattā, jhānādīsu pañcavidhavasisabbhāvato ca vasibhūtena vasibhāvūpagatindriyena.",
  "tika-abh08t25:231": "Catubhūmakakusalavaṇṇanā niṭṭhitā.",
  "tika-abh08t25:232": "Akusalavaṇṇanā",
  "tika-abh08t25:233_0": "Ettāvatā ca yaṁ “kusalākusalābyākatajātibhedato tividha”nti ettha vuttaṁ kusalaṁ,",
  "tika-abh08t25:233_1": "taṁ sarūpato niddisitvā idāni tadanantaruddiṭṭhaṁ akusalaṁ niddisanto āha “akusalaṁ",
  "tika-abh08t25:233_2": "panā”tiādi. “Bhūmito ekavidha”nti vuttamatthaṁ niyametvā dassento āha “kāmāvacaramevā”ti.",
  "tika-abh08t25:233_3": "Nikāyantarikā pana rūpārūpāvacarampi akusalaṁ icchantīti tesaṁ matinisedhanatthaṁ",
  "tika-abh08t25:233_4": "avadhāraṇaṁ kataṁ. Mahaggatabhūmiyaṁ uppajjantampi hetaṁ tattha rūpadhātuyaṁ pavattivipākaṁ",
  "tika-abh08t25:233_5": "dentampi ekantena kāmāvacaramevāti. Kuto panesa niyamoti? Kāmataṇhāvisayabhāvato.",
  "tika-abh08t25:233_6": "Kāmataṇhāvisayatā hi kāmāvacarabhāvassa kāraṇaṁ yathā rūpārūpataṇhāvisayatā rūpārūpabhāvassa.",
  "tika-abh08t25:233_7": "Ekaṁsena cetaṁ evaṁ sampaṭicchitabbaṁ. Itarathā byāpitalakkhaṇaṁ na siyā. Yadi hi",
  "tika-abh08t25:233_8": "ālambitabbadhammavasena bhūmivavatthānaṁ kareyya, evaṁ sati anārammaṇānaṁ saṅgaho",
  "tika-abh08t25:233_9": "na siyā. Atha vipākadānavasena, evampi avipākānaṁ saṅgaho na siyā, tasmā ālambaṇadhammavaseneva",
  "tika-abh08t25:233_10": "pariyāpannānaṁ sā kātabbā. Apariyāpannānaṁ pana lokato uttiṇṇatāya lokuttaratā, uttaritarābhāvato",
  "tika-abh08t25:233_11": "anuttaratā ca veditabbāti.",
  "tika-abh08t25:234_0": "Domanassassa anīvaraṇāvatthāya abhāvena taṁsahagatacittuppādo kāmabhūmiyaṁyeva pavattatīti",
  "tika-abh08t25:234_1": "so niyatavatthuko, itare arūpabhūmiyampi pavattanato aniyatavatthukāti āha “niyatā…pe…",
  "tika-abh08t25:234_2": "duvidha”nti. Vicikicchuddhaccasahagatānaṁ mohekahetukattā, itaresampi lobhamohadosamohavasena",
  "tika-abh08t25:234_3": "dvihetukattā āha “ekahetukaduhetukato”ti. Ādito ekādasannaṁ akusalacittānaṁ paṭisandhijananato,",
  "tika-abh08t25:234_4": "uddhaccasahagatassa tadabhāvato āha “paṭisandhijanakājanakato”ti. Uddhaccasahagatañhi",
  "tika-abh08t25:234_5": "pavattivipākaṁ dentampi paṭisandhiṁ nākaḍḍhati. Yato vakkhati –",
  "tika-abh08t25:235": "“Ekādasavidhānaṁ tu, hitvā uddhaccamānasaṁ;",
  "tika-abh08t25:236": "Ekādasavidhā ceva, bhavanti paṭisandhiyo”ti. ;",
  "tika-abh08t25:237_0": "Yena pana kāraṇena taṁ paṭisandhiṁ nākaḍḍhati, taṁ paṭisandhivinicchayakathāhi imissā",
  "tika-abh08t25:237_1": "gāthāya vaṇṇanāpadeseyeva vakkhāma. Tīhi vedanāhīti sukhadukkhopekkhāsaṅkhātāhi tīhi",
  "tika-abh08t25:237_2": "vedanāhi. Yathāha – “tisso imā, bhikkhave, vedanā. Katamā tisso? Sukhā dukkhā adukkhamasukhā”ti.",
  "tika-abh08t25:237_3": "Yaṁ pana katthaci sutte “dvemā, bhikkhave, vedanā sukhā dukkhā”ti vacanaṁ, taṁ kusalapakkhikaṁ",
  "tika-abh08t25:237_4": "upekkhaṁ sukhe, akusalapakkhikañca dukkhe pakkhipitvā pariyāyena vuttanti daṭṭhabbaṁ.",
  "tika-abh08t25:237_5": "Suppatiṭṭhitabhāvakāraṇattā mūlamivāti mūlaṁ, lobho mūlaṁ etassāti lobhamūlaṁ. Kiñcāpi",
  "tika-abh08t25:237_6": "hi mohopi lobhamūlesu atthi, so pana sabbākusalasādhāraṇattā vavatthānakaro na hotīti",
  "tika-abh08t25:237_7": "asādhāraṇadhammavasena “lobhamūla”ntveva vuttaṁ yathā “bherisaddo yavaṅkuro”ti. Tathā",
  "tika-abh08t25:237_8": "“dosamūla”nti etthāpi. Mūlantaravirahato moho eva mūlaṁ imassa, nāññanti mohamūlaṁ.",
  "tika-abh08t25:238_0": "Micchāvasena dassanaṁ diṭṭhi, diṭṭhiyeva diṭṭhigataṁ yathā “ākāsagataṁ thāmagata”nti.",
  "tika-abh08t25:238_1": "Atha vā vipariyesaggāhikāya diṭṭhiyā gatameva, na ettha gantabbavatthu tathāsabhāvanti",
  "tika-abh08t25:238_2": "diṭṭhigataṁ, dvāsaṭṭhiyā vā diṭṭhīsu antogadhanti diṭṭhigataṁ, tena samaṁ pakārehi",
  "tika-abh08t25:238_3": "yuttanti diṭṭhigatasampayuttaṁ.",
  "tika-abh08t25:239_0": "“Yadā hī”tiādi lobhamūlacittānaṁ pavattiākāradassanaṁ. Micchādiṭṭhinti ucchedadiṭṭhiādiṁ",
  "tika-abh08t25:239_1": "micchādiṭṭhiṁ. Tāya hi vipallattacittā tāva kodhavisayo, yāva indriyagocaroti paralokaṁ",
  "tika-abh08t25:239_2": "paṭikkhipitvā “natthi kāmesu ādīnavo”ti gaṇhanti. Ādi-saddena –",
  "tika-abh08t25:240": "“Esa panthovitatho devayāne,",
  "tika-abh08t25:241": "Yena yanti puttavanto visokā;",
  "tika-abh08t25:242": "Taṁ passanti pasavo pakkhino ca,",
  "tika-abh08t25:243": "Tena te mātaripi mithunaṁ carantī”ti. –",
  "tika-abh08t25:244_0": "Ādinā nayena puttamukhadassanaṁ saggamokkhamaggoti evamādikaṁ micchādiṭṭhiṁ saṅgaṇhāti.",
  "tika-abh08t25:244_1": "Kāme vāti ettha vā-saddo aniyamattho. Tena “brāhmaṇānaṁ suvaṇṇaharaṇameva adinnādāne",
  "tika-abh08t25:244_2": "sāvajjaṁ, itaraṁ anavajjaṁ, gurūnaṁ, gunnaṁ, attano jīvitassa, vivāhassa ca atthāya",
  "tika-abh08t25:244_3": "musāvādo anavajjo, itaro sāvajjo, guruādīnaṁ atthāya pesuññakaraṇaṁ anavajjaṁ, itaraṁ",
  "tika-abh08t25:244_4": "sāvajjaṁ, bhāratayuddhasītāharaṇādikathā pāpavūpasamāya hotī”ti evamādike micchāgāhe",
  "tika-abh08t25:244_5": "saṅgaṇhāti. Diṭṭhamaṅgalādīnīti diṭṭhasutamutamaṅgalāni. Sārato paccetīti vuḍḍhiyā",
  "tika-abh08t25:244_6": "pubbanimittabhāvena aggahetvā “idameva vuḍḍhikāraṇa”nti evaṁ sāravasena gaṇhāti.",
  "tika-abh08t25:244_7": "Sabhāvatikkhenevāti lobhassa, micchābhinivesassa vā vasena saraseneva tikhiṇena kururena.",
  "tika-abh08t25:244_8": "Mandenāti dandhena atikhiṇena. Tādisaṁ pana attano, parassa vā samussāhanena pavattatīti",
  "tika-abh08t25:244_9": "āha “samussāhitenā”ti. Parassa bhaṇḍaṁ vā haratīti vā-saddena tathāpavattanakamusāvādādīnampi",
  "tika-abh08t25:244_10": "saṅgaho veditabbo. Kāmānaṁ vāti anubhuyyamānānaṁ kāmaguṇānaṁ. Vā-saddena parasantakassa",
  "tika-abh08t25:244_11": "ayathādhippetatāya yaṁ laddhaṁ, taṁ gahetabbanti gahaṇādikaṁ saṅgaṇhāti.",
  "tika-abh08t25:245_0": "Sampayuttadhammavasena bhedābhāvato dosamūlaṁ asaṅkhārikasasaṅkhārikabhedato duvidhaṁ.",
  "tika-abh08t25:245_1": "Yadi evaṁ kasmā “domanassasahagataṁ paṭighasampayutta”nti vuttaṁ? Asādhāraṇadhammehi",
  "tika-abh08t25:245_2": "tassa cittassa upalakkhaṇatthaṁ. Pāṇassa atīva, atikkamitvā vā pātanaṁ pāṇātipāto.",
  "tika-abh08t25:245_3": "Ādi-saddena adinnādānamusāvādapesuññapharusasamphappalāpabyāpāde saṅgaṇhāti. Dasaakusalakammapathesu",
  "tika-abh08t25:245_4": "hi kāmesumicchācāraabhijjhāmicchādiṭṭhisaṅkhātā tayova kammapathā iminā na sijjhanti.",
  "tika-abh08t25:245_5": "Sabhāvatikkhaṁ hutvā pavattamānaṁ cittaṁ asaṅkhārameva hoti, itaraṁ sasaṅkhāranti",
  "tika-abh08t25:245_6": "adhippāyenāha “tikkhamandappavattikāle”ti. Mandaṁ pana hutvā pavattamānaṁ ekaṁsena",
  "tika-abh08t25:245_7": "sasaṅkhāramevāti na sakkāva viññātuṁ. Yaṁ sasaṅkhārena sappayogena pavattati, taṁ",
  "tika-abh08t25:245_8": "mandameva hotīti katvā tathā vuttanti daṭṭhabbaṁ.",
  "tika-abh08t25:246_0": "Mohamūlaṁ cittaṁ mūlantaravirahato atimūḷhaṁ vicikicchuddhaccayogato cañcalañcāti",
  "tika-abh08t25:246_1": "upekkhāsahagatameva hoti, na tassa kadācipi sabhāvatikkhatā atthi. Ārammaṇe hi saṁsappanavasena,",
  "tika-abh08t25:246_2": "vikkhipanavasena ca pavattamānassa cittadvayassa kiṁ tādise kicce sabhāvatikkhatāya,",
  "tika-abh08t25:246_3": "ussāhetabbatāya vā bhavitabbaṁ, tasmā na tattha saṅkhārabhedo atthi. Nanu ca uddhaccaṁ",
  "tika-abh08t25:246_4": "sabbākusalasādhāraṇaṁ, kasmā pana etameva tena visesetvā vuttaṁ “uddhaccasahagata”nti.",
  "tika-abh08t25:246_5": "Visesato balavabhāvato. Idañhi etasmiṁ citte balavaṁ, tasmā sampayuttadhammesu padhānaṁ",
  "tika-abh08t25:246_6": "hutvā pavattatīti idameva tena visesitabbaṁ. Teneva hi pāḷiyaṁ sesākusalesu uddhaccaṁ",
  "tika-abh08t25:246_7": "yevāpanakavasena āgataṁ, idha pana sarūpatoyeva niddiṭṭhaṁ. Evaṁ asādhāraṇappadhānadhammavasena",
  "tika-abh08t25:246_8": "mohamūlaṁ vicikicchāsampayuttaṁ uddhaccasampayuttanti duvidhaṁ vuttanti daṭṭhabbaṁ.",
  "tika-abh08t25:246_9": "Asanniṭṭhānaṁ saṁsayo, vikkhepo avūpasamo, bhantatāti attho. Tattha vicikicchāsahagatassa",
  "tika-abh08t25:246_10": "asanniṭṭhānakāle, uddhaccasahagatassa vikkhepakāle ca pavatti veditabbā.",
  "tika-abh08t25:247_0": "Yathānurūpanti paṭisandhijanakājanakassa, kammapathabhāvappattāpattassa ca anurūpato.",
  "tika-abh08t25:247_1": "Atha vā yathānurūpanti yo yassa hetu, tadanurūpato. Yebhuyyena hi lobhamūlakena khuppipāsādinirantarapetavisaye",
  "tika-abh08t25:247_2": "uppajjanti, dosamūlakena doso viya caṇḍajātatāya taṁsarikkhake niraye, mohamūlakena",
  "tika-abh08t25:247_3": "niccasammūḷhāya tiracchānayoniyaṁ, tasmā lobhādihetuanurūpato tattha tattha apāye",
  "tika-abh08t25:247_4": "upapattiṁ nipphādetīti āha “yathānurūpaṁ…pe…upapattiyā”ti. Akusalavipākānaṁ dukkhappadhānatāya",
  "tika-abh08t25:247_5": "“dukkhavisesassā”ti vuttaṁ.",
  "tika-abh08t25:248_0": "31.Apāpena alāmakena pāpāpāpappahīnena pāpāpāpesu mānasesu yaṁ pāpamānasaṁ vuttaṁ,",
  "tika-abh08t25:248_1": "pāpāpāpesu puggalesu apāpena pāpāpāpappahīnena yaṁ pāpamānasaṁ vuttanti vā sambandho.",
  "tika-abh08t25:248_2": "Atha vā pāpāpāpesu mānasesu pāpena pāpamānasena pāpavasena pāpāpāpappahīnena yaṁ",
  "tika-abh08t25:248_3": "pāpamānasaṁ vuttanti yojanā. Ayaṁ panettha adhippāyo – asammāsambuddhena tāva dhammasabhāvassa",
  "tika-abh08t25:248_4": "dubbijānīyattā kusalampi akusalato, akusalampi kusalato vucceyya, bhagavato pana",
  "tika-abh08t25:248_5": "saha vāsanāhi viddhaṁsitākusalassa kammakkhayakarañāṇena paccayavekallato viddhaṁsitakusalakammassa",
  "tika-abh08t25:248_6": "ca sammāsambuddhabhāvato ekanteneva akusaladesanā akusaladhammavasenevāti.",
  "tika-abh08t25:249": "Akusalavaṇṇanā niṭṭhitā.",
  "tika-abh08t25:250": "Abyākatavaṇṇanā",
  "tika-abh08t25:251_0": "Aññamaññavisiṭṭhānaṁ kusalākusalānaṁ pākanti vipākaṁ, vipakkabhāvamāpannānamarūpadhammānametamadhivacanaṁ.",
  "tika-abh08t25:251_1": "Yathā hi loke sālibījādīnaṁ phalāni taṁsadisāni nibbattāni vipakkāni nāma honti,",
  "tika-abh08t25:251_2": "vipākaniruttiñca labhanti, na mūlaṅkurapattadaṇḍanaḷādīni, evaṁ kusalākusalānaṁ phalāni",
  "tika-abh08t25:251_3": "arūpadhammabhāvena, sārammaṇabhāvena ca taṁsadisāni vipakkabhāvamāpannānīti vipākaniruttiṁ",
  "tika-abh08t25:251_4": "labhanti, na pana kammābhinibbattāpi rūpadhammā kammavisadisattā. Vipākameva cittaṁ",
  "tika-abh08t25:251_5": "vipākacittaṁ. Karaṇamattaṁ kiriyā phaladānāsambhavato. Yena pana kāraṇena tassa phaladānaṁ",
  "tika-abh08t25:251_6": "na sambhavati, taṁ heṭṭhā vuttameva. Kiriyā eva cittaṁ kiriyacittaṁ. Vipākassa kāmāvacarādibhāvo",
  "tika-abh08t25:251_7": "kusale vuttanayena yathāsambhavaṁ veditabbo. Alobhādisampayuttahetūhi saha vattanato",
  "tika-abh08t25:251_8": "sahetukaṁ. Tadabhāvato ahetukaṁ. Nibbattakahetuvasena sijjhamānampi hetaṁ sampayuttahetuvaseneva",
  "tika-abh08t25:251_9": "“sahetukamahetuka”nti vuccati, itarathā vavatthānābhāvato.",
  "tika-abh08t25:252": "Sakakusalaṁ viyāti attano janakaṁ kāmāvacarakusalaṁ viya. Janakajanitabbasambandhavasena hi taṁ taṁ kusalaṁ tassa tassa vipākassa sakaṁ nāmaṁ hoti.",
  "tika-abh08t25:253_0": "“Sakakusalaṁ viyā”ti vuttattā pavattākāraārammaṇādito cassa taṁsadisatā āpajjeyyāti",
  "tika-abh08t25:253_1": "taṁnivāraṇatthamāha “yathā panā”tiādi. Chasu ārammaṇesūti parittādiatītādiajjhattādibhedesu",
  "tika-abh08t25:253_2": "chasu rūpādiārammaṇesu. Bhavantarapaṭisandhānato paṭisandhi. Avicchedappavattihetubhāvena",
  "tika-abh08t25:253_3": "bhavassa aṅganti bhavaṅgaṁ. Nibbattitabhavato parigaññatāya cutihetutāya cuti. Parittadhammapariyāpannesūti",
  "tika-abh08t25:253_4": "kāmāvacaradhammapariyāpannesu. Kāmāvacaradhammā hi kilesavikkhambhanādīsu asamatthabhāvena",
  "tika-abh08t25:253_5": "parittānubhāvatāya, oḷārikāhi vā kāmataṇhādīhi parito gahitattā “parittā”ti vuccanti.",
  "tika-abh08t25:253_6": "Vipākassa saṅkappetvā ārammaṇaggahaṇābhāvato kammānurūpameva pavattatīti parittakammavipāko",
  "tika-abh08t25:253_7": "parittārammaṇeyeva pavattitumarahati, na mahaggataappamāṇārammaṇeti vuttaṁ “parittadhammapariyāpannesū”ti.",
  "tika-abh08t25:253_8": "Yadi evaṁ mahaggatavipākopi mahaggatārammaṇeyeva āpajjatīti? Nāpajjati, saññāyattārammaṇassa",
  "tika-abh08t25:253_9": "samādhippadhānassa kammassa appanāpattassa tādiseneva vipākena bhavitabbattā. Vaṇṇalakkhaṇādikañhi",
  "tika-abh08t25:253_10": "aggahetvā lokasaññānurodheneva gahite pathavādike parikammasaññāya samuppāditaṁ paṭibhāganimittasaṅkhātamārammaṇaṁ",
  "tika-abh08t25:253_11": "saññāvasaṁ saññāyattaṁ hoti, tasmā tadārammaṇassa samādhippadhānassa appanāpattassa",
  "tika-abh08t25:253_12": "kammassa vipākena samādhippadhānaappanāpattehi viya saññāyattārammaṇatāya nibbiseseneva",
  "tika-abh08t25:253_13": "bhavitabbaṁ. Parittavipāko pana mahaggataappamāṇapaññattārammaṇakammanibbattopi hoti,",
  "tika-abh08t25:253_14": "so parato āgamissati.",
  "tika-abh08t25:254_0": "Mukhanimittaṁ viyāti mukhaṁ paṭicca uppannanimittaṁ viya. Yathā hi taṁ nirīhaṁ aparaṁ",
  "tika-abh08t25:254_1": "mukhanimittaṁ uppādetuṁ, aññaṁ vā kiñci attano balena kātuṁ na sakkoti, evametampi",
  "tika-abh08t25:254_2": "vipākuppādanādīsu na ussahati. Tenāha “nirussāha”nti. Ussāhoti cettha anupacchinnāvijjātaṇhāmānānusayasmiṁ",
  "tika-abh08t25:254_3": "santāne vipākuppādanasamatthatāsaṅkhāto, āsevanapaccayabhāvasaṅkhāto, viññattijanakatāsaṅkhāto",
  "tika-abh08t25:254_4": "ca byāpāro. So vipāke natthi kammavegukkhittattā patitaṁ viya hutvā pavattamānassa",
  "tika-abh08t25:254_5": "tassa ekantena dubbalabhāvatoti taṁ nirussāhaṁ.",
  "tika-abh08t25:255_0": "Vipaccanaṭṭhānanti vipaccanavasena pavattanaṭṭhānaṁ, paṭisandhibhavaṅgacutitadārammaṇavasena",
  "tika-abh08t25:255_1": "catukiccānametesaṁ pavattiokāsoti attho. Tattha cutibhavaṅgānaṁ antarāḷaṁ paṭisandhikiccānaṁ",
  "tika-abh08t25:255_2": "ṭhānaṁ, paṭisandhiāvajjanānaṁ, tadārammaṇāvajjanānaṁ, javanāvajjanānaṁ, voṭṭhabbanāvajjanānañca",
  "tika-abh08t25:255_3": "antarāḷaṁ bhavaṅgakiccānaṁ ṭhānaṁ, tadārammaṇapaṭisandhīnaṁ, javanapaṭisandhīnaṁ,",
  "tika-abh08t25:255_4": "bhavaṅgapaṭisandhīnaṁ vā antarāḷaṁ cutikiccānaṁ ṭhānaṁ, javanabhavaṅgānaṁ antarāḷaṁ",
  "tika-abh08t25:255_5": "tadārammaṇakiccānaṁ ṭhānanti daṭṭhabbaṁ. Yasmā panetaṁ ṭhānaṁ dhammānaṁ taṁtaṁkiccavasena",
  "tika-abh08t25:255_6": "pākaṭaṁ hoti, tasmā ṭhānaṁ veditabbanti ṭhānaṁ uddharitvā pākaṭakiccavaseneva taṁ",
  "tika-abh08t25:255_7": "pakāsetuṁ “imānihī”tiādi vuttaṁ. Atha vā kiccampi kiccavantānaṁ pavattiṭṭhānabhāvena",
  "tika-abh08t25:255_8": "gayhatīti ṭhānantipi kiccameva uddhaṭanti taṁ sarūpato dassetuṁ “imāni hī”tiādi vuttaṁ.",
  "tika-abh08t25:256_0": "32. Aṇḍajajalābujayonisambhavānaṁ manussānaṁ, vinipātikāsurānañca ahetukapaṭisandhiyāpi",
  "tika-abh08t25:256_1": "sabbhāvato āha “duhetukatihetūna”nti. Paṭisandhiviññāṇasampayuttā dve alobhādayo",
  "tika-abh08t25:256_2": "hetū yesaṁ te duhetukā. Esa nayo tihetukesupi. Tattha duhetukānaṁ ñāṇavippayuttāni",
  "tika-abh08t25:256_3": "cattāri, tihetukānaṁ ñāṇasampayuttāni cattāri paṭisandhiyo honti, tathā bhavaṅgacutiyopi.",
  "tika-abh08t25:256_4": "Yena yena hi cittena paṭisandhi hoti, taṁ tadeva bhavaṅgacutivasenapi pavattati.",
  "tika-abh08t25:256_5": "Tadārammaṇaṁ pana avisesena daṭṭhabbaṁ duhetukānampi tihetukatadārammaṇassa icchitattā.",
  "tika-abh08t25:256_6": "Nanu cetaṁ asamapekkhitābhidhānaṁ ācariyeneva imassa paṭisiddhattā. Tathā hi vakkhati –",
  "tika-abh08t25:257": "“Ahetupaṭisandhissa, na tadārammaṇaṁ bhave;",
  "tika-abh08t25:258": "Duhetukaṁ tihetuṁ vā, duhetupaṭisandhino”ti. ;",
  "tika-abh08t25:259_0": "Nayidamasamapekkhitābhidhānaṁ paṭisandhijanakakammaṁ sandhāya tattha paṭisiddhattā.",
  "tika-abh08t25:259_1": "Yena hi kammena yā paṭisandhi ādinnā, na taṁ tato adhikataraṁ tadārammaṇaṁ pavatte",
  "tika-abh08t25:259_2": "abhinipphādeti. Yaṁ pana aññampi kiñci kammaṁ tadāladdhāvakāsaṁ siyā, na taṁ tattha",
  "tika-abh08t25:259_3": "tato adhikatarampi vipākaṁ na nibbattetīti atthi. “Sahetukaṁ bhavaṅgaṁ ahetukassa",
  "tika-abh08t25:259_4": "bhavaṅgassa anantarapaccayena paccayo”ti hi paṭṭhānavacanena ahetukassāpi nānākammena",
  "tika-abh08t25:259_5": "sugatiyaṁ sahetukatadārammaṇamanuññātaṁ. Tenāhu ācariyā –",
  "tika-abh08t25:260": "“Hoti aññena kammena, sahetukaṁ ahetuna”nti.",
  "tika-abh08t25:261_0": "Yathā ca ahetukassa sahetukaṁ, evaṁ duhetukassa tihetukampi icchanti. Ācariyajotipālatthero",
  "tika-abh08t25:261_1": "pana “sahetuka”nti avisesena vuttattā ahetukānampi tihetukatadārammaṇaṁ icchati.",
  "tika-abh08t25:261_2": "Vuttañhi tena “sahetuka”nti avisesopadesena duhetukaṁ, tihetukañca gahetabbaṁ. Tathā",
  "tika-abh08t25:261_3": "hi aṭṭhakathāyaṁ “ahetukassāpi tihetukatadārammaṇamabhihitaṁ, yañcarahi atthasamāse",
  "tika-abh08t25:261_4": "ahetukānaṁ tihetukaphalāni detī”ti vuttaṁ, taṁ kathaṁ? So eva pucchitabbo, yo tassa",
  "tika-abh08t25:261_5": "kattāti. Apare pana “mūlasandhiyā jaḷattā tassa tihetukatadālambaṇaṁ na labbhatiyevā”ti vadanti.",
  "tika-abh08t25:262_0": "33-4.Tatoti paṭisandhito paraṁ, dutiyacittato paṭṭhāya. Satipi antarantarā vīthicittuppāde",
  "tika-abh08t25:262_1": "tadavasāne uppajjamānassa yāvatāyukaṁ anivattanato vuttaṁ “yāvatāyuka”nti. Balavārammaṇeti",
  "tika-abh08t25:262_2": "atimahantavibhūtārammaṇe. Pañcadvāre hi atimahantārammaṇe manodvāre vibhūtārammaṇe",
  "tika-abh08t25:262_3": "tadārammaṇamuppajjati, na aññesu. Ekārammaṇappavattiyā paṭisandhādīnaṁ tiṇṇampi ekaṭṭhāne",
  "tika-abh08t25:262_4": "dassanatthaṁ uddese tadārammaṇassa avasānakaraṇaṁ, idha pana pavattikkamavasena cutiyā",
  "tika-abh08t25:262_5": "avasānakaraṇanti daṭṭhabbaṁ.",
  "tika-abh08t25:263_0": "35-6.Kammadvāranti kāyavacīkammadvārassa janakavasena na pavattantīti vuttaṁ hoti.",
  "tika-abh08t25:263_1": "Tattha kāyoti kāyaviññatti. Kammanti taṁsamuṭṭhāpikā cetanā, kāyena kataṁ kammaṁ",
  "tika-abh08t25:263_2": "kāyakammaṁ. Kiñcāpi hi kāyo kammassa catuvīsatiyā paccayesu na kenaci paccayena paccayo",
  "tika-abh08t25:263_3": "hoti, tathāpi taṁsamuṭṭhānassa tassa sabbhāveyeva kāyakammādivohāroti taṁ tena katanti",
  "tika-abh08t25:263_4": "vuccati. Kāyakammassa pavattiṭṭhānabhūtaṁ dvāraṁ kāyakammadvāraṁ. Yadi evaṁ kammadvāravavatthānaṁ",
  "tika-abh08t25:263_5": "na siyā. Kāyadvārena hi siddhaṁ kammaṁ “kāyakamma”nti vuccati. Taṁ pana “dvāre caranti",
  "tika-abh08t25:263_6": "kammānī”ti vacanato vacīdvārepi sijjhatīti dvārena kammavavatthānaṁ na siyā, tathā",
  "tika-abh08t25:263_7": "vacīkammaṁ kāyadvārepi sijjhatīti kammena dvāravavatthānampi na siyāti? Taṁ na, tabbahulavuttiyā",
  "tika-abh08t25:263_8": "ceva yebhuyyena vuttiyā ca vavatthitattā. Kāyakammañhi kāyadvāreyeva bahulaṁ pavattati,",
  "tika-abh08t25:263_9": "appaṁ vacīdvāre, tasmā kāyadvāre bahulappavattanato etassa kāyakammabhāvo siddho",
  "tika-abh08t25:263_10": "vanacarakādīnaṁ vanacarakādibhāvo viya. Tathā kāyakammameva yebhuyyena kāyadvāre",
  "tika-abh08t25:263_11": "pavattati, na itaraṁ, tasmā kāyakammassa yebhuyyena ettheva pavattito assa kāyakammadvārabhāvo",
  "tika-abh08t25:263_12": "siddho brāhmaṇagāmādīnaṁ brāhmaṇagāmādibhāvo viyāti nettha kammadvāravavatthāne koci",
  "tika-abh08t25:263_13": "vibandhoti. Vacīkammadvārepi esa pabandho yathāsambhavaṁ daṭṭhabbo.",
  "tika-abh08t25:264_0": "Manokammadvāraṁ pana sayaṁ manoyeva samānaṁ attanā sahagatacetanāanabhijjhādikammānaṁ",
  "tika-abh08t25:264_1": "pavattidvārabhāvena manodvārasaṅkhaṁ labhatīti na taṁ cittassa uppattidvāravasena",
  "tika-abh08t25:264_2": "gaṇhāti. Na hi sayaṁ attatova pavattati. Yadi pana cittasampayuttā kammadvārabhāvena",
  "tika-abh08t25:264_3": "adhippetā, tadā tesaṁ kammadvārabhāvo manasmiṁ na upacārīyatīti sampayuttadhammānaṁ",
  "tika-abh08t25:264_4": "cittādhipatibhāvo citte viyāti cittaṁ “manokammadvāra”nti vuccati. Sabhāvato pana",
  "tika-abh08t25:264_5": "kammadvāraṁ nāma sampayuttadhammāyevāti cittaṁ tato pavattanato manokammadvāravasena",
  "tika-abh08t25:264_6": "pavattati. Anantarapaccayabhūtassa pana manokammadvārabhāve vattabbameva natthi.",
  "tika-abh08t25:264_7": "Idha pana “aviññattijanattā”ti vacanena kāyavacīkammadvāravaseneva appavattiyā sādhitattā",
  "tika-abh08t25:264_8": "manokammadvāraṁ na gahitameva. Na hi “aviññattijanattā”ti kāraṇaṁ manokammadvāravasenapi",
  "tika-abh08t25:264_9": "appavattiṁ sādheti. Atha vā “avipākasabhāvato”ti vacanena manokammadvāravasenapi",
  "tika-abh08t25:264_10": "appavatti sādhitā hoti. “Kammadvāra”nti ettha kammaggahanena nānakkhaṇikakammassa",
  "tika-abh08t25:264_11": "adhippetattā tassāpi gahaṇaṁ daṭṭhabbaṁ. Iti imesu kāyavacīkammadvārasaṅkhātesu dvīsu",
  "tika-abh08t25:264_12": "dvāresu, manokammadvārena saha tīsu eva vā yathā kusalaṁ pavattati, na evaṁ vipāko,",
  "tika-abh08t25:264_13": "yathā ca kusalaṁ kāyavacīmanokammassa āyūhanavasena dānādipuññakiriyavatthuvasena",
  "tika-abh08t25:264_14": "pavattati, na evamayaṁ. Ayaṁ pana neva kāyavacīkammadvāresu pavattati viññattisamuṭṭhāpakattābhāvato,",
  "tika-abh08t25:264_15": "na kammavasena, manokammadvāravasenāpi ca pavattati vipākuppādanabhāvābhāvato, na",
  "tika-abh08t25:264_16": "puññakiriyavasena pavattati dānādivasena appavattanatoti dassetuṁ “kammadvārañca…pe…",
  "tika-abh08t25:264_17": "no samā”ti vuttaṁ. Evanti dānādivasena.",
  "tika-abh08t25:265_0": "37.“Parittārammaṇattā”tiādi sampayuttadhammavasena visesadassanaṁ. Yasmā ete parittārammaṇā,",
  "tika-abh08t25:265_1": "karuṇāmuditā ca paññattārammaṇā sattapaññattiyaṁ pavattanato, tasmā dvinnamālambaṇānaṁ",
  "tika-abh08t25:265_2": "ekacittassa visayabhāvānanugamanato na tesu karuṇāmuditā kadācipi jāyantīti ayamettha",
  "tika-abh08t25:265_3": "paṭhamagāthāya adhippāyo.",
  "tika-abh08t25:266_0": "38. Dutiyagāthāya pana hi-saddo yasmāti imassa atthe. Yasmā “pañca sikkhāpadā kusalā”ti",
  "tika-abh08t25:266_1": "vuttā, tasmāti attho. Idaṁ vuttaṁ hoti – bhagavatā hi sikkhāpadavibhaṅge “pañca sikkhāpadā",
  "tika-abh08t25:266_2": "kusalā”ti evaṁ “pāṇātipātā veramaṇī”tiādīnaṁ pañcannaṁ sikkhāpadānaṁ kusalabhāvo",
  "tika-abh08t25:266_3": "vutto, te ca viratisabhāvā eva ādito tiṇṇaṁ sikkhāpadānaṁ, pacchimassa ca sammākammante,",
  "tika-abh08t25:266_4": "itarassa sammāvācāyaṁ, pañcannampi micchājīvahetukapañcaduccaritato viramaṇavasena",
  "tika-abh08t25:266_5": "pavattānaṁ sammāājīve ca antobhāvato, tasmā tā ekantakusalabhūtānaṁ kadāci abyākate",
  "tika-abh08t25:266_6": "labhanti, itarathā saddhāsatiādayo viya “siyā kusalā, siyā abyākatā”ti vucceyyunti.",
  "tika-abh08t25:266_7": "Yadi evaṁ lokuttaraphalesu aṭṭha, satta vā maggaṅgā na labbhantīti? No na labbhanti",
  "tika-abh08t25:266_8": "lokiyaviratīnameva tattha ekantakusalabhāvassa vuttattā, lokuttaraviratiyo pana phalassa",
  "tika-abh08t25:266_9": "maggapaṭibimbabhūtattā maggasadisato aṭṭhaṅgikatāya, sattaṅgikatāya ca bhavitabbanti",
  "tika-abh08t25:266_10": "na ca ekantakusalabhāvena vavatthāpetuṁ yuttā. Evañca katvā upari lokuttaraphalesupi",
  "tika-abh08t25:266_11": "aṭṭhaṅgikatādibhedo maggo uddhaṭoti.",
  "tika-abh08t25:267_0": "39.“Tathādhipatino”tiādi adhipativasena visesadassanaṁ. Sabbesampi hi tebhūmakakusalānaṁ",
  "tika-abh08t25:267_1": "añño āyūhanakālo, añño vipaccanakālo, tasmā na tāni attano vipākehi adhipatiṁ gāhāpetuṁ",
  "tika-abh08t25:267_2": "sakkontīti na te chandādīni dhuraṁ katvā pavattanti. Lokuttarakusalāni ca pana āyūhanakālassa,",
  "tika-abh08t25:267_3": "vipaccanakālassa ca antarābhāvato attano chandādīnaṁ balassa avūpasantakāleyeva vipākaṁ",
  "tika-abh08t25:267_4": "nibbattentīti anantarapaccayā hutvā vipākehi adhipatiṁ gāhāpetuṁ sakkontīti. Evañca",
  "tika-abh08t25:267_5": "katvā upari lokuttaravipākānaṁ adhipatiyogaṁ vakkhati.",
  "tika-abh08t25:268_0": "40. Yasmā moravāpivāsimahādattattherena vipākānaṁ āgamanato asaṅkhārikasasaṅkhārikabhāvo",
  "tika-abh08t25:268_1": "icchito, tipiṭakacūḷanāgattherena paccayato, tasmā ubhinnampi matidassanatthamāha",
  "tika-abh08t25:268_2": "“asaṅkhārasasaṅkhāravidhāna”ntiādi. Purimatthero hi yathā mukhe calite ādāsatale",
  "tika-abh08t25:268_3": "mukhanimittaṁ calati, evaṁ asaṅkhārikassa kusalassa vipāko asaṅkhāriko, sasaṅkhārikassa",
  "tika-abh08t25:268_4": "vipāko sasaṅkhārikoti āha, tasmā tassa matidassanatthaṁ “asaṅkhāra…pe… puññato”ti",
  "tika-abh08t25:268_5": "vuttaṁ. Dutiyatthero pana asaṅkhārikādīsu yena kenacipi cittena kamme āyūhite āsannamaraṇassa",
  "tika-abh08t25:268_6": "attano, paresaṁ vā payogena vinā asaṅkhārena appayogena kammakammanimittagatinimittapaccupaṭṭhāne",
  "tika-abh08t25:268_7": "paṭisandhi uppajjamānā asaṅkhārikā. Yassa kassaci sasaṅkhārena sappayogena kammādipaccupaṭṭhāne",
  "tika-abh08t25:268_8": "sasaṅkhārikā. Tathā bhavaṅgacutiyopi. Tadārammaṇañca paṇītāpaṇītautubhojanādipaccayavasena,",
  "tika-abh08t25:268_9": "anantaraniruddhakusalākusalassa vasena vā asaṅkhārasasaṅkhāranti evaṁ paccayato asaṅkhārikādividhānatamāha,",
  "tika-abh08t25:268_10": "tasmā tassa matidassanatthaṁ “ñeyyaṁ paccayato cevā”ti vuttaṁ. Idameva ca pana ācariyā pasaṁsanti.",
  "tika-abh08t25:269_0": "41-2.Hīnādīnaṁ vipākattāti adhipatiyogābhāvepi hīnamajjhimapaṇītānaṁ kusalānaṁ vipākattā.",
  "tika-abh08t25:269_1": "Etena āgamanato hīnādibhāvaṁ vibhāveti. Vineyyasantānagatakilesamalavidhamanena tassa",
  "tika-abh08t25:269_2": "punanato puñño vādo vacīghoso etassa, vuttanayeneva puññaṁ vadatīti vā puññavādī,",
  "tika-abh08t25:269_3": "tena puññavādinā. “Ekantena savatthuka”nti vuttepi rūpaloke pavatti anivāritāti āha",
  "tika-abh08t25:269_4": "“kāmalokasmi”nti. “Na panaññattha jāyate”ti iminā pana byatirekato laddhamatthaṁ dassetīti.",
  "tika-abh08t25:270_0": "Evaṁ tāva sahetukavipāke niddisitvā idāni ahetuke niddisituṁ “ahetukavipākacittaṁ",
  "tika-abh08t25:270_1": "panā”tiādi vuttaṁ. Kasmā pana sahetukassa kammassa ahetukavipāko hotīti? Vuccate",
  "tika-abh08t25:270_2": "– cakkhuviññāṇādīnaṁ tāva pañcannaṁ ārammaṇābhinipātamattattā alobhādisampayogo na",
  "tika-abh08t25:270_3": "sambhavati, tathā mandatarakiccesu sampaṭicchanasantīraṇesūti evaṁ hetūnaṁ uppattiyā",
  "tika-abh08t25:270_4": "asambhavato ca nesaṁ ahetukatā daṭṭhabbā. Upekkhādiyoge pana cakkhuviññāṇādīnaṁ tāva",
  "tika-abh08t25:270_5": "catunnaṁ iṭṭhārammaṇepi pavattamānānaṁ vatthārammaṇasaṅghaṭṭanāya dubbalabhāvato",
  "tika-abh08t25:270_6": "upekkhāsahagatatā, kāyaviññāṇassa ca tāya balavabhāvato sukhasahagatatā hoti. Sampaṭicchanaṁ",
  "tika-abh08t25:270_7": "pana ārammaṇaghaṭṭanayogyabhāvena oḷārikattā, catucittakkhaṇātītavasena cirajātattā",
  "tika-abh08t25:270_8": "ca dubbalamattano nissayena saha asamānajātikañca cakkhādivatthuṁ nissāya uppannehi",
  "tika-abh08t25:270_9": "cakkhuviññāṇādīhi laddhānantarapaccayatāya, apubbanissayatāya ca ārammaṇarasassāde",
  "tika-abh08t25:270_10": "dubbalanti iṭṭhādīsu ārammaṇesu upekkhāsahagatameva. Santīraṇaṁ pana vuttaviparītato",
  "tika-abh08t25:270_11": "iṭṭhārammaṇe sukhasahagataṁ, iṭṭhamajjhatte ca upekkhāsahagatanti daṭṭhabbaṁ. Manoviññāṇadhātu",
  "tika-abh08t25:270_12": "viya visiṭṭhamananakiccābhāvato manomattā nissattanijjīvādiatthehi dhātu cāti manodhātu.",
  "tika-abh08t25:270_13": "Sā hi satipi viññāṇabhāve manoviññāṇato sambhavassa visiṭṭhamananakiccassa akaraṇato",
  "tika-abh08t25:270_14": "mananamattāyeva hoti. Vuttalakkhaṇaviparītato pana mano ca taṁ viññāṇañcāti manoviññāṇaṁ,",
  "tika-abh08t25:270_15": "tadeva yathāvuttaṭṭhena dhātūti manoviññāṇadhātu.",
  "tika-abh08t25:271": "Viññāṇapañcakaṁ niyatārammaṇaṁ yathākkamaṁ rūpādiekekasseva ārammaṇakaraṇato. Sesattayamaniyatārammaṇaṁ pañcārammaṇikachaḷārammaṇikabhāvato.",
  "tika-abh08t25:272_0": "Daṭṭhabbatāya diṭṭhaṁ, rūpāyatanaṁ. Sotabbatāya sutaṁ, saddāyatanaṁ. Munitabbatāya",
  "tika-abh08t25:272_1": "mutaṁ, sampattasseva gahetabbatāyāti attho, gandhādittayassetaṁ nāmaṁ. Cakkhādīhi",
  "tika-abh08t25:272_2": "vinā kevalaṁ manasā eva vijānitabbatāya viññātaṁ, dhammāyatanaṁ. Anāmaṭṭhakālavisesavacanattā",
  "tika-abh08t25:272_3": "ca nesaṁ atītānāgatāpi rūpādayo diṭṭhādisaddehi vuccanti. Teneva hi “daṭṭhabbatāyā”tiādinā",
  "tika-abh08t25:272_4": "kālasāmaññena nesaṁ nibbacanaṁ vuttaṁ. Diṭṭhaṁ ārammaṇaṁ yassa taṁ diṭṭhārammaṇaṁ.",
  "tika-abh08t25:272_5": "Evaṁ sutārammaṇādīsu.",
  "tika-abh08t25:273_0": "Cakkhuto pavattanti cakkhudvāratova pavattaṁ sabbavākyānaṁ avadhāraṇaphalattā. Tena",
  "tika-abh08t25:273_1": "manodhātuādīnaṁ cakkhuviññāṇabhāvo nivārito hoti tesaṁ dvārantaratopi pavattisambhavato.",
  "tika-abh08t25:273_2": "Atha vā “cakkhuto pavatta”nti idaṁ sañjātippavattiṁ sandhāya vuttaṁ, na sañcaraṇappavattiṁ,",
  "tika-abh08t25:273_3": "tasmā yathā kuṇḍamukhato udakaṁ sañcaraṇavasena pavattati, na evaṁ pavattamidha gahitaṁ.",
  "tika-abh08t25:273_4": "Yathā pana candakantapāsāṇato udakaṁ sañjātivasena pavattati, evaṁ pavattameva cakkhuto",
  "tika-abh08t25:273_5": "pavattanti gahitaṁ. Yathā ca kiṁ? Yathā kucchito samuṭṭhitaṁ pittasemharuhirādi mukhato",
  "tika-abh08t25:273_6": "sandantampi “mukhassavo”ti na vuccati, mukhatoyeva pana samuṭṭhahitvā tato savantaṁ",
  "tika-abh08t25:273_7": "kheḷaṁ “mukhassavo”ti vuccati, evaṁ hadayavatthusannissayato samuṭṭhahitvā cakkhuto",
  "tika-abh08t25:273_8": "pavattamānaṁ cakkhuviññāṇaṁ nāma na hoti. Cakkhutoyeva pana samuṭṭhahitvā tato pavattamānaṁ",
  "tika-abh08t25:273_9": "cakkhuviññāṇaṁ nāmāti. Yo pana imamatthaṁ asallakkhetvā byañjanamattasseva abhinivisitvā",
  "tika-abh08t25:273_10": "taṁdvārappavattānaṁ sesānampi cakkhuviññāṇabhāvaṁ maññeyya, taṁ nivāretuṁ pakārantarenapi",
  "tika-abh08t25:273_11": "viggahaṁ dassento āha “cakkhumhi sannissita”nti. Yathā cakkhuto pavattaṁ, cakkhusannissitaṁ",
  "tika-abh08t25:273_12": "vā viññāṇaṁ cakkhuviññāṇaṁ, evaṁ sotaviññāṇādīsupi “sotato pavattaṁ, sotasmiṁ sannissitaṁ",
  "tika-abh08t25:273_13": "vā viññāṇaṁ sotaviññāṇa”ntiādinā yojanaṁ atidisanto āha “tathā sotaviññāṇādīnī”ti.",
  "tika-abh08t25:274_0": "Cakkhusannissitaṁ hutvā rūpassa vijānanalakkhaṇametassāti cakkhusannissitarūpavijānanalakkhaṇaṁ.",
  "tika-abh08t25:274_1": "Tattha cakkhusannissitavacanena dibbacakkhādikaṁ aññaṁ rūpārammaṇaṁ viññāṇaṁ nivatteti.",
  "tika-abh08t25:274_2": "Vijānana-ggahaṇena cakkhusannissite phassādidhamme nivatteti. Cakkhurūpa-ggahaṇena",
  "tika-abh08t25:274_3": "nissayato, ārammaṇato ca cittaṁ vibhāveti ubhayādhīnavuttikattā. Yadi hi cakkhu nāma",
  "tika-abh08t25:274_4": "na siyā, andhāpi rūpaṁ passeyyuṁ, na ca passanti. Yadi ca nīlādirūpaṁ nāma na siyā,",
  "tika-abh08t25:274_5": "desādiniyamena na bhavitabbaṁ, attheva ca niyamo. Ekantasārammaṇatā ca cittassa vuttāti",
  "tika-abh08t25:274_6": "ārammaṇena vinā nīlādiābhāsaṁ cittaṁ pavattatīti evaṁ pavatto vādo micchāvādoti gahetabbo.",
  "tika-abh08t25:274_7": "Tenāha bhagavā “cakkhuñca paṭicca rūpe ca uppajjati cakkhuviññāṇa”ntiādi. Ettha siyā",
  "tika-abh08t25:274_8": "– kiṁ panetaṁ cakkhu, rūpañca viññāṇassa paccayo hontaṁ ekameva paccayo hoti, udāhu",
  "tika-abh08t25:274_9": "anekanti? Cakkhu tāva ekampi, rūpaṁ pana anekameva saṅgataṁ. Kiṁ kāraṇaṁ? Paccayabhāvavisesato.",
  "tika-abh08t25:274_10": "Cakkhu hi cakkhuviññāṇassa nissayapurejātaindriyavippayuttapaccayehi paccayo hontaṁ",
  "tika-abh08t25:274_11": "atthibhāveneva hoti tasmiṁ sati tassa bhāvato, asati abhāvato. Yato taṁ atthiavigatapaccayehissa",
  "tika-abh08t25:274_12": "paccayoti vuttaṁ, svāyaṁ paccayabhāvo na ekasmiṁ na sambhavatīti ekampi cakkhuviññāṇassa",
  "tika-abh08t25:274_13": "paccayo hoti. Rūpaṁ pana yadipi cakkhu viya purejātaatthiavigatapaccayehi paccayo",
  "tika-abh08t25:274_14": "hoti puretaraṁ uppannaṁ hutvā vijjamānakkhaṇeyeva upakārakattā, tathāpi anekameva",
  "tika-abh08t25:274_15": "saṅgataṁ hutvā paccayo hoti ārammaṇabhāvato. Yañhi taṁ ārammaṇaṁ tassa yathā tathā",
  "tika-abh08t25:274_16": "upalabbhanīyavaseneva ārammaṇapaccayabhāvo, viññāṇassa ca indriyādhīnavuttikassa",
  "tika-abh08t25:274_17": "ārammaṇasabhāvūpaladdhi na ekadvikalāpagatavaṇṇavasena hoti, nāpi katipayakalāpagatavaṇṇavasena,",
  "tika-abh08t25:274_18": "atha kho ābhogānurūpaṁ āpāthagatavaṇṇavasenāti anekameva rūpaṁ saṁhaccakāritāya viññāṇassa",
  "tika-abh08t25:274_19": "paccayo hotīti. Amumeva hi visesaṁ vibhāvetuṁ “cakkhuñca paṭicca rūpe cā”ti pāḷiyaṁ",
  "tika-abh08t25:274_20": "vacanabhedo katoti. Evaṁ sotaviññāṇepi yathārahaṁ vattabbaṁ. Ghānaviññāṇādīnaṁ pana",
  "tika-abh08t25:274_21": "sampattaggāhatāya attano nissayena saha allīnasseva gahaṇato ekakalāpagatampi gandhādikaṁ",
  "tika-abh08t25:274_22": "tesaṁ uppattiyā paccayo hoti.",
  "tika-abh08t25:275_0": "Rūpamattārammaṇarasanti rūpāyatanamattasseva ārammaṇakaraṇarasaṁ. Matta-saddena yathā",
  "tika-abh08t25:275_1": "ārammaṇantaraṁ nivatteti, evaṁ rūpāyatanepi labbhamāne ekacce visese nivatteti. Na",
  "tika-abh08t25:275_2": "hi cakkhuviññāṇaṁ vaṇṇamattato aññaṁ kiñci nīlādivisesaṁ tattha gahetuṁ sakkoti.",
  "tika-abh08t25:275_3": "Tenāha bhagavā – “pañcahi viññāṇehi na kiñci dhammaṁ paṭivijānāti aññatra abhinipātamattā”ti.",
  "tika-abh08t25:275_4": "Cakkhuviññāṇaṁ uppajjamānaṁ rūpārammaṇe eva uppajjanato tadabhimukhabhāvena gaṇhātīti",
  "tika-abh08t25:275_5": "vuttaṁ “rūpābhimukhabhāvapaccupaṭṭhāna”nti. Attano anantaraṁ uppajjamānānaṁ arūpadhammānaṁ",
  "tika-abh08t25:275_6": "samanantaravigatā arūpadhammā pavattiokāsadānena anantarasamanantaranatthivigatapaccayehi",
  "tika-abh08t25:275_7": "upakārakā, nissayārammaṇā dhammā viya āsannakāraṇāti dassento āha “rūpārammaṇāya",
  "tika-abh08t25:275_8": "kiriyāmanodhātuyā apagamapadaṭṭhāna”nti. Sotaviññāṇādīsupi vuttanayeneva attho veditabbo.",
  "tika-abh08t25:275_9": "Kiriyāmanodhātuyā ārammaṇabhedato bhinnasabhāvattā āha “kiriyāmanodhātūna”nti. Cakkhuviññāṇādīhi",
  "tika-abh08t25:275_10": "gahitaṁ rūpādiārammaṇaṁ tadanantarameva aparipatantaṁ katvā sampaṭicchantaṁ gaṇhantaṁ",
  "tika-abh08t25:275_11": "viya hotīti vuttaṁ “rūpādisampaṭicchanarasa”nti. Tathābhāvena sampaṭicchanabhāvena",
  "tika-abh08t25:275_12": "paccupaṭṭhātīti tathābhāvapaccupaṭṭhānaṁ.",
  "tika-abh08t25:276_0": "Chasu ārammaṇesu kadāci pañcannaṁ jaccandhādivasena tatopi ūnānaṁ, brahmaloke ca",
  "tika-abh08t25:276_1": "dvinnameva vijānanasabhāvāpi chaḷārammaṇavijānanalakkhaṇā vuttā taṁsabhāvānativattanato,",
  "tika-abh08t25:276_2": "chasveva vā itaresaṁ ārammaṇānaṁ antogadhattā. Santīraṇādirasāti yathāsambhavaṁ santīraṇatadārammaṇādikiccā,",
  "tika-abh08t25:276_3": "santīraṇatadārammaṇapaṭisandhibhavaṅgacutikiccāti adhippāyo. “Hadayavatthupadaṭṭhānā”ti",
  "tika-abh08t25:276_4": "idaṁ imāsaṁ dvinnaṁ manoviññāṇadhātūnaṁ anibaddhaṭṭhānatāya nibaddhakāraṇaṁ dassetuṁ",
  "tika-abh08t25:276_5": "vuttaṁ. Vuttanayena pana “taṁtaṁanantarātītaviññāṇāpagamapadaṭṭhāna”ntipi vattuṁ",
  "tika-abh08t25:276_6": "vaṭṭatiyeva. Ahetukacittānaṁ visuṁ visuṁ lakkhaṇādikassa dassitattā parisesato sahetukacittānaṁ",
  "tika-abh08t25:276_7": "ekasadisameva lakkhaṇādikanti viññāyati. Taṁ pana heṭṭhā vibhāvitameva.",
  "tika-abh08t25:277_0": "Idāni imāsaṁ ārammaṇādito bhedaṁ dassetuṁ “tattha paṭhamā”tiādi vuttaṁ. Ekantamiṭṭhārammaṇeti",
  "tika-abh08t25:277_1": "ekanteneva iṭṭhārammaṇe, atiiṭṭhārammaṇeti attho. Pañcasu ṭhānesūti sahetukavipākānaṁ",
  "tika-abh08t25:277_2": "vuttesu catūsu, sampaṭicchanavoṭṭhabbanānaṁ antarāḷasaṅkhātasantīraṇaṭṭhāne cāti",
  "tika-abh08t25:277_3": "pañcasu ṭhānesu, pañcasu kiccesūti vā attho. Kiñcāpi somanassapaṭisandhikassa domanassajavanāvasāne",
  "tika-abh08t25:277_4": "tadārammaṇasambhave asati yaṁ kiñci paricitapubbaṁ parittārammaṇamārabbha upekkhāsahagatasantīraṇamuppajjatīti",
  "tika-abh08t25:277_5": "icchitaṁ, tathā pana uppajjamānassa kadāciyeva sambhavato yebhuyyappavattiṁ gahetvā",
  "tika-abh08t25:277_6": "cha ṭhānāni avatvā pañceva vuttāni. Atha vā taṁ uppajjamānaṁ tadārammaṇaṭṭhāneyeva",
  "tika-abh08t25:277_7": "nibbattatīti taṁvaseneva tassāpi ṭhānaṁ gahitanti daṭṭhabbaṁ. Acakkhusaṁvattanikakammanibbattatāya",
  "tika-abh08t25:277_8": "jātiyā andho jaccandho. Kiñcāpi hi jātikkhaṇe aṇḍajajalābujānaṁ sabbesampi cakkhu",
  "tika-abh08t25:277_9": "natthi, yassa bhāvābhāvato andhānandhavicāraṇā bhaveyya, tathāpi cakkhussa uppajjamānārahakālepi",
  "tika-abh08t25:277_10": "cakkhuvipattivibandhakena kammunā paṭihatasāmatthiyena paṭisandhidāyakena itarenāpi",
  "tika-abh08t25:277_11": "vā kammena tassa anupādiyamānattā satto “jaccandho”ti vuccati. Atha vā jaccandhoti",
  "tika-abh08t25:277_12": "pasūtiyaṁyeva andho, mātukucchiyaṁyeva andho hutvā nikkhantoti attho. Tena duhetukatihetukānaṁ",
  "tika-abh08t25:277_13": "mātukucchigatakālepi cakkhussa avipajjanaṁ siddhaṁ hoti, evaṁ jātibadhirādīsupi yathārahaṁ",
  "tika-abh08t25:277_14": "vattabbaṁ. Jaccajaḷoti jātiyā aññāṇako. Kiñcāpi duhetukapaṭisandhikopi jātiyaṁ aññāṇako,",
  "tika-abh08t25:277_15": "tassa pana pavattiyaṁ paññā sambhavatīti vuttanayena yebhuyyato pavattiyampi paññāyāsambhavato",
  "tika-abh08t25:277_16": "jaccajaḷo veditabbo. Jaccummattako surāmerayapānādiummattakabhāvasaṁvattanikakammaparibhāvitena",
  "tika-abh08t25:277_17": "kammena gahitapaṭisandhiko. Paṇḍakoti paradāragamanādikammaparibhāvitena kammunā",
  "tika-abh08t25:277_18": "gahitapaṭisandhiko. So pañcavidho āsittapaṇḍako usūyapaṇḍako pakkhapaṇḍako opakkamikapaṇḍako",
  "tika-abh08t25:277_19": "napuṁsakapaṇḍakoti. Idha pana opakkamikapaṇḍakassa sahetukassāpi bhāvato, napuṁsakassa",
  "tika-abh08t25:277_20": "ca visuṁ gahaṇato tayo paṇḍakā adhippetā. Ādi-saddena jātimūgajātipaṅgulamammanādīnaṁ",
  "tika-abh08t25:277_21": "saṅgaho. Keci pana “ekacce ahetukapaṭisandhikā avikalindriyā hutvā thokaṁ vicāraṇapakatikāpi",
  "tika-abh08t25:277_22": "honti, tasmā tādisānampi idha ādi-saddena saṅgaho”ti vadanti. Ettha ca jaccandhādīnameva",
  "tika-abh08t25:277_23": "ayaṁ paṭisandhīti na gahetabbā. Jaccandhādayo pana iminā paṭisandhiṁ gaṇhantīti gahetabbaṁ.",
  "tika-abh08t25:278_0": "43.Tihetukapuññassāti tihetukassapi ukkaṭṭhapuññassa. Duhetukammassa pana sabbathāpi",
  "tika-abh08t25:278_1": "soḷasannaṁ vipākānaṁ asambhavato tappaṭikkhepaparattā cetanāya “tihetukapuññassā”ti avisesato vuttaṁ.",
  "tika-abh08t25:279": "Kāmāvacaravipākavaṇṇanā niṭṭhitā.",
  "tika-abh08t25:280": "Rūpāvacarārūpāvacaravipākavaṇṇanā",
  "tika-abh08t25:281": "Mahaggatavipākānaṁ taṁtaṁkusalāgamanavaseneva jhānaṅgahāni, na pana bhāvanāvisesenāti tesaṁ pahānaṅgāni anuddhaṭāni. Upapattiyanti upapattibhave.",
  "tika-abh08t25:282": "Arūpāvacaravipākacittāni vuccantīti sambandho.",
  "tika-abh08t25:283_0": "44.Kusalānugataṁ katvāti kusalānurūpaṁ kusalasadisaṁ katvā. Yathā kāmāvacaravipākaṁ",
  "tika-abh08t25:283_1": "kusalato visadisampi katvā vibhattaṁ, evamakatvā kusalasadisameva katvāti atthaṁ",
  "tika-abh08t25:283_2": "vadanti. Aṭṭhakathāyaṁ pana kusalānantaraṁ katvā mahaggatavipākānaṁ bhājitapāḷiṁ",
  "tika-abh08t25:283_3": "sandhāya “kusalānugataṁ katvā bhājita”nti vuttaṁ. Pāḷiyañhi –",
  "tika-abh08t25:284": "“Katame dhammā abyākatā? Yasmiṁ samaye kāmāvacarassa kusalassa kammassa katattā upacitattā vipākaṁ cakkhuviññāṇaṁ uppannaṁ hotī”tiādinā –",
  "tika-abh08t25:285": "Kāmāvacaravipākaṁ vibhajitvā mahaggatavipākaṁ vibhajantena –",
  "tika-abh08t25:286_0": "“Katame dhammā abyākatā? Yasmiṁ samaye rūpapattiyā maggaṁ bhāveti, vivicceva kāmehi…pe…",
  "tika-abh08t25:286_1": "paṭhamaṁ jhānaṁ upasampajja viharati pathavīkasiṇaṁ, tasmiṁ samaye phasso hoti…pe…",
  "tika-abh08t25:286_2": "avikkhepo hoti, ime dhammā kusalā, tasseva rūpāvacarassa kusalassa kammassa katattā",
  "tika-abh08t25:286_3": "upacitattā vipākaṁ vivicceva kāmehi…pe… paṭhamaṁ jhānaṁ upasampajja viharati pathavīkasiṇaṁ…pe…",
  "tika-abh08t25:286_4": "ime dhammā abyākatā”ti.",
  "tika-abh08t25:287_0": "Evaṁ kusalaṁ uddisitvā tadanantaraṁ katvā mahaggataṁ vipākaṁ vibhattaṁ, tasmā yathā",
  "tika-abh08t25:287_1": "kāmāvacaravipākaṁ, evaṁ avibhajitvā idaṁ kusalānantaraṁ katvā vibhattanti imamatthaṁ",
  "tika-abh08t25:287_2": "jotetuṁ aṭṭhakathāyaṁ “kusalānugataṁ katvā”ti vuttaṁ. Imināpi ca ācariyena parihāramukhena",
  "tika-abh08t25:287_3": "vakkhamānaatthavisesavacanicchāya tattha vuttanayeneva codanā katā. Evañhi sati kusalānantaraṁyeva",
  "tika-abh08t25:287_4": "phalaṁ uppajjatīti ñāpanaṁ suṭṭhūpapannaṁ hotīti ayamettha amhākaṁ ācariyassa maggo.",
  "tika-abh08t25:288_0": "Mahaggatanti mahaggatavipākaṁ. Tañhi idha adhigataṁ. Kāmā…pe… yatoti yasmā kāmāvacarakusalaṁ",
  "tika-abh08t25:288_1": "asamānaphalaṁ hoti tihetukassa duhetukāhetukavipākānaṁ, duhetukassa ca ahetukavipākānampi",
  "tika-abh08t25:288_2": "jananato, na evamidaṁ, idaṁ pana ekanteneva sadisavipākajananato samānaphalameva,",
  "tika-abh08t25:288_3": "tasmāti attho. Ettha ca “kusala”nti avuttepi kāmāvacarapuññaṁvāti upamitattā upameyyassapi",
  "tika-abh08t25:288_4": "kusalabhāvo viññāyati. Kasmā panetaṁ sadisavipākaṁ, na kāmāvacaraṁ viya visadisavipākampīti?",
  "tika-abh08t25:288_5": "Vuccate – kāmāvacarapuññañhi ācinanto rūpataṇhādinānāvatthukakāmataṇhūpanissayato",
  "tika-abh08t25:288_6": "ācinati, tasmā tadūpanissayakusalaṁ tadanurūpato nānāvatthukaṁ vipākaṁ janeti. Mahaggataṁ",
  "tika-abh08t25:288_7": "pana ācinanto ekavatthukāyeva bhavataṇhāya vasena ācinatīti tadanurūpato taṁ nānāvatthuṁ",
  "tika-abh08t25:288_8": "ajanetvā ekavatthumeva janetīti.",
  "tika-abh08t25:289_0": "45-6.Sabbathāti dhammato ārammaṇato paṭipadādito ca. Tathā hi ye phassādayo kusale",
  "tika-abh08t25:289_1": "ca labbhanti, te vipākepi labbhanti, yasmiñca ārammaṇe kusalaṁ pavattati, tattheva",
  "tika-abh08t25:289_2": "idaṁ vipākampi. Yāva paṭipadādayo kusalassa labbhanti, tāva imassa vipākassapīti.",
  "tika-abh08t25:289_3": "Kāmaṁ yassa kassaci chāyā taṁtaṁvatthusadisāva, mahantassa pana kusalavipākassa mahantāhiyeva",
  "tika-abh08t25:289_4": "upamāhi bhavitabbanti “gajādīna”ntiādi vuttaṁ. Apare apare attabhāve bhavaṁ vedanamassāti",
  "tika-abh08t25:289_5": "aparāpariyavedanaṁ. Yadi aparāpariyavedanaṁ na hoti, kathañcarahi imassa phaluppattīti",
  "tika-abh08t25:289_6": "āha “jhānā aparihīnassā”tiādi.",
  "tika-abh08t25:290_0": "47.Kusalānantaranti kusalabhavānantaraṁ. Yasmiñhi bhave taṁ kusalaṁ kataṁ, so idha",
  "tika-abh08t25:290_1": "kusala-saddena upacārato gahito kammānantaraṁyeva phalassa asambhavato. Na hi taṁ",
  "tika-abh08t25:290_2": "lokuttarakusalaṁ viya anantaraphalanipphādakaṁ, atha kho ekaccakāmāvacarakusalaṁ",
  "tika-abh08t25:290_3": "viya aparāpariyavedanaṁ ahutvā satipi anekeyeva kāmāvacarakamme mahogho viya parittaṁ",
  "tika-abh08t25:290_4": "udakaṁ tamajjhottharitvā attanoyeva vipākadānena ekantena anantarabhaveyeva phalaṁ",
  "tika-abh08t25:290_5": "nibbatteti. Nanu ca aparihīnajjhānasseva kassaci nikantivasena kāmabhave paṭisandhi",
  "tika-abh08t25:290_6": "hoti. Tathā hi tissamahābrahmā uparibrahmalokūpapattiyā bhāvitamaggo bhikkhūhi yācito",
  "tika-abh08t25:290_7": "tato cavitvā moggalibrāhmaṇassa gehe paṭisandhiṁ aggahesīti vuttanti taṁ kathanti?",
  "tika-abh08t25:290_8": "Nikantibaleneva jhānaṁ parihāyatīti tato parihīnajjhāno nibbattatīti vadanti. Apare",
  "tika-abh08t25:290_9": "pana ācariyā “anīvaraṇāvatthāya nikantiyā jhānassa parihāni vīmaṁsitvā gahetabbā”ti",
  "tika-abh08t25:290_10": "vatvā “satipi mahaggatakammuno vipākaṁ paṭibāhanasamatthasseva parittakammassa abhāve",
  "tika-abh08t25:290_11": "‘ijjhati, bhikkhave, sīlavato cetopaṇidhi visuddhattā’ti vacanato kāmabhave cetopaṇidhi",
  "tika-abh08t25:290_12": "mahaggatakammassa vipākaṁ paṭibāhitvā parittakammuno vipākassa okāsaṁ karotī”ti vadanti,",
  "tika-abh08t25:290_13": "taṁ yuttaṁ. Etassāti imassatthassa ñāpanatthanti sambandho.",
  "tika-abh08t25:291_0": "48-9. Evaṁ avisesena kusalasadisataṁ atidisitvā idāni visesaṁ dassetuṁ “paṭipadākkamocevā”tiādi",
  "tika-abh08t25:291_1": "vuttaṁ. Yathā hi dukkhapaṭipadaṁ dandhābhiññaṁ jhānaṁ uppādetvā punappunaṁ samāpajjantassa",
  "tika-abh08t25:291_2": "taṁ jhānaṁ taṁpaṭipadameva hoti, evaṁ tasmiṁ tasmiṁ aparihīne tassa tassa vipāko",
  "tika-abh08t25:291_3": "nibbattamāno taṁtaṁpaṭipadova bhavituṁ arahati. Chandādhipateyyādibhāvo pana tasmiṁ",
  "tika-abh08t25:291_4": "khaṇe vijjamānānaṁ chandādīnaṁ adhipatipaccayabhāvena hoti, na āgamanavasena. Tathā",
  "tika-abh08t25:291_5": "hi ekameva jhānaṁ nānakkhaṇesu nānādhipateyyaṁ hoti, tasmā vipākassa āgamanavasena",
  "tika-abh08t25:291_6": "chandādhipateyyāditā na gahitā. Tenāha “abhāvodhipatīna”nti. Tadabhāvatova sarasato",
  "tika-abh08t25:291_7": "tassa hīnāditā na sambhavatīti sāpi jhānāgamanatova vuttā.",
  "tika-abh08t25:292": "Rūpāvacarārūpāvacaravipākavaṇṇanā niṭṭhitā.",
  "tika-abh08t25:293": "Lokuttaravipākavaṇṇanā",
  "tika-abh08t25:294_0": "Maggacittassa viya phalacittassa maggayogato bhedābhāvena “catumaggayogato”ti avatvā",
  "tika-abh08t25:294_1": "“catumaggasampayuttacittaphalattā”ti vuttaṁ, catūhi ariyamaggehi sampayuttakusalacittassa",
  "tika-abh08t25:294_2": "phalattā catubbidhasāmaññaphalasampayuttacittabhāvatoti attho. Sotāpattimaggassa",
  "tika-abh08t25:294_3": "phalaṁ cittaṁ sotāpattimaggaphalacittaṁ. Evaṁ sesesu. Maggavīthiyaṁ dvikkhattuṁ,",
  "tika-abh08t25:294_4": "tikkhattuṁ vā phalasamāpattiyā aparicchinnaparimāṇaṁ pavattamānampi dvīsveva ṭhānesu",
  "tika-abh08t25:294_5": "pavattiyā duvidhameva hotīti āha “maggavīthiphalasamāpattivasena pavattito duvidha”nti.",
  "tika-abh08t25:295_0": "50-1.Maggassānantare phale labbhanti maggāgamanatoti adhippāyo. Maggo hi āgamanato",
  "tika-abh08t25:295_1": "“suññato”ti laddhanāmo saguṇālambaṇavasena animittaappaṇihitanāmampi labhatīti phalassa",
  "tika-abh08t25:295_2": "nāmattayampi deti, tathā āgamanato appaṇihito maggo saguṇārammaṇavasena animittasuññataappaṇihitanāmakoti",
  "tika-abh08t25:295_3": "phalassa nāmattayampi deti. Evañca katvā abhidhamme ekekassa phalassa tīṇi tīṇi nāmāni",
  "tika-abh08t25:295_4": "vuttāni. Nanu ca abhidhamme “saguṇārammaṇato nāmaṁ anadhippeta”nti vuttaṁ? Saccaṁ",
  "tika-abh08t25:295_5": "vuttaṁ, taṁ pana nāmalābhaṁ sandhāya, na nāmadānaṁ. Tattha hi vavatthānakarattābhāvato",
  "tika-abh08t25:295_6": "tathā anadhippetaṁ, na alabbhanato. Idha pana ekekassa phalaṁ nāmattayampi labhatīti",
  "tika-abh08t25:295_7": "vavatthānappayojanābhāvato saguṇārammaṇehi laddhanāmadānassa adhippetattā tividhampi",
  "tika-abh08t25:295_8": "nāmaṁ deti. Ekantena cetaṁ evaṁ sampaṭicchitabbaṁ, itarathā vipassanāpi vipassato",
  "tika-abh08t25:295_9": "laddhanāmamaggassa taṁ na dadeyyāti. Parabhāgasminti aparabhāge. Vaḷañjanaphalesūti",
  "tika-abh08t25:295_10": "samāpajjanavasena anubhavitabbaphalesu. “Vaḷañjanaphalesu nā”ti maggāgamanaṁ sandhāya",
  "tika-abh08t25:295_11": "paṭikkhittanti āha “vipassanāvasenevā”tiādi. Vaḷañjanaphalañhi visuṁ vipassanāvaseneva",
  "tika-abh08t25:295_12": "nibbattatīti tassa taṁvasena nāmalābho. Yadi evaṁ maggassa viya animittanāmalābho",
  "tika-abh08t25:295_13": "na siyā? Taṁ na, yathā maggānantarassa phalassa viya vaḷañjanakaphalasamāpattiyāpi",
  "tika-abh08t25:295_14": "maggāgamanato ca jhānapaṭipadābhedo hoti, evaṁ animittanāmampi labbhatīti.",
  "tika-abh08t25:296_0": "52-3.Honti sādhipatīnevāti ettha kāraṇaṁ vuttameva. Maggabhāvenāti soḷasahi ākārehi",
  "tika-abh08t25:296_1": "catusaccapaṭivedhakamaggabhāvena, kilesamāraṇavasena gamanasaṅkhātena, nibbānatthikehi",
  "tika-abh08t25:296_2": "maggitabbabhāvasaṅkhātena vā maggabhāvena. Phalaṁ…pe… vuccatīti sayaṁ phalabhāvampi",
  "tika-abh08t25:296_3": "maggassa phalattā, taṁsadisatāya vā tamupādāya maggoti vuccati “maggaṅgaṁ maggapariyāpanna”ntiādīsūti adhippāyo.",
  "tika-abh08t25:297": "Lokuttaravipākavaṇṇanā niṭṭhitā.",
  "tika-abh08t25:298": "Akusalavipākavaṇṇanā",
  "tika-abh08t25:299_0": "Yathā atiiṭṭhe iṭṭhamajjhatte ca ārammaṇe vedanābhedasambhavato kusalavipākamanoviññāṇadhātu",
  "tika-abh08t25:299_1": "duvidhā hoti somanassasahagatā, upekkhāsahagatāti, evaṁ atianiṭṭhe aniṭṭhamajjhatte",
  "tika-abh08t25:299_2": "ca ārammaṇe vedanābhedo natthīti akusalavipākamanoviññāṇadhātu ekavidhāvāti “sattākusalavipākānī”ti",
  "tika-abh08t25:299_3": "vuttaṁ. Sati hi tattha vedanābhede atianiṭṭhe domanassena bhavitabbaṁ, na ca paṭighena",
  "tika-abh08t25:299_4": "vinā domanassaṁ uppajjatīti. Kāyaviññāṇassa dukkhasahagatā kusalavipāke vuttavipariyāyena",
  "tika-abh08t25:299_5": "veditabbā. Ettha ca akusalavipākesu labbhamānadukkhaṁ viya nātikaṭukāpi upekkhā ekantanihīnassa",
  "tika-abh08t25:299_6": "akusalassa vipākabhāvato dukkhasabhāvattā hīnā eva. Na hi akusalassa vipāko adukkho",
  "tika-abh08t25:299_7": "hoti, upekkhābhāvo panassa balavatā bādhiyamānassa paṭipaharituṁ asakkontassa dubbalapurisassa",
  "tika-abh08t25:299_8": "tena kariyamānabādhassa upekkhanā viyāti daṭṭhabbaṁ. Imāni…pe… cittānīti imāni satta",
  "tika-abh08t25:299_9": "ekekassa akusalassa vipākacittāni, na pana kusalavipāke viya tihetukādipuññavisesena.",
  "tika-abh08t25:299_10": "Uddhaccasahagatassapi hi pavattiyaṁ satteva vipākā labbhanti. Kasmā panettha yathā",
  "tika-abh08t25:299_11": "kusalavipākaṁ sahetukampi uddhaṭaṁ, na evaṁ akusalavipākanti? Hetūnaṁ asambhavato.",
  "tika-abh08t25:299_12": "Lobhādīnañhi ekantasāvajjatāya ayonisomanasikārahetukānaṁ natthi vipākabhāvo, alobhādīnampi",
  "tika-abh08t25:299_13": "ekantamanavajjasabhāvānaṁ vā kāraṇassa tabbidūratāya nattheva akusalavipākabhāvo.",
  "tika-abh08t25:299_14": "Na hi alobhādīnaṁ paṭipakkhalobhādayo te abhinipphādenti, tasmā idaṁ sabbathā sahetuppavattiyā",
  "tika-abh08t25:299_15": "asambhavato ahetukamevāti.",
  "tika-abh08t25:300_0": "Kammakammanimittagatinimittesūti ettha atītabhave āyūhitaṁ aparāpariyavedanīyaṁ,",
  "tika-abh08t25:300_1": "upapajjavedanīyaṁ vā kammaṁ kammaṁ nāma. Kammakaraṇakāle cetanāya gahitamārammaṇaṁ",
  "tika-abh08t25:300_2": "kammanimittaṁ nāma. Upapajjitabbabhavapariyāpanno narakādīsu aggijālādivaṇṇo gatinimittaṁ nāma.",
  "tika-abh08t25:301_0": "54.Imeti akusalavipākā. Tesaṁ aniṭṭhāniṭṭhamajjhattavisayesu pavattivacanena tabbipariyāyena",
  "tika-abh08t25:301_1": "kusalavipākānaṁ iṭṭhaiṭṭhamajjhattavisayesu pavatti atthato āpannāti sā visuṁ na",
  "tika-abh08t25:301_2": "vuttā. Sukhādittayayuttāti sukhasomanassupekkhāyuttā.",
  "tika-abh08t25:302": "“Eva”ntiādi yathāvuttavipākānaṁ nigamanaṁ.",
  "tika-abh08t25:303": "Akusalavipākavaṇṇanā niṭṭhitā.",
  "tika-abh08t25:304": "Vipākacittavaṇṇanā",
  "tika-abh08t25:305_0": "55. Pākassa asurakaññānaṁ gabbhaparipākassa sāsanato vināsanato, pākasaṅkhātassa",
  "tika-abh08t25:305_1": "vā asurassa vināsanato pākasāsano vuccati sakko devarājā, tena pūjito pākasāsanapūjito.",
  "tika-abh08t25:305_2": "Pākaṁ vā paripakkaṁ sāsanametesūti pākasāsanā, khīṇāsavā, tehi pūjitoti pākasāsanapūjito.",
  "tika-abh08t25:306": "Vipākacittavaṇṇanā niṭṭhitā.",
  "tika-abh08t25:307": "Dānādivasenāti pavattākāramattato dānādivasena, na pana puññakiriyavatthuvasena khīṇāsavasantānagatassa puññakiriyabhāvābhāvatoti vuttovāyamattho.",
  "tika-abh08t25:308_0": "Āvajjatīti āvajjanaṁ, ābhuñjati oṇojeti pariṇāmeti vāretīti vā attho. Tañhi āpāthagataṁ",
  "tika-abh08t25:308_1": "ārammaṇaṁ paṭhamamābhuñjati, cakkhuviññāṇādīni vīthicittāni āpāthagatārammaṇābhimukhaṁ",
  "tika-abh08t25:308_2": "oṇojeti, cittasantānaṁ vā purimākārato aññathā pariṇāmeti, anuppabandhato pavattanakaṁ",
  "tika-abh08t25:308_3": "bhavaṅgacittasantānaṁ parato pavattituṁ adatvā āpāthagataṁ vā ārammaṇaṁ aññattha",
  "tika-abh08t25:308_4": "gantuṁ adatvā vāreti. Hasitaṁ uppajjati, uppādīyati vā etenāti hasituppādaṁ, tadeva",
  "tika-abh08t25:308_5": "cittanti hasituppādacittaṁ. Voṭṭhapetīti voṭṭhabbanaṁ. Kasmā panettha āvajjanavoṭṭhabbanāni",
  "tika-abh08t25:308_6": "upekkhāsahagatāni, hasituppādañca somanassasahagatanti? Vuccate – āvajjanaṁ tāva",
  "tika-abh08t25:308_7": "apubbārammaṇe sakideva ca pavattamānasantativicchedavasena pavattanato, dubbalabhavaṅgapaccayaṁ",
  "tika-abh08t25:308_8": "vā sabbathā visayarasamanubhavituṁ na sakkotīti iṭṭhādīsu sabbattha upekkhāyuttameva",
  "tika-abh08t25:308_9": "hoti. Voṭṭhabbanañca vuttavipariyāyena vedanābhedārahampi samānaṁ vipākappabandhaṁ",
  "tika-abh08t25:308_10": "vicchinditvā visadisacittappabandhassa nibbattanato santatipariṇāmaneyeva kiccantare",
  "tika-abh08t25:308_11": "byāvaṭattā vipākaṁ viya ārammaṇarasassāde asamatthamevāti sabbattha upekkhāsahagatameva.",
  "tika-abh08t25:308_12": "Hasituppādaṁ pana vuttaviparītato parihīnavipallāsānaṁ khīṇāsavānaṁ santāne iṭṭhārammaṇeyeva",
  "tika-abh08t25:308_13": "uppajjanato sabbathā somanassasahagatamevāti.",
  "tika-abh08t25:309_0": "Lakkhaṇādito panetāsu purimaṁ cakkhuviññāṇādīnaṁ purecaraṁ rūpādivijānanalakkhaṇaṁ,",
  "tika-abh08t25:309_1": "āvajjanarasaṁ, tathābhāvapaccupaṭṭhānaṁ, bhavaṅgavicchedapadaṭṭhānaṁ. Dutiyaṁ chaḷārammaṇavijānanalakkhaṇaṁ,",
  "tika-abh08t25:309_2": "arahataṁ anoḷārikesu vatthūsu hasituppādarasaṁ, tathābhāvapaccupaṭṭhānaṁ, ekantato",
  "tika-abh08t25:309_3": "hadayavatthupadaṭṭhānaṁ. Tatiyampi chaḷārammaṇavijānanalakkhaṇaṁ, pañcadvāramanodvāresu",
  "tika-abh08t25:309_4": "voṭṭhabbanāvajjanarasaṁ, tathābhāvapaccupaṭṭhānaṁ, ahetukavipākamanoviññāṇadhātubhavaṅgānaṁ",
  "tika-abh08t25:309_5": "aññatarāpagamapadaṭṭhānanti.",
  "tika-abh08t25:310_0": "Bhavaṅgaṁ āvaṭṭayamānāti bhavaṅgasantānaṁ āvaṭṭayantī viya. Sādhāraṇāti sekkhāsekkhaputhujjanānaṁ",
  "tika-abh08t25:310_1": "sādhāraṇā. Asādhāraṇāti asekkhānaṁyeva āveṇikā. Tenāha “khīṇāsavassā”ti. Chasu dvāresu…pe…ārammaṇesūti",
  "tika-abh08t25:310_2": "cakkhādīsu chasu dvāresu, padhānasāruppaṭṭhānādigatesu chasu rūpādiārammaṇesu. Padhānasāruppañhi",
  "tika-abh08t25:310_3": "ṭhānaṁ disvā diṭṭhadhammasukhavihāratthāya “sāruppamidaṁ ṭhānaṁ mayā laddha”nti tusantassa",
  "tika-abh08t25:310_4": "cakkhudvāre rūpārammaṇe, bhaṇḍabhājanaṭṭhāne mahāsaddaṁ sutvā “evarūpā loluppataṇhā",
  "tika-abh08t25:310_5": "me pahīnā”ti tusantassa sotadvāre saddārammaṇe, gandhehi vā pupphehi vā cetiyapūjanakāle",
  "tika-abh08t25:310_6": "“evarūpena vata sugandhena bhagavantaṁ pūjemī”ti tusantassa ghānadvāre gandhārammaṇe,",
  "tika-abh08t25:310_7": "rasasampannaṁ piṇḍapātaṁ sabrahmacārīhi saha bhājetvā paribhuñjanakāle “sāraṇīyadhammo",
  "tika-abh08t25:310_8": "vata me pūrito”ti tusantassa jivhādvāre rasārammaṇe, ābhisamācārikavattapūraṇakāle",
  "tika-abh08t25:310_9": "“kāyena vattapaṭivattaṁ pūremī”ti tusantassa kāyadvāre phoṭṭhabbārammaṇeti evaṁ pañcadvāresu",
  "tika-abh08t25:310_10": "pañcārammaṇesu pavattati.",
  "tika-abh08t25:311_0": "Manodvāre pana yathāvuttesveva pañcasu paccuppannārammaṇesu ghaṭikārasuttādīsu viya",
  "tika-abh08t25:311_1": "bhagavato pubbenivāsañāṇena pariññāte atītārammaṇe, “aṭṭhissaro nāma paccekabuddho",
  "tika-abh08t25:311_2": "bhavissatī”ti āgataṭṭhānādīsu viya anāgataṁsañāṇena paricchinne anāgatārammaṇe cāti",
  "tika-abh08t25:311_3": "evaṁ chasvevārammaṇesu hasitaṁ uppādetīti veditabbaṁ. Nanu ca atītaṁsādīsu appaṭihatādīsu",
  "tika-abh08t25:311_4": "appaṭihatañāṇaṁ vatvā “imehi tīhi dhammehi samannāgatassa buddhassa bhagavato sabbaṁ",
  "tika-abh08t25:311_5": "kāyakammaṁ ñāṇapubbaṅgamaṁ ñāṇānuparivatta”nti vacanato vicāraṇapaññārahitāya etāya",
  "tika-abh08t25:311_6": "kathaṁ bhagavato uppatti yujjeyyāti? Hasituppādacittena pavattiyamānampi bhagavato",
  "tika-abh08t25:311_7": "sitakaraṇaṁ pubbenivāsaanāgataṁsasabbaññutaññāṇānaṁ anuvattakattā ñāṇānuparivattiyeva,",
  "tika-abh08t25:311_8": "evaṁ pana ñāṇānuparivattibhāve sati na koci pāḷivirodho. Evañca katvā aṭṭhakathāyaṁ",
  "tika-abh08t25:311_9": "“tesaṁ ñāṇānaṁ ciṇṇapariyante idaṁ cittaṁ uppajjatī”ti vuttaṁ. Avassañcetaṁ evaṁ",
  "tika-abh08t25:311_10": "icchitabbaṁ, itarathā aññassāpi viññattisamuṭṭhāpakassa ahetukacittassa bhagavato",
  "tika-abh08t25:311_11": "uppatti na yujjeyya. Na hi viññattisamuṭṭhāpakassa taṁsamuṭṭhitāya viññattiyā kāyakammādibhāvaṁ",
  "tika-abh08t25:311_12": "āpajjanabhāvo vibandhatīti. Evañca katvā pañcadvāre iminā cittena somanassuppādanamattaṁ",
  "tika-abh08t25:311_13": "daṭṭhabbaṁ, na hāsuppādanaṁ pañcadvārikacittānaṁ aviññattijanakattā. Manodvāre pana",
  "tika-abh08t25:311_14": "hāsuppādanaṁ. Teneva hi aṭṭhakathāyaṁ pañcadvāre “somanassito hotī”ti ettakameva",
  "tika-abh08t25:311_15": "vuttaṁ, manodvāre ca “hāsayamāna”nti. Idha pana “hasituppādakiccā”ti avisesavacanaṁ",
  "tika-abh08t25:311_16": "pañcadvāre somanassakaraṇavasena pavattassapi manodvāre hāsajananassa paccayabhāvaṁ",
  "tika-abh08t25:311_17": "sandhāya vuttanti veditabbaṁ. Hasituppādakiccāti hasitasseva uppādanakiccā. Teneva",
  "tika-abh08t25:311_18": "hi taṁ “hasituppāda”nti vuccati, na pana aññesaṁ hasituppādacittānaṁ abhāvato. Tathā",
  "tika-abh08t25:311_19": "hi vakkhati “kusalato catūhī”tiādi.",
  "tika-abh08t25:312_0": "Cha asādhāraṇañāṇānīti āsayānusayañāṇaṁ, indriyaparopariyañāṇaṁ, yamakapāṭihāriyañāṇaṁ,",
  "tika-abh08t25:312_1": "mahākaruṇāsamāpattiñāṇaṁ, sabbaññutaññāṇaṁ, anāvaraṇañāṇanti imāni cha paccekabuddhādīhi",
  "tika-abh08t25:312_2": "asādhāraṇāni ñāṇāni. Nanu ca sabbaññutaññāṇameva anāvaraṇañāṇaṁ, itarathā sabbaññutānāvaraṇañāṇānaṁ",
  "tika-abh08t25:312_3": "asabbaññutasāvaraṇañāṇatā ca āpajjeyya, tathā hi yadi sabbaññutaññāṇato aññamanāvaraṇañāṇaṁ",
  "tika-abh08t25:312_4": "siyā, tassa sāvaraṇattā sāvaraṇe ca visaye sabhāvapaṭivedhābhāvato sabbaññubhāvaṁ",
  "tika-abh08t25:312_5": "na sijjheyya, anāvaraṇañāṇassa ca asabbadhammārammaṇabhāvena yattha taṁ na pavattati,",
  "tika-abh08t25:312_6": "tatthāvaraṇasambhavato anāvaraṇabhāvopi na siyāti? Saccametaṁ, ekameva taṁ ñāṇaṁ",
  "tika-abh08t25:312_7": "anavasesasaṅkhatāsaṅkhatasammutidhammavisayattā sabbaññutaññāṇaṁ, tattha ca āvaraṇābhāvato",
  "tika-abh08t25:312_8": "nissaṅgavāramupādāya anāvaraṇañāṇanti evaṁ visayapavattibhedena aññehi asādhāraṇabhāvadassanatthaṁ",
  "tika-abh08t25:312_9": "dvedhā vuttanti. Yathāha –",
  "tika-abh08t25:313": "“Sabbaṁ saṅkhatamasaṅkhataṁ anavasesaṁ jānātīti sabbaññutaññāṇaṁ, tattha āvaraṇaṁ natthīti anāvaraṇañāṇa”ntiādi.",
  "tika-abh08t25:314_0": "Idha ṭhatvāti hasitassa uppādanato hasitassa uppādananti vuttacittassa āgataṭṭhāne",
  "tika-abh08t25:314_1": "ṭhatvā. Pariggaṇhitabbānīti paricchinditvā gaṇhitabbāni. Kiñcāpi rūpāvacarakiriyānaṁ",
  "tika-abh08t25:314_2": "jhānaṅgappahānaṁ vipāke viya āgamanato ahutvā kusale viya bhāvanāvisesena pavattākāramattaṁva",
  "tika-abh08t25:314_3": "hoti, paṭhamajjhānassa pana pahānaṅgasambhavābhāvato ekassa vaseneva niddisituṁ sesānampi",
  "tika-abh08t25:314_4": "pahānaṅgaṁ avatvā sampayogaṅgameva tesu dassitanti.",
  "tika-abh08t25:315_0": "57. Yasmā pana bhāvanāvasena pavattākāramattaṁ vinā bhāvanāya kātabbassa nīvaraṇappahānādikiccassa",
  "tika-abh08t25:315_1": "abhāvato ujukaṁ bhāvanā nāma na hoti, tasmā “bhāvanākāravasappavattānī”ti ākāra-ggahaṇaṁ katanti.",
  "tika-abh08t25:316_0": "58-9.Nanti taṁ yathāvuttarūpārūpasamāpattiṁ. Samāpannā sace kriyāti ettha kiñcāpi",
  "tika-abh08t25:316_1": "sā eva samāpatti samāpajjituṁ na sakkā, niruddhānaṁ anuppannato, paṭiladdhasamāpattikasseva",
  "tika-abh08t25:316_2": "samāpajjitukāmatāya saddhiṁyeva samāpajjanato, paṭhamajjhānādikameva paṭilabhitvā",
  "tika-abh08t25:316_3": "dutiyajjhānādikaṁ samāpajjituṁ asakkuṇeyyabhāvato ca, pubbe paṭiladdhasamāpattisadisaṁ",
  "tika-abh08t25:316_4": "puna samāpajjanato puthujjanakālasmiṁ abhinibbattitasamāpattisadisā ettha sā eva tathā vuttā.",
  "tika-abh08t25:317_0": "61.Ekacittakkhaṇattāti ekacittakkhaṇeyeva pavattanato. Yadi hi so punappunaṁ uppajjeyya,",
  "tika-abh08t25:317_1": "tadāssa arahato uppattiyā kiriyabhāvo icchitabbo siyā. Sakiṁyeva pana pavattati catusaccapaṭivedhakiccassa",
  "tika-abh08t25:317_2": "ekavāreneva pariniṭṭhānato, takkiccena ca vinā tassa anupalabbhanīyattā. Tenāha –",
  "tika-abh08t25:317_3": "“na pāraṁ diguṇaṁ yantī”ti, tasmā natthi lokuttaraṁ kiriyacittanti ayamettha adhippāyo.",
  "tika-abh08t25:318_0": "62.Kriyā…pe… desakoti yā āpattiyo kāyavācāhi akātabbaṁ katvā āpajjati, tā kiriyā,",
  "tika-abh08t25:318_1": "yā pana āpattiyo kāyavācāhi kātabbaṁ akaronto āpajjati, tā akiriyā, kiriyā ca akiriyā",
  "tika-abh08t25:318_2": "cāti kiriyākiriyā, kiriyākiriyā ca tā āpajjitabbato āpattiyo cāti kiriyākiriyāpattiyo,",
  "tika-abh08t25:318_3": "tāsaṁ vibhāgaṁ desetīti kiriyā…pe… desako. Atha vā kiriyājhānabhūtā samāpattiyo kiriyāpattiyo,",
  "tika-abh08t25:318_4": "kusalabhūtā pana samāpattiyo akiriyāpattiyo, tāsaṁ vibhāgaṁ desetīti kriyā…pe… desako.",
  "tika-abh08t25:318_5": "Yaṁ kiriyākiriyaṁ cittanti sambandho. Pañcannaṁ mārānaṁ jitattā jino. Hitāhitānanti",
  "tika-abh08t25:318_6": "atthānatthānaṁ. Sāti so jino. Kriyākriyāratoti sabbasattānaṁ hitassa karaṇe, ahitassa",
  "tika-abh08t25:318_7": "ca akaraṇe nirato. Atha vā ekantamiṭṭhavipākattā hitāti kusalānametaṁ adhivacanaṁ.",
  "tika-abh08t25:318_8": "Tappaṭipakkhattā ahitāti akusalānametaṁ adhivacanaṁ. Yathākkamaṁ tesaṁ kiriyāyaṁ,",
  "tika-abh08t25:318_9": "akiriyāyañca ratoti hitāhitānaṁ…pe… rato. Atha vā hitāhitāti kusalākusalā eva, tesaṁ",
  "tika-abh08t25:318_10": "kiriyākiriyāmattamavipākabhāvaṁ kātuṁ icchatīti hitāhitānaṁ…pe… rato. Atha vā hitāhitānaṁ",
  "tika-abh08t25:318_11": "puggalānaṁ sakiriyākiriyāya attano attano kiccassa idhalokaparalokanipphādanassa",
  "tika-abh08t25:318_12": "karaṇe rato abhiratoti hitāhitānaṁ…pe… rato.",
  "tika-abh08t25:319_0": "64-6. Sabbe lokuttare aṭṭha katvā ye ekūnanavuti cittuppādā vuttā, tāni cittāni mayā",
  "tika-abh08t25:319_1": "niddiṭṭhānīti sambandho. Pāṭavaṁ atthenti patthenti, pāṭavasaṅkhāto vā attho etesanti",
  "tika-abh08t25:319_2": "pāṭavatthino. Uggahetabboti savanapaṭipucchāvasena uggahitabbo, uggaṇhitvā pana na",
  "tika-abh08t25:319_3": "kevalaṁ uggahaṇamatteyeva ṭhātabbanti dassento āha “cintetabbo punappuna”nti, na",
  "tika-abh08t25:319_4": "hi sakkā uggahaṇamattenevettha sabbathā sanniṭṭhānaṁ gantunti adhippāyo. Abhidhammamahodadhinti",
  "tika-abh08t25:319_5": "dhammasaṅgaṇīādisattappakaraṇavasena ṭhitamabhidhammapiṭakamahaṇṇavaṁ, khandhāyatanādivasena",
  "tika-abh08t25:319_6": "ṭhitaṁ paramatthamahaṇṇavaṁ vā. Tarantīti atthaggahaṇavasena uttaranti, sutamayañāṇamūlakena",
  "tika-abh08t25:319_7": "vā bhāvanāñāṇena otarantīti attho. Imaṁ lokanti paccuppannabhavaṁ. Paraṁ lokanti",
  "tika-abh08t25:319_8": "anāgatabhavaṁ. Tarantīti atikkamanti. Idha lokasmiñhi chandarāgappahānavasena imaṁ",
  "tika-abh08t25:319_9": "lokaṁ taranti, āyatiṁ bhavūpapādakassa kammassa kammakkhayakarañāṇena vināsanato",
  "tika-abh08t25:319_10": "paralokaṁ taranti, anupādāparinibbānavasena parinibbāyantīti attho.",
  "tika-abh08t25:320": "Iti abhidhammatthavikāsiniyā nāma",
  "tika-abh08t25:321": "Abhidhammāvatārasaṁvaṇṇanāya",
  "tika-abh08t25:322": "Cittaniddesavaṇṇanā niṭṭhitā."
}