{
  "tika-vin05t26:0": "26. Vassūpanāyikavinicchayakathā",
  "tika-vin05t26:1_0": "179.Vassūpanāyikāti ettha purimikā pacchimikāti duve vassūpanāyikā. Tattha (mahāva.",
  "tika-vin05t26:1_1": "aṭṭha. 184 ādayo) āsāḷhīpuṇṇamāya anantare pāṭipadadivase purimikā upagantabbā, pacchimikā",
  "tika-vin05t26:1_2": "pana āsāḷhīpuṇṇamato aparāya puṇṇamāya anantare pāṭipadadivase. Upagacchantena ca",
  "tika-vin05t26:1_3": "vihāraṁ paṭijaggitvā pānīyaṁ paribhojanīyaṁ upaṭṭhāpetvā sabbaṁ cetiyavandanādisāmīcikammaṁ",
  "tika-vin05t26:1_4": "niṭṭhāpetvā ‘‘imasmiṁ vihāre imaṁ temāsaṁ vassaṁ upemī’’ti sakiṁ vā dvattikkhattuṁ",
  "tika-vin05t26:1_5": "vā vācaṁ nicchāretvā vassaṁ upagantabbaṁ. Sacepi ‘‘idha vasissāmī’’ti ālayo atthi,",
  "tika-vin05t26:1_6": "asatiyā pana vassaṁ na upeti, gahitasenāsanaṁ suggahitaṁ, chinnavasso na hoti, pavāretuṁ",
  "tika-vin05t26:1_7": "labhatiyeva. Vināpi hi vacībhedaṁ ālayakaraṇamattenapi vassaṁ upagatameva hoti. ‘‘Idha",
  "tika-vin05t26:1_8": "vassaṁ vasissāmī’’ti cittuppādoyevettha ālayo nāma.",
  "tika-vin05t26:2_0": "‘‘Na , bhikkhave, tadahuvassūpanāyikāya vassaṁ anupagantukāmena sañcicca āvāso atikkamitabbo,",
  "tika-vin05t26:2_1": "yo atikkameyya, āpatti dukkaṭassā’’ti (mahāva. 186) vacanato vassūpanāyikadivase",
  "tika-vin05t26:2_2": "vassaṁ anupagantukāmo vihārasīmaṁ atikkamati, vihāragaṇanāya dukkaṭaṁ. Sace hi taṁ",
  "tika-vin05t26:2_3": "divasaṁ vihārasatassa upacāraṁ okkamitvā atikkamati, sataṁ āpattiyo. Sace pana vihāraṁ",
  "tika-vin05t26:2_4": "atikkamitvā aññassa vihārassa upacāraṁ anokkamitvāva nivattati, ekāva āpatti. Kenaci",
  "tika-vin05t26:2_5": "antarāyena purimikaṁ anupagatena pacchimikā upagantabbā.",
  "tika-vin05t26:3_0": "‘‘Na, bhikkhave, asenāsanikena vassaṁ upagantabbaṁ, yo upagaccheyya, āpatti dukkaṭassā’’ti",
  "tika-vin05t26:3_1": "(mahāva. 204) vacanato yassa pañcannaṁ chadanānaṁ aññatarena channaṁ yojitadvārabandhanaṁ",
  "tika-vin05t26:3_2": "senāsanaṁ natthi, tena na upagantabbaṁ. ‘‘Na, bhikkhave, chavakuṭikāya vassaṁ upagantabbaṁ,",
  "tika-vin05t26:3_3": "yo upagaccheyya, āpatti dukkaṭassā’’ti(mahāva. 204) ādivacanato chavakuṭikāyaṁ chatte",
  "tika-vin05t26:3_4": "cāṭiyañca upagantuṁ na vaṭṭati. Tattha chavakuṭikā nāma ṭaṅkitamañcādibhedā kuṭi.",
  "tika-vin05t26:3_5": "Tattheva upagantuṁ na vaṭṭati, susāne pana aññaṁ kuṭikaṁ katvā upagantuṁ vaṭṭati,",
  "tika-vin05t26:3_6": "chattepi catūsu thambhesu chattaṁ ṭhapetvā āvaraṇaṁ katvā dvāraṁ yojetvā upagantuṁ",
  "tika-vin05t26:3_7": "vaṭṭati, chattakuṭi nāmesā hoti. Cāṭiyāpi mahantena kapallena chatte vuttanayena",
  "tika-vin05t26:3_8": "kuṭikaṁ katvā upagantuṁ vaṭṭati.",
  "tika-vin05t26:4_0": "‘‘Na, bhikkhave, rukkhasusire vassaṁ upagantabbaṁ, yo upagaccheyya, āpatti dukkaṭassā’’ti",
  "tika-vin05t26:4_1": "(mahāva. 204) vacanato suddhe rukkhasusire upagantuṁ na vaṭṭati, mahantassa pana",
  "tika-vin05t26:4_2": "rukkhasusirassa anto padaracchadanaṁ kuṭikaṁ katvā pavisanadvāraṁ yojetvā upagantuṁ",
  "tika-vin05t26:4_3": "vaṭṭati, rukkhaṁ chinditvā khāṇukamatthake padaracchadanaṁ kuṭikaṁ katvāpi vaṭṭatiyeva.",
  "tika-vin05t26:4_4": "‘‘Na, bhikkhave, rukkhaviṭabhiyā’’ti(mahāva. 204) ādivacanato suddhe viṭabhimatte",
  "tika-vin05t26:4_5": "upagantuṁ na vaṭṭati, mahāviṭape pana aṭṭakaṁ bandhitvā tattha padaracchadanaṁ kuṭikaṁ",
  "tika-vin05t26:4_6": "katvā dvāraṁ yojetvā upagantabbaṁ.",
  "tika-vin05t26:5_0": "‘‘Anujānāmi, bhikkhave, vaje vassaṁ upagantu’’ntiādivacanato vaje satthe nāvāyañca",
  "tika-vin05t26:5_1": "upagantuṁ vaṭṭati. Tattha vajoti gopālakānaṁ nivāsaṭṭhānaṁ. Vaje vuṭṭhite vajena",
  "tika-vin05t26:5_2": "saddhiṁ gatassa vassacchede anāpatti ‘‘anujānāmi, bhikkhave, yena vajo, tena gantu’’nti",
  "tika-vin05t26:5_3": "(mahāva. 203) vuttattā. Satthe vassaṁ upagacchantena pana vassūpanāyikadivase upāsakā",
  "tika-vin05t26:5_4": "vattabbā ‘‘kuṭikā laddhuṁ vaṭṭatī’’ti. Sace karitvā denti, tattha pavisitvā ‘‘idha",
  "tika-vin05t26:5_5": "vassaṁ upemī’’ti tikkhattuṁ vattabbaṁ. No ce denti, sālāsaṅkhepena ṭhitasakaṭassa",
  "tika-vin05t26:5_6": "heṭṭhā upagantabbaṁ. Tampi alabhantena ālayo kātabbo, satthe pana vassaṁ upagantuṁ",
  "tika-vin05t26:5_7": "na vaṭṭati. Ālayo nāma ‘‘idha vassaṁ vasissāmī’’ti cittuppādamattaṁ. Sace maggappaṭipanneyeva",
  "tika-vin05t26:5_8": "satthe pavāraṇādivaso hoti, tattheva pavāretabbaṁ. Atha sattho antovasseyeva bhikkhunā",
  "tika-vin05t26:5_9": "patthitaṭṭhānaṁ patvā atikkamati, patthitaṭṭhāne vasitvā tattha bhikkhūhi saddhiṁ",
  "tika-vin05t26:5_10": "pavāretabbaṁ. Athāpi sattho antovasseyeva antarā ekasmiṁ gāme tiṭṭhati vā vippakirati",
  "tika-vin05t26:5_11": "vā, tasmiṁyeva gāme bhikkhūhi saddhiṁ vasitvā pavāretabbaṁ, appavāretvā tato paraṁ",
  "tika-vin05t26:5_12": "gantuṁ na vaṭṭati. Nāvāya vassaṁ upagacchantenapi kuṭiyaṁyeva upagantabbaṁ, pariyesitvā",
  "tika-vin05t26:5_13": "alabhantena ālayo kātabbo. Sace antotemāsaṁ nāvā samuddeyeva hoti, tattheva pavāretabbaṁ.",
  "tika-vin05t26:5_14": "Atha nāvā kūlaṁ labhati, ayañca parato gantukāmo hoti, gantuṁ na vaṭṭati, nāvāya",
  "tika-vin05t26:5_15": "laddhagāmeyeva vasitvā bhikkhūhi saddhiṁ pavāretabbaṁ. Sacepi nāvā anutīrameva aññattha",
  "tika-vin05t26:5_16": "gacchati, bhikkhu ca paṭhamaṁ laddhagāmeyeva vasitukāmo, nāvā gacchatu, bhikkhunā",
  "tika-vin05t26:5_17": "tattheva vasitvā bhikkhūhi saddhiṁ pavāretabbaṁ. Iti vaje satthe nāvāyanti tīsu ṭhānesu",
  "tika-vin05t26:5_18": "natthi vassacchede āpatti, pavāretuñca labhati.",
  "tika-vin05t26:6_0": "‘‘Na, bhikkhave, vassaṁ upagantvā purimaṁ vā temāsaṁ pacchimaṁ vā temāsaṁ avasitvā",
  "tika-vin05t26:6_1": "cārikā pakkamitabbā, yo pakkameyya, āpatti dukkaṭassā’’ti (mahāva. 186) vacanato",
  "tika-vin05t26:6_2": "purimikāya vassaṁ upagatena purimaṁ temāsaṁ, pacchimikāya upagatena pacchimaṁ temāsaṁ",
  "tika-vin05t26:6_3": "avasitvā cārikā na pakkamitabbā, vassaṁ upagantvā pana aruṇaṁ anuṭṭhāpetvāpi tadaheva",
  "tika-vin05t26:6_4": "sattāhakaraṇīyena pakkamantassapi antosattāhe nivattantassa anāpatti, ko pana vādo",
  "tika-vin05t26:6_5": "dvīhatīhaṁ vasitvā sattāhakaraṇīyena pakkamantassa antosattāhe nivattantassa.",
  "tika-vin05t26:7_0": "180. ‘‘Anujānāmi, bhikkhave, sattannaṁ sattāhakaraṇīyena pahite gantuṁ, na tveva",
  "tika-vin05t26:7_1": "appahite. Bhikkhussa bhikkhuniyā sikkhamānāya sāmaṇerassa sāmaṇeriyā upāsakassa upāsikāyā’’ti",
  "tika-vin05t26:7_2": "(mahāva. 187) vacanato pañcannaṁ sahadhammikānaṁ aññatarena saṅghagaṇapuggale uddissa",
  "tika-vin05t26:7_3": "attano vā atthāya vihāraṁ aḍḍhayogaṁ pāsādaṁ hammiyaṁ guhaṁ pariveṇaṁ koṭṭhakaṁ upaṭṭhānasālaṁ",
  "tika-vin05t26:7_4": "aggisālaṁ kappiyakuṭiṁ vaccakuṭiṁ caṅkamaṁ caṅkamanasālaṁ udapānaṁ udapānasālaṁ jantāgharaṁ",
  "tika-vin05t26:7_5": "jantāgharasālaṁ pokkharaṇiṁ maṇḍapaṁ ārāmaṁ ārāmavatthuṁ vā kāretvā ‘‘āgacchantu",
  "tika-vin05t26:7_6": "bhikkhū, icchāmi dānañca dātuṁ dhammañca sotuṁ bhikkhū ca passitu’’nti evaṁ niddisitvā",
  "tika-vin05t26:7_7": "pesite gantabbaṁ sattāhakaraṇīyena, na tveva appahite. Upāsako vā upāsikā vā tatheva",
  "tika-vin05t26:7_8": "saṅghagaṇapuggale uddissa vihārādīsu aññataraṁ kāretvā attano vā atthāya nivesanasayanigharādīsu",
  "tika-vin05t26:7_9": "aññataraṁ kārāpetvā aññaṁ vā kiccakaraṇīyaṁ niddisitvā gilāno vā hutvā bhikkhūnaṁ",
  "tika-vin05t26:7_10": "santike dūtaṁ pahiṇeyya ‘‘āgacchantu bhadantā, icchāmi dānañca dātuṁ dhammañca sotuṁ",
  "tika-vin05t26:7_11": "bhikkhū ca passitu’’nti, gantabbaṁ sattāhakaraṇīyena, na tveva appahite.",
  "tika-vin05t26:8_0": "‘‘Anujānāmi, bhikkhave, sattannaṁ sattāhakaraṇīyena appahitepi gantuṁ, pageva pahite.",
  "tika-vin05t26:8_1": "Bhikkhussa bhikkhuniyā sikkhamānāya sāmaṇerassa sāmaṇeriyā mātuyā ca pitussa cā’’ti",
  "tika-vin05t26:8_2": "(mahāva. 198) vacanato ‘‘gilānānaṁ etesaṁ bhikkhuādīnaṁ sahadhammikānaṁ mātāpitūnañca",
  "tika-vin05t26:8_3": "gilānānaṁyeva gilānabhattaṁ vā gilānupaṭṭhākabhattaṁ vā bhesajjaṁ vā pariyesissāmi,",
  "tika-vin05t26:8_4": "pucchissāmi vā upaṭṭhahissāmi vā’’ti iminā kāraṇena appahitepi gantabbaṁ, pageva",
  "tika-vin05t26:8_5": "pahite. Andhakaṭṭhakathāyaṁ pana ‘‘ye mātāpitūnaṁ upaṭṭhākā ñātakā vā aññātakā vā,",
  "tika-vin05t26:8_6": "tesampi appahite gantuṁ vaṭṭatī’’ti vuttaṁ, taṁ neva aṭṭhakathāyaṁ, na pāḷiyaṁ vuttaṁ,",
  "tika-vin05t26:8_7": "tasmā na gahetabbaṁ.",
  "tika-vin05t26:9_0": "Sace pana bhikkhuno bhātā vā añño vā ñātako gilāno hoti, so ce bhikkhussa santike",
  "tika-vin05t26:9_1": "dūtaṁ pahiṇeyya ‘‘ahaṁ gilāno, āgacchatu bhadanto, icchāmi bhadantassa āgata’’nti,",
  "tika-vin05t26:9_2": "gantabbaṁ sattāhakaraṇīyena, na tveva appahite. Sace ekasmiṁ vihāre bhikkhūhi saddhiṁ",
  "tika-vin05t26:9_3": "vasanto bhikkhubhattiko gilāno hoti, so ce bhikkhūnaṁ santike dūtaṁ pahiṇeyya ‘‘ahaṁ",
  "tika-vin05t26:9_4": "gilāno, āgacchantu bhikkhū, icchāmi bhikkhūnaṁ āgata’’nti, gantabbaṁ sattāhakaraṇīyena, na tveva appahite.",
  "tika-vin05t26:10_0": "Sace bhikkhussa bhikkhuniyā sikkhamānāya sāmaṇerassa sāmaṇeriyā anabhirati vā kukkuccaṁ",
  "tika-vin05t26:10_1": "vā diṭṭhigataṁ vā uppannaṁ hoti, gantabbaṁ sattāhakaraṇīyena appahitepi ‘‘anabhiratiṁ",
  "tika-vin05t26:10_2": "vūpakāsessāmi vā vūpakāsāpessāmi vā kumkuccaṁ vinodessāmi vā vinodāpessāmi vā diṭṭhigataṁ",
  "tika-vin05t26:10_3": "vivecessāmi vā vivecāpessāmi vā dhammakathaṁ vā karissāmī’’ti, pageva pahite. Sace",
  "tika-vin05t26:10_4": "koci bhikkhu garudhammaṁ ajjhāpanno hoti parivāsāraho mūlāyapaṭikassanāraho mānattāraho",
  "tika-vin05t26:10_5": "abbhānāraho vā, appahitepi gantabbaṁ ‘‘parivāsadānādīsu ussukkaṁ āpajjissāmi, anussāvessāmi,",
  "tika-vin05t26:10_6": "gaṇapūrako vā bhavissāmī’’ti, pageva pahite. Bhikkhuniyāpi mānattārahāya mūlāyapaṭikassanārahāya",
  "tika-vin05t26:10_7": "abbhānārahāya vā eseva nayo. Sace sāmaṇero upasampajjitukāmo hoti, vassaṁ vā pucchitukāmo,",
  "tika-vin05t26:10_8": "sikkhamānā vā upasampajjitukāmā hoti, sikkhā vāssā kupitā, sāmaṇerī vā sikkhā samādiyitukāmā",
  "tika-vin05t26:10_9": "hoti, vassaṁ vā pucchitukāmā, appahitepi gantabbaṁ, pageva pahite.",
  "tika-vin05t26:11_0": "Sace bhikkhussa bhikkhuniyā vā saṅgho kammaṁ kātukāmo hoti, tajjanīyaṁ vā niyassaṁ",
  "tika-vin05t26:11_1": "vā pabbājanīyaṁ vā paṭisāraṇīyaṁ vā ukkhepanīyaṁ vā, appahitepi gantabbaṁ, pageva",
  "tika-vin05t26:11_2": "pahite ‘‘kiṁ nu kho saṅgho kammaṁ na kareyya, lahukāya vā pariṇāmeyyā’’ti. Sacepi",
  "tika-vin05t26:11_3": "kataṁyeva hoti kammaṁ, appahitepi gantabbaṁ ‘‘kiṁ nu kho sammā vatteyya, lomaṁ pāteyya,",
  "tika-vin05t26:11_4": "netthāraṁ vatteyya, saṅgho taṁ kammaṁ paṭippassambheyyā’’ti.",
  "tika-vin05t26:12_0": "181. ‘‘Anujānāmi, bhikkhave, saṅghakaraṇīyena gantu’’nti (mahāva. 199) vacanato senāsanapaṭibaddhasaṅghakaraṇīyenapi",
  "tika-vin05t26:12_1": "gantuṁ vaṭṭati. Ettha (mahāva. aṭṭha. 199) hi yaṁ kiñci uposathāgārādīsu senāsanesu",
  "tika-vin05t26:12_2": "cetiyachattavedikādīsu vā kattabbaṁ, antamaso bhikkhuno puggalikasenāsanampi sabbaṁ",
  "tika-vin05t26:12_3": "saṅghakaraṇīyamevāti adhippetaṁ, tasmā tassa nipphādanatthaṁ dabbasambhārādīni vā",
  "tika-vin05t26:12_4": "āharituṁ vaḍḍhakīpabhutīnaṁ bhattavetanādīni vā dātuṁ gantabbaṁ. Apicettha ayampi",
  "tika-vin05t26:12_5": "pāḷimuttakanayo veditabbo – dhammassavanatthāya animantitena gantuṁ na vaṭṭati, sace",
  "tika-vin05t26:12_6": "ekasmiṁ mahāvāse paṭhamaṁyeva katikā katā hoti ‘‘asukadivasaṁ nāma sannipatitabba’’nti,",
  "tika-vin05t26:12_7": "nimantitoyeva nāma hoti, gantuṁ vaṭṭati. ‘‘Bhaṇḍakaṁ dhovissāmī’’ti gantuṁ na vaṭṭati.",
  "tika-vin05t26:12_8": "Sace pana ācariyupajjhāyā pahiṇanti, vaṭṭati. Nātidūre vihāro hoti, ‘‘tattha gantvā",
  "tika-vin05t26:12_9": "ajjeva āgamissāmī’’ti sampāpuṇituṁ na sakkoti, vaṭṭati. Uddesaparipucchādīnaṁ atthāyapi",
  "tika-vin05t26:12_10": "gantuṁ na labhati, ‘‘ācariyaṁ pana passissāmī’’ti gantuṁ labhati. Sace naṁ ācariyo",
  "tika-vin05t26:12_11": "‘‘ajja mā gacchā’’ti vadati, vaṭṭati, upaṭṭhākakulaṁ vā ñātikulaṁ vā dassanāya gantuṁ na labhati.",
  "tika-vin05t26:13_0": "Sace bhikkhūsu vassūpagatesu gāmo corehi vuṭṭhāti, tattha kiṁ kātabbanti? Yena gāmo,",
  "tika-vin05t26:13_1": "tena gantabbaṁ. Sace gāmo dvidhā bhijjati, yattha bahutarā manussā, tattha gantabbaṁ.",
  "tika-vin05t26:13_2": "Sace bahutarā assaddhā honti appasannā, yattha saddhā pasannā, tattha gantabbaṁ.",
  "tika-vin05t26:13_3": "Ettha ca sace gāmo avidūragato hoti, tattha piṇḍāya caritvā vihārameva āgantvā vasitabbaṁ.",
  "tika-vin05t26:13_4": "Sace dūraṁ gato, sattāhavārena aruṇo uṭṭhāpetabbo, na sakkā ce hoti, tattheva sabhāgaṭṭhāne",
  "tika-vin05t26:13_5": "vasitabbaṁ. Sace manussā yathāpavattāni salākabhattādīni denti, ‘‘na mayaṁ tasmiṁ",
  "tika-vin05t26:13_6": "vihāre vasimhā’’ti vattabbā. ‘‘Mayaṁ vihārassa vā pāsādassa vā na dema, tumhākaṁ",
  "tika-vin05t26:13_7": "dema, yattha katthaci vasitvā bhuñjathā’’ti vutte pana yathāsukhaṁ bhuñjitabbaṁ,",
  "tika-vin05t26:13_8": "tesaṁyeva taṁ pāpuṇāti. ‘‘Tumhākaṁ vasanaṭṭhāne pāpuṇāpetvā bhuñjathā’’ti vutte pana",
  "tika-vin05t26:13_9": "yattha vasanti, tattha netvā vassaggena pāpuṇāpetvā bhuñjitabbaṁ. Sace pavāritakāle",
  "tika-vin05t26:13_10": "vassāvāsikaṁ denti, yadi sattāhavārena aruṇaṁ uṭṭhāpayiṁsu, gahetabbaṁ. Chinnavassehi",
  "tika-vin05t26:13_11": "pana ‘‘na mayaṁ tattha vasimha, chinnavassā maya’’nti vattabbaṁ. Yadi ‘‘yesaṁ amhākaṁ",
  "tika-vin05t26:13_12": "senāsanaṁ pāpitaṁ, te gaṇhantū’’ti vadanti, gahetabbaṁ. Yaṁ pana ‘‘vihāre upanikkhittakaṁ",
  "tika-vin05t26:13_13": "mā vinassī’’ti idha āhaṭaṁ cīvarādivebhaṅgiyabhaṇḍaṁ, taṁ tattheva gantvā apaloketvā",
  "tika-vin05t26:13_14": "bhājetabbaṁ. ‘‘Ito ayyānaṁ cattāro paccaye dethā’’ti kappiyakārakānaṁ dinne khettavatthuādike",
  "tika-vin05t26:13_15": "tatruppādepi eseva nayo. Saṅghikañhi vebhaṅgiyabhaṇḍaṁ antovihāre vā bahisīmāya vā",
  "tika-vin05t26:13_16": "hotu, bahisīmāya ṭhitānaṁ apaloketvā bhājetuṁ na vaṭṭati. Ubhayattha ṭhitampi pana",
  "tika-vin05t26:13_17": "antosīmāya ṭhitānaṁ apaloketvā bhājetuṁ vaṭṭatiyeva.",
  "tika-vin05t26:14_0": "Sace pana vassūpagatā bhikkhū vāḷehi ubbāḷhā honti, gaṇhantipi paripātentipi, sarīsapehi",
  "tika-vin05t26:14_1": "vā ubbāḷhā honti, ḍaṁsantipi paripātentipi, corehi vā ubbāḷhā honti, vilumpantipi",
  "tika-vin05t26:14_2": "ākoṭentipi, pisācehi vā ubbāḷhā honti, āvisantipi hanantipi, ‘‘eseva antarāyo’’ti",
  "tika-vin05t26:14_3": "pakkamitabbaṁ, natthi vassacchede āpatti. Sace gāmo agginā vā daḍḍho hoti, udakena",
  "tika-vin05t26:14_4": "vā vuḷho. Bhikkhū piṇḍakena kilamanti, ‘‘eseva antarāyo’’ti pakkamitabbaṁ, vassacchede",
  "tika-vin05t26:14_5": "anāpatti. Senāsanaṁ agginā vā daḍḍhaṁ hoti, udakena vā vuḷhaṁ, bhikkhū senāsanena",
  "tika-vin05t26:14_6": "kilamanti, ‘‘eseva antarāyo’’ti pakkamitabbaṁ, vassacchede anāpatti. Sace vassūpagatā",
  "tika-vin05t26:14_7": "bhikkhū na labhanti lūkhassa vā paṇītassa vā bhojanassa yāvadatthaṁ pāripūriṁ, ‘‘eseva",
  "tika-vin05t26:14_8": "antarāyo’’ti pakkamitabbaṁ. Sace labhanti lūkhassa vā paṇītassa vā bhojanassa yāvadatthaṁ",
  "tika-vin05t26:14_9": "pāripūriṁ, na labhanti sappāyāni bhojanāni, ‘‘eseva antarāyo’’ti pakkamitabbaṁ. Sacepi",
  "tika-vin05t26:14_10": "labhanti lūkhassa vā paṇītassa vā bhojanassa yāvadatthaṁ pāripūriṁ, labhanti sappāyāni",
  "tika-vin05t26:14_11": "bhojanāni, na labhanti sappāyāni bhesajjāni, ‘‘eseva antarāyo’’ti pakkamitabbaṁ.",
  "tika-vin05t26:14_12": "Sace labhanti lūkhassa vā paṇītassa vā bhojanassa yāvadatthaṁ pāripūriṁ, labhanti",
  "tika-vin05t26:14_13": "sappāyāni bhojanāni, labhanti sappāyāni bhesajjāni, na labhanti patirūpaṁ upaṭṭhākaṁ,",
  "tika-vin05t26:14_14": "‘‘eseva antarāyo’’ti pakkamitabbaṁ, sabbattha vassacchede anāpatti.",
  "tika-vin05t26:15_0": "Sace pana vassūpagataṁ bhikkhuṁ itthī nimanteti ‘‘ehi, bhante, hiraññaṁ vā te demi,",
  "tika-vin05t26:15_1": "suvaṇṇaṁ vā khettaṁ vā vatthuṁ vā gāvuṁ vā gāviṁ vā dāsaṁ vā dāsiṁ vā te demi, dhītaraṁ",
  "tika-vin05t26:15_2": "vā te demi bhariyatthāya, ahaṁ vā te bhariyā homi, aññaṁ vā te bhariyaṁ ānemī’’ti,",
  "tika-vin05t26:15_3": "tatra ce bhikkhuno evaṁ hoti ‘‘lahuparivattaṁ kho cittaṁ vuttaṁ bhagavatā, siyāpime",
  "tika-vin05t26:15_4": "brahmacariyassa antarāyo’’ti, pakkamitabbaṁ, natthi vassacchede āpatti. Vuttanayeneva",
  "tika-vin05t26:15_5": "vesī vā nimanteti, thullakumārī vā nimanteti, paṇḍako vā nimanteti, ñātakā vā nimantenti,",
  "tika-vin05t26:15_6": "rājāno vā nimantenti, corā vā nimantenti, dhuttā vā nimantenti, eseva nayo. Sace",
  "tika-vin05t26:15_7": "vassūpagato bhikkhu passati asāmikaṁ nidhiṁ, tatra ce bhikkhuno evaṁ hoti ‘‘lahuparivattaṁ",
  "tika-vin05t26:15_8": "kho cittaṁ vuttaṁ bhagavatā, siyāpi me brahmacariyassa antarāyo’’ti, pakkamitabbaṁ,",
  "tika-vin05t26:15_9": "anāpatti vassacchede.",
  "tika-vin05t26:16_0": "Sace vassūpagato bhikkhu passati sambahule bhikkhū saṅghabhedāya parakkamante, suṇāti",
  "tika-vin05t26:16_1": "vā ‘‘sambahulā bhikkhū saṅghabhedāya parakkamantī’’ti, tatra ce bhikkhuno evaṁ hoti",
  "tika-vin05t26:16_2": "‘‘garuko kho saṅghabhedo vutto bhagavatā, mā mayi sammukhībhūte saṅgho bhijjī’’ti,",
  "tika-vin05t26:16_3": "pakkamitabbaṁ, anāpatti vassacchede. Sace vassūpagato bhikkhu suṇāti ‘‘asukasmiṁ",
  "tika-vin05t26:16_4": "kira āvāse sambahulā bhikkhū saṅghabhedāya parakkamantī’’ti, tatra ce bhikkhuno evaṁ",
  "tika-vin05t26:16_5": "hoti ‘‘te ca kho me bhikkhū mittā, tyāhaṁ vakkhāmi ‘garuko kho, āvuso, saṅghabhedo",
  "tika-vin05t26:16_6": "vutto bhagavatā, mā āyasmantānaṁ saṅghabhedo ruccitthā’ti, karissanti me vacanaṁ",
  "tika-vin05t26:16_7": "sussūsissanti, sotaṁ odahissantī’’ti, pakkamitabbaṁ, anāpatti vassacchede, bhinne",
  "tika-vin05t26:16_8": "pana saṅghe gantvā karaṇīyaṁ natthi.",
  "tika-vin05t26:17_0": "Sace pana koci bhikkhu ‘‘imaṁ temāsaṁ idha vassaṁ vasathā’’ti vutte paṭissuṇitvā",
  "tika-vin05t26:17_1": "visaṁvādeti, dukkaṭaṁ. Na kevalaṁ tasseva paṭissavassa visaṁvāde dukkaṭaṁ, ‘‘imaṁ",
  "tika-vin05t26:17_2": "temāsaṁ bhikkhaṁ gaṇhatha, ubhopi mayaṁ idha vassaṁ vasissāma, ekato uddisāpessāmā’’ti",
  "tika-vin05t26:17_3": "evamādināpi tassa tassa paṭissavassa visaṁvāde dukkaṭaṁ. Tañca kho paṭhamaṁ suddhacittassa",
  "tika-vin05t26:17_4": "pacchā visaṁvādanapaccayā, paṭhamampi asuddhacittassa pana paṭissave pācittiyaṁ.",
  "tika-vin05t26:17_5": "Visaṁvāde dukkaṭanti pācittiyena saddhiṁ dukkaṭaṁ yujjati.",
  "tika-vin05t26:18_0": "182. Vassūpagatehi (cūḷava. aṭṭha. 318) antovasse nibaddhavattaṁ ṭhapetvā vassūpagatā",
  "tika-vin05t26:18_1": "bhikkhū ‘‘sammuñjaniyo bandhathā’’ti vattabbā. Sulabhā ce daṇḍakā ceva salākāyo ca",
  "tika-vin05t26:18_2": "honti, ekakena cha pañca muṭṭhisammuñjaniyo dve tisso yaṭṭhisammuñjaniyo vā bandhitabbā.",
  "tika-vin05t26:18_3": "Dullabhā honti, dve tisso muṭṭhisammuñjaniyo ekā yaṭṭhisammuñjanī bandhitabbā. Sāmaṇerehi",
  "tika-vin05t26:18_4": "pañca pañca ukkā vā koṭṭetabbā, vasanaṭṭhānesu kasāvaparibhaṇḍaṁ kātabbaṁ. Vattaṁ",
  "tika-vin05t26:18_5": "karontehi ca na uddisitabbaṁ na uddisāpetabbaṁ, na sajjhāyo kātabbo, na pabbājetabbaṁ",
  "tika-vin05t26:18_6": "na upasampādetabbaṁ, na nissayo dātabbo, na dhammassavanaṁ kātabbaṁ. Sabbeva hi ete",
  "tika-vin05t26:18_7": "papañcā, nippapañcā hutvā samaṇadhammameva karissāmāti vā sabbe terasa dhutaṅgāni",
  "tika-vin05t26:18_8": "samādiyantu, seyyaṁ akappetvā ṭhānacaṅkamehi vītināmentu, mūgabbataṁ gaṇhantu, sattāhakaraṇīyena",
  "tika-vin05t26:18_9": "gatāpi bhājanīyabhaṇḍaṁ labhantūti vā evarūpaṁ adhammikavattaṁ na kātabbaṁ. Evaṁ",
  "tika-vin05t26:18_10": "pana kātabbaṁ – pariyattidhammo nāma tividhampi saddhammaṁ patiṭṭhāpeti, tasmā sakkaccaṁ",
  "tika-vin05t26:18_11": "uddisatha uddisāpetha, sajjhāyaṁ karotha, padhānaghare vasantānaṁ saṅghaṭṭanaṁ akatvā",
  "tika-vin05t26:18_12": "antovihāre nisīditvā uddisatha uddisāpetha, sajjhāyaṁ karotha, dhammassavanaṁ samiddhaṁ",
  "tika-vin05t26:18_13": "karotha, pabbājentā sodhetvā pabbājetha, sodhetvā upasampādetha, sodhetvā nissayaṁ",
  "tika-vin05t26:18_14": "detha. Ekopi hi kulaputto pabbajjañca upasampadañca labhitvā sakalaṁ sāsanaṁ patiṭṭhāpeti,",
  "tika-vin05t26:18_15": "attano thāmena yattakāni sakkotha, tattakāni dhutaṅgāni samādiyatha, antovassaṁ nāmetaṁ",
  "tika-vin05t26:18_16": "sakaladivasaṁ rattiyā ca paṭhamayāmapacchimayāmesu appamattehi bhavitabbaṁ, vīriyaṁ",
  "tika-vin05t26:18_17": "ārabhitabbaṁ. Porāṇakamahātherāpi sabbapalibodhe chinditvā antovasse ekacāriyavattaṁ",
  "tika-vin05t26:18_18": "pūrayiṁsu, bhasse mattaṁ jānitvā dasavatthukathaṁ dasaasubhadasānussatiaṭṭhatiṁsārammaṇakathaṁ",
  "tika-vin05t26:18_19": "kātuṁ vaṭṭati, āgantukānaṁ vattaṁ kātuṁ, sattāhakaraṇīyena gatānaṁ apaloketvā dātuṁ",
  "tika-vin05t26:18_20": "vaṭṭatīti evarūpaṁ vattaṁ kātabbaṁ.",
  "tika-vin05t26:19_0": "Apica bhikkhū ovaditabbā ‘‘viggāhikapisuṇapharusavacanāni mā vadatha, divase divase",
  "tika-vin05t26:19_1": "sīlāni āvajjentā caturārakkhaṁ ahāpentā manasikārabahulā viharathā’’ti. Dantakaṭṭhakhādanavattaṁ",
  "tika-vin05t26:19_2": "ācikkhitabbaṁ, cetiyaṁ vā bodhiṁ vā vandantena gandhamālaṁ vā pūjentena pattaṁ vā",
  "tika-vin05t26:19_3": "thavikāya pakkhipantena na kathetabbaṁ, bhikkhācāravattaṁ ācikkhitabbaṁ, antogāme",
  "tika-vin05t26:19_4": "manussehi saddhiṁ paccayasaññuttakathā vā visabhāgakathā vā na kathetabbā, rakkhitindriyehi",
  "tika-vin05t26:19_5": "bhavitabbaṁ, khandhakavattañca sekhiyavattañca pūretabbanti evarūpā bahukāpi niyyānikakathā ācikkhitabbāti.",
  "tika-vin05t26:20": "Iti pāḷimuttakavinayavinicchayasaṅgahe",
  "tika-vin05t26:21": "Vassūpanāyikavinicchayakathā samattā."
}