{
  "tika-vin02t5:0": "3. Nissaggiyakaṇḍaṁ (bhikkhunīvibhaṅgavaṇṇanā)",
  "tika-vin02t5:1": "733. Nissaggiyesu paṭhamaṁ uttānameva.",
  "tika-vin02t5:2_0": "740. Dutiye ‘‘ayyāya dammīti evaṁ paṭiladdhanti nissaṭṭhapaṭiladdhaṁ. Teneva mātikāṭṭhakathāyampi",
  "tika-vin02t5:2_1": "‘‘nissaṭṭhaṁ paṭilabhitvāpi yathādāneyeva upanetabba’’nti vuttaṁ. Yathādāneyeva upanetabbanti",
  "tika-vin02t5:2_2": "yathā dāyakena dinnaṁ, tathā upanetabbaṁ, akālacīvarapakkheyeva ṭhapetabbanti vuttaṁ",
  "tika-vin02t5:2_3": "hoti. Ettha ca bhājāpitāya laddhacīvarameva nissaggiyaṁ hoti, taṁ vinayakammaṁ katvāpi",
  "tika-vin02t5:2_4": "attanā na labhati. Sesamettha uttānameva. Akālacīvaratā, tathāsaññitā, kālacīvaranti",
  "tika-vin02t5:2_5": "adhiṭṭhāya lesena bhājāpanaṁ, paṭilābhoti imāni panettha cattāri aṅgāni.",
  "tika-vin02t5:3_0": "743. Tatiye metanti me etaṁ. Sakasaññāya gahitattā pācittiyaṁ dukkaṭañca vuttaṁ.",
  "tika-vin02t5:3_1": "Itarathā bhaṇḍagghena kāretabbaṁ. Upasampannatā, parivattitacīvarassa vikappanupagatā,",
  "tika-vin02t5:3_2": "sakasaññāya acchindanaṁ vā acchindāpanaṁ vāti imāni panettha tīṇi aṅgāni.",
  "tika-vin02t5:4_0": "748-752. Catutthe āhaṭasappiṁ datvāti attano datvā. Yamakaṁ pacitabbanti sappiñca",
  "tika-vin02t5:4_1": "telañca ekato katvā pacitabbaṁ. Lesena gahetukāmatā, aññassa viññāpanaṁ, paṭilābhoti",
  "tika-vin02t5:4_2": "imāni panettha tīṇi aṅgāni.",
  "tika-vin02t5:5_0": "753. Pañcame sāti thullanandā. Ayanti ayaṁ sikkhamānā. Cetāpetvāti jānāpetvā icceva",
  "tika-vin02t5:5_1": "atthoti idha vuttaṁ, mātikāṭṭhakathāyaṁ (kaṅkhā. aṭṭha. aññacetāpanasikkhāpadavaṇṇanā)",
  "tika-vin02t5:5_2": "pana ‘‘aññaṁ cetāpetvāti attano kappiyabhaṇḍena idaṁ nāma āharāti aññaṁ parivattāpetvā’’ti",
  "tika-vin02t5:5_3": "vuttaṁ, tasmā ‘‘cetāpetvā’’ti imassa parivattāpetvātipi attho daṭṭhabbo. Aññaṁ cetāpeyyāti",
  "tika-vin02t5:5_4": "‘‘evaṁ me idaṁ datvā aññampi āharissatī’’ti maññamānā ‘‘na me iminā attho, idaṁ nāma",
  "tika-vin02t5:5_5": "me āharā’’ti tato aññaṁ cetāpeyya.",
  "tika-vin02t5:6_0": "758. Chaṭṭhe dhammakiccanti puññakammaṁ. Pāvārikassāti dussavāṇijakassa. Yāya cetāpitaṁ,",
  "tika-vin02t5:6_1": "tassāyeva nissaggiyaṁ nissaṭṭhapaṭilābho ca, tasmā tāya bhikkhuniyā nissaṭṭhaṁ paṭilabhitvā",
  "tika-vin02t5:6_2": "yathādāne upanetabbaṁ, na attanā gahetabbaṁ. Aññassatthāyāti cīvarādīsu aññatarassatthāya.",
  "tika-vin02t5:6_3": "Aññuddisikenāti purimassevatthadīpanaṁ. Parikkhārenāti kappiyabhaṇḍena.",
  "tika-vin02t5:7_0": "764. Sattame sayaṁ yācitakenāti sayaṁ yācitakenāpīti attho. Teneva pāḷiyaṁ ‘‘tena",
  "tika-vin02t5:7_1": "ca parikkhārena sayampi yācitvā’’ti vuttaṁ, tatoyeva mātikāṭṭhakathāyaṁ ‘‘saññācikenāti",
  "tika-vin02t5:7_2": "sayaṁ yācitakenāpī’’ti attho vutto.",
  "tika-vin02t5:8": "768-773. Aṭṭhamanavamadasamāni uttānatthāneva.",
  "tika-vin02t5:9_0": "784. Ekādasame yasmā pavāritaṭṭhāne viññatti nāma na paṭisedhetabbā, tasmā bhagavā",
  "tika-vin02t5:9_1": "dhammanimantanavasena pavāritaṭṭhāne ‘‘vadeyyāsi yenattho’’ti vuttāya ‘‘catukkaṁsaparamaṁ",
  "tika-vin02t5:9_2": "viññāpetabba’’nti paricchedaṁ dassetīti veditabbaṁ. Teneva mātikāṭṭhakathāyaṁ (kaṅkhā.",
  "tika-vin02t5:9_3": "aṭṭha. garupāvuraṇasikkhāpadavaṇṇanā) ‘‘cetāpetabbanti ṭhapetvā sahadhammike ca ñātakapavārite",
  "tika-vin02t5:9_4": "ca aññena kismiñcideva guṇe parituṭṭhena vadeyyāsi yenatthoti vuttāya viññāpetabba’’nti vuttaṁ.",
  "tika-vin02t5:10": "788. Dvādasamaṁ uttānatthameva.",
  "tika-vin02t5:11": "Bhikkhunīvibhaṅge nissaggiyapācittiyasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin02t5:12": "Nissaggiyakaṇḍaṁ niṭṭhitaṁ."
}