{
  "tika-s0404t0:0": "Namo tassa bhagavato arahato sammāsambuddhassa",
  "tika-s0404t0:1": "Aṅguttaranikāye",
  "tika-s0404t0:2": "Aṭṭhakanipāta-ṭīkā",
  "tika-s0404t0:3": "1. Paṭhamapaṇṇāsakaṁ",
  "tika-s0404t0:4": "1. Mettāvaggo",
  "tika-s0404t0:5": "1. Mettāsuttavaṇṇanā",
  "tika-s0404t0:6_0": "1. Aṭṭhakanipātassa paṭhame vaḍḍhitāyāti bhāvanāpāripūrivasena paribrūhitāya. Punappunaṁ",
  "tika-s0404t0:6_1": "katāyāti bhāvanāya bahulīkaraṇena aparāparaṁ pavattitāya. Yuttayānasadisakatāyāti",
  "tika-s0404t0:6_2": "yathā yuttaājaññayānaṁ chekena sārathinā adhiṭṭhitaṁ yathāruci pavattati, evaṁ yathāruci",
  "tika-s0404t0:6_3": "pavattārahataṁ gamitāya. Patiṭṭhānaṭṭhenāti sabbasampattiadhiṭṭhānaṭṭhena. Paccupaṭṭhitāyāti",
  "tika-s0404t0:6_4": "bhāvanābahulīkārehi pati pati upaṭṭhitāya avijahitāya. Samantato citāyāti sabbabhāgena",
  "tika-s0404t0:6_5": "bhāvanānurūpaṁ cayaṁ gamitāya. Tenāha “upacitāyā”ti. Suṭṭhu samāraddhāyāti ativiya",
  "tika-s0404t0:6_6": "sammadeva nibbattigatāya.",
  "tika-s0404t0:7": "Yoca mettaṁ bhāvayatītiādīsu yo koci gahaṭṭho vā pabbajito vā. Mettanti mettājhānaṁ.",
  "tika-s0404t0:8_0": "Appamāṇanti bhāvanāvasena ārammaṇavasena ca appamāṇaṁ. Asubhabhāvanādayo viya hi",
  "tika-s0404t0:8_1": "ārammaṇe ekadesaggahaṇaṁ akatvā anavasesapharaṇavasena anodhiso pharaṇavasena ca,",
  "tika-s0404t0:8_2": "appamāṇārammaṇatāya paguṇabhāvanāvasena ca appamāṇaṁ. Tanū saṁyojanā hontīti mettaṁ",
  "tika-s0404t0:8_3": "pādakaṁ katvā sammasitvā heṭṭhime ariyamagge adhigacchantassa sukheneva paṭighasaṁyojanādayo",
  "tika-s0404t0:8_4": "pahīyamānā tanū hontīti evamettha attho daṭṭhabbo.",
  "tika-s0404t0:9_0": "Evaṁ kilesappahānañca nibbānādhigamañca mettābhāvanāya sikhāppattamānisaṁsaṁ dassetvā",
  "tika-s0404t0:9_1": "idāni aññepi ānisaṁse dassetuṁ “ekampi ce”tiādi vuttaṁ. Tattha aduṭṭhacittoti mettābalena",
  "tika-s0404t0:9_2": "suṭṭhu vikkhambhitabyāpādatāya byāpādena adūsitacitto. Mettāyatīti hitapharaṇavasena",
  "tika-s0404t0:9_3": "mettaṁ karoti. Kusalīti atisayena kusalavā mahāpuñño, paṭighādianatthavigamena khemī.",
  "tika-s0404t0:9_4": "Sabbe ca pāṇeti ca-saddo byatireko. Manasānukampīti cittena anukampanto. Idaṁ vuttaṁ",
  "tika-s0404t0:9_5": "hoti – ekasattavisayāpi tāva mettā mahākusalarāsi, sabbe pana pāṇe attano puttaṁ",
  "tika-s0404t0:9_6": "viya hitapharaṇena manasā anukampanto pahukaṁ pahuṁ anappakaṁ apariyantaṁ catusaṭṭhimahākappepi",
  "tika-s0404t0:9_7": "attano vipākappabandhaṁ pavattetuṁ samatthaṁ uḷāraṁ puññaṁ ariyo parisuddhacitto",
  "tika-s0404t0:9_8": "puggalova karoti nipphādetīti. Sattabharitanti sattehi aviraḷaṁ, ākiṇṇamanussanti attho.",
  "tika-s0404t0:10_0": "Saṅgahavatthūnīti lokassa saṅgaṇhanakāraṇāni. Nipphannasassato nava bhāge kassakassa",
  "tika-s0404t0:10_1": "datvā raññaṁ ekabhāgaggahaṇaṁ dasamabhāgaggahaṇaṁ. Evaṁ kassakā haṭṭhatuṭṭhā sassāni",
  "tika-s0404t0:10_2": "sampādentīti āha “sassasampādane medhāvitāti attho”ti. Tato orabhāge kira chabhāgaggahaṇaṁ",
  "tika-s0404t0:10_3": "jātaṁ. Chamāsikanti channaṁ channaṁ māsānaṁ pahonakaṁ. Pāsetīti pāsagate viya karoti.",
  "tika-s0404t0:10_4": "Vācāya piyaṁ vācāpiyaṁ, tassa kammaṁ vācāpeyyaṁ. Sabbaso raṭṭhassa iddhādibhāvato",
  "tika-s0404t0:10_5": "khemaṁ. Nirabbudaṁ coriyābhāvato. Iddhañhi raṭṭhaṁ acoriyaṁ. “Niraggaḷa”nti vuccati",
  "tika-s0404t0:10_6": "apārutagharabhāvato.",
  "tika-s0404t0:11_0": "Uddhaṁmūlakaṁ katvāti ummūlaṁ katvā. Dvīhi pariyaññehīti mahāyaññassa pubbabhāge",
  "tika-s0404t0:11_1": "pacchā ca pavattetabbehi dvīhi parivārayaññehi. Satta…pe… bhīsanassāti sattanavutādhikānaṁ",
  "tika-s0404t0:11_2": "pañcannaṁ pasusatānaṁ māraṇena bheravassa pāpabhīrukānaṁ bhayāvahassa. Tathā hi vadanti –",
  "tika-s0404t0:12": "“Chasatāni niyujjanti, pasūnaṁ majjhime hani;",
  "tika-s0404t0:13": "Assamedhassa yaññassa, ūnāni pasūhi tīhī”ti. ;",
  "tika-s0404t0:14_0": "Sammanti yugacchidde pakkhipitabbadaṇḍakaṁ. Pāsantīti khipanti. Saṁhārimehīti sakaṭehi",
  "tika-s0404t0:14_1": "vahitabbehi. Pubbe kira eko rājā sammāpāsaṁ yajanto sarassatinaditīre pathaviyā vivare",
  "tika-s0404t0:14_2": "dinne nimuggoyeva ahosi. Andhabālabrāhmaṇā gatānugatigatā “ayaṁ tassa saggagamanamaggo”ti",
  "tika-s0404t0:14_3": "saññāya tattha sammāpāsaṁ yaññaṁ paṭṭhapenti. Tena vuttaṁ “nimuggokāsato pabhutī”ti.",
  "tika-s0404t0:14_4": "Ayūpo appakadivaso yāgo, sayūpo bahudivasaṁ sādheyyo satrayāgo. Mantapadābhisaṅkhatānaṁ",
  "tika-s0404t0:14_5": "sappimadhūnaṁ “vāja”miti samaññā. Hiraññasuvaṇṇagomahiṁsādi sattarasakadakkhiṇassa.",
  "tika-s0404t0:14_6": "Sāragabbhakoṭṭhāgārādīsu natthi ettha aggaḷāti niraggaḷo. Tattha kira yaññe attano",
  "tika-s0404t0:14_7": "sāpateyyaṁ anavasesato anigūhitvā niyyātīyati.",
  "tika-s0404t0:15_0": "Candappabhāti candimasseva pabhāya. Tārāgaṇāva sabbeti yathā sabbepi tārāgaṇā candimasobhāya",
  "tika-s0404t0:15_1": "soḷasimpi kalaṁ nāgghanti, evaṁ te assamedhādayo yaññā mettassa cittassa vuttalakkhaṇena",
  "tika-s0404t0:15_2": "subhāvitassa soḷasimpi kalaṁ nānubhavanti, na pāpuṇanti, nāgghantīti attho.",
  "tika-s0404t0:16_0": "Idāni aparepi diṭṭhadhammikasamparāyike mettābhāvanāya ānisaṁse dassetuṁ “yo na hantī”tiādi",
  "tika-s0404t0:16_1": "vuttaṁ. Tattha yoti mettābrahmavihārabhāvanānuyutto puggalo. Na hantīti teneva mettābhāvanānubhāvena",
  "tika-s0404t0:16_2": "dūravikkhambhitabyāpādatāya na kañci sattaṁ hiṁsati, leḍḍudaṇḍādīhi na vibādhati",
  "tika-s0404t0:16_3": "vā. Na ghātetīti paraṁ samādapetvā na satte mārāpeti na vibādhāpeti ca. Na jinātīti",
  "tika-s0404t0:16_4": "sārambhaviggāhikakathādivasena na kañci jināti sārambhasseva abhāvato, jānikaraṇavasena",
  "tika-s0404t0:16_5": "vā aṭṭakaraṇādinā na kañci jināti. Tenāha “na attanā parassa jāniṁ karotī”ti. Na",
  "tika-s0404t0:16_6": "jāpayeti parehi payojetvā paresampi dhanajāniṁ na kārāpeyya. Tenāha “na parena parassa",
  "tika-s0404t0:16_7": "jāniṁ kāretī”ti. Mettāya vā aṁso aviheṭhanaṭṭhena avayavabhūtoti mettaṁso.",
  "tika-s0404t0:17": "Mettāsuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t0:18": "2-4. Paññāsuttādivaṇṇanā",
  "tika-s0404t0:19_0": "2-4. Dutiye ādibrahmacariyikāyāti ādibrahmacariyameva ādibrahmacariyikā. Tenāha “maggabrahmacariyassa",
  "tika-s0404t0:19_1": "ādibhūtāyā”ti. Ariyoti niddoso parisuddho. Tuṇhībhāvo na titthiyānaṁ mūgabbatagahaṇaṁ",
  "tika-s0404t0:19_2": "viya aparisuddhoti ariyo tuṇhībhāvo. Catutthajjhānanti ukkaṭṭhaniddesenetaṁ vuttaṁ,",
  "tika-s0404t0:19_3": "paṭhamajjhānādīnipi ariyo tuṇhībhāvotveva saṅkhaṁ gacchanti. Jānanti idaṁ kammasādhananti",
  "tika-s0404t0:19_4": "āha “jānitabbakaṁ jānātī”ti. Yathā vā ekacco viparītaṁ gaṇhanto jānantopi na jānāti,",
  "tika-s0404t0:19_5": "passantopi na passati, na evamayaṁ. Ayaṁ pana jānanto jānāti, passanto passatīti",
  "tika-s0404t0:19_6": "evamettha daṭṭhabbo. Tatiyādīni suviññeyyāni.",
  "tika-s0404t0:20": "Paññāsuttādivaṇṇanā niṭṭhitā.",
  "tika-s0404t0:21": "5. Paṭhamalokadhammasuttavaṇṇanā",
  "tika-s0404t0:22_0": "5. Pañcame lokassa dhammāti sattalokassa avassaṁbhāvidhammā. Tenāha “etehi muttā",
  "tika-s0404t0:22_1": "nāma natthi”tiādi. Ghāsacchādanādīnaṁ laddhi lābho, tāni eva vā laddhabbato lābho,",
  "tika-s0404t0:22_2": "tadabhāvo alābho, lābhaggahaṇena cettha tabbisayo anurodho gahito, alābhaggahaṇena",
  "tika-s0404t0:22_3": "virodho. Yasmā lohite sati tadupaghātavasena pubbo viya anurodho laddhāvasaro eva",
  "tika-s0404t0:22_4": "hoti, tasmā vuttaṁ “lābhe āgate alābho āgatoyevā”ti. Esa nayo yasādīsupi. Sesaṁ suviññeyyameva.",
  "tika-s0404t0:23": "Paṭhamalokadhammasuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t0:24": "6-8. Dutiyalokadhammasuttādivaṇṇanā",
  "tika-s0404t0:25": "6-8. Chaṭṭhe adhikaṁ payasati payujjati etenāti adhippayāso, savisesaṁ itikattabbakiriyā. Tenāha “adhikappayogo”ti. Sattamaṭṭhamesu natthi vattabbaṁ.",
  "tika-s0404t0:26": "Dutiyalokadhammasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0404t0:27": "9. Nandasuttavaṇṇanā",
  "tika-s0404t0:28_0": "9. Navame duvidhā kulaputtā jātikulaputtā ācārakulaputtā ca. Tattha “tena kho pana",
  "tika-s0404t0:28_1": "samayena raṭṭhapālo kulaputto tasmiṁyeva thullakoṭṭhike aggakulikassa putto”ti evaṁ",
  "tika-s0404t0:28_2": "āgatā uccākulaputtā jātikulaputtā. “Saddhāyete kulaputtā agārasmā anagāriyaṁ pabbajitā”ti",
  "tika-s0404t0:28_3": "evaṁ āgatā pana yattha katthaci kule pasutāpi ācārakulaputtā nāma. Idha pana uccākulappasutataṁ",
  "tika-s0404t0:28_4": "sandhāya “kulaputtoti, bhikkhave, nandaṁ sammā vadamāno vadeyyā”ti bhagavatā vuttanti",
  "tika-s0404t0:28_5": "āha “jātikulaputto”ti. Ubhohipi pana kāraṇehi tassa kulaputtabhāvoyeva. Sesamettha uttānameva.",
  "tika-s0404t0:29": "Nandasuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t0:30": "10. Kāraṇḍavasuttavaṇṇanā",
  "tika-s0404t0:31_0": "10. Dasame paṭicaratīti paṭicchādanavasena carati pavattati. Paṭicchādanaṭṭho eva",
  "tika-s0404t0:31_1": "vā carati-saddo anekatthattā dhātūnanti āha “paṭicchādetī”ti. Aññenāññanti pana paṭicchādanākāradassananti",
  "tika-s0404t0:31_2": "āha “aññena kāraṇenā”tiādi. Tattha aññaṁ kāraṇaṁ vacanaṁ vāti yaṁ codakena cuditakassa",
  "tika-s0404t0:31_3": "dosavibhāvanaṁ kāraṇaṁ, vacanaṁ vā vuttaṁ, taṁ tato aññeneva kāraṇena, vacanena vā",
  "tika-s0404t0:31_4": "paṭicchādeti. Kāraṇenāti codanāya amūlāya amūlikabhāvadīpaniyā yuttiyā vā. Vacanenāti",
  "tika-s0404t0:31_5": "tadatthabodhakena vacanena. “Ko āpanno”tiādinā codanaṁ vissajjetvāva vikkhepāpajjanaṁ",
  "tika-s0404t0:31_6": "aññenāññaṁ paṭicaraṇaṁ. Bahiddhā kathāpanāmanā nāma “itthannāmaṁ āpattiṁ āpannosī”ti",
  "tika-s0404t0:31_7": "vutte – “pāṭaliputtaṁ gatomhī”tiādinā codanaṁ vissajjetvāti ayameva viseso. Yo hi",
  "tika-s0404t0:31_8": "“āpattiṁ āpannosī”ti vutto “ko āpanno, kiṁ āpanno, kismiṁ āpannā, kaṁ bhaṇatha, kiṁ",
  "tika-s0404t0:31_9": "bhaṇathā”ti vā vadati, “evarūpaṁ kiñci tayā diṭṭha”nti vutte “na suṇāmī”ti sotaṁ",
  "tika-s0404t0:31_10": "vā upaneti, ayaṁ aññenāññaṁ paṭicarati nāma. Yo pana “itthannāmaṁ nāma āpattiṁ āpannosī”ti",
  "tika-s0404t0:31_11": "puṭṭho “pāṭaliputtaṁ gatomhī”ti vatvā puna “na tava pāṭaliputtagamanaṁ pucchāma,",
  "tika-s0404t0:31_12": "āpattiṁ pucchāmā”ti vutte tato “rājagahaṁ gatomhi. Rājagahaṁ vā yāhi brāhmaṇagahaṁ",
  "tika-s0404t0:31_13": "vā, āpattiṁ āpannosīti. Taṁ tattha me sūkaramaṁsaṁ laddha”ntiādīni vadati, ayaṁ bahiddhā",
  "tika-s0404t0:31_14": "kathaṁ apanāmeti nāma. Samaṇakacavaroti samaṇavesadhāraṇena samaṇappatirūpakatāya",
  "tika-s0404t0:31_15": "samaṇānaṁ kacavarabhūtaṁ.",
  "tika-s0404t0:32_0": "Kāraṇḍavaṁ niddhamathāti vipannasīlatāya kacavarabhūtaṁ puggalaṁ kacavaramiva anapekkhā",
  "tika-s0404t0:32_1": "apanetha. Kasambuṁ apakassathāti kasambubhūtañca naṁ khattiyādīnaṁ majjhagataṁ pabhinnapaggharitakuṭṭhaṁ",
  "tika-s0404t0:32_2": "caṇḍālaṁ viya apakaḍḍhatha. Kiṁ kāraṇaṁ? Saṅghārāmo nāma sīlavantānaṁ kato, na dussīlānaṁ.",
  "tika-s0404t0:32_3": "Yato etadeva sandhāyāha “tato palāpe vāhetha, assamaṇe samaṇamānine”ti. Yathā palāpā",
  "tika-s0404t0:32_4": "antosārarahitā ataṇḍulā bahi thusena vīhī viya dissanti, evaṁ pāpabhikkhū anto sīlarahitāpi",
  "tika-s0404t0:32_5": "bahi kāsāvādiparikkhārena bhikkhū viya dissanti, tasmā “palāpā”ti vuccanti. Te palāpe",
  "tika-s0404t0:32_6": "vāhetha opunatha vidhamatha, paramatthato assamaṇe samaṇavesamattena samaṇamānine.",
  "tika-s0404t0:32_7": "Kappayavhoti kappetha, karothāti vuttaṁ hoti. Patissatāti sappatissā. Vaṭṭadukkhassa",
  "tika-s0404t0:32_8": "antaṁ karissatha, parinibbānaṁ pāpuṇissathāti attho.",
  "tika-s0404t0:33": "Kāraṇḍavasuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t0:34": "Mettāvaggavaṇṇanā niṭṭhitā."
}