{
  "tika-vin08t1:0": "1. Divāseyyavinicchayakathā",
  "tika-vin08t1:1_0": "1. Evaṁ pāḷimuttavinicchayakathānaṁ mātikaṁ ṭhapetvā idāni yathāṭhapitamātikānukkamena",
  "tika-vin08t1:1_1": "niddisanto “tattha divāseyyāti divānipajjana”ntiādimāha. Tattha tatthāti tesu mātikāpadesu",
  "tika-vin08t1:1_2": "samabhiniviṭṭhassa “divāseyyā”ti padassa “divānipajjana”nti attho daṭṭhabboti yojanā.",
  "tika-vin08t1:1_3": "Tattha divā-saddo ahavācako ākāranto nipāto. Vuttañhi abhidhānappadīpikāyaṁ “ānukūlyetu",
  "tika-vin08t1:1_4": "saddhañca, nattaṁ doso divā tvahe”ti. Sayanaṁ seyyā, karajakāyagatarūpānaṁ uddhaṁ",
  "tika-vin08t1:1_5": "anuggantvā dīghavasena vitthārato pavattanasaṅkhāto iriyāpathaviseso. Divākālasmiṁ",
  "tika-vin08t1:1_6": "seyyā divāseyyā. Aruṇuggamanato paṭṭhāya yāva sūriyatthaṅgamanā, etasmiṁ kāle sayanairiyāpathakaraṇanti.",
  "tika-vin08t1:1_7": "Tenāha “divānipajjananti attho”ti.",
  "tika-vin08t1:2_0": "Tatrāti tasmiṁ divāsayane ayaṁ vakkhamāno vinicchayo veditabboti yojanā. “Anujānāmi…pe…",
  "tika-vin08t1:2_1": "vacanato”ti ayaṁ paṭhamapārājikasikkhāpadassa vinītavatthūsu āgato bhagavatā āhaccabhāsito",
  "tika-vin08t1:2_2": "ñāpakapāṭho. Tattha divā paṭisallīyantenāti divā nipajjantena. Dvāraṁ saṁvaritvā",
  "tika-vin08t1:2_3": "paṭisallīyitunti dvāraṁ pidahitvā nipajjituṁ. “Divā…pe… nipajjitabbanti ñāpyaṁ. Nanu",
  "tika-vin08t1:2_4": "pāḷiyaṁ “ayaṁ nāma āpattī”ti na vuttā, atha kathamettha āpatti viññāyatīti codanaṁ",
  "tika-vin08t1:2_5": "sandhāyāha “ettha ca kiñcāpī”tiādi. Tattha etthāti etasmiṁ divānipajjane. Ca-saddo",
  "tika-vin08t1:2_6": "vākyārambhajotako, kiñcāpi-saddo nipātasamudāyo, yadipītyattho. Pāḷiyaṁ ayaṁ nāma",
  "tika-vin08t1:2_7": "āpattīti kiñcāpi na vuttā, pana tathāpi asaṁvaritvā nipajjantassa aṭṭhakathāyaṁ dukkaṭaṁ",
  "tika-vin08t1:2_8": "yasmā vuttaṁ, tasmā ettha āpatti viññāyatīti yojanā. Evaṁ santepi asati bhagavato",
  "tika-vin08t1:2_9": "vacane kathaṁ aṭṭhakathāyaṁ vuttaṁ siyāti āha “vivaritvā…pe… anuññātattā”ti. Etena",
  "tika-vin08t1:2_10": "bhagavato anujānanampi taṁ akarontassa āpattikāraṇaṁ hotīti dasseti.",
  "tika-vin08t1:3_0": "Tattha “uppanne vatthumhīti itthiyā kataajjhācāravatthusmi”nti vimativinodaniyaṁ",
  "tika-vin08t1:3_1": "vuttaṁ, sāratthadīpaniyaṁ pana “methunavatthusmiṁ uppanne”ti vuttaṁ, porāṇaṭīkāyampi",
  "tika-vin08t1:3_2": "tameva gahetvā “uppanne methunavatthusmi”nti vuttaṁ, tadetaṁ vicāretabbaṁ methunalakkhaṇassa",
  "tika-vin08t1:3_3": "abhāvā. Nanu sikkhāpadapaññāpanaṁ nāma buddhavisayo, atha kasmā aṭṭhakathāyaṁ dukkaṭaṁ",
  "tika-vin08t1:3_4": "vuttanti āha “bhagavato”tiādi. Na kevalaṁ upālittherādīhi eva aṭṭhakathā ṭhapitā,",
  "tika-vin08t1:3_5": "atha kho pāḷito ca atthato ca buddhena bhagavatā vutto. Na hi bhagavatā abyākataṁ",
  "tika-vin08t1:3_6": "tantipadaṁ nāma atthi, sabbesaṁyeva attho kathito, tasmā sambuddheneva tiṇṇaṁ piṭakānaṁ",
  "tika-vin08t1:3_7": "atthavaṇṇanakkamopi bhāsitoti daṭṭhabbaṁ. Tattha tattha hi bhagavatā pavattitā pakiṇṇakadesanāyeva aṭṭhakathāti.",
  "tika-vin08t1:4_0": "Kiṁ panettha etaṁ divā dvāraṁ asaṁvaritvā nipajjantassa dukkaṭāpattiāpajjanaṁ aṭṭhakathāyaṁ",
  "tika-vin08t1:4_1": "vuttattā eva siddhaṁ, udāhu aññenapīti āha “atthāpattī”tiādi. Etaṁ dukkaṭāpattiāpajjanaṁ",
  "tika-vin08t1:4_2": "na kevalaṁ aṭṭhakathāyaṁ vuttattā eva siddhaṁ, atha kho “atthāpatti divā āpajjati,",
  "tika-vin08t1:4_3": "no ratti”nti iminā parivārapāṭhenapi siddhaṁ hotīti yojanā. Katarasmiṁ pana vatthusmiṁ",
  "tika-vin08t1:4_4": "idaṁ sikkhāpadaṁ vuttanti? “Tena kho pana samayena aññataro bhikkhu vesāliyaṁ mahāvane",
  "tika-vin08t1:4_5": "kūṭāgārasālāyaṁ divā vihāragato dvāraṁ vivaritvā nipanno ahosi. Tassa aṅgamaṅgāni",
  "tika-vin08t1:4_6": "vātupatthaddhāni ahesuṁ. Tena kho pana samayena sambahulā itthiyo gandhañca mālañca",
  "tika-vin08t1:4_7": "ādāya vihāraṁ āgamiṁsu vihārapekkhikāyo. Atha kho tā itthiyo taṁ bhikkhuṁ passitvā",
  "tika-vin08t1:4_8": "aṅgajāte abhinisīditvā yāvadatthaṁ katvā ‘purisusabho vatāya’nti vatvā gandhañca",
  "tika-vin08t1:4_9": "mālañca āropetvā pakkamiṁsu. Bhikkhū kilinnaṁ passitvā bhagavato etamatthaṁ ārocesuṁ.",
  "tika-vin08t1:4_10": "Pañcahi, bhikkhave, ākārehi aṅgajātaṁ kammaniyaṁ hoti rāgena, vaccena, passāvena,",
  "tika-vin08t1:4_11": "vātena, uccāliṅgapāṇakadaṭṭhena. Imehi kho, bhikkhave, pañcahākārehi aṅgajātaṁ kammaniyaṁ",
  "tika-vin08t1:4_12": "hoti. Aṭṭhānametaṁ, bhikkhave, anavakāso, yaṁ tassa bhikkhuno rāgena aṅgajātaṁ kammaniyaṁ",
  "tika-vin08t1:4_13": "assa, arahaṁ so, bhikkhave, bhikkhu, anāpatti bhikkhave tassa bhikkhuno. Anujānāmi",
  "tika-vin08t1:4_14": "bhikkhave divā paṭisallīyantena dvāraṁ saṁvaritvā paṭisallīyitu”nti etasmiṁ vatthusmiṁ",
  "tika-vin08t1:4_15": "idaṁ vuttanti daṭṭhabbaṁ.",
  "tika-vin08t1:5_0": "2. Idāni dvāravisesaṁ dassetuṁ “kīdisa”ntiādimāha. Tattha parivattakadvāramevāti",
  "tika-vin08t1:5_1": "saṁvaraṇavivaraṇavasena ito cito ca parivattanayoggadvārameva. Rukkhasūcikaṇṭakadvāranti",
  "tika-vin08t1:5_2": "rukkhasūcidvāraṁ kaṇṭakadvārañca. “Rukkhasūcidvārakaṇṭakadvāra”micceva vā pāṭho.",
  "tika-vin08t1:5_3": "Yaṁ ubhosu passesu rukkhatthambhe nikhanitvā tattha vijjhitvā majjhe dve tisso rukkhasūciyo",
  "tika-vin08t1:5_4": "pavesetvā karonti, taṁ rukkhasūcidvāraṁ nāma. Pavesananikkhamanakāle apanetvā thakanayoggaṁ",
  "tika-vin08t1:5_5": "ekāya, bahūhi vā kaṇṭakasākhāhi kataṁ kaṇṭakadvāraṁ nāma. Gāmadvārassa pidhānatthaṁ",
  "tika-vin08t1:5_6": "padarena vā kaṇṭakasākhādīhi vā katassa kavāṭassa udukkhalapāsakarahitatāya ekena",
  "tika-vin08t1:5_7": "saṁvarituṁ vivarituñca asakkuṇeyyassa heṭṭhā ekaṁ cakkaṁ yojenti, yena parivattamānakakavāṭaṁ",
  "tika-vin08t1:5_8": "sukhathakanakaṁ hoti, taṁ sandhāya vuttaṁ “cakkalakayuttadvāra”nti. Cakkameva hi",
  "tika-vin08t1:5_9": "lātabbatthena saṁvaraṇavivaraṇatthāya gahetabbatthena cakkalakaṁ, tena yuttakavāṭampi",
  "tika-vin08t1:5_10": "cakkalakaṁ nāma, tena yuttadvāraṁ cakkalakayuttadvāraṁ.",
  "tika-vin08t1:6_0": "Mahādvāresu pana dve tīṇi cakkalakāni yojetīti āha “phalakesū”tiādi. Kiṭikāsūti veḷupesikādīhi",
  "tika-vin08t1:6_1": "kaṇṭakasākhādīhi ca katathakanakesu. Saṁsaraṇakiṭikadvāranti cakkalakayantena saṁsaraṇakiṭikāyuttamahādvāraṁ.",
  "tika-vin08t1:6_2": "Gopphetvāti āvuṇitvā, rajjūhi ganthetvā vā. Ekaṁ dussasāṇidvāramevāti ettha kilañjasāṇidvārampi",
  "tika-vin08t1:6_3": "saṅgahaṁ gacchati. Vajirabuddhiṭīkāyaṁ pana “dussadvāraṁ sāṇidvārañca dussasāṇidvāraṁ.",
  "tika-vin08t1:6_4": "Dussasāṇi kilañjasāṇītiādinā vuttaṁ sabbampi dussasāṇiyameva saṅgahetvā vuttaṁ, ekasadisattā",
  "tika-vin08t1:6_5": "ekanti vutta”nti vuttaṁ.",
  "tika-vin08t1:7_0": "3. Evaṁ dvāravisesaṁ dassetvā idāni yattakena dvāraṁ saṁvutaṁ hoti, taṁ pamāṇaṁ dassetuṁ",
  "tika-vin08t1:7_1": "“kittakena”tyādimāha. Tattha sūcīti majjhe chiddaṁ katvā pavesitā. Ghaṭikāti upari",
  "tika-vin08t1:7_2": "yojitā. Idāni yattha dvāraṁ saṁvaritvā nipajjituṁ na sakkā hoti, tattha kātabbavidhiṁ",
  "tika-vin08t1:7_3": "dassetuṁ “sace bahūnaṁ vaḷañjanaṭṭhānaṁ hotī”tiādi vuttaṁ. Bahūnaṁ avaḷañjanaṭṭhānepi",
  "tika-vin08t1:7_4": "ekaṁ āpucchitvā nipajjituṁ vaṭṭatiyeva. Atha bhikkhū…pe… nisinnā hontīti idaṁ tattha",
  "tika-vin08t1:7_5": "bhikkhūnaṁ sannihitabhāvadassanatthaṁ vuttaṁ, na sesairiyāpathasamaṅgitānivattanatthaṁ,",
  "tika-vin08t1:7_6": "tasmā nipannepi ābhogaṁ kātuṁ vaṭṭati. Nipajjitvā niddāyante pana ābhogaṁ kātuṁ na",
  "tika-vin08t1:7_7": "vaṭṭati. Asantapakkhe ṭhitattā raho nisajjāya viya dvārasaṁvaraṇaṁ nāma mātugāmānaṁ",
  "tika-vin08t1:7_8": "pavesanivāraṇatthaṁ anuññātanti āha “kevalaṁ bhikkhuniṁ vā”tiādi.",
  "tika-vin08t1:8_0": "Ettha ca taṁ yuttaṁ, evaṁ sabbatthapi yo yo theravādo vā aṭṭhakathāvādo vā pacchā",
  "tika-vin08t1:8_1": "vuccati, so sova pamāṇanti gahetabbanti idaṁ aṭṭhakathāvacanato atirekaṁ ācariyassa",
  "tika-vin08t1:8_2": "vacanaṁ. Ito pubbāparavacanaṁ aṭṭhakathāvacanameva. Tattha taṁ yuttanti “kurundaṭṭhakathāyaṁ",
  "tika-vin08t1:8_3": "pana…pe… na vattatī”ti yaṁ vacanaṁ aṭṭhakathācariyehi vuttaṁ, taṁ vacanaṁ yuttanti",
  "tika-vin08t1:8_4": "attho. Evaṁ…pe… gahetabbanti yathā cettha kurundiyaṁ vuttavacanaṁ yuttaṁ, evaṁ sabbatthapi",
  "tika-vin08t1:8_5": "vinicchaye yo yo theravādo vā aṭṭhakathāvādo vā pacchā vuccati, so sova pamāṇanti",
  "tika-vin08t1:8_6": "gahetabbaṁ, pure vutto theravādo vā aṭṭhakathāvādo vā pamāṇanti na gahetabbanti adhippāyo.",
  "tika-vin08t1:8_7": "Idaṁ vacanaṁ aṭṭhāne vuttaṁ viya dissati. Kathaṁ? Yaṁ tāva vuttaṁ, taṁ yuttanti.",
  "tika-vin08t1:8_8": "Taṁ imasmiṁ āpucchanaābhogakaraṇavinicchaye aññassa ayuttassa aṭṭhakathāvādassa vā",
  "tika-vin08t1:8_9": "theravādassa vā abhāvā vattuṁ na sakkā. Na hi pubbavākye “bhikkhū evā”ti avadhāraṇaṁ",
  "tika-vin08t1:8_10": "kataṁ, atha kho āsannavasena vā paṭṭhānavasena vā “bhikkhū cīvarakammaṁ”iccādikaṁyeva",
  "tika-vin08t1:8_11": "vuttaṁ. Yampi vuttaṁ “evaṁ sabbatthapī”tyādi, tampi anokāsaṁ. Imasmiṁ vinicchaye",
  "tika-vin08t1:8_12": "aññassa aṭṭhakathāvādassa vā ācariyavādassa vā avacanato pure pacchābhāvo ca na dissati,",
  "tika-vin08t1:8_13": "ayaṁ “pamāṇa”nti gahetabbo, ayaṁ “na gahetabbo”ti vattabbabhāvo ca.",
  "tika-vin08t1:9_0": "Upari pana “ko muccati, ko na muccatī”ti imassa pañhassa vissajjane mahāpaccarivādo",
  "tika-vin08t1:9_1": "ca kurundivādo ca mahāaṭṭhakathāvādo cāti tayo aṭṭhakathāvādā āgatā, eko mahāpadumattheravādo,",
  "tika-vin08t1:9_2": "tasmā tattheva yuttāyuttabhāvo ca pamāṇāpamāṇabhāvo ca gahetabbāgahetabbabhāvo ca",
  "tika-vin08t1:9_3": "dissati, tasmā tasmiṁyeva ṭhāne vattabbaṁ siyā, suvimalavipulapaññāveyyattiyasamannāgatena",
  "tika-vin08t1:9_4": "pana ācariyāsabhena avattabbaṭṭhāne vuttaṁ na siyā, tasmā upari aṭṭhakathāvādasaṁsandanāvasāne",
  "tika-vin08t1:9_5": "mahāpadumattherena vuttanti imassa vacanassa pacchato vuttaṁ siyā, taṁ pacchā lekhakehi",
  "tika-vin08t1:9_6": "parivattetvā likhitaṁ bhaveyya, pārājikakaṇḍaṭṭhakathāyañca idaṁ vacanaṁ vuttaṁ.",
  "tika-vin08t1:9_7": "Ṭīkāyañca imasmiṁ ṭhāne na vuttaṁ, upariyeva vuttaṁ, “yo ca yakkhagahitako, yo ca",
  "tika-vin08t1:9_8": "bandhitvā nipajjāpito”ti imassa aṭṭhakathāvādassa pacchimattā soyeva pamāṇato gahetabbo.",
  "tika-vin08t1:9_9": "Tathā ca vakkhati “sabbattha yo yo aṭṭhakathāvādo vā theravādo vā pacchā vuccati,",
  "tika-vin08t1:9_10": "so soyeva pamāṇato daṭṭhabbo”ti, tasmā idamettha vicāretvā gahetabbaṁ.",
  "tika-vin08t1:10_0": "4. Idāni dvāraṁ saṁvaraṇassa antarāye sati asaṁvaritvāpi nipajjituṁ vaṭṭatīti dassetuṁ",
  "tika-vin08t1:10_1": "“atha dvārassa”tyādimāha. Nisseṇiṁ āropetvāti uparimatalaṁ āropetvā visaṅkharitvā",
  "tika-vin08t1:10_2": "bhūmiyaṁ pātetvā, chaḍḍetvā vā nipajjituṁ vaṭṭati. Idaṁ ekābaddhatāya vuttaṁ. Dvepi",
  "tika-vin08t1:10_3": "dvārāni jaggitabbānīti ettha sace ekasmiṁ dvāre kavāṭaṁ vā natthi, heṭṭhā vuttanayena",
  "tika-vin08t1:10_4": "saṁvarituṁ vā na sakkā, itaraṁ dvāraṁ asaṁvaritvā nipajjituṁ vaṭṭati. Dvārapālassāti",
  "tika-vin08t1:10_5": "dvārakoṭṭhake mahādvāre, nisseṇimūle vā ṭhatvā dvārajagganakassa. Pacchimānaṁ bhāroti",
  "tika-vin08t1:10_6": "ekābaddhavasena āgacchante sandhāya vuttaṁ. Asaṁvutadvāre antogabbhe vāti yojetabbaṁ.",
  "tika-vin08t1:10_7": "Bahi vāti gabbhato bahi. Nipajjanakālepi…pe… vaṭṭatiyevāti ettha dvārajagganakassa",
  "tika-vin08t1:10_8": "tadadhīnattā tadā tassa tattha sannihitāsannihitabhāvaṁ anupadhāretvāpi ābhogaṁ kātuṁ",
  "tika-vin08t1:10_9": "vaṭṭatiyevāti vadanti.",
  "tika-vin08t1:11_0": "Yena kenaci parikkhitteti ettha parikkhepassa ubbedhato pamāṇaṁ sahaseyyappahonake",
  "tika-vin08t1:11_1": "vuttasadisameva. Vuttañhi samantapāsādikāyaṁ “yañhi senāsanaṁ upari pañcahi chadanehi",
  "tika-vin08t1:11_2": "aññena vā kenaci sabbameva paṭicchannaṁ, ayaṁ sabbacchannā nāma seyyā…pe… yaṁ pana",
  "tika-vin08t1:11_3": "senāsanaṁ bhūmito paṭṭhāya yāva chadanaṁ āhacca pākārena vā aññena vā kenaci antamaso",
  "tika-vin08t1:11_4": "vatthenapi parikkhittaṁ, ayaṁ sabbaparicchannā nāma seyyā. Chadanaṁ anāhacca sabbantimena",
  "tika-vin08t1:11_5": "pariyāyena diyaḍḍhahatthubbedhena pākārādinā parikkhittāpi sabbaparicchannāyevāti",
  "tika-vin08t1:11_6": "kurundaṭṭhakathāyaṁ vutta”nti. “Diyaḍḍhahatthubbedho vaḍḍhakihatthena gahetabbo”ti",
  "tika-vin08t1:11_7": "sāratthadīpaniyaṁ vimativinodaniyañca vuttaṁ. Mahāpariveṇanti mahantaṁ aṅgaṇaṁ. Tena",
  "tika-vin08t1:11_8": "bahujanasañcaraṇaṭṭhānaṁ dasseti. Tenāha “mahābodhī”tiādi.",
  "tika-vin08t1:12_0": "Aruṇe uggate vuṭṭhāti, anāpatti anāpattikhettabhūtāya rattiyā suddhacittena nipannattā.",
  "tika-vin08t1:12_1": "Pabujjhitvā puna supati, āpattīti aruṇe uggate pabujjhitvā aruṇuggamanaṁ ñatvā vā",
  "tika-vin08t1:12_2": "añatvā vā anuṭṭhahitvā sayitasantānena supati, uṭṭhahitvā kattabbassa dvārasaṁvaraṇādino",
  "tika-vin08t1:12_3": "akatattā akiriyasamuṭṭhānā āpatti hoti anāpattikhette katanipajjanakiriyāya anaṅgattā.",
  "tika-vin08t1:12_4": "Ayañhi āpatti īdise ṭhāne akiriyā, divā dvāraṁ asaṁvaritvā nipajjanakkhaṇe kiriyākiriyā",
  "tika-vin08t1:12_5": "ca acittakā cāti veditabbā. Purāruṇā pabujjhitvāpi yāva aruṇuggamanā sayantassapi",
  "tika-vin08t1:12_6": "purimanayena āpattiyeva.",
  "tika-vin08t1:13_0": "Aruṇe uggate vuṭṭhahissāmīti…pe… āpattiyevāti ettha kadā assa āpattīti? Vuccate –",
  "tika-vin08t1:13_1": "na tāva rattiyaṁ, “divā āpajjati, no ratti”nti vuttattā anādariyadukkaṭā na muccatīti",
  "tika-vin08t1:13_2": "vuttadukkaṭaṁ pana divāsayanadukkaṭameva na hoti anādariyadukkaṭattā eva. “Aruṇuggamane",
  "tika-vin08t1:13_3": "pana acittakaṁ akiriyasamuṭṭhānaṁ āpattiṁ āpajjatīti veditabba”nti vimativinodaniyaṁ",
  "tika-vin08t1:13_4": "vuttaṁ, sāratthadīpaniyampi “yathāparicchedameva vuṭṭhātīti aruṇe uggateyeva uṭṭhahati.",
  "tika-vin08t1:13_5": "Tassa āpattīti asuddhacitteneva nipannattā niddāyantassapi aruṇe uggate divāpaṭisallānamūlikā",
  "tika-vin08t1:13_6": "āpatti. ‘Evaṁ nipajjanto anādariyadukkaṭāpi na muccatī’ti vuttattā asuddhacittena",
  "tika-vin08t1:13_7": "nipajjanto aruṇuggamanato puretaraṁ uṭṭhahantopi anuṭṭhahantopi nipajjanakāleyeva",
  "tika-vin08t1:13_8": "anādariyadukkaṭaṁ āpajjati, divāpaṭisallānamūlikaṁ pana dukkaṭaṁ aruṇeyeva āpajjatī”ti",
  "tika-vin08t1:13_9": "vuttaṁ, tasmā evaṁ nipajjantassa dve dukkaṭāni āpajjantīti veditabbaṁ.",
  "tika-vin08t1:14_0": "Sace dvāraṁ saṁvaritvā aruṇe uggate uṭṭhahissāmīti nipajjati, dvāre ca aññehi aruṇuggamanakāle",
  "tika-vin08t1:14_1": "vivaṭepi tassa anāpattiyeva dvārapidahanassa rattidivābhāgesu visesābhāvā. Āpattiāpajjanasseva",
  "tika-vin08t1:14_2": "kālaviseso icchitabbo, na tapparihārassāti gahetabbaṁ. “Dvāraṁ saṁvaritvā rattiṁ",
  "tika-vin08t1:14_3": "nipajjatī”ti hi vuttaṁ. Divā saṁvaritvā nipannassa kenaci vivaṭepi dvāre anāpattiyeva,",
  "tika-vin08t1:14_4": "attanāpi anuṭṭhahitvāva sati paccaye vivaṭepi anāpattīti vadanti, idampi vimativinodaniyameva vuttaṁ.",
  "tika-vin08t1:15_0": "Yathāparicchedameva vuṭṭhātīti aruṇe uggateyeva vuṭṭhāti, āpattiyevāti mūlāpattiṁ",
  "tika-vin08t1:15_1": "sandhāya vuttaṁ. Anādariyaāpatti pana purāruṇā uṭṭhitassapi tassa hoteva “dukkaṭā",
  "tika-vin08t1:15_2": "na muccatī”ti vuttattā. Dukkaṭā na muccatīti ca purāruṇā uṭṭhahitvā mūlāpattiyā muttopi",
  "tika-vin08t1:15_3": "anādariyadukkaṭā na muccatīti adhippāyo.",
  "tika-vin08t1:16_0": "5.Niddāvasena nipajjatīti niddābhibhūtatāya ekapassena nipajjati. “Niddāvasena nipajjatī”ti",
  "tika-vin08t1:16_1": "vohāravasena vuttaṁ, pādānaṁ pana bhūmito amocitattā ayaṁ nipanno nāma hotīti teneva",
  "tika-vin08t1:16_2": "anāpatti vuttā. Apassāya supantassāti kaṭiṭṭhito uddhaṁ piṭṭhikaṇṭake appamattakaṁ",
  "tika-vin08t1:16_3": "padesaṁ bhūmiṁ aphusāpetvā supantassa. Kaṭiṭṭhiṁ pana bhūmiṁ phusāpentassa sayanaṁ",
  "tika-vin08t1:16_4": "nāma na hoti. Piṭṭhipasāraṇalakkhaṇā hi seyyā dīghā, vandanādīsupi tiriyaṁ piṭṭhikaṇṭakānaṁ",
  "tika-vin08t1:16_5": "pasāritattā nipajjanamevāti āpatti pariharitabbāva. Vandanāpi hi pādamūle nipajjatītiādīsu",
  "tika-vin08t1:16_6": "nipajjanameva vuttā. Sahasā vuṭṭhātīti pakkhalitā patito viya sahasā vuṭṭhāti, tassapi",
  "tika-vin08t1:16_7": "anāpatti patanakkhaṇe avisayattā, visaye jāte sahasā vuṭṭhitattā ca. Yassa pana visaññitāya",
  "tika-vin08t1:16_8": "pacchāpi avisayo eva, tassa anāpattiyeva patanakkhaṇe viya. Tattheva sayati, na vuṭṭhātīti",
  "tika-vin08t1:16_9": "iminā visayepi akaraṇaṁ dasseti, teneva tassa āpattīti vuttaṁ.",
  "tika-vin08t1:17_0": "Idāni aṭṭhakathāvādasaṁsandanaṁ kātuṁ “ko muccati, ko na muccatī”tiādimāha. Tattha",
  "tika-vin08t1:17_1": "mahāpaccariyantiādīsu paccarīti uḷumpaṁ vuccati, tasmiṁ nisīditvā katattā tameva",
  "tika-vin08t1:17_2": "nāmaṁ jātaṁ. Kurundivallivihāro nāma atthi, tattha katattā kurundīti nāmaṁ jātaṁ.",
  "tika-vin08t1:17_3": "Mahāaṭṭhakathā nāma saṅgītittayamāruḷhā tepiṭakassa buddhavacanassa aṭṭhakathā. Yā",
  "tika-vin08t1:17_4": "mahāmahindattherena tambapaṇṇidīpaṁ ābhatā, tambapaṇṇiyehi therehi pacchā sīhaḷabhāsāya",
  "tika-vin08t1:17_5": "abhisaṅkhatā ca hoti. Ekabhaṅgenāti ekapassabhañjanena pāde bhūmito amocetvā ekapassena",
  "tika-vin08t1:17_6": "sarīraṁ bhañjitvā nipannoti vuttaṁ hoti. Mahāaṭṭhakathāyaṁ pana mahāpadumattherena",
  "tika-vin08t1:17_7": "vuttanti sambandho. Tena mahāaṭṭhakathāya likhitamahāpadumattheravāde “aya”nti dasseti.",
  "tika-vin08t1:17_8": "“Mucchitvā patitattā avisayattā āpatti na dissatī”ti therena vuttaṁ. Ācariyā pana",
  "tika-vin08t1:17_9": "yathā yakkhagahitako bandhitvā nipajjāpito ca paravaso hoti, evaṁ aparavasattā mucchitvā",
  "tika-vin08t1:17_10": "patito kañcikālaṁ jānitvā nipajjatīti anāpattiṁ na vadanti, visaññite pana sati anāpattiyeva.",
  "tika-vin08t1:18_0": "Dve janātiādi mahāaṭṭhakathāyameva vacanaṁ, tadeva pacchā vuttattā pamāṇaṁ. Yakkhagahitaggahaṇeneva",
  "tika-vin08t1:18_1": "cettha visaññibhūtopi saṅgahito, ekabhaṅgena nipanno pana anipannattā āpattito muccatiyevāti",
  "tika-vin08t1:18_2": "gahetabbaṁ. Sāratthadīpaniyañca “yo ca yakkhagahitako, yo ca bandhitvā nipajjāpito”ti",
  "tika-vin08t1:18_3": "imassa aṭṭhakathāvādassa pacchimattā soyeva pamāṇato gahetabbo, tathā ca vakkhati",
  "tika-vin08t1:18_4": "“sabbattha yo yo aṭṭhakathāvādo vā pacchā vuccati, so soyeva pamāṇato gahetabbo”ti.",
  "tika-vin08t1:18_5": "Imasmiṁ ṭhāne imassa aṭṭhakathāpāṭhassa ānītattā imasmiṁ vinayasaṅgahappakaraṇepi",
  "tika-vin08t1:18_6": "imasmiṁyeva ṭhāne so pāṭho vattabboti no khanti. Ettha ca “rattiṁ dvāraṁ vivaritvā",
  "tika-vin08t1:18_7": "nipanno aruṇe uggate uṭṭhāti, anāpattī”tiādivacanato aruṇuggamane saṁsayavinodanatthaṁ",
  "tika-vin08t1:18_8": "aruṇakathā vattabbā. Tatridaṁ vuccati –",
  "tika-vin08t1:19": "“Ko esa aruṇo nāma;",
  "tika-vin08t1:20": "Kena so aruṇo bhave;",
  "tika-vin08t1:21": "Kīdiso tassa vaṇṇā tu;",
  "tika-vin08t1:22": "Saṇṭhānaṁ kīdisaṁ bhave.",
  "tika-vin08t1:23": "“Kismiṁ kāle ca dese ca, aruṇo samugacchati;",
  "tika-vin08t1:24": "Kiṁ paccakkhasiddho eso, udāhu anumānato”ti.",
  "tika-vin08t1:25": "Tattha ko esa aruṇo nāmāti ettha esa aruṇo nāma sūriyassa pabhāviseso. Vuttañhetaṁ abhidhānappadīpikāyaṁ –",
  "tika-vin08t1:26": "“Sūrassodayato pubbuṭṭhitaraṁsi siyāruṇo”ti;",
  "tika-vin08t1:27_0": "Taṭṭīkāyañca “sūrassa udayato pubbe uṭṭhitaraṁsi aruṇo nāma siyā”ti. Vimativinodanīnāmikāyaṁ",
  "tika-vin08t1:27_1": "vinayaṭīkāyañca “aruṇoti cettha sūriyuggamanassa purecaro vaḍḍhanaghanaratto pabhāvisesoti",
  "tika-vin08t1:27_2": "daṭṭhabbo”ti vuttaṁ, tasmā sūriyappabhāyeva aruṇo nāma, na aññoti daṭṭhabbaṁ. Kena",
  "tika-vin08t1:27_3": "so aruṇo bhaveti ettha aruṇo vaṇṇo assāti aruṇo, kiñcirattavaṇṇasamannāgatoti attho.",
  "tika-vin08t1:27_4": "Atha vā arati gacchati rattavaṇṇabhāvena pavattatīti aruṇo. Vuttañhetaṁ abhidhānappadīpikāṭīkāyaṁ",
  "tika-vin08t1:27_5": "“aruṇavaṇṇatāya arati gacchatīti aruṇo”ti. Kīdiso tassa vaṇṇoti ettha abyattarattavaṇṇo",
  "tika-vin08t1:27_6": "tassa vaṇṇo bhave. Vuttañhi abhidhānappadīpikāyaṁ “aruṇo kiñcirattothā”ti. Taṭṭīkāyañca",
  "tika-vin08t1:27_7": "“kiñciratto abyattarattavaṇṇo aruṇo nāma yathā macchassa akkhī”ti. Vimativinodaniyañca",
  "tika-vin08t1:27_8": "“vaḍḍhanaghanaratto pabhāviseso”ti, tasmā sūriyassa rattappabhāyeva aruṇo nāma, na",
  "tika-vin08t1:27_9": "setappabhādayoti daṭṭhabbaṁ. Yadi evaṁ pātimokkhaṭṭhapanakkhandhakavaṇṇanāya vimativinodaniyaṁ",
  "tika-vin08t1:27_10": "“pāḷiyaṁ pana nandimukhiyāti odātadisāmukhatāya tuṭṭhamukhiyā”ti vuttaṁ, taṁ kathaṁ",
  "tika-vin08t1:27_11": "yujjeyyāti, no na yujjeyya. Tattha hi aruṇuggatakāle aruṇobhāsena odātadisāmukhabhāvo",
  "tika-vin08t1:27_12": "vutto, na aruṇobhāsassa odātabhāvo. Vuttañhetaṁ udānaṭṭhakathāyaṁ “nandimukhiyāti",
  "tika-vin08t1:27_13": "aruṇassa uggatattā eva aruṇobhāya sūriyālokūpajīvino satte nandāpanamukhiyā rattiyā",
  "tika-vin08t1:27_14": "jātāya vibhāyamānāyāti attho”ti.",
  "tika-vin08t1:28": "Jātakaṭṭhakathāyañca –",
  "tika-vin08t1:29": "“Jighaññarattiṁ aruṇasmimuhate;",
  "tika-vin08t1:30": "Yā dissati uttamarūpavaṇṇinī;",
  "tika-vin08t1:31": "Tathūpamā maṁ paṭibhāsi devate;",
  "tika-vin08t1:32": "Ācikkha me taṁ katamāsi accharā”ti. ;",
  "tika-vin08t1:33_0": "Imassa gāthāya atthavaṇṇanāyaṁ “tattha jighaññarattinti pacchimarattiṁ, rattipariyosāneti",
  "tika-vin08t1:33_1": "attho. Uhateti aruṇe uggate. Yāti yā puratthimā disā rattavaṇṇatāya uttamarūpadharā",
  "tika-vin08t1:33_2": "hutvā dissatī”ti. Evaṁ aruṇuggatasamaye puratthimadisāya rattavaṇṇatā vuttā, tasmā",
  "tika-vin08t1:33_3": "tasmiṁ samaye aruṇassa uṭṭhitattā puratthimāya disāya rattabhāgo sūriyālokassa patthaṭattā",
  "tika-vin08t1:33_4": "sesadisānaṁ odātabhāvo viññāyati.",
  "tika-vin08t1:34_0": "Saṇṭhānaṁkīdisaṁ bhaveti ettha aruṇassa pāṭekkaṁ saṇṭhānaṁ nāma natthi rasmimattattā.",
  "tika-vin08t1:34_1": "Yattakaṁ padesaṁ pharati, tattakaṁ tassa saṇṭhānanti daṭṭhabbaṁ. Atha vā puratthimadisāsaṇṭhānaṁ.",
  "tika-vin08t1:34_2": "Vuttañhi jātakaṭṭhakathāyaṁ “puratthimadisā rattavaṇṇatāya uttamarūpadharā hutvā dissatī”ti.",
  "tika-vin08t1:35_0": "Kismiṁ kāle ca dese ca, aruṇo samugacchatīti ettha esa aruṇo sūriyuggamanassa pure",
  "tika-vin08t1:35_1": "kāle puratthimadisāyaṁ uggacchati. Vuttañhetaṁ udānaṭṭhakathāyaṁ “uddhaste aruṇeti",
  "tika-vin08t1:35_2": "uggate aruṇe, aruṇo nāma puratthimadisāyaṁ sūriyodayato puretarameva uṭṭhitobhāso”ti.",
  "tika-vin08t1:35_3": "Abhidhānappadīpikāyañca “sūrassodayato pubbuṭṭhitaraṁsī”ti.",
  "tika-vin08t1:36_0": "Kiṁ paccakkhasiddho eso, udāhu anumānatoti ettha ayaṁ aruṇo nāma paccakkhasiddho",
  "tika-vin08t1:36_1": "eva, na anumānasiddho. Kasmā viññāyatīti ce? Cakkhuviññāṇagocaravaṇṇāyatanabhāvato.",
  "tika-vin08t1:36_2": "Akkhassa patīti paccakkhaṁ, cakkhurūpānaṁ abhimukhabhāvena āpāthagatattā cakkhuviññāṇaṁ",
  "tika-vin08t1:36_3": "hoti. Vuttañhetaṁ bhagavatā “cakkhuñca paṭicca rūpe ca uppajjati cakkhuviññāṇa”nti,",
  "tika-vin08t1:36_4": "tasmā ayaṁ aruṇavaṇṇo cakkhunā disvā jānitabbato paccakkhasiddhoyeva hoti, na evaṁ",
  "tika-vin08t1:36_5": "sati evaṁ bhaveyyāti anumānena punappunaṁ cintanena siddhoti. Imaṁ pañhavissajjanaṁ",
  "tika-vin08t1:36_6": "sādhukaṁ manasi karitvā paṇḍitehi rattobhāsoyeva aruṇoti paccetabbo sallakkhetabboti.",
  "tika-vin08t1:37_0": "Kasmā pana imasmiṁ ṭhāne aruṇakathā vuttāti? Imissā aruṇakathāya mahāvisayabhāvato.",
  "tika-vin08t1:37_1": "Kathaṁ? Uposathikā upāsakā ca upāsikāyo ca aruṇuggamanaṁ tathato ajānantā anuggateyeva",
  "tika-vin08t1:37_2": "aruṇe uggatasaññāya khādanīyaṁ vā khādanti, bhojanīyaṁ vā bhuñjanti, mālāgandhādīni",
  "tika-vin08t1:37_3": "vā dhārenti, tato tesaṁ sīlaṁ bhijjati. Sāmaṇerā tatheva vikālabhojanaṁ bhuñjitvā",
  "tika-vin08t1:37_4": "sīlavināsaṁ pāpuṇanti. Nissayapaṭipannakā bhikkhū ācariyupajjhāyehi vinā bahisīme",
  "tika-vin08t1:37_5": "carantā nissayappassambhanaṁ pāpuṇanti, antovasse bhikkhū upacārasīmato bahigacchantā",
  "tika-vin08t1:37_6": "vassacchedaṁ, tecīvarikā bhikkhū abaddhasīmāyaṁ cīvarena vippavasantā nissaggiyapācittiyaṁ,",
  "tika-vin08t1:37_7": "tathā sattabbhantarasīmāyaṁ, sahaseyyappahonakaṭṭhāne anupasampannamātugāmehi saha",
  "tika-vin08t1:37_8": "sayantā pācittiyaṁ, tathā yāvakālikaṁ bhuñjantā bhikkhū, pārivāsikādayo vattaṁ nikkhipantā",
  "tika-vin08t1:37_9": "ratticchedaṁ. Evamādianekādīnavasambhavato lajjipesalānaṁ bhikkhūnaṁ tathato aruṇuggamanassa",
  "tika-vin08t1:37_10": "jānanatthaṁ vuttāti daṭṭhabbā.",
  "tika-vin08t1:38_0": "Keci pana bhikkhū aḍḍharattisamaye ghaṭisuññattā aḍḍharattikālaṁ atikkamma aññadivaso",
  "tika-vin08t1:38_1": "hoti, tasmā tasmiṁ kāle aruṇaṁ uṭṭhitaṁ nāma hotīti maññamānā aḍḍharattiṁ atikkamma",
  "tika-vin08t1:38_2": "khādanīyabhojanīyādīni bhuñjanti, te pana buddhasamayaṁ ajānantā vedasamayameva manasi",
  "tika-vin08t1:38_3": "karontā evaṁ karonti, tasmā tesaṁ taṁkaraṇaṁ pamāṇaṁ na hoti. Bahavo pana bhikkhū",
  "tika-vin08t1:38_4": "aruṇassa paccakkhabhāvaṁ ajānantā anumānavasena cintituñca asakkontā anussavavaseneva",
  "tika-vin08t1:38_5": "paravacanaṁ saddahantā amhākaṁ ācariyā aruṇuggamanavelāyaṁ uṭṭhāya gacchantā sūriyuggamanavelāyaṁ",
  "tika-vin08t1:38_6": "dvisahassadaṇḍappamāṇaṁ ṭhānaṁ pāpuṇanti, tisahassadaṇḍappamāṇaṁ ṭhānaṁ pāpuṇantīti",
  "tika-vin08t1:38_7": "ca vadanti. Imamhā vihārā asukaṁ nāma vihāraṁ asukaṁ nāma cetiyaṁ asukaṁ nāma gāmaṁ",
  "tika-vin08t1:38_8": "pāpuṇantītiādīni ca vadantīti evaṁ anussavavacanaṁ vadanti, tampi appamāṇaṁ. Kasmā?",
  "tika-vin08t1:38_9": "Addhānaṁ nāma balavantassa javasampannassa ca rassaṁ hoti, dubbalassa santassa ca",
  "tika-vin08t1:38_10": "dīghaṁ hoti. Vuttañhi bhagavatā –",
  "tika-vin08t1:39": "“Dīghā jāgarato ratti, dīghaṁ santassa yojanaṁ;",
  "tika-vin08t1:40": "Dīgho bālāna saṁsāro, saddhammaṁ avijānata”nti. ;",
  "tika-vin08t1:41_0": "Tasmā addhānaṁ nāma sabbesaṁ ekasadisaṁ na hotīti aruṇuggamanassa lakkhaṇaṁ bhavituṁ",
  "tika-vin08t1:41_1": "na sakkā, na ca te āyasmanto piṭakattayato kiñci sādhakabhūtaṁ vacanaṁ āharanti,",
  "tika-vin08t1:41_2": "asakkhikaṁ aḍḍaṁ karonti viya yathājjhāsayameva vadantīti pamāṇaṁ na hoti.",
  "tika-vin08t1:42": "Aññe pana –",
  "tika-vin08t1:43": "“Atītarattiyā yāmo;",
  "tika-vin08t1:44": "Pacchimoḍḍhamamussa vā;",
  "tika-vin08t1:45": "Bhāviniyādippahāro;",
  "tika-vin08t1:46": "Tadaḍḍhaṁ vājjatehya hoti –",
  "tika-vin08t1:47_0": "Kaccāyanasārappakaraṇāgataṁ gāthaṁ vatvā atītarattiyā pacchimo yāmo ajja pariyāpanno,",
  "tika-vin08t1:47_1": "tasmā pacchimayāmassa ādito paṭṭhāya aruṇaṁ uggacchatī”ti vadanti. Ayaṁ vādo sakāraṇasaññāpakattā",
  "tika-vin08t1:47_2": "purimehi balavā hoti, evaṁ santepi ayuttoyeva. Kasmā? Ayañhi gāthā bāhirasaddasatthe",
  "tika-vin08t1:47_3": "jaṅgadāsappakaraṇe vuttanayena ajja bhavā ajjatanīti vuttaajjavohārassa pavattanakālaṁ",
  "tika-vin08t1:47_4": "dassetuṁ vuttā, na piṭakattaye vuttassa aruṇuggamanassa kālaṁ dassetuṁ, tasmā aññasādhyassa",
  "tika-vin08t1:47_5": "aññasādhakena sādhitattā ayuttoyeva.",
  "tika-vin08t1:48_0": "Apare pana “pahāro yāmasaññito”ti abhidhānappadīpikāyaṁ vuttattā pahārayāmasaddānaṁ",
  "tika-vin08t1:48_1": "ekatthattā tattheva “tiyāmā saṁvarī bhave”ti vuttattā rattiyā ca tiyāmabhāvato pāḷiyañca",
  "tika-vin08t1:48_2": "“abhikkantā, bhante, ratti, nikkhanto pacchimo yāmo, uddhasto aruṇo”ti āgatattā idāni",
  "tika-vin08t1:48_3": "rattiyā catūsu pahāresu tatiyappahārassa avasāne aruṇo uggato, tasmā avasesaekappahāramatto",
  "tika-vin08t1:48_4": "kālo divasabhāgaṁ bhajatīti vadeyyuṁ, ayaṁ vādo tatiyavādatopi balavataro. Kasmā?",
  "tika-vin08t1:48_5": "Ñāpakañāpyānaṁ anurūpabhāvato. Tathā hi “pahāro yāmasaññito”ti ayaṁ ñāpako pahārayāmānaṁ",
  "tika-vin08t1:48_6": "ekatthabhāvassa anurūpo, “tiyāmā saṁvarībhave”ti ayaṁ rattiyā tiyāmabhāvassa, “pāḷiyañcā”tiādi",
  "tika-vin08t1:48_7": "tatiyappahārassa avasāne aruṇuggamanassa, tathāpi ayuttoyeva hoti. Kasmā? “Avasesaekappahāramatto",
  "tika-vin08t1:48_8": "kālo divasabhāgaṁ bhajatī”ti vacanassa viruddhattā. Majjhimadese hi dasaghaṭikāpamāṇassa",
  "tika-vin08t1:48_9": "kālassa ekappahārattā sabbā ratti tiyāmāva hoti, na catuyāmā, idāni pana paccantavisayesu",
  "tika-vin08t1:48_10": "sattaṭṭhaghaṭikāmattassa kālassa ekappahārakatattā catuppahārā bhavati, tasmā majjhimadesavohāraṁ",
  "tika-vin08t1:48_11": "gahetvā abhidhānappadīpikāyañca “tiyāmā saṁvarī bhave”ti vuttaṁ, pāḷiyañca “nikkhanto",
  "tika-vin08t1:48_12": "pacchimo yāmo, uddhasto aruṇo”ti, tasmā rattipariyosāneyeva aruṇo uggatoti daṭṭhabbo.",
  "tika-vin08t1:48_13": "Tathā hi vuttaṁ vimativinodaniyaṁ “tathā pārivāsikādīnampi aruṇaṁ anuṭṭhāpetvā vattaṁ",
  "tika-vin08t1:48_14": "nikkhipantānaṁ ratticchedo vutto, uggate aruṇe nikkhipitabbanti hi vutta”nti.",
  "tika-vin08t1:49_0": "Sahaseyyasikkhāpadepi “anupasampannehi saha nivutthabhāvaparimocanatthaṁ purāruṇā",
  "tika-vin08t1:49_1": "nikkhamitvā”tiādi vuttaṁ. Evaṁ cīvaravippavāsādīsu ca sabbattha rattipariyosāne āgamanavasena",
  "tika-vin08t1:49_2": "aruṇuggamanaṁ dassitaṁ, na atītāruṇavasenāti. Jātakaṭṭhakathāyampi “rattipariyosāneti",
  "tika-vin08t1:49_3": "attho”ti. Na kevalaṁ majjhimadesesu rattiyāyeva tippahārabhāvo hoti, atha kho divasassapi.",
  "tika-vin08t1:49_4": "Tathā hi vuttaṁ aṭṭhasāliniyaṁ “sammāsambuddhassa abhidhammadesanāpariyosānañca tesaṁ",
  "tika-vin08t1:49_5": "bhikkhūnaṁ sattappakaraṇauggahaṇañca ekappahāreneva hotī”ti, mūlaṭīkāyañca “ekappahārenāti",
  "tika-vin08t1:49_6": "ettha pahāroti divasassa tatiyabhāgo vuccatī”ti, tasmā eko rattidivo chappahāro hotīti",
  "tika-vin08t1:49_7": "viññāyati. Evaṁ majjhimadesavohārena tiyāmasaṅkhātassa tippahārassa avasāne sabbarattipariyosāne",
  "tika-vin08t1:49_8": "uṭṭhitaṁ aruṇaṁ paccantadesavohārena tippahārassa avasāneti gahetvā ekappahārāvasesakāle",
  "tika-vin08t1:49_9": "aruṇo uggatoti vuttattā ayampi vādo ayuttoyeva hotīti daṭṭhabbo.",
  "tika-vin08t1:50": "Bahavo pana paṇḍitā “khuddasikkhānissaye vuttaṁ –",
  "tika-vin08t1:51": "‘Setaruṇañca paṭhamaṁ, dutiyaṁ nandiyāvaṭṭaṁ;",
  "tika-vin08t1:52": "Tatiyaṁ tambavaṇṇañca, catutthaṁ gadrabhaṁ mukha’nti. –",
  "tika-vin08t1:53_0": "Imaṁ gāthaṁ nissāya ekarattiyaṁ aruṇo catukkhattuṁ uṭṭhahati, tattha paṭhamaṁ setavaṇṇaṁ",
  "tika-vin08t1:53_1": "hoti, dutiyaṁ nandiyāvaṭṭapupphavaṇṇaṁ hoti, tatiyaṁ tambavaṇṇaṁ hoti, catutthaṁ",
  "tika-vin08t1:53_2": "gadrabhamukhavaṇṇaṁ hotī”ti vatvā rattobhāsato puretaraṁ atītarattikāleyeva vattanikkhipanādikammaṁ",
  "tika-vin08t1:53_3": "karonti. Tesaṁ taṁ karaṇaṁ anisammakāritaṁ āpajjati. Ayañhi gāthā neva pāḷiyaṁ dissati,",
  "tika-vin08t1:53_4": "na aṭṭhakathāyaṁ, na ṭīkāsu, kevalaṁ nissaye eva, nissayesu ca ekasmiṁyeva khuddasikkhānissaye",
  "tika-vin08t1:53_5": "dissati, na aññanissayesu, tatthāpi neva pubbāparasambandho dissati, na hetuphalādibhāvo,",
  "tika-vin08t1:53_6": "na ca liṅganiyamoti na nissayakārācariyena ṭhapitā bhaveyya, atha kho pacchā aññehi",
  "tika-vin08t1:53_7": "lekhakehi vā attano icchānurūpaṁ likhitā bhaveyya, tasmā ayaṁ gāthā kuto ābhatā pāḷito",
  "tika-vin08t1:53_8": "vā aṭṭhakathāto vā ṭīkāto vā vinayato vā suttantato vā abhidhammato vāti pabhavaṁ",
  "tika-vin08t1:53_9": "apariyesitvā nissaye diṭṭhamattameva sārato gahetvā pāḷiyaṭṭhakathāṭīkāsu vuttavacanaṁ",
  "tika-vin08t1:53_10": "anisāmetvā katattā anisammakāritaṁ āpajjati.",
  "tika-vin08t1:54_0": "Tatrāyaṁ pāḷi “tena kho pana samayena buddho bhagavā sītāsu hemantikāsu rattīsu antaraṭṭhakāsu",
  "tika-vin08t1:54_1": "himapātasamaye rattiṁ ajjhokāse ekacīvaro nisīdi, na bhagavantaṁ sītaṁ ahosi. Nikkhante",
  "tika-vin08t1:54_2": "paṭhame yāme sītaṁ bhagavantaṁ ahosi, dutiyaṁ bhagavā cīvaraṁ pārupi, na bhagavantaṁ",
  "tika-vin08t1:54_3": "sītaṁ ahosi. Nikkhante majjhime yāme sītaṁ bhagavantaṁ ahosi, tatiyaṁ bhagavā cīvaraṁ",
  "tika-vin08t1:54_4": "pārupi, na bhagavantaṁ sītaṁ ahosi. Nikkhante pacchime yāme uddhaste aruṇe nandimukhiyā",
  "tika-vin08t1:54_5": "rattiyā sītaṁ bhagavantaṁ ahosi, catutthaṁ bhagavā cīvaraṁ pārupi, na bhagavantaṁ",
  "tika-vin08t1:54_6": "sītaṁ ahosī”ti. Ayaṁ mahāvagge cīvarakkhandhakāgatā vinayapāḷi. Pāḷiyaṁ nandimukhiyāti",
  "tika-vin08t1:54_7": "tuṭṭhimukhiyā, pasannadisāmukhāyāti attho. Ayaṁ taṁsaṁvaṇṇanāya vimativinodanīpāṭho.",
  "tika-vin08t1:55_0": "“Tena kho pana samayena buddho bhagavā sāvatthiyaṁ viharati pubbārāme migāramātupāsāde.",
  "tika-vin08t1:55_1": "Tena kho pana samayena bhagavā tadahuposathe bhikkhusaṅghaparivuto nisinno hoti.",
  "tika-vin08t1:55_2": "Atha kho āyasmā ānando abhikkantāya rattiyā nikkhante paṭhame yāme uṭṭhāyāsanā ekaṁsaṁ",
  "tika-vin08t1:55_3": "uttarāsaṅgaṁ karitvā yena bhagavā tenañjaliṁ paṇāmetvā bhagavantaṁ etadavoca – abhikkantā,",
  "tika-vin08t1:55_4": "bhante ratti, nikkhanto paṭhamo yāmo, ciranisinno bhikkhusaṅgho, uddisatu, bhante,",
  "tika-vin08t1:55_5": "bhagavā bhikkhūnaṁ pātimokkhanti. Evaṁ vutte bhagavā tuṇhī ahosi. Dutiyampi kho āyasmā",
  "tika-vin08t1:55_6": "ānando abhikkantāya rattiyā nikkhante majjhime yāme uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ",
  "tika-vin08t1:55_7": "karitvā yena bhagavā tenañjaliṁ paṇāmetvā bhagavantaṁ etadavoca – abhikkantā, bhante,",
  "tika-vin08t1:55_8": "ratti, nikkhanto majjhimo yāmo, ciranisinno bhikkhusaṅgho, uddisatu, bhante, bhagavā",
  "tika-vin08t1:55_9": "bhikkhūnaṁ pātimokkhanti. Dutiyampi bhagavā tuṇhī ahosi. Tatiyampi kho āyasmā ānando",
  "tika-vin08t1:55_10": "abhikkantāya rattiyā nikkhante pacchime yāme uddhaste aruṇe nandimukhiyā rattiyā",
  "tika-vin08t1:55_11": "uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā yena bhagavā tenañjaliṁ paṇāmetvā bhagavantaṁ",
  "tika-vin08t1:55_12": "etadavoca – abhikkantā, bhante, ratti, nikkhanto pacchimo yāmo, uddhastaṁ aruṇaṁ,",
  "tika-vin08t1:55_13": "nandimukhī ratti, ciranisinno bhikkhusaṅgho, uddisatu bhante bhagavā bhikkhūnaṁ pātimokkhanti.",
  "tika-vin08t1:55_14": "Aparisuddhā, ānanda, parisā”ti. Ayaṁ cūḷavagge pātimokkhaṭṭhapanakkhandhakāgatā aparāpi vinayapāḷi.",
  "tika-vin08t1:56_0": "Nandimukhiyā rattiyāti aruṇuṭṭhitakāle pītimukhā viya ratti khāyati. Tenāha “nandimukhiyā”ti",
  "tika-vin08t1:56_1": "ayaṁ taṁsaṁvaṇṇanābhūtasamantapāsādikaṭṭhakathāpāṭho. Abhikkantāti parikkhīṇā. Uddhaste",
  "tika-vin08t1:56_2": "aruṇeti uggate aruṇasīse. Nandimukhiyāti tuṭṭhimukhiyā. Ayaṁ taṁsaṁvaṇṇanābhūtasāratthadīpanīpāṭho.",
  "tika-vin08t1:56_3": "Pāḷiyaṁ nandimukhiyāti odātadisāmukhitāya tuṭṭhamukhiyā. Ayaṁ taṁsaṁvaṇṇanāya vimativinodanīpāṭho.",
  "tika-vin08t1:57_0": "“Tatiyampi kho āyasmā ānando abhikkantāyarattiyā nikkhante pacchime yāme uddhaste",
  "tika-vin08t1:57_1": "aruṇe nandimukhiyā rattiyā uṭṭhāyāsanā ekaṁsaṁ cīvaraṁ katvā yena bhagavā tenañjaliṁ",
  "tika-vin08t1:57_2": "paṇāmetvā bhagavantaṁ etadavoca – abhikkantā, bhante, ratti, nikkhanto pacchimo yāmo,",
  "tika-vin08t1:57_3": "uddhasto aruṇo, nandimukhī ratti, ciranisinnā āgantukā bhikkhū, paṭisammodatu, bhante,",
  "tika-vin08t1:57_4": "bhagavā āgantuke bhikkhū”ti. Ayaṁ udānāgatā suttantapāḷi. Uddhastearuṇeti uggate",
  "tika-vin08t1:57_5": "aruṇe. Aruṇo nāma puratthimadisāyaṁ sūriyodayato puretarameva uṭṭhitobhāso. Nandimukhiyā",
  "tika-vin08t1:57_6": "rattiyāti aruṇassa uggatattā eva aruṇobhāya sūriyālokūpajīvino satte nandāpanamukhiyā",
  "tika-vin08t1:57_7": "rattiyā jātāya, vibhāyamānāyāti attho. Ayaṁ taṁsaṁvaṇṇanābhūtā udānaṭṭhakathā.",
  "tika-vin08t1:58_0": "Iti ettakāsu vinayasuttantāgatāsu pāḷiyaṭṭhakathāṭīkāsu ekasmimpiṭhāne aruṇo catukkhattuṁ",
  "tika-vin08t1:58_1": "uggatoti natthi, ekavārameva vutto. Catubbidhavaṇṇasamannāgatotipi natthi, ekavaṇṇo",
  "tika-vin08t1:58_2": "eva vutto. Jātakaṭṭhakathāyampi rattavaṇṇo eva vutto, na setavaṇṇādiko. Nandimukhīti",
  "tika-vin08t1:58_3": "ca satte nandāpanadisāmukhī ratti eva vuttā, na aruṇassa nandiyāvaṭṭapupphasadisavaṇṇatā.",
  "tika-vin08t1:58_4": "Tenāha “satte nandāpanamukhiyā rattiyā”ti. Evaṁ abhidhānappadīpikāpakaraṇavacanena",
  "tika-vin08t1:58_5": "viruddhattā pāḷiyaṭṭhakathādīhi asaṁsandanato dubbalasādhakattā ca ayampi vādo ayuttoyevāti",
  "tika-vin08t1:58_6": "daṭṭhabbo, tasmā sammāsambuddhassa āṇaṁ anatikkantena lajjibhikkhunā yadi kenaci",
  "tika-vin08t1:58_7": "appaṭicchanne vivaṭokāse hoti, macchakkhisamānaabyattarattobhāsassa paññāyamānakālato",
  "tika-vin08t1:58_8": "paṭṭhāya vattanikkhipanādikammaṁ kātabbaṁ.",
  "tika-vin08t1:59_0": "Yadi pana pabbatādinā paṭicchannaṭṭhānaṁ hoti, yattakena kālena vivaṭaṭṭhāne rattobhāso",
  "tika-vin08t1:59_1": "paññāyati, sūriyamaṇḍalassa dissanakālato ekaghaṭikāmattena vā dvighaṭikāmattena",
  "tika-vin08t1:59_2": "vā tattakaṁ kālaṁ sallakkhetvā imasmiṁ kāle aruṇo uggato bhaveyyāti takketvā kātabbaṁ,",
  "tika-vin08t1:59_3": "saṁsayaṁ anicchantena tatopi kañcikālaṁ adhivāsetvā nissaṁsayakāle kattabbaṁ, ayaṁ",
  "tika-vin08t1:59_4": "tattha sāmīci. Ayaṁ pana vādo yathāvuttappakaraṇavacanehi suṭṭhu saṁsandati yathā",
  "tika-vin08t1:59_5": "gaṅgodakena yamunodakaṁ, tasmā paṇḍitehi punappunaṁ pubbāparaṁ āloḷentena manasi",
  "tika-vin08t1:59_6": "kātabbo. Evaṁ manasi karitvā aruṇapaṭisaṁyuttesu ṭhānesu saṁsayo chinditabbo, saṁsayaṁ",
  "tika-vin08t1:59_7": "chinditvā visāradena hutvā taṁ taṁ kammaṁ kātabbanti.",
  "tika-vin08t1:60": "Visuddhatthāya sīlassa, bhikkhūnaṁ piyasīlinaṁ;",
  "tika-vin08t1:61": "Katāruṇakathā esā, na sārambhādikāraṇā.",
  "tika-vin08t1:62": "Tasmā suṭṭhūpadhāretvā, yuttaṁ gaṇhantu sādhavo;",
  "tika-vin08t1:63": "Ayuttañce chaḍḍayantu, mā hontu dummanādayoti.",
  "tika-vin08t1:64": "Iti vinayasaṅgahasaṁvaṇṇanābhūte vinayālaṅkāre",
  "tika-vin08t1:65": "Divāseyyavinicchayakathālaṅkāro nāma",
  "tika-vin08t1:66": "Paṭhamo paricchedo."
}