{
  "tika-s0403t27:0": "5. Dhammikavaggo",
  "tika-s0403t27:1": "1. Nāgasuttavaṇṇanā",
  "tika-s0403t27:2_0": "43. Pañcamassa paṭhame parisiñcitunti yo cuṇṇamattikādīhi gattāni ubbaṭṭento mallakamuṭṭhādīhi",
  "tika-s0403t27:2_1": "vā ghaṁsanto nahāyati, so “nahāyatī”ti vuccati. Yo tathā akatvā pakatiyāva nahāyati,",
  "tika-s0403t27:2_2": "so “parisiñcatī”ti vuccati. Bhagavato ca sarīre tathā haritabbaṁ rajojallaṁ nāma",
  "tika-s0403t27:2_3": "nupalimpati acchachavibhāvato, utuggahaṇatthaṁ pana bhagavā kevalaṁ udake otarati.",
  "tika-s0403t27:2_4": "Tenāha “gattāni parisiñcitu”nti.",
  "tika-s0403t27:3_0": "Pubbakoṭṭhakoti pācīnakoṭṭhako. Sāvatthiyaṁ kira jetavanavihāro kadāci mahā, kadāci",
  "tika-s0403t27:3_1": "khuddako. Tathā hi so vipassissa bhagavato kāle yojaniko ahosi, sikhissa tigāvuto,",
  "tika-s0403t27:3_2": "vessabhussa aḍḍhayojaniko, kakusandhassa gāvutappamāṇo, koṇāgamanassa aḍḍhagāvutappamāṇo,",
  "tika-s0403t27:3_3": "kassapassa vīsatiusabhappamāṇo, amhākaṁ bhagavato kāle aṭṭhakarīsappamāṇo jāto. Tampi",
  "tika-s0403t27:3_4": "nagaraṁ tassa vihārassa kadāci pācīnato hoti, kadāci dakkhiṇato, kadāci pacchimato,",
  "tika-s0403t27:3_5": "kadāci uttarato. Jetavanagandhakuṭiyaṁ pana catunnaṁ mañcapādānaṁ patiṭṭhitaṭṭhānaṁ",
  "tika-s0403t27:3_6": "acalameva. Cattāri hi acalacetiyaṭṭhānāni nāma mahābodhipallaṅkaṭṭhānaṁ, isipatane",
  "tika-s0403t27:3_7": "dhammacakkappavattanaṭṭhānaṁ, saṅkassanagare devorohanakāle sopānassa patiṭṭhānaṭṭhānaṁ,",
  "tika-s0403t27:3_8": "mañcapādaṭṭhānanti. Ayaṁ pana pubbakoṭṭhako kassapadasabalassa vīsatiusabhavihārakāle",
  "tika-s0403t27:3_9": "pācīnadvārakoṭṭhako ahosi. So idāni “pubbakoṭṭhako”tveva paññāyati.",
  "tika-s0403t27:4_0": "Kassapadasabalassa kāle aciravatī nagaraṁ parikkhipitvā sandamānā pubbakoṭṭhakaṁ",
  "tika-s0403t27:4_1": "patvā udakena bhinditvā mahantaṁ udakarahadaṁ māpesi samatittikaṁ anupubbagambhīraṁ.",
  "tika-s0403t27:4_2": "Tattha ekaṁ rañño nhānatitthaṁ, ekaṁ nāgarānaṁ, ekaṁ bhikkhusaṅghassa, ekaṁ buddhānanti",
  "tika-s0403t27:4_3": "evaṁ pāṭiekkāni nhānatitthāni honti ramaṇīyānivippakiṇṇarajatapaṭṭasadisavālukāni.",
  "tika-s0403t27:4_4": "Iti bhagavatā āyasmatā ānandena saddhiṁ yena ayaṁ evarūpo pubbakoṭṭhako, tenupasaṅkami",
  "tika-s0403t27:4_5": "gattāni parisiñcituṁ. Athāyasmā ānando udakasāṭikaṁ upanāmesi. Bhagavā surattadupaṭṭaṁ",
  "tika-s0403t27:4_6": "apanetvā udakasāṭikaṁ nivāsesi. Thero dupaṭṭena saddhiṁ mahācīvaraṁ attano hatthagataṁ",
  "tika-s0403t27:4_7": "akāsi. Bhagavā udakaṁ otari, sahotaraṇenevassa udake macchakacchapā sabbe suvaṇṇavaṇṇā",
  "tika-s0403t27:4_8": "ahesuṁ, yantanāḷikāhi suvaṇṇarasadhārāni siñcanakālo viya suvaṇṇapaṭappasāraṇakālo",
  "tika-s0403t27:4_9": "viya ca ahosi. Atha bhagavato nahānavattaṁ dassetvā paccuttiṇṇassa thero surattadupaṭṭaṁ",
  "tika-s0403t27:4_10": "upanāmesi. Bhagavā taṁ nivāsetvā vijjullatāsadisaṁ kāyabandhanaṁ bandhitvā mahācīvaraṁ",
  "tika-s0403t27:4_11": "antantena saṁharitvā padumagabbhasadisaṁ katvā upanītaṁ dvīsu kaṇṇesu gahetvā aṭṭhāsi.",
  "tika-s0403t27:4_12": "Tena vuttaṁ “pubbakoṭṭhake gattāni parisiñcitvā ekacīvaro aṭṭhāsī”ti.",
  "tika-s0403t27:5_0": "Evaṁ ṭhitassa pana bhagavato sarīraṁ vikasitapadumapupphasadisaṁ sabbapāliphullaṁ",
  "tika-s0403t27:5_1": "pāricchattakaṁ, tārāmarīcivikasitañca gaganatalaṁ siriyā avahasamānaṁ viya virocittha,",
  "tika-s0403t27:5_2": "byāmappabhāparikkhepavilāsinī cassa dvattiṁsavaralakkhaṇamālā ganthitvā ṭhapitā dvattiṁsa",
  "tika-s0403t27:5_3": "candimā viya, dvattiṁsa sūriyā viya, paṭipāṭiyā ṭhapitadvattiṁsacakkavattidvattiṁsadevarājadvattiṁsamahābrahmāno",
  "tika-s0403t27:5_4": "viya ca ativiya virocittha. Yasmā ca bhagavato sarīraṁ sudhantacāmīkarasamānavaṇṇaṁ,",
  "tika-s0403t27:5_5": "suparisodhitapavāḷaruciratoraṇaṁ, suvisuddhanīlaratanāvalisadisakesatanuruhaṁ, tasmā",
  "tika-s0403t27:5_6": "tahaṁ tahaṁ viniggatasujātajātihiṅgulakarasūpasobhitaṁ upari satamegharatanāvalisucchāditaṁ",
  "tika-s0403t27:5_7": "jaṅgamamiva kanakagirisikharaṁ virocittha. Tasmiñca samaye dasabalassa sarīrato nikkhamitvā",
  "tika-s0403t27:5_8": "chabbaṇṇarasmiyo samantato asītihatthappamāṇe padese ādhāvantī vidhāvantī ratanāvaliratanadāmaratanacuṇṇavippakiṇṇaṁ",
  "tika-s0403t27:5_9": "viya pasāritaratanacittakañcanapaṭṭamiva āsiñcamānalākhārasadhārācittamiva ukkāsatanipātasamākulamiva",
  "tika-s0403t27:5_10": "nirantaravippakiṇṇakaṇikārakiṅkiṇikapupphamiva vāyuvegasamuddhatacinapiṭṭhacuṇṇarañjitamiva",
  "tika-s0403t27:5_11": "indadhanuvijjullatāvitānasanthatamiva ca gaganatalaṁ, taṁ ṭhānaṁ pavanañca sammā",
  "tika-s0403t27:5_12": "pharanti. Vaṇṇabhūmi nāmesā. Evarūpesu ṭhānesu buddhānaṁ sarīravaṇṇaṁ vā guṇavaṇṇaṁ",
  "tika-s0403t27:5_13": "vā cuṇṇiyapadehi vā gāthāhi vā atthañca upamāyo ca kāraṇāni ca āharitvā paṭibalena",
  "tika-s0403t27:5_14": "dhammakathikena pūretvā kathetuṁ vaṭṭati. Evarūpesu hi ṭhānesu dhammakathikassa thāmo",
  "tika-s0403t27:5_15": "veditabbo. Pubbasadisāni kurumānoti nirudakāni kurumāno, sukkhāpayamānoti attho.",
  "tika-s0403t27:5_16": "Sodake gatte cīvaraṁ pārupantassa hi cīvare kaṇṇikāni uṭṭhahanti, parikkhārabhaṇḍaṁ",
  "tika-s0403t27:5_17": "dussati, buddhānaṁ pana sarīre rajojallaṁ na upalimpati, padumapatte ukkhittaudakabindu",
  "tika-s0403t27:5_18": "viya udakaṁ vinivaṭṭetvā gacchati. Evaṁ santepi sikkhāgāravatāya bhagavā “pabbajitavattaṁ",
  "tika-s0403t27:5_19": "nāmeta”nti mahācīvaraṁ ubhosu kaṇṇesu gahetvā purato kāyaṁ paṭicchādetvā aṭṭhāsi.",
  "tika-s0403t27:6_0": "Tāḷitañca vāditañca tāḷitavāditaṁ, tūriyānaṁ tāḷitavāditaṁ tūriyatāḷitavāditaṁ. Mahantañca",
  "tika-s0403t27:6_1": "taṁ tūriyatāḷitavāditañcāti mahātūriyatāḷitavāditaṁ. Tenāha “mahantenā”tiādi. Atha",
  "tika-s0403t27:6_2": "vā bherimudiṅgapaṇavāditūriyānaṁ tāḷitaṁ vīṇāveḷugomukhiādīnaṁ vāditañca tūriyatāḷitavāditanti",
  "tika-s0403t27:6_3": "vā evamettha attho daṭṭhabbo.",
  "tika-s0403t27:7_0": "Abhiññāpāraṁ gatoti abhiññāpāragū. Evaṁ sesesupi. So hi bhagavā sabbadhamme abhijānanto",
  "tika-s0403t27:7_1": "gatoti abhiññāpāragū. Tesu pañcupādānakkhandhe parijānanto gatoti pariññāpāragū.",
  "tika-s0403t27:7_2": "Sabbakilese pajahanto gatoti pahānapāragū. Cattāro magge bhāvento gatoti bhāvanāpāragū.",
  "tika-s0403t27:7_3": "Nirodhaṁ sacchikaronto gatoti sacchikiriyāpāragū. Sabbasamāpattiṁ samāpajjanto gatoti",
  "tika-s0403t27:7_4": "samāpattipāragū. Subrahmadevaputtādayoti ettha so kira devaputto accharāsaṅghaparivuto",
  "tika-s0403t27:7_5": "nandanakīḷitaṁ katvā pāricchattakamūle paññattāsane nisīdi. Taṁ pañcasatā parivāretvā",
  "tika-s0403t27:7_6": "nisinnā, pañcasatā rukkhaṁ abhiruhitvā madhurassarena gāyitvā pupphāni pātenti. Tāni",
  "tika-s0403t27:7_7": "gahetvā itarā ekatovaṇṭikamālāva ganthenti. Atha rukkhaṁ abhiruḷhā upacchedakavasena",
  "tika-s0403t27:7_8": "ekappahāreneva kālaṁ katvā avīcimhi nibbattā mahādukkhaṁ anubhavanti. Atha kāle gacchante",
  "tika-s0403t27:7_9": "devaputto “imāsaṁ neva saddo suyyati, na pupphāni pātenti, kahaṁ nu kho gatā”ti āvajjento",
  "tika-s0403t27:7_10": "niraye nibbattabhāvaṁ disvā piyavatthukasokena ruppamāno cintesi – “etā tāva yathākammena",
  "tika-s0403t27:7_11": "gatā, mayhaṁ āyusaṅkhāro kittako”ti. So “sattame divase mayāpi avasesāhi pañcasatāhi",
  "tika-s0403t27:7_12": "saddhiṁ kālaṁ katvā tattheva nibbattitabba”nti disvā balavatarena sokena samappito.",
  "tika-s0403t27:7_13": "“Imaṁ mayhaṁ sokaṁ sadevake loke aññatra tathāgatā nibbāpetuṁ samattho natthī”ti",
  "tika-s0403t27:7_14": "cintetvā satthu santikaṁ gantvā vanditvā ekamantaṁ ṭhito –",
  "tika-s0403t27:8": "“Niccaṁ utrastamidaṁ cittaṁ, niccaṁ ubbiggamidaṁ mano;",
  "tika-s0403t27:9": "Anuppannesu kicchesu, atho uppatitesu ca;",
  "tika-s0403t27:10": "Sace atthi anutrastaṁ, taṁ me akkhāhi pucchito”ti. –",
  "tika-s0403t27:11": "Imaṁ gāthamabhāsi. Bhagavāpissa –",
  "tika-s0403t27:12": "“Nāññatra bojjhā tapasā, nāññatrindriyasaṁvarā;",
  "tika-s0403t27:13": "Nāññatra sabbanissaggā, sotthiṁ passāmi pāṇina”nti. –",
  "tika-s0403t27:14_0": "Dhammaṁ desesi. So desanāpariyosāne vigatasoko pañcahi accharāsatehi saddhiṁ sotāpattiphale",
  "tika-s0403t27:14_1": "patiṭṭhāya bhagavantaṁ namassamāno aṭṭhāsi. Taṁ sandhāyetaṁ vuttaṁ “dukkhappattā",
  "tika-s0403t27:14_2": "subrahmadevaputtādayo”ti. Ādi-saddena candasūriyadevaputtādayo saṅgaṇhāti. Catūhi",
  "tika-s0403t27:14_3": "kāraṇehīti ārakattā, arīnaṁ arānañca hatattā, paccayādīnaṁ arahattā, pāpakaraṇe rahābhāvāti",
  "tika-s0403t27:14_4": "imehi catūhi kāraṇehi.",
  "tika-s0403t27:15_0": "Dasavidhasaṁyojanānīti orambhāgiyuddhambhāgiyabhedato dasavidhasaṁyojanāni. Sabbe",
  "tika-s0403t27:15_1": "accarucīti sabbasatte atikkamitvā pavattaruci. Aṭṭhamakanti sotāpattimaggaṭṭhaṁ sandhāya",
  "tika-s0403t27:15_2": "vadati. Sotāpannoti phalaṭṭho gahito.",
  "tika-s0403t27:16_0": "Soraccanti “tattha katamaṁ soraccaṁ? Yo kāyiko avītikkamo, vācasiko avītikkamo, kāyikavācasiko",
  "tika-s0403t27:16_1": "avītikkamo, idaṁ vuccati soraccaṁ, sabbāpi sīlasaṁvaro soracca”nti vacanato sucisīlaṁ",
  "tika-s0403t27:16_2": "“soracca”nti vuttaṁ. Karūṇāti karuṇābrahmavihāramāha. Karuṇāpubbabhāgoti tassa pubbabhāgaṁ",
  "tika-s0403t27:16_3": "upacārajjhānaṁ vadati.",
  "tika-s0403t27:17_0": "Duvidhenajhānenāti ārammaṇūpanijjhānalakkhaṇūpanijjhānabhedato duvidhena jhānamanena.",
  "tika-s0403t27:17_1": "Pañcavidhamicchājīvavasenāti kuhanālapanānemittikatānippesikatālābhenalābhaṁnijigīsanatāsaṅkhāta-",
  "tika-s0403t27:17_2": "pañcavidhamicchājīvavasena. Na lippatīti na allīyati anusayato ārammaṇakaraṇato vā",
  "tika-s0403t27:17_3": "taṇhādiṭṭhiabhinivesābhāvato. Sesamettha uttānameva.",
  "tika-s0403t27:18": "Nāgasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t27:19": "2. Migasālāsuttavaṇṇanā",
  "tika-s0403t27:20_0": "44. Dutiye samasamagatiyāti ka-kārassa ya-kāravasena niddesoti āha “samabhāveneva",
  "tika-s0403t27:20_1": "samagatikā”ti. Bhavissantīti atītatthe anāgatavacanaṁ katanti āha “bhavissantīti",
  "tika-s0403t27:20_2": "jātā”ti. Purāṇassa hi isidattassa ca samagatikaṁ sandhāya sā evamāha.",
  "tika-s0403t27:21": "Ammakāti mātugāmo. Upacāravacanañhetaṁ. Itthīsu yadidaṁ ammakā mātugāmo jananī janikāti. Tenāha “itthī hutvā itthisaññāya eva samannāgatā”ti.",
  "tika-s0403t27:22_0": "Diṭṭhiyā paṭivijjhitabbaṁ appaṭividdhaṁ hotīti atthato kāraṇato ca paññāya paṭivijjhitabbaṁ",
  "tika-s0403t27:22_1": "appaṭividdhaṁ hoti, nijjaṭaṁ niggumbaṁ katvā yāthāvato aviditaṁ hoti. Samaye samaye",
  "tika-s0403t27:22_2": "kilesehi vimuccanakaṁ pītipāmojjaṁ idha sāmāyikaṁ ma-kāre akārassa dīghaṁ katvā.",
  "tika-s0403t27:22_3": "Tenāha – “sāmāyikampi vimuttiṁ na labhatīti kālānukālaṁ dhammassavanaṁ nissāya pītipāmojjaṁ",
  "tika-s0403t27:22_4": "na labhatī”ti. Pamiṇantīti ettha ārambhattho pa-saddoti āha “tuletuṁ ārabhantī”ti. Paṇītoti visiṭṭho.",
  "tika-s0403t27:23_0": "Tadantaranti vacanavipallāsena upayogatthe sāmivacanaṁ katanti āha “taṁ antaraṁ taṁ",
  "tika-s0403t27:23_1": "kāraṇa”nti. Lobhassa aparāparuppattiyā bahuvacanavasena “lobhadhammā”ti vuttā. Sīlena",
  "tika-s0403t27:23_2": "visesī ahosi methunadhammaviratiyā samannāgatattā.",
  "tika-s0403t27:24": "Migasālāsuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t27:25": "3-6. Iṇasuttādivaṇṇanā",
  "tika-s0403t27:26_0": "45-48. Tatiye daliddo nāma duggato, tassa bhāvo dāliddiyaṁ. Na etassa sakaṁ sāpateyyanti",
  "tika-s0403t27:26_1": "assako, asāpateyyo. Tenāha “attano santakena rahito”ti. “Buddho dhammo saṅgho”ti",
  "tika-s0403t27:26_2": "vutte “sammāsambuddho bhagavā, svākkhāto dhammo, suppaṭipanno saṅgho”ti kenaci akampiyabhāvena",
  "tika-s0403t27:26_3": "okappanaṁ ratanattayaguṇe ogāhetvā kappanaṁ okappanasaddhā nāma. “Idaṁ akusalaṁ kammaṁ",
  "tika-s0403t27:26_4": "no sakaṁ, idaṁ pana kammaṁ saka”nti evaṁ byatirekato anvayato ca kammassakatajānanapaññā",
  "tika-s0403t27:26_5": "kammassakatapaññā. Tividhañhi duccaritaṁ attanā katampi sakakammaṁ nāma na hoti atthabhañjanato.",
  "tika-s0403t27:26_6": "Sucaritaṁ sakakammaṁ nāma atthajananato. Iṇādānasminti paccattavacanatthe etaṁ bhummanti",
  "tika-s0403t27:26_7": "āha “iṇaggahaṇaṁ vadāmī”ti.",
  "tika-s0403t27:27_0": "Kaṭaggāhoti kataṁ sabbaso siddhameva katvā gahaṇaṁ. So pana vijayalābho hotīti āha",
  "tika-s0403t27:27_1": "“jayaggāho”ti. Hirimano etassāti hirimanoti āha “hirisampayuttacitto”ti, pāpajigucchanalakkhaṇāya",
  "tika-s0403t27:27_2": "hiriyā sampayuttacittoti attho. Ottappati ubbijjati bhāyati sīlenāti ottappī, ottappena",
  "tika-s0403t27:27_3": "samannāgato. Nirāmisaṁ sukhanti tatiyajjhānasukhaṁ dūrasamussāritakāmāmisattā. Upekkhanti",
  "tika-s0403t27:27_4": "catutthajjhānupekkhaṁ, na yaṁ kiñci upekkhāvedananti āha “catutthajjhānupekkha”nti.",
  "tika-s0403t27:27_5": "Āraddhavīriyoti paggahitaparipuṇṇakāyikacetasikavīriyoti attho. Yo gaṇasaṅgaṇikaṁ",
  "tika-s0403t27:27_6": "vinodetvā catūsu iriyāpathesu aṭṭhaārambhavatthuvasena ekako hoti, tassa kāyikaṁ",
  "tika-s0403t27:27_7": "vīriyaṁ āraddhaṁ nāma hoti. Cittasaṅgaṇikaṁ vinodetvā aṭṭhasamāpattivasena ekako",
  "tika-s0403t27:27_8": "hoti. Gamane uppannakilesassa ṭhānaṁ pāpuṇituṁ na deti, ṭhāne uppannakilesassa nisajjaṁ,",
  "tika-s0403t27:27_9": "nisajjāya uppannakilesassa sayanaṁ pāpuṇituṁ na deti, uppannaṭṭhāneyeva kilese niggaṇhāti.",
  "tika-s0403t27:27_10": "Ayaṁ cetasikaṁ vīriyaṁ āraddhaṁ nāma hoti. Paṭipakkhadūrībhāvena seṭṭhaṭṭhena ca",
  "tika-s0403t27:27_11": "eko udetīti ekodi, ekaggatā. Tassa yogato ekaggacitto idha ekodi. Paṭipakkhato attānaṁ",
  "tika-s0403t27:27_12": "nipāti, taṁ vā nipayati visosetīti nipako. Aññataraṁ kāyādibhedaṁ ārammaṇaṁ sātisayāya",
  "tika-s0403t27:27_13": "satiyā saratīti sato. Tenāha “ekaggacitto”tiādi.",
  "tika-s0403t27:28_0": "Akuppāme vimuttīti mayhaṁ arahattaphalavimutti akuppatāya akuppārammaṇatāya ca akuppā.",
  "tika-s0403t27:28_1": "Sā hi rāgādīhi na kuppatīti akuppatāyapi akuppā. Akuppaṁ nibbānamassā ārammaṇanti",
  "tika-s0403t27:28_2": "akuppārammaṇatāyapi akuppā. Tenevāha “akuppārammaṇattā”tiādi. Bhavasaṁyojanānanti",
  "tika-s0403t27:28_3": "kāmarāgapaṭighamānadiṭṭhivicikicchāsīlabbataparāmāsabhavarāgaissāmacchariya- avijjāsaṅkhātānaṁ",
  "tika-s0403t27:28_4": "dasannaṁ saṁyojanānaṁ. Imāni hi satte bhavesu saṁyojenti upanibandhanti bhavābhavena",
  "tika-s0403t27:28_5": "saṁyojenti, tasmā bhavasaṁyojanānīti vuccanti. Khīṇāsavo uttamaaṇaṇo kilesaiṇānaṁ",
  "tika-s0403t27:28_6": "abhāvato. Aññe hi sattā yāva na kilesā pahīyanti, tāva saiṇā nāma aserivihārabhāvato.",
  "tika-s0403t27:28_7": "Catutthādīni uttānatthāni.",
  "tika-s0403t27:29": "Iṇasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0403t27:30": "7. Khemasuttavaṇṇanā",
  "tika-s0403t27:31_0": "49. Sattame vutthabrahmacariyavāsoti nivutthabrahmacariyavāso. Katakaraṇīyoti ettha",
  "tika-s0403t27:31_1": "karaṇīyanti pariññāpahānabhāvanāsacchikiriyamāha. Taṁ pana yasmā catūhi maggehi paccekaṁ",
  "tika-s0403t27:31_2": "catūsu saccesu kattabbattā soḷasavidhaṁ veditabbaṁ. Tenāha “catūhi maggehi kattabba”nti.",
  "tika-s0403t27:31_3": "Khandhakilesaabhisaṅkhārasaṅkhātā tayo osīdāpanaṭṭhena bhārā viyāti bhārā. Te ohitā",
  "tika-s0403t27:31_4": "oropitā nikkhittā pātitā etenāti ohitabhāro. Tenāha “khandhabhāraṁ…pe… otāretvā ṭhito”ti.",
  "tika-s0403t27:31_5": "Anuppatto sadatthanti anuppattasadattho. Sadatthoti ca sakatthamāha ka-kārassa da-kāraṁ",
  "tika-s0403t27:31_6": "katvā. Ettha hi arahattaṁ attano yonisomanasikārāyattattā attūpanibandhaṭṭhena sasantānapariyāpannattā",
  "tika-s0403t27:31_7": "attānaṁ avijahanaṭṭhena attano uttamatthena ca attano atthattā “sakattho”ti vuccati.",
  "tika-s0403t27:31_8": "Tenāha “sadattho vuccati arahatta”nti. Sammadaññā vimuttoti sammā aññāya vimutto,",
  "tika-s0403t27:31_9": "acchinnabhūtāya maggapaññāya sammā yathābhūtaṁ dukkhādīsu yo yathā jānitabbo, tathā",
  "tika-s0403t27:31_10": "jānitvā vimuttoti attho. Tenāha “sammā hetunā”tiādi. Vimuttoti ca dve vimuttiyo sabbassa",
  "tika-s0403t27:31_11": "cittasaṁkilesassa maggo nibbānādhimutti ca. Nibbāne adhimuccanaṁ tattha ninnapoṇapabbhāratāya.",
  "tika-s0403t27:31_12": "Arahā sabbakilesehi vimuttacittattā cittavimuttiyā vimutto. Nibbānaṁ adhimuttattā",
  "tika-s0403t27:31_13": "nibbāne vimutto. Sesamettha uttānameva.",
  "tika-s0403t27:32": "Khemasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t27:33": "8. Indriyasaṁvarasuttavaṇṇanā",
  "tika-s0403t27:34_0": "50. Aṭṭhame upanisīdati phalaṁ etthāti kāraṇaṁ upanisā. Yathābhūtañāṇadassananti",
  "tika-s0403t27:34_1": "yathāsabhāvajānanasaṅkhātaṁ dassanaṁ. Etena taruṇavipassanaṁ dasseti. Taruṇavipassanā",
  "tika-s0403t27:34_2": "hi balavavipassanāya paccayo hoti. Taruṇavipassanāti nāmarūpapariggahe ñāṇaṁ, paccayapariggahe",
  "tika-s0403t27:34_3": "ñāṇaṁ, sammasane ñāṇaṁ, maggāmagge vavatthapetvā ṭhitañāṇanti catunnaṁ ñāṇānaṁ adhivacanaṁ.",
  "tika-s0403t27:34_4": "Nibbindati etāyāti nibbidā. Balavavipassanāti bhayatupaṭṭhāne ñāṇaṁ ādīnavānupassane",
  "tika-s0403t27:34_5": "ñāṇaṁ muccitukamyatāñāṇaṁ saṅkhārupekkhāñāṇanti catunnaṁ ñāṇānaṁ adhivacanaṁ. Paṭisaṅkhānupassanā",
  "tika-s0403t27:34_6": "pana muccitukamyatāpakkhikā eva. “Yāva maggāmaggañāṇadassanavisuddhi, tāva taruṇavipassanā”ti",
  "tika-s0403t27:34_7": "hi vacanato upakkilesavimuttaudayabbayañāṇato balavavipassanā. Virajjati ariyo saṅkhārato",
  "tika-s0403t27:34_8": "etenāti virāgo, ariyamaggo. Arahattaphalanti ukkaṭṭhaniddesato vuttaṁ. Indriyasaṁvarassa",
  "tika-s0403t27:34_9": "sīlarakkhaṇahetuttā vuttaṁ “sīlānurakkhaṇaindriyasaṁvaro kathito”ti.",
  "tika-s0403t27:35": "Indriyasaṁvarasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t27:36": "9. Ānandasuttavaṇṇanā",
  "tika-s0403t27:37_0": "51. Navame therā bhikkhū viharanti bahussutā āgatāgamātiādipāḷipadesu imināva nayena",
  "tika-s0403t27:37_1": "attho daṭṭhabbo – sīlādiguṇānaṁ thirabhāvappattiyā therā. Suttageyyādi bahu sutaṁ",
  "tika-s0403t27:37_2": "etesanti bahussutā. Vācuggatadhāraṇena sammadeva garūnaṁ santike āgamitabhāvena āgato",
  "tika-s0403t27:37_3": "pariyattidhammasaṅkhāto āgamo etesanti āgatāgamā. Suttātidhammasaṅkhātassa dhammassa",
  "tika-s0403t27:37_4": "dhāraṇena dhammadharā. Vinayadhāraṇena vinayadharā. Tesaṁyeva dhammavinayānaṁ mātikāya",
  "tika-s0403t27:37_5": "dhāraṇena mātikādharā. Tattha tattha dhammaparipucchāya paripucchati. Taṁ atthaparipucchāya",
  "tika-s0403t27:37_6": "paripañhati vīmaṁsati vicāreti. Idaṁ, bhante, kathaṁ, imassa kvatthoti paripucchanapañhanākāradassanaṁ.",
  "tika-s0403t27:37_7": "Āvivaṭañceva pāḷiyā atthaṁ padesantarapāḷidassanena āgamato vivaranti. Anuttānīkatañca",
  "tika-s0403t27:37_8": "yuttivibhāvanena uttānīkaronti. Kaṅkhāṭṭhāniyesu dhammesu saṁsayuppattiyā hetuyā",
  "tika-s0403t27:37_9": "gaṇṭhiṭṭhānabhūtesu pāḷipadesu yāthāvato vinicchayadānena kaṅkhaṁ paṭivinodenti.",
  "tika-s0403t27:38": "Ānandasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t27:39": "10. Khattiyasuttavaṇṇanā",
  "tika-s0403t27:40_0": "52. Dasame bhoge adhippāyo etesanti bhogādhippāyā. Paññatthāya etesaṁ mano upavicaratīti",
  "tika-s0403t27:40_1": "paññūpavicārā. Pathaviyā dāyatthāya vā cittaṁ abhiniveso etesanti pathavībhinivesā.",
  "tika-s0403t27:40_2": "Mantā adhiṭṭhānaṁ patiṭṭhā etesanti mantādhiṭṭhānā. Iminā nayena sesapadānipi veditabbāni. Sesaṁ uttānameva.",
  "tika-s0403t27:41": "Khattiyasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t27:42": "11. Appamādasuttavaṇṇanā",
  "tika-s0403t27:43_0": "53. Ekādasame jaṅgalānanti ettha yo nipicchalo na anūpo nirudakatāya thaddhalūkho",
  "tika-s0403t27:43_1": "bhūmippadeso, so “jaṅgalo”ti vuccati. Tabbahulatāya pana idha sabbo bhūmippadeso",
  "tika-s0403t27:43_2": "jaṅgalo. Tasmiṁ jaṅgale jātā bhavāti vā jaṅgalā, tesaṁ jaṅgalānaṁ. Evañhi nadicarānampi",
  "tika-s0403t27:43_3": "hatthīnaṁ saṅgaho kato hoti samodhātabbānaṁ viya samodhāyakānampi idha jaṅgalaggahaṇena",
  "tika-s0403t27:43_4": "gahetabbato. Pathavītalacārīnanti iminā jalacārino ca nivatteti adissamānapādattā.",
  "tika-s0403t27:43_5": "“Pāṇāna”nti sādhāraṇavacanampi “padajātānī”ti saddantarasannidhānena visesaniviṭṭhameva",
  "tika-s0403t27:43_6": "hotīti āha “sapādakapāṇāna”nti. “Muttagata”ntiādīsu gata-saddo viya idha jāta-saddo",
  "tika-s0403t27:43_7": "anatthantaroti āha “padajātānīti padānī”ti. Samodhānanti samavarodhaṁ, antogadhaṁ",
  "tika-s0403t27:43_8": "vā. Tenāha “odhānaṁ upanikkhepaṁ gacchantī”ti. Kūṭaṅgamāti pārimantena kūṭaṁ upagacchanti.",
  "tika-s0403t27:43_9": "Kūṭaninnāti kūṭacchiddamagge pavisanavasena kūṭe ninnā. Kūṭasamosaraṇāti chidde anupavisanavasena",
  "tika-s0403t27:43_10": "ca āhacca avatthānena ca kūṭe samodahitvā ṭhitā. Vaṇṭe patamāne sabbāni bhūmiyaṁ",
  "tika-s0403t27:43_11": "patantīti āha “vaṇṭānuvattakāni bhavantī”ti.",
  "tika-s0403t27:44": "Appamādasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t27:45": "12. Dhammikasuttavaṇṇanā",
  "tika-s0403t27:46_0": "54. Dvādasame jātibhūmiyanti ettha jananaṁ jāti, jātiyā bhūmi jātibhūmi, jātaṭṭhānaṁ.",
  "tika-s0403t27:46_1": "Taṁ kho panetaṁ neva kosalamahārājādīnaṁ, na caṅkibrāhmaṇādīnaṁ, na sakkasuyāmasantusitādīnaṁ,",
  "tika-s0403t27:46_2": "na asītimahāsāvakānaṁ, na aññesaṁ sattānaṁ “jātibhūmī”ti vuccati. Yassa pana jātadivase",
  "tika-s0403t27:46_3": "dasasahassī lokadhātu ekaddhajamālāvippakiṇṇakusumavāsacuṇṇagaṇasugandhā sabbapāliphullamiva",
  "tika-s0403t27:46_4": "nandanavanaṁ virocamānā paduminipaṇṇe udakabindu viya akampittha, jaccandhādīnañca",
  "tika-s0403t27:46_5": "rūpadassanādīni anekāni pāṭihāriyāni pavattiṁsu. Tassa sabbaññubodhisattassa jātaṭṭhānaṁ,",
  "tika-s0403t27:46_6": "sātisayassa pana janakakapilavatthusannissayo “jātibhūmī”ti vuccati. Jātibhūmakā",
  "tika-s0403t27:46_7": "upāsakāti jātibhūmivāsino upāsakā. Santanetvā sabbaso tanetvā pattharitvā ṭhitamūlāni",
  "tika-s0403t27:46_8": "mūlasantānakāni. Tāni pana atthato mūlāniyevāti āha “mūlasantānakānanti mūlāna”nti.",
  "tika-s0403t27:47_0": "Jātadivase āvudhānaṁ jotitattā, rañño aparimitassa ca sattakāyassa anatthato paripālanasamatthatāya",
  "tika-s0403t27:47_1": "ca “jotipālo”ti laddhanāmattā vuttaṁ “nāmena jotipālo”ti. Govindoti govindiyābhisekena",
  "tika-s0403t27:47_2": "abhisitto, govindassa ṭhāne ṭhapanābhisekena abhisittoti attho. Taṁ kira tassa brāhmaṇassa",
  "tika-s0403t27:47_3": "kulaparamparāgataṁ ṭhānantaraṁ. Tenāha “ṭhānena mahāgovindo”ti. Gavaṁ paññañca vindati",
  "tika-s0403t27:47_4": "paṭilabhatīti govindo, mahanto govindoti mahāgovindo. Goti hi paññāyetaṁ adhivacanaṁ",
  "tika-s0403t27:47_5": "“gacchati atthe bujjhatī”ti katvā. Mahāgovindo ca amhākaṁ bodhisattoyeva. So kira",
  "tika-s0403t27:47_6": "disampatissa nāma rañño purohitassa govindabrāhmaṇassa putto hutvā attano pitussa",
  "tika-s0403t27:47_7": "ca rañño ca accayena tassa putto reṇu, sahāyā cassa sattabhū, brahmadatto, vessabhū,",
  "tika-s0403t27:47_8": "bharato, dve dhataraṭṭhāti ime satta rājāno yathā aññamaññaṁ na vivadanti. Evaṁ rajje",
  "tika-s0403t27:47_9": "patiṭṭhāpetvā tesaṁ atthadhamme anusāsante jambudīpatale sabbesaṁ rājāva raññaṁ,",
  "tika-s0403t27:47_10": "brahmāva brāhmaṇānaṁ, devova gahapatikānaṁ sakkato garukato mānito pūjito apacito",
  "tika-s0403t27:47_11": "uttamagāravaṭṭhānaṁ ahosi. Tena vuttaṁ “reṇuādīnaṁ sattannaṁ rājūnaṁ purohito”ti.",
  "tika-s0403t27:47_12": "Imeva satta bhāradhārā mahārājāno. Vuttañhetaṁ –",
  "tika-s0403t27:48": "“Sattabhū brahmadatto ca, vessabhū bharato saha;",
  "tika-s0403t27:49": "Reṇu dve ca dhataraṭṭhā, tadāsuṁ satta bhāradhā”ti. ;",
  "tika-s0403t27:50_0": "Rañño diṭṭhadhammikasamparāyikatthānaṁ puro vidhānato pure saṁvidhānato purohito.",
  "tika-s0403t27:50_1": "Kodhāmagandhenāti kodhasaṅkhātena pūtigandhena. Karuṇā assa atthīti karuṇanti sapubbabhāgakaruṇajjhānaṁ",
  "tika-s0403t27:50_2": "vuttanti āha “karuṇāya ca karuṇāpubbabhāge ca ṭhitā”ti. Yakāro sandhivasena āgatoti",
  "tika-s0403t27:50_3": "āha “yeteti ete”ti. Arahattato paṭṭhāya sattamoti sakadāgāmī. Sakadāgāmiṁupādāyāti",
  "tika-s0403t27:50_4": "sakadāgāmibhāvaṁ paṭicca. Sakadāgāmissa hi pañcindriyāni sakadāgāmibhāvaṁ paṭicca",
  "tika-s0403t27:50_5": "mudūni nāma honti. Sesamettha suviññeyyameva.",
  "tika-s0403t27:51": "Dhammikasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t27:52": "Dhammikavaggavaṇṇanā niṭṭhitā.",
  "tika-s0403t27:53": "Paṭhamapaṇṇāsakaṁ niṭṭhitaṁ.",
  "tika-s0403t27:54": "2. Dutiyapaṇṇāsakaṁ"
}