{
  "tika-s0404t20:0": "(8) 3. Ākaṅkhavaggo",
  "tika-s0404t20:1": "1-4. Ākaṅkhasuttādivaṇṇanā",
  "tika-s0404t20:2_0": "71-74. Tatiyassa paṭhame sīlassa anavasesasamādānena akhaṇḍādibhāvāpattiyā ca paripuṇṇasīlā.",
  "tika-s0404t20:2_1": "Samādānato paṭṭhāya avicchindanato sīlasamaṅgino. Ettāvatā kirāti kira-saddo arucisūcanattho.",
  "tika-s0404t20:2_2": "Tenettha ācariyavādassa attano aruccanabhāvaṁ dīpeti. Sampannasīlāti anāmaṭṭhavisesaṁ",
  "tika-s0404t20:2_3": "sāmaññato sīlasaṅkhepena gahitaṁ. Tañca catubbidhanti ācariyatthero “catupārisuddhisīlaṁ",
  "tika-s0404t20:2_4": "uddisitvā”ti āha. Tatthāti catupārisuddhisīle. Jeṭṭhakasīlanti padhānasīlaṁ. Ubhayatthāti",
  "tika-s0404t20:2_5": "uddesaniddese. Idha niddese viya uddesepi pātimokkhasaṁvaro bhagavatā vutto “sampannasīlā”ti",
  "tika-s0404t20:2_6": "vuttattāti adhippāyo. Sīlaggahaṇañhi pāḷiyaṁ pātimokkhasaṁvaravasena āgataṁ. Tenāha",
  "tika-s0404t20:2_7": "“pātimokkhasaṁvaroyevā”tiādi. Tattha avadhāraṇena itaresaṁ tiṇṇaṁ ekadesena pātimokkhantogadhataṁ",
  "tika-s0404t20:2_8": "dīpeti. Tathā hi anolokiyolokane ājīvahetu chasikkhāpadavītikkame gilānapaccayassa",
  "tika-s0404t20:2_9": "apaccavekkhitaparibhoge ca āpatti vihitāti. Tīṇīti indriyasaṁvarasīlādīni. Sīlanti",
  "tika-s0404t20:2_10": "vuttaṭṭhānaṁ nāma atthīti sīlapariyāyena tesaṁ katthaci sutte gahitaṭṭhānaṁ nāma",
  "tika-s0404t20:2_11": "kiṁ atthi yathā pātimokkhasaṁvaroti ācariyassa sammukhattā appaṭikkhipantova upacārena",
  "tika-s0404t20:2_12": "pucchanto viya vadati. Tenāha “ananujānanto”ti. Chadvārarakkhāmattakamevāti tassa",
  "tika-s0404t20:2_13": "sallahukabhāvamāha cittādhiṭṭhānamattena paṭipākatikabhāvāpattito. Itaresupi eseva",
  "tika-s0404t20:2_14": "nayo. Paccayuppattimattakanti phalena hetuṁ dasseti. Uppādanahetukā hi paccayānaṁ",
  "tika-s0404t20:2_15": "uppatti. Idamatthanti idaṁ payojanaṁ imassa paccayassa paribhuñjaneti adhippāyo.",
  "tika-s0404t20:2_16": "Nippariyāyenāti iminā indriyasaṁvarādīni tīṇi padhānassa sīlassa parivāravasena pavattiyā",
  "tika-s0404t20:2_17": "pariyāyasīlāni nāmāti dasseti.",
  "tika-s0404t20:3_0": "Idāni pātimokkhasaṁvarasseva padhānabhāvaṁ byatirekato anvayato ca upamāya vibhāvetuṁ",
  "tika-s0404t20:3_1": "“yassā”tiādimāha. Tattha soti pātimokkhasaṁvaro. Sesānīti indriyasaṁvarādīni. Tasse",
  "tika-s0404t20:3_2": "vāti “sampannasīlā”ti ettha yaṁ sīlaṁ vuttaṁ, tasseva. Sampannapātimokkhāti ettha",
  "tika-s0404t20:3_3": "pātimokkhaggahaṇena vevacanaṁ vatvā taṁ vitthāretvā…pe… ādimāha. Yathā aññatthāpi",
  "tika-s0404t20:3_4": "“idha bhikkhu sīlavā hotī”ti puggalādhiṭṭhānāya desanāya uddiṭṭhaṁ sīlaṁ “pātimokkhasaṁvarasaṁvuto",
  "tika-s0404t20:3_5": "viharatī”ti niddiṭṭhaṁ. Kasmā āraddhanti desanāya kāraṇapucchā. Sīlānisaṁsadassanatthanti",
  "tika-s0404t20:3_6": "payojananiddeso. “Sīlānisaṁsadassanattha”nti hi ettha byatirekato yaṁ sīlānisaṁsassa",
  "tika-s0404t20:3_7": "adassanaṁ, taṁ imissā desanāya kāraṇanti kasmā āraddhanti? Veneyyānaṁ sīlānisaṁsassa",
  "tika-s0404t20:3_8": "adassanatoti atthato āpanno eva hoti. Tenāha “sacepī”tiādi. Sīlānisaṁsadassanatthanti",
  "tika-s0404t20:3_9": "pana imassa atthaṁ vivarituṁ “tesa”ntiādi vuttaṁ. Ānisaṁsoti udayo. “Sīlavā sīlasampanno",
  "tika-s0404t20:3_10": "kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjatī”tiādīsu pana vipākaphalampi",
  "tika-s0404t20:3_11": "“ānisaṁso”ti vuttaṁ. Ko visesoti ko phalaviseso. Kā vaḍḍhīti ko abbhudayo. Vijjamānopi",
  "tika-s0404t20:3_12": "guṇo yāthāvato vibhāvito eva abhiruciṁ uppādeti, na avibhāvito, tasmā ekantato ānisaṁsakittanaṁ",
  "tika-s0404t20:3_13": "icchitabbamevāti dassetuṁ “appeva nāmā”tiādimāha.",
  "tika-s0404t20:4_0": "Piyoti piyāyitabbo. Piyassa nāma dassanaṁ ekantato abhinanditabbaṁ hotīti āha “piyacakkhūhi",
  "tika-s0404t20:4_1": "sampassitabbo”ti. Pītisamuṭṭhānappasannasommarūpapariggahañhi cakkhu “piyacakkhū”ti",
  "tika-s0404t20:4_2": "vuccati. Tesanti sabrahmacārīnaṁ. Manavaḍḍhanakoti pītimanassa paribrūhanato uparūpari",
  "tika-s0404t20:4_3": "pīticittasseva uppādanako. Garuṭṭhāniyoti garukaraṇassa ṭhānabhūto. Jānaṁ jānātīti",
  "tika-s0404t20:4_4": "ñāṇena jānitabbaṁ jānāti. Yathā vā aññe ajānantāpi jānantā viya pavattanti, na evamayaṁ,",
  "tika-s0404t20:4_5": "ayaṁ pana jānanto eva jānāti. Passaṁ passatīti dassanabhūtena paññācakkhunā passitabbaṁ",
  "tika-s0404t20:4_6": "passati, passanto eva vā passati. Evaṁ sambhāvanīyoti evaṁ viññutāya paṇḍitabhāvena",
  "tika-s0404t20:4_7": "sambhāvetabbo. Sīlesvevassa paripūrakārīti sīlesu paripūrakārī eva bhaveyyāti. Evaṁ",
  "tika-s0404t20:4_8": "uttarapadāvadhāraṇaṁ daṭṭhabbaṁ. Evañhi iminā padena uparisikkhādvayaṁ anivattitameva",
  "tika-s0404t20:4_9": "hoti. Yathā pana sīlesu paripūrakārī nāma hoti, taṁ phalena dassetuṁ “ajjhatta”ntiādi",
  "tika-s0404t20:4_10": "vuttaṁ. Vipassanādhiṭṭhānasamādhisaṁvattanikatāya hi idha sīlassa pāripūrī, na kevalaṁ",
  "tika-s0404t20:4_11": "akhaṇḍādibhāvamattaṁ. Vuttañhetaṁ “yāni kho pana tāni akhaṇḍāni…pe… samādhisaṁvattanikānī”ti.",
  "tika-s0404t20:4_12": "Evañca katvā uparisikkhādvayaṁ sīlassa sambhārabhāvena gahitanti sīlassevettha padhānaggahaṇaṁ",
  "tika-s0404t20:4_13": "siddhaṁ hoti. Sīlānurakkhakā hi cittekaggatāsaṅkhārapariggahā. Anūnenāti akhaṇḍādibhāvena,",
  "tika-s0404t20:4_14": "kassaci vā ahāpanena upapannena. Ākārenāti karaṇena sampādanena.",
  "tika-s0404t20:5_0": "Ajjhattanti vā attanoti vā ekaṁ ekatthaṁ, byañjanameva nānaṁ. Bhummatthe cetaṁ, “samatha”nti",
  "tika-s0404t20:5_1": "upayogavacanaṁ “anū”ti iminā upasaggena yoge siddhanti āha “attano cittasamathe yutto”ti.",
  "tika-s0404t20:5_2": "Tattha cittasamatheti cittassa samādhāne. Yuttoti aviyutto pasuto. Yo sabbena sabbaṁ",
  "tika-s0404t20:5_3": "jhānabhāvanāya ananuyutto, so taṁ bahi nīharati nāma. Yo ārabhitvā antarā saṅkocaṁ",
  "tika-s0404t20:5_4": "āpajjati, so taṁ vināseti nāma. Yo pana īdiso ahutvā jhānaṁ upasampajja viharati,",
  "tika-s0404t20:5_5": "so anirākatajjhānoti dassento “bahi anīhaṭajjhāno”tiādimāha. Nīharaṇavināsatthañhi",
  "tika-s0404t20:5_6": "idaṁ nirākaraṇaṁ nāma. “Thambhaṁ niraṁkatvā nivātavuttī”tiādīsu cassa payogo daṭṭhabbo.",
  "tika-s0404t20:6_0": "Sattavidhāya anupassanāyāti ettha aniccānupassanā, dukkhānupassanā, anattānupassanā,",
  "tika-s0404t20:6_1": "nibbidānupassanā, virāgānupassanā, nirodhānupassanā, paṭinissaggānupassanāti imā",
  "tika-s0404t20:6_2": "sattavidhā anupassanā. Suññāgāragato bhikkhu tattha laddhakāyavivekatāya samathavipassanāvasena",
  "tika-s0404t20:6_3": "cittavivekaṁ paribrūhento yathānusiṭṭhapaṭipattiyā lokaṁ sāsanañca attano visesādhigamaṭṭhānabhūtaṁ",
  "tika-s0404t20:6_4": "suññāgārañca upasobhayamāno guṇavisesādhiṭṭhānabhāvāpādanena viññūnaṁ atthato taṁ",
  "tika-s0404t20:6_5": "brūhento nāma hotīti vuttaṁ “brūhetā suññāgārāna”nti. Tenāha “ettha cā”tiādi. Ekabhūmakādipāsāde",
  "tika-s0404t20:6_6": "kurumānopi pana neva suññāgārānaṁ brūhetāti daṭṭhabbo. Suññāgāraggahaṇena cettha",
  "tika-s0404t20:6_7": "araññarukkhamūlādi sabbaṁ padhānānuyogakkhamaṁ senāsanaṁ gahitanti daṭṭhabbaṁ.",
  "tika-s0404t20:7_0": "Ettāvatā yathā taṇhāvicaritadesanā paṭhamaṁ taṇhāvasena āraddhāpi taṇhāpadaṭṭhānattā",
  "tika-s0404t20:7_1": "mānadiṭṭhīnaṁ mānadiṭṭhiyo osaritvā kamena papañcattayadesanā jātā, evamayaṁ desanā",
  "tika-s0404t20:7_2": "paṭhamaṁ adhisīlasikkhāvasena āraddhāpi sīlapadaṭṭhānattā samathavipassanānaṁ samathavipassanāyo",
  "tika-s0404t20:7_3": "osaritvā kamena sikkhāttayadesanā jātāti veditabbā. Ettha hi “sīlesvevassa paripūrakārī”ti",
  "tika-s0404t20:7_4": "ettāvatā adhisīlasikkhā vuttā, “ajjhattaṁ cetosamathamanuyutto anirākatajjhāno”ti",
  "tika-s0404t20:7_5": "ettāvatā adhicittasikkhā, “vipassanāya samannāgato”ti ettāvatā adhipaññāsikkhā. “Brūhetā",
  "tika-s0404t20:7_6": "suññāgārāna”nti iminā pana samathavasena suññāgāravaḍḍhane adhicittasikkhā, vipassanāvasena",
  "tika-s0404t20:7_7": "adhipaññāsikkhāti evaṁ dvepi sikkhā saṅgahetvā vuttā. Ettha ca “ajjhattaṁ cetosamathamanuyutto",
  "tika-s0404t20:7_8": "anirākatajjhāno”ti imehi padehi sīlānurakkhikā eva cittekaggatā kathitā, “vipassanāyā”ti",
  "tika-s0404t20:7_9": "iminā padena sīlānurakkhiko saṅkhārapariggaho.",
  "tika-s0404t20:8_0": "Kathaṁ cittekaggatā sīlamanurakkhati? Yassa hi cittekaggatā natthi, so byādhimhi",
  "tika-s0404t20:8_1": "uppanne vihaññati, so byādhivihato vikkhittacitto sīlaṁ vināsetvāpi byādhivūpasamaṁ",
  "tika-s0404t20:8_2": "kattā hoti. Yassa pana cittekaggatā atthi, so taṁ byādhidukkhaṁ vikkhambhetvā samāpattiṁ",
  "tika-s0404t20:8_3": "samāpajjati, samāpannakkhaṇe dukkhaṁ dūragataṁ hoti, balavataraṁ sukhamuppajjati.",
  "tika-s0404t20:8_4": "Evaṁ cittekaggatā sīlamanurakkhati. Kathaṁ saṅkhārapariggaho sīlamanurakkhati? Yassa",
  "tika-s0404t20:8_5": "hi saṅkhārapariggaho natthi, tassa “mama rūpaṁ mama viññāṇa”nti attabhāve balavamamattaṁ",
  "tika-s0404t20:8_6": "hoti, so tathārūpesu dubbhikkhabyādhibhayādīsu sampattesu sīlaṁ nāsetvāpi attabhāvaṁ",
  "tika-s0404t20:8_7": "posetā hoti. Yassa pana saṅkhārapariggaho atthi, tassa attabhāve balavamamattaṁ vā",
  "tika-s0404t20:8_8": "sineho vā na hoti, so tathārūpesu dubbhikkhabyādhibhayādīsu sampattesu sacepissa",
  "tika-s0404t20:8_9": "antāni bahi nikkhamanti, sacepi ussussati visussati, khaṇḍākhaṇḍiko vā hoti satadhāpi",
  "tika-s0404t20:8_10": "sahassadhāpi, neva sīlaṁ vināsetvā attabhāvaṁ posetā hoti. Evaṁ saṅkhārapariggaho sīlaṁ anurakkhati.",
  "tika-s0404t20:9_0": "“Brūhetā suññāgārāna”nti iminā pana tasseva ubhayassa brūhanā vaḍḍhanā sātaccakiriyā",
  "tika-s0404t20:9_1": "dassitā. Evaṁ bhagavā yasmā “sabrahmacārīnaṁ piyo cassaṁ…pe… bhāvanīyo cā”ti ime",
  "tika-s0404t20:9_2": "cattāro dhamme ākaṅkhantena natthaññaṁ kiñci kātabbaṁ, aññadatthu sīlādiguṇasamannāgateneva",
  "tika-s0404t20:9_3": "bhavitabbaṁ. Īdiso hi sabrahmacārīnaṁ piyo hoti manāpo garu bhāvanīyo. Vuttampi hetaṁ –",
  "tika-s0404t20:10": "“Sīladassanasampannaṁ, dhammaṭṭhaṁ saccavedinaṁ;",
  "tika-s0404t20:11": "Attano kamma kubbānaṁ, taṁ jano kurute piya”nti. ;",
  "tika-s0404t20:12_0": "Tasmā “ākaṅkheyya ce, bhikkhave, bhikkhu sabrahmacārīnaṁ piyo cassaṁ…pe… sīlesvevassa",
  "tika-s0404t20:12_1": "paripūrakārī…pe… suññāgārāna”nti vatvā idāni yasmā paccayalābhādiṁ patthayantenapi",
  "tika-s0404t20:12_2": "idameva karaṇīyaṁ, na aññaṁ kiñci, tasmā “ākaṅkheyya ce, bhikkhave, bhikkhu lābhī",
  "tika-s0404t20:12_3": "assa”ntiādimāha. Lābhī assanti lābhāsāya saṁvarasīlaparipūraṇaṁ pāḷiyaṁ āgataṁ. Kimīdisaṁ",
  "tika-s0404t20:12_4": "bhagavā anujānātīti? Na bhagavā sabhāvena īdisaṁ anujānāti, mahākāruṇikatāya pana",
  "tika-s0404t20:12_5": "puggalajjhāsayena evaṁ vuttanti dassento “na bhagavā”tiādimāha. Tattha ghāsesanaṁ",
  "tika-s0404t20:12_6": "chinnakatho, na vācaṁ payuttaṁ bhaṇeti chinnakatho mūgo viya hutvā obhāsaparikathānimittaviññattipayuttaṁ",
  "tika-s0404t20:12_7": "ghāsesanaṁ vācaṁ na bhaṇe, na katheyyāti attho. Puggalajjhāsayavasenāti saṅkhepato",
  "tika-s0404t20:12_8": "vuttamatthaṁ vivaranto “yesaṁ hī”tiādimāha. Raso sabhāvabhūto ānisaṁso rasānisaṁso.",
  "tika-s0404t20:13_0": "Paccayadānakārāti cīvarādipaccayadānavasena pavattakārā. Mahapphalā mahānisaṁsāti",
  "tika-s0404t20:13_1": "ubhayametaṁ atthato ekaṁ, byañjanameva nānaṁ. “Pañcime, gahapatayo, ānisaṁsā”tiādīsu",
  "tika-s0404t20:13_2": "hi ānisaṁsasaddo phalapariyāyopi hoti. Mahantaṁ vā lokiyasukhaṁ phalanti pasavantīti",
  "tika-s0404t20:13_3": "mahapphalā, mahato lokuttarasukhassa paccayā hontīti mahānisaṁsā. Tenāha “lokiyasukhena phalabhūtenā”tiādi.",
  "tika-s0404t20:14_0": "Peccabhavaṁ gatāti petūpapattivasena nibbattiṁ upagatā. Te pana yasmā idha katakālakiriyā",
  "tika-s0404t20:14_1": "kālena katajīvitupacchedā honti, tasmā vuttaṁ “kālakatā”ti. Sassusasurā ca tappakkhikā",
  "tika-s0404t20:14_2": "ca sassusasurapakkhikā. Te ñātiyonisambandhena āvāhavivāhasambandhavasena sambaddhā",
  "tika-s0404t20:14_3": "ñātī. Sālohitāti yonisambandhavasena. Ekalohitabaddhāti ekena samānena lohitasambandhena",
  "tika-s0404t20:14_4": "sambaddhā. Pasannacittoti pasannacittako. Kālakato pitā vā mātā vā petayoniyaṁ uppannoti",
  "tika-s0404t20:14_5": "adhikārato viññāyatīti vuttaṁ. Mahānisaṁsameva hotīti tassa tathāsīlasampannattāti adhippāyo.",
  "tika-s0404t20:15_0": "Ajjhottharitāti madditā. Na ca maṁ arati saheyyāti maṁ ca arati na abhibhaveyya na",
  "tika-s0404t20:15_1": "maddeyya na ajjhotthareyya. Uppannanti jātaṁ nibbattaṁ. Sīlādiguṇayutto hi aratiñca",
  "tika-s0404t20:15_2": "ratiñca sahati ajjhottharati, madditvā tiṭṭhati, tasmā īdisamattānaṁ icchantenapi",
  "tika-s0404t20:15_3": "sīlādiguṇayutteneva bhavitabbanti dasseti. Cittutrāso bhāyatīti bhayaṁ, ārammaṇaṁ",
  "tika-s0404t20:15_4": "bhāyati etasmāti bhayaṁ. Taṁ duvidhampi bhayaṁ bheravañca sahati abhibhavatīti bhayabheravasaho.",
  "tika-s0404t20:15_5": "Sīlādiguṇayutto hi bhayabheravaṁ sahati ajjhottharati, madditvā tiṭṭhati ariyakoṭiyavāsī",
  "tika-s0404t20:15_6": "mahādattatthero viya.",
  "tika-s0404t20:16_0": "Thero kira maggaṁ paṭipanno aññataraṁ pāsādikaṁ araññaṁ disvā “idhevajja samaṇadhammaṁ",
  "tika-s0404t20:16_1": "katvā gamissāmī”ti maggā okkamma aññatarasmiṁ rukkhamūle saṅghāṭiṁ paññapetvā pallaṅkaṁ",
  "tika-s0404t20:16_2": "ābhujitvā nisīdi. Rukkhadevatāya dārakā therassa sīlatejena sakabhāvena saṇṭhātuṁ",
  "tika-s0404t20:16_3": "asakkontā vissaramakaṁsu. Devatāpi sakalarukkhaṁ cālesi. Thero acalova nisīdi. Sā",
  "tika-s0404t20:16_4": "devatā dhūmāyi pajjali. Neva sakkhi theraṁ cāletuṁ. Tato upāsakavaṇṇenāgantvā vanditvā",
  "tika-s0404t20:16_5": "aṭṭhāsi. “Ko eso”ti vuttā “ahaṁ, bhante, tasmiṁ rukkhe adhivatthā devatā”ti avoca.",
  "tika-s0404t20:16_6": "Tvaṁ ete vikāre akāsīti. Āma, bhanteti. “Kasmā”ti ca vuttā āha “tumhākaṁ, bhante,",
  "tika-s0404t20:16_7": "sīlatejena dārakā sakabhāvena saṇṭhātuṁ asakkontā vissaramakaṁsu, sāhaṁ tumhe palāpetuṁ",
  "tika-s0404t20:16_8": "evamakāsi”nti. Thero āha “atha kasmā ‘idha, bhante, mā vasatha, mayhaṁ aphāsuka’nti",
  "tika-s0404t20:16_9": "paṭikacceva nāvacāsi, idāni pana mā maṁ kiñci avaca, ‘ariyakoṭiyamahādatto amanussabhayena",
  "tika-s0404t20:16_10": "gato’ti vacanato lajjāmi, tenāhaṁ idheva vasissaṁ, tvaṁ pana ajjekadivasaṁ yattha",
  "tika-s0404t20:16_11": "katthaci vasāhī”ti. Evaṁ sīlādiguṇayutto bhayabheravasaho hoti, tasmā īdisamattānaṁ",
  "tika-s0404t20:16_12": "icchantenapi sīlādiguṇayutteneva bhavitabbanti dasseti. Dutiyādīni uttānatthāni.",
  "tika-s0404t20:17": "Ākaṅkhasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0404t20:18": "5-10. Migasālāsuttādivaṇṇanā",
  "tika-s0404t20:19_0": "75-80. Pañcame imassa hi puggalassa sīlavirahitassa paññā sīlaṁ paridhovatīti akhaṇḍādibhāvāpādanena",
  "tika-s0404t20:19_1": "sīlaṁ ādimajjhapariyosānesu paññāya suvisodhitaṁ karoti. Yassa hi abbhantare sīlasaṁvaro",
  "tika-s0404t20:19_2": "natthi, ugghaṭitaññutāya pana cātuppadikagāthāpariyosāne paññāya sīlaṁ dhovitvā saha",
  "tika-s0404t20:19_3": "paṭisambhidāhi arahattaṁ pāpuṇāti, ayaṁ paññāya sīlaṁ dhovati nāma seyyathāpi santatimahāmatto.",
  "tika-s0404t20:20_0": "Sīlavā pana paññaṁ dhovati. Yassa hi puthujjanassa sīlaṁ saṭṭhiasītivassāni akhaṇḍaṁ",
  "tika-s0404t20:20_1": "hoti, so maraṇakālepi sabbakilese ghātetvā sīlena paññaṁ dhovitvā arahattaṁ gaṇhāti",
  "tika-s0404t20:20_2": "kandarasālapariveṇe mahāsaṭṭhivassatthero viya. There kira maraṇamañce nipajjitvā",
  "tika-s0404t20:20_3": "balavavedanāya nitthunante tissamahārājā “theraṁ passissāmī”ti gantvā pariveṇadvāre",
  "tika-s0404t20:20_4": "ṭhito taṁ saddaṁ sutvā pucchi “kassa saddo aya”nti. Therassa nitthunanasaddoti. “Pabbajjāya",
  "tika-s0404t20:20_5": "saṭṭhivassena vedanāpariggahamattampi na kataṁ, idāni na taṁ vandissāmī”ti nivattitvā",
  "tika-s0404t20:20_6": "mahābodhiṁ vandituṁ gato. Tato upaṭṭhākadaharo theraṁ āha “kiṁ no, bhante, lajjāpetha,",
  "tika-s0404t20:20_7": "saddhopi rājā vippaṭisārī hutvā ‘na vandissāmī’ti gato”ti. Kasmā, āvusoti? Tumhākaṁ",
  "tika-s0404t20:20_8": "nitthunanasaddaṁ sutvāti. “Tena hi me okāsaṁ karothā”ti vatvā vedanaṁ vikkhambhetvā",
  "tika-s0404t20:20_9": "arahattaṁ patvā daharassa saññaṁ adāsi “gacchāvuso, idāni rājānaṁ amhe vandāpehī”ti.",
  "tika-s0404t20:20_10": "Daharo gantvā “idāni kira theraṁ vandathā”ti āha. Rājā susumārapatitena theraṁ vandanto",
  "tika-s0404t20:20_11": "“nāhaṁ ayyassa arahattaṁ vandāmi, puthujjanabhūmiyaṁ pana ṭhatvā rakkhitasīlameva",
  "tika-s0404t20:20_12": "vandāmī”ti āha. Evaṁ sīlena paññaṁ dhovati nāma. Sesaṁ vuttameva. Chaṭṭhādīsu natthi vattabbaṁ.",
  "tika-s0404t20:21": "Migasālāsuttādivaṇṇanā niṭṭhitā.",
  "tika-s0404t20:22": "Ākaṅkhavaggavaṇṇanā niṭṭhitā."
}