{
  "tika-vin07t24:0": "9. Campeyyakkhandhako",
  "tika-vin07t24:1": "Kassapagottabhikkhuvatthukathādivaṇṇanā",
  "tika-vin07t24:2": "380. Campeyyakkhandhake tantibaddhoti tanti vuccati byāpāro, tattha baddho, ussukkaṁ āpannoti attho. Tenāha “tasmiṁ āvāse”tiādi.",
  "tika-vin07t24:3_0": "387-8.Hāpanaṁ vā aññathā karaṇaṁ vā natthīti ñattikammassa ñattiyā ekattā hāpanaṁ",
  "tika-vin07t24:3_1": "na sambhavati, tassā ekattā eva pacchā ñattiṭhapanavasena, dvikkhattuṁ ṭhapanavasena",
  "tika-vin07t24:3_2": "ca aññathā karaṇaṁ natthi. Paratoti parivāre. Tanti pabbājanīyakammaṁ, tassāti attho.",
  "tika-vin07t24:4": "Kassapagottabhikkhuvatthukathādivaṇṇanā niṭṭhitā.",
  "tika-vin07t24:5": "Dvenissaraṇādikathāvaṇṇanā",
  "tika-vin07t24:6_0": "395.Esāti “bālo”tiādinā niddiṭṭhapuggalo, appattoti sambandho. Tattha kāraṇamāha",
  "tika-vin07t24:6_1": "“yasmā”tiādi. Tattha āveṇikena lakkhaṇenāti pabbājanīyakammassa nimittabhāvena pāḷiyaṁ",
  "tika-vin07t24:6_2": "vuttattā asādhāraṇabhūtena kuladūsakabhāvena. Yadi hesa taṁ kammaṁ appatto, kathaṁ",
  "tika-vin07t24:6_3": "pana sunissāritoti āha “yasmā panassa ākaṅkhamāno saṅgho pabbājanīyakammaṁ kareyyāti",
  "tika-vin07t24:6_4": "vuttaṁ, tasmā sunissārito”ti. Tattha vuttanti kammakkhandhake vuttaṁ.",
  "tika-vin07t24:7_0": "Ettha pana kuladūsakakammaṁ katvā pabbājanīyakammakatassa terasakakaṇḍakaṭṭhakathāyaṁ",
  "tika-vin07t24:7_1": "“yasmiṁ vihāre vasantena yasmiṁ gāme kuladūsakakammaṁ kataṁ hoti, tasmiṁ vihāre vā",
  "tika-vin07t24:7_2": "tasmiṁ gāme vā na vasitabba”ntiādinā yā sammāvattanā vuttā, sā itarenāpi pūretabbā.",
  "tika-vin07t24:7_3": "Yaṁ pana paṭippassaddhakammassa kuladūsakassa tattheva aṭṭhakathāyaṁ “yesu kulesu",
  "tika-vin07t24:7_4": "kuladūsakakammaṁ kataṁ, tato paccayā na gahetabbā”tiādi vuttaṁ, taṁ na pūretabbaṁ",
  "tika-vin07t24:7_5": "kulasaṅgahassa akatattā. Evaṁ sesakammesupi. Yadi evaṁ “tajjanīyakammārahassa niyasakammaṁ",
  "tika-vin07t24:7_6": "karoti…pe… evaṁ kho, upāli, adhammakammaṁ hotī”tiādivacanaṁ virujjhatīti? Na virujjhati",
  "tika-vin07t24:7_7": "saṅghasanniṭṭhānavasena tajjanīyādikammārahattassa sijjhanato. Yassa hi saṅgho “tajjanīyakammaṁ",
  "tika-vin07t24:7_8": "karomā”ti sanniṭṭhānaṁ katvā kammavācaṁ sāvento pabbājanīyakammavācaṁ sāveti, tassa",
  "tika-vin07t24:7_9": "kammaṁ adhammakammaṁ hoti. Sace pana “tasseva pabbājanīyakammameva karomā”ti sanniṭṭhānaṁ",
  "tika-vin07t24:7_10": "katvā tadeva karoti, tassa taṁ kammaṁ dhammakammanti veditabbaṁ.",
  "tika-vin07t24:8_0": "Evamidha “nissāraṇa”nti adhippetassa pabbājanīyakammassa vasena atthaṁ dassetvā idāni",
  "tika-vin07t24:8_1": "tadaññesaṁ tajjanīyādīnaṁ vasena nissāraṇe adhippete “appatto nissāraṇa”nti imassa",
  "tika-vin07t24:8_2": "paṭipakkhavasena sampatto nissāraṇaṁ, “tañce saṅgho nissāreti. Sunissārito”ti atthasambhavaṁ",
  "tika-vin07t24:8_3": "dassetuṁ puna “tañce saṅgho nissāretīti sace saṅgho”tiādi vuttaṁ. Tattha tatthāti",
  "tika-vin07t24:8_4": "tajjanīyādikammavisaye, ekenāpi aṅgena nissāraṇā anuññātāti yojanā. Pāḷiyaṁ appatto",
  "tika-vin07t24:8_5": "nissāraṇanti ettha āpanno āveṇikavasena tajjanīyādisaṅkhātaṁ nissāraṇaṁ pattoti attho gahetabbo.",
  "tika-vin07t24:9": "Dvenissaraṇādikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t24:10": "Campeyyakkhandhakavaṇṇanānayo niṭṭhito."
}