{
  "tika-abh05t3:0": "Kathāvatthupakaraṇa-anuṭīkā",
  "tika-abh05t3:1": "Ganthārambhavaṇṇanā",
  "tika-abh05t3:2_0": "Samudāye ekadesā antogadhāti samudāyo tesaṁ adhiṭṭhānabhāvena vutto yathā “rukkhe",
  "tika-abh05t3:2_1": "sākhā”ti dasseti “kathāsamudāyassā”tiādinā. Tattha kathānanti tisso kathā vādo jappo",
  "tika-abh05t3:2_2": "vitaṇḍāti. Tesu yena pamāṇatakkehi pakkhapaṭipakkhānaṁ patiṭṭhāpanapaṭikkhepā honti,",
  "tika-abh05t3:2_3": "so vādo. Ekādhikaraṇā hi aññamaññaviruddhā dhammā pakkhapaṭipakkhā yathā “hoti tathāgato",
  "tika-abh05t3:2_4": "paraṁ maraṇā, na hoti tathāgato paraṁ maraṇā”ti. Nānādhikaraṇā pana aññamaññaviruddhāpi",
  "tika-abh05t3:2_5": "pakkhapaṭipakkhā nāma na honti yathā “aniccaṁ rūpaṁ, niccaṁ nibbāna”nti. Yena chalajātiniggahaṭṭhānehi",
  "tika-abh05t3:2_6": "pakkhapaṭipakkhānaṁ patiṭṭhāpanaṁ paṭikkhepārambho, so jappo. Ārambhamattamevettha,",
  "tika-abh05t3:2_7": "na atthasiddhīti dassanatthaṁ ārambhaggahaṇaṁ. Yāya pana chalajātiniggahaṭṭhānehi",
  "tika-abh05t3:2_8": "paṭipakkhapaṭikkhepāya vāyamanti, sā vitaṇḍā. Tattha atthavikappupapattiyā vacanavighāto",
  "tika-abh05t3:2_9": "chalaṁ yathā “navakambaloyaṁ puriso, rājā no sakkhī”ti evamādi. Dūsanabhāsā jātayo,",
  "tika-abh05t3:2_10": "uttarapatirūpakāti attho. Niggahaṭṭhānāni parato āvi bhavissanti. Evaṁ vādajappavitaṇḍappabhedāsu",
  "tika-abh05t3:2_11": "tīsu kathāsu idha vādakathā “kathā”ti adhippetā. Sā ca kho aviparītadhammatāya patiṭṭhāpanavasena,",
  "tika-abh05t3:2_12": "na viggāhikakathābhāvenāti veditabbaṁ. Mātikāṭhapanenevāti uddesadesanāya eva. Ṭhapitassāti",
  "tika-abh05t3:2_13": "desitassa. Desanā hi desetabbamatthaṁ vineyyasantānesu ṭhapanato nikkhipanato ṭhapanaṁ,",
  "tika-abh05t3:2_14": "nikkhepoti ca vuccati.",
  "tika-abh05t3:3": "Ganthārambhavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:4": "Nidānakathāvaṇṇanā",
  "tika-abh05t3:5_0": "Parinibbānameva…pe… vuttaṁ. Abhinnasabhāvampi hi atthaṁ tadaññadhammato visesāvabodhanatthaṁ",
  "tika-abh05t3:5_1": "aññaṁ viya katvā voharanti yathā “attano sabhāvaṁ dhārentīti dhammā”ti. Sāti asaṅkhatā",
  "tika-abh05t3:5_2": "dhātu. Karaṇabhāvena vuttā yathāvuttassa upasamassa sādhakatamabhāvaṁ sandhāya. Dhammavādī…pe…",
  "tika-abh05t3:5_3": "dubbalatā vuttā tathārūpāya paññāya bhāve tādisānaṁ pakkhabhāvābhāvato. Laddhiyāti",
  "tika-abh05t3:5_4": "“atthi puggalo saccikaṭṭhaparamatthena, parihāyati arahā arahattā”tiādiladdhiyā.",
  "tika-abh05t3:5_5": "Suttantehīti devatāsaṁyuttādīhi. Liṅgākappabhedaṁ parato sayameva vakkhati.",
  "tika-abh05t3:6_0": "Bhinditvā mūlasaṅgahanti mūlasaṅgītiṁ vināsetvā, bhedaṁ vā katvā yathā sā ṭhitā,",
  "tika-abh05t3:6_1": "tato aññathā katvā. Saṅgahitato vā aññatrāti mūlasaṅgītiyā saṅgahitato aññatra. Tenāha",
  "tika-abh05t3:6_2": "“asaṅgahitaṁ sutta”nti. Nītatthaṁ yathārutavasena viññeyyatthattā. Neyyatthaṁ vipariṇāmadukkhatādivasena",
  "tika-abh05t3:6_3": "niddhāretabbatthattā. Tīhi ṭhānehīti “sūrā satimanto idha brahmacariyavāso”ti evaṁ",
  "tika-abh05t3:6_4": "vuttehi tīhi kāraṇehi. Aññaṁ sandhāya bhaṇitanti ekaṁ pabbajjāsaṅkhātaṁ brahmacariyavāsaṁ",
  "tika-abh05t3:6_5": "sandhāya bhaṇitaṁ. Aññaṁ atthaṁ ṭhapayiṁsūti sabbassapi brahmacariyavāsassa vasena",
  "tika-abh05t3:6_6": "“natthi devesu brahmacariyavāso”tiādikaṁ aññaṁ atthaṁ ṭhapayiṁsu. Suttañca aññaṁ",
  "tika-abh05t3:6_7": "sandhāya bhaṇitaṁ tato aññaṁ sandhāya bhaṇitaṁ katvā ṭhapayiṁsu, tassa atthañca aññaṁ",
  "tika-abh05t3:6_8": "ṭhapayiṁsūti evamettha yojanā veditabbā. Suññatādīti ādi-saddena aniccatādiṁ saṅgaṇhāti.",
  "tika-abh05t3:7_0": "Gambhīraṁ ekadesaṁ mahāpadesaparivārādiṁ. Ekacce sakalaṁ abhidhammaṁ vissajjiṁsu",
  "tika-abh05t3:7_1": "chaḍḍayiṁsu seyyathāpi suttantikā. Te hi taṁ na jinavacananti vadanti. Kathāvatthussa",
  "tika-abh05t3:7_2": "savivādattetiādi heṭṭhā nidānaṭṭhakathāya āgatanayaṁ sandhāya vuttaṁ. Keci pana puggalapaññattiyāpi",
  "tika-abh05t3:7_3": "savivādattaṁ maññanti. “Tatiyasaṅgītito pubbe pavattamānānaṁ vasenā”ti idaṁ kasmā",
  "tika-abh05t3:7_4": "vuttaṁ, nanu tatiyasaṅgītito pubbepi taṁ mātikārūpena pavattateva? Niddesaṁ vā sandhāya",
  "tika-abh05t3:7_5": "tathā vuttanti veditabbaṁ. Aññānīti aññākārāni abhidhammapakaraṇādīni akariṁsu, pavattantānipi",
  "tika-abh05t3:7_6": "tāni aññathā katvā paṭhiṁsūti attho. Mañjusirīti idaṁ kasmā vuttaṁ. Na hi taṁ nāmaṁ",
  "tika-abh05t3:7_7": "piṭakattayaṁ anuvattantehi bhikkhūhi gayhati? Itarehi gayhamānampi vā sāsanikapariññehi",
  "tika-abh05t3:7_8": "na sāsanāvacaraṁ gayhatīti katvā vuttaṁ. Nikāyanāmanti mahāsaṅghikādinikāyanāmaṁ,",
  "tika-abh05t3:7_9": "duttaguttādivagganāmañca.",
  "tika-abh05t3:8": "Saṅkantikānaṁ bhedo suttavādīti saṅkantikānaṁ anantare eko nikāyabhedo suttavādī nāma bhijjittha. Sahāti ekajjhaṁ katvā, gaṇiyamānāti attho.",
  "tika-abh05t3:9_0": "Uppanne vāde sandhāyāti tatiyasaṅgītikāle uppanne vāde sandhāya. Uppajjanaketi tato",
  "tika-abh05t3:9_1": "paṭṭhāya yāva saddhammantaradhānā etthantare uppajjanake. Suttasahassāharaṇañcettha",
  "tika-abh05t3:9_2": "paravādabhañjanatthañca sakavādapatiṭṭhāpanatthañca. Suttekadesopi hi “sutta”nti",
  "tika-abh05t3:9_3": "vuccati samudāyavohārassa avayavesupi dissanato yathā “paṭo daḍḍho, samuddo diṭṭho”ti",
  "tika-abh05t3:9_4": "ca. Te panettha suttapadesā “atthi puggalo attahitāya paṭipanno”tiādinā āgatā veditabbā.",
  "tika-abh05t3:10": "Nidānakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:11": "Mahāvaggo",
  "tika-abh05t3:12": "1. Puggalakathā",
  "tika-abh05t3:13": "1. Suddhasaccikaṭṭho",
  "tika-abh05t3:14": "1. Anulomapaccanīkavaṇṇanā",
  "tika-abh05t3:15_0": "1. Sambarādīhi pakappitavijjā, tathābhisaṅkhatāni osadhāni ca “māyā”ti vuccanti,",
  "tika-abh05t3:15_1": "idha pana māyāya āhitavisesā abhūtaññeyyākārā adhippetāti dassento “māyāya amaṇiādayo",
  "tika-abh05t3:15_2": "maṇiādiākārena dissamānā māyāti vuttā”ti āha. Saccaññeva saccikaṁ, so eva attho aviparītassa",
  "tika-abh05t3:15_3": "ñāṇassa visayabhāvaṭṭhenāti saccikaṭṭho. Tenāha “bhūtaṭṭho”ti. Aviparītabhāvato eva",
  "tika-abh05t3:15_4": "paramo padhāno atthoti paramattho, ñāṇassa paccakkhabhūto dhammānaṁ aniddisitabbasabhāvo.",
  "tika-abh05t3:15_5": "Tena vuttaṁ “uttamattho”ti.",
  "tika-abh05t3:16_0": "Atthīti vacanasāmaññenāti “atthi puggalo attahitāya paṭipanno”tiādīsu “atthī”ti pavattavacanasāmaññena.",
  "tika-abh05t3:16_1": "Atthavikappupapattiyā vacanavighāto chalanti vadanti. Patiṭṭhaṁ pacchindantoti hetuṁ",
  "tika-abh05t3:16_2": "dūsento, ahetuṁ karontoti attho. Hetu hi paṭiññāya patiṭṭhāpanato patiṭṭhā, taṁ pana",
  "tika-abh05t3:16_3": "hetuṁ atthamattato dassento “yadi saccikaṭṭhenā”tiādimāha. Payogato pana dūsanena",
  "tika-abh05t3:16_4": "saddhiṁ parato āvi bhavissati. Okāsaṁ adadamānoti yathānurūpaṁ yuttiṁ vattuṁ avasaraṁ",
  "tika-abh05t3:16_5": "adento. Atha vā patiṭṭhaṁ pacchindanto, paṭiññaṁ eva parivattentoti attho. Upalabbhati",
  "tika-abh05t3:16_6": "puggaloti hi sakavādiṁ uddissa paravādino paṭiññāva na yuttā appasiddhattā visesitabbassa.",
  "tika-abh05t3:16_7": "Tenevāha “anupalabbhaneyyato na tava vādo tiṭṭhatīti nivattento”ti. Rūpañca upalabbhati…pe…",
  "tika-abh05t3:16_8": "dassetīti etena paravādinā adhippetahetuno viparītatthasādhakattaṁ dasseti.",
  "tika-abh05t3:17_0": "Upalabbhamānaṁ nāma hotīti ākārato taṁākāravantānaṁ anaññattāti adhippāyo. Aññathāti",
  "tika-abh05t3:17_1": "ākāra, ākāravantānaṁ bhede. Etissāti “tato so puggalo upalabbhati saccikaṭṭhaparamaṭṭhenā”ti",
  "tika-abh05t3:17_2": "evaṁ vuttāya dutiyapucchāya. Esa visesoti yo yathāvutto dvinnaṁ pucchānaṁ visayassa",
  "tika-abh05t3:17_3": "sabhāvākārabhedo, esa dvinnaṁ pucchānaṁ viseso. Sabhāvadhammānaṁ sāmaññalakkhaṇena",
  "tika-abh05t3:17_4": "abhinnānampi salakkhaṇato bhedoyevāti aññadhammassa aññenākārena na kadācipi upalabbho",
  "tika-abh05t3:17_5": "bhaveyya. Yadi siyā, aññattameva na siyāti ruppanādisapaccayādiākārena anupalabbhamānopi",
  "tika-abh05t3:17_6": "puggalo attano bhūtasabhāvaṭṭhena upalabbhatevāti vadantaṁ paravādinaṁ pati “yo saccikaṭṭho”tiādi",
  "tika-abh05t3:17_7": "codanā anokāsāti dassento āha “yathā pana…pe… niggaho ca na kātabbo”ti. Tattha niggahoti",
  "tika-abh05t3:17_8": "“ājānāhi niggaha”nti evaṁ vuttaniggaho, parājayāropanena paravādino niggaṇhananti attho.",
  "tika-abh05t3:18_0": "Svāyaṁ pana yasmā tassa vādāparādhahetuko, tasmā taṁ dassetuṁ aṭṭhakathāyaṁ dosāparādhapariyāyehi",
  "tika-abh05t3:18_1": "vibhāvito. Avajānanañhettha niggahaṭṭhānaṁ. Tathā hi paṭiññāhāni, paṭiññāntaraṁ,",
  "tika-abh05t3:18_2": "paṭiññāvirodho, paṭiññāsaññāso, hetvantaraṁ, atthantaraṁ, niratthakaṁ, aviññātatthaṁ,",
  "tika-abh05t3:18_3": "asambandhatthaṁ, appattakālaṁ, ūnaṁ, adhikaṁ, punaruttaṁ, ananubhāsanaṁ, aviññātaṁ,",
  "tika-abh05t3:18_4": "appaṭibhā, vikkhepo, matānuññā, anuyuñjitabbassa upekkhanaṁ, ananuyuñjitabbassa anuyogo,",
  "tika-abh05t3:18_5": "apasiddhantaraṁ, hetvābhāsā cāti dvāvīsati niggahaṭṭhānāni ñāyavādino vadanti.",
  "tika-abh05t3:19_0": "Tattha visadisūdāharaṇadhammānujānanaṁ paṭhamudāharaṇe paṭiññāhāni. Paṭiññātatthapaṭisedhe",
  "tika-abh05t3:19_1": "tadaññatthaniddeso paṭiññāntaraṁ. Paṭiññāviruddhahetukittanaṁ paṭiññāvirodho. Paṭiññātatthāpanayanaṁ",
  "tika-abh05t3:19_2": "paṭiññāsaññāso. Avisesavutte hetumhi paṭisiddhe visesahetukathanaṁ hetvantaraṁ. Adhikatatthānupayogiatthakathanaṁ",
  "tika-abh05t3:19_3": "atthantaraṁ. Mātikāpāṭho viya atthahīnaṁ niratthakaṁ. Tikkhattuṁ vuttampi sakkhipaṭivādīhi",
  "tika-abh05t3:19_4": "aviditaṁ aviññātatthaṁ. Pubbāparavasena sambandharahitaṁ asambandhatthaṁ. Avayavavipallāsavacanaṁ",
  "tika-abh05t3:19_5": "appattakālaṁ. Avayavavikalaṁ ūnaṁ. Adhikahetūdāharaṇaṁ adhikaṁ. Ṭhapetvā anuvādaṁ",
  "tika-abh05t3:19_6": "saddatthānaṁ punappunaṁ vacanaṁ atthāpannavacanañca punaruttaṁ. Parisāya viditassa",
  "tika-abh05t3:19_7": "tīhi vuttassa apaccudāhāro ananubhāsanaṁ. Yaṁ vādinā vuttaṁ parisāya viññātaṁ paṭivādinā",
  "tika-abh05t3:19_8": "duviññātaṁ, taṁ aviññātaṁ. Taṁvādinā vattabbe vutte paravādino paṭivacanassa anupaṭṭhānaṁ",
  "tika-abh05t3:19_9": "appaṭibhā. Kiccantarappasaṅgena kathāvicchindanaṁ vikkhepo. Attano dosānujānanena",
  "tika-abh05t3:19_10": "parapakkhassa dosappasañjanaṁ paramatānujānanaṁ matānuññā. Niggahappattassa niggaṇhanaṁ",
  "tika-abh05t3:19_11": "anuyuñjitabbassa upekkhanaṁ. Sampattaniggahassa aniggahaṭṭhāne ca niggaṇhanaṁ anuyuñjitabbassa",
  "tika-abh05t3:19_12": "anuyogo. Ekaṁ siddhantamanujānitvā aniyamato tadaññasiddhantakathāppasañjanaṁ apasiddhantaraṁ.",
  "tika-abh05t3:19_13": "Asiddhā anekantikā viruddhā ca hetvābhāsā, hetupatirūpakāti attho. Tesañca kathanaṁ niggahaṭṭhānanti.",
  "tika-abh05t3:20_0": "Imesu dvāvīsatiyā niggahaṭṭhānesu idaṁ paṭiññāya apanayanato sayameva paccakkhānato",
  "tika-abh05t3:20_1": "paṭiññāsaññāso nāma niggahaṭṭhānaṁ. Tenevāha “avajānaneneva niggahaṁ dassetī”ti.",
  "tika-abh05t3:20_2": "Asiddhattāti etena paccakkhato anumānato ca puggalassa anupalabbhamāha. Na hi so",
  "tika-abh05t3:20_3": "paccakkhato upalabbhati. Yadi upalabbheyya, vivādo eva na siyā, anumānampi tādisaṁ",
  "tika-abh05t3:20_4": "natthi, yena puggalaṁ anumineyyuṁ. Tathā hi taṁ sāsaniko puggalavādī vadeyya “puggalo",
  "tika-abh05t3:20_5": "upalabbhati, atthi puggalo”ti bhagavatā vuttattā rūpavedanādi viya. Yañhi bhagavatā",
  "tika-abh05t3:20_6": "“atthī”ti yadi vuttaṁ, taṁ paramatthato atthi yathā taṁ rūpaṁ vedanā saññā saṅkhārā",
  "tika-abh05t3:20_7": "viññāṇaṁ. Yaṁ pana paramatthato natthi, na taṁ bhagavatā “atthī”ti vuttaṁ yathā taṁ",
  "tika-abh05t3:20_8": "pakativādiādīnaṁ pakatiādīti, taṁ micchā. Ettha hi yadi vohārato puggalassa atthibhāvo",
  "tika-abh05t3:20_9": "adhippeto, siddhaṁ sādhanaṁ, atha paramatthato, asiddho hetu tathā avuttattā. Viruddho",
  "tika-abh05t3:20_10": "ca tassa aniccasaṅkhatapaṭiccasamuppannādibhāvāsādhanato rūpavedanādīsu tathā diṭṭhattātiādinā",
  "tika-abh05t3:20_11": "tassa ahetukabhāvasseva pākaṭabhāvato.",
  "tika-abh05t3:21_0": "Yaṁ pana bāhirakā puthu aññatitthiyā vadanti. Attheva ca paramatthato attā ñāṇābhidhānassa",
  "tika-abh05t3:21_1": "pavattiyā nimittabhāvato rūpādi viya. Atha vā attātirittapadatthantaro rūpakkhandho",
  "tika-abh05t3:21_2": "khandhasabhāvattā yathā taṁ itarakkhandhā. Yañhettha padatthantaraṁ, so puggaloti adhippāyo.",
  "tika-abh05t3:22_0": "Ettha ca purimassa hetuno paññattiyā anekantikatā asiddhatā ca. Na hi asato sakavādinaṁ",
  "tika-abh05t3:22_1": "pati paramatthato ñāṇābhidhānappavattiyā nimittabhāvo sijjhati. Vohārato ce, tadasiddhasādhanatā",
  "tika-abh05t3:22_2": "rūpādisabhāvavinimuttarūpopi puggalo na hotīti evamādiviruddhatthatā. Pacchimassa",
  "tika-abh05t3:22_3": "pana hetuno sādhetabbatthasāmaññapariggahe siddhasādhanatā, rūpakkhandhato padatthantarato",
  "tika-abh05t3:22_4": "paramatthantarabhūtavedanādisambhavassa icchitattā ca. Tabbisesapariggahe ca sakavādinaṁ",
  "tika-abh05t3:22_5": "pati udāharaṇābhāvo paraparikappitajīvapadatthavirahato. Itarakkhandhānaṁ vedanādivinimuttaubhayasiddhajīvapadatthasahitopi",
  "tika-abh05t3:22_6": "rūpakkhandho na hoti itarakkhandhā viyāti viruddhatthatā ca.",
  "tika-abh05t3:23_0": "Yaṁ pana kāṇādā “sukhādīnaṁ nissayabhāvato”ti anumānaṁ vadanti, te idaṁ vattabbā",
  "tika-abh05t3:23_1": "– kiṁ sukhādīnaṁ attani paṭibaddhaṁ yato sukhādinissayatāya attā anumīyati. Yadi",
  "tika-abh05t3:23_2": "uppādo, evaṁ sante sabbepi sukhādayo ekato eva bhaveyyuṁ kāraṇassa sannihitabhāvato",
  "tika-abh05t3:23_3": "aññanirapekkhato ca. Atha aññampi kiñci indriyādikāraṇantaramapekkhitabbaṁ, tadeva",
  "tika-abh05t3:23_4": "hotu kāraṇaṁ, kimaññena adiṭṭhasāmatthiyena parikappitena payojanaṁ. Atha pana tesaṁ",
  "tika-abh05t3:23_5": "attādhīnā vuttīti vadeyyuṁ, evampi na sijjhati udāharaṇābhāvato. Na hi rūpādivinimutto",
  "tika-abh05t3:23_6": "tādiso koci sabhāvadhammo sukhādisannissayabhūto atthi, yato attano attatthasiddhiyā",
  "tika-abh05t3:23_7": "udāharaṇaṁ apadiseyyuṁ. Iminā nayena asamāsapadābhidheyyattātiādīnampi ayuttattā",
  "tika-abh05t3:23_8": "nivāretabbā. Tathā “aññassa saccikaṭṭhassa asiddhattā”ti iminā ca pakatiaṇuādīnampi",
  "tika-abh05t3:23_9": "bāhiraparikappitānaṁ asiddhatā vuttāvāti veditabbā. Kathaṁ pana tesaṁ asiddhīti?",
  "tika-abh05t3:23_10": "Pamāṇena anupalabbhanato. Na hi paccakkhato pakati siddhā kapilassapi isino tassa",
  "tika-abh05t3:23_11": "apaccakkhabhāvassa kāpilehi anuññāyamānattā.",
  "tika-abh05t3:24_0": "Yaṁ pana “atthi padhānaṁ bhedānaṁ anvayadassanato sakalakalāpamattaṁ viyā”ti te anumānaṁ",
  "tika-abh05t3:24_1": "vadanti. Iminā hi bhedānaṁ satvādīnaṁ vijjamānapadhānatā paṭiññātā. Ettha ca vuccate",
  "tika-abh05t3:24_2": "– sakalādīnaṁ padhānaṁ tabbibhāgehi kiṁ aññattaṁ, udāhu anaññanti, kiñcettha yadi",
  "tika-abh05t3:24_3": "aññattaṁ, sabbo loko padhānamayoti samayavirodho siyā, saṇṭhānabhedena aññattha paṭijānanato",
  "tika-abh05t3:24_4": "na dosoti ce? Taṁ na, valayakaṭakādisaṇṭhānabhedepi kanakābhedadassanato. Na hi saṇṭhānaṁ",
  "tika-abh05t3:24_5": "vatthubhedanimittaṁ tassa anupādānattā. Yaṁ yassa bhedanimittaṁ, na taṁ tassa anupādānaṁ",
  "tika-abh05t3:24_6": "yathā suvaṇṇamattikādighaṭādīnaṁ suvaṇṇaghaṭo mattikāghaṭo koseyyapaṭo kappāsapaṭoti",
  "tika-abh05t3:24_7": "ca sādhetabbadhammarahitañca udāharaṇaṁ. Na hi padhānekakāraṇapubbakattaṁ sakalādīnaṁ",
  "tika-abh05t3:24_8": "pakativādino siddhaṁ, nāpi kāpilānaṁ kathañci aññattānujānanato. Anaññatte pana udāharaṇābhāvo.",
  "tika-abh05t3:24_9": "Na hi tadeva sādhetabbaṁ tadeva ca udāharaṇaṁ yuttaṁ, anvayadassanampi asiddhaṁ.",
  "tika-abh05t3:24_10": "Na hi tadeva tena anvitaṁ yujjati. Padhānena anvayadassanampi asiddhaṁ paravādinoti",
  "tika-abh05t3:24_11": "guṇassa padhānassa ananujānanato. Atha yaṁ kiñci kāraṇaṁ padhānaṁ “padhīyati ettha",
  "tika-abh05t3:24_12": "phala”nti, evampi asiddhameva kāraṇe phalassa atthibhāvānanujānanato, hetuno ca asiddhanissayatāparābhimatabhedānanujānanato.",
  "tika-abh05t3:24_13": "Atha visesena kāraṇāyattavuttitā phalassa sādhīyati, na kiñci viruddhaṁ dhammānaṁ",
  "tika-abh05t3:24_14": "yathāsakaṁ paccayena paṭiccasamuppattiyā icchitattāti.",
  "tika-abh05t3:25_0": "Apica pakativādino “satvarajatamasaṅkhātānaṁ tiṇṇaṁ guṇānaṁ samabhāvo pakati, sā",
  "tika-abh05t3:25_1": "ca niccā satvādivisamasabhāvato aniccato mahatādivikārato anaññā”ti paṭijānanti.",
  "tika-abh05t3:25_2": "Sā tesaṁ vuttappakārā pakati na sijjhati tato viruddhasabhāvato vikārato anaññattā.",
  "tika-abh05t3:25_3": "Na hi assassa visāṇaṁ dīghaṁ, tañca rassato govisāṇato anaññanti vuccamānaṁ sijjhati.",
  "tika-abh05t3:25_4": "Kiñca bhiyyo? Tiṇṇaṁ ekabhāvābhāvato. Satvādiguṇattayato hi pakatiyā anaññattaṁ icchantānaṁ",
  "tika-abh05t3:25_5": "tesaṁ satvādīnampi pakatiyā anaññattaṁ āpajjati, na ca yuttaṁ tiṇṇaṁ ekabhāvoti.",
  "tika-abh05t3:25_6": "Evampi pakati na sijjhati. Kathaṁ? Anekadosāpattito. Yadi hi byattasabhāvato vikārato",
  "tika-abh05t3:25_7": "abyattasabhāvā pakati anaññā, evaṁ sante hetumantatā aniccatā abyāpitā sakiriyatā",
  "tika-abh05t3:25_8": "anekatā nissitatā liṅgatā sāvayavatā paratantratāti evamādayo aneke dosā pakatiyā",
  "tika-abh05t3:25_9": "āpajjanti, na jātivikārato anaññā paṭijānitabbā. Tathā ca sati samayavirodhoti kappanāmattaṁ",
  "tika-abh05t3:25_10": "pakatīti asiddhā sāti niṭṭhamettha gantabbaṁ.",
  "tika-abh05t3:26_0": "Pakatiyā ca asiddhāya taṁnimittakabhāvena vuccamānā mahatādayopi asiddhā eva. Yathā",
  "tika-abh05t3:26_1": "ca pakati mahatādayo ca, evaṁ issarapajāpatipurisakālasabhāvaniyatiyadicchādayopi.",
  "tika-abh05t3:26_2": "Etesu hi issaro tāva na sijjhati upakārassa adassanato. Sattānañhi jātiyaṁ mātāpitūnaṁ",
  "tika-abh05t3:26_3": "bījakhettabhāvena kammassa hīnatādivibhāgakaraṇena, tato parañca utuāhārānaṁ brūhanupatthambhanena,",
  "tika-abh05t3:26_4": "indriyānaṁ dassanādikiccasādhanena upakāro dissati, na, evamissarassa. Hīnatādivibhāgakaraṇamissarassāti",
  "tika-abh05t3:26_5": "ce? Taṁ na, asiddhattā. Yathāvutto upakāraviseso issaranimmito, na kammunāti sādhanīyametaṁ.",
  "tika-abh05t3:26_6": "Itaratrāpi samānametanti ce? Na, kammato phalaniyamasiddhattā. Sati hi katūpacite",
  "tika-abh05t3:26_7": "kammasmiṁ tattha yaṁ akusalaṁ, tato hīnatā, yaṁ kusalaṁ, tato paṇītatāti siddhametaṁ.",
  "tika-abh05t3:26_8": "Issaravādināpi hi na sakkā kammaṁ paṭikkhipituṁ.",
  "tika-abh05t3:27_0": "Apicetassa lokavicittassa issaranimmānabhāve bahū dosā sambhavanti. Kathaṁ? Yadi",
  "tika-abh05t3:27_1": "sabbamidaṁ lokavicittaṁ issaranimmitaṁ, saheva vacanena pavattitabbaṁ, na kamena.",
  "tika-abh05t3:27_2": "Na hi sannihitakāraṇānaṁ phalānaṁ kamena uppatti yuttā, kāraṇantarāpekkhāya issarassa",
  "tika-abh05t3:27_3": "sāmatthiyahāni. Cakkhādīnaṁ cakkhuviññāṇādīsu kāraṇabhāvo na yutto. Karotīti hi kāraṇanti.",
  "tika-abh05t3:27_4": "Issaro eva ca kārakoti sabbakāraṇānaṁ kāraṇabhāvahāni. Yehi puthuvisesehi issaro",
  "tika-abh05t3:27_5": "pasīdeyya, tesañca sayaṁkāratā āpajjati, tathā sabbesaṁ hetukānaṁ kāraṇabhāvo. Yañjetaṁ",
  "tika-abh05t3:27_6": "nimmānaṁ, tañcassa attadatthaṁ vā siyā, paratthaṁ vā siyā. Attadatthatāyaṁ attano",
  "tika-abh05t3:27_7": "issarabhāvahāni akatakiccatāya isitāvasitābhāvato. Tena vā nimmitena yaṁ attano kātabbaṁ,",
  "tika-abh05t3:27_8": "taṁ kasmā sayameva na karoti. Paratthatāyaṁ pana paro nāmettha loko evāti kimatthiyaṁ",
  "tika-abh05t3:27_9": "tassa nirayādirogādivisādinimmānaṁ. Yā cassa issaratā, sā sayaṁkatā vā siyā paraṁkatā",
  "tika-abh05t3:27_10": "vā ahetukā vā. Tattha sayaṁkatā ce, tato pubbe anissarabhāvāpatti. Paraṁkatā ce,",
  "tika-abh05t3:27_11": "pacchāpi anissarabhāvāpatti sauttaratā ca siyā. Ahetukā ce, na kassaci anissaratāti",
  "tika-abh05t3:27_12": "evamissarassapi asiddhi veditabbā.",
  "tika-abh05t3:28_0": "Yathā ca issaro, evaṁ pajāpati puriso ca. Nāmamattameva hettha viseso. Tehi vādīhi",
  "tika-abh05t3:28_1": "pakappitaṁ yadidaṁ “pajāpati puriso”ti. Taṁnimittakaṁ pana lokappavattiṁ icchantānaṁ",
  "tika-abh05t3:28_2": "pajāpativāde purisavāde ca issaravāde viya dosā asiddhi ca vidhātabbā. Yathā cete",
  "tika-abh05t3:28_3": "issarādayo, evaṁ kālopi asiddho lakkhaṇābhāvato. Paramatthato hi vijjamānānaṁ dhammānaṁ",
  "tika-abh05t3:28_4": "sabhāvasaṅkhātaṁ lakkhaṇaṁ upalabbhati. Yathā pathaviyā kathinatā, na evaṁ kālassa,",
  "tika-abh05t3:28_5": "tasmā natthi paramatthato kāloti. Kālavādī panāha “vattanālakkhaṇo kālo”ti. So vattabbo",
  "tika-abh05t3:28_6": "“kā panāyaṁ vattanā”ti. So āha “samayamuhuttādīnaṁ pavattī”ti. Tampi na, rūpādīhi",
  "tika-abh05t3:28_7": "atthantarabhāvena aniddhāritattā. Paramatthato hi aniddhāritasabhāvassa vattanālakkhaṇatāyaṁ",
  "tika-abh05t3:28_8": "sasavisāṇādīnampi taṁlakkhaṇatā āpajjeyya.",
  "tika-abh05t3:29_0": "Yaṁ pana vadanti kāṇādā “aparasmiṁ aparaṁ yugapadi ciraṁ khippamiti kālaliṅgānīti",
  "tika-abh05t3:29_1": "liṅgasabbhāvato atthi kālo”ti, taṁ ayuttaṁ liṅgino anupalabbhamānattā. Siddhasambandhesu",
  "tika-abh05t3:29_2": "hi liṅgesu liṅgamattaggahaṇena liṅgini avabodho bhaveyya. Na ca kenaci aviparītacetasā",
  "tika-abh05t3:29_3": "tena liṅgena saha kadāci kālasaṅkhāto liṅgī gahitapubboti. Ato na yuttaṁ “liṅgasabbhāvato",
  "tika-abh05t3:29_4": "atthi kālo”ti. “Aparasmiṁ apara”ntiādikassa visesassa nimittabhāvato yuttanti ce?",
  "tika-abh05t3:29_5": "Na, paṭhamajātatādinimittakattā tassa. Na ca paṭhamajātatādi nāma koci dhammo atthi",
  "tika-abh05t3:29_6": "aññatra samaññāmattatoti nattheva paramatthato kālo. Kiñca bhiyyo, bahūnaṁ ekabhāvāpattito.",
  "tika-abh05t3:29_7": "Atītādivibhāgena hi lokasamaññāvasena bahū kālabhedā. Tvañcetaṁ ekaṁ vadasīti bahūnaṁ",
  "tika-abh05t3:29_8": "ekabhāvābhāvato nattheva paramatthato kālo. Tathā ekassa anekabhāvāpattito. Yo hi",
  "tika-abh05t3:29_9": "ayaṁ ajja vattamānakālo, so hiyyo anāgato ahosi, sve atīto bhavissati. Hiyyo ca vattamāno",
  "tika-abh05t3:29_10": "ajja atīto ahosi, tathā sve vattamānopi aparajja. Na cekasabhāvassa anekasabhāvatā",
  "tika-abh05t3:29_11": "yuttāti asiddho paramatthato kālo. Dhammappavattiṁ pana upādāya kappanāmattasiddhāya",
  "tika-abh05t3:29_12": "lokasamaññāya atītādivibhāgato voharīyatīti vohāramattakoti daṭṭhabbo.",
  "tika-abh05t3:30_0": "Sabhāvaniyatiyadicchādayopi asiddhā. Kiṁ kāraṇā? Lakkhaṇābhāvā. Na hi sabhāvato niyatiyadicchā",
  "tika-abh05t3:30_1": "sambhavati. Aññathā evaṁvidho koci bhāvo atthi ce, tesaṁ sabhāvasaṅkhātena lakkhaṇena",
  "tika-abh05t3:30_2": "bhavitabbaṁ, patiṭṭhāpakahetunā ca na catthi. Kevalaṁ panete vādā vimaddiyamānā ahetuvāde",
  "tika-abh05t3:30_3": "eva tiṭṭhanti, na cāhetukaṁ lokavicittaṁ visesābhāvappasaṅgato. Ahetukabhāve hi pavattiyā",
  "tika-abh05t3:30_4": "yvāyaṁ narasuranirayatiracchānādīsu indriyādīnaṁ viseso, tassa abhāvo āpajjati, na",
  "tika-abh05t3:30_5": "cāyaṁ paṇḍitehi icchito. Kiñca? Diṭṭhabhāvato. Diṭṭhā hi cakkhādito cakkhuviññāṇādīnaṁ",
  "tika-abh05t3:30_6": "bījādito aṅkurādīnaṁ pavatti, tasmāpi hetutovāyaṁ pavatti. Tathā pure pacchā ca abhāvato.",
  "tika-abh05t3:30_7": "Yato yato hi paccayasāmaggito yaṁ yaṁ phalaṁ nibbattati, tato pubbe pacchā ca na",
  "tika-abh05t3:30_8": "tassa nibbatti sambhavati, kiñca bahunā. Yadi ahetuto pavatti siyā, ahetukā pavattīti",
  "tika-abh05t3:30_9": "imāpi vācā yathāsakapaccayasamavāyato pure pacchā ca bhaveyyuṁ, na ca bhavanti aladdhappaccayattā,",
  "tika-abh05t3:30_10": "majjhe eva ca bhavanti laddhappaccayattā. Evaṁ sabbepi saṅkhatā dhammāti na sijjhati",
  "tika-abh05t3:30_11": "ahetuvādo. Tasmiñca asiddhe pavattiyā ahetubhāvo viya ahetupariyāyavisesabhūtā sabhāvaniyatiyadicchādayopi",
  "tika-abh05t3:30_12": "asiddhā eva hontīti veditabbā.",
  "tika-abh05t3:31_0": "Yaṁ pana kāṇādā “paramāṇavo niccā, tehi dviaṇukādiphalaṁ nibbattati, tañca aniccaṁ,",
  "tika-abh05t3:31_1": "tassa vasenetaṁ lokavicitta”nti vadanti, tampi micchāparikappamattaṁ. Na hi paramāṇavo",
  "tika-abh05t3:31_2": "nāma santi aññatra bhūtasaṅghātā. So pana aniccova, na ca niccato aniccassa nibbatti",
  "tika-abh05t3:31_3": "yuttā tassa kāraṇabhāvānupapattito tathā adassanato ca. Yadi ca so kassaci kāraṇabhāvaṁ",
  "tika-abh05t3:31_4": "gaccheyya, anicco eva siyā vikārāpattito. Na cāyaṁ sambhavo atthi, yaṁ vikāraṁ anāpajjantameva",
  "tika-abh05t3:31_5": "kāraṇaṁ phalaṁ nibbatteyyāti. Vikārañce āpajjati, kutassa niccatāvakāso, tasmā vuttappakārā",
  "tika-abh05t3:31_6": "paramāṇavo sattā aniccā, aññepi niccādibhāvena bāhirakehi parikappitā asiddhā evāti",
  "tika-abh05t3:31_7": "veditabbaṁ. Tena vuttaṁ “dhammappabhedato pana aññassa saccikaṭṭhassa asiddhattā”ti.",
  "tika-abh05t3:32_0": "Etthāha “yadi paramatthato puggalo na upalabbhati, evaṁ pana puggale anupalabbhamāne",
  "tika-abh05t3:32_1": "atha kasmā bhagavā ‘atthi puggalo attahitāya paṭipanno’ti, ‘cattārome, bhikkhave,",
  "tika-abh05t3:32_2": "puggalā santo saṁvijjamānā lokasmi’nti ca tattha tattha puggalassa atthibhāvaṁ pavedesī”ti.",
  "tika-abh05t3:32_3": "Vineyyajjhāsayavasena. Tathā tathā vinetabbānañhi puggalānaṁ ajjhāsayavasena vineyyadamanakusalo",
  "tika-abh05t3:32_4": "satthā dhammaṁ desento lokasamaññānurūpaṁ tattha tattha puggalaggahaṇaṁ karoti, na",
  "tika-abh05t3:32_5": "paramatthato puggalassa atthibhāvato.",
  "tika-abh05t3:33_0": "Apica aṭṭhahi kāraṇehi bhagavā puggalakathaṁ katheti hirottappadīpanatthaṁ, kammassakatādīpanatthaṁ,",
  "tika-abh05t3:33_1": "paccattapurisakāradīpanatthaṁ, ānantariyadīpanatthaṁ, brahmavihāradīpanatthaṁ, pubbenivāsadīpanatthaṁ,",
  "tika-abh05t3:33_2": "dakkhiṇāvisuddhidīpanatthaṁ, lokasammutiyā appahānatthañcāti. “Khandhā dhātū āyatanāni",
  "tika-abh05t3:33_3": "hirīyanti ottappantī”ti hi vutte mahājano na jānāti, sammohaṁ āpajjati, paṭisattu",
  "tika-abh05t3:33_4": "vā hoti “kimidaṁ khandhā dhātū āyatanāni hirīyanti ottappanti nāmā”ti. “Itthī hirīyati",
  "tika-abh05t3:33_5": "ottappati, puriso, khattiyo, brāhmaṇo”ti pana vutte jānāti, na sammohaṁ āpajjati,",
  "tika-abh05t3:33_6": "na paṭisattu hoti, tasmā bhagavā hirottappadīpanatthaṁ puggalakathaṁ katheti. “Khandhā",
  "tika-abh05t3:33_7": "kammassakā, dhātuyo āyatanānī”ti vuttepi eseva nayo. Tasmā kammassakatādīpanatthampi",
  "tika-abh05t3:33_8": "puggalakathaṁ katheti. “Veḷuvanādayo mahāvihārā khandhehi kārāpitā, dhātūhi, āyatanehī”ti",
  "tika-abh05t3:33_9": "vuttepi eseva nayo. Tathā “khandhā mātaraṁ jīvitā voropenti, pitaraṁ, arahantaṁ,",
  "tika-abh05t3:33_10": "ruhiruppādakammaṁ, saṅghabhedakammaṁ karonti, dhātuyo, āyatanānī”ti vuttepi, “khandhā",
  "tika-abh05t3:33_11": "mettāyanti, dhātuyo, āyatanānī”ti vuttepi, “khandhā pubbenivāsaṁ anussaranti, dhātuyo,",
  "tika-abh05t3:33_12": "āyatanānī”ti vuttepi eseva nayo. Tasmā bhagavā paccattapurisakāradīpanatthaṁ ānantariyadīpanatthaṁ",
  "tika-abh05t3:33_13": "brahmavihāradīpanatthaṁ pubbenivāsadīpanatthañca puggalakathaṁ katheti. “Khandhā",
  "tika-abh05t3:33_14": "dānaṁ paṭiggaṇhanti, dhātuyo, āyatanānī”ti vuttepi mahājano na jānāti, sammohaṁ āpajjati,",
  "tika-abh05t3:33_15": "paṭisattu vā hoti “kimidaṁ khandhā dhātū āyatanāni paṭiggaṇhanti nāmā”ti. “Puggalo",
  "tika-abh05t3:33_16": "paṭiggaṇhātī”ti pana vutte jānāti, na sammohaṁ āpajjati, na paṭisattu hoti, tasmā",
  "tika-abh05t3:33_17": "bhagavā dakkhiṇāvisuddhidīpanatthaṁ puggalakathaṁ katheti. Lokasammutiñca buddhā",
  "tika-abh05t3:33_18": "bhagavanto nappajahanti lokasamaññāya lokābhilāpe ṭhitāyeva dhammaṁ desenti, tasmā",
  "tika-abh05t3:33_19": "bhagavā lokasammutiyā appahānatthampi puggalakathaṁ kathetīti imehi aṭṭhahi kāraṇehi",
  "tika-abh05t3:33_20": "bhagavā puggalakathaṁ katheti, na paramatthato puggalassa atthibhāvatoti veditabbaṁ.",
  "tika-abh05t3:34_0": "Dhammappabhedākārenevāti yathāvuttarūpādidhammappabhedato aññassa saccikaṭṭhassa",
  "tika-abh05t3:34_1": "asiddhattā rūpādidhammappabhedākāreneva puggalassa upaladdhiyā bhavitabbanti attho.",
  "tika-abh05t3:34_2": "Tena “kiṁ tava puggalo upalabbhamāno ruppanākārena upalabbhati, udāhu anubhavanasañjānanābhisaṅkharaṇavijānanesu",
  "tika-abh05t3:34_3": "aññatarākārenā”ti dasseti tabbinimuttassa sabhāvadhammassa loke abhāvato. Avisesavisesehi",
  "tika-abh05t3:34_4": "puggalūpalabbhassa paṭiññāpaṭikkhepapakkhā anujānanāvajānanapakkhā. Yadipime dvepi",
  "tika-abh05t3:34_5": "pakkhā anulomapaṭilomanayesu labbhanti, ādito pana paṭhamaṁ ṭhapetvā pavatto paṭhamanayo,",
  "tika-abh05t3:34_6": "itaro dutiyanti imaṁ nesaṁ visesaṁ dassento “anujānanā…pe… veditabbo”ti āha. Yathādhikatāya",
  "tika-abh05t3:34_7": "laddhiyā anulomanato cettha paṭhamo nayo anulomapakkho, tabbilomanato itaro paṭilomapakkhoti",
  "tika-abh05t3:34_8": "vuttoti veditabbanti.",
  "tika-abh05t3:35_0": "Tena vata reti ettha tenāti kāraṇavacanaṁ. Yena puggalūpalabbho patiṭṭhapīyati, tena",
  "tika-abh05t3:35_1": "hetunā. Svāyaṁ hetu sāsanikassa bāhirakassa ca vasena heṭṭhā dassito eva. Hetupatirūpake",
  "tika-abh05t3:35_2": "cāyaṁ hetusamaññā paramatthassa adhippetattā. Heṭṭhā “ājānāhi niggaha”nti niggahassa",
  "tika-abh05t3:35_3": "saññāpanamattaṁ kataṁ, taṁ idāni “yaṁ tattha vadesī”tiādinā nigamanarūpena micchābhāvadassanena",
  "tika-abh05t3:35_4": "ca vibhāviyamānaṁ pākaṭabhāvakaraṇato āropitaṁ patiṭṭhāpitaṁ hotīti aṭṭhakathāyaṁ",
  "tika-abh05t3:35_5": "“āropitattā”ti vuttaṁ.",
  "tika-abh05t3:36_0": "Ettha ca “puggalo upalabbhatī”ti paṭiññāvayavo sarūpeneva dassito. “Tenā”ti iminā",
  "tika-abh05t3:36_1": "sāmaññato hetāvayavo dassito. Yvāyaṁ yasmā paṭiññādhammo hutvā sadisapakkhe vijjamāno,",
  "tika-abh05t3:36_2": "visadisapakkhe avijjamānoyeva hetu lakkhaṇūpapanno nāma hoti, na itaro, tasmā yattha",
  "tika-abh05t3:36_3": "so vijjati na vijjati ca, so sadisāsadisabhāvabhinno duvidho diṭṭhantāvayavo. Yathā",
  "tika-abh05t3:36_4": "rūpādi upalabbhati, tathā puggalo. Yathā ca sasavisāṇaṁ na upalabbhati, na tathā",
  "tika-abh05t3:36_5": "puggaloti upanayo. Svāyaṁ “vattabbe kho puggalo upalabbhati saccikaṭṭhaparamatthenā”ti",
  "tika-abh05t3:36_6": "imāya pāḷiyā dīpito, yo aṭṭhakathāyaṁ saddhiṁ hetudāharaṇehi “pāpanā”ti vutto. Nigamanaṁ",
  "tika-abh05t3:36_7": "pāḷiyaṁ sarūpeneva āgataṁ, yā aṭṭhakathāyaṁ “ropanā”ti vuttāti. Evaṁ porāṇena ñāyakkamena",
  "tika-abh05t3:36_8": "sādhanāvayavā niddhāretvā yojetabbā.",
  "tika-abh05t3:37_0": "Idāni vattanena parapakkhupalakkhite hetudāharaṇe anvayabyatirekadassanavasena niddhāretvā",
  "tika-abh05t3:37_1": "sādhanapayogo yojetabbo. Kāraṇaṁ vattabbanti kimettha vattabbaṁ. Hetudāharaṇehiyeva",
  "tika-abh05t3:37_2": "hi saparapakkhānaṁ sādhanaṁ dūsanaṁ vā, na paṭiññāya, tassā sādhetabbādibhāvato.",
  "tika-abh05t3:37_3": "Taṁ pana dvayaṁ “tena vata re”tiādipāḷiyā vibhāvitaṁ. Aṭṭhakathāyaṁ pāpanāropanāsīsena",
  "tika-abh05t3:37_4": "dassitaṁ. Paṭiññāṭhapanā pana tesaṁ visayadassanaṁ kathāyaṁ taṁmūlatāyāti veditabbaṁ.",
  "tika-abh05t3:37_5": "Tenāha “yaṁ pana vakkhatī”tiādi. Teneva ca aṭṭhakathāyaṁ “idaṁ anuloma…pe… ekaṁ catukkaṁ",
  "tika-abh05t3:37_6": "veditabba”nti vakkhati. Tathā cāha “yathā pana tatthā”tiādi. Niggahova visuṁ vutto,",
  "tika-abh05t3:37_7": "na paṭikammanti adhippāyo. Visuṁ vuttoti ca pāpanāropanāhi asammissaṁ katvā visuṁ",
  "tika-abh05t3:37_8": "aṅgabhāvena vutto, na tadaññataro viya tadantogadhabhāvena vutto, nāpi ṭhapanā viya",
  "tika-abh05t3:37_9": "agaṇanupagabhāvenāti attho. Ye panāti padakāre sandhāyāha. Dutiye…pe… āpajjati tattha",
  "tika-abh05t3:37_10": "niggahassa ayathābhūtattā paṭikammassa ca yathābhūtabhāvatoti adhippāyo.",
  "tika-abh05t3:38_0": "2. Paramatthato puggalaṁ nānujānāti, vohārato pana anujānātīti sakavādimataṁ jānantenapi",
  "tika-abh05t3:38_1": "paravādinā chalavasena vibhāgaṁ akatvā “puggalo nupalabbhati saccikaṭṭhaparamatthenā”ti",
  "tika-abh05t3:38_2": "pucchāya katāya sakavādī tattha ayaṁ puggalavādī, imassa laddhi paṭikkhipitabbāti",
  "tika-abh05t3:38_3": "paramatthasaccaṁ sandhāyāha “āmantā”ti. “Na upalabbhatī”ti hi vuttaṁ hoti. Puna itaro",
  "tika-abh05t3:38_4": "sammutisaccaṁ sandhāya “yo saccikaṭṭho”tiādimāha. Tassattho – yo lokavohārasiddho",
  "tika-abh05t3:38_5": "saccikaṭṭho, tato eva kenaci apaṭikkhipitabbato paramatthato tato so puggalo nupalabbhatīti.",
  "tika-abh05t3:38_6": "Puna sakavādī pubbe paramatthasaccavasena puggale paṭikkhitte idāni sammutisaccavasenāyaṁ",
  "tika-abh05t3:38_7": "pucchāti mantvā taṁ appaṭikkhipanto “na hevaṁ vattabbe”ti āha. Tenāha “attanā adhippetaṁ",
  "tika-abh05t3:38_8": "saccikaṭṭhamevāti sammutisaccaṁ sandhāyāti adhippāyo”ti. Evamavaṭṭhite “yadi paravādinā…pe…",
  "tika-abh05t3:38_9": "nārabhitabbā”ti idaṁ na vattabbaṁ paṭhamapucchāya paramatthasaccassa saccikaṭṭhoti",
  "tika-abh05t3:38_10": "adhippetattā. “Atha sakavādinā…pe… āpajjatī”ti idampi na vattabbaṁ dutiyapucchāya",
  "tika-abh05t3:38_11": "sammutisaccassa saccikaṭṭhoti adhippetattā.",
  "tika-abh05t3:39_0": "Yadi ubhayaṁ adhippetanti idaṁ yadi paṭhamapucchaṁ sandhāya, tadayuttaṁ tassā paramatthasaccasseva",
  "tika-abh05t3:39_1": "vasena pavattattā. Atha dutiyapucchaṁ sandhāya, tassā sammutisaccavasena paṭhamatthaṁ",
  "tika-abh05t3:39_2": "vatvā puna missakavasena vattuṁ “sammutisaccaparamatthasaccāni vā ekato katvāpi evamāhā”ti",
  "tika-abh05t3:39_3": "vuttattā tampi na vattabbameva. Dvepi saccānīti sammutiparamatthasaccāni. Tesu paramatthasaccasseva",
  "tika-abh05t3:39_4": "nippariyāyena saccikaṭṭhaparamatthabhāvo, itarassa upacārena. Tathā ca vuttaṁ “māyā",
  "tika-abh05t3:39_5": "marīci…pe… uttamaṭṭho”ti. Tasmā sammutisaccavasena upaladdhiṁ icchantenapi paramatthasaccavasena",
  "tika-abh05t3:39_6": "anicchanato “puggalo upalabbhati saccikaṭṭhaparamatthenā”tiādinā anuyogo yutto. “Padhānappadhānesu",
  "tika-abh05t3:39_7": "padhāne kiccasiddhī”ti eteneva “na ca saccikaṭṭhekadesena anuyogo”tiādi nivattitañca",
  "tika-abh05t3:39_8": "hoti saccikaṭṭhekadesabhāvasseva asiddhattā. Nāssa paramatthasaccatā anuyuñjitabbāti",
  "tika-abh05t3:39_9": "assa saccikaṭṭhassa paramatthasaccatā paravādinā na anuyuñjitabbā “puggalo nupalabbhati",
  "tika-abh05t3:39_10": "saccikaṭṭhaparamatthenā”ti sakavādinopi saccikaṭṭhaparamatthato tassa icchitabbattāti",
  "tika-abh05t3:39_11": "adhippāyo. Voharitasaccikaṭṭhassa attanā adhippetasaccikaṭṭhatāpi yuttā tassa tena",
  "tika-abh05t3:39_12": "adhippetattā. Svāyamattho heṭṭhā dassitoyeva. Vuttanayova dosoti “dvepi saccānī”tiādinā",
  "tika-abh05t3:39_13": "anantarameva vuttaṁ sandhāyāha. Tassa pana adosabhāvo dassitoyeva. Atha na iti atha",
  "tika-abh05t3:39_14": "na bhūtasabhāvatthena upalabbheyyāti yojanā. Vattabboti yadettha vattabbaṁ, taṁ “yo",
  "tika-abh05t3:39_15": "lokavohārasiddho”tiādinā vuttameva, tasmā ettha “paramatthato puggalaṁ nānujānātī”tiādinā",
  "tika-abh05t3:39_16": "adhippāyamagganaṁ daṭṭhabbaṁ.",
  "tika-abh05t3:40_0": "Anuññeyyametaṁ siyāti etaṁ anupalabbhanaṁ paṭhamapucchāyaṁ viya dutiyapucchāyampi",
  "tika-abh05t3:40_1": "anujānitabbaṁ siyā. Na vā kiñci vattabbanti atha vā kiñci na vattabbaṁ ṭhapanīyattā",
  "tika-abh05t3:40_2": "pañhassa. Tathā hissa ṭhapanīyākāraṁ dassento “yathā hī”tiādimāha. Ettha ca kāmaṁ",
  "tika-abh05t3:40_3": "saccadvayākārena puggalo nupalabbhati, sammutiyākārena pana nupalabbhatīti upalabbhanabhāvassa",
  "tika-abh05t3:40_4": "vasena paṭikkhepo katoti ayamettha adhippāyo daṭṭhabbo. Anuññātaṁ paṭikkhittañcāti",
  "tika-abh05t3:40_5": "paṭhamapucchāyaṁ anuññātaṁ, dutiyapucchāyaṁ paṭikkhittaṁ. Etaṁ chalavādaṁ nissāyāti",
  "tika-abh05t3:40_6": "etaṁ ekaṁyeva vatthuṁ uddissa anujānanapaṭikkhipanākāraṁ chalavacanaṁ nissāya. Tvaṁ",
  "tika-abh05t3:40_7": "niggahetabboti yojanā. Sambhavantassa sāmaññenāti niggahaṭṭhānabhāvena sambhavantassa",
  "tika-abh05t3:40_8": "anulomanayena anujānanapaṭikkhepassa samānabhāvena. Asambhavantassa kappananti paccanīkanayena",
  "tika-abh05t3:40_9": "tassa niggahaṭṭhānabhāvena asambhavantassa tathā kappanaṁ saṁvidhānaṁ chalavādo bhavituṁ",
  "tika-abh05t3:40_10": "arahati. “Atthavikappupapattiyā vacanavighāto chala”nti vuttovāyamattho. Tenāti yathāvuttakappanaṁ",
  "tika-abh05t3:40_11": "chalavādoti vuttattā. Vacanasāmaññamattaṁ kappitaṁ chalaṁ vadati etenāti chalavādo.",
  "tika-abh05t3:40_12": "Tena vuttaṁ “chalavādassa kāraṇattā chalavādo”ti. Vacanasāmaññamattaṁ atthabhūtaṁ",
  "tika-abh05t3:40_13": "tadatthaṁ chalavādaṁ nissāya. “Vicāretabba”nti vuttaṁ, kimettha vicāretabbaṁ. Yadipi",
  "tika-abh05t3:40_14": "pakkhassa ṭhapanāmūlakaṁ anujānanāvajānanānaṁ micchābhāvadassanaṁ tabbisayattā, pāpanāropanāhi",
  "tika-abh05t3:40_15": "eva pana so vibhāvīyati, na ṭhapanāyāti pākaṭoyamattho.",
  "tika-abh05t3:41_0": "4-5.Tenāti sakavādinā. Tena niyāmenāti yena niyāmena sakavādinā catūhi pāpanāropanāhissa",
  "tika-abh05t3:41_1": "niggaho kato, tena niyāmena nayena. So niggaho dukkaṭo aniggahoyevāti dassento āha",
  "tika-abh05t3:41_2": "“aniggahabhāvassa vā upagamitattā”ti, pāpitattāti attho. Evamevāti yathā “tayā mama",
  "tika-abh05t3:41_3": "kato niggaho”tiādinā aniggahabhāvūpanayo vutto, evameva. Etassāti “tena hī”tiādinā",
  "tika-abh05t3:41_4": "imāya pāḷiyā vuttassa.",
  "tika-abh05t3:42": "Anulomapaccanīkavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:43": "2. Paccanīkānulomavaṇṇanā",
  "tika-abh05t3:44_0": "7-10.Aññenāti sammutisaccabhūtena. Parassāti sakavādino. So hi paravādinā paro nāma",
  "tika-abh05t3:44_1": "hoti. Paṭiññāpaṭikkhepānaṁ bhinnavisayattā “avirodhitattā”ti vuttaṁ. Abhinnādhikaraṇaṁ",
  "tika-abh05t3:44_2": "viya hi abhinnavisayameva viruddhaṁ nāma siyā, na itaranti adhippāyo. Tamevatthaṁ",
  "tika-abh05t3:44_3": "vibhāvetuṁ “na hi…pe… āpajjatī”ti āha. Yadi evaṁ kathamidaṁ niggahaṭṭhānaṁ jātanti",
  "tika-abh05t3:44_4": "āha “attanopanā”tiādi. Tena paṭiññāntaraṁ nāma aññamevetaṁ niggahaṭṭhānanti dasseti.",
  "tika-abh05t3:45": "Paccanīkānulomavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:46": "Suddhasaccikaṭṭhavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:47": "2. Okāsasaccikaṭṭho",
  "tika-abh05t3:48": "1. Anulomapaccanīkavaṇṇanā",
  "tika-abh05t3:49_0": "11. Sāmaññena vuttaṁ visesaniviṭṭhaṁ hotīti āha “sabbatthāti sabbasmiṁ sarīreti ayamattho”ti.",
  "tika-abh05t3:49_1": "Sāmaññajotanā hi visese avatiṭṭhatīti visesatthinā viseso anupayujjitabboti. Etenāti",
  "tika-abh05t3:49_2": "desavasena sabbattha paṭikkhepavacanena.",
  "tika-abh05t3:50": "3. Kālasaccikaṭṭho",
  "tika-abh05t3:51": "1. Anulomapaccanīkavaṇṇanā",
  "tika-abh05t3:52_0": "12.Majjhimajātikāleti paccuppannattabhāvakāle. Attabhāvo hi idha “jātī”ti adhippeto.",
  "tika-abh05t3:52_1": "Tato atīto purimajātikālo, anāgato pacchimajātikālo. Imesu tīsūti sabbattha, sabbadā,",
  "tika-abh05t3:52_2": "sabbesūti imesu tīsu nayesu. Pāṭhassa saṁkhittatā suviññeyyāti taṁ ṭhapetvā atthassa",
  "tika-abh05t3:52_3": "sadisataṁ vibhāvento “idhāpi hi…pe… yojetabba”nti āha. Etthāpi “na kenaci sabhāvena",
  "tika-abh05t3:52_4": "puggalo upalabbhatī”ti ayamattho vutto hoti. Na hi kenaci sabhāvena upalabbhamānassa",
  "tika-abh05t3:52_5": "sakalekadesavinimutto pavattikālo nāma atthīti.",
  "tika-abh05t3:53": "4. Avayavasaccikaṭṭho",
  "tika-abh05t3:54": "1. Anulomapaccanīkavaṇṇanā",
  "tika-abh05t3:55": "13. Tatiyanaye na sabbekadhammavinimuttaṁ pavattiṭṭhānaṁ nāma atthīti yojetabbaṁ.",
  "tika-abh05t3:56": "Okāsādisaccikaṭṭho",
  "tika-abh05t3:57": "2. Paccanīkānulomavaṇṇanā",
  "tika-abh05t3:58_0": "14.Anulomapañcakassātiādimhi aṭṭhakathāvacane. Puna tatthāti yathāvutte aṭṭhakathāvacane,",
  "tika-abh05t3:58_1": "tesu vā anulomapañcakapaccanīkesu. Sabbattha puggalo nupalabbhatītiādikassa pāṭhappadesassa",
  "tika-abh05t3:58_2": "attho “sarīraṁ sandhāyā”tiādinā aṭṭhakathāyaṁ vuttanayena veditabbo attho. Paṭikammādipāḷinti",
  "tika-abh05t3:58_3": "paṭikammaniggahaupanayananigamanapāḷiṁ. Tīsu mukhesūti “sabbatthā”tiādinā vuttesu",
  "tika-abh05t3:58_4": "tīsu vādamukhesu. Paccanīkassa pāḷi vuttāti sambandho. Tanti pāḷiṁ. Saṅkhipitvā āgatattā",
  "tika-abh05t3:58_5": "sarūpena avutte. Suddhika…pe… vuttaṁ hoti tattha “sabbatthā”tiādinā sarīrādino parāmasanaṁ",
  "tika-abh05t3:58_6": "natthi, idha atthīti ayameva viseso, aññaṁ samānanti.",
  "tika-abh05t3:59": "Saccikaṭṭhavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:60": "5. Suddhikasaṁsandanavaṇṇanā",
  "tika-abh05t3:61_0": "17-27. Saccikaṭṭhassa, saccikaṭṭhe vā saṁsandanaṁ saccikaṭṭhasaṁsandananti samāsadvayaṁ",
  "tika-abh05t3:61_1": "bhavatīti dassento “saccikaṭṭhassā”tiādimāha. Tattha saccikaṭṭhassa puggalassāti",
  "tika-abh05t3:61_2": "saccikaṭṭhasabhāvassa paramatthato vijjamānasabhāvassa puggalassa. Rūpādīhi saddhiṁ",
  "tika-abh05t3:61_3": "saṁsandananti saccikaṭṭhatāsāmaññena rūpādīhi samīkaraṇaṁ. Saccikaṭṭheti saccikaṭṭhahetu,",
  "tika-abh05t3:61_4": "tattha vā taṁ adhiṭṭhānaṁ katvā. “Tulyayoge samuccayo”ti samuccayatthattā eva ca-kārassa",
  "tika-abh05t3:61_5": "saccikaṭṭhena upaladdhisāmaññena idha rūpamāhaṭanti tassa udāhaṭabhāvo yuttoti “yathārūpa”nti",
  "tika-abh05t3:61_6": "nidassanavasena attho vutto, aññathā idha rūpassa āharaṇameva kimatthiyaṁ. Evaṁ sesadhammesupi.",
  "tika-abh05t3:61_7": "Yā panettha aññattapucchā, sāpi nidassanatthaṁ upabrūheti aññattanibandhanattā tassa.",
  "tika-abh05t3:61_8": "Opammasaṁsandane pana nidassanattho gāhīyatīti imasmiṁ suddhikasaṁsandane kevalaṁ",
  "tika-abh05t3:61_9": "samuccayavaseneva atthadassanaṁ yuttanti adhippāyo. Rūpādīni upādāpaññattimattattā",
  "tika-abh05t3:61_10": "puggalassa so tehi añño, anañño cāti na vattabboti ayaṁ sāsanakkamoti āha “rūpādīhi…pe…",
  "tika-abh05t3:61_11": "samayo”ti. Anuññāyamāneti tasmiṁ samaye sutte ca appaṭikkhipiyamāne. Ayañca attho",
  "tika-abh05t3:61_12": "sāsanikassa paravādino vasena vuttoti veditabbaṁ.",
  "tika-abh05t3:62_0": "“Ājānāhiniggaha”nti pāṭho diṭṭho bhavissati, aññathā “paṭilomapañcakāni dassitāni,",
  "tika-abh05t3:62_1": "paṭikammacatukkādīni saṁkhittānī”ti na sakkā vattunti adhippāyo. Codanāya vinā paravādino",
  "tika-abh05t3:62_2": "paṭijānāpanaṁ natthīti vuttaṁ “paṭijānāpanatthanti…pe… codanattha”nti. Codanāpubbakañhi",
  "tika-abh05t3:62_3": "tassa paṭijānāpanaṁ. Tena phalavohārena kāraṇaṁ vuttanti dasseti. Abyākatattāti abyākaraṇīyattā,",
  "tika-abh05t3:62_4": "bhagavatā vā na byākatattā. Yadi ṭhapanīyattā paṭikkhipitabbanti imasmiṁ paccanīkanaye",
  "tika-abh05t3:62_5": "ṭhapanīyattā pañhassa sakavādinā paṭikkhipitabbaṁ. Parenapīti paravādināpi ṭhapanīyattā",
  "tika-abh05t3:62_6": "laddhimeva nissāya anulomanaye paṭikkhepo katoti ayamettha suddhikasaṁsandanāya adhippāyo",
  "tika-abh05t3:62_7": "yutto anulomepi rūpādīhi aññattacodanāyameva paravādinā paṭikkhepassa katattāti adhippāyo.",
  "tika-abh05t3:63": "Suddhikasaṁsandanavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:64": "6. Opammasaṁsandanavaṇṇanā",
  "tika-abh05t3:65_0": "28-36.Upaladdhisāmaññena aññattapucchā cāti iminā dvayampi uddharati upaladdhisāmaññena",
  "tika-abh05t3:65_1": "aññattapucchā, upaladdhisāmaññena pucchā cāti. Tattha pacchimaṁ sandhāyāha “dvinnaṁ",
  "tika-abh05t3:65_2": "samānatā”tiādi. Tassattho – dvinnaṁ rūpavedanānaṁ viya rūpapuggalānaṁ saccikaṭṭhena",
  "tika-abh05t3:65_3": "samānatā tesaṁ aññattassa kāraṇaṁ yuttaṁ na hoti. Atha kho…pe… upalabbhanīyatāti",
  "tika-abh05t3:65_4": "idañca saṁsandanaṁ vicāretabbaṁ. Ayaṁ hettha adhippāyo – yadi saccikaṭṭhasāmaññena",
  "tika-abh05t3:65_5": "rūpapuggalānaṁ upaladdhisāmaññaṁ icchitaṁ, teneva nesaṁ aññattampi icchitabbaṁ. Atha",
  "tika-abh05t3:65_6": "paramatthavohārabhedato tesaṁ aññattaṁ na icchitaṁ, tato eva upaladdhisāmaññampi na icchitabbanti.",
  "tika-abh05t3:66": "37-45.Upaladdhīti puggalassa upaladdhi vijjamānatā. “Paṭikammapañcaka”nti viññāyatīti yojanā.",
  "tika-abh05t3:67": "Opammasaṁsandanavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:68": "7. Catukkanayasaṁsandanavaṇṇanā",
  "tika-abh05t3:69_0": "46-52.Ekadhammatopīti sattapaññāsāya saccikaṭṭhesu ekadhammatopi. Etena tato sabbatopi",
  "tika-abh05t3:69_1": "puggalassa aññattānanujānanaṁ dasseti. Tenāha aṭṭhakathāyaṁ “sakalaṁ paramatthasaccaṁ",
  "tika-abh05t3:69_2": "sandhāyā”ti. Rūpādiekekadhammavasena nānuyuñjitabbo avayavabyatirekena samudāyassa",
  "tika-abh05t3:69_3": "abhāvato. Yasmā pana samudāyāvayavā bhinnasabhāvā, tasmā “samudāyato…pe… niggahāraho",
  "tika-abh05t3:69_4": "siyā”ti paravādino āsaṅkamāha. Etaṁ vacanokāsanti yadipi sattapaññāsadhammasamudāyato",
  "tika-abh05t3:69_5": "puggalassa aññattaṁ na icchati tabbinimuttassa saccikaṭṭhassa abhāvato, tadekadesato",
  "tika-abh05t3:69_6": "panassa anaññattampi na icchateva. Na hi samudāyo avayavo hotīti. Tasmā “taṁ paṭikkhipato",
  "tika-abh05t3:69_7": "kiṁ niggahaṭṭhānanti vattuṁ mā labbhethā”ti dassetuṁ “ayañcā”tiādi vuttaṁ. Rūpādidhammappabhedavibhāgamukheneva",
  "tika-abh05t3:69_8": "anavasesato puggaloti gahaṇākāradassanavasena pavatto paṭhamavikappo, dutiyo pana",
  "tika-abh05t3:69_9": "avibhāgato paramatthasaccabhāvasāmaññenāti ayaṁ imesaṁ dvinnaṁ vikappānaṁ viseso.",
  "tika-abh05t3:69_10": "Itīti vuttappakāraparāmasananti āha “eva”nti.",
  "tika-abh05t3:70_0": "Sabhāvavinibbhogatoti sabhāvena vinibbhujjitabbato. Sabhāvabhinno hi dhammo tadaññadhammato",
  "tika-abh05t3:70_1": "vinibbhogaṁ labhati. Tenāha “rūpato aññasabhāgattā”ti. Rūpavajjeti rūpadhammavajje.",
  "tika-abh05t3:70_2": "Tīsupīti “rūpasmiṁ puggalo, aññatra rūpā, puggalasmiṁ rūpa”nti imesu evaṁ pavattesu",
  "tika-abh05t3:70_3": "tīsupi anuyogesu. Sāsaniko evāyaṁ puggalavādīti katvā āha “na hi so sakkāyadiṭṭhiṁ",
  "tika-abh05t3:70_4": "icchatī”ti. “Rūpavā”ti iminā rūpena sakiñcanatāva ñāpīyati, na rūpāyattavuttitāti",
  "tika-abh05t3:70_5": "āha “aññatra rūpāti ettha ca rūpavā puggaloti ayamattho saṅgahito”ti.",
  "tika-abh05t3:71": "Catukkanayasaṁsandanavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:72": "Niṭṭhitā ca saṁsandanakathāvaṇṇanā.",
  "tika-abh05t3:73": "8. Lakkhaṇayuttivaṇṇanā",
  "tika-abh05t3:74": "54. Lakkhaṇayuttikathāyaṁ “chalavasena pana vattabbaṁ ājānāhi niggaha”nti pāṭho gahetabbo.",
  "tika-abh05t3:75": "Lakkhaṇayuttivaṇṇanā niṭṭhitā.",
  "tika-abh05t3:76": "9. Vacanasodhanavaṇṇanā",
  "tika-abh05t3:77_0": "55-59.Padadvayassa atthato ekatteti padadvayassa ekattatthe satīti attho. Parikappavacanañhetaṁ",
  "tika-abh05t3:77_1": "dosadassanatthaṁ “evaṁ sante ayaṁ doso”ti. Tayidaṁ ekattaṁ upalabbhati evāti pacchimapadāvadhāraṇaṁ",
  "tika-abh05t3:77_2": "veditabbaṁ. “Kehici puggalo kehici na puggalo”ti byabhicāradassanato parena na sampaṭicchitanti",
  "tika-abh05t3:77_3": "katvā tameva asampaṭicchitattaṁ vibhāvento “puggalassa hī”tiādimāha. Tattha avibhajitabbatanti",
  "tika-abh05t3:77_4": "“upalabbhati cā”ti evaṁ avibhajitabbataṁ. Vibhajitabbatanti “puggalo ca tadaññañca",
  "tika-abh05t3:77_5": "upalabbhatī”ti evaṁ vibhajitabbataṁ. Etena “puggalo upalabbhati evā”ti pacchimapadāvadhāraṇaṁ",
  "tika-abh05t3:77_6": "veditabbaṁ, na “puggalo eva upalabbhatī”ti imamatthaṁ dasseti. Taṁ vibhāganti yathāvuttaṁ",
  "tika-abh05t3:77_7": "vibhajitabbāvibhajitabbaṁ vibhāgaṁ vadato sakavādino, aññassa vā kassaci. Etassāti",
  "tika-abh05t3:77_8": "paravādino. Yathāvuttavibhāganti “puggalo upalabbhati…pe… kehici na puggalo”ti evaṁ",
  "tika-abh05t3:77_9": "pāḷiyaṁ vuttappakāraṁ vibhāgaṁ. Yathāāpāditenāti “puggalo upalabbhatīti padadvayassa",
  "tika-abh05t3:77_10": "atthato ekatte”tiādinā āpāditappakārena. Na bhavitabbanti yadipi tena puggalo upalabbhati",
  "tika-abh05t3:77_11": "eva vuccati, upalabbhatīti pana puggalo eva na vuccati, atha kho aññopi, tasmā yathāvuttena",
  "tika-abh05t3:77_12": "pasaṅgena na bhavitabbaṁ. Tenāha “maggitabbo ettha adhippāyo”ti.",
  "tika-abh05t3:78": "60.Atthato puggalo natthīti vuttaṁ hoti attasuññatādassanena anattalakkhaṇassa vihitattā.",
  "tika-abh05t3:79": "Vacanasodhanavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:80": "10. Paññattānuyogavaṇṇanā",
  "tika-abh05t3:81_0": "61-66.Rūpakāyāvirahaṁsandhāya āha, na rūpataṇhāsabbhāvaṁ. Tathā sati anekantikattā",
  "tika-abh05t3:81_1": "paṭikkhipitabbameva siyā, na anujānitabbanti. “Atthitāyā”ti āhāti sambandho. Kāmībhāvassa",
  "tika-abh05t3:81_2": "anekantikattā kassaci kāmadhātūpapannassa kāmadhātuyā āyattattābhāvato ca kadāci",
  "tika-abh05t3:81_3": "bhāvassevāti yojanā.",
  "tika-abh05t3:82_0": "67.Kāyānupassanāyāti kāyānupassanādesanāya. Sā hi kāyakāyānupassīnaṁ vibhāgaggahaṇassa",
  "tika-abh05t3:82_1": "kāraṇabhūtā, kāyānupassanā eva vā. Evaṁladdhikattāti añño kāyo añño puggaloti evaṁladdhikattā.",
  "tika-abh05t3:82_2": "Āhacca bhāsitanti ṭhānakaraṇāni āhantvā kathitaṁ, bhagavatā sāmaṁ desitanti attho.",
  "tika-abh05t3:83": "Paññattānuyogavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:84": "11. Gatianuyogavaṇṇanā",
  "tika-abh05t3:85_0": "69-72. Yānissa suttāni nissāya laddhi uppannā, tesaṁ dassanato parato “tena hi puggalo",
  "tika-abh05t3:85_1": "sandhāvatī”tiādinā pāḷi āgatā, purato pana “na vattabbaṁ puggalo sandhāvatī”tiādinā,",
  "tika-abh05t3:85_2": "tasmā vuttaṁ “dassento…pe… bhavitabba”nti. Dassetvāti vā vattabbanti “yānissa…pe…",
  "tika-abh05t3:85_3": "tāni dassetvā ‘tena hi puggalo sandhāvatī’tiādimāhā”ti vattabbanti attho. Dassentoti",
  "tika-abh05t3:85_4": "vā idaṁ dassanakiriyāya na vattamānatāmattavacanaṁ, atha kho tassā lakkhaṇatthavacanaṁ,",
  "tika-abh05t3:85_5": "hetubhāvavacanaṁ vāti na koci doso.",
  "tika-abh05t3:86_0": "91.So vattabboti so jīvasarīrānaṁ anaññatāpajjanākāro vattabbo, natthīti adhippāyo.",
  "tika-abh05t3:86_1": "“Rūpī attā”ti imissā laddhiyā vasena “yena rūpasaṅkhātena attano sabhāvabhūtena sarīrena",
  "tika-abh05t3:86_2": "saddhiṁ gacchatī”ti evaṁ pana atthe sati so ākāro vutto eva hoti, tathā ca sati “rūpaṁ",
  "tika-abh05t3:86_3": "puggaloti ananuññātattā”ti evampi vattuṁ na sakkā. Yasmā pana “idha sarīranikkhepā”ti",
  "tika-abh05t3:86_4": "anantaraṁ vakkhati, tasmā “so vattabbo”ti vuttaṁ. Nirayūpagassa puggalassa antarābhavaṁ",
  "tika-abh05t3:86_5": "na icchatīti idaṁ purātanānaṁ antarābhavavādīnaṁ vasena vuttaṁ. Adhunātanā pana “uddhaṁpādo",
  "tika-abh05t3:86_6": "tu nārako”ti vadantā tassapi antarābhavaṁ icchanteva, keci pana asaññūpagānaṁ. Arūpūpagānaṁ",
  "tika-abh05t3:86_7": "pana sabbepi na icchanti. Tattha ye “saññuppādā ca pana te devā tamhā kāyā cavantī”ti",
  "tika-abh05t3:86_8": "suttassa atthaṁ micchā gahetvā cutūpapātakālesu asaññīnaṁ saññā atthīti antarābhavatova",
  "tika-abh05t3:86_9": "asaññūpapattiṁ icchanti, tadaññesaṁ vasena “savedano…pe… paṭikkhipatī”ti dassento",
  "tika-abh05t3:86_10": "“ye panā”tiādimāha. Ke panevaṁ icchanti? Sabbatthivādīsu ekacce.",
  "tika-abh05t3:87_0": "92.Nevasaññānāsaññāyataneti nevasaññānāsaññāyatane bhave, acittuppāde vā saññā atthīti",
  "tika-abh05t3:87_1": "icchantīti na vattabbanti sambandho. Yato so saññābhavena asaṅgahito, bhavantarabhāvena ca saṅgahito.",
  "tika-abh05t3:88_0": "93.Indhanupādāno aggi viya indhanena rūpādiupādāno puggalo rūpādinā vinā natthīti",
  "tika-abh05t3:88_1": "ettha ayamadhippāyavibhāvanā – yathā na vinā indhanena aggi paññāpīyati, na ca taṁ",
  "tika-abh05t3:88_2": "aññaṁ indhanato sakkā paṭijānituṁ, nāpi anaññaṁ. Yadi hi aññaṁ siyā, na uṇhaṁ indhanaṁ",
  "tika-abh05t3:88_3": "siyā, atha anaññaṁ, nidahitabbaṁyeva dāhakaṁ siyā, evaṁ na vinā rūpādīhi puggalo",
  "tika-abh05t3:88_4": "paññāpīyati, na ca tehi añño, nāpi anañño sassatucchedabhāvappasaṅgatoti paravādino",
  "tika-abh05t3:88_5": "adhippāyo. Tattha yadi aggindhanopamā lokavohārena vuttā, apaḷittaṁ kaṭṭhādiindhanaṁ",
  "tika-abh05t3:88_6": "nidahitabbañca, paḷittaṁ bhāsuruṇhaṁ aggidāhakañca, tañca ojaṭṭhamakarūpaṁ pabandhavasena",
  "tika-abh05t3:88_7": "pavattaṁ aniccaṁ saṅkhataṁ paṭiccasamuppannaṁ. Yadi evaṁ puggalo rūpādīhi añño anicco",
  "tika-abh05t3:88_8": "ca āpanno, atha paramatthato ca, tasmiṁyeva kaṭṭhādisaññite rūpasaṅkhātapaḷitte yaṁ",
  "tika-abh05t3:88_9": "usumaṁ so aggi taṁsahajātāni tīṇibhūtāni indhanaṁ. Evampi siddhaṁ lakkhaṇabhedato",
  "tika-abh05t3:88_10": "aggindhanānaṁ aññattanti aggi viya indhanato rūpādīhi añño puggalo anicco ca āpajjatīti.",
  "tika-abh05t3:89": "Gatianuyogavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:90": "12. Upādāpaññattānuyogavaṇṇanā",
  "tika-abh05t3:91_0": "97. Nīlaguṇayogato nīlo, nīlo eva nīlako, tassa, ayaṁ panassa nīlapaññatti nīlarūpupādānāti",
  "tika-abh05t3:91_1": "āha “nīlaṁ…pe… paññattī”ti. Evaṁ pana pāṭhe ṭhite nīlaṁ upādāya nīloti kathamayaṁ",
  "tika-abh05t3:91_2": "paduddhāroti āha “nīlaṁ rūpaṁ…pe… ettha yo puṭṭho nīlaṁ upādāya nīlo”ti. Etthāti",
  "tika-abh05t3:91_3": "etasmiṁ vacane. Tadādīsūti “pītaṁ rūpaṁ upādāyā”tiādikaṁ aṭṭhakathāyaṁ ādi-saddena",
  "tika-abh05t3:91_4": "gahitameva tadatthadassanavasena gaṇhāti.",
  "tika-abh05t3:92": "98.Vuttanti “maggakusalo”tiādīsu chekaṭṭhaṁ sandhāya vuttaṁ. Kusalapaññattiṁ kusalavohāraṁ.",
  "tika-abh05t3:93": "112.Pubbapakkhaṁ dassetvā uttaramāhāti paravādī pubbapakkhaṁ dassetvā sakavādissa uttaramāha.",
  "tika-abh05t3:94_0": "115. “Rūpaṁ rūpavā”tiādinayappavattaṁ paravādivādaṁ bhindituṁ “yathā na nigaḷo negaḷiko”tiādinā",
  "tika-abh05t3:94_1": "sakavādivādo āraddhoti āha “yassa rūpaṁ so rūpavāti uttarapakkhe vuttaṁ vacanaṁ uddharitvā”ti.",
  "tika-abh05t3:95": "118.Viññāṇanissayabhāvūpagamananti cakkhuviññāṇassa nissayabhāvūpagamanaṁ. Tayidaṁ visesanaṁ cakkhussāti imināva siddhanti na kataṁ daṭṭhabbaṁ.",
  "tika-abh05t3:96": "Upādāpaññattānuyogavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:97": "13. Purisakārānuyogavaṇṇanā",
  "tika-abh05t3:98": "123.Kammānanti kusalākusalakammānaṁ. Taggahaṇeneva hi taṁtaṁkiccakaraṇīye kiriyānampi saṅgaho daṭṭhabbo. Nipphādakappayojakabhāvenāti kārakakārāpakabhāvena.",
  "tika-abh05t3:99_0": "125.Kammakārakassa puggalassa yo añño puggalo kārako. Tenapīti kārakakārakenapi.",
  "tika-abh05t3:99_1": "Tassāti kārakakārakassa. Aññanti aññaṁ kammaṁ. Evanti iminā vuttappakārena. Tehi",
  "tika-abh05t3:99_2": "tehi kārakehi puggalā viya aññāni kammāni karīyantīti dasseti. Tenāha “kammavaṭṭassa",
  "tika-abh05t3:99_3": "anupacchedaṁ vadantī”ti. Evaṁ sante puggalassa kārako, kammassa kārakoti ayaṁ vibhāgo",
  "tika-abh05t3:99_4": "idha anāmaṭṭho hoti, tathā ca sati kārakaparamparāya vacanaṁ virujjheyyāti āha “puggalassa…pe…",
  "tika-abh05t3:99_5": "vicāretabbameta”nti. Tassa kārakanti puggalassa kārakaṁ. Idañcāti na kevalaṁ puggalakārakassa",
  "tika-abh05t3:99_6": "kammakārakatāpattiyeva doso, atha kho idaṁ kammakārakatāya kārakaparamparāpajjanampi",
  "tika-abh05t3:99_7": "vicāretabbaṁ, na yujjatīti attho. Puggalānañhi paṭipāṭiyā kārakabhāvo kārakaparamparā.",
  "tika-abh05t3:100": "170.Eko antoti “gāho”ti sassatagāhasaṅkhāto antoti attho.",
  "tika-abh05t3:101_0": "176. Siyā añño, siyā anañño, siyā na vattabbo “aññoti vā anaññoti vā”ti, evaṁ pavattanigaṇṭhavādasadisattā",
  "tika-abh05t3:101_1": "so eva eko neva so hoti, na aññoti laddhimattaṁ. Tenāha “idaṁ pana natthevā”ti. Parassa",
  "tika-abh05t3:101_2": "icchāvasenevāti paravādino laddhivaseneva. Ekaṁ anicchantassāti ekaṁ “so karoti,",
  "tika-abh05t3:101_3": "so paṭisaṁvedetī”ti gahaṇaṁ sassatadiṭṭhibhayena paṭikkhipantassa itaraṁ ucchedaggahaṇaṁ",
  "tika-abh05t3:101_4": "āpannaṁ. Tañca paṭikkhipantassa aññaṁ missakaṁ niccāniccaggahaṇaṁ, vikkhepaggahaṇañca",
  "tika-abh05t3:101_5": "āpannaṁ. Kārakavedakicchāya ṭhatvāti sveva kārako vedako cāti imasmiṁ ādāye ṭhatvā.",
  "tika-abh05t3:101_6": "Taṁtaṁanicchāyāti tassa tassa vādassa asampaṭicchanena. Āpannavasenapīti āpannagāhavasenapi",
  "tika-abh05t3:101_7": "ayaṁ anuyogo vuttoti yojanā. Sabbesaṁ āpannattāti heṭṭhā vuttanayena sabbesaṁ vikappānaṁ",
  "tika-abh05t3:101_8": "anukkamena āpannattā nāyamanuyogo katoti yojanā. Ekekassevāti tesu visuṁ visuṁ ekekasseva",
  "tika-abh05t3:101_9": "āpannattā. Tantivasena pana te vikappā ekajjhaṁ dassetvāti adhippāyo. Ekato yojetabbaṁ",
  "tika-abh05t3:101_10": "catunnampi pañhānaṁ ekato puṭṭhattā.",
  "tika-abh05t3:102": "Purisakārānuyogavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:103": "Kalyāṇavaggo niṭṭhito.",
  "tika-abh05t3:104": "14. Abhiññānuyogavaṇṇanā",
  "tika-abh05t3:105_0": "193.Vikubbatīti ettha iti-saddo ādiattho, pakārattho vā. Tena “dibbāya sotadhātuyā",
  "tika-abh05t3:105_1": "saddaṁ suṇātī”tiādikaṁ saṅgaṇhāti. Abhiññānuyogo daṭṭhabboti yojanā. Tadabhiññāvatoti",
  "tika-abh05t3:105_2": "āsavakkhayābhiññāvato. Arahato sādhananti arahato saccikaṭṭhaparamatthena puggalattābhāvasādhanaṁ.",
  "tika-abh05t3:105_3": "Tabbhāvassāti arahattassa. Arahattadhārānañhi khandhā nāma puggalattaṁ tassapi hotīti.",
  "tika-abh05t3:106": "Abhiññānuyogavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:107": "15-18. Ñātakānuyogādivaṇṇanā",
  "tika-abh05t3:108_0": "209.Tatiyakoṭibhūtassāti tatiyakoṭisabhāvassa saṅkhatāsaṅkhatavinimuttasabhāvassa.",
  "tika-abh05t3:108_1": "Sabhāvassāti ca sabhāvadhammassa. Laddhiṁ nigūhitvāti puggalo neva saṅkhato, nāsaṅkhatoti",
  "tika-abh05t3:108_2": "laddhiṁ avibhāvetvā.",
  "tika-abh05t3:109": "Ñātakānuyogādivaṇṇanā niṭṭhitā.",
  "tika-abh05t3:110": "19. Paṭivedhānuyogādivaṇṇanā",
  "tika-abh05t3:111": "218.Pajānanaṁ nāma na hoti nibbidādīnaṁ appaccayattā. Paricchedanasamatthatañca dassetīti sambandho.",
  "tika-abh05t3:112_0": "228.Saharūpabhāvo rūpena samaṅgitā, vinārūpabhāvo tato vinissaṭatāti tadubhayaṁ rūpassa",
  "tika-abh05t3:112_1": "abbhantaragamanaṁ bahinikkhamanañca hoti. Tasmā taṁ dvayaṁ saharūpabhāvavinārūpabhāvānaṁ",
  "tika-abh05t3:112_2": "lakkhaṇavacananti vuttaṁ.",
  "tika-abh05t3:113_0": "237.Oḷārikoti thūlo. Āhito ahaṁ māno etthāti attā, attabhāvo. So eva yathāsakaṁ kammunā",
  "tika-abh05t3:113_1": "paṭilabhitabbato paṭilābho. Padadvayenapi kāmāvacarattabhāvo kathito. Manomayo attapaṭilābho",
  "tika-abh05t3:113_2": "rūpāvacarattabhāvo. So hi jhānamanena nibbattattā manomayo. Arūpo attapaṭilābhoti",
  "tika-abh05t3:113_3": "arūpāvacarattabhāvo. So hi rūpena amissitattā arūpoti evamettha attho veditabbo.",
  "tika-abh05t3:113_4": "“Attā”ti pana jīve lokavohāro niruḷho, asatipi jīve tathāniruḷhaṁ lokavohāraṁ gahetvā",
  "tika-abh05t3:113_5": "sammāsambuddhāpi voharantīti dassento “iti imā lokassa samaññā, yāhi tathāgato voharatī”ti",
  "tika-abh05t3:113_6": "vatvā idāni yathā voharanti, taṁ pakāraṁ vibhāvento “aparāmasa”ntiādimāha.",
  "tika-abh05t3:114_0": "Paccattasāmaññalakkhaṇavasenāti kakkhaḷaphusanādisalakkhaṇavasena aniccatādisāmaññalakkhaṇavasena",
  "tika-abh05t3:114_1": "ca. Imināti “paccattasāmaññalakkhaṇavasenā”tiādinā vuttena paramatthato puggalābhāvavacanena.",
  "tika-abh05t3:114_2": "Ito purimāti tattha tattha sakavādipaṭikkhepādivibhāvanavasena pavattā ito atthasaṁvaṇṇanato",
  "tika-abh05t3:114_3": "purimā. Imināti vā “yathā rūpādayo dhammā”tiādinā aṭṭhakathāyaṁ vuttavacanena. Yathā",
  "tika-abh05t3:114_4": "cāti ettha ca-saddo samuccayattho. Tena samaññānatidhāvanaṁ sampiṇḍeti. Idaṁ vuttaṁ",
  "tika-abh05t3:114_5": "hoti – yathā parāmāso ca na hoti janapadaniruttiyā abhinivisitabbato, yathā ca samaññātidhāvanaṁ",
  "tika-abh05t3:114_6": "na hoti, evaṁ ito purimā ca atthavaṇṇanā yojetabbā. Samaññātidhāvane hi sati sabbalokavohārūpacchedo siyāti.",
  "tika-abh05t3:115_0": "Tasmā saccanti yasmā tattha paramatthākāraṁ anāropetvā samaññaṁ nātidhāvanto kevalaṁ",
  "tika-abh05t3:115_1": "lokasammutiyāva voharati, tasmā saccaṁ paresaṁ avisaṁvādanato. Tathakāraṇanti tatho",
  "tika-abh05t3:115_2": "avitatho dhammasabhāvo kāraṇaṁ pavattihetu etassāti tathakāraṇaṁ, paramatthavacanaṁ,",
  "tika-abh05t3:115_3": "aviparītadhammasabhāvavisayanti attho. Tenāha “dhammānaṁ tathatāya pavatta”nti.",
  "tika-abh05t3:116": "Paṭivedhānuyogādivaṇṇanā niṭṭhitā.",
  "tika-abh05t3:117": "Puggalakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:118": "2. Parihānikathā",
  "tika-abh05t3:119": "1. Vādayuttiparihānikathāvaṇṇanā",
  "tika-abh05t3:120_0": "239.Idaṁsuttanti idaṁ lakkhaṇamattaṁ daṭṭhabbaṁ. “Pañcime, bhikkhave, dhammā samayavimuttassa",
  "tika-abh05t3:120_1": "bhikkhuno parihānāya saṁvattantī”ti idampi hi suttaṁ anāgāmiādīnaṁyeva parihāninissayo,",
  "tika-abh05t3:120_2": "na arahato. Samayavimuttoti aṭṭhasamāpattilābhino sekkhassetaṁ nāmaṁ. Yathāha –",
  "tika-abh05t3:121_0": "“Katamo ca puggalo samayavimutto? Idhekacco puggalo kālena kālaṁ samayena samayaṁ",
  "tika-abh05t3:121_1": "aṭṭha vimokkhe kāyena phusitvā viharati, paññāya cassa disvā ekacce āsavā parikkhīṇā",
  "tika-abh05t3:121_2": "honti. Ayaṁ vuccati puggalo samayavimutto”ti.",
  "tika-abh05t3:122_0": "“Parihānidhammo”ti ca puthujjano ca ekacco ca sekkho adhippeto, na arahāti. Tasmāti",
  "tika-abh05t3:122_1": "yasmā yathādassitāni suttāni anāgāmiādīnaṁ parihāniladdhiyā nissayo, na arahato,",
  "tika-abh05t3:122_2": "tasmā. Taṁ nissāya taṁ apekkhitvā yasmā “arahatopī”ti ettha arahatopi parihāni, ko",
  "tika-abh05t3:122_3": "pana vādo anāgāmiādīnanti ayamattho labbhati, tasmā pi-saddasampiṇḍitamatthaṁ dassento",
  "tika-abh05t3:122_4": "“arahatopi…pe… yojetabba”nti āha. Yasmā vā kāmañcettha dutiyasuttaṁ sekkhavasena",
  "tika-abh05t3:122_5": "āgataṁ, paṭhamatatiyasuttāni pana asekkhavasenapi āgatānīti tesaṁ laddhi, tasmā “arahatopī”ti",
  "tika-abh05t3:122_6": "aṭṭhakathāyaṁ vuttaṁ. Tenāha “idaṁ suttaṁ arahato”tiādi.",
  "tika-abh05t3:123_0": "Tatiyasminti “sabbesaññeva arahantānaṁ parihānī”ti etasmiṁ pañhe. So hi “sabbeva",
  "tika-abh05t3:123_1": "arahanto”tiādinā āgatesu tatiyo pañho. Tesanti mudindriyānaṁ. Tatiyasmimpīti pi-saddo",
  "tika-abh05t3:123_2": "vuttatthasamuccayo. Tena paṭhamapañhaṁ samuccinoti “tatthapi tikkhindriyā adhippetā”ti.",
  "tika-abh05t3:124_0": "Soyeva na parihāyatīti sotāpannoyeva sotāpannabhāvato na parihāyatīti attho. Na cettha",
  "tika-abh05t3:124_1": "sakadāgāmibhāvāpattiyā sotāpannabhāvāpagamo parihāni hoti visesādhigamabhāvato. Pattavisesato",
  "tika-abh05t3:124_2": "hi parihānīti. Itareti sakadāgāmiādikā. Uparimaggatthāyāti uparimaggattayapaṭilābhatthāya",
  "tika-abh05t3:124_3": "“niyato”ti vuttamatthaṁ aggahetvā.",
  "tika-abh05t3:125": "Vādayuttiparihānikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:126": "2. Ariyapuggalasaṁsandanaparihānikathāvaṇṇanā",
  "tika-abh05t3:127_0": "241.Tatoti arahattato. Tatthāti dassanamaggaphale. Vāyāmenāti vipassanussāhanena.",
  "tika-abh05t3:127_1": "Tadanantaranti sotāpattiphalānantaraṁ. Paṭhamaṁ dassanamaggaphalānantaraṁ arahattaṁ",
  "tika-abh05t3:127_2": "pāpuṇāti, tato parihīno puna vāyamanto tadanantaraṁ na arahattaṁ pāpuṇātīti kā ettha",
  "tika-abh05t3:127_3": "yuttīti adhippāyo. Paravādī nāma yuttampi vadati ayuttampīti kiṁ tassa vāde yuttigavesanāyāti",
  "tika-abh05t3:127_4": "pana daṭṭhabbaṁ. Aparihānasabhāvo bhāvanāmaggo ariyamaggattā dassanādassanamaggo",
  "tika-abh05t3:127_5": "viya. Na cettha asiddhatāsaṅkā lokuttaramaggassa parassapi ariyamaggabhāvassa siddhattā,",
  "tika-abh05t3:127_6": "nāpi lokiyamaggena anekantikatā ariyasaddena visesitattā. Tathā na viruddhatā dutiyamaggādīnaṁ",
  "tika-abh05t3:127_7": "bhāvanāmaggabhāvassa oḷārikakilesappahānādīnañca parassapi āgamato siddhattā.",
  "tika-abh05t3:128": "Ariyapuggalasaṁsandanaparihānikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:129": "3. Suttasādhanaparihānikathāvaṇṇanā",
  "tika-abh05t3:130": "265. Puggalapaññattiaṭṭhakathāyaṁ “patti, phusanā”ti ca paccakkhato adhigamo adhippetoti vuttaṁ “pattabbaṁ vadatīti āha phusanāraha”nti.",
  "tika-abh05t3:131": "267.Katasanniṭṭhānassāti imasmiṁ sattāhe māse utumhi antovasse vā aññaṁ ārādhessāmīti katanicchayassa.",
  "tika-abh05t3:132": "Suttasādhanaparihānikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:133": "Parihānikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:134": "3. Brahmacariyakathā",
  "tika-abh05t3:135": "1. Suddhabrahmacariyakathāvaṇṇanā",
  "tika-abh05t3:136_0": "269.Heṭṭhāpīti paranimmitavasavattidevehi heṭṭhāpi. Maggabhāvanampi na icchantīti",
  "tika-abh05t3:136_1": "viññāyati “idha brahmacariyavāso”ti iminā “dvepi brahmacariyavāsā natthi devesūti",
  "tika-abh05t3:136_2": "upaladdhivasenā”ti vuttattā.",
  "tika-abh05t3:137_0": "270.Tassevāti paravādino eva. Puggalavasenāti “gihīnañceva ekaccānañca devāna”nti",
  "tika-abh05t3:137_1": "evaṁ puggalavasena. Tassāti paravādino. Paṭikkhepo na yuttoti evaṁ puggalavasena",
  "tika-abh05t3:137_2": "atthayojanā na yuttāti adhippāyo. Puggalādhiṭṭhānena pana katāpi atthavaṇṇanā okāsavasena",
  "tika-abh05t3:137_3": "paricchijjatīti nāyaṁ doso. Tassāyaṁ adhippāyoti ayaṁ “gihīnañcevā”tiādinā vutto",
  "tika-abh05t3:137_4": "tassa paravādino yadi adhippāyo, evaṁ saññāya paravādino sakavādinā samānādāyoti",
  "tika-abh05t3:137_5": "na niggahāraho siyā. Tenāha “saka…pe… tabbo”ti. Paṭhamaṁ pana anujānitvā pacchā paṭikkhepeneva",
  "tika-abh05t3:137_6": "niggahetabbatā veditabbā. Keci “yattha natthi pabbajjā, natthi tattha brahmacariyavāsoti",
  "tika-abh05t3:137_7": "pucchāya ekaccānaṁ manussānaṁ maggappaṭivedhaṁ sandhāya paravādino paṭikkhepo. Yadipi",
  "tika-abh05t3:137_8": "so devānaṁ maggappaṭilābhaṁ na icchati, sambhavantaṁ pana sabbaṁ dassetuṁ aṭṭhakathāyaṁ",
  "tika-abh05t3:137_9": "‘gihīna’micceva avatvā ‘ekaccānañca devāna’nti vutta”nti vadanti, taṁ na sundaraṁ",
  "tika-abh05t3:137_10": "“sandhāyā”ti vuttattā, purimoyevattho yutto.",
  "tika-abh05t3:138": "Suddhabrahmacariyakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:139": "2. Saṁsandanabrahmacariyakathāvaṇṇanā",
  "tika-abh05t3:140_0": "273.Rūpāvacaramaggenāti rūpāvacarajjhānena. Tañhi rūpabhavūpapattiyā upāyabhāvato",
  "tika-abh05t3:140_1": "maggoti vutto. Yathāha “rūpupapattiyā maggaṁ bhāvetī”ti. Idanti idaṁ rūpāvacarajjhānaṁ.",
  "tika-abh05t3:140_2": "“Idhavihāyaniṭṭhahetubhūto rūpāvacaramaggo”tiādikaṁ dīpentaṁ vacanaṁ anāgāmimaggassa",
  "tika-abh05t3:140_3": "tabbhāvadīpakena “idha bhāvitamaggo”tiādikena kathaṁ sametīti codetvā yathā sameti,",
  "tika-abh05t3:140_4": "taṁ dassetuṁ “pubbe panā”tiādi vuttaṁ. Tattha “pubbe”ti iminā “idha bhāvitamaggo”tiādikaṁ",
  "tika-abh05t3:140_5": "vadanti, idhāpi pana “rūpāvacaramaggenā”tiādikaṁ. Tattha anāgāmī evāti anāgāmiphalaṭṭho",
  "tika-abh05t3:140_6": "eva. Jhānānāgāmīti asamucchinnajjhattasaṁyojanopi rūpabhave uppajjitvā anāvattidhammamaggaṁ",
  "tika-abh05t3:140_7": "bhāvetvā tattheva parinibbāyanato. Adhippāyoti yathāvutto dvinnaṁ aṭṭhakathāvacanānaṁ",
  "tika-abh05t3:140_8": "avirodhadīpako adhippāyo.",
  "tika-abh05t3:141_0": "Idhāti kāmaloke. Tatthāti brahmaloke. Ettha ca paravādī evaṁ pucchitabbo “tīhi, bhikkhave,",
  "tika-abh05t3:141_1": "ṭhānehī”ti suttaṁ kiṁ yathārutavasena gahetabbatthaṁ, udāhu sandhāyabhāsitanti? Tattha",
  "tika-abh05t3:141_2": "jānamāno sandhāyabhāsitanti vadeyya. Aññathā “paranimmitavasavattideve upādāyā”tiādi",
  "tika-abh05t3:141_3": "vattuṁ na sakkā “deve ca tāvatiṁse”ti vuttattā. Yathā hi tassa “seyyathāpi devehi",
  "tika-abh05t3:141_4": "tāvatiṁsehi saddhiṁ mantetvā”tiādīsu viya sakkaṁ devarājānaṁ upādāya kāmāvacaradevesu",
  "tika-abh05t3:141_5": "tāvatiṁsadevā pākaṭā paññātāti tesaṁ gahaṇaṁ, na teyeva adhippetāti suttapadassa",
  "tika-abh05t3:141_6": "sandhāyabhāsitatthaṁ sampaṭicchitabbaṁ, evaṁ “idha brahmacariyavāso”ti etthāpi anavajjasukhaabyāsekasukhanekkhammasukhādisannissayabhāvena",
  "tika-abh05t3:141_7": "mahānisaṁsatāya sāsane pabbajjā “idha brahmacariyavāso”ti imasmiṁ sutte adhippetā.",
  "tika-abh05t3:141_8": "Sā hi uttarakurukānaṁ devānañca anokāsabhāvato dukkarā dullabhā ca. Tattha sūriyaparivattādīhipi",
  "tika-abh05t3:141_9": "devesu maggapaṭilābhāya atthitā vibhāvetabbā, uttarakurukānaṁ pana visesānadhigamabhāvo",
  "tika-abh05t3:141_10": "ubhinnampi icchito evāti.",
  "tika-abh05t3:142": "Saṁsandanabrahmacariyakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:143": "Brahmacariyakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:144": "3. Odhisokathāvaṇṇanā",
  "tika-abh05t3:145_0": "274.Odhisoti bhāgaso, bhāgenāti attho. Bhāgo nāma yasmā ekadeso hoti, tasmā “ekadesena",
  "tika-abh05t3:145_1": "ekadesenā”ti vuttaṁ. Tattha yadi catunnaṁ maggānaṁ vasena samudayapakkhikassa kilesagaṇassa",
  "tika-abh05t3:145_2": "catubhāgehi pahānaṁ “odhiso pahāna”nti adhippetaṁ, icchitamevetaṁ sakavādissa “tiṇṇaṁ",
  "tika-abh05t3:145_3": "saṁyojanānaṁ parikkhayā diṭṭhigatānaṁ pahānāyā”ti ca ādivacanato. Yasmā pana maggo",
  "tika-abh05t3:145_4": "catūsu saccesu nānābhisamayavasena kiccakaro, na ekābhisamayavasenāti paravādino",
  "tika-abh05t3:145_5": "laddhi, tasmā yathā “maggo kālena dukkhaṁ parijānāti, kālena samudayaṁ pajahatī”tiādinā",
  "tika-abh05t3:145_6": "nānakkhaṇavasena saccesu pavattatīti icchito, evaṁ paccekampi nānakkhaṇavasena pavatteyya.",
  "tika-abh05t3:145_7": "Tathā sati dukkhādīnaṁ ekadesaekadesameva parijānāti pajahatīti dassetuṁ pāḷiyaṁ",
  "tika-abh05t3:145_8": "“sotāpatti…pe… ekadese pajahatī”tiādi vuttaṁ. Sati hi nānābhisamaye paṭhamamaggādīhi",
  "tika-abh05t3:145_9": "pahātabbānaṁ saṁyojanattayādīnaṁ dukkhadassanādīhi ekadesaekadesappahānaṁ siyāti",
  "tika-abh05t3:145_10": "ekadesasotāpattimaggaṭṭhāditā, tato eva ekadesasotāpannāditā ca āpajjati anantaraphalattā",
  "tika-abh05t3:145_11": "lokuttarakusalānaṁ, na ca taṁ yuttaṁ. Na hi kālabhedena vinā so eva sotāpanno, asotāpanno",
  "tika-abh05t3:145_12": "cāti sakkā viññātuṁ. Tenāha “ekadesaṁ sotāpanno, ekadesaṁ na sotāpanno”tiādi.",
  "tika-abh05t3:146_0": "Apicāyaṁ nānābhisamayavādī evaṁ pucchitabbo “maggañāṇaṁ saccāni paṭivijjhantaṁ kiṁ",
  "tika-abh05t3:146_1": "ārammaṇato paṭivijjhati, udāhu kiccato”ti. Yadi ārammaṇatoti vadeyya, tassa vipassanāñāṇassa",
  "tika-abh05t3:146_2": "viya dukkhasamudayānaṁ accantaparicchedasamucchedā na yuttā tato anissaṭattā, tathā",
  "tika-abh05t3:146_3": "maggadassanaṁ. Na hi sayameva attānaṁ ārabbha pavattatīti yuttaṁ, maggantaraparikappanāyaṁ",
  "tika-abh05t3:146_4": "anavaṭṭhānaṁ āpajjatīti, tasmā tīṇi saccāni kiccato, nirodhaṁ kiccato ārammaṇato",
  "tika-abh05t3:146_5": "ca paṭivijjhatīti evamasammohato paṭivijjhantassa maggañāṇassa nattheva nānābhisamayo.",
  "tika-abh05t3:146_6": "Vuttañhetaṁ “yo, bhikkhave, dukkhaṁ passati, dukkhasamudayampi so passatī”tiādi.",
  "tika-abh05t3:146_7": "Na cetaṁ kālantaradassanaṁ sandhāya vuttaṁ. “Yo nu kho, āvuso, dukkhaṁ passati, dukkhasamudayampi",
  "tika-abh05t3:146_8": "so passati, dukkhanirodhampi…pe… dukkhanirodhagāminipaṭipadampi so passatī”ti ekasaccadassanasamaṅgino",
  "tika-abh05t3:146_9": "aññasaccadassanasamaṅgibhāvavicāraṇāyaṁ tadatthasādhanatthaṁ āyasmatā gavaṁpatittherena",
  "tika-abh05t3:146_10": "ābhatattā paccekañca saccattayadassanassa yojitattā. Aññathā purimadiṭṭhassa puna",
  "tika-abh05t3:146_11": "adassanato samudayādidassane dukkhādidassanamayojanīyaṁ siyā. Na hi lokuttaramaggo",
  "tika-abh05t3:146_12": "lokiyamaggo viya katakāribhāvena pavattati samucchedakattā. Tathā yojane ca sabbaṁ",
  "tika-abh05t3:146_13": "dassanaṁ dassanantaraparanti dassanānuparamo siyā. Evaṁ āgamato yuttito ca nānābhisamayassa",
  "tika-abh05t3:146_14": "asambhavato paccekaṁ maggānaṁ odhiso pahānaṁ natthīti niṭṭhamettha gantabbaṁ.",
  "tika-abh05t3:147": "Odhisokathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:148": "4. Jahatikathāvaṇṇanā",
  "tika-abh05t3:149": "1. Nasuttāharaṇakathāvaṇṇanā",
  "tika-abh05t3:150_0": "280. Yadipi pāḷiyaṁ “tayo magge bhāvetī”ti vuttaṁ, maggabhāvanā pana yāvadeva kilesasamucchindanatthāti",
  "tika-abh05t3:150_1": "ñatvā “kiccasabbhāvanti tīhi pahātabbassa pahīnata”nti āha. Tattha tīhīti heṭṭhimehi",
  "tika-abh05t3:150_2": "tīhi ariyamaggehi pahātabbassa ajjhattasaṁyojanassa pahīnataṁ samucchindananti attho.",
  "tika-abh05t3:150_3": "Taṁ pana kiccanti adhobhāgiyasaṁyojanesu maggassa pahānābhisamayakiccaṁ. Teneva maggenāti",
  "tika-abh05t3:150_4": "anāgāmimaggeneva. Etaṁ na sametīti evaṁ magguppādato pageva kāmarāgabyāpādā pahīyantīti",
  "tika-abh05t3:150_5": "laddhikittanaṁ iminā maggassa kiccasabbhāvakathanena na sameti na yujjati. Tasmāti",
  "tika-abh05t3:150_6": "iminā yathāvuttameva virodhaṁ paccāmasati. Pahīnānanti vikkhambhitānaṁ. Yo hi jhānalābhī",
  "tika-abh05t3:150_7": "jhānena yathāvikkhambhite kilese maggena samucchindati, so idhādhippeto. Tenāha “dassanamagge…pe… adhippāyo”ti.",
  "tika-abh05t3:151": "Jahatikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:152": "5. Sabbamatthītikathāvaṇṇanā",
  "tika-abh05t3:153": "1. Vādayuttivaṇṇanā",
  "tika-abh05t3:154_0": "282.Sabbaṁatthīti ettha yasmā paccuppannaṁ viya atītānāgatampi dharamānasabhāvanti",
  "tika-abh05t3:154_1": "paravādino laddhi, tasmā sabbanti kālavibhāgato atītādibhedaṁ sabbaṁ. So pana “yampi",
  "tika-abh05t3:154_2": "natthi, tampi atthī”ti kālavimuttassa vasena anuyogo, taṁ atippasaṅgadassanavasena",
  "tika-abh05t3:154_3": "paravādipaṭiññāya dosāropanaṁ. Nayadassanaṁ vā atītānāgatānaṁ natthibhāvassa. Atthīti",
  "tika-abh05t3:154_4": "pana ayaṁ atthibhāvo yasmā desakālākāradhammehi vinā na hoti, tasmā taṁ tāva tehi",
  "tika-abh05t3:154_5": "saddhiṁ yojetvā anuyogaṁ dassetuṁ “sabbattha sabbamatthī”tiādinā pāḷi pavattā. Tattha",
  "tika-abh05t3:154_6": "yadipi sabbatthāti idaṁ sāmaññavacanaṁ, taṁ pana yasmā visesaniviṭṭhaṁ hoti, parato",
  "tika-abh05t3:154_7": "ca sabbesūti dhammā vibhāgato vuccanti, tasmā oḷārikassa pākaṭassa rūpadhammasamudāyassa",
  "tika-abh05t3:154_8": "vasena atthaṁ dassetuṁ aṭṭhakathāyaṁ “sabbatthāti sabbasmiṁ sarīre”ti vuttaṁ, nidassanamattaṁ",
  "tika-abh05t3:154_9": "vā etaṁ daṭṭhabbaṁ. Tathā ca kāṇādakāpilehi paṭiññāyamānā ākāsakālādisattapakatipurisā",
  "tika-abh05t3:154_10": "viya paravādinā paṭiññāyamānaṁ sabbaṁ sabbabyāpīti āpannameva hotīti. “Sabbattha",
  "tika-abh05t3:154_11": "sarīre”ti ca “tile tela”nti viya byāpane bhummanti sarīrapariyāpannena sabbena bhavitabbanti",
  "tika-abh05t3:154_12": "vuttaṁ “sirasi pādā…pe… attho”ti.",
  "tika-abh05t3:155_0": "Sabbasmiṁ kāle sabbamatthīti yojanā. Etasmiṁ pakkheyevassa aññavādo paridīpito siyā",
  "tika-abh05t3:155_1": "“yaṁ atthi, attheva taṁ, yaṁ natthi, nattheva taṁ, asato natthi sambhavo, sato natthi",
  "tika-abh05t3:155_2": "vināso”ti. Evaṁ sabbenākārena sabbaṁ sabbesu dhammesu sabbaṁ atthīti atthoti sambandho.",
  "tika-abh05t3:155_3": "Imehi pana pakkhehi “sabbaṁ sabbasabhāvaṁ, anekasattinicitābhāvā asato natthi sambhavo”ti",
  "tika-abh05t3:155_4": "vādo paridīpito siyā. Yogarahitanti kenaci yuttāyuttalakkhaṇasaṁyogarahitaṁ. Taṁ",
  "tika-abh05t3:155_5": "pana ekasabhāvanti saṁyogarahitaṁ nāma atthato ekasabhāvaṁ, ekadhammoti attho. Etena",
  "tika-abh05t3:155_6": "devavādīnaṁ brahmadassanaṁ atthevātivādo paridīpito siyā. Atthīti pucchatīti yadi",
  "tika-abh05t3:155_7": "sabbamatthīti tava vādo, yathāvuttāya mama diṭṭhiyā sammādiṭṭhibhāvo atthīti ekantena",
  "tika-abh05t3:155_8": "tayā sampaṭicchitabbo, tasmā “kiṁ so atthī”ti pucchatīti attho.",
  "tika-abh05t3:156": "Vādayuttivaṇṇanā niṭṭhitā.",
  "tika-abh05t3:157": "2. Kālasaṁsandanakathāvaṇṇanā",
  "tika-abh05t3:158_0": "285.Atītā…pe… karitvāti etthāyaṁ saṅkhepattho – atītaṁ anāgatanti rūpassa imaṁ visesaṁ,",
  "tika-abh05t3:158_1": "evaṁ visesaṁ vā rūpaṁ aggahetvā paccuppannatāvisesavisiṭṭharūpameva appiyaṁ paccuppannarūpabhāvānaṁ",
  "tika-abh05t3:158_2": "samānādhikaraṇattā etasmiṁyeva visaye appetabbaṁ, vacīgocaraṁ pāpetabbaṁ satipi nesaṁ",
  "tika-abh05t3:158_3": "visesanavisesitabbatāsaṅkhāte vibhāge tathāpi avibhajitabbaṁ katvāti. Yasmā pana",
  "tika-abh05t3:158_4": "pāḷiyaṁ “paccuppannanti vā rūpanti vā”ti paccuppannarūpasaddehi tadatthassa vattabbākāro",
  "tika-abh05t3:158_5": "itisaddehi dassito, tasmā “paccuppannasaddena…pe… vuttaṁ hotī”ti āha. Rūpapaññattīti",
  "tika-abh05t3:158_6": "rūpāyatanapaññatti. Sā hi sabhāvadhammupādānā tajjāpaññatti. Tenevāha “sabhāvaparicchinne",
  "tika-abh05t3:158_7": "pavattā vijjamānapaññattī”ti. Rūpasamūhaṁ upādāyāti taṁtaṁattapaññattiyā upādānabhūtānaṁ",
  "tika-abh05t3:158_8": "abhāvavibhāvanākārena pavattamānānaṁ rūpadhammānaṁ samūhaṁ upādāya. Upādānupādānampi",
  "tika-abh05t3:158_9": "hi upādānamevāti. Tasmāti samūhupādāyādhīnatāya avijjamānapaññattibhāvato. Vigamāvattabbatāti",
  "tika-abh05t3:158_10": "vigamassa vatthabhāvāpagamassa avattabbatā. Na hi odātatāvigamena avatthaṁ hoti.",
  "tika-abh05t3:158_11": "Na pana yuttā rūpabhāvassa vigamāvattabbatāti yojanā. Rūpabhāvoti ca rūpāyatanasabhāvo",
  "tika-abh05t3:158_12": "cakkhuviññāṇassa gocarabhāvo. Na hi tassa paccuppannabhāvavigame vigamāvattabbatā yuttā.",
  "tika-abh05t3:159": "Kālasaṁsandanakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:160": "Vacanasodhanavaṇṇanā",
  "tika-abh05t3:161_0": "288.Anāgataṁ vā paccuppannaṁ vāti ettha vā-saddo aniyamattho yathā “khadire vā bandhitabbaṁ",
  "tika-abh05t3:161_1": "palāse vā”ti. Tasmā “hutvā hotī”ti ettha hoti-saddo anāgatapaccuppannesu yaṁ kiñci",
  "tika-abh05t3:161_2": "padhānaṁ katvā sambandhaṁ labhatīti dassento “anāgataṁ…pe… daṭṭhabba”nti āha. Tattha",
  "tika-abh05t3:161_3": "paccuppannaṁ hontanti paccuppannaṁ jāyamānaṁ paccuppannabhāvaṁ labhantaṁ. Tenāha",
  "tika-abh05t3:161_4": "“taññeva anāgataṁ taṁ paccuppannanti laddhivasenā”ti. Tampi hutvā hotīti yaṁ anāgataṁ",
  "tika-abh05t3:161_5": "hutvā paccuppannabhāvappattiyā “hutvā hotī”ti vuttaṁ, kiṁ tadapi puna hutvā hotīti",
  "tika-abh05t3:161_6": "pucchati. Tabbhāvāvigamatoti paccuppannabhāvato hutvāhotibhāvānupagamato. Paccuppannābhāvatoti",
  "tika-abh05t3:161_7": "paccuppannatāya abhāvato.",
  "tika-abh05t3:162_0": "Vacanaṁarahatīti iminā vacanamatte na koci dosoti dasseti. Idaṁ vuttaṁ hoti – yadipi",
  "tika-abh05t3:162_1": "tassa puna hutvā bhūtassa puna hutvāhotibhāvo natthi, punappunaṁ ñāpetabbatāya pana",
  "tika-abh05t3:162_2": "dutiyaṁ tato parampi tathā vattabbataṁ arahatīti “āmantā”ti paṭijānātīti. Dhammeti",
  "tika-abh05t3:162_3": "sabhāvadhamme. Tappaṭikkhepato adhamme abhāvadhamme. Tenāha “sasavisāṇe”ti.",
  "tika-abh05t3:163_0": "Paṭikkhittanayenāti “hutvā hoti, hutvā hotī”ti ettha pubbe yadetaṁ tayā “anāgataṁ",
  "tika-abh05t3:163_1": "hutvā paccuppannaṁ hotī”ti vadatā “taṁyeva anāgataṁ taṁ paccuppanna”nti laddhivasena",
  "tika-abh05t3:163_2": "“anāgataṁ vā paccuppannaṁ vā hutvā hotī”ti vuttaṁ, “kiṁ te tampi hutvā hotī”ti pucchite",
  "tika-abh05t3:163_3": "yo paravādinā hutvā bhūtassa puna hutvāabhāvato “na hevā”ti paṭikkhepo kato, tena",
  "tika-abh05t3:163_4": "paṭikkhittanayena. Svāyaṁ yadeva rūpādi anāgataṁ, tadeva paccuppannanti satipi atthābhede",
  "tika-abh05t3:163_5": "anāgatapaccuppannanti pana attheva kālabhedoti taṁkālabhedavirodhāya paṭikkhepo pavattoti",
  "tika-abh05t3:163_6": "āha “paṭikkhittanayenāti kālanānattenā”ti. Tena hi so ayañca paṭikkhepo nīto pavattitoti.",
  "tika-abh05t3:163_7": "Paṭiññātanayenāti idampi yathāvuttapaṭikkhepānantaraṁ yaṁ paṭiññātaṁ, taṁ sandhāyāha.",
  "tika-abh05t3:163_8": "Yathā hi sā paṭiññā atthābhedena nītā pavattitā, tathāyampi. Tenevāha “atthānānattenā”ti,",
  "tika-abh05t3:163_9": "anāgatādippabhedāya kālapaññattiyā upādānabhūtassa atthassa abhedenāti attho. Yathā",
  "tika-abh05t3:163_10": "upādānabhūtarūpādiatthābhedepi tesaṁ khaṇattayānāvatti taṁsamaṅgitā anāgatapaccuppannabhāvāvattitā,",
  "tika-abh05t3:163_11": "tathā tattha vuccamānā hutvāhotibhāvā yathākkamaṁ purimapacchimesu pavattitā purimapacchimakiriyāti",
  "tika-abh05t3:163_12": "katvāti imamatthaṁ dassento “atthānānattaṁ…pe… paṭijānātī”ti vatvā puna “atthānānattameva",
  "tika-abh05t3:163_13": "hī”tiādinā tameva atthaṁ samattheti. Yathā pana “taṁ jīvaṁ taṁ sarīra”nti paṭijānantassa",
  "tika-abh05t3:163_14": "jīvova sarīraṁ, sarīrameva jīvoti jīvasarīrānaṁ anaññattaṁ āpajjati, evaṁ “taññeva",
  "tika-abh05t3:163_15": "anāgataṁ taṁ paccuppanna”nti ca paṭijānantassa anāgatapaccuppannānaṁ anaññattaṁ āpannanti",
  "tika-abh05t3:163_16": "paccuppannānāgatesu vuttā hotibhāvahutvābhāvā anāgatapaccuppannesupi āpajjeyyunti",
  "tika-abh05t3:163_17": "vuttaṁ aṭṭhakathāyaṁ “evaṁ sante anāgatampi hutvāhoti nāma, paccuppannampi hutvāhotiyeva nāmā”ti.",
  "tika-abh05t3:164_0": "Anuññātapañhassāti “taññeva anāgataṁ taṁ paccuppannanti? Āmantā”ti evaṁ atthānānattaṁ",
  "tika-abh05t3:164_1": "sandhāya anuññātassa atthassa. Ñātuṁ icchito hi attho pañho. Doso vuttoti anāgataṁ",
  "tika-abh05t3:164_2": "hutvā paccuppannabhūtassa puna anāgataṁ hutvā paccuppannabhāvāpattisaṅkhāto doso",
  "tika-abh05t3:164_3": "vutto purimanaye. Pacchimanaye pana anāgatapaccuppannesu ekekassa hutvāhotibhāvāpattisaṅkhāto",
  "tika-abh05t3:164_4": "doso vuttoti attho. Paṭikkhittapañhanti “taṁyeva anāgataṁ taṁ paccuppannanti? Na",
  "tika-abh05t3:164_5": "hevaṁ vattabbe”ti evaṁ kālanānattaṁ sandhāya paṭikkhittapañhaṁ. Tenāti anāgatapaccuppannānaṁ",
  "tika-abh05t3:164_6": "hotihutvābhāvapaṭikkhepena. Codetīti anāgataṁ tena hoti nāma, paccuppannaṁ tena hutvā",
  "tika-abh05t3:164_7": "nāma, ubhayampi anaññattā ubhayasabhāvanti codeti. Etthāti “hutvā hotī”ti etasmiṁ",
  "tika-abh05t3:164_8": "pañhe kathaṁ hoti dosoti codetīti. “Tassevā”ti pariharati. Kathaṁ katvā codanā, kathañca",
  "tika-abh05t3:164_9": "katvā parihāro? Anujānanapaṭikkhepānaṁ bhinnavisayatāya codanā, atthābhedakālabhedavisayattā",
  "tika-abh05t3:164_10": "abhinnādhāratāya tesaṁ parihāro. Tassevāti hi paravādino evāti attho.",
  "tika-abh05t3:165_0": "Tadubhayaṁ gahetvāti “taṁ anāgataṁ taṁ paccuppanna”nti ubhayaṁ ekajjhaṁ gahetvā.",
  "tika-abh05t3:165_1": "Ekekanti tesu ekekaṁ. Ekekamevāti ubhayaṁ ekajjhaṁ aggahetvā ekekameva visuṁ visuṁ",
  "tika-abh05t3:165_2": "imasmiṁ pakkhe tathā na yuttanti attho. Esa nayoti atidesaṁ katvā saṁkhittattā taṁ",
  "tika-abh05t3:165_3": "dubbiññeyyanti “anāgatassa hī”tiādinā vivarati. Paṭijānitabbaṁ siyā anāgatapaccuppannānaṁ",
  "tika-abh05t3:165_4": "yathākkamaṁ hotihutvābhāvatoti adhippāyo. “Yadetaṁ tayā”tiādinā pavatto saṁvaṇṇanānayo",
  "tika-abh05t3:165_5": "purimanayo, tattha hi “yadi te anāgataṁ hutvā”tiādinā hutvāhotibhāvo codito. “Aparo",
  "tika-abh05t3:165_6": "nayo”tiādiko dutiyanayo. Tattha hi “anāgatassa…pe… hutvāhotiyeva nāmā”ti anāgatādīsu",
  "tika-abh05t3:165_7": "ekekassa hutvāhotināmatā coditā.",
  "tika-abh05t3:166": "Vacanasodhanavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:167": "Atītañāṇādikathāvaṇṇanā",
  "tika-abh05t3:168_0": "290.Kathaṁvuccatīti kasmā vuttaṁ. Tenāti hi iminā dutiyapucchāya “atītaṁ ñāṇa”nti",
  "tika-abh05t3:168_1": "idaṁ paccāmaṭṭhaṁ, tañca paccuppannaṁ ñāṇaṁ, atītadhammārammaṇatāya atītanti vuttaṁ.",
  "tika-abh05t3:168_2": "Tenāha aṭṭhakathāyaṁ “puna puṭṭho atītārammaṇaṁ paccuppannaṁ ñāṇa”ntiādi.",
  "tika-abh05t3:169": "Atītañāṇādikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:170": "Arahantādikathāvaṇṇanā",
  "tika-abh05t3:171_0": "291. “Arahaṁ khīṇāsavo”tiādinā suttavirodho pākaṭoti idameva dassento “yuttivirodho…pe…",
  "tika-abh05t3:171_1": "daṭṭhabbo”ti āha. Tattha anānattanti aviseso. Evamādikoti ādi-saddena katakiccatābhāvo",
  "tika-abh05t3:171_2": "anohitabhāratāti evamādīnaṁ saṅgaho daṭṭhabbo.",
  "tika-abh05t3:172": "Arahantādikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:173": "Padasodhanakathāvaṇṇanā",
  "tika-abh05t3:174_0": "295. Yo atītasaddābhidheyyo attho, so atthisaddābhidheyyoti dvepi samānādhikaraṇatthāti",
  "tika-abh05t3:174_1": "katvā vuttaṁ “atītaatthisaddānaṁ ekatthattā”ti, na, atītasaddābhidheyyasseva atthisaddābhidheyyattā.",
  "tika-abh05t3:174_2": "Tenāha “atthisaddatthassa ca nvātītabhāvato”ti. Tena kiṁ siddhanti āha “atītaṁ nvātītaṁ,",
  "tika-abh05t3:174_3": "nvātītañca atītaṁ hotī”ti. Idaṁ vuttaṁ hoti – yadi tava matena atītaṁ atthi, atthi",
  "tika-abh05t3:174_4": "ca nvātītanti atītañca no atītaṁ siyā, tathā atthi no atītaṁ atītañca no atītaṁ atītaṁ",
  "tika-abh05t3:174_5": "siyāti, yathā “atītaṁ atthī”ti ettha atītameva atthīti nāyaṁ niyamo gahetabbo anatītassapi",
  "tika-abh05t3:174_6": "atthibhāvassa icchitattā. Tenevāha “atthi siyā atītaṁ, siyā nvātīta”nti. Yena hi",
  "tika-abh05t3:174_7": "ākārena atītassa atthibhāvo paravādinā icchito, tenākārena anatītassa anāgatassa",
  "tika-abh05t3:174_8": "paccuppannassa ca so icchito. Kena pana ākārena icchitoti ? Saṅkhatākārena. Tena",
  "tika-abh05t3:174_9": "vuttaṁ “tenātītaṁ nvātītaṁ, nvātītaṁ atīta”nti. Tasmā atītaṁ atthiyevāti evamettha",
  "tika-abh05t3:174_10": "niyamo gahetabbo. Atthibhāve hi atītaṁ niyamitaṁ, na atīte atthibhāvo niyamito, “na",
  "tika-abh05t3:174_11": "pana nibbānaṁ atthī”ti ettha pana nibbānameva atthīti ayampi niyamo sambhavatīti",
  "tika-abh05t3:174_12": "so eva gahetabbo. Yadipi hi nibbānaṁ paramatthato atthibhāvaṁ upādāya uttarapadāvadhāraṇaṁ",
  "tika-abh05t3:174_13": "labbhati tadaññassapi abhāvato, tathāpi asaṅkhatākārena aññassa anupalabbhanato tathā",
  "tika-abh05t3:174_14": "nibbānameva atthīti purimapadāvadhāraṇe atthe gayhamāne “atthi siyā nibbānaṁ, siyā",
  "tika-abh05t3:174_15": "no nibbāna”nti codanā anokāsā. Atītādīsu pana purimapadāvadhāraṇaṁ paravādinā na",
  "tika-abh05t3:174_16": "gahitanti natthettha atippasaṅgo. Aggahaṇañcassa pāḷito eva viññāyati. Evamettha",
  "tika-abh05t3:174_17": "atītādīnaṁ atthitaṁ vadantassa paravādissevāyaṁ iṭṭhavighātadosāpatti, na pana nibbānassa",
  "tika-abh05t3:174_18": "atthitaṁ vadantassa sakavādissāti. Paṭipādanā patiṭṭhāpanā veditabbā.",
  "tika-abh05t3:175_0": "Etthāha “atītaṁ atthī”tiādinā kiṁ panāyaṁ atītānāgatānaṁ paramatthato atthibhāvo",
  "tika-abh05t3:175_1": "adhippeto, udāhu na paramatthato. Kiñcettha – yadi tāva paramatthato, sabbakālaṁ",
  "tika-abh05t3:175_2": "atthibhāvato saṅkhārānaṁ sassatabhāvo āpajjati, na ca taṁ yuttaṁ āgamavirodhato yuttivirodhato",
  "tika-abh05t3:175_3": "ca. Atha na paramatthato, “sabbamatthī”tiādikā codanā niratthikā siyā, na niratthikā.",
  "tika-abh05t3:175_4": "So hi paravādī “yaṁ kiñci rūpaṁ atītānāgata”ntiādinā atītānāgatānampi khandhabhāvassa",
  "tika-abh05t3:175_5": "vuttattā asati ca atīte kusalākusalassa kammassa āyatiṁ phalaṁ kathaṁ bhaveyya, tattha",
  "tika-abh05t3:175_6": "ca pubbenivāsañāṇādi anāgate ca anāgataṁsañāṇādi kathaṁ pavatteyya, tasmā attheva",
  "tika-abh05t3:175_7": "paramatthato atītānāgatanti yaṁ paṭijānāti, taṁ sandhāya ayaṁ katāti. Ekantena cetaṁ",
  "tika-abh05t3:175_8": "sampaṭicchitabbaṁ. Yepi “sabbaṁ atthī”ti vadanti atītaṁ anāgataṁ paccuppannañca, te sabbatthivādāti.",
  "tika-abh05t3:176_0": "Catubbidhā cete te sabbatthivādā. Tattha keci bhāvaññattikā. Te hi “yathā suvaṇṇabhājanassa",
  "tika-abh05t3:176_1": "bhinditvā aññathā kariyamānassa saṇṭhānasseva aññathattaṁ, na vaṇṇādīnaṁ, yathā ca",
  "tika-abh05t3:176_2": "khīraṁ dadhibhāvena pariṇamantaṁ rasavīriyavipāke pariccajati, na vaṇṇaṁ, evaṁ dhammāpi",
  "tika-abh05t3:176_3": "anāgataddhuno paccuppannaddhaṁ saṅkamantā anāgatabhāvameva jahanti, na attano sabhāvaṁ.",
  "tika-abh05t3:176_4": "Tathā paccuppannaddhuno atītaddhaṁ saṅkame”ti vadanti. Keci lakkhaṇaññattikā, te",
  "tika-abh05t3:176_5": "pana “tīsu addhāsu pavattamāno dhammo atīto atītalakkhaṇayutto, itaralakkhaṇehi ayutto.",
  "tika-abh05t3:176_6": "Tathā anāgato paccuppanno ca. Yathā puriso ekissā itthiyā ratto aññāsu aratto”ti",
  "tika-abh05t3:176_7": "vadanti. Aññe avatthaññattikā, te “tīsu addhāsu pavattamāno dhammo taṁ taṁ avatthaṁ",
  "tika-abh05t3:176_8": "patvā añño aññaṁ niddisīyati avatthantarato, na sabhāvato. Yathā ekaṁ akkhaṁ ekaṅge",
  "tika-abh05t3:176_9": "nikkhittaṁ ekanti vuccati, sataṅge satanti, sahassaṅge sahassanti, evaṁsampadamida”nti.",
  "tika-abh05t3:176_10": "Apare aññathaññattikā, te pana “tīsu addhāsu pavattamāno dhammo taṁ taṁ apekkhitvā",
  "tika-abh05t3:176_11": "tadaññasabhāvena vuccati. Yathā taṁ ekā itthī mātāti ca vuccati dhītā”ti ca. Evamete",
  "tika-abh05t3:176_12": "cattāro sabbatthivādā.",
  "tika-abh05t3:177_0": "Tesu paṭhamo pariṇāmavāditāya kāpilapakkhikesu pakkhipitabboti. Dutiyassapi kālasaṅkaro",
  "tika-abh05t3:177_1": "āpajjati sabbassa sabbalakkhaṇayogato. Catutthassapi saṅkarova. Ekasseva dhammassa",
  "tika-abh05t3:177_2": "pavattikkhaṇe tayopi kālā samodhānaṁ gacchanti. Purimapacchimakkhaṇā hi atītānāgatā,",
  "tika-abh05t3:177_3": "majjhimo paccuppannoti. Tatiyassa pana avatthaññattikassa natthi saṅkaro dhammakiccena",
  "tika-abh05t3:177_4": "kālavavatthānato. Dhammo hi sakiccakkhaṇe paccuppanno, tato pubbe anāgato, pacchā atītoti.",
  "tika-abh05t3:178_0": "Tattha yadi atītampi dharamānasabhāvatāya atthi anāgatampi, kasmā taṁ atītanti vuccati",
  "tika-abh05t3:178_1": "anāgatanti vā, nanu vuttaṁ “dhammakiccena kālavavatthānato”ti. Yadi evaṁ paccuppannassa",
  "tika-abh05t3:178_2": "cakkhussa kiṁ kiccaṁ, anavasesapaccayasamavāye phaluppādanaṁ. Evaṁ sati anāgatassapi",
  "tika-abh05t3:178_3": "cassa tena bhavitabbaṁ atthibhāvatoti lakkhaṇasaṅkaro siyā. Idañcettha vattabbaṁ,",
  "tika-abh05t3:178_4": "teneva sabhāvena sato dhammassa kiccaṁ, kiccakaraṇe ko vibandho, yena kadāci karoti",
  "tika-abh05t3:178_5": "kadāci na karoti paccayasamavāyabhāvato, kiccassa samavāyābhāvatoti ce? Taṁ na, niccaṁ",
  "tika-abh05t3:178_6": "atthibhāvassa icchitattā. Tato eva ca addhunaṁ avavatthānaṁ. Dhammo hi teneva sabhāvena",
  "tika-abh05t3:178_7": "vijjamāno kasmā kadāci atītoti vuccati kadāci anāgatoti kālassa vavatthānaṁ na siyā.",
  "tika-abh05t3:178_8": "Yo hi dhammo ajāto, so anāgato. Yo jāto na ca niruddho, so paccuppanno. Yo niruddho,",
  "tika-abh05t3:178_9": "so atīto. Idamevettha vattabbaṁ. Yadi yathā vattamānaṁ atthi, tathā atītaṁ anāgatañca",
  "tika-abh05t3:178_10": "atthi, tassa tathā sato ajātatā niruddhatā ca kena hotīti. Teneva hi sabhāvena sato",
  "tika-abh05t3:178_11": "dhammassa kathamidaṁ sijjhati ajātoti vā niruddhoti vā. Kiṁ tassa pubbe nāhosi, yassa",
  "tika-abh05t3:178_12": "abhāvato ajātoti vuccati, kiñca pacchā natthi, yassa abhāvato niruddhoti vuccati.",
  "tika-abh05t3:178_13": "Tasmā sabbathāpi addhattayaṁ na sijjhati, yadi ahutvā saṅgati hutvā ca vinassatīti",
  "tika-abh05t3:178_14": "na sampaṭicchanti. Yaṁ pana vuttaṁ “saṅkhatalakkhaṇayogato na sassatabhāvappasaṅgo”ti,",
  "tika-abh05t3:178_15": "tayidaṁ kevalaṁ vācāvatthumattaṁ udayavayāsambhavato, atthi ca nāma sabbadā so dhammo,",
  "tika-abh05t3:178_16": "na ca niccoti kutoyaṁ vācāyutti.",
  "tika-abh05t3:179": "Sabhāvo sabbadā atthi, nicco dhammo na vuccati;",
  "tika-abh05t3:180": "Dhammo sabhāvato nāñño, aho dhammesu kosalaṁ.",
  "tika-abh05t3:181_0": "Yañca vuttaṁ “yaṁ kiñci rūpaṁ atītānāgata”ntiādinā atītānāgatānaṁ khandhabhāvassa",
  "tika-abh05t3:181_1": "vuttattā atthevāti, vadāma. Atītaṁ bhūtapubbaṁ, anāgataṁ yaṁ sati paccaye bhavissati,",
  "tika-abh05t3:181_2": "tadubhayassapi ruppanādisabhāvānātivattanato rūpakkhandhādibhāvo vutto. Yathādhammasabhāvānātivattanato",
  "tika-abh05t3:181_3": "atītā dhammā anāgatā dhammāti, na dharamānasabhāvatāya. Ko ca evamāha “paccuppannaṁ",
  "tika-abh05t3:181_4": "viya taṁ atthī”ti. Kathaṁ panetaṁ atthīti? Atītānāgatasabhāvena. Idaṁ pana taveva",
  "tika-abh05t3:181_5": "upaṭṭhitaṁ, kathaṁ taṁ atītaṁ anāgatañca vuccati, yadi niccakālaṁ atthīti.",
  "tika-abh05t3:182_0": "Yaṁ pana “na tāva kālaṁ karoti, yāva na taṁ pāpaṁ byantī hotī”ti sutte vuttaṁ, taṁ",
  "tika-abh05t3:182_1": "yasmiñca santāne kammaṁ katūpacitaṁ, tattha tenāhitaṁ taṁphaluppādanasamatthataṁ",
  "tika-abh05t3:182_2": "sandhāya vuttaṁ, na atītassa kammassa dharamānasabhāvattā. Tathā sati sakena bhāvena",
  "tika-abh05t3:182_3": "vijjamānaṁ kathaṁ taṁ atītaṁ nāma siyā. Itthañcetaṁ evaṁ sampaṭicchitabbaṁ, yaṁ saṅkhārā",
  "tika-abh05t3:182_4": "ahutvā sambhavanti, hutvā pativenti tesaṁ udayato pubbe vayato ca pacchā na kāci",
  "tika-abh05t3:182_5": "ṭhiti nāma atthi, yato atītānāgataṁ atthīti vucceyya. Tena vuttaṁ –",
  "tika-abh05t3:183": "“Anidhānagatā bhaggā, puñjo natthi anāgate;",
  "tika-abh05t3:184": "Uppannā yepi tiṭṭhanti, āragge sāsapūpamā”ti. ;",
  "tika-abh05t3:185_0": "Yadi cānāgataṁ paramatthato siyā, ahutvā sambhavantīti vattuṁ na sakkā. Paccuppannakāle",
  "tika-abh05t3:185_1": "ahutvā sambhavantīti ce? Na, dhammappavattimattattā kālassa. Atha attano sabhāvena",
  "tika-abh05t3:185_2": "ahutvā sambhavantīti, siddhametaṁ anāgataṁ paramatthato natthīti. Yañca vuttaṁ “asati",
  "tika-abh05t3:185_3": "atīte kusalākusalassa kammassa āyatiṁ phalaṁ kathaṁ bhaveyyā”ti, na kho panettha",
  "tika-abh05t3:185_4": "atītakammato phaluppatti icchitā, atha kho tassa katattā tadāhitavisesato santānato.",
  "tika-abh05t3:185_5": "Vuttañhetaṁ bhagavatā “kāmāvacarassa kusalassa kammassa katattā upacitattā vipākaṁ",
  "tika-abh05t3:185_6": "cakkhuviññāṇaṁ uppannaṁ hotī”ti. Yassa pana atītānāgataṁ paramatthato atthi, tassa",
  "tika-abh05t3:185_7": "phalaṁ niccameva atthīti kiṁ tattha kammassa sāmatthiyaṁ. Uppādane ce, siddhamidaṁ",
  "tika-abh05t3:185_8": "ahutvā bhavatīti. Yaṁ pana vuttaṁ “asati atītānāgate kathaṁ tattha ñāṇaṁ pavatteyyā”ti,",
  "tika-abh05t3:185_9": "yathā taṁ ālambaṇaṁ, taṁ tathā atthi, kathañca taṁ ālambaṇaṁ, ahosi bhavissati cāti.",
  "tika-abh05t3:185_10": "Na hi koci atītaṁ anussaranto atthīti anussarati, atha kho ahosīti. Yathā pana vattamānaṁ",
  "tika-abh05t3:185_11": "ārammaṇaṁ anubhūtaṁ, tathā taṁ atītaṁ anussarati. Yathā ca vattamānaṁ bhavissati,",
  "tika-abh05t3:185_12": "tathā buddhādīhi gayhati. Yadi ca taṁ tatheva atthi, vattamānameva taṁ siyā. Atha",
  "tika-abh05t3:185_13": "natthi, siddhaṁ “asantaṁ ñāṇassa ārammaṇaṁ hotī”ti. Vijjamānaṁ vā hi cittasaññātaṁ",
  "tika-abh05t3:185_14": "avijjamānaṁ vā ārammaṇaṁ etesaṁ atthīti ārammaṇā, cittacetasikā, na vijjamānaṁyeva",
  "tika-abh05t3:185_15": "ārabbha pavattanato, tasmā paccuppannameva dharamānasabhāvaṁ na atītānāgatanti na",
  "tika-abh05t3:185_16": "tiṭṭhati sabbatthivādo. Keci pana “na atītādīnaṁ atthitāpaṭiññāya sabbatthivādā,",
  "tika-abh05t3:185_17": "atha kho āyatanasabbassa atthitāpaṭiññāyā”ti vadanti, tesaṁ matena sabbeva sāsanikā",
  "tika-abh05t3:185_18": "sabbatthivādā siyunti.",
  "tika-abh05t3:186": "Padasodhanakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:187": "Sabbamatthītikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:188": "6. Atītakkhandhādikathā",
  "tika-abh05t3:189": "1. Nasuttasādhanakathāvaṇṇanā",
  "tika-abh05t3:190_0": "297. “Atītaṁ anāgataṁ paccuppanna”nti ayaṁ kālavibhāgaparicchinno vohāro dhammānaṁ",
  "tika-abh05t3:190_1": "taṁ taṁ avatthāvisesaṁ upādāya paññatto. Dhammo hi sakiccakkhaṇe paccuppanno, tato",
  "tika-abh05t3:190_2": "pubbe anāgato, pacchā atītoti vuttovāyamattho. Tattha yadipi dhammā aniccatāya anavaṭṭhitā,",
  "tika-abh05t3:190_3": "avatthā pana tesaṁ yathāvuttā vavatthitāti tadupādānā kālapaññattipi vavatthitā eva.",
  "tika-abh05t3:190_4": "Na hi atītādi anāgatādibhāvena voharīyati, khandhādipaññatti pana anapekkhitakālavisesā.",
  "tika-abh05t3:190_5": "Tīsupi hi kālesu rūpakkhandho rūpakkhandhova, tathā sesā khandhā āyatanadhātuyo ca.",
  "tika-abh05t3:190_6": "Evamavaṭṭhite yasmā paravādī “atthī”ti imaṁ paccuppannaniyataṁ vohāraṁ atītānāgatesupi",
  "tika-abh05t3:190_7": "āropeti, tasmā so addhasaṅkaraṁ karoti. Paramatthato avijjamāne vijjamāne katvā voharatīti",
  "tika-abh05t3:190_8": "tato vivecetuṁ “atītaṁ khandhā”tiādikā ayaṁ kathā āraddhā.",
  "tika-abh05t3:191_0": "Yasmā pana ruppanādisabhāve atītādibhedabhinne dhamme ekajjhaṁ gahetvā tattha rāsaṭṭhaṁ",
  "tika-abh05t3:191_1": "upādāya khandhapaññatti, cakkhurūpādīsu kāraṇādiatthaṁ suññataṭṭhañca upādāya āyatanapaññatti",
  "tika-abh05t3:191_2": "dhātupaññatti ca, tasmā sā addhattayasādhāraṇā, na atītādipaññatti viya addhavisesādhiṭṭhānāti",
  "tika-abh05t3:191_3": "āha “khandhādibhāvāvijahanato atītānāgatāna”nti. Te panete atītādike khandhādike",
  "tika-abh05t3:191_4": "viya sabhāvadhammato sañjānanto paravādī “atthī”ti paṭijānātīti āha “atītānāgatānaṁ",
  "tika-abh05t3:191_5": "atthitaṁ icchantassā”ti. Sesamettha yaṁ vattabbaṁ, taṁ heṭṭhā vuttanayameva.",
  "tika-abh05t3:192_0": "“Tayome, bhikkhave, niruttipathā”ti suttaṁ niruttipathasuttaṁ. Tattha hi paccuppannasseva",
  "tika-abh05t3:192_1": "atthibhāvo vutto, na atītānāgatānaṁ. Tena vuttaṁ “atthitāya vāritattā”ti. Yadi evaṁ",
  "tika-abh05t3:192_2": "“atthi, bhikkhave, nibbāna”nti idaṁ kathanti? Taṁ sabbadā upaladdhito vuttaṁ niccasabhāvañāpanatthaṁ",
  "tika-abh05t3:192_3": "asaṅkhatadhammassa, idha pana saṅkhatadhammānaṁ khaṇattayasamaṅgitāya atthibhāvo",
  "tika-abh05t3:192_4": "na tato pubbe pacchā cāti paññāpanatthaṁ “yaṁ, bhikkhave, rūpaṁ…pe… na tassa saṅkhā",
  "tika-abh05t3:192_5": "bhavissatī”ti vuttaṁ. Etena “atthī”ti samaññāya anupādānato atītaṁ anāgataṁ paramatthato",
  "tika-abh05t3:192_6": "natthīti dassitaṁ hoti. Imināvūpāyenāti “khandhādibhāvāvijahanato”ti evaṁ vuttena",
  "tika-abh05t3:192_7": "hetunā. Upapattisādhanayutti hi idha “upāyo”ti vuttā.",
  "tika-abh05t3:193": "Nasuttasādhanakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:194": "2. Suttasādhanakathāvaṇṇanā",
  "tika-abh05t3:195": "298.Ete dhammāti ete khandhaāyatanadhātudhammā. Suttāharaṇanti niruttipathasuttāharaṇaṁ. Nesanti atītānāgatānaṁ.",
  "tika-abh05t3:196": "Suttasādhanakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:197": "Atītakkhandhādikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:198": "7. Ekaccaṁatthītikathā",
  "tika-abh05t3:199": "1. Atītādiekaccakathāvaṇṇanā",
  "tika-abh05t3:200_0": "299. Ye katūpacitā kusalākusalā dhammā vipākadānāya akatokāsā, katokāsā ca ye “okāsakatuppannā”ti",
  "tika-abh05t3:200_1": "vuccanti. Ye ca vippakatavipākā, te sabbepi “avipakkavipākā”ti veditabbā. Tesaṁ vipākadānasāmatthiyaṁ",
  "tika-abh05t3:200_2": "anapagatanti adhippāyena paravādī atthitaṁ icchati. Ye pana paravādī sabbena sabbaṁ",
  "tika-abh05t3:200_3": "vipakkavipākā kusalākusalā dhammā, tesaṁ apagatanti natthitaṁ icchati. Tenāha “atthīti",
  "tika-abh05t3:200_4": "ekaccaṁ atthi ekaccaṁ natthī”tiādi. Evaṁ icchantassa pana paravādino yathā avipākesupi",
  "tika-abh05t3:200_5": "ekaccaṁ natthīti āpajjati, evaṁ vipakkavipākesu avipakkavipākesu ca āpajjatevāti",
  "tika-abh05t3:200_6": "dassetuṁ “avipakkavipākā dhammā ekacce”tiādinā pāḷi pavattā. Tena vuttaṁ “tiṇṇaṁ",
  "tika-abh05t3:200_7": "rāsīnaṁ vasenā”tiādi. Vohāravasenāti phalassa anuparamavohāravasena, hetukiccaṁ pana",
  "tika-abh05t3:200_8": "anuparataṁ anupacchinnaṁ atthīti laddhiyaṁ ṭhitattā codetabbova. Avicchedavasena",
  "tika-abh05t3:200_9": "pavattamānañhi phalassa pabandhavohāraṁ paravādī vohārato atthīti icchati, hetu panassa",
  "tika-abh05t3:200_10": "kammaṁ paramatthato ca kammūpacayavādibhāvato pattiappattisabhāvatādayo viya cittavippayutto",
  "tika-abh05t3:200_11": "kammūpacayo nāma eko saṅkhāradhammo avipanno, sopi tasseva vevacananti paravādī. Yaṁ sandhāyāha –",
  "tika-abh05t3:201": "“Nappacayanti kammāni, api kappasahassato;",
  "tika-abh05t3:202": "Patvā paccayasāmaggiṁ, kāle paccanti pāṇina”nti.",
  "tika-abh05t3:203": "Yañca sandhāya parato paribhogamayapuññakathāya “paribhogamayaṁ pana cittavippayuttaṁ uppajjatīti laddhiyā paṭijānātī”ti vakkhati.",
  "tika-abh05t3:204": "Ekaccaṁatthītikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:205": "8. Satipaṭṭhānakathāvaṇṇanā",
  "tika-abh05t3:206_0": "301.Paramatthasatipaṭṭhānattāti etena lokuttarāya eva sammāsatiyā tatthāpi maggabhūtāya",
  "tika-abh05t3:206_1": "nippariyāyena satipaṭṭhānabhāvo niyyānikattā itarāya pariyāyenāti dasseti. Maggaphalasammāsatiyā",
  "tika-abh05t3:206_2": "dhammānussatibhāvapariyāyo atthīti “lokiyalokuttarasatipaṭṭhānasamudāyabhūtassā”ti",
  "tika-abh05t3:206_3": "vuttaṁ. Satisamudāyabhūtassa na satigocarabhūtassāti adhippāyo. Satigocarassa hi",
  "tika-abh05t3:206_4": "satipaṭṭhānataṁ codetuṁ pāḷiyaṁ “cakkhāyatanaṁ satipaṭṭhāna”nti āraddhaṁ. Tena vuttaṁ",
  "tika-abh05t3:206_5": "“sabbadhammānaṁ pabhedapucchāvasena vutta”nti. Suttasādhanāyaṁ pana paṭhamaṁ lokiyasatipaṭṭhānavasena,",
  "tika-abh05t3:206_6": "dutiyaṁ missakavasena, tatiyaṁ lokuttaravasena dassitanti veditabbaṁ.",
  "tika-abh05t3:207": "Satipaṭṭhānakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:208": "9. Hevatthikathāvaṇṇanā",
  "tika-abh05t3:209_0": "304. Hevatthikathāyaṁ “sabbo dhammo sakabhāvena atthi parabhāvena natthī”ti pavatto",
  "tika-abh05t3:209_1": "paravādīvādo yathā vibhajja paṭipucchā vā na byākātabbo, evaṁ ekaṁsato na byākātabbo",
  "tika-abh05t3:209_2": "visesābhāvato, kevalaṁ ṭhapanīyapakkhe tiṭṭhatīti adhippāyenāha “avattabbuttarenā”ti.",
  "tika-abh05t3:209_3": "Yathā hi sabbe vādā sappaṭivādāvāti paṭiññā bhūtakathanattā avattabbuttarā upekkhitabbā,",
  "tika-abh05t3:209_4": "evamayampīti veditabbaṁ. Tenāha “upekkhitabbenā”ti. Atha vā avattabbaṁ uttaraṁ avattabbuttaraṁ.",
  "tika-abh05t3:209_5": "Yathā aniccavādinaṁ pati anicco saddo paccayādhīnavuttitoti, uttaraṁ na vattabbaṁ",
  "tika-abh05t3:209_6": "siddhasādhanabhāvato, evaṁ idhāpi daṭṭhabbaṁ. Siddhasādhanañhi daḍḍhassa ḍahanasadisattā",
  "tika-abh05t3:209_7": "niratthakameva siyā, aṭṭhakathāyaṁ pana yasmā paravādinā yena sabhāvena yo dhammo",
  "tika-abh05t3:209_8": "atthi, teneva sabhāvena so vinā kālabhedādiparāmasanena natthīti patiṭṭhāpīyati,",
  "tika-abh05t3:209_9": "tasmā “ayoniso patiṭṭhāpitattā”ti vuttaṁ.",
  "tika-abh05t3:210_0": "Ettha ca “hevatthi, hevaṁ natthī”ti paṭijānantena paravādinā yathā saparabhāvehi",
  "tika-abh05t3:210_1": "rūpādīnaṁ atthitā paṭiññātā, evaṁ kāladesādibhedehipi sā paṭiññātā eva. Tenevāha",
  "tika-abh05t3:210_2": "“atītaṁ anāgatapaccuppannavasena, anāgatapaccuppannāni vā atītādivasena natthī”ti.",
  "tika-abh05t3:210_3": "Evaṁ sati nigaṇṭhācelakavādo paridīpito siyā. Te hi “siyā atthi, siyā natthi, siyā",
  "tika-abh05t3:210_4": "atthi ca natthi cā”tiādinā sabbapadatthesu pattabhāge paṭijānanti. Tattha yadi vatthuno",
  "tika-abh05t3:210_5": "sabhāveneva, desakālasantānavasena vā natthitā adhippetā, taṁ siddhasādhanaṁ sakavādinopi",
  "tika-abh05t3:210_6": "icchitattā. Yassa hi dhammassa yo sabhāvo, na so tato aññathā upalabbhati. Yadi upalabbheyya,",
  "tika-abh05t3:210_7": "añño eva so siyā. Na cettha sāmaññalakkhaṇaṁ nidassetabbaṁ salakkhaṇassa adhippetattā",
  "tika-abh05t3:210_8": "tassa natthibhāvassa abhāvato. Yathā ca parabhāvena natthitāya na vivādo, evaṁ desakālantaresupi",
  "tika-abh05t3:210_9": "ittarakālattā saṅkhārānaṁ. Na hi saṅkhārā desantaraṁ, kālantaraṁ vā saṅkamanti khaṇikabhāvato.",
  "tika-abh05t3:210_10": "Eteneva pariyāyantarena natthitāpi paṭikkhittā veditabbā. Yathā ca atthitā, natthitā",
  "tika-abh05t3:210_11": "vinā kālabhedena ekasmiṁ dhamme patiṭṭhaṁ na labhanti aññamaññaviruddhattā, evaṁ sabbadāpi niccattā.",
  "tika-abh05t3:211_0": "Yaṁ pana te vadanti “yathā suvaṇṇaṁ kaṭakādirūpena ṭhitaṁ rucakādibhāvaṁ āpajjatīti",
  "tika-abh05t3:211_1": "niccāniccaṁ. Tañhi suvaṇṇabhāvāvijahanato niccaṁ kaṭakādibhāvahānito aniccaṁ, evaṁ",
  "tika-abh05t3:211_2": "sabbadhammā”ti. Te idaṁ vattabbā “kiṁ kaṭakabhāvo kaṭakassa, udāhu suvaṇṇassā”ti.",
  "tika-abh05t3:211_3": "Yadi kaṭakassa, suvaṇṇanirapekkho siyā tadaññabhāvo viya. Atha suvaṇṇassa, niccakālaṁ",
  "tika-abh05t3:211_4": "tattha upalabbheyya suvaṇṇabhāvo viya. Na ca sakkā ubhinnaṁ ekabhāvoti vattuṁ kaṭakavināsepi",
  "tika-abh05t3:211_5": "suvaṇṇāvināsato. Atha mataṁ, suvaṇṇakaṭakādīnaṁ pariyāyīpariyāyabhāvato nāyaṁ dosoti.",
  "tika-abh05t3:211_6": "Yathā hi kaṭakapariyāyanirodhena rucakapariyāyuppādepi pariyāyī tatheva tiṭṭhati,",
  "tika-abh05t3:211_7": "evaṁ manussapariyāyanirodhe devapariyāyuppādepi pariyāyī jīvadrabyaṁ tiṭṭhatīti niccāniccaṁ,",
  "tika-abh05t3:211_8": "tathā sabbadrabyānīti. Tayidaṁ ambaṁ puṭṭhassa labujabyākaraṇaṁ. Yaṁ sveva nicco",
  "tika-abh05t3:211_9": "aniccoti vā vadanto aññattha niccataṁ aññattha aniccataṁ paṭijānāti, atha pariyāyapariyāyīnaṁ",
  "tika-abh05t3:211_10": "anaññatā icchitā, evaṁ sati pariyāyopi nicco siyā pariyāyino anaññattā pariyāyasarūpaṁ",
  "tika-abh05t3:211_11": "viya, pariyāyī vā anicco pariyāyato anaññattā pariyāyasarūpaṁ viyāti. Atha nesaṁ",
  "tika-abh05t3:211_12": "aññā anaññatā, evañca sati vuttadosadvayānativatti. Apica koyaṁ pariyāyo nāma, yadi",
  "tika-abh05t3:211_13": "saṇṭhānaṁ, suvaṇṇo tāva hotu, kathaṁ jīvadrabye arūpibhāvato. Yadi tassapi saṇṭhānavantaṁ",
  "tika-abh05t3:211_14": "icchitaṁ, tathā satissa ekasmimpi sattasantāne bahutā āpajjati sarūpatā ca saṇṭhānavantesupi",
  "tika-abh05t3:211_15": "pīḷakādīsu tathādassanato. Atha pavattiviseso, evampi bahutā khaṇikatā ca āpajjati,",
  "tika-abh05t3:211_16": "tasmā pariyāyasarūpameva tāva patiṭṭhapetabbaṁ.",
  "tika-abh05t3:212_0": "Yaṁ pana vuttaṁ “suvaṇṇaṁ kaṭakādirūpena ṭhita”nti, tattha sampattiyogato viññāyamānesu",
  "tika-abh05t3:212_1": "visiṭṭhesu rūpagandharasaphoṭṭhabbesu kiṁ ekaṁ, udāhu tesaṁ samudāyo, tabbinimuttaṁ",
  "tika-abh05t3:212_2": "vā dhammantaraṁ suvaṇṇanti? Tattha na tāva rūpādīsu ekekaṁ suvaṇṇaṁ tena suvaṇṇakiccāsiddhito,",
  "tika-abh05t3:212_3": "nāpi tabbinimuttaṁ dhammantaraṁ tādisassa abhāvato. Atha samudāyo, taṁ pana paññattimattanti",
  "tika-abh05t3:212_4": "na tassa niccatā, nāpi aniccatā sambhavati. Yathā ca suvaṇṇassa, evaṁ kaṭakassapi",
  "tika-abh05t3:212_5": "paññattimattattāti. Tayidaṁ nidassanaṁ paravādino jīvadrabyassapi paññattimattaṁ",
  "tika-abh05t3:212_6": "tasseva sādhetīti kuto tassa niccāniccatāti alamatippapañcena.",
  "tika-abh05t3:213": "Hevatthikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:214": "Mahāvaggavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:215": "2. Dutiyavaggo",
  "tika-abh05t3:216": "1. Parūpahāravaṇṇanā",
  "tika-abh05t3:217_0": "307.Vikkhambhitarāgāva avikkhambhitarāgānaṁ adhimānikatāya asambhavatoti yāva adhimānikaṁ,",
  "tika-abh05t3:217_1": "tāva sampajānā niddaṁ okkamantīti adhippāyo. “Adhimānikāna”nti idaṁ bhūtapubbagatiyā",
  "tika-abh05t3:217_2": "vuttanti āha “adhimānikapubbā adhippetā siyu”nti.",
  "tika-abh05t3:218_0": "308. Yaṁ vimatigāhakāraṇaṁ vuccamānaṁ, taṁ “handa hī”ti paraṁ jotetīti adhippāyenāha",
  "tika-abh05t3:218_1": "“kāraṇattheti yutta”nti. Vimatigāhassa pana nicchitataṁ “handa hī”ti paraṁ jotetīti",
  "tika-abh05t3:218_2": "vuttaṁ “vacasāyatthe”ti.",
  "tika-abh05t3:219": "Parūpahāravaṇṇanā niṭṭhitā.",
  "tika-abh05t3:220": "5. Vacībhedakathāvaṇṇanā",
  "tika-abh05t3:221_0": "326.Soti paṭhamamaggaṭṭho. Tasmāti yasmā “virajaṁ vītamalaṁ dhammacakkhuṁ udapādi",
  "tika-abh05t3:221_1": "‘yaṁ kiñci samudayadhammaṁ, sabbaṁ taṁ nirodhadhamma”’nti suttassa atthaṁ aññathā",
  "tika-abh05t3:221_2": "gahetvā udayabbayānupassanānissandena maggakkhaṇepi dukkhanti vipassanā upaṭṭhāti,",
  "tika-abh05t3:221_3": "tasmā “so dukkhamicceva vācaṁ bhāsatī”ti vadanti.",
  "tika-abh05t3:222_0": "328.Icchiteti paravādinā sampaṭicchite. Āropiteti yuttiniddhāraṇena tasmiṁ atthe",
  "tika-abh05t3:222_1": "patiṭṭhāpite yujjati, vacīsamuṭṭhāpanakkhaṇato pana pacchā taṁ saddaṁ suṇātīti icchite",
  "tika-abh05t3:222_2": "na yujjati sotaviññāṇassa paccuppannārammaṇattāti adhippāyo. Yasmā pana attanā nicchāritaṁ",
  "tika-abh05t3:222_3": "saddaṁ attanāpi suṇāti, tasmā sotaviññāṇaṁ “yena taṁ saddaṁ suṇātī”ti aṭṭhakathāyaṁ",
  "tika-abh05t3:222_4": "vuttanti daṭṭhabbaṁ.",
  "tika-abh05t3:223": "332.Lokuttaramaggakkhaṇeti paṭhamajjhānikassa paṭhamamaggassa khaṇe. Abhibhūsuttāharaṇe adhippāyo vattabboti etena tadāharaṇassa asambandhataṁ dasseti. Tenāha “tasmā asādhaka”nti.",
  "tika-abh05t3:224": "Vacībhedakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:225": "7. Cittaṭṭhitikathāvaṇṇanā",
  "tika-abh05t3:226_0": "335.Evanti “ekacittaṁ yāvatāyukaṁ tiṭṭhatī”ti vuttākārena. Aññatthāti arūpabhavato",
  "tika-abh05t3:226_1": "aññasmiṁ. Etenāti “ekameva cittaṁ āruppe tiṭṭhati, yāvatāyukaṁ tiṭṭhatī”ti evaṁvādinā",
  "tika-abh05t3:226_2": "dutiyāpi aḍḍhakathā passitabbā paṭhamakathāya cirakālāvaṭṭhānavacanassa aññadatthu",
  "tika-abh05t3:226_3": "bhāvavibhāvanatoti adhippāyo. Purimāyāti “yāvatāyukaṁ tiṭṭhatī”ti pañhato purimāya.",
  "tika-abh05t3:226_4": "Tattha hi “vassasataṁ tiṭṭhatī”ti pucchāya “āmantā”ti anuññā katā, pacchimāyaṁ pana",
  "tika-abh05t3:226_5": "“manussānaṁ ekaṁ cittaṁ yāvatāyukaṁ tiṭṭhatī”ti “na hevaṁ vattabbe”ti paṭikkhepo",
  "tika-abh05t3:226_6": "kato. Avirodho vibhāvetabbo, yato tattheva anuññā katā, na pacchāti adhippāyo. Vassasatādīti",
  "tika-abh05t3:226_7": "ca ādi-saddena na kevalaṁ “dve vassasatānī”ti evamādiyeva saṅgahitaṁ, atha kho “ekaṁ",
  "tika-abh05t3:226_8": "cittaṁ divasaṁ tiṭṭhatī”ti evamādipīti daṭṭhabbaṁ. “Muhuttaṁ muhuttaṁ uppajjatīti",
  "tika-abh05t3:226_9": "pañho sakavādinā pucchito viya vutto”ti idaṁ vicāretabbaṁ. “Muhuttaṁ muhuttaṁ uppajjatī”ti",
  "tika-abh05t3:226_10": "pañho paravādissa. “Uppādavayadhammino”tiādisuttatthavasena paṭiññā sakavādissāti hi vuttaṁ.",
  "tika-abh05t3:227": "Cittaṭṭhitikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:228": "9. Anupubbābhisamayakathāvaṇṇanā",
  "tika-abh05t3:229_0": "339. “Tāni vā cattāripi ñāṇāni eko sotāpattimaggoyevāti paṭijānātī”ti imaṁ sandhāyāha",
  "tika-abh05t3:229_1": "“atha vā”tiādi. Catunnaṁ ñāṇānanti dukkheñāṇādīnaṁ catunnaṁ ñāṇānaṁ. Ekamaggabhāvatoti",
  "tika-abh05t3:229_2": "sotāpattiādiekamaggabhāvato. Kamena pavattamānānipi hi tāni ñāṇāni taṁtaṁmaggakiccassa",
  "tika-abh05t3:229_3": "sādhanato ekoyeva maggo hotīti adhippāyo. Tenāha “ekamaggassa…pe… paṭijānātī”ti.",
  "tika-abh05t3:230": "344.Dassaneti maggadassane.",
  "tika-abh05t3:231_0": "345. Dhammatthānaṁ hetuphalabhāvato dhammatthapaṭisambhidānaṁ siyā sotāpattiphalahetutā,",
  "tika-abh05t3:231_1": "tadabhāvato na itarapaṭisambhidānanti āha “nirutti…pe… vicāretabba”nti. Sabbāsampi",
  "tika-abh05t3:231_2": "pana paṭisambhidānaṁ paṭhamaphalasacchikiriyāhetutā vicāretabbā maggādhigameneva",
  "tika-abh05t3:231_3": "laddhabbattā phalānaṁ viya, tasmā “aṭṭhahi ñāṇehī”ti ettha nikkhepakaṇḍe āgatanayena",
  "tika-abh05t3:231_4": "dukkhādiñāṇānaṁ pubbantādiñāṇānañca vasena “aṭṭhahi ñāṇehī”ti yuttaṁ viya dissati.",
  "tika-abh05t3:232": "Anupubbābhisamayakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:233": "10. Vohārakathāvaṇṇanā",
  "tika-abh05t3:234_0": "347.Visayavisayīsūti rūpacakkhādike sandhāyāha. Te hi rūpakkhandhapariyāpannattā",
  "tika-abh05t3:234_1": "ekantena lokiyā. Visayassevāti saddasseva. So hi voharitabbato vohārakaraṇatāya ca",
  "tika-abh05t3:234_2": "“vohāro”ti pāḷiyaṁ vutto. Natthettha kāraṇaṁ visayīnaṁ visayassapi āsavādianārammaṇatābhāvato.",
  "tika-abh05t3:234_3": "Asiddhalokuttarabhāvassa ekantasāsavattā tassa saddāyatanassa yathā lokuttaratā tava matenāti adhippāyo.",
  "tika-abh05t3:235_0": "Paṭihaññeyyāti idaṁ parikappavacanaṁ. Parikappavacanañca ayāthāvanti āha “na hi…pe…",
  "tika-abh05t3:235_1": "atthī”ti. Na hi jalaṁ analanti parikappitaṁ dahati pacati vā. Kiṁ lokiyena ñāṇena",
  "tika-abh05t3:235_2": "jānitabbato lokiyo rūpāyatanādi viya, udāhu lokuttaro paccavekkhiyamānamaggādi viyāti",
  "tika-abh05t3:235_3": "evamettha hetussa anekantabhāvo veditabbo. Tenāha “lokiye lokuttare ca sambhavato”ti.",
  "tika-abh05t3:236": "Vohārakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:237": "11. Nirodhakathāvaṇṇanā",
  "tika-abh05t3:238_0": "353.Yesaṁ dvinnanti yesaṁ dvinnaṁ dukkhasaccānaṁ. Dvīhi nirodhehīti appaṭisaṅkhāpaṭisaṅkhāsaṅkhātehi",
  "tika-abh05t3:238_1": "dvīhi nirodhehi. Tattha dukkhādīnaṁ paṭisaṅkhāti paṭisaṅkhā, paññāviseso. Tena vattabbo",
  "tika-abh05t3:238_2": "nirodho paṭisaṅkhānirodho. Yo sāsavehi dhammehi visaṁyogoti vuccati, yo paccayavekallena",
  "tika-abh05t3:238_3": "dhammānaṁ uppādassa accantavibandhabhūto nirodho, so paṭisaṅkhāya navattabbato appaṭisaṅkhānirodho",
  "tika-abh05t3:238_4": "nāmāti paravādino laddhi. Paṭisaṅkhāya vinā niruddhāti paccayavekallena anuppattiṁ",
  "tika-abh05t3:238_5": "sandhāya vuttaṁ. Tenāha “na uppajjitvā bhaṅgā”ti. Anuppādopi hi nirodhoti vuccati",
  "tika-abh05t3:238_6": "yato “imassuppādā idaṁ uppajjatī”ti lakkhaṇuddesassa paṭilome “imassa nirodhā idaṁ",
  "tika-abh05t3:238_7": "nirujjhatī”ti dassito. Tenāti paṭisaṅkhāya nirodhassa khaṇikanirodhassa ca idha nādhippetattā.",
  "tika-abh05t3:239": "Nirodhakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:240": "Dutiyavaggavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:241": "3. Tatiyavaggo",
  "tika-abh05t3:242": "1. Balakathāvaṇṇanā",
  "tika-abh05t3:243_0": "354.Niddesatoti “aṭṭhānametaṁ anavakāso”tiādinā niddiṭṭhappakārato. So pana yasmā",
  "tika-abh05t3:243_1": "vitthāro hoti, tasmā vuttaṁ “vitthārato”ti. Sabbaṁ kilesāvaraṇādiṁ, tameva paccekaṁ",
  "tika-abh05t3:243_2": "pavattiākārabhedato sabbākāraṁ. “Sabba”nti hi idaṁ sarūpato gahaṇaṁ, “sabbākārato”ti",
  "tika-abh05t3:243_3": "pavattiākārabhedato. Bhagavā hi dhamme jānanto tesaṁ ākārabhede anavasesetvāva jānāti.",
  "tika-abh05t3:243_4": "Yathāha “sabbe dhammā sabbākārato buddhassa bhagavato ñāṇamukhe āpāthaṁ āgacchantī”ti.",
  "tika-abh05t3:243_5": "Uddesatoti ekadesato. Ekadeso ca vitthāro na hotīti āha “saṅkhepato”ti. Yathā jānantīti",
  "tika-abh05t3:243_6": "sambandho. Uddesamattenapīti diṭṭhigatayathābhūtañāṇādippabhedānaṁ āsayādīnaṁ uddesamattenapi.",
  "tika-abh05t3:243_7": "Tenāha “indriyānaṁ tikkhamudubhāvajānanamattaṁ sandhāyā”ti. Therenāti anuruddhattherena.",
  "tika-abh05t3:243_8": "Evamevāti uddesato ṭhānādimattajānanākāreneva. Svāyamattho sakavādināpi icchitoyevāti",
  "tika-abh05t3:243_9": "āha “kathamayaṁ codetabbo siyā”ti.",
  "tika-abh05t3:244": "356.Sesesūti indriyaparopariyattañāṇato sesesu. Paṭikkhepoti asādhāraṇatāpaṭikkhepo. Nanu ca sesānaṁ asādhāraṇatāpi atthīti codanaṁ sandhāyāha “ṭhānā…pe… adhippāyo”ti.",
  "tika-abh05t3:245": "Balakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:246": "2. Ariyantikathāvaṇṇanā",
  "tika-abh05t3:247_0": "357.Saṅkhāresandhāya paṭijānantassāti diṭṭhiyā parikappitena sattena suññe saṅkhāre",
  "tika-abh05t3:247_1": "sandhāya “suññatañca manasi karotī”ti pucchāya “āmantā”ti paṭijānantassa. Dvinnaṁ",
  "tika-abh05t3:247_2": "phassānaṁ samodhānaṁ kathaṁ āpajjati ṭhānāṭhānabhūte saṅkhāre vuttanayena suññataṁ",
  "tika-abh05t3:247_3": "manasi karontassāti adhippāyo. Yathāvuttanayenāti “diṭṭhiyā parikappitena sattena",
  "tika-abh05t3:247_4": "suññā pañcakkhandhā”ti pakārena nayena. Atha vā yathāvuttanayenāti “ṭhānāṭhānamanasikāro",
  "tika-abh05t3:247_5": "saṅkhārārammaṇo, suññatāmanasikāro nibbānārammaṇo”ti evaṁ vuttanayena. “Saṅkhāre",
  "tika-abh05t3:247_6": "sandhāya paṭijānantassā”ti vuttattā “dvinnaṁ phassānaṁ samodhānaṁ kathaṁ āpajjatī”ti",
  "tika-abh05t3:247_7": "āha. Sattasuññatāya suññattepi saṅkhārānaṁ aññova ṭhānāṭhānamanasikāro, añño suññatāmanasikāroti",
  "tika-abh05t3:247_8": "yujjateva dvinnaṁ phassānaṁ samodhānāpatticodanā, saṅkhāre sandhāya paṭijānantassa",
  "tika-abh05t3:247_9": "pana kathaṁ ariyabhāvasiddhi ṭhānāṭhānañāṇādīnanti vicāretabbaṁ. Kiṁ vā etāya yutticintāya.",
  "tika-abh05t3:247_10": "Ummattakapacchisadiso hi paravādivādo. Aññesupi ṭhānesu īdisesu eseva nayo. Āropetvāti",
  "tika-abh05t3:247_11": "itthipurisādiākāraṁ, sattākārameva vā asantaṁ rūpādiupādāne āropetvā. Abhūtāropanañhettha",
  "tika-abh05t3:247_12": "paṇidahananti adhippetaṁ. Tenāha “parikappanavasenā”ti. Soti yathāvutto paṇidhi. Ekasmimpi khandhe.",
  "tika-abh05t3:248": "Ariyantikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:249": "4. Vimuccamānakathāvaṇṇanā",
  "tika-abh05t3:250_0": "366. Maggakkhaṇe cittaṁ ekadesena vimuttaṁ ekadesena avimuttanti ayaṁ “vimuttaṁ vimuccamāna”nti",
  "tika-abh05t3:250_1": "laddhiyā doso. Tathā hi vuttaṁ “ekadesaṁ vimuttaṁ, ekadesaṁ avimutta”nti. Aṭṭhakathāyañca",
  "tika-abh05t3:250_2": "“tañhi tadā samucchedavimuttiyā vimuttekadesena vimuccamānantissa laddhī”ti dassitovāyamattho.",
  "tika-abh05t3:250_3": "Vippakataniddeseti vimuccanakiriyāya apariyositatāniddese. Yaṁ sandhāyāha “vimuttaṁ",
  "tika-abh05t3:250_4": "vimuccamānanti vippakatabhāvena vuttattā”ti. Tenāti paravādinā. Vimucca…pe… vuttaṁ",
  "tika-abh05t3:250_5": "vimuccamānassa vimuttabhāvābhāvato, vimuttabhedena pana tathā vuttanti adhippāyo.",
  "tika-abh05t3:250_6": "Sati ca dose vippakataniddeseti ānetvā yojetabbaṁ. Ekadeso visesanaṁ hoti nippadesavimuttiyā",
  "tika-abh05t3:250_7": "avicchinnato. Phalacittenāti paṭhamaphalacittena uppannena.",
  "tika-abh05t3:251": "Vimuccamānakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:252": "5. Aṭṭhamakakathāvaṇṇanā",
  "tika-abh05t3:253": "368.Pahīnānāma bhaveyyuṁ, na pahiyyamānāti adhippāyo.",
  "tika-abh05t3:254": "Aṭṭhamakakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:255": "6. Aṭṭhamakassa indriyakathāvaṇṇanā",
  "tika-abh05t3:256_0": "371. Lokuttarānaṁyeva saddhādīnaṁ indriyabhāvo, na lokiyānanti paravādino adhippāyavasenāha",
  "tika-abh05t3:256_1": "“appaṭiladdhindriyattā”tiādi. Tattha niyyānikāni bhāventoti yathā niyyānikā honti,",
  "tika-abh05t3:256_2": "evaṁ uppādento brūhento vā. Indriyabhāvaṁ pana pattesu tesu puna bhāvanākiccaṁ natthīti",
  "tika-abh05t3:256_3": "tassa adhippāyoti dassento āha “na pana indriyāni bhāvento”ti.",
  "tika-abh05t3:257": "Aṭṭhamakassa indriyakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:258": "7. Dibbacakkhukathāvaṇṇanā",
  "tika-abh05t3:259_0": "373. Visinoti visesena bandhati visayīnaṁ attapaṭibandhaṁ karotīti visayo, ārammaṇaṁ,",
  "tika-abh05t3:259_1": "anubhavati etenāti ānubhāvo, sāmatthiyaṁ, balanti attho, gocarakaraṇaṁ gocaro, visaye",
  "tika-abh05t3:259_2": "ānubhāvagocarā visaya…pe… carāti. Tehi yathā visiṭṭhaṁ visesaṁ hoti, tathā paccayabhūtena",
  "tika-abh05t3:259_3": "jhānadhammena āhitabalaṁ katabalādhānaṁ. Visayaggahaṇañcettha ānubhāvagocarakaraṇānaṁ",
  "tika-abh05t3:259_4": "pavattiṭṭhānadassanaṁ yatthassa tehi upatthaddhattā balādhānaṁ pākaṭaṁ hoti. Tenāha",
  "tika-abh05t3:259_5": "“yādise visaye”tiādi. Balādhānañca uttarimanussadhammato mahaggatadhammavisesato",
  "tika-abh05t3:259_6": "uppannehi paṇītehi cittajarūpehi visesāpatti. Yaṁ nissāya parāvuttīti eke vadanti.",
  "tika-abh05t3:259_7": "Purimaṁ maṁsacakkhumattamevāti yathāvuttabalādhānato purimaṁ maṁsacakkhumattameva.",
  "tika-abh05t3:259_8": "Vadanto saṅgahakāro. Visayaggahaṇaṁ pāḷiyaṁ kataṁ. Na visayavisesadassanatthanti",
  "tika-abh05t3:259_9": "na visayassa visesadassanatthaṁ. Yato ubhinnampi rūpāyatanameva visayoti visayassa",
  "tika-abh05t3:259_10": "sadisataṁ avisesaṁ āha, sadisassa vā visesaṁ dīpetīti yojanā.",
  "tika-abh05t3:260_0": "Dhammupatthaddha…pe… adhippāyo, aññathā laddhiyeva na siyāti bhāvo. Maggoti upāyo,",
  "tika-abh05t3:260_1": "kāraṇanti attho. Pakaticakkhumato eva hi dibbacakkhu uppajjati. Kasmā? Kasiṇālokaṁ",
  "tika-abh05t3:260_2": "vaḍḍhetvā dibbacakkhuñāṇassa uppādanaṁ, so ca kasiṇamaṇḍale uggahanimittena vinā",
  "tika-abh05t3:260_3": "natthi, tasmā vuttaṁ “maṁsacakkhupaccayatādassanatthameva vutta”nti. Tenāti “maggo”ti",
  "tika-abh05t3:260_4": "vacanena. Rūpāvacarajjhānapaccayenāti rūpāvacarajjhānena paccayabhūtena uppannāni",
  "tika-abh05t3:260_5": "rūpāvacarajjhānacittasamuṭṭhitāni. Jhānakammasamuṭṭhitesu vattabbameva natthi. Tassa hesā laddhi.",
  "tika-abh05t3:261": "374.Yena dibbacakkhuno paññācakkhubhāvassa icchanena paṭijānanena. Tīṇi cakkhūni maṁsadibbapaññācakkhūni cakkhuntarabhāvaṁ vadato bhaveyyuṁ, tasmā taṁ na icchatīti attho.",
  "tika-abh05t3:262": "Dibbacakkhukathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:263": "9. Yathākammūpagatañāṇakathāvaṇṇanā",
  "tika-abh05t3:264_0": "377. Dibbacakkhupādakattā “yathākammūpagatañāṇassa upanissaye dibbacakkhumhī”ti vuttaṁ,",
  "tika-abh05t3:264_1": "na yathākammūpagatajānanakiccake dibbacakkhumhi tassa taṁkiccakatābhāvato. Yato yaṁ",
  "tika-abh05t3:264_2": "anaññaṁ, tampi tato anaññamevāti āha “iminā…pe… bhavitabba”nti. Tattha atthantarabhāvaṁ",
  "tika-abh05t3:264_3": "nivāretīti dibbacakkhuñāṇassa pakkhikattā yathākammūpagatañāṇassa tato atthantarabhāvaṁ",
  "tika-abh05t3:264_4": "nivāreti. Tassa hi taṁ paribhaṇḍañāṇaṁ. Dibbacakkhussa yathākammūpagatañāṇato atthantarabhāvaṁ",
  "tika-abh05t3:264_5": "na nivāreti atappakkhikattāti adhippāyo. Dibbacakkhussa yathākammūpagatañāṇakiccatā",
  "tika-abh05t3:264_6": "paravādinā icchitā, na yathākammūpagatañāṇassa dibbacakkhukiccatāti tamatthaṁ “yathākammūpagatañāṇameva",
  "tika-abh05t3:264_7": "dibbacakkhu”nti ettha yojetvā dassento “eva-saddo cā”tiādimāha.",
  "tika-abh05t3:265": "Yathākammūpagatañāṇakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:266": "10. Saṁvarakathāvaṇṇanā",
  "tika-abh05t3:267_0": "379.Āṭānāṭiyasutte “santi, bhikkhave, yakkhā yebhuyyena pāṇātipātā appaṭiviratā”ti",
  "tika-abh05t3:267_1": "āgatattā cātumahārājikānaṁ saṁvarāsaṁvarasabbhāvo avivādasiddho. Yattha pana vivādo,",
  "tika-abh05t3:267_2": "tameva dassentena tāvatiṁsādayo gahitāti imamatthaṁ dassetuṁ “cātumahārājikāna”nti",
  "tika-abh05t3:267_3": "vuttaṁ. Evaṁ satīti yadi tāvatiṁsesu saṁvarāsaṁvaro natthi, evaṁ sante. Surāpānanti",
  "tika-abh05t3:267_4": "etthāpi “suyyatī”ti padaṁ ānetvā sambandhitabbaṁ. Kathaṁ suyyatīti? Vuttañhetaṁ kumbhajātake –",
  "tika-abh05t3:268": "“Yaṁ ve pivitvā pubbadevā pamattā,",
  "tika-abh05t3:269": "Tidivā cutā sassatiyā samāyā;",
  "tika-abh05t3:270": "Taṁ tādisaṁ majjamimaṁ niratthaṁ,",
  "tika-abh05t3:271": "Jānaṁ mahārāja kathaṁ piveyyā”ti. ;",
  "tika-abh05t3:272_0": "Tattha pubbadevā nāma asurā. Te hi tāvatiṁsānaṁ uppattito pubbadevāti paññāyiṁsu.",
  "tika-abh05t3:272_1": "Pamattāti surāpānena pamādaṁ āpannā. Tidivāti manussacātumahārājikaloke upādāya tatiyalokabhūtā",
  "tika-abh05t3:272_2": "devaṭṭhānā, nāmameva vā etaṁ tassa devaṭṭhānassa. Sassatiyāti kevalaṁ dīghāyukataṁ",
  "tika-abh05t3:272_3": "sandhāya vadati. Samāyā saha attano asuramāyāya, asuramantehi saddhiṁ cutāti attho.",
  "tika-abh05t3:272_4": "Aṭṭhakathāyañca vuttaṁ “āgantukadevaputtā āgatāti nevāsikā gandhapānaṁ sajjayiṁsu.",
  "tika-abh05t3:272_5": "Sakko sakaparisāya saññamadāsī”ti. Tenāha “tesaṁ surāpānaṁ asaṁvaro na hotīti vattabbaṁ",
  "tika-abh05t3:272_6": "hotī”ti. Ettha ca tāvatiṁsānaṁ pātubhāvato paṭṭhāya surāpānampi tattha nāhosi, pageva",
  "tika-abh05t3:272_7": "pāṇātipātādayoti viramitabbābhāvato eva tāvatiṁsato paṭṭhāya upari devalokesu samādānasampattavirativasena",
  "tika-abh05t3:272_8": "puretabbā saṁvarā na santi, lokuttarā pana santiyeva. Tathā tehi pahātabbā asaṁvarā.",
  "tika-abh05t3:272_9": "Na hi appahīnānusayānaṁ maggavajjhā kilesā na santīti.",
  "tika-abh05t3:273": "Saṁvarakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:274": "Tatiyavaggavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:275": "4. Catutthavaggo",
  "tika-abh05t3:276": "1. Gihissa arahātikathāvaṇṇanā",
  "tika-abh05t3:277": "387.Gihichandarāgasampayuttatāyāti gihibhāve kāmabhogibhāve chandarāgasahitatāya.",
  "tika-abh05t3:278": "Gihissa arahātikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:279": "4. Samannāgatakathāvaṇṇanā",
  "tika-abh05t3:280": "393.Pattinti adhigamo. Adhigamo nāma samannāgamo hotīti pāḷiyaṁ catūhi phassādīhi samannāgamo coditoti daṭṭhabbaṁ.",
  "tika-abh05t3:281": "Samannāgatakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:282": "5. Upekkhāsamannāgatakathāvaṇṇanā",
  "tika-abh05t3:283_0": "397.Sabbaṁyojetabbanti ettha yadi te arahā catūhi khandhehi viya chahi upekkhāhi",
  "tika-abh05t3:283_1": "samannāgato, evaṁ sante cha upekkhā paccekaṁ phassādisahitāti “chahi phassādīhi samannāgato”tiādinā yojetabbaṁ.",
  "tika-abh05t3:284": "Upekkhāsamannāgatakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:285": "6. Bodhiyābuddhotikathāvaṇṇanā",
  "tika-abh05t3:286_0": "398.Pattidhammavasenāti “pattidhammo nāmā”tiādinā vuttassa cittavippayuttassa saṅkhārassa",
  "tika-abh05t3:286_1": "vasena. “Bodhiyā buddho”ti pucchā. “Bodhiyā niruddhāya vigatāya paṭippassaddhāya",
  "tika-abh05t3:286_2": "abuddho hotī”ti anuyogo. Evamaññatthāpi pucchānuyogā veditabbā.",
  "tika-abh05t3:287": "Bodhiyābuddhotikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:288": "7. Lakkhaṇakathāvaṇṇanā",
  "tika-abh05t3:289_0": "402.Tasmāti yasmā abodhisattassapi cakkavattino lakkhaṇehi samannāgamo bodhisattassapi",
  "tika-abh05t3:289_1": "carimabhavato aññattha asamannāgamo hoti, tasmā lakkhaṇasamannāgato bodhisattovāti",
  "tika-abh05t3:289_2": "imassatthassa asādhakaṁ. Tenāha “ābhatampi anābhatasadisamevā”ti.",
  "tika-abh05t3:290": "Lakkhaṇakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:291": "8. Niyāmokkantikathāvaṇṇanā",
  "tika-abh05t3:292_0": "403.Pāramīpūraṇanti idaṁ bodhicariyāya upalakkhaṇaṁ, na pāramīnaṁ puṇṇabhāvadassanaṁ.",
  "tika-abh05t3:292_1": "Tena tesaṁ ārambhasamādānādīnampi saṅgaho katoti daṭṭhabbaṁ. Mahābhinīhārato paṭṭhāya",
  "tika-abh05t3:292_2": "hi mahāsattā niyatāti vuccanti. Yathāha – “evaṁ sabbaṅgasampannā, bodhiyā niyatā",
  "tika-abh05t3:292_3": "narā”ti, “dhuvaṁ buddho bhavissatī”ti ca, na niyāmassa nāma kassaci dhammassa uppannattā",
  "tika-abh05t3:292_4": "byākaronti, atha kho ekaṁsenāyaṁ pāramiyo pūretvā buddho bhavissatīti katvā byākarontīti",
  "tika-abh05t3:292_5": "paravādīparikappitaṁ dhammantaraṁ paṭisedheti, na bodhiyā niyatattaṁ. Tenāha “kevalañhi na”ntiādi.",
  "tika-abh05t3:293": "Niyāmokkantikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:294": "10. Sabbasaṁyojanappahānakathāvaṇṇanā",
  "tika-abh05t3:295_0": "413. Satipi kesañci saṁyojanānaṁ heṭṭhimamaggehi pahīnatte “pañcannaṁ orambhāgiyānaṁ",
  "tika-abh05t3:295_1": "saṁyojanānaṁ parikkhayā”tiādīsu viya vaṇṇabhaṇanamukhena anavasesatañca sandhāya",
  "tika-abh05t3:295_2": "sabbasaṁyojanappahānakittanaṁ pariyāyavacananti āha “imaṁ pariyāyaṁ aggahetvā”ti.",
  "tika-abh05t3:295_3": "Arahattamaggena pajahanato evāti gaṇhātīti aggamaggo eva sabbasaṁyojanāni pajahatīti",
  "tika-abh05t3:295_4": "laddhiṁ gaṇhātīti vadanti padakārā. Evaṁ satīti yadi anavasesatāmattena tathā paṭijānāti.",
  "tika-abh05t3:296": "Sabbasaṁyojanappahānakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:297": "Catutthavaggavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:298": "5. Pañcamavaggo",
  "tika-abh05t3:299": "1. Vimuttikathāvaṇṇanā",
  "tika-abh05t3:300_0": "418. Phalañāṇaṁ na hoti, sesāni vipassanāmaggapaccavekkhaṇañāṇāni vimuttānīti na",
  "tika-abh05t3:300_1": "vattabbānīti sambandho. Etthāti etesu catūsu ñāṇesu. Vipassanāggahaṇena gahitaṁ maggādikiccavidūrakiccattā",
  "tika-abh05t3:300_2": "vipassanāpariyosānattā ca.",
  "tika-abh05t3:301": "Vimuttikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:302": "2. Asekhañāṇakathāvaṇṇanā",
  "tika-abh05t3:303": "421. Asekhe ārabbha pavattattā asekhañāṇanti parassa laddhi, na asekhe asekhadhamme pariyāpannanti imamatthamāha “etena…pe… dassetī”ti.",
  "tika-abh05t3:304": "Asekhañāṇakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:305": "3. Viparītakathāvaṇṇanā",
  "tika-abh05t3:306": "424. Asive sivāti vohāraṁ viya aññāṇe…pe… vadati.",
  "tika-abh05t3:307": "Viparītakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:308": "4. Niyāmakathāvaṇṇanā",
  "tika-abh05t3:309_0": "428-431.Yanti yaṁ ñāṇaṁ. Saccānulomanti saccappaṭivedhānukūlaṁ. Viparītānuyogato",
  "tika-abh05t3:309_1": "pabhuti gaṇetvā “catuttha”nti āha na aniyatassa niyāmagamanāyāti aviparītānuyogato",
  "tika-abh05t3:309_2": "pabhuti gaṇetvā, tathā sati pañcamabhāvato visesabhāvato ca.",
  "tika-abh05t3:310": "Niyāmakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:311": "5. Paṭisambhidākathāvaṇṇanā",
  "tika-abh05t3:312_0": "432-433.Sabbaṁñāṇanti idaṁ “ariyāna”nti iminā na visesitanti adhippāyenāha “anariyānampi",
  "tika-abh05t3:312_1": "hi ñāṇaṁ ñāṇamevā”ti. Atha vā pāḷiyaṁ avisesena sabbaṁ ñāṇanti vuttaṁ gahetvā evamāha.",
  "tika-abh05t3:312_2": "Ariyassa ce ñāṇanti, so pana paṭikkhepeyyāti āha “anariyassa etaṁ ñāṇaṁ sandhāyā”ti.",
  "tika-abh05t3:313": "Paṭisambhidākathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:314": "7. Cittārammaṇakathāvaṇṇanā",
  "tika-abh05t3:315": "436-438.Vattabbapaṭiññāti phassārammaṇe ñāṇaṁ vattabbaṁ cetopariyañāṇanti evaṁ pavattā paṭiññā.",
  "tika-abh05t3:316": "Cittārammaṇakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:317": "8. Anāgatañāṇakathāvaṇṇanā",
  "tika-abh05t3:318": "439-440.Anantarānāgatepicitte ñāṇaṁ icchanti, tattha pana khaṇapaccuppanne viya tādisena parikammena kadāci ñāṇaṁ uppajjeyya. Tenāha “anantare ekanteneva ñāṇaṁ natthī”ti.",
  "tika-abh05t3:319": "Anāgatañāṇakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:320": "9. Paṭuppannañāṇakathāvaṇṇanā",
  "tika-abh05t3:321_0": "441-442. “Sabbasaṅkhāresu aniccato diṭṭhesū”ti vutte yaṁ dassanabhūtaṁ ñāṇaṁ, tampi",
  "tika-abh05t3:321_1": "saṅkhārasabhāvattā tathādiṭṭhaṁ siyāti atthato āpajjati, evaṁbhūtaṁ vacanaṁ sandhāyāha",
  "tika-abh05t3:321_2": "“atthato āpannaṁ vacana”nti. Taṁ pana yasmā “tampi ñāṇaṁ aniccato diṭṭhaṁ hotī”ti",
  "tika-abh05t3:321_3": "paṭijānanavasena pavattaṁ, tasmā “anujānanavacana”nti vuttaṁ. Bhaṅgānupassanānaṁ",
  "tika-abh05t3:321_4": "pabandhavasena pavattamānānaṁ.",
  "tika-abh05t3:322": "Paṭuppannañāṇakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:323": "10. Phalañāṇakathāvaṇṇanā",
  "tika-abh05t3:324": "443-444.Phalaparopariyattaṁ phalassa uccāvacatā. Balenāti ñāṇabalena.",
  "tika-abh05t3:325": "Phalañāṇakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:326": "Pañcamavaggavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:327": "Mahāpaṇṇāsako samatto.",
  "tika-abh05t3:328": "6. Chaṭṭhavaggo",
  "tika-abh05t3:329": "1. Niyāmakathāvaṇṇanā",
  "tika-abh05t3:330": "445-447.Etassa ariyassa puggalassa.",
  "tika-abh05t3:331": "Niyāmakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:332": "2. Paṭiccasamuppādakathāvaṇṇanā",
  "tika-abh05t3:333_0": "451.Kāraṇaṭṭhena ṭhitatāti kāraṇabhāvena byabhicaraṇābhāvamāha. Yo hi dhammo yassa",
  "tika-abh05t3:333_1": "dhammassa yadā kāraṇaṁ hoti, na tassa tadā aññathābhāvo atthi, sā ca atthato kāraṇabhāvoyevāti",
  "tika-abh05t3:333_2": "“kāraṇabhāvoyevā”ti āha.",
  "tika-abh05t3:334": "Paṭiccasamuppādakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:335": "5. Nirodhasamāpattikathāvaṇṇanā",
  "tika-abh05t3:336_0": "457-459.Sabhāvadhammataṁ paṭisedheti tadubhayalakkhaṇarahitassa sabhāvadhammassa",
  "tika-abh05t3:336_1": "abhāvā. “Vodānampi vuṭṭhāna”nti vacanato “vodānañca vuṭṭhānapariyāyovā”ti āha. Sabhāvadhammatte",
  "tika-abh05t3:336_2": "siddhe saṅkhatavidūratāya asaṅkhataṁ siyāti āha “sabhāvadhammattāsādhakattā”ti.",
  "tika-abh05t3:337": "Nirodhasamāpattikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:338": "Chaṭṭhavaggavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:339": "7. Sattamavaggo",
  "tika-abh05t3:340": "1. Saṅgahitakathāvaṇṇanā",
  "tika-abh05t3:341": "471-472.Saṅgahitāti saṅgahaṇādivasena saddhiṁ gahitā. Te pana yasmā ekavidhatādisāmaññena bandhā viya honti, tasmā āha “sambandhā”ti.",
  "tika-abh05t3:342": "Saṅgahitakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:343": "2. Sampayuttakathāvaṇṇanā",
  "tika-abh05t3:344": "473-474. Anuppavisitabbānuppavisanabhāvo tesaṁ bhede sati yujjeyya, nāññathāti upamābhindanena upameyyassa bhinnataṁ dassento “nānattavavatthā…pe… dassetī”ti āha.",
  "tika-abh05t3:345": "Sampayuttakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:346": "3. Cetasikakathāvaṇṇanā",
  "tika-abh05t3:347_0": "475-477.Phassikādayoti ettha ādi-saddo vavatthāvācī. Tena cittuppādadesanāyaṁ dassitappabhedā",
  "tika-abh05t3:347_1": "vedanādayo gayhanti, na taṁsamuṭṭhānā rūpadhammāti āha “ekuppādatādivirahitā sahajātatā natthī”ti.",
  "tika-abh05t3:348": "Cetasikakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:349": "4. Dānakathāvaṇṇanā",
  "tika-abh05t3:350_0": "479.Phaladānabhāvadīpanatthanti phaladānasabbhāvadīpanatthaṁ. Phaladānaṁ vuttaṁ viya",
  "tika-abh05t3:350_1": "hotīti cittena phaladānaṁ padhānabhāve vuttaṁ viya hotīti attho. Aññathā dānabhāvoti",
  "tika-abh05t3:350_2": "na sakkā vattuṁ. Dānabhāvopi hi “dānaṁ aniṭṭhaphala”ntiādinā vuttoyevāti. Tannivāraṇatthanti",
  "tika-abh05t3:350_3": "phaladānanivāraṇatthaṁ. Etanti “dānaṁ aniṭṭhaphala”ntiādivacanaṁ. Bhesajjādivasena",
  "tika-abh05t3:350_4": "ābādhāniṭṭhatā deyyadhammassa aniṭṭhaphalatāpariyāyo daṭṭhabbo.",
  "tika-abh05t3:351_0": "Kathaṁ tatheva suttaṁ sakavādiparavādivādesu yujjatīti codanāya “na pana ekenatthenā”ti",
  "tika-abh05t3:351_1": "vuttaṁ vibhāvetuṁ “deyyadhammova dāna”ntiādi vuttaṁ. Tattha nivattanapakkheyeva eva-kāro",
  "tika-abh05t3:351_2": "yutto, na sādhanapakkhe dvinnampi dānabhāvassa icchitattā. Tenāha “cetasikovāti attho",
  "tika-abh05t3:351_3": "daṭṭhabbo, deyyadhammovā”ti ca. Tenevāha “dvinnañhi dānānantiādi. Saṅkarabhāvamocanatthanti",
  "tika-abh05t3:351_4": "satipi dānabhāve sabhāvasaṅkaramocanatthaṁ. Tenāha “cetasikassā”tiādi.",
  "tika-abh05t3:352": "Dānakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:353": "5. Paribhogamayapuññakathāvaṇṇanā",
  "tika-abh05t3:354": "485.Tassā laddhiyāti pañcannaṁ viññāṇānaṁ samodhānaṁ hotīti laddhiyā. Etesanti vattamānacittaparibhogamayapuññānaṁ.",
  "tika-abh05t3:355_0": "486.Ayaṁ vādo hīyati paribhogasseva abhāvato. Cāgacetanāya eva puññabhāvo, na cittavippayuttassa.",
  "tika-abh05t3:355_1": "Evanti iminā pakārena, aparibhutte deyyadhamme puññabhāvenāti attho. Aparibhutte",
  "tika-abh05t3:355_2": "deyyadhamme puññabhāvato eva hi puthujjanakāle dinnaṁ arahā hutvā paribhuñjante tampi",
  "tika-abh05t3:355_3": "puthujjane dānamevāti nicchitaṁ. Paravādīpaṭikkhepamukhena sakavādaṁ patiṭṭhāpeti",
  "tika-abh05t3:355_4": "paṭhamo atthavikappo, dutiyo pana ujukameva sakavādaṁ patiṭṭhāpetīti ayametesaṁ viseso.",
  "tika-abh05t3:356": "Paribhogamayapuññakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:357": "6. Itodinnakathāvaṇṇanā",
  "tika-abh05t3:358_0": "488-491.Tenevacīvarādidānenāti anumodanaṁ vinā dāyakena pavattitacīvarādidānena.",
  "tika-abh05t3:358_1": "Tenāha “sayaṁkatena kammunā vināpī”ti. Iminā kāraṇenāti anumoditattāva tesaṁ tattha",
  "tika-abh05t3:358_2": "bhogā uppajjantīti etena kāraṇena. Yadi yantiādi paravādino laddhipatiṭṭhāpanākāradassanaṁ.",
  "tika-abh05t3:358_3": "Tattha yadi na yāpeyyuṁ, kathaṁ anumodeyyuṁ, cittaṁ pasādeyyuṁ, pītiṁ uppādeyyuṁ,",
  "tika-abh05t3:358_4": "somanassaṁ paṭilabheyyunti ekacce aññe pete anumodanādīni katvā yāpente disvā anumodanādīni",
  "tika-abh05t3:358_5": "karonti, tasmā te ito dinnena yāpentīti adhippāyo.",
  "tika-abh05t3:359": "Itodinnakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:360": "7. Pathavīkammavipākotikathāvaṇṇanā",
  "tika-abh05t3:361_0": "492.Attavajjehīti phassavajjehi. Na hi so eva tena sampayutto hoti. Soti phassameva",
  "tika-abh05t3:361_1": "paccāmasati. Sāvajjaneti āvajjanasahite, āvajjanaṁ purecārikaṁ katvā eva pavattanaketi",
  "tika-abh05t3:361_2": "attho. Kammūpanissayabhūtamevāti yena kammunā yathāvuttā phassādayo nibbattitā, tassa",
  "tika-abh05t3:361_3": "kammassa upanissayabhūtameva. Dukkhassāti āyatiṁ uppajjanakadukkhassa. “Mūlataṇhā”ti",
  "tika-abh05t3:361_4": "dassetīti yojanā, tathā “upanissayabhūta”nti etthāpi. Kammāyūhanassa kāraṇabhūtā",
  "tika-abh05t3:361_5": "purimasiddhā taṇhā kammassa upanissayo, katūpacite kamme bhavādīsu namanavasena pavattā",
  "tika-abh05t3:361_6": "hi vipākassa upanissayo.",
  "tika-abh05t3:362": "493. Okāsakatuppannaṁ akhepetvā parinibbānabhāvo sakasamayavasena codanāya yujjamānatā.",
  "tika-abh05t3:363": "494.Kamme satīti iminā kammassa pathavīādīnaṁ paccayatāmattamāha, na janakattaṁ. Tenāha “taṁsaṁvattanikaṁ nāma hotī”ti.",
  "tika-abh05t3:364": "Pathavīkammavipākotikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:365": "8. Jarāmaraṇaṁvipākotikathāvaṇṇanā",
  "tika-abh05t3:366": "495.Ekārammaṇāti idaṁ anārammaṇatāsādhanavasena sampayogalakkhaṇābhāvassa uddhaṭattā vuttaṁ, na tasseva sampayogalakkhaṇattā.",
  "tika-abh05t3:367": "496.Abyākatānanti vipākābyākatānaṁ. Itarattha vattabbameva natthi.",
  "tika-abh05t3:368": "497.Tanti “aparisuddhavaṇṇatā jarāyevā”ti vacanaṁ.",
  "tika-abh05t3:369": "Jarāmaraṇaṁvipākotikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:370": "10. Vipākovipākadhammadhammotikathāvaṇṇanā",
  "tika-abh05t3:371_0": "501. Vipāko vipākassa paccayo honto aññamaññapaccayo hotīti adhippāyenāha “yassa",
  "tika-abh05t3:371_1": "vipākassa vipāko aññamaññapaccayo hotī”ti. “Tappaccayāpi aññassa vipākassa uppattiṁ",
  "tika-abh05t3:371_2": "sandhāyā”tiādivacanato pana jātijarāmaraṇādīnaṁ upanissayapaccayoti sakkā viññātuṁ.",
  "tika-abh05t3:371_3": "Purimapaṭiññāyāti “vipāko vipākadhammadhammo”ti paṭiññāya. Imassa codanassāti “vipāko",
  "tika-abh05t3:371_4": "ca vipākadhammadhammo cā”tiādinā pavattassa codanassa.",
  "tika-abh05t3:372": "Vipākovipākadhammadhammotikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:373": "Sattamavaggavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:374": "8. Aṭṭhamavaggo",
  "tika-abh05t3:375": "1. Chagatikathāvaṇṇanā",
  "tika-abh05t3:376": "503-504. Vaṇṇā eva nīlādivasena nibhātīti vaṇṇanibhā, vaṇṇāyatananti attho. Saṇṭhānaṁ dīghādi.",
  "tika-abh05t3:377": "Chagatikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:378": "2. Antarābhavakathāvaṇṇanā",
  "tika-abh05t3:379_0": "505.Antaraṭṭhānānīti antarikaṭṭhānāni. Nivārakaṭṭhānāni bhinditvā ca ākāsena ca gamanato.",
  "tika-abh05t3:379_1": "Yadi so bhavānaṁ antarā na siyāti so antarābhavo kāmabhavādīnaṁ bhavānaṁ antare yadi",
  "tika-abh05t3:379_2": "na bhaveyya. Na nāma antarābhavoti “sabbena sabbaṁ natthi nāma antarābhavo”ti evaṁ",
  "tika-abh05t3:379_3": "pavattassa sakavādivacanassa paṭikkhepe kāraṇaṁ natthi, tassa paṭikkhepe kāraṇaṁ",
  "tika-abh05t3:379_4": "hadaye ṭhapetvā na paṭikkhipati, atha kho tathā anicchanto kevalaṁ laddhiyā paṭikkhipatīti attho.",
  "tika-abh05t3:380": "506. Jātīti na icchatīti sambandho.",
  "tika-abh05t3:381_0": "507.Evaṁtaṁ tattha na icchatīti kāmabhavādīsu viya taṁ cutipaṭisandhiparamparaṁ tattha",
  "tika-abh05t3:381_1": "antarābhavāvatthāya na icchati. So hi tassa bhāvibhavanibbattakakammato eva pavattiṁ",
  "tika-abh05t3:381_2": "icchati, tasmā jātijarāmaraṇāni aniccato kuto cutipaṭisandhiparamparā. Ayañca vādo",
  "tika-abh05t3:381_3": "antarābhavavādīnaṁ ekaccānaṁ vutto. Ye “appakena kālena sattāheneva vā paṭisandhiṁ",
  "tika-abh05t3:381_4": "pāpuṇātī”ti vadanti, ye pana “tattheva cavitvā āyātīti sattasattāhānī”ti vadanti,",
  "tika-abh05t3:381_5": "tehi anuññātāva cutipaṭisandhiparamparāti te adhunātanā daṭṭhabbā pāḷiyaṁ “antarābhave",
  "tika-abh05t3:381_6": "sattā jāyanti jīyanti mīyanti cavanti upapajjantīti? Na hevaṁ vattabbe”ti āgatattā.",
  "tika-abh05t3:381_7": "Yathā cetaṁ, evaṁ nirayūpagādibhāvampissa adhunātanā paṭijānanti. Tathā hi te vadanti",
  "tika-abh05t3:381_8": "“uddhaṁpādo tu nārako”tiādi. Tattha yaṁ nissāya paravādī antarābhavaṁ nāma parikappeti,",
  "tika-abh05t3:381_9": "taṁ dassetuṁ aṭṭhakathāyaṁ “antarāparinibbāyīti suttapadaṁ ayoniso gahetvā”ti vuttaṁ.",
  "tika-abh05t3:381_10": "Imassa hi “avihādīsu tattha tattha āyuvemajjhaṁ anatikkamitvā antarā aggamaggādhigamena",
  "tika-abh05t3:381_11": "anavasesakilesaparinibbānena parinibbāyati, antarāparinibbāyī”ti suttapadassa ayamattho,",
  "tika-abh05t3:381_12": "na antarābhavabhūtoti. Tasmā vuttaṁ “antarāparinibbāyīti suttapadaṁ ayoniso gahetvā”ti.",
  "tika-abh05t3:382_0": "Ye pana “sambhavesīti vacanato attheva antarābhavo. So hi sambhavaṁ upapattiṁ esatīti",
  "tika-abh05t3:382_1": "sambhavesī”ti vadanti, tepi ye bhūtāva na puna bhavissanti, te khīṇāsavā “bhūtānaṁ",
  "tika-abh05t3:382_2": "vā sattānaṁ ṭhitiyā”ti ettha “bhūtā”ti vuttā. Tabbidhuratāya sambhavamesantīti sambhavesino,",
  "tika-abh05t3:382_3": "appahīnabhavasaṁyojanattā sekkhā puthujjanā. Catūsu vā yonīsu aṇḍajajalābujā sattā",
  "tika-abh05t3:382_4": "yāva aṇḍakosaṁ vatthikosañca na bhindanti, tāva sambhavesī nāma, aṇḍakosato vatthikosato",
  "tika-abh05t3:382_5": "ca nikkhantā bhūtā nāma. Saṁsedajaopapātikā ca paṭhamacittakkhaṇe sambhavesī nāma,",
  "tika-abh05t3:382_6": "dutiyacittakkhaṇato paṭṭhāya bhūtā nāma. Yena vā iriyāpathena jāyanti, yāva tato",
  "tika-abh05t3:382_7": "aññaṁ na pāpuṇanti, tāva sambhavesī nāma, tato paraṁ bhūtā nāmāti evaṁ ujuke pāḷianugate",
  "tika-abh05t3:382_8": "atthe sati kiṁ aniddhāritassa patthiyena antarābhavena attabhāvena parikappitena",
  "tika-abh05t3:382_9": "payojananti paṭikkhipitabbā.",
  "tika-abh05t3:383_0": "Yaṁ paneke “santānavasena pavattamānānaṁ dhammānaṁ avicchedena desantaresu pātubhāvo",
  "tika-abh05t3:383_1": "diṭṭho. Yathā taṁ vīhiādiaviññāṇakasantāne, evaṁ saviññāṇakasantānepi avicchedena",
  "tika-abh05t3:383_2": "desantare pātubhāvena bhavitabbaṁ. Ayañca nayo sati antarābhave yujjati, nāññathā”ti",
  "tika-abh05t3:383_3": "yuttiṁ vadanti, tehi iddhimato cetovasippattassa cittānugatikaṁ kāyaṁ adhiṭṭhahantassa",
  "tika-abh05t3:383_4": "khaṇena brahmalokato idhūpasaṅkamane ito vā brahmalokūpagamane yutti vattabbā. Yadi",
  "tika-abh05t3:383_5": "sabbattheva vicchinnadese dhammānaṁ pavatti na icchitā, yadipi siyā “iddhimantānaṁ",
  "tika-abh05t3:383_6": "iddhivisayo acinteyyo”ti, taṁ idhāpi samānaṁ “kammavipāko acinteyyo”ti vacanato,",
  "tika-abh05t3:383_7": "tasmā taṁ tesaṁ matimattameva. Acinteyyasabhāvā hi sabhāvadhammā, te katthaci paccayavasena",
  "tika-abh05t3:383_8": "vicchinnadese pātubhavanti, katthaci avicchinnadese ca. Tathā hi mukhaghosādīhi paccayehi",
  "tika-abh05t3:383_9": "aññasmiṁ dese ādāsapabbatapadesādike paṭibimbapaṭighosādikaṁ nibbattamānaṁ diṭṭhanti.",
  "tika-abh05t3:384_0": "Etthāha – paṭibimbaṁ tāva asiddhattā asadisattā ca na nidassanaṁ. Paṭibimbañhi nāma",
  "tika-abh05t3:384_1": "aññadeva rūpantaraṁ uppajjatīti asiddhametaṁ. Siddhiyampi asadisattā na nidassanaṁ",
  "tika-abh05t3:384_2": "siyā ekasmiṁ ṭhāne dvinnaṁ sahaṭhānābhāvato. Yattheva hi ādāsarūpaṁ paṭibimbarūpañca",
  "tika-abh05t3:384_3": "dissati, na ca ekasmiṁ dese rūpadvayassa sahabhāvo yutto nissayabhūtadesato, asadisañcetaṁ",
  "tika-abh05t3:384_4": "sandhānato. Na hi mukhassa paṭibimbasandhānabhūtaṁ ādāsasandhānasambandhattā sandhānaṁ",
  "tika-abh05t3:384_5": "uddissa avicchedena desantare pātubhāvo vuccati, na asantānanti asamānameva tanti.",
  "tika-abh05t3:385_0": "Tattha yaṁ vuttaṁ “paṭibimbaṁ nāma aññadeva rūpantaraṁ uppajjatīti asiddhaṁ ekasmiṁ",
  "tika-abh05t3:385_1": "ṭhāne dvinnaṁ sahaṭhānabhāvato”ti, tayidaṁ asantānameva sahaṭhānaṁ coditaṁ bhinnanissayattā.",
  "tika-abh05t3:385_2": "Na hi bhinnanissayānaṁ sahaṭhānaṁ atthi. Yathā anekesaṁ maṇidīpādīnaṁ pabhārūpaṁ",
  "tika-abh05t3:385_3": "ekasmiṁ padese pavattamānaṁ acchitamānatāya nirantaratāya ca abhinnaṭṭhānaṁ viya",
  "tika-abh05t3:385_4": "paññāyati, bhinnanissayattā pana bhinnaṭṭhānameva taṁ, gahaṇavisesena tathāabhinnaṭṭhānamattaṁ,",
  "tika-abh05t3:385_5": "evaṁ ādāsarūpapaṭibimbarūpesupi daṭṭhabbaṁ. Tādisapaccayasamavāyena hi tattha taṁ",
  "tika-abh05t3:385_6": "uppajjati ceva vigacchati ca, evañcetaṁ sampaṭicchitabbaṁ cakkhuviññāṇassa gocarabhāvūpagamanato.",
  "tika-abh05t3:385_7": "Aññathā ālokena vināpi paññāyeyya, cakkhuviññāṇassa vā na gocaro viya siyā. Tassa",
  "tika-abh05t3:385_8": "pana sāmaggiyā so ānubhāvo, yaṁ tathā dassanaṁ hotīti. Acinteyyo hi dhammānaṁ sāmatthiyabhedoti",
  "tika-abh05t3:385_9": "vadantenapi ayamevattho sādhito bhinnanissayassapi abhinnaṭṭhānassa viya upaṭṭhānato.",
  "tika-abh05t3:385_10": "Eteneva udakādīsu paṭibimbarūpābhāvacodanā paṭikkhittā veditabbā.",
  "tika-abh05t3:386_0": "Siddhe ca paṭibimbarūpe tassa nidassanabhāvo siddhoyeva hoti hetuphalānaṁ vicchinnadesatāvibhāvanato.",
  "tika-abh05t3:386_1": "Yaṁ pana vuttaṁ “asadisattā na nidassana”nti, tadayuttaṁ. Kasmā? Na hi nidassanaṁ",
  "tika-abh05t3:386_2": "nāma nidassitabbena sabbadā sadisameva hoti. Cutikkhandhādhānato vicchinnadese upapattikkhandhā",
  "tika-abh05t3:386_3": "pātubhavantīti etassa atthassa sādhanatthaṁ mukharūpato vicchinne ṭhāne tassa phalabhūtaṁ",
  "tika-abh05t3:386_4": "paṭibimbarūpaṁ nibbattatīti ettha tassa nidassanatthassa adhippetattā. Etena asantānacodanā",
  "tika-abh05t3:386_5": "paṭikkhittā veditabbā.",
  "tika-abh05t3:387_0": "Yasmā vā mukhapaṭibimbarūpānaṁ hetuphalabhāvo siddho, tasmāpi sā paṭikkhittāva hoti.",
  "tika-abh05t3:387_1": "Hetuphalabhāvasambandhesu hi santānavohāro. Yathāvuttadvīhikāraṇehi paṭibimbaṁ uppajjati",
  "tika-abh05t3:387_2": "bimbato ādāsato ca, na cevaṁ upapattikkhandhānaṁ vicchinnadesuppatti. Yathā cettha",
  "tika-abh05t3:387_3": "paṭibimbarūpaṁ nidassitaṁ, evaṁ paṭighosadīpamuddādayopi nidassitabbā. Yathā hi paṭighosadīpamuddādayo",
  "tika-abh05t3:387_4": "saddādihetukā honti, aññatra agantvā honti, evameva idaṁ cittanti.",
  "tika-abh05t3:388_0": "Apicāyaṁ antarābhavavādī evaṁ pucchitabbo – yadi “dhammānaṁ vicchinnadesuppatti na",
  "tika-abh05t3:388_1": "yuttā”ti antarābhavo parikappito, rāhuādīnaṁ sarīre kathamanekayojanasahassantarikesu",
  "tika-abh05t3:388_2": "pādaṭṭhānahadayaṭṭhānesu kāyaviññāṇamanoviññāṇuppatti vicchinnadese yuttā. Yadi ekasantānabhāvato,",
  "tika-abh05t3:388_3": "idhāpi taṁsamānaṁ. Na cettha arūpadhammabhāvato alaṁ parihārāya pañcavokāre rūpārūpadhammānaṁ",
  "tika-abh05t3:388_4": "aññamaññaṁ sambandhattā. Vattamānehi tāva paccayehi vicchinnadese phalassa uppatti",
  "tika-abh05t3:388_5": "siddhā, kimaṅgaṁ pana atītehi pañcavokārabhavehi. Yattha vipākaviññāṇassa paccayo,",
  "tika-abh05t3:388_6": "tatthassa nissayabhūtassa vatthussa sahabhāvīnañca khandhānaṁ sambhavoti laddhokāsena",
  "tika-abh05t3:388_7": "kammunā nibbattiyamānassa avasesapaccayantarasahitassa vipākaviññāṇassa uppattiyaṁ",
  "tika-abh05t3:388_8": "nālaṁ vicchinnadesatā vibandhāya. Yathā ca anekakappasahassantarikāpi cutikkhandhā",
  "tika-abh05t3:388_9": "upapattikkhandhānaṁ anantarapaccayoti na kāladūratā, evaṁ anekayojanasahassantarikāpi",
  "tika-abh05t3:388_10": "te tesaṁ anantarapaccayo hontīti na desadūratā. Evaṁ cutikkhandhanirodhānantaraṁ",
  "tika-abh05t3:388_11": "upapattiṭṭhāne paccayantarasamavāyena paṭisandhikkhandhā pātubhavantīti nattheva",
  "tika-abh05t3:388_12": "antarābhavo. Asati ca tasmiṁ yaṁ tassa keci “bhāvibhavanibbattakakammuno tato eva",
  "tika-abh05t3:388_13": "bhāvipurimakālabhavākāro sajātisuddhadibbacakkhugocaro ahīnindriyo kenaci appaṭihatagamano",
  "tika-abh05t3:388_14": "gandhāhāro”ti evamādikāraṇākārādiṁ vaṇṇenti, taṁ vañjhātanayassa rassadīghasāmatādivivādasadisanti veditabbaṁ.",
  "tika-abh05t3:389": "Antarābhavakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:390": "3. Kāmaguṇakathāvaṇṇanā",
  "tika-abh05t3:391_0": "510.Sabbepīti kusalākusalakkhandhādayopi. Tesampi hi ālambanatthikatālakkhaṇassa",
  "tika-abh05t3:391_1": "kattukamyatāchandassa vasena siyā kamanaṭṭhatāti adhippāyo. Dhātukathāyaṁ “kāmabhavo",
  "tika-abh05t3:391_2": "pañcahi khandhehi ekādasahi āyatanehi sattarasahi dhātūhi saṅgahito. Katihi asaṅgahito?",
  "tika-abh05t3:391_3": "Na kehici khandhehi ekenāyatanena ekāya dhātuyā asaṅgahito”ti āgatattā āha “upādinnakkhandhānameva",
  "tika-abh05t3:391_4": "kāmabhavabhāvo dhātukathāyaṁ dassito”ti. Pañcāti gaṇanaparicchedo, tadaññagaṇananivattanatthoti",
  "tika-abh05t3:391_5": "“pañca kāmaguṇā”ti vacanaṁ tato aññesaṁ tabbhāvaṁ nivattetīti āha “pañceva kāmakoṭṭhāsā",
  "tika-abh05t3:391_6": "kāmoti vuttā”ti. Tato eva kāmadhātūti vacanaṁ na aññassa nāmaṁ, tesaṁyeva nāmanti",
  "tika-abh05t3:391_7": "attho. Tayidaṁ paravādino matimattanti vuttaṁ “iminā adhippāyenā”ti. Evaṁ vacanamattanti",
  "tika-abh05t3:391_8": "evaṁ “pañcime kāmaguṇā”ti vacanamattaṁ nissāya, na panatthassa aviparītaṁ atthanti attho.",
  "tika-abh05t3:392": "Kāmaguṇakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:393": "5. Rūpadhātukathāvaṇṇanā",
  "tika-abh05t3:394_0": "515-516.Rūpadhātūti vacanatoti “kāmadhāturūpadhātuarūpadhātū”ti ettha rūpadhātūti",
  "tika-abh05t3:394_1": "vuttattā. Rūpīdhammehevāti ruppanasabhāvehiyeva dhammehi. “Tayome bhavā”tiādinā paricchinnāti",
  "tika-abh05t3:394_2": "tayome bhavā, tisso dhātuyoti ca evaṁ paricchinnā. “Dhātuyā āgataṭṭhāne bhavena paricchinditabbaṁ,",
  "tika-abh05t3:394_3": "bhavassa āgataṭṭhāne dhātuyā paricchinditabba”nti hi vuttaṁ, tasmā kāmarūpārūpāvacaradhammāva",
  "tika-abh05t3:394_4": "taṁtaṁbhummabhāvena paricchinnā evaṁ vuttā.",
  "tika-abh05t3:395": "Rūpadhātukathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:396": "6. Arūpadhātukathāvaṇṇanā",
  "tika-abh05t3:397": "517-518.Purimakathāyanti rūpadhātukathāyaṁ. Avisesenāti pavattiṭṭhānavasena visesaṁ akatvā.",
  "tika-abh05t3:398": "Arūpadhātukathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:399": "7. Rūpadhātuyāāyatanakathāvaṇṇanā",
  "tika-abh05t3:400": "519.Okāsabhāvenāti vatthubhāvena. Tathāvidhanti ghānādiākāraṁ.",
  "tika-abh05t3:401": "Rūpadhātuyāāyatanakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:402": "8. Arūperūpakathāvaṇṇanā",
  "tika-abh05t3:403": "524-526.Nissaraṇaṁ nāma nissaritabbe sati hoti, na asati, tasmā “arūpabhave sukhumarūpaṁ atthi, yato nissaraṇaṁ taṁ āruppa”nti āha.",
  "tika-abh05t3:404": "Arūperūpakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:405": "9. Rūpaṁkammantikathāvaṇṇanā",
  "tika-abh05t3:406": "527-537.Pakappayamānāti pakārehi kappayamānā attano sampayuttānañca kiccaṁ samatthayamānā. Tenāha “sampayuttesu adhikaṁ byāpāraṁ kurumānā”ti.",
  "tika-abh05t3:407": "Rūpaṁkammantikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:408": "10. Jīvitindriyakathāvaṇṇanā",
  "tika-abh05t3:409_0": "540.Antaṁgahetvā vadatīti “atthi arūpadhammānaṁ āyu ṭhiti yapanā yāpanā iriyanā vattanā",
  "tika-abh05t3:409_1": "pālanā, atthi arūpajīvitindriya”nti tasmiṁ pañhe “atthi arūpajīvitindriya”nti imaṁ",
  "tika-abh05t3:409_2": "antaṁ pariyosānaṁ gahetvā vadati. Vattuṁ yutto samudāyassa icchanto tadavayavassa",
  "tika-abh05t3:409_3": "icchatīti. Na hi avayavehi vinā samudāyo nāma atthi.",
  "tika-abh05t3:410": "541.Tamevāti arūpaṁ cittavippayuttameva.",
  "tika-abh05t3:411": "542.Tadāpīti samāpajjanavuṭṭhānakālepi.",
  "tika-abh05t3:412": "544-545.So yutto dvinnaṁ rūpārūpajīvitindriyānaṁ sakasamaye icchitattā.",
  "tika-abh05t3:413": "Jīvitindriyakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:414": "11. Kammahetukathāvaṇṇanā",
  "tika-abh05t3:415_0": "546. “Pāṇātipātakammassa hetū”tiādikassa parihānikathāyaṁ anāgatattā yo tattha āgatanayo,",
  "tika-abh05t3:415_1": "tameva dassento “sesanti…pe… vadatī”ti āha. Sampaṭicchanavacananti sampaṭicchāpanavacanaṁ.",
  "tika-abh05t3:415_2": "Taṁ paravādiṁ. Taṁtaṁladdhisampaṭicchāpanaṁ vā gāhāpananti dassento “pakkha”ntiādimāha.",
  "tika-abh05t3:416": "Kammahetukathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:417": "Aṭṭhamavaggavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:418": "9. Navamavaggo",
  "tika-abh05t3:419": "1. Ānisaṁsadassāvīkathāvaṇṇanā",
  "tika-abh05t3:420_0": "547. Daṭṭhabbassa ādīnavato ānisaṁsato ca yadipi paravādinā pacchā nānācittavasena",
  "tika-abh05t3:420_1": "paṭiññātaṁ, pubbe pana ekato katvā paṭijāni, na ca taṁ laddhiṁ pariccaji. Tenassa",
  "tika-abh05t3:420_2": "adhippāyamaddanaṁ yuttanti daṭṭhabbaṁ. Tenevāha “anicca…pe… paṭiññātattā”ti. Ārammaṇavasenāti",
  "tika-abh05t3:420_3": "ārammaṇakaraṇavasena, na kiccanipphattivasenāti adhippāyo. Idaṁ ānisaṁsakathānuyuñjanaṁ",
  "tika-abh05t3:420_4": "ānisaṁsadassanañca. Ñāṇaṁ vipassanā paṭivedhañāṇassa viya anubodhañāṇassapi yathārahaṁ",
  "tika-abh05t3:420_5": "pavattinivattīsu kiccakaraṇaṁ yuttanti adhippāyo.",
  "tika-abh05t3:421": "Ānisaṁsadassāvīkathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:422": "2. Amatārammaṇakathāvaṇṇanā",
  "tika-abh05t3:423": "549.Evamādinā suttabhayenāti ettha ādi-saddena “anāsavañca vo, bhikkhave, dhammaṁ desessāmi anāsavagāminiñca paṭipada”ntiādīni suttapadāni saṅgaṇhāti.",
  "tika-abh05t3:424": "Amatārammaṇakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:425": "3. Rūpaṁsārammaṇantikathāvaṇṇanā",
  "tika-abh05t3:426_0": "552-553. “Tadappatiṭṭhaṁ anārammaṇa”ntiādīsu paccayattho ārammaṇa-saddo. “Rūpāyatanaṁ",
  "tika-abh05t3:426_1": "cakkhuviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ ārammaṇapaccayena paccayo”tiādīsu",
  "tika-abh05t3:426_2": "olubbhaṭṭhoti āha “paccayaṭṭho olubbhaṭṭho”ti. Evaṁ vibhāge vijjamāneti tattha paccayāyattavuttitā",
  "tika-abh05t3:426_3": "paccayaṭṭho, daṇḍarajjuādi viya dubbalassa cittacetasikānaṁ ālambitabbatāya upatthambhanaṭṭho",
  "tika-abh05t3:426_4": "olubbhaṭṭho. Visesābhāvaṁ paccayabhāvasāmaññena kappetvā vā.",
  "tika-abh05t3:427": "Rūpaṁsārammaṇantikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:428": "4. Anusayāanārammaṇātikathāvaṇṇanā",
  "tika-abh05t3:429_0": "554-556. “Imasmiṁ satī”ti iminā maggena aniruddhatāpi saṅgahitāti āha “appahīnattāva",
  "tika-abh05t3:429_1": "atthīti vuccatī”ti. Na pana vijjamānattāti avadhāraṇena nivattitaṁ dasseti, vijjamānattā",
  "tika-abh05t3:429_2": "dharamānattā khaṇattayasamaṅgibhāvatoti attho.",
  "tika-abh05t3:430": "Anusayāanārammaṇātikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:431": "5. Ñāṇaṁanārammaṇantikathāvaṇṇanā",
  "tika-abh05t3:432_0": "557-558. Yassa adhigatattā arahato pariññeyyādīsu anavasesato sammoho vigato, taṁ",
  "tika-abh05t3:432_1": "aggamaggañāṇaṁ sandhāya “maggañāṇassā”ti vadanti. Yasmā tassa sabbassa satokāritā",
  "tika-abh05t3:432_2": "viya sampajānakāritā, tasmā tena ñāṇena so ñāṇī. Satipaññāvepullappatto hi so uttamapuriso.",
  "tika-abh05t3:433": "Ñāṇaṁanārammaṇantikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:434": "7. Vitakkānupatitakathāvaṇṇanā",
  "tika-abh05t3:435": "562.Dvīhipīti dvīhi visesehi, visesena visesaṁ akatvāti attho.",
  "tika-abh05t3:436": "Vitakkānupatitakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:437": "8. Vitakkavipphārasaddakathāvaṇṇanā",
  "tika-abh05t3:438_0": "563.Sabbasoti sabbappakārato, so pana pakāro pavattiṭṭhānakālavasena gahetabboti",
  "tika-abh05t3:438_1": "āha “sabbattha sabbadā vā”ti. Te ca ṭhānakālā “vitakkayato”tiādivacanato cittavisesavasena",
  "tika-abh05t3:438_2": "gahetabbāti vuttaṁ “savitakkacittesū”ti. “Vitakketvā vācaṁ bhindatī”ti suttapadaṁ",
  "tika-abh05t3:438_3": "ayoniso gahetvā “vitakkavipphāramattaṁ saddo”ti āha.",
  "tika-abh05t3:439": "Vitakkavipphārasaddakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:440": "9. Nayathācittassavācātikathāvaṇṇanā",
  "tika-abh05t3:441": "565. Musāvādo na hotīti vuttaṁ anāpattīti sambandho.",
  "tika-abh05t3:442": "Nayathācittassavācātikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:443": "11. Atītānāgatasamannāgatakathāvaṇṇanā",
  "tika-abh05t3:444_0": "568-570.Samannāgatapaññattiyāti samaṅgibhāvapaññattiyā. Tenevāha “paccuppannadhammasamaṅgī",
  "tika-abh05t3:444_1": "samannāgatoti vuccatī”ti. Paṭilābhapaññattiyāti adhigamanapaññattiyā. Ayanti “samannāgato”ti",
  "tika-abh05t3:444_2": "vuccamānapuggalassa yo tathā vattabbākāro, ayaṁ samannāgatapaññatti nāma. Esa nayo sesesupi.",
  "tika-abh05t3:445": "Atītānāgatasamannāgatakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:446": "Navamavaggavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:447": "10. Dasamavaggo",
  "tika-abh05t3:448": "1. Nirodhakathāvaṇṇanā",
  "tika-abh05t3:449_0": "571-572. Sakasamaye “purimacittassa nirodhānantaraṁ pacchimacittaṁ uppajjatī”ti icchitaṁ,",
  "tika-abh05t3:449_1": "paravādī pana “yasmiṁ khaṇe bhavaṅgacittaṁ, tasmiṁyeva khaṇe kiriyamayacittaṁ uppajjatī”ti",
  "tika-abh05t3:449_2": "vadati. Evaṁ sati purimapacchimacittānaṁ sahabhāvopi anuññāto hoti. Tenāha “bhaṅgakkhaṇena",
  "tika-abh05t3:449_3": "sahevā”ti. Tathā ca sati vipākakiriyakkhandhānaṁ viya kiriyavipākakkhandhānaṁ vipākavipākakkhandhānaṁ",
  "tika-abh05t3:449_4": "kiriyakiriyakkhandhānañca vuttanayena sahabhāvo vattabboti imamatthaṁ dassento “bhavaṅgacittassā”tiādimāha.",
  "tika-abh05t3:449_5": "Tattha upapattibhavabhāvena esiyā icchitabbāti upapattesiyā vipākakkhandhā, te ca",
  "tika-abh05t3:449_6": "yebhuyyena bhavaṅgapariyāyakāti aṭṭhakathāyaṁ vuttaṁ “upapattesiyanti saṅkhaṁ gatassa",
  "tika-abh05t3:449_7": "bhavaṅgacittassā”ti. Ādipariyosānamattañhi tassa paṭisandhicuticittaṁ, tadārammaṇaṁ",
  "tika-abh05t3:449_8": "bhavaṅgantveva vuccatīti. Cakkhuviññāṇādīnaṁ kiriyāvemajjhe patitattā kiriyācatukkhandhaggahaṇena",
  "tika-abh05t3:449_9": "gahaṇaṁ yuttanti vuttaṁ. Cakkhuviññāṇādīnanti hi ādi-saddena na sotaviññāṇādīnaṁyeva",
  "tika-abh05t3:449_10": "gahaṇaṁ, atha kho sampaṭicchanasantīraṇānampīti daṭṭhabbaṁ.",
  "tika-abh05t3:450": "Nirodhakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:451": "3. Pañcaviññāṇasamaṅgissamaggakathāvaṇṇanā",
  "tika-abh05t3:452_0": "576.Lakkhaṇanti pañcaviññāṇānaṁ uppannārammaṇatādiavitathekappakāratālakkhaṇaṁ. Kāmaṁ",
  "tika-abh05t3:452_1": "manoviññāṇaṁ avatthukampi hoti, savatthukatte pana tampi uppannavatthukameva. Tathā",
  "tika-abh05t3:452_2": "hi pāḷiyaṁ ṭhapanāyaṁ “hañci pañcaviññāṇā uppannārammaṇā”tveva vuttaṁ. Manoviññāṇassapi",
  "tika-abh05t3:452_3": "uppannavatthukatāpariyāyo atthīti “pañca viññāṇā”ti avatvā “cha viññāṇā uppannavatthukā”ti",
  "tika-abh05t3:452_4": "vutte “no ca vata re vattabbe pañcaviññāṇasamaṅgissa atthi maggabhāvanā”ti vattuṁ",
  "tika-abh05t3:452_5": "na sakkāti dassento āha “cha viññāṇā…pe… adhippeta”nti.",
  "tika-abh05t3:453": "577. “Animittaṁ suññataṁ appaṇihita”nti nibbānassa te pariyāyā. Cakkhuviññāṇassa animittagāhibhāve suññatārammaṇatāpi siyāti vuttaṁ “tadeva suññatanti adhippāyo”ti.",
  "tika-abh05t3:454": "Pañcaviññāṇasamaṅgissamaggakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:455": "5. Pañcaviññāṇāsābhogātikathāvaṇṇanā",
  "tika-abh05t3:456_0": "584-586.Sā pana namitvā pavatti. Ārammaṇappakāraggahaṇanti ārammaṇassa iṭṭhāniṭṭhappakārassa",
  "tika-abh05t3:456_1": "gahaṇaṁ. Yena ārammaṇappakāraggahaṇena kusalacittassa alobhādīhi sampayogo akusalacittassa",
  "tika-abh05t3:456_2": "lobhādīhi sampayogo hoti, so ābhogoti dasseti.",
  "tika-abh05t3:457": "Pañcaviññāṇāsābhogātikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:458": "6. Dvīhisīlehītikathāvaṇṇanā",
  "tika-abh05t3:459": "587-589.Appavattinirodhanti anuppādanirodhaṁ. Sīlassa vītikkamoyeva nirodho sīlavītikkamanirodho. Ninnānaṁ khaṇikanirodhaṁ sallakkhento.",
  "tika-abh05t3:460": "Dvīhisīlehītikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:461": "7. Sīlaṁacetasikantikathāvaṇṇanā",
  "tika-abh05t3:462_0": "590-594.Ṭhitena avinaṭṭhena. Upacayenāti sīlabhūtena kammūpacayena. “Dānaṁ acetasika”nti",
  "tika-abh05t3:462_1": "kathāyaṁ vuttanayenāti yathā “na vattabbaṁ cetasiko dhammo dānanti? Āmantā. Dānaṁ",
  "tika-abh05t3:462_2": "aniṭṭhaphalanti…pe… tena hi cetasiko dhammo dāna”nti pāḷi pavattā, evaṁ tadanusārena",
  "tika-abh05t3:462_3": "“na vattabbaṁ cetasikaṁ sīlanti? Āmantā. Sīlaṁ aniṭṭhaphala”ntiādinā sīlassa cetasikabhāvasādhakāni",
  "tika-abh05t3:462_4": "suttapadāni ca ānetvā tadatthadassanavasena acetasiko rūpādidhammo āyatiṁ vipākaṁ",
  "tika-abh05t3:462_5": "deti. Yadi so sīlaṁ bhaveyya, vinā saṁvarasamādānena vinā viratiyā sīlavā nāma siyā.",
  "tika-abh05t3:462_6": "Yasmā pana samādānacetanā virati saṁvaro sīlaṁ, tasmā “sīlaṁ iṭṭhaphalaṁ kantaphala”ntiādinā",
  "tika-abh05t3:462_7": "yojanā kātabbāti imamatthaṁ sandhāya vuttaṁ “vuttanayenā”ti, vuttanayānusārenāti",
  "tika-abh05t3:462_8": "attho. Yasmā pana pāḷiyaṁ yathā “sīlaṁ acetasika”nti kathā āgatā, tathā “dānaṁ acetasika”nti",
  "tika-abh05t3:462_9": "visuṁ āgatā kathā natthi, tasmā “sā pana kathā maggitabbā”ti vuttaṁ.",
  "tika-abh05t3:463": "Sīlaṁacetasikantikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:464": "9. Samādānahetukathāvaṇṇanā",
  "tika-abh05t3:465_0": "598-600. Samādānahetukathāyaṁ “phasso detī”ti ārabhitvā yāva kaṇhasukkasappaṭibhāgā",
  "tika-abh05t3:465_1": "dhammā sammukhībhāvaṁ āgacchantīti ārāmaropādisuttāharaṇañcāti ettakameva paribhogakathāya",
  "tika-abh05t3:465_2": "sadisanti āha “samādāna…pe… daṭṭhabbā”ti.",
  "tika-abh05t3:466": "Samādānahetukathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:467": "11. Aviññattidussīlyantikathāvaṇṇanā",
  "tika-abh05t3:468_0": "603-604. Mahābhūtāni upādāya pavatto aññacittakkhaṇepi labbhamāno kusalākusalānubandho",
  "tika-abh05t3:468_1": "aviññattīti ayaṁ vādo “cittavippayutto apuññūpacayo”ti iminā saṅgahitoti tato aññānubandhāyaṁ",
  "tika-abh05t3:468_2": "“āṇattiyā”tiādi vuttanti taṁ dassetuṁ “āṇattiyā…pe… adhippāyo”ti vuttaṁ. Tattha āṇatto",
  "tika-abh05t3:468_3": "yadā āṇattabhāvena vihiṁsādikiriyaṁ sādheti, tadā āṇattiyā pāṇātipātādīsu aṅgabhāvo",
  "tika-abh05t3:468_4": "veditabbo. Sā panāṇatti pārivāsikabhāvena viññattirahitā nāma hotīti paravādino adhippāyo,",
  "tika-abh05t3:468_5": "taṁ dassetuṁ “ekasmiṁ divase”tiādi vuttaṁ.",
  "tika-abh05t3:469": "Aviññattidussīlyantikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:470": "Dasamavaggavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:471": "Dutiyo paṇṇāsako samatto.",
  "tika-abh05t3:472": "11. Ekādasamavaggo",
  "tika-abh05t3:473": "4. Ñāṇakathāvaṇṇanā",
  "tika-abh05t3:474_0": "614-615. “Andhakā”ti vuttā pubbaseliyaaparaseliyarājagirikasiddhatthikāpi yebhuyyena",
  "tika-abh05t3:474_1": "mahāsaṅghikā evāti vuttaṁ “pubbe…pe… bhaveyyu”nti. Tattha aññeti vacanaṁ dvinnaṁ",
  "tika-abh05t3:474_2": "kathānaṁ ujuvipaccanīkabhāvato. Purimakānañhi cakkhuviññāṇādisamaṅgī “ñāṇī”ti vuccati,",
  "tika-abh05t3:474_3": "imesaṁ so eva “ñāṇī”ti na vattabboti vutto. Rāgavigamo rāgassa samucchindanaṁ, tathā",
  "tika-abh05t3:474_4": "aññāṇavigamo. Yathā samucchinnāvijjo “ñāṇī”ti, paṭipakkhato “aññāṇī”ti, evaṁ asamucchinnāvijjo",
  "tika-abh05t3:474_5": "“aññāṇī”ti, paṭipakkhato “ñāṇī”ti vutto. Aññāṇassa vigatattā so “ñāṇī”ti vattabbataṁ",
  "tika-abh05t3:474_6": "āpajjati, na pana satataṁ samitaṁ ñāṇassa pavattanatoti adhippāyo.",
  "tika-abh05t3:475": "Ñāṇakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:476": "7. Iddhibalakathāvaṇṇanā",
  "tika-abh05t3:477_0": "621-624. Yasmiṁ āyukappe kammakkhayena maraṇaṁ hoti, taṁ sandhāya vuttaṁ “kammassa",
  "tika-abh05t3:477_1": "vipākavasenā”ti, yasmiṁ pana āyukkhayena maraṇaṁ hoti, taṁ sandhāya “vassagaṇanāyā”ti.",
  "tika-abh05t3:477_2": "Tattha “na ca tāva kālaṁ karoti, yāva na taṁ pāpakammaṁ byantī hotī”ti vacanato yebhuyyena",
  "tika-abh05t3:477_3": "niraye kammakkhayena maraṇaṁ hotīti āha “kammassa vipākavasena vāti nirayaṁva sandhāya",
  "tika-abh05t3:477_4": "vutta”nti. “Vassasataṁ vassasahassaṁ vassasatasahassānī”tiādinā manussānaṁ devānañca",
  "tika-abh05t3:477_5": "āyuparicchedavacanato yebhuyyena tesaṁ āyukkhayena maraṇaṁ hotīti vuttaṁ “vassagaṇanāya",
  "tika-abh05t3:477_6": "vāti manusse cātumahārājikādideve ca sandhāyā”ti. “Vutta”nti ānetvā yojetabbaṁ.",
  "tika-abh05t3:478": "Iddhibalakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:479": "8. Samādhikathāvaṇṇanā",
  "tika-abh05t3:480_0": "625-626.Samaṁ ṭhapanaṭṭhenāti samaṁ visamaṁ līnuddhaccādiṁ paṭibāhitvā, vikkhepameva",
  "tika-abh05t3:480_1": "vā viddhaṁsetvā ṭhapanaṭṭhena. “Cittasantati samādhī”ti vadantena tassa cetasikabhāvo",
  "tika-abh05t3:480_2": "paṭikkhitto hotīti āha “cetasikantaraṁ atthīti aggahetvā”ti. Bhāvanāya āhitavisesāya",
  "tika-abh05t3:480_3": "ekaggatāya vijjamānavisesapaṭikkhepo chalaṁ, so panassa anāhitavisesāya ekaggatāya",
  "tika-abh05t3:480_4": "sāmaññenāti āha “sāmaññamattenā”ti.",
  "tika-abh05t3:481": "Samādhikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:482": "9. Dhammaṭṭhitatākathāvaṇṇanā",
  "tika-abh05t3:483_0": "627.Avijjāyayā ṭhitatāti avijjāya saṅkhārānaṁ anantarapaccayabhāve yā niyatatā dhammaniyāmatāsaṅkhātā,",
  "tika-abh05t3:483_1": "yā ṭhitasabhāvatā nipphannā, na dhammamattatāṭṭhitatāya nipphannāya vasena, anantarapaccayabhāvasaṅkhātā",
  "tika-abh05t3:483_2": "ṭhitatā paccayatā hotīti attho. Aññamaññapaccayabhāvarahitassāti idaṁ sahajātanissayādipaccayānaṁ",
  "tika-abh05t3:483_3": "paṭikkhepapadaṁ daṭṭhabbaṁ, na aññamaññapaccayatāmattassa. Sabbo tādisoti iminā samanantaraanantarūpanissayanatthivigatāsevanādikaṁ",
  "tika-abh05t3:483_4": "saṅgaṇhāti. Aññamaññapaccayatañcāti etthāpi vuttanayena attho veditabbo. Ettha pana",
  "tika-abh05t3:483_5": "paccayuppannassapi paccayabhāvato saṅkhārānampi vasena yojetabbaṁ. Tenāha “tassā ca itarā”ti.",
  "tika-abh05t3:484": "Dhammaṭṭhitatākathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:485": "10. Aniccatākathāvaṇṇanā",
  "tika-abh05t3:486_0": "628. Rūpādīnaṁ aniccatā rūpādike sati hoti, asati na hotīti iminā pariyāyena tassā",
  "tika-abh05t3:486_1": "tehi saha uppādanirodho vutto, uppādādīsu tīsu lakkhaṇesu aniccatāvohāro hotīti yathā",
  "tika-abh05t3:486_2": "tayo daṇḍe upādāya pavatto tidaṇḍavohāro tesu sabbesu hoti, evaṁ jātijarāmaraṇadhammo",
  "tika-abh05t3:486_3": "na nicco anicco, tassa jātiādipakatitā aniccatāsaddena vuccatīti uppādādīsu lakkhaṇesu",
  "tika-abh05t3:486_4": "aniccatāvohāro sambhavatīti vuttaṁ “tīsu…pe… hotī”ti. Vibhāgānuyuñjanavasenāti pabhedānuyuñjanavasena.",
  "tika-abh05t3:486_5": "Tattha yathā jarābhaṅgavasena aniccatā pākaṭā hoti, na tathā jātivasenāti pāḷiyaṁ",
  "tika-abh05t3:486_6": "jarāmaraṇavaseneva aniccatāvibhāgo dassitoti daṭṭhabbaṁ.",
  "tika-abh05t3:487": "Aniccatākathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:488": "Ekādasamavaggavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:489": "12. Dvādasamavaggo",
  "tika-abh05t3:490": "1. Saṁvarokammantikathāvaṇṇanā",
  "tika-abh05t3:491": "630-632. Sabbassapi manaso manodvārabhāvato “vipākadvāranti bhavaṅgamanaṁ vadatī”ti āha.",
  "tika-abh05t3:492": "Saṁvarokammantikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:493": "2. Kammakathāvaṇṇanā",
  "tika-abh05t3:494": "633-635.Savipākāpidassitāyeva nāma hoti vuttāvasiṭṭhā savipākāti atthasiddhattā.",
  "tika-abh05t3:495": "Kammakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:496": "4. Saḷāyatanakathāvaṇṇanā",
  "tika-abh05t3:497": "638-640. Manāyatanekadesassa vipākassa atthitāya “avisesenā”ti vuttaṁ.",
  "tika-abh05t3:498": "Saḷāyatanakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:499": "5. Sattakkhattuparamakathāvaṇṇanā",
  "tika-abh05t3:500_0": "641-645.Assāti imassa sattakkhattuparamassa. Tenāha “sattakkhattuparamabhāve ca niyāmaṁ",
  "tika-abh05t3:500_1": "icchasī”ti. Yena ānantariyakammena. Antarāti satta bhave anibbattetvā tesaṁ antareyeva.",
  "tika-abh05t3:500_2": "Kecīti abhayagirivāsino. Apareti padakārā. Tassāti yo sattakkhattuparamoti vā, kolaṁkoloti",
  "tika-abh05t3:500_3": "vā, ekabījīti vā bhagavatā ñāṇena paricchinditvā byākato, tassa yathāvuttaparicchedā",
  "tika-abh05t3:500_4": "antarā uparimaggādhigamo natthi avitathadesanattā. Yathāparicchedameva tassa abhisamayo,",
  "tika-abh05t3:500_5": "svāyaṁ vibhāgo tesaṁyeva puggalānaṁ indriyaparopariyattena veditabbo bhavaniyāmena",
  "tika-abh05t3:500_6": "tādisassa kassaci abhāvato. Yasmā kassaci mudukānipi indriyāni paccayavisesena tikkhabhāvaṁ",
  "tika-abh05t3:500_7": "āpajjeyyuṁ, tasmā tādisaṁ sandhāya “bhabboti vuccati, na so abhabbo nāmā”ti ca vuttaṁ.",
  "tika-abh05t3:500_8": "Yasmā pana bhagavā na tādisaṁ “sattakkhattuparamo”tiādinā niyametvā byākaroti, tasmā",
  "tika-abh05t3:500_9": "āha “na pana antarā abhisametuṁ bhabbatā vuttā”ti. Ayañca nayo ekantena icchitabbo.",
  "tika-abh05t3:500_10": "Aññathā puggalassa saṅkaro siyāti dassento “yadi cā”tiādimāha.",
  "tika-abh05t3:501": "Sattakkhattuparamakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:502": "Dvādasamavaggavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:503": "13. Terasamavaggo",
  "tika-abh05t3:504": "1. Kappaṭṭhakathāvaṇṇanā",
  "tika-abh05t3:505_0": "654-657. “Heṭṭhā vuttādhippāyamevā”ti idaṁ iddhibalakathāyaṁ yaṁ vuttaṁ “atītaṁ anāgatanti",
  "tika-abh05t3:505_1": "idaṁ avisesena kappaṁ tiṭṭheyyāti paṭiññātattā codetī”tiādi, taṁ sandhāya vuttanti",
  "tika-abh05t3:505_2": "āha “heṭṭhāti iddhibalakathāya”nti. Tattha “dve kappe”tiādiāyuparicchedātikkamasamatthatācodanāvasena",
  "tika-abh05t3:505_3": "āgatā, idha pana saṅghabhedako āyukappameva aṭṭhatvā yadi ekaṁ mahākappaṁ tiṭṭheyya,",
  "tika-abh05t3:505_4": "yathā ekaṁ, evaṁ anekepi kappe tiṭṭheyyāti codanā kātabbā.",
  "tika-abh05t3:506": "Kappaṭṭhakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:507": "4. Niyatassaniyāmakathāvaṇṇanā",
  "tika-abh05t3:508_0": "663-664.Appattaniyāmānanti ye anuppannamicchattasammattaniyatadhammā puggalā, tesaṁ",
  "tika-abh05t3:508_1": "dhamme. Ke pana te? Yathāvuttapuggalasantānapariyāpannā dhammā. Te hi bhūmittayapariyāpannatāya",
  "tika-abh05t3:508_2": "“tebhūmakā”ti vuttā. Ye pana pattaniyāmānaṁ santāne pavattā aniyatadhammā, na tesamettha",
  "tika-abh05t3:508_3": "saṅgaho kato. Na hi tehi samannāgamena aniyatatā atthi. Tenevāha “tehi samannāgatopi",
  "tika-abh05t3:508_4": "aniyatoyevā”ti. Imaṁ vohāramattanti iminā niyāmo nāma koci dhammo natthi, upacitasambhāratāya",
  "tika-abh05t3:508_5": "abhisambujjhituṁ bhabbatāva tathā vuccatīti dasseti. Niyatoti vacanassa kāraṇabhāvena",
  "tika-abh05t3:508_6": "vuttoti yojanā. Ubhayassapīti niyato niyāmaṁ okkamatīti vacanadvayassa.",
  "tika-abh05t3:509": "Niyatassaniyāmakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:510": "8. Asātarāgakathāvaṇṇanā",
  "tika-abh05t3:511": "674.Evaṁ pavattamānoti “aho vata me bhaveyyā”ti evaṁ patthanākārena pavattamāno. Aññathāti nandanādiākārena.",
  "tika-abh05t3:512": "Asātarāgakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:513": "9. Dhammataṇhāabyākatātikathāvaṇṇanā",
  "tika-abh05t3:514_0": "676-680.Gahetvāti etena gahaṇamattameva taṁ, na pana sā tādisī atthīti dasseti. Na",
  "tika-abh05t3:514_1": "hi lokuttarārammaṇā abyākatā vā taṇhā atthīti. Tīhi koṭṭhāsehīti kāmabhavavibhavataṇhākoṭṭhāsehi.",
  "tika-abh05t3:514_2": "Rūpataṇhādibhedā chapi taṇhā.",
  "tika-abh05t3:515": "Dhammataṇhāabyākatātikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:516": "Terasamavaggavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:517": "14. Cuddasamavaggo",
  "tika-abh05t3:518": "1. Kusalākusalapaṭisandahanakathāvaṇṇanā",
  "tika-abh05t3:519": "686-690. Anantarapaccayabhāvoyevettha paṭisandhānaṁ ghaṭanañcāti āha “anantaraṁ uppādetī”ti.",
  "tika-abh05t3:520": "Kusalākusalapaṭisandahanakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:521": "2. Saḷāyatanuppattikathāvaṇṇanā",
  "tika-abh05t3:522_0": "691-692.Keci vādinoti kāpile sandhāyāha. Te hi abhibyattavādino vijjamānameva kāraṇe",
  "tika-abh05t3:522_1": "phalaṁ anabhibyattaṁ hutvā ṭhitaṁ pacchā abhibyattiṁ gacchatīti vadantā bījāvatthāya",
  "tika-abh05t3:522_2": "vijjamānāpi rukkhādīnaṁ na aṅkurādayo āvibhavanti, bījamattaṁ āvibhāvaṁ gacchatīti kathenti.",
  "tika-abh05t3:523": "Saḷāyatanuppattikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:524": "3. Anantarapaccayakathāvaṇṇanā",
  "tika-abh05t3:525_0": "693-697.Anantaruppattiṁ sallakkhentoti cakkhuviññāṇānantaraṁ sotaviññāṇuppattiṁ maññamāno.",
  "tika-abh05t3:525_1": "Sotaviññāṇanti vacaneneva tassa cakkhusannissayatā rūpārammaṇatā ca paṭikkhittā,",
  "tika-abh05t3:525_2": "paṭiññātā ca sotasannissayatā saddārammaṇatā cāti āha “na so cakkhumhi saddārammaṇa”nti.",
  "tika-abh05t3:525_3": "Tattha saddārammaṇanti “sotaviññāṇaṁ icchatī”ti ānetvā sambandhitabbaṁ. Tayidaṁ cakkhuviññāṇassa",
  "tika-abh05t3:525_4": "anantaraṁ sotaviññāṇaṁ uppajjatīti laddhiyā evaṁ ñāyatīti āha “anantarūpaladdhivasena āpannattā”ti.",
  "tika-abh05t3:526": "Anantarapaccayakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:527": "4. Ariyarūpakathāvaṇṇanā",
  "tika-abh05t3:528": "698-699.Sammāvācādīti sammāvācākammantā. Tattha sammāvācā saddasabhāvā, itaro ca kāyaviññattisabhāvo, ubhayampi vā viññattīti adhippāyena rūpantissa laddhi.",
  "tika-abh05t3:529": "Ariyarūpakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:530": "5. Aññoanusayotikathāvaṇṇanā",
  "tika-abh05t3:531": "700-701.Tasmiṁ samayeti kusalābyākatacittakkhaṇe. So hīti pacchimapāṭho.",
  "tika-abh05t3:532": "Aññoanusayotikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:533": "6. Pariyuṭṭhānaṁcittavippayuttantikathāvaṇṇanā",
  "tika-abh05t3:534": "702.Teti rāgādayo. Tasmāti yasmā vipassantassapi rāgādayo uppajjanti, tasmā.",
  "tika-abh05t3:535": "Pariyuṭṭhānaṁcittavippayuttantikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:536": "7. Pariyāpannakathāvaṇṇanā",
  "tika-abh05t3:537_0": "703-705.Kilesavatthuokāsavasenāti kilesakāmavatthukāmabhūmivasena. Rūpadhātusahagatavasena",
  "tika-abh05t3:537_1": "anusetīti kāmarāgo yathā kāmavitakkasaṅkhātāya kāmadhātuyā saha paccayasamavāye uppajjanāraho,",
  "tika-abh05t3:537_2": "tameva rūpadhātuyāpīti attho. Rāgādikāraṇalābhe uppattiarahatā hi anusayanaṁ.",
  "tika-abh05t3:538": "Pariyāpannakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:539": "8. Abyākatakathāvaṇṇanā",
  "tika-abh05t3:540": "706-608.Sabbathāpīti avipākabhāvenapi sassatādibhāvenapi.",
  "tika-abh05t3:541": "Abyākatakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:542": "9. Apariyāpannakathāvaṇṇanā",
  "tika-abh05t3:543_0": "709-710.Tasmā diṭṭhi lokiyapariyāpannā na hotīti atthaṁ vadanti, evaṁ sati atippasaṅgo",
  "tika-abh05t3:543_1": "hoti vītadosādivohārabhāvatoti. Tato aññathā atthaṁ vadanto “rūpadiṭṭhiyā”tiādimāha.",
  "tika-abh05t3:543_2": "Tattha ādi-saddena arūpadiṭṭhiādiṁ saṅgaṇhāti. Paravādiadhippāyavasena ayamatthavibhāvanāti",
  "tika-abh05t3:543_3": "āha “yadi ca pariyāpannā siyā”ti. Tathā ca satīti diṭṭhiyā kāmadhātupariyāpannatte",
  "tika-abh05t3:543_4": "satīti attho. Tasmāti “vītadiṭṭhiko”ti evaṁ vohārābhāvato. Na hi sā tassa avigatā",
  "tika-abh05t3:543_5": "diṭṭhi, yato so vītadiṭṭhikoti na vuccati. Yenāti kāmadiṭṭhibhāvena.",
  "tika-abh05t3:544": "Apariyāpannakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:545": "Cuddasamavaggavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:546": "15. Pannarasamavaggo",
  "tika-abh05t3:547": "1. Paccayatākathāvaṇṇanā",
  "tika-abh05t3:548_0": "711-717.Vavatthitoti asaṁkiṇṇo. Yo hi dhammo yena paccayabhāvena paccayo hoti, tassa",
  "tika-abh05t3:548_1": "tato aññenapi paccayabhāve sati paccayatā saṁkiṇṇā nāma bhaveyya. Viruddhāsambhavīnaṁ",
  "tika-abh05t3:548_2": "viya tabbidhurānaṁ paccayabhāvānaṁ sahabhāvaṁ paṭikkhipati.",
  "tika-abh05t3:549": "Paccayatākathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:550": "2. Aññamaññapaccayakathāvaṇṇanā",
  "tika-abh05t3:551_0": "718-719.Sahajātāti vuttattā na saṅkhārapaccayā ca avijjāti vuttattāti adhippāyo.",
  "tika-abh05t3:551_1": "Anantarādināpi hi saṅkhārā avijjāya paccayā hontiyeva. Aññamaññānantaraṁ avatvā avigatānantaraṁ",
  "tika-abh05t3:551_2": "sampayuttassa vacanaṁ kamabhedo, atthiggahaṇeneva gahito atthipaccayabhūtoyeva dhammo",
  "tika-abh05t3:551_3": "nissayapaccayo hotīti. Asādhāraṇatāyāti padantarāsādhāraṇatāya. Tenāha “vakkhati hī”tiādi.",
  "tika-abh05t3:552": "Aññamaññapaccayakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:553": "9. Tatiyasaññāvedayitakathāvaṇṇanā",
  "tika-abh05t3:554_0": "732. Yadipi sesaṁ nāma gahitato aññaṁ, tathāpi pakaraṇaparicchinnamevettha taṁ gayhatīti",
  "tika-abh05t3:554_1": "dassento “yesaṁ…pe… adhippāyo”ti vatvā puna anavasesameva saṅgaṇhanto “asaññasattānampicā”tiādimāha.",
  "tika-abh05t3:554_2": "Tattha sabbasatte sandhāyāti adhippāyoti yojanā. Pāṇisamphassāpi kamantītiādikaṁ",
  "tika-abh05t3:554_3": "sarīrapakatīti sambandho.",
  "tika-abh05t3:555": "733-734. Pañcahi viññāṇehi na cavati, na upapajjatīti vādaṁ paravādī nānujānātīti āha “sutta…pe… vattabba”nti.",
  "tika-abh05t3:556": "Tatiyasaññāvedayitakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:557": "10. Asaññasattupikākathāvaṇṇanā",
  "tika-abh05t3:558_0": "735. Yathā vitakkavicārapītisukhavirāgavasena pavattā samāpatti vitakkādirahitā hoti,",
  "tika-abh05t3:558_1": "evaṁ saññāvirāgavasena pavattāpi saññārahitāva siyāti tassa laddhīti dassento āha",
  "tika-abh05t3:558_2": "“sāpi asaññitā…pe… dassetī”ti.",
  "tika-abh05t3:559": "736. Yadi catutthajjhānasamāpatti kathaṁ asaññasamāpattīti codanaṁ sandhāyāha “saññāvirāgavasena samāpannattā asaññitā, na saññāya abhāvato”ti.",
  "tika-abh05t3:560": "Asaññasattupikākathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:561": "11. Kammūpacayakathāvaṇṇanā",
  "tika-abh05t3:562_0": "738-739. “Kammūpacayo kammena sahajāto”ti puṭṭho sampayuttasahajātataṁ sandhāya paṭikkhipati,",
  "tika-abh05t3:562_1": "vippayuttasahajātataṁ sandhāya paṭijānātīti. Vippayuttassapi hi atthi sahajātatā",
  "tika-abh05t3:562_2": "cittasamuṭṭhānarūpassa viyāti adhippāyo.",
  "tika-abh05t3:563": "741.Tiṇṇanti kammakammūpacayakammavipākānaṁ.",
  "tika-abh05t3:564": "Kammūpacayakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:565": "Pannarasamavaggavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:566": "Tatiyo paṇṇāsako samatto.",
  "tika-abh05t3:567": "16. Soḷasamavaggo",
  "tika-abh05t3:568": "3. Sukhānuppadānakathāvaṇṇanā",
  "tika-abh05t3:569": "747-748.Na tassāti yassa taṁ anuppadissati, na tassa. Yo hi anuppadeti, yassa ca anuppadeti, tadubhayavinimuttā idha pareti adhippetā.",
  "tika-abh05t3:570": "Sukhānuppadānakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:571": "4. Adhigayhamanasikārakathāvaṇṇanā",
  "tika-abh05t3:572_0": "749-753.Taṁcittatāyāti ettha manasikaronto yadi sabbasaṅkhāre ekato manasi karoti,",
  "tika-abh05t3:572_1": "yena cittena manasi karoti, sabbasaṅkhārantogadhattā tasmiṁyeva khaṇe taṁ cittaṁ",
  "tika-abh05t3:572_2": "manasi kātabbaṁ etassāti taṁcittatā nāma doso āpajjatīti dassento āha “tadeva ārammaṇabhūta”ntiādi.",
  "tika-abh05t3:572_3": "Etena tasseva tena manasikaraṇāsambhavamāha, taṁ vātiādinā pana sasaṁvedanāvādāpattinti ayametesaṁ viseso.",
  "tika-abh05t3:573": "Adhigayhamanasikārakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:574": "Soḷasamavaggavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:575": "17. Sattarasamavaggo",
  "tika-abh05t3:576": "1. Atthiarahatopuññūpacayakathāvaṇṇanā",
  "tika-abh05t3:577": "776-779.Kiriyacittaṁabyākataṁ anādiyitvāti “kiriyacittaṁ abyākata”nti aggahetvā, dānādipavattanena dānamayādipuññattena ca gahetvāti attho.",
  "tika-abh05t3:578": "Atthiarahatopuññūpacayakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:579": "2. Natthiarahatoakālamaccūtikathāvaṇṇanā",
  "tika-abh05t3:580": "780.Aladdhavipākavārānanti vipākadānaṁ pati aladdhokāsānaṁ. Byantībhāvanti vigatantataṁ, vigamaṁ avipākanti attho.",
  "tika-abh05t3:581_0": "781.Tato paranti byatirekena atthasiddhi, na kevalena anvayenāti āha “tāva na kamati,",
  "tika-abh05t3:581_1": "tato paraṁ kamatīti laddhiyā paṭikkhipatī”ti. Tattha tato paranti pubbe katassa kammassa",
  "tika-abh05t3:581_2": "parikkhayagamanato paraṁ. Natthi pāṇātipāto pāṇātipātalakkhaṇābhāvatoti adhippāyo.",
  "tika-abh05t3:581_3": "Tameva lakkhaṇābhāvaṁ dassetuṁ “pāṇopāṇasaññitā”tiādi vuttaṁ. Tattha na tenāti yo",
  "tika-abh05t3:581_4": "parena upakkamo kato, tena upakkamena na mato, dhammatāmaraṇeneva matoti dubbiññeyyaṁ",
  "tika-abh05t3:581_5": "avisesavidūhi, dubbiññeyyaṁ vā hotu suviññeyyaṁ vā, aṅgapāripūriyāva pāṇātipāto.",
  "tika-abh05t3:582": "Natthiarahatoakālamaccūtikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:583": "3. Sabbamidaṁkammatotikathāvaṇṇanā",
  "tika-abh05t3:584": "784.Abījatoti sabbena sabbaṁ abījato aññabījato ca. Tanti deyyadhammaṁ, gilānapaccayanti attho.",
  "tika-abh05t3:585": "Sabbamidaṁkammatotikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:586": "4. Indriyabaddhakathāvaṇṇanā",
  "tika-abh05t3:587": "788.Vināpi aniccaṭṭhenāti aniccaṭṭhaṁ ṭhapetvāpi aṭṭhapetvāpīti attho, na aniccaṭṭhavirahenāti. Na hi aniccaṭṭhavirahitaṁ anindriyabaddhaṁ atthi.",
  "tika-abh05t3:588": "Indriyabaddhakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:589": "7. Navattabbaṁsaṅghodakkhiṇaṁvisodhetītikathāvaṇṇanā",
  "tika-abh05t3:590": "793-794.Appaṭiggahaṇatoti paṭiggāhakattābhāvato.",
  "tika-abh05t3:591": "Navattabbaṁsaṅghodakkhiṇaṁvisodhetītikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:592": "11. Dakkhiṇāvisuddhikathāvaṇṇanā",
  "tika-abh05t3:593_0": "800-801.Paṭiggāhakanirapekkhāti paṭiggāhakassa guṇavisesanirapekkhā, tassa dakkhiṇeyyabhāvena",
  "tika-abh05t3:593_1": "vināti attho. Tenāha “paṭiggāhakenapaccayabhūtena vinā”ti. Saccametanti laddhikittanena",
  "tika-abh05t3:593_2": "vuttabhāvameva paṭijānāti. Paṭiggāhakassa vipākanibbattanaṁ dānacetanāya mahāphalatā.",
  "tika-abh05t3:593_3": "Paccayabhāvoyeva hi tassa, na tassā kāraṇattaṁ. Tenāha “dānacetanānibbattanena yadi bhaveyyā”tiādi.",
  "tika-abh05t3:594": "Dakkhiṇāvisuddhikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:595": "Sattarasamavaggavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:596": "18. Aṭṭhārasamavaggo",
  "tika-abh05t3:597": "1. Manussalokakathāvaṇṇanā",
  "tika-abh05t3:598": "802-803.Gahaṇanti micchāgahaṇaṁ.",
  "tika-abh05t3:599": "Manussalokakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:600": "2. Dhammadesanākathāvaṇṇanā",
  "tika-abh05t3:601": "804-806.Tassa ca nimmitabuddhassa desanaṁ sampaṭicchitvā āyasmatā ānandena sayameva ca desito.",
  "tika-abh05t3:602": "Dhammadesanākathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:603": "6. Jhānasaṅkantikathāvaṇṇanā",
  "tika-abh05t3:604": "813-816. Vitakkavicāresu virattacittatā tattha ādīnavamanasikāro, tadākāro ca dutiyajjhānūpacāroti āha “vitakkavicārā ādīnavato manasi kātabbā, tato dutiyajjhānena bhavitabba”nti.",
  "tika-abh05t3:605": "Jhānasaṅkantikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:606": "7. Jhānantarikakathāvaṇṇanā",
  "tika-abh05t3:607": "817-819. Na paṭhamajjhānaṁ vitakkābhāvato, nāpi dutiyajjhānaṁ vicārasabbhāvatoti jhānametaṁ na hotīti dassento āha “paṭhamajjhānādīsu aññatarabhāvābhāvato na jhāna”nti.",
  "tika-abh05t3:608": "Jhānantarikakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:609": "9. Cakkhunārūpaṁpassatītikathāvaṇṇanā",
  "tika-abh05t3:610_0": "826-827. “Cakkhunā rūpaṁ disvā”ti iminā cakkhuviññāṇena paṭijānanassa aggahaṇe aruciṁ",
  "tika-abh05t3:610_1": "sūcento āha “manoviññāṇapaṭijānanaṁ kira sandhāyā”ti. Tenevāha “manoviññāṇapaṭijānanaṁ",
  "tika-abh05t3:610_2": "panā”tiādi. Tasmāti manoviññāṇapaṭijānanasseva adhippetattāti attho. Evaṁ santeti",
  "tika-abh05t3:610_3": "yadi rūpena rūpaṁ paṭivijānāti, rūpaṁ paṭivijānantampi manoviññāṇaṁ rūpavijānanaṁ",
  "tika-abh05t3:610_4": "hoti, na rūpadassananti āha “manoviññāṇapaṭijānanaṁ pana rūpadassanaṁ kathaṁ hotī”ti.",
  "tika-abh05t3:611": "Cakkhunārūpaṁpassatītikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:612": "Aṭṭhārasamavaggavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:613": "19. Ekūnavīsatimavaggo",
  "tika-abh05t3:614": "1. Kilesapajahanakathāvaṇṇanā",
  "tika-abh05t3:615_0": "828-831.Te panāti ye ariyamaggena pahīnā kilesā, te pana. Kāmañcettha maggena pahātabbakilesā",
  "tika-abh05t3:615_1": "maggabhāvanāya asati uppajjanārahā khaṇattayaṁ na āgatāti ca anāgatā nāma siyuṁ,",
  "tika-abh05t3:615_2": "yasmā pana te na uppajjissanti, tasmā tathā na vuccantīti daṭṭhabbaṁ. Tenevāha “nāpi bhavissantī”ti.",
  "tika-abh05t3:616": "Kilesapajahanakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:617": "2. Suññatakathāvaṇṇanā",
  "tika-abh05t3:618_0": "832. Yena avasavattanaṭṭhena paraparikappito natthi etesaṁ attano visayanti anattāti",
  "tika-abh05t3:618_1": "vuccanti sabhāvadhammā, svāyaṁ anattatāti āha “avasavattanākāro anattatā”ti. Sā panāyaṁ",
  "tika-abh05t3:618_2": "yasmā atthato asārakatāva hoti, tasmā tadekadesena taṁ dassetuṁ “atthato jarāmaraṇamevā”ti",
  "tika-abh05t3:618_3": "āha. Evaṁ sati lakkhaṇasaṅkaro siyā, tesaṁ panidaṁ adhippāyakittananti daṭṭhabbaṁ.",
  "tika-abh05t3:618_4": "Arūpadhammānaṁ avasavattanākāratāya eva hi anattalakkhaṇassa saṅkhārakkhandhapariyāpannatā.",
  "tika-abh05t3:619": "Suññatakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:620": "3. Sāmaññaphalakathāvaṇṇanā",
  "tika-abh05t3:621": "835-836.Pattidhammanti heṭṭhā vuttaṁ samannāgamamāha.",
  "tika-abh05t3:622": "Sāmaññaphalakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:623": "5. Tathatākathāvaṇṇanā",
  "tika-abh05t3:624_0": "841-843.Rūpādīnaṁ sabhāvatāti etena rūpādayo eva sabhāvatāti imamatthaṁ paṭikkhipati.",
  "tika-abh05t3:624_1": "Yato taṁ paravādī rūpādīsu apariyāpannaṁ icchati. Tenāha “bhāvaṁ hesa tathatāti vadati,",
  "tika-abh05t3:624_2": "na bhāvayoga”nti. Tattha bhāvanti dhammamattaṁ, pakatīti attho “jātidhamma”ntiādīsu",
  "tika-abh05t3:624_3": "viya. Rūpādīnañhi ruppanādipakati tathā asaṅkhatāti ca paravādino laddhi. Tena vuttaṁ",
  "tika-abh05t3:624_4": "“na bhāvayoga”nti. Yena hi bhāvo sabhāvadhammo yujjati, ekībhāvameva gacchati, taṁ",
  "tika-abh05t3:624_5": "ruppanādilakkhaṇaṁ bhāvayogo. Taṁ pana rūpādito anaññaṁ, tato eva saṅkhataṁ, aviparītaṭṭhena",
  "tika-abh05t3:624_6": "pana “tatha”nti vuccati.",
  "tika-abh05t3:625": "Tathatākathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:626": "6. Kusalakathāvaṇṇanā",
  "tika-abh05t3:627": "844-846. Anavajjabhāvamatteneva kusalanti yojanā. Tasmāti yasmā avajjarahitaṁ anavajjaṁ, anavajjabhāvamatteneva ca kusalaṁ, tasmā nibbānaṁ kusalanti.",
  "tika-abh05t3:628": "Kusalakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:629": "7. Accantaniyāmakathāvaṇṇanā",
  "tika-abh05t3:630_0": "847. Yaṁ “ekavāraṁ nimuggo tathā nimuggova hoti, etassa puna bhavato vuṭṭhānaṁ nāma",
  "tika-abh05t3:630_1": "natthī”ti aṭṭhakathāyaṁ āgataṁ, so pana ācariyavādo, na aṭṭhakathānayoti dassento",
  "tika-abh05t3:630_2": "“tāya jātiyā…pe… maññamāno”ti āha. Tattha tāya jātiyāti yassaṁ jātiyaṁ puggalo kammāvaraṇādiāvaraṇehi",
  "tika-abh05t3:630_3": "samannāgato hoti, tāya jātiyā. Saṁsārakhāṇukabhāvo vassabhaññādīnaṁ viya makkhaliādīnaṁ",
  "tika-abh05t3:630_4": "viya ca daṭṭhabbo. So ca ahetukādimicchādassanassa phalabhāveneva veditabbo, na accantaniyāmassa",
  "tika-abh05t3:630_5": "nāma kassaci atthibhāvato. Yathā hi vimuccantassa koci niyāmo nāma natthi ṭhapetvā",
  "tika-abh05t3:630_6": "maggena bhavaparicchedaṁ, evaṁ avimuccantassapi koci saṁsāraniyāmo nāma natthi. Tādisassa",
  "tika-abh05t3:630_7": "pana micchādassanassa balavabhāve aparimitakappaparicchede cirataraṁ saṁsārappabandho",
  "tika-abh05t3:630_8": "hoti, apāyūpapatti ca yattha saṁsārakhāṇusamaññā.",
  "tika-abh05t3:631_0": "Yaṁ paneke vadanti “attheva accantaṁ saṁsaritā anantattā sattanikāyassā”ti, tampi",
  "tika-abh05t3:631_1": "apuññabahulaṁ sattasantānaṁ sandhāya vuttaṁ siyā. Na hi mātughātakādīnaṁ tenattabhāvena",
  "tika-abh05t3:631_2": "sammattaniyāmokkamanantarāyabhūto micchattaniyāmo viya sattānaṁ vimuttantarāyakaro",
  "tika-abh05t3:631_3": "saṁsāraniyāmo nāma natthi. Yāva pana na maggaphalassa upanissayo upalabbhati, tāva",
  "tika-abh05t3:631_4": "saṁsāro aparicchinno. Yadā ca so upaladdho, tadā so paricchinno evāti daṭṭhabbaṁ.",
  "tika-abh05t3:632_0": "Yathā niyatasammādassanaṁ, evaṁ niyatamicchādassanenapi savisaye ekaṁsagāhavasena",
  "tika-abh05t3:632_1": "ukkaṁsagatena bhavitabbanti tena samannāgatassa puggalassa sati accantaniyāme kathaṁ",
  "tika-abh05t3:632_2": "tasmiṁ abhinivesavisaye anekaṁsagāho uppajjeyya, abhinivesantaraṁ vā viruddhaṁ yadi",
  "tika-abh05t3:632_3": "uppajjeyya, accantaniyāmo eva na siyāti pāḷiyaṁ vicikicchuppattiniyāmantaruppatticodanā",
  "tika-abh05t3:632_4": "katā. Na hi vicikicchā viya sammattaniyatapuggalānaṁ yathākkamaṁ micchattasammattaniyatapuggalānaṁ",
  "tika-abh05t3:632_5": "sammattamicchattaniyatā dhammā kadācipi uppajjanti, aviruddhaṁ pana niyāmantarameva",
  "tika-abh05t3:632_6": "hotīti ānantarikantaraṁ viya micchādassanantaraṁ samānajātikaṁ na nivattetīti viruddhaṁyeva",
  "tika-abh05t3:632_7": "dassetuṁ pāḷiyaṁ vicikicchā viya sassatucchedadiṭṭhiyo eva uddhaṭā. Evamettha vicikicchuppattiniyāmantaruppattīnaṁ",
  "tika-abh05t3:632_8": "niyāmantaruppattinivattakabhāvo veditabbo, accantaniyāmo ca nivattissatīti ca viruddhametanti",
  "tika-abh05t3:632_9": "pana “vicāretvāva gahetabbā”ti vuttaṁ siyā.",
  "tika-abh05t3:633": "Accantaniyāmakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:634": "8. Indriyakathāvaṇṇanā",
  "tika-abh05t3:635_0": "853-856. Yathā lokuttarā saddhādayo eva saddhindriyādīni, evaṁ lokiyāpi. Kasmā ?",
  "tika-abh05t3:635_1": "Tatthāpi adhimokkhalakkhaṇādinā indaṭṭhasabbhāvato. Saddheyyādivatthūsu saddahanādimattameva",
  "tika-abh05t3:635_2": "hi tanti imamatthaṁ dassento āha “lokuttarānaṁ…pe… daṭṭhabbo”ti.",
  "tika-abh05t3:636": "Indriyakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:637": "Ekūnavīsatimavaggavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:638": "20. Vīsatimavaggo",
  "tika-abh05t3:639": "2. Ñāṇakathāvaṇṇanā",
  "tika-abh05t3:640_0": "863-865. Kāmaṁ pubbabhāgepi attheva dukkhapariññā, atthasādhikā pana sā maggakkhaṇikā",
  "tika-abh05t3:640_1": "evāti ukkaṁsagataṁ dukkhapariññaṁ sandhāya avadhārento āha “dukkhaṁ…pe… maggañāṇameva",
  "tika-abh05t3:640_2": "dīpetī”ti. Taṁ pana avadhāraṇaṁ na ñāṇantaranivattanaṁ, atha kho ñāṇantarassa yathādhigatakiccanivattanaṁ",
  "tika-abh05t3:640_3": "daṭṭhabbaṁ. Tenāha “na tasseva ñāṇabhāva”ntiādi.",
  "tika-abh05t3:641": "Ñāṇakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:642": "3. Nirayapālakathāvaṇṇanā",
  "tika-abh05t3:643_0": "866-868. Nerayike niraye pālenti, tato niggantuṁ appadānavasena rakkhantīti nirayapālā.",
  "tika-abh05t3:643_1": "Nirayapālatāya vā nerayikānaṁ narakadukkhena pariyonaddhāya alaṁ samatthāti nirayapālā.",
  "tika-abh05t3:643_2": "Kiṁ panete nirayapālā nerayikā, udāhu anerayikāti. Kiñcettha – yadi tāva nerayikā,",
  "tika-abh05t3:643_3": "nirayasaṁvattaniyena kammena nibbattāti sayampi nirayadukkhaṁ paccanubhaveyyuṁ, tathā",
  "tika-abh05t3:643_4": "sati aññesaṁ nerayikānaṁ yātanāya asamatthā siyuṁ, “ime nerayikā, ime nirayapālā”ti",
  "tika-abh05t3:643_5": "vavatthānañca na siyā. Ye ca ye yātenti, tehi samānarūpabalappamāṇehi itaresaṁ bhayasantāsā",
  "tika-abh05t3:643_6": "na siyuṁ. Atha anerayikā, tesaṁ tattha kathaṁ sambhavoti? Vuccate – anerayikā nirayapālā",
  "tika-abh05t3:643_7": "anirayagatisaṁvattaniyakammanibbattā. Nirayūpapattisaṁvattaniyakammato hi aññeneva",
  "tika-abh05t3:643_8": "kammunā te nibbattanti rakkhasajātikattā. Tathā hi vadanti –",
  "tika-abh05t3:644": "“Kodhanā kurūrakammantā, pāpābhirucino tathā;",
  "tika-abh05t3:645": "Dukkhitesu ca nandanti, jāyanti yamarakkhasā”ti.",
  "tika-abh05t3:646_0": "Tattha yadeke vadanti “yātanādukkhassa appaṭisaṁvedanato, aññathā puna aññamaññaṁ",
  "tika-abh05t3:646_1": "yāteyyu”nti ca evamādi, tayidaṁ ākāsaromaṭṭhanaṁ nirayapālānaṁ nerayikabhāvasseva",
  "tika-abh05t3:646_2": "abhāvato. Ye pana vadeyyuṁ – yadipi anerayikā nirayapālā, ayomayāya pana ādittāya",
  "tika-abh05t3:646_3": "sampajjalitāya sajotibhūtāya nirayabhūmiyā parivattamānā kathaṁ nāma dukkhaṁ nānubhavantīti?",
  "tika-abh05t3:646_4": "Kammānubhāvato. Yathā hi iddhimanto cetovasippattā mahāmoggallānādayo nerayike anukampantā",
  "tika-abh05t3:646_5": "iddhibalena nirayabhūmiṁ upagatā tattha dāhadukkhena na bādhīyanti, evaṁ sampadamidaṁ daṭṭhabbaṁ.",
  "tika-abh05t3:647_0": "Taṁ iddhivisayassa acinteyyabhāvatoti ce? Idampi taṁsamānaṁ kammavipākassa acinteyyabhāvato.",
  "tika-abh05t3:647_1": "Tathārūpena hi kammunā te nibbattā yathā nirayadukkhena abādhitā eva hutvā nerayike",
  "tika-abh05t3:647_2": "yātenti, na cettakena bāhiravisayābhāvo vijjati iṭṭhāniṭṭhatāya paccekaṁ dvārapurisesu",
  "tika-abh05t3:647_3": "vibhattasabhāvattā. Tathā hi ekaccassa dvārassa purisassa iṭṭhaṁ ekaccassa aniṭṭhaṁ,",
  "tika-abh05t3:647_4": "ekaccassa ca aniṭṭhaṁ ekaccassa iṭṭhaṁ hoti. Evañca katvā yadeke vadanti “natthi",
  "tika-abh05t3:647_5": "kammavasena tejasā parūpatāpana”ntiādi, tadapāhataṁ hoti. Yaṁ pana vadanti “anerayikānaṁ",
  "tika-abh05t3:647_6": "tesaṁ kathaṁ tattha sambhavo”ti nerayikānaṁ yātakabhāvato. Nerayikasattayātanāyoggañhi",
  "tika-abh05t3:647_7": "attabhāvaṁ nibbattentaṁ kammaṁ tādisanikantivināmitaṁ nirayaṭṭhāneyeva nibbatteti.",
  "tika-abh05t3:647_8": "Te ca nerayikehi adhikatarabalārohapariṇāhā ativiya bhayānakasantāsakurūratarapayogā",
  "tika-abh05t3:647_9": "ca honti. Eteneva tattha kākasunakhādīnampi nibbatti saṁvaṇṇitāti daṭṭhabbaṁ.",
  "tika-abh05t3:648_0": "Kathamaññagatikehi aññagatikabādhananti ca na vattabbaṁ aññatthāpi tathā dassanato.",
  "tika-abh05t3:648_1": "Yaṁ paneke vadanti “asattasabhāvā nirayapālā nirayasunakhādayo cā”ti, taṁ tesaṁ matimattaṁ",
  "tika-abh05t3:648_2": "aññattha tathā adassanato. Na hi kāci atthi tādisī dhammappavatti, yā asattasabhāvā,",
  "tika-abh05t3:648_3": "sampatisattehi appayojitā ca atthakiccaṁ sādhentī diṭṭhapubbā. Petānaṁ pānīyanivārakānaṁ",
  "tika-abh05t3:648_4": "daṇḍādihatthapurisānampi asattabhāve visesakāraṇaṁ natthi. Supinūpaghātopi atthakiccasamatthatāya",
  "tika-abh05t3:648_5": "appamāṇaṁ dassanādimattenapi tadatthasiddhito. Tathā hi supine āhārūpabhogādinā na",
  "tika-abh05t3:648_6": "atthasiddhi atthi, nimmānarūpaṁ panettha laddhaparihāraṁ iddhivisayassa acinteyyabhāvato.",
  "tika-abh05t3:648_7": "Idhāpi kammavipākassa acinteyyabhāvatoti ce? Taṁ na, asiddhattā. Nerayikānaṁ kammavipāko",
  "tika-abh05t3:648_8": "nirayapālāti asiddhametaṁ, vuttanayena pana nesaṁ sattabhāvo eva siddho. Sakkā hi",
  "tika-abh05t3:648_9": "vattuṁ sattasaṅkhātā nirayapālasaññitā dhammappavatti sābhisandhikā parūpaghāti atthakiccasabbhāvato",
  "tika-abh05t3:648_10": "ojāhārādirakkhasasantati viyāti. Abhisandhipubbakatā cettha na sakkā paṭikkhipituṁ",
  "tika-abh05t3:648_11": "tathā tathā abhisandhiyā yātanato, tato eva na saṅghāṭapabbatādīhi anekantikatā.",
  "tika-abh05t3:648_12": "Ye pana vadanti “bhūtavisesā eva te vaṇṇasaṇṭhānādivisesavanto bheravākārā narakapālāti",
  "tika-abh05t3:648_13": "samaññaṁ labhantī”ti, tadasiddhaṁ. Ujukameva pāḷiyaṁ “atthi niraye nirayapālā”ti",
  "tika-abh05t3:648_14": "vādassa patiṭṭhāpitattā.",
  "tika-abh05t3:649_0": "Apica yathā ariyavinaye narakapālānaṁ bhūtamattatā asiddhā, tathā paññattimattavādinopi",
  "tika-abh05t3:649_1": "tesaṁ bhūtamattatā asiddhāva. Na hi tassa bhūtāni nāma santi. Yadi paramatthaṁ gahetvā",
  "tika-abh05t3:649_2": "voharati, atha kasmā vedanādike eva paṭikkhipatīti? Tiṭṭhatesā anavaṭṭhitatakkānaṁ",
  "tika-abh05t3:649_3": "appahīnasammohavipallāsānaṁ vādavīmaṁsā, evaṁ attheva nirayapālāti niṭṭhamettha gantabbaṁ.",
  "tika-abh05t3:649_4": "Sati ca nesaṁ sabbhāve, asatipi bāhire visaye narake viya desādiniyamo hotīti vādo",
  "tika-abh05t3:649_5": "na sijjhati evāti daṭṭhabbaṁ.",
  "tika-abh05t3:650": "Nirayapālakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:651": "4. Tiracchānakathāvaṇṇanā",
  "tika-abh05t3:652_0": "869-871.Tassāti erāvaṇanāmakassa devaputtassa. Tahiṁ kīḷanakāle hatthivaṇṇena vikubbanaṁ",
  "tika-abh05t3:652_1": "sandhāya “hatthināgassā”ti vuttaṁ. Dibbayānassāti etthāpi eseva nayo. Na hi ekantasukhappaccayaṭṭhāne",
  "tika-abh05t3:652_2": "sagge dukkhādhiṭṭhānassa akusalakammasamuṭṭhānassa attabhāvassa sambhavo yutto. Tenāha",
  "tika-abh05t3:652_3": "“na tiracchānagatassā”ti.",
  "tika-abh05t3:653": "Tiracchānakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:654": "6. Ñāṇakathāvaṇṇanā",
  "tika-abh05t3:655_0": "876-877. “Dvādasavatthukaṁ ñāṇaṁ lokuttara”nti ettha dvādasavatthukassa ñāṇassa lokuttaratā",
  "tika-abh05t3:655_1": "patiṭṭhāpīyatīti dassento paṭhamavikappaṁ vatvā puna lokuttarañāṇassa dvādasavatthukatā",
  "tika-abh05t3:655_2": "patiṭṭhāpīyatīti dassetuṁ “taṁ vā…pe… attho”ti āha. Pariññeyyanti ettha iti-saddo",
  "tika-abh05t3:655_3": "ādiattho, pakārattho vā. Tena “pahātabba”nti evamādiṁ saṅgaṇhāti. Pariññātanti etthāpi",
  "tika-abh05t3:655_4": "eseva nayo. “Pariññeyyaṁ pariññāta”ntiādinā parijānanādikiriyāya nibbattetabbatā",
  "tika-abh05t3:655_5": "nibbattitatā ca dassitā, na nibbattiyamānatāti. Yena pana sā hoti, taṁ dassetuṁ “saccañāṇaṁ",
  "tika-abh05t3:655_6": "panā”tiādi vuttaṁ. Tattha saccañāṇanti dukkhādisaccasabhāvāvabodhakaṁ ñāṇaṁ, yaṁ",
  "tika-abh05t3:655_7": "sandhāya “idaṁ dukkha”ntiādi vuttaṁ. Maggakkhaṇepīti api-saddena tato pubbāparabhāgepīti",
  "tika-abh05t3:655_8": "daṭṭhabbaṁ. Parijānanādikiccasādhanavasena hoti asammohato visayato cāti adhippāyo.",
  "tika-abh05t3:656": "Ñāṇakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:657": "Vīsatimavaggavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:658": "Catuttho paṇṇāsako samatto.",
  "tika-abh05t3:659": "21. Ekavīsatimavaggo",
  "tika-abh05t3:660": "1. Sāsanakathāvaṇṇanā",
  "tika-abh05t3:661": "878.Samudāyāti “sāsanaṁ navaṁ kata”ntiādinā pucchāvasena pavattā vacanasamudāyā. Ekadesānanti tadavayavānaṁ. “Tīsupi pucchāsū”ti evaṁ adhikaraṇabhāvena vuttā.",
  "tika-abh05t3:662": "Sāsanakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:663": "4. Iddhikathāvaṇṇanā",
  "tika-abh05t3:664": "883-884.Adhippāyavasenāti tathā tathā adhimuccanādhippāyavasena.",
  "tika-abh05t3:665": "Iddhikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:666": "7. Dhammakathāvaṇṇanā",
  "tika-abh05t3:667_0": "887-888. Rūpasabhāvo rūpaṭṭhoti āha “rūpaṭṭho nāma koci rūpato añño natthī”ti. Yaṁ",
  "tika-abh05t3:667_1": "pana yato aññaṁ, na taṁ taṁsabhāvanti āha “rūpaṭṭhato aññaṁ rūpañca na hotī”ti, rūpameva",
  "tika-abh05t3:667_2": "na hotīti attho. Etena byatirekato tamatthaṁ sādheti. Tasmāti yasmā rūpato añño rūpaṭṭho",
  "tika-abh05t3:667_3": "natthi, rūpaṭṭhato ca aññaṁ rūpaṁ, tasmā rūpaṁ rūpameva rūpasabhāvamevāti eva-kārena",
  "tika-abh05t3:667_4": "nivattitaṁ dasseti “na vedanādisabhāva”nti. Adhippāyenāti rūparūpaṭṭhānaṁ anaññattādhippāyena.",
  "tika-abh05t3:667_5": "Aññathāti tesaṁ aññatte rūpaṭṭhena niyamena rūpaṁ niyatanti vattabbanti yojanā. Dassitoyeva",
  "tika-abh05t3:667_6": "hoti atthato āpannattā. Na hi abhinne vatthusmiṁ pariyāyantarabhedaṁ karoti. Aññattanti",
  "tika-abh05t3:667_7": "rūpasabhāvānaṁ rūparūpaṭṭhānañca. Sasāminiddesasiddhābhedā “silāputtakassa sarīra”nti",
  "tika-abh05t3:667_8": "viya, kappanāmattato cāyaṁ bhedo, na paramatthatoti āha “gahetvā viya pavatto”ti.",
  "tika-abh05t3:667_9": "Vedanādīhi nānattamevāti vedanādīhi aññattameva. So sabhāvoti so rūpasabhāvo. Nānattasaññāpanatthanti",
  "tika-abh05t3:667_10": "rūpassa sabhāvo, na vedanādīnanti evaṁ bhedassa ñāpanatthaṁ. Tañca vacananti “rūpaṁ",
  "tika-abh05t3:667_11": "rūpaṭṭhena na niyata”nti vacanaṁ. Vuttappakārenāti “rūpaṭṭhato aññassa rūpassa abhāvā”tiādinā",
  "tika-abh05t3:667_12": "vuttākārena. Yadi sadosaṁ, atha kasmā paṭijānātīti yojanā.",
  "tika-abh05t3:668_0": "Vuttameva kāraṇanti “rūpaṁ rūpameva, na vedanādisabhāva”nti evaṁ vuttameva yuttiṁ.",
  "tika-abh05t3:668_1": "Parena coditanti “na vattabbaṁ rūpaṁ rūpaṭṭhena niyata”ntiādinā paravādino codanaṁ",
  "tika-abh05t3:668_2": "sandhāyāha. Tameva kāraṇaṁ dassetvāti tameva yathāvuttaṁ yuttiṁ “ettha hī”tiādinā",
  "tika-abh05t3:668_3": "dassetvā. Codanaṁ nivattetīti “atha kasmā paṭijānātī”ti vuttaṁ codanaṁ nivatteti.",
  "tika-abh05t3:668_4": "Yamatthaṁ sandhāya “ito aññathā”ti vuttaṁ, taṁ dassetuṁ “rūpādī”tiādi vuttaṁ.",
  "tika-abh05t3:669": "Dhammakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:670": "Ekavīsatimavaggavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:671": "22. Bāvīsatimavaggo",
  "tika-abh05t3:672": "2. Kusalacittakathāvaṇṇanā",
  "tika-abh05t3:673": "894-895.Purimajavanakkhaṇeti parinibbānacittato anantarātītapurimajavanavārakkhaṇe.",
  "tika-abh05t3:674": "Kusalacittakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:675": "3. Āneñjakathāvaṇṇanā",
  "tika-abh05t3:676": "896. Hetusarūpārammaṇasampayuttadhammārammaṇādito bhavaṅgasadisattā cuticittaṁ “bhavaṅgacitta”nti āha.",
  "tika-abh05t3:677": "Āneñjakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:678": "5-7. Tissopikathāvaṇṇanā",
  "tika-abh05t3:679_0": "898-900. Arahattappattipi gabbheyeva atthīti maññati. Sattavassikā hi sopākasāmaṇerādayo",
  "tika-abh05t3:679_1": "arahattaṁ pattā. Sattavassikopi gabbho atthīti paravādino adhippāyo. Ākāsena gacchanto",
  "tika-abh05t3:679_2": "viya supinaṁ ākāsasupinaṁ. Taṁ abhiññānibbattaṁ maññatīti nidassanaṁ katvā dassento",
  "tika-abh05t3:679_3": "āha “ākāsagamanādiabhiññā viyā”ti. Heṭṭhimānaṁ catunnaṁ vā maggānaṁ adhigamena dhammābhisamayo",
  "tika-abh05t3:679_4": "aggaphalādhigamena arahattappatti ca supine atthīti maññatīti yojanā.",
  "tika-abh05t3:680": "Tissopikathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:681": "9. Āsevanapaccayakathāvaṇṇanā",
  "tika-abh05t3:682_0": "903-905.Bījaṁ catumadhurabhāvaṁ na gaṇhātīti idaṁ sakasamayavasena vuttaṁ, parasamaye",
  "tika-abh05t3:682_1": "pana rūpadhammāpi arūpadhammehi samānakkhaṇā eva icchitā. Tenevāha “sabbe dhammā",
  "tika-abh05t3:682_2": "khaṇikā”ti. Khaṇikattepi vā acetanesupi anindriyabaddharūpesu bhāvanāviseso labbhati,",
  "tika-abh05t3:682_3": "kimaṅgaṁ pana sacetanesūti dassetuṁ “yathā bījaṁ catumadhurabhāvaṁ na gaṇhātī”ti",
  "tika-abh05t3:682_4": "nidassananti daṭṭhabbaṁ. Āsevento nāma koci dhammo natthi ittaratāya anavaṭṭhānatoti",
  "tika-abh05t3:682_5": "adhippāyo. Ittarakhaṇatāya eva pana āsevanaṁ labbhati. Kusalādibhāvena hi attasadisassa",
  "tika-abh05t3:682_6": "payogena karaṇīyassa punappunaṁ karaṇappavattanaṁ attasadisatāpādanaṁ vāsanaṁ vā",
  "tika-abh05t3:682_7": "āsevanaṁ pure paricitagantho viya pacchimassāti.",
  "tika-abh05t3:683": "Āsevanapaccayakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:684": "10. Khaṇikakathāvaṇṇanā",
  "tika-abh05t3:685_0": "906-907.Pathaviyādirūpesūti anekakalāpasamudāyabhūtesu sasambhārapathavīādirūpesu.",
  "tika-abh05t3:685_1": "Tattha hi kesuci purimuppannesu ṭhitesu kesañci tadaññesaṁ uppādo, tato purimantaruppannānaṁ",
  "tika-abh05t3:685_2": "kesañci nirodho hoti ekekakalāparūpesu samānuppādanirodhattā tesaṁ. Evaṁ patiṭṭhānanti",
  "tika-abh05t3:685_3": "evaṁ vuttappakārena asamānuppādanirodhena pabandhena patiṭṭhānapavattīti attho. Sā",
  "tika-abh05t3:685_4": "panāyaṁ yathāvuttā pavatti kasmā rūpasantatiyā evāti āha “na hi rūpāna”ntiādi. Tassattho",
  "tika-abh05t3:685_5": "– yadi sabbe saṅkhatadhammā samānakkhaṇā, tathā sati arūpasantatiyā viya rūpasantatiyāpi",
  "tika-abh05t3:685_6": "anantarādipaccayena vidhinā pavatti siyā, na cetaṁ atthi. Yadi siyā, cittakkhaṇe",
  "tika-abh05t3:685_7": "cittakkhaṇe pathavīādīnaṁ uppādanirodhehi bhavitabbanti.",
  "tika-abh05t3:686": "Khaṇikakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:687": "Bāvīsatimavaggavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:688": "23. Tevīsatimavaggo",
  "tika-abh05t3:689": "1. Ekādhippāyakathāvaṇṇanā",
  "tika-abh05t3:690_0": "908.Eka-saddo aññatthopi hoti “ittheke abhivadantī”tiādīsu viya, aññattañcettha rāgādhippāyato",
  "tika-abh05t3:690_1": "veditabbaṁ, puthujjanassa pana sachandarāgaparibhogabhāvato āha “rāgādhippāyato aññādhippāyovāti",
  "tika-abh05t3:690_2": "vuttaṁ hotī”ti. Ko pana so aññādhippāyoti? Karuṇādhippāyo. Tena vuttaṁ “karuṇādhippāyena",
  "tika-abh05t3:690_3": "ekādhippāyo”ti. Ayañca nayo itthiyā jīvitarakkhaṇatthaṁ kāruññena manorathaṁ pūrentassa",
  "tika-abh05t3:690_4": "bodhisattassa saṁvaravināso na hotīti evaṁvādinaṁ paravādiṁ sandhāya vutto, paṇidhānādhippāyavādinaṁ",
  "tika-abh05t3:690_5": "pana sandhāya “eko adhippāyoti etthā”tiādi vuttaṁ. Puttamukhadassanādhippāyopi ettheva",
  "tika-abh05t3:690_6": "saṅgahaṁ gatoti daṭṭhabbaṁ. Ekatobhāveti sahabhāve.",
  "tika-abh05t3:691": "Ekādhippāyakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:692": "3-7. Issariyakāmakārikākathāvaṇṇanā",
  "tika-abh05t3:693_0": "910-914.Issariyenāti cittissariyena, na cetovasibhāvenāti attho. Kāmakārikaṁ yathicchitanipphādanaṁ.",
  "tika-abh05t3:693_1": "Issariyakāmakārikāhetūti issariyakāmakāribhāvanimittaṁ, tassa nibbattanatthanti attho.",
  "tika-abh05t3:693_2": "Micchādiṭṭhiyā karīyatīti micchābhiniveseneva yā kāci dukkarakārikā karīyatīti attho.",
  "tika-abh05t3:694": "Issariyakāmakārikākathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:695": "8. Patirūpakathāvaṇṇanā",
  "tika-abh05t3:696_0": "915-916.Mettādayo viyāti yathā mettā karuṇā muditā ca sinehasabhāvāpi arañjanasabhāvattā",
  "tika-abh05t3:696_1": "asaṁkiliṭṭhattā ca na rāgo, evaṁ rāgapatirūpako koci dhammo natthi ṭhapetvā mettādayo,",
  "tika-abh05t3:696_2": "aññacittassa siniyhanākāro rāgasseva pavattiākāroti attho. Tenevāha “rāgameva gaṇhātī”ti.",
  "tika-abh05t3:696_3": "Evaṁ dosepīti ettha issādayo viya na doso dosapatirūpako koci atthīti dosameva gaṇhātīti",
  "tika-abh05t3:696_4": "yojetabbaṁ. Ṭhapetvā hi issādayo aññacittassa dussanākāro dosasseva pavattiākāroti.",
  "tika-abh05t3:697": "Patirūpakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:698": "9. Aparinipphannakathāvaṇṇanā",
  "tika-abh05t3:699_0": "917-918.Aniccādikobhāvoti aniccasaṅkhārapaṭiccasamuppannatādiko bhāvo dhammo pakati",
  "tika-abh05t3:699_1": "etassāti attho. Dukkhaññeva parinipphannanti “dukkhasaccaṁ sandhāya pucchā katā,",
  "tika-abh05t3:699_2": "na dukkhatāmatta”nti ayamattho viññāyati “na kevalañhi paṭhamasaccameva dukkha”nti",
  "tika-abh05t3:699_3": "vacanena. Tathā sati paravādinā cakkhāyatanādīnaṁ aññesañca taṁsarikkhakānaṁ dhammānaṁ",
  "tika-abh05t3:699_4": "parinipphannatā nānujānitabbā siyā. Kasmā? Tesampi hi dukkhasaccena saṅgaho, na itarasaccehi.",
  "tika-abh05t3:699_5": "Yañhi samudayasaccato nibbattaṁ, taṁ nippariyāyato dukkhasaccaṁ, itaraṁ saṅkhāradukkhatāya",
  "tika-abh05t3:699_6": "dukkhanti imamatthaṁ dassento “na kevalañhī”tiādimāha. Tattha na hi anupādinnānīti",
  "tika-abh05t3:699_7": "iminā cakkhāyatanādīnaṁ samudayasaccena saṅgahābhāvamāha. Lokuttarānīti iminā nirodhamaggasaccehi.",
  "tika-abh05t3:699_8": "Yadi evamettha yutti vattabbā, kimettha vattabbaṁ? Sabhāvo hesa paravādivādassa,",
  "tika-abh05t3:699_9": "yadidaṁ pubbenāparamasaṁsandanaṁ. Tathā hi so viññūhi paṭikkhitto. Tathā ceva taṁ",
  "tika-abh05t3:699_10": "amhehi tattha tattha vibhāvitaṁ. Etanti “rūpaṁ aparinipphannaṁ, dukkhaññeva parinipphanna”nti",
  "tika-abh05t3:699_11": "yadetaṁ tayā vuttaṁ, etaṁ no vata re vattabbe. Kasmā? Rūpassa ca dukkhattā. Rūpañhi",
  "tika-abh05t3:699_12": "aniccaṁ dukkhādhiṭṭhānañca. Tena vuttaṁ “yadaniccaṁ taṁ dukkhaṁ. Saṁkhittena pañcupādānakkhandhā dukkhā”ti ca.",
  "tika-abh05t3:700": "Aparinipphannakathāvaṇṇanā niṭṭhitā.",
  "tika-abh05t3:701": "Tevīsatimavaggavaṇṇanā niṭṭhitā.",
  "tika-abh05t3:702": "Kathāvatthupakaraṇa-anuṭīkā samattā.",
  "tika-abh05t3:703": "Namo tassa bhagavato arahato sammāsambuddhassa"
}