{
  "tika-abh03t1:0": "Puggalapaññattipakaraṇa-mūlaṭīkā",
  "tika-abh03t1:1": "1. Mātikāvaṇṇanā",
  "tika-abh03t1:2_0": "1. Dhammasaṅgahe tikadukavasena saṅgahitānaṁ dhammānaṁ vibhaṅge khandhādivibhāgaṁ",
  "tika-abh03t1:2_1": "dassetvā tathāsaṅgahitavibhattānaṁ dhātukathāya saṅgahāsaṅgahādippabhedaṁ vatvā yāya",
  "tika-abh03t1:2_2": "paññattiyā tesaṁ sabhāvato upādāya ca paññāpanaṁ hoti, taṁ pabhedato dassetuṁ “cha",
  "tika-abh03t1:2_3": "paññattiyo”tiādinā puggalapaññatti āraddhā. Tattha ye dhamme pubbāpariyabhāvena pavattamāne",
  "tika-abh03t1:2_4": "asabhāvasamūhavasena upādāya “puggalo, itthī, puriso, devo, manusso”tiādikā puggalapaññatti",
  "tika-abh03t1:2_5": "hoti, tesaṁ aññesañca bāhirarūpanibbānānaṁ sasabhāvasamūhasasabhāvabhedavasena paññāpanā",
  "tika-abh03t1:2_6": "sabhāvapaññattīti khandhapaññattiādikā pañcavidhā veditabbā. Tāya dhammasaṅgahādīsu",
  "tika-abh03t1:2_7": "vibhattā sabhāvapaññatti sabbāpi saṅgahitā hoti. Puggalapaññatti pana asabhāvapaññatti.",
  "tika-abh03t1:2_8": "Tāya ca samayavimuttādippabhedāya sattasantānagate pariññeyyādisabhāvadhamme upādāya",
  "tika-abh03t1:2_9": "pavattito padhānāya “vihāro mañco”tiādikā ca sabbā asabhāvapaññatti saṅgahitā hoti.",
  "tika-abh03t1:3_0": "Ettāvatā ca paññatti nāma vijjamānapaññatti avijjamānapaññatti ca. Tā eva hi vomissā",
  "tika-abh03t1:3_1": "itarā catassoti. Tasmā tāsaṁ dassanena imasmiṁ pakaraṇe sabbā paññattiyo dassitāti",
  "tika-abh03t1:3_2": "veditabbā. Khandhādipaññattīsu pana chasu aññattha adassitappabhedaṁ idheva ca dassitappabhedaṁ",
  "tika-abh03t1:3_3": "puggalapaññattiṁ upādāya imassa pakaraṇassa puggalapaññattīti nāmaṁ vuttanti veditabbaṁ.",
  "tika-abh03t1:3_4": "Ye dhamme idha paññapetukāmoti paññattiyā vatthubhāvena dassetukāmoti adhippāyo.",
  "tika-abh03t1:3_5": "Na hi etasmiṁ pakaraṇe paññāpanaṁ karoti, vatthūhi pana paññattiyo dassetīti.",
  "tika-abh03t1:4_0": "Khandhātipaññāpanāti idaṁ khandhāti rūpaṁ pathavītiādikā sabbāpi sāmaññappabhedapaññāpanā",
  "tika-abh03t1:4_1": "nāma hoti, taṁ sandhāya vuttanti daṭṭhabbaṁ. Paññāpanāti etassa pana dassanā ṭhapanāti",
  "tika-abh03t1:4_2": "ete dve atthā, tesaṁ pakāsanā nikkhipanāti. Tattha “rūpakkhandho…pe… aññātāvindriyaṁ",
  "tika-abh03t1:4_3": "samayavimutto”tiādinā idamevaṁnāmakaṁ idamevaṁnāmakanti taṁtaṁkoṭṭhāsikakaraṇaṁ bodhanameva",
  "tika-abh03t1:4_4": "nikkhipanā, na paññapetabbānaṁ mañcādīnaṁ viya ṭhānasambandhakaraṇaṁ. Yo panāyaṁ",
  "tika-abh03t1:4_5": "“nāmapaññatti hi dasseti ca ṭhapeti cā”ti kattuniddeso kato, so bhāvabhūtāya karaṇabhūtāya",
  "tika-abh03t1:4_6": "vā nāmapaññattiyā tesaṁ tesaṁ dhammānaṁ diṭṭhatāya ṭhapitatāya ca taṁnimittataṁ sandhāya katoti veditabbo.",
  "tika-abh03t1:5_0": "Vijjamānapaññattītiādinā vacanena pāḷiyaṁ anāgatataṁ sandhāya “pāḷimuttakenā”tiādimāha.",
  "tika-abh03t1:5_1": "Kusalākusalassevāti kusalākusalassa viya. Vijjamānassāti etassa attho satoti, tassa",
  "tika-abh03t1:5_2": "attho sambhūtassāti. Vijjamānassa satoti vā vijjamānabhūtassāti attho. Tamevatthaṁ",
  "tika-abh03t1:5_3": "dassento āha “sambhūtassā”ti. Tena avijjamānabhāvaṁ paṭikkhipati. Tathā avijjamānassāti",
  "tika-abh03t1:5_4": "yathā kusalādīni akusalādisabhāvato, phassādayo ca vedanādisabhāvato vinivattasabhāvāni",
  "tika-abh03t1:5_5": "vijjanti, tathā avijjamānassa ye dhamme upādāya “itthī, puriso”ti upaladdhi hoti,",
  "tika-abh03t1:5_6": "te apanetvā tehi vinivattassa itthiādisabhāvassa abhāvato asambhūtassāti attho. Yaṁ",
  "tika-abh03t1:5_7": "panetassa “tenākārena avijjamānassa aññenākārena vijjamānassā”ti atthaṁ keci vadanti,",
  "tika-abh03t1:5_8": "tattha yaṁ vattabbaṁ, taṁ paññattiduke vuttameva. Avijjamānepi sabhāve lokaniruttiṁ",
  "tika-abh03t1:5_9": "anugantvā anabhinivesena cittena “itthī, puriso”ti gahaṇasabbhāvā “lokaniruttimattasiddhassā”ti",
  "tika-abh03t1:5_10": "āha. Sābhinivesena pana cittena gayhamānaṁ pañcamasaccādikaṁ na sabhāvato, nāpi saṅketena",
  "tika-abh03t1:5_11": "siddhanti “sabbākārenapianupalabbhaneyya”nti vuttaṁ. Tāsu imasmiṁ…pe… labbhantīti",
  "tika-abh03t1:5_12": "imasmiṁ pakaraṇe sarūpato tissannaṁ āgatataṁ sandhāya vuttaṁ.",
  "tika-abh03t1:6_0": "Yathāvuttassa pana aṭṭhakathānayassa avirodhena ācariyavādā yojetabbā, tasmā paññapetabbaṭṭhena",
  "tika-abh03t1:6_1": "cesā paññattīti etassa sabhāvato avijjamānattā paññapetabbamattaṭṭhena paññattīti",
  "tika-abh03t1:6_2": "attho. Paññapetabbampi hi sasabhāvaṁ tajjaparamatthanāmalābhato na parato labhitabbaṁ",
  "tika-abh03t1:6_3": "paññattināmaṁ labhati, nisabhāvaṁ pana sabhāvābhāvato na attano sabhāvena nāmaṁ labhatīti.",
  "tika-abh03t1:6_4": "Sattotiādikena nāmena paññapitabbamattaṭṭhena paññattīti nāmaṁ labhati, nisabhāvā",
  "tika-abh03t1:6_5": "ca sattādayo. Na hi sasabhāvassa rūpādīhi ekattena aññattena vā anupalabbhasabhāvatā atthīti.",
  "tika-abh03t1:7_0": "Kirīṭaṁ makuṭaṁ, taṁ assa atthīti kirīṭī. Etasmiñca ācariyavāde anūnena lakkhaṇena",
  "tika-abh03t1:7_1": "bhavitabbanti sabbasamorodho kātabbo. Dutiyaṁ tatiyanti evaṁpakārā hi upanidhāpaññatti",
  "tika-abh03t1:7_2": "upanikkhittakapaññatti ca saṅkhātabbappadhānattā chapi paññattiyo bhajatīti yuttaṁ",
  "tika-abh03t1:7_3": "vattuṁ, itarā ca yathāyogaṁ taṁ taṁ paññattinti. Dutiyaṁ tatiyaṁ dve tīṇītiādi pana",
  "tika-abh03t1:7_4": "saṅkhā nāma kāci natthīti tāsaṁ upādāsantatipaññattīnaṁ avijjamānapaññattibhāvaṁ,",
  "tika-abh03t1:7_5": "itarāsañca upanidhāpaññattīnaṁ yathānidassitānaṁ avijjamānenaavijjamānapaññattibhāvaṁ",
  "tika-abh03t1:7_6": "maññamāno āha “sesā avijjamānapakkhañceva avijjamānenaavijjamānapakkhañca bhajantī”ti.",
  "tika-abh03t1:7_7": "Dutiyaṁ tatiyaṁ dve tīṇītiādīnaṁ upanidhāupanikkhittakapaññattīnaṁ avijjamānenaavijjamānapaññattibhāvameva",
  "tika-abh03t1:7_8": "maññati. Yañhi paṭhamādikaṁ apekkhitvā yassa cekādikassa upanikkhipitvā paññāpīyati,",
  "tika-abh03t1:7_9": "tañca saṅkhānaṁ kiñci natthīti. Tathā santatipaññattiyā ca. Na hi asīti āsītiko ca vijjamānoti.",
  "tika-abh03t1:8_0": "Ekaccā bhūmipaññattīti kāmāvacarādipaññattiṁ sandhāyāha. Kāmāvacarādī hi sabhāvadhammāti",
  "tika-abh03t1:8_1": "adhippāyo. Kāmoti pana okāse gahite avijjamānenavijjamānapaññatti esā bhavituṁ arahati,",
  "tika-abh03t1:8_2": "kammanibbattakkhandhesu gahitesu vijjamānenavijjamānapaññatti. Yathā pana vacanasaṅkhātāya",
  "tika-abh03t1:8_3": "vacanasamuṭṭhāpakacetanāsaṅkhātāya vā kiriyāya bhāṇakoti puggalassa paññatti vijjamānenaavijjamānapaññattipakkhaṁ",
  "tika-abh03t1:8_4": "bhajati, evaṁ kiso thūloti rūpāyatanasaṅkhātena saṇṭhānena puggalādīnaṁ paññāpanā",
  "tika-abh03t1:8_5": "vijjamānenaavijjamānapaññatti bhavituṁ arahati. Saṇṭhānanti vā rūpāyatane aggahite",
  "tika-abh03t1:8_6": "avijjamānenaavijjamānapaññatti. Rūpaṁ phassotiādikā pana vijjamānapaññatti ruppanādikiccavasena",
  "tika-abh03t1:8_7": "kiccapaññattiyaṁ, paccattadhammanāmavasena paccattapaññattiyaṁ vā avarodhetabbā.",
  "tika-abh03t1:8_8": "Vijjamānāvijjamānapaññattīsu ca vuttāsu tāsaṁ vomissatāvasena pavattā itarāpi vuttāyeva",
  "tika-abh03t1:8_9": "hontīti ayampi ācariyavādo sabbasaṅgāhakoti daṭṭhabbo.",
  "tika-abh03t1:9_0": "2.“Yāvatā pañcakkhandhā”tiādikassa atthaṁ dassento “yattakena paññāpanenā”tiādimāha.",
  "tika-abh03t1:9_1": "Tattha yāvatā pañcakkhandhāti yāvatā rūpakkhandho…pe… viññāṇakkhandhoti khandhānaṁ",
  "tika-abh03t1:9_2": "khandhapaññatti, ettāvatā khandhānaṁ khandhapaññatti, evaṁ pāḷiyojanaṁ katvā saṅkhepappabhedavasena",
  "tika-abh03t1:9_3": "ayaṁ attho vuttoti veditabbo. “Yāvatā pañcakkhandhā”ti, “khandhānaṁ khandhapaññattī”ti",
  "tika-abh03t1:9_4": "hi imassa attho “yattakena paññāpanena saṅkhepato pañcakkhandhāti vā”ti etena dassito,",
  "tika-abh03t1:9_5": "“yāvatā rūpakkhandho”tiādikassa pana “pabhedato rūpakkhandho”tiādikenāti. Tattha",
  "tika-abh03t1:9_6": "rūpakkhandho…pe… viññāṇakkhandhoti pabhedanidassanamattametaṁ. Tena avuttopi sabbo",
  "tika-abh03t1:9_7": "saṅgahito hotīti “tatrāpi rūpakkhandho kāmāvacaro”tiādi vuttaṁ. Ayaṁ vā ettha pāḷiyā",
  "tika-abh03t1:9_8": "atthayojanā – “yāvatā”ti idaṁ sabbehi padehi yojetvā yattakā pañcakkhandhā, tattakā",
  "tika-abh03t1:9_9": "khandhānaṁ khandhapaññatti. Yattako pañcannaṁ khandhānaṁ tappabhedānañca rūpakkhandhādīnaṁ",
  "tika-abh03t1:9_10": "pabhedo, tattako khandhānaṁ khandhapaññattiyā pabhedoti pakaraṇantare vuttena vatthubhedena",
  "tika-abh03t1:9_11": "khandhapaññattiyā pabhedaṁ dasseti. Esa nayo “yāvatā āyatanāna”ntiādīsupi.",
  "tika-abh03t1:10": "7.Ekadesenevāti uddesamattenevāti attho.",
  "tika-abh03t1:11": "Mātikāvaṇṇanā niṭṭhitā.",
  "tika-abh03t1:12": "2. Niddesavaṇṇanā",
  "tika-abh03t1:13": "1. Ekakaniddesavaṇṇanā",
  "tika-abh03t1:14_0": "1. Jhānaṅgāneva vimokkhoti iminā adhippāyenāha “vimokkhasahajātena nāmakāyenā”ti.",
  "tika-abh03t1:14_1": "Yena hi saddhintiādinā paṭhamaṁ samaṅgibhāvatthaṁ vivarati. Phassenapi phuṭṭhāyeva",
  "tika-abh03t1:14_2": "nāmāti etena “apicesā”tiādinā vuttaṁ dutiyaṁ samphassena phusanatthaṁ, itarehi itare",
  "tika-abh03t1:14_3": "kāraṇatthe. Samaṅgibhāvaphusanakāraṇabhāvā hi phusanāti vuttāti. Punapi paṭhamatthameva",
  "tika-abh03t1:14_4": "dubbiññeyyattā vivaranto “tatrāssā”tiādimāha. Ṭhapetvā tāni aṅgāni sesā atirekapaṇṇāsadhammāti",
  "tika-abh03t1:14_5": "ettha vedanāsomanassindriyāni saṅgahitānīti āha “cattāro khandhā hontī”ti. Evaṁ sati",
  "tika-abh03t1:14_6": "vedanāsomanassindriyehi sukhassa phusitabbattā tiṇṇañca tesaṁ anaññattā teneva tassa",
  "tika-abh03t1:14_7": "phusanā āpajjatīti? Nāpajjati, vedayitādhipatiyaṭṭhehi upanijjhāyanabhāvapaṭilābhassa",
  "tika-abh03t1:14_8": "vuttattā. Atha vā ṭhapetvā tāni aṅgānīti aṅgānaṁ bahuttā bahuvacanaṁ. Tesu pana paccekampi",
  "tika-abh03t1:14_9": "yojanā kātabbā “vitakkaṁ ṭhapetvā”tiādinā. Tattha “sukhaṁ ṭhapetvā”ti imissā yojanāya",
  "tika-abh03t1:14_10": "sesā tayo khandhā honti, itarāsu cattāroti. Sabbayojanāsu ca tayo anto katvā “cattāro",
  "tika-abh03t1:14_11": "khandhā hontī”ti vuttaṁ.",
  "tika-abh03t1:15_0": "2. Yo asamayavimokkhena ekaccehi āsavehi vimutto asamayavimokkhūpanissayalābhena",
  "tika-abh03t1:15_1": "ca sātisayena samayavimokkhena, so eva samayavimutto. So hi tena vimutto jhānalābhī",
  "tika-abh03t1:15_2": "sekkho rūpārūpabhavato apunarāvaṭṭako kāmarāgādīhi tathāvimuttova hotīti samayavimuttapaññattiṁ",
  "tika-abh03t1:15_3": "laddhuṁ arahati. Puthujjano pana jhānalābhī punarāvaṭṭakadhammo puna kāmarāgādisamudācārabhāvato",
  "tika-abh03t1:15_4": "vimutto nāma na hotīti samayavimuttapaññattiṁ nārahati, tena so “samayavimutto”ti",
  "tika-abh03t1:15_5": "na vutto. Arahato pana aparikkhīṇā āsavā natthi, yato vimucceyya. Diṭṭhadhammasukhavihāramattā",
  "tika-abh03t1:15_6": "hi tassa aṭṭha vimokkhāti. Tasmā tassa na aṭṭha vimokkhā samayavimuttapaññattibhāvassa",
  "tika-abh03t1:15_7": "asamayavimuttapaññattibhāvassa vā kāraṇaṁ. Tadakāraṇabhāvameva dassetuṁ “na heva",
  "tika-abh03t1:15_8": "kho…pe… viharatī”ti vuttaṁ, na sukkhavipassakasseva asamayavimuttabhāvaṁ dassetunti",
  "tika-abh03t1:15_9": "daṭṭhabbaṁ. Sabbopi hi arahā asamayavimuttoti. Bāhirānanti lokuttarato bahibhūtānaṁ, lokiyānanti attho.",
  "tika-abh03t1:16_0": "3. Arūpakkhandhanibbānamattavācako arūpasaddo na hotīti dassanatthaṁ “rūpato añña”ntiādi",
  "tika-abh03t1:16_1": "vuttaṁ. Cittamañjūsanti samādhiṁ. Abhiññādīnañhi dhammānaṁ pādakabhāvena samādhi",
  "tika-abh03t1:16_2": "mañjūsāsadiso hoti. Addhānaṁ pharitunti dīghakālaṁ byāpetuṁ, pavattetunti attho.",
  "tika-abh03t1:16_3": "“Sammajjitabba”nti cintetvā tattha ādarassa akatattā vattabhedoti veditabbo. Evaṁ",
  "tika-abh03t1:16_4": "vattabhedamattena naṭṭhā pana samāpatti kāmacchandādīhi naṭṭhā viya na kiñcena paccāharitabbā",
  "tika-abh03t1:16_5": "hoti mandapāripanthakattā, tasmā vattasamitakaraṇamatteneva paccāharitabbattā “appentova nisīdī”ti āha.",
  "tika-abh03t1:17_0": "4.Attano anurūpena pamādena vītināmentānampi samāpatti na kuppatīti parihīno nāma",
  "tika-abh03t1:17_1": "na hoti, tasmiṁ tasmiṁ byāsaṅge paṭisaṁhaṭamatte samāpajjituṁ samatthatāyāti adhippāyo.",
  "tika-abh03t1:17_2": "“Kissa pana, bhante, khīṇāsavassa bhikkhuno lābhasakkārasiloko antarāyāyāti? Yā hissa",
  "tika-abh03t1:17_3": "sā, ānanda, akuppā cetovimutti, nāhaṁ tassā lābhasakkārasilokaṁ antarāyāya vadāmi.",
  "tika-abh03t1:17_4": "Ye ca khvassa, ānanda, appamattassa ātāpino pahitattassa viharato diṭṭhadhammasukhavihārā",
  "tika-abh03t1:17_5": "adhigatā, tesāhamassa lābhasakkārasilokaṁ antarāyāya vadāmī”ti sutte pana samayena",
  "tika-abh03t1:17_6": "samayaṁ āpajjanena pariharitabbānaṁ samāpattisukhavihārānaṁ tasmiṁ tasmiṁ byāsaṅgakāle",
  "tika-abh03t1:17_7": "anipphattito lābhasakkārasiloko antarāyoti vuttoti adhippāyenassa tena avirodho veditabbo.",
  "tika-abh03t1:18_0": "5.Dhammānaṁ…pe… pīti ettha “dhammehī”ti vattabbaṁ. Idha hi tāhi samāpattīhi parihāyeyyāti",
  "tika-abh03t1:18_1": "dhammehi puggalassa parihānampi aparihānampi vuttaṁ. Tattha ca puggalassa pamādamāgamma",
  "tika-abh03t1:18_2": "tā samāpattiyo kuppeyyunti dhammānaṁ kuppanaṁ akuppanañca vuttaṁ, puggalassa pana",
  "tika-abh03t1:18_3": "parihānadhammānameva vināsoti vacananānattamattena vacanatthanānattamattena vā pariyāyantaratā vuttāti daṭṭhabbā.",
  "tika-abh03t1:19_0": "7-8.Cetanā samāpatticetanā tadāyūhanā ca. Anurakkhaṇā samāpattiupakārānupakārapariggāhikā",
  "tika-abh03t1:19_1": "paññāsahitā sati. Tāhi cetiyamānaanurakkhiyamānasamāpattīnaṁ bhabbā cetanābhabbā anurakkhaṇābhabbā.",
  "tika-abh03t1:20": "10.Puthujjanagottanti puthujjanasikkhaṁ, puthujjanagatā tisso sikkhā atikkantāti attho. Tā hi saṁyojanattayānupacchedena “puthujjanasikkhā”ti vuccantīti.",
  "tika-abh03t1:21": "11. Arahattamaggaṭṭho ca vaṭṭabhayato paññubbegena ubbijjanto uddhambhāgiyasaṁyojanehi uparatoti bhayūparato nāmāti āha “satta sekkhā bhayūparatā”ti.",
  "tika-abh03t1:22_0": "12. Bhavaṅgapaññāvirahitā “vipākāvaraṇena samannāgatā”ti iminā gahitāti tihetukapaṭisandhikā",
  "tika-abh03t1:22_1": "keci “duppaññā”ti iminā gayhantīti dassento āha “appaṭiladdhamaggaphalūpanissayā”ti.",
  "tika-abh03t1:22_2": "Paññāya hi vinā na tadupanissayo atthīti.",
  "tika-abh03t1:23": "14. Yattha niyatāniyatavomissā pavatti atthi, tattheva niyatadhammā hontīti uttarakurūsu tadabhāvā niyato nāma natthīti dassento “yā pana uttarakurukāna”ntiādimāha.",
  "tika-abh03t1:24_0": "16. Terasasu sīsesu palibodhasīsādīni pavattasīsañca pariyādiyitabbāni, adhimokkhasīsādīni",
  "tika-abh03t1:24_1": "pariyādakāni, pariyādakaphalaṁ gocarasīsaṁ. Tañhi visayajjhattaphalavimokkhoti. Pariyādakassa",
  "tika-abh03t1:24_2": "maggassa phalassa ca ārammaṇaṁ saṅkhārasīsaṁ saṅkhāravivekabhūto nirodhoti pariyādiyitabbānaṁ",
  "tika-abh03t1:24_3": "pariyādakaphalārammaṇānaṁ saha viya saṁsiddhidassanena samasīsibhāvaṁ dassetuṁ paṭisambhidāyaṁ",
  "tika-abh03t1:24_4": "terasa sīsāni vuttāni. Idha pana “apubbaṁ acarimaṁ āsavapariyādānañca hoti jīvitapariyādānañcā”ti",
  "tika-abh03t1:24_5": "vacanato tesu kilesapavattasīsānameva vasena yojanaṁ karonto “tattha kilesasīsa”ntiādimāha.",
  "tika-abh03t1:24_6": "Tattha pavattasīsampi vaṭṭato vuṭṭhahanto maggo cutito uddhaṁ appavattikaraṇavasena",
  "tika-abh03t1:24_7": "yadipi pariyādiyati, yāva pana cuti, tāva pavattisabbhāvato “pavattasīsaṁ jīvitindriyaṁcuticittaṁ",
  "tika-abh03t1:24_8": "pariyādiyatī”ti āha. Kilesapariyādānena pana attano anantaraṁ viya nipphādetabbā",
  "tika-abh03t1:24_9": "paccavekkhaṇavārā ca kilesapariyādānasseva vārāti vattabbataṁ arahanti. “Vimuttasmiṁ",
  "tika-abh03t1:24_10": "vimuttamiti ñāṇaṁ hotī”ti vacanato hi paccavekkhaṇaparisamāpanena kilesapariyādānaṁ",
  "tika-abh03t1:24_11": "samāpitaṁ nāma hoti. Taṁ pana parisamāpanaṁ yadi cuticittena hoti, teneva jīvitaparisamāpanañca",
  "tika-abh03t1:24_12": "hotīti imāya vāracutisamatāya kilesapariyādānajīvitapariyādānānaṁ apubbācarimatā",
  "tika-abh03t1:24_13": "hotīti āha “vārasamatāyā”ti. Bhavaṅgaṁ otaritvā parinibbāyatīti ettha parinibbānacittameva",
  "tika-abh03t1:24_14": "bhavaṅgotaraṇabhāvena vuttanti daṭṭhabbaṁ.",
  "tika-abh03t1:25": "17.Mahāpayogoti mahākiriyo vipattikaraṇamahāmeghuṭṭhānākāravināso. Tiṭṭheyyāti vināso nappavatteyyāti attho.",
  "tika-abh03t1:26": "18.Araṇīyattāti payirupāsitabbattā.",
  "tika-abh03t1:27": "20. Yāya katakiccatā hoti, tāya aggavijjāya adhigatāya tevijjatābhāvo nippariyāyatā, sā ca āgamanavasena siddhā sātisayā tevijjatāti āha “āgamanīyameva dhura”nti.",
  "tika-abh03t1:28": "22.Tattha cāti nimittatthe bhummaṁ, sabbaññutaññāṇappattiyā ādhārabhāve vā. Tattheva hi sabbaññutaṁ patto nāma hotīti.",
  "tika-abh03t1:29": "23.Ananussutesu dhammesūti ca ananussutesu saccesūti attho.",
  "tika-abh03t1:30_0": "24. “Rūpī rūpāni passatī”tiādike nirodhasamāpattiante aṭṭha vimokkhe vatvā “yato",
  "tika-abh03t1:30_1": "kho, ānanda, bhikkhu ime aṭṭha vimokkhe kāyena phusitvā viharati, paññāya cassa disvā",
  "tika-abh03t1:30_2": "āsavā parikkhīṇā honti. Ayaṁ vuccati, ānanda, bhikkhu ubhatobhāgavimutto”ti yadipi",
  "tika-abh03t1:30_3": "mahānidānasutte vuttaṁ, taṁ pana ubhatobhāgavimuttaseṭṭhavasena vuttanti idha kīṭāgirisuttavasena",
  "tika-abh03t1:30_4": "sabbaubhatobhāgavimuttasaṅgahatthaṁ “aṭṭha samāpattiyo sahajātanāmakāyena paṭilabhitvā",
  "tika-abh03t1:30_5": "viharatī”ti āha. Kīṭāgirisutte hi “idha, bhikkhave, ekacco puggalo ye te santā vimokkhā",
  "tika-abh03t1:30_6": "atikkamma rūpe āruppā, te kāyena phusitvā viharati, paññāya cassa disvā āsavā parikkhīṇā",
  "tika-abh03t1:30_7": "honti. Ayaṁ vuccati, bhikkhave, puggalo ubhatobhāgavimutto”ti arūpasamāpattivasena",
  "tika-abh03t1:30_8": "cattāro ubhatobhāgavimuttā vuttā, ubhatobhāgavimuttaseṭṭho ca vuttalakkhaṇopapattitoti.",
  "tika-abh03t1:30_9": "Kāyasakkhimhipi eseva nayo.",
  "tika-abh03t1:31_0": "Paññāya cassa disvā āsavā parikkhīṇā hontīti na āsavā paññāya passanti, dassanakāraṇā",
  "tika-abh03t1:31_1": "pana parikkhīṇā disvā parikkhīṇāti vuttā. Dassanāyattaparikkhayattā eva hi dassanaṁ",
  "tika-abh03t1:31_2": "purimakiriyā hotīti. Nāmanissitako esoti eso ubhatobhāgavimutto rūpato muccitvā nāmaṁ",
  "tika-abh03t1:31_3": "nissāya ṭhito puna tato muccanato “nāmanissitako”ti vatvā tassa ca sādhakaṁ suttaṁ",
  "tika-abh03t1:31_4": "vatvā “kāyadvayato suvimuttattā ubhatobhāgavimutto”ti āhāti attho. Sutte hi ākiñcaññāyatanalābhino",
  "tika-abh03t1:31_5": "upasīvabrāhmaṇassa bhagavatā nāmakāyā vimuttoti ubhatobhāgavimuttoti muni akkhātoti.",
  "tika-abh03t1:32_0": "Paṭhamattheravāde dvīhi bhāgehi vimutto ubhatobhāgavimutto, dutiyattheravāde ubhato",
  "tika-abh03t1:32_1": "bhāgato vimuttoti ubhatobhāgavimuttoti, tatiyattheravāde dvīhi bhāgehi dve vāre vimuttoti",
  "tika-abh03t1:32_2": "ayametesaṁ viseso. Tattha vimuttoti kilesehi vimutto, kilesavikkhambhanasamucchedanehi",
  "tika-abh03t1:32_3": "vā kāyadvayato vimuttoti attho daṭṭhabbo. Arūpāvacaraṁ pana nāmakāyato ca vimuttanti",
  "tika-abh03t1:32_4": "nīvaraṇasaṅkhātanāmakāyato vimuttanti vuttaṁ hoti. Tañhi nīvaraṇadūrībhāvena nāmakāyato",
  "tika-abh03t1:32_5": "rūpataṇhāvikkhambhanena rūpakāyato ca vimuttattā ekadesena ubhatobhāgavimuttaṁ nāma",
  "tika-abh03t1:32_6": "hotīti arahattamaggassa pādakabhūtaṁ ubhatobhāgavimuttanāmalābhassa kāraṇaṁ bhavituṁ yuttanti adhippāyo.",
  "tika-abh03t1:33_0": "25.Etesu hi ekopi aṭṭhavimokkhalābhī na hotīti ubhatobhāgavimuttabhāvassa kāraṇabhūtaṁ",
  "tika-abh03t1:33_1": "rūpakāyato vimuttaṁ ekampi vimokkhaṁ anadhigatoti adhippāyo. Arūpāvacaresu hi ekampi",
  "tika-abh03t1:33_2": "adhigato ubhatobhāgavimuttabhāvakāraṇapaṭilābhato aṭṭhavimokkhekadesena tena taṁnāmadāne",
  "tika-abh03t1:33_3": "samatthena “aṭṭhavimokkhalābhī”tveva vuccati. Tenāha “arūpāvacarajjhānesu panā”tiādi.",
  "tika-abh03t1:34_0": "26.Phuṭṭhantaṁ sacchikarotīti phuṭṭhānaṁ anto phuṭṭhanto, phuṭṭhānaṁ arūpāvacarajjhānānaṁ",
  "tika-abh03t1:34_1": "anantaro kāloti adhippāyo. Accantasaṁyoge cettha upayogavacanaṁ daṭṭhabbaṁ. Phuṭṭhānantarakālameva",
  "tika-abh03t1:34_2": "sacchikaroti sacchikātabbopāyenāti vuttaṁ hoti. “Ekamantaṁ nisīdī”tiādīsu viya bhāvanapuṁsakaṁ",
  "tika-abh03t1:34_3": "vā etaṁ. Yo hi arūpajjhānena rūpakāyato nāmakāyekadesato ca vikkhambhanavimokkhena",
  "tika-abh03t1:34_4": "vimutto, tena nirodhasaṅkhāto vimokkho ālocito pakāsito viya hoti, na pana kāyena",
  "tika-abh03t1:34_5": "sacchikato. Nirodhaṁ pana ārammaṇaṁ katvā ekaccesu āsavesu khepitesu tena so sacchikato",
  "tika-abh03t1:34_6": "hoti, tasmā so sacchikātabbaṁ nirodhaṁ yathāālocitaṁ nāmakāyena sacchikarotīti kāyasakkhīti",
  "tika-abh03t1:34_7": "vuccati, na tu vimuttoti ekaccānaṁ āsavānaṁ aparikkhīṇattā.",
  "tika-abh03t1:35_0": "27.Diṭṭhattā pattoti etena catusaccadassanasaṅkhātāya diṭṭhiyā nirodhassa pattataṁ",
  "tika-abh03t1:35_1": "dīpeti. “Diṭṭhantaṁ patto”ti vā pāṭho, dassanasaṅkhātassa sotāpattimaggañāṇassa anantaraṁ",
  "tika-abh03t1:35_2": "pattoti vuttaṁ hoti. Paṭhamaphalato paṭṭhāya hi yāva aggamaggā diṭṭhippattoti.",
  "tika-abh03t1:36_0": "28.Imaṁ pana nayaṁ “no”ti paṭikkhipitvāti ettha diṭṭhippattasaddhāvimuttabhāvappattānaṁ",
  "tika-abh03t1:36_1": "paññānānattaṁ vuttaṁ, na pana yena visesena so viseso patto, so vuttoti imaṁ dosaṁ",
  "tika-abh03t1:36_2": "disvā paṭikkhepo katoti daṭṭhabbo. Āgamaṭṭhakathāsūti ca vacanena āgamanīyanānattasanniṭṭhānameva",
  "tika-abh03t1:36_3": "thiraṁ karotīti veditabbaṁ. Saddahanto vimuttoti etena sabbathā avimuttassapi saddhāmattena",
  "tika-abh03t1:36_4": "vimuttabhāvaṁ dasseti. Saddhāvimuttoti vā saddhāya adhimuttoti attho.",
  "tika-abh03t1:37": "29.Paññaṁ vāhetīti paññaṁ sātisayaṁ pavattetīti attho. Paññā imaṁ puggalaṁ vahatīti nibbānābhimukhaṁ gametīti attho.",
  "tika-abh03t1:38_0": "31.Evaṁmaggakkhaṇepīti ayaṁ api-saddo kasmā vutto, nanu ariyena aṭṭhaṅgikena maggena",
  "tika-abh03t1:38_1": "samannāgato maggakkhaṇe eva hotīti tadā eva sotāpanno nāmāti āpannanti? Nāpannaṁ.",
  "tika-abh03t1:38_2": "Maggena hi attanā sadisassa aṭṭhaṅgikassa vā sattaṅgikassa vā phalassa sototi nāmaṁ",
  "tika-abh03t1:38_3": "dinnanti tenapi samannāgatassa sotāpannabhāvato, sotena vā maggena pavattetuṁ aparihīnena",
  "tika-abh03t1:38_4": "phalaṭṭhopi samannāgato eva nāma, na ca tena paṭhamamaggakkhaṇe viya soto samāpajjiyamāno,",
  "tika-abh03t1:38_5": "tasmā samāpannasotattā paṭhamaphalato paṭṭhāya “sotāpanno”ti vattuṁ yutto. Vuttañhi",
  "tika-abh03t1:38_6": "“ye keci, bhikkhave, mayi aveccappasannā, sabbe te sotāpannā. Tesaṁ sotāpannānaṁ",
  "tika-abh03t1:38_7": "pañcannaṁ idha niṭṭhā, pañcannaṁ idha vihāya niṭṭhā”ti. Tattha dutiyaphalaṭṭhādīnaṁ",
  "tika-abh03t1:38_8": "visuṁ nāmaṁ atthīti paṭhamaphalaṭṭho eva itarehi visesiyamāno “sotāpanno”ti vattuṁ",
  "tika-abh03t1:38_9": "yuttoti so eva idhādhippeto. Paṭiladdhamaggena bujjhatīti etena paṭiladdhamaggassa",
  "tika-abh03t1:38_10": "catusaccapaccavekkhaṇādīnaṁ upanissayabhāvaṁ dasseti. Sambodhi paraṁ ayanaṁ nissayo",
  "tika-abh03t1:38_11": "etassāti hi sambodhiparāyaṇoti. Dutiyenatthena sambodhi paraṁ ayanaṁ gati etassāti sambodhiparāyaṇo.",
  "tika-abh03t1:39": "32. Kevalena kulasaddena mahākulameva vuccatīti āha “mahābhogakulesuyeva nibbattatīti attho”ti.",
  "tika-abh03t1:40_0": "33.Khandhabījaṁ nāma paṭisandhiviññāṇaṁ. Ihaṭṭhakanijjhānikavaseneva imasmiṁ ṭhāne",
  "tika-abh03t1:40_1": "kathitāti sajjhānako ajjhattasaṁyojanasamucchede akatepi anāgāmisabhāgo anāvattidhammo",
  "tika-abh03t1:40_2": "idha gaṇanūpago na hoti, heṭṭhā upari ca saṁsaraṇako kāmabhavagato hīnajjhānako idha",
  "tika-abh03t1:40_3": "gaṇanūpagoti adhippāyo.",
  "tika-abh03t1:41": "34.Yaṁ vattabbanti “dvīhi kāraṇehi tanubhāvo veditabbo”tiādi yaṁ vattabbaṁ siyāti attho.",
  "tika-abh03t1:42_0": "36.Upapannaṁ vā samanantarāti upapannaṁ vā etena puggalena hoti, atha samanantarā",
  "tika-abh03t1:42_1": "ariyamaggaṁ sañjaneti. Appattaṁ vā vemajjhaṁ āyuppamāṇanti āyuppamāṇaṁ tassa puggalassa",
  "tika-abh03t1:42_2": "vemajjhaṁ appattaṁ hoti, etthantare ariyamaggaṁ sañjanetīti ayamettha pāḷiattho.",
  "tika-abh03t1:42_3": "Aṭṭhakathāyaṁ pana “appatvā pabbataṁ nadī”ti viya āyuppamāṇaṁ vemajjhaṁ appattaṁ",
  "tika-abh03t1:42_4": "vā hutvāti parasaddayoge parato bhūto hutvā saddo vacanasesabhūto payuttoti veditabbo.",
  "tika-abh03t1:43": "37.Upahaccāti etassa upagantvāti attho, tena vemajjhātikkamo kālakiriyopagamanañca saṅgahitaṁ hoti. Tena vuttaṁ “atikkamitvā vemajjha”ntiādi.",
  "tika-abh03t1:44_0": "40.Uddhaṁvāhibhāvenāti uddhaṁ vahatīti uddhaṁvāhī, taṇhāsotaṁ vaṭṭasotaṁ vā, tassa",
  "tika-abh03t1:44_1": "bhāvo, tena uddhaṁvāhibhāvenāti vuttaṁ hoti. Avihesu uddhaṁsoto yadipi tattha parinibbāyī",
  "tika-abh03t1:44_2": "na hoti, yattha vā tattha vā gantvā parinibbāyatu, parinibbāyino pana tassa asaṅkhāraparinibbāyitā",
  "tika-abh03t1:44_3": "sasaṅkhāraparinibbāyitā ca atthīti tattha dasa anāgāmino vuttā, evaṁ atappādīsupi.",
  "tika-abh03t1:44_4": "Anupahaccatalāti appattatalā. Asaṅkhārasasaṅkhāraparinibbāyīnaṁ lahusālahusagatikā",
  "tika-abh03t1:44_5": "eva parittavipulatiṇakaṭṭhajhāpakapappaṭikāsadisatā veditabbā, na uppajjitvāva nibbāyanakādīhi",
  "tika-abh03t1:44_6": "adhimattatā viya samuddaṁ patvā nibbāyanakato anadhimattatā viya ca antarā upahaccaparinibbāyīhi",
  "tika-abh03t1:44_7": "uddhaṁsotato ca adhimattānadhimattatā. Te eva hi asaṅkhārasasaṅkhāraparinibbāyinoti.",
  "tika-abh03t1:44_8": "Tato mahantatareti vacanaṁ tiṇakaṭṭhajhāpanasamatthapappaṭikādassanatthaṁ, na adhimatta",
  "tika-abh03t1:44_9": "nādhimattadassanatthanti.",
  "tika-abh03t1:45_0": "No cassa no ca me siyāti avijjāsaṅkhārādikaṁ hetupañcakaṁ no ca assa, viññāṇādikaṁ",
  "tika-abh03t1:45_1": "idaṁ phalapañcakaṁ vattamānaṁ no ca me siyāti attho. Tena atītabhavasaṁsiddhito dukkhasamudayato",
  "tika-abh03t1:45_2": "imassa dukkhassa pavattidassanato paccayasamudayaṭṭhena khandhānaṁ udayadassanapaṭipatti",
  "tika-abh03t1:45_3": "vuttā hoti. Na bhavissati, na me bhavissatīti yadi etarahi hetupañcakaṁ na bhavissati,",
  "tika-abh03t1:45_4": "anāgate phalapañcakaṁ na me bhavissatīti attho. Etena paccayanirodhaṭṭhena vayadassanapaṭipatti",
  "tika-abh03t1:45_5": "vuttā hoti, etarahi anāgate ca attattaniyanivāraṇavasena suññatāpaṭipatti vā catūhipi",
  "tika-abh03t1:45_6": "vuttā. Yadatthīti yaṁ atthi. Bhūtanti sasabhāvaṁ nibbattaṁ vā yathādiṭṭhaudayabbayaṁ",
  "tika-abh03t1:45_7": "yathādiṭṭhasuññataṁ vā khandhapañcakaṁ parikappitaitthipurisasattādibhāvarahitaṁ",
  "tika-abh03t1:45_8": "nāmarūpamattanti attho. Vivaṭṭānupassanāya vivaṭṭamānaso taṁ bhūtaṁ pajahāmīti upekkhaṁ",
  "tika-abh03t1:45_9": "paṭilabhati, saṅkhārupekkhāñāṇena upekkhako hotīti vuttaṁ hoti.",
  "tika-abh03t1:46_0": "Bhave na rajjati, sambhave na rajjatīti avisiṭṭhe visiṭṭhe ca bhave na rajjatīti",
  "tika-abh03t1:46_1": "keci vadanti. Paccuppanno pana bhavo bhavo, anāgato jātiyā gahaṇena gahito sambhavoti",
  "tika-abh03t1:46_2": "veditabbo. Atha vā bhavoti bhūtameva vuccati, sambhavo tadāhāro, tasmiṁ dvaye na",
  "tika-abh03t1:46_3": "rajjatīti sekkhapaṭipattiṁ dasseti. Bhūte hi sasambhave ca virāgo sekkhapaṭipatti.",
  "tika-abh03t1:46_4": "Yathāha “bhūtamidanti, bhante, yathābhūtaṁ sammappaññāya passati, bhūtamidanti yathābhūtaṁ",
  "tika-abh03t1:46_5": "sammappaññāya disvā bhūtassa nibbidāya virāgāya nirodhāya paṭipanno hoti. Tadāhārasambhavanti",
  "tika-abh03t1:46_6": "yathābhūtaṁ…pe… disvā tadāhārasambhavassa nibbidāya…pe… paṭipanno hoti. Tadāhāranirodhāya",
  "tika-abh03t1:46_7": "yaṁ bhūtaṁ, taṁ nirodhadhammanti yathābhūtaṁ…pe… disvā nirodhadhammassa nibbidāya",
  "tika-abh03t1:46_8": "virāgāya nirodhāya paṭipanno hoti. Evaṁ kho, bhante, sekkho hotī”ti. Athuttarīti",
  "tika-abh03t1:46_9": "atha evaṁ arajjamāno uttari santaṁ padaṁ nibbānaṁ anukkamena maggapaññāya sammā passati,",
  "tika-abh03t1:46_10": "tañca khvassa padaṁ na sabbena sabbaṁ sacchikataṁ catutthamaggeneva sacchikātabbassa",
  "tika-abh03t1:46_11": "tassa tena asacchikatattā.",
  "tika-abh03t1:47": "Ekakaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh03t1:48": "2. Dukaniddesavaṇṇanā",
  "tika-abh03t1:49_0": "63. Kassaci kilesassa avikkhambhitattā kassaci kathañci avimutto kāmabhavo ajjhattaggahaṇassa",
  "tika-abh03t1:49_1": "visesapaccayoti ajjhattaṁ nāma. Tattha bandhanaṁ ajjhattasaṁyojanaṁ, tena sampayutto ajjhattasaṁyojano.",
  "tika-abh03t1:50_0": "83. Kāraṇena vinā pavattahitacitto akāraṇavacchalo. Anāgatampi payojanaṁ apekkhamāno",
  "tika-abh03t1:50_1": "purimaggahitaṁ taṁ kataṁ upādāya kataññū eva nāma hoti, na pubbakārīti āha “karissati",
  "tika-abh03t1:50_2": "me”tiādi. Tamojotiparāyaṇo puññaphalaṁ anupajīvanto eva puññāni karotīti “pubbakārī”ti",
  "tika-abh03t1:50_3": "vutto. “Iṇaṁ demī”ti saññaṁ karotīti evaṁsaññaṁ akarontopi karonto viya hotīti attho.",
  "tika-abh03t1:51": "86.Acchamaṁsaṁlabhitvā sūkaramaṁsanti na kukkuccāyatīti acchamaṁsanti jānantopi sūkaramaṁsanti na kukkuccāyati, madditvā vītikkamatīti vuttaṁ hoti.",
  "tika-abh03t1:52": "90.Tittoti niṭṭhitakiccatāya nirussukko.",
  "tika-abh03t1:53": "Dukaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh03t1:54": "3. Tikaniddesavaṇṇanā",
  "tika-abh03t1:55_0": "91.Sesasaṁvarabhedenāti manosaṁvarabhedena, satisaṁvarādibhedena vā. Akusalasīlasamannāgamenāti",
  "tika-abh03t1:55_1": "“katame ca thapati akusalā sīlā? Akusalaṁ kāyakammaṁ akusalaṁ vacīkammaṁ pāpako ājīvo”ti",
  "tika-abh03t1:55_2": "vuttehi samannāgamena. Tassa hi…pe… evaṁ sāsaṅkasamācāro hotīti evaṁ sāsaṅko samācāro hotīti attho.",
  "tika-abh03t1:56": "94. Samānavisayānaṁ puggalānaṁ visesadassanavasena “kāyasakkhī”tiādikaṁ vuttaṁ.",
  "tika-abh03t1:57": "107.Samādhi vā ādīti lokuttaradhammā hi paramatthato sāsananti tadattho pādakasamādhi tassa ādi vutto, tadāsannattā vipassanā, tassa mūlekadesattā maggo.",
  "tika-abh03t1:58_0": "108.Ucchaṅgo viya ucchaṅgapañño puggalo daṭṭhabboti ucchaṅgasadisapaññatāya eva paññā",
  "tika-abh03t1:58_1": "viya puggalopi ucchaṅgo viya hoti, tasmiṁ dhammānaṁ aciraṭṭhānatoti adhippāyena vuttaṁ.",
  "tika-abh03t1:58_2": "Vakkhati hi “ucchaṅgasadisapaññotiattho”ti.",
  "tika-abh03t1:59": "109. Yathā ca ucchaṅgasadisā paññā, evaṁ nikkujjakumbhasadisā paññā evāti daṭṭhabbo, tattha dhammānaṁ anavaṭṭhānato.",
  "tika-abh03t1:60": "113. Ciraṭṭhānato thiraṭṭhānato ca pāsāṇalekhasadisā parāparādhanibbattā kodhalekhā yassa so pāsāṇalekhūpamasamannāgato pāsāṇalekhūpamoti vutto, evaṁ itarepi.",
  "tika-abh03t1:61": "118. Sutādivatthurahito tucchamāno naḷo viyāti “naḷo”ti vuccati, so uggato naḷo etassāti unnaḷo.",
  "tika-abh03t1:62": "122. “Sīlakathā ca no bhavissatī”ti ettha vuttaṁ sīlakathābhavanaṁ paṭhamārambhopi dussīlena saha na hotīti dassento āha neva sīlakathā hotī”ti.",
  "tika-abh03t1:63": "123.Tatthatatthāti tasmiṁ tasmiṁ anuggahetabbe paññāya sodhetabbe ca vaḍḍhetabbe ca adhikasīlaṁ nissāya uppannapaññāya anuggaṇhāti nāmāti attho.",
  "tika-abh03t1:64": "124.Gūthakūpo viya dussīlyanti etena dussīlyassa gūthasadisattameva dasseti.",
  "tika-abh03t1:65_0": "130.No ca sammā paññapetuṁ sakkontīti yebhuyyena na sakkontīti imamatthaṁ sandhāya",
  "tika-abh03t1:65_1": "vuttaṁ, uppanne tathāgate tasmiṁ anādariyaṁ katvā samāpattiṁ uppādetuṁ vāyamantassa",
  "tika-abh03t1:65_2": "asamatthabhāvaṁ vā. Titthiyā vā pūraṇādayo adhippetā.",
  "tika-abh03t1:66": "Tikaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh03t1:67": "4. Catukkaniddesavaṇṇanā",
  "tika-abh03t1:68": "133. Parena kataṁ dussīlyaṁ āṇattiyā attanā ca payogena katanti āṇattiyā pāpassa dāyādo “tato upaḍḍhassa dāyādo”ti vutto.",
  "tika-abh03t1:69": "145.Ayanti “tesu paṭhamo”tiādikaṁ nayaṁ vadati.",
  "tika-abh03t1:70": "148. Desanāya dhammānaṁ ñāṇassa āpāthabhāvasampādanaṁ ñāṇugghāṭanaṁ. Saha udāhaṭavelāyāti udāhaṭavelāya saddhiṁ tasmiṁ kāle anatikkante evāti attho.",
  "tika-abh03t1:71": "152.Tanti anantaravacanaṁ vadati. “Katamo loko”ti vutte “pañcupādānakkhandhā”ti mahantaṁ atthaṁ saṅgahitvā ṭhitavacanaṁ atthayuttaṁ. Lujjatīti lokoti kāraṇayuttaṁ.",
  "tika-abh03t1:72_0": "156.Sahitāsahitassāti sahitāsahiteti attho, sahitāsahitassa paricchindaneti vā. Dveyevāti",
  "tika-abh03t1:72_1": "dutiyacatutthāyeva. Desakasāvakasampattiyā bodhetuṁ samatthatāya sabhāvadhammakathikā,",
  "tika-abh03t1:72_2": "saccadhammakathikāti attho.",
  "tika-abh03t1:73": "157. Kusaladhammehi cittassa vāsanābhāvanā vāsadhuraṁ. Ayaṁ pāpapuggaloti catuttho vutto, na paṭhamo. Paṭhamo hi avisaṁvādetukāmo verañjabrāhmaṇasadiso adhippetoti.",
  "tika-abh03t1:74_0": "159.Puggalepi ariyānaṁ abhikkamanādisadisatāti puggale abhikkamanādīnaṁ ariyānaṁ",
  "tika-abh03t1:74_1": "abhikkamanādisadisatāti attho, ariyānaṁ abhikkamanādinā puggalassa sadisatāti vā",
  "tika-abh03t1:74_2": "sadisābhikkamanāditāti attho.",
  "tika-abh03t1:75_0": "166. Dussīlaṁ “dussīlo”ti vadanto bhūtaṁ bhāsati nāma. Pāṇātipātena dussīlaṁ adinnādānena",
  "tika-abh03t1:75_1": "dussīloti avatvā pāṇātipātenevāti vadanto tacchaṁ bhāsati nāma. Yamidaṁ “kālenā”ti",
  "tika-abh03t1:75_2": "vuttaṁ, tatra tasmiṁ vacane, yo “kālena bhaṇatī”ti vutto, so kīdisoti dassanatthaṁ",
  "tika-abh03t1:75_3": "“kālaññū hotī”tiādi vuttanti dassento “yamidaṁ kālenāti vuttaṁ, tatra yo puggalo”tiādimāha.",
  "tika-abh03t1:76_0": "168.Āgamanavipatti nāma kammaṁ, pubbuppannapaccayavipatti sukkasoṇitaṁ. Pavatte,",
  "tika-abh03t1:76_1": "pavattassa vā paccayā pavattapaccayā, āhārādayo. Jotetīti joti, āloko. Kulasampattiyādīhi",
  "tika-abh03t1:76_2": "jotamāno ca joti viyāti joti.",
  "tika-abh03t1:77_0": "173. Pahīnāvasiṭṭhakilesapaccavekkhaṇāpi yehi kilesehi vimutto avimutto ca, tesaṁ",
  "tika-abh03t1:77_1": "dassanavasena vimuttidassanameva hotīti āha “vimuttiñāṇadassanaṁ ekūnavīsatividhaṁ",
  "tika-abh03t1:77_2": "paccavekkhaṇañāṇa”nti.",
  "tika-abh03t1:78_0": "174.Yāni kānici tantāvutānanti tantāvutānaṁ vatthānaṁ yāni kānici vatthānīti vuttaṁ",
  "tika-abh03t1:78_1": "hoti. Sāyaṁ tatiyaṁ assāti sāyatatiyo. Anuyuñjanaṁ anuyogo. Taṁ anuyuttoti upayogavacanaṁ",
  "tika-abh03t1:78_2": "daṭṭhabbaṁ, bhāvanapuṁsakaṁ vā.",
  "tika-abh03t1:79_0": "178.Tatthasikkhanabhāvenāti sikkhāya sājīve ca sikkhanabhāvena. Sikkhaṁ paripūrentoti",
  "tika-abh03t1:79_1": "sīlasaṁvaraṁ paripūrento. Sājīvañca avītikkamantoti “nāmakāyo padakāyo niruttikāyo",
  "tika-abh03t1:79_2": "byañjanakāyo”ti vuttaṁ sikkhāpadaṁ bhagavato vacanaṁ avītikkamanto hutvāti attho.",
  "tika-abh03t1:79_3": "Idameva ca dvayaṁ “sikkhana”nti vuttaṁ. Tattha sājīvānatikkamo sikkhāpāripūriyā paccayo.",
  "tika-abh03t1:79_4": "Tato hi yāva maggā saṁvarapāripūrī hotīti. Vināsanabhāvatoti hiṁsanabhāvato. Haliddirāgo",
  "tika-abh03t1:79_5": "viya na thirakatho hotīti ettha kathāya aṭṭhitabhāvena haliddirāgasadisatā veditabbā, na puggalassa.",
  "tika-abh03t1:80_0": "179.Dārumāsakoti ye vohāraṁ gacchantīti iti-saddena evaṁpakāre dasseti. Aññaṁ dassetvā",
  "tika-abh03t1:80_1": "aññassa parivattananti dasagghanakaṁ vatthayugaṁ dassetvā tassa ajānantassa pañcagghanakassa dānaṁ.",
  "tika-abh03t1:81": "181.Avikiṇṇasukhanti rūpādīsu subhādiparikappanavasena avisaṭasukhaṁ.",
  "tika-abh03t1:82_0": "187. Khandhadhammesu aniccādivasena pavattā vipassanā maggaphalalābhena paṭiladdhā",
  "tika-abh03t1:82_1": "nāma hoti tadalābhena anavaṭṭhānatoti maggaphalalābhī eva “adhipaññādhammavipassanālābhī”ti",
  "tika-abh03t1:82_2": "vutto, maggaphalañāṇameva ca adhikapaññābhāvato catusaccadhamme sabbadhammassa vare",
  "tika-abh03t1:82_3": "nibbāne eva vā visiṭṭhadassanabhāvato ca adhipaññādhammavipassanāti daṭṭhabbā.",
  "tika-abh03t1:83": "189.Sutena anupapannoti yathāsutena vā atthena vā na samannāgatoti attho.",
  "tika-abh03t1:84": "Catukkaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh03t1:85": "5. Pañcakaniddesavaṇṇanā",
  "tika-abh03t1:86_0": "191. Paṭhamapañcake uddeseneva puggalavibhāgo viññāyatīti yathā tesu paṭipajjitabbaṁ,",
  "tika-abh03t1:86_1": "tāya paṭipattiyā te vibhajanto “tatra yvāya”ntiādimāha. Ārambhasaddoti ārambhakiriyāvācako",
  "tika-abh03t1:86_2": "saddoti attho. Phaluppattiyā maggakiccaṁ niṭṭhitaṁ hotīti “maggakiccavasena phalameva",
  "tika-abh03t1:86_3": "vutta”nti āha. Āyācanasādhūti na pasaṁsanādisādhūti attho.",
  "tika-abh03t1:87_0": "192. Ādito dheyyaṁ ṭhapetabbaṁ ādheyyaṁ, dassanasavanapaṭivacanadānavasena mukhena",
  "tika-abh03t1:87_1": "viya pavattaṁ gahaṇaṁ mukhanti daṭṭhabbaṁ. Taṁ mukhaṁ ādheyyaṁ, gahaṇatthaṁ pakatimukhameva",
  "tika-abh03t1:87_2": "vā ādheyyaṁ yassa so ādheyyamukho, avicāretvā ādikathāya eva ṭhapitagahaṇoti vuttaṁ hoti.",
  "tika-abh03t1:88": "194.Rajaggasminti rajaggabhāve.",
  "tika-abh03t1:89_0": "199. Gavā khīraṁ aggamakkhāyatīti na evaṁ sambandho, uppattito pana pañca gorase",
  "tika-abh03t1:89_1": "dassetvā tesu sappimaṇḍassa aggabhāvadassanatthaṁ “gavā khīra”ntiādi vuttaṁ. Tenāha",
  "tika-abh03t1:89_2": "“gāvito khīraṁ nāma hotī”tiādi.",
  "tika-abh03t1:90": "Pañcakaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh03t1:91": "6. Chakkaniddesavaṇṇanā",
  "tika-abh03t1:92_0": "202. Chakke ekantato pākaṭā sammāsambuddhādayo te yathāvuttaguṇā puggalāti dassento",
  "tika-abh03t1:92_1": "“sammāsambuddho tena daṭṭhabbo”tiādimāha. Tattha tenāti sāmaṁ saccābhisamayo tattha",
  "tika-abh03t1:92_2": "ca sabbaññutappattibalesu ca vasibhāvappattīti etena sabbena samuditena. “Sabbaññutaññāṇenā”ti",
  "tika-abh03t1:92_3": "pana vutte sabbamidaṁ saṅgahitaṁ hoti sāmaṁ saccābhisamayena balesu ca vasibhāvappattiyā",
  "tika-abh03t1:92_4": "ca vinā sabbaññutaññāṇassa abhāvā, tasmā aṭṭhakathāyaṁ “sabbaññutaññāṇenā”ti ettakameva",
  "tika-abh03t1:92_5": "vuttaṁ. Tattha anācariyakena attanā uppāditenāti vacanena sabbaññutaññāṇassa sācariyakattaṁ",
  "tika-abh03t1:92_6": "parato uppattiñca paṭisedheti, na sācariyakaṁ parehi uppāditañca sabbaññutaññāṇaṁ.",
  "tika-abh03t1:92_7": "Na hi taṁ tādisaṁ nivāretabbaṁ atthīti.",
  "tika-abh03t1:93": "Chakkaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh03t1:94": "7. Sattakaniddesavaṇṇanā",
  "tika-abh03t1:95_0": "203.Saddhānāma sādhuladdhikāti ummujjatīti etena kusalesu dhammesu antogadhā, bodhipakkhiyadhammesu",
  "tika-abh03t1:95_1": "vā adhimokkhabhūtā saddhā sādhūti ummujjamānaṁ kusalaṁ dasseti, evaṁ hirīyādīsu ca.",
  "tika-abh03t1:95_2": "Kusalesu dhammesūti ettha bhummaniddeso tadantogadhatāya tadupakāratāya vā veditabbo.",
  "tika-abh03t1:95_3": "Ettha ca ummujjati sāhu saddhā kusalesu dhammesūtiādinā saddhādīnaṁ ummujjanapaññāya",
  "tika-abh03t1:95_4": "saddhādīnaṁ uppattiṁ dasseti. Teneva “tassa sā saddhā neva tiṭṭhatī”tiādi vuttaṁ.",
  "tika-abh03t1:95_5": "“Sāhu saddhā kusalesu dhammesū”ti vā ummujjanassa upakārakaṁ ānisaṁsadassanaṁ vatvā",
  "tika-abh03t1:95_6": "“ummujjatī”ti etena saddhāsaṅkhātameva ummujjanaṁ dassitanti veditabbaṁ. Caṅkavāreti",
  "tika-abh03t1:95_7": "rajakānaṁ khāraparisāvane. Ekakammanibbattā paṭisandhibhavaṅgacutisantati eko cittavāroti",
  "tika-abh03t1:95_8": "cutito anantaro yathāgahito dutiyo hotīti āha “dutiyacittavārenā”ti. Ummujjitvā ṭhitādayo",
  "tika-abh03t1:95_9": "cattāro tāya tāya jātiyā arahattaṁ asacchikarontā aneke puggalā veditabbā, sacchikaronto",
  "tika-abh03t1:95_10": "pana ekopi pubbabhāge tatiyapuggalādibhāvaṁ āpajjitvā ante sattamapuggalo hotīti.",
  "tika-abh03t1:96": "Sattakaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh03t1:97": "10. Dasakaniddesavaṇṇanā",
  "tika-abh03t1:98_0": "209.Pañcannaṁ idha niṭṭhā, pañcannaṁ idha vihāya niṭṭhāti ettha ye sotāpannādayo",
  "tika-abh03t1:98_1": "rūpārūpabhave upapajjitvā parinibbāyissanti, te idha vihāya niṭṭhāpakkhaṁ bhajamānāpi",
  "tika-abh03t1:98_2": "ajjhattasaṁyojanānaṁ asamucchinnattā puthujjanasādhāraṇe ca ṭhāne upapattiyā na gahitā.",
  "tika-abh03t1:98_3": "Asādhāraṇaṭṭhānuppattivasena pana antarāparinibbāyīādayo eva “idha vihāya niṭṭhā”ti",
  "tika-abh03t1:98_4": "vuttāti veditabbāti.",
  "tika-abh03t1:99": "Dasakaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh03t1:100": "Puggalapaññattipakaraṇa-mūlaṭīkā samattā."
}