{
  "tika-vin09t4:0": "Nissaggiyakaṇḍaṁ",
  "tika-vin09t4:1": "1. Cīvaravaggo",
  "tika-vin09t4:2": "1. Kathinasikkhāpadavaṇṇanā",
  "tika-vin09t4:3": "Nissaggiyakaṇḍe tiṇṇaṁ kathinasikkhāpadānaṁ, vassikasāṭikaaccekacīvarasāsaṅkasikkhāpadānañca ekadesanāya tathākiṇṇāpattikkhandhāva veditabbā –",
  "tika-vin09t4:4": "Kathinaṁ yassa cattāro, sahajā samayadvayaṁ;",
  "tika-vin09t4:5": "Channaṁ sikkhāpadānañca, ekadesavinicchayo.",
  "tika-vin09t4:6_0": "Tattha kathinanti “saṅghassa anumodanāya, gaṇassa anumodanāya, puggalassa atthārā",
  "tika-vin09t4:6_1": "saṅghassa atthataṁ hoti kathina”nti vacanato tesaṁyeva anumodanādidhammānaṁ saṅgaho",
  "tika-vin09t4:6_2": "kathinaṁ nāma. Yathāha “kathinaṁ jānitabbanti tesaññeva dhammānaṁ saṅgaho samavāyo",
  "tika-vin09t4:6_3": "nāmaṁ nāmakamma”ntiādi. Tasmā kathinanti idaṁ bahūsu dhammesu nāmamattaṁ, na paramatthato",
  "tika-vin09t4:6_4": "eko dhammo. Ko panassa atthāroti? Tadekadesova khīrassa dhārā viya. Yathā cāha “atthāro",
  "tika-vin09t4:6_5": "ekena dhammena saṅgahito vacībhedenā”ti. Sahajā nāma aṭṭha mātikā, dve palibodhā,",
  "tika-vin09t4:6_6": "pañcānisaṁsāti ime pannarasa dhammā. Samayadvayaṁ nāma kathinatthārasamayo, cīvarasamayo",
  "tika-vin09t4:6_7": "cāti. Tattha kathinatthārasamayo vassānassa pacchimo māso. Cīvarasamayo nāma anatthate",
  "tika-vin09t4:6_8": "kathine ayaṁ kattikamāso, atthate cattāro hemantikā cāti pañca māsā.",
  "tika-vin09t4:7_0": "Tattha aṭṭha mātikā nāma pakkamanantikādayo. Tā sabbāpi atthārena ekato uppajjanti",
  "tika-vin09t4:7_1": "nāma. Tabbhāvabhāvitāya atthāre sati uddhāro sambhavati. Tattha kathinatthārena ekuppādā",
  "tika-vin09t4:7_2": "ekanirodhā antarubbhāro sahubbhāro, avasesā kathinubbhārā ekuppādā, nānānirodhā ca.",
  "tika-vin09t4:7_3": "Tattha ekanirodhāti atthārena saha nirodhā, antarubbhārasahubbhārānaṁ uddhārābhāvo",
  "tika-vin09t4:7_4": "ekakkhaṇe hotīti attho. Sesā nānā nirujjhanti nāma. Tesu hi uddhārabhāvaṁ pattesupi",
  "tika-vin09t4:7_5": "atthāro tiṭṭhati evāti aṭṭhakathāyaṁ atthavibhāvanā. Sace atthate kathine bhikkhusmiṁ",
  "tika-vin09t4:7_6": "sāpekkhe tamhā āvāsā pakkamante saṅgho antarubbhāraṁ karoti, tassa bhikkhuno paṭhamameva",
  "tika-vin09t4:7_7": "mūlāvāse niṭṭhitacīvarapalibodhābhāvepi sati antarubbhāre palibodho chijjati satipi",
  "tika-vin09t4:7_8": "sāpekkhatāya saussāhattā. Iminā pariyāyena pakkamanantiko kathinuddhāro atthārena",
  "tika-vin09t4:7_9": "ekuppādo nānānirodho hoti. Tathā antarubbhāre sati suṇantassāpi yāva cīvaraniṭṭhānaṁ",
  "tika-vin09t4:7_10": "na gacchati, tāva parihārasambhavato niṭṭhānantiko. Yāva sanniṭṭhānaṁ na gacchati,",
  "tika-vin09t4:7_11": "tāva parihārasambhavato sanniṭṭhānantiko. Yāva na nassati, tāva parihārasambhavato",
  "tika-vin09t4:7_12": "nāsanantiko. Yāva na suṇāti, tāva parihārasambhavato savanantiko. Yāva cīvarāsā na",
  "tika-vin09t4:7_13": "chijjati, tāva parihārasambhavato āsāvacchediko. Yāva sīmaṁ nātikkamati, tāva parihārasambhavato",
  "tika-vin09t4:7_14": "sīmātikkantiko. Atthārena ekuppādo nānānirodho hotīti veditabbo.",
  "tika-vin09t4:8_0": "Tattha antarubbhārasahubbhārā dve antosīmāyaṁ eva sambhavanti, na bahisīmāyaṁ. Pakkamanasavanasīmātikkantikā",
  "tika-vin09t4:8_1": "bahisīmāyameva sambhavanti, na antosīmāyaṁ. Niṭṭhānasaaāṭṭhānāsāvacchedikā antosīmāyañceva",
  "tika-vin09t4:8_2": "bahisīmāyañca. Antarubbhāro saṅghāyatto, pakkamananiṭṭhānasanniṭṭhānasīmātikkantikā",
  "tika-vin09t4:8_3": "puggalādhīnā, sesā tadubhayaviparītā.",
  "tika-vin09t4:9_0": "Tattha “niṭṭhitacīvarasmi”nti iminā cīvarapalibodhābhāvameva dīpeti. Na āvāsapalibodhābhāvaṁ.",
  "tika-vin09t4:9_1": "“Ubbhatasmiṁ kathine”ti iminā ubhayapalibodhābhāvaṁ dīpeti, tasmā ubhayapalibodhābhāvadīpanatthaṁ",
  "tika-vin09t4:9_2": "tadeva vattabbanti ce? Na, visesattā. Kathaṁ? Kāmañcetaṁ tasmā “ubbhatasmiṁ kathine”ti",
  "tika-vin09t4:9_3": "kesañci kathinuddhārānaṁ nānānirodhattā, saṅghapuggalādhīnānadhīnattā ca antobahiubhayasīmāsu",
  "tika-vin09t4:9_4": "niyamāniyamato ca ubbhatasmiṁ kathine saṅghassa, na puggalassa ubbhataṁ hoti, tathāpi",
  "tika-vin09t4:9_5": "“ubbhatasmiṁ kathine”ti idaṁ sāmaññavacanaṁ. Tasmā “niṭṭhitacīvarasmi”nti iminā niyameti.",
  "tika-vin09t4:10_0": "Kiṁ vuttaṁ hoti – saṅghassa antarubbhārena ubbhatasmiṁ kathine acchinnacīvarapalibodho",
  "tika-vin09t4:10_1": "bahisīmāgato pacchā gantvā attano sīmāgato aniṭṭhitacīvaro ānisaṁsaṁ labhati evāti",
  "tika-vin09t4:10_2": "katvā “niṭṭhitacīvarasmi”nti vuttanti veditabbaṁ. Tattha āvāsapalibodho nāma vasati",
  "tika-vin09t4:10_3": "vā tasmiṁ āvāse, sāpekkho vā pakkamati. Cīvarapalibodho nāma cīvaraṁ akataṁ vippakataṁ,",
  "tika-vin09t4:10_4": "cīvarāsānupacchinnā, tabbiparītena apalibodho veditabbo. Tattha anatthatakathinānaṁ",
  "tika-vin09t4:10_5": "cīvarakālasamaye niyamato cattāro ānisaṁsā labbhanti, asamādānacāro aniyamato. Tena",
  "tika-vin09t4:10_6": "sāsaṅkasikkhāpadaṁ vuttaṁ. Kathaṁ cattāro niyatāti ce? “Cīvarakālasamayo nāma anatthate",
  "tika-vin09t4:10_7": "kathine vassānassa pacchimo māso”ti vacanato anatthatakathinānaṁ tasmiṁ māse yāvadatthacīvaraṁ",
  "tika-vin09t4:10_8": "siddhaṁ, tathā tatiyakathinasikkhāpade akālacīvaraṁ nāma piṭṭhisamayato paṭṭhāya",
  "tika-vin09t4:10_9": "taṁ paṭiggahetvā saṅghato labhitabbaṁ ce, yāva cīvarakālasamayaṁ nikkhipitvā bhājetvā",
  "tika-vin09t4:10_10": "gahetabbaṁ. Puggalikaṁ ce, vassānassa chaṭṭhapakkhassa pañcamito paṭṭhāya yāva cīvarakālasamayaṁ",
  "tika-vin09t4:10_11": "anadhiṭṭhitaṁ avikappitaṁ vaṭṭati accekacīvarasikkhāpadena anuññātattā, na tato paraṁ.",
  "tika-vin09t4:10_12": "Tadā uppannacīvarassa paṭisiddhattā paṭhamakathinena. Tattha aṭṭhakathāyaṁ vuttanayo",
  "tika-vin09t4:10_13": "saṅghikaṁ sandhāya, tathā porāṇagaṇṭhipade cāti veditabbaṁ.",
  "tika-vin09t4:11_0": "Paṭhamakathine paṭhamapaññattiyā, avisesena vā ekādasame divase āpatti. Vassānassa",
  "tika-vin09t4:11_1": "hi antonivāraṇatthaṁ aṭṭhakathāya “niṭṭhitacīvarasmiṁ bhikkhunā ubbhatasmiṁ kathine”ti",
  "tika-vin09t4:11_2": "vuttaṁ. Eseva nayo dutiye, tatiye ca. Tena cīvarakālato pure vā anto vā uppannaṁ",
  "tika-vin09t4:11_3": "cīvarakālato uddhaṁ ekadivasampi parihāraṁ na labhati. Yadi labheyya, accekacīvarasikkhāpadavirodho.",
  "tika-vin09t4:11_4": "“Yāva cīvarakālasamayaṁ nikkhipitabbaṁ, tato ce uttari nikkhipeyya, nissaggiya”nti",
  "tika-vin09t4:11_5": "hi tattha vuttaṁ. Vassāvāsikabhāvena saṅghato laddhaṁ vuṭṭhavassattā attano santakabhūtaṁ",
  "tika-vin09t4:11_6": "accekacīvaraṁ cīvarakālasamayaṁ atikkāmayato eva āpatti, na accekacīvarakālaṁ atikkāmayato",
  "tika-vin09t4:11_7": "āpattīti. “Anatthate kathine ekādasamāse uppanna”nti vacanato yo ca tattha cīvaruppādo,",
  "tika-vin09t4:11_8": "so ca nesaṁ bhavissatīti siddhaṁ, anāmantacāragaṇabhojanasikkhāpade “aññatra samayā”ti",
  "tika-vin09t4:11_9": "vuttattā sesadvayaṁ siddhameva. Tasmā “kālepi ādissa dinnaṁ, etaṁ akālacīvara”nti",
  "tika-vin09t4:11_10": "vacanato ādissa dinnacīvaraṁ parihāraṁ na labhati.",
  "tika-vin09t4:12_0": "Aparakattikāyameva vā ubbhatasmiṁ kathine labhati, evaṁ “ubbhatasmiṁ kathine”ti vuttattāti",
  "tika-vin09t4:12_1": "ce? Na vattabbaṁ. Cha ṭhānāni hi sāpekkhatāya vuttāni. Duṭṭhadosadvaye adhikaraṇacatutthaṁ,",
  "tika-vin09t4:12_2": "paṭhamāniyate sotassa raho, tatiyakathine ādissa dinnaṁ cīvaraṁ, accekacīvarasikkhāpade",
  "tika-vin09t4:12_3": "“saññāṇaṁ katvā nikkhipitabba”nti padaṁ, duṭṭhullārocanappaṭicchādanadvaye adhikaraṇaṁ,",
  "tika-vin09t4:12_4": "pārājikavacanañca, tīsu kathinasikkhāpadesu “aṭṭhannaṁ mātikānaṁ aññatarāyā”ti vacananti.",
  "tika-vin09t4:12_5": "Tattha ādissa dinnaṁ cīvaraṁ saṅghikaṁ bhājitabbacīvaraṁ sandhāya vuttaṁ, na puggalikaṁ.",
  "tika-vin09t4:12_6": "Saññāṇaṁ katvā nikkhipitabbanti vassāvāsikacīvaraṁ sandhāya vuttaṁ. Avuṭṭhavassena",
  "tika-vin09t4:12_7": "pacchā dātabbattā saññāṇaṁ kātabbaṁ, na ñātippavāritato laddhaṁ puggalikaṁ sandhāya.",
  "tika-vin09t4:12_8": "Tasmā duvidhaṁ accekacīvaraṁ saṅghe ninnaṁ, puggale ninnañcāti siddhaṁ. Tattha saṅghe",
  "tika-vin09t4:12_9": "pariṇataṁ accekacīvaraṁ vassūpanāyikadivasato paṭṭhāya, piṭṭhisamayato paṭṭhāya vā",
  "tika-vin09t4:12_10": "yāva pavāraṇā nikkhipituṁ vaṭṭati eva saṅghikattā, puggalikampi “vassaṁvuṭṭhakāle",
  "tika-vin09t4:12_11": "gaṇhathā”ti dinnattā. Tādisañhi yāva vassaṁvuṭṭho na hoti, tāva tasseva dāyakassa",
  "tika-vin09t4:12_12": "santakaṁ hoti. Ettako visesahetu.",
  "tika-vin09t4:13_0": "“Anaccekacīvare anaccekacīvarasaññī cīvarakālasamayaṁ atikkāmeti, anāpattī”ti vacanato",
  "tika-vin09t4:13_1": "accekacīvarakasseva so aparādho. Yena “virodho”ti vacanaṁ dasseyyāti na vinaye visesahetu",
  "tika-vin09t4:13_2": "pariyesitabbo. Buddhavisayattā pamāṇanti ce? Na, yadi evaṁ ettha attano santakabhūtampi",
  "tika-vin09t4:13_3": "accekacīvaraṁ saññāṇaṁ katvā nikkhipitabbameva, na adhiṭṭhātabbaṁ na vikappetabbaṁ",
  "tika-vin09t4:13_4": "na vissajjetabbaṁ. Tato “anāpatti, antosamaye adhiṭṭheti vikappeti vissajjetī”tiādivacanavirodho",
  "tika-vin09t4:13_5": "adhivāsetabbo siyā. Tathā “vassānassa pacchime māse kathinuddhāre kate tasmiṁ māse",
  "tika-vin09t4:13_6": "atthate kathine kathinuddhāradivasaṁ atikkāmeti, nissaggiyaṁ hotī”ti vacanato nissaggiyaṁ",
  "tika-vin09t4:13_7": "hotīti ayampi atthavirodho adhivāsetabbo siyā. Tasmiñca “anaccekacīvare anāpattī”ti",
  "tika-vin09t4:13_8": "vuttaṁ, tañca anadhiṭṭhitaṁ avikappitamevāti ettako visesahetu. Atirekacīvarañcetaṁ",
  "tika-vin09t4:13_9": "paṭhamasikkhāpadenāpatti, itaraṁ ce anāpattiyevāti imassa atthassa ayaṁ bhagavato",
  "tika-vin09t4:13_10": "visesahetu. Tathā atirekadasāhānāgatāyeva kattikapuṇṇamāya saṅghassa vassāvāsikatthaṁ",
  "tika-vin09t4:13_11": "accekacīvaraṁ viya dadamānaṁ na gahetabbaṁ, dasāhānāgatāya eva gahetabbanti ettako",
  "tika-vin09t4:13_12": "visesahetu. Tato aṭṭhakathānayavirodho ca adhivāsetabbo siyā. Tattha “adhiṭṭhitato",
  "tika-vin09t4:13_13": "paṭṭhāya uppannaṁ accekacīvaraṁ na hotī”ti vatvā aññathā nayo dassito. Porāṇagaṇṭhipade",
  "tika-vin09t4:13_14": "so ca nayo saṅghikaṁ upādāya vuttattā na virujjhatīti neva so ca paṭikkhitto. Yathā",
  "tika-vin09t4:13_15": "anaccekacīvaraṁ chaṭṭhito paṭṭhāya uppannaṁ atirekadasāhānāgatāyapi paṭiggahetabbaṁ,",
  "tika-vin09t4:13_16": "paṭiggahetvā cīvarakālasamayaṁ atikkāmayatopi anāpattīti ayampi nayo adhivāsetabbo",
  "tika-vin09t4:13_17": "siyā. Tato paṭhamakathinavirodho. Dasāhānāgatāya eva paṭiggahetabbaṁ, paṭiggahetvā",
  "tika-vin09t4:13_18": "cīvarakālasamayaṁ atikkāmayato anāpattīti ce, taṁ dve dasāhe labhatīti ettako visesahetu.",
  "tika-vin09t4:14_0": "Antarā anāpattikkhettacīvarakālappaviṭṭhattā adhiṭṭhahitvā paccuddhaṭaṁ viya taṁ",
  "tika-vin09t4:14_1": "punapi dasāhe labhatīti ce? Na, kālappaveso adhiṭṭhānaṁ viya hotīti ce? Na, “vassikasāṭikaṁ",
  "tika-vin09t4:14_2": "vassānaṁ cātumāsaṁ adhiṭṭhātuṁ, tato paraṁ vikappetu”nti vacanavirodhaṁ katvā, tato",
  "tika-vin09t4:14_3": "paraṁ dasāhaṁ avikappentassāpi anāpatti siyā. Apica yaṁ vuttaṁ aṭṭhakathāyaṁ “vassikasāṭikā",
  "tika-vin09t4:14_4": "antovasse laddhā ceva niṭṭhitā ca, antodasāhe adhiṭṭhātabbā, dasāhātikkame niṭṭhitā,",
  "tika-vin09t4:14_5": "tadaheva adhiṭṭhātabbā, dasāhe appahonte cīvarakālaṁ nātikkāmetabbā”ti. Tena āpattito",
  "tika-vin09t4:14_6": "na mucceyya. Kālappaveso hi adhiṭṭhānapariyāyo na jātoti. Ettāvatā yathāvutto atthavikappo",
  "tika-vin09t4:14_7": "pāḷinayeneva patiṭṭhāpito hoti.",
  "tika-vin09t4:15_0": "Apicettha yaṁ vuttaṁ aṭṭhakathāyaṁ “dasāhe appahonte cīvarakālaṁ nātikkāmetabbā”ti,",
  "tika-vin09t4:15_1": "tatthapi cīvarakāle uppannaṁ, dasāhe appahonte cassa karaṇaṁ natthi, taṁ accekacīvaraṁ",
  "tika-vin09t4:15_2": "akālacīvaramiva cīvarakālaṁ nātikkāmetabbanti siddhametaṁ. Pāḷito ca tañce antokāle",
  "tika-vin09t4:15_3": "uppajjati, dasāhe appahontepi uppajjati, evaṁ uppannaṁ accekacīvaraṁ accekacīvarameva",
  "tika-vin09t4:15_4": "na hoti. Na hi taṁ kālavisesavasena accekacīvarasaṅkhaṁ gacchati. Vuttañhetaṁ “accekacīvaraṁ",
  "tika-vin09t4:15_5": "nāma senāya vā gantukāmo hoti, pavāsaṁ vā gantukāmo hoti, gilāno vā hoti, gabbhinī",
  "tika-vin09t4:15_6": "vā hoti, assaddhassa vā saddhā uppannā hoti…pe… ‘vassāvāsikaṁ dassāmī’ti evaṁ ārocitaṁ,",
  "tika-vin09t4:15_7": "etaṁ accekacīvaraṁ nāmā”ti. Tasmā yathā taṁ cīvaraṁ nātikkāmetabbaṁ, tathā anaccekacīvarampīti",
  "tika-vin09t4:15_8": "siddhaṁ hoti. Tena vuttaṁ aṭṭhakathāyaṁ “dasāhe appahonte cīvarakālaṁ nātikkāmetabbā”ti.",
  "tika-vin09t4:15_9": "Apica yadi evaṁ taṁ accekacīvarasikkhāpadameva accekacīvaraṁ cīvarakālaṁ nātikkāmetabbanti",
  "tika-vin09t4:15_10": "imassa pana atthavisesassa dassanatthaṁ bhagavatā paññattaṁ.",
  "tika-vin09t4:16_0": "Mahāaṭṭhakathāyaṁ pana taṁ evaṁ vuttaṁ – kāmañcedaṁ “dasāhaparamaṁ atirekacīvaraṁ",
  "tika-vin09t4:16_1": "dhāretabba”nti iminā siddhaṁ, aṭṭhuppattivasena pana apubbaṁ viya atthaṁ dassetvā",
  "tika-vin09t4:16_2": "sikkhāpadaṁ ṭhapitanti atthavisesadīpanapayojanato. Tasmā taṁ tassa atthavisesadassanatthaṁ",
  "tika-vin09t4:16_3": "vuttanti siddhameva. Tasmāpi veditabbameva yaṁ kiñci cīvaraṁ cīvarakālasamayaṁ nātikkāmetabbanti.",
  "tika-vin09t4:16_4": "Apica yaṁ vuttaṁ aṭṭhakathāyaṁ “chaṭṭhito paṭṭhāya pana uppannaṁ anaccekacīvarampi",
  "tika-vin09t4:16_5": "paccuddhāretvā ṭhapitacīvarampi etaṁ parihāraṁ labhatī”ti. Tena “anaccekacīvare anaccekacīvarasaññī",
  "tika-vin09t4:16_6": "cīvarakālasamayaṁ atikkāmeti, anāpattī”ti imināpi anaccekacīvarassāpi accekacīvaraparihāralābhaṁ dīpetīti.",
  "tika-vin09t4:17": "Ettāvatā yathāvutto dutiyo atthavikappo pāḷinayena, aṭṭhakathānayena ca patiṭṭhāpito hoti. Evaṁ tāva pakiṇṇakāya adhikathā parato pāṭhato vitthāritā hotīti apakiṇṇakaṁ.",
  "tika-vin09t4:18_0": "Cīvarapalibodho, āvāsapalibodho cāti dve palibodhā. Tesu ekapalibodhepi sati anāmantacārādiānisaṁsaṁ",
  "tika-vin09t4:18_1": "labhati, taṁ idha natthīti dassetuṁ “niṭṭhitacīvarasmiṁ bhikkhunā ubbhatasmiṁ kathine”ti",
  "tika-vin09t4:18_2": "vuttaṁ. Tasmā eva “atthatakathinassa hi bhikkhuno”tiādi vuttaṁ. Kathinatthārārahassāti",
  "tika-vin09t4:18_3": "ettha “aṭṭhahi aṅgehi samannāgato puggalo bhabbo kathinaṁ attharituṁ – pubbakaraṇaṁ",
  "tika-vin09t4:18_4": "jānāti, paccuddhāraṁ jānāti, adhiṭṭhānaṁ jānāti, atthāraṁ jānāti, mātikaṁ jānāti,",
  "tika-vin09t4:18_5": "palibodhaṁ jānāti, uddhāraṁ jānāti, ānisaṁsaṁ jānātī”ti vacanato imehi aṭṭhahi aṅgehi",
  "tika-vin09t4:18_6": "samannāgato puggalo kathinatthārāraho nāma. Pubbakaraṇaṁ nāma dhovanavicāraṇacchedanasibbanarajanakappakaraṇaṁ.",
  "tika-vin09t4:19_0": "“Cīvaraṁnāma khoma”ntiādinā pāḷivasena jātiñca pamāṇañca dassetvā idāni atirekacīvaraṁ",
  "tika-vin09t4:19_1": "dassetuṁ “yaṁ pana vuttaṁ adhiṭṭhitavikappitesū”tiādi vuttaṁ. Ṭhapitaṭṭhānaṁ sallakkhetvā”ti",
  "tika-vin09t4:19_2": "vuttepi yasmiṁ ṭhāne yaṁ ṭhapitaṁ, tasmiṁ taṁ pacchā hotu vā, mā vā, adhiṭṭhānaṁ",
  "tika-vin09t4:19_3": "ruhateva. Pure pacchā ṭhapanaṭṭhānaṁ na pamāṇaṁ.",
  "tika-vin09t4:20": "Antimavatthuṁ ajjhāpannassa bhikkhubhāvapariccāgavasena setavatthanivāsanaṁ vā kāsāvacajanaṁ vā hīnāyāvattanaṁ.",
  "tika-vin09t4:21_0": "Ekādasame aruṇuggamaneti antimaṁ ṭhapetvā tato purimatarasminti attho veditabbo.",
  "tika-vin09t4:21_1": "Tattha antimaṁ nāma aparakattikāya paṭhamāruṇuggamanaṁ. Tañhi kālattā nissaggiyaṁ",
  "tika-vin09t4:21_2": "na karoti. Idha “niṭṭhitacīvarasmiṁ bhikkhunā”ti karaṇavacanaṁ nidānānapekkhaṁ nidāne",
  "tika-vin09t4:21_3": "karaṇābhāvato. Tasmā eva “dasāhaparama”nti ayamettha anupaññattīti vuttaṁ. “Anujānāmi,",
  "tika-vin09t4:21_4": "bhikkhave, ticīvaraṁ adhiṭṭhātuṁ na vikappetu”ntiādi vacanato ca idha “vikappetī”ti",
  "tika-vin09t4:21_5": "avisesena vuttavacanaṁ viruddhaṁ viya dissati, na ca viruddhaṁ tathāgatā bhāsanti,",
  "tika-vin09t4:21_6": "tasmā evamassa attho veditabbo – ticīvaraṁ ticīvarasaṅkhepena parihārato adhiṭṭhātumeva",
  "tika-vin09t4:21_7": "anujānāmi, na vikappetuṁ. Vassikasāṭikaṁ pana catumāsato paraṁ vikappetumeva, na",
  "tika-vin09t4:21_8": "adhiṭṭhātunti. Evañca pana sati yo ticīvare ekena cīvarena vippavasitukāmo hoti,",
  "tika-vin09t4:21_9": "tassa ticīvarādhiṭṭhānaṁ paccuddharitvā vippavāsasukhatthaṁ vikappanāya okāso dinno",
  "tika-vin09t4:21_10": "hoti, dasāhātikkame ca anāpattīti. Etena upāyena sabbattha vikappanāya apaṭisiddhabhāvo",
  "tika-vin09t4:21_11": "veditabboti likhitaṁ.",
  "tika-vin09t4:22_0": "Imassa pana sikkhāpadassa ayaṁ saṅkhepavinicchayo – anatthate kathine hemantānaṁ",
  "tika-vin09t4:22_1": "paṭhamadivasato paṭṭhāya, atthate kathine gimhānaṁ paṭhamadivasato paṭṭhāya uppannacīvaraṁ",
  "tika-vin09t4:22_2": "sandhāya “niṭṭhitacīvarasmi”ntiādi vuttaṁ. Etthāha – “rajakehi dhovāpetvā setakaṁ",
  "tika-vin09t4:22_3": "kārāpentassāpi adhiṭṭhānaṁ adhiṭṭhānamevā”ti vacanato arajitepi adhiṭṭhānaṁ ruhatīti.",
  "tika-vin09t4:22_4": "Tena sūcikammaṁ katvā rajitvā kappabinduṁ datvā adhiṭṭhātabbanti niyamo kātabbo,",
  "tika-vin09t4:22_5": "na kātabboti? Kattabbova. Patto viya adhiṭṭhito yathā puna setabhāvaṁ vā tambabhāvaṁ",
  "tika-vin09t4:22_6": "vā patto adhiṭṭhānaṁ na vijahati, na ca pana tādiso yaṁ adhiṭṭhānaṁ upagacchati,",
  "tika-vin09t4:22_7": "evametaṁ daṭṭhabbanti. “Sve kathinaṁ uddharissatī”ti laddhacīvaraṁ sace ajjeva na",
  "tika-vin09t4:22_8": "adhiṭṭhāti, aruṇuggamane eva nissaggiyaṁ hoti. Kasmā? “Niṭṭhitacīvarasmi”ntiādinā",
  "tika-vin09t4:22_9": "sikkhāpadassa vuttattā. Kathinabbhantare dasāhato uttaripi parihāraṁ labhati, kathinato",
  "tika-vin09t4:22_10": "pana pacchā ekadivasampi na labhati. Yathā kiṁ – yathā atthatakathino saṅgho ticīvaraṁ",
  "tika-vin09t4:22_11": "atthatadivasato paṭṭhāya yāva ubbhārā ānisaṁsaṁ labhati, na tato paraṁ, evaṁ atthatadivasato",
  "tika-vin09t4:22_12": "paṭṭhāya yāva ubbhārā labhati, uddhate pana kathine ekadivasampi na labhati. Etthāha",
  "tika-vin09t4:22_13": "– ubbhatadivasato paṭṭhāya puna dasāhaṁ labhatīti? Na, kasmā? “Anujānāmi, bhikkhave,",
  "tika-vin09t4:22_14": "dasāhaparamaṁ atirekacīvaraṁ dhāretu”nti vacanato. Kathinabbhantarepi ekādase aruṇuggamane",
  "tika-vin09t4:22_15": "nissaggiyanti āpannaṁ. Taṁ pana atippasaṅgaṁ nivāretuṁ “niṭṭhitacīvarasmi”ntiādi",
  "tika-vin09t4:22_16": "vuttaṁ, na kathinadivasāni adivasānīti dīpanatthaṁ. Ayamattho tattha tattha āvibhavissati.",
  "tika-vin09t4:22_17": "Atha vā vassikasāṭikā anatirittappamāṇā nāmaṁ gahetvā vuttanayeneva cattāro vassike",
  "tika-vin09t4:22_18": "māse adhiṭṭhātabbā, tato paraṁ paccuddharitvā vikappetabbāti vuttaṁ. Ettha “paccuddharitvā”ti",
  "tika-vin09t4:22_19": "vacane uposathadivase eva paccuddharitvā vikappetvā ṭhapitaṁ hoti, tato paraṁ hemantassa",
  "tika-vin09t4:22_20": "paṭhamadivasato paṭṭhāya paccuddharaṇābhāvā. Evaṁ kathinabbhantare uppannacīvarampi",
  "tika-vin09t4:22_21": "veditabbanti likhitaṁ.",
  "tika-vin09t4:23": "Kathinasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:24": "2. Udositasikkhāpadavaṇṇanā",
  "tika-vin09t4:25_0": "“Atthatakathinassa pañca māse baddhasīmāyaṁ yattha katthaci cīvaraṁ nikkhipitvā pakkamantassa",
  "tika-vin09t4:25_1": "anāpattī”ti aṭṭhakathāyaṁ vuttaṁ. “Abaddhasīmāyapi vaṭṭatī”ti idaṁ abaddhasīmāyaṁ",
  "tika-vin09t4:25_2": "kathinatthārañca āraññakasikkhāpadañca sādhetīti likhitaṁ. Idāni –",
  "tika-vin09t4:26": "“Chinnaṁ dhutaṅgaṁ sāsaṅka-sammato santaruttaraṁ;",
  "tika-vin09t4:27": "Acīvarassānāpatti, paccuddhārādisiddhito”ti. –",
  "tika-vin09t4:28": "Idaṁ pakiṇṇakaṁ veditabbaṁ.",
  "tika-vin09t4:29_0": "Tatrāyaṁ codanāpubbaṅgamavinicchayo – keci “diguṇaṁ saṅghāṭi”nti vacanato “ekaccikā",
  "tika-vin09t4:29_1": "saṅghāṭi nādhiṭṭhātabbā. Sace adhiṭṭhāti, na ruhatī”ti vatvā upasampadāpekkhānampi",
  "tika-vin09t4:29_2": "diguṇaṁyeva saṅghāṭiṁ datvā upasampādenti, te iminā suttalesena saññāpetabbā. Bhagavatā",
  "tika-vin09t4:29_3": "hi “chinnakaṁ saṅghāṭiṁ, chinnakaṁ uttarāsaṅgaṁ, chinnakaṁ antaravāsaka”nti paṭhamaṁ",
  "tika-vin09t4:29_4": "anuññātaṁ. Tato “aññatarassa bhikkhuno ticīvare kariyamāne sabbaṁ chinnakaṁ nappahoti.",
  "tika-vin09t4:29_5": "Dve chinnakāni ekaṁ achinnakaṁ nappahoti, dve achinnakāni ekaṁ chinnakaṁ nappahotī”ti",
  "tika-vin09t4:29_6": "imasmiṁ vatthusmiṁ “anujānāmi, bhikkhave, anvādhikampi āropetu”nti anuññātaṁ, tasmā",
  "tika-vin09t4:29_7": "ekaccikāpi saṅghāṭi vaṭṭatīti siddhaṁ. Yā chijjamānāpi nappahoti, tassā kuto diguṇatāti?",
  "tika-vin09t4:29_8": "Aṭṭhakathāyampissa vuttaṁ “anvādhikampi āropetunti āgantukapattampi dātuṁ, idaṁ pana",
  "tika-vin09t4:29_9": "appahonake āropetabbaṁ. Sace pahoti, āgantukapattaṁ na vaṭṭati, chinditabbamevā”ti.",
  "tika-vin09t4:29_10": "Kathinaṁ pana chinnakameva vaṭṭati, āveṇikalakkhaṇattā, “chinnakaṁ diguṇaṁ nappahotī”ti",
  "tika-vin09t4:29_11": "vacanābhāvato cāti sanniṭṭhānamettha gantabbanti.",
  "tika-vin09t4:30_0": "Dhutaṅganti anupasampannānaṁ tecīvarikadhutaṅgābhāvato ticīvareneva tecīvarikoti,",
  "tika-vin09t4:30_1": "tesaṁ adhiṭṭhānābhāvato “adhiṭṭhitenevā”ti vattabbaṁ hotūti ce? Na, dhutaṅgabhedena",
  "tika-vin09t4:30_2": "virodhappasaṅgato. Catutthacīvarasādiyanena hi dhutaṅgabhedo, na ticīvaravippavāsena,",
  "tika-vin09t4:30_3": "nāpi atirekacīvarasādiyanena, nāpi atirekacīvaradhāraṇena. Yasmā pana bhikkhūnaṁ",
  "tika-vin09t4:30_4": "eva bhagavatā adhiṭṭhānavasena nava cīvarāni anuññātāni, jātivasena ca vuttāni, na",
  "tika-vin09t4:30_5": "evaṁ anupasampannānaṁ, tasmā nesaṁ cīvaraniyamābhāvā na taṁ dhutaṅgaṁ anuññātaṁ gahaṭṭhānaṁ",
  "tika-vin09t4:30_6": "viya. Tasmā tassa samādānavidhāne avacanato ca sanniṭṭhānamettha gantabbanti.",
  "tika-vin09t4:31_0": "Sāsaṅkasammatoti kaṅkhāvitaraṇiyaṁ sāsaṅkasikkhāpade visuṁ aṅgāni na vuttāni, “sesamettha",
  "tika-vin09t4:31_1": "cīvaravaggassa dutiyasikkhāpade vuttanayeneva veditabba”nti vuttaṁ, na ca panetaṁ",
  "tika-vin09t4:31_2": "vuttaṁ. Tattha rattivippavāso catutthamaṅgaṁ, idha chārattavippavāso, ayamettha visesoti.",
  "tika-vin09t4:31_3": "Tasmā aṅgasāmaññato ca sammutisāmaññato ca sāsaṅkasikkhāpadamevidanti idaṁ nippadesaṁ,",
  "tika-vin09t4:31_4": "taṁ sappadesaṁ māsaparamattā. Tattha bahigāmepi gāmasīmaṁ okkamitvā vasitvā pakkamantassa",
  "tika-vin09t4:31_5": "anāpatti, idha na tathā. Idha anantare anantare aruṇuggamane nissaggiyaṁ, tattha",
  "tika-vin09t4:31_6": "sattameti ayaṁ imesaṁ dvinnaṁ viseso. Aṅgāni pana cīvaranikkhepanaṅgasampattito vipariyāyena,",
  "tika-vin09t4:31_7": "idha vuttanayena ca siddhattā na vuttāni. Tāni kāmaṁ na vuttāni, tathāpi catutthamaṅgaṁ",
  "tika-vin09t4:31_8": "visesitabbaṁ, na pana visesitaṁ. Kiṁ kāraṇaṁ? Idha vuttanissajjanakkamena nissajjitvā",
  "tika-vin09t4:31_9": "āpattidesanato, tatthāpannāpattivimokkhadīpanatthaṁ. Saṁvaccharavippavutthampi rattivippavutthameva,",
  "tika-vin09t4:31_10": "pageva chārattavippavutthaṁ. Evaṁ santepi tattha yathāvuttaaṅgasampattiyā sati tattha",
  "tika-vin09t4:31_11": "vuttanayeneva nissajjitabbaṁ. Hemante, gimhe vā nissajjati ce? Idha vuttanayenāpi",
  "tika-vin09t4:31_12": "nissajjituṁ vaṭṭatīti ñāpanatthaṁ catutthamaṅgaṁ na visesitanti no takkoti ācariyo.",
  "tika-vin09t4:31_13": "Māsātikkantaṁ, dasāhātikkantampi cīvaraṁ “dasāhātikkanta”nti vatvā nissaṭṭhameva,",
  "tika-vin09t4:31_14": "na ūnamāsaṁ hutvā “dasāhātikkanta”nti vatvā, māsātikkanta”nti vatvāti eke. Tathāpi",
  "tika-vin09t4:31_15": "sace paccāsācīvaraṁ hoti, nissaggiyaṁ. “Dasāhātikkanta”nti vatvā mūlacīvaraṁ pana",
  "tika-vin09t4:31_16": "“māsātikkanta”nti vatvā nissajjitabbaṁ.",
  "tika-vin09t4:32_0": "“Santaruttara”nti vā “saṅghāṭi”nti vā “cīvara”nti vā kiṁ ticīvaraṁ, udāhu aññampīti?",
  "tika-vin09t4:32_1": "Kiñcettha – yadi ticīvarameva paṭisiddhaṁ, pariyāpannavasena acchinnacīvaraaachandanadhovāpanaviññattiādivirodho.",
  "tika-vin09t4:32_2": "Atha aññampi “niṭṭhitacīvarasmi”nti evamādinā virodhoti? Vuccate – na niyamato veditabbaṁ",
  "tika-vin09t4:32_3": "yathāsambhavaṁ gahetabbato. Tathā hi “cīvaraṁ nikkhipitvā santaruttarena janapadacārikaṁ",
  "tika-vin09t4:32_4": "pakkamantī”ti evamādīsu ticīvarameva, “na, bhikkhave, santaruttarena gāmo pavisitabbo,",
  "tika-vin09t4:32_5": "santaruttaraparamaṁ tato cīvaraṁ sāditabba”nti evamādīsu yaṁ kiñci, tathā “saguṇaṁ",
  "tika-vin09t4:32_6": "katvā saṅghāṭiyo dātabbā, nivāsanaṁ dātabbaṁ, saṅghāṭi dātabbā, handa te, āvuso,",
  "tika-vin09t4:32_7": "saṅghāṭi, dehi me paṭa”nti evamādīsu. Vuttañhetaṁ “sabbañhi cīvaraṁ saṅghaṭitaṭṭhena",
  "tika-vin09t4:32_8": "‘saṅghāṭī’ti vuccatī”ti. Tathā “niṭṭhitacīvarasmi”nti etthāpīti eke. Antosamaye yāvadatthaṁ",
  "tika-vin09t4:32_9": "cīvaraṁ anuññātaṁ, taṁ sabbaṁ kariyamānaṁ kadā niṭṭhānaṁ gacchissati, tasmā ticīvaramevāti eke.",
  "tika-vin09t4:33_0": "Acīvarassānāpattipaccuddhārādisiddhitoti kiṁ vuttaṁ hoti – udositasikkhāpadassa nippayojanabhāvappasaṅgato",
  "tika-vin09t4:33_1": "ticīvaravippavāse tecīvarassa āpattīti eke. Tatthetaṁ vuccati na hoti āpatti paccuddhārādisiddhito.",
  "tika-vin09t4:33_2": "“Anāpatti antoaruṇe paccuddharati vissajjetī”ti hi vuttaṁ. Aññathā paccuddharantassa,",
  "tika-vin09t4:33_3": "antoaruṇe vissajjentassa ca yāva añño nādhiṭṭhāti, tāva āpattiṁ āpajjati yathāvuttanayeneva.",
  "tika-vin09t4:33_4": "Aññathā sattabbhantarena vippavāsassāti vippavāsato yathārutaṁyeva sati vippavāse",
  "tika-vin09t4:33_5": "vippavāsato, avippavāse sati avippavāsatoti.",
  "tika-vin09t4:34": "Udositasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:35": "3. Akālacīvarasikkhāpadavaṇṇanā",
  "tika-vin09t4:36_0": "Aparikkhittassa parikkhepārahaṭṭhānassa dubbijānattā taṁ dassetuṁ “apica bhikkhūna”ntiādi",
  "tika-vin09t4:36_1": "vuttaṁ. Vihārapariyante niviṭṭhadhuvasannipātaṭṭhānato vā pariyante ṭhitabhojanasālato",
  "tika-vin09t4:36_2": "vā nibaddhavasanakaāvāsato vāti evaṁ gahetabbaṁ. Sace vihāre sannipatitabhikkhūhi",
  "tika-vin09t4:36_3": "saddhiṁ ekābaddhā hutvā yojanasatampi pūretvā nisīdanti, yojanasatampi upacārasīmā",
  "tika-vin09t4:36_4": "hotīti attho. “Samānasaṁvāsakasīmāyā”ti vutte khaṇḍasīmādīsu ṭhitānaṁ na pāpuṇāti,",
  "tika-vin09t4:36_5": "tāsaṁ visuṁ samānasaṁvāsakasīmattāti ca samānasaṁvāsakaavippavāsasīmānaṁ idaṁ nānattaṁ.",
  "tika-vin09t4:36_6": "“Avippavāsasīmāya dammī”ti dinnaṁ pana gāme ṭhitānaṁ na pāpuṇāti. Kasmā? “Ṭhapetvā",
  "tika-vin09t4:36_7": "gāmañca gāmūpacārañcā”ti vacanato. “Samānasaṁvāsakasīmāyā”ti dinnaṁ pana yasmiṁ ṭhāne",
  "tika-vin09t4:36_8": "avippavāsasīmā atthi, tattha ṭhitānampi. “Tatra ṭhitānañca pāpuṇātī”ti ca, “khaṇḍasīmāyaṁ",
  "tika-vin09t4:36_9": "ṭhatvā ‘sīmaṭṭhakasaṅgho gaṇhātū’ti vutte upacārasīmāya eva paricchinditvā dātabba”nti",
  "tika-vin09t4:36_10": "ca, “tesaṁ bahisīmaṭṭhānampi pāpuṇāti yāva kathinassubbhārāti attho”ti ca, “anatthate",
  "tika-vin09t4:36_11": "pana kathine antohemante sace vihāraṁ pavisitvā ‘vassaṁvuṭṭhasaṅghassa dammī’ti vadati,",
  "tika-vin09t4:36_12": "ye tattha vassacchedaṁ akatvā pacchimavassaṁvuṭṭhā, tesaṁ bahisīmaṭṭhānampi pāpuṇātī”ti",
  "tika-vin09t4:36_13": "vinayadharā paricchindanti, aṭṭhakathāyaṁ pana anāgataṁ. Tasmā samantapāsādikāyaṁ",
  "tika-vin09t4:36_14": "“lakkhaṇaññū vadantī”ti vuttanti ca, “‘cīvaramāsato paṭṭhāya yāva hemantassa pacchimo",
  "tika-vin09t4:36_15": "divaso, tāva vassāvāsikaṁ demā’ti vutte kathinaṁ atthataṁ vā hotu, anatthataṁ vāti",
  "tika-vin09t4:36_16": "yaṁ samantapāsādikāvacanaṁ, etthāpi yadi atthataṁ, purimavassaṁvuṭṭhā pañca māse.",
  "tika-vin09t4:36_17": "Yadi anatthataṁ, pacchimavassaṁvuṭṭhā cattāro māse labhantīti vinicchayo”ti ca likhitaṁ.",
  "tika-vin09t4:37_0": "“Yehi mayhaṁ yāgu pītāti yehi nimantitehi mayhaṁ yāgu pītāti adhippāyo. Tasmā yehi",
  "tika-vin09t4:37_1": "nimantitehi yāgu pītā, tesaṁyeva pāpuṇātīti vuttaṁ. Aññathā ‘yehi mayhaṁ yāgu pītā’ti",
  "tika-vin09t4:37_2": "vutte nimantitā vā hontu, animantitā vā, yehi pītā, tesaṁ pāpuṇitabbānī”ti vadanti.",
  "tika-vin09t4:37_3": "Ettha “niṭṭhitacīvarasmiṁ bhikkhunā ubbhatasmiṁ kathine”ti vadanto ñāpeti etthantare",
  "tika-vin09t4:37_4": "tiṇṇampi akālacīvarānaṁ uppattiabhāvanti. Kasmā pana padabhājane vitthāritānīti?",
  "tika-vin09t4:37_5": "Vuccate – idaṁ pana sikkhāpadaṁ adhiṭṭhānaṁ sandhāya na vuttaṁ kintu paṭhamasikkhāpade",
  "tika-vin09t4:37_6": "dasāhaparamaṁ anujānitvā tasmiṁ appahonte sace paccāsā atthi, tameva vaḍḍhetvā māsamanujānanto",
  "tika-vin09t4:37_7": "imampi atthavisesaṁ dīpeti. Akālacīvaraṁ nāma sammukhībhūtena bhājetabbaṁ. Taṁ pana",
  "tika-vin09t4:37_8": "“ākaṅkhamānena bhikkhunā paṭiggahetabba”nti iminā sikkhāpadena vaḍḍhetvā vuttanti.",
  "tika-vin09t4:37_9": "Tasmā tīṇipi padabhājane vitthāritānīti.",
  "tika-vin09t4:38_0": "“Khippameva kāretabbanti sīghaṁ antodasāheyeva kāretabba”nti idaṁ pana pahonakabhāve",
  "tika-vin09t4:38_1": "purimasikkhāpadalakkhaṇenāti dīpetuṁ vuttaṁ. Tasmā evaṁ “sīgha”nti vā “lahu”nti vā",
  "tika-vin09t4:38_2": "ādinā avatvāpi “dasāhā”ti vuttanti. Atthatakathinassa evaṁ hotu, anatthate pana kathine",
  "tika-vin09t4:38_3": "kathanti vutte anatthatassa paṭikkhepataṁ dassetīti vutto apassanto vighātaṁ āpajjatīti likhitaṁ.",
  "tika-vin09t4:39": "Akālacīvarasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:40": "4. Purāṇacīvarasikkhāpadavaṇṇanā",
  "tika-vin09t4:41_0": "“Sākiyāniyo viya suddhabhikkhusaṅghe vā”ti idaṁ “bhikkhunī nāma ubhatosaṅghe upasampannā”ti",
  "tika-vin09t4:41_1": "iminā virujjhatīti ce? Na, adhippāyājānanato. Bhikkhūnaṁ santike upasampadāya paṭikkhittattā",
  "tika-vin09t4:41_2": "tadanuppasaṅgabhayā evaṁ vuttanti veditabbaṁ.",
  "tika-vin09t4:42_0": "Ekena vatthunāti yena kenaci paṭhamena. Avuttā vā dhovatīti avuttā dhovati, rajati",
  "tika-vin09t4:42_1": "ākoṭetīti attho. “‘Avuttā’ti vacanato avādāpetvā dhovanādīsu anāpattī”ti likhitaṁ.",
  "tika-vin09t4:42_2": "Idha cīvaraṁ nāma nivāsanapārupanūpagameva. Yadi evaṁ “nivāsanapārupanūpagameva vattabba”nti",
  "tika-vin09t4:42_3": "ce? Taṁ na vattabbaṁ “purāṇacīvara”nti imināva siddhattā. Vuttañhetaṁ “purāṇacīvaraṁ",
  "tika-vin09t4:42_4": "nāma sakiṁ nivatthampi sakiṁ pārutampī”ti.",
  "tika-vin09t4:43": "Purāṇacīvarasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:44": "5. Cīvarappaṭiggahaṇasikkhāpadavaṇṇanā",
  "tika-vin09t4:45": "Upacāro dvādasahattho. Acittakattā kathaṁ paṁsukūlaṁ vaṭṭatīti ce? Tāya tassa bhikkhuno adinnattā, bhikkhunā ca tato bhikkhunito aggahitattā ca.",
  "tika-vin09t4:46": "Cīvarappaṭiggahaṇasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:47": "6. Aññātakaviññattisikkhāpadavaṇṇanā",
  "tika-vin09t4:48": "Ñātakappavārite vā viññāpentassāti ettha ca saṅghavasena pavāritesu pamāṇameva vaṭṭati. Puggalikappavāraṇāya yaṁ yaṁ pavāreti, taṁ taṁyeva viññāpetabbanti likhitaṁ.",
  "tika-vin09t4:49": "Aññātakaviññattisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:50": "7. Tatuttarisikkhāpadavaṇṇanā",
  "tika-vin09t4:51_0": "Pakatiyā santaruttarena carati kathinapalibodhavasena vā sāsaṅkasikkhāpadavasena",
  "tika-vin09t4:51_1": "vā. Ettha siyā – “na mattaṁ jānitvā bahuṁ cīvaraṁ viññāpessanti, dussavāṇijjaṁ vā”tiādinā",
  "tika-vin09t4:51_2": "ujjhāyantānaṁ sutvā bhagavāpi chabbaggiye bhikkhū “kathañhi nāma tumhe moghapurisā",
  "tika-vin09t4:51_3": "na mattaṁ jānitvā bahuṁ cīvaraṁ viññāpessathā”ti vatvā sikkhāpadassa paññattattā",
  "tika-vin09t4:51_4": "ca imissaṁ kaṅkhāvitaraṇiyaṁ “bahucīvaraviññāpanavatthusmiṁ paññatta”nti vuttattā,",
  "tika-vin09t4:51_5": "samantapāsādikāyaṁ “na hi anacchinnacīvarā attano atthāya sākhāpalāsaṁ bhañjituṁ",
  "tika-vin09t4:51_6": "labhanti, acchinnacīvarānaṁ pana atthāya labhantī”ti vuttattā ca aññassatthāya pamāṇaṁ",
  "tika-vin09t4:51_7": "viññāpetuṁ vaṭṭatīti ce? Na, kasmā? Aññātakaviññattisikkhāpadassa aṭṭhuppattiyā eva",
  "tika-vin09t4:51_8": "aññātakaviññatti vāritā. Tassa sikkhāpadassa anāpatti. Pāḷiyaṁ “aññassatthāyā”ti",
  "tika-vin09t4:51_9": "imissā anāpattipāḷiyā aññassatthāya viññāpento tassa ñātakappavārite eva viññāpeti,",
  "tika-vin09t4:51_10": "na aññeti vacanato ca vāritā. Tasmā bhagavāpi “bahuṁ cīvaraṁ viññāpessathā”ti vigarahitvā",
  "tika-vin09t4:51_11": "sikkhāpadaṁ paññāpento “abhihaṭṭhuṁ pavāreyyā”ti vuttanayeneva pamāṇato gahaṇaṁ anujāni,",
  "tika-vin09t4:51_12": "na aññassatthāya pamāṇato viññāpanaṁ. Yasmā panimaṁ sikkhāpadaṁ aññassatthāya viññāpanavatthusmiṁyeva",
  "tika-vin09t4:51_13": "paññattaṁ, tasmā idha “aññassatthāyā”ti na vuttaṁ, na na labbhatīti katvā.",
  "tika-vin09t4:52_0": "Aṭṭhakathāsu “aññātakappavāritaṭṭhāne pakatiyā bahumpi vaṭṭati, acchinnakāraṇā pamāṇameva",
  "tika-vin09t4:52_1": "vaṭṭatī”ti vuttaṁ. Taṁ “anāpatti ñātakānaṁ pavāritāna”nti vuttaanāpattipāḷiyā na",
  "tika-vin09t4:52_2": "sametīti samantapāsādikāyaṁ vuttattā idhāpi vuttanayeneva ñātakappavārite viññāpentassa",
  "tika-vin09t4:52_3": "attano dhanena gaṇhantassa anāpattīti likhitaṁ. “Aññassatthāyā”ti nidānavirodhato",
  "tika-vin09t4:52_4": "na vuttaṁ, tathāpi anantare vuttanayeneva labbhati evāti vadanti.",
  "tika-vin09t4:53": "Tatuttarisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:54": "8. Upakkhaṭasikkhāpadavaṇṇanā",
  "tika-vin09t4:55": "Paṭhamaupakkhaṭe “pubbe appavārito”ti vacanato tasmiṁ khaṇe pavāritopi appavāritova hotīti veditabbaṁ.",
  "tika-vin09t4:56": "Upakkhaṭasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:57": "9. Dutiyaupakkhaṭasikkhāpadavaṇṇanā",
  "tika-vin09t4:58_0": "Dutiyaupakkhaṭena kiṁ payojananti ce? Natthi payojanaṁ, kevalaṁ aṭṭhuppattivasena",
  "tika-vin09t4:58_1": "pana paññattaṁ bhikkhuniyā rahonisajjasikkhāpadaṁ viya. Evaṁ sante saṅgītikārakehi",
  "tika-vin09t4:58_2": "saṅgītiṁ anāropetabbaṁ bhaveyya vināpi tena tadatthasiddhito, anissarattā, anāropetuṁ",
  "tika-vin09t4:58_3": "anuññātattā ca. Vuttañhetaṁ “ākaṅkhamāno, ānanda, saṅgho…pe… samūhaneyyā”ti. Idaṁ",
  "tika-vin09t4:58_4": "sabbamakāraṇaṁ. Na hi buddhā appayojanaṁ vacanaṁ nicchārenti, pageva sikkhāpadaṁ.",
  "tika-vin09t4:58_5": "Tenevāha aṭṭhakathāyaṁ “imināva nayena attho veditabbo. Idañhi purimassa anupaññattisadisa”ntiādi.",
  "tika-vin09t4:58_6": "Anupaññatti ca nippayojanaṁ natthi. Taṁsadisañcetaṁ, na nippayojananti dassitaṁ hoti.",
  "tika-vin09t4:58_7": "Evaṁ sante ko panettha atthavisesoti? Tato āha “kevalaṁ tattha ekassa pīḷā katā,",
  "tika-vin09t4:58_8": "idha dvinnaṁ, ayamettha viseso”ti. Iminā atthavisesena ko panañño atirekattho dassitoti?",
  "tika-vin09t4:58_9": "Porāṇagaṇṭhipade tāva vuttaṁ “ekasmimpi vatthusmiṁ ubhinnampi pīḷā kātuṁ na vaṭṭatīti",
  "tika-vin09t4:58_10": "ayamatirekattho dassito”ti. Tenetaṁ dīpeti “na kevalaṁ paṭiladdhacīvaragaṇanāya eva",
  "tika-vin09t4:58_11": "āpattigaṇanā, pīḷitapuggalasaṅkhātavatthugaṇanāyapī”ti.",
  "tika-vin09t4:59": "Honti cettha –",
  "tika-vin09t4:60": "“Vatthuto gaṇanāyapi, siyā āpatti nekatā;",
  "tika-vin09t4:61": "Iti sandassanatthañca, dutiyūpakkhaṭaṁ idha.",
  "tika-vin09t4:62": "“Kāyasaṁsaggasikkhāya, vibhaṅge viya kintetaṁ;",
  "tika-vin09t4:63": "Ekitthiyāpi nekatā, āpattīnaṁ payogato”ti. ;",
  "tika-vin09t4:64": "Apicetaṁ sikkhāpadaṁ taṁjātikesu sikkhāpadesu sabbesupi gahetabbavinicchayassa dassanappayojananti veditabbaṁ. Āha ca –",
  "tika-vin09t4:65": "“Aññātikāya bahutāya vimissatāya;",
  "tika-vin09t4:66": "Āpattiyāpi bahutā ca vimissatā ca;",
  "tika-vin09t4:67": "Iccevamādividhisambhavadassanatthaṁ ;",
  "tika-vin09t4:68": "Satthā upakkhaṭamidaṁ dutiyaṁ avocā”ti. ;",
  "tika-vin09t4:69_0": "Tassāyaṁ saṅkhepato adhippāyapubbaṅgamā vicāraṇā – purāṇacīvaraṁ ekameva bhikkhu",
  "tika-vin09t4:69_1": "bhikkhunīhi dvīhi, bahūhi vā dhovāpeti, bhikkhunigaṇanāya pācittiyagaṇanā. Tathā",
  "tika-vin09t4:69_2": "dvinnaṁ, bahūnaṁ vā sādhāraṇaṁ ekameva cīvaraṁ aññatra pārivattakā paṭiggaṇhāti,",
  "tika-vin09t4:69_3": "idhāpi tathā dvinnaṁ, bahūnaṁ vā sādhāraṇamekaṁ viññāpeti, viññattapuggalagaṇanāya",
  "tika-vin09t4:69_4": "āpattigaṇanā. Tathā aññesupi evarūpesu sikkhāpadesu nayo netabbo. Ayaṁ tāva bahutāya nayo.",
  "tika-vin09t4:70_0": "Vimissatāya pana ñātikāya, aññātikāya ca ekaṁ dhovāpeti, ekato niṭṭhāpane ekaṁ pācittiyaṁ.",
  "tika-vin09t4:70_1": "Atha ñātikā paṭhamaṁ thokaṁ dhovitvā ṭhitā, puna aññātikā sudhotaṁ karoti, nissaggiyaṁ",
  "tika-vin09t4:70_2": "pācittiyaṁ. Atha aññātikā paṭhamaṁ dhovati, pacchā ñātikā sudhotaṁ karoti, aññātikāya",
  "tika-vin09t4:70_3": "payogavasena bhikkhuno dukkaṭameva. Aññātikāya, ñātikāya ca aññātikasaññī, vematiko,",
  "tika-vin09t4:70_4": "ñātikasaññī vā dhovāpeti, yathāvuttanayena nissaggiyadukkaṭādiāpattibhedagaṇanā veditabbā.",
  "tika-vin09t4:70_5": "Tathā aññātikāya, ñātikāya ca santakaṁ cīvaraṁ ubhohi ekato diyyamānaṁ paṭiggaṇhāti,",
  "tika-vin09t4:70_6": "nissaggiyameva. Atha aññātikāya eva hatthato paṭiggaṇhāti, nissaggiyameva. Atha ñātikāya",
  "tika-vin09t4:70_7": "hatthato paṭiggaṇhāti, anāpatti. Atha ubhosu aññātikādisaññī, vuttanayeneva nissaggiyadukkaṭādiāpattibhedagaṇanā",
  "tika-vin09t4:70_8": "veditabbā. Tathā aññātikaviññattiādīsupi yathāsambhavaṁ nayo netabbo. Ayaṁ vimissatāya nayo.",
  "tika-vin09t4:71_0": "Ādisaddena pana aneke aññātikā viññattā, viññattapuggalagaṇanāya dukkaṭaṁ. Eko deti,",
  "tika-vin09t4:71_1": "eko na deti, nissaggiyaṁ. Atha aviññatto deti, na nisaggiyaṁ. Atha viññattāviññattānaṁ",
  "tika-vin09t4:71_2": "sādhāraṇaṁ viññatto deti, nissaggiyaṁ. Ubho denti, nissaggiyameva. Aviññatto deti,",
  "tika-vin09t4:71_3": "nissaggiyena anāpatti. Viññattassa vacanena aviññatto deti, anāpatti eva. Tathā upakkhaṭādīsupi",
  "tika-vin09t4:71_4": "yathāsambhavaṁ nayo netabbo.",
  "tika-vin09t4:72_0": "Ettāvatā saṅkhepato aññātikāyādigāthā vuttādhippāyā hoti. Yaṁ panettha bhikkhuniyā",
  "tika-vin09t4:72_1": "rahonisajjasikkhāpadaṁ nippayojanatāya nidassanaṁ vuttaṁ, tassa payojanaviseso tasmiṁyeva",
  "tika-vin09t4:72_2": "āvibhavissatīti. Evameva aññatthapi vacanena, visesaaṭṭhuppattivasena ca sikkhāpadesu",
  "tika-vin09t4:72_3": "ñātabbaṁ visesappayojananti.",
  "tika-vin09t4:73": "Dutiyaupakkhaṭasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:74": "10. Rājasikkhāpadavaṇṇanā",
  "tika-vin09t4:75_0": "“Ṭhānaṁ bhañjati, āgatakāraṇaṁ vināsetī”ti vuttattā puna codanaṁ na labhatīti eke.",
  "tika-vin09t4:75_1": "Āgamanassa sātthakaṁ na hoti, cīvaraṁ na labhissati paṭisanthārassa katattāti eke.",
  "tika-vin09t4:75_2": "Codanālakkhaṇaṁ na hotīti katvā vuttanti eke. “Dhammadesanādhippāyādinā na paṭisanthāro",
  "tika-vin09t4:75_3": "kātabbo”ti upatissatthero “‘āgatakāraṇaṁ vināsetī’ti codanāṭhānāni bhañjati, codetukāmo",
  "tika-vin09t4:75_4": "akattabbamakāsi, tappaccayā vattabhede dukkaṭa”nti ca vadati. Dhammasiritthero pana",
  "tika-vin09t4:75_5": "“āsane ce nisīdati, ekāya nisajjāya dve ṭhānāni bhañjati. Āmisaṁ ce paṭiggaṇhāti,",
  "tika-vin09t4:75_6": "ekena paṭiggahaṇena dve ṭhānāni bhañjati. Dhammaṁ ce bhāsati, dhammadesanāsikkhāpade",
  "tika-vin09t4:75_7": "vuttaparicchedāya ekāya vācāya dve ṭhānāni bhañjati. Taṁ sandhāya ‘āgatakāraṇaṁ vināsetī’ti",
  "tika-vin09t4:75_8": "vutta”nti vadati. “Eso kho”ti vuttena saññatto eko, “ayaṁ veyyāvaccakaroti…pe… avuttepi",
  "tika-vin09t4:75_9": "codetuṁ vaṭṭatī”ti vutto dutiyo, sace pana dūto gacchantova “ahaṁ tassa hatthe dassāmī”tiādinā",
  "tika-vin09t4:75_10": "vutto tatiyo, “aññaṁ vā pesetvā ārocāpetī”ti vutto catutthoti yathā bhikkhunā niddiṭṭhā",
  "tika-vin09t4:75_11": "cattāro, tatheva dūtena niddiṭṭhā cattāro. Mukhavevaṭikakappiyakārako, parammukhakappiyakārako",
  "tika-vin09t4:75_12": "ceti etesu aññātakaappavāritesu viya paṭipajjitabbanti likhitaṁ.",
  "tika-vin09t4:76": "Rājasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:77": "Cīvaravaggo paṭhamo.",
  "tika-vin09t4:78": "2. Eḷakalomavaggo",
  "tika-vin09t4:79": "1. Kosiyasikkhāpadavaṇṇanā",
  "tika-vin09t4:80_0": "Kārāpeyyāti attano ca parassa ca ubhinnañca kosiyaṁ ekato gaṇhitvā vuttaṁ, ubho vā",
  "tika-vin09t4:80_1": "ekato karontīti atthato veditabbaṁ. Tattha attanā kataṁ ce, “nissajjanakāle sayaṁ",
  "tika-vin09t4:80_2": "kataṁ nissaggiya”nti vattabbaṁ. Ubhohi ce kataṁ, yathāpāḷimeva.",
  "tika-vin09t4:81": "Kosiyasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:82": "2. Suddhakāḷakasikkhāpadavaṇṇanā",
  "tika-vin09t4:83_0": "Yathā paṭhame “ekenapi kosiyaṁsunā”ti vuttaṁ, tathā idha “ekenapi aññena amissitāna”nti",
  "tika-vin09t4:83_1": "vacanābhāvato aññena missabhāve satipi apaññāyamānarūpakaṁ ce, “suddhakāḷaka”micceva vuccatīti vadanti.",
  "tika-vin09t4:84": "Suddhakāḷakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:85": "3. Dvebhāgasikkhāpadavaṇṇanā",
  "tika-vin09t4:86_0": "“Tulayitvā”ti vacanato yathā tulādhāraṇāya kāḷakādhikā na honti, tathā kāḷakānaṁ",
  "tika-vin09t4:86_1": "dve bhāgā gahetabbā ukkaṭṭhaparicchedena. “Ekassāpi kāḷakalomassa atirekabhāve nissaggiyanti",
  "tika-vin09t4:86_2": "vacanaṁ tulādhāraṇāya kiñcāpi na sameti, acittakattā pana sikkhāpadassa pubbe tulāya",
  "tika-vin09t4:86_3": "dhārayitvā ṭhapitesu ekampi lomaṁ tattha pateyya, nissaggiyanti ayamadhippāyoti no",
  "tika-vin09t4:86_4": "takko”ti ācariyo. Vuttaparicchedena aggahaṇaṁ akiriyā, santhatakaraṇaṁ kiriyā.",
  "tika-vin09t4:87": "Dvebhāgasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:88": "4. Chabbassasikkhāpadavaṇṇanā",
  "tika-vin09t4:89_0": "“Orenace channaṁ vassāna”nti vuttattā chabbasse paripuṇṇe kātuṁ vaṭṭatīti niṭṭhānadivasato",
  "tika-vin09t4:89_1": "paṭṭhāya channaṁ vassānaṁ paricchedo veditabbo. Yāni panettha atirekachabbassavasena",
  "tika-vin09t4:89_2": "vā sammutivasena vā katāni, sabbāni tāni ekato paribhuñjituṁ vaṭṭantīti. Gilānassa",
  "tika-vin09t4:89_3": "ca ekaṁ nappahotīti anekampi vaṭṭati. Yato paṭṭhāya rogassa mandatāya santhataṁ ādāya",
  "tika-vin09t4:89_4": "gantuṁ sakkoti, tato paṭṭhāya sammuti vā rogo vā na rakkhatīti eke. Apica chavassabuddhanimmalaṁ",
  "tika-vin09t4:89_5": "sikkhāpadaṁ vicāretuṁ gambhīrattā. Tasmā chavasse kammaṁ katanti.",
  "tika-vin09t4:90": "Chabbassasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:91": "5. Nisīdanasikkhāpadavaṇṇanā",
  "tika-vin09t4:92_0": "Kasmā panettha “santhataṁ pana bhikkhunā”ti sikkhāpadaṁ apaññapetvā “nisīdanasanthata”nti",
  "tika-vin09t4:92_1": "paññattaṁ, nanu ettha kāraṇena bhavitabbanti? Atthi kāraṇaṁ, cīvarasaññitāya santhatānaṁ",
  "tika-vin09t4:92_2": "ujjhitattā tesaṁ acīvarabhāvadassanatthaṁ tathā paññattaṁ bhagavatāti vuttaṁ hoti.",
  "tika-vin09t4:92_3": "Tasmā te bhikkhū tecīvarikadhutaṅgabhedabhayā santhate catutthacīvarasaññitāya santhatāni",
  "tika-vin09t4:92_4": "ujjhitvā terasa dhutaṅgāni samādayiṁsu, bhagavā ca tesaṁ santhataṁ anujāni. Tato",
  "tika-vin09t4:92_5": "tesaṁ bhikkhūnaṁ evaṁ hoti “nisīdanacīvarasaṇṭhānampetaṁ nisīdanasanthataṁ no bhagavatā",
  "tika-vin09t4:92_6": "anuññātaṁ catutthacīvarabhāvena, pageva katasanthataṁ vā”ti. Tato “santhate tesaṁ",
  "tika-vin09t4:92_7": "cīvarasaññitā na bhavissatī”ti tadatthaṁ bhagavatā “santhata”nti apaññapetvā “nisīdanasanthata”nti",
  "tika-vin09t4:92_8": "paññattanti adhippāyo. Imesu pana pañcasu santhatesu purimāni tīṇi vinayakammaṁ katvā",
  "tika-vin09t4:92_9": "paṭilabhitvāpi paribhuñjituṁ na vaṭṭanti akappiyattā, pacchimāni dve vaṭṭantīti likhitaṁ.",
  "tika-vin09t4:92_10": "Kathaṁ paññāyatīti ce? “Anāpatti aññena kataṁ paṭilabhitvā paribhuñjatī”ti vacanatoti veditabbaṁ.",
  "tika-vin09t4:93": "Nisīdanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:94": "6. Eḷakalomasikkhāpadavaṇṇanā",
  "tika-vin09t4:95_0": "“Addhānamaggappaṭipannassā”ti iminā pakatiyā dīghamaggaṁ paṭipannassa uppannānipi",
  "tika-vin09t4:95_1": "tiyojanaparamameva haritabbāni, pageva appaṭipannassāti dasseti. Paṭipannassa ce,",
  "tika-vin09t4:95_2": "addhānaṁ nāma paṭipannassa akāmā vassaṁvuṭṭhabhikkhuniyā maggappaṭipatti viyāti dasseti.",
  "tika-vin09t4:95_3": "Addhānamaggappaṭipannassa nissaggiyanti vā sambandho. Teneva vāsādhippāyassa paṭippassaddhagamanussāhattā",
  "tika-vin09t4:95_4": "“appaṭipanno”ti saṅkhaṁ gatassa anāpattīti siddhaṁ. Imasmiṁ pana atthavikappe “bhikkhuno",
  "tika-vin09t4:95_5": "paneva eḷakalomāni uppajjeyyuṁ…pe… asantepi hārake addhānamaggappaṭipannassa nissaggiyaṁ",
  "tika-vin09t4:95_6": "pācittiya”nti yojanā veditabbā. Yasmā vā eḷakalomānaṁ uppattiṭṭhānato paṭṭhāya tiyojanaparamatā",
  "tika-vin09t4:95_7": "adhippetā, maggaṁ appaṭipannassa ca tiyojanaparamatā natthi, tasmā “addhānamaggappaṭipannassa",
  "tika-vin09t4:95_8": "uppajjeyyu”nti vuttaṁ. Tena acchinnaṁ paṭilabhitvā harato ca anāpattīti siddhaṁ.",
  "tika-vin09t4:95_9": "Paṭilābho hi tesaṁ uppatti nāmāti.",
  "tika-vin09t4:96_0": "“Ākaṅkhamānena bhikkhunā paṭiggahetabbānī”ti iminā attanā paṭiggahitānaṁyeva tiyojanātikkame",
  "tika-vin09t4:96_1": "āpattīti dasseti. Tena anākaṅkhamānena parasantakāni paṭiggahitāni harantassa anāpattīti siddhaṁ.",
  "tika-vin09t4:97_0": "Aṅgesu “attano santakatā”ti natthi, ayamattho “bhikkhuno uppajjeyyu”nti iminā, “acchinnaṁ",
  "tika-vin09t4:97_1": "paṭilabhitvā”ti iminā ca dīpito hotīti veditabbo. Porāṇagaṇṭhipade ca “aññaṁ bhikkhuṁ",
  "tika-vin09t4:97_2": "harāpento gacchati ce, dvinnampi anāpattī”ti vuttaṁ. Tasmā dve bhikkhū tiyojanaparamaṁ",
  "tika-vin09t4:97_3": "patvā aññamaññassa bhaṇḍaṁ parivattetvā ce haranti, anāpattīti siddhaṁ.",
  "tika-vin09t4:98_0": "Tiyojanaparamaṁ sahatthā haritabbānīti tiyojanaparamameva attanā haritabbāni, taṁ",
  "tika-vin09t4:98_1": "kimatthanti? Sīmāya etaparamato. Vuttañhetaṁ “anujānāmi, bhikkhave, tiyojanaparamaṁ",
  "tika-vin09t4:98_2": "sīmaṁ sammannitu”nti. Vāsādhippāyena, paccāgamanādhippāyena vā gacchato etaparamatā",
  "tika-vin09t4:98_3": "ca. Vuttañhetaṁ “chabbaggiyā bhikkhū atimahatiyo sīmāyo sammannanti…pe… bhikkhū uposathaṁ",
  "tika-vin09t4:98_4": "āgacchantā uddissamānepi pātimokkhe āgacchanti, uddiṭṭhamattepi āgacchanti, antarāpi parivasantī”ti.",
  "tika-vin09t4:99_0": "Asantehāraketi āṇattiyā hārake asati. Kambalassa upari nisīditvā gacchantassa sace",
  "tika-vin09t4:99_1": "ekampi lomaṁ cīvare laggaṁ hoti, tiyojanātikkame āpatti eva kambalato vijaṭitattāti",
  "tika-vin09t4:99_2": "likhitaṁ. Taṁ kambalassa paṭiggahitattā attano atthāya paṭiggahitameva hotīti yuttaṁ.",
  "tika-vin09t4:100": "Eḷakalomasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:101": "8. Jātarūpasikkhāpadavaṇṇanā",
  "tika-vin09t4:102": "“Nibbattarukkhacchāyāpi rukkhaparicchedaṁ anatikkantā”ti likhitaṁ.",
  "tika-vin09t4:103": "Jātarūpasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:104": "9. Rūpiyasaṁvohārasikkhāpadavaṇṇanā",
  "tika-vin09t4:105": "Jātarūparajataparivattananti ukkaṭṭhaparicchedena vuttaṁ.",
  "tika-vin09t4:106": "Rūpiyasaṁvohārasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:107": "10. Kayavikkayasikkhāpadavaṇṇanā",
  "tika-vin09t4:108": "Asante pācittiyaṁ desetabbamevāti ettha kiṁ suddhikaṁ pācittiyaṁ, udāhu nissaggiyanti? Nissaggiyaṁ pācittiyameva.",
  "tika-vin09t4:109": "Kayavikkayasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:110": "Tatridaṁ pakiṇṇakaṁ",
  "tika-vin09t4:111": "Aṭṭhamasikkhāpadaṁ parena attano atthāya diyyamānassa vā pārivattakabhāvena diyyamānassa vā paṁsukūlassa vā rūpiyassa uggaṇhanauggaṇhāpanasādiyanāni paṭikkhipati.",
  "tika-vin09t4:112": "Navamaṁ parassa vā attano vā rūpiyaparivattanaṁ paṭikkhipati.",
  "tika-vin09t4:113_0": "Dasamaṁ arūpiyaparivattanaṁ. “Arūpiye arūpiyasaññī pañcannaṁ saha anāpattī”ti ca",
  "tika-vin09t4:113_1": "vacanaṁ itarehi saha āpattīti dīpeti. Arūpiyañca dukkaṭavatthu. Tasmā tassa parivattane",
  "tika-vin09t4:113_2": "sati nissaggiyanti ekantena vuttaṁ. Pañcannaṁ saha dukkaṭavatthūnaṁ parivattane anāpattippasaṅgato",
  "tika-vin09t4:113_3": "anāpatti evāti porāṇāti ce? Na, kappiyavatthūnaṁyeva tattha āgatattā. Yadi kappiyavatthu",
  "tika-vin09t4:113_4": "nissaggiyaṁ, pageva dukkaṭavatthūti ce? Na, āpattigarukalahukabhāvena vatthugarukalahukaniyamābhāvato.",
  "tika-vin09t4:114_0": "Nissaggiyavatthuto hi muttāmaṇiveḷuriyādi mahagghappahonakampi dukkaṭavatthūti katvā",
  "tika-vin09t4:114_1": "nissaggiyavatthuto muttādi lahukaṁ hoti. Lahukepi vatthusmiṁ yatheva dukkaṭavatthuno",
  "tika-vin09t4:114_2": "paṭiggahaṇe dukkaṭaṁ, tatheva tassa vā tena vā cetāpanepi dukkaṭaṁ yuttanti aṭṭhakathācariyā.",
  "tika-vin09t4:115_0": "Atha vā yaṁ vuttaṁ “kappiyavatthūnaṁyeva tattha āgatattā”ti, tattha kiñcāpi dukkaṭavatthūnipi",
  "tika-vin09t4:115_1": "adhippetāni, na pana pāḷiyaṁ vuttāni anāpattivārappasaṅgabhayāti vuttaṁ hoti. Muttādīsupi",
  "tika-vin09t4:115_2": "vuttesu anāpattiyaṁ kappiyakārakassa ācikkhati, “idaṁ muttādi amhākaṁ atthi, amhākañca",
  "tika-vin09t4:115_3": "iminā ca iminā ca veḷuriyādinā attho”ti bhaṇati, dasamena āpajjatīti adhippāyo siyā.",
  "tika-vin09t4:115_4": "Yasmā ca idaṁ kappiyakārakassa ācikkhanādisaṁvohāro ca, tasmā taṁ navamena vuttanti",
  "tika-vin09t4:115_5": "veditabbaṁ. Kiñcāpi kayavikkayeva hoti kappiyavatthūhi anuññātaṁ, imināva nayena",
  "tika-vin09t4:115_6": "kiñcāpi dukkaṭavatthupi dasame adhippetaṁ āpajjati, aṭṭhakathāvirodhato pana nādhippetamicceva gahetabbo.",
  "tika-vin09t4:116_0": "Kā panettha kāraṇacchāyāti, pañcannaṁ saha tattha anāpattippasaṅgato anāpatti evāti",
  "tika-vin09t4:116_1": "ce? Na, tattha anāgatattā. Anāgatakāraṇā vuttanti ce? Na, pañcannaṁ saha āpattivatthukassa",
  "tika-vin09t4:116_2": "anāpattivāralābhe visesakāraṇābhāvā, akappiyattā pañcannaṁ sahāpi āpattiyā bhavitabbanti",
  "tika-vin09t4:116_3": "siddho aṭṭhakathāvādo.",
  "tika-vin09t4:117_0": "Aparo nayo – yadi dukkaṭavatthunā kayavikkaye nissaggiyaṁ, kappiyavatthumhi vuttapariyāyo",
  "tika-vin09t4:117_1": "tattha labbheyya, na pana labbhatīti navame eva tāni vattabbāni. Tasmā saṁvohāro",
  "tika-vin09t4:117_2": "nāma kayavikkayopi aññathā parivattanaṁ pariyādiyitvā pavatto, kayavikkayañca mocetvā",
  "tika-vin09t4:117_3": "“iminā imaṁ dehī’ti cetāpeti, vaṭṭatī”ti avatvā dasamassa anāpattivāre vuttanayeneva",
  "tika-vin09t4:117_4": "tesaṁ parivattane nissaggiyānumativirodhato aṭṭhakathāyaṁ vuttanayeneva dukkaṭavatthunā",
  "tika-vin09t4:117_5": "cetāpane dukkaṭameva. Nesaṁ kayavikkayena nissaggiyanti ce? Na, sabbassapi kayavikkayattā.",
  "tika-vin09t4:117_6": "Teneva vuttaṁ “andhakaṭṭhakathāyaṁ pana ‘sace kayavikkayaṁ samāpajjeyya, nissaggiyaṁ",
  "tika-vin09t4:117_7": "pācittiya’nti bhāsitaṁ, taṁ dubbhāsitaṁ. Kasmā? Na hi dānaggahaṇato añño kayavikkayo",
  "tika-vin09t4:117_8": "nāma atthī”ti, attano matiyā kayavikkayalakkhaṇasammate dasamassa anāpattivāre vuttanayeneva",
  "tika-vin09t4:117_9": "tesaṁ parivattane nissaggiyānumativirodhato ca. Bhavatu vā attano paṭisiddhamidaṁ",
  "tika-vin09t4:117_10": "kāraṇaṁ, dasame avassameva jānitabbānīti tāni kayavikkayānevāti tesaṁ nissaggiyabhāvañca",
  "tika-vin09t4:117_11": "gatānīti evampi siddho aṭṭhakathāvādo.",
  "tika-vin09t4:118_0": "Etthāhu porāṇā – “attano santakaṁ rūpiyaṁ parahatthagataṁ karoti ajjhācarati, dukkaṭaṁ.",
  "tika-vin09t4:118_1": "Parassa rūpiyaṁ attano hatthagataṁ karoti, aṭṭhamena nissaggiyaṁ. Uggahitavatthuparivattane",
  "tika-vin09t4:118_2": "kathaṁ jātaṁ? Abbohārikaṁ jātaṁ. Atha parassa rūpiyaṁ attano hatthagataṁ paṭhamaṁ",
  "tika-vin09t4:118_3": "karoti, rūpiyappaṭiggahaṇassa katattā aṭṭhamena nissaggiyaṁ. Attano santakaṁ rūpiyaṁ",
  "tika-vin09t4:118_4": "parassa hatthagataṁ pacchā karoti, saṁvohārena nissaggiya”nti. “Rūpiyassa gahaṇamattena",
  "tika-vin09t4:118_5": "aṭṭhamena āpatti, pacchā parivattane navamenā”ti hi tattha vuttaṁ, taṁ pana yuttaṁ.",
  "tika-vin09t4:118_6": "“Ajjhācarati, dukkaṭa”nti duvuttaṁ. Dukkaṭassa aniyamappasaṅgato nissajjanavidhānesu",
  "tika-vin09t4:118_7": "dassitova. Kiṁ vuttaṁ hoti – yadi dvīhi nissaggiyehi bhavitabbaṁ, nissajjanavidhāne",
  "tika-vin09t4:118_8": "“ahaṁ, bhante, rūpiyaṁ paṭiggahesiṁ, nānāppakārakañca rūpiyasaṁvohāraṁ samāpajji”nti",
  "tika-vin09t4:118_9": "vattabbaṁ bhaveyya “rūpiyaṁ cetāpetī”ti sabbattha pāḷiyaṁ rūpiyappaṭiggahaṇassa vuttattā.",
  "tika-vin09t4:119_0": "Ettāvatā yaṁ porāṇagaṇṭhipade vuttaṁ “dukkaṭavatthunā kayavikkayaṁ pariharantena",
  "tika-vin09t4:119_1": "catūsu nissaggiyavatthūsu ekekasmiṁ gahite aṭṭhamena nissaggiyaṁ hoti. Dukkaṭavatthunā",
  "tika-vin09t4:119_2": "dukkaṭavatthunti “iminā idaṁ dehī”ti gahite teneva nissaggiyaṁ hoti. “Kayavikkayampi",
  "tika-vin09t4:119_3": "nīharitvā gahite dukkaṭaṁ, cetāpitarūpiyaggahaṇe aṭṭhamena, parivattane navamenātiādinā",
  "tika-vin09t4:119_4": "attanā anuggahetvā kappiyavasena nīharitvā pañcahi sahadhammikehi saddhiṁ parivattetuṁ",
  "tika-vin09t4:119_5": "vaṭṭatī”ti, taṁ visodhitaṁ hoti. Aparampi tattha vuttaṁ “nissajjitabbe asati kathaṁ",
  "tika-vin09t4:119_6": "pācittiyaṁ, dunnissaṭṭharūpiyampi ‘na chaḍḍetī’ti vadantassa vissaṭṭho upāsako taṁ",
  "tika-vin09t4:119_7": "gahetvā aññaṁ ce bhikkhuno deti, kappatī”ti, tañca duvuttaṁ. Na hi gahitattā tato",
  "tika-vin09t4:119_8": "aññaṁ vatthu hoti. Puna aparañca tattha vuttaṁ “imaṁ ‘gaṇhāhī’ti vadantassa saddhādeyyavinipātadukkaṭaṁ,",
  "tika-vin09t4:119_9": "‘etaṁ dehī’ti vadantassa viññattidukkaṭa”nti, tañca duvuttaṁ. Tattha hi payogadukkaṭaṁ",
  "tika-vin09t4:119_10": "yuttaṁ viya paññāyati.",
  "tika-vin09t4:120": "Pakiṇṇakaṁ niṭṭhitaṁ.",
  "tika-vin09t4:121": "Eḷakalomavaggo dutiyo.",
  "tika-vin09t4:122": "3. Pattavaggo",
  "tika-vin09t4:123": "1. Pattasikkhāpadavaṇṇanā",
  "tika-vin09t4:124_0": "Dve apattā, tasmā ete bhājanaparibhogena paribhuñjitabbā, naadhiṭṭhānūpagānavikappanūpagatāti",
  "tika-vin09t4:124_1": "atthoti ca. Samaṇasāruppena pakkanti ayopatto pañcahi pākehi pakko hoti, mattikāpatto",
  "tika-vin09t4:124_2": "dvīhi. “Bhikkhuniyā pattasanniccayassa vāritattā bhikkhussapi taṁ ‘ananurūpa’nti",
  "tika-vin09t4:124_3": "katvā ‘purāṇapattaṁ paccuddharitvā’ti vutta”nti ca likhitaṁ, taṁ na yuttaṁ pāḷiyaṁ",
  "tika-vin09t4:124_4": "“sanniccayaṁ kareyyāti anadhiṭṭhito avikappito”ti vuttattā. So hi kathinakkhandhake",
  "tika-vin09t4:124_5": "niccayasannidhi viya ekopi punadivase “sanniccayo”ti vuccati. Anantarasikkhāpade",
  "tika-vin09t4:124_6": "pana “dutiyo vārito”ti adhiṭṭhānaṁ niyataṁ. Tasmā dve patte adhiṭṭhātuṁ na labhati.",
  "tika-vin09t4:124_7": "Sace ekato adhiṭṭhāti, dvepi anadhiṭṭhitā honti. Visuṁ visuṁ adhiṭṭhāti, dutiyo anadhiṭṭhito.",
  "tika-vin09t4:124_8": "Vikappetuṁ pana bahūpi labhati. Kākaṇikamattampīti ettha pi-kāro “ekapākampi janetī”ti",
  "tika-vin09t4:124_9": "pākaṁ sampiṇḍeti. Atha vā sace ekapākeneva sāruppo, vaṭṭatīti pākaparimāṇaṁ na vuttanti",
  "tika-vin09t4:124_10": "gahetabbaṁ. Apattattā adhiṭṭhānūpagona hoti. Apaccuddharantena vikappetabboti purāṇapattaṁ",
  "tika-vin09t4:124_11": "apaccuddharantena so patto vikappetabboti atthoti likhitaṁ.",
  "tika-vin09t4:125": "Pattasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:126": "2. Ūnapañcabandhanasikkhāpadavaṇṇanā",
  "tika-vin09t4:127": "Pavāriteti ettha saṅghavasena pavāritaṭṭhāne pañcabandhaneneva vaṭṭati, puggalikavasena pavāritaṭṭhāne ūnapañcabandhanenāpi vaṭṭatīti likhitaṁ.",
  "tika-vin09t4:128": "Yo ūnapañcabandhanatthaṁ, vuttampi cetaṁ karo so;",
  "tika-vin09t4:129": "Ūnapañcabandhanatthaṁ, patvāna santike.",
  "tika-vin09t4:130": "Ūnapañcabandhanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:131": "3. Bhesajjasikkhāpadavaṇṇanā",
  "tika-vin09t4:132_0": "“Paṭisāyanīyāni paṭiggahetvā”ti vadantena pādamakkhanādīnaṁ atthāya paṭiggahetvā",
  "tika-vin09t4:132_1": "ṭhapetuṁ vaṭṭatīti dīpitanti likhitaṁ. “Yesaṁ maṁsaṁ kappatī”ti vacanena yesaṁ maṁsaṁ",
  "tika-vin09t4:132_2": "na kappati, tesaṁ sappiādi na kappatīti vadantā ajānitvā vadanti. Yesañhi maṁsaṁ",
  "tika-vin09t4:132_3": "kappati, tesaṁ sappītiādi sattāhakālikanissaggiyavatthuparicchedadassanatthaṁ vuttaṁ.",
  "tika-vin09t4:132_4": "Tathā paṇītabhojanasikkhāpade yesaṁ maṁsaṁ kappati, tesaṁyeva khīrādi paṇītabhojanaṁ,",
  "tika-vin09t4:132_5": "netaranti dassetuṁ vuttanti. Madhu nāma madhukaribhamaramakkhikānaṁ āsayesu niyyāsasadisaṁ",
  "tika-vin09t4:132_6": "mahāmadhu hoti, taṁ yāvajīvikanti ca likhitaṁ.",
  "tika-vin09t4:133": "Bhesajjasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t4:134": "Pattavaggo tatiyo.",
  "tika-vin09t4:135": "Nissaggiyapācittiyavaṇṇanā niṭṭhitā."
}