{
  "tika-vin05t12:0": "12. Rūpiyādipaṭiggahaṇavinicchayakathā",
  "tika-vin05t12:1_0": "59.Rūpiyādipaṭiggahoti jātarūpādipaṭiggaṇhanaṁ. Tattha jātarūpaṁ rajataṁ jātarūpamāsako",
  "tika-vin05t12:1_1": "rajatamāsakoti catubbidhaṁ nissaggiyavatthu. Tambalohādīhi kato lohamāsako. Sāradārunā",
  "tika-vin05t12:1_2": "vā veḷupesikāya vā antamaso tālapaṇṇenapi rūpaṁ chinditvā kato dārumāsako. Lākhāya",
  "tika-vin05t12:1_3": "vā niyyāsena vā rūpaṁ samuṭṭhāpetvā kato jatumāsako. Yo yo yattha yattha janapade",
  "tika-vin05t12:1_4": "yadā yadā vohāraṁ gacchati, antamaso aṭṭhimayopi cammamayopi rukkhaphalabījamayopi",
  "tika-vin05t12:1_5": "samuṭṭhāpitarūpopi asamuṭṭhāpitarūpopīti ayaṁ sabbopi rajatamāsakeneva saṅgahito.",
  "tika-vin05t12:1_6": "Muttā maṇi veḷuriyo saṅkho silā pavāḷaṁ lohitaṅko masāragallaṁ satta dhaññāni dāsidāsakhettavatthupupphārāmaphalārāmādayoti",
  "tika-vin05t12:1_7": "idaṁ dukkaṭavatthu. Tattha nissaggiyavatthuṁ attano vā saṅghagaṇapuggalacetiyānaṁ",
  "tika-vin05t12:1_8": "vā atthāya sampaṭicchituṁ na vaṭṭati. Attano atthāya sampaṭicchato nissaggiyaṁ pācittiyaṁ",
  "tika-vin05t12:1_9": "hoti, sesānaṁ atthāya dukkaṭaṁ. Dukkaṭavatthuṁ sabbesampi atthāya sampaṭicchato dukkaṭameva.",
  "tika-vin05t12:2_0": "Tatrāyaṁ vinicchayo – sace koci jātarūparajataṁ āharitvā “idaṁ saṅghassa dammi, ārāmaṁ",
  "tika-vin05t12:2_1": "vā karotha cetiyaṁ vā bhojanasālādīnaṁ vā aññatara”nti vadati, idaṁ sampaṭicchituṁ",
  "tika-vin05t12:2_2": "na vaṭṭati. Sace pana “nayidaṁ bhikkhūnaṁ sampaṭicchituṁ vaṭṭatī”ti paṭikkhitte “vaḍḍhakīnaṁ",
  "tika-vin05t12:2_3": "vā kammakārānaṁ vā hatthe bhavissati, kevalaṁ tumhe sukatadukkaṭaṁ jānāthā”ti vatvā",
  "tika-vin05t12:2_4": "tesaṁ hatthe datvā pakkamati, vaṭṭati. Athāpi “mama manussānaṁ hatthe bhavissati,",
  "tika-vin05t12:2_5": "mayhameva vā hatthe bhavissati, kevalaṁ tumhe yaṁ yassa dātabbaṁ, tadatthāya pesethā”ti",
  "tika-vin05t12:2_6": "vadati, evampi vaṭṭati. Sace pana saṁghaṁ vā gaṇaṁ vā puggalaṁ vā anāmasitvā “idaṁ",
  "tika-vin05t12:2_7": "hiraññasuvaṇṇaṁ cetiyassa dema, vihārassa dema, navakammassa demā”ti vadanti, paṭikkhipituṁ",
  "tika-vin05t12:2_8": "na vaṭṭati, “ime idaṁ bhaṇantī”ti kappiyakārakānaṁ ācikkhitabbaṁ. “Cetiyādīnaṁ atthāya",
  "tika-vin05t12:2_9": "tumhe gahetvā ṭhapetvā”ti vutte pana “amhākaṁ gahetuṁ na vaṭṭatī”ti paṭikkhipitabbaṁ.",
  "tika-vin05t12:3_0": "Sace pana koci bahuṁ hiraññasuvaṇṇaṁ ānetvā “idaṁ saṁghassa dammi, cattāro paccaye",
  "tika-vin05t12:3_1": "paribhuñjathā”ti vadati, tañce saṁgho sampaṭicchati, paṭiggahaṇepi paribhogepi āpatti.",
  "tika-vin05t12:3_2": "Tatra ceko bhikkhu “nayidaṁ kappatī”ti paṭikkhipati, upāsako ca “yadina kappati,",
  "tika-vin05t12:3_3": "mayhameva bhavissatī”ti taṁ ādāya gacchati. So bhikkhu “tayā saṁghassa lābhantarāyo",
  "tika-vin05t12:3_4": "kato”ti na kenaci kiñci vattabbo. Yo hi taṁ codeti, sveva sāpattiko hoti. Tena panekena",
  "tika-vin05t12:3_5": "bahū anāpattikā katā. Sace pana bhikkhūhi “na vaṭṭatī”ti paṭikkhitte “kappiyakārakānaṁ",
  "tika-vin05t12:3_6": "vā hatthe bhavissati, mama purisānaṁ vā mayhaṁ vā hatthe bhavissati, kevalaṁ tumhe",
  "tika-vin05t12:3_7": "paccaye paribhuñjathā”ti vadati, vaṭṭati.",
  "tika-vin05t12:4_0": "Catupaccayatthāya ca dinnaṁ yena yena paccayena attho hoti, taṁ tadatthaṁ upanetabbaṁ.",
  "tika-vin05t12:4_1": "Civaratthāya dinnaṁ cīvareyeva upanetabbaṁ. Sace cīvarena tādiso attho natthi, piṇḍapātādīhi",
  "tika-vin05t12:4_2": "saṁgho kilamati, saṁghasuṭṭhutāya apaloketvā tadatthāyapi upanetabbaṁ. Esa nayo piṇḍapātagilānapaccayatthāya",
  "tika-vin05t12:4_3": "dinnepi. Senāsanatthāya dinnaṁ pana senāsanassa garubhaṇḍattā senāsaneyeva upanetabbaṁ.",
  "tika-vin05t12:4_4": "Sace pana bhikkhūsu senāsanaṁ chaḍḍetvā gatesu senāsanaṁ vinassati, īdise kāle senāsanaṁ",
  "tika-vin05t12:4_5": "vissajjetvāpi bhikkhūnaṁ paribhogo anuññāto, tasmā senāsanajagganatthaṁ mūlacchejjaṁ",
  "tika-vin05t12:4_6": "akatvā yāpanamattaṁ paribhuñjitabbaṁ.",
  "tika-vin05t12:5_0": "60. Sace koci “mayhaṁ tisassasampādanakaṁ mahātaḷākaṁ atthi, taṁ saṁghassa dammī”ti",
  "tika-vin05t12:5_1": "vadati, tañce saṁgho sampaṭicchati, paṭiggahaṇepi paribhogepi āpattiyeva. Yo pana",
  "tika-vin05t12:5_2": "taṁ paṭikkhipati, so purimanayeneva na kenaci kiñci vattabbo. Yo hi taṁ codeti, sveva",
  "tika-vin05t12:5_3": "sāpattiko hoti. Tena panekena bahū anāpattikā katā. Yo pana “tādisaṁyeva taḷākaṁ",
  "tika-vin05t12:5_4": "dammī”ti vatvā bhikkhūhi “na vaṭṭatī”ti paṭikkhitto vadati “asukañca asukañca saṅghassa",
  "tika-vin05t12:5_5": "taḷākaṁ atthi, taṁ kathaṁ vaṭṭatī”ti. So vattabbo “kappiyaṁ katvā dinnaṁ bhavissatī”ti.",
  "tika-vin05t12:5_6": "Kathaṁ dinnaṁ kappiyaṁ hotīti. “Cattāro paccaye paribhuñjathā”ti vatvā dinnanti.",
  "tika-vin05t12:5_7": "So sace “sādhu, bhante cattāro paccaye paribhuñjathā”ti deti, vaṭṭati. Athāpi “taḷākaṁ",
  "tika-vin05t12:5_8": "gaṇhathā”ti vatvā “na vaṭṭatī”ti paṭikkhitto “kappiyakārako atthī”ti pucchitvā “natthī”ti",
  "tika-vin05t12:5_9": "vutte “idaṁ asuko nāma vicāressati, asukassa vā hatthe mayhaṁ vā hatthe bhavissati,",
  "tika-vin05t12:5_10": "saṅgho kappiyabhaṇḍaṁ paribhuñjatū”ti vadati, vaṭṭati. Sacepi “na vaṭṭatī”ti paṭikkhitto",
  "tika-vin05t12:5_11": "“udakaṁ paribhuñjissati, bhaṇḍakaṁ dhovissati, migapakkhino pivissantī”ti vadati,",
  "tika-vin05t12:5_12": "evampi vaṭṭati. Athāpi “na vaṭṭatī”ti paṭikkhitto vadati “kappiyasīsena gaṇhathā”ti.",
  "tika-vin05t12:5_13": "“Sādhu upāsaka, saṅgho pānīyaṁ pivissati, bhaṇḍakaṁ dhovissati, migapakkhino pivissantī”ti",
  "tika-vin05t12:5_14": "vatvā paribhuñjituṁ vaṭṭati. Athāpi “mama taḷākaṁ vā pokkharaṇiṁ vā saṅghassa dammī”ti",
  "tika-vin05t12:5_15": "vutte “sādhu upāsaka, saṅgho pānīyaṁ pivissatī”tiādīni vatvā paribhuñjituṁ vaṭṭatiyeva.",
  "tika-vin05t12:6_0": "Yadi pana bhikkhūhi hatthakammaṁ yācitvā sahatthena ca kappiyapathaviṁ khaṇitvā udakaparibhogatthāya",
  "tika-vin05t12:6_1": "taḷākaṁ kāritaṁ hoti, tañce nissāya sassaṁ nipphādetvā manussā vihāre kappiyabhaṇḍaṁ",
  "tika-vin05t12:6_2": "denti, vaṭṭati. Atha manussā eva saṅghassa upakāratthāya saṅghikabhūmiṁ khaṇitvā",
  "tika-vin05t12:6_3": "taṁ nissāya nipphannasassato kappiyabhaṇḍaṁ denti, etampi vaṭṭati. “Amhākaṁ ekaṁ",
  "tika-vin05t12:6_4": "kappiyakārakaṁ ṭhapethā”ti vutte ca ṭhapetumpi labbhati. Atha te manussā rājabalinā",
  "tika-vin05t12:6_5": "upaddutā pakkamanti, aññe paṭipajjanti, na ca bhikkhūnaṁ kiñci denti, udakaṁ vāretuṁ",
  "tika-vin05t12:6_6": "labbhati, tañca kho kasikammakāleyeva, na sassakāle. Sace te vadanti “nanu, bhante,",
  "tika-vin05t12:6_7": "pubbepi manussā imaṁ nissāya sassaṁ akaṁsū”ti, tato vattabbā “te saṅghassa imañca",
  "tika-vin05t12:6_8": "imañca upakāraṁ akaṁsu, idañcidañca kappiyabhaṇḍakaṁ adaṁsū”ti. Sace te vadanti “mayampi",
  "tika-vin05t12:6_9": "dassāmā”ti, evampi vaṭṭati.",
  "tika-vin05t12:7_0": "Sace pana koci abyatto akappiyavohārena taḷākaṁ paṭiggaṇhāti vā kāreti vā, taṁ bhikkhūhi",
  "tika-vin05t12:7_1": "na paribhuñjitabbaṁ, taṁ nissāya laddhakappiyabhaṇḍampi akappiyameva. Sace bhikkhūhi",
  "tika-vin05t12:7_2": "pariccattabhāvaṁ ñatvā sāmiko vā tassa puttadhītaro vā añño vā koci vaṁse uppanno",
  "tika-vin05t12:7_3": "puna kappiyavohārena deti, vaṭṭati. Pacchinne kulavaṁse yo tassa janapadassa sāmiko,",
  "tika-vin05t12:7_4": "so acchinditvā kappiyavohārena puna deti cittalapabbate bhikkhunā nīhaṭaudakavāhakaṁ",
  "tika-vin05t12:7_5": "aḷanāgarājamahesī viya, evampi vaṭṭati. Kappiyavohārepi udakavasena paṭiggahitataḷāke",
  "tika-vin05t12:7_6": "suddhacittānaṁ mattikuddharaṇapāḷibandhanādīni ca kātuṁ vaṭṭati. Taṁ nissāya pana",
  "tika-vin05t12:7_7": "sassaṁ karonte disvā kappiyakārakaṁ ṭhapetuṁ na vaṭṭati. Yadi te sayameva kappiyabhaṇḍaṁ",
  "tika-vin05t12:7_8": "denti, gahetabbaṁ. No ce denti, na codetabbaṁ. Paccayavasena paṭiggahitataḷāke kappiyakārakaṁ",
  "tika-vin05t12:7_9": "ṭhapetuṁ vaṭṭati, mattikuddharaṇapāḷibandhanādīni kāretuṁ na vaṭṭati. Sace kappiyakārakā",
  "tika-vin05t12:7_10": "sayameva karonti, vaṭṭati. Abyattena pana lajjibhikkhunā kārāpitesu kiñcāpi paṭiggahaṇaṁ",
  "tika-vin05t12:7_11": "kappiyaṁ, bhikkhussa pana payogapaccayā uppannena missattā visagatapiṇḍapāto viya",
  "tika-vin05t12:7_12": "akappiyamaṁsarasamissabhojanaṁ viya ca dubbinibhogaṁ hoti, sabbesaṁ akappiyameva.",
  "tika-vin05t12:8_0": "61. Sace pana udakassa okāso atthi, taḷākassa pāḷi thirā, “yathā bahuṁ udakaṁ gaṇhāti,",
  "tika-vin05t12:8_1": "evaṁ karohi, tīrasamīpe udakaṁ karohī”ti evaṁ udakameva vicāreti, vaṭṭati. Uddhane",
  "tika-vin05t12:8_2": "aggiṁ na pātenti, “udakakammaṁ labbhatu upāsakā”ti vattuṁ vaṭṭati, “sassaṁ katvā",
  "tika-vin05t12:8_3": "āharathā”ti vattuṁ pana na vaṭṭati. Sace pana taḷāke atibahuṁ udakaṁ disvā passato",
  "tika-vin05t12:8_4": "vā piṭṭhito vā mātikaṁ nīharāpeti, vanaṁ chindāpetvā kedāre kārāpeti, porāṇakedāresu",
  "tika-vin05t12:8_5": "vā pakatibhāgaṁ aggahetvā atirekaṁ gaṇhāti, navasasse vā aparicchinnabhāge “ettake",
  "tika-vin05t12:8_6": "kahāpaṇe dethā”ti kahāpaṇe uṭṭhāpeti, sabbesaṁ akappiyaṁ.",
  "tika-vin05t12:9_0": "Yo pana “kasatha vapathā”ti avatvā “ettakāya bhūmiyā ettako nāma bhāgo”ti evaṁ bhūmiṁ",
  "tika-vin05t12:9_1": "vā patiṭṭhāpeti, “ettake bhūmibhāge amhehi sassaṁ kataṁ, ettakaṁ nāma bhāgaṁ gaṇhathā”ti",
  "tika-vin05t12:9_2": "vadantesu kassakesu bhūmippamāṇagahaṇatthaṁ rajjuyā vā daṇḍena vā mināti, khale vā",
  "tika-vin05t12:9_3": "ṭhatvā rakkhati, khalato vā nīharāpeti, koṭṭhāgāre vā paṭisāmeti, tasseva taṁ akappiyaṁ.",
  "tika-vin05t12:9_4": "Sace kassakā kahāpaṇe āharitvā “ime saṅghassa āhaṭā”ti vadanti, aññataro ca bhikkhu",
  "tika-vin05t12:9_5": "“na saṅgho kahāpaṇe khādatī”ti saññāya “ettakehi kahāpaṇehi sāṭake āharatha, ettakehi",
  "tika-vin05t12:9_6": "yāguādīni sampādethā”ti vadati, yaṁ te āharanti, taṁ sabbesaṁ akappiyaṁ. Kasmā? Kahāpaṇānaṁ",
  "tika-vin05t12:9_7": "vicāritattā. Sace dhaññaṁ āharitvā “idaṁ saṅghassa āhaṭa”nti vadanti, aññataro ca",
  "tika-vin05t12:9_8": "bhikkhu purimanayeneva “ettakehi vīhīhi idañcidañca āharathā”ti vadati, yaṁ te āharanti,",
  "tika-vin05t12:9_9": "taṁ tasseva akappiyaṁ. Kasmā? Dhaññassa vicāritattā. Sace taṇḍulaṁ vā aparaṇṇaṁ vā",
  "tika-vin05t12:9_10": "āharitvā “idaṁ saṅghassa āhaṭa”nti vadanti, aññataro ca bhikkhu purimanayeneva “ettakehi",
  "tika-vin05t12:9_11": "taṇḍulehi idañcidañca āharathā”ti vadati, yaṁ te āharanti, taṁ sabbesaṁ kappiyaṁ.",
  "tika-vin05t12:9_12": "Kasmā? Kappiyānaṁ taṇḍulādīnaṁ vicāritattā. Kayavikkayepi anāpatti kappiyakārakassa ācikkhitattā.",
  "tika-vin05t12:10_0": "62. Pubbe pana cittalapabbate eko bhikkhu catusāladvāre “aho vata sve saṅghassa ettakappamāṇe",
  "tika-vin05t12:10_1": "pūve paceyyu”nti ārāmikānaṁ saññājananatthaṁ bhūmiyaṁ maṇḍalaṁ akāsi. Taṁ disvā cheko",
  "tika-vin05t12:10_2": "ārāmiko tatheva katvā dutiyadivase bheriyā ākoṭitāya sannipatite saṅghe pūvaṁ gahetvā",
  "tika-vin05t12:10_3": "saṅghattheraṁ āha – “bhante, amhehi ito pubbe neva pitūnaṁ, na pitāmahānaṁ evarūpaṁ",
  "tika-vin05t12:10_4": "sutapubbaṁ, ekena ayyena catusāladvāre pūvatthāya saññā katā, ito dāni pabhuti ayyā",
  "tika-vin05t12:10_5": "attano attano cittānurūpaṁ vadantu, amhākampi phāsuvihāro bhavissatī”ti. Mahāthero",
  "tika-vin05t12:10_6": "tatova nivatti, ekabhikkhunāpi pūvo na gahito. Evaṁ pubbe tatruppādaṁ na paribhuñjiṁsu. Tasmā –",
  "tika-vin05t12:11": "Sallekhaṁ accajantena, appamattena bhikkhunā;",
  "tika-vin05t12:12": "Kappiyepi na kātabbā, āmisatthāya lolatāti. ;",
  "tika-vin05t12:13": "Yo cāyaṁ taḷāke vutto, pokkharaṇīudakavāhakamātikādīsupi eseva nayo.",
  "tika-vin05t12:14_0": "63. Pubbaṇṇāparaṇṇaucchuphalāphalādīnaṁ viruhanaṭṭhānaṁ yaṁ kiñci khettaṁ vā vatthuṁ",
  "tika-vin05t12:14_1": "vā “dammī”ti vuttepi “na vaṭṭatī”ti paṭikkhipitvā taḷāke vuttanayeneva yadā kappiyavohārena",
  "tika-vin05t12:14_2": "“catupaccayaparibhogatthāya dammī”ti vadati, tadā sampaṭicchitabbaṁ, “vanaṁ dammi",
  "tika-vin05t12:14_3": "araññaṁ dammī”ti vutte pana vaṭṭati. Sace manussā bhikkhūhi anāṇattāyeva tattha rukkhe",
  "tika-vin05t12:14_4": "chinditvā aparaṇṇādīni sampādetvā bhikkhūnaṁ bhāgaṁ denti, vaṭṭati, adentā na codetabbā.",
  "tika-vin05t12:14_5": "Sace kenacideva antarāyena tesu pakkantesu aññe karonti, na ca bhikkhūnaṁ kiñci denti,",
  "tika-vin05t12:14_6": "te vāretabbā. Sace vadanti “nanu, bhante, pubbe manussā idha sassāni akaṁsū”ti, tato",
  "tika-vin05t12:14_7": "vattabbā “te saṅghassa idañcidañca kappiyabhaṇḍaṁ adaṁsū”ti. Sace vadanti “mayampi",
  "tika-vin05t12:14_8": "dassāmā”ti, evaṁ vaṭṭati.",
  "tika-vin05t12:15_0": "Kiñci sassuṭṭhānakaṁ bhūmippadesaṁ sandhāya “sīmaṁ demā”ti vadanti, vaṭṭati. Sīmaparicchedanatthaṁ",
  "tika-vin05t12:15_1": "pana thambhā vā pāsāṇā vā sayaṁ na ṭhapetabbā, bhūmi nāma anagghā, appakenapi pārājiko",
  "tika-vin05t12:15_2": "bhaveyya. Ārāmikānaṁ pana vattabbaṁ “iminā ṭhānena amhākaṁ sīmā gatā”ti. Sacepi hi",
  "tika-vin05t12:15_3": "te adhikaṁ gaṇhanti, pariyāyena kathitattā anāpatti. Yadi pana rājarājamahāmattādayo",
  "tika-vin05t12:15_4": "sayameva thambhe ṭhapāpetvā “cattāro paccaye paribhuñjathā”ti denti, vaṭṭatiyeva.",
  "tika-vin05t12:16_0": "Sace koci antosīmāyaṁ taḷākaṁ vā khaṇati, vihāramajjhena vā mātikaṁ neti, cetiyaṅgaṇabodhiyaṅgaṇādīni",
  "tika-vin05t12:16_1": "dussanti, vāretabbo. Sace saṅgho kiñci labhitvā āmisagarukatāya na vāreti, eko bhikkhu",
  "tika-vin05t12:16_2": "vāreti, sova bhikkhu issaro. Sace eko bhikkhu na vāreti “netha tumhe”ti, tesaṁyeva",
  "tika-vin05t12:16_3": "pakkho hoti. Saṅgho vāreti, saṅghova issaro. Saṅghikesu hi kammesu yo dhammakammaṁ",
  "tika-vin05t12:16_4": "karoti, sova issaro. Sace vāriyamānopi karoti, heṭṭhā gahitaṁ paṁsuṁ heṭṭhā pakkhipitvā,",
  "tika-vin05t12:16_5": "upari gahitaṁ paṁsuṁ upari pakkhipitvā pūretabbā.",
  "tika-vin05t12:17_0": "Sace koci yathājātameva ucchuṁ vā aparaṇṇaṁ vā alābukumbhaṇḍādikaṁ vā valliphalaṁ",
  "tika-vin05t12:17_1": "dātukāmo “etaṁ sabbaṁ ucchukhettaṁ aparaṇṇavatthuṁ valliphalāvāṭaṁ dammī”ti vadati,",
  "tika-vin05t12:17_2": "saha vatthunā parāmaṭṭhattā na vaṭṭatīti mahāsumatthero āha. Mahāpadumatthero pana",
  "tika-vin05t12:17_3": "“abhilāpamattametaṁ, sāmikānaṁyeva hi so bhūmibhāgo, tasmā vaṭṭatī”ti āha. “Dāsaṁ",
  "tika-vin05t12:17_4": "dammī”ti vadati, na vaṭṭati. “Ārāmikaṁ dammi, veyyāvaccakaraṁ dammi, kappiyakārakaṁ",
  "tika-vin05t12:17_5": "dammī”ti vutte vaṭṭati. Sace ārāmiko purebhattampi pacchābhattampi saṅghasseva kammaṁ",
  "tika-vin05t12:17_6": "karoti, sāmaṇerassa viya sabbaṁ bhesajjaṁ paṭijagganampi tassa kātabbaṁ. Sace purebhattameva",
  "tika-vin05t12:17_7": "saṅghassa kammaṁ karoti, pacchābhattaṁ attano karoti, sāyaṁ nivāpo na dātabbo. Yepi",
  "tika-vin05t12:17_8": "pañcadivasavārena vā pakkhavārena vā saṅghassa kammaṁ katvā sesakāle attano kammaṁ",
  "tika-vin05t12:17_9": "karonti, tesampi karaṇakāleyeva bhattañca nivāpo ca dātabbo. Sace saṅghassa kammaṁ",
  "tika-vin05t12:17_10": "natthi, attanoyeva kammaṁ katvā jīvanti, te ce hatthakammamūlaṁ ānetvā denti, gahetabbaṁ.",
  "tika-vin05t12:17_11": "No ce denti, na kiñci vattabbā. Yaṁ kiñci rajakadāsampi pesakāradāsampi ārāmikanāmena",
  "tika-vin05t12:17_12": "sampaṭicchituṁ vaṭṭati.",
  "tika-vin05t12:18_0": "Sace “gāvo demā”ti vadanti, “na vaṭṭatī”ti paṭikkhipitabbā. Imā gāvo kutoti. Paṇḍitehi",
  "tika-vin05t12:18_1": "pañcagorasaparibhogatthāya dinnāti. “Mayampi pañcagorasaparibhogatthāya demā”ti vutte",
  "tika-vin05t12:18_2": "vaṭṭanti. Ajikādīsupi eseva nayo. “Hatthiṁ dema, assaṁ, mahiṁsaṁ, kukkuṭaṁ, sūkaraṁ",
  "tika-vin05t12:18_3": "demā”ti vadanti, sampaṭicchituṁ na vaṭṭati. Sace keci manussā “appossukkā, bhante,",
  "tika-vin05t12:18_4": "tumhe hotha, mayaṁ ime gahetvā tumhākaṁ kappiyabhaṇḍaṁ dassāmā”ti gaṇhanti, vaṭṭati.",
  "tika-vin05t12:18_5": "Kukkuṭasūkare “sukhaṁ jīvantū”ti araññe vissajjāpetuṁ vaṭṭati. “Imaṁ taḷākaṁ, imaṁ",
  "tika-vin05t12:18_6": "khettaṁ, imaṁ vatthuṁ vihārassa demā”ti vutte paṭikkhipituṁ na labbhati.",
  "tika-vin05t12:19_0": "64. Sace koci bhikkhuṁ uddissa dūtena hiraññasuvaṇṇādicīvaracetāpannaṁ pahiṇeyya",
  "tika-vin05t12:19_1": "“iminā cīvaracetāpannena cīvaraṁ cetāpetvā itthannāmaṁ bhikkhuṁ cīvarena acchādehī”ti,",
  "tika-vin05t12:19_2": "so ce dūto taṁ bhikkhuṁ upasaṅkamitvā evaṁ vadeyya “idaṁ kho, bhante, āyasmantaṁ",
  "tika-vin05t12:19_3": "uddissa cīvaracetāpannaṁ ābhataṁ, paṭiggaṇhatu āyasmā cīvaracetāpanna”nti, tena bhikkhunā",
  "tika-vin05t12:19_4": "so dūto evamassa vacanīyo “na kho mayaṁ, āvuso, cīvaracetāpannaṁ paṭiggaṇhāma, cīvarañca",
  "tika-vin05t12:19_5": "kho mayaṁ paṭiggaṇhāma kālena kappiya”nti. So ce dūto taṁ bhikkhuṁ evaṁ vadeyya “atthi",
  "tika-vin05t12:19_6": "panāyasmato koci veyyāvaccakaro”ti, cīvaratthikena bhikkhunā veyyāvaccakaro niddisitabbo",
  "tika-vin05t12:19_7": "ārāmiko vā upāsako vā “eso kho, āvuso, bhikkhūnaṁ veyyāvaccakaro”ti. Na vattabbo",
  "tika-vin05t12:19_8": "“tassa dehī”ti vā “so vā nikkhipissati, so vā parivattessati, so vā cetāpessatī”ti.",
  "tika-vin05t12:19_9": "So ce dūto taṁ veyyāvaccakaraṁ saññāpetvā taṁ bhikkhuṁ upasaṅkamitvā evaṁ vadeyya",
  "tika-vin05t12:19_10": "“yaṁ kho, bhante, āyasmā veyyāvaccakaraṁ niddisi, āṇatto so mayā, upasaṅkamatu āyasmā",
  "tika-vin05t12:19_11": "kālena, cīvarena taṁ acchādessatī”ti. Cīvaratthikena bhikkhunā veyyāvaccakaro upasaṅkamitvā",
  "tika-vin05t12:19_12": "dvattikkhattuṁ codetabbo sāretabbo “attho me, āvuso, cīvarenā”ti. Na vattabbo “dehi",
  "tika-vin05t12:19_13": "me cīvaraṁ, āhara me cīvaraṁ, parivattehi me cīvaraṁ, cetāpehi me cīvara”nti. Sace",
  "tika-vin05t12:19_14": "dvattikkhattuṁ codayamāno sārayamāno taṁ cīvaraṁ abhinipphādeti, iccetaṁ kusalaṁ.",
  "tika-vin05t12:19_15": "No ce abhinipphādeti, tattha gantvā catukkhattuṁ pañcakkhattuṁ chakkhattuparamaṁ",
  "tika-vin05t12:19_16": "tuṇhībhūtena uddissa ṭhātabbaṁ, na āsane nisīditabbaṁ, na āmisaṁ paṭiggahetabbaṁ,",
  "tika-vin05t12:19_17": "na dhammo bhāsitabbo. “Kiṁ kāraṇā āgatosī”ti pucchiyamānena “jānāhi, āvuso”ti ettakameva vattabbaṁ.",
  "tika-vin05t12:20_0": "Sace āsane vā nisīdati, āmisaṁ vā paṭiggaṇhāti, dhammaṁ vā bhāsati, ṭhānaṁ bhañjati.",
  "tika-vin05t12:20_1": "Sace catukkhattuṁ codeti, catukkhattuṁ ṭhātabbaṁ. Pañcakkhattuṁ codeti, dvikkhattuṁ",
  "tika-vin05t12:20_2": "ṭhātabbaṁ. Chakkhattuṁ codeti, na ṭhātabbaṁ. Ekāya hi codanāya ṭhānadvayaṁ bhañjati.",
  "tika-vin05t12:20_3": "Yathā chakkhattuṁ codetvā na ṭhātabbaṁ, evaṁ dvādasakkhattuṁ ṭhatvā na codetabbaṁ.",
  "tika-vin05t12:20_4": "Tasmā sace codetiyeva na tiṭṭhati, cha codanā labbhanti. Sace tiṭṭhatiyeva na codeti,",
  "tika-vin05t12:20_5": "dvādasa ṭhānāni labbhanti. Sace codetipi tiṭṭhatipi, ekāya codanāya dve ṭhānāni hāpetabbāni.",
  "tika-vin05t12:20_6": "Tattha yo ekadivasameva punappunaṁ gantvā chakkhattuṁ codeti, sakiṁyeva vā gantvā",
  "tika-vin05t12:20_7": "“attho me, āvuso, cīvarenā”ti chakkhattuṁ vadati, tattha ekadivasameva punappunaṁ",
  "tika-vin05t12:20_8": "gantvā dvādasakkhattuṁ tiṭṭhati, sakimeva vā gantvā tatra tatra ṭhāne tiṭṭhati, sopi",
  "tika-vin05t12:20_9": "sabbacodanāyo sabbaṭṭhānāni ca bhañjati, ko pana vādo nānādivasesu. Tato ce uttari",
  "tika-vin05t12:20_10": "vāyamamāno taṁ cīvaraṁ abhinipphādeti, payoge dukkaṭaṁ, paṭilābhena nissaggiyaṁ hoti.",
  "tika-vin05t12:20_11": "No ce sakkoti taṁ abhinipphādetuṁ, yato rājato rājamahāmattato vā assa bhikkhuno",
  "tika-vin05t12:20_12": "taṁ cīvaracetāpannaṁ ānītaṁ, tassa santikaṁ sāmaṁ vā gantabbaṁ, dūto vā pāhetabbo",
  "tika-vin05t12:20_13": "“yaṁ kho tumhe āyasmanto bhikkhuṁ uddissa cīvaracetāpannaṁ pahiṇittha, na taṁ tassa",
  "tika-vin05t12:20_14": "bhikkhuno kiñci atthaṁ anubhoti, yuñjantāyasmanto sakaṁ, mā tumhākaṁ santakaṁ vinassatū”ti.",
  "tika-vin05t12:20_15": "Ayaṁ tattha sāmīci. Yo pana neva sāmaṁ gacchati, na dūtaṁ pāheti, vattabhede dukkaṭaṁ āpajjati.",
  "tika-vin05t12:21_0": "65. Kiṁ pana sabbakappiyakārakesu evaṁ paṭipajjitabbanti? Na paṭipajjitabbaṁ. Ayañhi",
  "tika-vin05t12:21_1": "kappiyakārako nāma saṅkhepato duvidho niddiṭṭho aniddiṭṭho ca. Tattha niddiṭṭho duvidho",
  "tika-vin05t12:21_2": "bhikkhunā niddiṭṭho dūtena niddiṭṭhoti. Aniddiṭṭhopi duvidho mukhavevaṭikakappiyakārako",
  "tika-vin05t12:21_3": "parammukhakappiyakārakoti. Tesu bhikkhunā niddiṭṭho sammukhāsammukhavasena catubbidho",
  "tika-vin05t12:21_4": "hoti, tathā dūtena niddiṭṭhopi. Kathaṁ? Idhekacco bhikkhussa cīvaratthāya dūtena",
  "tika-vin05t12:21_5": "akappiyavatthuṁ pahiṇati, dūto taṁ bhikkhuṁ upasaṅkamitvā “idaṁ, bhante, itthannāmena",
  "tika-vin05t12:21_6": "tumhākaṁ cīvaratthāya pahitaṁ, gaṇhatha na”nti vadati, bhikkhu “nayidaṁ kappatī”ti",
  "tika-vin05t12:21_7": "paṭikkhipati, dūto “atthi pana te, bhante, veyyāvaccakaro”ti pucchati, puññatthikehi",
  "tika-vin05t12:21_8": "ca upāsakehi “bhikkhūnaṁ veyyāvaccaṁ karothā”ti āṇattā vā, bhikkhūnaṁ vā sandiṭṭhasambhattā",
  "tika-vin05t12:21_9": "keci veyyāvaccakarā honti, tesaṁ aññataro tasmiṁ khaṇe bhikkhussa santike nisinno",
  "tika-vin05t12:21_10": "hoti, bhikkhu taṁ niddisati “ayaṁ bhikkhūnaṁ veyyāvaccakaro”ti, dūto tassa hatthe",
  "tika-vin05t12:21_11": "akappiyavatthuṁ datvā “therassa cīvaraṁ kiṇitvā dehī”ti gacchati, ayaṁ bhikkhunā sammukhāniddiṭṭho.",
  "tika-vin05t12:22_0": "No ce bhikkhussa santike nisinno hoti, apica kho bhikkhu niddisati “asukasmiṁ nāma",
  "tika-vin05t12:22_1": "gāme itthannāmo bhikkhūnaṁ veyyāvaccakaro”ti, so gantvā tassa hatthe akappiyavatthuṁ",
  "tika-vin05t12:22_2": "datvā “therassa cīvaraṁ kiṇitvā dadeyyāsī”ti āgantvā bhikkhussa ārocetvā gacchati,",
  "tika-vin05t12:22_3": "ayameko bhikkhunā asammukhāniddiṭṭho.",
  "tika-vin05t12:23_0": "Na heva kho so dūto attanā āgantvā āroceti, apica kho aññaṁ pahiṇati “dinnaṁ mayā,",
  "tika-vin05t12:23_1": "bhante, tassa hatthe cīvaracetāpannaṁ, tumhe cīvaraṁ gaṇheyyāthā”ti, ayaṁ dutiyo",
  "tika-vin05t12:23_2": "bhikkhunā asammukhāniddiṭṭho.",
  "tika-vin05t12:24_0": "Na heva kho aññaṁ pahiṇati, apica gacchantova bhikkhuṁ vadati “ahaṁ tassa hatthe",
  "tika-vin05t12:24_1": "cīvaracetāpannaṁ dassāmi, tumhe cīvaraṁ gaṇheyyāthā”ti, ayaṁ tatiyo bhikkhunā asammukhāniddiṭṭhoti",
  "tika-vin05t12:24_2": "evaṁ eko sammukhāniddiṭṭho tayo asammukhāniddiṭṭhāti ime cattāro bhikkhunā niddiṭṭhaveyyāvaccakarā",
  "tika-vin05t12:24_3": "nāma. Etesu idha vuttanayeneva paṭipajjitabbaṁ.",
  "tika-vin05t12:25_0": "Aparo bhikkhu purimanayeneva dūtena pucchito natthitāya vā avicāretukāmatāya vā “natthamhākaṁ",
  "tika-vin05t12:25_1": "kappiyakārako”ti vadati, tasmiṁ khaṇe koci manusso āgacchati, dūto tassa hatthe akappiyavatthuṁ",
  "tika-vin05t12:25_2": "datvā “imassa hatthato cīvaraṁ gaṇheyyāthā”ti vatvā gacchati, ayaṁ dūtena sammukhāniddiṭṭhoti",
  "tika-vin05t12:25_3": "evaṁ eko sammukhāniddiṭṭho.",
  "tika-vin05t12:26_0": "Aparo dūto gāmaṁ pavisitvā attanā abhirucitassa kassaci hatthe akappiyavatthuṁ datvā",
  "tika-vin05t12:26_1": "purimanayeneva āgantvā vā āroceti, aññaṁ vā pahiṇati “ahaṁ asukassa nāma hatthe cīvaracetāpannaṁ",
  "tika-vin05t12:26_2": "dassāmi, tumhe cīvaraṁ gaṇheyyāthā”ti vatvā vā gacchati, ayaṁ tatiyo dūtena asammukhāniddiṭṭhoti",
  "tika-vin05t12:26_3": "evaṁ eko sammukhāniddiṭṭho tayo asammukhāniddiṭṭhāti ime cattāro dūtena niddiṭṭhaveyyāvaccakarā",
  "tika-vin05t12:26_4": "nāma. Etesu meṇḍakasikkhāpade vuttanayeneva paṭipajjitabbaṁ. Vuttañhetaṁ –",
  "tika-vin05t12:27_0": "“Santi, bhikkhave, manussā saddhā pasannā, te kappiyakārakānaṁ hatthe hiraññaṁ upanikkhipanti",
  "tika-vin05t12:27_1": "‘iminā yaṁ ayyassa kappiyaṁ, taṁ dethā’ti. Anujānāmi, bhikkhave, yaṁ tato kappiyaṁ,",
  "tika-vin05t12:27_2": "taṁ sādituṁ, na tvevāhaṁ, bhikkhave, ‘kenaci pariyāyena jātarūparajataṁ sāditabbaṁ",
  "tika-vin05t12:27_3": "pariyesitabba’nti vadāmī”ti.",
  "tika-vin05t12:28_0": "Ettha codanāya parimāṇaṁ natthi, mūlaṁ asādiyantena sahassakkhattumpi codanāya vā",
  "tika-vin05t12:28_1": "ṭhānena vā kappiyabhaṇḍaṁ sādituṁ vaṭṭati. No ce deti, aññaṁ kappiyakārakaṁ ṭhapetvāpi",
  "tika-vin05t12:28_2": "āharāpetabbaṁ. Sace icchati, mūlasāmikānampi kathetabbaṁ. No ce icchati, na kathetabbaṁ.",
  "tika-vin05t12:29_0": "Aparo bhikkhu purimanayeneva dūtena pucchito “natthamhākaṁ kappiyakārako”ti vadati,",
  "tika-vin05t12:29_1": "tadañño samīpe ṭhito sutvā “āhara bho, ahaṁ ayyassa cīvaraṁ cetāpetvā dassāmī”ti",
  "tika-vin05t12:29_2": "vadati. Dūto “handa bho dadeyyāsī”ti tassa hatthe datvā bhikkhussa anārocetvāva gacchati,",
  "tika-vin05t12:29_3": "ayaṁ mukhavevaṭikakappiyakārako. Aparo bhikkhuno upaṭṭhākassa vā aññassa vā hatthe",
  "tika-vin05t12:29_4": "akappiyavatthuṁ datvā “therassa cīvaraṁ dadeyyāsī”ti ettova pakkamati, ayaṁ parammukhākappiyakārakoti",
  "tika-vin05t12:29_5": "ime dve aniddiṭṭhakappiyakārakā nāma. Etesu aññātakaappavāritesu viya paṭipajjitabbaṁ.",
  "tika-vin05t12:29_6": "Sace sayameva cīvaraṁ ānetvā dadanti, gahetabbaṁ. No ce, na kiñci vattabbā. Yathā",
  "tika-vin05t12:29_7": "ca dūtassa hatthe cīvaratthāya akappiyavatthumhi pesite vinicchayo vutto, evaṁ piṇḍapātādīnampi",
  "tika-vin05t12:29_8": "atthāya pesite sayaṁ āgantvā dīyamāne ca vinicchayo veditabbo.",
  "tika-vin05t12:30_0": "66. Upanikkhittasādiyane pana ayaṁ vinicchayo – kiñci akappiyavatthuṁ pādamūle ṭhapetvā",
  "tika-vin05t12:30_1": "“idaṁ ayyassa hotū”ti vutte sacepi cittena sādiyati, gaṇhitukāmo hoti, kāyena vā",
  "tika-vin05t12:30_2": "vācāya vā “nayidaṁ kappatī”ti paṭikkhipati, anāpatti. Kāyavācāhi vā appaṭikkhipitvāpi",
  "tika-vin05t12:30_3": "suddhacitto hutvā “nayidaṁ amhākaṁ kappatī”ti na sādiyati, anāpattiyeva. Tīsu dvāresu",
  "tika-vin05t12:30_4": "hi yena kenaci paṭikkhittaṁ paṭikkhittameva hoti. Sace pana kāyavācāhi appaṭikkhipitvā",
  "tika-vin05t12:30_5": "cittena adhivāseti, kāyavācāhi kattabbassa paṭikkhepassa akaraṇato akiriyasamuṭṭhānaṁ",
  "tika-vin05t12:30_6": "kāyadvāre ca vacīdvāre ca āpattiṁ āpajjati, manodvāre pana āpatti nāma natthi.",
  "tika-vin05t12:31_0": "Eko sataṁ vā sahassaṁ vā pādamūle ṭhapeti “tuyhidaṁ hotū”ti, bhikkhu “nayidaṁ kappatī”ti",
  "tika-vin05t12:31_1": "paṭikkhipati, upāsako “pariccattaṁ mayā tumhāka”nti gato, añño tattha āgantvā pucchati",
  "tika-vin05t12:31_2": "“kiṁ, bhante, ida”nti, yaṁ tena ca attanā ca vuttaṁ, taṁ ācikkhitabbaṁ. So ce vadati",
  "tika-vin05t12:31_3": "“gopayissāmahaṁ, bhante, guttaṭṭhānaṁ dassethā”ti, sattabhūmikampi pāsādaṁ abhiruhitvā",
  "tika-vin05t12:31_4": "“idaṁ guttaṭṭhāna”nti ācikkhitabbaṁ, “idha nikkhipāhī”ti na vattabbaṁ. Ettāvatā kappiyañca",
  "tika-vin05t12:31_5": "akappiyañca nissāya ṭhitaṁ hoti, dvāraṁ pidahitvā rakkhantena vasitabbaṁ. Sace kiñci",
  "tika-vin05t12:31_6": "vikkāyikabhaṇḍaṁ pattaṁ vā cīvaraṁ vā gahetvā āgacchati, “idaṁ gahessatha, bhante”ti",
  "tika-vin05t12:31_7": "vutte “upāsaka, atthi amhākaṁ iminā attho, vatthu ca evarūpaṁ nāma saṁvijjati, kappiyakārako",
  "tika-vin05t12:31_8": "natthī”ti vattabbaṁ. Sace so vadati “ahaṁ kappiyakārako bhavissāmi, dvāraṁ vivaritvā",
  "tika-vin05t12:31_9": "dethā”ti, dvāraṁ vivaritvā “imasmiṁ okāse ṭhapita”nti vattabbaṁ, “idaṁ gaṇhā”ti na",
  "tika-vin05t12:31_10": "vattabbaṁ. Evampi kappiyañca akappiyañca nissāya ṭhitameva hoti. So ce taṁ gahetvā",
  "tika-vin05t12:31_11": "tassa kappiyabhaṇḍaṁ deti, vaṭṭati. Sace adhikaṁ gaṇhāti, “na mayaṁ tava bhaṇḍaṁ",
  "tika-vin05t12:31_12": "gaṇhāma, nikkhamāhī”ti vattabbo.",
  "tika-vin05t12:32_0": "67. Yena pana jātarūpādicatubbidhaṁ nissaggiyavatthu paṭiggahitaṁ, tena kiṁ kātabbanti?",
  "tika-vin05t12:32_1": "Saṅghamajjhe nissajjitabbaṁ. Kathaṁ? Tena bhikkhunā saṅghaṁ upasaṅkamitvā ekaṁsaṁ",
  "tika-vin05t12:32_2": "uttarāsaṅgaṁ karitvā vuḍḍhānaṁ bhikkhūnaṁ pāde vanditvā ukkuṭikaṁ nisīditvā añjaliṁ",
  "tika-vin05t12:32_3": "paggahetvā evamassa vacanīyo “ahaṁ, bhante, rūpiyaṁ paṭiggahesiṁ, idaṁ me nissaggiyaṁ,",
  "tika-vin05t12:32_4": "imāhaṁ nissajjāmī”ti nissajjitvā āpatti desetabbā. Byattena bhikkhunā paṭibalena",
  "tika-vin05t12:32_5": "āpatti paṭiggahetabbā. Sace tattha āgacchati ārāmiko vā upāsako vā, so vattabbo “āvuso,",
  "tika-vin05t12:32_6": "idaṁ jānāhī”ti. Sace so bhaṇati “iminā kiṁ āharissāmī”ti, na vattabbo “imaṁ vā imaṁ",
  "tika-vin05t12:32_7": "vā āharā”ti, kappiyaṁ ācikkhitabbaṁ sappiṁ vā telaṁ vā madhuṁ vā phāṇitaṁ vā. Ācikkhantena",
  "tika-vin05t12:32_8": "ca “iminā sappiṁ vā telaṁ vā madhuṁ vā phāṇitaṁ vā āharā”ti na vattabbaṁ, “idañcidañca",
  "tika-vin05t12:32_9": "saṅghassa kappiya”nti ettakameva vattabbaṁ. Sace so tena parivattetvā kappiyaṁ āharati,",
  "tika-vin05t12:32_10": "rūpiyapaṭiggāhakaṁ ṭhapetvā sabbeheva bhājetvā paribhuñjitabbaṁ, rūpiyapaṭiggāhakena bhāgo na gahetabbo.",
  "tika-vin05t12:33_0": "Aññesaṁ bhikkhūnaṁ vā ārāmikānaṁ vā pattabhāgampi labhitvā paribhuñjituṁ na vaṭṭati,",
  "tika-vin05t12:33_1": "antamaso makkaṭādīhi tato haritvā araññe ṭhapitaṁ vā tesaṁ hatthato gaḷitaṁ vā tiracchānapaṭiggahitampi",
  "tika-vin05t12:33_2": "paṁsukūlampi na vaṭṭatiyeva. Tato āhaṭena phāṇitena senāsanadhūpanampi na vaṭṭati.",
  "tika-vin05t12:33_3": "Sappinā vā telena vā padīpaṁ katvā dīpāloke nipajjituṁ, kasiṇaparikammaṁ kātuṁ, potthakampi",
  "tika-vin05t12:33_4": "vācetuṁ na vaṭṭati. Telamadhuphāṇitehi pana sarīre vaṇaṁ makkhetuṁ na vaṭṭatiyeva.",
  "tika-vin05t12:33_5": "Tena vatthunā mañcapīṭhādīni vā gaṇhanti, uposathāgāraṁ vā bhojanasālaṁ vā karonti,",
  "tika-vin05t12:33_6": "paribhuñjituṁ na vaṭṭati. Chāyāpi gehaparicchedena ṭhitāva na vaṭṭati, paricchedātikkantā",
  "tika-vin05t12:33_7": "āgantukattā vaṭṭati. Taṁ vatthuṁ vissajjetvā katena maggenapi setunāpi nāvāyapi uḷumpenāpi",
  "tika-vin05t12:33_8": "gantuṁ na vaṭṭati. Tena vatthunā khaṇāpitāya pokkharaṇiyā ubbhidodakaṁ pātuṁ vā paribhuñjituṁ",
  "tika-vin05t12:33_9": "vā na vaṭṭati. Anto udake pana asati aññaṁ āgantukaṁ udakaṁ vā vassodakaṁ vā paviṭṭhaṁ",
  "tika-vin05t12:33_10": "vaṭṭati. Kītāya yena saddhiṁ kītā, taṁ āgantukampi na vaṭṭati. Taṁ vatthuṁ upanikkhepaṁ",
  "tika-vin05t12:33_11": "ṭhapetvā saṅgho paccaye paribhuñjati, tepi paccayā tassa na vaṭṭanti. Ārāmo gahito",
  "tika-vin05t12:33_12": "hoti, sopi paribhuñjituṁ na vaṭṭati. Yadi bhūmipi bījampi akappiyaṁ, neva bhūmiṁ,",
  "tika-vin05t12:33_13": "na phalaṁ paribhuñjituṁ vaṭṭati. Sace bhūmiṁyeva kiṇitvā aññāni bījāni ropitāni,",
  "tika-vin05t12:33_14": "phalaṁ vaṭṭati. Atha bījāni kiṇitvā kappiyabhūmiyaṁ ropitāni, phalaṁ na vaṭṭati,",
  "tika-vin05t12:33_15": "bhūmiyaṁ nisīdituṁ vā nipajjituṁ vā vaṭṭati.",
  "tika-vin05t12:34_0": "Sace pana tattha āgato kappiyakārako taṁ parivattetvā saṅghassa kappiyaṁ sappitelādiṁ",
  "tika-vin05t12:34_1": "āharituṁ na jānāti, so vattabbo “āvuso, imaṁ chaḍḍehī”ti. Sace so chaḍḍeti, iccetaṁ",
  "tika-vin05t12:34_2": "kusalaṁ. No ce chaḍḍeti, pañcahaṅgehi samannāgato bhikkhu rūpiyachaḍḍako sammannitabbo",
  "tika-vin05t12:34_3": "yo na chandāgatiṁ gaccheyya, na dosāgatiṁ gaccheyya, na mohāgatiṁ gaccheyya, na bhayāgatiṁ",
  "tika-vin05t12:34_4": "gaccheyya, chaḍḍitāchaḍḍitañca jāneyya. Evañca pana sammannitabbo, paṭhamaṁ bhikkhu",
  "tika-vin05t12:34_5": "yācitabbo, yācitvā byattena bhikkhunā paṭibalena saṅgho ñāpetabbo –",
  "tika-vin05t12:35_0": "“Suṇātu me, bhante, saṅgho, yadi saṅghassa pattakallaṁ, saṅgho itthannāmaṁ bhikkhuṁ",
  "tika-vin05t12:35_1": "rūpiyachaḍḍakaṁ sammanneyya, esā ñatti. Suṇātu me, bhante, saṅgho, saṅgho itthannāmaṁ",
  "tika-vin05t12:35_2": "bhikkhuṁ rūpiyachaḍḍakaṁ sammannati, yassāyasmato khamati itthannāmassa bhikkhuno",
  "tika-vin05t12:35_3": "rūpiyachaḍḍakassa sammuti, so tuṇhassa. Yassa nakkhamati, so bhāseyya. Sammato saṅghena",
  "tika-vin05t12:35_4": "itthannāmo bhikkhu rūpiyachaḍḍako, khamati saṅghassa, tasmā tuṇhī, evametaṁ dhārayāmī”ti.",
  "tika-vin05t12:36_0": "68. Tena sammatena bhikkhunā nimittaṁ akatvā akkhīni nimīletvā nadiyā vā papāte vā",
  "tika-vin05t12:36_1": "vanagahane vā gūthaṁ viya anapekkhena patitokāsaṁ asamannārahantena chaḍḍetabbaṁ.",
  "tika-vin05t12:36_2": "Sace nimittaṁ katvā pāteti, dukkaṭaṁ āpajjati. Evaṁ jigucchitabbepi rūpiye bhagavā",
  "tika-vin05t12:36_3": "pariyāyena bhikkhūnaṁ paribhogaṁ ācikkhi. Rūpiyapaṭiggāhakassa pana kenaci pariyāyena",
  "tika-vin05t12:36_4": "tato uppannapaccayaparibhogo na vaṭṭati. Yathā cāyaṁ etassa na vaṭṭati, evaṁ asantasambhāvanāya",
  "tika-vin05t12:36_5": "vā kuladūsakakammena vā kuhanādīhi vāuppannapaccayā neva tassa, na aññassa vaṭṭanti,",
  "tika-vin05t12:36_6": "dhammena samena uppannāpi apaccavekkhitvā paribhuñjituṁ na vaṭṭanti. Cattāro hi paribhogā",
  "tika-vin05t12:36_7": "– theyyaparibhogo iṇaparibhogo dāyajjaparibhogo sāmiparibhogoti. Tattha saṅghamajjhepi",
  "tika-vin05t12:36_8": "nisīditvā paribhuñjantassa dussīlassa paribhogo theyyaparibhogo nāma. Sīlavato apaccavekkhitaparibhogo",
  "tika-vin05t12:36_9": "iṇaparibhogo nāma. Tasmā cīvaraṁ paribhoge paribhoge paccavekkhitabbaṁ, piṇḍapāto",
  "tika-vin05t12:36_10": "ālope ālope, tathā asakkontena purebhattapacchābhattapurimayāmamajjhimayāmapacchimayāmesu.",
  "tika-vin05t12:36_11": "Sacassa apaccavekkhato aruṇo uggacchati, iṇaparibhogaṭṭhāne tiṭṭhati. Senāsanampi",
  "tika-vin05t12:36_12": "paribhoge paribhoge paccavekkhitabbaṁ. Bhesajjassa paṭiggahaṇepi paribhogepi satipaccayatā",
  "tika-vin05t12:36_13": "vaṭṭati, evaṁ santepi paṭiggahaṇe satiṁ katvā paribhoge akarontasseva āpatti, paṭiggahaṇe",
  "tika-vin05t12:36_14": "pana satiṁ akatvā paribhoge karontassa anāpatti. Catubbidhā hi suddhi – desanāsuddhi",
  "tika-vin05t12:36_15": "saṁvarasuddhi pariyeṭṭhisuddhi paccavekkhaṇasuddhīti.",
  "tika-vin05t12:37_0": "Tattha desanāsuddhi nāma pātimokkhasaṁvarasīlaṁ. Tañhi desanāya sujjhanato “desanāsuddhī”ti",
  "tika-vin05t12:37_1": "vuccati. Saṁvarasuddhi nāma indriyasaṁvarasīlaṁ. Tañhi “na punevaṁ karissāmī”ti cittādhiṭṭhānasaṁvareneva",
  "tika-vin05t12:37_2": "sujjhanato “saṁvarasuddhī”ti vuccati. Pariyeṭṭhisuddhi nāma ājīvapārisuddhisīlaṁ.",
  "tika-vin05t12:37_3": "Tañhi anesanaṁ pahāya dhammena samena paccaye uppādentassa pariyesanāya suddhattā",
  "tika-vin05t12:37_4": "“pariyeṭṭhisuddhī”ti vuccati. Paccavekkhaṇasuddhi nāma paccayaparibhogasannissitasīlaṁ.",
  "tika-vin05t12:37_5": "Tañhi “paṭisaṅkhā yoniso cīvaraṁ paṭisevāmī”tiādinā nayena vuttena paccavekkhaṇena",
  "tika-vin05t12:37_6": "sujjhanato “paccavekkhaṇasuddhī”ti vuccati, tena vuttaṁ “paṭiggahaṇe pana satiṁ akatvā",
  "tika-vin05t12:37_7": "paribhoge karontassa anāpattī”ti.",
  "tika-vin05t12:38_0": "Sattannaṁ sekkhānaṁ paccayaparibhogo dāyajjaparibhogo nāma. Te hi bhagavato puttā,",
  "tika-vin05t12:38_1": "tasmā pitusantakānaṁ paccayānaṁ dāyādā hutvā te paccaye paribhuñjanti. Kiṁ pana te",
  "tika-vin05t12:38_2": "bhagavato paccaye paribhuñjanti, gihīnaṁ paccaye paribhuñjantīti? Gihīhi dinnāpi",
  "tika-vin05t12:38_3": "bhagavatā anuññātattā bhagavato santakā honti, tasmā bhagavato paccaye paribhuñjantīti",
  "tika-vin05t12:38_4": "veditabbaṁ. Dhammadāyādasutta ñcettha sādhakaṁ. Khīṇāsavānaṁ paribhogo sāmiparibhogo",
  "tika-vin05t12:38_5": "nāma. Te hi taṇhāya dāsabyaṁ atītattā sāmino hutvā paribhuñjanti. Iti imesu paribhogesu",
  "tika-vin05t12:38_6": "sāmiparibhogo ca dāyajjaparibhogo ca sabbesampi vaṭṭati, iṇaparibhogo na vaṭṭati,",
  "tika-vin05t12:38_7": "theyyaparibhoge kathāyeva natthi.",
  "tika-vin05t12:39_0": "Aparepi cattāro paribhogā – lajjiparibhogo alajjiparibhogo dhammiyaparibhogo adhammiyaparibhogoti.",
  "tika-vin05t12:39_1": "Tattha alajjino lajjinā saddhiṁ paribhogo vaṭṭati, āpattiyā na kāretabbo. Lajjino",
  "tika-vin05t12:39_2": "alajjinā saddhiṁ yāva na jānāti, tāva vaṭṭati. Ādito paṭṭhāya hi alajjī nāma natthi,",
  "tika-vin05t12:39_3": "tasmā yadāssa alajjibhāvaṁ jānāti, tadā vattabbo “tumhe kāyadvāre vacīdvāre ca vītikkamaṁ",
  "tika-vin05t12:39_4": "karotha, taṁ appatirūpaṁ, mā evamakatthā”ti. Sace anādiyitvā karotiyeva, yadi tena",
  "tika-vin05t12:39_5": "saddhiṁ paribhogaṁ karoti, sopi alajjīyeva hoti. Yopi attano bhārabhūtena alajjinā",
  "tika-vin05t12:39_6": "saddhiṁ paribhogaṁ karoti, sopi nivāretabbo. Sace na oramati, ayampi alajjīyeva hoti.",
  "tika-vin05t12:39_7": "Evaṁ eko alajjī alajjisatampi karoti. Alajjino pana alajjināva saddhiṁ paribhoge",
  "tika-vin05t12:39_8": "āpatti nāma natthi. Lajjino lajjinā saddhiṁ paribhogo dvinnaṁ khattiyakumārānaṁ suvaṇṇapātiyaṁ",
  "tika-vin05t12:39_9": "bhojanasadiso. Dhammiyādhammiyaparibhogo paccayavaseneva veditabbo. Tattha sace puggalopi",
  "tika-vin05t12:39_10": "alajjī, piṇḍapātopi adhammiyo, ubho jegucchā. Puggalo alajjī, piṇḍapāto dhammiyo,",
  "tika-vin05t12:39_11": "puggalaṁ jigucchitvā piṇḍapāto na gahetabbo. Mahāpaccariyaṁ pana “dussīlo saṅghato",
  "tika-vin05t12:39_12": "uddesabhattādīni labhitvā saṅghasseva deti, etāni yathādānameva gahitattā vaṭṭantī”ti",
  "tika-vin05t12:39_13": "vuttaṁ. Puggalo lajjī, piṇḍapāto adhammiyo, piṇḍapāto jeguccho na gahetabbo. Puggalo",
  "tika-vin05t12:39_14": "lajjī, piṇḍapātopi dhammiyo, vaṭṭati.",
  "tika-vin05t12:40_0": "Apare dve paggahā dve ca paribhogā – lajjipaggaho alajjipaggaho, dhammaparibhogo",
  "tika-vin05t12:40_1": "āmisaparibhogoti. Tattha alajjino lajjiṁ paggahetuṁ vaṭṭati, na so āpattiyā kāretabbo.",
  "tika-vin05t12:40_2": "Sace pana lajjī alajjiṁ paggaṇhāti, anumodanāya ajjhesati, dhammakathāya ajjhesati,",
  "tika-vin05t12:40_3": "kulesu upatthambheti, itaropi “amhākaṁ ācariyo īdiso ca īdiso cā”ti tassa parisati",
  "tika-vin05t12:40_4": "vaṇṇaṁ bhāsati, ayaṁ sāsanaṁ osakkāpeti antaradhāpetīti veditabbo. Dhammaparibhogaāmisaparibhogesu",
  "tika-vin05t12:40_5": "pana yattha āmisaparibhogo vaṭṭati, dhammaparibhogopi tattha vaṭṭati. Yo pana koṭiyaṁ",
  "tika-vin05t12:40_6": "ṭhito, gantho tassa puggalassa accayena nassissati, taṁ dhammānuggahena uggaṇhituṁ",
  "tika-vin05t12:40_7": "vaṭṭatīti vuttaṁ. Tatridaṁ vatthu – mahābhaye kira ekasseva bhikkhuno mahāniddeso",
  "tika-vin05t12:40_8": "paguṇo ahosi. Atha catunikāyikatissattherassa upajjhāyo mahātipiṭakatthero nāma mahārakkhitattheraṁ",
  "tika-vin05t12:40_9": "āha “āvuso mahārakkhita, etassa santike mahāniddesaṁ gaṇhāhī”ti. “Pāpo kirāyaṁ, bhante,",
  "tika-vin05t12:40_10": "na gaṇhāmī”ti. “Gaṇhāvuso, ahaṁ te santike nisīdissāmī”ti. “Sādhu, bhante, tumhesu",
  "tika-vin05t12:40_11": "nisinnesu gaṇhissāmī”ti paṭṭhapetvā rattindivaṁ nirantaraṁ pariyāpuṇanto osānadivase",
  "tika-vin05t12:40_12": "heṭṭhāmañce itthiṁ disvā “bhante, sutaṁyeva me pubbe, sacāhaṁ evaṁ jāneyyaṁ, na īdisassa",
  "tika-vin05t12:40_13": "santike dhammaṁ pariyāpuṇeyya”nti āha. Tassa pana santike bahū mahātherā uggaṇhitvā",
  "tika-vin05t12:40_14": "mahāniddesaṁ patiṭṭhāpesunti.",
  "tika-vin05t12:41": "Iti pāḷimuttakavinayavinicchayasaṅgahe",
  "tika-vin05t12:42": "Rūpiyādipaṭiggahaṇavinicchayakathā samattā."
}