{
  "tika-s0101t2:0": "2. Sāmaññaphalasuttavaṇṇanā",
  "tika-s0101t2:1": "Rājāmaccakathāvaṇṇanā",
  "tika-s0101t2:2_0": "150.Rājagaheti ettha duggajanapadaṭṭhānavisesasampadādiyogato padhānabhāvena rājūhi",
  "tika-s0101t2:2_1": "gahitanti rājagahanti āha “mandhātu…pe… vuccatī”ti. Tattha mahāgovindena mahāsattena",
  "tika-s0101t2:2_2": "pariggahitaṁ reṇuādīhi rājūhi pariggahitameva hotīti mahāgovindaggahaṇaṁ. Mahāgovindoti",
  "tika-s0101t2:2_3": "mahānubhāvo eko purātano rājāti keci. Pariggahitattāti rājadhānībhāvena pariggahitattā.",
  "tika-s0101t2:2_4": "Pakāreti nagaramāpanena raññā kāritasabbagehattā rājagahaṁ, gijjhakūṭādīhi parikkhittattā",
  "tika-s0101t2:2_5": "pabbatarājehi parikkhittagehasadisantipi rājagahaṁ, sampannabhavanatāya rājamānaṁ",
  "tika-s0101t2:2_6": "gehanti pi rājagahaṁ, saṁvihitārakkhatāya anatthāvahabhāvena upagatānaṁ paṭirājūnaṁ",
  "tika-s0101t2:2_7": "gahaṁ gehabhūtantipi rājagahaṁ, rājūhi disvā sammā patiṭṭhāpitattā tesaṁ gahaṁ gehabhūtantipi",
  "tika-s0101t2:2_8": "rājagahaṁ, ārāmarāmaṇeyyakādīhi rājate, nivāsasukhatādinā sattehi mamattavasena gayhati,",
  "tika-s0101t2:2_9": "pariggayhatīti vā rājagahanti edise pakāre so padeso ṭhānavisesabhāvena uḷārasattaparibhogoti",
  "tika-s0101t2:2_10": "āha “taṁ paneta”ntiādi. Tesanti yakkhānaṁ. Vasanavananti āpānabhūmibhūtaṁ upavanaṁ.",
  "tika-s0101t2:3_0": "Avisesenāti “pātimokkhasaṁvarasaṁvuto viharati”, “paṭhamaṁ jhānaṁ upasampajja viharati,",
  "tika-s0101t2:3_1": "“mettāsahagatena cetasā ekaṁ disaṁ pharitvā viharati”, “sabbanimittānaṁ amanasikārā",
  "tika-s0101t2:3_2": "animittaṁ cetosamādhiṁ samāpajjitvā viharatī”tiādīsu viya saddantarasannidhānasiddhena",
  "tika-s0101t2:3_3": "visesaparāmasanena vinā. Iriyāya kāyikakiriyāya pavattanūpāyabhāvato pathoti iriyāpatho.",
  "tika-s0101t2:3_4": "Ṭhānādīnañhi gatinivatti ādiavatthāhi vinā na kañci kāyikakiriyaṁ pavattetuṁ sakkā.",
  "tika-s0101t2:3_5": "Viharati pavattati etena, viharaṇañcāti vihāro, dibbabhāvāvaho vihāro dibbavihāro,",
  "tika-s0101t2:3_6": "mahaggatajjhānāni. Nettiyaṁ pana “catasso āruppasamāpattiyo āneñjā vihārā”ti vuttaṁ.",
  "tika-s0101t2:3_7": "Taṁ tāsaṁ mettājhānādīnaṁ brahmavihāratā viya bhāvanāvisesabhāvaṁ sandhāya vuttaṁ.",
  "tika-s0101t2:3_8": "Aṭṭhakathāsu pana dibbabhāvāvahasāmaññato tāpi “dibbavihārā” tveva vuttā. Hitūpasaṁhārādivasena",
  "tika-s0101t2:3_9": "pavattiyā brahmabhūtā seṭṭhabhūtā vihārāti brahmavihārā, mettājhānādikā. Anaññasādhāraṇattā",
  "tika-s0101t2:3_10": "ariyānaṁ vihārāti ariyavihārā, catassopi phalasamāpattiyo. Samaṅgīparidīpananti samaṅgibhāvaparidīpanaṁ.",
  "tika-s0101t2:3_11": "Iriyāpathasamāyogaparidīpanaṁ itaravihārasamāyogaparidīpanassa visesavacanassa abhāvato,",
  "tika-s0101t2:3_12": "iriyāpathasamāyogaparidīpanassa ca atthasiddhattā. Viharatīti ettha vi-saddo vicchedatthajotano,",
  "tika-s0101t2:3_13": "haratīti neti, pavattetīti attho. Tattha kassa kena vicchindanaṁ, kathaṁ kassa pavattananti",
  "tika-s0101t2:3_14": "antolīnaṁ codanaṁ sandhāyāha “so hī”tiādi.",
  "tika-s0101t2:4_0": "Gocaragāmadassanatthaṁ “rājagahe”ti vatvā buddhānaṁ anurūpanivāsanaṭṭhānadassanatthaṁ",
  "tika-s0101t2:4_1": "“ambavane”ti vuttanti āha “idamassā”tiādi. Etanti etaṁ “rājagahe”ti bhummavacanaṁ",
  "tika-s0101t2:4_2": "samīpatthe “gaṅgāya gāvo caranti, kūpe gaggakula”nti ca yathā. Kumārena bhatoti kumārabhato,",
  "tika-s0101t2:4_3": "so eva komārabhacco yathā bhisaggameva bhesajjaṁ. Dosābhisannanti vātapittādivasena",
  "tika-s0101t2:4_4": "ussannadosaṁ. Virecetvāti dosapakopato vivecetvā.",
  "tika-s0101t2:5": "Aḍḍhateḷasahīti aḍḍhena terasahi aḍḍhaterasahi bhikkhusatehi. Tāni pana paññāsāya ūnāni terasabhikkhusatāni hontīti āha “aḍḍhasatenā”tiādi.",
  "tika-s0101t2:6": "Rājatīti dibbati, sobhatīti attho. Rañjetīti rameti. Raññoti pitu bimbisārarañño. Sāsanaṭṭhena hiṁsanaṭṭhena sattu.",
  "tika-s0101t2:7_0": "Bhāriyeti garuke aññesaṁ asakkuṇeyye vā. Suvaṇṇasatthakenāti suvaṇṇamayena satthakena.",
  "tika-s0101t2:7_1": "Ayomayañhi rañño sarīraṁ upanetuṁ ayuttanti vadati. Suvaṇṇasatthakenāti vā suvaṇṇaparikkhatena",
  "tika-s0101t2:7_2": "satthakena bāhuṁ phālāpetvāti sirāvedhavasena bāhuṁ phalāpetvā udakena sambhinditvā",
  "tika-s0101t2:7_3": "pāyesi kevalassa lohitassa gabbhinitthiyā dujjīrabhāvato. Dhurāti dhurabhūtā, gaṇassa,",
  "tika-s0101t2:7_4": "dhorayhāti attho. Dhuraṁ nīharāmīti gaṇadhuraṁ gaṇabandhiyaṁ nibbattemi. “Pubbe kho”tiādi khandhakapāḷi eva.",
  "tika-s0101t2:8_0": "Potthaniyanti churikaṁ, yaṁ “nakhara”ntipi [pothanikanti churikaṁ, yaṁ kharantipi",
  "tika-s0101t2:8_1": "pothanikanti churikaṁ, kharantipi ] vuccati. Divā divassāti divassapi divā, majjhanhikavelāyanti attho.",
  "tika-s0101t2:9_0": "Tassā sarīraṁ lehitvā yāpeti attūpakkamena maraṇaṁ na yuttanti. Na hi ariyasāvakā",
  "tika-s0101t2:9_1": "attānaṁ vinipātentīti. Maggaphalasukhenāti maggaphalasukhāvahena sotāpattimaggaphalasukhūpasañhitena",
  "tika-s0101t2:9_2": "caṅkamena yāpeti.Cetiyaṅgaṇeti gandhapupphādīhi pūjanaṭṭhānabhūte cetiyaṅgaṇe. Nisajjanatthāyāti",
  "tika-s0101t2:9_3": "bhikkhusaṅghanisīdanatthāya. Cātumahārājikadevaloke…pe… yakkho hutvā nibbatti tattha",
  "tika-s0101t2:9_4": "bahulaṁ nibbattapubbatāya ciraparicitanikantivasena.",
  "tika-s0101t2:10_0": "Khobhetvāti puttasinehassa balavabhāvato, sahajātapītivegassa ca savipphāratāya taṁsamuṭṭhānarūpadhammehi",
  "tika-s0101t2:10_1": "pharaṇavasena sakalasarīraṁ āloḷetvā. Tenāha “aṭṭhimiñjaṁ āhacca aṭṭhāsī”ti. Pituguṇanti",
  "tika-s0101t2:10_2": "pitu attani sinehaguṇaṁ. Muñcāpetvāti ettha iti-saddo pakārattho, tena “abhimārakapurisapesanādippakārenā”ti",
  "tika-s0101t2:10_3": "vutte eva pakāre paccāmasati. Vitthārakathānayoti ajātasattupasādanādivasena vitthārato",
  "tika-s0101t2:10_4": "vattabbāya kathāya nayamattaṁ. Kasmā panettha vitthāranayā kathā na vuttāti āha “āgatattā",
  "tika-s0101t2:10_5": "pana sabbaṁ na vutta”nti.",
  "tika-s0101t2:11": "Kosalaraññoti mahākosalarañño. Paṇḍitādhivacananti paṇḍitavevacanaṁ. Vidantīti jānanti. Vedena ñāṇena karaṇabhūtena īhati pavattatīti vedehi.",
  "tika-s0101t2:12_0": "Etthāti etasmiṁ divase. Anasanena vāti vā-saddo aniyamattho, tena ekaccamanoduccaritadussīlyādīni",
  "tika-s0101t2:12_1": "saṅgaṇhāti. Tathā hi gopālakūposatho abhijjhāsahagatacittassa vasena vutto, nigaṇṭhuposatho",
  "tika-s0101t2:12_2": "mosavajjādivasena. Yathāha “so tena abhijjhāsahagatena cetasā divasaṁ atināmetī”ti,",
  "tika-s0101t2:12_3": "“iti yasmiṁ samaye sacce samādapetabbā, musāvāde tasmiṁ samaye samādapentī”ti ca",
  "tika-s0101t2:12_4": "ādi. Etthāti uposathasadde. Atthuddhāroti vattabbaatthānaṁ uddhāraṇaṁ.",
  "tika-s0101t2:13_0": "Nanu ca atthamattaṁ pati saddā abhinivisantīti na ekena saddena aneke atthā abhidhīyantīti?",
  "tika-s0101t2:13_1": "Saccametaṁ saddavisese apekkhite, tesaṁ pana atthānaṁ uposathasaddavacanīyatā sāmaññaṁ",
  "tika-s0101t2:13_2": "upādāya vuccamāno ayaṁ vicāro uposathasaddassa atthuddhāroti vutto. Heṭṭhā “evaṁ",
  "tika-s0101t2:13_3": "me suta”ntiādīsu āgate atthuddhārepi eseva nayo. Kāmañca pātimokkhuddesādivisayopi",
  "tika-s0101t2:13_4": "uposathasaddo sāmaññarūpo eva visesasaddassa avācakabhāvato, tādisaṁ pana sāmaññaṁ",
  "tika-s0101t2:13_5": "anādiyitvā ayamattho vuttoti veditabbaṁ. Sīlasuddhivasena upetehi samaggehi vasīyati",
  "tika-s0101t2:13_6": "anuṭṭhīyatīti uposatho, pātimokkhuddeso. Samādānavasena adhiṭṭhānavasena vā upecca",
  "tika-s0101t2:13_7": "ariyavāsādiatthaṁ vasitabbato uposatho, sīlaṁ. Anasanādivasena upecca vasitabbato",
  "tika-s0101t2:13_8": "anuvasitabbato uposatho. Upavāsoti samādānaṁ. Uposathakulabhūtatāya navamahatthinikāyapariyāpanne",
  "tika-s0101t2:13_9": "hatthināge kiñci kiriyaṁ anapekkhitvā rūḷhivasena samaññāmattaṁ uposathoti āha “uposatho",
  "tika-s0101t2:13_10": "nāgarājātiādīsu paññattī”ti. Divase pana uposathasaddappavatti aṭṭhakathāyaṁ vuttā",
  "tika-s0101t2:13_11": "eva. Suddhassa ve sadā phaggūti ettha pana suddhassāti sabbaso kilesamalābhāvena",
  "tika-s0101t2:13_12": "suddhassa. Veti nipātamattaṁ. Veti vā byattanti attho. Sadā phaggūti niccakālampi",
  "tika-s0101t2:13_13": "phagguṇanakkhattameva. Yassa hi phagguṇamāse uttaraphagguṇadivase titthanhānaṁ karontassa",
  "tika-s0101t2:13_14": "saṁvaccharikapāpapavāhanaṁ hotīti laddhi, taṁ tato vivecetuṁ idaṁ bhagavatā vuttaṁ.",
  "tika-s0101t2:13_15": "Suddhassuposatho sadāti yathāvuttasuddhiyā suddhassa uposathaṅgāni vatasamādānāni",
  "tika-s0101t2:13_16": "ca asamādiyatopi niccaṁ uposatho, uposathavāso evāti attho. Pañcadasannaṁ tithīnaṁ",
  "tika-s0101t2:13_17": "pūraṇavasena pannaraso.",
  "tika-s0101t2:14_0": "Bahuso, atisayato vā kumudāni ettha santīti kumudavatī, tissaṁ kumudavatiyā. Catunnaṁ",
  "tika-s0101t2:14_1": "māsānaṁ pāripūribhūtāti cātumāsī. Sā eva pāḷiyaṁ cātumāsinīti vuttāti āha “idha pana",
  "tika-s0101t2:14_2": "cātumāsinīti vuccatī”ti. Tadā kattikamāsassa puṇṇatāya māsapuṇṇatā. Vassānassa utuno",
  "tika-s0101t2:14_3": "puṇṇatāya utupuṇṇatā. Kattikamāsalakkhitassa saṁvaccharassa puṇṇatāya saṁvaccharapuṇṇatā.",
  "tika-s0101t2:14_4": "“Mā” iti cando vuccati tassa gatiyā divasassa minitabbato. Ettha puṇṇoti etissā rattiyā",
  "tika-s0101t2:14_5": "sabbakalāpāripūriyā puṇṇo. Tadā hi cando sabbaso paripuṇṇo hutvā dissati. Ettha ca",
  "tika-s0101t2:14_6": "“tadahuposathe pannarase”ti padāni divasavasena vuttāni, “komudiyā”tiādīni rattivasena.",
  "tika-s0101t2:15_0": "Rājāmaccaparivutoti rājakulasamudāgatehi amaccehi parivuto. Atha vā anuyuttakarājūhi",
  "tika-s0101t2:15_1": "ceva amaccehi ca parivuto. Caturupakkilesāti abbhā mahikā dhūmarajo rāhūti imehi",
  "tika-s0101t2:15_2": "catūhi upakkilesehi. Sanniṭṭhānaṁ kataṁ aṭṭhakathāyaṁ.",
  "tika-s0101t2:16_0": "Pītivacananti pītisamuṭṭhānaṁ vacanaṁ. Yañhi vacanaṁ paṭiggāhakanirapekkhaṁ kevalaṁ",
  "tika-s0101t2:16_1": "uḷārāya pītiyā vasena sarasato sahasāva mukhato niccharati, taṁ idha “udāna”nti adhippetaṁ.",
  "tika-s0101t2:16_2": "Tenāha “yaṁ pītivacanaṁ hadayaṁ gahetuṁ na sakkotī”tiādi.",
  "tika-s0101t2:17_0": "Dosehi itā gatā apagatāti dosinā ta-kārassa na-kāraṁ katvā yathā “kilese jito vijitāvīti",
  "tika-s0101t2:17_1": "jino”ti. Anīya-saddo kattuatthe veditabboti āha “manaṁ ramayatī”ti “ramaṇīyā”ti yathā",
  "tika-s0101t2:17_2": "“niyyānikā dhammā”ti. Juṇhavasena rattiyā surūpatāti āha “vuttadosavimuttāyā”tiādi.",
  "tika-s0101t2:17_3": "Tattha abbhādayo vuttadosā, tabbigameneva cassā dassanīyatā, tena, utusampattiyā",
  "tika-s0101t2:17_4": "ca pāsādikatā veditabbā. Lakkhaṇaṁ bhavituṁ yuttāti etissā rattiyā yutto divaso māso",
  "tika-s0101t2:17_5": "utu saṁvaccharoti evaṁ divasamāsautusaṁvaccharānaṁ sallakkhaṇaṁ bhavituṁ yuttā lakkhaññā, lakkhaṇīyāti attho.",
  "tika-s0101t2:18_0": "“Yaṁ no payirupāsato cittaṁ pasīdeyyā”ti vuttattā “samaṇaṁ vā brāhmaṇaṁ vā”ti ettha",
  "tika-s0101t2:18_1": "paramatthasamaṇo ca paramatthabrāhmaṇo ca adhippeto, na pabbajjāmattasamaṇo, na jātimattabrāhmaṇo",
  "tika-s0101t2:18_2": "cāti āha “samitapāpatāya samaṇaṁ. Bāhitapāpatāya brāhmaṇa”nti. Bahuvacane vattabbe",
  "tika-s0101t2:18_3": "ekavacanaṁ, ekavacane vā vattabbe bahuvacanaṁ vacanabyatayo. Aṭṭhakathāyaṁ pana ekavacanavaseneva",
  "tika-s0101t2:18_4": "byatayo dassito. Attani, garuṭṭhāniye ca ekasmimpi bahuvacanappayogo nirūḷhoti. Sabbenapīti",
  "tika-s0101t2:18_5": "“ramaṇīyā vatā”tiādinā sabbena vacanena. Obhāsanimittakammanti obhāsabhūtanimittakammaṁ",
  "tika-s0101t2:18_6": "paribyattaṁ nimittakaraṇanti attho. Devadatto cāti. Ca-saddo attūpanayane, tena yathā",
  "tika-s0101t2:18_7": "rājā ajātasattu attano pitu ariyasāvakassa satthuupaṭṭhākassa ghātanena mahāparādho,",
  "tika-s0101t2:18_8": "evaṁ bhagavato mahāanatthakarassa devadattassa avassayabhāvena pīti imamatthaṁ upaneti.",
  "tika-s0101t2:18_9": "Tassa piṭṭhichāyāyāti tassa jīvakassa piṭṭhiapassayena, taṁ pamukhaṁ katvā taṁ apassāyāti",
  "tika-s0101t2:18_10": "attho. Vikkhepapacchedanatthanti bhāviniyā attano kathāya uppajjanakavikkhepanassa",
  "tika-s0101t2:18_11": "pacchindanatthaṁ, anuppattiatthanti adhippāyo. Tenāha “tassaṁ hī”tiādi.",
  "tika-s0101t2:19_0": "151.“So kirā”tiādi porāṇaṭṭhakathāya āgatanayo. Eseva nayo parato makkhalipadanibbacanepi.",
  "tika-s0101t2:19_1": "Upasaṅkamantīti upagatā. Tadeva pabbajjaṁ aggahesīti tadeva naggarūpaṁ pabbajjaṁ katvā gaṇhi.",
  "tika-s0101t2:20_0": "Pabbajitasamūhasaṅkhātosaṅghoti pabbajitasamūhatāmattena saṅgho, na niyyānikadiṭṭhisuvisuddhasīlasāmaññavasena",
  "tika-s0101t2:20_1": "saṁhatattāti adhippāyo. Assa atthīti assa satthupaṭiññassa parivārabhūto atthi. Svevāti",
  "tika-s0101t2:20_2": "pabbajitasamūhasaṅkhātova. Keci pana “pabbajitasamūhavasena saṅghī, gahaṭṭhasamūhavasena",
  "tika-s0101t2:20_3": "gaṇī”ti vadanti, taṁ tesaṁ matimattaṁ gaṇe eva loke saṅgha-saddassa nirūḷhattā. Ācārasikkhāpanavasenāti",
  "tika-s0101t2:20_4": "acelaka vatacariyādiācārasikkhāpanavasena. Pākaṭoti saṅghīādibhāvena pakāsito. “Appiccho”ti",
  "tika-s0101t2:20_5": "vatvā tattha labbhamānaṁ appicchattaṁ dassetuṁ “appicchatāya vatthampi na nivāsetī”ti",
  "tika-s0101t2:20_6": "vuttaṁ. Na hi tasmiṁ sāsanike viya santaguṇanigūhaṇalakkhaṇā appicchatā labbhatīti.",
  "tika-s0101t2:20_7": "Yasoti kittisaddo. “Taranti etena saṁsārogha”nti evaṁ sammatattā titthaṁ vuccati",
  "tika-s0101t2:20_8": "laddhīti āha “titthakaroti laddhikaro”ti. Sādhusammatoti “sādhū”ti sammato, na sādhūhi",
  "tika-s0101t2:20_9": "sammatoti āha “ayaṁ sādhū”tiādi. “Imāni me vatasamādānāni ettakaṁ kālaṁ suciṇānī”ti",
  "tika-s0101t2:20_10": "pabbajitato paṭṭhāya atikkantā bahū rattiyo jānātīti rattaññū. Tā panassa rattiyo",
  "tika-s0101t2:20_11": "cirakālabhūtāti katvā ciraṁ pabbajitassa assāti cirapabbajito. Tattha cirapabbajitatāgahaṇena",
  "tika-s0101t2:20_12": "buddhisīlataṁ dasseti, rattaññutāgahaṇena tattha sampajānataṁ. Addhānanti dīghakālaṁ.",
  "tika-s0101t2:20_13": "Kittako pana soti āha “dve tayo rājaparivaṭṭe”ti, dvinnaṁ tiṇṇaṁ rājūnaṁ rajjaṁ anusāsanapaṭipāṭiyoti",
  "tika-s0101t2:20_14": "attho. “Addhagato”ti vatvā kataṁ vayogahaṇaṁ osānavayāpekkhanti āha “pacchimavayaṁ",
  "tika-s0101t2:20_15": "anuppatto”ti. Ubhayanti “addhagato, vayoanuppatto”ti padadvayaṁ.",
  "tika-s0101t2:21_0": "Pubbe pitarā saddhiṁ satthu santikaṁ gantvā desanāya sutapubbataṁ sandhāyāha “jhānābhiññādi…pe…",
  "tika-s0101t2:21_1": "sotukāmo”ti. Dassanenāti na dassanamattaṁ, disvā pana tena saddhiṁ ālāpasallāpaṁ",
  "tika-s0101t2:21_2": "katvā tato akiriyavādaṁ sutvā tesaṁ anattamano ahosi. Guṇakathāyāti abhūtaguṇakathāya.",
  "tika-s0101t2:21_3": "Tenāha “suṭṭhutaraṁ anattamano hutvā”ti. Yadi anattamano, kasmā tuṇhī ahosīti āha",
  "tika-s0101t2:21_4": "“anattamano samānopī”tiādi.",
  "tika-s0101t2:22": "152.Gosālāyāti evaṁ nāmake gāme. Vassānakāle gunnaṁ tiṭṭhanasālāti eke.",
  "tika-s0101t2:23": "153.Paṭikiṭṭhataranti nihīnataraṁ. Tantāvutānīti tante pasāretvā vītāni. “Sīte sīto”tiādinā chahākārehi tassa nihīnassa nihīnatarataṁ dasseti.",
  "tika-s0101t2:24": "154.Vaccaṁ katvāpīti pi-saddena bhojanaṁ bhuñjitvāpi kenaci asucinā makkhito pīti imamatthaṁ sampiṇḍeti. Vālikathūpaṁ katvāti vattavasena vālikāya thūpaṁ katvā.",
  "tika-s0101t2:25": "156.Palibuddhanakilesoti saṁsāre palibuddhanakicco rāgādikileso khettavatthuputtadārādivisayo.",
  "tika-s0101t2:26": "Komārabhaccajīvakakathāvaṇṇanā",
  "tika-s0101t2:27_0": "157. Na yathādhippāyaṁ vattatīti katvā vuttaṁ “anattho vata me”ti. Jīvakassa tuṇhībhāvo",
  "tika-s0101t2:27_1": "mama adhippāyassa maddanasadiso, tasmā taṁ pucchitvā kathāpanena mama adhippāyo pūretabboti",
  "tika-s0101t2:27_2": "ayamettha rañño ajjhāsayoti dassento “hatthimhi nu kho panā”tiādimāha. Kiṁ tuṇhīti",
  "tika-s0101t2:27_3": "kiṁ kāraṇā tuṇhī, kiṁ taṁ kāraṇaṁ, yena tuvaṁ tuṇhīti vuttaṁ hoti. Tenāha “kena kāraṇena tuṇhī”ti.",
  "tika-s0101t2:28_0": "Kāmaṁ sabbāpi tathāgatassa paṭipatti anaññasādhāraṇā acchariyaabbhutarūpā ca, tathāpi",
  "tika-s0101t2:28_1": "gabbhokkanti- abhijātiabhinikkhamanaabhisambodhidhammacakkappavattana- yamakapāṭihāriyadevorohaṇāni",
  "tika-s0101t2:28_2": "sadevake loke ativiya supākaṭāni, na sakkā kenaci paṭibāhitunti tāniyevettha uddhaṭāni.",
  "tika-s0101t2:28_3": "Itthambhūtākhyānattheti itthaṁ evaṁ pakāro bhūto jātoti evaṁ kathanatthe. Upayogavacananti.",
  "tika-s0101t2:28_4": "“Abbhuggato”ti ettha abhīti upasaggo itthambhūtākhyānatthajotako, tena yogato “taṁ",
  "tika-s0101t2:28_5": "kho pana bhagavanta”nti idaṁ sāmiatthe upayogavacanaṁ, tenāha “tassa kho pana bhagavatoti",
  "tika-s0101t2:28_6": "attho”ti. Kalyāṇaguṇasamannāgatoti kalyāṇehi guṇehi yutto, taṁ nissito tabbisayatāyāti",
  "tika-s0101t2:28_7": "adhippāyo. Seṭṭhoti etthāpi eseva nayo. Kittetabbato kitti, sā eva saddanīyato saddoti",
  "tika-s0101t2:28_8": "āha “kittisaddoti kittiyevā”ti. Abhitthavanavasena pavatto saddo thutighoso. Anaññasādhāraṇaguṇe",
  "tika-s0101t2:28_9": "ārabbha pavattattā sadevakaṁ lokaṁ ajjhottharitvā abhibhavitvā uggato.",
  "tika-s0101t2:29_0": "So bhagavāti yo so samatiṁ sapāramiyo pūretvā sabbakilese bhañjitvā anuttaraṁ sammāsambodhiṁ",
  "tika-s0101t2:29_1": "abhisambuddho devānaṁ atidevo sakkānaṁ atisakko brahmānaṁ atibrahmā lokanātho bhāgyavantatādīhi",
  "tika-s0101t2:29_2": "kāraṇehi sadevake loke “bhagavā”ti sabbattha patthaṭakittisaddo, so bhagavā. “Bhagavā”ti",
  "tika-s0101t2:29_3": "ca idaṁ satthu nāmakittanaṁ. Tenāha āyasmā dhammasenāpati “bhagavāti netaṁ nāmaṁ",
  "tika-s0101t2:29_4": "mātarā kata”ntiādi. Parato pana bhagavāti guṇakittanaṁ.",
  "tika-s0101t2:30_0": "Yathā kammaṭṭhānikena “araha”ntiādīsu navaṭṭhānesu paccekaṁ iti-saddaṁ yojetvā buddhaguṇā",
  "tika-s0101t2:30_1": "anussarīyanti, evaṁ buddhaguṇasaṅkittakenāpīti dassento “itipi arahaṁ, itipi sammāsambuddho…pe…",
  "tika-s0101t2:30_2": "itipi bhagavā”ti āha. “Itipetaṁ abhūtaṁ, itipetaṁ ataccha”ntiādīsu viya idha iti-saddo",
  "tika-s0101t2:30_3": "āsannapaccakkhakaraṇattho, pi-saddo sampiṇḍanattho, tena ca tesaṁ guṇānaṁ bahubhāvo",
  "tika-s0101t2:30_4": "dīpito. Tāni ca saṅkittentena viññunā cittassa sammukhībhūtāneva katvā saṅkittetabbānīti",
  "tika-s0101t2:30_5": "dassento “iminā ca iminā ca kāraṇenāti vuttaṁ hotī”ti āha. Evañhi nirūpetvā kittente",
  "tika-s0101t2:30_6": "yassa saṅkitteti, tassa bhagavati ativiya abhippasādo hoti. Ārakattāti suvidūrattā.",
  "tika-s0101t2:30_7": "Arīnanti kilesārīnaṁ. Arānanti saṁsāracakkassa arānaṁ. Hatattāti vihatattā. Paccayādīnanti",
  "tika-s0101t2:30_8": "cīvarādipaccayānañceva pūjāvisesānañca. Tatoti visuddhimaggato. Yathā ca visuddhimaggato,",
  "tika-s0101t2:30_9": "evaṁ taṁsaṁvaṇṇanatopi nesaṁ vitthāro gahetabbo.",
  "tika-s0101t2:31_0": "Yasmā jīvako bahuso satthusantike buddhaguṇe sutvā ṭhito, diṭṭhasaccatāya ca satthusāsane",
  "tika-s0101t2:31_1": "vigatakathaṁkatho vesārajjappatto, tasmā āha “jīvako panā”tiādi. Pañcavaṇṇāyāti khuddikādivasena",
  "tika-s0101t2:31_2": "pañcappakārāya. Nirantaraṁ phuṭaṁ ahosi katādhikārabhāvato. Kammantarāyavasena hissa",
  "tika-s0101t2:31_3": "rañño guṇasarīraṁ khatupahataṁ ahosi.",
  "tika-s0101t2:32_0": "158. “Uttama”nti vatvā na kevalaṁ seṭṭhabhāvo evettha kāraṇaṁ, atha kho appasaddatāpi",
  "tika-s0101t2:32_1": "kāraṇanti dassetuṁ “assayānarathayānānī”tiādi vuttaṁ. Hatthiyānesu nibbisevanameva",
  "tika-s0101t2:32_2": "gaṇhanto hatthiniyova kappāpesi. Rañño āsaṅkānivattanatthaṁ āsannacārībhāvena tattha",
  "tika-s0101t2:32_3": "itthiyova nisajjāpitā. Rañño paresaṁ durupasaṅkamanabhāvadassanatthaṁ tā purisavesaṁ",
  "tika-s0101t2:32_4": "gāhāpetvā āvudhahatthā kāritā. Paṭivedesīti ñāpesi. Tadevāti gamanaṁ, agamanameva vā.",
  "tika-s0101t2:33_0": "159.Mahañcāti karaṇatthe paccattavacananti āha “mahatācā”ti. Mahaccāti mahatiyā,",
  "tika-s0101t2:33_1": "liṅgavipallāsavasena vuttaṁ, mahantenāti vuttaṁ hoti. Tenāha “rājānubhāvenā”ti “dvinnaṁ",
  "tika-s0101t2:33_2": "mahāraṭṭhānaṁ issariyasirī”ti aṅgamagadharaṭṭhānaṁ ādhipaccamāha. Āsattakhaggānīti",
  "tika-s0101t2:33_3": "aṁse olambanavasena sannaddhaasīni. Kulabhogaissariyādivasena mahatī mattā etesanti",
  "tika-s0101t2:33_4": "mahāmattā, mahānubhāvā rājapurisā. Vijjādharataruṇā viyāti vijjādharakumārā viya.",
  "tika-s0101t2:33_5": "Raṭṭhiyaputtāti bhojaputtā. Hatthighaṭāti hatthisamūhā. Aññamaññasaṅghaṭṭanāti avicchedavasena",
  "tika-s0101t2:33_6": "gamanena aññamaññasambandhā.",
  "tika-s0101t2:34_0": "Cittutrāso sayaṁ bhāyanaṭṭhena bhayaṁ yathā tathā bhāyatīti katvā. Ñāṇaṁ bhāyitabbe",
  "tika-s0101t2:34_1": "eva vatthusmiṁ bhayato upaṭṭhite “bhāyitabbamida”nti bhayato tīraṇato bhayaṁ. Tenevāha",
  "tika-s0101t2:34_2": "“bhayatupaṭṭhānañāṇaṁ pana bhāyati nabhāyatīti? Na bhāyati. Tañhi atītā saṅkhārā",
  "tika-s0101t2:34_3": "niruddhā, paccuppannā nirujjhanti, anāgatā nirujjhissantīti tīraṇamattameva hotī”ti.",
  "tika-s0101t2:34_4": "Ārammaṇaṁ bhāyati etasmāti bhayaṁ. Otappaṁ pāpato bhāyati etenāti bhayaṁ. Bhayānakanti",
  "tika-s0101t2:34_5": "bhāyanākāro. Bhayanti ñāṇabhayaṁ. Saṁveganti sahottappañāṇaṁ santāsanti sabbaso ubbijjanaṁ.",
  "tika-s0101t2:34_6": "Bhāyitabbaṭṭhena bhayaṁ bhīmabhāvena bheravanti bhayabheravaṁ, bhītabbavatthu. Tenāha “āgacchatī”ti.",
  "tika-s0101t2:35_0": "Bhīruṁpasaṁsantīti pāpato bhāyanato uttasanato bhīruṁ pasaṁsanti paṇḍitā. Na hi tattha",
  "tika-s0101t2:35_1": "sūranti tasmiṁ pāpakaraṇe sūraṁ pagabbhadhaṁsinaṁ na hi pasaṁsanti. Tenāha “bhayā",
  "tika-s0101t2:35_2": "hi santo na karonti pāpa”nti. Tattha bhayāti pāputrāsato, ottappahetūti attho. Sarīracalananti",
  "tika-s0101t2:35_3": "bhayavasenasarīrasaṁkampo. Eketi uttaravihāravāsino. “Rājagahe”tiādi tesaṁ adhippāyavivaraṇaṁ.",
  "tika-s0101t2:35_4": "Kāmaṁ vayatulyo “vayasso”ti vuccati, rūḷhireso, yo koci pana sahāyo vayasso, tasmā",
  "tika-s0101t2:35_5": "vayassābhilāpoti sahāyābhilāpo. Na vippalambhesīti na visaṁvādesi. Vinasseyyāti cittavighātena vihaññeyya.",
  "tika-s0101t2:36": "Sāmaññaphalapucchāvaṇṇanā",
  "tika-s0101t2:37": "160.Bhagavato tejoti buddhānubhāvo. Rañño sarīraṁ phari yathā taṁ soṇadaṇḍassa brāhmaṇassa bhagavato santikaṁ gacchantassa antovanasaṇḍagatassa. Eketi uttaravihāravāsino.",
  "tika-s0101t2:38_0": "161.Yena, tenāti ca bhummatthe karaṇavacananti āha “yattha bhagavā, tattha gato”ti.",
  "tika-s0101t2:38_1": "Tadā tasmiṁ bhikkhusaṅghe tuṇhībhāvassa anavasesato byāpibhāvaṁ dassetuṁ “tuṇhībhūtaṁ",
  "tika-s0101t2:38_2": "tuṇhībhūta”nti vuttanti āha “yato yato…pe… mevāti attho”ti. Hatthassa kukatattā asaṁyamo",
  "tika-s0101t2:38_3": "asampajaññakiriyā hatthakukkuccanti veditabbo. Vā-saddo avuttavikappattho, tena tadañño",
  "tika-s0101t2:38_4": "asaṁyamabhāvo vibhāvitoti daṭṭhabbaṁ. Tattha pana cakkhuasaṁyamo sabbapaṭhamo, dunnivāro",
  "tika-s0101t2:38_5": "cāti tadabhāvaṁ dassetuṁ “sabbālaṅkārapaṭimaṇḍita”ntiādi vuttaṁ. Kāyikavācasikena",
  "tika-s0101t2:38_6": "upasamena laddhena itaropi anumānato laddho eva hotīti āha “mānasikena cā”ti. Upasamanti",
  "tika-s0101t2:38_7": "saṁyamaṁ, ācārasampattinti attho. Pañcaparivaṭṭeti pañcapurisaparivaṭṭe. Pañcahākārehīti",
  "tika-s0101t2:38_8": "“iṭṭhāniṭṭhe tādī”ti evaṁ ādinā āgatehi, pañcavidhaariyiddhisiddhehi ca pañcahi pakārehi.",
  "tika-s0101t2:38_9": "Tādilakkhaṇeti tādibhāve.",
  "tika-s0101t2:39_0": "162.Na me pañhavissajjane bhāro atthīti satthu sabbattha appaṭihatañāṇacāratādassanaṁ.",
  "tika-s0101t2:39_1": "Yadākaṅkhasīti na vadanti, kathaṁ pana vadantīti āha “sutvā vedissāmā”ti padesañāṇe",
  "tika-s0101t2:39_2": "ṭhitattā. Buddhā pana sabbaññupavāraṇaṁ pavārentīti sambandho. “Yakkhanarindadevasamaṇabrāhmaṇaparibbājakāna”nti",
  "tika-s0101t2:39_3": "idaṁ “pucchāvuso yadākaṅkhasī”tiādīni suttapadāni pucchantānaṁ yesaṁ puggalānaṁ vasena",
  "tika-s0101t2:39_4": "āgatāni, taṁ dassanatthaṁ. “Pucchāvuso yadākaṅkhasī”ti idaṁ āḷavakassa yakkhassa",
  "tika-s0101t2:39_5": "okāsakaraṇaṁ, sesāni narindādīnaṁ. Manasicchasīti manasā icchasi. Pucchavho, yaṁ",
  "tika-s0101t2:39_6": "kiñci manasicchathāti bāvarissa saṁsayaṁ manasā pucchavho. Tumhākaṁ pana sabbesaṁ",
  "tika-s0101t2:39_7": "yaṁ kiñci sabbasaṁsayaṁ manasā, aññathā ca, yathā icchatha, tathā pucchavhoti adhippāyo.",
  "tika-s0101t2:40_0": "Sādhurūpāti sādhusabhāvā. Dhammoti paveṇīdhammo. Vuddhanti sīlādīhi buddhippattaṁ,",
  "tika-s0101t2:40_1": "garunti attho. Esa bhāroti esa saṁsayūpacchedanasaṅkhāto bhāro, āgato bhāro avassaṁ",
  "tika-s0101t2:40_2": "āvahitabboti adhippāyo. Ñatvā sayanti parūpadesena vinā sayameva ñatvā.",
  "tika-s0101t2:41_0": "Suciratenāti evaṁ nāmakena brāhmaṇena. Tagghāti ekaṁsena. Yathāpi kusalo tathāti",
  "tika-s0101t2:41_1": "yathā sabbadhammakusalo sabbavidū jānāti katheti, tathā ahamakkhissaṁ. Rājā ca kho",
  "tika-s0101t2:41_2": "taṁ yadi kāhati vā na vāti yo taṁ idha pucchituṁ pesesi, so rājānaṁ tayā pucchitaṁ",
  "tika-s0101t2:41_3": "karotu vā mā vā, ahaṁ pana te akkhissaṁ akkhissāmi, ācikkhissāmīti attho.",
  "tika-s0101t2:42_0": "163. Sippanaṭṭhena sikkhitabbatāya ca sippameva sippāyatanaṁ jīvikāya kāraṇabhāvato.",
  "tika-s0101t2:42_1": "Seyyathidanti nipāto, tassa te katameti attho. Puthu sippāyatanānīti hi sādhāraṇato",
  "tika-s0101t2:42_2": "sippāni uddisitvā upari taṁtaṁsippūpajīvino niddiṭṭhā puggalādhiṭṭhānakathāya papañcaṁ",
  "tika-s0101t2:42_3": "pariharituṁ. Aññathā yathādhippetāni tāva sippāyatanāni dassetvā puna taṁtaṁsippūpajīvīsu",
  "tika-s0101t2:42_4": "dassiyamānesu papañco siyāti. Tenāha “hatthārohā”tiādi.",
  "tika-s0101t2:43_0": "Hatthiṁ ārohanti, ārohāpayanti cāti hatthārohā. Yehi payogehi puriso hatthino ārohanayoggo",
  "tika-s0101t2:43_1": "hoti, hatthissa taṁ payogaṁ vidhāyataṁ sabbesaṁ petesaṁ gahaṇaṁ. Tenāha “sabbepī”tiādi.",
  "tika-s0101t2:43_2": "Tattha hatthācariyā nāma ye hatthino hatthārohakānañca sikkhapakā. Hatthivejjā nāma",
  "tika-s0101t2:43_3": "hatthibhisakkā. Hatthimeṇḍā nāma hatthīnaṁ pādarakkhakā. Ādi-saddena hatthīnaṁ yavasadāyakādike",
  "tika-s0101t2:43_4": "saṅgaṇhāti. Assārohā rathikāti etthāpi eseva nayo. Rathe niyuttā rathikā. Ratharakkhā",
  "tika-s0101t2:43_5": "nāma rathassa āṇirakkhakā. Dhanuṁ gaṇhanti, gaṇhāpenti cāti dhanuggahā, issāsā dhanusippassa",
  "tika-s0101t2:43_6": "sikkhāpakā ca. Tenāha “dhanuācariyā issāsā”ti. Celena celapaṭākāya yuddhe akanti",
  "tika-s0101t2:43_7": "gacchantīti celakāti āha “ye yuddhe jayadhajaṁ gahetvā purato gacchantī”ti. Yathā",
  "tika-s0101t2:43_8": "tathā ṭhite senike byūhakaraṇavasena tato calayanti uccālentīti calakā. Sakuṇagghiādayo",
  "tika-s0101t2:43_9": "viya maṁsapiṇḍaṁ parasenāsamūhaṁ sāhasikamahāyodhatāya chetvā chetvā dayanti uppatitvā",
  "tika-s0101t2:43_10": "uppatitvā gacchantīti piṇḍadāyakā. Dutiyavikappe piṇḍe dayanti janasammadde uppatantā",
  "tika-s0101t2:43_11": "viya gacchantīti piṇḍadāyakāti attho veditabbo. Uggatuggatāti thāmajavaparakkamādivasena",
  "tika-s0101t2:43_12": "ativiya uggatā uggāti attho. Pakkhandantīti attano vīrasūrabhāvena asajjamānā parasenaṁ",
  "tika-s0101t2:43_13": "anupavisantīti attho. Thāmajavabalaparakkamādisampattiyā mahānāgā viya mahānāgā.",
  "tika-s0101t2:43_14": "Ekantasūrāti ekākisūrā attano sūrabhāveneva ekākino hutvā yujjhanakā. Sajālikāti",
  "tika-s0101t2:43_15": "savammikā. Saraparittāṇacammanti cammaparisibbitaṁ kheṭakaṁ, cammamayaṁ vā phalakaṁ.",
  "tika-s0101t2:43_16": "Gharadāsayodhāti antojātayodhā.",
  "tika-s0101t2:44_0": "Āḷāraṁ vuccati mahānasaṁ, tattha niyuttāti āḷārikā, bhattakārā. Pūvikāti pūvasampādakā,",
  "tika-s0101t2:44_1": "ye pūvameva nānappakārato sampādetvā vikkiṇantā jīvanti. Kesanakhalikhanādivasena",
  "tika-s0101t2:44_2": "manussānaṁ alaṅkāravidhiṁ kappenti saṁvidahantīti kappakā. Nhāpakāti cuṇṇavilepanādīhi",
  "tika-s0101t2:44_3": "malaharaṇavaṇṇasampādanavidhinā nhāpentīti nhāpakā. Navantādividhinā pavatto gaṇanagantho",
  "tika-s0101t2:44_4": "antarā chiddābhāvena acchiddakoti vuccati, taṁ gaṇanaṁ upanissāya jīvantā acchiddakapāṭhakā.",
  "tika-s0101t2:44_5": "Hatthena adhippāyaviññāpanaṁ hatthamuddā hattha-saddo cettha tadekadesesu aṅgulīsu",
  "tika-s0101t2:44_6": "daṭṭhabbo. “Na bhuñjamāno sabbaṁ hatthaṁ mukhe pakkhipissāmī”tiādīsu viya, tasmā",
  "tika-s0101t2:44_7": "aṅgulisaṅkocanādinā gaṇanā hatthamuddāya gaṇanā. Cittakārādīnīti. Ādi-saddena bhamakārakoṭṭakalekhaka",
  "tika-s0101t2:44_8": "vilīvakārādīnaṁ saṅgaho daṭṭhabbo. Diṭṭheva dhammeti imasmiṁyeva attabhāve. Sandiṭṭhikamevāti",
  "tika-s0101t2:44_9": "asamparāyikatāya sāmaṁ daṭṭhabbaṁ, sayaṁ anubhavitabbaṁ attapaccakkhaṁ diṭṭhadhammikanti",
  "tika-s0101t2:44_10": "attho. Sukhitanti sukhappattaṁ. Uparīti devaloke. So hi manussalokato uparimo. Kammassa",
  "tika-s0101t2:44_11": "katattā nibbattanato tassa phalaṁ tassa aggisikhā viya hoti, tañca uddhaṁ devaloketi",
  "tika-s0101t2:44_12": "āha “uddhaṁ aggaṁ assā atthīti uddhaggikā”ti. Saggaṁ arahatīti attano phalabhūtaṁ",
  "tika-s0101t2:44_13": "saggaṁ arahati, tattha sā nibbattanārahoti attho. Sukhavipākāti iṭṭhavipākavipaccanīkā.",
  "tika-s0101t2:44_14": "Suṭṭhu aggeti ativiya uttame uḷāre. Dakkhanti vaḍḍhanti etāyāti dakkhiṇā, pariccāgamayaṁ",
  "tika-s0101t2:44_15": "puññanti āha “dakkhiṇaṁ dāna”nti.",
  "tika-s0101t2:45_0": "Maggosāmaññaṁ samitapāpasamaṇabhāvoti katvā. Yasmā ayaṁ rājā pabbajitānaṁ dāsakassakādīnaṁ",
  "tika-s0101t2:45_1": "lokato abhivādanādilābho sandiṭṭhikaṁ sāmaññaphalanti cintetvā “atthi nu kho koci",
  "tika-s0101t2:45_2": "samaṇo vā brāhmaṇo vā īdisamatthaṁ jānanto”ti vīmaṁsanto pūraṇādike pucchitvā tesaṁ",
  "tika-s0101t2:45_3": "kathāya anārādhitacitto bhagavantampi tamatthaṁ pucchi, tasmā vuttaṁ “upari āgataṁ",
  "tika-s0101t2:45_4": "pana dāsakassakopamaṁ sandhāya pucchatī”ti.",
  "tika-s0101t2:46_0": "Kaṇhapakkhanti yathāpucchite atthe labbhamānaṁ diṭṭhigatūpasañhitaṁ saṁkilesapakkhaṁ.",
  "tika-s0101t2:46_1": "Sukkapakkhanti tabbidhuraṁ uparisuttāgataṁ vodānapakkhaṁ. Samaṇakolāhalanti samaṇakotūhalaṁ",
  "tika-s0101t2:46_2": "taṁtaṁsamaṇavādānaṁ aññamaññavirodhaṁ. Samaṇabhaṇḍananti teneva virodhena “evaṁvādīnaṁ",
  "tika-s0101t2:46_3": "tesaṁ samaṇabrāhmaṇānaṁ ayaṁ doso, evaṁvādīnaṁ ayaṁ doso”ti evaṁ taṁtaṁvādassa paribhāsanaṁ.",
  "tika-s0101t2:46_4": "Rañño bhāraṁ karonto attano desanākosallenāti adhippāyo.",
  "tika-s0101t2:47": "164.Paṇḍitapatirūpakānanti āmaṁ viya pakkānaṁ paṇḍitābhāsānaṁ.",
  "tika-s0101t2:48": "Pūraṇakassapavādavaṇṇanā",
  "tika-s0101t2:49": "165.Ekaṁidāhanti ekāhaṁ. Idha-saddo cettha nipātamattaṁ, ekāhaṁ samayaṁ ticceva attho. Saritabbayuttanti anussaraṇānucchavikaṁ.",
  "tika-s0101t2:50_0": "166.Sahatthā karontassāti sahattheneva karontassa. Nissaggiyathāvarādayopi idha sahatthakaraṇeneva",
  "tika-s0101t2:50_1": "saṅgahitā. Hatthādīnīti hatthapādakaṇṇanāsādīni. Pacanaṁ dahanaṁ vibādhananti āha",
  "tika-s0101t2:50_2": "“daṇḍena uppīḷentassā”ti. Papañcasūdaniyaṁ “tajjentassa vā”ti attho vutto, idha pana",
  "tika-s0101t2:50_3": "tajjanaṁ paribhāsanaṁ daṇḍeneva saṅgahetvā “daṇḍena uppīḷentassa” icceva vuttaṁ.",
  "tika-s0101t2:50_4": "Sokaṁ sayaṁkarontassāti parassa sokakāraṇaṁ sayaṁ karontassa, sokaṁ vā uppādentassa.",
  "tika-s0101t2:50_5": "Parehīti attano vacanakarehi. Sayampi phandatoti parassa vibādhanapayogena sayampi",
  "tika-s0101t2:50_6": "phandato. “Atipātāpayato”ti padaṁ suddhakattuatthe hetukattuatthe ca vattatīti āha",
  "tika-s0101t2:50_7": "“hanantassāpi hanāpentassāpī”ti. Kāraṇavasenāti kārāpanavasena.",
  "tika-s0101t2:51_0": "Gharassa bhitti anto bahi ca sandhitā hutvā ṭhitā gharasandhi. Kiñcipi asesetvā niravaseso",
  "tika-s0101t2:51_1": "lopo nillopo. Ekāgāre niyutto vilopo ekāgāriko. Parito sabbaso panthe hananaṁ paripantho.",
  "tika-s0101t2:51_2": "Pāpaṁ na karīyati pubbe asaññato uppādetuṁ asakkuṇeyyattā, tasmā natthi pāpaṁ. Yadi",
  "tika-s0101t2:51_3": "evaṁ kathaṁ sattā pāpe paṭipajjantīti āha “sattā pana pāpaṁ karomāti evaṁ saññino",
  "tika-s0101t2:51_4": "hontī”ti. Evaṁ kirassa hoti – imesañhi sattānaṁ hiṁsādikiriyā na attānaṁ phusati",
  "tika-s0101t2:51_5": "tassa niccatāya nibbikārattā sarīraṁ pana acetanaṁ kaṭṭhakaliṅgarūpamaṁ, tasmiṁ vikopitepi",
  "tika-s0101t2:51_6": "na kiñci pāpanti. Khuranemināti nisitakhuramayaneminā.",
  "tika-s0101t2:52_0": "Gaṅgāya dakkhiṇā disā appatirūpadeso, uttarā disā patirūpadesoti adhippāyena“dakkhiṇañca”tiādi",
  "tika-s0101t2:52_1": "vuttanti āha “dakkhiṇatīre manussā kakkhaḷā”tiādi. Mahāyāganti mahāvijitayaññasadisaṁ",
  "tika-s0101t2:52_2": "mahāyāgaṁ. Uposathakammena vāti uposathakammena ca. Dama-saddo hi indriyasaṁvarassa",
  "tika-s0101t2:52_3": "uposathasīlassa ca vācako idhādhippeto. Keci pana “uposathakammenāti idaṁ indriyadamanassa",
  "tika-s0101t2:52_4": "visesanaṁ, tasmā ‘uposathakammabhūtena indriyadamanenā”ti atthaṁ vadanti. Sīlasaṁyamenāti",
  "tika-s0101t2:52_5": "kāyikavācasikasaṁvarena. Saccavajjenāti saccavācāya, tassā visuṁ vacanaṁ loke garutarapuññasammatabhāvato.",
  "tika-s0101t2:52_6": "Yathā hi pāpadhammesu musāvādo garu, evaṁ puññadhammesu saccavācā. Tenāha bhagavā",
  "tika-s0101t2:52_7": "“ekaṁ dhammaṁ atītassā”tiādi. Pavattīti yo “karotī”ti vuccati, tassa santāne phaluppattipaccayabhāvena",
  "tika-s0101t2:52_8": "uppatti. Sabbathāti “karoto”tiādinā vuttena sabbappakārena. Kiriyameva paṭikkhipati,",
  "tika-s0101t2:52_9": "na raññā puṭṭhaṁ sandiṭṭhikaṁ sāmaññaphalaṁ byākarotīti adhippāyo. Idaṁ avadhāraṇaṁ",
  "tika-s0101t2:52_10": "vipākapaṭikkhepanivattanatthaṁ. Yo hi kammaṁ paṭikkhipati, tena atthato vipākopi",
  "tika-s0101t2:52_11": "paṭikkhitto eva nāma hoti. Tathā hi vakkhati “kammaṁ paṭibāhantenāpī”tiādi.",
  "tika-s0101t2:53_0": "Paṭirājūhi anabhibhavanīyabhāvena visesato jitanti vijitaṁ, āṇāpavattideso. “Mā mayhaṁ",
  "tika-s0101t2:53_1": "vijite vasathā”ti apasādanā pabbajitassa viheṭhanā pabbājanāti katvā vuttaṁ “apasādetabbanti",
  "tika-s0101t2:53_2": "viheṭhetabba”nti. Uggaṇhanaṁ tena vuttassa atthassa “evameta”nti upadhāraṇaṁ sallakkhaṇaṁ,",
  "tika-s0101t2:53_3": "nikujjanaṁ tassa addhaniyabhāvāpādanavasena cittena sandhāraṇaṁ. Tadubhayaṁ paṭikkhipanto",
  "tika-s0101t2:53_4": "āha “anuggaṇhanto anikujjanto”ti. Tenāha “sāravasena aggaṇhanto”tiādi.",
  "tika-s0101t2:54": "Makkhaligosālavādavaṇṇanā",
  "tika-s0101t2:55_0": "168.Ubhayenāti hetupaccayapaṭisedhanavacanena. Saṁkilesapaccayanti saṁkilissanassa",
  "tika-s0101t2:55_1": "malīnabhāvassa kāraṇaṁ. Visuddhipaccayanti saṅkikilesato visuddhiyā vodānassa kāraṇaṁ.",
  "tika-s0101t2:55_2": "Attakāroti tena tena sattena attanā kātabbakammaṁ attanā nipphādetabbapayogo. Parakāranti",
  "tika-s0101t2:55_3": "parassa vāhasā ijjhanakapayojanaṁ. Tenāha “yenā”tiādi. Mahāsattanti antimabhavikaṁ",
  "tika-s0101t2:55_4": "mahābodhisattaṁ, paccekabodhisattassapi ettheva saṅgaho veditabbo. Manussasobhagyatanti",
  "tika-s0101t2:55_5": "manussesu subhagabhāvaṁ. Evanti vuttappakārena. Kammavādassa kiriyavādassa paṭikkhipanena",
  "tika-s0101t2:55_6": "“atthi bhikkhave kammaṁ kaṇhaṁ kaṇhavipāka”ntiādi nayappavatte jinacakke pahāraṁ",
  "tika-s0101t2:55_7": "deti nāma. Natthi purisakāreti yathāvuttaattakāraparakārābhāvato eva sattānaṁ paccattapurisakāro",
  "tika-s0101t2:55_8": "nāma koci natthīti attho. Tenāha “yenā”tiādi. Natthi balanti sattānaṁ diṭṭhadhammikasamparāyikanibbānasampattiāvahaṁ",
  "tika-s0101t2:55_9": "balaṁ nāma kiñci natthi. Tenāha “yamhī”tiādi. Nidassanamattañcetaṁ, saṁkilesikampi",
  "tika-s0101t2:55_10": "cāyaṁ balaṁ paṭikkhipateva. Yadi vīriyādīni purisakāravevacanāni, kasmā visuṁ gahaṇanti",
  "tika-s0101t2:55_11": "āha “idaṁ no vīriyenā”tiādi. Saddatthato pana tassā tassā kiriyāya ussannaṭṭhena",
  "tika-s0101t2:55_12": "balaṁ. Sūravīrabhāvāvahaṭṭhena vīriyaṁ. Tadeva daḷhabhāvato, porisadhuraṁ vahantena",
  "tika-s0101t2:55_13": "pavattetabbato ca purisathāmo. Paraṁ paraṁ ṭhānaṁ akkamanappavattiyā purisaparakkamoti vuttoti veditabbaṁ.",
  "tika-s0101t2:56_0": "Sattayogato rūpādīsu sattavisattatāya sattā. Pāṇanato assasanapassasanavasena pavattiyā",
  "tika-s0101t2:56_1": "pāṇā. Te pana so ekindriyādivasena vibhajitvā vadatīti āha “ekindriyo”tiādi. Aṇḍakosādīsu",
  "tika-s0101t2:56_2": "bhavanato “bhūtā”ti vuccantīti āha “aṇḍakosa…pe… vadatī”ti. Jīvanato pāṇaṁ dhārentā",
  "tika-s0101t2:56_3": "viya vaḍḍhanato jīvā. Tenāha “sāliyavā”tiādi. Natthi etesaṁ saṁkilesavisuddhīsu vasoti",
  "tika-s0101t2:56_4": "avasā. Natthi nesaṁ balaṁ vīriyaṁ cāti abalā avīriyā. Niyatāti acchejjasuttāvutābhejjamaṇino",
  "tika-s0101t2:56_5": "viya niyatappavattitāya gatijātibandhāpavaggavasena niyāmo. Tattha tattha gamananti",
  "tika-s0101t2:56_6": "channaṁ abhijātīnaṁ tāsu tāsu gatīsu upagamanaṁ samavāyena samāgamo. Sabhāvoyevāti",
  "tika-s0101t2:56_7": "yathā kaṇṭakassa tikhiṇatā, kapitthaphalānaṁ parimaṇḍalatā, migapakkhīnaṁ vicittākāratā,",
  "tika-s0101t2:56_8": "evaṁ sabbassāpi lokassa hetupaccayena vinā tathā tathā pariṇāmo ayaṁ sabhāvo eva",
  "tika-s0101t2:56_9": "akittimoyeva. Tenāha “yena hī”tiādi. Chaḷābhijātiyo parato vitthārīyanti. “Sukhañca",
  "tika-s0101t2:56_10": "dukkhañca paṭisaṁvedentī”ti vadanto adukkhamasukhabhūmiṁ sabbena sabbaṁ na jānātīti",
  "tika-s0101t2:56_11": "ulliṅganto “aññā adukkhamasukhabhūmi natthīti dassetī”ti āha.",
  "tika-s0101t2:57_0": "Pamukhayonīnanti manussatiracchānādīsu khattiyabrāhmaṇādisīhabyagghādivasena padhānayonīnaṁ.",
  "tika-s0101t2:57_1": "Saṭṭhisatānīti chasahassāni. “Pañca ca kammuno satānī”ti padassa atthadassanaṁ “pañcakammasatāni",
  "tika-s0101t2:57_2": "cā”ti. “Eseva nayo”ti iminā “kevalaṁ takkamattakena niratthakaṁ diṭṭhiṁ dīpetī”ti",
  "tika-s0101t2:57_3": "imamevatthaṁ atidisati. Ettha ca “takkamattakenā”ti iminā yasmā takkikā niraṅkusatāya",
  "tika-s0101t2:57_4": "parikappanassa yaṁ kiñci attano parikappitaṁ sārato maññamānā tatheva abhinivissa",
  "tika-s0101t2:57_5": "takkadiṭṭhigāhaṁ gaṇhanti, tasmā na tesaṁ diṭṭhivatthusmiṁ viññūhi vicāraṇā kātabbāti",
  "tika-s0101t2:57_6": "dasseti. Kecīti uttaravihāravāsino. Te hi “pañca kammānīti cakkhusotaghānajivhākāyā",
  "tika-s0101t2:57_7": "imāni pañcindriyāni ‘pañca kammānī’ti paññāpentī”ti vadanti. Kammanti laddhīti oḷārikabhāvato",
  "tika-s0101t2:57_8": "paripuṇṇakammanti laddhi. Manokammaṁ anoḷārikattā upaḍḍhakammanti laddhīti yojanā.",
  "tika-s0101t2:57_9": "Dvaṭṭhipaṭipadāti “dvāsaṭṭhi paṭipadā”ti vattabbe sabhāvaniruttiṁ ajānanto “dvaṭṭhipaṭipadā”ti",
  "tika-s0101t2:57_10": "vadati. Ekasmiṁ kappeti ekasmiṁ mahākappe, tatthāpi ca vivaṭṭaṭṭhāyīsaññite ekasmiṁ asaṅkhyeyyekappe.",
  "tika-s0101t2:58_0": "Urabbhe hanantīti orabbhikā. Evaṁ sūkarikādayo veditabbā. Luddāti aññepi ye keci",
  "tika-s0101t2:58_1": "māgavikanesādā. Te pāpakammapasutatāya “kaṇhābhijātīti vadati. Bhikkhū”ti buddhasāsane",
  "tika-s0101t2:58_2": "bhikkhū. Te kira “sachandarāgā paribhuñjantī”ti adhippāyena “catūsu paccayesu kaṇṭake",
  "tika-s0101t2:58_3": "pakkhipitvā khādantī”ti vadati. Kasmāti ce? Yasmā “te paṇītapaṇīte paccaye paṭisevantī”ti",
  "tika-s0101t2:58_4": "tassa micchāgāho, tasmā ñāyaladdhepi paccaye bhuñjamānā ājīvakasamayassa vilomagāhitāya",
  "tika-s0101t2:58_5": "paccayesu kaṇṭake pakkhipitvā khādanti nāmāti vadatīti apare. Eke pabbajitā, ye savisesaṁ",
  "tika-s0101t2:58_6": "attakilamathānuyogaṁ anuyuttā. Tathā hi te kaṇṭake vattantā viya hontīti “kaṇṭakavuttikā”ti",
  "tika-s0101t2:58_7": "vuttā. Ṭhatvā bhuñjananahānapaṭikkhepādivatasamāyogena paṇḍaratarā. “Acelakasāvakā”ti",
  "tika-s0101t2:58_8": "ājīvakasāvake vadati. Te kira ājīvakaladdhiyā visuddhacittatāya nigaṇṭhehipi paṇḍaratarā.",
  "tika-s0101t2:58_9": "Nandādayo hi tathārūpaṁ ājīvakapaṭipattiṁ ukkaṁsaṁ pāpetvā ṭhitā. Tasmā nigaṇṭhehi",
  "tika-s0101t2:58_10": "ājīvakasāvakehi ca paṇḍaratarā paramasukkābhijātīti ayaṁ tassa laddhi.",
  "tika-s0101t2:59_0": "Purisabhūmiyoti padhānapuggalena niddeso. Itthīnampi tā bhūmiyo icchanteva. “Bhikkhu",
  "tika-s0101t2:59_1": "ca pannako”tiādi tesaṁ pāḷiyeva. Tattha pannakoti bhikkhāya vicaraṇako, tesaṁ vā",
  "tika-s0101t2:59_2": "paṭipattiyā paṭipannako. Jinoti jiṇṇo jarāvasena hīnadhātuko, attano vā paṭipattiyā",
  "tika-s0101t2:59_3": "paṭipakkhaṁ jinitvā ṭhito. So kira tathābhūto dhammampi kassaci na kathesi. Tenāha",
  "tika-s0101t2:59_4": "“na kiñci āhā”ti. Oṭṭhavadanādivippakāre katepi khamanavasena na kiñci vadatītipi",
  "tika-s0101t2:59_5": "vadanti. Alābhinti “so na kumbhimukhā paṭiggaṇhātī”tiādinā nayena vuttaalābhahetusamāyogena",
  "tika-s0101t2:59_6": "alābhiṁ, tatoyeva jighacchādubbalaparetatāya sayanaparāyanaṁ “samaṇaṁ pannabhūmī”ti vadati.",
  "tika-s0101t2:60_0": "Ājīvavuttisatānīti sattānaṁ ājīvabhūtāni jīvikāvuttisatāni. Pasuggahaṇena eḷakajāti",
  "tika-s0101t2:60_1": "gahitā, migaggahaṇena rurugavayādisabbamigajāti. Bahū devāti cātumahārājikādibrahmakāyikādivasena,",
  "tika-s0101t2:60_2": "tesaṁ antarabhedavasena bahū devā. Tattha cātumahārājikānaṁ ekaccabhedo mahāsamayasuttavasena",
  "tika-s0101t2:60_3": "dīpetabbo. Manussāpi anantāti dīpadesakulavaṁsājīvādivibhāgavasena manussāpi anantabhedā.",
  "tika-s0101t2:60_4": "Pisācā eva pesācā. Te aparapetādayo mahantamahantā. Chaddantadahamandākiniyo kuvāḷiyamucalindanāmena vadati.",
  "tika-s0101t2:61_0": "Pavuṭāti pabbagaṇṭhikā. Paṇḍitopi…pe… uddhaṁ na gacchati, kasmā? Sattānaṁ saṁsaraṇakālassa",
  "tika-s0101t2:61_1": "niyatabhāvato. Aparipakkaṁ saṁsaraṇanimittaṁ sīlādinā paripāceti nāma sīghaṁyeva",
  "tika-s0101t2:61_2": "visuddhippattiyā. Paripakkaṁ kammaṁ phussa phussa patvā patvā kālena paripakkabhāvānāpādanena",
  "tika-s0101t2:61_3": "byantiṁ karoti nāma.",
  "tika-s0101t2:62": "Suttaguḷeti suttavaṭṭiyaṁ. “Nibbeṭhiyamānameva paletī”ti upamāya sattānaṁ saṁsāro anukkamena khīyateva, na tassa vaḍḍhatīti dasseti paricchinnarūpattā.",
  "tika-s0101t2:63": "Ajitakesakambalavādavaṇṇanā",
  "tika-s0101t2:64_0": "171.Dinnanti deyyadhammasīsena dānaṁ vuttanti āha “dinnassa phalābhāvaṁ vadatī”ti,",
  "tika-s0101t2:64_1": "dinnaṁ pana annādivatthuṁ kathaṁ paṭikkhipati. Eseva nayo yiṭṭhaṁ hutanti etthāpi.",
  "tika-s0101t2:64_2": "Mahāyāgoti sabbasādhāraṇaṁ mahādānaṁ. Pāhunakasakkāroti pāhunabhāvena kātabbasakkāro.",
  "tika-s0101t2:64_3": "Phalanti ānisaṁsaphalaṁ, nissandaphalañca. Vipākoti sadisaphalaṁ. Paraloke ṭhitassa",
  "tika-s0101t2:64_4": "ayaṁ loko natthīti paraloke ṭhitassa kammunā laddhabbo ayaṁ loko na hoti. Idhaloke",
  "tika-s0101t2:64_5": "ṭhitassāpi paraloko natthīti idhaloke ṭhitassa kammunā laddhabbo paraloko na hoti.",
  "tika-s0101t2:64_6": "Tattha kāraṇamāha “sabbetattha tattheva ucchijjantī”ti. Ime sattā yattha yattha bhave,",
  "tika-s0101t2:64_7": "yoniādīsu ca ṭhitā tattha tattheva ucchijjanti nirudayavināsavasena vinassanti. Phalābhāvavasenāti",
  "tika-s0101t2:64_8": "mātāpitūsu sammāpaṭipattimicchāpaṭipattīnaṁ phalassa abhāvavasena “natthi mātā, natthi",
  "tika-s0101t2:64_9": "pitā”ti vadati, na mātāpitūnaṁ, nāpi tesu idāni kayiramānasakkārāsakkārānaṁ abhāvavasena",
  "tika-s0101t2:64_10": "tesaṁ lokapaccakkhattā. Pubbuḷakassa viya imesaṁ sattānaṁ uppādo nāma kevalo, na",
  "tika-s0101t2:64_11": "cavitvā āgamanapubbakoti dassanatthaṁ “natthi sattā opapātikā”ti vuttanti āha “cavitvā",
  "tika-s0101t2:64_12": "upapajjanakasattā nāma natthīti vadatī”ti. Samaṇena nāma yāthāvato jānantena kassaci",
  "tika-s0101t2:64_13": "kiñci akathetvā saññatena bhavitabbaṁ, aññathā āhopurisikā nāma siyā. Kiñhi paro",
  "tika-s0101t2:64_14": "parassa karissati? Tathā ca attano sampādanassa kassaci avassayo eva na siyā tattha",
  "tika-s0101t2:64_15": "tattheva ucchijjanatoti āha “ye imañca…pe… pavedentī”ti.",
  "tika-s0101t2:65_0": "Catūsu mahābhūtesu niyuttoti cātumahābhūtiko. Yathā pana mattikāya nibbattaṁ bhājanaṁ",
  "tika-s0101t2:65_1": "mattikāmayaṁ, evaṁ ayaṁ catūhi mahābhūtehi nibbattoti āha “catumahābhūtamayo”ti.",
  "tika-s0101t2:65_2": "Ajjhattikapathavīdhātūti sattasantānagatā pathavīdhātu. Bāhirapathavīdhātunti bahiddhā",
  "tika-s0101t2:65_3": "mahāpathaviṁ. Upagacchatīti bāhirapathavikāyato tadekadesabhūtā pathavī āgantvā ajjhattikabhāvappattiyā",
  "tika-s0101t2:65_4": "sattabhāvena saṇṭhitā idāni ghaṭādigatapathavī viya tameva bāhirapathavikāyaṁ upeti",
  "tika-s0101t2:65_5": "upagacchati sabbaso tena nibbisesataṁ ekībhāvameva gacchati. Āpādīsupi eseva nayoti",
  "tika-s0101t2:65_6": "ettha pajjunnena mahāsamuddato gahitaāpo viya vassodakabhāvena punapi mahāsamuddameva,",
  "tika-s0101t2:65_7": "sūriyarasmito gahitaṁ indaggisaṅkhātatejo viya puna sūriyarasmiṁ, mahāvāyukhandhato",
  "tika-s0101t2:65_8": "niggatamahāvāto viya tameva vāyukhandhaṁ upeti upagacchatīti diṭṭhigatikassa adhippāyo.",
  "tika-s0101t2:65_9": "Manacchaṭṭhāni indriyāni ākāsaṁ pakkhandanti tesaṁ visayābhāvāti vadanti. Visayigahaṇena",
  "tika-s0101t2:65_10": "hi visayāpi gahitā eva hontīti. Guṇāguṇapadānīti guṇadosakoṭṭhāsā. Sarīrameva padānīti",
  "tika-s0101t2:65_11": "adhippetaṁ sarīrena taṁtaṁkiriyāya pajjitabbato. Dabbanti muyhantīti dattū, mūḷhapuggalā.",
  "tika-s0101t2:65_12": "Tehi dattūhi bālamanussehi. “Paraloko atthī”ti mati yesaṁ, te atthikā, tesaṁ vādoti",
  "tika-s0101t2:65_13": "atthikavādo, taṁ atthikavādaṁ.",
  "tika-s0101t2:66_0": "Kammaṁpaṭibāhati akiriyavādibhāvato. Vipākaṁ paṭibāhati sabbena sabbaṁ āyatiṁ upapattiyā",
  "tika-s0101t2:66_1": "paṭikkhipanato. Ubhayaṁ paṭibāhati sabbaso hetupaṭibāhaneneva phalassapi paṭikkhittattā.",
  "tika-s0101t2:66_2": "Ubhayanti hi kammaṁ vipākañcāti ubhayaṁ. So hi “ahetū appaccayā sattā saṁkilissanti,",
  "tika-s0101t2:66_3": "visujjhanti cā”ti vadanto kammassa viya vipākassāpi saṁkilesavisuddhīnaṁ paccayattābhāvavacanato",
  "tika-s0101t2:66_4": "tadubhayaṁ paṭibāhati nāma. Vipāko paṭibāhito hoti asati kamme vipākābhāvato. Kammaṁ",
  "tika-s0101t2:66_5": "paṭibāhitaṁ hoti asati vipāke kammassa niratthakabhāvāpattito. Atthatoti sarūpena.",
  "tika-s0101t2:66_6": "Ubhayappaṭibāhakāti visuṁ visuṁ taṁtaṁdiṭṭhidīpakabhāvena pāḷiyaṁ āgatāpi paccekaṁ",
  "tika-s0101t2:66_7": "tividhadiṭṭhikā eva ubhayapaṭibāhakattā. Ubhayappaṭibāhakāti hi hetuvacanaṁ. “Ahetukavādā",
  "tika-s0101t2:66_8": "cevā”tiādi paṭiññāvacanaṁ. Yo hi vipākapaṭibāhanena natthikadiṭṭhiko ucchedavādī,",
  "tika-s0101t2:66_9": "so atthato kammapaṭibāhanena akiriyadiṭṭhiko, ubhayapaṭibāhanena ahetukadiṭṭhiko",
  "tika-s0101t2:66_10": "ca hoti. Sesadvayepi eseva nayo.",
  "tika-s0101t2:67_0": "Sajjhāyantīti taṁ diṭṭhidīpakaṁ ganthaṁ uggahetvā paṭhanti. Vīmaṁsantīti tassa atthaṁ",
  "tika-s0101t2:67_1": "vicārenti. “Tesa”ntiādi vīmaṁsanākāradassanaṁ. Tasmiṁ ārammaṇeti yathāparikappitakammaphalābhāvādike",
  "tika-s0101t2:67_2": "“karoto na karīyati pāpa”nti ādinayappavattāya laddhiyā ārammaṇe. Micchāsati santiṭṭhatīti",
  "tika-s0101t2:67_3": "“karoto na karīyati pāpa”ntiādivasena anussavūpaladdhe atthe tadākāraparivitakkanehi",
  "tika-s0101t2:67_4": "saviggahe viya sarūpato cittassa paccupaṭṭhite cirakālaparicayena evametanti nijjhānakkhamabhāvūpagamanena",
  "tika-s0101t2:67_5": "nijjhānakkhantiyā tathāgahite punappunaṁ tatheva āsevantassa bahulīkarontassa micchāvitakkena",
  "tika-s0101t2:67_6": "samādiyamānā micchāvāyāmūpatthambhitā ataṁsabhāvaṁ “taṁsabhāva”nti gaṇhantī micchāsatīti",
  "tika-s0101t2:67_7": "laddhanāmā taṁladdhisahagatā taṇhā santiṭṭhati. Cittaṁ ekaggaṁ hotīti yathāsakaṁ",
  "tika-s0101t2:67_8": "vitakkādipaccayalābhena tasmiṁ ārammaṇe avaṭṭhitatāya anekaggataṁ pahāya ekaggaṁ",
  "tika-s0101t2:67_9": "appitaṁ viya hoti. Cittasīsena micchāsamādhi eva vutto. Sopi hi paccayavisesehi laddhabhāvanābalo",
  "tika-s0101t2:67_10": "īdise ṭhāne samādhānapatirūpakiccakaroyeva, vāḷavijjhanādīsu viyāti daṭṭhabbaṁ. Javanāni",
  "tika-s0101t2:67_11": "javantīti anekakkhattuṁ tenākārena pubbabhāgiyesu javanavāresu pavattesu sabbapacchime",
  "tika-s0101t2:67_12": "javanavāre satta javanāni javanti. Paṭhame javane satekicchā honti. Tathā dutiyādīsūti",
  "tika-s0101t2:67_13": "dhammasabhāvadassanamattametaṁ, na pana tasmiṁ khaṇe tesaṁ tikicchā kenaci sakkā kātuṁ.",
  "tika-s0101t2:68_0": "Tatthāti tesu tīsu micchādassanesu. Koci ekaṁ dassanaṁ okkamatīti yassa ekasmiṁyeva",
  "tika-s0101t2:68_1": "abhiniveso āsevanā ca pavattā, so ekameva dassanaṁ okkamati. Yassa pana dvīsu tīsupi",
  "tika-s0101t2:68_2": "vā abhiniveso āsevanā ca pavattā, so dve tīṇipi okkamati, etena yā pubbe ubhayapaṭibāhakatāmukhena",
  "tika-s0101t2:68_3": "dīpitā atthasiddhā sabbadiṭṭhikatā, sā pubbabhāgiyā. Yā pana micchattaniyāmokkantibhūtā,",
  "tika-s0101t2:68_4": "sā yathāsakaṁ paccayasamudāgamasiddhito bhinnārammaṇānaṁ viya visesādhigamānaṁ ekajjhaṁ",
  "tika-s0101t2:68_5": "anuppattiyā asaṅkiṇṇā evāti dasseti. “Ekasmiṁ okkantepī”tiādinā tissannampi diṭṭhīnaṁ",
  "tika-s0101t2:68_6": "samānabalataṁ samānaphalatañca dasseti. Tasmā tissopi cetā ekassa uppannā abbokiṇṇā",
  "tika-s0101t2:68_7": "eva, ekāya vipāke dinne itarā anubalappadāyikāyo honti. “Vaṭṭakhāṇu nāmesā”ti idaṁ",
  "tika-s0101t2:68_8": "vacanaṁ neyyatthaṁ, na nītatthaṁ. Tathā hi papañcasūdaniyaṁ “kiṁ panesa ekasmiṁyeva",
  "tika-s0101t2:68_9": "attabhāve niyato hoti, udāhu aññasmiṁ pīti? Ekasmiṁyeva niyato, āsevanavasena pana",
  "tika-s0101t2:68_10": "bhavantarepi taṁ taṁ diṭṭhiṁ roceti yevā”ti vuttaṁ. Akusalañhi nāmetaṁ abalaṁ dubbalaṁ,",
  "tika-s0101t2:68_11": "na kusalaṁ viya sabalaṁ mahābalaṁ. Tasmā “ekasmiṁyeva attabhāve niyato”ti vuttaṁ.",
  "tika-s0101t2:68_12": "Aññathā sammattaniyāmo viya micchattaniyāmopi accantiko siyā, na ca accantiko. Yadi",
  "tika-s0101t2:68_13": "evaṁ vaṭṭakhāṇujotanā kathanti āha “āsevanavasena panā”tiādi. Tasmā yathā “sakiṁ",
  "tika-s0101t2:68_14": "nimuggopi nimuggo eva bālo”ti vuttaṁ, evaṁ vaṭṭakhāṇujotanā. Yādise hi paccaye paṭicca",
  "tika-s0101t2:68_15": "ayaṁ taṁ taṁ dassanaṁ okkanto puna kadāci tappaṭipakkhe paccaye paṭicca tato sīsukkhipanamassa",
  "tika-s0101t2:68_16": "na hotīti na vattabbaṁ, tasmā “yebhuyyena hi evarūpassa bhavato vuṭṭhānaṁ nāma natthī”ti vuttaṁ.",
  "tika-s0101t2:69": "Tasmāti yasmā evaṁ saṁsārakhāṇubhāvassapi paccayo apaṇṇakajāto, tasmā. Bhūtikāmoti diṭṭhadhammikasamparāyikaparamatthānaṁ vasena attano guṇehi vaḍḍhikāmo.",
  "tika-s0101t2:70": "Pakudhakaccāyanavādavaṇṇanā",
  "tika-s0101t2:71_0": "174.Akatāti samena visamena vā kenaci hetunā na katā na vihitā. Katavidho karaṇavidhi",
  "tika-s0101t2:71_1": "natthi etesanti akatavidhānā. Padadvayenāpi loke kenaci hetupaccayena nesaṁ anibbattanabhāvaṁ",
  "tika-s0101t2:71_2": "dasseti. Iddhiyāpi na nimmitāti kassaci iddhimato cetovasippattassa devassa, issarādino",
  "tika-s0101t2:71_3": "vā iddhiyāpi na nimmitā. Animmāpitā kassaci animmāpitā. Vuttatthamevāti brahmajālavaṇṇanāyaṁ",
  "tika-s0101t2:71_4": "vuttatthameva. Vañjhāti vañjhapasuvañjhatālādayo viya aphalā, kassaci ajanakāti attho,",
  "tika-s0101t2:71_5": "etena pathavikāyādīnaṁ rūpādijanakabhāvaṁ paṭikkhipati. Rūpasaddādayo hi pathavikāyādīhi",
  "tika-s0101t2:71_6": "appaṭibaddhavuttikāti tassa laddhi. Pabbatakūṭaṁ viya ṭhitāti kūṭaṭṭhā, yathā pabbatakūṭaṁ",
  "tika-s0101t2:71_7": "kenaci anibbattitaṁ, kassaci ca anibbattakaṁ, evamete pīti adhippāyo. Yamidaṁ “bījato",
  "tika-s0101t2:71_8": "aṅkurādi jāyatī”ti vuccati, taṁ vijjamānameva tato nikkhamati, na avijjamānaṁ, aññathā",
  "tika-s0101t2:71_9": "aññatopi aññassa upaladdhi siyāti adhippāyo. Ṭhitattāti nibbikārābhāvena ṭhitattā.",
  "tika-s0101t2:71_10": "Na calantīti vikāraṁ nāpajjanti. Vikārābhāvato hi tesaṁ sattannaṁ kāyānaṁ esikaṭṭhāyiṭṭhitatā.",
  "tika-s0101t2:71_11": "Aniñjanañca attano pakatiyā avaṭṭhānameva. Tenāha “na vipariṇamantī”ti. Avipariṇāmadhammattā",
  "tika-s0101t2:71_12": "eva hi te aññamaññaṁ na byābādhenti. Sati hi vikāraṁ āpādetabbatāya byābādhakatāpi",
  "tika-s0101t2:71_13": "siyā, tathā anuggahetabbatāya anuggāhakatāti tadabhāvaṁ dassetuṁ pāḷiyaṁ nālantiādi",
  "tika-s0101t2:71_14": "vuttaṁ. Pathavī eva kāyekadesattā pathavikāyo. Jīvasattamānaṁ kāyānaṁ niccatāya nibbikārabhāvato",
  "tika-s0101t2:71_15": "na hantabbatā, na ghātetabbatā cāti neva koci hantā vā ghātetā vā, tenevāha “sattannaṁ",
  "tika-s0101t2:71_16": "tveva kāyāna”ntiādi. Yadi koci hantā natthi, kathaṁ satthappahāroti āha “yathā muggarāsi",
  "tika-s0101t2:71_17": "ādīsū”tiādi. Kevalaṁ saññāmattameva hoti. Hananaghātanādi pana paramatthato nattheva",
  "tika-s0101t2:71_18": "kāyānaṁ avikopanīyabhāvatoti adhippāyo.",
  "tika-s0101t2:72": "Nigaṇṭhanāṭaputtavādavaṇṇanā",
  "tika-s0101t2:73_0": "177. Cattāro yāmā bhāgā catuyāmā, catuyāmā eva cātuyāmā, bhāgattho hi idha yāma-saddo",
  "tika-s0101t2:73_1": "yathā “rattiyā paṭhamo yāmo”ti. So panettha bhāgo saṁvaralakkhaṇoti āha “cātuyāmasaṁvutoti",
  "tika-s0101t2:73_2": "catukoṭṭhāsena saṁvarena saṁvuto”ti. Paṭikkhittasabbasītodakoti paṭikkhittasabbasītodakaparibhogo.",
  "tika-s0101t2:73_3": "Sabbena pāpavāraṇena yuttoti sabbappakārena saṁvaralakkhaṇena samannāgato. Dhutapāpoti",
  "tika-s0101t2:73_4": "sabbena nijjaralakkhaṇena pāpavāraṇena vidhutapāpo. Phuṭṭhoti aṭṭhannampi kammānaṁ",
  "tika-s0101t2:73_5": "khepanena mokkhappattiyā kammakkhayalakkhaṇena sabbena pāpavāraṇena phuṭṭho taṁ patvā",
  "tika-s0101t2:73_6": "ṭhito. Koṭippattacittoti mokkhādhigameneva uttamamariyādappattacitto. Yatattoti kāyādīsu",
  "tika-s0101t2:73_7": "indriyesu saṁyametabbassa abhāvato saṁyatacitto. Suppatiṭṭhitacittoti nissesato suṭṭhu",
  "tika-s0101t2:73_8": "patiṭṭhitacitto. Sāsanānulomaṁ nāma pāpavāraṇena yuttatā. Tenāha “dhutapāpo”tiādi.",
  "tika-s0101t2:73_9": "Asuddhaladdhitāyāti “atthi jīvo, so ca siyā nicco, siyā anicco”ti evamādiasuddhaladdhitāya.",
  "tika-s0101t2:73_10": "Sabbāti kammapakativibhāgādivisayā sabbā nijjhānakkhantiyo. Diṭṭhiye vāti micchādiṭṭhiyo eva jātā.",
  "tika-s0101t2:74": "Sañcayabelaṭṭhaputtavādavaṇṇanā",
  "tika-s0101t2:75": "179-181.Amarāvikkhepevuttanayo evāti brahmajāle amarāvikkhepavādasaṁvaṇṇanāyaṁ vuttanayo eva vikkhepabyākaraṇabhāvato, tatheva cettha vikkhepavādassa āgatattā.",
  "tika-s0101t2:76": "Paṭhamasandiṭṭhikasāmaññaphalavaṇṇanā",
  "tika-s0101t2:77_0": "183.Yathā te rucceyyāti idāni mayā pucchiyamāno attho yathā tava citte roceyya. Gharadāsiyā",
  "tika-s0101t2:77_1": "kucchismiṁ jāto antojāto. Dhanena kīto dhanakkīto. Bandhaggāhagahito karamarānīto.",
  "tika-s0101t2:77_2": "Sāmanti sayameva. Dāsabyanti dāsabhāvaṁ. Koci dāsopi samāno alaso kammaṁ akaronto",
  "tika-s0101t2:77_3": "“kammakāro”ti na vuccatīti āha “analaso kammakaraṇasīloyevā”ti. Paṭhamamevāti āsannataraṭṭhānūpasaṅkamanato",
  "tika-s0101t2:77_4": "pageva puretarameva. Pacchāti sāmikassa nipajjāya pacchā. Sayanato avuṭṭhiteti rattiyā",
  "tika-s0101t2:77_5": "vibhāyanavelāya seyyato avuṭṭhite. Paccūsakālato paṭṭhāyāti atītāya rattiyā paccūsakālato",
  "tika-s0101t2:77_6": "paṭṭhāya. Yāva sāmino rattiṁ niddokkamananti aparāya padosavelāyaṁ yāva niddokkamanaṁ.",
  "tika-s0101t2:77_7": "Kiṁ kāranti kiṁ karaṇīyaṁ, kiṁkārabhāvato pucchitvā kātabbaveyyāvaccanti attho.",
  "tika-s0101t2:78_0": "Devo viyāti ādhipaccaparivārādisampattisamannāgato padhānadevo viya. So vatassāhanti",
  "tika-s0101t2:78_1": "so vata assaṁ ahaṁ. So rājā viya ahampi bhaveyyaṁ, kathaṁ puññāni kareyyaṁ, yadi",
  "tika-s0101t2:78_2": "puññāni uḷārāni kareyyanti yojanā. “So vatassa’ssa”nti pāṭhe so rājā assa ahaṁ assaṁ",
  "tika-s0101t2:78_3": "vata, yadi puññāni kareyyanti yojanā. Tenāha “ayamevattho”ti. Assanti uttamapurisappayoge",
  "tika-s0101t2:78_4": "ahaṁ-saddo appayuttopi payutto eva hoti. Yāvajīvaṁ na sakkhissāmi dātunti yāvajīvaṁ",
  "tika-s0101t2:78_5": "dānatthāya ussāhaṁ karontopi yaṁ rājā ekaṁ divasaṁ deti, tato satabhāgampi dātuṁ",
  "tika-s0101t2:78_6": "na sakkhissāmi. Tasmā pabbajissāmīti pabbajjāyaṁ ussāhaṁ katvāti yojanā.",
  "tika-s0101t2:79_0": "Kāyenasaṁvutoti kāyena saṁvaritabbaṁ kāyadvārena pavattanakaṁ pāpadhammaṁ saṁvaritvā",
  "tika-s0101t2:79_1": "vihareyyāti ayamettha atthoti āha “kāyena pihito hutvā”tiādi. Ghāsacchādanena paramatāyāti",
  "tika-s0101t2:79_2": "ghāsacchādanapariyesane sallekhavasena paramatāya, ukkaṭṭhabhāve saṇṭhito ghāsacchādanameva",
  "tika-s0101t2:79_3": "vā paramaṁ parā koṭi etassa, na tato paraṁ kiñci āmisajātaṁ pariyesati paccāsisati",
  "tika-s0101t2:79_4": "cāti ghāsacchādanaparamo, tabbhāvo ghāsacchādanaparamatā, tassā ghāsacchādanaparamatāya.",
  "tika-s0101t2:79_5": "Vivekaṭṭhakāyānanti gaṇasaṅgaṇikato pavivitte ṭhitakāyānaṁ. Nekkhammābhiratānanti",
  "tika-s0101t2:79_6": "jhānābhiratānaṁ. Tāya eva jhānābhiratiyā paramaṁ uttamaṁ vodānaṁ visuddhiṁ pattatāya",
  "tika-s0101t2:79_7": "paramavodānappattānaṁ. Kilesūpadhiabhisaṅkhārūpadhīnaṁ accantavigamena nirupadhīnaṁ.",
  "tika-s0101t2:79_8": "Visaṅkhāragatānanti adhigatanibbānānaṁ. Ettha ca paṭhamo viveko itarehi dvīhi vivekehi",
  "tika-s0101t2:79_9": "sahāpi pattabbo vināpi, tathā dutiyo. Tatiyo pana itarehi dvīhi saheva pattabbo,",
  "tika-s0101t2:79_10": "na vināti daṭṭhabbaṁ. Gaṇe janasamāgame sannipatanaṁ gaṇasaṅgaṇikā, taṁ pahāya eko",
  "tika-s0101t2:79_11": "viharati carati puggalavasena asahāyattā. Citte kilesānaṁ sannipatanaṁ cittakilesasaṅgaṇikā,",
  "tika-s0101t2:79_12": "taṁ pahāya eko viharati kilesavasena asahāyattā. Maggassa ekacittakkhaṇikattā, gotrabhuādīnañca",
  "tika-s0101t2:79_13": "ārammaṇamattattā na tesaṁ vasena sātisayā nibbutisukhasamphusanā, phalasamāpattinirodhasamāpattivasena",
  "tika-s0101t2:79_14": "sātisayāti āha “phalasamāpattiṁ vā nirodhasamāpattiṁ vā pavisitvā”ti. Phalapariyosāno hi nirodhoti.",
  "tika-s0101t2:80_0": "184.Abhiharitvāti abhimukhībhāvena netvā. “Ahaṁ cīvarādīhi payojanaṁ sādhessāmī”ti",
  "tika-s0101t2:80_1": "vacanaseso. Sappāyanti sabbagelaññapaharaṇavasena upakārāvahaṁ. Bhāvinā anatthato",
  "tika-s0101t2:80_2": "paripālanavasena gopanā rakkhāgutti. Paccuppannassa nisedhavasena āvaraṇagutti.",
  "tika-s0101t2:81": "Dutiyasandiṭṭhikasāmaññaphalavaṇṇanā",
  "tika-s0101t2:82_0": "186.Kasatīti kasiṁ karoti. Gahapatikoti ettha ka-saddo appatthoti āha “ekagehamatte",
  "tika-s0101t2:82_1": "jeṭṭhako”ti, tena anekakulajeṭṭhakabhāvaṁ paṭikkhipati. Karaṁ karotīti karaṁ sampādeti.",
  "tika-s0101t2:82_2": "Vaḍḍhetīti uparūpari sampādanena vaḍḍheti. Evaṁ appampi pahāya pabbajituṁ dukkaranti",
  "tika-s0101t2:82_3": "ayamattho laṭukikopamasuttena dīpetabbo. Tenāha “seyyathāpi, udāyi, puriso daliddo",
  "tika-s0101t2:82_4": "assako anāḷhiyo, tassassa ekaṁ agārakaṁ oluggaviluggaṁ kākātidāyiṁ naparamarūpa”nti",
  "tika-s0101t2:82_5": "vitthāro. Yadi appampi bhogaṁ pahāya pabbajituṁ dukkaraṁ, kasmā dāsavāre bhogaggahaṇaṁ",
  "tika-s0101t2:82_6": "na katanti āha “dāsavāre panā”tiādi. Yathā ca dāsassa bhogāpi abhogā parāyattabhāvato,",
  "tika-s0101t2:82_7": "evaṁ ñātayo pīti dāsavāre ñātiparivaṭṭaggahaṇampi na katanti daṭṭhabbaṁ.",
  "tika-s0101t2:83": "Paṇītatarasāmaññaphalavaṇṇanā",
  "tika-s0101t2:84_0": "189.Evarūpāhīti yathāvuttadāsakassakūpamāsadisāhi upamāhi sāmaññaphalaṁ dīpetuṁ pahoti",
  "tika-s0101t2:84_1": "bhagavā sakalampi rattindivaṁ tato bhiyyopi anantapaṭibhānatāya vicittanayadesanabhāvato.",
  "tika-s0101t2:84_2": "Tathāpīti satipi desanāya uttaruttarādhikanānānayavicittabhāve.",
  "tika-s0101t2:85_0": "Ekatthametaṁ padaṁ sādhusaddasseva ka-kārena vaḍḍhitvā vuttattā, teneva sādhuka-saddassa",
  "tika-s0101t2:85_1": "atthaṁ vadantena atthuddhāravasena sādhu-saddo udāhaṭo. Āyācaneti abhimukhayācane,",
  "tika-s0101t2:85_2": "abhipatthanāyanti attho. Sampaṭicchaneti paṭiggaṇhane. Sampahaṁsaneti saṁvijjamānaguṇavasena",
  "tika-s0101t2:85_3": "haṁsane tosane, udaggatākaraṇeti attho. Dhammarucīti puññakāmo. Paññāṇavāti paññavā.",
  "tika-s0101t2:85_4": "Addubbhoti adūsako, anupaghātakoti attho. Idhāpīti imasmiṁ sāmaññaphalepi. Ayaṁ sādhu-saddo.",
  "tika-s0101t2:85_5": "Daḷhīkammeti sakkacca kiriyāyaṁ. Āṇattiyanti āṇāpane. “Suṇohi sādhukaṁ manasi karohī”ti",
  "tika-s0101t2:85_6": "hi vutte sādhuka-saddena savanamanasikārānaṁ sakkaccakiriyā viya tadāṇāpanampi jotitaṁ",
  "tika-s0101t2:85_7": "hoti, āyācanatthatā viya cassa āṇāpanatthatā veditabbā. Sundarepīti sundaratthepi.",
  "tika-s0101t2:85_8": "Idāni yathāvuttena sādhuka-saddassa atthattayena pakāsitaṁ visesaṁ dassetuṁ “daḷhīkammatthena hī”tiādi vuttaṁ.",
  "tika-s0101t2:86_0": "Manasi karohīti ettha manasikāro na ārammaṇapaṭipādanalakkhaṇo, atha kho vīthipaṭipādanajavanapaṭipādanamanasikārapubbakaṁ",
  "tika-s0101t2:86_1": "citte ṭhapanalakkhaṇoti dassento “āvajjā”tiādimāha. Sotindriyavikkhepavāraṇaṁ savane",
  "tika-s0101t2:86_2": "niyojanavasena kiriyantarapaṭisedhanabhāvato, sotaṁ odahāti attho. Manindriyavikkhepavāraṇaṁ",
  "tika-s0101t2:86_3": "aññacintāpaṭisedhanato. Byañjanavipallāsaggāhavāraṇaṁ “sādhuka”nti visesetvā vuttattā.",
  "tika-s0101t2:86_4": "Pacchimassa atthavipallāsaggāhavāraṇepi eseva nayo. Dhāraṇūpaparikkhādīsūti ādi-saddena",
  "tika-s0101t2:86_5": "tulanatīraṇādike, diṭṭhiyā suppaṭividhe ca saṅgaṇhāti. Sabyañjanoti ettha yathādhippetamatthaṁ",
  "tika-s0101t2:86_6": "byañjayatīti byañjanaṁ, sabhāvanirutti. Saha byañjanenāti sabyañjano, byañjanasampannoti",
  "tika-s0101t2:86_7": "attho. Sātthoti araṇīyato upagantabbato anudhātabbato attho, catupārisuddhisīlādiko.",
  "tika-s0101t2:86_8": "Tena saha atthenāti sāttho, atthasampannoti attho. Dhammagambhīrotiādīsu dhammo nāma",
  "tika-s0101t2:86_9": "tanti. Desanā nāma tassā manasā vavatthāpitāya tantiyā desanā. Attho nāma tantiyā",
  "tika-s0101t2:86_10": "attho. Paṭivedho nāma tantiyā, tantiatthassa ca yathābhūtāvabodho. Yasmā cete dhammadesanā",
  "tika-s0101t2:86_11": "atthappaṭivedhā sasādīhi viya mahāsamuddo mandabuddhīhi dukkhogāhā, alabbhaneyyapatiṭṭhā",
  "tika-s0101t2:86_12": "ca, tasmā gambhīrā. Tena vuttaṁ “yasmā ayaṁ dhammo…pe… sādhukaṁ manasi karohī”ti.",
  "tika-s0101t2:86_13": "Ettha ca paṭivedhassa dukkarabhāvato dhammatthānaṁ, desanāñāṇassa dukkarabhāvato",
  "tika-s0101t2:86_14": "desanāya dukkhogāhatā, paṭivedhassa pana uppādetuṁ asakkuṇeyyatāya, ñāṇuppattiyā",
  "tika-s0101t2:86_15": "ca dukkarabhāvato dukkhogāhatā veditabbā. Desanaṁ nāma uddisanaṁ, tassa niddisanaṁ",
  "tika-s0101t2:86_16": "bhāsananti idhādhippetanti āha “vitthārato bhāsissāmī”ti. Paribyattaṁ kathanañhi",
  "tika-s0101t2:86_17": "bhāsanaṁ, tenāha “desessāmīti…pe… vitthāradīpana”nti.",
  "tika-s0101t2:87_0": "Yathāvuttamatthaṁ suttapadena samatthetuṁ “tenāhā”tiādi vuttaṁ. Sāḷikāyiva nigghosoti",
  "tika-s0101t2:87_1": "sāḷikāya ālāpo viya madhuro kaṇṇasukho pemanīyo. Paṭibhānanti saddo. Udīrayīti uccārīyati, vuccati vā.",
  "tika-s0101t2:88": "Evaṁ vutte ussāhajātoti evaṁ “suṇohi sādhukaṁ manasi karohi bhāsissāmī”ti vutte “na kira bhagavā saṅkhepeneva desessati, vitthārenapi bhāsissatī”ti sañjātussāho haṭṭhatuṭṭho hutvā.",
  "tika-s0101t2:89_0": "190.“Idhā”ti iminā vuccamānaṁ adhikaraṇaṁ tathāgatassa uppattiṭṭhānabhūtaṁ adhippetanti",
  "tika-s0101t2:89_1": "āha “desāpadese nipāto”ti. “Svāya”nti sāmaññato idhasaddamattaṁ gaṇhāti, na yathāvisesitabbaṁ",
  "tika-s0101t2:89_2": "idha-saddaṁ. Tathā hi vakkhati “katthaci padapūraṇamattamevā”ti. Lokaṁ upādāya vuccati",
  "tika-s0101t2:89_3": "loka-saddena samānādhikaraṇabhāvena vuttattā. Sesapadadvaye pana padantarasannidhānamattena",
  "tika-s0101t2:89_4": "taṁ taṁ upādāya vuttatā daṭṭhabbā. Idha tathāgato loketi hi jātikhettaṁ, tatthāpi",
  "tika-s0101t2:89_5": "ayaṁ cakkavāḷo “loko”ti adhippeto. Samaṇoti sotāpanno. Dutiyo samaṇoti sakadāgāmī.",
  "tika-s0101t2:89_6": "Vuttañhetaṁ “katamo ca bhikkhave samaṇo? Idha bhikkhave bhikkhu tiṇṇaṁ saṁyojanānaṁ",
  "tika-s0101t2:89_7": "parikkhayā sotāpanno hotī”tiādi. “Katamo ca bhikkhave dutiyo samaṇo? Idha bhikkhave",
  "tika-s0101t2:89_8": "bhikkhu tiṇṇaṁ saṁyojanānaṁ parikkhayā rāgadosamohānaṁ tanuttā”tiādi. Okāsanti kañci",
  "tika-s0101t2:89_9": "padesaṁ. Idheva tiṭṭhamānassāti imissā eva indasālaguhāyaṁ tiṭṭhamānassa.",
  "tika-s0101t2:90_0": "Padapūraṇamattameva okāsāpadisanassāpi asambhavato atthantarassa abodhanato. Arahanti",
  "tika-s0101t2:90_1": "ādayo saddā vitthāritāti yojanā. Atthato vitthāraṇaṁ saddamukheneva hotīti saddaggahaṇaṁ.",
  "tika-s0101t2:90_2": "Yasmā. “Aparehipi aṭṭhahi kāraṇehi bhagavā tathāgato”tiādinā udānaṭṭhakathādīsu,",
  "tika-s0101t2:90_3": "arahanti ādayo visuddhimaggaṭīkāyaṁ aparehi pakārehi vitthāritā, tasmātesu vuttānayenapi",
  "tika-s0101t2:90_4": "so attho veditabbo. Tathāgatassa sattanikāyantogadhatāya “idha pana sattaloko adhippeto”ti",
  "tika-s0101t2:90_5": "vatvā tatthāyaṁ yasmiṁ sattanikāye yasmiñca okāse uppajjati, taṁ dassetuṁ “sattaloke",
  "tika-s0101t2:90_6": "uppajjamānopi cā”tiādi vuttaṁ. “Tathāgato na devaloke uppajjatī”tiādīsu yaṁ vattabbaṁ,",
  "tika-s0101t2:90_7": "taṁ parato āgamissati. Sārappattāti kulabhogissariyādivasena sārabhūtā. Brāhmaṇagahapatikāti",
  "tika-s0101t2:90_8": "brahmāyupokkharasātiādibrāhmaṇā ceva anāthapiṇḍikādigahapatikā ca.",
  "tika-s0101t2:91_0": "“Sujātāyā”tiādinā vuttesu catūsu vikappesu paṭhamo vikappo buddhabhāvāya āsannatarapaṭipattidassanavasena",
  "tika-s0101t2:91_1": "vutto. Āsannatarāya hi paṭipattiyā ṭhito “uppajjatīti” vuccati uppādassa ekantikattā,",
  "tika-s0101t2:91_2": "pageva paṭipattiyā matthake ṭhito. Dutiyo buddhabhāvāvahapabbajjato paṭṭhāya āsannapaṭipattidassanavasena,",
  "tika-s0101t2:91_3": "tatiyo buddhakaradhamma pāripūrito paṭṭhāya buddhabhāvāya paṭipattidassanavasena.",
  "tika-s0101t2:91_4": "Na hi mahāsattānaṁ uppatibhavūpapattito paṭṭhāya bodhisambhārasambharaṇaṁ nāma atthi.",
  "tika-s0101t2:91_5": "Catuttho buddhakaradhammasamārambhato paṭṭhāya. Bodhiyā niyatabhāvappattito pabhuti",
  "tika-s0101t2:91_6": "hi viññūhi “buddho uppajjatī”ti vattuṁ sakkā uppādassa ekantikattā. Yathā pana sandanti",
  "tika-s0101t2:91_7": "nadiyoti sandanakiriyāya avicchedamupādāya vattamānappayogo, evaṁ uppādatthāya paṭipajjanakiriyāya",
  "tika-s0101t2:91_8": "avicchedamupādāya catūsu vikappesu “uppajjati nāmā”ti vuttaṁ. Sabbapaṭhamaṁ uppannabhāvanti",
  "tika-s0101t2:91_9": "catūsu vikappesu sabbapaṭhamaṁ vuttaṁ tathāgatassa uppannatāsaṅkhātaṁ atthibhāvaṁ.",
  "tika-s0101t2:91_10": "Tenāha “uppanno hotīti ayañhettha attho”ti.",
  "tika-s0101t2:92_0": "So bhagavāti yo “tathāgato araha”ntiādinā kittitaguṇo, so bhagavā. “Imaṁ loka”nti",
  "tika-s0101t2:92_1": "nayidaṁ mahājanassa sammukhamattaṁ sandhāya vuttaṁ, atha kho anavasesaṁ pariyādāyāti",
  "tika-s0101t2:92_2": "dassetuṁ “sadevaka”ntiādi vuttaṁ, tenāha “idāni vattabbaṁ nidassetī”ti. Pajātattāti",
  "tika-s0101t2:92_3": "yathāsakaṁ kammakilesehi nibbattattā. Pañcakāmāvacaradevaggahaṇaṁ pārisesañāyena",
  "tika-s0101t2:92_4": "itaresaṁ padantarehi saṅgahitattā. Sadevakanti ca avayavena viggaho samudāyo samāsattho.",
  "tika-s0101t2:92_5": "Chaṭṭhakāmāvacaradevaggahaṇaṁ paccāsattiñāyena. Tattha hi so jāto, taṁnivāsī ca.",
  "tika-s0101t2:92_6": "Brahmakāyikādibrahmaggahaṇanti etthāpi eseva nayo. Paccatthika…pe… samaṇabrāhmaṇaggahaṇanti",
  "tika-s0101t2:92_7": "nidassanamattametaṁ apaccatthikānaṁ, asamitābāhitapāpānañca samaṇabrāhmaṇānaṁ sassamaṇabrāhmaṇīvacanena",
  "tika-s0101t2:92_8": "gahitattā. Kāmaṁ “sadevaka”ntiādi visesanānaṁ vasena sattavisayo lokasaddoti viññāyati",
  "tika-s0101t2:92_9": "tulyayogavisayattā tesaṁ, “salomako sapakkhako”tiādīsu pana atulyayogepi ayaṁ samāso",
  "tika-s0101t2:92_10": "labbhatīti byabhicāradassanato pajāgahaṇanti āha “pajāvacanena sattalokaggahaṇa”nti.",
  "tika-s0101t2:93_0": "Arūpino sattā attano āneñjavihārena viharantā dibbantīti devāti imaṁ nibbacanaṁ labhantīti",
  "tika-s0101t2:93_1": "āha “sadevakaggahaṇena arūpāvacaraloko gahito”ti. Tenāha “ākāsānañcāyatanūpagānaṁ",
  "tika-s0101t2:93_2": "devānaṁ sahabyata”nti. Samārakaggahaṇena chakāmāvacaradevaloko gahito tassa savisesaṁ",
  "tika-s0101t2:93_3": "mārassa vase vattanato. Rūpī brahmaloko gahito arūpībrahmalokassa visuṁ gahitattā.",
  "tika-s0101t2:93_4": "Catuparisavasenāti khattiyādicatuparisavasena, itarā pana catasso parisā samārakādiggahaṇena",
  "tika-s0101t2:93_5": "gahitā evāti. Avasesasabbasattaloko nāgagaruḷādibhedo.",
  "tika-s0101t2:94_0": "Ettāvatā ca bhāgaso lokaṁ gahetvā yojanaṁ dassetvā idāni tena tena visesena abhāgaso",
  "tika-s0101t2:94_1": "lokaṁ gahetvā yojanaṁ dassetuṁ “api cetthā”tiādi vuttaṁ. Tattha ukkaṭṭhaparicchedatoti",
  "tika-s0101t2:94_2": "ukkaṁsagativijānanena. Pañcasu hi gatīsu devagatipariyāpannāva seṭṭhā, tatthāpi arūpino",
  "tika-s0101t2:94_3": "dūrasamussāritakilesadukkhatāya, santapaṇītaāneñjavihārasamaṅgitāya, atidīghāyukatāyāti",
  "tika-s0101t2:94_4": "evamādīhi visesehi ativiya ukkaṭṭhā. “Brahmā mahānubhāvo”tiādi dasasahassiyaṁ mahābrahmuno",
  "tika-s0101t2:94_5": "vasena vadati. “Ukkaṭṭhaparicchedato”ti hi vuttaṁ. Anuttaranti seṭṭhaṁ nava lokuttaraṁ.",
  "tika-s0101t2:94_6": "Bhāvānukkamoti bhāvavasena paresaṁ ajjhāsayavasena “sadevaka”ntiādīnaṁ padānaṁ anukkamo.",
  "tika-s0101t2:95_0": "Tīhākārehīti devamārabrahmasahitatāsaṅkhātehi tīhi pakārehi. Tīsu padesūti “sadevaka”ntiādīsu",
  "tika-s0101t2:95_1": "tīsu padesu. Tena tenākārenāti sadevakattādinā tena tena pakārena. Tedhātukameva",
  "tika-s0101t2:95_2": "pariyādinnanti porāṇā panāhūti yojanā.",
  "tika-s0101t2:96_0": "Abhiññāti ya-kāralopenāyaṁ niddeso, abhijānitvāti ayamettha atthoti āha “abhiññāya",
  "tika-s0101t2:96_1": "adhikena ñāṇena ñatvā”ti. Anumānādipaṭikkhepoti anumānaupamānaatthāpattiādipaṭikkhepo",
  "tika-s0101t2:96_2": "ekappamāṇattā. Sabbattha appaṭihatañāṇacāratāya hi sabbapaccakkhā buddhā bhagavanto.",
  "tika-s0101t2:97_0": "Anuttaraṁvivekasukhanti phalasamāpattisukhaṁ, tena ṭhitimissāpi [vīthimissāpi dhitimissāpi",
  "tika-s0101t2:97_1": "(ka)] kadāci bhagavato dhammadesanā hotīti hitvāpīti pi-saddaggahaṇaṁ. Bhagavā hi",
  "tika-s0101t2:97_2": "dhammaṁ desento yasmiṁ khaṇe parisā sādhukāraṁ vā deti, yathāsutaṁ vā dhammaṁ paccavekkhati,",
  "tika-s0101t2:97_3": "taṁ khaṇaṁ pubbabhāgena paricchinditvā phalasamāpattiṁ samāpajjati, yathāparicchedañca",
  "tika-s0101t2:97_4": "samāpattito vuṭṭhāya ṭhitaṭṭhānato paṭṭhāya dhammaṁ deseti. Ugghaṭitaññussa vasena",
  "tika-s0101t2:97_5": "appaṁ vā vipañcitaññussa, neyyassa vā vasena bahuṁ vā desento. Dhammassa kalyāṇatā",
  "tika-s0101t2:97_6": "niyyānikatāya, niyyānikatā ca sabbaso anavajjabhāvenevāti āha “anavajjameva katvā”ti.",
  "tika-s0101t2:97_7": "Desakāyattena āṇādividhinā abhisajjanaṁ pabodhanaṁ desanāti sā pariyattidhammavasena",
  "tika-s0101t2:97_8": "veditabbāti āha “desanāya tāva catuppadikāyapi gāthāyā”tiādi. Nidānanigamanānipi",
  "tika-s0101t2:97_9": "satthuno desanāya anuvidhānato tadantogadhāni evāti āha “nidānamādi, idaṁ evocāti pariyosāna”nti.",
  "tika-s0101t2:98_0": "Sāsitabbapuggalagatena yathāparādhādisāsitabbabhāvena anusāsanaṁ tadaṅgavinayādivasena",
  "tika-s0101t2:98_1": "vinayanaṁ sāsananti taṁ paṭipattidhammavasena veditabbanti āha “sīlasamādhivipassanā”tiādi.",
  "tika-s0101t2:98_2": "Kusalānaṁ dhammānanti anavajjadhammānaṁ sīlassa, samathavipassanānañca sīladiṭṭhīnaṁ",
  "tika-s0101t2:98_3": "ādibhāvo taṁ mūlakattā uttarimanussadhammānaṁ. Ariyamaggassa antadvayavigamena majjhimapaṭipadābhāvo",
  "tika-s0101t2:98_4": "viya, sammāpaṭipattiyā ārabbhanipphattīnaṁ vemajjhattāpi majjhabhāvoti vuttaṁ. “Atthi",
  "tika-s0101t2:98_5": "bhikkhave…pe… majjhaṁ nāmā”ti. Phalaṁ pariyosānaṁ nāma saupādisesatāvasena, nibbānaṁ",
  "tika-s0101t2:98_6": "pariyosānaṁ nāma anupādisesatāvasena. Idāni tesaṁ dvinnampi sāsanassa pariyosānataṁ",
  "tika-s0101t2:98_7": "āgamena dassetuṁ “etadatthamida”ntiādi āha. Idha desanāya ādimajjhapariyosānaṁ adhippetaṁ",
  "tika-s0101t2:98_8": "“sabyañjana”ntiādi vacanato. Tasmiṁ tasmiṁ atthe katāvadhisaddappabandho gāthāvasena,",
  "tika-s0101t2:98_9": "suttavasena ca vavatthito pariyattidhammo, yo idha “desanā”ti vutto, tassa pana attho",
  "tika-s0101t2:98_10": "visesato sīlādi evāti āha “bhagavā hi dhammaṁ desento…pe… dassetī”ti. Tattha sīlaṁ",
  "tika-s0101t2:98_11": "dassetvāti sīlaggahaṇena sasambhāraṁ sīlaṁ gahitaṁ, tathā maggaggahaṇena sasambhāro",
  "tika-s0101t2:98_12": "maggoti tadubhayavasena anavasesato pariyatti atthaṁ pariyādiyati. Tenāti sīlādidassanena.",
  "tika-s0101t2:98_13": "Atthavasena hi idha desanāya ādikalyāṇādibhāvo adhippeto. Kathikasaṇṭhitīti kathikassa",
  "tika-s0101t2:98_14": "saṇṭhānaṁ kathanavasena samavaṭṭhānaṁ.",
  "tika-s0101t2:99_0": "Na so sātthaṁ deseti niyyānatthavirahato tassā desanāya. Ekabyañjanādiyuttā vāti",
  "tika-s0101t2:99_1": "sithilādibhedesu byañjanesu ekappakāremeva, dvipakāremeva vā byañjanena yuttā vā",
  "tika-s0101t2:99_2": "damiḷabhāsā viya. Vivaṭakaraṇatāya oṭṭhe aphusāpetvā uccāretabbato sabbaniroṭṭhabyañjanā",
  "tika-s0101t2:99_3": "vā kirātabhāsā viya. Sabbasseva [sabbattheva ] vissajjanīyayuttatāya sabbavissaṭṭhabyañjanā",
  "tika-s0101t2:99_4": "vā savarabhāsā [yavanabhāsā ] viya. Sabbasseva [sabbattheva ] sānusāratāya sabbaniggahitabyañjanā",
  "tika-s0101t2:99_5": "vā pārasikādimilakkhubhāsā viya. Sabbāpesā byañjanekadesavasena pavattiyā aparipuṇṇabyañjanāti",
  "tika-s0101t2:99_6": "katvā “abyañjanā”ti vuttā.",
  "tika-s0101t2:100_0": "Ṭhānakaraṇāni sithilāni katvā uccāretabbaṁ akkharaṁ pañcasu vaggesu paṭhamatatiyanti",
  "tika-s0101t2:100_1": "evamādi sithilaṁ. Tāni asithilāni katvā uccāretabbaṁ akkharaṁ vaggesu dutiyacatutthanti",
  "tika-s0101t2:100_2": "evamādi dhanitaṁ. Dvimattakālaṁ dīghaṁ. Ekamattakālaṁ rassaṁ tadeva lahukaṁ. Lahukameva",
  "tika-s0101t2:100_3": "saṁyogaparaṁ, dīghañca garukaṁ. Ṭhānakaraṇāni niggahetvā uccāretabbaṁ niggahitaṁ.",
  "tika-s0101t2:100_4": "Parena sambandhaṁ katvā uccāretabbaṁ sambandhaṁ. Tathā nasambandhaṁ vavatthitaṁ.",
  "tika-s0101t2:100_5": "Ṭhānakaraṇāni nissaṭṭhāni katvā uccāretabbaṁ vimuttaṁ. Dasadhāti evaṁ sithilādivasena",
  "tika-s0101t2:100_6": "byañjanabuddhiyā akkharuppādakacittassa sabbākārena pabhedo. Sabbāni hi akkharāni",
  "tika-s0101t2:100_7": "cittasamuṭṭhānāni yathādhippetatthaṁ byañjanato byañjanāni cāti.",
  "tika-s0101t2:101_0": "Amakkhetvāti amilecchetvā, avināsetvā, ahāpetvāti vā attho. Bhagavā yamatthaṁ ñāpetuṁ",
  "tika-s0101t2:101_1": "ekaṁ gāthaṁ, ekaṁ vākyaṁ vā deseti, tamatthaṁ tāya desanāya parimaṇḍalapadabyañjanāya",
  "tika-s0101t2:101_2": "eva desetīti āha “paripuṇṇabyañjanameva katvā dhammaṁ desetī”ti. Idha kevalasaddo",
  "tika-s0101t2:101_3": "anavasesavācako, na avomissakādivācakoti āha “sakalādhivacana”nti. Paripuṇṇanti sabbaso",
  "tika-s0101t2:101_4": "puṇṇaṁ, taṁ pana kenaci ūnaṁ, adhikaṁ vā na hotīti “anūnādhikavacana”nti vuttaṁ.",
  "tika-s0101t2:101_5": "Tattha yadatthaṁ desito, tassa sādhakattā anūnatā veditabbā, tabbidhurassa pana asādhakattā",
  "tika-s0101t2:101_6": "anadhikatā. Sakalanti sabbabhāgavantaṁ. Paripuṇṇanti sabbaso paripuṇṇameva, tenāha",
  "tika-s0101t2:101_7": "“ekadesanāpi aparipuṇṇā natthī”ti. Aparisuddhā desanā hoti taṇhāya saṁkiliṭṭhattā.",
  "tika-s0101t2:101_8": "Lokāmisaṁ cīvarādayo paccayā tattha agadhitacittatāya lokāmisanirapekkho. Hitapharaṇenāti",
  "tika-s0101t2:101_9": "hitūpasaṁhārena. Mettābhāvanāya karaṇabhūtāya muduhadayo. Ullumpanasabhāvasaṇṭhitenāti",
  "tika-s0101t2:101_10": "sakalasaṁkilesato, vaṭṭadukkhato ca uddharaṇākārāvaṭṭhitena cittena, kāruṇādhippāyenāti attho.",
  "tika-s0101t2:102_0": "“Ito paṭṭhāya dassāmeva, evañca dassāmī”ti samādātabbaṭṭhena vataṁ. Paṇḍitapaññattatāya",
  "tika-s0101t2:102_1": "seṭṭhaṭṭhena brahmaṁ brahmānaṁ vā cariyanti brahmacariyaṁ dānaṁ. Macchariyalobhādiniggaṇhanena",
  "tika-s0101t2:102_2": "suciṇṇassa. Iddhīti deviddhi. Jutīti pabhā, ānubhāvo vā. Balavīriyūpapattīti evaṁ",
  "tika-s0101t2:102_3": "mahatā balena ca vīriyena ca samannāgamo. Puññanti puññaphalaṁ. Veyyāvaccaṁ brahmacariyaṁ",
  "tika-s0101t2:102_4": "seṭṭhā cariyāti katvā. Esa nayo sesepi.",
  "tika-s0101t2:103_0": "Tasmāti yasmā sikkhattayasaṅgahaṁ sakalaṁ sāsanaṁ idha “brahmacariya”nti adhippetaṁ",
  "tika-s0101t2:103_1": "tasmā. “Brahmacariya”nti iminā samānādhikaraṇāni sabbapadāni yojetvā atthaṁ dassento",
  "tika-s0101t2:103_2": "“so dhammaṁ deseti…pe… pakāsetīti evamettha attho daṭṭhabbo”ti āha.",
  "tika-s0101t2:104_0": "191.Vuttappakārasampadanti yathāvuttaṁ ādikalyāṇatādiguṇasampadaṁ, dūrasamussāritamānasseva",
  "tika-s0101t2:104_1": "sāsane sammāpaṭipatti sambhavati, na mānajātikassāti āha “nihatamānattā”ti. Ussannattāti",
  "tika-s0101t2:104_2": "bahulabhāvato. Bhogārogyādivatthukā madā suppaheyyā honti nimittassa anavatthānato,",
  "tika-s0101t2:104_3": "na tathā kulavijjāmadā, tasmā khattiyabrāhmaṇakulānaṁ pabbajitānampi jātivijjā nissāya",
  "tika-s0101t2:104_4": "mānajappanaṁ duppajahanti āha “yebhuyyena hi…pe… mānaṁ karontī”ti. Vijātitāyāti nihīnajātitāya.",
  "tika-s0101t2:104_5": "Patiṭṭhātuṁ na sakkontīti suvisuddhaṁ katvā sīlaṁ rakkhituṁ na sakkonti. Sīlavasena",
  "tika-s0101t2:104_6": "hi sāsane patiṭṭhā, patiṭṭhātunti vā saccapaṭivedhena lokuttarāya patiṭṭhāya patiṭṭhātuṁ.",
  "tika-s0101t2:104_7": "Sā hi nippariyāyato sāsane patiṭṭhā nāma, yebhuyyena ca upanissayasampannā sujātā",
  "tika-s0101t2:104_8": "eva honti, na dujjātā.",
  "tika-s0101t2:105_0": "Parisuddhanti rāgādīnaṁ accantameva pahānadīpanato nirupakkilesatāya sabbaso parisuddhaṁ.",
  "tika-s0101t2:105_1": "Saddhaṁ paṭilabhatīti pothujjanikasaddhāvasena saddahati. Viññūjātikānañhi dhammasampattiggahaṇapubbikā",
  "tika-s0101t2:105_2": "saddhā siddhi dhammappamāṇadhammappasannabhāvato. “Sammāsambuddho vata so bhagavā,",
  "tika-s0101t2:105_3": "yo evaṁ svākkhātadhammo”ti saddhaṁ paṭilabhati. Jāyampatikāti gharaṇīpatikā. Kāmaṁ",
  "tika-s0101t2:105_4": "“jāyampatikā”ti vutte gharasāmikagharasāminīvasena dvinnaṁyeva gahaṇaṁ viññāyati.",
  "tika-s0101t2:105_5": "Yassa pana purisassa anekā pajāpatiyo, tattha kiṁ vattabbaṁ, ekāyāpi saṁvāso sambādhoti",
  "tika-s0101t2:105_6": "dassanatthaṁ “dve”ti vuttaṁ. Rāgādinā sakiñcanaṭṭhena, khettavatthu ādinā sapalibodhaṭṭhena",
  "tika-s0101t2:105_7": "rāgarajādīnaṁ āgamanapathatāpi uṭṭhānaṭṭhānatā evāti dvepi vaṇṇanā ekatthā, byañjanameva",
  "tika-s0101t2:105_8": "nānaṁ. Alagganaṭṭhenāti assajjanaṭṭhena appaṭibaddhabhāvena. Evaṁ akusalakusalappavattīnaṁ",
  "tika-s0101t2:105_9": "ṭhānabhāvena gharāvāsapabbajjānaṁ sambādhabbhokāsataṁ dassetvā idāni kusalappavattiyā",
  "tika-s0101t2:105_10": "eva aṭṭhānaṭṭhānabhāvena tesaṁ taṁ dassetuṁ “apicā”tiādi vuttaṁ.",
  "tika-s0101t2:106_0": "Saṅkhepakathāti visuṁ visuṁ paduddhāraṁ akatvā samāsato atthavaṇṇanā. Ekampi divasanti",
  "tika-s0101t2:106_1": "ekadivasamattampi. Akhaṇḍaṁ katvāti dukkaṭamattassapi anāpajjanena akhaṇḍitaṁ katvā.",
  "tika-s0101t2:106_2": "Kilesamalena amalīnanti taṇhāsaṁkilesādinā asaṁkiliṭṭhaṁ katvā. Pariyodātaṭṭhena",
  "tika-s0101t2:106_3": "nimmalabhāvena saṅkhaṁ viya likhitaṁ dhotanti saṅkhalikhitanti āha “dhotasaṅkhasappaṭibhāga”nti.",
  "tika-s0101t2:106_4": "“Ajjhāvasatā”ti padappayogena “agāra”nti bhummatthe upayogavacananti āha “agāramajjhe”ti.",
  "tika-s0101t2:106_5": "Kasāyena rattāni vatthāni kāsāyānīti āha “kasāyarasapītatāyā”ti. Paridahitvāti nivāsetvā",
  "tika-s0101t2:106_6": "ceva pārupitvā ca. Agāravāso agāraṁ uttarapadalopena, tassa vaḍḍhiāvahaṁ agārassa hitaṁ.",
  "tika-s0101t2:107_0": "192.Bhogakkhandhoti bhogasamudāyo. Ābandhanaṭṭhenāti “putto nattā”tiādinā pemavasena",
  "tika-s0101t2:107_1": "saparicchedaṁ bandhanaṭṭhena. “Amhākamete”ti ñāyantīti ñātī. Pitāmahapituputtādivasena",
  "tika-s0101t2:107_2": "parivattanaṭṭhena parivaṭṭo.",
  "tika-s0101t2:108_0": "193.Pātimokkhasaṁvarasaṁvutoti pātimokkhasaṁvarena pihitakāyavacīdvāro, tathābhūto",
  "tika-s0101t2:108_1": "ca yasmā tena saṁvarena upeto nāma hoti, tasmā vuttaṁ “pātimokkhasaṁvarena samannāgato”ti.",
  "tika-s0101t2:108_2": "“Ācāragocarasampanno”tiādi tasseva pātimokkhasaṁvarasamannāgamassa paccayadassanaṁ.",
  "tika-s0101t2:108_3": "Appamattakesūti asañcicca āpannaanukhuddakesu ceva sahasā uppannaakusalacittuppādesu",
  "tika-s0101t2:108_4": "ca. Bhayadassāvīti bhayadassanasīlo. Sammā ādiyitvāti sakkaccaṁ yāvajīvaṁ avītikkamavasena",
  "tika-s0101t2:108_5": "ādiyitvā. Taṁ taṁ sikkhāpadanti taṁ taṁ sikkhākoṭṭhāsaṁ. Etthāti etasmiṁ “pātimokkhasaṁvarasaṁvuto”ti",
  "tika-s0101t2:108_6": "pāṭhe. Saṅkhepoti saṅkhepavaṇṇanā. Vitthāro visuddhimagge vutto, tasmā so tattha,",
  "tika-s0101t2:108_7": "taṁsaṁvaṇṇanāya ca vuttanayena veditabbo.",
  "tika-s0101t2:109_0": "Ācāragocaraggahaṇenevāti “ācāragocarasampanno”ti vacaneneva. Tenāha “kusale kāyakammavacīkamme",
  "tika-s0101t2:109_1": "gahitepī”ti. Adhikavacanaṁ aññamatthaṁ bodhetīti katvā tassa ājīvapārisuddhisīlassa",
  "tika-s0101t2:109_2": "uppattidvāradassanatthaṁ…pe… kusalenāti vuttaṁ, sabbaso anesanappahānena anavajjenāti",
  "tika-s0101t2:109_3": "attho. Yasmā “katame ca thapati kusalā sīlā kusalaṁ kāyakammaṁ kusalaṁ vacīkamma”nti",
  "tika-s0101t2:109_4": "sīlassa kusalakāyavacībhāvaṁ dassetvā “ājīvaparisuddhampi kho ahaṁ thapati sīlasmiṁ",
  "tika-s0101t2:109_5": "vadāmī”ti evaṁ pavattāya muṇḍikasuttadesanāya “kāyakammavacīkammena samannāgato kusalena,",
  "tika-s0101t2:109_6": "parisuddhājīvo”ti ayaṁ desanā ekasaṅgahā aññadatthu saṁsandati sametīti dassento",
  "tika-s0101t2:109_7": "āha “muṇḍikasuttavasena vā evaṁ vutta”nti. Sīlasmiṁ vadāmīti “sīla”nti vadāmi, “sīlasmiṁ",
  "tika-s0101t2:109_8": "antogadhaṁ pariyāpanna”nti vadāmīti vā attho. Pariyādānatthanti pariggahatthaṁ.",
  "tika-s0101t2:110_0": "Tividhena sīlenāti cūḷasīlaṁ majjhimasīlaṁ mahāsīlanti evaṁ tividhena sīlena. Manacchaṭṭhesu",
  "tika-s0101t2:110_1": "indriyesu, na kāyapañcamesu. Yathālābhayathābalayathāsāruppappakāravasena tividhena santosena.",
  "tika-s0101t2:111": "Cūḷamajjhimamahāsīlavaṇṇanā",
  "tika-s0101t2:112": "194-211. “Sīlasmi”nti idaṁ niddhāraṇe bhummanti āha “ekaṁ sīlaṁ hotīti attho”ti. Ayameva atthoti paccattavacanattho eva. Brahmajāleti brahmajālavaṇṇanāyaṁ.",
  "tika-s0101t2:113_0": "212. Attānuvādaparānuvādadaṇḍabhayādīni asaṁvaramūlakāni. Sīlassāsaṁvaratoti sīlassa",
  "tika-s0101t2:113_1": "asaṁvaraṇato, sīlasaṁvarābhāvatoti attho. Bhaveyyāti uppajjeyya. Yathāvidhānavihitenāti",
  "tika-s0101t2:113_2": "yathāvidhānasampāditena. Avippaṭisārādinimittaṁ uppannacetasikasukhasamuṭṭhānehi",
  "tika-s0101t2:113_3": "paṇītarūpehi phuṭṭhasarīrassa uḷāraṁ kāyikaṁ sukhaṁ bhavatīti āha “avippaṭisāra…pe… paṭisaṁvedetī”ti.",
  "tika-s0101t2:114": "Indriyasaṁvarakathāvaṇṇanā",
  "tika-s0101t2:115_0": "213. Viseso kammatthāpekkhatāya sāmaññassa na tehi paricattoti āha “cakkhu-saddo",
  "tika-s0101t2:115_1": "katthaci buddhacakkhumhi vattatī”ti. Vijjamānameva hi abhidheyye visesatthaṁ visesantaranivattanavasena",
  "tika-s0101t2:115_2": "visesasaddo vibhāveti, na avijjamānaṁ. Sesapadesupi eseva nayo. Aññehi asādhāraṇaṁ",
  "tika-s0101t2:115_3": "buddhānaṁyeva cakkhudassananti buddhacakkhu, āsayānusayañāṇaṁ, indriyaparopariyattañāṇañca.",
  "tika-s0101t2:115_4": "Samantato sabbaso dassanaṭṭhena samantacakkhu, sabbaññutaññāṇaṁ. Ariyamaggattayapaññāti",
  "tika-s0101t2:115_5": "heṭṭhime ariyamaggattaye paññā. Idhāti “cakkhunā rūpa”nti imasmiṁ pāṭhe. Ayaṁ cakkhu-saddo",
  "tika-s0101t2:115_6": "pasāda…pe… vattati nissayavohāre nissitassa vattabbato yathā. “Mañcā ukkuṭṭhiṁ karontī”ti.",
  "tika-s0101t2:115_7": "Asammissanti kilesadukkhena avomissaṁ. Tenāha “parisuddha”nti. Sati hi suvisuddhe",
  "tika-s0101t2:115_8": "indriyasaṁvare, padhānabhūtapāpadhammavigamena adhicittānuyogo hatthagato evaṁ hotīti",
  "tika-s0101t2:115_9": "āha “adhicittasukhaṁ paṭisaṁvedetī”ti.",
  "tika-s0101t2:116": "Satisampajaññakathāvaṇṇanā",
  "tika-s0101t2:117_0": "214. Samantato, pakaṭṭhaṁ vā savisesaṁ jānātīti sampajāno, sampajānassa bhāvo sampajaññaṁ,",
  "tika-s0101t2:117_1": "tathāpavattañāṇaṁ. Tassa vibhajanaṁ sampajaññabhājanīyaṁ, tasmiṁ sampajaññabhājanīyamhi.",
  "tika-s0101t2:117_2": "Abhikkamanaṁ abhikkantanti āha “abhikkantaṁ vuccati gamana”nti. Tathā paṭikkamanaṁ",
  "tika-s0101t2:117_3": "paṭikkantanti āha “paṭikkantaṁ nivattana”nti. Nivattananti ca nivattimattaṁ. Nivattitvā",
  "tika-s0101t2:117_4": "pana gamanaṁ gamanameva. Abhiharantoti gamanavasena kāyaṁ upanento. Ṭhānanisajjāsayanesu",
  "tika-s0101t2:117_5": "yo gamanavidhuro kāyassa purato abhihāro, so abhikkamo, pacchato apaharaṇaṁ paṭikkamoti",
  "tika-s0101t2:117_6": "dassento “ṭhānepī”tiādimāha. Āsanassāti pīṭhakādiāsanassa. Purimaaṅgābhimukhoti aṭanikādipurimāvayavābhimukho.",
  "tika-s0101t2:117_7": "Saṁsarantoti saṁsappanto. Paccāsaṁsarantoti paṭiāsappanto. “Eseva nayo”ti iminā nipannasseva",
  "tika-s0101t2:117_8": "abhimukhasaṁsappanapaṭiāsappanāni nidasseti.",
  "tika-s0101t2:118_0": "Sammā pajānanaṁ sampajānaṁ, tena attanā kātabbakiccassa karaṇasīlo sampajānakārīti",
  "tika-s0101t2:118_1": "āha “sampajaññena sabbakiccakārī”ti. Sampajānasaddassa sampajaññapariyāyatā pubbe",
  "tika-s0101t2:118_2": "vuttā eva. Sampajaññaṁ karotevāti abhikkantādīsu asammohaṁ uppādeti eva. Sampajaññassa",
  "tika-s0101t2:118_3": "vā kāro etassa atthīti sampajānakārī. Dhammato vaḍḍhisaṅkhātena saha atthena vattatīti",
  "tika-s0101t2:118_4": "sātthakaṁ, abhikkantādi. Sātthakassa sampajānanaṁ sātthakasampajaññaṁ. Sappāyassa",
  "tika-s0101t2:118_5": "attano hitassa sampajānanaṁ sappāyasampajaññaṁ. Abhikkamādīsu bhikkhācāragocare,",
  "tika-s0101t2:118_6": "aññatthāpi ca pavattesu avijahite kammaṭṭhānasaṅkhāte gocare sampajaññaṁ gocarasampajaññaṁ.",
  "tika-s0101t2:118_7": "Abhikkamādīsu asammuyhanameva sampajaññaṁ asammohasampajaññaṁ. Pariggahetvāti tūletvā",
  "tika-s0101t2:118_8": "tīretvā paṭisaṅkhāyāti, attho. Saṅghadassaneneva uposathapavāraṇādiatthaṁ gamanaṁ",
  "tika-s0101t2:118_9": "saṅgahitaṁ. Asubhadassanādīti ādi-saddena kasiṇaparikammādīnaṁ saṅgaho daṭṭhabbo.",
  "tika-s0101t2:118_10": "Saṅkhepato vuttamatthaṁ vivarituṁ “cetiyaṁ vā bodhiṁ vā disvāpi hī”tiādi vuttaṁ.",
  "tika-s0101t2:118_11": "Arahattaṁ pāpuṇātīti ukkaṭṭhaniddeso eso. Samathavipassanuppādanampi hi bhikkhuno",
  "tika-s0101t2:118_12": "vaḍḍhiyeva. Kecīti abhayagirivāsino.",
  "tika-s0101t2:119_0": "Tasmiṁ panāti sātthakasampajaññavasena pariggahitaatthe. “Atthoti dhammato vaḍḍhī”ti",
  "tika-s0101t2:119_1": "yaṁ sātthakanti adhippetaṁ, taṁ sappāyaṁ evāti siyā kassaci āsaṅkāti tannivattanatthaṁ",
  "tika-s0101t2:119_2": "“cetiyadassanaṁ tāvā”tiādi āraddhaṁ. Cittakammarūpakāni viyāti cittakammakatā paṭimāyo",
  "tika-s0101t2:119_3": "viya, yantapayogena vā vicittakammā paṭimāyo viya. Asamapekkhanaṁ gehassita aññāṇupekkhāvasena",
  "tika-s0101t2:119_4": "ārammaṇassa ayoniso gahaṇaṁ. Yaṁ sandhāya vuttaṁ. “Cakkhunā rūpaṁ disvā uppajjati",
  "tika-s0101t2:119_5": "upekkhā bālassa mūḷhassa puthujjanassā”tiādi. Hatthiādisammaddena jīvitantarāyo.",
  "tika-s0101t2:119_6": "Visabhāgarūpadassanādinā brahmacariyantarāyo.",
  "tika-s0101t2:120_0": "Pabbajitadivasatopaṭṭhāya bhikkhūnaṁ anuvattanakathā āciṇṇā, ananuvattanakathā pana",
  "tika-s0101t2:120_1": "tassā dutiyā nāma hotīti āha “dve kathā nāma na kathitapubbā”ti. Evanti “sace panā”tiādikaṁ",
  "tika-s0101t2:120_2": "sabbampi vuttākāraṁ paccāmasati, na “purisassa mātugāmāsubha”ntiādikaṁ vuccamānaṁ.",
  "tika-s0101t2:121_0": "Yogakammassa pavattiṭṭhānatāya bhāvanāya ārammaṇaṁ “kammaṭṭhāna”nti vuccatīti āha",
  "tika-s0101t2:121_1": "“kammaṭṭhānasaṅkhātaṁ gocara”nti. Uggahetvāti yathā uggahanimittaṁ uppajjati, evaṁ",
  "tika-s0101t2:121_2": "uggahakosallassa sampādanavasena uggahetvā.",
  "tika-s0101t2:122_0": "Haratīti kammaṭṭhānaṁ pavatteti, yāva piṇḍapātapaṭikkamā anuyuñjatīti attho. Na paccāharatīti",
  "tika-s0101t2:122_1": "āhārūpayogato yāva divāṭhānupasaṅkamanā kammaṭṭhānaṁ na paṭineti. Sarīraparikammanti",
  "tika-s0101t2:122_2": "mukhadhovanādisarīrapaṭijagganaṁ. Dve tayo pallaṅketi dve tayo nisajjāvāre dve tīṇi",
  "tika-s0101t2:122_3": "uṇhāsanāni. Tenāha “usumaṁ gāhāpento”ti. Kammaṭṭhānasīsenevāti kammaṭṭhānamukheneva",
  "tika-s0101t2:122_4": "kammaṭṭhānaṁ avijahanto eva, tena “pattopi acetano”tiādinā vakkhamānaṁ kammaṭṭhānaṁ,",
  "tika-s0101t2:122_5": "yathāparihariyamānaṁ vā avijahitvāti dasseti. Tathevāti tikkhattumeva. Paribhogacetiyato",
  "tika-s0101t2:122_6": "sārīrikacetiyaṁ garutaranti katvā “cetiyaṁ vanditvā”ti pubbakālakiriyāya vasena vuttaṁ.",
  "tika-s0101t2:122_7": "Tathā hi aṭṭhakathāyaṁ “cetiyaṁ bādhayamānā bodhisākhā haritabbā”ti vuttā. Buddhaguṇānussaraṇavaseneva",
  "tika-s0101t2:122_8": "bodhiyaṁ paṇipātakaraṇanti āha “buddhassa bhagavato sammukhā viya nipaccakāraṁ dassetvā”ti.",
  "tika-s0101t2:122_9": "Gāmasamīpeti gāmassa upacāraṭṭhāne. Janasaṅgahatthanti “mayi akathente etesaṁ ko",
  "tika-s0101t2:122_10": "kathessatī”ti dhammānuggahena janasaṅgahatthaṁ. Tasmāti yasmā “dhammakathā nāma kathetabbā",
  "tika-s0101t2:122_11": "evā”ti aṭṭhakathācariyā vadanti, yasmā ca dhammakathā kammaṭṭhānavinimuttā nāma natthi,",
  "tika-s0101t2:122_12": "tasmā. Kammaṭṭhānasīsenevāti attanā parihariyamānaṁ kammaṭṭhānaṁ avijahanto tadanuguṇaṁyeva",
  "tika-s0101t2:122_13": "dhammakathaṁ kathetvā. Anumodanaṁ vatvāti etthāpi “kammaṭṭhānasīsenevā”ti ānetvā sambandhitabbaṁ.",
  "tika-s0101t2:123": "Sampattaparicchedenevāti “paricito aparicito”tiādi vibhāgaṁ akatvā sampattakoṭiyā eva, samāgamamattenevāti attho. Bhayeti paracakkādibhaye.",
  "tika-s0101t2:124_0": "“Kammajatejo”ti gahaṇiṁ sandhāyāha. Kammaṭṭhānaṁ vīthiṁ nārohati khudāparissamena",
  "tika-s0101t2:124_1": "kilantakāyattā samādhānābhāvato. Avasesaṭṭhāneti yāguyā aggahitaṭṭhāne. Poṅkhānupoṅkhanti",
  "tika-s0101t2:124_2": "kammaṭṭhānupaṭṭhānassa avicchedadassanametaṁ, yathā poṅkhānupoṅkhaṁ pavattāya sarapaṭipātiyā",
  "tika-s0101t2:124_3": "anavicchedo, evametassapīti.",
  "tika-s0101t2:125_0": "Nikkhittadhuro bhāvanānuyoge. Vattapaṭipattiyā apūraṇena sabbavattāni bhinditvā.",
  "tika-s0101t2:125_1": "“Kāmesu avītarāgo hoti, kāye avītarāgo, rūpe avītarāgo, yāvadatthaṁ udarāvadehakaṁ",
  "tika-s0101t2:125_2": "bhuñjitvā seyyasukhaṁ passasukhaṁ middhasukhaṁ anuyutto viharati, aññataraṁ devanikāyaṁ",
  "tika-s0101t2:125_3": "paṇidhāya brahmacariyaṁ caratī”ti evaṁ vuttapañcavidhacetokhilavinibandhacitto. Caritvāti pavattitvā.",
  "tika-s0101t2:126_0": "Gatapaccāgatikavattavasenāti bhāvanāsahitaṁyeva bhikkhāya gatapaccāgataṁ gamanapaccāgamanaṁ",
  "tika-s0101t2:126_1": "etassa atthīti gatapaccāgatikaṁ, tadeva vattaṁ, tassa vasena. Attakāmāti attano hitasukhaṁ",
  "tika-s0101t2:126_2": "icchantā, dhammacchandavantoti attho. Dhammo hi hitaṁ tannimittakañca sukhanti. Atha",
  "tika-s0101t2:126_3": "vā viññūnaṁ nibbisesattā, attabhāvapariyāpannattā ca attā nāma dhammo, taṁ kāmenti",
  "tika-s0101t2:126_4": "icchantīti attakāmā.",
  "tika-s0101t2:127_0": "Usabhaṁ nāma vīsati yaṭṭhiyo. Tāya saññāyāti tāya pāsāṇasaññāya, ettakaṁ ṭhānaṁ āgatāti",
  "tika-s0101t2:127_1": "jānantāti adhippāyo. Soyeva nayoti “ayaṁ bhikkhū”tiādiko yo ṭhāne vutto, so eva nisajjāyapi",
  "tika-s0101t2:127_2": "nayo. Pacchato āgacchantānaṁ chinnabhattabhāvabhayenapi yonisomanasikāraṁ paribrūheti.",
  "tika-s0101t2:127_3": "Maddantāti dhaññakaraṇaṭṭhāne sālisīsāni maddantā.",
  "tika-s0101t2:128_0": "Mahāpadhānaṁ pūjessāmīti amhākaṁ atthāya lokanāthena chavassāni kataṁ dukkaracariyamevāhaṁ",
  "tika-s0101t2:128_1": "yathāsatti pūjessāmīti. Paṭipattipūjā hi satthupūjā, na āmisapūjāti. “Ṭhānacaṅkamamevā”ti",
  "tika-s0101t2:128_2": "adhiṭṭhātabbairiyāpathavasena vuttaṁ, na bhojanādikālesu avassaṁ kattabbanisajjāya paṭikkhepavasena.",
  "tika-s0101t2:129_0": "Vīthiṁ otaritvā ito cito ca anoloketvā paṭhamameva vīthiyo sallakkhetabbāti āha “vīthiyo",
  "tika-s0101t2:129_1": "sallakkhetvā”ti. Yaṁ sandhāya vuccati “pāsādikena abhikkantenā”ti, taṁ dassetuṁ “tattha",
  "tika-s0101t2:129_2": "cā”tiādi vuttaṁ. “Āhāre paṭikkūlasaññaṁ upaṭṭhapetvā”tiādīsu yaṁ vattabbaṁ, taṁ parato",
  "tika-s0101t2:129_3": "āgamissati. Aṭṭhaṅgasamannāgatanti “yāvadeva imassa kāyassa ṭhitiyā”tiādinā vuttehi",
  "tika-s0101t2:129_4": "aṭṭhahi aṅgehi samannāgataṁ katvā. “Neva davāyā”tiādi paṭikkhepadassanaṁ.",
  "tika-s0101t2:130_0": "Paccekabodhiṁ sacchikaroti, yadi upanissayasampanno hotīti sambandho. Evaṁ sabbattha",
  "tika-s0101t2:130_1": "ito paresupi. Tattha paccekabodhiyā upanissayasampadā kappānaṁ dve asaṅkhyeyyāni,",
  "tika-s0101t2:130_2": "satasahassañca tajjāpuññañāṇasambharaṇaṁ. Sāvakabodhiyā aggasāvakānaṁ asaṅkhyeyyaṁ,",
  "tika-s0101t2:130_3": "kappasatasahassañca, mahāsāvakānaṁ satasahassameva tajjāpuññañāṇasambharaṇaṁ. Itaresaṁ",
  "tika-s0101t2:130_4": "atītāsu jātīsu vivaṭṭasannissayavasena nibbattitaṁ nibbedhabhāgiyaṁ kusalaṁ. Bāhiyo",
  "tika-s0101t2:130_5": "dārucīriyoti bāhiyavisaye sañjātasaṁvaḍḍhatāya bāhiyo, dārucīrapariharaṇena dārucīriyoti",
  "tika-s0101t2:130_6": "ca samaññāto. So hi āyasmā “tasmātiha te, bāhiya, evaṁ sikkhitabbaṁ ‘diṭṭhe diṭṭhamattaṁ",
  "tika-s0101t2:130_7": "bhavissati, sute, mute, viññāte viññātamattaṁ bhavissatī’ti, evañhi te bāhiya sikkhitabbaṁ.",
  "tika-s0101t2:130_8": "Yato kho te bāhiya diṭṭhe diṭṭhamattaṁ bhavissati, sute, mute, viññāte viññātamattaṁ",
  "tika-s0101t2:130_9": "bhavissati, tato tvaṁ, bāhiya, na tena. Yato tvaṁ, bāhiya, na tena, tato tvaṁ, bāhiya,",
  "tika-s0101t2:130_10": "na tattha. Yato tvaṁ, bāhiya, na tattha, tato tvaṁ, bāhiya, nevidha na huraṁ na ubhayamantarena.",
  "tika-s0101t2:130_11": "Esevanto dukkhassā”ti ettakāya desanāya arahattaṁ sacchākāsi. Evaṁ sāriputtattherādīnaṁ",
  "tika-s0101t2:130_12": "mahāpaññatādidīpanāni suttapadāni vitthārato veditabbāni.",
  "tika-s0101t2:131_0": "Tanti asammuyhanaṁ evanti idāni vuccamānamākāreneva veditabbaṁ. “Attā abhikkamatī”ti",
  "tika-s0101t2:131_1": "iminā andhaputhujjanassa diṭṭhigāhavasena abhikkame sammuyhanaṁ dasseti, “ahaṁ abhikkamāmī”ti",
  "tika-s0101t2:131_2": "pana iminā mānagāhavasena. Tadubhayaṁ pana taṇhāya vinā na hotīti taṇhagāhavasenapi",
  "tika-s0101t2:131_3": "sammuyhanaṁ dassitameva hoti. “Tathā asammuyhanto”ti vatvā taṁ asammuyhanaṁ yena",
  "tika-s0101t2:131_4": "ghanavinibbhogena hoti, taṁ dassento “abhikkamāmī”tiādimāha. Tattha yasmā vāyodhātuyā",
  "tika-s0101t2:131_5": "anugatā tejodhātu uddharaṇassa paccayo. Uddharaṇagatikā hi tejodhātūti. Uddharaṇe",
  "tika-s0101t2:131_6": "vāyodhātuyā tassā anugatabhāvo, tasmā imāsaṁ dvinnamettha sāmatthiyato adhimattatā,",
  "tika-s0101t2:131_7": "itarāsañca omattatāti dassento “ekekapāduddharaṇe…pe… balavatiyoti āha. Yasmā pana",
  "tika-s0101t2:131_8": "tejodhātuyā anugatā vāyodhātu atiharaṇavītiharaṇānaṁ paccayo. Tiriyagatikāya hi vāyodhātuyā",
  "tika-s0101t2:131_9": "atiharaṇavītiharaṇesu sātisayo byāpāroti. Tejodhātuyā tassā anugatabhāvo, tasmā imāsaṁ",
  "tika-s0101t2:131_10": "dvinnamettha sāmatthiyato adhimattatā, itarāsañca omattatāti dassento “tathā atiharaṇavītiharaṇesū”ti",
  "tika-s0101t2:131_11": "āha. Satipi anugamakaanugantabbatāvisese tejodhātuvāyodhātubhāvamattaṁ sandhāya tathā-saddaggahaṇaṁ,.",
  "tika-s0101t2:131_12": "Tattha akkantaṭṭhānato pādassa ukkhipanaṁ uddharaṇaṁ. Ṭhitaṭṭhānaṁ atikkamitvā purato",
  "tika-s0101t2:131_13": "haraṇaṁ atiharaṇaṁ, khāṇuādipariharaṇatthaṁ, patiṭṭhitapādaghaṭṭanapariharaṇatthaṁ",
  "tika-s0101t2:131_14": "vā passena haraṇaṁ vītiharaṇaṁ. Yāva patiṭṭhitapādo, tāva āharaṇaṁ atiharaṇaṁ, tato",
  "tika-s0101t2:131_15": "paraṁ haraṇaṁ vītiharaṇanti ayaṁ vā etesaṁ viseso.",
  "tika-s0101t2:132_0": "Yasmā pathavīdhātuyā anugatā āpodhātu vossajjanassa paccayo. Garutarasabhāvā hi āpodhātūti.",
  "tika-s0101t2:132_1": "Vossajjane pathavīdhātuyā tassā anugatabhāvo, tasmā tāsaṁ dvinnamettha sāmatthiyato",
  "tika-s0101t2:132_2": "adhimattatā, itarāsañca omattatāti dassento āha “vossajjane…pe… balavatiyo”ti. Yasmā",
  "tika-s0101t2:132_3": "pana āpodhātuyā anugatā pathavīdhātu sannikkhepanassa paccayo, patiṭṭhābhāve viya",
  "tika-s0101t2:132_4": "patiṭṭhāpanepi tassā sātisayakiccattā āpodhātuyā tassā anugatabhāvo, tathā ghaṭṭanakiriyāya",
  "tika-s0101t2:132_5": "pathavīdhātuyā vasena sannirujjhanassa sijjhanato tatthāpi pathavīdhātuyā āpodhātuanugatabhāvo,",
  "tika-s0101t2:132_6": "tasmā vuttaṁ “tathā sannikkhepanasannirujjhanesū”ti.",
  "tika-s0101t2:133_0": "Tatthāti tasmiṁ abhikkamane, tesu vā vuttesu uddaraṇādīsu koṭṭhāsesu. Uddharaṇeti",
  "tika-s0101t2:133_1": "uddharaṇakkhaṇe. Rūpārūpadhammāti uddharaṇākārena pavattā rūpadhammā, taṁsamuṭṭhāpakā",
  "tika-s0101t2:133_2": "arūpadhammā ca. Atiharaṇaṁna pāpuṇanti khaṇamattāvaṭṭhānato. Tattha tatthevāti yattha",
  "tika-s0101t2:133_3": "yattha uppannā, tattha tattheva. Na hi dhammānaṁ desantarasaṅkamanaṁ atthi. “Pabbaṁ",
  "tika-s0101t2:133_4": "pabba”tiādi uddharaṇādikoṭṭhāse sandhāya sabhāgasantativasena vuttanti veditabbaṁ.",
  "tika-s0101t2:133_5": "Atiittaro hi rūpadhammānampi pavattikkhaṇo, gamanassādīnaṁ, devaputtānaṁ heṭṭhupariyena",
  "tika-s0101t2:133_6": "paṭimukhaṁ dhāvantānaṁ sirasi pāde ca bandhakhuradhārā samāgamatopi sīghataro. Yathā",
  "tika-s0101t2:133_7": "tilānaṁ bhajjiyamānānaṁ paṭapaṭāyanena bhedo lakkhīyati, evaṁ saṅkhatadhammānaṁ uppādenāti",
  "tika-s0101t2:133_8": "dassanatthaṁ “paṭapaṭāyantā”ti vuttaṁ. Uppannā hi ekantato bhijjantīti. “Saddhiṁ",
  "tika-s0101t2:133_9": "rūpenā”ti idaṁ tassa tassa cittassa nirodhena saddhiṁ nirujjhanakarūpadhammānaṁ vasena",
  "tika-s0101t2:133_10": "vuttaṁ, yaṁ tato sattarasamacittassa uppādakkhaṇe uppannaṁ. Aññathā yadi rūpārūpadhammā",
  "tika-s0101t2:133_11": "samānakkhaṇā siyuṁ, “rūpaṁ garupariṇāmaṁ dandhanirodha”ntiādivacanehi virodho siyā,",
  "tika-s0101t2:133_12": "tathā “nāhaṁ bhikkhave aññaṁ ekadhammampi samanupassāmi, yaṁ evaṁ lahuparivattaṁ,",
  "tika-s0101t2:133_13": "yathayidaṁ citta”nti evaṁ ādipāḷiyā. Cittacetasikā hi sārammaṇasabhāvā yathābalaṁ",
  "tika-s0101t2:133_14": "attano ārammaṇapaccayabhūtamatthaṁ vibhāvento eva uppajjantīti tesaṁ taṁsabhāvanipphattianantaraṁ",
  "tika-s0101t2:133_15": "nirodho. Rūpadhammā pana anārammaṇā pakāsetabbā, evaṁ tesaṁ pakāsetabbabhāvanipphatti",
  "tika-s0101t2:133_16": "soḷasahi cittehi hotīti taṅkhaṇāyukatā tesaṁ icchitā, lahuviññāṇavisayasaṅgatimattappaccayatāya",
  "tika-s0101t2:133_17": "tiṇṇaṁ khandhānaṁ, visayasaṅgatimattatāya ca viññāṇassa lahuparivattitā, dandhamahābhūtappaccayatāya",
  "tika-s0101t2:133_18": "rūpadhammānaṁ dandhaparivattitā. Nānādhātuyā yathābhūtañāṇaṁ kho pana tathāgatasseva,",
  "tika-s0101t2:133_19": "tena ca purejātapaccayo rūpadhammova vutto, pacchājātapaccayo ca tathevāti rūpārūpadhammānaṁ",
  "tika-s0101t2:133_20": "samānakkhaṇatā na yujjateva. Tasmā vuttanayenevettha attho veditabbo.",
  "tika-s0101t2:134_0": "Aññaṁuppajjate cittaṁ, aññaṁ cittaṁ nirujjhatīti yaṁ purimuppannaṁ cittaṁ, taṁ aññaṁ,",
  "tika-s0101t2:134_1": "taṁ pana nirujjhantaṁ aparassa anantarādipaccayabhāveneva nirujjhatīti tathāladdhapaccayaṁ",
  "tika-s0101t2:134_2": "aññaṁ uppajjate cittaṁ. Yadi evaṁ tesaṁ antaro labbheyyāti? Noti āha “avīci manuppabandho”ti,",
  "tika-s0101t2:134_3": "yathā vīci antaro na labbhati, “tadeveta”nti avisesavidū maññanti, evaṁ anu anu pabandho",
  "tika-s0101t2:134_4": "cittasantāno rūpasantāno ca nadīsotova nadiyaṁ udakappavāho viya vattati.",
  "tika-s0101t2:135_0": "Abhimukhaṁ lokitaṁ ālokitanti āha “purato pekkhana”nti. Yasmā yaṁdisābhimukho gacchati,",
  "tika-s0101t2:135_1": "tiṭṭhati, nisīdati vā tadabhimukhaṁ pekkhanaṁ ālokitaṁ, tasmā tadanugatavidisālokanaṁ",
  "tika-s0101t2:135_2": "vilokitanti āha “vilokitaṁ nāma anudisāpekkhana”nti. Sammajjanaparibhaṇḍādikaraṇe",
  "tika-s0101t2:135_3": "olokitassa, ullokaharaṇādīsu ullokitassa, pacchato āgacchantaparissayassa parivajjanādīsu",
  "tika-s0101t2:135_4": "apalokitassa siyā sambhavoti āha “iminā vā mukhena sabbānipi tāni gahitānevā”ti.",
  "tika-s0101t2:136_0": "Kāyasakkhinti kāyena sacchikatavantaṁ, paccakkhakārinanti attho. So hi āyasmā vipassanākāle",
  "tika-s0101t2:136_1": "“yamevāhaṁ indriyesu aguttadvārataṁ nissāya sāsane anabhiratiādivippakāraṁ patto,",
  "tika-s0101t2:136_2": "tameva suṭṭhu niggahessāmī”ti ussāhajāto balavahirottappo, tattha ca katādhikārattā",
  "tika-s0101t2:136_3": "indriyasaṁvare ukkaṁsapāramippatto, teneva naṁ satthā “etadaggaṁ bhikkhave mama sāvakānaṁ",
  "tika-s0101t2:136_4": "bhikkhūnaṁ indriyesu guttadvārānaṁ, yadidaṁ nando”ti etadagge ṭhapesi.",
  "tika-s0101t2:137_0": "Sātthakatā ca sappāyatā ca veditabbā ālokitavilokitassāti ānetvā sambandho. Tasmāti",
  "tika-s0101t2:137_1": "kammaṭṭhānāvijahanasseva gocarasampajaññabhāvatoti vuttamevatthaṁ hetubhāvena paccāmasati.",
  "tika-s0101t2:137_2": "Attanokammaṭṭhānavaseneva ālokanavilokanaṁ kātabbaṁ, khandhādikammaṭṭhānā añño upāyo",
  "tika-s0101t2:137_3": "na gavesitabboti adhippāyo. Ālokitādisamaññāpi yasmā dhammamattasseva pavattiviseso,",
  "tika-s0101t2:137_4": "tasmā tassa yāthāvato pajānanaṁ asammohasampajaññanti dassetuṁ “abbhantare”tiādi",
  "tika-s0101t2:137_5": "vuttaṁ. Cittakiriyavāyodhātuvipphāravasenāti kiriyamayacittasamuṭṭhānāya vāyodhātuyā",
  "tika-s0101t2:137_6": "calanākārappavattivasena. Adho sīdatīti adho gacchati. Uddhaṁ laṅghetīti laṅghaṁ",
  "tika-s0101t2:137_7": "viya upari gacchati.",
  "tika-s0101t2:138_0": "Aṅgakiccaṁ sādhayamānanti padhānabhūtaaṅgakiccaṁ nipphādentaṁ hutvāti attho. “Paṭhamajavanepi…pe…",
  "tika-s0101t2:138_1": "na hotī”ti idaṁ pañcadvāravīthiyaṁ “itthī puriso”ti rajjanādīnaṁ abhāvaṁ sandhāya",
  "tika-s0101t2:138_2": "vuttaṁ. Tattha hi āvajjana voṭṭhabbapanānaṁ ayoniso āvajjanavoṭṭhabbanavasena iṭṭhe",
  "tika-s0101t2:138_3": "itthirūpādimhi lobhamattaṁ, aniṭṭhe ca paṭighamattaṁ uppajjati, manodvāre pana “itthī",
  "tika-s0101t2:138_4": "puriso”ti rajjanādi hoti. Tassa pañcadvārajavanaṁ mūlaṁ, yathāvuttaṁ vā sabbaṁ bhavaṅgādi.",
  "tika-s0101t2:138_5": "Evaṁ manodvārajavanassa mūlavasena mūlapariññā vuttā. Āgantukatāvakālikatā pana pañcadvārajavanasseva",
  "tika-s0101t2:138_6": "apubbabhāvavasena, ittarabhāvavasena ca vuttā. “Heṭṭhupariyavasena bhijjitvā patitesū”ti",
  "tika-s0101t2:138_7": "heṭṭhimassa uparimassa ca aparāparaṁ bhaṅgappattimāha.",
  "tika-s0101t2:139": "Tanti javanaṁ, tassa ayuttanti sambandho. Āgantuko abbhāgato.",
  "tika-s0101t2:140": "Udayabbayaparicchinno tāvatako kālo etesanti tāvakālikāni.",
  "tika-s0101t2:141": "Etaṁ asammohasampajaññaṁ. Samavāyeti sāmaggiyaṁ. Tatthāti pañcakkhandhavasena ālokanavilokane paññāyamāne tabbinimutto ko eko āloketi, ko viloketi.",
  "tika-s0101t2:142": "“Upanissayapaccayo”ti idaṁ suttantanayena pariyāyato vuttaṁ. Sahajātapaccayoti nidassanamattametaṁ aññamaññasampayuttaatthiavigatādipaccayānampi labbhanato.",
  "tika-s0101t2:143": "Kāle samañchituṁ yuttakāle samañchantassa. Tathā pasārentassāti etthāpi. Maṇisappo nāma ekā sappajātīti vadanti. Laḷananti kampanaṁ, līḷākaraṇaṁ vā.",
  "tika-s0101t2:144_0": "Uṇhapakatiko pariḷāhabahulakāyo. Sīlavidūsanena ahitāvahattā micchājīvavasena uppannaṁ",
  "tika-s0101t2:144_1": "asappāyaṁ. “Cīvarampi acetana”ntiādinā cīvarassa viya kāyopi acetanoti kāyassa attasuññatāvibhāvanena",
  "tika-s0101t2:144_2": "“abbhantare”tiādinā vuttamevatthaṁ paridīpento itarītarasantosassa kāraṇaṁ dasseti,",
  "tika-s0101t2:144_3": "tenāha “tasmā”tiādi.",
  "tika-s0101t2:145": "Catupañcagaṇṭhikāhatoti āhatacatupañcagaṇṭhiko, catupañcagaṇṭhikāhi vā āhato tathā.",
  "tika-s0101t2:146_0": "Aṭṭhavidhopiatthoti aṭṭhavidhopi payojanaviseso mahāsivattheravādavasena “imassa",
  "tika-s0101t2:146_1": "kāyassa ṭhitiyā”tiādinā nayena vutto daṭṭhabbo. Imasmiṁ pakkhe “neva davāyātiādinā",
  "tika-s0101t2:146_2": "nayenā”ti pana paṭikkhepaṅgadassanamukhena desanāya āgatattā vuttanti daṭṭhabbaṁ.",
  "tika-s0101t2:147_0": "Pathavisandhārakajalassa taṁsandhārakavāyunā viya paribhuttassa āhārassa vāyodhātuyāva",
  "tika-s0101t2:147_1": "āsaye avaṭṭhānanti āha “vāyodhātuvaseneva tiṭṭhatī”ti. Atiharatīti yāva mukhā abhiharati.",
  "tika-s0101t2:147_2": "Vītiharatīti tato kucchiyaṁ vīmissaṁ karonto harati. Atiharatīti vā mukhadvāraṁ atikkāmento",
  "tika-s0101t2:147_3": "harati. Vītiharatīti kucchigataṁ passato harati, parivattetīti aparāparaṁ cāreti.",
  "tika-s0101t2:147_4": "Ettha ca āhārassa dhāraṇaparivattanasañcuṇṇanavisosanāni pathavīdhātusahitā eva vāyodhātu",
  "tika-s0101t2:147_5": "karoti, na kevalāti tāni pathavīdhātuyāpi kiccabhāvena vuttāni. Allattañca anupāletīti",
  "tika-s0101t2:147_6": "yathā vāyodhātu ādīhi aññehi visosanaṁ na hoti, tathā allattañca anupāleti. Tejodhātūti",
  "tika-s0101t2:147_7": "gahaṇīsaṅkhātā tejodhātu. Sā hi antopaviṭṭhaṁ āhāraṁ paripāceti. Añjaso hotīti āhārassa",
  "tika-s0101t2:147_8": "pavesanādīnaṁ maggo hoti. Ābhujatīti pariyesanavasena, ajjhoharaṇajiṇṇājiṇṇatādipaṭisaṁvedanavasena",
  "tika-s0101t2:147_9": "ca āvajjeti, vijānātīti attho. Taṁtaṁvijānanassa paccayabhūtoyeva hi payogo “sammāpayogo”ti",
  "tika-s0101t2:147_10": "vutto. Yena hi payogena pariyesanādi nipphajjati, so tabbisayavijānanampi nipphādeti",
  "tika-s0101t2:147_11": "nāma tadavinābhāvato. Atha vā sammāpayogaṁ sammāpaṭipatti manvāya āgamma ābhujati",
  "tika-s0101t2:147_12": "samannāharati. Ābhogapubbako hi sabbopi viññāṇabyāpāroti tathā vuttaṁ.",
  "tika-s0101t2:148_0": "Gamanatoti bhikkhācāravasena gocaragāmaṁ uddissa gamanato. Pariyesanatoti gocaragāme",
  "tika-s0101t2:148_1": "bhikkhatthaṁ āhiṇḍanato. Paribhogatoti āhārassa paribhuñjanato. Āsayatoti pittādiāsayato.",
  "tika-s0101t2:148_2": "Āsayati ettha ekajjhaṁ pavattamānopi kammaphalavavatthito hutvā mariyādavasena aññamaññaṁ",
  "tika-s0101t2:148_3": "asaṅkarato sayati tiṭṭhati pavattatīti āsayo, āmāsayassa upari tiṭṭhanako pittādiko.",
  "tika-s0101t2:148_4": "Mariyādattho hi ayamākāro. Nidhānanti yathābhutto āhāro nicito hutvā tiṭṭhati etthāti",
  "tika-s0101t2:148_5": "nidhānaṁ, āmāsayo. Tato nidhānato. Aparipakkatoti gahaṇīsaṅkhātena kammajatejena",
  "tika-s0101t2:148_6": "avipakkato. Paripakkatoti yathābhuttassa āhārasa vipakkabhāvato. Phalatoti nipphattito.",
  "tika-s0101t2:148_7": "Nissandatoti ito cito ca nissandanato. Sammakkhanatoti sabbaso makkhanato. Ayamettha",
  "tika-s0101t2:148_8": "saṅkhepo, vitthāro pana visuddhimaggasaṁvaṇṇanāya gahetabbo.",
  "tika-s0101t2:149_0": "Sarīrato sedā muccantīti vegasaṁdhāraṇena uppannapariḷāhato sarīrato sedā muccanti.",
  "tika-s0101t2:149_1": "Aññe ca rogā kaṇṇasūlabhagandarādayo. Aṭṭhāneti manussāmanussapariggahite ayuttaṭṭhāne",
  "tika-s0101t2:149_2": "khettadevāyatanādike. Kuddhā hi amanussā, manussāpi vā jīvitakkhayaṁ pāpenti. Nissaṭṭhattā",
  "tika-s0101t2:149_3": "neva attano, kassaci anissajjitattā, jigucchanīyattā ca na parassa. Udakatumbatoti",
  "tika-s0101t2:149_4": "veḷunāḷiādiudakabhājanato. Tanti chaḍḍitaudakaṁ.",
  "tika-s0101t2:150_0": "Addhānairiyāpathā ciratarappavattikā dīghakālikā iriyāpathā. Majjhimā bhikkhācaraṇādivasena",
  "tika-s0101t2:150_1": "pavattā. Cuṇṇiyairiyāpathā vihāre, aññatthāpi ito cito ca parivattanādivasena pavattāti",
  "tika-s0101t2:150_2": "vadanti. “Gateti gamane”ti pubbe abhikkamapaṭikkamaggahaṇena gamanenapi purato pacchato",
  "tika-s0101t2:150_3": "ca kāyassa abhiharaṇaṁ vuttanti idha gamanameva gahitanti keci.",
  "tika-s0101t2:151_0": "Yasmā mahāsivattheravāde anantare anantare iriyāpathe pavattarūpārūpadhammānaṁ tattha",
  "tika-s0101t2:151_1": "tattheva nirodhadassanavasena sampajānakāritā gahitāti taṁ sampajaññavipassanācāravasena",
  "tika-s0101t2:151_2": "veditabbaṁ. Tena vuttaṁ “tayidaṁ mahāsivattherena vuttaṁ asammohadhuraṁ mahāsatipaṭṭhānasutte",
  "tika-s0101t2:151_3": "adhippeta”nti. Imasmiṁ pana sāmaññaphale sabbampi catubbidhaṁ sampajaññaṁ labbhati",
  "tika-s0101t2:151_4": "yāvadeva sāmaññaphalavisesadassanaparattā imissā desanāya. “Satisampayuttassevā”ti",
  "tika-s0101t2:151_5": "idaṁ yathā sampajaññassa kiccato padhānatā gahitā, evaṁ satiyā pīti dassanatthaṁ",
  "tika-s0101t2:151_6": "vuttaṁ, na satiyā sabbhāvamattadassanatthaṁ. Na hi kadāci satirahitā ñāṇappavatti",
  "tika-s0101t2:151_7": "atthi. “Etassa hi padassa ayaṁ vitthāro”ti iminā satiyā ñāṇena samadhurataṁyeva vibhāveti.",
  "tika-s0101t2:151_8": "Etānipadānīti “abhikkante paṭikkante sampajānakārī hotī”tiādīni padāni. Vibhattānevāti",
  "tika-s0101t2:151_9": "visuṁ katvā vibhattāniyeva, imināpi sampajaññassa viya satiyāpettha padhānatameva vibhāveti.",
  "tika-s0101t2:152_0": "Majjhimabhāṇakā pana bhaṇanti – eko bhikkhu gacchanto aññaṁ cintento aññaṁ vitakkento",
  "tika-s0101t2:152_1": "gacchati, eko kammaṭṭhānaṁ avissajjetvāva gacchati. Tathā eko tiṭṭhanto…pe… nisīdanto…pe…",
  "tika-s0101t2:152_2": "sayanto aññaṁ cintento aññaṁ vitakkento sayati, eko kammaṭṭhānaṁ avissajjetvāva sayati,",
  "tika-s0101t2:152_3": "ettakena pana na pākaṭaṁ hotīti caṅkamanena dīpenti. Yo hi bhikkhu caṅkamaṁ otaritvā",
  "tika-s0101t2:152_4": "ca caṅkamanakoṭiyaṁ ṭhito pariggaṇhāti “pācīnacaṅkamanakoṭiyaṁ pavattā rūpārūpadhammā",
  "tika-s0101t2:152_5": "pacchimacaṅkamanakoṭiṁ appatvā ettheva niruddhā, pacchimacaṅkamanakoṭiyaṁ pavattāpi",
  "tika-s0101t2:152_6": "pācīnacaṅkamanakoṭiṁ appatvā ettheva niruddhā, caṅkamanamajjhe pavattā ubho koṭiyo",
  "tika-s0101t2:152_7": "appatvā ettheva niruddhā, caṅkamane pavattā rūpārūpadhammā ṭhānaṁ appatvā ettheva",
  "tika-s0101t2:152_8": "niruddhā, ṭhāne pavattā nisajjaṁ appatvā ettheva niruddhā, nisajjāya pavattā sayanaṁ",
  "tika-s0101t2:152_9": "appatvā ettheva niruddhā”ti evaṁ pariggaṇhanto pariggaṇhantoyeva bhavaṅgaṁ otarati.",
  "tika-s0101t2:152_10": "Uṭṭhahanto kammaṭṭhānaṁ gahetvāva uṭṭhahati, ayaṁ bhikkhu gatādīsu sampajānakārī",
  "tika-s0101t2:152_11": "nāma hotīti. Evampi na sotte kammaṭṭhānaṁ avibhūtaṁ hoti, tasmā bhikkhu yāva sakkoti,",
  "tika-s0101t2:152_12": "tāva caṅkamitvā ṭhatvā nisīditvā sayamāno evaṁ pariggahetvā sayati “kāyo acetano,",
  "tika-s0101t2:152_13": "mañco acetano, kāyo na jānāti ‘ahaṁ mañce sayito’ti, mañco na jānāti ‘mayi kāyo sayito’ti,",
  "tika-s0101t2:152_14": "acetano kāyo acetane mañce sayito”ti evaṁ pariggaṇhanto eva cittaṁ bhavaṅge otāreti.",
  "tika-s0101t2:152_15": "Pabujjhanto kammaṭṭhānaṁ gahetvāva pabujjhati, ayaṁ sotte sampajānakārī nāma hoti.",
  "tika-s0101t2:152_16": "Kāyādīkiriyānibbattanena tammayattā, āvajjanakiriyā samuṭṭhitattā ca javanaṁ sabbampi",
  "tika-s0101t2:152_17": "vā chadvārappavattaṁ kiriyamayapavattaṁ nāma. Tasmiṁ sati jāgaritaṁ nāma hotīti pariggaṇhanto",
  "tika-s0101t2:152_18": "jāgarite sampajānakārī nāma. Api ca rattindivaṁ cha koṭṭhāse katvā pañca koṭṭhāse",
  "tika-s0101t2:152_19": "jaggantopi jāgarite sampajānakārī nāma hoti. Vimuttāyatanasīsena dhammaṁ desentopi",
  "tika-s0101t2:152_20": "battiṁsatiracchānakathaṁ pahāya dasakathāvatthunissitasappāyakathaṁ kathentopi bhāsite",
  "tika-s0101t2:152_21": "sampajānakārī nāma. Aṭṭhatiṁsāya ārammaṇesu cittaruciyaṁ manasikāraṁ pavattentopi",
  "tika-s0101t2:152_22": "dutiyaṁ jhānaṁ samāpannopi tuṇhībhāve sampajānakārī nāma. Dutiyañhi jhānaṁ vacīsaṅkhāravirahato",
  "tika-s0101t2:152_23": "visesato tuṇhībhāvo nāmāti. Evanti vuttappakārena, sattasupi ṭhānesu catudhāti attho.",
  "tika-s0101t2:153": "Santosakathāvaṇṇanā",
  "tika-s0101t2:154_0": "215. Yassa santosassa attani atthitāya bhikkhu “santuṭṭho”ti vuccati, taṁ dassento",
  "tika-s0101t2:154_1": "“itarītarapaccayasantosena samannāgato”ti āha. Cīvarādi yattha katthaci paccaye santussanena",
  "tika-s0101t2:154_2": "samaṅgībhūtoti attho. Atha vā itaraṁ vuccati hīnaṁ paṇītato aññattā, tathā paṇītaṁ",
  "tika-s0101t2:154_3": "itaraṁ hīnato aññattā. Apekkhāsiddhā hi itaratāti. Iti yena dhammena hīnena vā paṇītena",
  "tika-s0101t2:154_4": "vā cīvarādipaccayena santussati, so tathā pavatto alobho itarītarapaccayasantoso,",
  "tika-s0101t2:154_5": "tena samannāgato. Yathālābhaṁ attano lābhānurūpaṁ santoso yathālābhasantoso. Sesadvayepi",
  "tika-s0101t2:154_6": "eseva nayo. Labbhatīti vā lābho, yo yo lābho yathālābhaṁ, tena santoso yathālābhasantoso.Balanti",
  "tika-s0101t2:154_7": "kāyabalaṁ. Sāruppanti pakatidubbalādīnaṁ anucchavikatā.",
  "tika-s0101t2:155_0": "Yathāladdhato aññassa apatthanā nāma siyā appicchatāyapi pavattiākāroti tato vinivattitameva",
  "tika-s0101t2:155_1": "santosassa sarūpaṁ dassento “labhantopi na gaṇhātī”ti āha. Taṁ parivattetvāti pakatidubbalādīnaṁ",
  "tika-s0101t2:155_2": "garucīvaraṁ na phāsubhāvāvahaṁ, sarīrakhedāvahañca hotīti payojanavasena, na atricchatādivasena",
  "tika-s0101t2:155_3": "taṁ parivattetvā. Lahukacīvaraparibhogo na santosavirodhīti āha “lahukena yāpentopi",
  "tika-s0101t2:155_4": "santuṭṭhova hotī”ti. Mahagghaṁ cīvaraṁ bahūni vā cīvarāni labhitvāpi tāni vissajjetvā",
  "tika-s0101t2:155_5": "tadaññassa gahaṇaṁ yathāsāruppanaye ṭhitattā na santosavirodhīti āha “tesaṁ…pe… dhārentopi",
  "tika-s0101t2:155_6": "santuṭṭhova hotī”ti. Evaṁ sesapaccayepi yathābalayathāsāruppaniddesesu api-saddaggahaṇe",
  "tika-s0101t2:155_7": "adhippāyo veditabbo.",
  "tika-s0101t2:156_0": "Muttaharītakanti gomuttaparibhāvitaṁ, pūtibhāvena vā chaḍḍitaṁ harītakaṁ. Buddhādīhi",
  "tika-s0101t2:156_1": "vaṇṇitanti “pūtimuttabhesajjaṁ nissāya pabbajjā”tiādinā sammāsambuddhādīhi pasatthaṁ.",
  "tika-s0101t2:156_2": "Appicchatāsantuṭṭhīsu bhikkhū niyojento paramasantuṭṭhova hoti paramena ukkaṁsagatena",
  "tika-s0101t2:156_3": "santosena samannāgatattā.",
  "tika-s0101t2:157_0": "Kāyaṁ pariharanti posentīti kāyaparihārikā. Tathā kucchiparihārikā veditabbā. Kucchiparihārikatā",
  "tika-s0101t2:157_1": "ca ajjhoharaṇena sarīrassa ṭhitiyā upakārakatāvasena icchitāti bahiddhāva kāyassa",
  "tika-s0101t2:157_2": "upakārakatāvasena kāyaparihārikatā daṭṭhabbā.",
  "tika-s0101t2:158_0": "Parikkhāramattāti parikkhāraggahaṇaṁ. Tatraṭṭhakapaccattharaṇanti attanā anadhiṭṭhahitvā",
  "tika-s0101t2:158_1": "tattheva tiṭṭhanakapaccattharaṇaṁ. Paccattharaṇādīnañcettha navamādibhāvo yathāvuttapaṭipāṭiyā",
  "tika-s0101t2:158_2": "daṭṭhabbo, na tesaṁ tathā patiniyatabhāvato. Kasmā? Tathā nadhāraṇato. Dupposabhāvena",
  "tika-s0101t2:158_3": "mahāgajā viyāti mahāgajā. Yadi itarepi appicchatādisabhāvā, kiṁ tesampi vasena ayaṁ",
  "tika-s0101t2:158_4": "desanā icchitāti? Noti āha “bhagavā panā”tiādi. Kāyaparihāro payojanaṁ etenāti kāyaparihārikaṁ.",
  "tika-s0101t2:158_5": "Tenāha “kāyaṁ pariharaṇamattakenā”ti.",
  "tika-s0101t2:159_0": "Catūsu disāsu sukhavihāratāya sukhavihāraṭṭhānabhūtā catasso disā etassāti catuddiso",
  "tika-s0101t2:159_1": "catuddiso eva cātuddiso. Tāsu eva katthaci satte vā saṅkhāre vā bhayena na paṭihanati,",
  "tika-s0101t2:159_2": "sayaṁ vā tena na paṭihaññatīti appaṭigho. Santussamāno itarītarenāti uccāvacena paccayena",
  "tika-s0101t2:159_3": "sakena, santena, samameva ca tussanako. Paricca sayanti, kāyacittāni parisayanti",
  "tika-s0101t2:159_4": "abhibhavantīti parissayā, sīhabyagghādayo, kāmacchandādayo ca, te parissaye adhivāsanakhantiyā",
  "tika-s0101t2:159_5": "vinayādīhi ca sahitā khantā, abhibhavitā ca. Thaddhabhāvakarabhayābhāvena achambhī.",
  "tika-s0101t2:159_6": "Eko careti ekākī hutvā carituṁ sakkuṇeyya. Khaggavisāṇakappoti tāya eva ekavihāritāya",
  "tika-s0101t2:159_7": "khaggamigasiṅgasamo.",
  "tika-s0101t2:160": "Asañjātavātābhighātehi siyā sakuṇo apakkhakoti “pakkhī sakuṇo”ti visesetvā vutto.",
  "tika-s0101t2:161": "Nīvaraṇappahānakathāvaṇṇanā",
  "tika-s0101t2:162_0": "216.Vattabbataṁ āpajjatīti “asukassa bhikkhuno araññe tiracchānagatānaṁ viya, vanacarakānaṁ",
  "tika-s0101t2:162_1": "viya ca nivāsamattameva, na pana araññavāsānucchavikā kāci sammāpaṭipattī”ti apavādavasena",
  "tika-s0101t2:162_2": "vattabbataṁ, āraññakehi vā tiracchānagatehi, vanacaravisabhāgajanehi vā saddhiṁ vippaṭipattivasena",
  "tika-s0101t2:162_3": "vattabbataṁ āpajjati. Kāḷakasadisattā kāḷakaṁ, thullavajjaṁ. Tilakasadisattā tilakaṁ, aṇumattavajjaṁ.",
  "tika-s0101t2:163_0": "Vivittanti janavivittaṁ. Tenāha “suñña”nti. Taṁ pana janasaddaghosābhāveneva veditabbaṁ",
  "tika-s0101t2:163_1": "saddakaṇṭakattā jhānassāti āha “appasaddaṁ appanigghosanti attho”ti. Etadevāti nissaddataṁyeva.",
  "tika-s0101t2:163_2": "Vihāro pākāraparicchinno sakalo āvāso. Aḍḍhayogoti dīghapāsādo, “garuḷasaṇṭhānapāsādo”tipi",
  "tika-s0101t2:163_3": "vadanti. Pāsādoti caturassapāsādo. Hammiyaṁ muṇḍacchadanapāsādo. Aṭṭo paṭirājūnaṁ",
  "tika-s0101t2:163_4": "paṭibāhanayoggo catupañcabhūmako patissayaviseso. Māḷo ekakūṭasaṅgahito anekakoṇavanto",
  "tika-s0101t2:163_5": "patissayaviseso. Aparo nayo vihāro nāma dīghamukhapāsādo. Aḍḍhayogo ekapassacchadanakasenāsanaṁ.",
  "tika-s0101t2:163_6": "Tassa kira ekapasse bhitti uccatarā hoti, itarapasse nīcā, tena taṁ ekapassachadanakaṁ",
  "tika-s0101t2:163_7": "hoti. Pāsādo nāma āyatacaturassapāsādo. Hammiyaṁ muṇḍacchadanakaṁ candikaṅgaṇayuttaṁ.",
  "tika-s0101t2:163_8": "Guhā nāma kevalā pabbataguhā. Leṇaṁ dvārabaddhaṁ pabbhāraṁ. Sesaṁ vuttanayameva.",
  "tika-s0101t2:163_9": "Maṇḍapoti sākhāmaṇḍapo.",
  "tika-s0101t2:164_0": "Vihārasenāsananti patissayabhūtaṁ senāsanaṁ. Mañcapīṭhasenāsananti mañcapīṭhañceva",
  "tika-s0101t2:164_1": "mañcapīṭhasambandhasenāsanañca. Cimilikādi santharitabbato santhatasenāsanaṁ. Abhisaṅkharaṇābhāvato",
  "tika-s0101t2:164_2": "sayanassa nisajjāya ca kevalaṁ okāsabhūtaṁ senāsanaṁ. “Vivittaṁ senāsana”nti iminā",
  "tika-s0101t2:164_3": "senāsanaggahaṇena saṅgahitameva sāmaññajotanābhāvato.",
  "tika-s0101t2:165_0": "Yadi evaṁ kasmā “arañña”ntiādi vuttanti āha “ima panā”tiādi. “Bhikkhunīnaṁ vasena",
  "tika-s0101t2:165_1": "āgata”nti idaṁ vinaye tathā āgatataṁ sandhāya vuttaṁ, abhidhammepi pana “araññanti",
  "tika-s0101t2:165_2": "nikkhamitvā bahi indakhīlā, sabbametaṁ arañña”nti āgatameva. Tattha hi yaṁ na gāmapadesantogadhaṁ,",
  "tika-s0101t2:165_3": "taṁ “arañña”nti nippariyāyavasena tathā vuttaṁ. Dhutaṅganiddese yaṁ vuttaṁ, taṁ yuttaṁ,tasmā",
  "tika-s0101t2:165_4": "tattha vuttanayena gahetabbanti adhippāyo. Rukkhamūlanti rukkhasamīpaṁ. Vuttañhetaṁ",
  "tika-s0101t2:165_5": "“yāvatā majjhanhike kāle samantā chāyā pharati, nivāte paṇṇāni nipatanti, ettāvatā",
  "tika-s0101t2:165_6": "rukkhamūla”nti. Sela-saddo avisesato pabbatapariyāyoti katvā vuttaṁ “pabbatanti sela”nti,",
  "tika-s0101t2:165_7": "na silāmayameva, paṁsumayādiko tividhopi pabbato evāti. Vivaranti dvinnaṁ pabbatānaṁ",
  "tika-s0101t2:165_8": "mitho āsannatare ṭhitānaṁ ovarakādisadisaṁ vivaraṁ, ekasmiṁyeva vā pabbate. Umaṅgasadisanti",
  "tika-s0101t2:165_9": "suduṅgāsadisaṁ. Manussānaṁ anupacāraṭṭhānanti pakatisañcāravasena manussehi na sañcaritabbaṭṭhānaṁ.",
  "tika-s0101t2:165_10": "Ādi-saddena “vanapatthanti vanasaṇṭhānametaṁ senāsanānaṁ adhivacanaṁ, vanapatthanti",
  "tika-s0101t2:165_11": "bhīsanakānametaṁ, vanapatthanti salomahaṁsānametaṁ, vanapatthanti pariyantānametaṁ,",
  "tika-s0101t2:165_12": "vanapatthanti na manussūpacārānametaṁ, vanapatthanti durabhisambhavānametaṁ senāsanānaṁ",
  "tika-s0101t2:165_13": "adhivacana”nti imaṁ pāḷisesaṁ saṅgaṇhāti. Acchannanti kenaci chadanena antamaso rukkhasākhāyapi",
  "tika-s0101t2:165_14": "na chāditaṁ. Nikkaḍḍhitvāti nīharitvā. Pabbhāraleṇasadiseti pabbhārasadise leṇasadise ca.",
  "tika-s0101t2:166_0": "Piṇḍapātapariyesanaṁ piṇḍapāto uttarapadalopenāti āha “piṇḍapātapariyesanato paṭikkanto”ti.",
  "tika-s0101t2:166_1": "Pallaṅkanti ettha parisaddo “samantato”ti etassa atthe, tasmā vāmoruñca dakkhiṇoruñca",
  "tika-s0101t2:166_2": "samaṁ ṭhapetvā ubho pāde aññamaññaṁ sambandhitvā nisajjā pallaṅkanti āha “samantato",
  "tika-s0101t2:166_3": "ūrubaddhāsana”nti. Ūrūnaṁ bandhanavasena nisajjā pallaṅkaṁ. Ābhujitvāti ca yathā",
  "tika-s0101t2:166_4": "pallaṅkavasena nisajjā hoti, evaṁ ubho pāde ābhugge bhañjite katvā, taṁ pana ubhinnaṁ",
  "tika-s0101t2:166_5": "pādānaṁ tathā sambandhatākaraṇanti āha “bandhitvā”ti.",
  "tika-s0101t2:167_0": "Heṭṭhimakāyassa ca anujukaṁ ṭhapanaṁ nisajjāvacaneneva bodhitanti “ujuṁ kāya”nti",
  "tika-s0101t2:167_1": "ettha kāya-saddo uparimakāyavisayoti āha “uparimaṁ sarīraṁ ujuṁ ṭhapetvā”ti. Taṁ",
  "tika-s0101t2:167_2": "pana ujukaṭhapanaṁ sarūpato, payojanato ca dassetuṁ “aṭṭhārasā”tiādi vuttaṁ. Na paṇamantīti",
  "tika-s0101t2:167_3": "na onamanti. Na paripatatīti na vigacchati vīthiṁ na laṅgheti. Tato eva pubbenāparaṁ",
  "tika-s0101t2:167_4": "visesappattiyā kammaṭṭhānaṁ vuḍḍhiṁ phātiṁ vepullaṁ upagacchati. Parimukhanti ettha",
  "tika-s0101t2:167_5": "parisaddo abhi-saddena samānatthoti āha “kammaṭṭhānābhimukha”nti, bahiddhā puthuttārammaṇato",
  "tika-s0101t2:167_6": "nivāretvā kammaṭṭhānaṁyeva purakkhatvāti attho. Samīpattho vā parisaddoti dassento",
  "tika-s0101t2:167_7": "“mukhasamīpe vā katvā”ti āha. Ettha ca yathā “vivittaṁ senāsanaṁ bhajatī”tiādinā",
  "tika-s0101t2:167_8": "bhāvanānurūpaṁ senāsanaṁ dassitaṁ, evaṁ “nisīdatī”ti iminā alīnānuddhaccapakkhiyo",
  "tika-s0101t2:167_9": "santo iriyāpatho dassito. “Pallaṅkaṁ ābhujitvā”ti iminā nisajjāya daḷhabhāvo, “parimukhaṁ",
  "tika-s0101t2:167_10": "satiṁ upaṭṭhapetvā”ti iminā ārammaṇapariggahūpāyo. Parīti pariggahaṭṭho “pariṇāyikā”tiādīsu",
  "tika-s0101t2:167_11": "viya. Mukhanti niyyānaṭṭho “suññatavimokkhamukha”ntiādīsu viya. Paṭipakkhato niggamanaṭṭho",
  "tika-s0101t2:167_12": "hi niyyānaṭṭho, tasmā pariggahitaniyyānanti sabbathā gahitāsammosaṁ paricattasammosaṁ",
  "tika-s0101t2:167_13": "satiṁ katvā, paramaṁ satinepakkaṁ upaṭṭhapetvāti attho.",
  "tika-s0101t2:168_0": "217. Abhijjhāyati gijjhati abhikaṅkhati etāyāti abhijjhā, lobho. Lujjanaṭṭhenāti",
  "tika-s0101t2:168_1": "bhijjanaṭṭhena, khaṇe khaṇe bhijjanaṭṭhenāti attho. Vikkhambhanavasenāti ettha vikkhambhanaṁ",
  "tika-s0101t2:168_2": "anuppādanaṁ appavattanaṁ, na paṭipakkhānaṁ suppahīnatā. “Pahīnattā”ti ca pahīnasadisataṁ",
  "tika-s0101t2:168_3": "sandhāya vuttaṁ jhānassa anadhigatattā. Tathāpi nayidaṁ cakkhuviññāṇaṁ viya sabhāvato",
  "tika-s0101t2:168_4": "vigatābhijjhaṁ, atha kho bhāvanāvasena, tenāha “na cakkhuviññāṇasadisenā”ti. Eseva",
  "tika-s0101t2:168_5": "nayoti yathā imassa cittassa bhāvanāya paribhāvitattā vigatābhijjhatā, evaṁ abyāpannaṁ",
  "tika-s0101t2:168_6": "vigatathinamiddhaṁ anuddhataṁ nibbicikicchañcāti attho. Purimapakatinti parisuddhapaṇḍarasabhāvaṁ.",
  "tika-s0101t2:168_7": "“Yā cittassa akalyatāti”ādinā thinassa, “yā kāyassa akalyatā”tiādinā ca middhassa",
  "tika-s0101t2:168_8": "abhidhamme niddiṭṭhattā vuttaṁ “thinaṁ cittagelaññaṁ, middhaṁ cetasikagelañña”nti.",
  "tika-s0101t2:168_9": "Satipi aññamaññaṁ avippayoge cittakāyalahutādīnaṁ viya cittacetasikānaṁ yathākammaṁ",
  "tika-s0101t2:168_10": "taṁ taṁ visesassa yā tesaṁ akalyatādīnaṁ visesappaccayatā, ayametesaṁ sabhāvoti daṭṭhabbaṁ.",
  "tika-s0101t2:168_11": "Ālokasaññīti ettha atisayatthavisiṭṭhaatthi atthāvabodhako ayamīkāroti dassento āha",
  "tika-s0101t2:168_12": "“rattimpi…pe… samannāgato”ti. Idaṁ ubhayanti satisampajaññamāha. Atikkamitvā vikkhambhanavasena",
  "tika-s0101t2:168_13": "pajahitvā. “Kathamida”nti pavattiyā kathaṅkathā, vicikicchā. Sā etassa atthīti kathaṅkathī,",
  "tika-s0101t2:168_14": "na kathaṅkathīti akathaṁkathī, nibbicikiccho. Lakkhaṇādibhedatoti ettha ādi-saddena",
  "tika-s0101t2:168_15": "paccayapahānapahāyakādīnampi saṅgaho daṭṭhabbo. Tepi hi bhedato vattabbāti.",
  "tika-s0101t2:169": "218.Tesanti iṇavasena gahitadhanānaṁ. Pariyantoti dātabbaseso. So balavapāmojjaṁ labhati “iṇapalibodhato muttomhī”ti. Somanassaṁ adhigacchati “jīvikānimittaṁ atthī”ti.",
  "tika-s0101t2:170_0": "219.Visabhāgavedanuppattiyāti dukkhavedanuppattiyā. Dukkhavedanā hi sukhavedanāya",
  "tika-s0101t2:170_1": "kusalavipākasantānassa virodhitāya visabhāgā. Catuiriyāpathaṁ chindantoti catubbidhampi",
  "tika-s0101t2:170_2": "iriyāpathappavattiṁ pacchindanto. Byādhiko hi yathā ṭhānagamanesu asamattho, evaṁ",
  "tika-s0101t2:170_3": "nisajjādīsupi asamattho hoti. Ābādhetīti pīḷeti. Vātādīnaṁ vikāro visamāvatthā byādhīti",
  "tika-s0101t2:170_4": "āha “taṁsamuṭṭhānena dukkhena dukkhito”ti. Dukkhavedanāya pana byādhibhāve mūlabyādhinā",
  "tika-s0101t2:170_5": "ābādhiko ādito bādhatīti katvā. Anubandhabyādhinā dukkhito aparāparaṁ sañjātadukkhoti",
  "tika-s0101t2:170_6": "katvā. Gilānoti dhātusaṅkhayena parikkhīṇasarīro. Appamattakaṁ vā balaṁ balamattā.",
  "tika-s0101t2:170_7": "Tadubhayanti pāmojjaṁ, somanassañca. Tattha labhetha pāmojjaṁ “rogato muttomhī”ti.",
  "tika-s0101t2:170_8": "Adhigaccheyya somanassaṁ “atthi me kāye bala”nti.",
  "tika-s0101t2:171_0": "220.Sesanti “tassa hi ‘bandhanā muttomhī’ti āvajjayato tadubhayaṁ hoti. Tena vutta”nti",
  "tika-s0101t2:171_1": "evamādi. Vuttanayenevāti paṭhamadutiyapadesu vuttanayeneva. Sabbapadesūti avasiṭṭhapadesu",
  "tika-s0101t2:171_2": "tatiyādīsu koṭṭhāsesu.",
  "tika-s0101t2:172_0": "221-222.Na attani adhīnoti na attāyatto. Parādhīnoti parāyatto. Aparādhīnatāya bhujo",
  "tika-s0101t2:172_1": "viya attano kicce esitabboti bhujisso. Savasoti āha “attano santako”ti. Anudakatāya",
  "tika-s0101t2:172_2": "kaṁ pānīyaṁ tārenti etthāti kantāroti āha “nirudakaṁ dīghamagga”nti.",
  "tika-s0101t2:173_0": "223.Tatrāti tasmiṁ dassane. Ayanti idāni vuccamānā sadisatā. Yena iṇādīnaṁ upamābhāvo,",
  "tika-s0101t2:173_1": "kāmacchandādīnañca upameyyabhāvo hoti, so nesaṁ upamopameyyasambandho sadisatāti",
  "tika-s0101t2:173_2": "daṭṭhabbaṁ. Yo yamhi kāmacchandena rajjatīti yo puggalo yamhi kāmarāgassa vatthubhūte",
  "tika-s0101t2:173_3": "puggale kāmacchandavasena ratto hoti. Taṁ vatthuṁ gaṇhātīti taṁ taṇhāvatthuṁ “mameta”nti gaṇhāti.",
  "tika-s0101t2:174": "Upaddavethāti upaddavaṁ karotha.",
  "tika-s0101t2:175": "Nakkhattassāti mahassa. Muttoti bandhanato mutto.",
  "tika-s0101t2:176": "Vinaye apakataññunāti vinayakkame akusalena. So hi kappiyākappiyaṁ yāthāvato na jānāti. Tenāha “kismiñcidevā”tiādi.",
  "tika-s0101t2:177_0": "Gacchatipīti thokaṁ thokaṁ gacchatipi. Gacchanto pana tāya eva ussaṅkitaparisaṅkitatāya",
  "tika-s0101t2:177_1": "tattha tattha tiṭṭhatipi. Īdise kantāre gato “ko jānāti kiṁ bhavissatī”ti nivattatipi,",
  "tika-s0101t2:177_2": "tasmā gataṭṭhānato agataṭṭhānameva bahutaraṁ hoti. Saddhāya gaṇhituṁ saddheyyaṁ vatthuṁ",
  "tika-s0101t2:177_3": "“idameva”nti saddahituṁ na sakkoti. Atthi natthīti “atthi nu kho, natthi nu kho”ti.",
  "tika-s0101t2:177_4": "Araññaṁ paviṭṭhassa ādimhi eva sappanaṁ āsappanaṁ. Pari parito, uparūpari vā sappanaṁ",
  "tika-s0101t2:177_5": "parisappanaṁ. Ubhayenapi tattheva paribbhamanaṁ vadati. Tenāha “apariyogāhana”nti.",
  "tika-s0101t2:177_6": "Chambhitattanti araññasaññāya uppannaṁ chambhitabhāvaṁ, utrāsanti attho.",
  "tika-s0101t2:178_0": "224.Tatrāyaṁ sadisatāti etthāpi vuttanayānusārena sadisatā veditabbā. Yadaggena hi",
  "tika-s0101t2:178_1": "kāmacchandādayo iṇādisadisā, tadaggena tesaṁ pahānaṁ āṇaṇyādisadisaṁ abhāvoti katvā.",
  "tika-s0101t2:178_2": "Cha dhammeti asubhanimittassa uggaho, asubhabhāvanānuyogo, indriyesu guttadvāratā,",
  "tika-s0101t2:178_3": "bhojane mattaññutā, kalyāṇamittatā, sappāyakathāti ime cha dhamme. Bhāvetvāti brūhetvā.",
  "tika-s0101t2:178_4": "Mahāsatipaṭṭhāne vaṇṇayissāma tatthassa anuppannānuppādanauppannapahānādivibhāvanavasena",
  "tika-s0101t2:178_5": "savisesaṁ pāḷiyā āgatattā. Esa nayo byāpādādippahānakabhāvepi. Paravatthumhīti ārammaṇabhūte",
  "tika-s0101t2:178_6": "parasmiṁ vatthusmiṁ.",
  "tika-s0101t2:179_0": "Anatthakaroti attano parassa ca anatthāvaho. Cha dhammeti mettānimittassa uggaho,",
  "tika-s0101t2:179_1": "mettābhāvanānuyogo, kammassakatā, paṭisaṅkhānabahulatā, kalyāṇamittatā, sappāyakathāti",
  "tika-s0101t2:179_2": "ime cha dhamme. Tatthevāti mahāsatipaṭṭhāneyeva. Cārittasīlaṁ uddissa paññattasikkhāpadaṁ ācārapaṇṇatti.",
  "tika-s0101t2:180_0": "Bandhanāgāraṁ pavesitattā aladdhanakkhattānubhavo puriso “nakkhattadivase bandhanāgāraṁ",
  "tika-s0101t2:180_1": "pavesito puriso”ti vutto, nakkhattadivase eva vā tadananubhavanatthaṁ tathā kato.",
  "tika-s0101t2:180_2": "Mahāanatthakaranti diṭṭhadhammikādiatthahāpanamukhena mahato anatthassa kārakaṁ.",
  "tika-s0101t2:180_3": "Cha dhammeti atibhojane nanimittaggāho, iriyāpathasamparivattanatā, ālokasaññāmanasikāro,",
  "tika-s0101t2:180_4": "abbhokāsavāso, kalyāṇamittatā, sappāyakathāti ime cha dhamme.",
  "tika-s0101t2:181_0": "Uddhaccakukkucce mahāanatthakaranti parāyattatāpādanato vuttanayena mahato anatthassa",
  "tika-s0101t2:181_1": "kārakanti. Attho cha dhammeti bahussutatā, paripucchakatā, vinaye pakataññutā, vuḍḍhasevitā,",
  "tika-s0101t2:181_2": "kalyāṇamittatā, sappāyakathāti ime cha dhamme.",
  "tika-s0101t2:182_0": "Balavāti paccatthikavidhamanasamatthena balena balavā. Sajjāvudhoti sannaddhadhanuādiāvudho.",
  "tika-s0101t2:182_1": "Sūravīrasevakajanavasena saparivāro. Tanti yathāvuttaṁ purisaṁ. Balavantatāya, sajjāvudhatāya,",
  "tika-s0101t2:182_2": "saparivāratāya ca corā dūratova disvā palāyeyyuṁ. Anatthakārikāti sammāpaṭipattiyā",
  "tika-s0101t2:182_3": "vibandhakaraṇato vuttanayena anatthakārikā. Cha dhammeti bahussutatā, paripucchakatā,",
  "tika-s0101t2:182_4": "vinaye pakataññutā, adhimokkhabahulatā, kalyāṇamittatā, sappāyakathāti ime cha dhamme.",
  "tika-s0101t2:182_5": "Yathā bāhusaccādīni uddhaccakukkuccassa pahānāya saṁvattanti, evaṁ vicikicchāya pīti",
  "tika-s0101t2:182_6": "idhāpi bahussutatādayo gahitā. Kalyāṇamittatā sappāyakathā viya pañcannaṁ, tasmā",
  "tika-s0101t2:182_7": "tassa tassa anucchavikasevanatā veditabbā. Sammāpaṭipattiyā appaṭipattinimittatāmukhena",
  "tika-s0101t2:182_8": "vicikicchā micchāpaṭipattimeva paribrūhetīti tassā pahānaṁ duccaritavidhūnanūpāyoti",
  "tika-s0101t2:182_9": "āha “duccaritakantāraṁ nittharitvā”tiādi.",
  "tika-s0101t2:183_0": "225.Pāmojjaṁ nāma taruṇapīti, sā kathañcipi tuṭṭhāvatthāti āha “pāmojjaṁ jāyatīti",
  "tika-s0101t2:183_1": "tuṭṭhākāro jāyatī”ti. Tuṭṭhassāti okkantikabhāvappattāya pītiyā vasena tuṭṭhassa.",
  "tika-s0101t2:183_2": "Attano savipphārikatāya, attasamuṭṭhānapaṇītarūpuppattiyā ca sakalasarīraṁ khobhayamānā",
  "tika-s0101t2:183_3": "pharaṇalakkhaṇā pīti jāyati. Pītisahitaṁ pīti uttarapadalopena, kiṁ pana taṁ ? Mano.",
  "tika-s0101t2:183_4": "Pīti mano etassāti pītimano, tassa pītimanassa. Tayidaṁ atthamattameva dassento “pītisampayuttacittassā”ti",
  "tika-s0101t2:183_5": "āha. Kāyoti idha arūpakalāpo adhippeto, na vedanādikkhandhattayamevāti āha “nāmakāyo",
  "tika-s0101t2:183_6": "passambhatī”ti, passaddhidvayassa pītivasenettha passambhanaṁ adhippetaṁ. Vigatadarathoti",
  "tika-s0101t2:183_7": "pahīnauddhaccādikilesadaratho. Vuttappakārāya pubbabhāgabhāvanāya vasena cetasikasukhaṁ",
  "tika-s0101t2:183_8": "paṭisaṁvedentoyeva taṁsamuṭṭhānapaṇītarūpaphuṭṭhasarīratāya kāyikampi sukhaṁ vedetīti",
  "tika-s0101t2:183_9": "āha “kāyikampi cetasikampi sukhaṁ vedayatī”ti. Imināti “sukhaṁ paṭisaṁvedetī”ti evaṁ",
  "tika-s0101t2:183_10": "vuttena. Saṁkilesapakkhato nikkhantattā, paṭhamajjhānapakkhikattā ca nekkhammasukhena.",
  "tika-s0101t2:183_11": "Sukhitassāti sukhino.",
  "tika-s0101t2:184": "Paṭhamajjhānakathāvaṇṇanā",
  "tika-s0101t2:185_0": "226. “Cittaṁ samādhiyatī”ti etena upacāravasenapi appanāvasenapi cittassa samādhānaṁ",
  "tika-s0101t2:185_1": "kathitaṁ. Evaṁ sante “so vivicceva kāmehī”tiādikā desanā kimatthiyāti āha “so vivicceva",
  "tika-s0101t2:185_2": "kāmehi…pe… vutta”nti. Tattha uparivisesadassanatthanti paṭhamajjhānādiuparivattabbavisesadassanatthaṁ.",
  "tika-s0101t2:185_3": "Na hi upacārasamādhisamadhigamena vinā paṭhamajjhānādiviseso samadhigantuṁ sakkā.",
  "tika-s0101t2:185_4": "Pāmojjuppādādīhi kāraṇaparamparā dutiyajjhānādisamadhigamepi icchitabbāva paṭipadāñāṇadassanavisuddhi",
  "tika-s0101t2:185_5": "viya dutiyamaggādisamadhigameti daṭṭhabbaṁ. Tassa samādhinoti “sukhino cittaṁ samādhiyatī”ti",
  "tika-s0101t2:185_6": "evaṁ sādhāraṇavasena vutto yo appanālakkhaṇo, tassa samādhino. Pabhedadassanatthanti",
  "tika-s0101t2:185_7": "dutiyajjhānādivibhāgassa ceva abhiññādivibhāgassa ca pabhedadassanatthaṁ. Karo vuccati",
  "tika-s0101t2:185_8": "pupphasambhavaṁ gabbhāsaye karīyatīti katvā, karato jāto kāyo karajakāyo, tadupasanissayo",
  "tika-s0101t2:185_9": "catusantatirūpasamudāyo. Kāmaṁ nāmakāyopi vivekajena pītisukhena tathāladdhupakāro,",
  "tika-s0101t2:185_10": "“abhisandetī”tiādivacanato pana rūpakāyo idhādhippetoti āha “imaṁ karajakāya”nti.",
  "tika-s0101t2:185_11": "Abhisandetīti abhisandanaṁ karoti. Taṁ pana jhānamayena pītisukhena karajakāyassa",
  "tika-s0101t2:185_12": "tintabhāvāpādanaṁ, sabbatthakameva lūkhabhāvāpanayananti āha “temetī”tiādi, tayidaṁ",
  "tika-s0101t2:185_13": "abhisandanaṁ atthato yathāvuttapītisukhasamuṭṭhānehi paṇītarūpehi kāyassa parippharaṇaṁ",
  "tika-s0101t2:185_14": "daṭṭhabbaṁ. “Parisandetī”tiādīsupi eseva nayo. Sabbaṁ etassa atthīti sabbavā, tassa",
  "tika-s0101t2:185_15": "sabbāvato. Avayavāvayavisambandhe avayavini sāmivacananti avayavīvisayo sabba-saddo,",
  "tika-s0101t2:185_16": "tasmā vuttaṁ “sabbakoṭṭhāsavato”ti. Aphuṭaṁnāma na hoti yattha yattha kammajarūpaṁ,",
  "tika-s0101t2:185_17": "tattha tattha cittajarūpassa abhibyāpanato. Tenāha “upādinnakasantatī”tiādi.",
  "tika-s0101t2:186_0": "227.Chekoti kusalo. Taṁ panassa kosallaṁ nhāniyacuṇṇānaṁ sannane piṇḍīkaraṇe ca samatthatāvasena",
  "tika-s0101t2:186_1": "veditabbanti āha “paṭibalo”tiādi. Kaṁsa-saddo “mahatiyā kaṁsapātiyā”tiādīsu suvaṇṇe āgato.",
  "tika-s0101t2:187_0": "“Kaṁso upahato yathā”tiādīsu kittimalohe, katthaci paṇṇattimatte “upakaṁso nāma rājāpi",
  "tika-s0101t2:187_1": "mahākaṁsassa atrajo”tiādi, [jā. aṭṭha. 4.10 ghaṭapaṇḍitajātakavaṇṇanāyaṁ (atthato",
  "tika-s0101t2:187_2": "samānaṁ)] idha pana yattha katthaci loheti āha “yena kenaci lohena katabhājane”ti.",
  "tika-s0101t2:187_3": "Snehānugatāti udakasinehena anupavisanavasena gatā upagatā. Snehaparetāti udakasinehena",
  "tika-s0101t2:187_4": "parito gatā samantato phuṭṭhā, tato eva santarabāhirā phuṭṭhā sinehena, etena sabbaso",
  "tika-s0101t2:187_5": "udakena temitabhāvamāha. “Na ca paggharaṇī”ti etena tintassapi tassa ghanathaddhabhāvaṁ",
  "tika-s0101t2:187_6": "vadati. Tenāha “na ca binduṁ bindu”ntiādi.",
  "tika-s0101t2:188": "Dutiyajjhānakathāvaṇṇanā",
  "tika-s0101t2:189_0": "229. Tāhi tāhi udakasirāhi ubbhijjatīti ubbhidaṁ, ubbhidaṁ udakaṁ etassāti ubbhidodako.",
  "tika-s0101t2:189_1": "Ubbhinnaudakoti nadītīre khatakūpako viya ubbhijjanakaudako. Uggacchanakaudakoti",
  "tika-s0101t2:189_2": "dhārāvasena uṭṭhahanaudako. Kasmā panettha ubbhidodakova rahado gahito, na itaroti",
  "tika-s0101t2:189_3": "āha “heṭṭhā uggacchanaudakañhī”tiādi. Dhārānipātapubbuḷakehīti dhārānipātehi udakapubbuḷakehi",
  "tika-s0101t2:189_4": "ca, “pheṇapaṭalehi cā”ti vattabbaṁ. Sannisinnamevāti aparikkhobhatāya niccalameva,",
  "tika-s0101t2:189_5": "suppasannamevāti adhippāyo. Sesanti “abhisandetī”tiādikaṁ.",
  "tika-s0101t2:190": "Tatiyajjhānakathāvaṇṇanā",
  "tika-s0101t2:191_0": "231.Uppalānīti uppalagacchāni. Setarattanīlesūti uppalesu, setuppalarattuppalanīluppalesūti",
  "tika-s0101t2:191_1": "attho. Yaṁ kiñci uppalaṁ uppalameva sāmaññagahaṇato. Satapattanti ettha sata-saddo",
  "tika-s0101t2:191_2": "bahupariyāyo “satagghī”tiādīsu viya, tena anekasatapattassapi saṅgaho siddho hoti.",
  "tika-s0101t2:191_3": "Loke pana “rattaṁ padumaṁ, setaṁ puṇḍarīka”ntipi vuccati. Yāva aggā, yāva ca mūlā",
  "tika-s0101t2:191_4": "udakena abhisandanādisambhavadassanatthaṁ udakānuggataggahaṇaṁ. Idha uppalādīni viya",
  "tika-s0101t2:191_5": "karajakāyo, udakaṁ viya tatiyajjhānasukhaṁ.",
  "tika-s0101t2:192": "Catutthajjhānakathāvaṇṇanā",
  "tika-s0101t2:193_0": "233. Yasmā “parisuddhena cetasā”ti catutthajjhānacittamāha, tañca rāgādiupakkilesāpagamanato",
  "tika-s0101t2:193_1": "nirupakkilesaṁ nimmalaṁ, tasmā āha “nirupakkilesaṭṭhena parisuddha”nti. Yasmā pana",
  "tika-s0101t2:193_2": "pārisuddhiyā eva paccayavisesena pavattiviseso pariyodātatā suvaṇṇassa nighaṁsanena",
  "tika-s0101t2:193_3": "pabhassaratā viya, tasmā āha “pabhassaraṭṭhena pariyodātanti veditabba”nti. Idanti",
  "tika-s0101t2:193_4": "odātavacanaṁ. Utupharaṇatthanti uṇhautuno pharaṇadassanatthaṁ. Utupharaṇaṁ na hoti",
  "tika-s0101t2:193_5": "savisesanti adhippāyo, tenāha “taṅkhaṇa…pe… balavaṁ hotī”ti. Vatthaṁ viya karajakāyoti",
  "tika-s0101t2:193_6": "yogino karajakāyo vatthaṁ viya daṭṭhabbo utupharaṇasadisena catutthajjhānasukhena",
  "tika-s0101t2:193_7": "pharitabbattā. Purisassa sarīraṁ viya catutthajjhānaṁ daṭṭhabbaṁ utupharaṇaṭṭhāniyassa",
  "tika-s0101t2:193_8": "sukhassa nissayabhāvato, tenāha “tasmā”tiādi. Ettha ca “parisuddhena cetasā”ti ceto",
  "tika-s0101t2:193_9": "gahaṇena jhānasukhaṁ vuttanti daṭṭhabbaṁ, tenāha “utupharaṇaṁ viya catutthajjhānasukha”nti.",
  "tika-s0101t2:193_10": "Nanu ca catutthajjhāne sukhameva natthīti? Saccaṁ natthi sātalakkhaṇasantasabhāvattā",
  "tika-s0101t2:193_11": "panettha upekkhā “sukha”nti adhippetā. Tena vuttaṁ sammohavinodaniyaṁ “upekkhā pana",
  "tika-s0101t2:193_12": "santattā, sukhamicceva bhāsitā”ti.",
  "tika-s0101t2:194_0": "Na arūpajjhānalābhīti na veditabbo avinābhāvato, tenāha “na hī”tiādi. Tattha cuddasahākārehīti",
  "tika-s0101t2:194_1": "kasiṇānulomato, kasiṇapaṭilomato, kasiṇānulomapaṭilomato, jhānānulomato, jhānapaṭilomato,",
  "tika-s0101t2:194_2": "jhānānulomapaṭilomato, jhānukkantikato, kasiṇukkantikato, jhānakasiṇukkantikato,",
  "tika-s0101t2:194_3": "aṅgasaṅkantito, ārammaṇasaṅkantito, aṅgārammaṇasaṅkantito, aṅgavavatthānato, ārammaṇavavatthānatoti",
  "tika-s0101t2:194_4": "imehi cuddasahākārehi. Satipi jhānesu āvajjanādivasībhāve ayaṁ vasībhāvo abhiññānibbattane",
  "tika-s0101t2:194_5": "ekantena icchitabboti dassento āha “na hi…pe… hotī”ti. Svāyaṁ nayo arūpasamāpattīhi",
  "tika-s0101t2:194_6": "vinā na ijjhatīti tāyapettha avinābhāvo veditabbo. Yadi evaṁ kasmā pāḷiyaṁ na āruppajjhānāni",
  "tika-s0101t2:194_7": "āgatānīti? Visesato ca rūpāvacaracatutthajjhānapādakattā sabbābhiññānaṁ tadantogadhā",
  "tika-s0101t2:194_8": "katvā tāya desitā, na arūpāvacarajjhānānaṁ idha anupayogato, tenāha “arūpajjhānāni",
  "tika-s0101t2:194_9": "āharitvā kathetabbānī”ti.",
  "tika-s0101t2:195": "Vipassanāñāṇakathāvaṇṇanā",
  "tika-s0101t2:196_0": "234.Sesanti “evaṁ samāhite citte”tiādīsu vattabbaṁ. Ñeyyaṁ jānātīti ñāṇaṁ, taṁ pana",
  "tika-s0101t2:196_1": "ñeyyaṁ paccakkhaṁ katvā passatīti dassanaṁ, ñāṇameva dassananti ñāṇadassanaṁ. Tayidaṁ",
  "tika-s0101t2:196_2": "ñāṇadassanapadaṁ sāsane aññattha ñāṇavisese nirūḷhaṁ, taṁ sabbaṁ atthuddhāravasena",
  "tika-s0101t2:196_3": "dassento “ñāṇadassananti maggañāṇampi vuccatī”tiādimāha. Yasmā vipassanāñāṇaṁ tebhūmakasaṅkhāre",
  "tika-s0101t2:196_4": "aniccādito jānāti, bhaṅgānupassanato paṭṭhāya paccakkhato ca te passati tasmā āha",
  "tika-s0101t2:196_5": "“idha pana…pe… ñāṇadassananti vutta”nti.",
  "tika-s0101t2:197_0": "Abhinīharatīti vuttanayena aṭṭhaṅgasamannāgate tasmiṁ citte vipassanākkamena jāte",
  "tika-s0101t2:197_1": "vipassanābhimukhaṁ peseti, tenāha “vipassanā…pe… karotī”ti. Tadabhimukhabhāvo eva",
  "tika-s0101t2:197_2": "hissa tanninnatādikaratā. Vuttoyeva brahmajāle. Odanakummāsehi upacīyatīti odanakummāsūpacayo.",
  "tika-s0101t2:197_3": "Aniccadhammoti pabhaṅgutāya addhuvasabhāvo. Duggandhavighātatthāyāti sarīre duggandhassa",
  "tika-s0101t2:197_4": "vigamāya. Ucchādanadhammoti ucchādetabbatāsabhāvo. Ucchādanena hi sarīre sedagūthapittasemhādidhātukkhobhagarubhāvaduggandhānaṁ",
  "tika-s0101t2:197_5": "apagamo hoti. Mahāsambāhanaṁ mallādīnaṁ bāhuvaḍḍhanādiatthaṁ hotīti “khuddakasambāhanenā”ti",
  "tika-s0101t2:197_6": "vuttaṁ. Parimaddanadhammoti parimadditabbatāsabhāvo. Bhijjati ceva vikirati cāti",
  "tika-s0101t2:197_7": "aniccatāvasena bhijjati ca bhinnañca kiñci payojanaṁ asādhentaṁ vippakiṇṇañca hoti.",
  "tika-s0101t2:197_8": "Rūpīti attano paccayabhūtena utuāhāralakkhaṇena rūpavāti ayamettha attho icchitoti",
  "tika-s0101t2:197_9": "āha “chahi padehi samudayo kathito”ti. Saṁsagge hi ayamīkāro. Saṇṭhānasampādanampi",
  "tika-s0101t2:197_10": "tathārūparūpuppādaneneva hotīti ucchādanaparimaddanapadehipi samudayo kathitoti vuttaṁ.",
  "tika-s0101t2:197_11": "Evaṁ navahi yathārahaṁ kāye samudayavayadhammānupassitā dassitā. Nissitañca chaṭṭhavatthunissitattā",
  "tika-s0101t2:197_12": "vipassanāñāṇassa. Paṭibaddhañca tena vinā appavattanato, kāyasaññitānaṁ rūpadhammānaṁ",
  "tika-s0101t2:197_13": "ārammaṇakaraṇato ca.",
  "tika-s0101t2:198_0": "235. Suṭṭhu bhāti obhāsatīti subho, pabhāsampattiyāpi maṇino bhaddatāti āha “subhoti",
  "tika-s0101t2:198_1": "sundaro”ti. Kuruvindajāti ādijātivisesopi maṇino ākaraparisuddhimūlako evāti āha",
  "tika-s0101t2:198_2": "“parisuddhākarasamuṭṭhito”ti dosanīharaṇavasena parikammanipphattīti āha “suṭṭhu",
  "tika-s0101t2:198_3": "kataparikammo apanītapāsāṇasakkharo”ti. Chaviyā saṇhabhāvenassa acchatā, na saṅghātassāti",
  "tika-s0101t2:198_4": "āha “acchoti tanucchavī”ti, tenāha “vippasanno”ti. Dhovanavedhanādīhīti catūsu pāsāṇesu",
  "tika-s0101t2:198_5": "dhovanena ceva kāḷakādiapaharaṇatthāya suttena āvunanatthāya ca vijjhanena. Tāpasaṇhakaraṇādīnaṁ",
  "tika-s0101t2:198_6": "saṅgaho ādi-saddena. Vaṇṇasampattinti suttassa vaṇṇasampattiṁ. Maṇi viya karajakāyo",
  "tika-s0101t2:198_7": "paccavekkhitabbato. Āvutasuttaṁ viya vipassanāñāṇaṁ anupavisitvā ṭhitattā. Cakkhumā",
  "tika-s0101t2:198_8": "puriso viya vipassanālābhī bhikkhu sammadeva dassanato. Tadārammaṇānanti rūpadhammārammaṇānaṁ.",
  "tika-s0101t2:198_9": "Phassapañcamakacittacetasikaggahaṇena gahitadhammāpi vipassanācittuppādapariyāpannā",
  "tika-s0101t2:198_10": "evāti veditabbaṁ. Evañhi tesaṁ vipassanāñāṇagatikattā “āvutasuttaṁ viya vipassanāñāṇa”nti",
  "tika-s0101t2:198_11": "vacanaṁ avirodhitaṁ hoti. Kiṁ panete ñāṇassa āvi bhavanti, udāhu puggalassāti? Ñāṇassa.",
  "tika-s0101t2:198_12": "Tassa pana āvibhāvattā puggalassa āvibhūtā nāma honti. Ñāṇassāti ca paccavekkhaṇāñāṇassa.",
  "tika-s0101t2:199_0": "Maggañāṇassa anantaraṁ, tasmā lokiyābhiññānaṁ parato chaṭṭhābhiññāya purato vattabbaṁ",
  "tika-s0101t2:199_1": "vipassanāñāṇaṁ. Evaṁ santepīti yadipāyaṁ ñāṇānupubbī, evaṁ santepi. Etassa antarāvāro",
  "tika-s0101t2:199_2": "natthīti pañcasu lokiyābhiññāsu kathitāsu ākaṅkheyyasuttādīsu viya chaṭṭhābhiññā",
  "tika-s0101t2:199_3": "kathetabbāti etassa anabhiññālakkhaṇassa vipassanāñāṇassa tāsaṁ antarāvāro na hoti.",
  "tika-s0101t2:199_4": "Tasmā tattha avasarābhāvato idheva rūpāvacaracatutthajjhānānantarameva dassitaṁ vipassanāñāṇaṁ.",
  "tika-s0101t2:199_5": "Yasmā cāti ca-saddo samuccayattho, tena na kevalaṁ tadeva, atha kho idampi kāraṇaṁ",
  "tika-s0101t2:199_6": "vipassanāñāṇassa idheva dassaneti imamatthaṁ dīpeti. Dibbena cakkhunā bheravampi",
  "tika-s0101t2:199_7": "rūpaṁ passatoti ettha “iddhividhañāṇena bheravaṁ rūpaṁ nimminitvā cakkhunā passato”tipi",
  "tika-s0101t2:199_8": "vattabbaṁ, evampi abhiññālābhino apariññātavatthukassa bhayaṁ santāso uppajjati.",
  "tika-s0101t2:199_9": "Uccāvālikavāsi mahānāgattherassa viya. Pāṭiyekkaṁ sandiṭṭhikaṁ sāmaññaphalaṁ. Tenāha bhagavā –",
  "tika-s0101t2:200": "“Yato yato sammasati, khandhānaṁ udayabbayaṁ;",
  "tika-s0101t2:201": "Labhatī pītipāmojjaṁ, amataṁ taṁ vijānata”ntiādi. ;",
  "tika-s0101t2:202": "Manomayiddhiñāṇakathāvaṇṇanā",
  "tika-s0101t2:203_0": "236-7.Manena nibbattitanti abhiññāmanena nibbattitaṁ. Hatthapādādi aṅgehi ca kapparajaṇṇuādi",
  "tika-s0101t2:203_1": "paccaṅgehi ca. Saṇṭhānavasenāti kamaladalādisadisasaṇṭhānamattavasena, na rūpābhighātārahabhūtappasādiindriyavasena.",
  "tika-s0101t2:203_2": "Sabbākārehīti vaṇṇasaṇṭhānaavayavavisesādisabbākārehi. Tena iddhimatā. Sadisabhāvadassanatthamevāti",
  "tika-s0101t2:203_3": "saṇṭhānatopi vaṇṇatopi avayavavisesatopi sadisabhāvadassanatthameva. Sajātiyaṁ ṭhito,",
  "tika-s0101t2:203_4": "na nāgiddhiyā aññajātirūpo.",
  "tika-s0101t2:204": "Iddhividhañāṇādikakathāvaṇṇanā",
  "tika-s0101t2:205": "239.Suparikammakatamattikādayoviya iddhividhañāṇaṁ vikubbanakiriyāya nissayabhāvato.",
  "tika-s0101t2:206": "241.Sukhanti akicchena, akasirenāti attho.",
  "tika-s0101t2:207_0": "243. Mando uttānaseyyakadārakopi “daharo”ti vuccatīti tato visesanatthaṁ “yuvā”ti",
  "tika-s0101t2:207_1": "vuttaṁ. Yuvāpi koci anicchanako amaṇḍanajātiko hotīti tato visesanatthaṁ “maṇḍanakajātiko”tiādi",
  "tika-s0101t2:207_2": "vuttaṁ, tenāha “yuvāpīti”ādi. Kāḷatilappamāṇā bindavo kāḷatilakāni kāḷā vā kammāsā,",
  "tika-s0101t2:207_3": "tilappamāṇā bindavo tilakāni. Vaṅgaṁ nāma viyaṅgaṁ. Yobbanapīḷakādayo mukhadūsipīḷakā.",
  "tika-s0101t2:207_4": "Mukhagato doso mukhadoso, lakkhaṇavacanañcetaṁ mukhe adosassāpi pākaṭabhāvassa adhippetattā.",
  "tika-s0101t2:207_5": "Yathā vā mukhe doso, evaṁ mukhe adosopi mukhadoso saralopena. Mukhadoso ca mukhadoso",
  "tika-s0101t2:207_6": "ca mukhadosoti ekasesanayenapettha attho daṭṭhabbo. Evañhi “paresaṁ soḷasavidhaṁ",
  "tika-s0101t2:207_7": "cittaṁ pākaṭaṁ hotī”ti vacanaṁ samatthitaṁ hoti.",
  "tika-s0101t2:208_0": "245.Pubbenivāsañāṇūpamāyanti pubbenivāsañāṇassa dassitaupamāyaṁ. Taṁ divasaṁ katakiriyā",
  "tika-s0101t2:208_1": "nāma pākatikasattassapi yebhuyyena pākaṭā hotīti dassanatthaṁ taṁdivasa-ggahaṇaṁ",
  "tika-s0101t2:208_2": "kataṁ. Taṁdivasagatagāmattaya-ggahaṇeneva mahābhinīhārehi aññesampi pubbenivāsañāṇalābhīnaṁ",
  "tika-s0101t2:208_3": "tīsu bhavesu katakiriyā yebhuyyena pākaṭā hotīti dīpitanti daṭṭhabbaṁ.",
  "tika-s0101t2:209_0": "247.Aparāparaṁ sañcaranteti taṁtaṁkiccavasena ito cito ca sañcarante. Yathāvuttapāsādoviya",
  "tika-s0101t2:209_1": "bhikkhuno karajakāyo daṭṭhabbo tattha patiṭṭhitassa daṭṭhabbadassanasiddhito. Cakkhumato",
  "tika-s0101t2:209_2": "hi dibbacakkhusamadhigamo. Yathāha “maṁsacakkhussa uppādo, maggo dibbassa cakkhuno”ti.",
  "tika-s0101t2:209_3": "Cakkhumā puriso viya ayameva dibbacakkhuṁ patvā ṭhito bhikkhu daṭṭhabbassa dassanato.",
  "tika-s0101t2:209_4": "Gehaṁ pavisantā viya etaṁ attabhāvagehaṁ okkamantā, upapajjantāti attho. Gehā nikkhamantā",
  "tika-s0101t2:209_5": "viya etasmā attabhāvagehato pakkantā, cavantāti attho. Evaṁ vā ettha attho daṭṭhabbo.",
  "tika-s0101t2:209_6": "Aparāparaṁ sañcaraṇakasattāti pana punappunaṁ saṁsāre paribbhamantā sattā. “Tattha",
  "tika-s0101t2:209_7": "tattha nibbattasattā”ti pana iminā tasmiṁ bhave jātasaṁvaddhe satte vadati. Nanu",
  "tika-s0101t2:209_8": "cāyaṁ dibbacakkhuñāṇakathā, ettha kasmā “tīsu bhavesū”ti catuvokārabhavassāpi saṅgaho",
  "tika-s0101t2:209_9": "katoti āha “idañcā”tiādi. Tattha idanti “tīsu bhavesu nibbattasattāna”nti idaṁ vacanaṁ.",
  "tika-s0101t2:209_10": "Desanāsukhatthamevāti kevalaṁ desanāsukhatthaṁ, na catuvokārabhave nibbattasattānaṁ",
  "tika-s0101t2:209_11": "dibbacakkhuno āvibhāvasabbhāvato. Na hi “ṭhapetvā arūpabhava”nti vā “dvīsu bhavesū”ti",
  "tika-s0101t2:209_12": "vā vuccamāne desanā sukhāvabodhā ca hotīti.",
  "tika-s0101t2:210": "Āsavakkhayañāṇakathāvaṇṇanā",
  "tika-s0101t2:211_0": "248.Vipassanāpādakanti vipassanāya padaṭṭhānabhūtaṁ. Vipassanā ca tividhā vipassakapuggalabhedena.",
  "tika-s0101t2:211_1": "Mahābodhisattānañhi paccekabodhisattānañca vipassanā cintāmayañāṇasaṁvaddhitā sayambhuñāṇabhūtā,",
  "tika-s0101t2:211_2": "itaresaṁ sutamayañāṇasaṁvaddhitā paropadesasambhūtā nāma. Sā “ṭhapetvā nevasaññānāsaññāyatanaṁ",
  "tika-s0101t2:211_3": "avasesarūpārūpajjhānānaṁ aññatarato vuṭṭhāyā”tiādinā anekadhā, arūpamukhavasena catudhātuvavatthāne",
  "tika-s0101t2:211_4": "vuttānaṁ tesaṁ tesaṁ dhātupariggahamukhānañca aññataramukhavasena anekadhā ca visuddhimagge",
  "tika-s0101t2:211_5": "nānānayato vibhāvitā. Mahābodhisattānaṁ pana catuvīsatikoṭisatasahassamukhena pabhedagamanato",
  "tika-s0101t2:211_6": "nānānayaṁ sabbaññutañāṇasannissayassa ariyamaggañāṇassa adhiṭṭhānabhūtaṁ pubbabhāgañāṇagabbhaṁ",
  "tika-s0101t2:211_7": "gaṇhāpentaṁ pariṇataṁ gacchantaṁ paramagambhīraṁ saṇhasukhumataraṁ anaññasādhāraṇaṁ",
  "tika-s0101t2:211_8": "vipassanāñāṇaṁ hoti, yaṁ aṭṭhakathāsu “mahāvajirañāṇa”nti vuccati. Yassa ca pavattivibhāgena",
  "tika-s0101t2:211_9": "catuvīsatikoṭisatasahassappabhedassa pādakabhāvena samāpajjiyamānā catuvīsatikoṭisatasahassasaṅkhyā",
  "tika-s0101t2:211_10": "devasikaṁ satthu vaḷañjanakasamāpattiyo vuccanti, svāyaṁ buddhānaṁ vipassanācāro",
  "tika-s0101t2:211_11": "paramatthamañjusāyaṁ visuddhimaggasaṁvaṇṇanāyaṁ uddesato dassito. Atthikehi tato",
  "tika-s0101t2:211_12": "gahetabbo, idha pana sāvakānaṁ vipassanā adhippetā.",
  "tika-s0101t2:212_0": "Āsavānaṁ khayañāṇāyāti āsavānaṁ khepanato samucchindanato āsavakkhayo, ariyamaggo,",
  "tika-s0101t2:212_1": "tattha ñāṇaṁ āsavānaṁ khayañāṇaṁ, tadatthaṁ tenāha “āsavānaṁ khayañāṇanibbattanatthāyā”ti.",
  "tika-s0101t2:212_2": "Āsavā ettha khīyantīti āsavānaṁ khayo nibbānaṁ. Khepeti pāpadhammeti khayo, maggo.",
  "tika-s0101t2:212_3": "So pana pāpakkhayo āsavakkhayena vinā natthīti “khaye ñāṇa”nti ettha khayaggahaṇena",
  "tika-s0101t2:212_4": "āsavakkhayo vuttoti āha “khaye ñāṇa”ntiādi. Samitapāpo samaṇoti katvā āsavānaṁ khīṇattā",
  "tika-s0101t2:212_5": "samaṇo nāma hotīti āha “āsavānaṁ khayā samaṇo hotīti ettha phala”nti. Āsavavaḍḍhiyā",
  "tika-s0101t2:212_6": "saṅkhāre vaḍḍhento visaṅkhārato suvidūravidūroti “ārā so āsavakkhayā”ti ettha āsavakkhayapadaṁ",
  "tika-s0101t2:212_7": "visaṅkhārādhivacananti āha “āsavakkhayāti ettha nibbānaṁ vutta”nti. Bhaṅgoti āsavānaṁ",
  "tika-s0101t2:212_8": "khaṇanirodho “āsavānaṁ khayo”ti vuttoti yojanā.",
  "tika-s0101t2:213_0": "“Idaṁ dukkha”nti dukkhassa ariyasaccassa tadā bhikkhuno paccakkhato gahitabhāvadassanaṁ.",
  "tika-s0101t2:213_1": "“Ettakaṁ dukkha”nti tassa paricchijjaggahitabhāvadassanaṁ. “Na ito bhiyyo”ti tassa",
  "tika-s0101t2:213_2": "anavasesetvā gahitabhāvadassanaṁ. Tenāha “sabbampi dukkhasacca”ntiādi. Sarasalakkhaṇapaṭivedhenāti",
  "tika-s0101t2:213_3": "sabhāvasaṅkhātassa lakkhaṇassa asammohato paṭivijjhanena, asammohapaṭivedhoti ca.",
  "tika-s0101t2:213_4": "Yathā tasmiṁ ñāṇe pavatte pacchā dukkhasaccassa sarūpādiparicchede sammoho na hoti,",
  "tika-s0101t2:213_5": "tathā pavatti, tenāha “yathābhūtaṁ pajānātī”ti. Dukkhaṁ samudeti etasmāti dukkhasamudayo,",
  "tika-s0101t2:213_6": "taṇhāti āha “tassa cā”tiādi. Yaṁ ṭhānaṁ patvāti yaṁ nibbānaṁ maggassa ārammaṇapaccayaṭṭhena",
  "tika-s0101t2:213_7": "kāraṇabhūtaṁ āgamma, “patvā”ti ca tadubhayavato puggalassa patti tadubhayassa patti",
  "tika-s0101t2:213_8": "viyāti katvā vuttaṁ. Patvāti vā pāpuṇanahetu. Appavattīti appavattinimittaṁ, te vā",
  "tika-s0101t2:213_9": "nappavattanti etthāti appavatti, nibbānaṁ. Tassāti dukkhanirodhassa. Sampāpakanti",
  "tika-s0101t2:213_10": "sacchikaraṇavasena sammadeva pāpakaṁ.",
  "tika-s0101t2:214_0": "Kilesavasenāti āsavasaṅkhātakilesavasena. Yasmā āsavānaṁ dukkhasaccapariyāyo tappariyāpannattā,",
  "tika-s0101t2:214_1": "sesasaccānañca taṁsamudayādipariyāyo atthi, tasmā vuttaṁ “pariyāyato”ti. Dassento",
  "tika-s0101t2:214_2": "saccānīti yojanā. Āsavānaṁyeva cettha gahaṇaṁ “āsavānaṁ khayañāṇāyā”ti āraddhattā.",
  "tika-s0101t2:214_3": "Tathā hi “kāmāsavāpi cittaṁ vimuccatī”tiādinā āsavavimuttisīseneva sabbakilesavimutti",
  "tika-s0101t2:214_4": "vuttā. “Idaṁ dukkhanti yathābhūtaṁ pajanātī”tiādinā missakamaggo idha kathitoti “saha",
  "tika-s0101t2:214_5": "vipassanāya koṭippattaṁ maggaṁ kathesī”ti vuttaṁ. “Jānato passato”ti iminā pariññāsacchikiriyābhāvanābhisamayā",
  "tika-s0101t2:214_6": "vuttā. “Vimuccatī”ti iminā pahānābhisamayo vuttoti āha “iminā maggakkhaṇaṁ dassetī”ti.",
  "tika-s0101t2:214_7": "“Jānato passato”ti vā hetuniddesoyaṁ. Jānanahetu dassanahetu kāmāsavāpi cittaṁ vimuccatīti",
  "tika-s0101t2:214_8": "yojanā. Dhammānañhi samānakālikānampi paccayappaccayuppannatā sahajātakoṭiyā labbhatīti.",
  "tika-s0101t2:214_9": "Bhavāsavaggahaṇena cettha bhavarāgassa viya bhavadiṭṭhiyāpi samavarodhoti diṭṭhāsavassāpi",
  "tika-s0101t2:214_10": "saṅgaho daṭṭhabbo. Khīṇā jātītiādīhi padehi. Tassāti paccavekkhaṇāñāṇassa. Bhūminti pavattiṭṭhānaṁ.",
  "tika-s0101t2:215_0": "Yenādhippāyena “katamā panassā”tiādinā codanā katā, taṁ vivaranto “na tāvassā”tiādimāha.",
  "tika-s0101t2:215_1": "Tattha na tāvassa atītā jāti khīṇā maggabhāvanāyāti adhippāyo. Tattha kāraṇamāha",
  "tika-s0101t2:215_2": "“pubbeva khīṇattā”ti. Na anāgatā assa jāti khīṇāti yojanā. Na anāgatāti ca anāgatabhāvasāmaññaṁ",
  "tika-s0101t2:215_3": "gahetvā lesena codeti, tenāha “anāgate vāyāmābhāvato”ti. Anāgataviseso panettha adhippeto,",
  "tika-s0101t2:215_4": "tassa ca khepane vāyāmopi labbhateva, tenāha “yā pana maggassā”tiādi. Ekacatupañcavokārabhavesūti",
  "tika-s0101t2:215_5": "bhavattayaggahaṇaṁ vuttanayena anavasesato jātiyā khīṇabhāvadassanatthaṁ. Tanti yathāvuttaṁ",
  "tika-s0101t2:215_6": "jātiṁ. Soti khīṇāsavo bhikkhu.",
  "tika-s0101t2:216_0": "Brahmacariyavāso nāma ukkaṭṭhaniddesena maggabrahmacariyassa nibbattanaṁ evāti āha",
  "tika-s0101t2:216_1": "“parivuttha”nti. Sammādiṭṭhiyā catūsu saccesu pariññādikiccasādhanavasena pavattamānāya",
  "tika-s0101t2:216_2": "sammāsaṅkappādīnampi dukkhasacce pariññābhisamayānuguṇā pavatti, itarasaccesu ca",
  "tika-s0101t2:216_3": "nesaṁ pahānābhisamayādipavatti pākaṭā eva, tena vuttaṁ “catūsu saccesu catūhi maggehi",
  "tika-s0101t2:216_4": "pariññāpahānasacchikiriyābhāvanāvasenā”ti. Dukkhanirodhamaggesu pariññāsacchikiriyābhāvanā",
  "tika-s0101t2:216_5": "yāvadeva samudayappahānatthāyāti āha “tena tena maggena pahātabbakilesā pahīnā”ti.",
  "tika-s0101t2:216_6": "Itthattāyāti ime pakārā itthaṁ, tabbhāvo itthattaṁ, tadatthanti vuttaṁ hoti. Te pana",
  "tika-s0101t2:216_7": "pakārā ariyamaggabyāpārabhūtā pariññādayo idhādhippetāti āha “evaṁ soḷasakiccabhāvāyā”ti.",
  "tika-s0101t2:216_8": "Te hi maggaṁ paccavekkhato maggānubhāvena pākaṭā hutvā upaṭṭhahanti, pariññādīsu",
  "tika-s0101t2:216_9": "ca pahānameva padhānaṁ tadatthattā itaresanti āha “kilesakkhayabhāvāya vā”ti. Pahīnakilesapaccavekkhaṇavasena",
  "tika-s0101t2:216_10": "vā evaṁ vuttaṁ. Dutiyavikappe itthattāyāti nissakke sampadānavacananti āha “itthabhāvato”ti.",
  "tika-s0101t2:216_11": "Aparanti anāgataṁ. Ime pana carimakattabhāvasaṅkhātā pañcakkhandhā pariññātā tiṭṭhanti,",
  "tika-s0101t2:216_12": "etena tesaṁ appatiṭṭhataṁ dasseti. Apariññāmūlikā hi patiṭṭhā. Yathāha “kabaḷīkāre",
  "tika-s0101t2:216_13": "ce bhikkhave āhāre atthi rāgo atthi nandī atthi taṇhā, patiṭṭhitaṁ tattha viññāṇaṁ",
  "tika-s0101t2:216_14": "virūḷha”ntiādi. tenevāha “chinnamūlakā rukkhā viyā”tiādi.",
  "tika-s0101t2:217_0": "249.Pabbatamatthaketi pabbatasikhare. Tañhi yebhuyyena saṅkhittaṁ saṅkucitaṁ hotīti",
  "tika-s0101t2:217_1": "pāḷiyaṁ “pabbatasaṅkhepe”ti vuttaṁ. Pabbatapariyāpanno vā padeso pabbatasaṅkhepo.",
  "tika-s0101t2:217_2": "Anāviloti akālusiyo, sā cassa anāvilatā kaddamābhāvena hotīti āha “nikkaddamo”ti.",
  "tika-s0101t2:217_3": "Sippiyoti suttiyo. Sambukāti saṅkhalikā. Ṭhitāsupi nisinnāsupi gāvīsu. Vijjamānāsūti",
  "tika-s0101t2:217_4": "labbhamānāsu, itarā ṭhitāpi nisinnāpi “carantī”ti vuccanti sahacaraṇanayena. Tiṭṭhantameva,",
  "tika-s0101t2:217_5": "na pana kadācipi carantaṁ. Dvayanti sippisambukaṁ, macchagumbanti idaṁ ubhayaṁ. Tiṭṭhantanti",
  "tika-s0101t2:217_6": "vuttaṁ carantaṁ pīti adhippāyo. “Itarañca dvaya”nti ca yathāvuttameva sippisambukādidvayaṁ",
  "tika-s0101t2:217_7": "vadati. Tañhi caratīti. Kiṁ vā imāya sahacariyāya, yathālābhaggahaṇaṁ panettha daṭṭhabbaṁ.",
  "tika-s0101t2:217_8": "Sakkharakathalassa hi vasena tiṭṭhantanti. Sippisambukassa macchagumbassa ca vasena",
  "tika-s0101t2:217_9": "tiṭṭhantampi carantaṁ pīti yojanā kātabbā.",
  "tika-s0101t2:218_0": "Tesaṁ dasannaṁ ñāṇānaṁ. Tatthāti tasmiṁ ārammaṇavibhāge, tesu vā ñāṇesu. Bhūmibhedato,",
  "tika-s0101t2:218_1": "kālabhedato, santānabhedato cāti sattavidhārammaṇaṁ vipassanāñāṇaṁ. “Rūpāyatanamattamevā”ti",
  "tika-s0101t2:218_2": "idaṁ tassa ñāṇassa abhinimmiyamāne manomaye kāye rūpāyatanamevārabbha pavattanato",
  "tika-s0101t2:218_3": "vuttaṁ, na tattha gandhāyataṁ ādīnaṁ abhāvato. Na hi rūpakalāpo gandhāyataṁ ādirahito",
  "tika-s0101t2:218_4": "atthi. Parinipphannameva nimmitarūpaṁ, tenāha “parittapaccuppannabahiddhārammaṇa”nti.",
  "tika-s0101t2:218_5": "Āsavakkhayañāṇaṁ nibbānārammaṇameva samānaṁ parittattikavasena appamāṇārammaṇaṁ,",
  "tika-s0101t2:218_6": "ajjhattattikavasena bahiddhārammaṇaṁ, atītattikavasena navattabbārammaṇañca hotīti",
  "tika-s0101t2:218_7": "āha “appamāṇabahiddhānavattabbārammaṇa”nti. Kūṭo viya kūṭāgārassa bhagavato desanāya",
  "tika-s0101t2:218_8": "arahattaṁ uttamaṅgabhūtanti āha “arahattanikūṭenā”ti. Desanaṁ niṭṭhāpesīti titthakaramataharavibhāviniṁ",
  "tika-s0101t2:218_9": "nānāvidhakuhanalapanādimicchājīvaviddhaṁsiniṁ tividhasīlālaṅkataṁ paramasallekhapaṭipattidīpaniṁ",
  "tika-s0101t2:218_10": "jhānābhiññādiuttarimanussadhammavibhūsitaṁ cuddasavidhamahāsāmaññaphalapaṭimaṇḍitaṁ",
  "tika-s0101t2:218_11": "anaññasādhāraṇaṁ desanaṁ niṭṭhāpesi.",
  "tika-s0101t2:219": "Ajātasattuupāsakattapaṭivedanākathāvaṇṇanā",
  "tika-s0101t2:220": "250.Ādimajjhapariyosānanti ādiñca majjhañca pariyosānañca. Sakkaccaṁ sagāravaṁ. Āraddhaṁ dhammasaṅgāhakehi.",
  "tika-s0101t2:221_0": "Abhikkantā vigatāti atthoti āha “khaye dissatī”ti. Tathā hi “nikkhanto paṭhamo yāmo”ti",
  "tika-s0101t2:221_1": "upari vuttaṁ. Abhikkantataroti ativiya kantataro manoramo, tādiso ca sundaro bhaddako",
  "tika-s0101t2:221_2": "nāma hotīti āha “sundare dissatī”ti. Koti devanāgayakkhagandhabbādīsu ko katamo.",
  "tika-s0101t2:221_3": "Meti mama. Pādānīti pāde. Iddhiyāti imāya evarūpāya deviddhiyā. Yasasāti iminā edisena",
  "tika-s0101t2:221_4": "parivārena, parijanena ca. Jalanti vijjotamāno. Abhikkantenāti ativiya kantena kamanīyena",
  "tika-s0101t2:221_5": "abhirūpena. Vaṇṇenāti chavivaṇṇena sarīravaṇṇanibhāya. Sabbā obhāsayaṁ disāti dasapi",
  "tika-s0101t2:221_6": "disā pabhāsento cando viya, sūriyo viya ca ekobhāsaṁ ekālokaṁ karontoti gāthāya attho.",
  "tika-s0101t2:221_7": "Abhirūpeti uḷārarūpe sampannarūpe.",
  "tika-s0101t2:222_0": "“Coro coro, sappo sappo”tiādīsu bhaye āmeḍitaṁ, “vijjha vijjha, pahara paharā”tiādīsu",
  "tika-s0101t2:222_1": "kodhe, “sādhu sādhūtiādīsu pasaṁsāyaṁ, “gaccha gaccha, lunāhi lunāhī”tiādīsu turite,",
  "tika-s0101t2:222_2": "“āgaccha āgacchā”tiādīsu kotūhale, “buddho buddhoti cintento”tiādīsu acchare, “abhikkamathāyasmanto",
  "tika-s0101t2:222_3": "abhikkamathāyasmanto”tiādīsu hāse, “kahaṁ ekaputtaka kahaṁ ekaputtakā”tiādīsu soke,",
  "tika-s0101t2:222_4": "“aho sukhaṁ aho sukha”ntiādīsu pasāde. Ca-saddo avuttasamuccayattho, tena garahāasammānādīnaṁ",
  "tika-s0101t2:222_5": "saṅgaho daṭṭhabbo. Tattha “pāpo pāpo”tiādīsu garahāyaṁ, “abhirūpaka abhirūpakā”tiādīsu",
  "tika-s0101t2:222_6": "asammāne daṭṭhabbaṁ.",
  "tika-s0101t2:223_0": "Nayidaṁ āmeḍitavasena dvikkhattuṁ vuttaṁ, atha kho atthadvayavasenāti dassento “atha",
  "tika-s0101t2:223_1": "vā”tiādimāha “abhikkanta”nti vacanaṁ apekkhitvā napuṁsakaliṅgavasena vuttaṁ. Taṁ",
  "tika-s0101t2:223_2": "pana bhagavato vacanaṁ dhammassa desanāti katvā tathā vuttaṁ. Atthamattadassanaṁ",
  "tika-s0101t2:223_3": "vā etaṁ, tasmā atthavasenettha liṅgavibhattipariṇāmo veditabbo. Dutiyapadepi eseva",
  "tika-s0101t2:223_4": "nayo. Dosanāsanatoti rāgādikilesavidhamanato. Guṇādhigamanatoti sīlādiguṇānaṁ sampādanato.",
  "tika-s0101t2:223_5": "Ye guṇe desanā adhigameti, tesu padhānabhūtā dassetabbāti te padhānabhūte tāva dassetuṁ",
  "tika-s0101t2:223_6": "“saddhājananato paññājananato”ti vuttaṁ. Saddhāpamukhā hi lokiyā guṇā paññāpamukhā",
  "tika-s0101t2:223_7": "lokuttarā. Sīlādiatthasampattiyā sātthato. Sabhāvaniruttisampattiyā sabyañjanato.",
  "tika-s0101t2:223_8": "Suviññeyyasaddapayogatāya uttānapadato. Saṇhasukhumabhāvena dubbiññeyyatthatāya gambhīratthato.",
  "tika-s0101t2:223_9": "Siniddhamudumadhurasaddapayogatāya kaṇṇasukhato. Vipulavisuddhapemanīyatthatāya hadayaṅgamato.",
  "tika-s0101t2:223_10": "Mānātimānavidhamanena anattukkaṁsanato. Thambhasārambhanimmaddanena aparavambhanato.",
  "tika-s0101t2:223_11": "Hitādhippāyappavattiyā, paresaṁ rāgapariḷāhādivūpagamanena ca karuṇāsītalato. Kilesandhakāravidhamanena",
  "tika-s0101t2:223_12": "paññāvadātato. Karavīkarutamañjutāya āpātharamaṇīyato. Pubbāparāviruddhasuvisuddhatāya",
  "tika-s0101t2:223_13": "vimaddakkhamato. Āpātharamaṇīyatāya eva suyyamānasukhato. Vimaddakkhamatāya, hitajjhāsayappavattitāya",
  "tika-s0101t2:223_14": "ca vīmaṁsiyamānahitato. Evamādīhīti ādi-saddena saṁsāracakkanivattanato saddhammacakkappavattanato,",
  "tika-s0101t2:223_15": "micchāvādaviddhaṁsanato sammāvādapatiṭṭhāpanato, akusalamūlasamuddharaṇato kusalamūlasaṁropanato,",
  "tika-s0101t2:223_16": "apāyadvārapidhānato saggamaggadvāravivaraṇato, pariyuṭṭhānavūpasamanato anusayasamugghāṭanatoti",
  "tika-s0101t2:223_17": "evamādīnaṁ saṅgaho daṭṭhabbo.",
  "tika-s0101t2:224_0": "Adhomukhaṭṭhapitanti kenaci adhomukhaṁ ṭhapitaṁ. Heṭṭhāmukhajātanti sabhāveneva heṭṭhāmukhaṁ",
  "tika-s0101t2:224_1": "jātaṁ. Ugghāṭeyyāti vivaṭaṁ kareyya. Hatthe gahetvā “puratthābhimukho, uttarābhimukho",
  "tika-s0101t2:224_2": "vā gacchā”tiādīni avatvā hatthe gahetvā nissandehaṁ katvā. “Esa maggo, evaṁ gacchā”ti",
  "tika-s0101t2:224_3": "dasseyya. Kāḷapakkhacātuddasīti kāḷapakkhe cātuddasī. Nikkujjitaṁ ādheyyassa anādhārabhūtaṁ",
  "tika-s0101t2:224_4": "bhājanaṁ ādhārabhāvāpādanavasena ukkujjeyya. Aññāṇassa abhimukhattā heṭṭhāmukhajātatāya",
  "tika-s0101t2:224_5": "saddhammavimukhaṁ adhomukhaṭṭhapitatāya asaddhamme patitanti evaṁ padadvayaṁ yathārahaṁ",
  "tika-s0101t2:224_6": "yojetabbaṁ, na yathāsaṅkhyaṁ. Kāmaṁ kāmacchandādayo paṭicchādakā nīvaraṇabhāvato,",
  "tika-s0101t2:224_7": "micchādiṭṭhi pana savisesaṁ paṭicchādikā satte micchābhinivesanavasenāti āha “micchādiṭṭhigahanapaṭicchanna”nti.",
  "tika-s0101t2:224_8": "Tenāha bhagavā “micchādiṭṭhiparamāhaṁ bhikkhave vajjaṁ vadāmī”ti. Sabbo apāyagāmimaggo",
  "tika-s0101t2:224_9": "kummaggo kucchito maggoti katvā. Sammādiṭṭhiādīnaṁ ujupaṭipakkhatāya micchādiṭṭhiādayo",
  "tika-s0101t2:224_10": "aṭṭha micchattadhammā micchāmaggā. Teneva hi tadubhayapaṭipakkhataṁ sandhāya “saggamokkhamaggaṁ",
  "tika-s0101t2:224_11": "āvikarontenā”ti vuttaṁ. Sappiādisannissayo padīpo na tathā ujjalo, yathā telasannissayoti",
  "tika-s0101t2:224_12": "telapajjota-ggahaṇaṁ. Etehi pariyāyehīti etehi nikkujjitukkujjanapaṭicchannavivaraṇādiupamopamitabbappakārehi,",
  "tika-s0101t2:224_13": "etehi vā yathāvuttehi nānāvidhakuhanalapanādimicchājīvavividhamanādivibhāvanapariyāyehi.",
  "tika-s0101t2:224_14": "Tenāha “anekapariyāyena dhammo pakāsito”ti.",
  "tika-s0101t2:225_0": "Pasannakāranti pasannehi kātabbaṁ sakkāraṁ. Saraṇanti paṭisaraṇaṁ, tenāha “parāyaṇa”nti.",
  "tika-s0101t2:225_1": "Parāyaṇabhāvo ca anatthanisedhanena, atthasampaṭipādanena ca hotīti āha “aghassa",
  "tika-s0101t2:225_2": "tātā, hitassa ca vidhātā”ti. Aghassāti dukkhatoti vadanti, pāpatoti pana attho yutto,",
  "tika-s0101t2:225_3": "nissakke cetaṁ sāmivacanaṁ. Ettha ca nāyaṁ gamu-saddo nī-saddādayo viya dvikammako,",
  "tika-s0101t2:225_4": "tasmā yathā “ajaṁ gāmaṁ netī”ti vuccati, evaṁ “bhagavantaṁ saraṇaṁ gacchāmī”ti vattuṁ",
  "tika-s0101t2:225_5": "na sakkā, “saraṇanti gacchāmī”ti pana vattabbaṁ. Iti-saddo cettha luttaniddiṭṭho.",
  "tika-s0101t2:225_6": "Tassa cāyamattho. Gamanañca tadadhippāyena bhajanaṁ jānanaṁ vāti dassento “iminā",
  "tika-s0101t2:225_7": "adhippāyenā”tiādimāha. Tattha “bhajāmī”tiādīsu purimassa purimassa pacchimaṁ pacchimaṁ",
  "tika-s0101t2:225_8": "atthavacanaṁ, bhajanaṁ vā saraṇādhippāyena upasaṅkamanaṁ, sevanaṁ santikāvacaratā,",
  "tika-s0101t2:225_9": "payirupāsanaṁ vattapaṭivattakaraṇena upaṭṭhānanti evaṁ sabbathāpi anaññasaraṇataṁyeva",
  "tika-s0101t2:225_10": "dīpeti. “Gacchāmī”ti padassa bujjhāmīti ayamattho kathaṁ labbhatīti āha “yesañhī”tiādi.",
  "tika-s0101t2:226_0": "“Adhigatamagge sacchikatanirodhe”ti padadvayenāpi phalaṭṭhā eva dassitā, na maggaṭṭhāti",
  "tika-s0101t2:226_1": "te dassento “yathānusiṭṭhaṁ paṭipajjamāne cā”tiādimāha. Nanu ca kalyāṇaputhujjanopi",
  "tika-s0101t2:226_2": "“yathānusiṭṭhaṁ paṭipajjatī”ti vuccatīti? Kiñcāpi vuccati, nippariyāyena pana maggaṭṭhā",
  "tika-s0101t2:226_3": "eva tathā vattabbā, na itaro niyāmokkamanābhāvato. Tathā hi te eva vuttā “apāyesu",
  "tika-s0101t2:226_4": "apatamāne dhāretī”ti. Sammattaniyāmokkamanena hi apāyavinimuttasambhavo. Akkhāyatīti",
  "tika-s0101t2:226_5": "ettha iti-saddo ādiattho, pakārattho vā, tena “yāvatā bhikkhave dhammā saṅkhatā vā",
  "tika-s0101t2:226_6": "asaṅkhatā vā, virāgo tesaṁ aggaṁ akkhāyatī”ti suttapadaṁ saṅgaṇhāti, “vitthāro”ti",
  "tika-s0101t2:226_7": "vā iminā. Ettha ca ariyamaggo niyyānikatāya, nibbānaṁ tassa tadatthasiddhihetutāyāti",
  "tika-s0101t2:226_8": "ubhayameva nippariyāyena “dhammo”ti vutto. Nibbānañhi ārammaṇapaccayabhūtaṁ labhitvā",
  "tika-s0101t2:226_9": "ariyamaggassa tadatthasiddhi. Tathāpi yasmā ariyaphalānaṁ “tāya saddhāya avūpasantāyā”tiādi",
  "tika-s0101t2:226_10": "vacanato maggena samucchinnānaṁ kilesānaṁ paṭipassaddhippahānakiccatāya, niyyānānuguṇatāya,",
  "tika-s0101t2:226_11": "niyyānapariyosānatāya ca, pariyattidhammassa pana “niyyānadhammassa samadhigamanahetutāyā”ti",
  "tika-s0101t2:226_12": "iminā pariyāyena vuttanayena dhammabhāvo labbhati eva. Svāyamattho pāṭhārūḷho evāti",
  "tika-s0101t2:226_13": "dassento “na kevala”ntiādimāha.",
  "tika-s0101t2:227_0": "“Kāmarāgo bhavarāgo”ti evamādi bhedo sabbopi rāgo virajjati etenāti rāgavirāgoti",
  "tika-s0101t2:227_1": "maggo kathito. Ejāsaṅkhātāya taṇhāya, antonijjhānalakkhaṇassa sokassa ca taduppattiyaṁ",
  "tika-s0101t2:227_2": "sabbaso parikkhīṇattā anejaṁ asokanti phalaṁ kathitaṁ. Appaṭikūlanti avirodhadīpanato",
  "tika-s0101t2:227_3": "kenaci aviruddhaṁ, iṭṭhaṁ paṇītanti vā attho. Paguṇarūpena pavattitattā, pakaṭṭhaguṇavibhāvanato",
  "tika-s0101t2:227_4": "vā paguṇaṁ. Yathāha “vihiṁsasaññī paguṇaṁ na bhāsiṁ, dhammaṁ paṇītaṁ manujesu brahme”ti.",
  "tika-s0101t2:227_5": "sabbadhammakkhandhā kathitāti yojanā.",
  "tika-s0101t2:228_0": "Diṭṭhisīlasaṅghātenāti “yāyaṁ diṭṭhi ariyā niyyānikā niyyāti takkarassa sammā dukkhakkhayāya,",
  "tika-s0101t2:228_1": "tathārūpāya diṭṭhiyā diṭṭhisāmaññagato viharatī”ti evaṁ vuttāya diṭṭhiyā, “yāni tāni",
  "tika-s0101t2:228_2": "sīlāni akhaṇḍāni acchiddāni asabalāni akammāsāni bhujissāni viññuppasatthāni aparāmaṭṭhāni",
  "tika-s0101t2:228_3": "samādhisaṁvattanikāni, tathārūpehi sīlehi sīlasāmaññagato viharatī”ti evaṁ vuttānaṁ",
  "tika-s0101t2:228_4": "sīlānañca saṁhatabhāvena, diṭṭhisīlasāmaññenāti attho. Saṁhatoti ghaṭito, sametoti",
  "tika-s0101t2:228_5": "attho. Ariyapuggalā hi yattha katthaci dūre ṭhitāpi attano guṇasāmaggiyā saṁhatā",
  "tika-s0101t2:228_6": "eva. Aṭṭha ca puggaladhammadasā teti te purisayugavasena cattāropi puggalavasena",
  "tika-s0101t2:228_7": "aṭṭheva ariyadhammassa paccakkhadassāvitāya dhammadasā. Tīṇi vatthūni “saraṇa”nti",
  "tika-s0101t2:228_8": "gamanena, tikkhattuṁ gamanena ca tīṇi saraṇagamanāni. Paṭivedesīti attano hadayagataṁ vācāya pavedesi.",
  "tika-s0101t2:229": "Saraṇagamanakathāvaṇṇanā",
  "tika-s0101t2:230_0": "Saraṇagamanassa visayappabhedaphalasaṁkilesabhedānaṁ viya kattu ca vibhāvanā tattha",
  "tika-s0101t2:230_1": "kosallāya hotīti “saraṇagamanesu kosallatthaṁ saraṇaṁ…pe… veditabbo”ti vuttaṁ tena",
  "tika-s0101t2:230_2": "vinā saraṇagamanasseva asambhavato. Kasmā panettha vodānaṁ na gahitaṁ, nanu vodānavibhāvanāpi",
  "tika-s0101t2:230_3": "tattha kosallāvahāti? Saccametaṁ, taṁ pana saṁkilesaggahaṇeneva atthato dīpitaṁ hotīti",
  "tika-s0101t2:230_4": "na gahitaṁ. Yāni hi nesaṁ saṁkilesakāraṇāni aññāṇādīni, tesaṁ sabbena sabbaṁ anuppannānaṁ",
  "tika-s0101t2:230_5": "anuppādanena, uppannānañca pahānena vodānaṁ hotīti. Hiṁsatthassa sara-saddassa vasenetaṁ",
  "tika-s0101t2:230_6": "padaṁ daṭṭhabbanti “hiṁsatīti saraṇa”nti vatvā taṁ pana hiṁsanaṁ kesaṁ kathaṁ kassa",
  "tika-s0101t2:230_7": "vāti codanaṁ sodhento “saraṇagatāna”ntiādimāha. Tattha bhayanti vaṭṭabhayaṁ. Santāsanti",
  "tika-s0101t2:230_8": "cittutrāsaṁ teneva cetasikadukkhassa gahitattā. Dukkhanti kāyikadukkhaṁ. Duggatiparikilesanti",
  "tika-s0101t2:230_9": "duggatipariyāpannaṁ sabbampi dukkhaṁ, tayidaṁ sabbaṁ parato phalakathāyaṁ āvibhavissati.",
  "tika-s0101t2:230_10": "Etanti “saraṇa”nti padaṁ.",
  "tika-s0101t2:231_0": "Evaṁ avisesato saraṇa-saddassa atthaṁ dassetvā idāni visesato dassetuṁ “atha vā”tiādi",
  "tika-s0101t2:231_1": "vuttaṁ. Hite pavattanenāti “sampannasīlā bhikkhave viharathā”tiādinā atthe niyojanena.",
  "tika-s0101t2:231_2": "Ahitā ca nivattanenāti. “Pāṇātipātassa kho pāpako vipāko, pāpakaṁ abhisamparāya”ntiādinā",
  "tika-s0101t2:231_3": "ādīnavadassanādimukhena anatthato nivattanena. Bhayaṁ hiṁsatīti hitāhitesu appavattipavattihetukaṁ",
  "tika-s0101t2:231_4": "byasanaṁ appavattikaraṇena vināseti. Bhavakantārā uttāraṇena maggasaṅkhāto dhammo,",
  "tika-s0101t2:231_5": "itaro assāsadānena sattānaṁ bhayaṁ hiṁsatīti yojanā. Kārānanti dānavasena pūjāvasena",
  "tika-s0101t2:231_6": "ca upanītānaṁ sakkārānaṁ. Vipulaphalapaṭilābhakaraṇena sattānaṁ bhayaṁ hiṁsatīti",
  "tika-s0101t2:231_7": "yojanā, anuttaradakkhiṇeyyabhāvatoti adhippāyo. Imināpi pariyāyenāti imināpi vibhajitvā vuttena kāraṇena.",
  "tika-s0101t2:232_0": "“Sammāsambuddho bhagavā, svākkhāto dhammo, suppaṭipanno saṅgho”ti evaṁ pavatto tattha",
  "tika-s0101t2:232_1": "ratanattaye pasādo tappasādo, tadeva ratanattayaṁ garu etassāti taggaru tabbhāvo",
  "tika-s0101t2:232_2": "taggarutā, tappasādo ca taggarutā ca tappasādataggarutā, tāhi tappasādataggarutāhi.",
  "tika-s0101t2:232_3": "Vidhūtadiṭṭhivicikicchāsammohaassaddhiyāditāya vihatakileso. Tadeva ratanattayaṁ",
  "tika-s0101t2:232_4": "parāyaṇaṁ parāgati tāṇaṁ leṇanti evaṁ pavattiyā tapparāyaṇatākārappavatto cittuppādo",
  "tika-s0101t2:232_5": "saraṇagamanaṁ saraṇaṁ gacchati etenāti. Taṁsamaṅgīti tena yathāvuttacittuppādena",
  "tika-s0101t2:232_6": "samannāgato. Evaṁ upetīti bhajati sevati payirupāsati, evaṁ vā jānāti bujjhatīti",
  "tika-s0101t2:232_7": "evamattho veditabbo. Ettha ca pasāda-ggahaṇena lokiyasaraṇagamanamāha. Tañhi pasādappadhānaṁ.",
  "tika-s0101t2:232_8": "Garutāgahaṇena lokuttaraṁ. Ariyā hi ratanattayaṁ guṇābhiññatāya pāsāṇacchattaṁ viya",
  "tika-s0101t2:232_9": "garuṁ katvā passanti. Tasmā tappasādena vikkhambhanavasena vigatakileso, taggarutāya",
  "tika-s0101t2:232_10": "samucchedavasenāti yojetabbaṁ agāravakaraṇahetūnaṁ samucchindanato. Tapparāyaṇatā",
  "tika-s0101t2:232_11": "panettha taggatikatāti tāya catubbidhampi vakkhamānaṁ saraṇagamanaṁ gahitanti daṭṭhabbaṁ.",
  "tika-s0101t2:232_12": "Avisesena vā pasādagarutā jotitāti pasādaggahaṇena aveccappasādassa itarassa ca gahaṇaṁ,",
  "tika-s0101t2:232_13": "tathā garutāgahaṇenāti ubhayenāpi ubhayaṁ saraṇagamanaṁ yojetabbaṁ.",
  "tika-s0101t2:233_0": "Maggakkhaṇe ijjhatīti yojanā. “Nibbānārammaṇaṁ hutvā”ti etena atthato catusaccādhigamo",
  "tika-s0101t2:233_1": "eva lokuttarasaraṇagamananti dasseti. Tattha hi nibbānadhammo sacchikiriyābhisamayavasena,",
  "tika-s0101t2:233_2": "maggadhammo bhāvanābhisamayavasena paṭivijjhiyamānoyeva saraṇagamanatthaṁ sādheti.",
  "tika-s0101t2:233_3": "Buddhaguṇā pana sāvakagocarabhūtā pariññābhisamayavasena, tathā ariyasaṅghaguṇā,",
  "tika-s0101t2:233_4": "tenāha “kiccato sakalepi ratanattaye ijjhatī”ti. Ijjhantañca saheva ijjhati, na lokiyaṁ",
  "tika-s0101t2:233_5": "viya patipāṭiyā asammohapaṭivedhena paṭividdhattāti adhippāyo. Ye pana vadanti “na",
  "tika-s0101t2:233_6": "saraṇagamanaṁ nibbānārammaṇaṁ hutvā pavattati. Maggassa adhigatattā pana adhigatameva",
  "tika-s0101t2:233_7": "hoti ekaccānaṁ tevijjādīnaṁ lokiyavijjādayo viyā”ti, tesaṁ lokiyameva saraṇagamanaṁ",
  "tika-s0101t2:233_8": "siyā, na lokuttaraṁ, tañca ayuttaṁ duvidhassāpi icchitabbattā.",
  "tika-s0101t2:234_0": "Tanti lokiyaṁ saraṇagamanaṁ. Saddhāpaṭilābho “sammāsambuddho bhagavā”tiādinā. Saddhāmūlikāti",
  "tika-s0101t2:234_1": "yathāvuttasaddhāpubbaṅgamā sammādiṭṭhiti buddhasubuddhataṁ, dhammasudhammataṁ, saṅghasuppaṭipattiñca",
  "tika-s0101t2:234_2": "lokiyāvabodhavaseneva sammā ñāyena dassanato. “Saddhāmūlikā sammādiṭṭhī”ti etena",
  "tika-s0101t2:234_3": "saddhūpanissayā yathāvuttalakkhaṇā paññā lokiyasaraṇagamananti dasseti, tenāha “diṭṭhijukammanti",
  "tika-s0101t2:234_4": "vuccatī”ti. Diṭṭhi eva attano paccayehi uju karīyatīti katvā diṭṭhi vā uju karīyati",
  "tika-s0101t2:234_5": "etenāti diṭṭhijukammaṁ, tathā pavatto cittuppādo. Evañca katvā “tapparāyaṇatākārappavatto",
  "tika-s0101t2:234_6": "cittuppādo”ti idaṁ vacanaṁ samatthitaṁ hoti. Saddhāpubbaṅgamasammādiṭṭhiggahaṇaṁ",
  "tika-s0101t2:234_7": "pana cittuppādassa tappadhānatāyāti daṭṭhabbaṁ. “Saddhāpaṭilābho”ti iminā mātādīhi",
  "tika-s0101t2:234_8": "ussāhitadārakādīnaṁ viya ñāṇavippayuttaṁ saraṇagamanaṁ dasseti, “sammādiṭṭhī”ti iminā",
  "tika-s0101t2:234_9": "ñāṇasampayuttaṁ saraṇagamanaṁ. Tayidaṁ lokiyaṁ saraṇagamanaṁ. Attā sanniyyātīyati",
  "tika-s0101t2:234_10": "appīyati pariccajīyati etenāti attasanniyyātanaṁ, yathāvuttaṁ diṭṭhijukammaṁ. Taṁ",
  "tika-s0101t2:234_11": "ratanattayaṁ parāyaṇaṁ paṭisaraṇaṁ etassāti tapparāyaṇo, puggalo, cittuppādo vā.",
  "tika-s0101t2:234_12": "Tassa bhāvo tapparāyaṇatā, yathāvuttaṁ diṭṭhijukammameva. “Saraṇa”nti adhippāyena",
  "tika-s0101t2:234_13": "sissabhāvaṁ antevāsikabhāvaṁ upagacchati etenāti sissabhāvūpagamanaṁ. Saraṇagamanādhippāyeneva",
  "tika-s0101t2:234_14": "paṇipatati etenāti paṇipāto. Sabbattha yathāvuttadiṭṭhijukammavaseneva attho veditabbo.",
  "tika-s0101t2:235_0": "Attapariccajananti saṁsāradukkhanittharaṇatthaṁ attano attabhāvassa pariccajanaṁ.",
  "tika-s0101t2:235_1": "Eseva nayo sesesupi. Buddhādīnaṁ yevāti avadhāraṇaṁ attasanniyyātanādīsupi tattha",
  "tika-s0101t2:235_2": "tattha vattabbaṁ. Evañhi tadaññanivattanaṁ kataṁ hoti.",
  "tika-s0101t2:236_0": "Evaṁ attasanniyyātanādīni ekena pakārena dassetvā idāni aparehipi pakārehi dassetuṁ",
  "tika-s0101t2:236_1": "“apicā”tiādi āraddhaṁ, tena pariyāyantarehipi attasanniyyātanādi katameva hoti atthassa",
  "tika-s0101t2:236_2": "abhinnattāti dasseti. Āḷavakādīnanti ādi-saddena sātāgirahemavatādīnaṁ saṅgaho daṭṭhabbo.",
  "tika-s0101t2:236_3": "Nanu cete āḷavakādayo maggeneva āgatasaraṇagamanā, kathaṁ tesaṁ tapparāyaṇatāsaraṇagamanaṁ",
  "tika-s0101t2:236_4": "vuttanti? Maggenāgatasaraṇagamanehipi. “So ahaṁ vicarissāmi…pe… sudhammataṁ” “te",
  "tika-s0101t2:236_5": "mayaṁ vicarissāma, gāmā gāmaṁ nagā nagaṁ…pe… sudhammata”nti, tehi tapparāyaṇatākārassa",
  "tika-s0101t2:236_6": "paveditattā tathā vuttaṁ.",
  "tika-s0101t2:237_0": "So panesa ñāti…pe… vasenāti ettha ñātivasena, bhayavasena, ācariyavasena, dakkhiṇeyyavasenāti",
  "tika-s0101t2:237_1": "paccekaṁ yojetabbaṁ. Tattha ñātivasenāti ñātibhāvavasena. Evaṁ sesesupi. Dakkhiṇeyyapaṇipātenāti",
  "tika-s0101t2:237_2": "dakkhiṇeyyatāhetukena paṇipātena. Itarehīti ñātibhāvādivasappavattehi tīhi paṇipātehi.",
  "tika-s0101t2:237_3": "“Itarehī”tiādinā saṅkhepato vuttamatthaṁ vitthārato dassetuṁ “tasmā”tiādi vuttaṁ.",
  "tika-s0101t2:237_4": "Vandatīti paṇipātassa lakkhaṇavacanaṁ. Evarūpanti diṭṭhadhammikaṁ sandhāya vadati.",
  "tika-s0101t2:237_5": "Samparāyikañhi niyyānikaṁ vā anusāsaniṁ paccāsisanto dakkhiṇeyyapaṇipātameva karotīti adhippāyo.",
  "tika-s0101t2:238": "Saraṇagamanappabhedoti saraṇagamanavibhāgo.",
  "tika-s0101t2:239_0": "Ariyamaggo eva lokuttaraṁ saraṇagamananti “cattāri sāmaññaphalāni vipākaphala”nti",
  "tika-s0101t2:239_1": "vuttaṁ. Sabbadukkhakkhayoti sakalassa vaṭṭadukkhassa anuppādanirodho. Etanti “cattāri",
  "tika-s0101t2:239_2": "ariyasaccāni, sammappaññāya passatī”ti evaṁ vuttaṁ ariyasaccassa dassanaṁ.",
  "tika-s0101t2:240_0": "Niccādito anupagamanādivasenāti “nicca”nti aggahaṇādivasena. Aṭṭhānanti hetupaṭikkhepo.",
  "tika-s0101t2:240_1": "Anavakāsoti paccayapaṭikkhepo. Ubhayenāpi kāraṇameva paṭikkhipati. Yanti yena kāraṇena.",
  "tika-s0101t2:240_2": "Diṭṭhisampannoti maggadiṭṭhiyā samannāgato sotāpanno. Kañci saṅkhāranti catubhūmakesu",
  "tika-s0101t2:240_3": "saṅkhatasaṅkhāresu ekasaṅkhārampi. Niccato upagaccheyyāti “nicco”ti gaṇheyya. “Sukhato",
  "tika-s0101t2:240_4": "upagaccheyyā”ti. “Ekantasukhī attā hoti arogo paraṁ maraṇā”ti evaṁ attadiṭṭhivasena",
  "tika-s0101t2:240_5": "sukhato gāhaṁ sandhāyetaṁ vuttaṁ. Diṭṭhivippayuttacittena pana ariyasāvako pariḷāhavūpasamanatthaṁ",
  "tika-s0101t2:240_6": "mattahatthiparittāsito viya cokkhabrāhmaṇo ukkārabhūmiṁ kañci saṅkhāraṁ sukhato upagacchati.",
  "tika-s0101t2:240_7": "Attavāre kasiṇādipaññattisaṅgahatthaṁ “saṅkhāra”nti avatvā “kañci dhamma”nti vuttaṁ.",
  "tika-s0101t2:240_8": "Imesupi vāresu catubhūmakavaseneva paricchedo veditabbo, tebhūmakavaseneva vā. Yaṁ",
  "tika-s0101t2:240_9": "yañhi puthujjano gāhavasena gaṇhāti, tato tato ariyasāvako gāhaṁ viniveṭheti.",
  "tika-s0101t2:241_0": "“Mātara”ntiādīsu janikā mātā, janako pitā, manussabhūto khīṇāsavo arahāti adhippeto.",
  "tika-s0101t2:241_1": "Kiṁ pana ariyasāvako aññaṁ jīvitā voropeyyāti? Etampi aṭṭhānaṁ, puthujjanabhāvassa",
  "tika-s0101t2:241_2": "pana mahāsāvajjabhāvadassanatthaṁ, ariyasāvakassa ca phaladassanatthaṁ evaṁ vuttaṁ.",
  "tika-s0101t2:241_3": "Duṭṭhacittoti vadhakacittena paduṭṭhacitto. Lohitaṁ uppādeyyāti jīvamānakasarīre",
  "tika-s0101t2:241_4": "khuddakamakkhikāya pivanamattampi lohitaṁ uppādeyya. Saṅghaṁ bhindeyyāti samānasaṁvāsakaṁ",
  "tika-s0101t2:241_5": "samānasīmāyaṁ ṭhitaṁ saṅghaṁ. “Kammena, uddesena, voharanto, anussāvanena, salākaggāhenā”ti",
  "tika-s0101t2:241_6": "evaṁ vuttehi pañcahi kāraṇehi bhindeyya. Aññaṁ satthāranti aññaṁ titthakaraṁ “ayaṁ",
  "tika-s0101t2:241_7": "me satthā”ti evaṁ gaṇheyya, netaṁ ṭhānaṁ vijjatīti attho. Na te gamissanti apāyabhūminti",
  "tika-s0101t2:241_8": "te buddhaṁ saraṇaṁ gatā taṁnimittaṁ apāyaṁ na gamissanti, devakāyaṁ pana paripūressantīti attho.",
  "tika-s0101t2:242_0": "Dasahi ṭhānehīti dasahi kāraṇehi. Adhigaṇhantīti abhibhavanti. Velāmasuttādivasenāpīti",
  "tika-s0101t2:242_1": "ettha karīsassa catutthabhāgappamāṇānaṁ caturāsītisahassasaṅkhyānaṁ suvaṇṇapātirūpiyapātikaṁsapātīnaṁ",
  "tika-s0101t2:242_2": "yathākkamaṁ rūpiyasuvaṇṇahiraññapūrānaṁ, sabbālaṅkārapaṭimaṇḍitānaṁ caturāsītiyā",
  "tika-s0101t2:242_3": "hatthisahassānaṁ, caturāsītiyā assasahassānaṁ, caturāsītiyā rathasahassānaṁ, caturāsītiyā",
  "tika-s0101t2:242_4": "dhenusahassānaṁ, caturāsītiyā kaññāsahassānaṁ, caturāsītiyā pallaṅkasahassānaṁ, caturāsītiyā",
  "tika-s0101t2:242_5": "vatthakoṭisahassānaṁ, aparimāṇassa ca khajjabhojjādibhedassa āhārassa pariccajanavasena",
  "tika-s0101t2:242_6": "sattamāsādhikāni sattasaṁvaccharāni nirantaraṁ pavattavelāmamahādānato ekassa sotāpannassa",
  "tika-s0101t2:242_7": "dinnadānaṁ mahapphalataraṁ, tato sataṁ sotāpannānaṁ dinnadānato ekassa sakadāgāmino,",
  "tika-s0101t2:242_8": "tato ekassa anāgāmino, tato ekassa arahato, tato ekassa paccekabuddhassa, tato sammāsambuddhassa,",
  "tika-s0101t2:242_9": "tato buddhappamukhassa saṅghassa dinnadānaṁ mahapphalataraṁ, tato cātuddisasaṅghaṁ",
  "tika-s0101t2:242_10": "uddissa vihārakaraṇaṁ, tato saraṇagamanaṁ mahapphalataranti imamatthaṁ pakāsentassa",
  "tika-s0101t2:242_11": "velāmasuttassa vasena. Vuttañhetaṁ “yaṁ gahapati velāmo brāhmaṇo dānaṁ adāsi mahādānaṁ,",
  "tika-s0101t2:242_12": "yo cekaṁ diṭṭhisampannaṁ bhojeyya, idaṁ tato mahapphalatara”ntiādi. Velāmasuttādīti",
  "tika-s0101t2:242_13": "ādisaddena aggappasādasuttādīnaṁ saṅgaho daṭṭhabbo.",
  "tika-s0101t2:243_0": "Aññāṇaṁ vatthuttayassa guṇānaṁ ajānanaṁ, tattha sammoho. “Buddho nu kho, na nu kho”tiādinā",
  "tika-s0101t2:243_1": "vicikicchā saṁsayo. Micchāñāṇaṁ tassa guṇānaṁ aguṇabhāvaparikappanena viparītaggāho.",
  "tika-s0101t2:243_2": "Ādi-saddena anādarāgāravādīnaṁ saṅgaho. Na mahājutikanti na ujjalaṁ, aparisuddhaṁ",
  "tika-s0101t2:243_3": "apariyodātanti attho. Na mahāvipphāranti anuḷāraṁ. Sāvajjoti taṇhādiṭṭhādivasena",
  "tika-s0101t2:243_4": "sadoso, lokiyasaraṇagamanaṁ sikkhāsamādānaṁ viya aggahitakālaparicchedaṁ jīvitapariyantameva",
  "tika-s0101t2:243_5": "hoti, tasmā tassa khandhabhedena bhedoti āha “anavajjo kālakiriyāyā”ti. Soti anavajjo",
  "tika-s0101t2:243_6": "saraṇagamanabhedo. Satipi anavajjatte iṭṭhaphalopi na hotīti āha “aphalo”ti. Kasmā?",
  "tika-s0101t2:243_7": "Avipākattā. Na hi taṁ akusalanti.",
  "tika-s0101t2:244_0": "Ko upāsakoti sarūpapucchā, kiṁlakkhaṇo upāsakoti vuttaṁ hoti. Kasmāti hetupucchā,",
  "tika-s0101t2:244_1": "tena kena pavattinimittena upāsaka-saddo tasmiṁ puggale nirūḷhoti dasseti, tenāha",
  "tika-s0101t2:244_2": "“kasmā upāsakoti vuccatī”ti. Saddassa abhidheyye pavattinimittaṁ tadatthassa tabbhāvakāraṇaṁ.",
  "tika-s0101t2:244_3": "Kimassa sīlanti kīdisaṁ assa upāsakassa sīlaṁ, kittakena sīlenāyaṁ sīlasampanno nāma",
  "tika-s0101t2:244_4": "hotīti attho. Ko ājīvoti ko assa sammāājīvo, so pana micchājīvassa parivajjanena",
  "tika-s0101t2:244_5": "hotīti sopi vibhajīyati. Kā vipattīti kā assa sīlassa, ājīvassa vā vipatti. Anantarassa",
  "tika-s0101t2:244_6": "hi vidhi vā paṭisedho vā. Sampattīti etthāpi eseva nayo.",
  "tika-s0101t2:245": "Yo kocīti khattiyādīsu yo koci, tena saraṇagamanaṁ evaṁ kāraṇaṁ, na jāti ādivisesoti dasseti.",
  "tika-s0101t2:246": "Upāsanatoti teneva saraṇagamanena, tattha ca sakkaccakiriyāya ādara gāravabahumānādiyogena payirupāsanato.",
  "tika-s0101t2:247": "Veramaṇiyoti veraṁ vuccati pāṇātipātādidussīlyaṁ, tassa maṇanato hananato vināsanato veramaṇiyo, pañca viratiyo viratipadhānattā tassa sīlassa, tenevāha “paṭivirato hotī”ti.",
  "tika-s0101t2:248_0": "Micchāvaṇijjāti na sammāvaṇijjā ayuttavaṇijjā asāruppavaṇijjā. Pahāyāti akaraṇeneva",
  "tika-s0101t2:248_1": "pajahitvā. Dhammenāti dhammato anapetena, tena aññampi adhammikaṁ jīvikaṁ paṭikkhipati.",
  "tika-s0101t2:248_2": "Samenāti avisamena, tena kāyavisaṁ ādiduccaritaṁ vajjetvā kāyasamādinā sucaritena",
  "tika-s0101t2:248_3": "jīvikaṁ dasseti. Satthavaṇijjāti āvudhabhaṇḍaṁ katvā vā kāretvā vā yathākataṁ vā",
  "tika-s0101t2:248_4": "paṭilabhitvā tassa vikkayo. Sattavaṇijjāti manussavikkayo. Maṁsavaṇijjāti sūnakārādayo",
  "tika-s0101t2:248_5": "viya migasūkarādike posetvā maṁsaṁ sampādetvā vikkayo. Majjavaṇijjāti yaṁ kiñci majjaṁ",
  "tika-s0101t2:248_6": "yojetvā tassa vikkayo. Visavaṇijjāti visaṁ yojetvā vā visaṁ gahetvā vā tassa vikkayo.",
  "tika-s0101t2:248_7": "Tattha satthavaṇijjā paroparodhanimittatāya akaraṇīyā vuttā sattavaṇijjā abhujissabhāvakaraṇato,",
  "tika-s0101t2:248_8": "maṁsavaṇijjā vadhahetuto, majjavaṇijjā pamādaṭṭhānato.",
  "tika-s0101t2:249_0": "Tassevāti pañcaveramaṇilakkhaṇassa sīlassa ceva pañcamicchāvaṇijjālakkhaṇassa ājīvassa",
  "tika-s0101t2:249_1": "ca. Vipattīti bhedo, pakopo ca. Yāyāti yāya paṭipattiyā. Caṇḍāloti upāsakacaṇḍālo.",
  "tika-s0101t2:249_2": "Malanti upāsakamalaṁ. Paṭikiṭṭhoti upāsakanihīno. Buddhādīsu kammakammaphalesu ca",
  "tika-s0101t2:249_3": "saddhāvipariyāyo assaddhiyaṁ micchādhimokkho, yathāvuttena assaddhiyena samannāgato",
  "tika-s0101t2:249_4": "assaddho. Yathāvuttasīlavipattiājīvavipattivasena dussīlo. “Iminā diṭṭhādinā idaṁ",
  "tika-s0101t2:249_5": "nāma maṅgalaṁ hotī”ti evaṁ bālajanaparikappitakotūhalasaṅkhātena diṭṭhasutamutamaṅgalena",
  "tika-s0101t2:249_6": "samannāgato kotūhalamaṅgaliko. Maṅgalaṁ paccetīti diṭṭhamaṅgalādibhedaṁ maṅgalameva",
  "tika-s0101t2:249_7": "pattiyāyati. No kammanti kammassakataṁ no pattiyāyati. Ito ca bahiddhāti ito sabbaññubuddhasāsanato",
  "tika-s0101t2:249_8": "bahiddhā bāhirakasamaye. Dakkhiṇeyyaṁ pariyesatīti duppaṭipannaṁ dakkhiṇārahasaññī",
  "tika-s0101t2:249_9": "gavesati. Pubbakāraṁ karotīti dānamānaṁ ādikaṁ kusalakiriyaṁ paṭhamataraṁ karoti.",
  "tika-s0101t2:249_10": "Ettha ca dakkhiṇeyyapariyesanapubbakāre ekaṁ katvā pañca dhammā veditabbā.",
  "tika-s0101t2:250_0": "Vipattiyaṁ vuttavipariyāyena sampatti veditabbā. Ayaṁ pana viseso – catunnampi parisānaṁ",
  "tika-s0101t2:250_1": "ratijananaṭṭhena upāsakova ratanaṁ upāsakaratanaṁ. Guṇasobhākittisaddasugandhatāya",
  "tika-s0101t2:250_2": "upāsakova padumaṁ upāsakapadumaṁ. Tathā upāsakapuṇḍarīkaṁ.",
  "tika-s0101t2:251_0": "Ādimhītiādiatthe. Koṭiyanti pariyantakoṭiyaṁ. Vihāraggenāti ovarakakoṭṭhāsena, “imasmiṁ",
  "tika-s0101t2:251_1": "gabbhe vasantānamidaṁ nāma panasaphalaṁ pāpuṇātī”tiādinā taṁ taṁvasanaṭṭhānakoṭṭhāsenāti",
  "tika-s0101t2:251_2": "attho. Ajjatagganti vā ajjadagganti vā ajja icceva attho.",
  "tika-s0101t2:252_0": "“Pāṇehi upeta”nti iminā tassa saraṇagamanassa āpāṇakoṭikataṁ dassento “yāva me jīvitaṁ",
  "tika-s0101t2:252_1": "pavattatī”tiādīni vatvā puna jīvitenāpi taṁ vatthuttayaṁ paṭipūjento “saraṇagamanaṁ",
  "tika-s0101t2:252_2": "rakkhāmī”ti uppannaṁ tassa rañño adhippāyaṁ vibhāvento “ahañhī”tiādimāha. Pāṇehi",
  "tika-s0101t2:252_3": "upetanti hi yāva me pāṇā dharanti, tāva saraṇaṁ upetaṁ, upento ca na vācāmattena,",
  "tika-s0101t2:252_4": "na ekavāraṁ cittuppādamattena, atha kho pāṇānaṁ pariccajanavasena yāvajīvaṁ upetanti",
  "tika-s0101t2:252_5": "evamettha attho veditabbo.",
  "tika-s0101t2:253_0": "Accayanaṁ sādhumariyādaṁ madditvā vītikkamanaṁ accayoti āha “aparādho”ti. Acceti",
  "tika-s0101t2:253_1": "atikkamati etenāti vā accayo, vītikkamassa pavattanako akusaladhammo. So eva aparajjhati",
  "tika-s0101t2:253_2": "etenāti aparādho. So hi aparajjhantaṁ purisaṁ abhibhavitvā pavattati, tenāha “atikkamma",
  "tika-s0101t2:253_3": "abhibhavitvā pavatto”ti. Caratīti ācarati karoti. Dhammenevāti dhammato anapetena",
  "tika-s0101t2:253_4": "payogena. Paṭiggaṇhātūti adhivāsanavasena sampaṭicchatūti atthoti āha “khamatū”ti.",
  "tika-s0101t2:254_0": "251. Sadevakena lokena “saraṇa”nti araṇīyato ariyo, tathāgatoti āha “ariyassa vinaye",
  "tika-s0101t2:254_1": "buddhassa bhagavato sāsane”ti. Puggalādhiṭṭhānaṁ karontoti kāmaṁ “vuddhi hesā”ti",
  "tika-s0101t2:254_2": "dhammādhiṭṭhānavasena vākyaṁ āraddhaṁ, tathāpi desanaṁ pana puggalādhiṭṭhānaṁ karonto",
  "tika-s0101t2:254_3": "saṁvaraṁ āpajjatīti āhāti yojanā.",
  "tika-s0101t2:255_0": "253. Imasmiṁyeva attabhāve nippajjanakānaṁ attano kusalamūlānaṁ khaṇanena khato,",
  "tika-s0101t2:255_1": "tesaṁyeva upahananena upahato. Ubhayenāpi tassa kammāparādhameva vadati. Patiṭṭhāti",
  "tika-s0101t2:255_2": "sammattaniyāmokkamanaṁ etāyāti patiṭṭhā, tassa upanissayasampadā. Sā kiriyāparādhena",
  "tika-s0101t2:255_3": "bhinnā vināsitā etenāti bhinnapatiṭṭho, tenāha “tathā”tiādi. Dhammesu cakkhunti catusaccadhammesu",
  "tika-s0101t2:255_4": "tesaṁ dassanaṭṭhena cakkhu. Aññesu ṭhānesūti aññesu suttapadesu. Muccissatīti saṭṭhi",
  "tika-s0101t2:255_5": "vassasahassāni paccitvā lohakumbhī narakato muccissati.",
  "tika-s0101t2:256_0": "Yadi anantare attabhāve narake paccati, imaṁ pana suttaṁ sutvā rañño ko ānisaṁso",
  "tika-s0101t2:256_1": "laddhoti āha “mahānisaṁso”tiādi. So pana ānisaṁso niddālābhasīsena vutto tadā kāyikacetasikadukkhāpagamo,",
  "tika-s0101t2:256_2": "tiṇṇaṁ ratanānaṁ mahāsakkārakiriyā, sātisayo pothujjanikasaddhāpaṭilābhoti evaṁpakāro",
  "tika-s0101t2:256_3": "diṭṭhadhammiko, samparāyiko pana aparāparesupi bhavesu aparimāṇo yevāti veditabbo.",
  "tika-s0101t2:257_0": "Etthāha – yadi rañño kammantarāyābhāve tasmiṁyeva āsane dhammacakkhu uppajjissati,",
  "tika-s0101t2:257_1": "kathaṁ anāgate paccekabuddho hutvā parinibbāyissati. Atha paccekabuddho hutvā parinibbāyissati,",
  "tika-s0101t2:257_2": "kathaṁ tadā dhammacakkhuṁ uppajjissati, nanu ime sāvakabodhipaccekabodhiupanissayā",
  "tika-s0101t2:257_3": "bhinnanissayāti? Nāyaṁ virodho ito parato evassa paccekabodhisambhārānaṁ sambharaṇīyato.",
  "tika-s0101t2:257_4": "Sāvakabodhiyā bujjhanakasattāpi hi asati tassā samavāye kālantare paccekabodhiyā",
  "tika-s0101t2:257_5": "bujjhissanti katābhinīhārasambhavato. Apare pana bhaṇanti “paccekabodhiyā yevāyaṁ",
  "tika-s0101t2:257_6": "katābhinīhāro. Katābhinīhārāpi hi tattha niyatiṁ appattā tassa ñāṇassa paripākaṁ",
  "tika-s0101t2:257_7": "anupagatattā satthu sammukhībhāve sāvakabodhiṁ pāpuṇissantīti bhagavā ‘sacāyaṁ bhikkhave",
  "tika-s0101t2:257_8": "rājā’tiādimāha. Mahābodhisattānameva ca ānantariyaparimutti, na itarabodhisattānaṁ.",
  "tika-s0101t2:257_9": "Tathā hi paccekabodhiyaṁ niyato samāno devadatto cirakālasambhūtena lokanāthe āghātena",
  "tika-s0101t2:257_10": "garutarāni ānantariyāni pasavi, tasmā kammantarāyenāyaṁ idāni asamavetadassanābhisamayo",
  "tika-s0101t2:257_11": "rājā paccekabodhiniyāmena anāgate paccekabuddho hutvā parinibbāyissatī”ti daṭṭhabbaṁ.",
  "tika-s0101t2:258": "Sāmaññaphalasuttavaṇṇanāya līnatthappakāsanā."
}