{
  "tika-vin02t26:0": "7. Saṅghabhedakakkhandhakaṁ",
  "tika-vin02t26:1": "Chasakyapabbajjākathāvaṇṇanā",
  "tika-vin02t26:2_0": "330. Saṅghabhedakakkhandhake anupiyāyantiādīsu ‘‘anupiyā nāmā’’ti vattabbe ākārassa",
  "tika-vin02t26:2_1": "rassattaṁ anunāsikassa ca āgamaṁ katvā ‘‘anupiyaṁ nāmā’’ti vuttaṁ. Mallānanti mallarājūnaṁ.",
  "tika-vin02t26:2_2": "Na heṭṭhā pāsādā orohatīti uparipāsādato heṭṭhimatalaṁ na orohati, ‘‘heṭṭhāpāsāda’’ntipi",
  "tika-vin02t26:2_3": "paṭhanti. Anuruddho vā pabbājeyyāti yojetabbaṁ. Gharāvāsatthanti gharāvāsassa anucchavikaṁ",
  "tika-vin02t26:2_4": "kammaṁ. Udakaṁ abhinetabbanti udakaṁ āharitabbaṁ. Ninnetabbanti ābhatamudakaṁ puna",
  "tika-vin02t26:2_5": "nīharitabbaṁ. Niddhāpetabbanti antarantarā uṭṭhitatiṇāni uddharitvā apanetabbaṁ.",
  "tika-vin02t26:2_6": "Lavāpetabbanti paripakkakāle lavāpetabbaṁ. Ubbāhāpetabbanti khalamaṇḍalaṁ harāpetabbaṁ.",
  "tika-vin02t26:2_7": "Ujuṁ kārāpetabbanti puñjaṁ kārāpetabbaṁ. Palālāni uddharāpetabbānīti palālāni apanetabbāni.",
  "tika-vin02t26:2_8": "Bhusikā uddharāpetabbāti gunnaṁ khuraggehi sañchinnā bhusasaṅkhātā nāḷadaṇḍā apanetabbā.",
  "tika-vin02t26:2_9": "Opunāpetabbanti vātamukhe opunāpetvā palālaṁ apanetabbaṁ. Atiharāpetabbanti antokoṭṭhāgāraṁ",
  "tika-vin02t26:2_10": "upanetabbaṁ. Na kammāti na kammāni. Gharāvāsatthenāti upayogatthe karaṇavacanaṁ.",
  "tika-vin02t26:2_11": "Upajānāhīti ca upasaggamatto upa-saddo. Tenāha ‘‘gharāvāsatthaṁ jānāhī’’ti. Jānāhīti",
  "tika-vin02t26:2_12": "cettha paṭipajjāti attho veditabbo. Akāmakāti anicchamānā.",
  "tika-vin02t26:3_0": "331-332.Yaṁ na nivattoti yasmā na nivatto. Suññāgāragatoti (udā. aṭṭha. 20) ‘‘ṭhapetvā",
  "tika-vin02t26:3_1": "gāmañca gāmūpacārañca avasesaṁ arañña’’nti (pārā.92) vuttaṁ araññaṁ rukkhamūlañca",
  "tika-vin02t26:3_2": "ṭhapetvā aññaṁ pabbatakandarādi pabbajitasāruppaṁ nivāsaṭṭhānaṁ janasambādhābhāvato",
  "tika-vin02t26:3_3": "idha ‘‘suññāgāra’’nti adhippetaṁ. Atha vā jhānakaṇṭakānaṁ saddānaṁ abhāvato vivittaṁ",
  "tika-vin02t26:3_4": "yaṁ kiñci agārampi ‘‘suññāgāra’’nti veditabbaṁ. Taṁ suññāgāraṁ upagato. Abhikkhaṇanti",
  "tika-vin02t26:3_5": "bahulaṁ. Udānaṁ udānesīti so hi āyasmā araññe divāvihāraṁ upagatopi rattivāsūpagatopi",
  "tika-vin02t26:3_6": "yebhuyyena phalasamāpattisukhena nirodhasamāpattisukhena ca vītināmesi, tasmā taṁ",
  "tika-vin02t26:3_7": "sukhaṁ sandhāya pubbe attanā anubhūtaṁ sabhayaṁ sapariḷāhaṁ rajjasukhaṁ jigucchitvā",
  "tika-vin02t26:3_8": "‘‘aho sukhaṁ aho sukha’’nti somanassasahitañāṇasamuṭṭhānaṁ pītisamuggāraṁ samuggirati.",
  "tika-vin02t26:3_9": "Te bhikkhū bhagavantaṁ etadavocunti te sambahulā bhikkhū ullumpanasabhāvasaṇṭhitā",
  "tika-vin02t26:3_10": "tassa anuggaṇhanādhippāyena bhagavantaṁ etadavocuṁ, na ujjhānavasena. Nissaṁsayanti",
  "tika-vin02t26:3_11": "asandehena, ekantenāti attho. Te kira bhikkhū puthujjanā tassa āyasmato vivekasukhaṁ",
  "tika-vin02t26:3_12": "sandhāya udānaṁ ajānantā evamāhaṁsu. Samanussarantoti ukkaṇṭhanavasena anussaranto.",
  "tika-vin02t26:4_0": "Aññataranti nāmagottena apākaṭaṁ ekaṁ bhikkhuṁ. Āmantesīti āṇāpesi te bhikkhū saññāpetukāmo.",
  "tika-vin02t26:4_1": "Evanti vacanasampaṭiggahe, sādhūti attho. Evaṁ bhanteti ettha pana evaṁ-saddo paṭiññāyaṁ.",
  "tika-vin02t26:4_2": "‘‘Abhikkhaṇaṁ ‘aho sukhaṁ aho sukha’nti imaṁ udānaṁ udānesī’’ti yathā te bhikkhū",
  "tika-vin02t26:4_3": "vadanti, taṁ evaṁ tathevāti attano udānaṁ paṭijānāti. ‘‘Kiṁ pana tvaṁ bhaddiyā’’ti",
  "tika-vin02t26:4_4": "kasmā bhagavā pucchati, kiṁ tassa cittaṁ na jānātīti? No na jānāti, teneva pana tamatthaṁ",
  "tika-vin02t26:4_5": "vadāpetvā te bhikkhū saññāpetuṁ pucchati. Vuttañhetaṁ ‘‘jānantāpi tathāgatā pucchanti,",
  "tika-vin02t26:4_6": "jānantāpi na pucchantī’’tiādi (pārā. 16, 194). Atthavasanti kāraṇaṁ.",
  "tika-vin02t26:5_0": "Antopi antepureti itthāgārassa sañcaraṇaṭṭhānabhūte rājagehassa abbhantare, yattha",
  "tika-vin02t26:5_1": "rājā nahānabhojanasayanādiṁ kappeti. Rakkhā susaṁvihitāti ārakkhādikatapurisehi gutti",
  "tika-vin02t26:5_2": "suṭṭhu samantato vihitā. Bahipi antepureti aṭṭakaraṇaṭṭhānādike antepurato bahibhūte",
  "tika-vin02t26:5_3": "rājagehe. Evaṁ rakkhito gopito santoti evaṁ rājageharājadhānīrajjadesesu anto bahi",
  "tika-vin02t26:5_4": "ca anekesu ṭhānesu anekasatehi susaṁvihitarakkhāvaraṇaguttiyā mameva nibbhayatthaṁ",
  "tika-vin02t26:5_5": "phāsuvihāratthaṁ rakkhito gopito samāno. Bhītotiādīni padāni aññamaññavevacanāni.",
  "tika-vin02t26:5_6": "Atha vā bhītoti pararājūhi bhāyamāno. Ubbiggoti sakarajjepi pakatikkhobhato uppajjanakabhayubbegena",
  "tika-vin02t26:5_7": "ubbiggo calito. Ussaṅkīti ‘‘raññā nāma sabbakālaṁ avissatthena bhavitabba’’nti vacanato",
  "tika-vin02t26:5_8": "sabbattha avissāsanavasena tesaṁ tesaṁ kiccakaraṇīyānaṁ accayato uppajjanakaparisaṅkāya",
  "tika-vin02t26:5_9": "ca uddhamuddhaṁ saṅkamāno. Utrāsīti ‘‘santikāvacarehipi ajānantasseva me kadāci anattho",
  "tika-vin02t26:5_10": "bhaveyyā’’ti uppannena sarīrakampampi uppādanasamatthena tāsena utrāsi. ‘‘Utrasto’’tipi",
  "tika-vin02t26:5_11": "paṭhanti. Viharāmīti evaṁbhūto hutvā viharāmi.",
  "tika-vin02t26:6_0": "Etarahīti idāni pabbajitakālato paṭṭhāya. Ekoti asahāyo. Tena vivekaṭṭhakāyataṁ dasseti.",
  "tika-vin02t26:6_1": "Abhītotiādīnaṁ padānaṁ vuttavipariyāyena attho veditabbo. Bhayādinimittassa pariggahassa",
  "tika-vin02t26:6_2": "taṁnimittassa ca kilesagahanassa abhāvenevassa abhītāditāti etena cittavivekaṁ dasseti.",
  "tika-vin02t26:6_3": "Appossukkoti sarīraguttiyaṁ nirussukko. Pannalomoti lomahaṁsuppādakassa chambhitattassa",
  "tika-vin02t26:6_4": "abhāvena anuggatalomo. Padadvayenapi serivihāraṁ dasseti. Paradattavuttoti parehi",
  "tika-vin02t26:6_5": "dinnena cīvarādinā vattamāno. Etena sabbaso saṅgābhāvadīpanamukhena anavasesabhayahetuvirahaṁ",
  "tika-vin02t26:6_6": "dasseti. Migabhūtena cetasāti vissatthavihāritāya migassa viya jātena cittena. Migo",
  "tika-vin02t26:6_7": "hi amanussapathe araññe vasamāno vissattho tiṭṭhati nisīdati nipajjati yenakāmañca",
  "tika-vin02t26:6_8": "pakkamati appaṭihatacāro, evaṁ ahampi viharāmīti dasseti. Vuttañhetaṁ paccekasambuddhena –",
  "tika-vin02t26:7": "‘‘Migo araññamhi yathā abaddho;",
  "tika-vin02t26:8": "Yenicchakaṁ gacchati gocarāya;",
  "tika-vin02t26:9": "Viññū naro serita pekkhamāno;",
  "tika-vin02t26:10": "Eko care khaggavisāṇakappo’’ti. (su. ni. 39; apa. thera 1.1.95);",
  "tika-vin02t26:11_0": "Imaṁ kho ahaṁ, bhante, atthavasanti bhagavā yadidaṁ mama etarahi paramaṁ vivekasukhaṁ",
  "tika-vin02t26:11_1": "phalasamāpattisukhaṁ, idameva kāraṇaṁ sampassamāno ‘‘aho sukhaṁ, aho sukha’’nti udānemi.",
  "tika-vin02t26:11_2": "Etamatthanti etaṁ bhaddiyattherassa puthujjanavisayātītaṁ vivekasukhasaṅkhātaṁ atthaṁ",
  "tika-vin02t26:11_3": "sabbākārato viditvā. Imaṁ udānanti imaṁ sahetukabhayasokavigamānubhāvadīpakaṁ udānaṁ udānesi.",
  "tika-vin02t26:12_0": "Yassantarato na santi kopāti yassa ariyapuggalassa antarato abbhantare attano citte",
  "tika-vin02t26:12_1": "cittakālussiyakaraṇato cittappakopā rāgādayo āghātavatthuādikāraṇabhedato anekabhedā",
  "tika-vin02t26:12_2": "dosakopā eva vā na santi, maggena pahīnattā na vijjanti. Ayañhi antara-saddo kiñcāpi",
  "tika-vin02t26:12_3": "‘‘mañca tvañca kimantara’’ntiādīsu (saṁ. ni. 1.228) kāraṇe dissati, ‘‘antaraṭṭhake",
  "tika-vin02t26:12_4": "himapātasamaye’’tiādīsu (mahāva. 346) vemajjhe, ‘‘antarā ca jetavanaṁ antarā ca sāvatthi’’ntiādīsu",
  "tika-vin02t26:12_5": "(udā. 13, 44) vivare, ‘‘bhayamantarato jāta’’ntiādīsu (itivu. 88; mahāni. 5) citte,",
  "tika-vin02t26:12_6": "idhāpi citte eva daṭṭhabbo. Tenevāha ‘‘yassa citte kopā na santī’’ti.",
  "tika-vin02t26:13_0": "Abhava-saddassa vibhava-saddena atthuddhāre kāraṇamāha ‘‘vibhavoti ca abhavoti ca",
  "tika-vin02t26:13_1": "atthato eka’’nti. Iti-saddo pakāravacanoti āha ‘‘iti anekappakārā bhavābhavatā’’ti.",
  "tika-vin02t26:13_2": "Vītivattoti atikkanto . Ettha ca ‘‘yassā’’ti idaṁ yo vītivattoti vibhattivipariṇāmavasena",
  "tika-vin02t26:13_3": "yojetabbaṁ. Taṁ vigatabhayanti taṁ evarūpaṁ yathāvuttaguṇasamannāgataṁ khīṇāsavaṁ",
  "tika-vin02t26:13_4": "cittakopābhāvato itibhavābhavasamatikkamanato ca bhayahetuvigamena vigatabhayaṁ.",
  "tika-vin02t26:13_5": "Vivekasukhena aggaphalasukhena ca sukhiṁ, vigatabhayattā eva asokaṁ. Devā nānubhavanti",
  "tika-vin02t26:13_6": "dassanāyāti adhigatamagge ṭhapetvā sabbepi upapattidevā vāyamantāpi cittacāradassanavasena",
  "tika-vin02t26:13_7": "dassanāya daṭṭhuṁ nānubhavanti na abhisambhuṇanti na sakkonti, pageva manussā. Sekkhāpi",
  "tika-vin02t26:13_8": "hi puthujjanā viya arahato cittappavattiṁ na jānanti. Tassa dassanaṁ devānampi dullabhanti",
  "tika-vin02t26:13_9": "etthāpi cittacāradassanavasena tassa dassanaṁ devānampi dullabhaṁ alabbhanīyaṁ, devehipi",
  "tika-vin02t26:13_10": "taṁ dassanaṁ na sakkā pāpuṇitunti evamattho gahetabbo. Abhāvattho hettha du-saddo",
  "tika-vin02t26:13_11": "‘‘duppañño’’tiādīsu viya.",
  "tika-vin02t26:14_0": "333.Bhattābhihāroti abhiharitabbabhattaṁ. Tassa pana pamāṇaṁ dassetuṁ ‘‘pañca ca",
  "tika-vin02t26:14_1": "thālipākasatānī’’ti vuttaṁ. Tattha eko thālipāko dasannaṁ purisānaṁ bhattaṁ gaṇhāti.",
  "tika-vin02t26:14_2": "Lābhasakkārasilokenāti ettha lābho nāma catupaccayalābho. Sakkāroti tesaṁyeva sukatānaṁ",
  "tika-vin02t26:14_3": "susaṅkhatānaṁ lābho. Silokoti vaṇṇaghoso. Manomayaṁ kāyanti jhānamanena nibbattaṁ",
  "tika-vin02t26:14_4": "brahmakāyaṁ. Upapannoti upagato. Attabhāvappaṭilābhoti sarīrapaṭilābho. Dve vā tīṇi",
  "tika-vin02t26:14_5": "vā māgadhakāni gāmakhettānīti ettha māgadhakaṁ gāmakhettaṁ atthi khuddakaṁ, atthi",
  "tika-vin02t26:14_6": "majjhimaṁ, atthi mahantaṁ. Khuddakaṁ gāmakhettaṁ ito cattālīsa usabhāni, etto cattālīsa",
  "tika-vin02t26:14_7": "usabhānīti gāvutaṁ hoti. Majjhimaṁ ito gāvutaṁ, etto gāvutanti aḍḍhayojanaṁ hoti.",
  "tika-vin02t26:14_8": "Mahantaṁ ito diyaḍḍhagāvutaṁ, etto diyaḍḍhagāvutanti tigāvutaṁ hoti. Tesu khuddakena",
  "tika-vin02t26:14_9": "gāmakhettena tīṇi, khuddakena ca majjhimena ca dve gāmakhettāni tassa attabhāvo.",
  "tika-vin02t26:14_10": "Tigāvutañhissa sarīraṁ. Pariharissāmīti paṭijaggissāmi gopayissāmi. Rakkhassetanti rakkhassu etaṁ.",
  "tika-vin02t26:15": "Pañcasatthukathāvaṇṇanā",
  "tika-vin02t26:16_0": "334.Satthāroti gaṇasatthāro. Nāssassāti na etassa bhaveyya. Tanti taṁ satthāraṁ.",
  "tika-vin02t26:16_1": "Tenāti amanāpena. Samudācareyyāmāti katheyyāma. Sammannatīti amhākaṁ sammānaṁ karoti.",
  "tika-vin02t26:16_2": "Tenāha ‘‘sammānetī’’ti, sammannatīti vā parehi sammānīyatīti attho.",
  "tika-vin02t26:17_0": "335.Nāsāya pittaṁ bhindeyyunti acchapittaṁ vā macchapittaṁ vā nāsāpuṭe pakkhipeyyuṁ.",
  "tika-vin02t26:17_1": "Parābhavāyāti avaḍḍhiyā vināsāya. Assatarīti vaḷavāya kucchismiṁ gadrabhassajātā,",
  "tika-vin02t26:17_2": "taṁ assena saddhiṁ sampayojenti, sā gabbhaṁ gaṇhitvā kāle sampatte vijāyituṁ na sakkoti,",
  "tika-vin02t26:17_3": "pādehi bhūmiṁ paharantī tiṭṭhati, athassā cattāro pāde catūsu khāṇukesu bandhitvā",
  "tika-vin02t26:17_4": "kucchiṁ phāletvā potakaṁ nīharanti, sā tattheva marati. Tena vuttaṁ ‘‘attavadhāya",
  "tika-vin02t26:17_5": "gabbhaṁ gaṇhātī’’ti.",
  "tika-vin02t26:18": "339.Potthanikanti churikaṁ, yaṁ kharantipi vuccati.",
  "tika-vin02t26:19": "Nāḷāgiripesanakathāvaṇṇanā",
  "tika-vin02t26:20_0": "342.Mā kuñjara nāgamāsadoti bho, kuñjara, buddhanāgaṁ vadhakacittena mā upagaccha.",
  "tika-vin02t26:20_1": "Dukkhanti dukkhakāraṇattā dukkhaṁ. Kathaṁ taṁ dukkhanti āha ‘‘na hi nāgahatassā’’tiādi.",
  "tika-vin02t26:20_2": "Nāgahatassa sugatipaṭikkhepena buddhanāgassa ghāto duggatidukkhakāraṇanti dasseti.",
  "tika-vin02t26:20_3": "Itoti ito jātito. Yatoti yasmā. Ito paraṁ yatoti ito paraṁ gacchantassāti vā attho.",
  "tika-vin02t26:20_4": "Madoti mānamado. Pamādoti pamattabhāvo. Paṭikuṭitoti saṅkuṭito. Alakkhikoti ahiriko.",
  "tika-vin02t26:20_5": "Yatra hi nāmāti yo nāma.",
  "tika-vin02t26:21": "Pañcavatthuyācanakathāvaṇṇanā",
  "tika-vin02t26:22_0": "343.Tikabhojananti tīhi bhuñjitabbabhojanaṁ, tiṇṇaṁ ekato paṭiggahetvā bhuñjituṁ",
  "tika-vin02t26:22_1": "paññapessāmīti attho. Kokālikotiādīni catunnaṁ devadattapakkhiyānaṁ gaṇapāmokkhānaṁ",
  "tika-vin02t26:22_2": "nāmāni. Āyukappanti ekaṁ mahākappaṁ asītibhāgaṁ katvā tato ekabhāgamattaṁ kālaṁ antarakappasaññitaṁ kālaṁ.",
  "tika-vin02t26:23_0": "Āyasmantaṁ ānandaṁ etadavocāti (udā. aṭṭha. 48) devadatto sabbaṁ saṅghabhedassa pubbabhāgaṁ",
  "tika-vin02t26:23_1": "nipphādetvā ‘‘ekaṁseneva ajja āveṇikaṁ uposathaṁ saṅghakammañca karissāmī’’ti cintetvā",
  "tika-vin02t26:23_2": "etaṁ ‘‘ajjatagge’’tiādivacanaṁ avoca. Tattha aññatreva bhagavatāti vinā eva bhagavantaṁ,",
  "tika-vin02t26:23_3": "taṁ satthāraṁ akatvāti attho. Aññatra bhikkhusaṅghā uposathaṁ karissāmi saṅghakammāni",
  "tika-vin02t26:23_4": "cāti bhagavato ovādakārakaṁ bhikkhusaṅghaṁ vinā maṁ anuvattantehi bhikkhūhi saddhiṁ",
  "tika-vin02t26:23_5": "āveṇikaṁ uposathaṁ saṅghakammāni ca karissāmi. Ajjatagge, bhante, devadatto saṅghaṁ",
  "tika-vin02t26:23_6": "bhindissatīti bhedakārakānaṁ sabbesaṁ devadattena sajjitattā ‘‘ekaṁseneva devadatto",
  "tika-vin02t26:23_7": "ajja saṅghaṁ bhindissatī’’ti maññamāno evamāha. Bhindissatīti dvidhā karissati.",
  "tika-vin02t26:24_0": "Etamatthaṁviditvāti etaṁ avīcimahānirayuppattisaṁvattaniyaṁ kappaṭṭhiyaṁ atekicchaṁ",
  "tika-vin02t26:24_1": "devadattena nibbattiyamānaṁ saṅghabhedakammaṁ sabbākārato viditvā. Imaṁ udānanti",
  "tika-vin02t26:24_2": "kusalākusalesu yathākkamaṁ sappurisāsappurisānaṁ sukarā paṭipatti, na pana nesaṁ",
  "tika-vin02t26:24_3": "akusalakusalesūti idamatthavibhāvanaṁ udānaṁ udānesi.",
  "tika-vin02t26:25_0": "Tattha sukaraṁ sādhunā sādhūti attano paresañca hitaṁ sādhetīti sādhu, sammāpaṭipanno.",
  "tika-vin02t26:25_1": "Tena sādhunā sāriputtādinā sāvakena paccekasambuddhena sammāsambuddhena aññena vā",
  "tika-vin02t26:25_2": "lokiyasādhunā sādhu sundaraṁ bhaddakaṁ attano paresañca hitasukhāvahaṁ sukaraṁ sukhena",
  "tika-vin02t26:25_3": "kātuṁ sakkā. Sādhu pāpena dukkaranti tadeva pana vuttalakkhaṇaṁ sādhu pāpena devadattādinā",
  "tika-vin02t26:25_4": "pāpapuggalena dukkaraṁ kātuṁ na sakkā, na so taṁ kātuṁ sakkotīti attho. Pāpaṁ pāpena",
  "tika-vin02t26:25_5": "sukaranti pāpaṁ asundaraṁ attano paresañca anatthāvahaṁ pāpena yathāvuttapāpapuggalena",
  "tika-vin02t26:25_6": "sukaraṁ sukhena kātuṁ sakkuṇeyyaṁ. Pāpamariyehi dukkaranti ariyehi pana buddhādīhi",
  "tika-vin02t26:25_7": "taṁ pāpaṁ dukkaraṁ durabhisambhavaṁ. Setughātoyeva hi tesaṁ tatthāti dīpeti.",
  "tika-vin02t26:26": "Saṅghabhedakathāvaṇṇanā",
  "tika-vin02t26:27_0": "345.Atha kho āyasmā sāriputto ādesanāpāṭihāriyānusāsaniyātiādīsu parassa cittaṁ ñatvā",
  "tika-vin02t26:27_1": "kathanaṁ ādesanāpāṭihāriyaṁ, sāvakānañca buddhānañca satataṁ dhammadesanaṁ anusāsanīpāṭihāriyaṁ,",
  "tika-vin02t26:27_2": "iddhividhaṁ iddhipāṭihāriyaṁ. Tattha iddhipāṭihāriyena saddhiṁ anusāsanīpāṭihāriyaṁ",
  "tika-vin02t26:27_3": "mahāmoggallānattherassa āciṇṇaṁ, ādesanāpāṭihāriyena saddhiṁ anusāsanīpāṭihāriyaṁ",
  "tika-vin02t26:27_4": "dhammasenāpatissa. Tena vuttaṁ ‘‘āyasmā sāriputto ādesanāpāṭihāriyānusāsaniyā bhikkhū",
  "tika-vin02t26:27_5": "dhammiyā kathāya ovadī’’tiādi. Tadā hi dvīsu aggasāvakesu dhammasenāpati tesaṁ bhikkhūnaṁ",
  "tika-vin02t26:27_6": "cittacāraṁ ñatvā dhammaṁ desesi, mahāmoggallānatthero vikubbanaṁ dassetvā dhammaṁ",
  "tika-vin02t26:27_7": "desesi, pāḷiyañcettha dvinnampi therānaṁ desanāya dhammacakkhupaṭilābhova dassito.",
  "tika-vin02t26:27_8": "Dīghabhāṇakā pana evaṁ vadanti ‘‘bhagavatā pesitesu dvīsu aggasāvakesu dhammasenāpati",
  "tika-vin02t26:27_9": "tesaṁ cittacāraṁ ñatvā dhammaṁ desesi, therassa dhammadesanaṁ sutvā pañcasatāpi bhikkhū",
  "tika-vin02t26:27_10": "sotāpattiphale patiṭṭhahiṁsu. Atha nesaṁ mahāmoggallānatthero vikubbanaṁ dassetvā",
  "tika-vin02t26:27_11": "dhammaṁ desesi, taṁ sutvā sabbe arahattaphale patiṭṭhahiṁsū’’ti. Devadattaṁ uṭṭhāpesīti",
  "tika-vin02t26:27_12": "jaṇṇukena hadayamajjhe paharitvā uṭṭhāpesi.",
  "tika-vin02t26:28_0": "346.Sarasīti saro. Suvikkhālitanti suṭṭhu vikkhālitaṁ, suvisodhitaṁ katvāti attho.",
  "tika-vin02t26:28_1": "Saṁkhāditvāti suṭṭhu khāditvā. Mahiṁ vikubbatoti mahiṁ dantehi vilikhantassa. Nadīsu",
  "tika-vin02t26:28_2": "bhisaṁ ghasānassāti yojetabbaṁ. Nadīti cettha mahāsaro adhippeto. Jaggatoti hatthiyūthaṁ",
  "tika-vin02t26:28_3": "pālentassa. Bhiṅkovāti hatthipotako viya. Mamānukubbanti maṁ anukaronto.",
  "tika-vin02t26:29_0": "347.Dūteyyanti dūtakammaṁ. Gantumarahatīti dūteyyasaṅkhātaṁ sāsanaṁ harituṁ dhāretvā",
  "tika-vin02t26:29_1": "harituṁ arahati. Sotāti yaṁ assa sāsanaṁ denti, tassa sotā. Sāvetāti taṁ uggaṇhitvā",
  "tika-vin02t26:29_2": "‘‘idaṁ nāma tumhehi vutta’’nti paṭisāvetā. Uggahetāti suuggahitaṁ katvā uggahetā.",
  "tika-vin02t26:29_3": "Dhāretāti sudhāritaṁ katvā dhāretā. Viññātāti attanā tassa atthaṁ jānitā. Viññāpetāti",
  "tika-vin02t26:29_4": "paraṁ vijānāpetā. Sahitāsahitassāti ‘‘idaṁ sahitaṁ, idaṁ asahita’’nti evaṁ sahitāsahitassa",
  "tika-vin02t26:29_5": "kusalo upagatānupagatesu cheko sāsanaṁ ārocento sahitāsahitaṁ sallakkhetvā āroceti.",
  "tika-vin02t26:29_6": "Na byathatīti na vedhati na chambhati. Uggavādininti pharusavacanena samannāgataṁ.",
  "tika-vin02t26:29_7": "Pucchitoti paṭiññatthāya pucchito.",
  "tika-vin02t26:30_0": "348.Aṭṭhahi, bhikkhave, asaddhammehītiādīsu asaddhammehīti (itivu. aṭṭha. 89) asataṁ",
  "tika-vin02t26:30_1": "dhammehi, asantehi vā asobhanehi vā dhammehi. Abhibhūtoti ajjhotthaṭo. Pariyādinnacittoti",
  "tika-vin02t26:30_2": "khepitacitto lābhādihetukena icchācārena mānamadādinā ca khayaṁ pāpitakusalacitto.",
  "tika-vin02t26:30_3": "Atha vā pariyādinnacittoti parito ādinnacitto, vuttappakārena akusalakoṭṭhāsena yathā",
  "tika-vin02t26:30_4": "kusalacittassa uppattivāro na hoti, evaṁ samantato gahitacittasantānoti attho. Apāye",
  "tika-vin02t26:30_5": "nibbattanārahatāya āpāyiko. Tatthapi avīcisaṅkhāte mahāniraye uppajjatīti nerayiko.",
  "tika-vin02t26:30_6": "Ekaṁ antarakappaṁ paripuṇṇameva katvā tattha tiṭṭhatīti kappaṭṭho. Atekicchoti buddhehipi",
  "tika-vin02t26:30_7": "anivattanīyattā avīcinibbattiyā tikicchābhāvato atekiccho, atikicchanīyoti attho.",
  "tika-vin02t26:30_8": "Lābhenāti lābhena hetubhūtena. Atha vā lābhahetukena mānādinā. Lābhañhi nissāya idhekacce",
  "tika-vin02t26:30_9": "puggalā pāpicchā icchāpakatā icchācāre ṭhatvā ‘‘lābhaṁ nibbattessāmā’’ti anekavihitaṁ",
  "tika-vin02t26:30_10": "anesanaṁ appatirūpaṁ āpajjitvā ito cutā apāyesu nibbattanti. Apare yathālābhaṁ labhitvā",
  "tika-vin02t26:30_11": "taṁnimittaṁ mānātimānamadamacchariyādivasena pamādaṁ āpajjitvā ito cutā apāyesu nibbattanti,",
  "tika-vin02t26:30_12": "ayañca tādiso. Tena vuttaṁ ‘‘lābhena, bhikkhave, abhibhūto pariyādinnacitto devadatto",
  "tika-vin02t26:30_13": "āpāyiko’’tiādi. Asakkārenāti hīḷetvā paribhavitvā parehi attani pavattitena asakkārena,",
  "tika-vin02t26:30_14": "asakkārahetukena vā mānādinā. Asantaguṇasambhāvanādhippāyena pavattā pāpā icchā etassāti",
  "tika-vin02t26:30_15": "pāpiccho, tassa bhāvo pāpicchatā, tāya. ‘‘Ahaṁ buddho bhavissāmi, bhikkhusaṅghaṁ",
  "tika-vin02t26:30_16": "pariharissāmī’’ti hi tassa icchā uppannā. Kokālikādayo pāpā lāmakā mittā etassāti",
  "tika-vin02t26:30_17": "pāpamitto, tassa bhāvo pāpamittatā, tāya.",
  "tika-vin02t26:31": "349.Abhibhuyyāti abhibhavitvā madditvā.",
  "tika-vin02t26:32_0": "350.Tīhi, bhikkhave, asaddhammehītiādi vuttanayameva. Oramattakena visesādhigamena",
  "tika-vin02t26:32_1": "antarā vosānaṁ āpādīti ettha pana ayamattho. Oramattakenāti appamattakena jhānābhiññāmattena.",
  "tika-vin02t26:32_2": "Visesādhigamenāti uttarimanussadhammādhigamena. Antarāti vemajjhe. Vosānaṁ āpādīti",
  "tika-vin02t26:32_3": "akatakiccova samāno ‘‘katakiccomhī’’ti maññamāno samaṇadhammato vigamaṁ āpajji. Idaṁ",
  "tika-vin02t26:32_4": "vuttaṁ hoti – jhānābhiññāhi uttarikaraṇīye adhigantabbe maggaphale anadhigate satiyeva",
  "tika-vin02t26:32_5": "taṁ anadhigantvā samaṇadhammato vigamaṁ āpajjīti. Iti bhagavā iminā suttena visesato",
  "tika-vin02t26:32_6": "puthujjanabhāve ādīnavaṁ pakāseti ‘‘bhāriyo puthujjanabhāvo, yatra hi nāma jhānābhiññāpariyosānā",
  "tika-vin02t26:32_7": "sampattiyo nibbattetvāpi anekānatthāvahaṁ nānāvidhadukkhahetuasantaguṇasambhāvanaṁ",
  "tika-vin02t26:32_8": "asappurisasaṁsaggaṁ ālasiyānuyogañca avijahanto avīcisaṁvattanikaṁ kappaṭṭhiyaṁ atekicchaṁ",
  "tika-vin02t26:32_9": "kibbisaṁ pasavatī’’ti.",
  "tika-vin02t26:33_0": "Gāthāsu māti paṭisedhe nipāto. Jātūti ekaṁsena. Kocīti sabbasaṅgāhakavacanaṁ. Lokasminti",
  "tika-vin02t26:33_1": "sattaloke. Idaṁ vuttaṁ hoti – imasmiṁ sattaloke koci puggalo ekaṁsena pāpiccho mā",
  "tika-vin02t26:33_2": "hotūti. Tadamināpi jānātha, pāpicchānaṁ yathā gatīti pāpicchānaṁ puggalānaṁ yathāgati",
  "tika-vin02t26:33_3": "yādisī nibbatti yādiso abhisamparāyoti imināpi kāraṇena jānāthāti devadattaṁ nidassento evamāha.",
  "tika-vin02t26:34_0": "Paṇḍitoti samaññātoti pariyattibāhusaccena paṇḍitoti ñāto. Bhāvitattoti sammatoti",
  "tika-vin02t26:34_1": "jhānābhiññāhi bhāvitacittoti sambhāvito. Tathā hi so ‘‘mahiddhiko godhiputto, mahānubhāvo",
  "tika-vin02t26:34_2": "godhiputto’’ti dhammasenāpatināpi pasaṁsito ahosi. Jalaṁva yasasā aṭṭhā, devadattoti",
  "tika-vin02t26:34_3": "vissutoti attano kittiyā parivārena ca jalanto viya obhāsanto viya ṭhito devadattoti",
  "tika-vin02t26:34_4": "evaṁ vissuto pākaṭo ahosi. ‘‘Me suta’’ntipi pāṭho, mayā sutaṁ sutamattaṁ, katipāheneva",
  "tika-vin02t26:34_5": "atathābhūtattā tassa taṁ paṇḍiccādisavanamattamevāti attho.",
  "tika-vin02t26:35_0": "Sopamādaṁ anuciṇṇo, āsajja naṁ tathāgatanti so evaṁbhūto devadatto ‘‘buddhopi sākiyaputto,",
  "tika-vin02t26:35_1": "ahampi sākiyaputto, buddhopi samaṇo, ahampi samaṇo, buddhopi iddhimā, ahampi iddhimā,",
  "tika-vin02t26:35_2": "buddhopi dibbacakkhuko, dibbasotacetopariyañāṇalābhī, buddhopi atītānāgatapaccuppanne",
  "tika-vin02t26:35_3": "dhamme jānāti, ahampi te jānāmī’’ti attano pamāṇaṁ ajānitvā sammāsambuddhaṁ attanā",
  "tika-vin02t26:35_4": "samasamaṭṭhapanena pamādaṁ āpajjanto ‘‘idānāhaṁ buddho bhavissāmi, bhikkhusaṅghaṁ",
  "tika-vin02t26:35_5": "pariharissāmī’’ti abhimārapayojanādinā tathāgataṁ āsajja āsādetvā viheṭhetvā. ‘‘Pamādamanujiṇṇo’’tipi",
  "tika-vin02t26:35_6": "paṭhanti. Tassattho – pamādaṁ vuttanayena pamajjanto pamādaṁ nissāya bhagavatā saddhiṁ",
  "tika-vin02t26:35_7": "yugaggāhacittuppādena saheva jhānābhiññāhi anujiṇṇo parihīnoti. Avīcinirayaṁ patto,",
  "tika-vin02t26:35_8": "catudvāraṁ bhayānakanti jālānaṁ tattha uppannasattānaṁ vā nirantaratāya ‘‘avīcī’’ti",
  "tika-vin02t26:35_9": "laddhanāmaṁ catūsu passesu catumahādvārayogena catudvāraṁ atibhayānakaṁ mahānirayaṁ",
  "tika-vin02t26:35_10": "paṭisandhiggahaṇavasena patto. Tathā hi vuttaṁ –",
  "tika-vin02t26:36": "‘‘Catukkaṇṇo catudvāro, vibhatto bhāgaso mito;",
  "tika-vin02t26:37": "Ayopākārapariyanto, ayasā paṭikujjito.",
  "tika-vin02t26:38": "‘‘Tassa ayomayā bhūmi, jalitā tejasā yutā;",
  "tika-vin02t26:39": "Samantā yojanasataṁ, pharitvā tiṭṭhati sabbadā’’ti. (ma. ni. 3.250, 267; a. ni. 3.36);",
  "tika-vin02t26:40_0": "Aduṭṭhassāti aduṭṭhacittassa. Dubbheti dusseyya. Tameva pāpaṁ phusatīti tameva aduṭṭhadubbhiṁ",
  "tika-vin02t26:40_1": "pāpapuggalaṁ pāpaṁ nihīnaṁ pāpaphalaṁ phusati pāpuṇāti abhibhavati. Bhesmāti vipulabhāvena",
  "tika-vin02t26:40_2": "gambhīrabhāvena ca bhiṁsāpano, bhiṁsāpento viya vipulagambhīroti attho. Vādenāti",
  "tika-vin02t26:40_3": "dosena. Upahiṁsatīti bādhati āsādeti. Vādo tamhi na rūhatīti tasmiṁ tathāgate parena",
  "tika-vin02t26:40_4": "āropiyamāno doso na ruhati na tiṭṭhati, visakumbho viya samuddassa na tassa vikāraṁ janetīti attho.",
  "tika-vin02t26:41_0": "Evaṁ chahi gāthāhi pāpicchatādisamannāgatassa nirayūpagabhāvadassanena dukkhato aparimuttiṁ",
  "tika-vin02t26:41_1": "dassetvā idāni tappaṭipakkhadhammasamannāgatassa dukkhakkhayaṁ dassento ‘‘tādisaṁ",
  "tika-vin02t26:41_2": "mitta’’nti osānagāthamāha. Tassattho – yassa sammā paṭipannassa maggānugo paṭipattimaggaṁ",
  "tika-vin02t26:41_3": "anugato sammā paṭipanno appicchatādiguṇasamannāgamena sakalassa vaṭṭadukkhassa khayaṁ",
  "tika-vin02t26:41_4": "pariyosānaṁ pāpuṇeyya, tādisaṁ buddhaṁ buddhasāvakaṁ vā paṇḍito sappañño attano mittaṁ",
  "tika-vin02t26:41_5": "kubbetha tena mettiṁ kareyya, tañca sevetha tameva payirupāseyyāti.",
  "tika-vin02t26:42": "Kiṁ panetaṁ suttaṁ devadattassa nirayūpapattito pubbe bhāsitaṁ, udāhu pacchāti? Itivuttakaṭṭhakathāyaṁ (itivu. aṭṭha. 89) tāva –",
  "tika-vin02t26:43_0": "‘‘Devadatte hi avīcimahānirayaṁ paviṭṭhe devadattapakkhikā aññatitthiyā ‘samaṇena",
  "tika-vin02t26:43_1": "gotamena abhisapito devadatto pathaviṁ paviṭṭho’ti abbhācikkhiṁsu. Taṁ sutvā sāsane",
  "tika-vin02t26:43_2": "anabhippasannā manussā ‘siyā nu kho etadevaṁ, yathā ime bhaṇantī’ti āsaṅkaṁ uppādesuṁ.",
  "tika-vin02t26:43_3": "Taṁ pavattiṁ bhikkhū bhagavato ārocesuṁ. Atha kho bhagavā ‘na, bhikkhave, tathāgatā",
  "tika-vin02t26:43_4": "kassaci abhisapaṁ denti, tasmā na devadatto mayā abhisapito, attano kammeneva nirayaṁ",
  "tika-vin02t26:43_5": "paviṭṭho’ti vatvā tesaṁ micchāgāhaṁ paṭisedhento imāya aṭṭhuppattiyā idaṁ suttaṁ abhāsī’’ti –",
  "tika-vin02t26:44_0": "Vuttaṁ, tasmā tesaṁ matena tassa nirayūpapattito pacchāpi bhagavā idaṁ suttamabhāsīti",
  "tika-vin02t26:44_1": "veditabbaṁ. Idha pana tassa nirayūpapattito paṭhamameva uppanne vatthumhi bhāsitaṁ",
  "tika-vin02t26:44_2": "pāḷiāruḷhanti daṭṭhabbaṁ. Teneva ‘‘avīcinirayaṁ patto’’ti idaṁ pana āsaṁsāyaṁ atītavacananti",
  "tika-vin02t26:44_3": "vuttaṁ, āsaṁsāti cettha avassambhāvinī atthasiddhi adhippetā. Avassambhāviniñhi atthasiddhimapekkhitvā",
  "tika-vin02t26:44_4": "anāgatampi bhūtaṁ viya voharanti, tañca saddalakkhaṇānusārena veditabbaṁ.",
  "tika-vin02t26:45": "Saṅghabhedakathāvaṇṇanā niṭṭhitā.",
  "tika-vin02t26:46": "Upālipañhakathāvaṇṇanā",
  "tika-vin02t26:47_0": "351. Upālipañhe yaṁ vattabbaṁ, taṁ aṭṭhakathāyaṁ dassitameva. Tattha anunayantoti",
  "tika-vin02t26:47_1": "anujānāpento, bhedassa anurūpaṁ vā bodhento, yathā bhedo hoti, evaṁ bhinditabbe bhikkhū",
  "tika-vin02t26:47_2": "viññāpentoti attho. Tenāha ‘‘na tumhāka’’ntiādi.",
  "tika-vin02t26:48_0": "352. Aṭṭhārasabhedakaravatthumhi dasa akusalakammapathā saṁkiliṭṭhadhammatāya vodānadhammapaapakkhattā",
  "tika-vin02t26:48_1": "‘‘adhammo’’ti dassitā, tathā upādānādayo, bodhipakkhiyadhammānaṁ ekantānavajjabhāvato",
  "tika-vin02t26:48_2": "natthi adhammabhāvo, bhagavatā pana desitākārena hāpetvā vaḍḍhetvā vā kathanaṁ yathādhammaṁ",
  "tika-vin02t26:48_3": "akathananti katvā adhammabhāvoti dassento āha ‘‘tayo satipaṭṭhānā’’tiādi. Niyyānikanti",
  "tika-vin02t26:48_4": "sapāṭihīraṁ appaṭihataṁ hutvā pavattatīti attho. Tathevāti iminā ‘‘evaṁ amhāka’’ntiādinā",
  "tika-vin02t26:48_5": "vuttamatthaṁ ākaḍḍhati. Kātabbaṁ kammaṁ dhammo nāmāti yathādhammaṁ karaṇato dhammo",
  "tika-vin02t26:48_6": "nāma, itaraṁ vuttavipariyāyato adhammo nāma.",
  "tika-vin02t26:49_0": "Rāgavinayo…pe… ayaṁ vinayo nāmāti rāgādīnaṁ vinayanato saṁvaraṇato pajahanato paṭisaṅkhānato",
  "tika-vin02t26:49_1": "ca vinayo nāma, vuttavipariyāyena itaro avinayo. Vatthusampattiādivasena sabbesaṁ",
  "tika-vin02t26:49_2": "vinayakammānaṁ akuppatāti āha ‘‘vatthusampatti…pe… ayaṁ vinayo nāmā’’ti. Tappaṭipakkhato",
  "tika-vin02t26:49_3": "avinayo veditabbo. Tenāha ‘‘vatthuvipattī’’tiādi. Yāsaṁ āpannassa pabbajjā sāvasesā,",
  "tika-vin02t26:49_4": "tā āpattiyo sāvasesā.",
  "tika-vin02t26:50_0": "354.Āpāyikotiādigāthāsu (itivu. aṭṭha. 18) saṅghassa bhedasaṅkhāte vagge ratoti vaggarato.",
  "tika-vin02t26:50_1": "Adhammikatāya adhamme bhedakaravatthumhi saṅghabhedasaṅkhāte eva ca adhamme ṭhitoti",
  "tika-vin02t26:50_2": "adhammaṭṭho. Yogakkhemā padhaṁsatīti hitato parihāyati, catūhipi yogehi anupaddutattā",
  "tika-vin02t26:50_3": "yogakkhemaṁ nāma arahattaṁ nibbānañca, tato panassa dhaṁsane vattabbameva natthi.",
  "tika-vin02t26:50_4": "Diṭṭhisīlasāmaññato saṅghataṭṭhena saṅghaṁ, tato eva ekakammādividhānayogena samaggaṁ",
  "tika-vin02t26:50_5": "sahitaṁ bhinditvā pubbe vuttalakkhaṇena saṅghabhedena bhinditvā. Kappanti antarakappasaṅkhātaṁ",
  "tika-vin02t26:50_6": "āyukappaṁ. Nirayamhīti avīcimahānirayamhi.",
  "tika-vin02t26:51_0": "Sukhā saṅghassa sāmaggīti (itivu. aṭṭa. 19) sukhassa paccayabhāvato sāmaggī ‘‘sukhā’’ti",
  "tika-vin02t26:51_1": "vuttā yathā ‘‘sukho buddhānamuppādo’’ti (dha. pa. 194). Samaggānañcanuggahoti samaggānaṁ",
  "tika-vin02t26:51_2": "sāmaggianumodanena anuggaṇhanaṁ sāmaggianurūpaṁ vā, yathā te sāmaggiṁ na vijahanti,",
  "tika-vin02t26:51_3": "tathā gahaṇaṁ ṭhapanaṁ anubalappadānanti attho. Samaggaṁ katvānāti bhinnaṁ saṅghaṁ",
  "tika-vin02t26:51_4": "saṅgharājippattaṁ vā samaggaṁ sahitaṁ katvā. Kappanti āyukappameva. Saggamhi modatīti",
  "tika-vin02t26:51_5": "kāmāvacaradevaloke aññe deve dasahi ṭhānehi abhibhavitvā dibbasukhaṁ anubhavanto",
  "tika-vin02t26:51_6": "icchitanibbattiyā ca modati pamodati laḷati kīḷati.",
  "tika-vin02t26:52_0": "355.Siyā nu kho, bhante, saṅghabhedakotiādi pāḷianusāreneva veditabbaṁ. ‘‘Pañcahi,",
  "tika-vin02t26:52_1": "upāli, ākārehi saṅgho bhijjati kammena uddesena voharanto anussāvanena salākaggāhenā’’ti",
  "tika-vin02t26:52_2": "evaṁ parivāre (pari. 458) āgatampi saṅghabhedalakkhaṇaṁ idha vuttena kiṁ nānākaraṇanti",
  "tika-vin02t26:52_3": "dassetuṁ ‘‘parivāre panā’’tiādimāha. Ettha ca sīmaṭṭhakasaṅghe asannipatite visuṁ",
  "tika-vin02t26:52_4": "parisaṁ gahetvā katavohārānussāvanasalākaggāhassa kammaṁ vā karontassa uddesaṁ vā",
  "tika-vin02t26:52_5": "uddisantassa bhedo ca hoti ānantariyakammañca. Samaggasaññāya pana ‘‘vaṭṭatī’’ti",
  "tika-vin02t26:52_6": "saññāya vā karontassa bhedova hoti, na ānantariyakammaṁ. Tato ūnaparisāya karontassa",
  "tika-vin02t26:52_7": "neva saṅghabhedo na ānantariyaṁ. Sabbantimena hi paricchedena navannaṁ janānaṁ yo",
  "tika-vin02t26:52_8": "saṅghaṁ bhindati, tassa ānantariyakammaṁ hoti, anuvattakānaṁ adhammavādīnaṁ mahāsāvajjaṁ",
  "tika-vin02t26:52_9": "kammaṁ, dhammavādino anavajjā. Sesamettha uttānamevāti.",
  "tika-vin02t26:53": "Upālipañhakathāvaṇṇanā niṭṭhitā.",
  "tika-vin02t26:54": "Saṅghabhedakakkhandhakavaṇṇanā niṭṭhitā."
}