{
  "tika-abh02t6:0": "7. Satipaṭṭhānavibhaṅgo",
  "tika-abh02t6:1": "1. Suttantabhājanīyaṁ",
  "tika-abh02t6:2": "Uddesavāravaṇṇanā",
  "tika-abh02t6:3_0": "355.Tayosatipaṭṭhānāti satipaṭṭhāna-saddassa atthuddhāraṁ karoti, na idha pāḷiyaṁ",
  "tika-abh02t6:3_1": "vuttassa satipaṭṭhāna-saddassa atthadassanaṁ. Ādīsu hi satigocaroti ādi-saddena “phassasamudayā",
  "tika-abh02t6:3_2": "vedanānaṁ samudayo, nāmarūpasamudayā cittassa samudayo, manasikārasamudayā dhammānaṁ",
  "tika-abh02t6:3_3": "samudayo”ti satipaṭṭhānanti vuttānaṁ satigocarānaṁ dīpake suttappadese saṅgaṇhāti.",
  "tika-abh02t6:3_4": "Evaṁ paṭisambhidāpāḷiyampi avasesapāḷippadesadassanattho ādi-saddo daṭṭhabbo. Dānādīnipi",
  "tika-abh02t6:3_5": "karontassa rūpādīni kasiṇādīni ca satiyā ṭhānaṁ hotīti taṁnivāraṇatthamāha “padhānaṁ",
  "tika-abh02t6:3_6": "ṭhāna”nti. Pa-saddo hi padhānatthadīpakoti adhippāyo.",
  "tika-abh02t6:4": "Ariyoti ariyaṁ seṭṭhaṁ sammāsambuddhamāha. Etthāti etasmiṁ saḷāyatanavibhaṅgasutteti attho. Suttekadesena hi suttaṁ dasseti. Tattha hi –",
  "tika-abh02t6:5_0": "“Tayo satipaṭṭhānā yadariyo…pe… arahatīti iti kho panetaṁ vuttaṁ, kiñcetaṁ paṭicca",
  "tika-abh02t6:5_1": "vuttaṁ? Idha, bhikkhave, satthā sāvakānaṁ dhammaṁ deseti anukampako hitesī anukampaṁ",
  "tika-abh02t6:5_2": "upādāya ‘idaṁ vo hitāya idaṁ vo sukhāyā’ti. Tassa sāvakā na sussūsanti, na sotaṁ",
  "tika-abh02t6:5_3": "odahanti, na aññā cittaṁ upaṭṭhāpenti, vokkamma ca satthusāsanā vattanti. Tatra,",
  "tika-abh02t6:5_4": "bhikkhave, tathāgato na ceva anattamano hoti, na ca anattamanataṁ paṭisaṁvedeti,",
  "tika-abh02t6:5_5": "anavassuto ca viharati sato sampajāno. Idaṁ, bhikkhave, paṭhamaṁ satipaṭṭhānaṁ. Yadariyo…pe… arahati.",
  "tika-abh02t6:6_0": "“Puna caparaṁ bhikkhave satthā…pe… idaṁ vo sukhāyāti. Tassa ekacce sāvakā na sussūsanti…pe…",
  "tika-abh02t6:6_1": "vattanti. Ekacce sāvakā sussūsanti …pe… na ca vokkamma satthusāsanā vattanti. Tatra,",
  "tika-abh02t6:6_2": "bhikkhave, tathāgato na ceva attamano hoti, na ca attamanataṁ paṭisaṁvedeti. Na ceva",
  "tika-abh02t6:6_3": "anattamano hoti, na ca anattamanataṁ paṭisaṁvedeti. Attamanatañca anattamanatañca",
  "tika-abh02t6:6_4": "tadubhayaṁ abhinivajjetvā upekkhako ca viharati sato sampajāno. Idaṁ, bhikkhave, dutiyaṁ…pe….",
  "tika-abh02t6:7_0": "“Puna caparaṁ…pe… sukhāyāti. Tassa sāvakā sussūsanti…pe… vattanti. Tatra, bhikkhave,",
  "tika-abh02t6:7_1": "tathāgato attamano ceva hoti, attamanatañca paṭisaṁvedeti, anavassuto ca viharati",
  "tika-abh02t6:7_2": "sato sampajāno. Idaṁ, bhikkhave, tatiya”nti –",
  "tika-abh02t6:8": "Evaṁ paṭighānunayehi anavassutatā, niccaṁ upaṭṭhitasatitā, tadubhayavītivattatā satipaṭṭhānanti vuttā. Buddhānameva kira niccaṁ upaṭṭhitasatitā hoti, na paccekabuddhādīnanti.",
  "tika-abh02t6:9_0": "Pa-saddo ārambhaṁ joteti, ārambho ca pavattīti katvā āha “pavattayitabbatoti attho”ti.",
  "tika-abh02t6:9_1": "Satiyā karaṇabhūtāya paṭṭhānaṁ paṭṭhāpetabbaṁ satipaṭṭhānaṁ. Ana-saddañhi bahulaṁ-vacanena",
  "tika-abh02t6:9_2": "kammatthaṁ icchanti saddavidū, tatheva kattuatthampi icchantīti puna tatiyanaye “patiṭṭhātīti",
  "tika-abh02t6:9_3": "paṭṭhāna”nti vuttaṁ. Tattha pa-saddo bhusatthaṁ pakkhandanaṁ dīpetīti “okkantitvā",
  "tika-abh02t6:9_4": "pakkhanditvā vattatīti attho”ti āha. Puna bhāvatthe sati-saddaṁ paṭṭhāna-saddañca",
  "tika-abh02t6:9_5": "vaṇṇento “atha vā”tiādimāha. Tena purimatthe sati-saddo paṭṭhāna-saddo ca kattuatthoti viññāyati.",
  "tika-abh02t6:10_0": "Visesena kāyo ca vedanā ca assādassa kāraṇanti tappahānatthaṁ tesaṁ taṇhāvatthūnaṁ",
  "tika-abh02t6:10_1": "oḷārikasukhumānaṁ asubhadukkhatādassanāni mandatikkhapaññehi taṇhācaritehi sukarānīti",
  "tika-abh02t6:10_2": "tāni tesaṁ visuddhimaggoti vuttāni, evaṁ diṭṭhiyā visesakāraṇesu cittadhammesu aniccānattatādassanāni",
  "tika-abh02t6:10_3": "nātipabhedātipabhedagatesu tesu tappahānatthaṁ mandatikkhānaṁ diṭṭhicaritānaṁ sukarānīti",
  "tika-abh02t6:10_4": "tesaṁ tāni visuddhimaggoti. Tikkho samathayāniko oḷārikārammaṇaṁ pariggaṇhanto tattha",
  "tika-abh02t6:10_5": "aṭṭhatvā jhānaṁ samāpajjitvā vuṭṭhāya vedanaṁ pariggaṇhātīti āha “oḷārikārammaṇe",
  "tika-abh02t6:10_6": "asaṇṭhahanato”ti. Vipassanāyānikassa sukhume citte dhammesu ca cittaṁ pakkhandatīti",
  "tika-abh02t6:10_7": "tadanupassanānaṁ taṁvisuddhimaggatā vuttā.",
  "tika-abh02t6:11_0": "Tesaṁ tatthāti ettha tattha-saddassa pahānatthanti etena yojanā. Pañca kāmaguṇā savisesā",
  "tika-abh02t6:11_1": "kāye labbhantīti visesena kāyo kāmoghassa vatthu, bhave sukhaggahaṇavasena bhavassādo",
  "tika-abh02t6:11_2": "hotīti bhavoghassa vedanā, santatighanaggahaṇavasena citte attābhiniveso hotīti diṭṭhoghassa",
  "tika-abh02t6:11_3": "cittaṁ, dhammavinibbhogassa dhammānaṁ dhammamattatāya ca duppaṭivijjhattā sammoho",
  "tika-abh02t6:11_4": "hotīti avijjoghassa dhammā, tasmā tesu tesaṁ pahānatthaṁ cattārova vuttā, dukkhāya",
  "tika-abh02t6:11_5": "vedanāya paṭighānusayo anusetīti dukkhadukkhavipariṇāmadukkhasaṅkhāradukkhabhūtā",
  "tika-abh02t6:11_6": "vedanā visesena byāpādakāyaganthassa vatthu, citte niccaggahaṇavasena sassatassa",
  "tika-abh02t6:11_7": "attano sīlena suddhītiādiparāmasanaṁ hotīti sīlabbataparāmāsassa cittaṁ, nāmarūpaparicchedena",
  "tika-abh02t6:11_8": "bhūtaṁ bhūtato apassantassa bhavavibhavadiṭṭhisaṅkhāto idaṁsaccābhiniveso hotīti",
  "tika-abh02t6:11_9": "tassa dhammā…pe… sukhavedanāssādavasena paralokanirapekkho “natthi dinna”ntiādiparāmāsaṁ",
  "tika-abh02t6:11_10": "uppādetīti diṭṭhupādānassa vedanā. Santatighanaggahaṇavasena sarāgādicitte sammoho",
  "tika-abh02t6:11_11": "hotīti mohāgatiyā cittaṁ, dhammasabhāvānavabodhena bhayaṁ hotīti bhayāgatiyā dhammā…pe…",
  "tika-abh02t6:11_12": "avuttānaṁ vuttanayena vatthubhāvo yojetabbo.",
  "tika-abh02t6:12_0": "“Āhārasamudayā kāyasamudayo, phassasamudayā vedanāsamudayo, saṅkhārapaccayā viññāṇaṁ,",
  "tika-abh02t6:12_1": "viññāṇapaccayā nāmarūpa”nti vacanato kāyādīnaṁ samudayabhūtā kabaḷīkārāhāraphassamanosañcetanāviññāṇāhārā",
  "tika-abh02t6:12_2": "kāyādiparijānanena pariññātā hontīti āha “catubbidhāhārapariññattha”nti. Pakaraṇanayoti",
  "tika-abh02t6:12_3": "tambapaṇṇibhāsāya vaṇṇanānayo. Nettipeṭakappakaraṇe dhammakathikānaṁ yojanānayotipi vadanti.",
  "tika-abh02t6:13_0": "Saraṇavasenāti kāyādīnaṁ kusalādidhammānañca dhāraṇatāvasena. Saranti gacchanti etāyāti",
  "tika-abh02t6:13_1": "satīti imasmiṁ atthe ekatte nibbāne samāgamo ekattasamosaraṇaṁ. Etadeva hi dassetuṁ",
  "tika-abh02t6:13_2": "“yathā hī”tiādimāha. Ekanibbānappavesahetubhūto vā samānatāya eko satipaṭṭhānasabhāvo",
  "tika-abh02t6:13_3": "ekattaṁ, tattha samosaraṇaṁ taṁsabhāgatā ekattasamosaraṇaṁ. Ekanibbānappavesahetubhāvaṁ",
  "tika-abh02t6:13_4": "pana dassetuṁ “yathā hī”tiādimāha. Etasmiṁ atthe saraṇekattasamosaraṇāni saha satipaṭṭhānekabhāvassa",
  "tika-abh02t6:13_5": "kāraṇattena vuttānīti daṭṭhabbāni, purimasmiṁ visuṁ. Saraṇavasenāti vā gamanavasenāti",
  "tika-abh02t6:13_6": "atthe sati tadeva gamanaṁ samosaraṇanti samosaraṇe vā sati-saddatthavasena avuccamāne",
  "tika-abh02t6:13_7": "dhāraṇatāva satīti sati-saddatthantarābhāvā purimaṁ satibhāvassa kāraṇaṁ, pacchimaṁ",
  "tika-abh02t6:13_8": "ekabhāvassāti nibbānasamosaraṇepi sahitāneva tāni satipaṭṭhānekabhāvassa kāraṇāni.",
  "tika-abh02t6:14_0": "Cuddasavidhenāti idaṁ mahāsatipaṭṭhānasutte vuttānaṁ ānāpānapabbādīnaṁ vasena. Tathā",
  "tika-abh02t6:14_1": "pañcavidhena dhammānupassananti etthāpi daṭṭhabbaṁ. Ettha ca uṭṭhānakabhaṇḍasadisatā",
  "tika-abh02t6:14_2": "taṁtaṁsatipaṭṭhānabhāvanānubhāvassa daṭṭhabbā. Bhikkhugocarā hi ete. Vuttañhi “gocare,",
  "tika-abh02t6:14_3": "bhikkhave, caratha sake pettike visaye”tiādi.",
  "tika-abh02t6:15": "Kāyānupassanādipaṭipattiyā bhikkhu hotīti bhikkhuṁ “kāyānupassī viharatī”tiādinā dasseti bhikkhumhi taṁniyamato. Tenāha “paṭipattiyā vā bhikkhubhāvadassanato”ti.",
  "tika-abh02t6:16_0": "Samaṁ careyyāti kāyādivisamacariyaṁ pahāya kāyādīhi samaṁ careyya. Rāgādivūpasamena",
  "tika-abh02t6:16_1": "santo, indriyadamanena danto, catumagganiyamena niyato, seṭṭhacāritāya brahmacārī.",
  "tika-abh02t6:16_2": "Kāyadaṇḍādioropanena nidhāya daṇḍaṁ. So evarūpo bāhitapāpasamitapāpabhinnakilesatāhi",
  "tika-abh02t6:16_3": "brāhmaṇādisamañño veditabbo.",
  "tika-abh02t6:17": "Kāyānupassanāuddesavaṇṇanā",
  "tika-abh02t6:18_0": "Asammissatoti vedanādayopi ettha sitā, ettha paṭibaddhāti kāye vedanādianupassanāpasaṅgepi",
  "tika-abh02t6:18_1": "āpanne tadamissatoti attho. Avayavīgāhasamaññātidhāvanasārādānābhinivesanisedhanatthaṁ",
  "tika-abh02t6:18_2": "kāyaṁ aṅgapaccaṅgehi, tāni ca kesādīhi, kesādike ca bhūtupādāyarūpehi vinibbhujjanto",
  "tika-abh02t6:18_3": "“tathā na kāye”tiādimāha. Pāsādādinagarāvayavasamūhe avayavīvādinopi avayavīgāhaṁ",
  "tika-abh02t6:18_4": "na karonti. Nagaraṁ nāma koci attho atthīti pana kesañci samaññātidhāvanaṁ siyāti",
  "tika-abh02t6:18_5": "itthipurisādisamaññātidhāvane nagaranidassanaṁ vuttaṁ.",
  "tika-abh02t6:19_0": "Yaṁ passati itthiṁ vā purisaṁ vā, nanu cakkhunā itthipurisadassanaṁ natthīti? Saccaṁ",
  "tika-abh02t6:19_1": "natthi, “itthiṁ passāmi, purisaṁ passāmī”ti pana pavattasaññāya vasena “yaṁ passatī”ti",
  "tika-abh02t6:19_2": "vuttaṁ. Micchādassane vā diṭṭhiyā yaṁ passati, na taṁ diṭṭhaṁ, taṁ rūpāyatanaṁ na",
  "tika-abh02t6:19_3": "hoti, rūpāyatanaṁ vā taṁ na hotīti attho. Atha vā taṁ kesādibhūtupādāyasamūhasaṅkhātaṁ",
  "tika-abh02t6:19_4": "diṭṭhaṁ na hoti, diṭṭhaṁ vā yathāvuttaṁ na hotīti attho. Yaṁ diṭṭhaṁ taṁ na passatīti",
  "tika-abh02t6:19_5": "yaṁ rūpāyatanaṁ, kesādibhūtupādāyasamūhasaṅkhātaṁ vā diṭṭhaṁ, taṁ paññācakkhunā bhūtato na passatīti attho.",
  "tika-abh02t6:20_0": "Na aññadhammānupassīti na aññasabhāvānupassī, asubhādito aññākārānupassī na hotīti",
  "tika-abh02t6:20_1": "vuttaṁ hoti. Pathavīkāyanti kesādipathaviṁ dhammasamūhattā kāyoti vadati, lakkhaṇapathavimeva",
  "tika-abh02t6:20_2": "vā anekappabhedasakalasarīragataṁ pubbāpariyabhāvena pavattamānaṁ samūhavasena gahetvā",
  "tika-abh02t6:20_3": "kāyoti vadati, evaṁ aññatthāpi.",
  "tika-abh02t6:21_0": "Ajjhattabahiddhāti ajjhattabahiddhādhammānaṁ ghaṭitārammaṇaṁ ekato ārammaṇabhāvo",
  "tika-abh02t6:21_1": "natthīti attho, ajjhattabahiddhā dhammā vā ghaṭitārammaṇaṁ idaṁ natthīti attho. Tīsu",
  "tika-abh02t6:21_2": "bhavesu kilesānanti bhavattayavisayānaṁ kilesānanti attho.",
  "tika-abh02t6:22_0": "Sabbatthikanti sabbattha bhavaṁ. Sabbasmiṁ līne uddhaṭe ca citte icchitabbattā, sabbe",
  "tika-abh02t6:22_1": "vā līne uddhaṭe ca bhāvetabbā bojjhaṅgā atthikā etāyāti sabbatthikā. Antosaṅkhepoti",
  "tika-abh02t6:22_2": "antoolīyanā kosajjanti attho.",
  "tika-abh02t6:23_0": "Avisesena dvīhipi nīvaraṇappahānaṁ vuttanti katvā puna ekekena vuttappahānavisesaṁ",
  "tika-abh02t6:23_1": "dassetuṁ “visesenā”ti āha, “vineyya nīvaraṇānī”ti avatvā abhijjhādomanassavinayassa",
  "tika-abh02t6:23_2": "vā payojanaṁ dassento “visesenā”tiādimāha. Kāyānupassanābhāvanāya ujuvipaccanīkānaṁ",
  "tika-abh02t6:23_3": "anurodhavirodhādīnaṁ pahānadassanañhi etassa payojananti. Kāyabhāvanāyāti kāyānupassanābhāvanā",
  "tika-abh02t6:23_4": "adhippetā. Tenāti anurodhādippahānavacanena.",
  "tika-abh02t6:24_0": "Sabbatthikakammaṭṭhānaṁ buddhānussati mettā maraṇassati asubhabhāvanā ca. Satisampajaññena",
  "tika-abh02t6:24_1": "etena yoginā parihariyamānaṁ taṁ sabbatthikakammaṭṭhānaṁ vuttaṁ satisampajaññabalena",
  "tika-abh02t6:24_2": "avicchinnassa tassa pariharitabbattā, satiyā vā samatho vutto samādhikkhandhasaṅgahitattā.",
  "tika-abh02t6:25": "Kāyānupassanāuddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t6:26": "Vedanānupassanādiuddesavaṇṇanā",
  "tika-abh02t6:27": "Kevalaṁ panidhātiādinā idha ettakaṁ veditabbanti veditabbaṁ paricchedaṁ dasseti. Addamadakkhīti dvepi ekatthā. Sammaddasoti sammā passako.",
  "tika-abh02t6:28": "Sukhadukkhatopi cāti sukhādīnaṁ ṭhitivipariṇāmañāṇasukhatāya, vipariṇāmaṭṭhitiaññāṇadukkhatāya ca vuttattā tissopi ca sukhato tissopi ca dukkhato anupassitabbāti attho.",
  "tika-abh02t6:29_0": "Rūpādiārammaṇachandādiadhipatiñāṇādisahajātakāmāvacarādibhūminānattabhedānaṁ kusalākusalatabbipākakiriyānānattabhedassa",
  "tika-abh02t6:29_1": "ca ādi-saddena sasaṅkhārikāsaṅkhārikasavatthukāvatthukādinānattabhedānañca vasenāti",
  "tika-abh02t6:29_2": "yojetabbaṁ. Suññatādhammassāti “dhammā honti, khandhā hontī”tiādinā suññatāvāre āgatasuññatāsabhāvassa",
  "tika-abh02t6:29_3": "vasena. Kāmañcetthātiādinā pubbe pahīnattā puna pahānaṁ na vattabbanti codanaṁ dasseti,",
  "tika-abh02t6:29_4": "maggacittakkhaṇe vā ekattha pahīnaṁ sabbattha pahīnaṁ hotīti visuṁ visuṁ na vattabbanti.",
  "tika-abh02t6:29_5": "Tattha purimacodanāya nānāpuggalaparihāro, pacchimāya nānācittakkhaṇikaparihāro.",
  "tika-abh02t6:29_6": "Lokiyabhāvanāya hi kāye pahīnaṁ na vedanādīsu vikkhambhitaṁ hoti. Yadipi na pavatteyya,",
  "tika-abh02t6:29_7": "na paṭipakkhabhāvanāya tattha sā abhijjhādomanassassa appavatti hotīti puna tappahānaṁ",
  "tika-abh02t6:29_8": "vattabbamevāti. Ubhayattha vā ubhayaṁ sambhavato yojetabbaṁ. Ekattha pahīnaṁsesesupi",
  "tika-abh02t6:29_9": "pahīnaṁ hotīti maggasatipaṭṭhānabhāvanaṁ, lokiyabhāvanāya vā sabbattha appavattimattaṁ",
  "tika-abh02t6:29_10": "sandhāya vuttaṁ. “Pañcapi khandhā loko”ti hi catūsupi vuttanti.",
  "tika-abh02t6:30": "Vedanānupassanādiuddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t6:31": "Uddesavāravaṇṇanā niṭṭhitā.",
  "tika-abh02t6:32": "Kāyānupassanāniddesavaṇṇanā",
  "tika-abh02t6:33_0": "356. Sabbappakāravacanena uddese dassitā ajjhattādianupassanā pakārā ca gahitā. Tattha",
  "tika-abh02t6:33_1": "antogadhā cuddasa pakārā, kāyagatāsatisutte vuttā kesādivaṇṇakasiṇārammaṇacatukkajjhānappakārā,",
  "tika-abh02t6:33_2": "lokiyādippakārā cāti tepi gahitā eva. Niddese hi ekappakāraniddesena nidassanamattaṁ",
  "tika-abh02t6:33_3": "katanti, sabbappakāraggahaṇañca bāhiresupi ekadesasambhavato katanti daṭṭhabbaṁ.",
  "tika-abh02t6:34_0": "Tiriyaṁ tacaparicchinnanti ettha nanu kesalomanakhānaṁ atacaparicchinnatā tacassa",
  "tika-abh02t6:34_1": "ca atthīti? Yadipi atthi, tacaparicchinnabahulatāya pana tacaparicchinnatā na na",
  "tika-abh02t6:34_2": "hoti kāyassāti evaṁ vuttaṁ. Taco pariyanto assāti tacapariyantoti vuttoti etena pana",
  "tika-abh02t6:34_3": "vacanena kāyekadesabhūto taco gahito eva. Tappaṭibaddhā ca kesādayo tadanupaviṭṭhamūlā",
  "tika-abh02t6:34_4": "tacapariyantāva hontīti dvattiṁsākārasamūho sabbopi kāyo tacapariyantoti vuttoti veditabbo.",
  "tika-abh02t6:35_0": "“Pūraṁ nānappakārassā”ti vuttaṁ, ke pana te pakārā? Yehi nānappakāraṁ asuci vuttanti",
  "tika-abh02t6:35_1": "kesā lomātiādi vuttanti imamatthaṁ dīpento āha “ete kesādayo ākārā”ti. Ākārā pakārāti hi eko attho.",
  "tika-abh02t6:36_0": "Nisinnassa yāva aparipphandanisajjāmūlakaṁ dukkhaṁ uppajjati, yāvatā uṭṭhāti vā,",
  "tika-abh02t6:36_1": "tāva eko nisajjavāro. Yena vidhinā uggahe kusalo hoti, so sattavidho vidhi “uggahakosalla”nti",
  "tika-abh02t6:36_2": "vuccati, taṁnibbattaṁ vā ñāṇaṁ.",
  "tika-abh02t6:37_0": "Pathavīdhātubahulabhāvato matthaluṅgassa karīsāvasāne tantiāropanamāha. Ettha pana",
  "tika-abh02t6:37_1": "maṁsaṁ…pe… vakkaṁ…pe… kesāti evaṁ vakkapañcakādīsu anulomasajjhāyaṁ vatvā paṭilomasajjhāyo",
  "tika-abh02t6:37_2": "purimehi sambandho vutto. Svāyaṁ ye parato visuṁ tipañcāhaṁ, purimehi ekato tipañcāhanti",
  "tika-abh02t6:37_3": "chapañcāhaṁ sajjhāyā vakkhamānā, tesu ādiantadassanavasena vuttoti daṭṭhabbo. Anulomapaṭilomasajjhāyepi",
  "tika-abh02t6:37_4": "hi paṭilomasajjhāyo antimoti. Sajjhāyappakārantaraṁ vā etampīti veditabbaṁ. Hatthasaṅkhalikā",
  "tika-abh02t6:37_5": "aṅgulipanti. Lakkhaṇapaṭivedhassāti asubhalakkhaṇapaṭivedhassa, dhātulakkhaṇapaṭivedhassa vā.",
  "tika-abh02t6:38": "Attano bhāgo sabhāgo, sabhāgena paricchedo sabhāgaparicchedo, heṭṭhuparitiriyantehi sakakoṭṭhāsikakesantarādīhi ca paricchedoti attho.",
  "tika-abh02t6:39": "Dhātuvibhaṅgo pukkusātisuttaṁ. Sādhāraṇavasenāti ettakeneva siddhe sabba-ggahaṇaṁ vaṇṇakasiṇavasena catukkajjhānikasamathasādhāraṇattassa ca dassanatthaṁ.",
  "tika-abh02t6:40_0": "Okkamanavissajjananti paṭipajjitabbavajjetabbe maggeti attho. Bahiddhā puthuttārammaṇeti",
  "tika-abh02t6:40_1": "ettha kāyānupassanaṁ hitvā subhādivasena gayhamānā kesādayopi bahiddhā puthuttārammaṇānevāti",
  "tika-abh02t6:40_2": "veditabbā. Ukkuṭṭhukkaṭṭhiṭṭhāneyeva uṭṭhahitvāti pubbe viya ekattha katāya ukkuṭṭhiyā",
  "tika-abh02t6:40_3": "kamena sabbatālesu patitvā uṭṭhahitvā pariyantatālaṁ āditālañca agantvā tato tato",
  "tika-abh02t6:40_4": "tattha tattheva katāya ukkuṭṭhiyā uṭṭhahitvāti attho.",
  "tika-abh02t6:41_0": "Adhicittanti samathavipassanācittaṁ. Anuyuttenāti yuttapayuttena, bhāventenāti attho.",
  "tika-abh02t6:41_1": "Samādhinimittaṁ upalakkhaṇākāro samādhiyeva. Manasi kātabbanti citte kātabbaṁ, uppādetabbanti",
  "tika-abh02t6:41_2": "attho. Samādhikāraṇaṁ vā ārammaṇaṁ samādhinimittaṁ āvajjitabbanti attho. Ṭhānaṁ atthīti",
  "tika-abh02t6:41_3": "vacanaseso, taṁ cittaṁ kosajjāya saṁvatteyya, etassa saṁvattanassa kāraṇaṁ atthīti",
  "tika-abh02t6:41_4": "attho. Taṁ vā manasikaraṇaṁ cittaṁ kosajjāya saṁvatteyyāti etassa ṭhānaṁ kāraṇanti",
  "tika-abh02t6:41_5": "attho. Na ca pabhaṅgūti kammaniyabhāvūpagamanena ca pabhijjanasabhāvanti attho.",
  "tika-abh02t6:42_0": "Ālimpetīti ādīpeti jāleti. Tañcāti taṁ piḷandhanavikatisaṅkhātaṁ atthaṁ payojanaṁ.",
  "tika-abh02t6:42_1": "Assāti suvaṇṇakārassa anubhoti sambhoti sādheti. Assa vā suvaṇṇassa taṁ atthaṁ suvaṇṇakāro anubhoti pāpuṇāti.",
  "tika-abh02t6:43_0": "Abhiññāya iddhividhādiñāṇena sacchikaraṇīyassa iddhividhapaccanubhavanādikassa abhiññāsacchikaraṇīyassa.",
  "tika-abh02t6:43_1": "Paccakkhaṁ yassa atthi, so sakkhi, sakkhino bhabbatā sakkhibhabbatā, sakkhibhavanatāti",
  "tika-abh02t6:43_2": "vuttaṁ hoti. Sakkhi ca so bhabbo cāti vā sakkhibhabbo. Ayañhi iddhividhādīnaṁ bhabbo,",
  "tika-abh02t6:43_3": "tattha ca sakkhīti sakkhibhabbo, tassa bhāvo sakkhibhabbatā, taṁ pāpuṇāti. Āyataneti",
  "tika-abh02t6:43_4": "pubbahetādike kāraṇe sati.",
  "tika-abh02t6:44_0": "Sītibhāvanti nibbānaṁ, kilesadarathavūpasamaṁ vā. Sampahaṁsetīti samapavattaṁ cittaṁ",
  "tika-abh02t6:44_1": "tathāpavattiyā paññāya toseti uttejeti. Yadā vā nirassādaṁ cittaṁ bhāvanāya na pakkhandati,",
  "tika-abh02t6:44_2": "tadā jātiādīni saṁvegavatthūni paccavekkhitvā sampahaṁseti samuttejeti.",
  "tika-abh02t6:45": "Tiriyaṁ aññamaññena paricchinnā, kathaṁ? Dve kesā ekato natthīti. Āsayoti nissayo, paccayoti attho.",
  "tika-abh02t6:46": "Nakhā tiriyaṁ aññamaññena paricchinnāti visuṁ vavatthitataṁ sandhāya vuttaṁ. Tameva hi atthaṁ dassetuṁ “dve nakhā ekato natthī”ti āhāti.",
  "tika-abh02t6:47_0": "Sukhumampīti yathāvuttaoḷārikacammato sukhumaṁ antomukhacammādi. Koṭṭhāsesu vā tacena",
  "tika-abh02t6:47_1": "paricchinnattā yaṁ durupalakkhaṇīyaṁ, taṁ “sukhuma”nti vuttaṁ. Tañhi vuttanayena",
  "tika-abh02t6:47_2": "tacaṁ vivaritvā passantassa pākaṭaṁ hotīti.",
  "tika-abh02t6:48": "Tālaguḷapaṭalaṁ nāma pakkatālaphalalasikaṁ tālapaṭṭikāya limpitvā sukkhāpetvā uddharitvā gahitapaṭalaṁ.",
  "tika-abh02t6:49": "Evaṁ timattānīti evaṁ-matta-saddehi gopphakaṭṭhikādīni avuttānipi dassetīti veditabbaṁ. Kīḷāgoḷakāni suttena bandhitvā aññamaññaṁ ghaṭṭetvā kīḷanagoḷakāni.",
  "tika-abh02t6:50_0": "Tattha jaṅghaṭṭhikassa patiṭṭhitaṭṭhānanti jaṇṇukaṭṭhimhi pavisitvā ṭhitaṭṭhānanti",
  "tika-abh02t6:50_1": "adhippāyo. Tena aṭṭhinā patiṭṭhitaṭṭhānaṁ yaṁ kaṭiṭṭhino, taṁ aggachinnamahāpunnāgaphalasadisaṁ.",
  "tika-abh02t6:50_2": "Sīsakapaṭṭaveṭhakaṁ veṭhetvā ṭhapitasīsamayaṁ paṭṭakaṁ. Suttakantanasalākāviddhā",
  "tika-abh02t6:50_3": "goḷakā vaṭṭanāti vuccanti, vaṭṭanānaṁ āvali vaṭṭanāvali. Avalekhanasatthakaṁ ucchutacāvalekhanasatthakaṁ.",
  "tika-abh02t6:51": "Vakkabhāgena paricchinnanti vakkapariyantabhāgena paricchinnaṁ.",
  "tika-abh02t6:52": "Sakkharasudhāvaṇṇanti marumpehi katasudhāvaṇṇaṁ. “Setasakkharasudhāvaṇṇa”nti ca pāṭhaṁ vadanti, setasakkharāvaṇṇaṁ sudhāvaṇṇañcāti attho.",
  "tika-abh02t6:53": "Yattha annapānaṁ nipatitvā tiṭṭhatīti sambandho.",
  "tika-abh02t6:54": "Visamacchinnakalāpo visamaṁ udakaṁ paggharati, evameva sarīraṁ kesakūpādivivarehi upari heṭṭhā tiriyañca visamaṁ paggharatīti dassetuṁ visamacchinna-ggahaṇaṁ karoti.",
  "tika-abh02t6:55": "Atikaṭukaaccuṇhādiko visabhāgāhāro uṇhakāle pavattamānānaṁ dhātūnaṁ visabhāgattā.",
  "tika-abh02t6:56_0": "Ekattārammaṇabaleneva vāti vikkhambhitanīvaraṇena susamāhitacittena upaṭṭhitassa",
  "tika-abh02t6:56_1": "nānārammaṇavipphandanavirahena ekasabhāvassa ārammaṇassa vasena. Tañhi ekattārammaṇaṁ",
  "tika-abh02t6:56_2": "upaṭṭhahamānameva attani abhiratiṁ, sātisayaṁ pharaṇapītiṁ, iṭṭhākārānubhavanañca",
  "tika-abh02t6:56_3": "somanassaṁ uppādeti. Na hi abhiratisomanassehi vinā anatikkantapītisukhassa ekattupaṭṭhānaṁ atthīti.",
  "tika-abh02t6:57_0": "Avisesatopana sādhāraṇavasenāti paṭikūladhātuvaṇṇavisesaṁ akatvā samathavipassanāsādhāraṇavasenāti",
  "tika-abh02t6:57_1": "attho. Tividhenāti anulomādinā vakkhamānena. Cha māseti addhamāse ūnepi māsaparicchedena",
  "tika-abh02t6:57_2": "paricchijjamāne sajjhāye cha māsā paricchedakā hontīti katvā vuttanti veditabbaṁ.",
  "tika-abh02t6:57_3": "Paricchijjamānassa māsantaragamananivāraṇañhi chamāsaggahaṇaṁ, na sakalachamāse parivattadassanatthaṁ.",
  "tika-abh02t6:57_4": "Ācariyāti aṭṭhakathācariyā.",
  "tika-abh02t6:58": "Lakkhaṇanti dhātupaṭikūlalakkhaṇaṁ. Janaṁ na arahantīti ajaññā, jane pavesetuṁ ayuttā jigucchanīyāti vuttaṁ hoti.",
  "tika-abh02t6:59_0": "Paṭipāṭiyā aṭṭhīnīti paṭipāṭiyā aṭṭhīni koṭiyā ṭhitāni. Na ettha koci attā nāma atthi,",
  "tika-abh02t6:59_1": "aṭṭhīni eva aṭṭhipuñjamatto evāyaṁ saṅghāṭoti dasseti. Anekasandhiyamitoti anekehi",
  "tika-abh02t6:59_2": "sandhīhi yamito sambaddho so aṭṭhipuñjoti dasseti. Na kehicīti yamentaṁ attānaṁ paṭisedheti.",
  "tika-abh02t6:59_3": "Codito jarāya maraṇābhimukhagamanena codito.",
  "tika-abh02t6:60_0": "Mahābhūtaṁ upādārūpena paricchinnaṁ “nīlaṁ pītaṁ sugandhaṁ duggandha”ntiādinā. Upādārūpaṁ",
  "tika-abh02t6:60_1": "mahābhūtena tannissitassa tassa tato bahi abhāvā. Chāyātapānaṁ ātapapaccayachāyuppādakabhāvo",
  "tika-abh02t6:60_2": "aññamaññaparicchedakatā. Rūpakkhandhassa pariggahitattā tadantogadhānaṁ cakkhādiāyatanadvārānaṁ",
  "tika-abh02t6:60_3": "vasena taṁtaṁdvārikā arūpino khandhā pākaṭā honti, āyatanāni ca dvārāni ca āyatanadvārānīti",
  "tika-abh02t6:60_4": "vā attho. Tena rūpāyatanādīnañca vasenāti vuttaṁ hoti.",
  "tika-abh02t6:61": "Sappaccayāti sappaccayabhāvā, paccayāyattaṁ hutvā nibbattanti vuttaṁ hoti. Samāno vā sadiso yutto paccayo sappaccayo, tasmā sappaccayā.",
  "tika-abh02t6:62": "Ettakoti yathāvuttena ākārena paguṇo koṭṭhāso. Uggahova uggahasandhi. Vaṇṇādimukhena hi upaṭṭhānaṁ ettha sandhīyati sambajjhatīti “sandhī”ti vuccati.",
  "tika-abh02t6:63_0": "Upaṭṭhātīti vaṇṇādivasena upaṭṭhātīti attho. Pañcaṅgasamannāgateti nātidūranāccāsannagamanāgamanasampannanti",
  "tika-abh02t6:63_1": "ekaṅgaṁ, divā abbokiṇṇaṁ rattiṁ appasaddaṁ appanigghosanti ekaṁ, appaḍaṁsamakasavātātapasarīsapasamphassanti",
  "tika-abh02t6:63_2": "ekaṁ, tasmiṁ kho pana senāsane viharantassa appakasirena uppajjati cīvara…pe… parikkhāroti",
  "tika-abh02t6:63_3": "ekaṁ, tasmiṁ pana senāsane therā bhikkhū viharanti bahussutāti ekaṁ. Pañcaṅgasamannāgatenāti",
  "tika-abh02t6:63_4": "appābādhāsāṭheyyasaddhāpaññāvīriyehi padhāniyaṅgehi samannāgatena.",
  "tika-abh02t6:64_0": "Uṭṭhānakadāyanti tehi khettehi uṭṭhānakaṁ, tehi dātabbadhaññanti attho. Ettha ca",
  "tika-abh02t6:64_1": "aṭṭhakumbhadāyakakhettaṁ viya mukhadhovanakiccaṁ, soḷasakumbhadāyakaṁ viya khādanabhuñjanakiccaṁ",
  "tika-abh02t6:64_2": "daṭṭhabbaṁ lahukagarukabhāvato. Tato pana yaṁ dukkhaṁ nibbattati, taṁ aññañca dvattiṁsākāramanasikārena",
  "tika-abh02t6:64_3": "ca nivattatīti āha “ettheva kammaṁ kātabba”nti. Ettāvatāti ekadivasaṁ tiṁsa vāre",
  "tika-abh02t6:64_4": "manasikāraṭṭhapanena.",
  "tika-abh02t6:65_0": "Sahassuddhāraṁsādhetvāti sahassavaḍḍhitaṁ iṇaṁ yojetvā. Uddharitabboti uddhāroti",
  "tika-abh02t6:65_1": "hi vaḍḍhi vuccatīti. Suddhacittenāti vikkhepādikilesavirahitacittena. Kesādīsu tace",
  "tika-abh02t6:65_2": "rajjantā succhavicammaṁ tacoti gahetvā “suvaṇṇādivaṇṇo me taco”tiādinā rajjanti.",
  "tika-abh02t6:66": "Tesu dve ekamaggaṁ paṭipajjamānā nāma na hontīti yathā tathā vā palāyantīti attho. Tattha rāgādivatthubhāvena dvattiṁsākārānaṁ corasadisatā anatthāvahatā daṭṭhabbā.",
  "tika-abh02t6:67_0": "Kammameva visesādhigamassa ṭhānanti kammaṭṭhānaṁ bhāvanā vuccati. Tenāha “manasikarontassa",
  "tika-abh02t6:67_1": "appanaṁ pāpuṇātī”ti. Kammassa vā bhāvanāya ṭhānaṁ ārammaṇaṁ appanārammaṇabhāvūpagamanena",
  "tika-abh02t6:67_2": "appanaṁ pāpuṇātīti vuttaṁ.",
  "tika-abh02t6:68": "Mānajātikoti etena laṅghanasamatthatāyogena upasamarahitataṁ dasseti. Cittampi hi tathā nānārammaṇesu vaḍḍhitaṁ upasamarahitanti dassetabbanti.",
  "tika-abh02t6:69": "Hatthe gahitapañhavatthu pākatikamevāti visuddhimagge vuttataṁ sandhāyāha. Tattha hi vuttaṁ –",
  "tika-abh02t6:70_0": "“Mālakatthero kira dīghabhāṇakaabhayattheraṁ hatthe gahetvā ‘āvuso abhaya, imaṁ tāva",
  "tika-abh02t6:70_1": "pañhaṁ uggaṇhāhī’ti vatvā āha ‘mālakatthero dvattiṁsakoṭṭhāsesu dvattiṁsapaṭhamajjhānalābhī,",
  "tika-abh02t6:70_2": "sace rattiṁ ekaṁ, divā ekaṁ samāpajjati, atirekaḍḍhamāsena puna sampajjati. Sace",
  "tika-abh02t6:70_3": "pana devasikaṁ ekameva samāpajjati, atirekamāsena puna sampajjatī”’ti.",
  "tika-abh02t6:71": "Idaṁ pana ekaṁ manasikarontassa ekaṁ pāṭiyekkaṁ manasikarontassa dvattiṁsāti etassa sādhanatthaṁ nidassanavasena ānītanti daṭṭhabbaṁ.",
  "tika-abh02t6:72_0": "Anupādinnakapakkhe ṭhitānīti etena cetiyapabbatavāsī mahātissatthero viya, saṅgharakkhitattherupaṭṭhākasāmaṇero",
  "tika-abh02t6:72_1": "viya ca anupādinnakapakkhe ṭhapetvā gahetuṁ sakkontassa dasavidhāsubhavasena jīvamānakasarīrepi",
  "tika-abh02t6:72_2": "upaṭṭhite upacārappatti dassitā hotīti veditabbā. “Atthissa kāye”ti pana sattavasena",
  "tika-abh02t6:72_3": "kesādīsu gayhamānesu yathā “imasmiṁ kāye”ti satta-ggahaṇarahite ahaṁkāravatthumhi",
  "tika-abh02t6:72_4": "viddhastāhaṁkāre sadā sannihite pākaṭe ca attano kāye upaṭṭhānaṁ hoti, na tathā tatthāti",
  "tika-abh02t6:72_5": "appanaṁ appattā ādīnavānupassanāva tattha hotīti adhippāyenāha “asubhānupassanāsaṅkhātā",
  "tika-abh02t6:72_6": "pana vipassanābhāvanā hotīti veditabbā”ti.",
  "tika-abh02t6:73": "357. Ādimhi sevanā āsevanā, vaḍḍhanaṁ bhāvanā, punappunaṁ karaṇaṁ bahulīkammanti ayametesaṁ viseso.",
  "tika-abh02t6:74_0": "362.Vatthupariññāyāti abhijjhādomanassānaṁ vatthubhūtassa kāyassa parijānanena. Appitāti",
  "tika-abh02t6:74_1": "gamitā, sā ca vināsitatāti āha “vināsitā”ti. Appavattiyaṁ ṭhapitātipi appitāti ayamattho",
  "tika-abh02t6:74_2": "niruttisiddhiyā vuttoti daṭṭhabbo. Vigatantā katāti idāni kātabbo anto etesaṁ natthīti",
  "tika-abh02t6:74_3": "vigatantā, evaṁbhūtā katāti attho. Kammameva visesādhigamassa ṭhānaṁ kammaṭṭhānaṁ,",
  "tika-abh02t6:74_4": "kamme vā ṭhānaṁ bhāvanārambho kammaṭṭhānaṁ, tañca anupassanāti āha “anupassanāya",
  "tika-abh02t6:74_5": "kammaṭṭhāna”nti, anupassanāya vuttanti adhippāyo.",
  "tika-abh02t6:75": "Kāyānupassanāniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t6:76": "Vedanānupassanāniddesavaṇṇanā",
  "tika-abh02t6:77_0": "363. Sampajānassa vediyanaṁ sampajānavediyanaṁ. Vatthunti sukhādīnaṁ ārammaṇamāha,",
  "tika-abh02t6:77_1": "tena vatthu ārammaṇaṁ etissāti vatthuārammaṇāti samāso daṭṭhabbo. Vohāramattaṁ hotīti",
  "tika-abh02t6:77_2": "etena “sukhaṁ vedanaṁ vedayāmī”ti idaṁ vohāramattena vuttanti dasseti.",
  "tika-abh02t6:78_0": "Vīriyasamādhiṁ yojetvāti adhivāsanavīriyassa adhimattatāya tassa samatāya ubhayaṁ",
  "tika-abh02t6:78_1": "saha yojetvā. Saha paṭisambhidāhīti lokuttarapaṭisambhidāhi saha. Lokiyānampi vā",
  "tika-abh02t6:78_2": "sati uppattikāle tattha samatthataṁ sandhāya “saha paṭisambhidāhī”ti vuttanti daṭṭhabbaṁ.",
  "tika-abh02t6:78_3": "Samasīsīti vārasamasīsī hutvā paccavekkhaṇavārassa anantaravāre parinibbāyīti attho.",
  "tika-abh02t6:78_4": "Saṅkhepamanasikāravasena mahāsatipaṭṭhāne, vitthāramanasikāravasena rāhulovādadhātuvibhaṅgādīsu.",
  "tika-abh02t6:79_0": "Phassapañcamakeyevāti eva-saddena vuttesu tīsupi mukhesu pariggahassa samānataṁ dasseti.",
  "tika-abh02t6:79_1": "Nāmarūpavavatthānassa adhippetattā niravasesarūpapariggahassa dassanatthaṁ “vatthu",
  "tika-abh02t6:79_2": "nāma karajakāyo”ti āha, na cakkhādīni chavatthūnīti. Karajakāyassa pana vatthubhāvasādhanatthaṁ",
  "tika-abh02t6:79_3": "“idañca pana me viññāṇaṁ ettha sitaṁ, ettha paṭibaddha”nti suttaṁ ābhataṁ.",
  "tika-abh02t6:80_0": "Phassaviññāṇānaṁ pākaṭatā kesañci hotīti yesaṁ na hoti, te sandhāyāha “phassavasena",
  "tika-abh02t6:80_1": "vā hi…pe… na pākaṭaṁ hotī”ti. Tesaṁ pana aññesañca sabbesaṁ veneyyānaṁ vedanā pākaṭāti",
  "tika-abh02t6:80_2": "āha “vedanāvasena pana pākaṭaṁ hotī”ti. Satadhotasappi nāma satavāraṁ vilāpetvā vilāpetvā",
  "tika-abh02t6:80_3": "udake pakkhipitvā uddharitvā gahitasappi.",
  "tika-abh02t6:81_0": "Vinivattetvāti catukkhandhasamudāyato visuṁ uddharitvā. Mahāsatipaṭṭhānasuttādīsu",
  "tika-abh02t6:81_1": "katthaci paṭhamaṁ rūpakammaṭṭhānaṁ vatvā pacchā arūpakammaṭṭhānaṁ vedanāvasena vinivattetvā",
  "tika-abh02t6:81_2": "dassitaṁ. Katthaci arūpakammaṭṭhānaṁ eva vedanāvasena arūparāsito, ñātapariññāya",
  "tika-abh02t6:81_3": "pariññātato vā rūpārūparāsito vā vinivattetvā dassitaṁ. Tatthāpi yesu paṭhamaṁ ñātapariññā",
  "tika-abh02t6:81_4": "vuttā, tesu tadantogadhaṁ. Yesu na vuttā, tesu ca vedanāya ārammaṇamattaṁ saṁkhittaṁ",
  "tika-abh02t6:81_5": "pāḷianāruḷhaṁ rūpakammaṭṭhānaṁ sandhāya rūpakammaṭṭhānassa paṭhamaṁ kathitatā vuttāti veditabbā.",
  "tika-abh02t6:82_0": "“Manoviññeyyānaṁ dhammānaṁ iṭṭhānaṁ kantāna”ntiādinā nayena vuttaṁ chagehassitasomanassaṁ",
  "tika-abh02t6:82_1": "pañcakāmaguṇesu assādānupassino eva hotīti āha “pañcakāmaguṇāmisanissitā cha gehassitasomanassavedanā”ti.",
  "tika-abh02t6:83": "Vedanānupassanāniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t6:84": "Cittānupassanāniddesavaṇṇanā",
  "tika-abh02t6:85_0": "365. Kilesasampayuttānaṁ dhammānaṁ kehici kilesehi vippayogepi sati yehi sampayuttā,",
  "tika-abh02t6:85_1": "tehi saṁkilesabhāvena sadisehi saṁkiliṭṭhattā itarehipi na visuddhatā hotīti āha",
  "tika-abh02t6:85_2": "“na pacchimapadaṁ bhajantī”ti. Duvidhanti visuṁ vacanaṁ sarāgasadosehi visiṭṭhaggahaṇatthaṁ.",
  "tika-abh02t6:85_3": "Avipassanupagattā “idha okāsova natthī”ti vuttaṁ.",
  "tika-abh02t6:86": "Cittānupassanāniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t6:87": "Dhammānupassanāniddeso",
  "tika-abh02t6:88": "Ka. nīvaraṇapabbavaṇṇanā",
  "tika-abh02t6:89": "367. Kaṇhasukkānaṁ yuganaddhatā natthīti pajānanakāle abhāvā “abhiṇhasamudācāravasenā”ti āha.",
  "tika-abh02t6:90_0": "Subhampīti kāmacchandopi. So hi attano gahaṇākārena “subha”nti vuccati, tenākārena",
  "tika-abh02t6:90_1": "pavattamānakassa aññassa kāmacchandassa nimittattā “nimitta”nti cāti. Ākaṅkhitassa",
  "tika-abh02t6:90_2": "hitasukhassa anupāyabhūto manasikāro anupāyamanasikāro. Tatthāti nipphādetabbe ārammaṇabhūte",
  "tika-abh02t6:90_3": "ca duvidhepi subhanimitte.",
  "tika-abh02t6:91_0": "Asubhampīti asubhajjhānampi. Taṁ pana dasasu asubhesu kesādīsu ca pavattaṁ daṭṭhabbaṁ.",
  "tika-abh02t6:91_1": "Kesādīsu hi saññā asubhasaññāti girimānandasutte vuttāti. Ettha catubbidhassapi ayonisomanasikārassa",
  "tika-abh02t6:91_2": "yonisomanasikārassa ca dassanaṁ niravasesadassanatthaṁ katanti veditabbaṁ. Tesu pana",
  "tika-abh02t6:91_3": "asubhe subhanti asubhanti ca manasikāro idhādhippeto, tadanukulattā vā itarepīti.",
  "tika-abh02t6:92_0": "Bhojane mattaññuno thinamiddhābhibhavābhāvā otāraṁ alabhamāno kāmarāgo pahīyatīti",
  "tika-abh02t6:92_1": "vadanti. Bhojananissitaṁ pana āhārepaṭikūlasaññaṁ, tabbipariṇāmassa tadādhārassa",
  "tika-abh02t6:92_2": "tassa ca upanissayabhūtassa asubhatādidassanaṁ, kāyassa ca āhāraṭṭhitikatādidassanaṁ",
  "tika-abh02t6:92_3": "so uppādetīti tassa kāmacchando pahīyateva, abhidhammapariyāyena sabbopi lobho kāmacchandanīvaraṇanti",
  "tika-abh02t6:92_4": "āha “arahattamaggenā”ti.",
  "tika-abh02t6:93_0": "Odissakānodissakadisāpharaṇānanti attagaruatippiyasahāyamajjhattavasena odissakatā,",
  "tika-abh02t6:93_1": "sīmābhede kate anodissakatā, ekadisāpharaṇavasena disāpharaṇatā mettāya uggahaṇe",
  "tika-abh02t6:93_2": "veditabbā. Vihāraracchāgāmādivasena vā odissakadisāpharaṇaṁ, vihārādiuddesarahitaṁ",
  "tika-abh02t6:93_3": "puratthimādidisāvasena anodissakadisāpharaṇanti evaṁ vā dvidhā uggahaṁ sandhāya “odissakānodissakadisāpharaṇāna”nti",
  "tika-abh02t6:93_4": "vuttaṁ. Uggaho ca yāva upacārā daṭṭhabbo, uggahitāya āsevanā bhāvanā. Tattha “sabbe",
  "tika-abh02t6:93_5": "sattā pāṇā bhūtā puggalā attabhāvapariyāpannā”ti etesaṁ vasena pañcavidhā, ekekasmiṁ",
  "tika-abh02t6:93_6": "“averā hontu, abyāpajjā, anīghā, sukhī attānaṁ pariharantū”ti catudhā pavattito vīsatividhā",
  "tika-abh02t6:93_7": "vā anodhisopharaṇā mettā, “sabbā itthiyo purisā ariyā anariyā devā manussā vinipātikā”ti",
  "tika-abh02t6:93_8": "sattodhikaraṇavasena pavattā sattavidhā, aṭṭhavīsatividhā vā odhisopharaṇā mettā,",
  "tika-abh02t6:93_9": "dasahi disāhi disodhikaraṇavasena pavattā dasavidhā ca disāpharaṇā mettā, ekekāya",
  "tika-abh02t6:93_10": "vā disāya sattādiitthiādiaverādiyogena asītādhikacatusatappabhedā anodhisoodhisopharaṇā veditabbā.",
  "tika-abh02t6:94": "Kāyavināmanāti kāyassa vividhena ākārena nāmanā.",
  "tika-abh02t6:95_0": "Atibhojane nimittaggāhoti atibhojane thinamiddhassa nimittaggāho, “ettake bhutte",
  "tika-abh02t6:95_1": "thinamiddhassa kāraṇaṁ hoti, ettake na hotī”ti thinamiddhassa kāraṇākāraṇaggāhoti",
  "tika-abh02t6:95_2": "attho. Dhutaṅgānaṁ vīriyanissitattā āha “dhutaṅganissitasappāyakathāyapī”ti.",
  "tika-abh02t6:96": "Kukkuccampi katākatānusocanavasena pavattamānaṁ uddhaccena samānalakkhaṇaṁ avūpasamasabhāvamevāti cetaso avūpasamo “uddhaccakukkuccamevā”ti vutto.",
  "tika-abh02t6:97_0": "Bahussutassa ganthato ca atthato ca atthādīni vicinantassa cetaso vikkhepo na hoti",
  "tika-abh02t6:97_1": "yathāvidhipaṭipattiyā yathānurūpapatikārappavattiyā katākatānusocanañcāti “bāhusaccenapi",
  "tika-abh02t6:97_2": "uddhaccakukkuccaṁ pahīyatī”ti āha. Vuḍḍhasevitā ca vuḍḍhasīlitaṁ āvahatīti cetovūpasamakarattā",
  "tika-abh02t6:97_3": "uddhaccakukkuccappahānakāritā vuttā. Vuḍḍhataṁ pana anapekkhitvā vinayadharā kukkuccavinodakā",
  "tika-abh02t6:97_4": "kalyāṇamittā vuttāti daṭṭhabbā.",
  "tika-abh02t6:98": "Tiṭṭhati etthāti ṭhānīyā, vicikicchāya ṭhānīyā vicikicchāṭhānīyā. Ṭhātabbāti vā ṭhānīyā, vicikicchā ṭhānīyā etesūti vicikicchāṭhānīyā.",
  "tika-abh02t6:99_0": "Kāmaṁ bahussutatāparipucchakatāhi aṭṭhavatthukāpi vicikicchā pahīyati, tathāpi ratanattayavicikicchāmūlikā",
  "tika-abh02t6:99_1": "sesavicikicchāti katvā āha “tīṇi ratanāni ārabbhā”ti. Vinaye pakataññutā “sikkhāya",
  "tika-abh02t6:99_2": "kaṅkhatī”ti vuttāya vicikicchāya pahānaṁ karotīti āha “vinaye ciṇṇavasībhāvassapī”ti.",
  "tika-abh02t6:99_3": "Okappaniyasaddhāsaṅkhātaadhimokkhabahulassāti anupavisanasaddhāsaṅkhātaadhimokkhena",
  "tika-abh02t6:99_4": "adhimuccanabahulassa. Adhimuccanañca adhimokkhuppādanamevāti daṭṭhabbaṁ. Saddhāya",
  "tika-abh02t6:99_5": "vā ninnatā adhimutti.",
  "tika-abh02t6:100": "Nīvaraṇapabbavaṇṇanā niṭṭhitā.",
  "tika-abh02t6:101": "Kha. bojjhaṅgapabbavaṇṇanā",
  "tika-abh02t6:102_0": "Khandhādipāḷiyā attho khandhādīnaṁ atthoti katvā āha “khandha…pe… vipassanānaṁ atthasannissitaparipucchābahulatā”ti.",
  "tika-abh02t6:102_1": "Tena pāḷimuttakapucchā na tathā paññāsaṁvattanikā, yathā atthapaṭipucchāti dasseti.",
  "tika-abh02t6:103": "Mandattā aggijālādīsu āpodhātuādīnaṁ viya vīriyādīnaṁ sakicce asamatthatā vuttā.",
  "tika-abh02t6:104": "Pattaṁ nīharantova taṁ sutvāti ettha pañcābhiññattā dibbasotena assosīti vadanti.",
  "tika-abh02t6:105": "Pasādasinehābhāvenāti pasādasaṅkhātassa sinehassa abhāvena. Gadrabhapiṭṭhe lūkharajo lūkhataro hutvā dissatīti atilūkhatāya taṁsadise.",
  "tika-abh02t6:106": "Saṁvejanapasādanehi tejanaṁ tosanañca sampahaṁsanāti.",
  "tika-abh02t6:107": "Bojjhaṅgapabbavaṇṇanā niṭṭhitā.",
  "tika-abh02t6:108_0": "Samathavipassanāsuddhavipassanāvasena paṭhamassa itaresañca kathitattāti attho. Maggasampayuttā",
  "tika-abh02t6:108_1": "sati kāyānupassanā nāmāti āgamanavasena vuttaṁ. Evaṁ tāva desanā puggale tiṭṭhatīti",
  "tika-abh02t6:108_2": "kāyānupassīādīnaṁ āgamanavasena visesetvā vuttā satipaṭṭhānadesanā puggale tiṭṭhatīti",
  "tika-abh02t6:108_3": "attho. Na hi sakkā ekassa anekasamaṅgitā vattuṁ ekakkhaṇe anekasatisambhavāvabodhapasaṅgā,",
  "tika-abh02t6:108_4": "puggalaṁ pana āmasitvā sakiccaparicchinne dhamme vuccamāne kiccabhedena ekissāpi",
  "tika-abh02t6:108_5": "satiyā anekanāmatā hotīti dassento “kāye panā”tiādimāha. Yathā hi puggalakiccaṁ dhammā",
  "tika-abh02t6:108_6": "evāti dhammabhedena kāyānupassīādipuggalabhedova hoti, na evaṁ dhammassa dhammo kiccanti",
  "tika-abh02t6:108_7": "na dhammabhedena tassa bhedo, tasmā ekāva sati catuvipallāsappahānabhūtā magge samiddhā",
  "tika-abh02t6:108_8": "anatthantarena tappahānakiccabhedena cattāri nāmāni labhatīti ayamettha adhippāyo.",
  "tika-abh02t6:109": "Suttantabhājanīyavaṇṇanā niṭṭhitā.",
  "tika-abh02t6:110": "2. Abhidhammabhājanīyavaṇṇanā",
  "tika-abh02t6:111_0": "374. Abhidhammabhājanīye “kathañca bhikkhu kāye kāyānupassī viharati? Idha bhikkhu",
  "tika-abh02t6:111_1": "yasmiṁ samaye…pe… dandhābhiññaṁ kāye kāyānupassī, yā tasmiṁ samaye satī”tiādinā āgamanavasena",
  "tika-abh02t6:111_2": "visesitāni satipaṭṭhānāni puggale ṭhapetvā desetvā puna “tattha katamaṁ satipaṭṭhānaṁ?",
  "tika-abh02t6:111_3": "Idha bhikkhu yasmiṁ samaye…pe… dandhābhiññaṁ…pe… yā tasmiṁ samaye satī”tiādinā puggalaṁ",
  "tika-abh02t6:111_4": "anāmasitvā āgamavisesanañca akatvā catukiccasādhakekasativasena suddhikasatipaṭṭhānanayo",
  "tika-abh02t6:111_5": "vuttoti ayamettha nayadvaye viseso.",
  "tika-abh02t6:112": "Abhidhammabhājanīyavaṇṇanā niṭṭhitā.",
  "tika-abh02t6:113": "Satipaṭṭhānavibhaṅgavaṇṇanā niṭṭhitā."
}