{
  "tika-s0203t1:0": "2. Anupadavaggo",
  "tika-s0203t1:1": "1. Anupadasuttavaṇṇanā",
  "tika-s0203t1:2_0": "93.Iddhimātiguṇo pākaṭo paratoghosena vinā pāsādakampanadevacārikādīhi sayameva pakāsabhāvato;",
  "tika-s0203t1:2_1": "dhutavādādiguṇānampi tathābhāve eteneva nayena tesaṁ guṇānaṁ pākaṭayogato ca paresaṁ",
  "tika-s0203t1:2_2": "nicchitabhāvato ca. Paññavato guṇāti paññāpabhedapabhāvite guṇavisese sandhāya vadati.",
  "tika-s0203t1:2_3": "Te hi yebhuyyena paresaṁ avisayā. Tenāha – ‘‘na sakkā akathitā jānitu’’nti. Visabhāgā",
  "tika-s0203t1:2_4": "sabhāgā nāma ayonisomanasikārabahulesu puthujjanesu, te pana appahīnarāgadosatāya",
  "tika-s0203t1:2_5": "parassa vijjamānampi guṇaṁ makkhetvā avijjamānaṁ avaṇṇameva ghosentīti āha – ‘‘visabhāga…pe… kathentī’’ti.",
  "tika-s0203t1:3_0": "Yā aṭṭhārasannaṁ dhātūnaṁ samudayato atthaṅgamato assādato ādīnavato yathābhūtaṁ",
  "tika-s0203t1:3_1": "pajānanā, ayaṁ dhātukusalatā. Āyatanakusalatāyapi eseva nayo. Avijjādīsu dvādasasu",
  "tika-s0203t1:3_2": "paṭiccasamuppādaṅgesu kosallaṁ paṭiccasamuppādakusalatā. Idaṁ imassa phalassa ṭhānaṁ",
  "tika-s0203t1:3_3": "kāraṇaṁ, idaṁ aṭṭhānaṁ akāraṇanti evaṁ ṭhānañca ṭhānato, aṭṭhānañca aṭṭhānato yathābhūtaṁ",
  "tika-s0203t1:3_4": "pajānanā, ayaṁ ṭhānāṭṭhānakusalatā. Yo pana imesu dhātuādīsu pariññābhisamayādivasena",
  "tika-s0203t1:3_5": "nissaṅgagatiyā paṇḍāti laddhanāmena ñāṇena ito gato pavatto, ayaṁ paṇḍito nāmāti",
  "tika-s0203t1:3_6": "āha – ‘‘imehi catūhi kāraṇehi paṇḍito’’ti. Mahantānaṁ atthānaṁ pariggaṇhanato mahatī",
  "tika-s0203t1:3_7": "paññā etassāti mahāpañño. Sesapadesupi eseva nayoti āha – ‘‘mahāpaññādīhi samannāgatoti attho’’ti.",
  "tika-s0203t1:4_0": "Nānattanti yāhi mahāpaññādīhi samannāgatattā thero ‘‘mahāpañño’’tiādinā kittīyati,",
  "tika-s0203t1:4_1": "tāsaṁ mahāpaññādīnaṁ idaṁ nānattaṁ ayaṁ vemattatā. Yassa kassaci (dī. ni. ṭī. 3.216;",
  "tika-s0203t1:4_2": "saṁ. ni. ṭī. 1.1.110; a. ni. ṭī. 1.1.584) visesato arūpadhammassa mahattaṁ nāma kiccasiddhiyā",
  "tika-s0203t1:4_3": "veditabbanti tadassa kiccasiddhiyā dassento, ‘‘mahantesīlakkhandhe pariggaṇhātīti",
  "tika-s0203t1:4_4": "mahāpaññā’’tiādimāha. Tattha hetumahantatāya paccayamahantatāya nissayamahantatāya",
  "tika-s0203t1:4_5": "pabhedamahantatāya kiccamahantatāya phalamahantatāya ānisaṁsamahantatāya ca sīlakkhandhassa",
  "tika-s0203t1:4_6": "mahantabhāvo veditabbo. Tattha hetū alobhādayo, paccayā hirottappasaddhāsativīriyādayo.",
  "tika-s0203t1:4_7": "Nissayā sāvakabodhipaccekabodhisammāsambodhiniyatatā taṁsamaṅgino ca purisavisesā.",
  "tika-s0203t1:4_8": "Pabhedo cārittādivibhāgo. Kiccaṁ tadaṅgādivasena paṭipakkhassa vidhamanaṁ. Phalaṁ",
  "tika-s0203t1:4_9": "saggasampadā nibbānasampadā ca. Ānisaṁso piyamanāpatādi. Ayamettha saṅkhepo, vitthāro",
  "tika-s0203t1:4_10": "pana visuddhimagge (visuddhi. 1.9) ākaṅkheyyasuttādīsu (ma. ni. 1.64 ādayo) ca āgatanayena",
  "tika-s0203t1:4_11": "veditabbo. Iminā nayena samādhikkhandhādīnampi mahantatā yathārahaṁ niddhāretvā veditabbā,",
  "tika-s0203t1:4_12": "ṭhānāṭṭhānādīnaṁ pana mahantabhāvo mahāvisayatāya veditabbo. Tattha ṭhānāṭṭhānānaṁ",
  "tika-s0203t1:4_13": "mahāvisayatā bahudhātukasutte (ma. ni. 3.124 ādayo) sayameva āgamissati. Vihārasamāpattīnaṁ",
  "tika-s0203t1:4_14": "samādhikkhandhe niddhāritanayena veditabbā, ariyasaccānaṁ sakalasāsanasaṅgahaṇato",
  "tika-s0203t1:4_15": "saccavibhaṅge (vibha. 189 ādayo) taṁsaṁvaṇṇanāsu (vibha. aṭṭha. 189 ādayo) āgatanayena.",
  "tika-s0203t1:4_16": "Satipaṭṭhānādīnaṁ vibhaṅgādīsu (vibha. 355 ādayo) taṁsaṁvaṇṇanādīsu (vibha. aṭṭha.",
  "tika-s0203t1:4_17": "355 ādayo) ca āgatanayena. Sāmaññaphalānaṁ mahato hitassa mahato sukhassa mahato",
  "tika-s0203t1:4_18": "atthassa mahato yogakkhemassa nipphattibhāvato santapaṇītanipuṇaatakkāvacarapaṇḍitavedanīyabhāvato",
  "tika-s0203t1:4_19": "ca. Abhiññānaṁ mahāsambhārato mahāvisayato mahākiccato mahānubhāvato mahānipphattito",
  "tika-s0203t1:4_20": "ca. Nibbānassa madanimmadanādimahatthasiddhito mahantatā veditabbā.",
  "tika-s0203t1:5_0": "Puthupaññāti etthāpi vuttanayānusārena attho veditabbo. Ayaṁ pana viseso – nānākhandhesu",
  "tika-s0203t1:5_1": "ñāṇaṁ pavattatīti, ‘‘ayaṁ rūpakkhandho nāma…pe… ayaṁ viññāṇakkhandho nāmā’’ti, evaṁ",
  "tika-s0203t1:5_2": "pañcannaṁ khandhānaṁ nānākaraṇaṁ paṭicca ñāṇaṁ pavattati. Tesupi ‘‘ekavidhena rūpakkhandho,",
  "tika-s0203t1:5_3": "ekādasavidhena rūpakkhandho, ekavidhena vedanākkhandho, bahuvidhena vedanākkhandho,",
  "tika-s0203t1:5_4": "ekavidhena saññākkhandho…pe… ekavidhena viññāṇakkhandho, bahuvidhena viññāṇakkhandho’’ti",
  "tika-s0203t1:5_5": "evaṁ ekekassa khandhassa ekavidhādivasena atītādibhedavasenapi nānākaraṇaṁ paṭicca",
  "tika-s0203t1:5_6": "ñāṇaṁ pavattati. Tathā ‘‘idaṁ cakkhāyatanaṁ nāma…pe… idaṁ dhammāyatanaṁ nāma. Tattha",
  "tika-s0203t1:5_7": "dasāyatanā kāmāvacarā, dve catubhūmakā’’ti evaṁ āyatananānattaṁ paṭicca ñāṇaṁ pavattati.",
  "tika-s0203t1:6_0": "Nānādhātūsūti ‘‘ayaṁ cakkhudhātu nāma…pe… ayaṁ manoviññāṇadhātu nāma. Tattha soḷasa",
  "tika-s0203t1:6_1": "dhātuyo kāmāvacarā, dve catubhūmakā’’ti evaṁ nānādhātūsu paṭicca ñāṇaṁ pavattati.",
  "tika-s0203t1:6_2": "Tayidaṁ upādiṇṇakadhātuvasena vuttanti veditabbaṁ. Paccekabuddhānañhi dvinnañca aggasāvakānaṁ",
  "tika-s0203t1:6_3": "upādiṇṇakadhātūsuyeva nānākaraṇaṁ paṭicca ñāṇaṁ pavattati. Tañca kho ekadesatova,",
  "tika-s0203t1:6_4": "no nippadesato, anupādiṇṇakadhātūnaṁ pana nānākaraṇaṁ na jānantiyeva. Sabbaññubuddhānaṁyeva",
  "tika-s0203t1:6_5": "pana, ‘‘imāya nāma dhātuyā ussannattā imassa rukkhassa khandho seto hoti, imassa",
  "tika-s0203t1:6_6": "kaṇho, imassa bahalattaco, imassa tanuttaco, imassa pattaṁ vaṇṇasaṇṭhānādivasena",
  "tika-s0203t1:6_7": "evarūpaṁ, imassa pupphaṁ nīlaṁ pītaṁ lohitaṁ odātaṁ sugandhaṁ duggandhaṁ, phalaṁ",
  "tika-s0203t1:6_8": "khuddakaṁ mahantaṁ dīghaṁ vaṭṭaṁ susaṇṭhānaṁ maṭṭhaṁ pharusaṁ sugandhaṁ madhuraṁ",
  "tika-s0203t1:6_9": "tittakaṁ ambilaṁ kaṭukaṁ kasāvaṁ, kaṇṭako tikhiṇo atikhiṇo ujuko kuṭilo lohito odāto",
  "tika-s0203t1:6_10": "hotī’’ti dhātunānattaṁ paṭicca ñāṇaṁ pavattati.",
  "tika-s0203t1:7_0": "Atthesūti rūpādīsu ārammaṇesu. Nānāpaṭiccasamuppādesūti ajjhattabahiddhābhedato santānabhedato",
  "tika-s0203t1:7_1": "ca nānappabhedesu paṭiccasamuppādaṅgesu. Avijjādiaṅgānañhi paccekaṁ paṭiccasamuppādasaññitāti.",
  "tika-s0203t1:7_2": "Tenāha – saṅkhārapiṭake ‘‘dvādasa paccayā dvādasa paṭiccasamuppādā’’ti. Nānāsuññatamanupalabbhesūti",
  "tika-s0203t1:7_3": "nānāsabhāvesu niccasārādivirahato suññasabhāvesu, tato eva itthipurisaattaattaniyādivasena",
  "tika-s0203t1:7_4": "anupalabbhesu sabhāvesu. Ma-kāro hettha padasandhikaro. Nānāatthesūti atthapaṭisambhidāvisayesu",
  "tika-s0203t1:7_5": "paccayuppannādinānāatthesu. Dhammesūti dhammapaṭisambhidāvisayesu paccayādinānādhammesu.",
  "tika-s0203t1:7_6": "Niruttīsūti tesaṁyeva atthadhammānaṁ niddhāraṇavacanasaṅkhātāsu nānāniruttīsu. Paṭibhānesūti",
  "tika-s0203t1:7_7": "ettha atthapaṭisambhidādīsu visayabhūtesu, ‘‘imāni idamatthajotakānī’’ti (vibha.",
  "tika-s0203t1:7_8": "725-745) tathā tathā paṭibhānato paṭibhānānīti laddhanāmesu ñāṇesu. Puthu nānāsīlakkhandhesūtiādīsu",
  "tika-s0203t1:7_9": "sīlassa puthuttaṁ nānattañca vuttameva. Itaresaṁ pana vuttanayānusārena suviññeyyattā",
  "tika-s0203t1:7_10": "pākaṭameva. Yaṁ pana abhinnaṁ ekameva nibbānaṁ, tattha upacāravasena puthuttaṁ gahetabbanti",
  "tika-s0203t1:7_11": "āha – ‘‘puthu nānājanasādhāraṇe dhamme samatikkammā’’ti. Tenassa madanimmadanādipariyāyena",
  "tika-s0203t1:7_12": "puthuttaṁ paridīpitaṁ hoti.",
  "tika-s0203t1:8_0": "Evaṁ visayavasena paññāya mahattaṁ puthuttañca dassetvā idāni sampayuttadhammavasena",
  "tika-s0203t1:8_1": "hāsabhāvaṁ, pavattiākāravasena javanabhāvaṁ, kiccavasena tikkhādibhāvañca dassetuṁ,",
  "tika-s0203t1:8_2": "‘‘katamā hāsapaññā’’tiādi vuttaṁ. Tattha hāsabahuloti pītibahulo. Sesapadāni tasseva",
  "tika-s0203t1:8_3": "vevacanāni. Sīlaṁ paripūretīti haṭṭhapahaṭṭho udaggudaggo hutvā pītisahagatāya paññāya.",
  "tika-s0203t1:8_4": "Pītisomanassasahagatā hi paññā abhirativasena ārammaṇe phullā vikasitā viya pavattati;",
  "tika-s0203t1:8_5": "na upekkhāsahagatāti pātimokkhasīlaṁ ṭhapetvā hāsanīyaṁ paraṁ tividhampi sīlaṁ paripūretīti",
  "tika-s0203t1:8_6": "attho. Visuṁ vuttattā puna sīlakkhandhamāha. Samādhikkhandhantiādīsupi eseva nayo.",
  "tika-s0203t1:9_0": "Rūpaṁaniccato khippaṁ javatīti rūpakkhandhaṁ aniccanti sīghaṁ vegena pavattiyā paṭipakkhadūrībhāvena",
  "tika-s0203t1:9_1": "pubbābhisaṅkhārassa sātisayattā indena vissaṭṭhavajiraṁ viya lakkhaṇaṁ paṭivijjhantī",
  "tika-s0203t1:9_2": "adandhāyantī rūpakkhandhe aniccalakkhaṇaṁ vegasā paṭivijjhati, tasmā sā javanapaññā",
  "tika-s0203t1:9_3": "nāmāti attho. Sesapadesupi eseva nayo. Evaṁ lakkhaṇārammaṇikavipassanāvasena javanapaññaṁ",
  "tika-s0203t1:9_4": "dassetvā balavavipassanāvasena dassetuṁ, ‘‘rūpa’’ntiādi vuttaṁ. Tattha khayaṭṭhenāti",
  "tika-s0203t1:9_5": "yattha yattha uppajjati, tattha tattheva bhijjanato khayasabhāvattā. Bhayaṭṭhenāti",
  "tika-s0203t1:9_6": "bhayānakabhāvato. Asārakaṭṭhenāti attasāravirahato niccasārādivirahato ca. Tulayitvāti",
  "tika-s0203t1:9_7": "tulābhūtāya vipassanāpaññāya tuletvā. Tīrayitvāti tāya eva tīraṇabhūtāya tīretvā.",
  "tika-s0203t1:9_8": "Vibhāvayitvāti yāthāvato pakāsetvā pañcakkhandhaṁ vibhūtaṁ katvā. Rūpanirodheti rūpakkhandhassa",
  "tika-s0203t1:9_9": "nirodhabhūte nibbāne ninnapoṇapabbhāravasena. Idāni sikhāppattavipassanāvasena javanapaññaṁ",
  "tika-s0203t1:9_10": "dassetuṁ, puna ‘‘rūpa’’ntiādi vuttaṁ. Vuṭṭhānagāminivipassanāvasenāti keci.",
  "tika-s0203t1:10_0": "Ñāṇassa tikkhabhāvo nāma savisesaṁ paṭipakkhasamucchindanena veditabboti, ‘‘khippaṁ",
  "tika-s0203t1:10_1": "kilese chindatīti tikkhapaññā’’ti vatvā te pana kilese vibhāgena dassento, ‘‘uppannaṁ",
  "tika-s0203t1:10_2": "kāmavitakka’’ntiādimāha. Tikkhapañño hi khippābhiñño hoti, paṭipadā cassa na calatīti",
  "tika-s0203t1:10_3": "āha – ‘‘ekasmiṁ āsane cattāro ariyamaggā adhigatā hontī’’tiādi.",
  "tika-s0203t1:11_0": "‘‘Sabbe saṅkhārā aniccā dukkhā vipariṇāmadhammā saṅkhatā paṭiccasamuppannā khayadhammā",
  "tika-s0203t1:11_1": "vayadhammā nirodhadhammā’’ti yāthāvato dassanena saccasampaṭivedho ijjhati, na aññathāti",
  "tika-s0203t1:11_2": "kāraṇamukhena nibbedhikapaññaṁ dassetuṁ, ‘‘sabbasaṅkhāresuubbegabahulo hotī’’tiādi",
  "tika-s0203t1:11_3": "vuttaṁ. Tattha ubbegabahuloti vuttanayena sabbasaṅkhāresu abhiṇhaṁ pavattasaṁvego.",
  "tika-s0203t1:11_4": "Uttāsabahuloti ñāṇutrāsavasena sabbasaṅkhāresu bahuso utrastamānaso. Tena ādīnavānupassanamāha.",
  "tika-s0203t1:11_5": "Ukkaṇṭhanabahuloti pana iminā nibbidānupassanaṁ āha – aratibahulotiādinā tassā eva",
  "tika-s0203t1:11_6": "aparāparuppattiṁ. Bahimukhoti sabbasaṅkhārato bahibhūtaṁ nibbānaṁ uddissa pavattañāṇamukho,",
  "tika-s0203t1:11_7": "tathā vā pavattitavimokkhamukho. Nibbijjhanaṁ nibbedho, so etissā atthi, nibbijjhatīti",
  "tika-s0203t1:11_8": "vā nibbedhā, sāva paññā nibbedhikā. Yaṁ panettha atthato avibhattaṁ, taṁ heṭṭhā vuttanayattā suviññeyyameva.",
  "tika-s0203t1:12_0": "Pajjati etena vipassanādikoti padaṁ, samāpatti, tasmā anupadanti anusamāpattiyoti",
  "tika-s0203t1:12_1": "attho. Padaṁ vā sammasanupagā dhammā vipassanāya pavattiṭṭhānabhāvato. Tenāha ‘‘samāpattivasena",
  "tika-s0203t1:12_2": "vā’’ti . Jhānaṅgavasena vāti jhānaṅgavasenāti ca attho. Aṭṭhakathāyaṁ pana kamattho",
  "tika-s0203t1:12_3": "idha padasaddo, tasmā anupadaṁ anukkamenāti ayamettha atthoti āha ‘‘anupaṭipāṭiyā’’ti.",
  "tika-s0203t1:12_4": "Dhammavipassananti taṁtaṁsamāpatticittuppādapariyāpannānaṁ dhammānaṁ vipassanaṁ.",
  "tika-s0203t1:12_5": "Vipassatīti samāpattiyo jhānamukhena te te dhamme yāthāvato pariggahetvā, ‘‘itipi",
  "tika-s0203t1:12_6": "dukkhā’’tiādinā sammasati. Addhamāsena arahattaṁ patto ukkaṁsagatassa sāvakānaṁ sammasanacārassa",
  "tika-s0203t1:12_7": "nippadesena pavattiyamānattā, sāvakapāramīñāṇassa ca tathā paṭipādetabbattā. Evaṁ",
  "tika-s0203t1:12_8": "santepīti yadipi mahāmoggallānatthero na cirasseva arahattaṁ patto; dhammasenāpati",
  "tika-s0203t1:12_9": "pana tato cirena, evaṁ santepi yasmā moggallānattheropi mahāpaññova, tasmā sāriputtattherova",
  "tika-s0203t1:12_10": "mahāpaññataroti. Idāni tamatthaṁ pākaṭataraṁ kātuṁ, ‘‘mahāmoggallānatthero hī’’tiādi",
  "tika-s0203t1:12_11": "vuttaṁ. Sammasanaṁ carati etthāti sammasanacāro, vipassanābhūmi, taṁ sammasanacāraṁ.",
  "tika-s0203t1:12_12": "Ekadesamevāti sakaattabhāve saṅkhāre anavasesato pariggahetuñca sammasituñca asakkontaṁ",
  "tika-s0203t1:12_13": "attano abhinīhārasamudāgatañāṇabalānurūpaṁ ekadesameva pariggahetvā sammasanto. Nanu",
  "tika-s0203t1:12_14": "ca ‘‘sabbaṁ, bhikkhave, anabhijānaṁ aparijānaṁ avirājayaṁ appajahaṁ abhabbo dukkhakkhayāyā’’ti",
  "tika-s0203t1:12_15": "(saṁ. ni. 4.26) vacanato vaṭṭadukkhato muccitukāmena sabbaṁ pariññeyyaṁ parijānitabbameva?",
  "tika-s0203t1:12_16": "Saccametaṁ, tañca kho sammasanupagadhammavasena vuttaṁ. Tasmā sasantānagate sabbadhamme",
  "tika-s0203t1:12_17": ", parasantānagate ca tesaṁ santānavibhāgaṁ akatvā bahiddhābhāvasāmaññato sammasanaṁ,",
  "tika-s0203t1:12_18": "ayaṁ sāvakānaṁ sammasanacāro. Thero pana bahiddhādhammepi santānavibhāgena keci keci",
  "tika-s0203t1:12_19": "uddharitvā sammasi, tañca kho ñāṇena phuṭṭhamattaṁ katvā. Tena vuttaṁ – ‘‘yaṭṭhikoṭiyā",
  "tika-s0203t1:12_20": "uppīḷento viya ekadesameva sammasanto’’ti. Tattha ñāṇena nāma yāvatā neyyaṁ pavattitabbaṁ,",
  "tika-s0203t1:12_21": "tathā apavattanato ‘‘yaṭṭhikoṭiyā uppīḷento viyā’’tiādi vuttaṁ. Anupadadhammavipassanāya",
  "tika-s0203t1:12_22": "abhāvato ‘‘ekadesameva sammasanto’’ti vuttaṁ.",
  "tika-s0203t1:13_0": "Buddhānaṁ sammasanacāro dasasahassilokadhātuyaṁ sattasantānagatā, anindriyabaddhā",
  "tika-s0203t1:13_1": "ca saṅkhārāti vadanti, koṭisatasahassacakkavāḷesūti apare. Tathā hi addhattayavasena",
  "tika-s0203t1:13_2": "paṭiccasamuppādanayaṁ osaritvā chattiṁsakoṭisatasahassamukhena buddhānaṁ mahāvajirañāṇaṁ",
  "tika-s0203t1:13_3": "pavattaṁ. Paccekabuddhānaṁ sasantānagatehi saddhiṁ majjhimadesavāsisattasantānagatā",
  "tika-s0203t1:13_4": "anindriyabaddhā ca sammasanacāroti vadanti, jambudīpavāsisattasantānagatāti keci.",
  "tika-s0203t1:13_5": "Dhammasenāpatinopi yathāvuttasāvakānaṁ vipassanābhūmiyeva sammasanacāro. Tattha pana",
  "tika-s0203t1:13_6": "thero sātisayaṁ niravasesaṁ anupadadhammaṁ vipassi. Tena vuttaṁ – ‘‘sāvakānaṁ sammasanacāraṁ",
  "tika-s0203t1:13_7": "nippadesaṁ sammasī’’ti.",
  "tika-s0203t1:14_0": "Tattha ‘‘sāvakānaṁ vipassanābhūmī’’ti ettha sukkhavipassakā lokiyābhiññappattā pakatisāvakā",
  "tika-s0203t1:14_1": "aggasāvakā paccekabuddhā sammāsambuddhāti chasu janesu sukkhavipassakānaṁ jhānābhiññāhi",
  "tika-s0203t1:14_2": "anadhigatapaññānepuññattā andhānaṁ viya icchitapadesokkamanaṁ vipassanākāle icchikicchitadhammavipassanā",
  "tika-s0203t1:14_3": "natthi. Te yathāpariggahitadhammamatteyeva ṭhatvā vipassanaṁ vaḍḍhenti. Lokiyābhiññappattā",
  "tika-s0203t1:14_4": "pana pakatisāvakā yena mukhena vipassanaṁ ārabhanti; tato aññena vipassanaṁ vitthārikaṁ",
  "tika-s0203t1:14_5": "kātuṁ sakkonti vipulañāṇattā. Mahāsāvakā abhinīhārasampannattā tato sātisayaṁ vipassanaṁ",
  "tika-s0203t1:14_6": "vitthārikaṁ kātuṁ sakkonti. Aggasāvakesu dutiyo abhinīhārasampattiyā samādhānassa",
  "tika-s0203t1:14_7": "sātisayattā vipassanaṁ tatopi vitthārikaṁ karoti. Paṭhamo pana tato mahāpaññatāya",
  "tika-s0203t1:14_8": "sāvakehi asādhāraṇaṁ vitthārikaṁ karoti. Paccekabuddho tehipi mahābhinīhāratāya attano",
  "tika-s0203t1:14_9": "abhinīhārānurūpaṁ tatopi vitthārikavipassanaṁ karonti. Buddhānaṁ, sammadeva, paripūritapaññāpāramipabhāvita-sabbaññutaññāṇādhigamanassa",
  "tika-s0203t1:14_10": "anurūpāyāti. Yathā nāma katavālavedhaparicayena sarabhaṅgasadisena dhanuggahena khitto",
  "tika-s0203t1:14_11": "saro antarā rukkhalatādīsu asajjamāno lakkhaṇeyeva patati; na sajjati na virajjhati,",
  "tika-s0203t1:14_12": "evaṁ antarā asajjamānā avirajjhamānā vipassanā sammasanīyadhammesu yāthāvato nānānayehi",
  "tika-s0203t1:14_13": "pavattati. Yaṁ mahāñāṇanti vuccati, tassa pavattiākārabhedo gaṇato vuttoyeva.",
  "tika-s0203t1:15_0": "Etesu ca sukkhavipassakānaṁ vipassanācāro khajjotapabhāsadiso, abhiññappattapakatisāvakānaṁ",
  "tika-s0203t1:15_1": "dīpapabhāsadiso, mahāsāvakānaṁ okkāpabhāsadiso, aggasāvakānaṁ osadhitārakāpabhāsadiso,",
  "tika-s0203t1:15_2": "paccekabuddhānaṁ candapabhāsadiso, sammāsambuddhānaṁ rasmisahassapaṭimaṇḍitasaradasūriyamaṇḍalasadiso",
  "tika-s0203t1:15_3": "upaṭṭhāsi. Tathā sukkhavipassakānaṁ vipassanācāro andhānaṁ yaṭṭhikoṭiyā gamanasadiso,",
  "tika-s0203t1:15_4": "lokiyābhiññappattapakatisāvakānaṁ daṇḍakasetugamanasadiso, mahāsāvakānaṁ jaṅghasetugamanasadiso,",
  "tika-s0203t1:15_5": "aggasāvakānaṁ sakaṭasetugamanasadiso, paccekabuddhānaṁ mahājaṅghamaggagamanasadiso,",
  "tika-s0203t1:15_6": "sammāsambuddhānaṁ mahāsakamaggagamanasadisoti veditabbo.",
  "tika-s0203t1:16_0": "Arahattañca kira patvāti ettha kira-saddo anussavaladdhoyamatthoti dīpetuṁ vutto.",
  "tika-s0203t1:16_1": "Patvā aññāsi attano vipassanācārassa mahāvisayattā tikkhavisadasūrabhāvassa ca sallakkhaṇena.",
  "tika-s0203t1:16_2": "Kathaṁ panāyaṁ mahāthero dandhaṁ arahattaṁ pāpuṇanto sīghaṁ arahattaṁ pattato paññāya",
  "tika-s0203t1:16_3": "attānaṁ sātisayaṁ katvā aññāsīti āha – ‘‘yathā hī’’tiādi. Mahājaṭanti mahājālasākhaṁ",
  "tika-s0203t1:16_4": "ativiya sibbitajālaṁ. Yaṭṭhiṁ pana sāraṁ vā ujuṁ vā na labhati veṇuggahaṇe anuccinitvā",
  "tika-s0203t1:16_5": "veṇussa gahitattā. Evaṁsampadanti yathā tesu purisesu eko veḷuggahaṇe anuccinitvā",
  "tika-s0203t1:16_6": "veḷuyaṭṭhiṁ gaṇhāti, eko uccinitvā, evaṁ nipphattikaṁ. Padhānanti bhāvanānuyuñjanaṁ.",
  "tika-s0203t1:17_0": "Sattasaṭṭhiñāṇānīti paṭisambhidāmagge (paṭi. ma. 1.73 mātikā) āgatesu tesattatiyā",
  "tika-s0203t1:17_1": "ñāṇesu ṭhapetvā cha asādhāraṇañāṇāni sutamayañāṇādīni paṭibhānapaṭisambhidāñāṇapariyosānāni",
  "tika-s0203t1:17_2": "sattasaṭṭhi ñāṇāni. Tāni hi sāvakehi pavicitabbāni, na itarāni. Soḷasavidhaṁ paññanti",
  "tika-s0203t1:17_3": "(saṁ. ni. aṭṭha. 3.5.379; saṁ. ni. ṭī. 3.5.379) mahāpaññādikā, navānupubbavihārasamāpattipaññāti",
  "tika-s0203t1:17_4": "idaṁ soḷasavidhaṁ paññaṁ.",
  "tika-s0203t1:18": "Tatrāti tassa. Idaṁ hotīti idaṁ dāni vuccamānaṁ anupubbasammasanaṁ hoti. Vipassanākoṭṭhāsanti vitakkādisammasitabbadhammavibhāgena vibhattavipassanābhāgaṁ.",
  "tika-s0203t1:19_0": "94.Paṭhame jhāneti upasilese bhummaṁ, tasmā ye paṭhame jhāne dhammāti ye paṭhamajjhānasaṁsaṭṭhā",
  "tika-s0203t1:19_1": "dhammāti attho. Antosamāpattiyanti ca samāpattisahagate cittuppāde samāpattisamaññaṁ",
  "tika-s0203t1:19_2": "āropetvā vuttaṁ. Vavatthitāti katavavatthanā nicchitā. Paricchinnāti ñāṇena paricchinnā",
  "tika-s0203t1:19_3": "salakkhaṇato paricchijja ñātā. Olokentoti ñāṇacakkhunā paccakkhato passanto. Abhiniropanaṁ",
  "tika-s0203t1:19_4": "ārammaṇe cittassa āropanaṁ. Anumajjanaṁ ārammaṇe cittassa anuvicāraṇaṁ. Pharaṇaṁ",
  "tika-s0203t1:19_5": "paṇītarūpehi kāyassa byāpanaṁ, vipphārikabhāvo vā. Sātanti sātamadhuratā. Adhikkhepo",
  "tika-s0203t1:19_6": "vikkhepassa paṭipakkhabhūtaṁ samādhānaṁ. Phusanaṁ indriyavisayaviññāṇassa tato uppajjitvā",
  "tika-s0203t1:19_7": "ārammaṇe phusanākārena viya pavatti. Vedayitaṁ ārammaṇānubhavanaṁ. Sañjānanaṁ nīlādivasena",
  "tika-s0203t1:19_8": "ārammaṇassa sallakkhaṇaṁ. Cetayitaṁ cetaso byāpāro. Vijānanaṁ ārammaṇūpaladdhi. Kattukamyatā",
  "tika-s0203t1:19_9": "cittassa ārammaṇena atthikatā. Tasmiṁ ārammaṇe adhimuccanaṁ, sanniṭṭhānaṁ vā adhimokkho.",
  "tika-s0203t1:19_10": "Kosajjapakkhe patituṁ adatvā cittassa paggaṇhanaṁ paggāho, adhiggahoti attho. Ārammaṇaṁ",
  "tika-s0203t1:19_11": "upagantvā ṭhānaṁ, anissajjanaṁ vā upaṭṭhānaṁ. Samappavattesu assesu sārathi viya",
  "tika-s0203t1:19_12": "sakiccapasutesu sampayuttesu ajjhupekkhanaṁ majjhattatā. Sampayuttadhammānaṁ ārammaṇe",
  "tika-s0203t1:19_13": "anunayanaṁ saṁcaraṇaṁ anunayo. Sabhāvatoti yathābhūtasabhāvato. Soḷasannaṁ eva cettha",
  "tika-s0203t1:19_14": "dhammānaṁ gahaṇaṁ tesaṁyeva therena vavatthāpitabhāvato, te evassa tadā upaṭṭhahiṁsu,",
  "tika-s0203t1:19_15": "na itareti vadanti. Vīriyasatiggahaṇena cettha indriyabhāvasāmaññato saddhāpaññā;",
  "tika-s0203t1:19_16": "satiggahaṇeneva ekantānavajjabhāvasāmaññato passaddhiādayo cha yugaḷā; alobhādosā",
  "tika-s0203t1:19_17": "ca saṅgahitā jhānacittuppādapariyāpannattā tesaṁ dhammānaṁ. Therena ca dhammā vavatthānasāmaññato",
  "tika-s0203t1:19_18": "āraddhā. Te na upaṭṭhahiṁsūti na sakkā vattunti apare.",
  "tika-s0203t1:20_0": "Viditā uppajjantīti uppādepi nesaṁ vedanānaṁ pajānanaṁ hotiyevāti attho. Sesapadadvayepi",
  "tika-s0203t1:20_1": "eseva nayo. Taṁ jānātīti taṁñāṇo, tassa bhāvo taṁñāṇatā, ñāṇassa attasaṁvedananti",
  "tika-s0203t1:20_2": "attho. Taṁsamānayogakkhamāhi sampayuttadhammā. Ñāṇabahutāti ñāṇassa bahubhāvo, ekacittuppāde",
  "tika-s0203t1:20_3": "anekañāṇatāti attho. Idāni tamevatthaṁ vivarituṁ, ‘‘yathā hī’’tiādi vuttaṁ. Na sakkā",
  "tika-s0203t1:20_4": "jānituṁ ārammaṇakaraṇassa abhāvato. Asammohāvabodho ca īdisassa ñāṇassa natthi. Ekekameva",
  "tika-s0203t1:20_5": "ñāṇaṁ uppajjati tasmiṁ khaṇe ekasseva āvajjanassa uppajjanato, na ca āvajjanena vinā",
  "tika-s0203t1:20_6": "cittuppatti atthi. Vuttañhetaṁ –",
  "tika-s0203t1:21": "‘‘Cullāsītisahassāni, kappā tiṭṭhanti ye marū;",
  "tika-s0203t1:22": "Na tveva tepi jīvanti, dvīhi cittehi saṁyutā’’ti. (mahāni. 10, 39) ca,",
  "tika-s0203t1:23": "‘‘Natthi citte yugā gahī’’ti ca –",
  "tika-s0203t1:24_0": "Vatthārammaṇānaṁ pariggahitatāyāti yasmiñca ārammaṇe ye jhānadhammā pavattanti, tesaṁ",
  "tika-s0203t1:24_1": "vatthārammaṇānaṁ pageva ñāṇena paricchijja gahitattā. Yathā nāma migasūkarādīnaṁ",
  "tika-s0203t1:24_2": "āsayepariggahite tatra ṭhitā migā vā sūkarā vā tato uṭṭhānatopi āgamanatopi nesādassa",
  "tika-s0203t1:24_3": "sukhaggahaṇā honti, evaṁsampadamidaṁ. Tenāha ‘‘therena hī’’tiādi. Tenāti vatthārammaṇānaṁ",
  "tika-s0203t1:24_4": "pariggahitabhāvena. Assāti therassa. Tesaṁ dhammānanti jhānacittuppādapariyāpannānaṁ",
  "tika-s0203t1:24_5": "dhammānaṁ. Uppādaṁ āvajjantassātiādinā uppādādīsu yaṁ yadeva ārabbha ñāṇaṁ uppajjati;",
  "tika-s0203t1:24_6": "tasmiṁ tasmiṁ khaṇe tassa tasseva cassa pākaṭabhāvo dīpito. Na hi āvajjanena vinā",
  "tika-s0203t1:24_7": "ñāṇaṁ uppajjati. Ahutvā sambhontīti pubbe avijjamānā hutvā sambhavanti, anuppannā",
  "tika-s0203t1:24_8": "uppajjantīti attho. Udayaṁ passati tesaṁ dhammānaṁ, ‘‘ahutvā sambhontī’’ti uppādakkhaṇasamaṅgibhāvadassanato.",
  "tika-s0203t1:24_9": "Pubbe abhāvabodhako hi attalābho dhammānaṁ udayo. Hutvāti uppajjitvā. Paṭiventīti",
  "tika-s0203t1:24_10": "paṭi khaṇe khaṇe vinassanti. Vayaṁ passati, ‘‘hutvā paṭiventī’’ti tesaṁ dhammānaṁ",
  "tika-s0203t1:24_11": "bhaṅgakkhaṇasamaṅgibhāvadassanato. Viddhaṁsabhāvabodhako hi dhammānaṁ vijjamānato vayo.",
  "tika-s0203t1:25_0": "Tesu dhammesu natthi etassa upayo rāgavasena upagamananti anupayo, ananurodho. Hutvā",
  "tika-s0203t1:25_1": "viharatīti yojanā. Tathā natthi etassa apāyo paṭighavasena apagamananti anapāyo,",
  "tika-s0203t1:25_2": "avirodho. ‘‘Etaṁ mama, eso me atthā’’ti tassa taṇhādiṭṭhiabhinivesābhāvato taṇhādiṭṭhinissayehi",
  "tika-s0203t1:25_3": "anissito. Appaṭibaddhoti anupayānissitabhāvato vipassanāya paribandhavasena chandarāgena",
  "tika-s0203t1:25_4": "na paṭibaddho na vibandhito. Vippamuttoti tato eva vikkhambhanavimuttivasena kāmarāgato",
  "tika-s0203t1:25_5": "vimutto. Visaṁyutto vikkhambhanavaseneva paṭipakkhadhammehi visaṁyutto.",
  "tika-s0203t1:26_0": "Kilesamariyādā tena katā bhaveyyāti antosamāpattiyaṁ pavatte soḷasa dhamme ārabbha",
  "tika-s0203t1:26_1": "pavattamānaṁ vipassanāvīthiṁ bhinditvā sace rāgādayo uppajjeyyuṁ; tassa vipassanāvīthiyā",
  "tika-s0203t1:26_2": "kilesamariyādā tena cittena, cittasamaṅginā vā katā bhaveyya. Tesūti tesu dhammesu.",
  "tika-s0203t1:26_3": "Assāti therassa. Ekopīti rāgādīsu ekopīti ca vadanti. Vuttākārena ekaccānaṁ anāpāthagamane",
  "tika-s0203t1:26_4": "sati vipassanā na tesu dhammesu nirantarappavattāti ārammaṇamariyādā bhaveyya. Vikkhambhitapaccanīkattāti",
  "tika-s0203t1:26_5": "vipassanāya paṭipakkhadhammānaṁ pageva vikkhambhitattā idānipi vikkhambhetabbā kilesā natthīti vuttaṁ.",
  "tika-s0203t1:27": "Itoti paṭhamajjhānato. Anantaroti uparimo jhānādiviseso. Tassa pajānanassāti, ‘‘atthi uttari nissaraṇa’’nti evaṁ pavattajānanassa. Bahulīkaraṇenāti punappunaṁ uppādanena.",
  "tika-s0203t1:28": "Sampasādanaṭṭhenāti kilesakālusiyāpagamanena, tassa vicārakkhobhavigamena vā cetaso sammadeva pāsādikabhāvena.",
  "tika-s0203t1:29_0": "Vīriyaṁ sati upekkhāti āgataṭṭhāne pārisuddhiupekkhā, adukkhamasukhāvedanāti ettha",
  "tika-s0203t1:29_1": "jhānupekkhāti, ‘‘sukhaṭṭhāne vedanupekkhāvā’’ti vuttaṁ. Sukhaṭṭhāneti ca paṭhamajjhānādīsu",
  "tika-s0203t1:29_2": "sukhassa vuttaṭṭhāne. Passaddhattāti samadhuracetayitabhāvena ārammaṇe visaṭavitthatabhāvato",
  "tika-s0203t1:29_3": "yo so cetaso ābhogo vutto. Sāmaññaphalādīsu satiyā pārisuddhi, sā thana atthato sativinimuttā",
  "tika-s0203t1:29_4": "natthīti āha ‘‘parisuddhāsatiyevā’’ti. Pārisuddhiupekkhā, na jhānupekkhādayo.",
  "tika-s0203t1:30_0": "95. Īdisesu ṭhānesu satiyā na kadācipi ñāṇaviraho atthīti āha – ‘‘ñāṇena sampajāno",
  "tika-s0203t1:30_1": "hutvā’’ti. Tathā hi tatiyajjhāne, ‘‘satimā sukhavihārī’’ti ettha sampajānoti ayamattho",
  "tika-s0203t1:30_2": "vutto eva hoti . Na sāvakānaṁ anupadadhammavipassanā hoti saṅkhārāvasesasukhumappavattiyā",
  "tika-s0203t1:30_3": "duviññeyyattā vinibbhujitvā gahetuṁ asakkuṇeyyabhāvato. Tenāha – ‘‘kalāpavipassanaṁ",
  "tika-s0203t1:30_4": "dassento evamāhā’’ti.",
  "tika-s0203t1:31": "96.Paññāyacassadisvā āsavā parikkhīṇā hontīti dassanasamakālaṁ khīyamānā āsavā, ‘‘disvā parikkhīṇā hontī’’ti vuttā. Samānakālepi hi ediso saddappayogo dissati –",
  "tika-s0203t1:32": "‘‘Cakkhuñca paṭicca rūpe ca uppajjati cakkhuviññāṇa’’nti (ma. ni. 1.204, 400; 3.421, 425, 426; saṁ. ni. 2.43-45; 2.4.60; kathā. 465, 467).",
  "tika-s0203t1:33": "‘‘Nihantvā timiraṁ sabbaṁ, uggatejo samuggato;",
  "tika-s0203t1:34": "Verocano rasmimālī, lokacakkhupabhaṅkaro’’ti. (paṭṭhā. anuṭī. 1.25-34; visuddhi. mahāṭī. 2.580) ca –",
  "tika-s0203t1:35_0": "Evamādīsu. Hetuattho vā ayaṁ disvāsaddo asamānakattuko yathā – ‘‘ghataṁ pivitvā balaṁ",
  "tika-s0203t1:35_1": "hoti, sīhaṁ disvā bhayaṁ hotī’’ti (visuddhi. mahāṭī. 2.802). Dassanahetuko hi āsavānaṁ",
  "tika-s0203t1:35_2": "parikkhayo pariññāsacchikiriyābhāvanābhisamaye sati pahānābhisamayassa labbhanato.",
  "tika-s0203t1:35_3": "Yuganaddhaṁ āharitvāti paṭhamajjhānaṁ samāpajjitvā vuṭṭhāya tattha jhānadhamme sammasanto",
  "tika-s0203t1:35_4": "samathavipassanaṁ yuganaddhaṁ bhāveti. Evaṁ yāva nevasaññānāsaññāyatanaṁ samāpajjitvā",
  "tika-s0203t1:35_5": "vuṭṭhāya tattha sammasanto samathavipassanaṁ yuganaddhaṁ katvā yathā thero arahattaṁ",
  "tika-s0203t1:35_6": "pāpuṇi. Taṁ sandhāya vuttaṁ – ‘‘arahattaṁ pattavāro idha gahito’’ti. Idhāti imasmiṁ",
  "tika-s0203t1:35_7": "sutte. Dīghanakhasuttadesanāya (ma. ni. 2.205-206) hi thero arahattaṁ patto. Tadā",
  "tika-s0203t1:35_8": "ca anāgāmī hutvā nirodhaṁ samāpajjatīti vacanaavasaro natthi, tasmā vuttaṁ – ‘‘arahattaṁ",
  "tika-s0203t1:35_9": "pattavāro idha gahito’’ti. Yadi evaṁ – ‘‘sabbaso nevasaññānāsaññāyatanaṁ samatikkamma",
  "tika-s0203t1:35_10": "saññāvedayitanirodhaṁ upasampajja viharatī’’ti idaṁ kasmā vuttanti? There vijjamāne",
  "tika-s0203t1:35_11": "paṇḍitaguṇe anavasesato dassetvā arahattanikūṭena desanaṁ niṭṭhāpetuṁ. Nirodhasamāpajjanaṁ",
  "tika-s0203t1:35_12": "pana therassa āciṇṇasamāciṇṇaṁ. Tenāha ‘‘nirodhaṁ pana…pe… vadantī’’ti. Tena phalasamāpattimpi",
  "tika-s0203t1:35_13": "antarā samāpajjatiyevāti dasseti.",
  "tika-s0203t1:36_0": "Vomissaṁ vivarituṁ ‘‘tatthassā’’tiādi vuttaṁ. Tattha ‘‘nirodhaṁ samāpajjissāmī’’ti",
  "tika-s0203t1:36_1": "ābhogena samathavipassanaṁ yuganaddhaṁ āharitvā ṭhitassa nirodhasamāpatti sīsaṁ nāma",
  "tika-s0203t1:36_2": "hoti, tassa ābhogavasena nirodhassa vāro āgacchati. Phalasamāpatti gūḷho hoti, ‘‘phalasamāpattiṁ",
  "tika-s0203t1:36_3": "samāpajjissāmī’’ti ābhogassa abhāvato. Phalasamāpatti sīsaṁ hotīti etthāpi vuttanayena",
  "tika-s0203t1:36_4": "attho veditabbo. Etena ābhogapaṭibaddhametesaṁ āgamananti dīpitanti veditabbaṁ. Jambudīpavāsino",
  "tika-s0203t1:36_5": "therā panātiādi aṭṭhakathāruḷhameva taṁ vacanaṁ. Antosamāpattiyanti nirodhaṁ samāpannakāle.",
  "tika-s0203t1:36_6": "Tisamuṭṭhānikarūpadhammeti utukammāhāravasena tisamuṭṭhānikarūpadhamme.",
  "tika-s0203t1:37_0": "97.Ciṇṇavasitanti paṭipakkhadūribhāvena subhāvitavasībhāvaṁ. Nipphattiṁ pattoti ukkaṁsaparinipphattiṁ",
  "tika-s0203t1:37_1": "patto. Ure vāyāmajanitāya oraso. Pabhāvitanti uppāditaṁ. Dhammenāti ariyamaggadhammena.",
  "tika-s0203t1:37_2": "Tassa hi adhigamena ariyāya jātiyā jāto nibbattoti katvā, ‘‘dhammajo dhammanimmito’’ti",
  "tika-s0203t1:37_3": "vuccati. Dhammadāyassāti navavidhassa lokuttaradhammadāyassa. Ādiyanatoti gaṇhanato,",
  "tika-s0203t1:37_4": "sasantāne uppādanatoti attho. Sesaṁ suviññeyyameva.",
  "tika-s0203t1:38": "Anupadasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0203t1:39": "2. Chabbisodhanasuttavaṇṇanā",
  "tika-s0203t1:40_0": "98.Khīṇājātīti attano jātikkhayaṁ paṭijānantena arahattaṁ byākataṁ hoti arahato tadabhāvato.",
  "tika-s0203t1:40_1": "Tathā vusitaṁ brahmacariyanti maggabrahmacariyavāso me pariyositoti paṭijānantenapi.",
  "tika-s0203t1:40_2": "Kataṁ karaṇīyanti catūhi maggehi catūsu saccesu pariññādivasena soḷasavidhassapi",
  "tika-s0203t1:40_3": "kiccassa attanā niṭṭhāpitabhāvaṁ paṭijānantenapi. Nāparaṁ itthattāyāti āyatiṁ punabbhavābhāvaṁ,",
  "tika-s0203t1:40_4": "āyatiṁ vā pariññādikaraṇīyābhāvaṁ paṭijānantenapīti āha – ‘‘ekenapi padena aññā byākatāva",
  "tika-s0203t1:40_5": "hotī’’ti. Dvikkhattuṁ baddhaṁ pana subaddhaṁ viyāti vuttaṁ. Idha pana aññābyākaraṇaṁ",
  "tika-s0203t1:40_6": "catūhi padehi āgataṁ, tasmā vattabbameva cettha natthīti adhippāyo. Cetanāya diṭṭhavāditā",
  "tika-s0203t1:40_7": "nāma ariyavohāro. Sabhāvoti pakatiattho hi ayaṁ dhammasaddo, ‘‘jātidhammā jarādhammā’’tiādīsu",
  "tika-s0203t1:40_8": "(ma. ni. 1.274-275) viya tasmā, anudhammoti ariyabhāvaṁ anugatā pakatīti attho. Paramappicchatāya",
  "tika-s0203t1:40_9": "ariyā attano guṇe anāvikarontāpi sāsanassa niyyānikabhāvapavedanatthañceva sabrahmacārīnaṁ",
  "tika-s0203t1:40_10": "sammāpaṭipattiyaṁ ussāhajananatthañca tādisānaṁ parinibbānasamayeyeva āvikarontīti",
  "tika-s0203t1:40_11": "adhippāyenāha – ‘‘parinibbutassa…pe… kātabbo’’ti.",
  "tika-s0203t1:41_0": "99.Dubbalanti pheggu viya subhejjanīyaṁ balavirahitaṁ, asāranti attho. Virāgutanti",
  "tika-s0203t1:41_1": "palujjanasabhāvaṁ. Vigacchanasabhāvanti vināsagamanasabhāvaṁ. Aniccadukkhavipariṇāmattā",
  "tika-s0203t1:41_2": "assāsalesassapi abhāvato assāsavirahitaṁ. Ārammaṇakaraṇavasena samannāgamanavasena",
  "tika-s0203t1:41_3": "ca yathārahaṁ upenti upagacchantīti upayā, ‘‘etaṁ mama, eso me attā’’ti upādiyanti",
  "tika-s0203t1:41_4": "daḷhaggāhaṁ gaṇhantīti upādānā. Adhitiṭṭhati cetaso abhinandanabhūtāti cetaso adhiṭṭhānaṁ.",
  "tika-s0203t1:41_5": "Tāhīti taṇhādiṭṭhīhi. Tanti cittaṁ. Abhinivisatīti abhirativasena nivisati, ayañhettha",
  "tika-s0203t1:41_6": "attho – sakkāyadhammesu cittaṁ abhinivisati ‘‘etaṁ mamaṁ, eso me attā’’ti ajjhosāya",
  "tika-s0203t1:41_7": "tiṭṭhati etāhi abhinivesāhi, tathā sakkāyadhammesu cittaṁ anuseti etāhīti anusayā,",
  "tika-s0203t1:41_8": "taṇhādiṭṭhiyo. Yadaggena hi tebhūmakadhammesu rāgādayo anusenti, tadaggena taṁsahagatadhammā",
  "tika-s0203t1:41_9": "tattha anusentīti pariyāyena, ‘‘taṁ anusetī’’ti vuttaṁ. Khayā virāgāti hetumhi nissakkavacananti",
  "tika-s0203t1:41_10": "‘‘khayena virāgenā’’ti hetumhi karaṇavasena attho vutto. Virāgenāti ca itisaddo ādi",
  "tika-s0203t1:41_11": "attho . Tena ‘‘nirodhenā’’ti evamādikaṁ gahitaṁ hoti. Aññamaññavevacanāneva upayādīnaṁ",
  "tika-s0203t1:41_12": "samucchedasseva bodhanato.",
  "tika-s0203t1:42_0": "100. Patiṭṭhāti ettha sesabhūtattayaṁ upādārūpañcāti patiṭṭhānā, nijjīvaṭṭhena dhātucāti",
  "tika-s0203t1:42_1": "patiṭṭhānadhātu. Nhānīyacuṇṇaṁ bāhiraudakaṁ viya sesabhūtattayaṁ ābandhatīti ābandhanaṁ.",
  "tika-s0203t1:42_2": "Pacanīyabhattaṁ bāhiratejo viya sesabhūtattayaṁ paripācetīti paripācanaṁ. Bāhiravāto",
  "tika-s0203t1:42_3": "viya sesabhūtattayaṁ vitthambhetīti vitthambhanaṁ. Dhātusaddattho vuttoyeva. Asamphuṭṭhadhātūti",
  "tika-s0203t1:42_4": "asamphusitabhāvo tesaṁ viparimaṭṭhatābhāvato. Vijānanaṁ ārammaṇūpaladdhi. Ahaṁ attāti",
  "tika-s0203t1:42_5": "ahaṁ, ‘‘rūpadhammo me attā’’ti attakoṭṭhāsena attabhāvena na upagamiṁ na gaṇhiṁ.",
  "tika-s0203t1:42_6": "Nissitanissitāpi nissitā eva nāmāti āha ‘‘pathavīdhātunissitāvā’’ti. Attanā vā pana",
  "tika-s0203t1:42_7": "tannissitāti ‘‘ekena pariyāyenā’’ti. Upādārupampi kāmaṁ nissitampi hoti. Tathāpi",
  "tika-s0203t1:42_8": "taṁ nissitaṁ hotiyevāti taṁ na uddhaṭaṁ. Paricchedakarattā paricchedākāsassa ‘‘avinibbhogavasenā’’ti",
  "tika-s0203t1:42_9": "vuttaṁ. Tena ca tathā paricchinnattā sabbampi bhūtupādārūpaṁ ākāsadhātunissitaṁ nāma.",
  "tika-s0203t1:42_10": "Taṁ nissāya pavattiyā upādārūpaṁ viya bhūtarūpāni, arūpakkhandhā viya ca vatthurūpāni,",
  "tika-s0203t1:42_11": "‘‘taṁnissitarūpavatthukā arūpakkhandhā’’ti vuttanayena ākāsadhātunissitacakkhādirūpadhammavatthukā",
  "tika-s0203t1:42_12": "vedanādayo arūpakkhandhā ākāsadhātunissitā nāmāti imamatthaṁ tathā-saddena upasaṁharati.",
  "tika-s0203t1:42_13": "Idhāpīti ākāsadhātunissitapadepi, na pathavīdhātunissitapadādīsu eva. Rūpārūpanti",
  "tika-s0203t1:42_14": "sabbampi rūpārūpaṁ gahitameva hoti, aggahitaṁ natthi. Sahajātā…pe… nissitanti idaṁ",
  "tika-s0203t1:42_15": "nippariyāyasiddhaṁ nissayattaṁ gahetvā vuttaṁ. Heṭṭhā vuttanayena pariyāyasiddhe",
  "tika-s0203t1:42_16": "nissayatte gayhamāne – ‘‘pacchājātapaccayoti pacchājātā cittacetasikā dhammā purejātassa",
  "tika-s0203t1:42_17": "imassa kāyassa pacchājātapaccayena paccayo’’ti (paṭṭhā. 1.1.11) vacanato sabbaṁ catusamuṭṭhānikarūpaṁ,",
  "tika-s0203t1:42_18": "‘‘viññāṇadhātunissita’’nti vattabbaṁ. Tathā anantaraviññāṇadhātupaccayā pavattanato,",
  "tika-s0203t1:42_19": "‘‘viññāṇadhātunissita’’nti vattabbaṁ.",
  "tika-s0203t1:43_0": "101. Ruppati vaṇṇavikāraṁ āpajjamānaṁ hadayaṅgatabhāvaṁ pakāsetīti rūpanti ayamattho",
  "tika-s0203t1:43_1": "cakkhudvāre āpāthagate rūpāyatane nippariyāyato labbhati, na āpāthamanāgate. Cakkhuviññāṇaviññātabbabhāvo",
  "tika-s0203t1:43_2": "pana āpāthamanāgatepi tasmiṁ labbhateva taṁsabhāvānativatthanato. Rūpāyatanaṁ dvidhā",
  "tika-s0203t1:43_3": "vibhajitvā. Thero pana āpāthaṁ anāgatassāpi rūpāyatanassa rūpabhāvaṁ na sakkā paṭikkhipitunti",
  "tika-s0203t1:43_4": "dvidhākaraṇaṁ nānujānanto channovādaṁ nidasseti, ‘‘upari channovāde kinti karissathā’’ti.",
  "tika-s0203t1:43_5": "Tattha hi ‘‘cakkhuṁ, āvuso channa, cakkhuviññāṇaṁ cakkhuviññāṇaviññātabbe dhamme’’ti",
  "tika-s0203t1:43_6": "(ma. ni. 3.391) āgataṁ, na cettha cakkhudvāre āpāthaṁ āgatameva rūpāyatanaṁ cakkhuviññāṇaviññātabbapadena",
  "tika-s0203t1:43_7": "gahitaṁ, na āpāthaṁ anāgatanti sakkā viññātuṁ aviseseneva rūpāyatanena taṇhāmānadiṭṭhigāhābhāvassa",
  "tika-s0203t1:43_8": "jotitattā. Tenāha ‘‘na yidaṁ labbhatī’’ti. Rūpamevāti rūpāyatanameva. Yadi evaṁ ‘‘cakkhuviññāṇaviññātabbesu",
  "tika-s0203t1:43_9": "dhammesū’’ti padaṁ kathaṁ netabbanti āha – ‘‘cakkhuviññāṇasampayuttā panā’’tiādi.",
  "tika-s0203t1:43_10": "Cakkhuviññāṇena saddhiṁ viññātabbesūti yena manoviññāṇena cakkhuviññāṇaṁ aniccantiādinā",
  "tika-s0203t1:43_11": "cakkhuviññāṇena saddhiṁ tena viññātabbesu taṁsampayuttadhammesūti attho. Taṇhāchandoti",
  "tika-s0203t1:43_12": "tassanasabhāvo chando, na kattukamyatā chandoyevāti taṇhāchando. Rajjanavasenāti",
  "tika-s0203t1:43_13": "vatthaṁ viya raṅgajātaṁ cittassa anurañjanavasena. Abhinandanavasenāti ārammaṇe abhiramitvā",
  "tika-s0203t1:43_14": "nandanavasena. Sappītikataṇhā hi nandīti vuccati. Taṇhāyanavasena taṇhā.",
  "tika-s0203t1:44_0": "102.Ahaṅkāroti ‘‘seyyohamasmī’’tiādinā (dha. sa. 1121, 1239; vibha. 832, 866; saṁ.",
  "tika-s0203t1:44_1": "ni. 4.108; mahāni. 21, 178) ahaṁkaraṇaṁ. Yena hi mamaṁ karoti, etaṁ mamaṅkāro. Svevāti",
  "tika-s0203t1:44_2": "‘‘ahaṅkāro’’ti vuttamāno. Evaṁ catutthajjhāne niddiṭṭhe sabbāsu lokiyābhiññāsu vuccamānāsu",
  "tika-s0203t1:44_3": "heṭṭhā vijjādvayaṁ vattabbanti adhippāyena, ‘‘pubbenivāsaṁ dibbacakkhuñca avatvā",
  "tika-s0203t1:44_4": "kasmā vutta’’nti āha? Itaro idha sabbavāresupi lokuttaradhammapucchā adhikatā tasmā",
  "tika-s0203t1:44_5": "‘‘so evaṁ samāhite’’tiādinā tatiyā vijjā kathitāti dassento, ‘‘bhikkhū lokiyadhammaṁ",
  "tika-s0203t1:44_6": "na pucchantī’’tiādimāha. Ekavissajjitasuttaṁ nāmetaṁ tatiyavijjāya eva āgatattā.",
  "tika-s0203t1:44_7": "Ariyadhammavasenapissa samaññā atthevāti dassento, ‘‘chabbisodhanantipissa nāma’’nti",
  "tika-s0203t1:44_8": "vatvā tesu dhammesu bhedaṁ dassetuṁ, ‘‘ettha hī’’tiādi vuttaṁ. Visuddhāti tassā codanāya",
  "tika-s0203t1:44_9": "sodhanavasena visodhitā. Ekameva katvāti ekavāravaseneva pāḷiyaṁ ekajjhaṁ āgatattā",
  "tika-s0203t1:44_10": "ekameva koṭṭhāsaṁ katvā. Yadi evaṁ kathaṁ vā chabbisodhanatāti āha – ‘‘catūhi āhārehi",
  "tika-s0203t1:44_11": "saddhi’’nti kathaṁ panettha cattāro āhārā gahetabbāti? Keci tāva āhu – ‘‘sādhūti",
  "tika-s0203t1:44_12": "bhāsitaṁ abhinanditvā anumoditvā uttari pañho pucchitabbo’’ti heṭṭhā āgatena nayena",
  "tika-s0203t1:44_13": "āhāravāro āharitvā vattabboti. ‘‘Bahiddhā sabbanimittesū’’ti ettha āhārānampi saṅgahitattā",
  "tika-s0203t1:44_14": "āhārā atthato āgatā evāti aññe. Apare pana rūpakkhandhaggahaṇena kabaḷīkāro āhāro",
  "tika-s0203t1:44_15": ", saṅkhārakkhandhaggahaṇena phassāhāro, manosañcetanāhāraggahaṇena viññāṇāhāro sarūpatopi gahitoti vadanti.",
  "tika-s0203t1:45_0": "‘‘Chabbisodhana’’nti imassa suttassa samaññāya anvatthataṁ dassetvā āyatimpi tādisena",
  "tika-s0203t1:45_1": "byākaraṇena bhikkhūnaṁ paṭipattimpi dassanatthaṁ, ‘‘ime panā’’tiādi āraddhaṁ. Vinayaniddesapariyāyenāti",
  "tika-s0203t1:45_2": "vinayaniddese āgatena kāraṇena. Vinaye vā āgataniddesānukkamena.",
  "tika-s0203t1:46": "Adhigantabbato adhigamo, jhānādiadhigamapucchā. Tenāha – ‘‘jhānavimokkhādīsū’’tiādi. Upāyapucchāti adhigamopāyapucchā. Kintīti kena pakārena vidhināti attho.",
  "tika-s0203t1:47_0": "Katamesaṁ tvaṁ dhammānaṁ lābhīti idaṁ pana pubbe ‘‘kiṁ te adhigata’’nti aniddhāritabhedā",
  "tika-s0203t1:47_1": "jhānādivisesā pucchitāti idāni tesaṁ niddhāretvā pucchanākāradassanaṁ. Tasmāti yasmā",
  "tika-s0203t1:47_2": "yathāvuttehi ākārehi adhigamabyākaraṇaṁ sodhetabbaṁ, tasmā. Ettāvatāvāti ettakena",
  "tika-s0203t1:47_3": "byākaraṇamatteneva na sakkāro kātabbo. Byākaraṇañhi ekaccassa ayāthāvatopi hoti,",
  "tika-s0203t1:47_4": "yathā nāma jātarūpapatirūpaṁ jātarūpaṁ viya khāyatīti jātarūpaṁ nighaṁsanatāpanachedanehi",
  "tika-s0203t1:47_5": "sodhetabbaṁ evamevaṁ imesu idāneva vuttesu chasu ṭhānesu pakkhipitvā sodhanatthaṁ",
  "tika-s0203t1:47_6": "vattabbo vimokkhādīsūti ādi-saddena samādhi-samāpatti-ñāṇadassana-maggabhāvanā-phalasacchikiriyā saṅgaṇhāti.",
  "tika-s0203t1:48_0": "Pākaṭo hoti adhigatavisesassa satisammosābhāvato. Sesapucchāsupi ‘‘pākaṭo hotī’’ti",
  "tika-s0203t1:48_1": "pade eseva nayo. Uggahaparipucchākusalāti sajjhāyamaggasaṁvaṇṇanāsu nipuṇā. Yāya",
  "tika-s0203t1:48_2": "paṭipadāya yassa ariyamaggo āgacchati, sā pubbabhāgapaṭipatti āgamanapaṭipadā. Sodhetabbāti",
  "tika-s0203t1:48_3": "suddhā udāhu asuddhāti vicāraṇavasena sodhetabbā. Na sujjhatīti tattha tattha pamādapaṭipattibhāvato.",
  "tika-s0203t1:48_4": "Apanetabbo attano paṭiññāya. ‘‘Sujjhatī’’ti vatvā sujjhanākāraṁ dassetuṁ, ‘‘dīgharatta’’ntiādi",
  "tika-s0203t1:48_5": "vuttaṁ. Paññāyatīti ettha ‘‘yadī’’ti padaṁ ānetvā yadi so bhikkhu tāya paṭipadāya",
  "tika-s0203t1:48_6": "yadi paññāyatīti sambandho. Khīṇāsavapaṭipattisadisā paṭipadā hoti dīgharattaṁ vikkhambhitakilesattā.",
  "tika-s0203t1:49": "Nadiyā samuddaṁ pakkhandanaṭṭhānaṁ nadīmukhadvāraṁ. Maddamānoti badarasāḷavaṁ sarasaṁ patte pakkhitto hutvā maddamāno. Sesaṁ suviññeyyameva.",
  "tika-s0203t1:50": "Chabbisodhanasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0203t1:51": "3. Sappurisadhammasuttavaṇṇanā",
  "tika-s0203t1:52_0": "105.Sappurisadhammanti sappurisabhāvakaraṁ dhammaṁ. So pana yasmā sappurisānaṁ paveṇiko",
  "tika-s0203t1:52_1": "dhammo hoti. Tasmā āha – ‘‘sappurisānaṁ dhamma’’nti, esa nayo asappurisadhammanti",
  "tika-s0203t1:52_2": "etthāpi. Evaṁ padhānaṁ anuṭṭhātabbañca sappurisadhammaṁ ādiṁ katvā mātikaṁ ṭhapetvā",
  "tika-s0203t1:52_3": "ayathānupubbiyā niddisanto ‘‘katamo ca, bhikkhave, asappurisadhammo’’tiādimāha. Tathā",
  "tika-s0203t1:52_4": "pana niddisanto udāharaṇapubbakaṁ hetuṁ dassetuṁ, ‘‘yathā nāmā’’tiādi vuttaṁ. Tena",
  "tika-s0203t1:52_5": "icchitabbapariccāgapubbakaṁ gahetabbaggahaṇaṁ nāma ñāyapaṭipatti, tasmā sappurisadhammā",
  "tika-s0203t1:52_6": "sampādetabbāti dīpento satthā ayathānupubbiyā niddhārīyatīti imamatthaṁ dasseti.",
  "tika-s0203t1:52_7": "Tathā aññatthāpi ‘‘asevanā ca bālānaṁ, paṇḍitānañca sevanā’’ti. Etadeva hi kuladvayaṁ",
  "tika-s0203t1:52_8": "‘‘uccakula’’nti vuccati nippariyāyato. Tathāhi antimabhavikā bodhisattā tattheva",
  "tika-s0203t1:52_9": "paṭisandhiṁ gaṇhanti. Soti sāmīcippaṭipanno bhikkhu. Antaraṁ karitvāti taṁ kāraṇaṁ",
  "tika-s0203t1:52_10": "katvā. Paṭipadā hi viññūnaṁ pūjāya kāraṇaṁ, na uccakulīnatā. Mahākulāti vipulakulā",
  "tika-s0203t1:52_11": "upāditoditakulasampavattikāti attho.",
  "tika-s0203t1:53_0": "106.Yasasaddo parivāravācako. Yasassīti ca sātisayaparivāravantatā vuccatīti āha",
  "tika-s0203t1:53_1": "‘‘parivārasampanno’’ti. Ādhipateyyābhāvato paresaṁ uparinatti etesaṁ īso īsanaṁ issariyanti",
  "tika-s0203t1:53_2": "akkhātabbāti appesakkhā. Tenāha ‘‘appaparivārā’’ti. Abhāvattho hi idha appa-saddo.",
  "tika-s0203t1:54_0": "107.Naveva dhutaṅgāni āgatānīti ettha yathā ukkaṭṭhapaṁsukūlikassa tecīvarikatā sukarā.",
  "tika-s0203t1:54_1": "Evaṁ ukkaṭṭhapiṇḍapātikassa sapadānacārikatā sukarā. Ekāsanikassa ca pattapiṇḍikakhalupacchābhattikatā",
  "tika-s0203t1:54_2": "sukarā evāti – ‘‘paṁsukūliko hotī’’tiādivacaneneva pāḷiyā anāgatānampi āgatabhāvo",
  "tika-s0203t1:54_3": "veditabbo pariharaṇasukaratāya tesampi samādānasambhavato. Tenāha ‘‘terasa hontī’’ti.",
  "tika-s0203t1:55_0": "108. Kāmataṇhādikāya tāya taṇhāya nibbattāti tammayā, puthujjanā, pakatibhāvūpagamanena",
  "tika-s0203t1:55_1": "tesaṁ bhāvo tammayatā, tappaṭikkhepato atammayatā, nittaṇhatā. Taṁyeva kāraṇaṁ katvāti",
  "tika-s0203t1:55_2": "paṭhamajjhānepi taṇhāpahānaṁyeva kāraṇaṁ katvā. Citte uppādetvāti atammayatāpariyāyena",
  "tika-s0203t1:55_3": "vutte taṇhāya paṭipakkhadhamme sampādetvā. Na maññatīti maññanānaṁ ariyamaggena sabbaso",
  "tika-s0203t1:55_4": "samucchinnattā kismiñci okāse kāmabhavādike kenaci vatthunā hatthiassakhettavatthādinā",
  "tika-s0203t1:55_5": "pattacīvaravihārapariveṇādinā ca puggalaṁ na maññati. Sesaṁ suviññeyyameva.",
  "tika-s0203t1:56": "Sappurisadhammasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0203t1:57": "4. Sevitabbāsevitabbasuttavaṇṇanā",
  "tika-s0203t1:58_0": "109.Aññamaññanti aññaṁ aññaṁ. Tenāha ‘‘aññaṁ sevitabba’’ntiādi. Sattahi padehīti",
  "tika-s0203t1:58_1": "sattahi vākyehi. Pajjati etena yathādhippeto atthoti padaṁ, vākyaṁ. Sāriputtattherassa",
  "tika-s0203t1:58_2": "okāsakaraṇaṁ dhammadāyāde (ma. ni. 1.31) vuttanayena veditabbaṁ.",
  "tika-s0203t1:59_0": "113. Diṭṭhiyeva paccayavasena paṭiladdhatāya diṭṭhipaṭilābho. Saññāpaṭilābhepi eseva",
  "tika-s0203t1:59_1": "nayo. Micchādiṭṭhisammādiṭṭhiyo…pe… na gahitā kammapathappattānaṁ tesaṁ manosamācārabhāvena",
  "tika-s0203t1:59_2": "gahitattā. Yadi evaṁ kasmā diṭṭhi cittuppādavāre na gahitāti? Kāmaṁ micchādiṭṭhiyā",
  "tika-s0203t1:59_3": "avayavibhāvo labbhati, tathāpi cittuppādakkhaṇe lokiyalokuttaracittuppādesu kammapathakoṭṭhāso na uddhaṭo.",
  "tika-s0203t1:60_0": "115.Kāmasaññādīnanti ettha ādi-saddena yathā byāpādavihiṁsāsaññā saṅgahitā, evaṁ",
  "tika-s0203t1:60_1": "anabhijjhāabyāpādaavihiṁsāsaññā saṅgahitā paṭhamena ādisaddena ‘‘anabhijjhāsahagatāya",
  "tika-s0203t1:60_2": "saññāyā’’tiādipāṭhassa saṅgahitattā.",
  "tika-s0203t1:61_0": "117. Ti kāmabhavādīnaṁ apariyosānāya pariyosānaṁ icchatopi tādisassa bhavānaṁ apariyosānameva",
  "tika-s0203t1:61_1": "hoti . Cattāro honti puggalavasena. Tenāha ‘‘puthujjanopi hī’’tiādi. Akusalā dhammā",
  "tika-s0203t1:61_2": "vaḍḍhantīti tesaṁ pahānāya appaṭipajjamānassāti adhippāyo, tato eva kusalā dhammā",
  "tika-s0203t1:61_3": "parihāyanti. Tenassa kilesadukkhena vipākadukkhena ca sadukkhameva attabhāvaṁ abhinibbatteti.",
  "tika-s0203t1:61_4": "Orambhāgiyasaṁyojanāni pahāya suddhāvāsesu nibbattanāraho anāgāmī kathaṁ…pe… abhivaḍḍhantīti",
  "tika-s0203t1:61_5": "āha ‘‘anāgāmīpī’’tiādi. Sadukkhameva attabhāvaṁ abhinibbatteti, yāya labbhamānaakusalābhivuddhiṁ",
  "tika-s0203t1:61_6": "kusalaparihāniñca gahetvā anāgāminopi sabyābajjhaattabhāvābhinibbattanaṁ vuttaṁ.",
  "tika-s0203t1:61_7": "Evaṁ yathālabbhamānaṁ akusalaparihāniṁ kusalābhivuddhiñca gahetvā puthujjanassapi",
  "tika-s0203t1:61_8": "antimabhavikassa abyābajjhaattabhāvābhinibbattanaṁ vuttanti daṭṭhabbaṁ. Tenāha ‘‘puthujjanopī’’tiādi.",
  "tika-s0203t1:61_9": "Akusalameva hāyati,na kusalaṁ tassa buddhipakkhe ṭhitattā. Tatthāpi vipassanameva",
  "tika-s0203t1:61_10": "gabbhaṁ gaṇhāpeti, na vaṭṭagabbhaṁ antimabhavikatāya vivaṭṭūpanissitattā ajjhāsayassa,",
  "tika-s0203t1:61_11": "ñāṇassa ca pākagamanato.",
  "tika-s0203t1:62_0": "119.Ekaccassāti sāmivacanaṁ ‘‘abhinandatī’’tiādīsu paccattavasena pariṇāmetabbaṁ,",
  "tika-s0203t1:62_1": "tathā ‘‘nibbindatī’’tiādīsupi. Uggaṇhitvāpīti pi-saddo luttaniddiṭṭho. Bhagavato",
  "tika-s0203t1:62_2": "bhāsitassa atthaṁ ajānantā tāva dīgharattaṁ hitasukhato paribāhirā hontu jānantānampi",
  "tika-s0203t1:62_3": "sabbesaṁ dīgharattaṁ hitāya sukhāya hotīti anekaṁsikataṁ codento ‘‘evaṁ santepī’’tiādimāha.",
  "tika-s0203t1:62_4": "Itaro sabbesampi dīgharattaṁ hitāya sukhāya hotiyevāti, ‘‘appaṭisandhikā’’tiādinā",
  "tika-s0203t1:62_5": "anekaṁsikataṁ pariharati. Sesaṁ suviññeyyameva.",
  "tika-s0203t1:63": "Sevitabbāsevitabbasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0203t1:64": "5. Bahudhātukasuttavaṇṇanā",
  "tika-s0203t1:65_0": "124.Bhayanti (a. ni. ṭī. 2.3.1) cittasaṁsappatāti āha ‘‘cittutrāso’’ti. Upaddavoti",
  "tika-s0203t1:65_1": "antarāyo. Tassa pana vikkhepakāraṇattā vuttaṁ ‘‘anekaggatākāro’’ti. Upasaggoti upasajjanaṁ.",
  "tika-s0203t1:65_2": "Tato appatīkāravighātāpatti yasmā patīkārābhāvena vihaññamānassa kiñci kātuṁ asamatthassa",
  "tika-s0203t1:65_3": "osīdanakāraṇaṁ, tasmā vuttaṁ – ‘‘tattha tattha lagganākāro’’ti. Vañcetvā āgantuṁ",
  "tika-s0203t1:65_4": "yathāvutte divase anāgacchantesu. Bahi anikkhamanatthāya dvāre aggiṁ datvā.",
  "tika-s0203t1:66_0": "Naḷehīti naḷacchannasaṅkhepena upari chādetvā tehiyeva dārukacchadananiyāmena paritopi",
  "tika-s0203t1:66_1": "chāditā. Eseva nayoti iminā tiṇehi channataṁ, sesasambhārānaṁ rukkhamayatañca atidisati.",
  "tika-s0203t1:66_2": "Vidhavāputteti adantabhāvopalakkhaṇaṁ. Te hi nippitikā avinītā asaṁyatā akiccakārino honti.",
  "tika-s0203t1:67_0": "Matthakaṁ apāpetvāva niṭṭhāpitāti kasmā bhagavā evamakāsīti? Ānandattherassa pucchākosalladīpanatthameva,",
  "tika-s0203t1:67_1": "tattha nisinnānaṁ sannipatitabhikkhūnaṁ desanāya jānanatthañca. Te kira saṅkhepato",
  "tika-s0203t1:67_2": "vuttamatthaṁ ajānantā andhakāraṁ paviṭṭhā viya ṭhitā. Pucchānusandhivasena pariggayha jānissantīti.",
  "tika-s0203t1:68_0": "125.Rūpapariggahova kathito, na aññaṁ kiñcīti attho. Idāni tato saccāni niddhāretvā",
  "tika-s0203t1:68_1": "catusaccakammaṭṭhānaṁ dassetuṁ, ‘‘sabbāpī’’tiādi vuttaṁ. Pañcakkhandhā hontīti addhekādasa",
  "tika-s0203t1:68_2": "dhātuyo rūpakkhandho, addhaṭṭhamā dhātuyo yathārahaṁ vedanādayo cattāro arūpino khandhāti",
  "tika-s0203t1:68_3": "evaṁ aṭṭhārasa dhātuyo pañcakkhandhā honti. Pañcapi khandhā taṇhāvajjā dukkhasaccaṁ.",
  "tika-s0203t1:68_4": "Appavattīti appavattinimittaṁ. Nirodhapajānanāti paññāsīsena maggakiccamāha. Sammādiṭṭhipamukho",
  "tika-s0203t1:68_5": "hi ariyamaggo. Matthakaṁ pāpetvā kathitaṁ hoti sammasanassa bhūmiyā nipphattiyā ca",
  "tika-s0203t1:68_6": "kathitattā. Jānāti passatīti iminā ñāṇadassanaṁ kathitaṁ taṁ pana lokiyaṁ lokuttaranti",
  "tika-s0203t1:68_7": "duvidhanti tadubhayampi dassento āha – ‘‘saha vipassanāya maggo vutto’’ti.",
  "tika-s0203t1:69_0": "Ettāvatāpi khoti pi-saddaggahaṇena aññena pariyāyena satthā dhātukosallaṁ desetukāmoti",
  "tika-s0203t1:69_1": "thero , ‘‘siyā pana, bhante’’ti pucchatīti bhagavā pathavīdhātuādivasenapi dhātukosallaṁ",
  "tika-s0203t1:69_2": "vibhāveti. Tattha pathavīdhātuādisaddena desanākāraṇaṁ vibhāvento, ‘‘pathavīdhātu…pe…",
  "tika-s0203t1:69_3": "vuttā’’ti āha. Tāpi hi ādito cha dhātuyo. ‘‘Viññāṇadhātutonīharitvā pūretabbā’’ti",
  "tika-s0203t1:69_4": "vatvā kathaṁ rūpadhātuyo nīharīyantīti codanaṁ sandhāya taṁ nayaṁ dassetuṁ, ‘‘viññāṇadhātū’’tiādi",
  "tika-s0203t1:69_5": "vuttaṁ. Kāmañcettha kāyaviññāṇadhātuyā ārammaṇaṁ phoṭṭhabbadhātupathavīdhātu ādivasena",
  "tika-s0203t1:69_6": "desanāruḷameva, kāyadhātu pana nīharitabbāti ekaṁsameva nīharaṇavidhiṁ dassento,",
  "tika-s0203t1:69_7": "‘‘esa nayo sabbatthā’’ti āha. Purimapacchimavasena manodhātūti pacchimabhāgavasena",
  "tika-s0203t1:69_8": "kiriyāmanodhātu gahetabbā tassānurūpabhāvato. Nanu cettha manodhātu nāmāyaṁ manoviññāṇadhātuyā",
  "tika-s0203t1:69_9": "asaṁsaṭṭhā, visuṁyeva cesā dhātūti? Saccametaṁ aṭṭhārasadhātudesanāya, cittavibhattiniddese",
  "tika-s0203t1:69_10": "chaviññāṇakāyadesanāyaṁ pana sā manoviññāṇakāyasaṅgahitāvāti daṭṭhabbaṁ. Yaṁ panettha",
  "tika-s0203t1:69_11": "vattabbaṁ taṁ visuddhimaggasaṁvaṇṇanāyaṁ (visuddhi. mahāṭī. 2.517) vuttanayena veditabbaṁ.",
  "tika-s0203t1:69_12": "Atha vā purimapacchimavasenāti purecarānucaravasena. Manodhātūti vipākamanodhātu",
  "tika-s0203t1:69_13": "gahetabbā purecaraṇato, parato uppajjanakiriyāmanoviññāṇadhātuyā anantaraṁ manodhātuyā,",
  "tika-s0203t1:69_14": "kiriyāmanodhātuyā anantaraṁ manoviññāṇadhātuyā anuppajjanato ca.",
  "tika-s0203t1:70_0": "Dhammānaṁ yāvadeva nissattanijjīvavibhāvanatthāya satthu dhātudesanāti aññesu sabhāvadhāraṇādiatthesu",
  "tika-s0203t1:70_1": "labbhamānesupi ayamettha attho padhānoti āha – ‘‘esanayo sabbatthā’’ti. Sappaṭipakkhavasenāti",
  "tika-s0203t1:70_2": "sappaṭibhāgavasena sukhaṁ dukkhena sappaṭibhāgaṁ, dukkhaṁ sukhena, evaṁ somanassadomanassāti.",
  "tika-s0203t1:70_3": "Yathā sukhādīnaṁyeva samudācāro vibhūto, na upekkhāya, evaṁ rāgādīnaṁyeva samudācāro",
  "tika-s0203t1:70_4": "vibhūto, na mohassa, tena vuttaṁ ‘‘avibhūtabhāvenā’’ti. Kāyaviññāṇadhātu pariggahitāva",
  "tika-s0203t1:70_5": "hoti tadavinābhāvato. Sesāsu somanassadhātuādīsu, pariggahitāva hoti avinābhāvato",
  "tika-s0203t1:70_6": "eva. Na hi somanassādayo manodhātuyā vinā vattanti. Upekkhādhātuto nīharitvāti ettha",
  "tika-s0203t1:70_7": "cakkhuviññāṇadhātuādayo catasso viññāṇadhātuyo tāsaṁ vatthārammaṇabhūtā cakkhudhātuādayo",
  "tika-s0203t1:70_8": "cāti aṭṭha rūpadhātuyo, manodhātu, upekkhāsahagatā manoviññāṇadhātu, upekkhāsahagatā",
  "tika-s0203t1:70_9": "eva dhammadhātūti evaṁ pannarasa dhātuyo upekkhādhātuto nīharitabbā. Somanassadhātuādayo",
  "tika-s0203t1:70_10": "pana catasso dhātuyo dhammadhātuantogadhā , evaṁ sukhadhātuto kāyaviññāṇadhātuyā",
  "tika-s0203t1:70_11": "tassā vatthārammaṇabhūtānaṁ kāyadhātuphoṭṭhabbadhātūnañca nīharaṇā heṭṭhā dassitanayāti,",
  "tika-s0203t1:70_12": "‘‘upekkhādhātuto nīharitvā pūretabbā’’icceva vuttaṁ.",
  "tika-s0203t1:71_0": "Kāmavitakkādayo idha kāmadhātuādipariyāyena vuttāti ‘‘kāmadhātuādīnaṁ dvedhāvitakke",
  "tika-s0203t1:71_1": "kāmavitakkādīsu vuttanayena attho veditabbo’’ti āha. Tattha hi ‘‘kāmavitakkoti kāmapaṭisaṁyutto",
  "tika-s0203t1:71_2": "vitakko, byāpādavitakkoti byāpādapaṭisaṁyutto vitakko, vihiṁsāvitakkoti vihiṁsāpaṭisaṁyutto",
  "tika-s0203t1:71_3": "vitakko, nekkhammapaṭisaṁyutto vitakko nekkhammavitakko, so yāva paṭhamajjhānā vaṭṭati.",
  "tika-s0203t1:71_4": "Abyāpādapaṭisaṁyutto vitakko abyāpādavitakko, so mettāpubbabhāgato paṭṭhāya yāva",
  "tika-s0203t1:71_5": "paṭhamajjhānā vaṭṭati. Avihiṁsāpaṭisaṁyutto vitakko avihiṁsāvitakko, so karuṇāya",
  "tika-s0203t1:71_6": "pubbabhāgato paṭṭhāya yāva paṭhamajjhānā vaṭṭatī’’ti vuttaṁ. Ayaṁ panattho abhidhamme",
  "tika-s0203t1:71_7": "vitthārato āgato evāti dassetuṁ, ‘‘abhidhamme’’tiādi vuttaṁ. Kāmadhātuto nīharitvāti",
  "tika-s0203t1:71_8": "ettha kāmaggahaṇena gahitā rūpadhātuādayo cha, taṁvisayā sattaviññāṇadhātuyo, tattha",
  "tika-s0203t1:71_9": "pañcannaṁ viññāṇadhātūnaṁ cakkhudhātuādayo pañcāti aṭṭhārasa. Nekkhammadhātuādayo",
  "tika-s0203t1:71_10": "pana dhammadhātuantogadhā eva.",
  "tika-s0203t1:72_0": "Kāmataṇhāya visayabhūtā dhammā kāmadhātūti āha – ‘‘pañca kāmāvacarakkhandhā kāmadhātū’’ti.",
  "tika-s0203t1:72_1": "Tathā rūpataṇhāya visayabhūtā dhammā rūpadhātu, arūpataṇhāya visayabhūtā dhammā arūpadhātūti",
  "tika-s0203t1:72_2": "āha – ‘‘cattāro arūpāvacarakkhandhā’’tiādi. Kāmataṇhā kāmo uttarapadalopena, evaṁ",
  "tika-s0203t1:72_3": "rūpārūpataṇhā rūpārūpaṁ. Ārammaṇakaraṇavasena tā yattha avacaranti, te kāmāvacarādayoti",
  "tika-s0203t1:72_4": "evaṁ kāmāvacarakkhandhādīnaṁ kāmataṇhādibhāvo veditabbo. Ādinā nayenāti etena ‘‘uparito",
  "tika-s0203t1:72_5": "paranimmitavasavattideve antokaritvā etthāvacarā’’tiādipāḷiṁ (vibha. 1020) saṅgaṇhāti.",
  "tika-s0203t1:72_6": "Etthāvacarāti avīciparanimmitaparicchinnokāsāya kāmataṇhāya visayabhāvaṁ sandhāya",
  "tika-s0203t1:72_7": "vuttaṁ, tadokāsatā ca taṇhāya tanninnattā veditabbā. Sesapadadvayepi eseva nayo.",
  "tika-s0203t1:72_8": "Paripuṇṇaaṭṭhārasadhātukattā kāmāvacaradhammānaṁ ‘‘kāmadhātuto nīharitvā pūretabbā’’ti",
  "tika-s0203t1:72_9": "vuttaṁ. Manoviññāṇadhātudhammadhātu ekadesamattameva hi rūpārūpāvacaradhammāti.",
  "tika-s0203t1:73_0": "Samāgantvāti sahitā hutvā. Yattakañhi paccayadhammā attano phalassa kāraṇaṁ, tattha",
  "tika-s0203t1:73_1": "tannibbattane samāgatā viya hoti vekalle tadanibbattanato. Saṅkhatadhātuto nīharitvā",
  "tika-s0203t1:73_2": "pūretabbā asaṅkhatāya dhātuyā dhammadhātuekadesabhāvato.",
  "tika-s0203t1:74_0": "126. Evaṁ pavattamānā mayaṁ attāti gahaṇaṁ gamissāmāti iminā viya adhippāyena attānaṁ",
  "tika-s0203t1:74_1": "adhikicca uddissa pavattā ajjhattā, tesu bhavā tappariyāpannattāti ajjhattikāni.",
  "tika-s0203t1:74_2": "Tato bahibhūtāni bāhirāni. Āyatanakathā paṭiccasamuppādakathā ca visuddhimagge (visuddhi.",
  "tika-s0203t1:74_3": "2.510, 570, 571) vuttanayeneva veditabbāti na vitthāritā.",
  "tika-s0203t1:75_0": "127. Avijjamānaṁ ṭhānaṁ aṭṭhānaṁ (a. ni. ṭī. 1.1.268; vibha. mūlaṭī. 809), natthi",
  "tika-s0203t1:75_1": "ṭhānanti vā aṭṭhānaṁ. Anavakāsoti ettha eseva nayo. Tadatthanigamanameva hi ‘‘netaṁ",
  "tika-s0203t1:75_2": "ṭhānaṁ vijjatī’’ti vacananti. Tenāha ‘‘ubhayenapī’’tiādi. Yanti kāraṇe paccattavacanaṁ,",
  "tika-s0203t1:75_3": "hetuattho ca kāraṇatthoti āha – ‘‘yanti yena kāraṇenā’’ti. Ukkaṭṭhaniddesena ettha",
  "tika-s0203t1:75_4": "diṭṭhisampatti veditabbāti vuttaṁ ‘‘maggadiṭṭhiyā sampanno’’ti. Kuto panāyamattho",
  "tika-s0203t1:75_5": "labbhatīti? Liṅgato. Liṅgañhetaṁ, yadidaṁ niccato upagamanapaṭikkhepo. Catubhūmakesūti",
  "tika-s0203t1:75_6": "idaṁ catutthabhūmakasaṅkhārānaṁ ariyasāvakassa visayabhāvūpagamanato vuttaṁ; na pana",
  "tika-s0203t1:75_7": "te ārabbha niccato upagamanasabbhāvato. Vakkhati ca ‘‘catutthabhūmakasaṅkhārā panā’’tiādinā.",
  "tika-s0203t1:75_8": "Abhisaṅkhatasaṅkhāraabhisaṅkharaṇakasaṅkhārānaṁ sappadesattā nippadesasaṅkhāraggahaṇatthaṁ",
  "tika-s0203t1:75_9": "‘‘saṅkhatasaṅkhāresū’’ti vuttaṁ. Lokuttarasaṅkhārānaṁ pana nivattane kāraṇaṁ sayameva",
  "tika-s0203t1:75_10": "vakkhati. Etaṁ kāraṇaṁ natthi setughātattā. Tejussadattāti saṁkilesavidhamanatejassa",
  "tika-s0203t1:75_11": "adhikabhāvato. Tathā hi te gambhīrabhāvena duddasā. Akusalānaṁ ārammaṇaṁ na hontīti",
  "tika-s0203t1:75_12": "idaṁ pakaraṇavasena vuttaṁ. Appahīnavipallāsānaṁ sattānaṁ kusaladhammānampi te ārammaṇaṁ na honti.",
  "tika-s0203t1:76_0": "Asukhe ‘‘sukha’’nti vipallāso ca idha sukhato upagamanassa ṭhānanti adhippetanti",
  "tika-s0203t1:76_1": "dassento, ‘‘ekanta…pe… vutta’’nti. Attadiṭṭhivasenāti padhānadiṭṭhimāha . Diṭṭhiyā",
  "tika-s0203t1:76_2": "nibbānassa avisayabhāvo heṭṭhā vutto evāti ‘‘kasiṇādipaṇṇattisaṅgahattha’’nti vuttaṁ.",
  "tika-s0203t1:76_3": "Paricchedoti saṅkhārānaṁ paricchedo saṅkhārānaṁ paricchijjagahaṇaṁ. Svāyaṁ yesaṁ",
  "tika-s0203t1:76_4": "niccādito upagamanaṁ bhavati tesaṁyeva vasena kātabboti dassento ‘‘sabbavāresū’’tiādimāha.",
  "tika-s0203t1:76_5": "Sabbavāresūti niccādisabbavāresu. Puthujjano hīti hi-saddo hetuattho. Yasmā yaṁ yaṁ",
  "tika-s0203t1:76_6": "saṅkhāraṁ niccādivasena puthujjanakāle upagacchati, taṁ taṁ ariyamaggādhigamena aniccādivasena",
  "tika-s0203t1:76_7": "gaṇhanto yāthāvato jānanto taṁ gāhaṁ taṁ diṭṭhiṁ viniveṭheti vissajjeti. Tasmā yattha",
  "tika-s0203t1:76_8": "gāho tattha vissajjanāti catutthabhūmakasaṅkhārā idha saṅkhāraggahaṇena na gayhatīti attho.",
  "tika-s0203t1:77_0": "128. Puttasambandhena mātāpitusamaññā, dattakittimādivasenapi puttavohāro loke dissati,",
  "tika-s0203t1:77_1": "so ca kho pariyāyato nippariyāyasiddhaṁ taṁ dassetuṁ, ‘‘janikā va mātā janako pitā’’ti",
  "tika-s0203t1:77_2": "vuttaṁ. Tathā ānantariyakammassa adhippetattā ‘‘manussabhūtova khīṇāsavo arahāti",
  "tika-s0203t1:77_3": "adhippeto’’ti vuttaṁ. ‘‘Aṭṭhānameta’’ntiādinā mātuādīnaṁyeva jīvitā voropane ariyasāvakassa",
  "tika-s0203t1:77_4": "abhabbabhāvadassanato tadaññaṁ ariyasāvako jīvitā voropetīti idaṁ atthato āpannamevāti",
  "tika-s0203t1:77_5": "maññamāno vadati – ‘‘kiṁ pana ariyasāvako aññaṁ jīvitā voropeyyā’’ti ? ‘‘Aṭṭhānametaṁ,",
  "tika-s0203t1:77_6": "bhikkhave, anavakāso, yaṁ diṭṭhisampanno puggalo sañcicca pāṇaṁ jīvitā voropeyya,",
  "tika-s0203t1:77_7": "netaṁ ṭhānaṁ vijjatī’’ti vacanato, ‘‘etampi aṭṭhāna’’nti vuttaṁ. Tenāha ‘‘sacepi",
  "tika-s0203t1:77_8": "hī’’tiādi. Baladīpanatthanti saddhādibalasamannāgamadīpanatthaṁ. Ariyamaggenāgatasaddhādibalavasena",
  "tika-s0203t1:77_9": "hi ariyasāvako tādisaṁ sāvajjaṁ na karoti.",
  "tika-s0203t1:78_0": "Pañcahi kāraṇehīti idaṁ atthanipphādakāni tesaṁ pubbabhāgiyāni ca kāraṇāni kāraṇabhāvasāmaññena",
  "tika-s0203t1:78_1": "ekajjhaṁ gahetvā vuttaṁ, na pana sabbesaṁ pañcannaṁ sahayogakkhamato. Ākārehīti kāraṇehi.",
  "tika-s0203t1:78_2": "Anussāvanenāti anurūpaṁ sāvanena. Bhedassa anurūpaṁ yathā bhedo hoti, evaṁ bhinditabbānaṁ",
  "tika-s0203t1:78_3": "bhikkhūnaṁ attano vacanassa sāvanena viññāpanena. Tenāha ‘‘nanu tumhe’’tiādi. Kaṇṇamūle",
  "tika-s0203t1:78_4": "vacībhedaṁ katvāti etena ‘‘pākaṭaṁ katvā bhedakaravatthudīpanaṁ vohāro, tattha attano",
  "tika-s0203t1:78_5": "nicchitamatthaṁ rahassavasena viññāpanaṁ anussāvana’’nti dasseti.",
  "tika-s0203t1:79_0": "Kammameva uddeso vā pamāṇanti tehi saṅghabhedasiddhito vuttaṁ, itare pana tesaṁ pubbabhāgabhūtā.",
  "tika-s0203t1:79_1": "Tenāha ‘‘vohārā’’tiādi. Tatthāti vohāre. Cutianantaraṁ phalaṁ anantaraṁ nāma, tasmiṁ",
  "tika-s0203t1:79_2": "anantare niyuttāni tannibbattanena anantarakaraṇasīlāni, anantarappayojanāni cāti",
  "tika-s0203t1:79_3": "ānantariyāni, tāni eva ‘‘ānantariyakammānī’’ti vuttāni.",
  "tika-s0203t1:80_0": "Kammatoti ‘‘evaṁ ānantariyakammaṁ hoti, evaṁ anantariyakammasadisa’’nti evaṁ kammavibhāgato.",
  "tika-s0203t1:80_1": "Dvāratoti kāyādidvārato. Kappaṭṭhitiyatoti ‘‘idaṁ kappaṭṭhitikavipākaṁ, idaṁ na kappaṭṭhitikavipāka’’nti",
  "tika-s0203t1:80_2": "evaṁ kappaṭṭhitiyavibhāgato. Pākāti ‘‘idamettha vipaccati, idaṁ na vipaccatī’’ti",
  "tika-s0203t1:80_3": "vipaccanavibhāgato. Sādhāraṇādīhīti gahaṭṭhapabbajitānaṁ sādhāraṇāsādhāraṇato, ādi-saddena",
  "tika-s0203t1:80_4": "vedanādivibhāgato ca.",
  "tika-s0203t1:81_0": "Yasmā manussattabhāve ṭhitasseva ca kusaladhammānaṁ tikkhavisadasūrabhāvāpatti, yathā",
  "tika-s0203t1:81_1": "taṁ tiṇṇampi bodhisattānaṁ bodhittayanibbattiyaṁ, evaṁ manussabhāve ṭhitasseva akusaladhammānampi",
  "tika-s0203t1:81_2": "tikkhavisadasūrabhāvāpattīti āha ‘‘manussabhūtassevā’’ti. Pākatikamanussānampi ca",
  "tika-s0203t1:81_3": "kusaladhammānaṁ visesappatti vimānavatthuaṭṭhakathāyaṁ (vi. va. aṭṭha. 3) vuttanayena",
  "tika-s0203t1:81_4": "veditabbā. Yathā vutto ca attho samānajātiyassa vikopane kammaṁ garutaraṁ, na tathā",
  "tika-s0203t1:81_5": "vijātiyassāti vuttaṁ – ‘‘manussabhūtaṁ mātaraṁ vā pitaraṁ vā’’ti. Liṅge parivatte",
  "tika-s0203t1:81_6": "ca so eva ekakammanibbatto bhavaṅgappabandho, jīvitindriyappabandho ca, na aññoti",
  "tika-s0203t1:81_7": "āha ‘‘api parivattaliṅga’’nti. Arahantepi eseva nayo. Tassa vipākantiādi kammassa",
  "tika-s0203t1:81_8": "ānantariyabhāvasamatthanaṁ, catukoṭikañcettha sambhavati. Tattha paṭhamā koṭi dassitā,",
  "tika-s0203t1:81_9": "itarāsu visaṅketaṁ dassetuṁ, ‘‘yo panā’’tiādi vuttaṁ. Yadipi tattha visaṅketo, kammaṁ",
  "tika-s0203t1:81_10": "pana garutaraṁ ānantariyasadisaṁ bhāyitabbanti āha – ‘‘ānantariyaṁ āhacceva tiṭṭhatī’’ti.",
  "tika-s0203t1:81_11": "Ayaṁ pañhoti ñāpanicchānibbattā kathā.",
  "tika-s0203t1:82_0": "Ānantariyaṁ phusati maraṇādhippāyeneva ānantariyavatthuno vikopitattā. Ānantariyaṁ",
  "tika-s0203t1:82_1": "na phusati ānantariyavatthuabhāvato. Sabbattha hi purimaṁ abhisandhicittaṁ appamāṇaṁ,",
  "tika-s0203t1:82_2": "vadhakacittaṁ pana tadārammaṇaṁ jīvitindriyañca ānantariyanānantariyabhāve pamāṇanti",
  "tika-s0203t1:82_3": "daṭṭhabbaṁ. Saṅgāmacatukkaṁ sampattavasena yojetabbaṁ.",
  "tika-s0203t1:83_0": "Tenevāti teneva payogena. Arahantaghāto hotiyeva arahato māritattā. Puthujjanasseva",
  "tika-s0203t1:83_1": "dinnaṁ hotīti yasmā yathā vadhakacittaṁ paccuppannārammaṇampi pabandhavicchedavasena",
  "tika-s0203t1:83_2": "ca jīvitindriyaṁ ārammaṇaṁ katvā pavattati, na evaṁ cāgacetanā, sā hi cajitabbavatthuṁ",
  "tika-s0203t1:83_3": "ārammaṇaṁ katvā cajanamattameva hoti, aññasantakabhāvakaraṇañca tassa cajanaṁ, tasmā",
  "tika-s0203t1:83_4": "yassa taṁ santakaṁ kataṁ. Tasseva dinnaṁ hotīti.",
  "tika-s0203t1:84": "Lohitaṁ samo saratīti abhighātena pakuppamānaṁ sañcitaṁ hoti. Mahantataranti garutaraṁ. Sarīrapaṭijaggane viyāti satthurūpakāyapaṭijaggane viya.",
  "tika-s0203t1:85_0": "Asannipatiteti idaṁ sāmaggiyadīpanaṁ. Bhedo ca hotīti saṅghassa bhedo hoti. Vaṭṭatīti",
  "tika-s0203t1:85_1": "saññāyāti īdisakaraṇaṁ saṅghassa bhedāya na hotīti saññāya. Navato ūnaparisāyaṁ karontassa",
  "tika-s0203t1:85_2": "tathāti yojetabbaṁ, tathāti iminā ‘‘na ānantariyakammanti’’ imaṁ ākaḍḍhati, na pana",
  "tika-s0203t1:85_3": "‘‘bhedo hotī’’ti idaṁ. Heṭṭhimantena hi navannameva vasena saṅghabhedo. Dhammavādino",
  "tika-s0203t1:85_4": "anavajjā yathādhammaṁ avaṭṭhānato. Saṅghabhedassa pubbabhāgo saṅgharāji.",
  "tika-s0203t1:86": "Kāyadvārameva pūrenti kāyakammabhāveneva lakkhitabbato.",
  "tika-s0203t1:87_0": "‘‘Saṇṭhahante hi…pe… muccatī’’ti idaṁ kappaṭṭhakathāya na sameti. Tathā hi kappaṭṭhakathāyaṁ",
  "tika-s0203t1:87_1": "(kathā. aṭṭha. 654-657) vuttaṁ – ‘‘āpāyikoti idaṁ suttaṁ yaṁ so ekaṁ kappaṁ asītibhāge",
  "tika-s0203t1:87_2": "katvā tato ekabhāgamattaṁ kālaṁ tiṭṭheyya, taṁ āyukappaṁ sandhāya vutta’’nti. Kappavināseyevāti",
  "tika-s0203t1:87_3": "pana āyukappavināseyevāti atthe sati natthi virodho. Ettha ca saṇṭhahanteti idampi",
  "tika-s0203t1:87_4": "‘‘svevavinassissatī’’ti viya abhūtaparikappavasena vuttaṁ. Ekadivasameva niraye paccati",
  "tika-s0203t1:87_5": "tato paraṁ kappābhāve āyukappassapi abhāvatoti avirodhato atthayojanā daṭṭhabbā.",
  "tika-s0203t1:87_6": "Sesānīti saṅghabhedato aññāni ānantariyakammāni.",
  "tika-s0203t1:88_0": "Ahosikammaṁ…pe… saṅkhyaṁ gacchanti, evaṁ sati kathaṁ nesaṁ ānantariyatā cutianantaraṁ",
  "tika-s0203t1:88_1": "vipākadānābhāvato. Atha sati phaladāne cutianantaro eva etesaṁ phalakālo, na aññoti",
  "tika-s0203t1:88_2": "phalakālaniyamena niyatatā nicchitā, na phaladānaniyamena, evampi niyataphalakālānaṁ",
  "tika-s0203t1:88_3": "aññesampi upapajjavedanīyānaṁ diṭṭhadhammavedanīyānañca niyatatā āpajjeyya. Tasmā",
  "tika-s0203t1:88_4": "vipākadhammadhammānaṁ paccayantaravikalatādīhi avipaccamānānampi attano sabhāvena",
  "tika-s0203t1:88_5": "vipākadhammatā viya balavatā ānantariyena vipāke dinne avipaccamānānampi ānantariyānaṁ",
  "tika-s0203t1:88_6": "phaladāne niyatasabhāvā ānantariyasabhāvā ca pavattīti attano sabhāvena phaladānaniyameneva",
  "tika-s0203t1:88_7": "niyatatā ānantariyatā ca veditabbā. Avassañca ānantariyasabhāvā tato eva niyatasabhāvā",
  "tika-s0203t1:88_8": "ca tesaṁ pavattīti sampaṭicchitabbametaṁ aññassa balavato ānantariyassa abhāve cutianantaraṁ",
  "tika-s0203t1:88_9": "ekantena phaladānato.",
  "tika-s0203t1:89_0": "Nanu evaṁ aññesampi upapajjavedanīyānaṁ aññasmiṁ vipākadāyake asati cutianantaramekantena",
  "tika-s0203t1:89_1": "phaladānato niyatasabhāvā anantariyasabhāvā ca pavatti āpajjatīti? Nāpajjati. Asamānajātikena",
  "tika-s0203t1:89_2": "cetopaṇidhivasena upaghātakena ca nivattetabbavipākattā anantare ekantaphaladāyakattābhāvā.",
  "tika-s0203t1:89_3": "Na pana ānantariyakānaṁ paṭhamajjhānādīnaṁ dutiyajjhānādīni viya asamānajātikaṁ phalanivattakaṁ",
  "tika-s0203t1:89_4": "atthi sabbānantariyānaṁ avīciphalattā. Na ca heṭṭhūpapattiṁ icchato sīlavato cetopaṇidhi",
  "tika-s0203t1:89_5": "viya uparūpapattijanakakammaphalaṁ ānantariyaphalaṁ nivattetuṁ samattho cetopaṇidhi",
  "tika-s0203t1:89_6": "atthi anicchantasseva avīcipātanato, na ca ānantariyopaghātakaṁ kiñci kammaṁ atthi,",
  "tika-s0203t1:89_7": "tasmā tesaṁyeva anantare ekantavipākajanakasabhāvā pavattīti. Anekāni ca ānantariyāni",
  "tika-s0203t1:89_8": "katāni ekanteneva vipāke niyatasabhāvattā uparatāvipaccanasabhāvāsaṅkattā nicchitāni",
  "tika-s0203t1:89_9": "sabhāvato niyatāneva. Tesu pana samānasabhāvesu ekena vipāke dinne itarāni attanā",
  "tika-s0203t1:89_10": "kātabbakiccassa teneva katattā na dutiyaṁ tatiyaṁ vā paṭisandhiṁ karonti. Na samatthatāvighātattāti",
  "tika-s0203t1:89_11": "natthi tesaṁ ānantariyakatā nivatti; garutarabhāvo pana tesu labbhatevāti saṅghabhedassa",
  "tika-s0203t1:89_12": "siyā garutarabhāvoti, ‘‘yena…pe… vipaccatī’’ti āha. Ekassa pana aññāni upatthambhakāni",
  "tika-s0203t1:89_13": "hontīti daṭṭhabbāni. Paṭisandhivasena vipaccatīti vacanena itaresaṁ pavattivipākadāyitā",
  "tika-s0203t1:89_14": "anuññātā viya dissati. No vā tathā sīlavatīti yathā pitā sīlavā, tathā sīlavatī no",
  "tika-s0203t1:89_15": "vā hotīti yojanā. Sace mātā sīlavatī, mātughāto paṭisandhivasena vipaccatīti yojanā.",
  "tika-s0203t1:90": "Pakatattoti anukkhitto. Samānasaṁvāsakoti apārājiko. Samānasīmāyanti ekasīmāyaṁ.",
  "tika-s0203t1:91": "Satthukiccaṁ kātuṁ asamatthoti yaṁ satthārā kātabbakiccaṁ anusāsanādi, taṁ kātuṁ asamatthoti bhagavantaṁ paccakkhāya. Aññaṁ titthakaranti aññaṁ satthāraṁ.",
  "tika-s0203t1:92_0": "129. Abhijātiādisu (a. ni. ṭī. 1.1.277) pakappanena devatūpasaṅkamanādinā jātacakkavāḷena",
  "tika-s0203t1:92_1": "samānayogakkhemaṁ dasasahassaparimāṇaṁ ṭhānaṁ jātikhettaṁ, saraseneva āṇāpavattiṭṭhānaṁ",
  "tika-s0203t1:92_2": "āṇākhettaṁ, visayabhūtaṁ ṭhānaṁ visayakhettaṁ. Dasasahassī lokadhātūti imāya lokadhātuyā",
  "tika-s0203t1:92_3": "saddhiṁ imaṁ lokadhātuṁ parivāretvā ṭhitā dasasahassī lokadhātu. Tattakānaṁyeva jātikhettabhāvo",
  "tika-s0203t1:92_4": "dhammatāvasena veditabbo. ‘‘Pariggahavasenā’’ti keci. ‘‘Sabbesampi buddhānaṁ tattakaṁ",
  "tika-s0203t1:92_5": "eva jātikhettaṁ tannivāsīnaṁyeva ca devatānaṁ dhammābhisamayo’’ti ca vadanti. Mātukucchiokkamanakālādīnaṁ",
  "tika-s0203t1:92_6": "channaṁ eva gahaṇaṁ nidassanamattaṁ mahābhinīhārādikālepi tassa pakampanassa labbhamānato.",
  "tika-s0203t1:92_7": "Āṇākhettaṁ nāma yaṁ ekajjhaṁ saṁvaṭṭati ca vivaṭṭati ca. Āṇā vattati āṇāya tannivāsīnaṁ",
  "tika-s0203t1:92_8": "devatānaṁ sirasā sampaṭicchanena, tañca kho kevalaṁ buddhānaṁ ānubhāveneva, na adhippāyavasena,",
  "tika-s0203t1:92_9": "adhippāyavasena pana ‘‘yāvatā vā pana ākaṅkheyyā’’ti (a. ni. 3.81) vacanato tato",
  "tika-s0203t1:92_10": "parampi āṇā pavatteyya.",
  "tika-s0203t1:93_0": "Na uppajjantīti pana atthīti, ‘‘na me ācariyo atthi, sadiso me na vijjatī’’tiādiṁ",
  "tika-s0203t1:93_1": "(ma. ni. 1.285; 2.341; mahāva. 11; kathā. 405; mi. pa. 4.5.11) imissaṁ lokadhātuyaṁ",
  "tika-s0203t1:93_2": "ṭhatvā vadantena bhagavatā, ‘‘kiṁ panāvuso sāriputta, atthetarahi aññe samaṇā vā",
  "tika-s0203t1:93_3": "brāhmaṇā vā bhagavatā samasamā sambodhiyanti, evaṁ puṭṭho ahaṁ, bhante, noti vadeyya’’nti",
  "tika-s0203t1:93_4": "(dī. ni. 3.161), vatvā tassa kāraṇaṁ dassetuṁ, ‘‘aṭṭhānametaṁ anavakāso, yaṁ ekissā",
  "tika-s0203t1:93_5": "lokadhātuyā dve arahanto sammāsambuddhā’’ti imaṁ suttaṁ (dī. ni. 3.161; mi. pa. 5.1.1)",
  "tika-s0203t1:93_6": "dassentena dhammasenāpatinā ca buddhakhettabhūtaṁ imaṁ lokadhātuṁ ṭhapetvā aññattha",
  "tika-s0203t1:93_7": "anuppatti vuttā hotīti adhippāyo.",
  "tika-s0203t1:94_0": "Ekatoti saha, ekasmiṁ kāleti attho. So pana kālo kathaṁ paricchinnoti carimabhave",
  "tika-s0203t1:94_1": "paṭisandhiggahaṇato paṭṭhāya yāva dhātuparinibbānāti dassento ‘‘tatthā’’tiādimāha.",
  "tika-s0203t1:94_2": "Nisinnakālato paṭṭhāyāti paṭilomakkamena vadati. Parinibbānato paṭṭhāyāti anupādisesāya",
  "tika-s0203t1:94_3": "nibbānadhātuyā parinibbānato paṭṭhāya. Etthantareti carimabhave bodhisattassa paṭisandhiggahaṇaṁ",
  "tika-s0203t1:94_4": "dhātuparinibbānanti etesaṁ antare.",
  "tika-s0203t1:95_0": "Aññassa buddhassa uppatti na nivāritā, tattha kāraṇaṁ dassetuṁ ‘‘tīṇi hī’’tiādi vuttaṁ.",
  "tika-s0203t1:95_1": "Paṭipattiantaradhānena hi sāsanassa osakkitattā aparassa buddhassa uppatti laddhāvasarā",
  "tika-s0203t1:95_2": "hoti. Paṭipadāti paṭivedhāvahā pubbabhāgapaṭipadā. ‘‘Pariyatti pamāṇa’’nti vatvā",
  "tika-s0203t1:95_3": "tamatthaṁ bodhisattaṁ nidassanaṁ katvā dassetuṁ, ‘‘yathā’’tiādi vuttaṁ tayidaṁ hīnaṁ",
  "tika-s0203t1:95_4": "katanti daṭṭhabbaṁ. Niyyānikadhammassa ṭhitiñhi dassento aniyyānikadhammaṁ nidasseti.",
  "tika-s0203t1:96_0": "Mātikāya antarahitāyāti, ‘‘yo pana bhikkhū’’tiādinayappattā sikkhāpadapāḷi mātikā,",
  "tika-s0203t1:96_1": "tāya antarahitāya nidānuddesasaṅkhāte pātimokkhuddese pabbajjāyupasampadākammesu",
  "tika-s0203t1:96_2": "ca sāsanaṁ tiṭṭhatīti attho. Atha vā pātimokkhe dharanteyeva pabbajjā upasampadā",
  "tika-s0203t1:96_3": "ca, evaṁ sati tadubhayaṁ pātimokkhe antogadhaṁ tadubhayābhāve pātimokkhābhāvato,",
  "tika-s0203t1:96_4": "tasmā tayidaṁ tayaṁ sāsanassa ṭhitihetūti āha – ‘‘pātimokkhapabbajjāupasampadāsu",
  "tika-s0203t1:96_5": "ṭhitāsu sāsanaṁ tiṭṭhatī’’ti. Yasmā vā upasampadādhīnaṁ pātimokkhaṁ, upasampadā ca",
  "tika-s0203t1:96_6": "pabbajjādhīnā, tasmā pātimokkhe siddhe, siddhāsu pabbajjāupasampadāsu ca sāsanaṁ",
  "tika-s0203t1:96_7": "tiṭṭhati. Pacchimapaṭivedhato hi paraṁ paṭivedhasāsanaṁ, pacchimasīlato ca paraṁ",
  "tika-s0203t1:96_8": "paṭipattisāsanaṁ vinaṭṭhaṁ nāma hoti. Osakkitaṁ nāmāti pacchimakapaṭivedhasīlabhedadvayaṁ",
  "tika-s0203t1:96_9": "ekato katvā tato paraṁ vinaṭṭhaṁ nāma hotīti attho.",
  "tika-s0203t1:97_0": "Tena kāmaṁ ‘‘sāsanaṭṭhitiyā pariyatti pamāṇa’’nti vuttaṁ, pariyatti pana paṭipattihetukāti",
  "tika-s0203t1:97_1": "paṭipattiyā asati appatiṭṭhā hoti, tasmā paṭipattiantaradhānaṁ sāsanosakkanassa visesakāraṇanti",
  "tika-s0203t1:97_2": "dassetvā tayidaṁ sāsanosakkanaṁ dhātuparinibbānosānanti dassetuṁ, ‘‘tīṇi parinibbānānī’’ti vuttaṁ.",
  "tika-s0203t1:98_0": "Kāruññanti paridevanakāruññaṁ. Jambudīpe dīpantaresu devanāgabrahmalokesu ca vippakiritvā",
  "tika-s0203t1:98_1": "ṭhitānaṁ dhātūnaṁ mahābodhipallaṅke ekajjhaṁ sannipatanaṁ, rasmivissajjanaṁ, tattha",
  "tika-s0203t1:98_2": "tejodhātuyā uṭṭhānaṁ, ekajālībhāvo cāti sabbametaṁ satthu adhiṭṭhānavaseneva veditabbaṁ.",
  "tika-s0203t1:99_0": "Anacchariyattāti dvīsupi uppajjamānesu acchariyattābhāvadosatoti attho. Buddhā nāma",
  "tika-s0203t1:99_1": "majjhe bhinnaṁ suvaṇṇaṁ viya ekasadisāti tesaṁ desanāpi ekarasā evāti āha – ‘‘desanāya",
  "tika-s0203t1:99_2": "ca visesābhāvato’’ti. Etenapi anacchariyattameva sādheti. Vivādabhāvatoti etena vivādābhāvatthaṁ",
  "tika-s0203t1:99_3": "dve ekato na uppajjantīti dasseti.",
  "tika-s0203t1:100_0": "Tatthāti milindapañhe. Ekaṁ buddhaṁ dhāretīti ekabuddhadhāraṇī. Etena evaṁ sabhāvā",
  "tika-s0203t1:100_1": "ete buddhaguṇā, yena dutiyabuddhaguṇe dhāretuṁ asamatthā ayaṁ lokadhātūti dasseti.",
  "tika-s0203t1:100_2": "Paccayavisesanipphannānañhi guṇadhammānaṁ bhāriyo viseso na sakkā dhāretunti, ‘‘na",
  "tika-s0203t1:100_3": "dhāreyyā’’ti vatvā tameva adhāraṇaṁ pariyāyantarenapi pakāsento ‘‘caleyyā’’tiādimāha.",
  "tika-s0203t1:100_4": "Tattha caleyyāti paripphandeyya. Kampeyyāti pavedheyya. Nameyyāti ekapassena nameyya.",
  "tika-s0203t1:100_5": "Onameyyāti osīdeyya. Vinameyyāti vividhaṁ itocito ca nameyya. Vikireyyāti vātena",
  "tika-s0203t1:100_6": "thusamuṭṭhi viya vippakireyya. Vidhameyyāti vinasseyya. Viddhaṁseyyāti sabbaso viddhastā",
  "tika-s0203t1:100_7": "bhaveyya. Tathābhūtā ca katthaci na tiṭṭheyyāti āha ‘‘na ṭhānamupagaccheyyā’’ti.",
  "tika-s0203t1:101_0": "Idāni tattha nidassanaṁ dassento, ‘‘yathā, mahārājā’’tiādimāha. Tattha samupādikāti",
  "tika-s0203t1:101_1": "samaṁ uddhaṁ pajjati pavattatīti samupādikā, udakassa upari samaṁ gāminīti attho.",
  "tika-s0203t1:101_2": "Vaṇṇenāti saṇṭhānena. Pamāṇenāti ārohena . Kisathūlenāti kisathūlabhāvena, pariṇāhenāti attho.",
  "tika-s0203t1:102_0": "Chādentanti rocentaṁ ruciṁ uppādentaṁ. Tandīkatoti tena bhojanena tandībhūto. Anonamitadaṇḍajātoti",
  "tika-s0203t1:102_1": "yāvadatthaṁ bhojanena onamituṁ asakkuṇeyyatāya anonamitadaṇḍo viya jāto. Sakiṁ bhutto",
  "tika-s0203t1:102_2": "vameyyāti ekampi ālopaṁ ajjhoharitvā vameyyāti attho.",
  "tika-s0203t1:103_0": "Atidhammabhārena pathavī calatīti dhammena nāma pathavī tiṭṭheyya. Sā kiṁ teneva",
  "tika-s0203t1:103_1": "calati vinassatīti adhippāyena pucchati. Puna thero ‘‘ratanaṁ nāma loke kuṭumbaṁ",
  "tika-s0203t1:103_2": "sandhārentaṁ abhimatañca lokena attano garusabhāvatāya sakaṭabhaṅgassa kāraṇaṁ atibhārabhūtaṁ",
  "tika-s0203t1:103_3": "diṭṭhaṁ. Evaṁdhammo ca hitasukhavisesehi taṁsamaṅginaṁ dhārento abhimato ca viññūnaṁ",
  "tika-s0203t1:103_4": "gambhīrappameyyabhāvena garusabhāvattā atibhārabhūto pathavīcalanassa kāraṇaṁ hotī’’ti",
  "tika-s0203t1:103_5": "dassento, ‘‘idha, mahārāja, dve sakaṭā’’tiādimāha. Eteneva tathāgatassa mātukucchiokkamanādikāle",
  "tika-s0203t1:103_6": "pathavīkampanakāraṇaṁ saṁvaṇṇitanti daṭṭhabbaṁ. Ekasakaṭato ratananti ekasmā, ekassa",
  "tika-s0203t1:103_7": "vā sakaṭassa ratanaṁ, tasmā sakaṭato gahetvāti attho.",
  "tika-s0203t1:104": "Osāritanti uccāritaṁ, vuttanti attho. Aggoti sabbasattehi aggo.",
  "tika-s0203t1:105_0": "Sabhāvapakatīti sabhāvabhūtā akittimā pakati. Kāraṇamahantatāyāti mahantehi buddhakārakadhammehi",
  "tika-s0203t1:105_1": "pāramitāsaṅkhātehi kāraṇehi buddhaguṇānaṁ nibbattitoti vuttaṁ hoti. Pathaviādīni",
  "tika-s0203t1:105_2": "mahantāni vatthūni, mahantā ca sakkabhāvādayo attano attano visaye ekekā eva, sammāsambuddhopi",
  "tika-s0203t1:105_3": "mahanto attano visaye ekova, ko ca tassa visayo? Buddhabhūmi, yāvatakaṁ vā ñeyyaṁ.",
  "tika-s0203t1:105_4": "Evaṁ ‘‘ākāso viya anantavisayo bhagavā ekova hotī’’ti vadanto paracakkavāḷesu dutiyassa",
  "tika-s0203t1:105_5": "buddhassa abhāvaṁ dasseti.",
  "tika-s0203t1:106_0": "Imināvapadenāti ‘‘ekissā lokadhātuyā’’ti iminā eva padena. Dasacakkavāḷasahassāni",
  "tika-s0203t1:106_1": "gahitāni jātikhettattā. Ekacakkavāḷenevāti iminā ekacakkavāḷeneva. Yathā – ‘‘imasmiṁyeva",
  "tika-s0203t1:106_2": "cakkavāḷe uppajjantī’’ti vutte imasmimpi cakkavāḷe jambudīpeyeva, tatthapi majjhimapadese",
  "tika-s0203t1:106_3": "evāti paricchindituṁ vaṭṭati; evaṁ ‘‘ekissā lokadhātuyā’’ti jātikhette adhippetepi",
  "tika-s0203t1:106_4": "imināva cakkavāḷena paricchindituṁ vaṭṭati.",
  "tika-s0203t1:107_0": "Vivādūpacchedatoti vivādūpacchedakāraṇā. Dvīsu uppannesu yo vivādo bhaveyya, tassa",
  "tika-s0203t1:107_1": "anuppādoyevettha vivādupacchedo. Ekasmiṁ dīpetiādinā dīpantarepi ekajjhaṁ na uppajjanti,",
  "tika-s0203t1:107_2": "pageva ekadīpeti dasseti. So parihāyethāti cakkavāḷassa padese eva vattitabbattā parihāyeyya.",
  "tika-s0203t1:108_0": "130.Manussattanti manussabhāvo tasseva pabbajjādiguṇasampattiādīnaṁ yoggabhāvato.",
  "tika-s0203t1:108_1": "Liṅgasampattīti purisabhāvo. Hetūti manovacīpaṇidhānapubbikā hetusampadā. Satthāradassananti",
  "tika-s0203t1:108_2": "satthusammukhībhāvo. Pabbajjāti kammakiriyavādīsu tāpasesu, bhikkhūsu vā pabbajjā.",
  "tika-s0203t1:108_3": "Guṇasampattīti abhiññādiguṇasampadā. Adhikāroti buddhaṁ uddissa adhiko sakkāro. Chandatāti",
  "tika-s0203t1:108_4": "sammāsambodhiṁ uddissa sātisayo kattukamyatākusalacchando. Aṭṭhadhammasamodhānāti",
  "tika-s0203t1:108_5": "etesaṁ aṭṭhannaṁ dhammānaṁ samāyogena. Abhinīhāroti kāyapaṇidhānaṁ. Samijjhatīti",
  "tika-s0203t1:108_6": "nipphajjatīti ayamettha saṅkhepo, vitthāro pana paramatthadīpaniyā cariyāpiṭakavaṇṇanāya",
  "tika-s0203t1:108_7": "(cariyā. aṭṭha. pakiṇṇakakathā) vuttanayeneva veditabbo.",
  "tika-s0203t1:109_0": "Sabbākāraparipūramevāti paripuṇṇalakkhaṇatāya sattussadādīhi sabbākārehi sampannameva.",
  "tika-s0203t1:109_1": "Na hi itthiyā kosohitavatthaguyhatā sambhavati, dutiyapakati ca nāma paṭhamapakatito",
  "tika-s0203t1:109_2": "nihīnā eva. Tenevāha anantaravāre ‘‘yasmā’’tiādi.",
  "tika-s0203t1:110_0": "Idha purisassa tattha nibbattanatoti imasmiṁ manussaloke purisabhūtassa tattha brahmaloke",
  "tika-s0203t1:110_1": "brahmattabhāvena nibbattanato. Tena asatipi purisaliṅge purisākārā brahmāno hontīti",
  "tika-s0203t1:110_2": "dasseti. Taṁyeva hi purisākāraṁ sandhāya vuttaṁ – ‘‘yaṁ puriso brahmattaṁ kareyyā’’ti.",
  "tika-s0203t1:110_3": "Tenevāha ‘‘samānepī’’tiādi. Yadi evaṁ itthiyo brahmaloke na uppajjantīti āha ‘‘brahmatta’’ntiādi.",
  "tika-s0203t1:111_0": "131.Kāyaduccaritassātiādipāḷiyā kammaniyāmo nāma kathito. Samañjanaṁ samaṅgo, so",
  "tika-s0203t1:111_1": "etassa atthīti samaṅgī, samannāgato. Samañjanasīlo vā samaṅgī. Pubbabhāge āyūhanasamaṅgitā,",
  "tika-s0203t1:111_2": "sanniṭṭhāpakacetanāvasena cetanāsamaṅgitā. Cetanāsantativasena vā āyūhanasamaṅgitā,",
  "tika-s0203t1:111_3": "taṁtaṁcetanākhaṇavasena cetanāsamaṅgitā. Katūpacitassa avipakkavipākassa kammassa",
  "tika-s0203t1:111_4": "vasena kammasamaṅgitā, kamme pana vipaccituṁ āraddhe vipākappavattivasena vipākasamaṅgitā.",
  "tika-s0203t1:111_5": "Kammādīnaṁ upaṭṭhānakālavasena upaṭṭhānasamaṅgitā. Kusalākusalakammāyūhanakkhaṇeti",
  "tika-s0203t1:111_6": "kusalakammassa ca akusalakammassa ca samīhanakkhaṇe. Tathāti iminā kusalākusalakammapadaṁ",
  "tika-s0203t1:111_7": "ākaḍḍhati. Yathā kataṁ kammaṁ phaladānasamatthaṁ hoti, tathā kataṁ upacitaṁ. Vipākārahanti",
  "tika-s0203t1:111_8": "dutiyabhavādīsu vipaccanārahaṁ. Uppajjamānānaṁ upapattinimittaṁ upaṭṭhātīti yojanā.",
  "tika-s0203t1:111_9": "Calatīti parivattati. Ekena hi kammunā tajje nimitte upaṭṭhāpite paccayavisesavasena",
  "tika-s0203t1:111_10": "tato aññena kammunā aññassa nimittassa upaṭṭhānaṁ parivattanaṁ.",
  "tika-s0203t1:112_0": "Sunakhajīvikoti sunakhehi jīvanasīlo. Talasantharaṇapūjanti bhūmitalassa pupphehi",
  "tika-s0203t1:112_1": "santaraṇapūjaṁ. Āyūhanacetanākammasamaṅgitāvasenāti kāyaduccaritassa aparāparaṁ āyūhanena",
  "tika-s0203t1:112_2": "sanniṭṭhāpakacetanāya tasseva pakappane kammakkhayakarañāṇena akhepitattā yathūpacitakammunā",
  "tika-s0203t1:112_3": "ca samaṅgibhāvassa vasena.",
  "tika-s0203t1:113": "132.Evaṁ sassirikanti vuttappakārena anekadhātuvibhajanādinā nānānayavicittatāya paramanipuṇagambhīratāya ca atthato byañjanato ca sasobhaṁ katvā.",
  "tika-s0203t1:114_0": "Naṁ dhārehīti ettha nanti nipātamattaṁ. Dhātuādivasena parivaṭṭīyanti atthā etehīti",
  "tika-s0203t1:114_1": "parivaṭṭā, desanābhedā. Cattāro parivaṭṭā etassa, etasmiṁ vāti catuparivaṭṭo, dhammapariyāyo.",
  "tika-s0203t1:114_2": "Dhammo ca so pariyattibhāvato yathāvuttenatthena ādāsoti dhammādāso. Upaṭṭhānaṭṭhena",
  "tika-s0203t1:114_3": "yathādhammānaṁ ādāsotipi dhammādāso. Yathā hi ādāsena sattānaṁ mukhe maladosaharaṇaṁ,",
  "tika-s0203t1:114_4": "evaṁ imināpi suttena yogīnaṁ mukhe maladosaharaṇaṁ. Tasmāti yasmā iminā suttena kilese",
  "tika-s0203t1:114_5": "madditvā samathādhigamena yogino jayappattā; tasmā amatapurappavesane ugghosanamahābheritāya",
  "tika-s0203t1:114_6": "ca amatadundubhi. Idha vuttanti imasmiṁ sutte vuttaṁ. Anuttaro saṅgāmavijayoti anuttarabhāvato",
  "tika-s0203t1:114_7": "kilesasaṅgāmavijayo, ‘‘vijeti etenā’’ti katvā. Sesaṁ suviññeyyameva.",
  "tika-s0203t1:115": "Bahudhātukasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0203t1:116": "6. Isigilisuttavaṇṇanā",
  "tika-s0203t1:117_0": "133. Samaññāyati etāyāti samaññā, nāmanti attho. Ayamayaṁ nāmāti paññāpenti etāya,",
  "tika-s0203t1:117_1": "tathāpaññāpanamattanti vā paññatti, nāmameva. Tenāha ‘‘purimapadasseva vevacana’’nti.",
  "tika-s0203t1:117_2": "Sesesupīti ‘‘paṇḍavassa pabbatassā’’tiādīsu tīsu vāresupi.",
  "tika-s0203t1:118_0": "Samuṭṭhānaṁ tāva suttassa kathetvā atthasaṁvaṇṇanaṁ kātuṁ ‘‘tadā kirā’’tiādi vuttaṁ.",
  "tika-s0203t1:118_1": "Na pabbatehi atthoti na bhagavato pabbatehi kathitehi attho atthi. Isigilibhāvoti",
  "tika-s0203t1:118_2": "isigilināmatā. Itīti iminā kāraṇena, imaṁ aṭṭhuppattiṁ avekkhantoti attho.",
  "tika-s0203t1:119_0": "Cetiyagabbheti cetiyaghare cetiyassa abbhantare. Yamakamahādvāranti yamakakavāṭayuttaṁ",
  "tika-s0203t1:119_1": "mahantaṁ dvāraṁ. Dvedhā katvāti pabbatassa abbhantare maṇḍapasaṅkhepena leṇaṁ nimminitvā",
  "tika-s0203t1:119_2": "dvedhā katvā tadā te tattha vasiṁsu.",
  "tika-s0203t1:120_0": "Vasitakālañca kathento tesaṁ mātuyā yāva tatiyabhavato paṭṭhāya samudāgamaṁ dassetuṁ,",
  "tika-s0203t1:120_1": "‘‘atīte kirā’’tiādi vuttaṁ. Patthesīti tassā kira khettakuṭiyā vīhayo bhajjantiyā",
  "tika-s0203t1:120_2": "tattha mahākarañjapupphappamāṇā mahantā manoharā pañcasatamattā lājā jāyiṁsu. Sā",
  "tika-s0203t1:120_3": "tā gahetvā mahante paduminipatte ṭhapesi. Tasmiñca samaye eko paccekabuddho tassā",
  "tika-s0203t1:120_4": "anuggahatthaṁ avidūre khettapāḷiyā gacchati. Sā taṁ disvā pasannamānasā supupphitaṁ",
  "tika-s0203t1:120_5": "mahantaṁ ekaṁ padumaṁ gahetvā tattha lāje pakkhipitvā paccekabuddhaṁ upasaṅkamitvā",
  "tika-s0203t1:120_6": "pañcapatiṭṭhitena vanditvā, ‘‘imassa, bhante, puññassa ānubhāvena ānubhāvasampanne",
  "tika-s0203t1:120_7": "pañcasataputte labheyya’’nti pañca puttasatāni patthesi. Tasmiṁyeva khaṇeti yadā",
  "tika-s0203t1:120_8": "sā yathāvuttaṁ patthanaṁ paṭṭhapesi; tasmiṁyeva khaṇe pañcasatā migaluddakā sambhatasambhārā",
  "tika-s0203t1:120_9": "paripakkapaccekabodhiñāṇā tasseva paccekabuddhassa madhuramaṁsaṁ datvā, ‘‘etissā",
  "tika-s0203t1:120_10": "puttā bhaveyyāmā’’ti patthayiṁsu. Atītāsu anekajātīsu tassā puttabhāvena āgatattā",
  "tika-s0203t1:120_11": "tathā tesaṁ ahosīti vadanti. Pāduddhāreti pāduddhāre pāduddhāre. Pāduddhārasīsena",
  "tika-s0203t1:120_12": "cettha nikkhipanaṁ āha.",
  "tika-s0203t1:121_0": "Gabbhamalaṁ nissāyāti bahi nikkhantaṁ gabbhamalaṁ nissayaṁ katvā saṁsedajabhāvena",
  "tika-s0203t1:121_1": "nibbattā . Opapātikabhāvenāti keci. Khayavayaṁ paṭṭhapetvāti vipassanaṁ ārabhitvā.",
  "tika-s0203t1:121_2": "Vipassanāti aniccānupassanāpubbikā sappaccayanāmarūpadassanapubbikā ca, saṅkhāre",
  "tika-s0203t1:121_3": "sammasantassa aniccalakkhaṇe diṭṭhe, ‘‘yadaniccaṁ taṁ dukkhaṁ, yaṁ dukkhaṁ tadanattā’’ti",
  "tika-s0203t1:121_4": "sesalakkhaṇāni suviññeyyāneva honti. Paccekabodhiñāṇaṁ nibbattayiṁsūti dve asaṅkhyeyyāni",
  "tika-s0203t1:121_5": "kappānaṁ satasahassañca paccekabodhipāramitāya parinipphannattā ñāṇassa paripākattā",
  "tika-s0203t1:121_6": "vuttanayena sayameva vipassanaṁ pavattetvā matthakaṁ pāpetvā paccekabodhiñāṇaṁ adhigacchiṁsu.",
  "tika-s0203t1:121_7": "Sabbepi te taṁyeva gāthaṁ abhāsiṁsūti āha – ‘‘ayaṁ tesaṁ byākaraṇagāthā ahosī’’ti.",
  "tika-s0203t1:122_0": "Saroruhanti sarasi jātaṁ. Padumapalāsapattajanti khuddakamahantehi kamaladalehi sahajātaṁ.",
  "tika-s0203t1:122_1": "Khuddakamahantakamaladalasaṅkhātāni vā padumapalāsapattāni ettha santīti padumapalāsapattaṁ,",
  "tika-s0203t1:122_2": "padumagacchaṁ. Tattha jātanti padumapalāsapattajaṁ. Supupphitanti suṭṭhu pupphitaṁ",
  "tika-s0203t1:122_3": "sammā vikasitaṁ. Bhamaragaṇānuciṇṇanti bhamaragaṇehi anukulañceva anuparibbhamitañca.",
  "tika-s0203t1:122_4": "Aniccatāyupagatanti khaṇe khaṇe vaṇṇabhedādivasena aniccatāya upagataṁ. Viditvāti",
  "tika-s0203t1:122_5": "vipassanāpaññāsahitāya maggapaññāya jānitvā. Eko careti tasmā aññopi mādiso hotukāmo",
  "tika-s0203t1:122_6": "evaṁ paṭipajjitvā eko care khaggavisāṇakappoti.",
  "tika-s0203t1:123": "135. Satisārasīlasārādisamannāgamanena sattesu sārabhūtā. Sabbaso vaṭṭadukkhassa vigatattā niddukkhā. Samucchinnataṇhatāya nittaṇhā. Mānacchidoti thutivacanaṁ.",
  "tika-s0203t1:124_0": "Etesaṁ ekanāmakāyevāti etesaṁ āgatānaṁ paccekabuddhānaṁ pāḷiyaṁ anāgatā aññe paccekabuddhā",
  "tika-s0203t1:124_1": "samānanāmakā eva. Vuttamevatthaṁ pākaṭīkaraṇatthaṁ ‘‘imesu hī’’tiādi vuttaṁ. Visuṁ",
  "tika-s0203t1:124_2": "visuṁ avatvāti paccekaṁ sarūpato avatvā. Aññe cāti asādhāraṇattā āha. Sesaṁ suviññeyyameva.",
  "tika-s0203t1:125": "Isigilisuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0203t1:126": "7. Mahācattārīsakasuttavaṇṇanā",
  "tika-s0203t1:127_0": "136. Dosehi ārakāti ariyaṁ. Tenāha ‘‘niddosa’’nti. Sā pana niddosatā lokuttarabhāvena",
  "tika-s0203t1:127_1": "savisesāti āha ‘‘lokuttara’’nti. Sammā sundaro pasattho niyyāniko samādhi sammāsamādhīti",
  "tika-s0203t1:127_2": "āha – ‘‘sammāsamādhinti maggasamādhi’’nti. Upanisīdati ettha phalaṁ tappaṭibaddhavuttitāyāti",
  "tika-s0203t1:127_3": "upanisaṁ, kāraṇanti āha – ‘‘saupanisanti sappaccaya’’nti. Parikaroti parivāretīti",
  "tika-s0203t1:127_4": "parikkhāroti āha – ‘‘saparikkhāranti saparivāra’’nti.",
  "tika-s0203t1:128_0": "Parivāritāti sahajātādipaccayabhāvena parivārantehi viya upagatā. Purecārikāti vuṭṭhānagāminibhāvanā",
  "tika-s0203t1:128_1": "sahajātādipaccayavasena paccayattā purassarā. Tenāha – ‘‘vipassanāsammādiṭṭhi cā’’ti.",
  "tika-s0203t1:128_2": "Idāni tāni kiccato dassetuṁ, ‘‘vipassanāsammādiṭṭhī’’tiādi vuttaṁ. Tattha parivīmaṁsaggahaṇaṁ",
  "tika-s0203t1:128_3": "tattha tattha cittuppāde vīmaṁsādhipateyyena pavattiyā sammādiṭṭhiyā pubbaṅgamabhāvadassanatthaṁ.",
  "tika-s0203t1:128_4": "Tenassa maggasamādhissa nānākhaṇikaṁ pubbaṅgamabhāvaṁ dasseti. Vīmaṁsanapariyosāneti",
  "tika-s0203t1:128_5": "tathāpavattaanulomañāṇassa osāne. Bhūmiladdhaṁ vaṭṭaṁ samugghāṭayamānāti attano santāne",
  "tika-s0203t1:128_6": "dīgharattaṁ anusayitaṁ kilesavaṭṭaṁ samucchindanti. Vūpasamayamānāti tasseva vevacanaṁ.",
  "tika-s0203t1:128_7": "Vūpasamayamānāti vā tato eva avasiṭṭhampi vaṭṭaṁ appavattikaraṇavasena vūpasamenti.",
  "tika-s0203t1:128_8": "Tenevāha – ‘‘maggasammādiṭṭhi…pe… uppajjatī’’ti. Sāti sammādiṭṭhi. Duvidhāpīti yathāvuttā",
  "tika-s0203t1:128_9": "duvidhāpi. Idha adhippetā vipassanāpaññāsahitāya maggapaññāya kiccassa dassitattā.",
  "tika-s0203t1:129_0": "Lakkhaṇe paṭivijjhamāne lakkhaṇiko dhammo paṭividdho hotīti āha – ‘‘micchādiṭṭhiṁ…pe…",
  "tika-s0203t1:129_1": "ārammaṇato pajānātī’’ti. Vipassanāsammādiṭṭhiyampi eseva nayo. Kiccatoti bhāvanākiccato.",
  "tika-s0203t1:129_2": "Sammādiṭṭhiyaṁ tadadhigataasammohatāya asammohato pajānāti. Kiccatoti paṭivedhakiccato.",
  "tika-s0203t1:129_3": "Taṁ pana sabbathā asammuyhanamevāti āha ‘‘asammohato’’ti. Evaṁ pajānanāti micchādiṭṭhi",
  "tika-s0203t1:129_4": "micchādiṭṭhīti yāthāvato avabodho. Assāti taṁsamaṅgino puggalassa.",
  "tika-s0203t1:130_0": "Dvāyanti -kāro dīghaṁ katvā vutto. Tenāha ‘‘dvayaṁ vadāmī’’ti. Dve avayavā etassāti",
  "tika-s0203t1:130_1": "dvayaṁ. Tenāha ‘‘duvidhakoṭṭhāsaṁ vadāmī’’ti. Puññassa eko bhāgo so eva puññabhāgiko",
  "tika-s0203t1:130_2": ", ka-kārassa ya-kāraṁ katvā itthiliṅgavasena ‘‘puññabhāgiyā’’ti vuttaṁ. Upadhisaṅkhātassāti",
  "tika-s0203t1:130_3": "khandhapabandhasaṅkhātassa.",
  "tika-s0203t1:131_0": "Amatadvāranti ariyamaggaṁ. Paññapetīti niyyānādipakārato paññapeti. Tenāha ‘‘vibhajitvā",
  "tika-s0203t1:131_1": "dassetī’’ti. Tattha sammohassa viddhaṁsanena asammohato dasseti. Tasmiṁ attheti amatadvārapaññāpane",
  "tika-s0203t1:131_2": "atthe. Bojjhaṅgappattāti bojjhaṅgabhāvappattā. Maggabhāvena niyyānabhāvena pavattiyā",
  "tika-s0203t1:131_3": "maggapaññāya aṭṭhannampi sādhāraṇattā samudāyassa ca avayavo aṅganti katvā sesadhamme",
  "tika-s0203t1:131_4": "aṅgikabhāvena dassento ‘‘ariyamaggassa aṅga’’nti āha. So bhikkhūti micchādiṭṭhiṁ",
  "tika-s0203t1:131_5": "‘‘micchādiṭṭhī’’ti sammādiṭṭhiṁ ‘‘sammādiṭṭhī’’ti jānanto bhikkhu. Pajahanatthāyāti",
  "tika-s0203t1:131_6": "samucchedavasena pajahanāya. Paṭilābhatthāyāti maggasammādiṭṭhiyā adhigamāya. Kusalavāyāmoti",
  "tika-s0203t1:131_7": "vipassanāsampayuttova kosallasambhūto vāyāmo. Saratīti sato, taṁ panassa saraṇaṁ",
  "tika-s0203t1:131_8": "satisamaṅgitāyāti āha ‘‘satiyā samannāgato’’ti. Kāmañcettha vipassanāsammādiṭṭhiṁ",
  "tika-s0203t1:131_9": "yathābhūtā sammāvāyāmasatiyo sahajātā ca purejātā ca hutvā parivārenti, ‘‘itiyime",
  "tika-s0203t1:131_10": "tayo dhammā sammādiṭṭhiṁ anuparidhāvanti anuparivattantī’’ti pana vacanato, ‘‘ettha",
  "tika-s0203t1:131_11": "hī’’tiādinā maggasammādiṭṭhiyā eva sesadhammānaṁ yathārahaṁ sahacaraṇabhāvena parivāraṇaṁ",
  "tika-s0203t1:131_12": "yojitaṁ. Sammāsaṅkappādīnanti ādi-saddena sammāvācākammantājīvānaṁ gahaṇaṁ itaresaṁ",
  "tika-s0203t1:131_13": "parivārabhāvena gahitattā . Na hi sakkā te eva parivāre parivāravante ca katvā vattuṁ",
  "tika-s0203t1:131_14": "saṅkarato sammohajananato ca. Tayoti sammādiṭṭhivāyāmasatiyo sahajātaparivārāva honti",
  "tika-s0203t1:131_15": "maggakkhaṇikānaṁ tesaṁ adhippetattā vipassanākhaṇaviratīnaṁ asambhavato.",
  "tika-s0203t1:132_0": "137.Takkanavasena lokasiddhenāti adhippāyo. ‘‘Evañcevañca bhavitabba’’nti vividhaṁ",
  "tika-s0203t1:132_1": "takkanaṁ kūpe viya udakassa ārammaṇassa ākaḍḍhanaṁ vitakkanaṁ vitakko. Saṅkappanavasenāti",
  "tika-s0203t1:132_2": "taṁ taṁ ārammaṇaṁ gahetvā kappanavasena. Takkanaṁ kappananti ca ataṁsahajātānamevāti",
  "tika-s0203t1:132_3": "daṭṭhabbaṁ. Ekaggoti iminā samādhinā laddhupakārasseva vitakkassa appanāpariyāyo",
  "tika-s0203t1:132_4": "hotīti dasseti. Visesena vā appanā vitakkassa vasena cittaṁ ārammaṇaṁ abhiropeti,",
  "tika-s0203t1:132_5": "vitakke asati kathanti āha ‘‘vitakke panā’’tiādi. Attanoyeva dhammatāya cittaṁ ārammaṇaṁ",
  "tika-s0203t1:132_6": "abhiruhatīti, etena ārammaṇadhammānaṁ gahaṇaṁ nāma sabhāvasiddhaṁ, na dhammantaramapekkhati,",
  "tika-s0203t1:132_7": "vitakko pana pavattamāno ārammaṇābhiniropanavaseneva pavattatīti dasseti. Evaṁ santepi",
  "tika-s0203t1:132_8": "sabhāvāvitakkacittuppādato savitakkacittuppādassa ārammaṇaggahaṇaviseso vitakkena",
  "tika-s0203t1:132_9": "jātoti katvā vitakko cittassa ārammaṇaggahaṇe visesapaccayoti pākaṭoyamattho. Apare",
  "tika-s0203t1:132_10": "pana bhaṇanti – yathā koci rājavallabhaṁ, taṁsambandhīnaṁ mittaṁ vā nissāya rājagehaṁ",
  "tika-s0203t1:132_11": "ārohati anupavisati, evaṁ vitakkaṁ nissāya cittaṁ ārammaṇaṁ ārohati vitakkassa ārammaṇābhiniropanasabhāvattā,",
  "tika-s0203t1:132_12": "aññesaṁ dhammānañca avitakkasabhāvato. Tenāha bhagavā – ‘‘cetaso abhiniropanā’’ti (dha. sa. 7).",
  "tika-s0203t1:133_0": "Yadi evaṁ kathaṁ avitakkacittaṁ ārammaṇaṁ ārohatīti? Vitakkabaleneva. Yathā hi so",
  "tika-s0203t1:133_1": "puriso paricayena tena vināpi nirāsaṅko rājagehaṁ pavisati, evaṁ paricayena vitakkena",
  "tika-s0203t1:133_2": "vināpi avitakkaṁ cittaṁ ārammaṇaṁ ārohati. Paricayenāti ca santāne pavattavitakkabhāvanāsaṅkhātena",
  "tika-s0203t1:133_3": "paricayena. Vitakkassa hi santāne abhiṇhaṁ pavattassa vasena cittassa ārammaṇābhiruhanaṁ",
  "tika-s0203t1:133_4": "ciraparicitaṁ; tena taṁ kadāci vitakkena vināpi tattha pavattateva; yathā ñāṇasahagataṁ",
  "tika-s0203t1:133_5": "cittaṁ sammasanavasena ciraparicitaṁ kadāci ñāṇarahitampi sammasanavasena pavattati;",
  "tika-s0203t1:133_6": "yathā vā kilesasahitaṁ hutvā pavattaṁ sabbaso kilesarahitampi paricayena kilesavāsanāvasena",
  "tika-s0203t1:133_7": "pavattati, evaṁ sampadamidaṁ daṭṭhabbaṁ.",
  "tika-s0203t1:134_0": "Vācaṁ saṅkharotīti vācaṁ uppādeti, vacīghosuppattiyā visesapaccayo hotīti attho.",
  "tika-s0203t1:134_1": "Lokiyavitakko dvattiṁsacittasahagato vācaṁ saṅkharoti vacīviññattijananato. Vacīsaṅkhārotveva",
  "tika-s0203t1:134_2": "panassa nāmaṁ hoti ruḷhito, taṁsamatthatānirodhato vā sambhavato pana saṅkhāroti.",
  "tika-s0203t1:134_3": "‘‘Lokuttarasammāsaṅkappaṁ parivārentī’’ti vatvā tividhe sammāsaṅkappe kadāci katamaṁ",
  "tika-s0203t1:134_4": "parivārentīti? Codanaṁ sandhāyāha ‘‘etthā’’tiādi. Nānācittesu labbhanti nānāsamannāhārahetukattā,",
  "tika-s0203t1:134_5": "pubbabhāgeyeva ca te uppajjantīti. Tīṇi nāmāni labhati tividhassapi paṭipakkhassa",
  "tika-s0203t1:134_6": "samucchindanena sātisayaṁ tiṇṇampi kiccakaraṇato. Esa nayo sammāvācādīsupi.",
  "tika-s0203t1:135_0": "138. Viramati etāyāti veramaṇī virati vuccati. Sā musāvādato viramaṇassa kāraṇabhāvato",
  "tika-s0203t1:135_1": "cetanāpi verassa maṇanato vināsanato viratipīti āha – ‘‘viratipi cetanāpi vaṭṭatī’’ti.",
  "tika-s0203t1:135_2": "Ārakā ramatīti samucchinnehi dūrato samussāreti. Vinā tehi ramatīti accantameva tehi",
  "tika-s0203t1:135_3": "vinā bhavati. Tato tatoti diṭṭhe adiṭṭhavādādito musāvādā. Visesato anuppattidhammattā paṭinivattā hutvā.",
  "tika-s0203t1:136_0": "140.Tividhena kuhanavatthunāti paccayapaṭisevana-sāmantajappana-iriyāpathapavattanasaṅkhātena",
  "tika-s0203t1:136_1": "pāpicchatā nibbattena tividhena kuhanavatthunā. Etāya kuhanāya karaṇabhūtāya paccayuppādanatthaṁ",
  "tika-s0203t1:136_2": "nimittaṁ sīlaṁ etesanti yojanā. Attavisayalābhahetu akkosanakhuṁsanavambhanādivasena",
  "tika-s0203t1:136_3": "pisanaṁ ghaṭṭanaṁ viheṭhanaṁ nippeso. Ito laddhaṁ aññassa, tato laddhaṁ parassa datvā",
  "tika-s0203t1:136_4": "evaṁ lābhena lābhaṁ nijigīṁsatīti lābhena lābhaṁ nijigīṁsanā. Pāḷiyaṁ āgato kuhanādivasena",
  "tika-s0203t1:136_5": "micchāājīvo. Ko pana soti āha ‘‘ājīvahetū’’tiādi. Tāsaṁyevāti avadhāraṇaṁ, ‘‘ājīvo",
  "tika-s0203t1:136_6": "kuppamāno kāyavacīdvāresu eva kuppatī’’ti katvā vuttaṁ.",
  "tika-s0203t1:137_0": "141. Sammā pasatthā sobhanā niyyānikā diṭṭhi etassāti sammādiṭṭhi, puggalo. Tassa",
  "tika-s0203t1:137_1": "pana yasmā sammādiṭṭhi saccābhisamayassa nibbānasacchikiriyāya avassayo, tasmā vuttaṁ",
  "tika-s0203t1:137_2": "– ‘‘maggasammādiṭṭhiyaṁ ṭhitassā’’ti. Pahoti bhavati tāya saheva uppajjati pavattati.",
  "tika-s0203t1:137_3": "Paccavekkhaṇañāṇaṁ yāthāvato jānanaṭṭhena sammāñāṇanti idhādhippetaṁ, tañca kho maggasamādhimhi",
  "tika-s0203t1:137_4": "ṭhite eva hotīti imamatthaṁ dassetuṁ āha – ‘‘maggasammāsamādhimhi…pe… sammāñāṇaṁ",
  "tika-s0203t1:137_5": "pahotī’’tiādi. Iminā kiṁ dassetīti? Yathā maggasammādiṭṭhiyaṁ ṭhito puggalo, ‘‘sammādiṭṭhī’’ti",
  "tika-s0203t1:137_6": "vutto, evaṁ maggaphalapaccavekkhaṇañāṇe ṭhito, ‘‘sammāñāṇo’’ti vutto, tassa ca maggaphalasammāsamādhipavattiyā",
  "tika-s0203t1:137_7": "pahoti sammāñāṇassa sammāvimuttiyā pahotīti imamatthaṁ dasseti. Phalasamādhi tāva",
  "tika-s0203t1:137_8": "pavattatu, maggasamādhi pana kathanti? Tampi akuppabhāvatāya accantasamādhibhāvato",
  "tika-s0203t1:137_9": "kiccanipphattiyā pavattatevāti vattabbataṁ labhati. Ṭhapetvā aṭṭhaphalaṅgānīti phalabhūtāni",
  "tika-s0203t1:137_10": "sammādiṭṭhiādīni aṭṭhaṅgāni, ‘‘sammādiṭṭhissa sammāsaṅkappo pahotī’’tiādinā visuṁ",
  "tika-s0203t1:137_11": "gahitattā ṭhapetvā. Sammāñāṇaṁ paccavekkhaṇaṁ katvāti paccavekkhaṇañāṇaṁ sammāñāṇaṁ",
  "tika-s0203t1:137_12": "katvā. Phalaṁ kātunti phaladhammasahacaritatāya vipākasabhāvatāya ca ‘‘phala’’nti",
  "tika-s0203t1:137_13": "laddhanāme phalasampayuttadhamme sammāvimuttiṁ kātuṁ vaṭṭatīti vuttaṁ. Tathā ca vuttaṁ",
  "tika-s0203t1:137_14": "sallekhasuttavaṇṇanāyaṁ (ma. ni. aṭṭha. 1.83) ‘‘phalasampayuttāni pana sammādiṭṭhiādīni",
  "tika-s0203t1:137_15": "aṭṭhaṅgāni ṭhapetvā sesadhammā sammāvimuttīti veditabbā’’ti.",
  "tika-s0203t1:138_0": "142.Nijjiṇṇāti nijjīritā, viddhastā vināsitāti attho. Phalaṁ kathitanti ‘‘sammādiṭṭhissa,",
  "tika-s0203t1:138_1": "bhikkhave, micchādiṭṭhi nijjiṇṇā hotī’’ti iminā vārena sāmaññaphalaṁ kathitanti vadanti,",
  "tika-s0203t1:138_2": "nijjīraṇaṁ paṭippassambhananti adhippāyo. Nijjīraṇaṁ pana samucchindananti katvā,",
  "tika-s0203t1:138_3": "majjhimabhāṇakā…pe… maggo kathitoti vadanti. Dassanaṭṭhenāti pariññābhisamayādivasena",
  "tika-s0203t1:138_4": "catunnaṁ saccānaṁ paccakkhato dassanaṭṭhena. Viditakaraṇaṭṭhenāti paccakkhena yathādiṭṭhānaṁ",
  "tika-s0203t1:138_5": "maggaphalānaṁ pākaṭakaraṇaṭṭhena. Tadadhimuttaṭṭhenāti tasmiṁ yathāsacchikate nibbāne adhimuccanabhāvena.",
  "tika-s0203t1:139": "Kusalapakkhāti anavajjakoṭṭhāsā. Mahāvipākadānenāti mahato vipulassa lokuttarassa sukhavipākassa ceva kāyikādidukkhavipākassa ca dānena.",
  "tika-s0203t1:140_0": "Yathā mahāvipākassa dānena mahācattārīsakaṁ, tathā bahutāyapi mahācattārīsakoti dassetuṁ,",
  "tika-s0203t1:140_1": "‘‘imasmiñca pana sutte pañca sammādiṭṭhiyo kathitā’’tiādi vuttaṁ. Bahuatthopi hi",
  "tika-s0203t1:140_2": "mahā-saddo hoti ‘‘mahājano’’tiādīsu (ma. ni. 2.65). Ettha ca ‘‘natthi dinna’’ntiādinā",
  "tika-s0203t1:140_3": "vatthubhedena dasa micchādiṭṭhidhammā kathitā, vatthubhedeneva, ‘‘atthi dinna’’ntiādinā",
  "tika-s0203t1:140_4": "dasa sammādiṭṭhidhammāti vīsati hoti. Yathā ‘‘sammādiṭṭhissa, bhikkhave, sammāsaṅkappo",
  "tika-s0203t1:140_5": "pahotī’’tiādinā maggavasena dasa sammattadhammā, tappaṭipakkhabhūtā ‘‘micchādiṭṭhissa",
  "tika-s0203t1:140_6": "micchāsaṅkappo pahotī’’tiādinā atthato dasa micchattadhammāti vīsati, tathā phalavasena",
  "tika-s0203t1:140_7": "tesu evaṁ vīsati. Kathaṁ vārepi sammādiṭṭhiādayo dasāti vīsati? Evamete dve cattārīsakāni",
  "tika-s0203t1:140_8": "purimena saddhiṁ tayo cattārīsakā vibhāvitāti veditabbā.",
  "tika-s0203t1:141_0": "143. Pasaṁsiyassa ujuvipaccanīkaṁ nindiyaṁ pasaṁsantopi atthato pasaṁsiyaṁ nindanto",
  "tika-s0203t1:141_1": "nāma hoti. Pasaṁsiyassa guṇaparidhaṁsanamukheneva hi nindiyassa pasaṁsāya pavattanatoti",
  "tika-s0203t1:141_2": "āha – ‘‘micchādiṭṭhināmāyaṁ sobhanāti vadantopi sammādiṭṭhiṁ garahati nāmā’’tiādi.",
  "tika-s0203t1:141_3": "Evamādīti ādisaddena ‘‘natthi hetu natthi paccayo sattānaṁ saṁkilesāyā’’ti (dī. ni.",
  "tika-s0203t1:141_4": "1.168; ma. ni. 2.227) evamādiṁ saṅgaṇhāti; tasmā evaṁvādinoti evaṁ hetu paṭikkhepavādinoti",
  "tika-s0203t1:141_5": "attho. Okkantaniyāmāti ogāḷhamicchattaniyāmā. Evarūpaṁ laddhiṁ gahetvātiādīsu yaṁ",
  "tika-s0203t1:141_6": "vattabbaṁ, taṁ cūḷapuṇṇamasuttavaṇṇanāyaṁ vuttanayameva tasmā tattha vuttanayeneva",
  "tika-s0203t1:141_7": "veditabbaṁ. Ediso hi ‘‘buddhānampi atekiccho’’tiādi vuttasadiso.",
  "tika-s0203t1:142_0": "Attano nindābhayenāti ‘‘sammādiṭṭhiñca nāmete garahantī’’ādinā upari parehi vattabbanindābhayena.",
  "tika-s0203t1:142_1": "Ghaṭṭanabhayenāti tathā paresaṁ āsādanābhayena. Sahadhammena parena attano upari",
  "tika-s0203t1:142_2": "kātabbaniggaho upārambho, garahato parittāso upārambhabhayaṁ, taṁ pana atthato upavādabhayaṁ",
  "tika-s0203t1:142_3": "hotīti āha ‘‘upavādabhayenā’’ti. Sesaṁ suviññeyyameva.",
  "tika-s0203t1:143": "Mahācattārīsakasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0203t1:144": "8. Ānāpānassatisuttavaṇṇanā",
  "tika-s0203t1:145": "144.Pubbenāti nissakke karaṇavacanaṁ. ‘‘Aparaṁ visesa’’nti vuttattā visesavisayo ca pubbasaddoti āha – ‘‘sīlaparipūraṇādito pubbavisesato’’ti.",
  "tika-s0203t1:146_0": "145.Āraddho yathānusiṭṭhaṁ paṭipattiyā ārādhito. Yadatthāya sāsane pabbajjā, visesāpatti",
  "tika-s0203t1:146_1": "ca, tadevettha appattanti adhippetaṁ, taṁ jhānavipassanānimittanti āha – ‘‘appattassa",
  "tika-s0203t1:146_2": "arahattassā’’ti. Komudīti kumudavatī. Tadā kira kumudāni supupphitāni honti. Tenāha",
  "tika-s0203t1:146_3": "– ‘‘kumudānaṁ atthitāya komudī’’ti. Kumudānaṁ samūho, kumudāni eva vā komudā, te",
  "tika-s0203t1:146_4": "ettha atthīti komudīti. Pavāraṇasaṅgahanti mahāpavāraṇaṁ akatvā āgamanīyasaṅgahaṇaṁ.",
  "tika-s0203t1:147_0": "Āraddhavipassakassāti ārabhitavipassanassa, vipassanaṁ vaḍḍhetvā ussukkāpetvā vipassissa.",
  "tika-s0203t1:147_1": "Bhikkhū idha osarissanti vutthavassā pavāritapavāraṇā ‘‘bhagavantaṁ vandissāma, kammaṭṭhānaṁ",
  "tika-s0203t1:147_2": "sodhessāma, yathāladdhaṁ visesañca pavedissāmā’’ti ajjhāsayena. Ime bhikkhūti ime",
  "tika-s0203t1:147_3": "taruṇasamathavipassanā bhikkhū. Visesaṁ nibbattetuṁ na sakkhissanti senāsanasappāyādialābhena.",
  "tika-s0203t1:147_4": "Apalibuddhanti aññehi anupaddutaṁ. Senāsanaṁ gahetuṁ na labhanti antovassabhāvato.",
  "tika-s0203t1:147_5": "Ekassa dinnopi sabbesaṁ dinnoyeva hoti, tasmā sutasutaṭṭhāneyeva ekamāsaṁ vasitvā osariṁsu.",
  "tika-s0203t1:148_0": "146.Alanti yuttaṁ, opāyikanti attho, ‘‘alameva nibbinditu’’ntiādīsu (dī. ni. 2.272;",
  "tika-s0203t1:148_1": "saṁ. ni. 2.124, 128, 134, 143) viya. Puṭabaddhaṁ pariharitvā asitaṁ puṭosaṁ a-kārassa",
  "tika-s0203t1:148_2": "o-kāraṁ katvā. Tenāha ‘‘pātheyya’’nti.",
  "tika-s0203t1:149_0": "147.Vipassanā kathitāti aniccasaññāmukheneva vipassanābhāvanā kathitā. Na hi kevalāya",
  "tika-s0203t1:149_1": "aniccānupassanāya vipassanākiccaṁ samijjhati. Bahū bhikkhū te ca vitthārarucikāti",
  "tika-s0203t1:149_2": "adhippāyo. Tenāha ‘‘tasmā’’tiādi.",
  "tika-s0203t1:150_0": "149.Sabbatthāti sabbavāresu. ‘‘Tasmā tiha, bhikkhave, vedanānupassī’’tiādīsupi pītipaṭisaṁveditādivaseneva",
  "tika-s0203t1:150_1": "vedanānupassanāya vuttattā, ‘‘sukhavedanaṁ sandhāyetaṁ vutta’’nti āha. Satipaṭṭhānabhāvanāmanasikāratāya",
  "tika-s0203t1:150_2": "vuttaṁ – ‘‘sādhukaṁ manasikāra’’nti. Saññānāmena paññā vuttā tesaṁ payogattā. Manasikāranāmena",
  "tika-s0203t1:150_3": "vedanā vuttā, bhāvanāya paricitattā ārammaṇassa manasikāranti katvā. Vitakkavicāre",
  "tika-s0203t1:150_4": "ṭhapetvāti vuttaṁ vacīsaṅkhārattā tesaṁ.",
  "tika-s0203t1:151_0": "Evaṁ santepīti yadipi manasikārapariyāpannatāya ‘‘manasikāro’’ti vuttaṁ, evaṁ sante",
  "tika-s0203t1:151_1": "vedanānupassanābhāvo na yujjati, assāsapassāsā hissa ārammaṇaṁ. Vatthunti sukhādīnaṁ",
  "tika-s0203t1:151_2": "vedanānaṁ pavattiṭṭhānabhūtaṁ vatthuṁ ārammaṇaṁ katvā vedanāva vediyati, vedanāya",
  "tika-s0203t1:151_3": "ekantabhāvadassanena tassa vedanānupassanābhāvo yujjati evāti imamatthaṁ dasseti. Etassa anuyogassa.",
  "tika-s0203t1:152_0": "Dvīhākārehīti ye sandhāya vuttaṁ, te dassento ‘‘ārammaṇato asammohato cā’’ti āha.",
  "tika-s0203t1:152_1": "Sappītike dve jhāneti pītisahagatāni paṭhamadutiyajjhānāni paṭipāṭiyā samāpajjati.",
  "tika-s0203t1:152_2": "Samāpattikkhaṇeti samāpajjanakkhaṇe. Jhānapaṭilābhenāti jhānena samaṅgībhāvena. Ārammaṇato",
  "tika-s0203t1:152_3": "ārammaṇamukhena tadārammaṇajhānapariyāpannā pīti paṭisaṁviditā hoti ārammaṇassa paṭisaṁviditattā.",
  "tika-s0203t1:152_4": "Yathā nāma sappapariyesanaṁ carantena tassa āsaye paṭisaṁvidite sopi paṭisaṁviditova",
  "tika-s0203t1:152_5": "hoti mantāgadabalena tassa gahaṇassa sukarattā; evaṁ pītiyā āsayabhūte ārammaṇe paṭisaṁvidite",
  "tika-s0203t1:152_6": "sā pīti paṭisaṁviditā eva hoti salakkhaṇato sāmaññalakkhaṇato ca tassā gahaṇassa",
  "tika-s0203t1:152_7": "sukarattā. Vipassanākkhaṇeti vipassanāpaññāpubbaṅgamāya maggapaññāya visesato dassanakkhaṇe.",
  "tika-s0203t1:152_8": "Lakkhaṇapaṭivedhāti pītiyā salakkhaṇassa sāmaññalakkhaṇassa ca paṭivijjhanena. Yañhi",
  "tika-s0203t1:152_9": "pītiyā visesato sāmaññato ca lakkhaṇaṁ, tasmiṁ vidite sā yāthāvato viditā hoti. Tenāha",
  "tika-s0203t1:152_10": "– ‘‘asammohato pīti paṭisaṁviditā hotī’’ti.",
  "tika-s0203t1:153_0": "Idāni tamatthaṁ pāḷiyā vibhāvetuṁ, ‘‘vuttampi ceta’’ntiādi vuttaṁ. Tattha dīghaṁ",
  "tika-s0203t1:153_1": "assāsavasenāti dīghassa assāsassa ārammaṇabhūtassa vasena. Cittassa ekaggataṁ avikkhepaṁ",
  "tika-s0203t1:153_2": "pajānatoti jhānapariyāpannaṁ avikkhepoti laddhanāmaṁ cittassekaggataṁ taṁsampayuttāya",
  "tika-s0203t1:153_3": "paññāya pajānato. Yatheva hi ārammaṇamukhena pīti paṭisaṁviditā hoti, evaṁ taṁsampayuttadhammāpi",
  "tika-s0203t1:153_4": "ārammaṇamukhena paṭisaṁviditā eva honti. Sati upaṭṭhitā hotīti dīghaṁ assāsavasena",
  "tika-s0203t1:153_5": "jhānasampayuttā sati tasmiṁ ārammaṇe upaṭṭhite ārammaṇamukhena jhānepi upaṭṭhitā",
  "tika-s0203t1:153_6": "eva nāma hoti. Tāya satiyāti evaṁ upaṭṭhitāya tāya satiyā yathāvuttena tena ñāṇena",
  "tika-s0203t1:153_7": "suppaṭividitattā ārammaṇassa tassa vasena tadārammaṇā sā pīti paṭisaṁviditā hoti.",
  "tika-s0203t1:153_8": "Avasesapadānipīti ‘‘dīghaṁ passāsavasenā’’tiādipadānipi.",
  "tika-s0203t1:154_0": "Evaṁ paṭisambhidāmagge vuttamatthaṁ imasmiṁ sutte yojetvā dassetuṁ, ‘‘itī’’tiādi",
  "tika-s0203t1:154_1": "vuttaṁ. Imināpi yoginā manasikārena paṭilabhitabbato paṭilābhoti vuttaṁ – ‘‘jhānasampayutte",
  "tika-s0203t1:154_2": "vedanāsaṅkhātamanasikārapaṭilābhenā’’ti.",
  "tika-s0203t1:155_0": "Assāsapassāsanimittanti assāsapassāse nissāya paṭiladdhapaṭibhāganimittaṁ ārammaṇaṁ",
  "tika-s0203t1:155_1": "kiñcāpi karoti; satiñca sampajaññañca upaṭṭhapetvā pavattanato ārammaṇamukhena tadārammaṇassa",
  "tika-s0203t1:155_2": "paṭisaṁviditattā citte cittānupassīyeva nāmesa hoti. Evaṁ cittānupassanāpi satisampajaññabaleneva",
  "tika-s0203t1:155_3": "hotīti āha ‘‘na hī’’tiādi. Pajahati etena, sayaṁ vā pajahatīti pahānaṁ, ñāṇaṁ. Domanassavasena",
  "tika-s0203t1:155_4": "byāpādanīvaraṇaṁ dassitaṁ tadekaṭṭhabhāvato. Tassāti nīvaraṇapabbassa. Pahānakarañāṇanti",
  "tika-s0203t1:155_5": "pajahanañāṇaṁ. Vipassanāparamparanti paṭipāṭiyā vipassanamāha. Samathapaṭipannanti",
  "tika-s0203t1:155_6": "majjhimasamathanimittaṁ paṭipannacittaṁ ajjhupekkhati. Ekato upaṭṭhānanti paṭipakkhavigamena",
  "tika-s0203t1:155_7": "ekabhāvena upaṭṭhānaṁ. Sahajātānaṁ ajjhupekkhanā hotīti paggahaniggahasampahaṁsanesu",
  "tika-s0203t1:155_8": "byāpārassa anāpajjitattā ārammaṇānaṁ ajjhupekkhanā, ‘‘yadatthi yaṁ bhūtaṁ taṁ pajahati",
  "tika-s0203t1:155_9": "upekkhaṁ paṭilabhatī’’ti, evaṁ vuttaajjhupekkhanā pavattāti paṭipannā. Kevalaṁ nīvaraṇādidhammeti",
  "tika-s0203t1:155_10": "nīvaraṇādidhamme eva pahīne disvā, atha kho tesaṁ pajahanañāṇampi yāthāvato paññāya",
  "tika-s0203t1:155_11": "disvā ajjhupekkhitā hoti. Vuttañhetaṁ bhagavatā ‘‘dhammāpi kho, bhikkhave, pahātabbā,",
  "tika-s0203t1:155_12": "pageva adhammā’’ti (ma. ni. 1.240).",
  "tika-s0203t1:156_0": "150.Aniccādivasenapavicinatīti aniccādippakārehi vicinati passati. Nirāmisāti kilesāmisarahitā.",
  "tika-s0203t1:156_1": "Kāyikacetasikadarathapaṭippassaddhiyāti kāyacittānaṁ sādhubhāvūpagamanena vikkhambhitattā.",
  "tika-s0203t1:156_2": "Sahajātadhammānaṁ ekasabhāvena pavattiyā sahajātaajjhupekkhanāya ajjhupekkhitā hoti.",
  "tika-s0203t1:157_0": "Tasmiṁ kāye pavattā kāyārammaṇā sati, pubbabhāgiyo satisambojjhaṅgo. Esa nayo sesesupi.",
  "tika-s0203t1:157_1": "Somanassasahagatacittuppādavasena cetaṁ okkamanaṁ oliyanaṁ kosajjaṁ, tato ativattanaṁ",
  "tika-s0203t1:157_2": "atidhāvanaṁ uddhaccaṁ, tadubhayavidhurā bojjhaṅgupekkhābhūtā anosakkanaanativattanasaṅkhātā",
  "tika-s0203t1:157_3": "majjhattākāratā. Idāni yatheva hītiādinā tameva majjhattākāraṁ upamāya vibhāveti.",
  "tika-s0203t1:157_4": "Tudanaṁ vā patodena. Ākaḍḍhanaṁ vā rasminā. Natthi na kātabbaṁ atthi. Ekacittakkhaṇikāti",
  "tika-s0203t1:157_5": "ekekasmiṁ citte vipassanāvasena saha uppajjanakā. Nānārasalakkhaṇāti nānākiccā ceva nānāsabhāvā ca.",
  "tika-s0203t1:158_0": "152.Vuttatthāneva sabbāsavasuttavaṇṇanāyaṁ (ma. ni. aṭṭha. 27) ānāpānārammaṇā aparāparaṁ",
  "tika-s0203t1:158_1": "pavattasatiyo ārammaṇasīsena tadārammaṇā dhammā gahitā, tā panekasantāne lokiyacittasampayuttāti",
  "tika-s0203t1:158_2": "lokiyā, tā vaḍḍhamānā lokiyaṁ catubbidhampi satipaṭṭhānaṁ paripūrenti. Vijjāvimuttiphalanibbānanti",
  "tika-s0203t1:158_3": "vimuttīnaṁ phalabhūtaṁ tehiyeva veditabbaṁ kilesanibbānaṁ, amatamahānibbānameva vijjāvimuttīnaṁ",
  "tika-s0203t1:158_4": "adhigamena adhigantabbatāya tathā vuttaṁ. Paripūraṇañcassa ārammaṇaṁ katvā amatassānubhavanameva.",
  "tika-s0203t1:158_5": "Idha sutte lokiyāpi bojjhaṅgā kathitā lokuttarāpīti ettakaṁ gahetvā, ‘‘iti lokiyassa",
  "tika-s0203t1:158_6": "āgataṭṭhāne lokiyaṁ kathita’’nti ca atthavaṇṇanāvasena aṭṭhakathāyaṁ kathitaṁ. Theroti",
  "tika-s0203t1:158_7": "mahādhammarakkhitatthero. Aññattha evaṁ hotīti aññasmiṁ lokiyalokuttaradhammānaṁ",
  "tika-s0203t1:158_8": "tattha tattha vomissakanayena āgatasutte evaṁ lokiyaṁ āgataṁ, idha lokuttaraṁ āgatanti",
  "tika-s0203t1:158_9": "kathetabbaṁ hoti. Lokuttaraṁ upari āgatanti vijjāvimuttiṁ paripūrentīti evaṁ lokuttaraṁ",
  "tika-s0203t1:158_10": "upari desanāyaṁ āgataṁ; tasmā lokiyā eva bojjhaṅgā vijjāvimutti paripūrikā kathetabbā",
  "tika-s0203t1:158_11": "lokuttarānaṁ bojjhaṅgānaṁ vijjāgahaṇena gahitattā, tasmā therena vuttoyevettha attho",
  "tika-s0203t1:158_12": "gahetabbo. Sesaṁ vuttanayattā suviññeyyameva.",
  "tika-s0203t1:159": "Ānāpānassatisuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0203t1:160": "9. Kāyagatāsatisuttavaṇṇanā",
  "tika-s0203t1:161_0": "153-4. Tappaṭisaraṇānaṁ kāmāvacarasattānaṁ paṭisaraṇaṭṭhena gehā kāmaguṇā, gehe sitā",
  "tika-s0203t1:161_1": "ārabbha pavattiyā allīnāti gehassitā. Sarantīti vegasā pavattanti. Vegena hi pavatti",
  "tika-s0203t1:161_2": "dhāvatīti vuccati. Saṅkappāti ye keci micchāsaṅkappā, byāpādavihiṁsāsaṅkappādayopi",
  "tika-s0203t1:161_3": "kāmaguṇasitā evāti. Gocarajjhattasmiṁyevāti pariggahite kammaṭṭhāne eva vattanti.",
  "tika-s0203t1:161_4": "Tañhi dhammavasena upaṭṭhitāya bhāvanāya gocarabhāvato ‘‘gocarajjhatta’’nti vuttaṁ.",
  "tika-s0203t1:161_5": "Assāsapassāsakāye gatā pavattāti kāyagatā, taṁ kāyagatāsatiṁ. Satisīsena taṁsahagate",
  "tika-s0203t1:161_6": "bhāvanādhamme vadati assāsapassāsakāyādike taṁtaṁkoṭṭhāse samathavatthubhāvena pariggahetvā",
  "tika-s0203t1:161_7": "satiyā pariggahitattā; tathāpariggahite vā te ārabbha aniccādimanasikāravasena pavattā",
  "tika-s0203t1:161_8": "kāyārammaṇā satī satibhāvena vatvā ekajjhaṁ dassento ‘‘kāyapariggāhika’’ntiādimāha.",
  "tika-s0203t1:162_0": "Satipaṭṭhāneti mahāsatipaṭṭhānasutte (dī. ni. 2.378; ma. ni. 1.111), cuddasavidhena",
  "tika-s0203t1:162_1": "kāyānupassanā kathitā, cuṇṇakajātāni aṭṭhikāni pariyosānaṁ katvā kāyānupassanā niddiṭṭhā,",
  "tika-s0203t1:162_2": "idha pana kesādīsu vaṇṇakasiṇavasena nibbattitānaṁ catunnaṁ jhānānaṁ vasena uparidesanāya",
  "tika-s0203t1:162_3": "vaḍḍhitattā aṭṭhārasavidhena kāyagatāsatibhāvanā.",
  "tika-s0203t1:163_0": "156.Tassa bhikkhunoti yo kāyagatāsatibhāvanāya vasībhūto, tassa bhikkhuno. Sampayogavasena",
  "tika-s0203t1:163_1": "vijjaṁ bhajantīti sahajāta-aññamañña-nissaya-sampayutta-atthi-avigatapaccayavasena",
  "tika-s0203t1:163_2": "vijjaṁ bhajanti, tāya saha ekībhāvamiva gacchantīti attho. Vijjābhāge vijjākoṭṭhāsevattantīti",
  "tika-s0203t1:163_3": "vijjāsabhāgatāya tadekadese vijjākoṭṭhāse vattanti. Tāhi sampayuttadhammā phassādayo.",
  "tika-s0203t1:163_4": "Nanu cettha vijjānaṁ vijjābhāgiyatā na sambhavatīti? No na sambhavati. Yāya hi vijjāya",
  "tika-s0203t1:163_5": "vijjāsampayuttānaṁ vijjābhāgiyatā, sā taṁnimittāya vijjāya upacarīyatīti. Ekā vijjā",
  "tika-s0203t1:163_6": "vijjā, sesā vijjābhāgiyāti aṭṭhasu vijjāsu ekaṁ ‘‘vijjā’’ti gahetvā itarā tassā bhāgatāya",
  "tika-s0203t1:163_7": "‘‘vijjābhāgiyā’’ti veditabbā. Saddhiṁ pavattanasabhāvāsu ayameva vijjāti vattabbāti",
  "tika-s0203t1:163_8": "niyamassa abhāvato vijjābhāgo viya vijjābhāgiyāpi pavattati evāti vattabbaṁ. Āpopharaṇanti",
  "tika-s0203t1:163_9": "paṭibhāganimittabhūtena āpokasiṇena sabbaso mahāsamuddapharaṇaṁ āpopharaṇaṁ nāma.",
  "tika-s0203t1:163_10": "Dibbacakkhuñāṇassa kiccaṁ pharaṇanti katvā, dibbacakkhuatthaṁ vā ālokapharaṇaṁ dibbacakkhupharaṇanti",
  "tika-s0203t1:163_11": "daṭṭhabbaṁ. Ubhayasmimpi pakkhe samuddaṅgamānaṁ kunnadīnaṁ samuddantogadhattā tesaṁ",
  "tika-s0203t1:163_12": "cetasā phuṭatā veditabbā. Kunnadiggahaṇañcettha kañcimeva kālaṁ sanditvā tāsaṁ udakassa",
  "tika-s0203t1:163_13": "samuddapariyāpannabhāvūpagamanattā, na bahi mahānadiyo viya parittakālaṭṭhitikāti.",
  "tika-s0203t1:164": "Otāranti kilesuppattiyā avasaraṁ, taṁ pana vivaraṁ chiddanti ca vuttaṁ. Ārammaṇanti kilesuppattiyā olambanaṁ. Yāva pariyosānāti mattikāpuñjassa yāva pariyosānā.",
  "tika-s0203t1:165_0": "158.Abhiññāyāti iddhividhādiabhiññāya. Sacchikātabbassāti paccakkhato kātabbassa",
  "tika-s0203t1:165_1": "adhiṭṭhānavikubbanādidhammassa. Abhiññāva kāraṇanti āha – ‘‘sacchikiriyāpekkhāya,",
  "tika-s0203t1:165_2": "abhiññākāraṇassa pana siddhiyā pākaṭā’’ti. Mariyādabaddhāti udakamātikāmukhe katā.",
  "tika-s0203t1:166_0": "Yuttayānaṁ viya katāya icchiticchite kāle sukhena paccavekkhitabbattā. Patiṭṭhākatāyāti",
  "tika-s0203t1:166_1": "sampattīnaṁ patiṭṭhābhāvaṁ pāpitāya. Anuppavattitāyāti bhāvanābahulīkārehi anuppavattitāya.",
  "tika-s0203t1:166_2": "Paricayakatāyāti āsevanadaḷhatāya suciraṁ paricayāya. Susampaggahitāyāti sabbaso",
  "tika-s0203t1:166_3": "ukkaṁsaṁ pāpitāya. Susamāraddhāyāti ativiya sammadeva nibbattikatāya. Sesaṁ suviññeyyameva.",
  "tika-s0203t1:167": "Kāyagatāsatisuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0203t1:168": "10. Saṅkhārupapattisuttavaṇṇanā",
  "tika-s0203t1:169_0": "160.Saṅkhārupapattinti vipākakkhandhasaññitānaṁ saṅkhārānaṁ uppattiṁ, nibbattinti",
  "tika-s0203t1:169_1": "attho. Yasmā avadhāraṇaṁ etasmiṁ pade icchitabbanti, ‘‘saṅkhārānaṁyeva upapatti’’nti",
  "tika-s0203t1:169_2": "vatvā tena nivattitaṁ dassento, ‘‘na sattassā’’ti āha. Tena satto jīvo uppajjatīti",
  "tika-s0203t1:169_3": "micchāvādaṁ paṭikkhipati. Evaṁ uppajjanakadhammavasena uppattiṁ dassetvā idāni uppattijanakadhammavasenapi",
  "tika-s0203t1:169_4": "taṁ dassetuṁ, ‘‘puññābhisaṅkhārena vā’’tiādi vuttaṁ. Tattha kāmesu puññābhisaṅkhārenapi",
  "tika-s0203t1:169_5": "upapatti hoti, sā pana imasmiṁ sutte gahitāti. Puññābhisaṅkhārena vāti vā-saddo avuttatthāpekkhaṇavikappattho,",
  "tika-s0203t1:169_6": "avuttatthāpekkhāya pana na āgato ‘‘āneñjābhisaṅkhārenā’’ti. Atha vā upapatti āgatā,",
  "tika-s0203t1:169_7": "evaṁ kiccaṁ āgataṁ, āneñjābhisaṅkhāro panettha sarūpena anāgatopi puññābhisaṅkhāraggahaṇeneva",
  "tika-s0203t1:169_8": "gahitoti daṭṭhabbaṁ. Keci pana ‘‘puññāneñjābhisaṅkhārenā’’ti paṭhanti. Bhavūpagakkhandhānanti",
  "tika-s0203t1:169_9": "sugatibhavūpagānaṁ upādānakkhandhānaṁ.",
  "tika-s0203t1:170_0": "161.Lokikā vaṭṭanti kammavaṭṭassa gahaṇato. Bhavūpapattihetubhūtā okappanīyasaddhā",
  "tika-s0203t1:170_1": "catupārisuddhisīlaṁ tādisaṁ buddhavacanabāhusaccaṁ āmisapariccāgo kammassakatāñāṇaṁ",
  "tika-s0203t1:170_2": "kammaphaladiṭṭhi ca ime saddhādayo veditabbā. Ṭhapetīti paṇidahanavasena ṭhapeti.",
  "tika-s0203t1:170_3": "Paṇidahatīti hi ayamettha attho. Patiṭṭhāpetīti tattha suppatiṭṭhitaṁ katvā ṭhapeti.",
  "tika-s0203t1:170_4": "Sahapatthanāyāti, ‘‘aho vatāhaṁ…pe… upapajjeyya’’nti evaṁ pavattapatthanāya saha.",
  "tika-s0203t1:170_5": "Saddhādayovāti yathāvuttā saddhādayo eva pañca dhammā upapattiyā saṅkharaṇaṭṭhena",
  "tika-s0203t1:170_6": "saṅkhārā, tasmā eva aññehi visiṭṭhabhavūpaharaṇaṭṭhena vihārā nāmāti. Tasmiṁ ṭhāneti",
  "tika-s0203t1:170_7": "tasmiṁ upapattiṭṭhāne.",
  "tika-s0203t1:171_0": "Pañcadhammāva taṁsamaṅgīpuggalo upapattiṁ maggati gavesati etenāti maggo. Paṭipajjati",
  "tika-s0203t1:171_1": "etāyāti paṭipadā. Cetanā panettha suddhasaṅkhāratāya saddhādiggahaṇeneva gahitā,",
  "tika-s0203t1:171_2": "tasmā avadhāraṇaṁ kataṁ. Upapattipakappanavaseneva pavattiyā patthanāgahaṇeneva tassā",
  "tika-s0203t1:171_3": "gahaṇanti keci. Cittakarayuttagatinibbattanadhammavasena avadhāraṇassa katattā. Cetanā",
  "tika-s0203t1:171_4": "hi nāma kammaṁ, tassā upapattinibbattane vattabbameva natthi, tassā pana kiccakaraṇā",
  "tika-s0203t1:171_5": "saddhādayo patthanā cāti ime dhammā sahakārino bhavūpapattiyā niyāmakā hontīti tatrūpapattiyā",
  "tika-s0203t1:171_6": "pavattantīti tesaṁ maggādibhāvo vutto. Tenāha ‘‘yassa hī’’tiādi. Tena saddhā patthanā",
  "tika-s0203t1:171_7": "cāti ubhaye dhammā sahitā hutvā kammaṁ visesentā gatiṁ niyamentīti dasseti, paṭisandhiggahaṇaṁ",
  "tika-s0203t1:171_8": "aniyataṁ kevalassa kammassa vasenāti adhippāyo. Kāmañcettha ‘‘kammaṁ katvā’’ti vuttaṁ,",
  "tika-s0203t1:171_9": "kammāyūhanato pana pageva patthanaṁ ṭhapetumpi vaṭṭatiyeva. Kammaṁ katvāti cettha",
  "tika-s0203t1:171_10": "‘‘tāpetvā bhuñjati, bhutvā sayatī’’tiādīsu viya na kālaniyamo, kammaṁ katvā yadā",
  "tika-s0203t1:171_11": "kadāci patthanaṁ kātuṁ vaṭṭatīti ca idaṁ cārittadassanaṁ viya vuttaṁ. Yathā hi bhavapatthanā",
  "tika-s0203t1:171_12": "yāva maggena na samucchijjati, tāva anuppannābhinavakatūpacitassa kammassa paccayo",
  "tika-s0203t1:171_13": "hotiyeva. Puna tathā visesapaccayo, yathā niyametvā uppāditā. Tena vuttaṁ – ‘‘yassa",
  "tika-s0203t1:171_14": "pañca dhammā atthi, na patthanā tassa gati anibaddhā’’ti.",
  "tika-s0203t1:172": "165.Sabbasovāti ‘‘idaṁ kāḷakaṁ sāmaṁ setaṁ haritaṁ maṇḍalaṁ aparimaṇḍalaṁ caturaṁsaṁ paripuṇṇaṁ khuddakaṁ mahanta’’ntiādinā sabbasova pākaṭaṁ hoti.",
  "tika-s0203t1:173": "167.Sundaroti kāḷakādidosarahitatāya sobhano. Ākarasampanno sampannaākaruppattiyā. Dhovanādīhīti dhovanatāpanamajjanādīhi.",
  "tika-s0203t1:174_0": "168. Lokadhātūnaṁ satasahassaṁ attano vase vattanato satasahasso. Tassa pana tattha",
  "tika-s0203t1:174_1": "obhāsakaraṇaṁ pākaṭanti āha ‘‘ālokapharaṇabrahmā’’ti. Ayameva nayo heṭṭhā ‘‘sahasso",
  "tika-s0203t1:174_2": "brahmā’’tiādīsupi. Nikkhena katanti nikkhaparimāṇena jambonadena kataṁ. Nikkhaṁ pana",
  "tika-s0203t1:174_3": "vīsatisuvaṇṇanti keci. Pañcavīsatisuvaṇṇanti apare. Suvaṇṇaṁ nāma catudharaṇanti",
  "tika-s0203t1:174_4": "vadanti. Ghaṭṭanamajjanakkhamaṁ na hoti parittabhāvato. Atirekenāti pañcasuvaṇṇaatirekena",
  "tika-s0203t1:174_5": "nikkhappamāṇaṁ asampattena. Vaṇṇavantaṁ pana na hoti avipulatāya uḷāraṁ hutvā anupaṭṭhānato.",
  "tika-s0203t1:174_6": "Avaṇṇavantatāya eva pharusadhātukaṁ khāyati. Tāsūti tāsu bhūmīsu, yattha sākhā vaḍḍhitvā",
  "tika-s0203t1:174_7": "ṭhitā. Teti suvaṇṇaṅkurā. Pacitvāti tāpetvā. Sampahaṭṭhanti samujjalīkatanti āha",
  "tika-s0203t1:174_8": "– ‘‘dhotaghaṭṭitapamajjita’’nti, tambamattikalepaṁ katvā dhotañceva pāsāṇādinā ghaṭṭitañca",
  "tika-s0203t1:174_9": "eḷakalomādinā pamajjitañcāti attho.",
  "tika-s0203t1:175_0": "Etadevāti ālokaṁ vaḍḍhetvā ettha ālokapharaṇameva. Atha vā yaṁ dibbacakkhupharaṇaṁ,",
  "tika-s0203t1:175_1": "ālokapharaṇampi etadeva. Yattakañhi ṭhānaṁ yogī kasiṇālokena pharati; tattakaṁ ṭhānaṁ",
  "tika-s0203t1:175_2": "dibbacakkhuñāṇaṁ phusatīti dibbacakkhupharaṇe dassite ālokapharaṇaṁ dassitamevāti",
  "tika-s0203t1:175_3": "attho. Sabbatthāti sabbasmiṁ ‘‘pharitvā’’ti āgataṭṭhāne. Avināsentenāti asambhinnena.",
  "tika-s0203t1:176_0": "Kasiṇapharaṇaṁviyāti kasiṇobhāsena pharaṇaṁ viya dissati upaṭṭhāti, maṇipabhāpharaṇassa",
  "tika-s0203t1:176_1": "viya brahmaloke dhātupharaṇassa dassitattāti adhippāyo. Sarīrapabhā pana nikkhapabhāsadisāti,",
  "tika-s0203t1:176_2": "‘‘nikkhopamme sarīrapharaṇaṁ viya dissatī’’ti vuttaṁ. Aṭṭhakathā nāma natthīti pāḷipadassa",
  "tika-s0203t1:176_3": "atthavaṇṇanāya nāma nicchitāya bhavitabbaṁ, avinicchitāya pana natthi viyāti akathanaṁ",
  "tika-s0203t1:176_4": "nāma aṭṭhakathāya anāciṇṇanti tassa vādaṁ paṭikkhipitvā. Yathā hi vattabbaṁ, tathā",
  "tika-s0203t1:176_5": "avatvā ‘‘viyā’’ti vacanaṁ kimatthiyanti adhippāyo. Buddhānaṁ byāmappabhā byāmappadese",
  "tika-s0203t1:176_6": "sabbakālaṁ adhiṭṭhāti viya tassa brahmuno sarīrapharaṇaṁ sarīrābhāya pattharaṇaṁ",
  "tika-s0203t1:176_7": "sabbakālikaṁ. Cattārimāni itarāni pharaṇāni avināsetvā aññamaññamabhinditvā kathetabbaṁ.",
  "tika-s0203t1:176_8": "Pharaṇapadasseva vevacanaṁ ‘‘adhimuccaneneva pharaṇa’’nti. Pattharatīti yathāvuttaṁ",
  "tika-s0203t1:176_9": "pharaṇavasena pattharati. Jānātīti adhimuccanavasena jānāti.",
  "tika-s0203t1:177_0": "169.Ādayoti ādi-saddena subhe saṅgaṇhāti. Ābhāti dutiyajjhānabhūmike deve ekajjhaṁ",
  "tika-s0203t1:177_1": "gahetvā sādhāraṇato vuttaṁ. Tato subhāti tatiyajjhānabhūmike. Tenāha – ‘‘pāṭiyekkā",
  "tika-s0203t1:177_2": "devā natthī’’tiādi. Sādhāraṇato katāyapi patthanāya jhānaṅgaṁ parittaṁ bhāvitañce,",
  "tika-s0203t1:177_3": "parittābhesu upapatti hoti, majjhimañce, appamāṇābhesu, paṇītañce, ābhassaresu upapatti",
  "tika-s0203t1:177_4": "hotīti daṭṭhabbaṁ. Subhāti etthāpi eseva nayo. Heṭṭhā vuttanayeneva suviññeyyoti",
  "tika-s0203t1:177_5": "āha – ‘‘vehapphalādivārā pākaṭāyevā’’ti.",
  "tika-s0203t1:178_0": "Kāmāvacaresu nibbattatūtiādinā saddhādīnaṁ ajjhānavipassanānaṁ kathaṁ tadadhiṭṭhānaṁ",
  "tika-s0203t1:178_1": "hotīti āsaṅkati. Itaro saddhādīnaṁ ajjhānasabhāvattepi jhānavipassanānaṁ adhiṭṭhānaṁ",
  "tika-s0203t1:178_2": "nissayapaccayādivasena sappaccayattā brahmalokūpapattiṁ nibbānañca āvahantīti dassento,",
  "tika-s0203t1:178_3": "‘‘ime pañca dhammā’’tiādimāha . Tattha sīlanti sambhārasīlaṁ. Anāgāmī samucchinnaorambhāgiyasaṁyojano",
  "tika-s0203t1:178_4": "samāno sace sabbaso upapattiyo atikkamituṁ na sakkoti, ariyabhūmīsu eva nibbattati",
  "tika-s0203t1:178_5": "yathūpacitajhānakammunāti āha – ‘‘anāgāmi…pe… nibbattatī’’ti. Uparimagganti aggamaggaṁ",
  "tika-s0203t1:178_6": "bhāvetvā. Āsavakkhayanti sabbaso āsavānaṁ khayaṁ pahānaṁ pāpuṇāti. Sesaṁ suviññeyyameva.",
  "tika-s0203t1:179": "Saṅkhārupapattisuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0203t1:180": "Niṭṭhitā ca anupadavaggavaṇṇanā."
}