{
  "tika-s0403t3:0": "4. Sumanavaggo",
  "tika-s0403t3:1": "1. Sumanasuttavaṇṇanā",
  "tika-s0403t3:2_0": "31. Catutthassa paṭhame satakkakūti satasikharo, anekakūṭoti attho. Idaṁ tassa mahāmeghabhāvadassanaṁ.",
  "tika-s0403t3:2_1": "So hi mahāvassaṁ vassati. Tenevāha – “ito cito ca uṭṭhitena valāhakakūṭasatena samannāgatoti",
  "tika-s0403t3:2_2": "attho”ti. Dassanasampannoti ettha dassanaṁ nāma sotāpattimaggo. So hi paṭhamaṁ nibbānadassanato",
  "tika-s0403t3:2_3": "“dassana”nti vuccati. Yadipi taṁ gotrabhu paṭhamataraṁ passati, disvā pana kattabbakiccassa",
  "tika-s0403t3:2_4": "kilesappahānassa akaraṇato na taṁ “dassana”nti vuccati. Āvajjanaṭṭhāniyañhi taṁ ñāṇaṁ.",
  "tika-s0403t3:2_5": "Maggassa nibbānārammaṇatāsāmaññena cetaṁ vuttaṁ, na nibbānappaṭivijjhanena, tasmā",
  "tika-s0403t3:2_6": "dhammacakkhuṁ punappunaṁ nibbattanena bhāvanaṁ appattaṁ dassanaṁ, dhammacakkhuñca",
  "tika-s0403t3:2_7": "pariññādikiccakaraṇena catusaccadhammadassanaṁ tadabhisamayoti natthettha gotrabhussa",
  "tika-s0403t3:2_8": "dassanabhāvāpatti. Sesamettha suviññeyyameva.",
  "tika-s0403t3:3": "Sumanasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t3:4": "2. Cundīsuttavaṇṇanā",
  "tika-s0403t3:5_0": "32. Dutiye “ariyakantehi sīlehi samannāgato”tiādīsu ariyakantānīti pañcasīlāni āgatāni.",
  "tika-s0403t3:5_1": "Ariyakantāni hi pañcasīlāni ariyānaṁ kantāni piyāni, bhavantaragatāpi ariyā tāni",
  "tika-s0403t3:5_2": "na vijahanti. Idha pana “yāvatā, cunda, sīlāni ariyakantāni sīlāni, tesaṁ aggamakkhāyati…pe…",
  "tika-s0403t3:5_3": "agge te paripūrakārino”ti vuttattā maggaphalāni sīlāni adhippetānīti āha “ariyakantāni",
  "tika-s0403t3:5_4": "sīlānīti maggaphalasampayuttāni sīlānī”ti.",
  "tika-s0403t3:6": "Cundīsuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t3:7": "3. Uggahasuttavaṇṇanā",
  "tika-s0403t3:8_0": "33. Tatiye sabbapaṭhamaṁ uṭṭhānasīlāti rattiyā vibhāyanavelāya sāmike parijane seyyāya",
  "tika-s0403t3:8_1": "avuṭṭhite sabbapaṭhamaṁ uṭṭhānasīlā. Sāmikaṁ disvā nisinnāsanato aggidaḍḍhā viya",
  "tika-s0403t3:8_2": "paṭhamameva vuṭṭhahantīti vā pubbuṭṭhāyiniyo. Kiṁkāranti kiṁkaraṇīyaṁ, kiṁkaraṇabhāvena",
  "tika-s0403t3:8_3": "pucchitvā kātabbaveyyāvaccanti attho. Taṁ paṭissuṇantā vicarantīti kiṁkārappaṭissāviniyo.",
  "tika-s0403t3:8_4": "Manāpaṁyeva kiriyaṁ karonti sīlenāti manāpacāriniyo. Piyameva vadanti sīlenāti piyavādiniyo.",
  "tika-s0403t3:9_0": "Tatrupāyāyāti tatra kamme sādhetabbaupāyabhūtāya vīmaṁsāya. Tenāha “tasmiṁ uṇṇākappāsasaṁvidhāne”tiādi.",
  "tika-s0403t3:9_1": "Alaṁ kātunti kātuṁ samatthā. Alaṁ saṁvidhātunti vicāretuṁ samatthā. Tenāha “alaṁ",
  "tika-s0403t3:9_2": "kātuṁ alaṁ saṁvidhātunti attanā kātumpi parehi kārāpetumpī”tiādi. Sesamettha suviññeyyameva.",
  "tika-s0403t3:10": "Uggahasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t3:11": "4-5. Sīhasenāpatisuttādivaṇṇanā",
  "tika-s0403t3:12_0": "34-35. Catutthe sandiṭṭhikanti asamparāyikatāya sāmaṁ daṭṭhabbaṁ. Sayaṁ anubhavitabbaṁ",
  "tika-s0403t3:12_1": "attapaccakkhaṁ diṭṭhadhammikanti attho. Na saddhāmattakeneva tiṭṭhatīti “dānaṁ nāma",
  "tika-s0403t3:12_2": "sādhu sundaraṁ, buddhādīhi paṇḍitehi pasattha”nti evaṁ saddhāmattakeneva na tiṭṭhati.",
  "tika-s0403t3:12_3": "Yaṁ dānaṁ detīti yaṁ deyyadhammaṁ parassa deti. Tassa pati hutvāti tabbisayaṁ lobhaṁ",
  "tika-s0403t3:12_4": "suṭṭhu abhibhavanto tassa adhipati hutvā deti. Tena anadhibhavanīyattā na dāso na",
  "tika-s0403t3:12_5": "sahāyoti. Tattha tadubhayaṁ anvayato byatirekato ca dassetuṁ “yo hī”tiādi vuttaṁ.",
  "tika-s0403t3:12_6": "Dāso hutvā deti taṇhādāsabyassa upagatattā. Sahāyo hutvā deti tassa piyabhāvāvissajjanato.",
  "tika-s0403t3:12_7": "Sāmī hutvā deti tattha taṇhādāsabyato attānaṁ mocetvā abhibhuyya pavattanato. Atha",
  "tika-s0403t3:12_8": "vā yo dānasīlatāya dāyako puggalo, so dāne pavattibhedena dānadāso, dānasahāyo, dānapatīti",
  "tika-s0403t3:12_9": "tippakāro hoti. Tadassa tippakārataṁ vibhajitvā dassetuṁ “yo hī”tiādi vuttaṁ. Dātabbaṭṭhena dānaṁ, annapānādi.",
  "tika-s0403t3:13_0": "Tattha yaṁ attanā paribhuñjati, taṇhādhipannatāya tassa vasena vattanato dāso viya",
  "tika-s0403t3:13_1": "hoti. Yaṁ paresaṁ dīyati, tatthāpi annapānasāmaññena idaṁ vuttaṁ “dānasaṅkhātassa",
  "tika-s0403t3:13_2": "deyyadhammassa dāso hutvā”ti. Sahāyo hutvā deti attanā paribhuñjitabbassa paresaṁ",
  "tika-s0403t3:13_3": "dātabbassa ca samasamaṁ ṭhapanato. Pati hutvā deti sayaṁ deyyadhammassa vase avattitvā",
  "tika-s0403t3:13_4": "tassa attano vase vattāpanato. Aparo nayo – yo attanā paṇītaṁ paribhuñjitvā paresaṁ",
  "tika-s0403t3:13_5": "nihīnaṁ deti, so dānadāso nāma tannimittanihīnabhāvāpattito. Yo yādisaṁ attanā paribhuñjati,",
  "tika-s0403t3:13_6": "tādisameva paresaṁ deti, so dānasahāyo nāma tannimittahīnādhikabhāvavivajjanena sadisabhāvāpattito.",
  "tika-s0403t3:13_7": "Yo attanā nihīnaṁ paribhuñjitvā paresaṁ paṇītaṁ deti, so dānapati nāma tannimittaseṭṭhabhāvāpattito.",
  "tika-s0403t3:14_0": "Nittejabhūto tejahānippattiyā. Saha byati gacchatīti sahabyo, sahapavattanako, tassa",
  "tika-s0403t3:14_1": "bhāvo sahabyatā, sahapavattīti āha “sahabhāvaṁ ekībhāvaṁ gatā”ti. Asitassāti vā abandhassa,",
  "tika-s0403t3:14_2": "taṇhābandhanena abandhassāti attho. Pañcamaṁ uttānameva.",
  "tika-s0403t3:15": "Sīhasenāpatisuttādivaṇṇanā niṭṭhitā.",
  "tika-s0403t3:16": "6-7. Kāladānasuttādivaṇṇanā",
  "tika-s0403t3:17_0": "36-37. Chaṭṭhe ārāmatoti phalārāmato. Paṭhamuppannānīti sabbapaṭhamaṁ sujātāni. Bhāsitaññūti",
  "tika-s0403t3:17_1": "bhikkhū gharadvāre ṭhitā kiñcāpi tuṇhī honti, atthato pana “bhikkhaṁ dethā”ti vadanti",
  "tika-s0403t3:17_2": "nāma ariyāya yācanāya. Vuttañhetaṁ “uddhissa ariyā tiṭṭhanti, esā ariyānaṁ yācanā”ti.",
  "tika-s0403t3:17_3": "Tatra ye “mayaṁ pacāma, ime na pacanti, pacamāne patvā alabhantā kuhiṁ labhissantī”ti",
  "tika-s0403t3:17_4": "deyyadhammaṁ saṁvibhajanti, te bhāsitaññū nāma ñatvā kattabbassa karaṇato. Yuttappattakāleti",
  "tika-s0403t3:17_5": "dātuṁ yuttappattakāle. Appaṭivānacittoti anivattanacitto. Sattamaṁ uttānameva.",
  "tika-s0403t3:18": "Kāladānasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0403t3:19": "8. Saddhasuttavaṇṇanā",
  "tika-s0403t3:20_0": "38. Aṭṭhame anukampantīti “sabbe sattā sukhī hontu averā abyāpajjā”ti evaṁ hitapharaṇena",
  "tika-s0403t3:20_1": "anuggaṇhanti. Apica upaṭṭhākānaṁ gehaṁ aññe sīlavante sabrahmacārino gahetvā pavisantāpi",
  "tika-s0403t3:20_2": "anuggaṇhanti nāma. Nīcavuttinti paṇipātasīlaṁ. Kodhamānathaddhatāya rahitanti kodhamānavasena",
  "tika-s0403t3:20_3": "uppanno yo thaddhabhāvo cittassa uddhumātalakkhaṇo, tena virahitanti attho. Soraccenāti",
  "tika-s0403t3:20_4": "“tattha katamaṁ soraccaṁ? Yo kāyiko avītikkamo, vācasiko avītikkamo, kāyikavācasiko",
  "tika-s0403t3:20_5": "avītikkamo, idaṁ vuccati soraccaṁ. Sabbopi sīlasaṁvaro soracca”nti evamāgatena sīlasaṁvarasaṅkhātena",
  "tika-s0403t3:20_6": "soratabhāvena. Sakhilanti “tattha katamaṁ sākhalyaṁ? Yā sā vācā thaddhakā kakkasā",
  "tika-s0403t3:20_7": "pharusā kaṭukā abhisajjanī kodhasāmantā asamādhisaṁvattanikā, tathārūpiṁ vācaṁ pahāya",
  "tika-s0403t3:20_8": "yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā,",
  "tika-s0403t3:20_9": "tathārūpiṁ vācaṁ bhāsitā hoti. Yā tattha saṇhavācatā sakhilavācatā apharusavācatā,",
  "tika-s0403t3:20_10": "idaṁ vuccati sākhalya”nti evaṁ vuttena sammodakamudubhāvena samannāgataṁ. Tenāha",
  "tika-s0403t3:20_11": "“sakhilanti sammodaka”nti.",
  "tika-s0403t3:21": "Saddhasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t3:22": "9-10. Puttasuttādivaṇṇanā",
  "tika-s0403t3:23_0": "39-40. Navame bhatoti posito. Taṁ pana bharaṇaṁ jātakālato paṭṭhāya sukhapaccayūpaharaṇena",
  "tika-s0403t3:23_1": "dukkhapaccayāpaharaṇena ca pavattitanti dassetuṁ “amhehī”tiādi vuttaṁ. Hatthapādavaḍḍhanādīhīti",
  "tika-s0403t3:23_2": "ādi-saddena mukhena siṅghānikāpanayananahāpanamaṇḍanādiñca saṅgaṇhāti. Mātāpitūnaṁ",
  "tika-s0403t3:23_3": "santakaṁ khettādiṁ avināsetvā rakkhitaṁ tesaṁ paramparāya ṭhitiyā kāraṇaṁ hotīti",
  "tika-s0403t3:23_4": "āha “amhākaṁ santakaṁ…pe… kulavaṁso ciraṁ ṭhassatī”ti. Salākabhattādīni anupacchinditvāti",
  "tika-s0403t3:23_5": "salākabhattādīni avicchinditvā. Yasmā dāyajjappaṭilābhassa yogyabhāvena vattamānoyeva",
  "tika-s0403t3:23_6": "dāyassa paṭipajjissati, na itaroti āha “kulavaṁsānurūpāya paṭipattiyā”tiādi. Attanā",
  "tika-s0403t3:23_7": "dāyajjārahaṁ karontoti attānaṁ dāyajjārahaṁ karonto. Mātāpitaro hi attano ovāde avattamāne",
  "tika-s0403t3:23_8": "micchāpaṭipanne dārake vinicchayaṁ gantvā aputte karonti, te dāyajjārahā na honti.",
  "tika-s0403t3:23_9": "Ovāde vattamāne pana kulasantakassa sāmike karonti. Tatiyadivasato paṭṭhāyāti matadivasato",
  "tika-s0403t3:23_10": "tatiyadivasato paṭṭhāya. Sesaṁ suviññeyyameva. Dasamaṁ uttānameva.",
  "tika-s0403t3:24": "Puttasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0403t3:25": "Sumanavaggavaṇṇanā niṭṭhitā."
}