{
  "tika-vin05t23:0": "23. Nissayavinicchayakathā",
  "tika-vin05t23:1_0": "151.Nissayoti ettha pana ayaṁ nissayo nāma kena dātabbo, kena na dātabbo, kassa dātabbo,",
  "tika-vin05t23:1_1": "kassa na dātabbo, kathaṁ gahito hoti, kathaṁ paṭippassambhati, nissāya kena vasitabbaṁ,",
  "tika-vin05t23:1_2": "kena ca na vasitabbanti? Tattha kena dātabbo, kena na dātabboti ettha tāva ‘‘anujānāmi,",
  "tika-vin05t23:1_3": "bhikkhave, byattena bhikkhunā paṭibalena dasavassena vā atirekadasavassena vā upasampādetuṁ,",
  "tika-vin05t23:1_4": "nissayaṁ dātu’’nti (mahāva. 76, 82) ca vacanato yo byatto hoti paṭibalo upasampadāya",
  "tika-vin05t23:1_5": "dasavasso vā atirekadasavasso vā, tena dātabbo, itarena na dātabbo. Sace deti, dukkaṭaṁ āpajjati.",
  "tika-vin05t23:2_0": "Ettha (pāci. aṭṭha. 145-147) ca ‘‘byatto’’ti iminā parisupaṭṭhāpakabahussuto veditabbo.",
  "tika-vin05t23:2_1": "Parisupaṭṭhāpakena hi sabbantimena paricchedena parisaṁ abhivinaye vinetuṁ dve vibhaṅgā",
  "tika-vin05t23:2_2": "paguṇā vācuggatā kātabbā, asakkontena tīhi janehi saddhiṁ parivattanakkhamā kātabbā,",
  "tika-vin05t23:2_3": "kammākammañca khandhakavattañca uggahetabbaṁ, parisāya pana abhidhamme vinayanatthaṁ",
  "tika-vin05t23:2_4": "sace majjhimabhāṇako hoti, mūlapaṇṇāsako uggahetabbo, dīghabhāṇakena mahāvaggo, saṁyuttabhāṇakena",
  "tika-vin05t23:2_5": "heṭṭhimā vā tayo vaggā mahāvaggo vā, aṅguttarabhāṇakena heṭṭhā vā upari vā upaḍḍhanikāyo",
  "tika-vin05t23:2_6": "uggahetabbo, asakkontena tikanipātato paṭṭhāya uggahetumpi vaṭṭati. Mahāpaccariyaṁ",
  "tika-vin05t23:2_7": "pana ‘‘ekaṁ gaṇhantena catukkanipātaṁ vā pañcakanipātaṁ vā uggahetuṁ vaṭṭatī’’ti",
  "tika-vin05t23:2_8": "vuttaṁ. Jātakabhāṇakena sāṭṭhakathaṁ jātakaṁ uggahetabbaṁ, tato oraṁ na vaṭṭati.",
  "tika-vin05t23:2_9": "‘‘Dhammapadampi saha vatthunā uggahetuṁ vaṭṭatī’’ti mahāpaccariyaṁ vuttaṁ. Tato tato",
  "tika-vin05t23:2_10": "samuccayaṁ katvā mūlapaṇṇāsakamattaṁ vaṭṭati, ‘‘na vaṭṭatī’’ti kurundaṭṭhakathāyaṁ",
  "tika-vin05t23:2_11": "paṭikkhittaṁ, itarāsu vicāraṇāyeva natthi. Abhidhamme kiñci gahetabbanti na vuttaṁ.",
  "tika-vin05t23:2_12": "Yassa pana sāṭṭhakathampi vinayapiṭakaṁ abhidhammapiṭakañca paguṇaṁ, suttante ca",
  "tika-vin05t23:2_13": "vuttappakāro gantho natthi, parisaṁ upaṭṭhāpetuṁ na labhati. Yena pana suttantato",
  "tika-vin05t23:2_14": "ca vinayato ca vuttappamāṇo gantho uggahito, ayaṁ parisupaṭṭhāko bahussutova hoti,",
  "tika-vin05t23:2_15": "disāpāmokkho yenakāmaṁgamo parisaṁ upaṭṭhāpetuṁ labhati, ayaṁ imasmiṁ atthe ‘‘byatto’’ti adhippeto.",
  "tika-vin05t23:3": "Yo pana antevāsino vā saddhivihārikassa vā gilānassa sakkoti upaṭṭhānādīni kātuṁ, ayaṁ idha ‘‘paṭibalo’’ti adhippeto. Yaṁ pana vuttaṁ –",
  "tika-vin05t23:4_0": "‘‘Pañcahi, bhikkhave, aṅgehi samannāgatena bhikkhunā na upasampādetabbaṁ, na nissayo",
  "tika-vin05t23:4_1": "dātabbo, na sāmaṇero upaṭṭhāpetabbo. Na asekkhena sīlakkhandhena samannāgato hoti,",
  "tika-vin05t23:4_2": "na asekkhena samādhikkhandhena samannāgato hoti, na asekkhena paññākkhandhena samannāgato",
  "tika-vin05t23:4_3": "hoti, na asekkhena vimuttikkhandhena samannāgato hoti, na asekkhena vimuttiñāṇadassanakkhandhena",
  "tika-vin05t23:4_4": "samannāgato hoti. Imehi kho, bhikkhave, pañcahaṅgehi samannāgatena bhikkhunā na upasampādetabbaṁ,",
  "tika-vin05t23:4_5": "na nissayo dātabbo, na sāmaṇero upaṭṭhāpetabbo.",
  "tika-vin05t23:5_0": "‘‘Aparehipi, bhikkhave, pañcahaṅgehi samannāgatena bhikkhunā na upasampādetabbaṁ,",
  "tika-vin05t23:5_1": "na nissayo dātabbo, na sāmaṇero upaṭṭhāpetabbo. Attanā na asekkhena sīlakkhandhena",
  "tika-vin05t23:5_2": "samannāgato hoti, na paraṁ asekkhe sīlakkhandhe samādapetā. Attanā na asekkhena samādhikkhandhena",
  "tika-vin05t23:5_3": "samannāgato hoti, na paraṁ asekkhe samādhikkhandhe samādapetā. Attanā na asekkhena",
  "tika-vin05t23:5_4": "paññākkhandhena samannāgato hoti, na paraṁ asekkhe paññākkhandhe samādapetā. Attanā",
  "tika-vin05t23:5_5": "na asekkhena vimuttikkhandhena samannāgato hoti, na paraṁ asekkhe vimuttikkhandhe",
  "tika-vin05t23:5_6": "samādapetā. Attanā na asekkhena vimuttiñāṇadassanakkhandhena samannāgato hoti, na",
  "tika-vin05t23:5_7": "paraṁ asekkhe vimuttiñāṇadassanakkhandhe samādapetā. Imehi kho, bhikkhave, pañcahaṅgehi",
  "tika-vin05t23:5_8": "samannāgatena bhikkhunā na upasampādetabbaṁ, na nissayo dātabbo, na sāmaṇero upaṭṭhāpetabbo.",
  "tika-vin05t23:6_0": "‘‘Aparehipi, bhikkhave, pañcahaṅgehi samannāgatena bhikkhunā na upasampādetabbaṁ,",
  "tika-vin05t23:6_1": "na nissayo dātabbo, na sāmaṇero upaṭṭhāpetabbo. Assaddho hoti, ahiriko hoti, anottappī",
  "tika-vin05t23:6_2": "hoti, kusīto hoti, muṭṭhassati hoti. Imehi kho, bhikkhave, pañcahaṅgehi samannāgatena",
  "tika-vin05t23:6_3": "bhikkhunā na upasampādetabbaṁ , na nissayo dātabbo, na sāmaṇero upaṭṭhāpetabbo.",
  "tika-vin05t23:7_0": "‘‘Aparehipi, bhikkhave, pañcahaṅgehi samannāgatena bhikkhunā na upasampādetabbaṁ,",
  "tika-vin05t23:7_1": "na nissayo dātabbo, na sāmaṇero upaṭṭhāpetabbo. Adhisīle sīlavipanno hoti, ajjhācāre",
  "tika-vin05t23:7_2": "ācāravipanno hoti, atidiṭṭhiyā diṭṭhivipanno hoti, appassuto hoti, duppañño hoti.",
  "tika-vin05t23:7_3": "Imehi kho, bhikkhave, pañcahaṅgehi samannāgatena bhikkhunā na upasampādetabbaṁ, na",
  "tika-vin05t23:7_4": "nissayo dātabbo, na sāmaṇero upaṭṭhāpetabbo.",
  "tika-vin05t23:8_0": "‘‘Aparehipi, bhikkhave, pañcahaṅgehi samannāgatena bhikkhunā na upasampādetabbaṁ,",
  "tika-vin05t23:8_1": "na nissayo dātabbo, na sāmaṇero upaṭṭhāpetabbo. Na paṭibalo hoti antevāsiṁ vā saddhivihāriṁ",
  "tika-vin05t23:8_2": "vā gilānaṁ upaṭṭhātuṁ vā upaṭṭhāpetuṁ vā, anabhirataṁ vūpakāsetuṁ vā vūpakāsāpetuṁ",
  "tika-vin05t23:8_3": "vā, uppannaṁ kukkuccaṁ dhammato vinodetuṁ, āpattiṁ na jānāti, āpattiyā vuṭṭhānaṁ",
  "tika-vin05t23:8_4": "na jānāti. Imehi kho, bhikkhave, pañcahaṅgehi samannāgatena bhikkhunā na upasampādetabbaṁ,",
  "tika-vin05t23:8_5": "na nissayo dātabbo, na sāmaṇero upaṭṭhāpetabbo.",
  "tika-vin05t23:9_0": "‘‘Aparehipi, bhikkhave, pañcahaṅgehi samannāgatena bhikkhunā na upasampādetabbaṁ,",
  "tika-vin05t23:9_1": "na nissayo dātabbo, na sāmaṇero upaṭṭhāpetabbo. Na paṭibalo hoti antevāsiṁ vā saddhivihāriṁ",
  "tika-vin05t23:9_2": "vā ābhisamācārikāya sikkhāya sikkhāpetuṁ, ādibrahmacariyakāya sikkhāya vinetuṁ, abhidhamme",
  "tika-vin05t23:9_3": "vinetuṁ, abhivinaye vinetuṁ, uppannaṁ diṭṭhigataṁ dhammato vivecetuṁ. Imehi kho,",
  "tika-vin05t23:9_4": "bhikkhave, pañcahaṅgehi samannāgatena bhikkhunā na upasampādetabbaṁ, na nissayo dātabbo,",
  "tika-vin05t23:9_5": "na sāmaṇero upaṭṭhāpetabbo.",
  "tika-vin05t23:10_0": "‘‘Aparehipi, bhikkhave, pañcahaṅgehi samannāgatena bhikkhunā na upasampādetabbaṁ,",
  "tika-vin05t23:10_1": "na nissayo dātabbo, na sāmaṇero upaṭṭhāpetabbo . Āpattiṁ na jānāti, anāpattiṁ na",
  "tika-vin05t23:10_2": "jānāti, lahukaṁ āpattiṁ na jānāti, garukaṁ āpattiṁ na jānāti, ubhayāni kho panassa",
  "tika-vin05t23:10_3": "pātimokkhāni vitthārena na svāgatāni honti na suvibhattāni na suppavattīni na suvinicchitāni",
  "tika-vin05t23:10_4": "suttaso anubyañjanaso. Imehi kho, bhikkhave, pañcahaṅgehi samannāgatena bhikkhunā",
  "tika-vin05t23:10_5": "na upasampādetabbaṁ, na nissayo dātabbo, na sāmaṇero upaṭṭhāpetabbo.",
  "tika-vin05t23:11_0": "‘‘Aparehipi, bhikkhave, pañcahaṅgehi samannāgatena bhikkhunā na upasampādetabbaṁ,",
  "tika-vin05t23:11_1": "na nissayo dātabbo, na sāmaṇero upaṭṭhāpetabbo. Āpattiṁ na jānāti, anāpattiṁ na jānāti,",
  "tika-vin05t23:11_2": "lahukaṁ āpattiṁ na jānāti, garukaṁ āpattiṁ na jānāti, ūnadasavasso hoti . Imehi kho,",
  "tika-vin05t23:11_3": "bhikkhave, pañcahaṅgehi samannāgatena bhikkhunā na upasampādetabbaṁ, na nissayo dātabbo,",
  "tika-vin05t23:11_4": "na sāmaṇero upaṭṭhāpetabbo’’tiādi (mahāva. 84). Tampi –",
  "tika-vin05t23:12_0": "‘‘Anujānāmi, bhikkhave, byattena bhikkhunā paṭibalena dasavassena vā atirekadasavassena",
  "tika-vin05t23:12_1": "vā upasampādetuṁ, nissayaṁ dātu’’nti (mahāva. 76, 82) ca evaṁ saṅkhepato vuttasseva",
  "tika-vin05t23:12_2": "upajjhāyācariyalakkhaṇassa vitthāradassanatthaṁ vuttaṁ.",
  "tika-vin05t23:13_0": "Tattha (mahāva. aṭṭha. 84) kiñci ayuttavasena paṭikkhittaṁ, kiñci āpattiaṅgavasena.",
  "tika-vin05t23:13_1": "Tathā hi ‘‘na asekkhena sīlakkhandhenā’’ti ca ‘‘attanā na asekkhenā’’ti ca ‘‘assaddho’’ti",
  "tika-vin05t23:13_2": "ca ādīsu tīsu pañcakesu ayuttavasena paṭikkhepo kato, na āpattiaṅgavasena. Yo hi",
  "tika-vin05t23:13_3": "asekkhehi sīlakkhandhādīhi asamannāgato pare ca tattha samādapetuṁ asakkonto assaddhiyādidosayuttova",
  "tika-vin05t23:13_4": "hutvā parisaṁ pariharati, tassa parisā sīlādīhi pariyāyatiyeva na vaḍḍhati, tasmā",
  "tika-vin05t23:13_5": "‘‘tena na upasampādetabba’’ntiādi ayuttavasena vuttaṁ, na āpattiaṅgavasena. Na hi",
  "tika-vin05t23:13_6": "khīṇāsavasseva upajjhācariyabhāvo bhagavatā anuññāto, yadi tasseva anuññāto abhavissa,",
  "tika-vin05t23:13_7": "‘‘sace upajjhāyassa anabhirati uppannā hotī’’tiādiṁ na vadeyya, yasmā pana khīṇāsavassa",
  "tika-vin05t23:13_8": "parisā sīlādīhi na parihāyati, tasmā ‘‘pañcahi, bhikkhave, aṅgehi samannāgatena bhikkhunā",
  "tika-vin05t23:13_9": "upasampādetabba’’ntiādi vuttaṁ.",
  "tika-vin05t23:14_0": "Adhisīlesīlavipannotiādīsu pārājikañca saṅghādisesañca āpanno adhisīle sīlavipanno",
  "tika-vin05t23:14_1": "nāma. Itare pañcāpattikkhandhe āpanno ajjhācāre ācāravipanno nāma. Sammādiṭṭhiṁ pahāya",
  "tika-vin05t23:14_2": "antaggāhikāya diṭṭhiyā samannāgato atidiṭṭhiyā diṭṭhivipanno nāma. Yattakaṁ sutaṁ",
  "tika-vin05t23:14_3": "parisaṁ pariharantassa icchitabbaṁ, tena virahitattā appassuto. Yaṁ tena jānitabbaṁ",
  "tika-vin05t23:14_4": "āpattādi, tassa ajānanato duppañño. Imasmiṁ pañcake purimāni tīṇi padāni ayuttavasena",
  "tika-vin05t23:14_5": "vuttāni, pacchimāni dve āpattiaṅgavasena.",
  "tika-vin05t23:15_0": "Āpattiṁ na jānātīti ‘‘idaṁ nāma mayā kata’’nti vutte ‘‘imaṁ nāma āpattiṁ ayaṁ āpanno’’ti",
  "tika-vin05t23:15_1": "na jānāti. Vuṭṭhānaṁ na jānātīti ‘‘vuṭṭhānagāminito vā desanāgāminito vā āpattito",
  "tika-vin05t23:15_2": "evaṁ nāma vuṭṭhānaṁ hotī’’ti na jānāti. Imasmiñhi pañcake purimāni dve padāni ayuttavasena",
  "tika-vin05t23:15_3": "vuttāni, pacchimāni tīṇi āpattiaṅgavasena.",
  "tika-vin05t23:16_0": "Ābhisamācārikāyasikkhāyāti khandhakavatte vinetuṁ na paṭibalo hotīti attho. Ādibrahmacariyakāyāti",
  "tika-vin05t23:16_1": "sekkhapaṇṇattiyaṁ vinetuṁ na paṭibaloti attho. Abhidhammeti nāmarūpaparicchede vinetuṁ",
  "tika-vin05t23:16_2": "na paṭibaloti attho. Abhivinayeti sakale vinayapiṭake vinetuṁ na paṭibaloti attho.",
  "tika-vin05t23:16_3": "Vinetuṁ na paṭibaloti ca sabbattha sikkhāpetuṁ na sakkotīti attho. Dhammato vivecetunti",
  "tika-vin05t23:16_4": "dhammena kāraṇena vissajjāpetuṁ. Imasmiṁ pañcake sabbapadesu āpatti.",
  "tika-vin05t23:17_0": "‘‘Āpattiṁ na jānātī’’tiādipañcakasmiṁ vitthārenāti ubhatovibhaṅgena saddhiṁ. Na svāgatānīti",
  "tika-vin05t23:17_1": "na suṭṭhu āgatāni. Suvibhattānīti suṭṭhu vibhattāni padapaccābhaṭṭhasaṅkaradosaraatāni.",
  "tika-vin05t23:17_2": "Suppavattīnīti paguṇāni vācuggatāni suvinicchitāni. Suttasoti khandhakaparivārato",
  "tika-vin05t23:17_3": "āharitabbasuttavasena suṭṭhu vinicchitāni. Anubyañjanasoti akkharapadapāripūriyā",
  "tika-vin05t23:17_4": "ca suvinicchitāni akhaṇḍāni aviparītakkharāni. Etena aṭṭhakathā dīpitā. Aṭṭhakathāto",
  "tika-vin05t23:17_5": "hi esa vinicchayo hotīti. Imasmiṁ pañcakepi sabbapadesu āpatti. Ūnadasavassapariyosānapañcakepi",
  "tika-vin05t23:17_6": "eseva nayo. Iti ādito tayo pañcakā, catutthe tīṇi padāni, pañcame dve padānīti sabbepi",
  "tika-vin05t23:17_7": "cattāro pañcakā ayuttavasena vuttā, catutthe pañcake dve padāni, pañcame tīṇi, chaṭṭhasattamaṭṭhamā",
  "tika-vin05t23:17_8": "tayo pañcakāti sabbepi cattāro pañcakā āpattiaṅgavasena vuttā.",
  "tika-vin05t23:18_0": "Sukkapakkhe pana vuttavipariyāyena ‘‘pañcahi, bhikkhave, aṅgehi samannāgatena bhikkhunā",
  "tika-vin05t23:18_1": "upasampādetabbaṁ, nissayo dātabbo, sāmaṇero upaṭṭhāpetabbo. Asekkhena sīlakkhandhena",
  "tika-vin05t23:18_2": "samannāgato hotī’’tiādinā (mahāva. 84) aṭṭha pañcakā āgatāyeva. Tattha sabbattheva anāpatti.",
  "tika-vin05t23:19_0": "152.Kassa dātabbo, kassa na dātabboti ettha pana yo lajjī hoti, tassa dātabbo. Itarassa",
  "tika-vin05t23:19_1": "na dātabbo ‘‘na, bhikkhave, alajjīnaṁ nissayo dātabbo, yo dadeyya, āpatti dukkaṭassā’’ti",
  "tika-vin05t23:19_2": "(mahāva. 120) vacanato. Nissāya vasantenapi alajjī nissāya na vasitabbaṁ. Vuttañhetaṁ",
  "tika-vin05t23:19_3": "‘‘na, bhikkhave, alajjīnaṁ nissāya vatthabbaṁ, yo vaseyya, āpatti dukkaṭassā’’ti",
  "tika-vin05t23:19_4": "(mahāva. 120). Ettha (mahāva. aṭṭha. 120) ca alajjīnanti upayogatthe sāmivacanaṁ,",
  "tika-vin05t23:19_5": "alajjipuggale nissāya na vasitabbanti vuttaṁ hoti. Tasmā navaṁ ṭhānaṁ gatena ‘‘ehi,",
  "tika-vin05t23:19_6": "bhikkhu, nissayaṁ gaṇhāhī’’ti vuccamānenapi catūhapañcāhaṁ nissayadāyakassa lajjibhāvaṁ",
  "tika-vin05t23:19_7": "upaparikkhitvā nissayo gahetabbo. ‘‘Anujānāmi, bhikkhave, catūhapañcāhaṁ āgametuṁ",
  "tika-vin05t23:19_8": "yāva bhikkhusabhāgataṁ jānāmī’’ti (mahāva. 120) hi vuttaṁ. Sace ‘‘thero lajjī’’ti",
  "tika-vin05t23:19_9": "bhikkhūnaṁ santike sutvā āgatadivaseyeva gahetukāmo hoti, thero pana ‘‘āgamehi tāva,",
  "tika-vin05t23:19_10": "vasanto jānissasī’’ti katipāhaṁ ācāraṁ upaparikkhitvā nissayaṁ deti, vaṭṭati, pakatiyā",
  "tika-vin05t23:19_11": "nissayagahaṇaṭṭhānaṁ gatena pana tadaheva gahetabbo, ekadivasampi parihāro natthi.",
  "tika-vin05t23:19_12": "Sace paṭhamayāme ācariyassa okāso natthi, okāsaṁ alabhanto ‘‘paccūsasamaye gahessāmī’’ti",
  "tika-vin05t23:19_13": "sayati, aruṇaṁ uggatampi na jānāti, anāpatti. Sace pana ‘‘gaṇhissāmī’’ti ābhogaṁ",
  "tika-vin05t23:19_14": "akatvā sayati, aruṇuggamane dukkaṭaṁ. Agatapubbaṁ ṭhānaṁ gatena dve tīṇi divasāni",
  "tika-vin05t23:19_15": "vasitvā gantukāmena anissitena vasitabbaṁ. ‘‘Sattāhaṁ vasissāmī’’ti ālayaṁ karontena",
  "tika-vin05t23:19_16": "pana nissayo gahetabbo. Sace thero ‘‘kiṁ sattāhaṁ vasantassa nissayenā’’ti vadati,",
  "tika-vin05t23:19_17": "paṭikkhittakālato paṭṭhāya laddhaparihāro hoti.",
  "tika-vin05t23:20_0": "‘‘Anujānāmi , bhikkhave, addhānamaggappaṭipannena bhikkhunā nissayaṁ alabhamānena",
  "tika-vin05t23:20_1": "anissitena vatthu’’nti vacanato pana addhānamaggappaṭipanno sace attanā saddhiṁ addhānamaggappaṭipannaṁ",
  "tika-vin05t23:20_2": "nissayadāyakaṁ na labhati, evaṁ nissayaṁ alabhamānena anissitena bahūnipi divasāni",
  "tika-vin05t23:20_3": "gantuṁ vaṭṭati. Sace pubbe nissayaṁ gahetvā vutthapubbaṁ kiñci āvāsaṁ pavisati, ekarattaṁ",
  "tika-vin05t23:20_4": "vasantenapi nissayo gahetabbo. Antarāmagge vissamanto vā satthaṁ vā pariyesanto katipāhaṁ",
  "tika-vin05t23:20_5": "vasati, anāpatti. Antovasse pana nibaddhavāsaṁ vasitabbaṁ, nissayo ca gahetabbo.",
  "tika-vin05t23:20_6": "Nāvāya gacchantassa pana vassāne āgatepi nissayaṁ alabhantassa anāpatti. Sace antarāmagge",
  "tika-vin05t23:20_7": "gilāno hoti, nissayaṁ alabhamānena anissitena vasituṁ vaṭṭati.",
  "tika-vin05t23:21_0": "Gilānupaṭṭhākopi gilānena yāciyamāno anissito eva vasituṁ labhati. Vuttañhetaṁ ‘‘anujānāmi,",
  "tika-vin05t23:21_1": "bhikkhave, gilānena bhikkhunā nissayaṁ alabhamānena anissitena vatthuṁ, anujānāmi,",
  "tika-vin05t23:21_2": "bhikkhave, gilānupaṭṭhākena bhikkhunā nissayaṁ alabhamānena yāciyamānena anissitena",
  "tika-vin05t23:21_3": "vatthu’’nti (mahāva. 121). Sace pana ‘‘yācāhi ma’’nti vuccamānopi gilāno mānena na yācati, gantabbaṁ.",
  "tika-vin05t23:22_0": "‘‘Anujānāmi, bhikkhave, āraññikena bhikkhunā phāsuvihāraṁ sallakkhentena nissayaṁ",
  "tika-vin05t23:22_1": "alabhamānena anissitena vatthuṁ ‘yadā patirūpo nissayadāyako āgacchissati, tadā tassa",
  "tika-vin05t23:22_2": "nissāya vasissāmī’’’ti vacanato pana yattha vasantassa samathavipassanānaṁ paṭilābhavasena",
  "tika-vin05t23:22_3": "phāsu hoti, tādisaṁ phāsuvihāraṁ sallakkhentena nissayaṁ alabhamānena anissitena",
  "tika-vin05t23:22_4": "vatthabbaṁ. Imañca pana parihāraṁ neva sotāpanno, na sakadāgāmianāgāmiarahanto labhanti,",
  "tika-vin05t23:22_5": "na thāmagatassa samādhino vā vipassanāya vā lābhī, vissaṭṭhakammaṭṭhāne pana bālaputhujjane",
  "tika-vin05t23:22_6": "kathāva natthi. Yassa kho pana samatho vā vipassanā vā taruṇā hoti, ayaṁ imaṁ parihāraṁ",
  "tika-vin05t23:22_7": "labhati, pavāraṇāsaṅgahopi etasseva anuññāto. Tasmā iminā puggalena ācariye pavāretvā",
  "tika-vin05t23:22_8": "gatepi ‘‘yadā patirūponissayadāyako āgacchissati, taṁ nissāya vasissāmī’’ti ābhogaṁ",
  "tika-vin05t23:22_9": "katvā puna yāva āsāḷhīpuṇṇamā, tāva anissitena vatthuṁ vaṭṭati. Sace pana āsāḷhīmāse",
  "tika-vin05t23:22_10": "ācariyo nāgacchati, yattha nissayo labbhati, tattha gantabbaṁ.",
  "tika-vin05t23:23_0": "153.Kathaṁgahito hotīti ettha upajjhāyassa santike tāva upajjhaṁ gaṇhantena ekaṁsaṁ",
  "tika-vin05t23:23_1": "uttarāsaṅgaṁ karitvā pāde vanditvā ukkuṭikaṁ nisīditvā añjaliṁ paggahetvā ‘‘upajjhāyo",
  "tika-vin05t23:23_2": "me, bhante, hohī’’ti tikkhattuṁ vattabbaṁ. Evaṁ saddhivihārikena vutte sace upajjhāyo",
  "tika-vin05t23:23_3": "‘‘sāhū’’ti vā ‘‘lahū’’ti vā ‘‘opāyika’’nti vā ‘‘patirūpa’’nti vā ‘‘pāsādikena sampādehī’’ti",
  "tika-vin05t23:23_4": "vā kāyena viññāpeti, vācāya viññāpeti, kāyena vācāya viññāpeti, gahito hoti upajjhāyo.",
  "tika-vin05t23:23_5": "Idameva hettha upajjhāyaggahaṇaṁ, yadidaṁ upajjhāyassa imesu pañcasu padesu yassa",
  "tika-vin05t23:23_6": "kassaci padassa vācāya sāvanaṁ kāyena vā atthaviññāpananti. Keci pana ‘‘sādhū’’ti",
  "tika-vin05t23:23_7": "sampaṭicchanaṁ sandhāya vadanti, na taṁ pamāṇaṁ. Āyācanadānamattena hi gahito hoti",
  "tika-vin05t23:23_8": "upajjhāyo, na ettha sampaṭicchanaṁ aṅgaṁ. Saddhivihārikenapi na kevalaṁ ‘‘iminā me",
  "tika-vin05t23:23_9": "padena upajjhāyo gahito’’ti ñātuṁ vaṭṭati, ‘‘ajjatagge dāni thero mayhaṁ bhāro, ahampi",
  "tika-vin05t23:23_10": "therassa bhāro’’ti idampi ñātuṁ vaṭṭati (mahāva. aṭṭha. 64). Vuttañhetaṁ –",
  "tika-vin05t23:24_0": "‘‘Upajjhāyo, bhikkhave, saddhivihārikamhi puttacittaṁ upaṭṭhapessati, saddhivihāriko",
  "tika-vin05t23:24_1": "upajjhāyamhi pitucittaṁ upaṭṭhapessati, evaṁ te aññamaññaṁ sagāravā sappatissā sabhāgavuttino",
  "tika-vin05t23:24_2": "viharantā imasmiṁ dhammavinaye vuḍḍhiṁ virūḷhiṁ vepullaṁ āpajjissantī’’ti (mahāva. 65).",
  "tika-vin05t23:25_0": "Ācariyassa santike nissayaggahaṇepi ayameva vinicchayo. Ayaṁ panettha viseso – ācariyassa",
  "tika-vin05t23:25_1": "santike nissayaṁ gaṇhantena ukkuṭikaṁ nisīditvā ‘‘ācariyo me, bhante, hohi, āyasmato",
  "tika-vin05t23:25_2": "nissāya vacchāmī’’ti (mahāva. 77) tikkhattuṁ vattabbaṁ, sesaṁ vuttanayameva.",
  "tika-vin05t23:26": "154.Kathaṁpaṭippassambhatīti ettha tāva upajjhāyamhā pañcahākārehi nissayapaṭippassaddhi veditabbā, ācariyamhā chahi ākārehi. Vuttañhetaṁ –",
  "tika-vin05t23:27_0": "‘‘Pañcimā, bhikkhave, nissayapaṭippassaddhiyo upajjhāyamhā. Upajjhāyo pakkanto vā",
  "tika-vin05t23:27_1": "hoti, vibbhanto vā, kālakato vā, pakkhasaṅkanto vā, āṇattiyeva pañcamī. Imā kho,",
  "tika-vin05t23:27_2": "bhikkhave, pañca nissayapaṭippassaddhiyo upajjhāyamhā.",
  "tika-vin05t23:28_0": "Chayimā , bhikkhave, nissayapaṭippassaddhiyo ācariyamhā. Ācariyo pakkanto vā hoti,",
  "tika-vin05t23:28_1": "vibbhanto vā, kālakato vā, pakkhasaṅkanto vā, āṇattiyeva pañcamī, upajjhāyena vā",
  "tika-vin05t23:28_2": "samodhānagato hoti. Imā kho, bhikkhave, cha nissayapaṭippassaddhiyo ācariyamhā’’ti (mahāva. 83).",
  "tika-vin05t23:29_0": "Tatrāyaṁ vinicchayo (mahāva. aṭṭha. 83) – pakkantoti disaṁ gato. Evaṁ gate ca pana",
  "tika-vin05t23:29_1": "tasmiṁ sace vihāre nissayadāyako atthi, yassa santike aññadāpi nissayo vā gahitapubbo",
  "tika-vin05t23:29_2": "hoti, yo vā ekasambhogaparibhogo, tassa santike nissayo gahetabbo, ekadivasampi parihāro",
  "tika-vin05t23:29_3": "natthi. Sace tādiso natthi, añño lajjī pesalo atthi, tassa pesalabhāvaṁ jānantena",
  "tika-vin05t23:29_4": "tadaheva nissayo yācitabbo. Sace deti, iccetaṁ kusalaṁ. Atha pana ‘‘tumhākaṁ upajjhāyo",
  "tika-vin05t23:29_5": "lahuṁ āgamissatī’’ti pucchati, upajjhāyena ce tathā vuttaṁ, ‘‘āma, bhante’’ti vattabbaṁ.",
  "tika-vin05t23:29_6": "Sace vadati ‘‘tena hi upajjhāyassa āgamanaṁ āgamethā’’ti, vaṭṭati. Atha panassa pakatiyā",
  "tika-vin05t23:29_7": "pesalabhāvaṁ na jānāti, cattāri pañca divasāni tassa bhikkhussa sabhāgataṁ oloketvā",
  "tika-vin05t23:29_8": "okāsaṁ kāretvā nissayo gahetabbo. Sace pana vihāre nissayadāyako natthi, upajjhāyo",
  "tika-vin05t23:29_9": "ca ‘‘ahaṁ katipāhena āgamissāmi, mā ukkaṇṭhitthā’’ti vatvā gato, yāva āgamanā parihāro",
  "tika-vin05t23:29_10": "labbhati, athāpi naṁ tattha manussā paricchinnakālato uttaripi pañca vā dasa vā divasāni",
  "tika-vin05t23:29_11": "vāsentiyeva, tena vihāraṁ pavatti pesetabbā ‘‘daharā mā ukkaṇṭhantu, ahaṁ asukadivasaṁ",
  "tika-vin05t23:29_12": "nāma āgamissāmī’’ti, evampi parihāro labbhati. Atha āgacchato antarāmagge nadīpūrena",
  "tika-vin05t23:29_13": "vā corādīhi vā upaddavo hoti, thero udakosakkanaṁ vā āgameti, sahāye vā pariyesati,",
  "tika-vin05t23:29_14": "taṁ ce pavattiṁ daharā suṇanti, yāva āgamanā parihāro labbhati. Sace pana so ‘‘idhevāhaṁ",
  "tika-vin05t23:29_15": "vasissāmī’’ti pahiṇati, parihāro natthi. Yattha nissayo labbhati, tattha gantabbaṁ.",
  "tika-vin05t23:29_16": "Vibbhante pana kālakate pakkhasaṅkante vā ekadivasampi parihāro natthi, yattha nissayo",
  "tika-vin05t23:29_17": "labbhati, tattha gantabbaṁ.",
  "tika-vin05t23:30_0": "Āṇattīti pana nissayapaṇāmanā vuccati, tasmā ‘‘paṇāmemi ta’’nti vā ‘‘mā idha paṭikkamī’’ti",
  "tika-vin05t23:30_1": "vā ‘‘nīhara te pattacīvara’’nti vā ‘‘nāhaṁ tayā upaṭṭhāpetabbo’’ti vāti iminā pāḷinayena",
  "tika-vin05t23:30_2": "‘‘mā maṁ gāmappavesanaṁ āpucchī’’tiādinā pāḷimuttakanayena vā yo nissayapaṇāmanāya",
  "tika-vin05t23:30_3": "paṇāmito hoti, tena upajjhāyo khamāpetabbo. Sace āditova na khamati, daṇḍakammaṁ",
  "tika-vin05t23:30_4": "āharitvā tikkhattuṁ tāva sayameva khamāpetabbo. No ce khamati, tasmiṁ vihāre mahāthere",
  "tika-vin05t23:30_5": "gahetvā khamāpetabbo. No ce khamati, sāmantavihāre bhikkhū gahetvā khamāpetabbo.",
  "tika-vin05t23:30_6": "Sace evampi na khamati, aññattha gantvā upajjhāyassa sabhāgānaṁ santike vasitabbaṁ",
  "tika-vin05t23:30_7": "‘‘appeva nāma ‘sabhāgānaṁ me santike vasatī’ti ñatvāpi khameyyā’’ti. Sace evampi",
  "tika-vin05t23:30_8": "na khamati, tatreva vasitabbaṁ. Tatra ce dubbhikkhādidosena na sakkā hoti vasituṁ,",
  "tika-vin05t23:30_9": "taṁyeva vihāraṁ āgantvā aññassa santike nissayaṁ gahetvā vasituṁ vaṭṭati. Ayamāṇattiyaṁ vinicchayo.",
  "tika-vin05t23:31_0": "Ācariyamhā nissayapaṭippassaddhīsu ācariyo pakkanto vā hotīti ettha koci ācariyo",
  "tika-vin05t23:31_1": "āpucchitvā pakkamati, koci anāpucchitvā, antevāsikopi evameva. Tatra sace antevāsiko",
  "tika-vin05t23:31_2": "ācariyaṁ āpucchati ‘‘asukaṁ nāma, bhante, ṭhānaṁ gantuṁ icchāmi kenacideva karaṇīyenā’’ti,",
  "tika-vin05t23:31_3": "ācariyena ca ‘‘kadā gamissasī’’ti vutto ‘‘sāyanhe vā rattiṁ vā uṭṭhahitvā gamissāmī’’ti",
  "tika-vin05t23:31_4": "vadati, ācariyopi ‘‘sādhū’’ti sampaṭicchati, taṁ khaṇaṁyeva nissayo paṭippassambhati.",
  "tika-vin05t23:31_5": "Sace pana ‘‘bhante, asukaṁ nāma ṭhānaṁ gantukāmomhī’’ti vutte ācariyo ‘‘asukasmiṁ",
  "tika-vin05t23:31_6": "nāma gāme piṇḍāya caritvā pacchā jānissasī’’ti vadati, so ca ‘‘sādhū’’ti sampaṭicchati,",
  "tika-vin05t23:31_7": "tato ce gato sugato. Sace pana na gacchati, nissayo na paṭippassambhati. Athāpi ‘‘gacchāmī’’ti",
  "tika-vin05t23:31_8": "vutte ācariyena ‘‘mā tāva gaccha, rattiṁ mantetvā jānissāmā’’ti vutto mantetvā gacchati,",
  "tika-vin05t23:31_9": "sugato. No ce gacchati, nissayo na paṭippassambhati. Ācariyaṁ anāpucchā pakkamantassa",
  "tika-vin05t23:31_10": "pana upacārasīmātikkame nissayo paṭippassambhati, antoupacārasīmato paṭinivattantassa",
  "tika-vin05t23:31_11": "na paṭippassambhati. Sace pana ācariyo antevāsikaṁ āpucchati ‘‘āvuso, asukaṁ nāma",
  "tika-vin05t23:31_12": "ṭhānaṁ gamissāmī’’ti, antevāsikena ca ‘‘kadā’’ti vutte ‘‘sāyanhe vā rattibhāge vā’’ti",
  "tika-vin05t23:31_13": "vadati, antevāsikopi ‘‘sādhū’’ti sampaṭicchati, taṁ khaṇaṁyeva nissayo paṭippassambhati,",
  "tika-vin05t23:31_14": "sace pana ācariyo ‘‘sve piṇḍāya caritvā gamissāmī’’ti vadati, itaro ca ‘‘sādhū’’ti",
  "tika-vin05t23:31_15": "sampaṭicchati, ekadivasaṁ tāva nissayo na paṭippassambhati, punadivase paṭippassaddho",
  "tika-vin05t23:31_16": "hoti. ‘‘Asukasmiṁ nāma gāme piṇḍāya caritvā jānissāmi mama gamanaṁ vā agamanaṁ vā’’ti",
  "tika-vin05t23:31_17": "vatvā pana sace na gacchati, nissayo na paṭippassambhati. Athāpi ‘‘gacchāmī’’ti vutte",
  "tika-vin05t23:31_18": "antevāsikena ‘‘mā tāva gacchatha, rattiṁ mantetvā jānissathā’’ti vutto mantetvāpi",
  "tika-vin05t23:31_19": "na gacchati, nissayo na paṭippassambhati. Sace ubhopi ācariyantevāsikā kenacideva",
  "tika-vin05t23:31_20": "karaṇīyena bahisīmaṁ gacchanti, tato ce ācariyo gamiyacitte uppanne anāpucchāva gantvā",
  "tika-vin05t23:31_21": "dvinnaṁ leḍḍupātānaṁ antoyeva nivattati, nissayo na paṭippassambhati. Sace dve leḍḍupāte",
  "tika-vin05t23:31_22": "atikkamitvā nivattati, paṭippassaddho hoti. Ācariyupajjhāyā dve leḍḍupāte atikkamma",
  "tika-vin05t23:31_23": "aññasmiṁ vihāre vasanti, nissayo paṭippassambhati. Ācariye vibbhante kālakate pakkhasaṅkante",
  "tika-vin05t23:31_24": "ca taṁ khaṇaṁyeva paṭippassambhati.",
  "tika-vin05t23:32_0": "Āṇattiyaṁ pana ācariyo muñcitukāmova hutvā nissayapaṇāmanāya paṇāmeti, antevāsiko",
  "tika-vin05t23:32_1": "ca ‘‘kiñcāpi maṁ ācariyo paṇāmeti, atha kho hadayena muduko’’ti sālayo hoti, nissayo",
  "tika-vin05t23:32_2": "na paṭippassambhati. Sacepi āriyo sālayo, antevāsiko nirālayo ‘‘na dāni imaṁ nissāya",
  "tika-vin05t23:32_3": "vasissāmī’’ti dhuraṁ nikkhipati, evampi na paṭippassambhati. Ubhinnaṁ sālayabhāve",
  "tika-vin05t23:32_4": "pana na paṭippassambhatiyeva, ubhinnaṁ dhuranikkhepena paṭippassambhati, paṇāmitena",
  "tika-vin05t23:32_5": "daṇḍakammaṁ āharitvā tikkhattuṁ khamāpetabbo. No ce khamati, upajjhāye vuttanayena",
  "tika-vin05t23:32_6": "paṭipajjitabbaṁ. Yathāpaññattaṁ pana ācariyupajjhāyavattaṁ paripūrentaṁ adhimattapemādipañcaṅgasamannāgataṁ",
  "tika-vin05t23:32_7": "antevāsikaṁ saddhivihārikaṁ vā paṇāmentassa dukkaṭaṁ, itaraṁ apaṇāmentassapi dukkaṭameva. Vuttañhetaṁ –",
  "tika-vin05t23:33": "‘‘Na, bhikkhave, sammāvattanto paṇāmetabbo, yo paṇāmeyya, āpatti dukkaṭassa. Na ca, bhikkhave, asammāvattanto na paṇāmetabbo, yo na paṇāmeyya, āpatti dukkaṭassa (mahāva. 80).",
  "tika-vin05t23:34_0": "‘‘Pañcahi , bhikkhave, aṅgehi samannāgataṁ antevāsikaṁ apaṇāmento ācariyo sātisāro",
  "tika-vin05t23:34_1": "hoti, paṇāmento anatisāro hoti. Ācariyamhi nādhimattaṁ pemaṁ hoti, nādhimatto pasādo",
  "tika-vin05t23:34_2": "hoti, nādhimattā hirī hoti, nādhimatto gāravo hoti, nādhimattā bhāvanā hoti. Imehi",
  "tika-vin05t23:34_3": "kho, bhikkhave, pañcahaṅgehi samannāgataṁ antevāsikaṁ apaṇāmento ācariyo sātisāro",
  "tika-vin05t23:34_4": "hoti, paṇāmento anatisāro hoti (mahāva. 81).",
  "tika-vin05t23:35_0": "‘‘Pañcahi , bhikkhave, aṅgehi samannāgataṁ saddhivihārikaṁ apaṇāmento upajjhāyo sātisāro",
  "tika-vin05t23:35_1": "hoti, paṇāmento anatisāro hoti. Upajjhāyamhi nādhimattaṁ pemaṁ hoti, nādhimatto pasādo",
  "tika-vin05t23:35_2": "hoti, nādhimattā hirī hoti, nādhimatto gāravo hoti, nādhimattā bhāvanā hoti. Imehi",
  "tika-vin05t23:35_3": "kho, bhikkhave, pañcahaṅgehi samannāgataṁ saddhivihārikaṁ apaṇāmento upajjhāyo sātisāro",
  "tika-vin05t23:35_4": "hoti, paṇāmento anatisāro hotī’’tiādi (mahāva. 68).",
  "tika-vin05t23:36": "Tattha (mahāva. aṭṭha. 68) nādhimattaṁ pemaṁ hotīti upajjhāyamhi adhimattaṁ gehassitapemaṁ na hoti. Nādhimattā bhāvanā hotīti adhimattā mettābhāvanā na hotīti attho.",
  "tika-vin05t23:37_0": "Upajjhāyena vā samodhānagatoti ettha (mahāva. aṭṭha. 83) dassanasavanavasena samodhānaṁ",
  "tika-vin05t23:37_1": "veditabbaṁ. Sace hi ācariyaṁ nissāya vasanto saddhivihāriko ekavihāre cetiyaṁ vā",
  "tika-vin05t23:37_2": "vandantaṁ, ekagāme vā piṇḍāya carantaṁ upajjhāyaṁ passati, nissayo paṭippassambhati.",
  "tika-vin05t23:37_3": "Upajjhāyo passati, saddhivihāriko na passati, na paṭippassambhati. Maggappaṭipannaṁ",
  "tika-vin05t23:37_4": "vā ākāsena vā gacchantaṁ upajjhāyaṁ disvā dūrattā ‘‘bhikkhū’’ti jānāti, ‘‘upajjhāyo’’ti",
  "tika-vin05t23:37_5": "na jānāti, na paṭippassambhati. Sace jānāti, paṭippassambhati. Uparipāsāde upajjhāyo",
  "tika-vin05t23:37_6": "vasati, heṭṭhā saddhivihāriko, taṁ adisvāva yāguṁ pivitvā paṭikkamati, āsanasālāya",
  "tika-vin05t23:37_7": "vā nisinnaṁ adisvāva ekamante bhuñjitvā pakkamati, dhammassavanamaṇḍape vā nisinnampi",
  "tika-vin05t23:37_8": "taṁ adisvāva dhammaṁ sutvā pakkamati, nissayo na paṭippassambhati. Evaṁ tāva dassanavasena",
  "tika-vin05t23:37_9": "samodhānaṁ veditabbaṁ. Savanavasena pana sace upajjhāyassa vihāre vā antaraghare",
  "tika-vin05t23:37_10": "vā dhammaṁ vā kathentassa anumodanaṁ vā karontassa saddaṁ sutvā ‘‘upajjhāyassa me",
  "tika-vin05t23:37_11": "saddo’’ti sañjānāti, nissayo paṭippassambhati, asañjānantassa na paṭippassambhati.",
  "tika-vin05t23:37_12": "Ayaṁ samodhāne vinicchayo.",
  "tika-vin05t23:38_0": "155. Nissāya kena vasitabbaṁ, kena na vasitabbanti ettha pana ‘‘anujānāmi, bhikkhave,",
  "tika-vin05t23:38_1": "byattena bhikkhunā paṭibalena pañca vassāni nissāya vatthuṁ, abyattena yāvajīva’’nti",
  "tika-vin05t23:38_2": "(mahāva. 103) vacanato yo abyatto hoti, tena yāvajīvaṁ nissāyeva vasitabbaṁ. Sacāyaṁ",
  "tika-vin05t23:38_3": "(mahāva. aṭṭha. 103) vuḍḍhataraṁ ācariyaṁ na labhati, upasampadāya saṭṭhivasso vā",
  "tika-vin05t23:38_4": "sattativasso vā hoti, navakatarassapi byattassa santike ukkuṭikaṁ nisīditvā añjaliṁ",
  "tika-vin05t23:38_5": "paggahetvā ‘‘ācariyo me, āvuso, hoti, āyasmato nissāya vacchāmī’’ti evaṁ tikkhattuṁ",
  "tika-vin05t23:38_6": "vatvā nissayo gahetabbova. Gāmappavesanaṁ āpucchantenapi ukkuṭikaṁ nisīditvā añjaliṁ",
  "tika-vin05t23:38_7": "paggahetvā ‘‘gāmappavesanaṁ āpucchāmi ācariyā’’ti vattabbaṁ. Esa nayo sabbaāpucchanesu.",
  "tika-vin05t23:39_0": "Yo pana byatto hoti upasampadāya pañcavasso, tena anissitena vatthuṁ vaṭṭati. Tasmā",
  "tika-vin05t23:39_1": "nissayamuccanakena (pāci. aṭṭha. 145-147) upasampadāya pañcavassena sabbantimena",
  "tika-vin05t23:39_2": "paricchedena dve mātikā paguṇā vācuggatā kattabbā, pakkhadivasesu dhammassavanatthāya",
  "tika-vin05t23:39_3": "suttantato cattāro bhāṇavārā, sampattānaṁ parisānaṁ parikathanatthāya andhakavinda(a.",
  "tika-vin05t23:39_4": "ni. 5.114) mahārāhulovāda(ma. ni. 2.113 ādayo) ambaṭṭha(daī. ni. 1.254 ādayo) sadiso",
  "tika-vin05t23:39_5": "eko kathāmaggo, saṅghabhattamaṅgalāmaṅgalesu anumodanatthāya tisso anumodanā, uposathapavāraṇādijānanatthaṁ",
  "tika-vin05t23:39_6": "kammākammavinicchayo, samaṇadhammakaraṇatthaṁ samādhivasena vā vipassanāvasena vā",
  "tika-vin05t23:39_7": "arahattapariyosānamekaṁ kammaṭṭhānaṁ, ettakaṁ uggahetabbaṁ. Ettāvatā hi ayaṁ bahussuto",
  "tika-vin05t23:39_8": "hoti cātuddiso, yattha katthaci attano issariyena vasituṁ labhati. Yaṁ pana vuttaṁ –",
  "tika-vin05t23:40_0": "‘‘Pañcahi , bhikkhave, aṅgehi samannāgatena bhikkhunā na anissitena vatthabbaṁ. Na",
  "tika-vin05t23:40_1": "asekkhena sīlakkhandhena samannāgato hoti, na asekkhena samādhikkhandhena… na asekkhena",
  "tika-vin05t23:40_2": "paññākkhandhena… na asekkhena vimuttikkhandhena… na asekkhena vimuttiñāṇadassanakkhandhena",
  "tika-vin05t23:40_3": "samannāgato hoti. Imehi kho, bhikkhave, pañcahaṅgehi samannāgatena bhikkhunā na anissitena vatthabbaṁ.",
  "tika-vin05t23:41_0": "‘‘Aparehipi, bhikkhave, pañcahaṅgehi samannāgatena bhikkhunā na anissitena vatthabbaṁ.",
  "tika-vin05t23:41_1": "Assaddho hoti, ahiriko hoti, anottappī hoti, kusīto hoti, muṭṭhassati hoti. Imehi",
  "tika-vin05t23:41_2": "kho, bhikkhave, pañcahaṅgehi samannāgatena bhikkhunā na anissitena vatthabbaṁ.",
  "tika-vin05t23:42_0": "‘‘Aparehipi, bhikkhave, pañcahaṅgehi samannāgatena bhikkhunā na anissitena vatthabbaṁ.",
  "tika-vin05t23:42_1": "Adhisīle sīlavipanno hoti, ajjhācāre ācāravipanno hoti, atidiṭṭhiyā diṭṭhivipanno",
  "tika-vin05t23:42_2": "hoti, appassuto hoti, duppañño hoti. Imehi kho, bhikkhave, pañcahaṅgehi samannāgatena",
  "tika-vin05t23:42_3": "bhikkhunā na anissitena vatthabbaṁ.",
  "tika-vin05t23:43_0": "‘‘Aparehipi , bhikkhave, pañcahaṅgehi samannāgatena bhikkhunā na anissitena vatthabbaṁ.",
  "tika-vin05t23:43_1": "Āpattiṁ na jānāti, anāpattiṁ na jānāti, lahukaṁ āpattiṁ na jānāti, garukaṁ āpattiṁ",
  "tika-vin05t23:43_2": "na jānāti, ubhayāni kho panassa pātimokkhāni vitthārena na svāgatāni honti na suvibhattāni",
  "tika-vin05t23:43_3": "na suppavattīni na suvinicchitāni suttaso anubyañjanaso. Imehi kho, bhikkhave, pañcahaṅgehi",
  "tika-vin05t23:43_4": "samannāgatena bhikkhunā na anissitena vatthabbaṁ.",
  "tika-vin05t23:44_0": "‘‘Aparehipi, bhikkhave, pañcahaṅgehi samannāgatena bhikkhunā na anissitena vatthabbaṁ.",
  "tika-vin05t23:44_1": "Āpattiṁ na jānāti, anāpattiṁ na jānāti, lahukaṁ āpattiṁ na jānāti, garukaṁ āpattiṁ",
  "tika-vin05t23:44_2": "na jānāti, ūnapañcavasso hoti. Imehi kho, bhikkhave, pañcahaṅgehi samannāgatena bhikkhunā",
  "tika-vin05t23:44_3": "na anissitena vatthabba’’nti (mahāva. 103). Etthāpi purimanayeneva ayuttavasena āpattiaṅgavasena",
  "tika-vin05t23:44_4": "ca paṭikkhepo katoti daṭṭhabbaṁ.",
  "tika-vin05t23:45_0": "Bālānaṁ pana abyattānaṁ disaṁgamikānaṁ antevāsikasaddhivihārikānaṁ anuññā na dātabbā.",
  "tika-vin05t23:45_1": "Sace denti, ācariyupajjhāyānaṁ dukkaṭaṁ. Te ce ananuññātā gacchanti, tesampi dukkaṭaṁ. Vuttañhetaṁ –",
  "tika-vin05t23:46_0": "‘‘Idha pana, bhikkhave, sambahulā bhikkhū bālā abyattā disaṁgamikā ācariyupajjhāye",
  "tika-vin05t23:46_1": "āpucchanti. Te, bhikkhave, ācariyupajjhāyehi pucchitabbā ‘‘kahaṁ gamissatha, kena",
  "tika-vin05t23:46_2": "saddhiṁ gamissathā’’ti. Te ce, bhikkhave, bālā abyattā aññe bāle abyatte apadiseyyuṁ.",
  "tika-vin05t23:46_3": "Na, bhikkhave, ācariyupajjhāyehi anujānitabbā, anujāneyyuṁ ce, āpatti dukkaṭassa.",
  "tika-vin05t23:46_4": "Te ce, bhikkhave, bālā abyattā ananuññātā ācariyupajjhāyehi gaccheyyuṁ ce, āpatti",
  "tika-vin05t23:46_5": "dukkaṭassā’’ti (mahāva. 163).",
  "tika-vin05t23:47": "Iti pāḷimuttakavinayavinicchayasaṅgahe",
  "tika-vin05t23:48": "Nissayavinicchayakathā samattā."
}