{
  "tika-s0103t8:0": "9. Āṭānāṭiyasuttavaṇṇanā",
  "tika-s0103t8:1": "Paṭhamabhāṇavāravaṇṇanā",
  "tika-s0103t8:2_0": "275. “Catuddisaṁ rakkhaṁ ṭhapetvā”ti idaṁ dvīsu ṭhānesu catūsu disāsu ṭhapitaṁ rakkhaṁ",
  "tika-s0103t8:2_1": "sandhāya vuttanti tadubhayaṁ dassetuṁ “asurasenāyā”tiādi vuttaṁ. Attano hi adhikāre,",
  "tika-s0103t8:2_2": "attano rakkhāya ca appamajjanena tesaṁ idaṁ dvīsu ṭhānesu catūsu disāsu ārakkhaṭṭhapanaṁ.",
  "tika-s0103t8:2_3": "Yañhi taṁ asurasenāya paṭisedhanatthaṁ devapure catūsu disāsu sakkassa devānamindassa",
  "tika-s0103t8:2_4": "ārakkhaṭṭhapanaṁ, taṁ attano adhikāre appamajjanaṁ. Yaṁ pana nesaṁ bhagavato santikaṁ",
  "tika-s0103t8:2_5": "upasaṅkamane catūsu disāsu ārakkhaṭṭhapanaṁ, taṁ attano katā rakkhāya appamajjanaṁ.",
  "tika-s0103t8:2_6": "Tena vuttaṁ “asurasenāya nivāraṇattha”ntiādi. Pāḷiyaṁ catuddisanti bhummatthe upayogavacananti",
  "tika-s0103t8:2_7": "bhummavasena tadatthaṁ dassento “catūsu disāsū”ti āha. Ārakkhaṁ ṭhapetvāti vessavaṇādayo",
  "tika-s0103t8:2_8": "cattāro mahārājāno attanā attanā rakkhitabbadisāsu ārakkhaṁ ṭhapetvā guttiṁ sammadeva",
  "tika-s0103t8:2_9": "vidahitvā. Balagumbaṁ ṭhapetvāti yakkhasenādisenābalasamūhaṁ ṭhapetvā. Ovaraṇaṁ ṭhapetvāti",
  "tika-s0103t8:2_10": "paṭipakkhanisedhanasamatthaṁ āvaraṇaṁ ṭhapetvā. Iti tīhi padehi yathākkamaṁ paccekaṁ",
  "tika-s0103t8:2_11": "devanagaradvārassa anto, dvārasamīpe, dvārato bahi, disārakkhāvasanoti tividhāya",
  "tika-s0103t8:2_12": "rakkhāya ṭhapitabhāvo vā dīpito. Tenāha “evaṁ sakkassa…pe… katvā”ti. Satta buddhe",
  "tika-s0103t8:2_13": "ārabbhāti ettha satteva buddhe ārabbha paribandhanakāraṇaṁ mahāpadānaṭīkāyaṁ vuttanayeneva",
  "tika-s0103t8:2_14": "veditabbaṁ. Dhammaāṇanti dhammamayaṁ āṇaṁ, satthu dhammacakkanti attho. “Parisato",
  "tika-s0103t8:2_15": "bāhirabhāvo, asambhogo”ti evamādiṁ idañcidañca vivajjanakaraṇaṁ karissāmāti. Sāvananti",
  "tika-s0103t8:2_16": "catunnampi parisānaṁ tikkhattuṁ parivārena anusāvanaṁ, yathā sakko devānamindo asurasenāya",
  "tika-s0103t8:2_17": "nivāraṇatthaṁ catūsu disāsu ārakkhaṁ ṭhapāpeti, evaṁ mahārājānopi tādise kiccavisese",
  "tika-s0103t8:2_18": "attano ārakkhaṁ ṭhapenti. Imesampi hi tato sāsaṅkaṁ sappaṭibhayanti. Tena vuttaṁ “attanopī”tiādi.",
  "tika-s0103t8:3_0": "Abhikkantāti atikkantā, vigatāti atthoti āha “khaye dissatī”ti. Teneva hi “nikkhanto",
  "tika-s0103t8:3_1": "paṭhamo yāmo”ti anantaraṁ vuttaṁ. Abhikkantataroti ativiya kantataro. Tādiso ca sundaro",
  "tika-s0103t8:3_2": "bhaddako nāma hotīti āha “sundare dissatī”ti.",
  "tika-s0103t8:4_0": "Koti devanāgayakkhagandhabbādīsu ko katamo. Meti mama. Pādānīti pāde. Iddhiyāti imāya",
  "tika-s0103t8:4_1": "evarūpāya deviddhiyā. “Yasasā”ti iminā edisena parivārena, paricchedena ca. Jalanti",
  "tika-s0103t8:4_2": "vijjotamāno. Abhikkantenāti ativiya kantena kamanīyena abhirūpena. Vaṇṇenāti sarīravaṇṇanibhāya.",
  "tika-s0103t8:4_3": "Sabbā obhāsayaṁ disāti dasapi disā pabhāsento cando viya, sūriyo viya ca ekobhāsaṁ",
  "tika-s0103t8:4_4": "ekālokaṁ karontoti gāthāya attho. Abhirūpeti uḷārarūpe sampannarūpe. Abbhanumodaneti",
  "tika-s0103t8:4_5": "sampahaṁsane. Idha panāti “abhikkantāya rattiyā”ti etasmiṁ pade. Tenāti khayapariyāyattā.",
  "tika-s0103t8:5_0": "Rūpāyatanādīsūti ādi-saddena akkharādīnaṁ saṅgaho daṭṭhabbo. Suvaṇṇavaṇṇoti suvaṇṇacchavīti",
  "tika-s0103t8:5_1": "ayamettha atthoti āha “chaviya”nti. Tathā hi vuttaṁ “kañcanasannibhattaco”ti saññūḷhāti",
  "tika-s0103t8:5_2": "saṅganthitā. Vaṇṇāti guṇavaṇṇanāti āha “thutiya”nti, thomanāyanti attho. Kulavaggeti",
  "tika-s0103t8:5_3": "khattiyādikulakoṭṭhāse. Tattha “accho vippasanno”tiādinā vaṇṇitabbaṭṭhena vaṇṇo,",
  "tika-s0103t8:5_4": "chavi. Vaṇṇanaṭṭhena vaṇṇo, thuti. Abhitthavanaṭṭhena vaṇṇo, thuti, aññamaññaṁ asaṅkarato",
  "tika-s0103t8:5_5": "vaṇṇitabbato ṭhapetabbato vaṇṇo, khattiyādikulavaggo. Vaṇṇīyati ñāpīyati etenāti",
  "tika-s0103t8:5_6": "vaṇṇo, ñāpakaṁ kāraṇaṁ. Vaṇṇanato thūlarassādibhāvena upaṭṭhānato vaṇṇo, saṇṭhānaṁ.",
  "tika-s0103t8:5_7": "“Mahantaṁ khuddakaṁ, majjhima”nti vaṇṇetabbato pamāṇetabbato vaṇṇo, pamāṇaṁ. Vaṇṇīyati",
  "tika-s0103t8:5_8": "cakkhunā vivarīyatīti vaṇṇo, rūpāyatananti evaṁ tasmiṁ tasmiṁ atthe vaṇṇa-saddassa",
  "tika-s0103t8:5_9": "pavatti veditabbā. Soti vaṇṇasaddo. Chaviyaṁ daṭṭhabbo rūpāyatane gayhamānassa chavimukheneva",
  "tika-s0103t8:5_10": "gahetabbato. “Chavigatā pana vaṇṇadhātu eva suvaṇṇavaṇṇoti ettha vaṇṇaggahaṇena gahitā”ti apare.",
  "tika-s0103t8:6_0": "Kevalaparipuṇṇanti ekadesampi asesetvā niravasesatova paripuṇṇanti ayamettha atthoti",
  "tika-s0103t8:6_1": "āha “anavasesatā attho”ti. Kevalakappāti kappa-saddo nipāto padapūraṇamattaṁ, kevalaṁ",
  "tika-s0103t8:6_2": "icceva attho. Kevala-saddo bahulavācīti āha “yebhuyyatā attho”ti. Keci pana “īsakaṁ",
  "tika-s0103t8:6_3": "asamattā kevalakappā”ti vadanti. Evaṁ sati anavasesattho eva kevala-saddattho siyā,",
  "tika-s0103t8:6_4": "anatthantarena pana kappa-saddena padavaḍḍhanaṁ kataṁ kevalameva kevalakappanti.",
  "tika-s0103t8:6_5": "Atha vā kappanīyatā, paññāpetabbatā kevalakappā. Abyāmissatā vijātiyena asaṅkarā",
  "tika-s0103t8:6_6": "suddhatā. Anatirekatā taṁparamatā visesābhāvo. Kevalakappanti kevalaṁ daḷhaṁ katvāti",
  "tika-s0103t8:6_7": "attho. Kevalaṁ vuccati nibbānaṁ sabbasaṅkhatavivittattā. Taṁ etassa adhigataṁ atthīti",
  "tika-s0103t8:6_8": "kevalī, sacchikatanirodho khīṇāsavo.",
  "tika-s0103t8:7_0": "Kappa-saddo panāyaṁ sa-upasaggo, anupasaggo cāti adhippāyena okappaniyapade labbhamānaṁ",
  "tika-s0103t8:7_1": "kappaniyasaddamattaṁ nidasseti, aññathā kappa-saddassa atthuddhāre okappaniyapadaṁ",
  "tika-s0103t8:7_2": "anidassanameva siyā. Samaṇakappehīti vinayakkamasiddhehi samaṇavohārehi. Niccakappanti",
  "tika-s0103t8:7_3": "niccakālaṁ. Paññattīti nāmañhetaṁ tassa āyasmato, yadidaṁ kappoti. Kappitakesamassūti",
  "tika-s0103t8:7_4": "kattariyā cheditakesamassu. Dvaṅgulakappoti majjhanhikavelāya vītikkantāya dvaṅgulatāvikappo.",
  "tika-s0103t8:7_5": "Lesoti apadeso. Anavasesaṁ pharituṁ samatthassa obhāsassa kenaci kāraṇena ekadesapharaṇampi",
  "tika-s0103t8:7_6": "siyā, ayaṁ pana sabbasova pharīti dassetuṁ samantattho kappa-saddo gahitoti āha “anavasesaṁ samantato”ti.",
  "tika-s0103t8:8_0": "Yasmā devatānaṁ sarīrappabhā dvādasayojanamattaṁ ṭhānaṁ, tato bhiyyopi pharitvā tiṭṭhati,",
  "tika-s0103t8:8_1": "tathā vatthābharaṇādīhi samuṭṭhitā pabhā, tasmā vuttaṁ “candimā viya, sūriyo viya",
  "tika-s0103t8:8_2": "ca ekobhāsaṁ ekaṁ pajjotaṁ karitvā”ti. Kasmā ete mahārājāno bhagavato santike nisīdiṁsu?",
  "tika-s0103t8:8_3": "Nanu yebhuyyena devatā bhagavato santikaṁ upagatā ṭhatvāva kathetabbaṁ kathentā gacchantīti?",
  "tika-s0103t8:8_4": "Saccametaṁ, idha pana nisīdane kāraṇaṁ atthi, taṁ dassetuṁ “devatāna”ntiādi vuttaṁ.",
  "tika-s0103t8:8_5": "“Idaṁ parittaṁ nāma sattabuddhapaṭisaṁyuttaṁ garu, tasmā na amhehi ṭhatvā gahetabba”nti",
  "tika-s0103t8:8_6": "cintetvā parittagāravavasena nisīdiṁsu.",
  "tika-s0103t8:9_0": "276. Kasmā panettha vessavaṇo eva kathesi, na itaresu yo kocīti? Tattha kāraṇaṁ dassetuṁ",
  "tika-s0103t8:9_1": "“kiñcāpī”tiādi vuttaṁ. Vissāsiko abhiṇhaṁ upasaṅkamanena. Byattoti visārado, tañcassa",
  "tika-s0103t8:9_2": "veyyattiyaṁ suṭṭhu sikkhitabhāvenāti āha “susikkhito”ti. Manussesu viya hi devesupi",
  "tika-s0103t8:9_3": "kocideva purimajātiparicayena susikkhito hoti, tatrāpi kocideva yathādhippetamatthaṁ",
  "tika-s0103t8:9_4": "vattuṁ samattho paripuṇṇapadabyañjanāya poriyā vācāya samannāgato. “Mahesakkhā”ti",
  "tika-s0103t8:9_5": "imassa atthavacanaṁ “ānubhāvasampannā”ti, mahesakkhāti vā mahāparivārāti attho. Pāṇātipāte",
  "tika-s0103t8:9_6": "ādīnavadassaneneva taṁ vipariyāyato tato veramaṇiyaṁ ānisaṁso pākaṭo hotīti “ādīnavaṁ",
  "tika-s0103t8:9_7": "dassetvā” icceva vuttaṁ. Tesu senāsanesūti yāni “araññavanappatthānī”tiādinā vuttāni",
  "tika-s0103t8:9_8": "bhikkhūnaṁ vasanaṭṭhānabhūtāni araññāyatanāni, tesu bhikkhūhi sayitabbato, āsitabbato",
  "tika-s0103t8:9_9": "ca senāsanasaññitesu. Nibaddhavāsinoti rukkhapabbatapaṭibaddhesu vimānesu niccavāsitāya",
  "tika-s0103t8:9_10": "nibaddhavāsino. Baddhattāti gāthābhāvena ganthitattā sambandhitattā.",
  "tika-s0103t8:10_0": "“Uggaṇhātu bhante bhagavā”ti attanā vuccamānaṁ parittaṁ bhagavantaṁ uggaṇhāpetukāmo",
  "tika-s0103t8:10_1": "vessavaṇo avocāti adhippāyena codako “kiṁ pana bhagavato appaccakkhadhammo nāma atthī”ti",
  "tika-s0103t8:10_2": "codesi. Ācariyo sabbattha appaṭihatañāṇacārassa bhagavato na kiñci appaccakkhanti",
  "tika-s0103t8:10_3": "dassento “natthī”ti vatvā “uggaṇhātu bhante bhagavā”ti vadato vessavaṇassa adhippāyaṁ",
  "tika-s0103t8:10_4": "vivaranto “okāsakaraṇattha”ntiādimāha. Yathā hi pañcasikho gandhabbadevaputto devānaṁ",
  "tika-s0103t8:10_5": "tāvatiṁsānaṁ, brahmuno ca sanaṅkumārassa sammukhā attano yathāsutaṁ dhammaṁ bhagavato",
  "tika-s0103t8:10_6": "santikaṁ upagantvā pavedeti, evamayampi mahārājā itarehi saddhiṁ āṭānāṭanagare gāthāvasena",
  "tika-s0103t8:10_7": "bandhitaṁ parittaṁ bhagavato pavedetuṁ okāsaṁ kārento “uggaṇhātu bhante bhagavā”ti",
  "tika-s0103t8:10_8": "āha, na naṁ tassa pariyāpuṇane niyojento. Tasmā uggaṇhātūti yathidaṁ parittaṁ mayā",
  "tika-s0103t8:10_9": "paveditamattameva hutvā catunnaṁ parisānaṁ cirakālaṁ hitāvahaṁ hoti, evaṁ uddhaṁ",
  "tika-s0103t8:10_10": "ārakkhāya gaṇhātu, sampaṭicchatūti attho. Satthu kathiteti satthu ārocite, catunnaṁ",
  "tika-s0103t8:10_11": "parisānaṁ satthu kathane vāti attho. Sukhavihārāyāti yakkhādīhi avihiṁsāya laddhabbasukhavihārāya.",
  "tika-s0103t8:11_0": "277.Sattapibuddhā cakkhumanto pañcahi cakkhūhi cakkhumabhāve visesābhāvato. Tasmāti",
  "tika-s0103t8:11_1": "yasmā cakkhumabhāvo viya sabbabhūtānukampitādayo sabbepi visesā sattannampi buddhānaṁ",
  "tika-s0103t8:11_2": "sādhāraṇā, tasmā, guṇanemittakāneva vā yasmā buddhānaṁ nāmāni nāma, na liṅgikāvatthikayādicchakāni,",
  "tika-s0103t8:11_3": "tasmā buddhānaṁ guṇavisesadīpanāni “cakkhumantassā”tiādinā vuttāni etāni ekekassa",
  "tika-s0103t8:11_4": "satta satta nāmāni honti. Tesaṁ nāmānaṁ sādhāraṇabhāvaṁ atthavasena yojetabbāti dassetuṁ",
  "tika-s0103t8:11_5": "“sabbepī”tiādi vuttaṁ. Sabbabhūtānukampinoti anaññasādhāraṇamahākaruṇāya sabbasattānaṁ",
  "tika-s0103t8:11_6": "anukampikā. Nhātakilesattāti aṭṭhaṅgikena ariyamaggajalena saparasantānesu niravasesato",
  "tika-s0103t8:11_7": "dhotakilesamalattā. Mārasenāpamaddinoti saparivāre pañcapi māre pamadditavanto. Vusitavantoti",
  "tika-s0103t8:11_8": "maggabrahmacariyavāsaṁ, dasavidhaṁ ariyavāsañca vusitavanto. Vusitavantatāya eva",
  "tika-s0103t8:11_9": "bāhitapāpatā vuttā hotīti “brāhmaṇassā”ti padaṁ anāmaṭṭhaṁ. Vimuttāti anaññasādhāraṇānaṁ",
  "tika-s0103t8:11_10": "pañcannampi vimuttīnaṁ vasena niravasesato muttā. Aṅgatoti sarīraṅgato, ñāṇaṅgato",
  "tika-s0103t8:11_11": "ca, dvattiṁsamahāpurisalakkhaṇa- asītianubyañjanehi nikkhamanappabhā, byāmappabhā,",
  "tika-s0103t8:11_12": "ketumālāuṇhīsappabhā ca sarīraṅgato nikkhamanakarasmiyo, yamakamahāpāṭihāriyādīsu",
  "tika-s0103t8:11_13": "uppajjanakappabhā ñāṇaṅgato nikkhamanakarasmiyo. Na etāneva “cakkhumā”tiādinā vuttāni",
  "tika-s0103t8:11_14": "satta nāmāni, atha kho aññānipi bahūni aparimitāni nāmāni. Kathanti āha “asaṅkhyeyyāni",
  "tika-s0103t8:11_15": "nāmāni saguṇena mahesinoti vutta”nti. Kena vuttaṁ? Dhammasenāpatinā.",
  "tika-s0103t8:12_0": "Yadi evaṁ kasmā vessavaṇo etāneva gaṇhīti āha “attano pākaṭanāmavasenā”ti. Khīṇāsavājanāti",
  "tika-s0103t8:12_1": "adhippetā. Te hi kammakilesehi jātāpi evaṁ na puna jāyissantīti iminā atthena janā.",
  "tika-s0103t8:12_2": "Yathāha “yo ca kālaghaso bhūto”ti desanāsīsamattanti nidassanamattanti attho, avayavena",
  "tika-s0103t8:12_3": "vā samudāyupalakkhaṇametaṁ. Sati ca pisuṇavācappahāne pharusavācā pahīnāva hoti,",
  "tika-s0103t8:12_4": "pageva ca musāvādoti “apisuṇā” icceva vuttā. Mahattāti mahā attā sabhāvo etesanti",
  "tika-s0103t8:12_5": "mahattā. Tenāha “mahantabhāvaṁ pattā”ti. Mahantāti vā mahā antā, parinibbānapariyosānāti",
  "tika-s0103t8:12_6": "vuttaṁ hoti. Mahantehi vā sīlādīhi samannāgatā. Ayaṁ tāva aṭṭhakathāyaṁ āgatanayena",
  "tika-s0103t8:12_7": "attho. Itaresaṁ pana matena buddhādīhi ariyehi mahanīyato pūjanīyato mahaṁ nāma nibbānaṁ,",
  "tika-s0103t8:12_8": "mahamanto etesanti mahantā, nibbānadiṭṭhāti attho. Nissāradāti sārajjarahitā, nibbhayāti",
  "tika-s0103t8:12_9": "attho. Tenāha “vigatalomahaṁsā”ti.",
  "tika-s0103t8:13_0": "Hitanti hitacittaṁ, sattānaṁ hitesīti attho. Yathābhūtaṁ vipassisunti pañcupādānakkhandhesu",
  "tika-s0103t8:13_1": "samudayādito yāthāvato vividhenākārena passiṁsu. “Ye cāpī”ti pubbe paccattabahuvacanena",
  "tika-s0103t8:13_2": "aniyamato vutte tesampīti atthaṁ sampadānabahuvacanavasena niyametvā “namatthū”ti",
  "tika-s0103t8:13_3": "ca padaṁ ānetvā yojeti yaṁ taṁ-saddānaṁ abyabhicāritasambandhabhāvato. Vipassiṁsu",
  "tika-s0103t8:13_4": "namassantīti vā yojanā. Paṭhamagāthāyāti “ye cāpi nibbutā loke”ti evaṁ vuttagāthāya.",
  "tika-s0103t8:13_5": "Dutiyagāthāyāti tadantaragāthāya. Tattha desanāmukhamattanti itaresampi buddhānaṁ",
  "tika-s0103t8:13_6": "nāmaggahaṇe patte imasseva bhagavato nāmaggahaṇaṁ tathā desanāya mukhamattaṁ, tasmā",
  "tika-s0103t8:13_7": "tepi atthato gahitā evāti adhippāyo. Tenāha “ayampi hī”tiādi. Tattha ayanti ayaṁ",
  "tika-s0103t8:13_8": "gāthā. Purimayojanāyaṁ tassāti visesitabbatāya abhāvato “yanti nipātamatta”nti vuttaṁ,",
  "tika-s0103t8:13_9": "idha pana “tassa namatthū”ti evaṁ sambandhassa ca icchitattā “ya”nti nāmapadaṁ upayogekavacananti",
  "tika-s0103t8:13_10": "dassento “yaṁ namassanti gotama”nti āha.",
  "tika-s0103t8:14_0": "278. “Yato uggacchati sūriyo”tiādikaṁ kasmā āraddhaṁ? Yaṁ ye yakkhādayo satthu dhammaāṇaṁ,",
  "tika-s0103t8:14_1": "attano ca rājāṇaṁ nādiyanti, tesaṁ “idañcidañca niggahaṁ karissāmā”ti sāvanaṁ kātukāmā",
  "tika-s0103t8:14_2": "tattha tattha dvisahassaparittadīpaparivāresu catūsu mahādīpesu attano āṇāya vattānaṁ",
  "tika-s0103t8:14_3": "attano puttānaṁ, aṭṭhavīsatiyā yakkhasenāpatiādīnañca satthari pasādagāravabahumānañca",
  "tika-s0103t8:14_4": "pavedetvā niggahārahānaṁ santajjanatthaṁ āraddhaṁ. Tattha “yato uggacchatī”tiādīsu",
  "tika-s0103t8:14_5": "“yato ṭhānato udetī”ti vuccati, kuto pana ṭhānato udetīti vuccati? Pubbavidehavāsīnaṁ",
  "tika-s0103t8:14_6": "tāva majjhanhikaṭṭhāne ṭhito jambudīpavāsīnaṁ udetīti vuccati, uttarakurukānaṁ pana",
  "tika-s0103t8:14_7": "oggacchatīti iminā nayena sesadīpesupi sūriyassa uggacchanoggacchanapariyāyo veditabbo.",
  "tika-s0103t8:14_8": "Ayañca attho heṭṭhā aggaññasuttavaṇṇanāyaṁ pakāsito eva. Aditiyā puttoti lokasamudācāravasena",
  "tika-s0103t8:14_9": "vuttaṁ. Lokiyā hi deve aditiyā puttā, asure atithiyā puttāti vadanti. Ādippanato",
  "tika-s0103t8:14_10": "pana ādicco, ekappahāreneva tīsu dīpesu ālokavidaṁsanena samujjalanatoti attho. Maṇḍalīti",
  "tika-s0103t8:14_11": "ettha ī-kāro bhusatthoti āha “mahantaṁ maṇḍalaṁ assāti maṇḍalī”ti. Mahantaṁ hissa",
  "tika-s0103t8:14_12": "vimānamaṇḍalaṁ paññāsayojanāyāmavitthārato. “Saṁvarīpinirujjhatī”ti imināva divasopi",
  "tika-s0103t8:14_13": "jāyatīti ayampi attho vuttoti veditabbo. Ratti antaradhāyatīti sinerupacchāyālakkhaṇassa",
  "tika-s0103t8:14_14": "andhakārassa vigacchanato.",
  "tika-s0103t8:15_0": "Udakarahadoti jaladhi. “Tasmiṁ ṭhāne”ti idaṁ puratthimasamuddassa uparibhāgena sūriyassa",
  "tika-s0103t8:15_1": "gamanaṁ sandhāya vuttaṁ. Tathā hi jambudīpe ṭhitānaṁ puratthimasamuddato sūriyo uggacchanto",
  "tika-s0103t8:15_2": "viya upaṭṭhāti. Tenāha “yato uggacchati sūriyo”ti. Samuddanaṭṭhena attani patitassa",
  "tika-s0103t8:15_3": "sammadeva, sabbaso ca undanaṭṭhena kiledanaṭṭhena samuddo. Samuddo hi kiledanaṭṭho",
  "tika-s0103t8:15_4": "rahado. Sāritodakoti anekāni yojanasahassāni vitthiṇṇodako, saritā nadiyo udake etassāti vā saritodako.",
  "tika-s0103t8:16_0": "Sinerupabbatarājā cakkavāḷassa vemajjhe ṭhito, taṁ padhānaṁ katvā vattabbanti adhippāyena",
  "tika-s0103t8:16_1": "“itoti sineruto”ti vatvā tathā pana disāvavatthānaṁ anavaṭṭhitanti “tesaṁ nisinnaṭṭhānato",
  "tika-s0103t8:16_2": "vā”ti vuttaṁ. Tesanti catunnaṁ mahārājānaṁ. Nisinnaṭṭhānaṁ āṭānāṭanagaraṁ. Tattha",
  "tika-s0103t8:16_3": "hi nisinnā te imaṁ parittaṁ bandhiṁsu. Tesaṁ nisinnaṭṭhānatoti vā satthu santike",
  "tika-s0103t8:16_4": "tesaṁ nisinnaṭṭhānato. Ubhayathāpi sūriyassa udayaṭṭhānā puratthimā disā nāma hoti.",
  "tika-s0103t8:16_5": "Purimapakkhaṁyevettha vaṇṇenti. Tena vuttaṁ “ito sā purimā disā”ti. Sūriyo, pana",
  "tika-s0103t8:16_6": "candanakkhattādayo ca sineruṁ dakkhiṇato, cakkavāḷapabbatañca vāmato katvā parivattenti.",
  "tika-s0103t8:16_7": "Yattha ca nesaṁ uggamanaṁ paññāyati, sā puratthimā disā. Yattha okkamanaṁ paññāyati,",
  "tika-s0103t8:16_8": "sā pacchimā disā. Dakkhiṇapasse uttarā disā, vāmapasse dakkhiṇā disāti catumahādīpavāsīnaṁ",
  "tika-s0103t8:16_9": "paccekaṁ sineru uttarādisāyameva, tasmā anavaṭṭhitā disāvavatthāti āha “iti naṁ ācikkhati",
  "tika-s0103t8:16_10": "jano”ti. Yaṁ disanti yaṁ puratthimadisaṁ yasassīti mahāparivāro. Koṭisatasahassaparimāṇā",
  "tika-s0103t8:16_11": "hi devatā abhiṇhaṁ parivārenti. Candananāgarukkhādīsu osadhitiṇavanappatisugandhānaṁ",
  "tika-s0103t8:16_12": "abbanato, tehi dittabhāvūpagamanato “gandhabbā”ti laddhanāmānaṁ cātumahārājikadevānaṁ",
  "tika-s0103t8:16_13": "adhipati bhāvato. Me sutanti ettha meti nipātamattaṁ. Sutanti vissutanti attho. Ayañhettha",
  "tika-s0103t8:16_14": "yojanā – tassa dhataraṭṭhamahārājassa puttāpi bahavo. Kittakā? Asīti, dasa eko ca.",
  "tika-s0103t8:16_15": "Ekanāmā. Kathaṁ? Indanāmā. “Mahapphalā”ti ca sutaṁ vissutametaṁ loketi.",
  "tika-s0103t8:17_0": "Ādicco gotamagotto, bhagavāpi gotamagotto, ādiccena samānagottatāya ādicco bandhu",
  "tika-s0103t8:17_1": "etassātipi ādiccabandhu, ādiccassa vā bandhūti ādiccabandhu, taṁ ādiccabandhunaṁ.Anavajjenāti",
  "tika-s0103t8:17_2": "avajjapaṭipakkhena brahmavihārena. Samekkhasi odhiso, anodhiso ca pharaṇena olokesiāsayānusayacariyādhimuttiādivibhāgāvabodhavasena.",
  "tika-s0103t8:17_3": "Vatvā vandantīti “lokassa anukampako”ti kittetvā vandanti. Sutaṁ netanti sutaṁ nanūti",
  "tika-s0103t8:17_4": "etasmiṁ atthe nu-saddo. Aṭṭhakathāyaṁ pana nokāroyanti adhippāyena amhehīti attho",
  "tika-s0103t8:17_5": "vutto. Etanti etaṁ tathā parikittetvā amanussānaṁ devatānaṁ vandanaṁ. Vadanti dhataraṭṭhamahārājassa puttā.",
  "tika-s0103t8:18_0": "279.Yenapetā pavuccantīti ettha vacanasesena attho veditabbo, na yathārutavasenevāti",
  "tika-s0103t8:18_1": "dassento “yena disābhāgena nīharīyantūti vuccantī”ti āha. Ḍayhantu vāti pete sandhāya",
  "tika-s0103t8:18_2": "vadati. Chijjantu vā hatthapādādike pisuṇā piṭṭhimaṁsikā. Haññantu pāṇātipātinotiādikā.",
  "tika-s0103t8:18_3": "Pavuccantīti vā samuccanti, “alaṁ tesa”nti samācinīyantīti attho. Evañhi vacanasesena",
  "tika-s0103t8:18_4": "vinā eva attho siddho hoti. Rahassaṅganti bījaṁ sandhāya vadati.",
  "tika-s0103t8:19": "280.Yasmiṁ disābhāge sūriyo atthaṁ gacchatīti ettha “yato ṭhānato udetī”ti ettha vuttanayānusārena attho veditabbo.",
  "tika-s0103t8:20_0": "281. Yena disābhāgena uttarakuru rammo avaṭṭhito, ito sā uttarā disāti yojanā. Mahānerūti",
  "tika-s0103t8:20_1": "mahanto, mahanīyo ca nerusaṅkhāto pabbato. Tenāha “mahāsineru pabbatarājā”ti. Rajatamayaṁ.",
  "tika-s0103t8:20_2": "Tathā hi tassa pabhāya ajjhotthataṁ tassaṁ disāyaṁ samuddodakaṁ khīraṁ viya paññāyati.",
  "tika-s0103t8:20_3": "Maṇimayanti indanīlamayaṁ. Tathā hi dakkhiṇadisāya samuddodakaṁ yebhuyyena nīlavaṇṇaṁ",
  "tika-s0103t8:20_4": "hutvā paññāyati, tathā ākāsaṁ. Manussā jāyanti. Kathaṁ jāyanti? Amamā apariggahāti",
  "tika-s0103t8:20_5": "yojanā. Mamattavirahitāti “idaṁ mama idaṁ mamā”ti mamaṅkāravirahitāti adhippāyo.",
  "tika-s0103t8:20_6": "Yadi tesaṁ “ayaṁ mayhaṁ bhariyā”ti pariggaho natthi, “ayaṁ me mātā, ayaṁ bhaginī”ti",
  "tika-s0103t8:20_7": "evarūpā idha viya mariyādāpi na siyā mātuādibhāvassa ajānanatoti codanaṁ sandhāyāha",
  "tika-s0103t8:20_8": "“mātaraṁ vā”tiādi. Chandarāgo nuppajjatīti ettha “dhammatāsiddhassa sīlassa ānubhāvena",
  "tika-s0103t8:20_9": "putte diṭṭhamatte eva mātu thanato thaññaṁ paggharati, tena saññāṇena nesaṁ mātari",
  "tika-s0103t8:20_10": "puttassa mātusaññā, mātu ca putte puttasaññā paccupaṭṭhitā”ti keci.",
  "tika-s0103t8:21": "Naṅgalāti liṅgavipallāsena vuttanti āha “naṅgalānipī”ti. Akaṭṭheti akasite akatakasikamme.",
  "tika-s0103t8:22_0": "Taṇḍulāva tassa phalanti sattānaṁ puññānubhāvahetukā thusādiabhāvena taṇḍulā eva",
  "tika-s0103t8:22_1": "tassa sālissa phalaṁ. Tuṇḍikiranti pacanabhājanassa nāmanti vuttaṁ “ukkhaliya”nti.",
  "tika-s0103t8:22_2": "Ākiritvāti taṇḍulāni pakkhipitvā. Niddhūmaṅgārenāti dhūmaṅgārarahitena kevalena agginā.",
  "tika-s0103t8:22_3": "Jotikapāsāṇato aggimhi uṭṭhahante kuto dhūmaṅgārānaṁ sambhavo. Bhojananti odanamevādhippetanti",
  "tika-s0103t8:22_4": "“bhojanamevā”ti avadhāraṇaṁ katvā tena nivattetabbaṁ dassento “añño sūpo vā byañjanaṁ",
  "tika-s0103t8:22_5": "vā na hotī”ti āha. Yadi evaṁ rasavisesayutto tesaṁ āhāro na hotīti? Noti dassento",
  "tika-s0103t8:22_6": "“bhuñjantānaṁ…pe… raso hotī”ti āha. Macchariyacittaṁ nāma na hotīti dhammatāsiddhassa",
  "tika-s0103t8:22_7": "sīlassa ānubhāvena. Tathā hi te katthacipi amamā pariggahāva hutvā vasanti.",
  "tika-s0103t8:23_0": "Apica tattha uttarakurukānaṁ puññānubhāvasiddho ayampi viseso veditabbo – tattha",
  "tika-s0103t8:23_1": "kira tesu tesu padesesu ghanacitapattasañchannasākhāpasākhā kūṭāgārūpamā manoramā",
  "tika-s0103t8:23_2": "rukkhā tesaṁ manussānaṁ nivesanakiccaṁ sādhenti, yattha sukhaṁ nivasanti, aññepi",
  "tika-s0103t8:23_3": "tattha rukkhā sujātā sabbadāpi pupphitaggā tiṭṭhanti, jalāsayāpi vikasitakamalakuvalayapuṇḍarīkasogandhikādipupphasañchannā",
  "tika-s0103t8:23_4": "sabbakālaṁ paramasugandhaṁ samantato pavāyantā tiṭṭhanti. Sarīrampi tesaṁ atidīghatādidosarahitaṁ",
  "tika-s0103t8:23_5": "ārohapariṇāhasampannaṁ jarāya anabhibhūtattā valipalitādidosarahitaṁ yāvatāyukaṁ",
  "tika-s0103t8:23_6": "aparikkhīṇajavabalaparakkamasobhameva hutvā tiṭṭhati. Anuṭṭhānaphalūpajīvitāya na",
  "tika-s0103t8:23_7": "ca nesaṁ kasivāṇijjādivasena, āhārapariyeṭṭhivasena dukkhaṁ atthi, tato eva na dāsadāsikammakarādipariggaho",
  "tika-s0103t8:23_8": "atthi, na ca tattha sītuṇhaḍaṁsamakasavātātapasarīsapavāḷādiparissayo atthi. Yathā",
  "tika-s0103t8:23_9": "nāmettha gimhānaṁ pacchime māse paccūsavelāyaṁ samasītuṇhautu hoti, evameva sabbakālaṁ",
  "tika-s0103t8:23_10": "samasītuṇhova utu hoti, na ca tesaṁ koci upaghāto, vihesā vā uppajjati. Akaṭṭhapākimameva",
  "tika-s0103t8:23_11": "sāliṁ akaṇaṁ athusaṁ sugandhaṁ taṇḍulaphalaṁ paribhuñjantānaṁ nesaṁ kuṭṭhaṁ, gaṇḍo,",
  "tika-s0103t8:23_12": "kilāso, soso, kāso, sāso, apamāro, jaroti evamādiko na koci rogo uppajjati. Na te",
  "tika-s0103t8:23_13": "khujjā vā vāmanakā vā kāṇā vā kuṇī vā khañjā vā pakkhahatā vā vikalaṅgā vā vikalindriyā",
  "tika-s0103t8:23_14": "vā honti. Itthiyopi tattha nātidīghā nātirassā nātikisā nātithūlā nātikāḷā nāccodātā",
  "tika-s0103t8:23_15": "sobhaggappattarūpā honti. Tathā hi dīghaṅgulī tambanakhī lambatthanā tanumajjhā puṇṇacandamukhī",
  "tika-s0103t8:23_16": "visālakkhī mudugattā saṁhitūrū odātadantā gambhīranābhī tanujaṅghā dīghanīlavellitakesī",
  "tika-s0103t8:23_17": "puthulasusoṇī nātilomānālomā subhagā utusukhasamphassā saṇhā sakhilasambhāsā nānābharaṇavibhūsitā",
  "tika-s0103t8:23_18": "vicaranti. Sabbadā hi soḷasavassuddesikā viya honti. Purisā ca pañcavīsativassuddesikā",
  "tika-s0103t8:23_19": "viya, na puttadāresu rajjanti. Ayaṁ tattha dhammatā.",
  "tika-s0103t8:24_0": "Sattāhikameva ca tattha itthipurisā kāmaratiyā viharanti, tato vītarāgā yathāsakaṁ",
  "tika-s0103t8:24_1": "gacchanti. Na tattha idha viya gabbhokkantimūlakaṁ, gabbhapariharaṇamūlakaṁ, vijāyanamūlakaṁ",
  "tika-s0103t8:24_2": "vā dukkhaṁ hoti. Rattakañcukato kañcanapaṭimā viya dārakā mātukucchito amakkhitā",
  "tika-s0103t8:24_3": "eva semhādinā sukheneva nikkhamanti, ayaṁ tattha dhammatā.",
  "tika-s0103t8:25_0": "Mātā pana puttaṁ vā dhītaraṁ vā vijāyitvā tesaṁ vicaraṇappadese ṭhapetvā anapekkhā",
  "tika-s0103t8:25_1": "yathāruci gacchati. Tesaṁ tattha sayitānaṁ ye passanti purisā, itthiyo vā, te attano",
  "tika-s0103t8:25_2": "aṅguliyo upanāmenti, tesaṁ kammabalena tato khīraṁ pavattati, tena dārakā yāpenti.",
  "tika-s0103t8:25_3": "Evaṁ pana vaḍḍhantā katipayadivaseheva laddhabalā hutvā dārikā itthiyo upagacchanti,",
  "tika-s0103t8:25_4": "dārakā purise. Kapparukkhato eva ca tesaṁ tattha tattha vatthābharaṇāni nippajjanti.",
  "tika-s0103t8:25_5": "Nānāvirāgavaṇṇavicittāni hi sukhumāni mudusukhasamphassāni vatthāni tattha tattha",
  "tika-s0103t8:25_6": "kapparukkhesu olambantāni iṭṭhanti. Nānāvidharaṁsijālasamujjalavividhavaṇṇaratanavinaddhāni",
  "tika-s0103t8:25_7": "anekavidhamālākammalatākammabhittikammavicittāni sīsūpagagīvūpagahatthūpagakaṭūpagapādūpagāni",
  "tika-s0103t8:25_8": "sovaṇṇamayāni ābharaṇāni ca kapparukkhato olambanti. Tathā vīṇāmudiṅgapaṇavasammatāḷasaṅkhavaṁsavetāḷaparivānivallakīpabhutikā",
  "tika-s0103t8:25_9": "tūriyabhaṇḍāpi tato tato olambanti. Tattha ca bahū phalarukkhā kumbhamattāni phalāni",
  "tika-s0103t8:25_10": "phalanti madhurarasāni, yāni paribhuñjitvā te sattāhampi khuppipāsāhi na bādhīyanti.",
  "tika-s0103t8:25_11": "Najjopi tattha suvisuddhajalā supatitthā ramaṇīyā akaddamā vālukatalā nātisītā nāccuṇhā",
  "tika-s0103t8:25_12": "surabhigandhīhi jalajapupphehi sañchannā sabbakālaṁ surabhiṁ vāyantiyo sandanti.",
  "tika-s0103t8:25_13": "Na tattha kaṇṭakatiṇakakkhaḷagacchalatā honti, akaṇṭakā pupphaphalasampannā eva honti.",
  "tika-s0103t8:25_14": "Candananāgarukkhā sayameva rasaṁ paggharanti. Nhāyitukāmā ca nadītitthe ekajjhaṁ",
  "tika-s0103t8:25_15": "vatthābharaṇāni ṭhapetvā nadiṁ otaritvā nhatvā uttiṇṇuttiṇṇā upariṭṭhimaṁ vatthābharaṇaṁ",
  "tika-s0103t8:25_16": "gaṇhanti, na tesaṁ evaṁ hoti “idaṁ mama, idaṁ parassā”ti, tato eva na tesaṁ koci",
  "tika-s0103t8:25_17": "viggaho vā vivādo vā. Sattāhikā eva ca nesaṁ kāmaratikīḷā hoti, tato vītarāgā viya",
  "tika-s0103t8:25_18": "vicaranti. Yattha ca rukkhe sayitukāmā honti, tattheva sayanaṁ upalabhanti. Mate",
  "tika-s0103t8:25_19": "ca satte disvā na rodanti, na socanti, tañca maṇḍayitvā nikkhipanti. Tāvadeva ca",
  "tika-s0103t8:25_20": "nesaṁ tathārūpā sakuṇā upagantvā mataṁ dīpantaraṁ nenti. Tasmā susānaṁ vā asuciṭṭhānaṁ",
  "tika-s0103t8:25_21": "vā tattha natthi. Na ca tato matā nirayaṁ vā tiracchānayoniṁ vā pettivisayaṁ vā upapajjanti.",
  "tika-s0103t8:25_22": "“Dhammatāsiddhassa pañcasīlassa ānubhāvena te devaloke nibbattantī”ti vadanti. Vassasahassameva",
  "tika-s0103t8:25_23": "ca nesaṁ sabbakālaṁ āyuppamāṇaṁ. Sabbametaṁ tesaṁ pañcasīlaṁ viya dhammatāsiddhaṁ",
  "tika-s0103t8:25_24": "evāti veditabbaṁ. Tatthāti tasmiṁ uttarakurudīpe.",
  "tika-s0103t8:26_0": "Ekakhuraṁ katvāti anekasaphampi ekasaphaṁ viya katvā, assaṁ viya katvāti attho. “Gāvi”nti",
  "tika-s0103t8:26_1": "vatvā puna “pasu”nti vuttattā gāvito itaro sabbo catuppado idha “pasū”ti adhippetoti",
  "tika-s0103t8:26_2": "āha “ṭhapetvā gāvi”nti.",
  "tika-s0103t8:27_0": "Tassāti gabbhinitthiyā. Piṭṭhi onamituṁ sahatīti kucchiyā garubhāratāya tesaṁ āruḷhakāle",
  "tika-s0103t8:27_1": "piṭṭhi onamati, tesaṁ nisajjaṁ sahati pallaṅke nisinnā viya honti. Sammādiṭṭhiketi",
  "tika-s0103t8:27_2": "kammapathasammādiṭṭhiyā sammādiṭṭhike. Etthāti jambudīpe. Ettha hi janapadavohāro,",
  "tika-s0103t8:27_3": "na uttarakurumhi. Tathā hi “paccantimamilakkhuvāsike”ti ca vuttaṁ.",
  "tika-s0103t8:28_0": "Tassa raññoti vessavaṇamahārājassa. Iti so attānameva paraṁ viya katvā vadati. Eseva",
  "tika-s0103t8:28_1": "nayo paratopi. Bahuvidhaṁ nānāratanavicittaṁ nānāsaṇṭhānaṁ rathādi dibbayānaṁ upaṭṭhitameva",
  "tika-s0103t8:28_2": "hoti sudantavāhanayuttaṁ, na nesaṁ yānānaṁ upaṭṭhāpane ussukkaṁ āpajjitabbaṁ atthi.",
  "tika-s0103t8:28_3": "Etānīti hatthiyānādīni. Nesanti vessavaṇaparicārikānaṁ. Kappitāni hutvā uṭṭhitāni",
  "tika-s0103t8:28_4": "āruhituṁ upakappanayānāni. Nipannāpi nisinnāpi vicaranti candimasūriyā viya yathāsakaṁ vimānesu.",
  "tika-s0103t8:29": "Nagarāahūti liṅgavipallāsena vuttanti āha “nagarāni bhaviṁsūti attho”ti. Āṭānāṭā nāmāti itthiliṅgavasena laddhanāmaṁ nagaraṁ āsi.",
  "tika-s0103t8:30": "Tasmiṁ ṭhatvāti tasmiṁ padese parakusiṭanāṭānāmake nagare ṭhatvā. Tato ujuṁ uttaradisāyaṁ. Etassāti kasivantanagarassa. Aparabhāge aparakoṭṭhāse, parato icceva attho.",
  "tika-s0103t8:31_0": "Kuveroti tassa purimajātisamudāgataṁ nāmanti teneva pasaṅgena yenāyaṁ sampatti adhigatā,",
  "tika-s0103t8:31_1": "tadassa pubbakammaṁ ācikkhituṁ “ayaṁ kirā”tiādi vuttaṁ. Ucchuvappanti ucchusassaṁ.",
  "tika-s0103t8:31_2": "Avasesasālāhīti avasesayantasālāhi, nissakkavacanañcetaṁ. Tatthevāti puññatthaṁ dinnasālāyameva.",
  "tika-s0103t8:32_0": "Paṭiesantoti pati pati atthe esanto vīmaṁsanto. Na kevalaṁ te vīmaṁsanti eva, atha",
  "tika-s0103t8:32_1": "kho tamatthaṁ patiṭṭhāpentīti āha “visuṁ visuṁ atthe upaparikkhamānā anusāsamānā”ti.",
  "tika-s0103t8:32_2": "Yakkharaṭṭhikāti yakkharaṭṭhādhipatino. Yakkhā ca vessavaṇassa rañño nivesanadvāre",
  "tika-s0103t8:32_3": "niyuttā cāti yakkhadovārikā, tesaṁ yakkhadovārikānaṁ.",
  "tika-s0103t8:33_0": "Yasmā dharaṇīporakkhaṇito purāṇodakaṁ bhassayantaṁ heṭṭhā vuṭṭhi hutvā nikkhamati,",
  "tika-s0103t8:33_1": "tasmā taṁ tato gahetvā meghehi pavuṭṭhaṁ viya hotīti vuttaṁ “yato pokkharaṇito udakaṁ",
  "tika-s0103t8:33_2": "gahetvā meghā pavassantī”ti. Yatoti yato dharaṇīpokkharaṇito. Sabhāti yakkhānaṁ upaṭṭhānasabhā.",
  "tika-s0103t8:34_0": "Tasmiṁ ṭhāneti tassā pokkharaṇiyā tīre yakkhānaṁ vasanavane. Sadā phalitāti niccakālaṁ",
  "tika-s0103t8:34_1": "sañjātaphalā. Niccapupphitāti niccaṁ sañjātapupphā. Nānādijagaṇāyutāti nānāvidhehi",
  "tika-s0103t8:34_2": "dijagaṇehi yuttā. Tehi pana sakuṇasaṅghehi ito cito ca sampatantehi paribbhamantehi",
  "tika-s0103t8:34_3": "yasmā sā pokkharaṇī ākulā viya hoti, tasmā vuttaṁ “vividhapakkhisaṅghasamākulā”ti.",
  "tika-s0103t8:34_4": "Koñcasakuṇehīti sārasasakuntehi.",
  "tika-s0103t8:35_0": "“Evaṁ viravantāna”nti iminā tathā vassitavasena “jīvañjīvakā”ti ayaṁ tesaṁ samaññāti",
  "tika-s0103t8:35_1": "dasseti. Uṭṭhavacittakāti etthāpi eseva nayo. Tenāha “evaṁ vassamānā”ti. Pokkharasātakāti",
  "tika-s0103t8:35_2": "pokkharasaṇṭhānatāya “pokkharasātakā”ti evaṁ laddhanāmā.",
  "tika-s0103t8:36_0": "Sabbakālaṁsobhatīti sabbautūsu sobhati, na tassā hemantādivasena sobhāvirato atthi.",
  "tika-s0103t8:36_1": "Evaṁbhūtā ca niccaṁ pupphitajalajathalajapupphatāya, phalabhārabharitarukkhaparivāritatāya,",
  "tika-s0103t8:36_2": "aṭṭhaṅgasamannāgatasalilatāya ca nirantaraṁ sobhati.",
  "tika-s0103t8:37_0": "282.Parikammanti pubbupacāraṁ. Parisodhetvāti ekakkharassāpi avirādhanavasena ācariyasantike",
  "tika-s0103t8:37_1": "sabbaṁ sodhetvā. Suṭṭhu uggahitāti parimaṇḍalapadabyañjanāya poriyā vācāya vissaṭṭhāya",
  "tika-s0103t8:37_2": "anelagaḷāya atthassa viññāpanīyā sammadeva uggahitā. Tathā hi “atthañca byañjanañca",
  "tika-s0103t8:37_3": "parisodhetvā”ti vuttaṁ. Atthaṁ jānato eva hi byañjanaṁ parisujjhati, no ajānato.",
  "tika-s0103t8:37_4": "Padabyañjanānīti padañceva byañjanañca ahāpetvā. Evañhi paripuṇṇā nāma hotīti. Visaṁvādetvāti",
  "tika-s0103t8:37_5": "aññathā katvā. Tejavantaṁ na hoti virajjhanato ceva vimhayatthabhāvato ca. Sabbasoti",
  "tika-s0103t8:37_6": "anavasesato ādimajjhapariyosānato. Tejavantaṁ hotīti sabhāvaniruttiṁ avirādhetvā",
  "tika-s0103t8:37_7": "suppavattibhāvena sādhanato. Evaṁ payogavipattiṁ pahāya payogasampattiyā sati parittassa",
  "tika-s0103t8:37_8": "atthasādhakataṁ dassetvā idāni ajjhāsayavipattiṁ pahāya ajjhāsayasampattiyā atthasādhakataṁ",
  "tika-s0103t8:37_9": "dassetuṁ “lābhahetū”tiādi vuttaṁ. Idaṁ parittabhaṇanaṁ sattānaṁ anatthapaṭibāhanahetūti",
  "tika-s0103t8:37_10": "tassa ñāṇakaruṇāpubbakatā nissaraṇapakkho. Mettaṁ purecārikaṁ katvāti mettāmanasikārena",
  "tika-s0103t8:37_11": "sattesu hitapharaṇaṁ purakkhatvā.",
  "tika-s0103t8:38_0": "“Vatthuṁ vā”tiādi pubbe catuparisamajjhe katāya sādhanāya bhagavato pavedanaṁ. Gharavatthunti",
  "tika-s0103t8:38_1": "vasanagehaṁ. Nibaddhavāsanti paragehepi nevāsikabhāvena vāsaṁ na labheyya, yaṁ pana",
  "tika-s0103t8:38_2": "mahārājānaṁ, yakkhasenāpatīnañca ajānantānaṁyeva kadāci vasitvā gamanaṁ, taṁ appamāṇanti",
  "tika-s0103t8:38_3": "adhippāyo. Samitinti yakkhādisamāgamaṁ. Kāmaṁ pāḷiyaṁ “na me so”ti āgataṁ, itaresampi",
  "tika-s0103t8:38_4": "pana mahārājānamattanā ekajjhāsayatāya tesampi ajjhāsayaṁ hadaye ṭhapetvā vessavaṇo",
  "tika-s0103t8:38_5": "tathā avoca. Kaññaṁ anu anu vahituṁ ayutto anāvayho, sabbakālaṁ kaññaṁ laddhuṁ ayuttoti",
  "tika-s0103t8:38_6": "attho, taṁ anāvayhaṁ. Tenāha “na āvāhayutta”nti. Na vivayhanti avivayhaṁ, kaññaṁ",
  "tika-s0103t8:38_7": "gahetumayuttanti attho. Tenāha “na vivāhayutta”nti. Āhito ahaṁmāno etthāti attā,",
  "tika-s0103t8:38_8": "attabhāvo. Attā visayabhūto etāsaṁ atthīti attā, paribhāsā, tāhi. Pariyattaṁ katvā",
  "tika-s0103t8:38_9": "vacanena paripuṇṇāhi. Yathā yakkhā akkositabbā, evaṁ pavattā akkosā yakkhaakkosā",
  "tika-s0103t8:38_10": "nāma, tehi. Te pana “kaḷārakkhi kaḷāradantā kāḷavaṇṇā”ti evaṁ ādayo.",
  "tika-s0103t8:39_0": "Viruddhāti virujjhanakā parehi virodhino. Rabhasāti sārambhakāti adhippāyo. Tenāha",
  "tika-s0103t8:39_1": "“karaṇuttariyā”ti. Rabhasāti vā sāhasikā. Sāmino manaso assavāti manassā, kiṅkarā.",
  "tika-s0103t8:39_2": "Ye hi “kiṁ karomi bhaddante”ti sāmikassa vase vattanti, te evaṁ vuccanti. Tena vuttaṁ",
  "tika-s0103t8:39_3": "“yakkhasenāpatīnaṁ ye manassā, tesa”nti. Āṇāya avarodhitupacārā avaruddhā, te pana",
  "tika-s0103t8:39_4": "āṇāvato paccatthikā nāma hontīti “paccāmittā verino”ti vuttaṁ. Ujjhāpetabbanti heṭṭhā",
  "tika-s0103t8:39_5": "katvā cintāpetabbaṁ, taṁ pana ujjhāpanaṁ tesaṁ nīcakiriyāya jānāpanaṁ hotīti āha “jānāpetabbā”ti.",
  "tika-s0103t8:40": "Parittaparikammakathāvaṇṇanā",
  "tika-s0103t8:41_0": "Parittassa parikammaṁ kathetabbanti āṭānāṭiyaparittassa parikammaṁ pubbupacāraṭṭhāniyaṁ",
  "tika-s0103t8:41_1": "mettasuttādi kathetabbaṁ. Evañhi taṁ laddhāsevanaṁ hutvā tejavantaṁ hoti. Tenāha",
  "tika-s0103t8:41_2": "“paṭhamameva hī”tiādi. Piṭṭhaṁ vā maṁsaṁ vāti vā-saddo aniyamattho, tena macchaghatasūpādiṁ",
  "tika-s0103t8:41_3": "saṅgaṇhāti. Otāraṁ labhanti attanā piyāyitabbaāhāravasena piyāyitabbaṭṭhānavasena",
  "tika-s0103t8:41_4": "ca. “Paritta…pe… nisīditabba”nti imināva parittakārakassa bhikkhuno parisuddhipi",
  "tika-s0103t8:41_5": "icchitabbāti dasseti.",
  "tika-s0103t8:42_0": "“Parittakārako…pe… samparivāritenā”ti idaṁ parittakaraṇe bāhirarakkhāsaṁvidhānaṁ.",
  "tika-s0103t8:42_1": "“Mettacittaṁ …pe… kātabba”nti idaṁ abbhantararakkhā ubhayato rakkhāsaṁvidhānaṁ. Evañhi",
  "tika-s0103t8:42_2": "amanussā parittakaraṇassa antarāyaṁ kātuṁ na visahanti. Maṅgalakathā vattabbā pubbupacāravasena.",
  "tika-s0103t8:42_3": "Sabbasannipātoti tasmiṁ vihāre, tasmiṁ vā gāmakhette sabbesaṁ bhikkhūnaṁ sannipāto.",
  "tika-s0103t8:42_4": "Ghosetabbo,“cetiyaṅgaṇe sabbehi sannipatitabba”nti. Anāgantuṁ nāma na labbhati amanussena",
  "tika-s0103t8:42_5": "buddhāṇābhayena, rājāṇābhayena ca. Gahitakāpadesena amanussova pucchito hotīti āha",
  "tika-s0103t8:42_6": "“amanussaggahitako ‘tvaṁ ko nāmā’ti pucchitabbo”ti. Mālāgandhādīsu pūjanatthaṁ viniyuñjiyamānesu.",
  "tika-s0103t8:42_7": "Pattīti tuyhaṁ pattidānaṁ. Piṇḍapāte pattīti piṇḍapāte diyyamāne pattidānaṁ. Devatānanti",
  "tika-s0103t8:42_8": "yakkhasenāpatīnaṁ. Parittaṁ bhaṇitabbanti etthāpi “mettacittaṁ purecārikaṁ katvā”ti",
  "tika-s0103t8:42_9": "ca “maṅgalakathā vattabbā”ti ca “vihārassa upavane”ti evamādi ca sabbaṁ gihīnaṁ parittakaraṇe",
  "tika-s0103t8:42_10": "vuttaṁ parikammaṁ kātabbameva.",
  "tika-s0103t8:43_0": "Sarīre adhimuccatīti sarīraṁ anupavisitvā viya āvisanto yathā gahitakassa vasena",
  "tika-s0103t8:43_1": "na vattati, attano eva vasena vattati, evaṁ adhimuccati adhiṭṭhahitvā tiṭṭhati. Tenāha",
  "tika-s0103t8:43_2": "“āvisatītitasseva vevacana”nti. Laggatīti tattheva laggo allīno hoti. Tenāha “na",
  "tika-s0103t8:43_3": "apetī”ti. Rogaṁvaḍḍhentoti dhātūnaṁ samabhāvena vattituṁ appadānavasena uppannaṁ",
  "tika-s0103t8:43_4": "rogaṁ vaḍḍhento. Dhātūnaṁ visamabhāvāpattiyā ca āhārassa ca aruccanena gahitakassa",
  "tika-s0103t8:43_5": "sarīre lohitaṁ sussati, maṁsaṁ milāyati, taṁ panassa yakkho dhātukkhobhanimittatāya",
  "tika-s0103t8:43_6": "karonto viya hotīti vuttaṁ “appamaṁsalohitaṁ karonto”ti.",
  "tika-s0103t8:44_0": "283.Tesaṁ nāmāni indādināmabhāvena voharitabbato. Tatoti tato ārocanato paraṁ. Teti",
  "tika-s0103t8:44_1": "yakkhasenāpatayo. Okāso na bhavissatīti bhikkhubhikkhuniyo, upāsakaupāsikāyo viheṭhetuṁ",
  "tika-s0103t8:44_2": "avasaro na bhavissati sammadeva ārakkhāya vihitattāti.",
  "tika-s0103t8:45": "Āṭānāṭiyasuttavaṇṇanāya līnatthappakāsanā."
}