{
  "tika-vin05t13:0": "13. Dānalakkhaṇādivinicchayakathā",
  "tika-vin05t13:1_0": "69.Dānavissāsaggāhehilābhassa pariṇāmananti ettha tāva dānanti attano santakassa",
  "tika-vin05t13:1_1": "cīvarādiparikkhārassa saddhivihārikādīsu yassa kassaci dānaṁ. Tatridaṁ dānalakkhaṇaṁ",
  "tika-vin05t13:1_2": "– “idaṁ tuyhaṁ demi dadāmi dajjāmi oṇojemi pariccajāmi vissajjāmī”ti vā “itthannāmassa",
  "tika-vin05t13:1_3": "demi…pe… vissajjāmī”ti vā vadati, sammukhāpi parammukhāpi dinnaṁyeva hoti. “Tuyhaṁ",
  "tika-vin05t13:1_4": "gaṇhāhī”ti vutte “mayhaṁ gaṇhāmī”ti vadati, sudinnaṁ suggahitañca. “Tava santakaṁ",
  "tika-vin05t13:1_5": "karohi, tava santakaṁ hotu, tava santakaṁ hotī”ti vutte “mama santakaṁ karomi, mama",
  "tika-vin05t13:1_6": "santakaṁ hotu, mama santakaṁ karissāmī”ti vadati, dudinnaṁ duggahitañca. Neva dātā",
  "tika-vin05t13:1_7": "dātuṁ jānāti, na itaro gahetuṁ, sace pana “tava santakaṁ karohī”ti vutte “sādhu,",
  "tika-vin05t13:1_8": "bhante, mayhaṁ gaṇhāmī”ti gaṇhāti, suggahitaṁ. Sace pana eko “idaṁ cīvaraṁ gaṇhāhī”ti",
  "tika-vin05t13:1_9": "vadati, itaro “na gaṇhāmī”ti vadati, puna so “dinnaṁ mayā tuyhaṁ, gaṇhāhī”ti vadati,",
  "tika-vin05t13:1_10": "itaropi “na mayhaṁ iminā attho”ti vadati, tato purimopi “mayā dinna”nti dasāhaṁ atikkāmeti,",
  "tika-vin05t13:1_11": "pacchimopi “mayā paṭikkhitta”nti, kassa āpattīti? Na kassaci. Yassa pana ruccati,",
  "tika-vin05t13:1_12": "tena adhiṭṭhahitvā paribhuñjitabbaṁ. “Itthannāmassa dehī”ti dinnaṁ yāva parassa hatthaṁ",
  "tika-vin05t13:1_13": "na pāpuṇāti, tāva yo pahiṇati, tasseva santakaṁ, “itthannāmassa dammī”ti dinnaṁ pana",
  "tika-vin05t13:1_14": "yassa pahīyati, tassa santakaṁ. Tasmā bhikkhu bhikkhussa hatthe cīvaraṁ pahiṇati",
  "tika-vin05t13:1_15": "“idaṁ cīvaraṁ itthannāmassa dehī”ti. So antarāmagge yo pahiṇati, tassa vissāsā gaṇhāti,",
  "tika-vin05t13:1_16": "suggahitaṁ. Yassa pahīyati, tassa vissāsā gaṇhāti, duggahitaṁ.",
  "tika-vin05t13:2_0": "Bhikkhu bhikkhussa hatthe cīvaraṁ pahiṇati “imaṁ cīvaraṁ itthannāmassa dehī”ti. So",
  "tika-vin05t13:2_1": "antarāmagge suṇāti “yo pahiṇati, so kālakato”ti, tassa matakacīvaraṁ adhiṭṭhāti,",
  "tika-vin05t13:2_2": "svādhiṭṭhitaṁ. Yassa pahīyati, tassa vissāsā gaṇhāti, duggahitaṁ. Bhikkhu bhikkhussa",
  "tika-vin05t13:2_3": "hatthe cīvaraṁ pahiṇati “imaṁ cīvaraṁ itthannāmassa dehī”ti. So antarāmagge suṇāti",
  "tika-vin05t13:2_4": "“yassa pahīyati, so kālakato”ti, tassa matakacīvaraṁ adhiṭṭhāti, dvādhiṭṭhitaṁ. Yo",
  "tika-vin05t13:2_5": "pahiṇati, tassa vissāsā gaṇhāti, suggahitaṁ. Bhikkhu bhikkhussa hatthe cīvaraṁ pahiṇati",
  "tika-vin05t13:2_6": "“imaṁ cīvaraṁ itthannāmassa dehī”ti. So antarāmagge suṇāti “ubho kālakatā”ti, yo",
  "tika-vin05t13:2_7": "pahiṇati, tassa matakacīvaraṁ adhiṭṭhāti, svādhiṭṭhitaṁ. Yassa pahīyati, tassa matakacīvaraṁ",
  "tika-vin05t13:2_8": "adhiṭṭhāti, dvādhiṭṭhitaṁ. Bhikkhu bhikkhussa hatthe cīvaraṁ pahiṇati “imaṁ cīvaraṁ",
  "tika-vin05t13:2_9": "itthannāmassa dammī”ti. So antarāmagge yo pahiṇati, tassa vissāsā gaṇhāti, duggahitaṁ.",
  "tika-vin05t13:2_10": "Yassa pahīyati, tassa vissāsā gaṇhāti, suggahitaṁ. Bhikkhu bhikkhussa hatthe cīvaraṁ",
  "tika-vin05t13:2_11": "pahiṇati “imaṁ cīvaraṁ itthannāmassa dammī”ti. So antarāmagge suṇāti “yo pahiṇati,",
  "tika-vin05t13:2_12": "so kālakato”ti, tassa matakacīvaraṁ adhiṭṭhāti, dvādhiṭṭhitaṁ. Yassa pahīyati, tassa",
  "tika-vin05t13:2_13": "vissāsā gaṇhāti, suggahitaṁ. Bhikkhu bhikkhussa hatthe cīvaraṁ pahiṇati “imaṁ cīvaraṁ",
  "tika-vin05t13:2_14": "itthannāmassa dammī”ti. So antarāmagge suṇāti “yassa pahīyati, so kālakato”ti, tassa",
  "tika-vin05t13:2_15": "matakacīvaraṁ adhiṭṭhāti, svādhiṭṭhitaṁ. Yo pahiṇati, tassa vissāsā gaṇhāti, duggahitaṁ.",
  "tika-vin05t13:2_16": "Bhikkhu bhikkhussa hatthe cīvaraṁ pahiṇati “imaṁ cīvaraṁ itthannāmassa dammī”ti.",
  "tika-vin05t13:2_17": "So antarāmagge suṇāti “ubho kālakatā”ti. Yo pahiṇati, tassa matakacīvaraṁ adhiṭṭhāti,",
  "tika-vin05t13:2_18": "dvādhiṭṭhitaṁ. Yassa pahīyati, tassa matakacīvaraṁ adhiṭṭhāti, svādhiṭṭhitaṁ.",
  "tika-vin05t13:3_0": "Pariccajitvā dinnaṁ puna kenaci kāraṇena kupito āharāpetuṁ na labhati. Attanā dinnampi",
  "tika-vin05t13:3_1": "hi cīvaraṁ sakasaññāya acchindato nissaggiyaṁ, aññaṁ parikkhāraṁ antamaso sūcimpi",
  "tika-vin05t13:3_2": "acchindato dukkaṭaṁ. Sace pana “bhante, tumhākaṁ idaṁ sāruppa”nti sayameva deti,",
  "tika-vin05t13:3_3": "gahetuṁ vaṭṭati. Atha pana “āvuso, mayaṁ tuyhaṁ ‘vattapaṭivattaṁ karissati, amhākaṁ",
  "tika-vin05t13:3_4": "santike upajjhaṁ gaṇhissati, dhammaṁ pariyāpuṇissatī’ti cīvaraṁ adamhā, so dāni tvaṁ",
  "tika-vin05t13:3_5": "na vattaṁ karosi, na upajjhaṁ gaṇhāsi, na dhammaṁ pariyāpuṇāsī”ti evamādīni vutto",
  "tika-vin05t13:3_6": "“bhante, cīvaratthāya maññe bhaṇatha, idaṁ vo cīvara”nti deti, evampi vaṭṭati. Disāpakkamantaṁ",
  "tika-vin05t13:3_7": "vā pana daharaṁ “nivattetha na”nti bhaṇati, so na nivattati, cīvare gahetvā nirundhathāti,",
  "tika-vin05t13:3_8": "evañce nivattati, sādhu. Sace “pattacīvaratthāya maññe tumhe bhaṇatha, gaṇhatha na”nti",
  "tika-vin05t13:3_9": "deti, evampi vaṭṭati. Vibbhamantaṁ vā disvā “mayaṁ tuyhaṁ ‘vattaṁ karissatī’ti pattacīvaraṁ",
  "tika-vin05t13:3_10": "adamhā, so dāni tvaṁ vibbhamitvā carasī”ti vadati, itaro “gaṇhatha tumhākaṁ pattacīvara”nti",
  "tika-vin05t13:3_11": "deti, evampi vaṭṭati. “Mama santike upajjhaṁ gaṇhantasseva demi, aññattha gaṇhantassa",
  "tika-vin05t13:3_12": "na demi, vattaṁ karontasseva demi, akarontassa na demi, dhammaṁ pariyāpuṇantasseva",
  "tika-vin05t13:3_13": "demi, apariyāpuṇantassa na demi, avibbhamantasseva demi, vibbhamantassa na demī”ti",
  "tika-vin05t13:3_14": "evaṁ pana dātuṁ na vaṭṭati, dadato dukkaṭaṁ, āharāpetuṁ pana vaṭṭati, vissajjetvā",
  "tika-vin05t13:3_15": "dinnaṁ acchinditvā gaṇhanto bhaṇḍagghena kāretabbo. Ayaṁ tāva dāne vinicchayo.",
  "tika-vin05t13:4": "70.Vissāsaggāhalakkhaṇaṁ pana iminā suttena jānitabbaṁ –",
  "tika-vin05t13:5": "“Anujānāmi, bhikkhave, pañcahaṅgehi samannāgatassa vissāsaṁ gahetuṁ sandiṭṭho ca hoti, sambhatto ca, ālapito ca, jīvati ca, gahite ca attamano hotī”ti.",
  "tika-vin05t13:6_0": "Tattha sandiṭṭhoti diṭṭhamattakamitto. Sambhattoti daḷhamitto. Ālapitoti “mama santakaṁ",
  "tika-vin05t13:6_1": "yaṁ icchasi, taṁ gaṇheyyāsi, āpucchitvā gahaṇe kāraṇaṁ natthī”ti vutto. Jīvatīti",
  "tika-vin05t13:6_2": "anuṭṭhānaseyyāya sayitopi yāvajīvitindriyupacchedaṁ na pāpuṇāti. Gahite ca attamanoti",
  "tika-vin05t13:6_3": "gahite tuṭṭhacitto hoti. “Evarūpassa santakaṁ gahite me attamano bhavissatī”ti jānantena",
  "tika-vin05t13:6_4": "gahetuṁ vaṭṭati. Anavasesapariyādānavasena cetāni pañcaṅgāni vuttāni, vissāsaggāho",
  "tika-vin05t13:6_5": "pana tīhi aṅgehi ruhati sandiṭṭho, jīvati, gahite attamano, sambhatto, jīvati, gahite",
  "tika-vin05t13:6_6": "attamano, ālapito, jīvati, gahite attamanoti. Yo pana na jīvati, na ca gahite attamano",
  "tika-vin05t13:6_7": "hoti, tassa santakaṁ vissāsaggāhena gahitampi puna dātabbaṁ. Dadamānena ca matakadhanaṁ",
  "tika-vin05t13:6_8": "tāva ye tassa dhane issarā gahaṭṭhā vā pabbajitā vā, tesaṁ dātabbaṁ. Anattamanassa",
  "tika-vin05t13:6_9": "santakaṁ tasseva dātabbaṁ, yo pana paṭhamaṁyeva “suṭṭhu kataṁ tayā mama santakaṁ",
  "tika-vin05t13:6_10": "gaṇhantenā”ti vacībhedena vā cittuppādamattena vā anumoditvā pacchā kenaci kāraṇena",
  "tika-vin05t13:6_11": "kupito, paccāharāpetuṁ na labhati, yopi adātukāmo, cittena pana adhivāseti, na kiñci",
  "tika-vin05t13:6_12": "vadati, sopi puna paccāharāpetuṁ na labhati. Yo pana “mayā tumhākaṁ santakaṁ gahitaṁ",
  "tika-vin05t13:6_13": "vā paribhuttaṁ vā”ti vutte “gahitaṁ vā hotu paribhuttaṁ vā, mayā pana taṁ kenacideva",
  "tika-vin05t13:6_14": "karaṇīyena ṭhapitaṁ, taṁ pākatikaṁ kātuṁ vaṭṭatī”ti vadati, ayaṁ paccāharāpetuṁ labhati.",
  "tika-vin05t13:6_15": "Ayaṁ vissāsaggāhe vinicchayo.",
  "tika-vin05t13:7_0": "71.Lābhassa pariṇāmananti idaṁ pana aññesaṁ atthāya pariṇatalābhassa attano aññassa",
  "tika-vin05t13:7_1": "vā pariṇāmanaṁ sandhāya vuttaṁ. Tatrāyaṁ vinicchayo – saṅghassa pariṇataṁ sahadhammikānaṁ",
  "tika-vin05t13:7_2": "vā gihīnaṁ vā antamaso mātusantakampi “idaṁ mayhaṁ dehī”ti saṅghassa pariṇatabhāvaṁ",
  "tika-vin05t13:7_3": "ñatvā attano pariṇāmetvā gaṇhantassa nissaggiyaṁ pācittiyaṁ, “imassa bhikkhuno dehī”ti",
  "tika-vin05t13:7_4": "evaṁ aññassa pariṇāmentassa suddhikapācittiyaṁ. Tasmā yopi vassikasāṭikasamaye mātugharepi",
  "tika-vin05t13:7_5": "saṅghassa pariṇataṁ vassikasāṭikaṁ ñatvā attano pariṇāmeti, nissaggiyaṁ pācittiyaṁ,",
  "tika-vin05t13:7_6": "parassa pariṇāmeti, suddhikapācittiyaṁ. Manussā “saṅghabhattaṁ karissāmā”ti sappitelādīni",
  "tika-vin05t13:7_7": "āharanti, gilāno cepi bhikkhusaṅghassa pariṇatabhāvaṁ ñatvā kiñci yācati, nissaggiyaṁ",
  "tika-vin05t13:7_8": "pācittiyameva. Sace pana so “tumhākaṁ sappiādīni ābhatāni atthī”ti pucchitvā “āma,",
  "tika-vin05t13:7_9": "atthī”ti vutte “mayhampi dethā”ti vadati, vaṭṭati. Athāpi naṁ kukkuccāyantaṁ upāsakā",
  "tika-vin05t13:7_10": "vadanti “saṅghopi amhehi dinnameva labhati, gaṇhatha, bhante”ti, evampi vaṭṭati.",
  "tika-vin05t13:8_0": "Ekasmiṁ vihāre saṅghassa pariṇataṁ aññavihāraṁ uddisitvā “asukasmiṁ nāma vihāre saṅghassa",
  "tika-vin05t13:8_1": "dethā”ti pariṇāmeti, “kiṁ saṅghassa dānena, cetiyassa pūjaṁ karothā”ti evaṁ cetiyassa",
  "tika-vin05t13:8_2": "vā pariṇāmeti, dukkaṭaṁ. Cetiyassa pariṇataṁ aññacetiyassa vā saṅghassa vā gaṇassa",
  "tika-vin05t13:8_3": "vā puggalassa vā pariṇāmeti, dukkaṭameva. Niyametvā aññacetiyassa atthāya ropitamālāvacchato",
  "tika-vin05t13:8_4": "aññacetiyamhi pupphampi āropetuṁ na vaṭṭati, ekassa cetiyassa pana chattaṁ vā paṭākaṁ",
  "tika-vin05t13:8_5": "vā āropetvā ṭhitaṁ disvā sesaṁ aññacetiyassa dāpetuṁ vaṭṭati. Antamaso sunakhassapi",
  "tika-vin05t13:8_6": "pariṇataṁ “imassa sunakhassa mā dehi, etassa dehī”ti evaṁ aññapuggalassa pariṇāmeti,",
  "tika-vin05t13:8_7": "dukkaṭaṁ. Sace pana dāyakā “mayaṁ saṅghabhattaṁ kātukāmā, cetiyapūjaṁ kātukāmā, ekassa",
  "tika-vin05t13:8_8": "bhikkhuno parikkhāraṁ dātukāmā, tumhākaṁ ruciyā dassāma, bhaṇatha kattha demā”ti",
  "tika-vin05t13:8_9": "vadanti, evaṁ vutte tena bhikkhunā “yattha icchatha, tattha dethā”ti vattabbā. Sace",
  "tika-vin05t13:8_10": "pana kevalaṁ “kattha demā”ti pucchanti, “yattha tumhākaṁ deyyadhammo paribhogaṁ vā",
  "tika-vin05t13:8_11": "labheyya, paṭisaṅkhāraṁ vā labheyya, ciraṭṭhitiko vā assa, yattha vā pana tumhākaṁ",
  "tika-vin05t13:8_12": "cittaṁ pasīdati, tattha dethā”ti vattuṁ vaṭṭati.",
  "tika-vin05t13:9": "Iti pāḷimuttakavinayavinicchayasaṅgahe",
  "tika-vin05t13:10": "Dānalakkhaṇādivinicchayakathā samattā."
}