{
  "tika-s0401t14:0": "16. Ekadhammapāḷi",
  "tika-s0401t14:1": "(16) 1. Ekadhammapāḷi-paṭhamavaggavaṇṇanā",
  "tika-s0401t14:2_0": "296. Ekadhammapāḷivaṇṇanāyaṁ idha dhamma-saddo sabhāvattho ‘‘kusalā dhammā’’tiādīsu",
  "tika-s0401t14:2_1": "viyāti āha – ‘‘ekasabhāvo’’ti. Ekantenāti ekaṁsena, avassanti attho. Vaṭṭeti saṁsāravaṭṭe.",
  "tika-s0401t14:2_2": "Nibbindanatthāyāti anabhiramanatthāya. Virajjanatthāyāti arajjanatthāya. Virajjanāyāti",
  "tika-s0401t14:2_3": "palujjanāya. Tenevāha – ‘‘vigamāyā’’ti. Rāgādīnaṁ nirodhāyāti maggañāṇena rāgādīnaṁ",
  "tika-s0401t14:2_4": "nirodhanatthāya. Maggañāṇena nirodhanaṁ nāma accantaṁ appavattikaraṇanti āha – ‘‘appavattikaraṇatthāyā’’ti.",
  "tika-s0401t14:2_5": "Yathā khādanīyassa mukhe katvā khādanaṁ nāma yāvadeva ajjhoharaṇatthaṁ, evaṁ rāgādīnaṁ",
  "tika-s0401t14:2_6": "nirodhanaṁ vaṭṭanirodhanatthamevāti vuttaṁ – ‘‘vaṭṭasseva vā nirujjhanatthāyā’’ti.",
  "tika-s0401t14:2_7": "Yasmā kilesesu khīṇesu itaraṁ vaṭṭadvayampi khīṇameva hoti, tasmā mūlameva gaṇhanto",
  "tika-s0401t14:2_8": "‘‘upasamāyāti kilesavūpasamanatthāyā’’ti āha. Saṅkhatadhammānaṁ abhijānanaṁ nāma",
  "tika-s0401t14:2_9": "tattha lakkhaṇattayāropanamukhenevāti āha – ‘‘aniccādi…pe… abhijānanatthāyā’’ti.",
  "tika-s0401t14:2_10": "Sambujjhitabbāni nāma cattāri ariyasaccāni tabbinimuttassa ñeyyassa abhāvato. ‘‘Catunnaṁ",
  "tika-s0401t14:2_11": "saccānaṁ bujjhanatthāyā’’ti vatvā tayidaṁ bujjhanaṁ yassa ñāṇassa vasena ijjhati,",
  "tika-s0401t14:2_12": "tassa ñāṇassa vasena dassetuṁ – ‘‘bodhi vuccatī’’tiādi vuttaṁ. Appaccayanibbānassāti amatadhātuyā.",
  "tika-s0401t14:3_0": "Ussāhajananatthanti kammaṭṭhāne abhiruciuppādanāya. Visakaṇṭakoti guḷassa vāṇijasamaññā.",
  "tika-s0401t14:3_1": "‘‘Kismiñci dese desabhāsā’’ti keci. Ucchuraso samapākapakko cuṇṇādīhi missetvā piṇḍīkato",
  "tika-s0401t14:3_2": "guḷo, apiṇḍīkato phāṇitaṁ. Pākavisesena khaṇḍakhaṇḍasedito khaṇḍo, malābhāvaṁ āpanno sakkarā.",
  "tika-s0401t14:4_0": "Saratīti sati. Anu anu saratīti anussati, anu anurūpā satītipi anussati. Duvidhaṁ",
  "tika-s0401t14:4_1": "hotīti payojanavasena duvidhaṁ hoti. Cittasampahaṁsanatthanti pasādanīyavatthusmiṁ",
  "tika-s0401t14:4_2": "pasāduppādanena bhāvanācittassa paritosanatthaṁ. Vipassanatthanti vipassanāsukhatthaṁ.",
  "tika-s0401t14:4_3": "Upacārasamādhinā hi citte samāhite vipassanāsukhena ijjhati. Cittuppādoti bhāvanāvasena",
  "tika-s0401t14:4_4": "pavatto cittuppādo . Upahaññati patihaññati paṭikūlattā ārammaṇassa. Tato eva ukkaṇṭhati,",
  "tika-s0401t14:4_5": "kammaṭṭhānaṁ riñcati, nirassādo hoti bhāvanassādassa alabbhanato. Pasīdati buddhaguṇānaṁ",
  "tika-s0401t14:4_6": "pasādanīyattā. Tathā ca kaṅkhādicetokhilābhāvena vinīvaraṇo hoti. Dametvāti nīvaraṇanirākaraṇena",
  "tika-s0401t14:4_7": "nibbisevanaṁ katvā. Evaṁ kammaṭṭhānantarānuyuñjanena cittaparidamanassa upamaṁ dassento,",
  "tika-s0401t14:4_8": "‘‘katha’’ntiādimāha.",
  "tika-s0401t14:5_0": "Ko ayaṁ…pe… anussarīti ko ayaṁ mama abbhantare ṭhatvā anussari. Pariggaṇhantoti bāhirakaparikappitassa",
  "tika-s0401t14:5_1": "anussarakassa sabbaso abhāvadassanametaṁ. Tenāha – ‘‘na añño kocī’’ti. Disvāti pariyesananayena",
  "tika-s0401t14:5_2": "vuttappakāraṁ cittameva anussarīti disvā sabbampetanti etaṁ hadayavatthuādippabhedaṁ",
  "tika-s0401t14:5_3": "sabbampi. Idañca rūpaṁ purimañca arūpanti idaṁ ruppanasabhāvattā rūpaṁ, purimaṁ ataṁsabhāvattā",
  "tika-s0401t14:5_4": "arūpanti saṅkhepato rūpārūpaṁ vavatthapetvā. Pañcakkhandhe vavatthapetvāti yojanā.",
  "tika-s0401t14:5_5": "Sambhāvikāti samuṭṭhāpikā. Tassāti samudayasaccassa. Nirodhoti nirodhanimittaṁ. Appanāvāroti",
  "tika-s0401t14:5_6": "yathāraddhāya desanāya nigamanavāro.",
  "tika-s0401t14:6_0": "297.Eseva nayoti iminā yvāyaṁ ‘‘taṁ paneta’’ntiādinā atthanayo buddhānussatiyaṁ vibhāvitoti",
  "tika-s0401t14:6_1": "atidisati, svāyaṁ atideso payojanavasena navasupi anussatīsu sādhāraṇavasena vuttopi",
  "tika-s0401t14:6_2": "ānāpānassatiādīsu tīsu vipassanatthāneva hontīti iminā apavādena nivattitoti tāsaṁ",
  "tika-s0401t14:6_3": "ekappayojanatāva daṭṭhabbā. Dhamme anussati dhammānussatīti samāsapadavibhāgadassanampi",
  "tika-s0401t14:6_4": "vacanatthadassanapakkhikamevāti āha – ‘‘ayaṁ panettha vacanattho’’ti. Dhammaṁ ārabbhāti",
  "tika-s0401t14:6_5": "hi dhammassa anussatiyā visayabhāvadassanametaṁ. Esa nayo sesesupi. Sīlaṁ ārabbhāti",
  "tika-s0401t14:6_6": "attano pārisuddhisīlaṁ ārabbha. Cāgaṁ ārabbhāti attano cāgaguṇaṁ ārabbha. Devatā",
  "tika-s0401t14:6_7": "ārabbhāti ettha devatāguṇasadisatāya attano saddhāsīlasutacāgapaññāsu devatāsamaññā.",
  "tika-s0401t14:6_8": "Bhavati hi taṁsadisepi tabbohāro yathā ‘‘tāni osadhāni, esa brahmadatto’’ti ca. Tenāha",
  "tika-s0401t14:6_9": "– ‘‘devatā sakkhiṭṭhāne ṭhapetvā’’tiādi. Tattha devatā sakkhiṭṭhāne ṭhapetvāti ‘‘yathārūpāya",
  "tika-s0401t14:6_10": "saddhāya samannāgatā tā devatā ito cutā tattha upapannā, mayhampi tathārūpā saddhā",
  "tika-s0401t14:6_11": "saṁvijjati. Yathārūpena sīlena, yathārūpena sutena, yathārūpena cāgena, yathārūpāya",
  "tika-s0401t14:6_12": "paññāya samannāgatā tā devatā ito cutā tattha upapannā, mayhampi tathārūpā paññā",
  "tika-s0401t14:6_13": "saṁvijjatī’’ti evaṁ devatā sakkhiṭṭhāne ṭhapetvā. Assāsapassāsanimittaṁ nāma tattha",
  "tika-s0401t14:6_14": "laddhabbappaṭibhāganimittaṁ. Gatāti ārammaṇakaraṇavasena upagatā pavattā.",
  "tika-s0401t14:7_0": "Upasammati ettha dukkhanti upasamo, nibbānaṁ. Accantameva ettha upasammati vaṭṭattayanti",
  "tika-s0401t14:7_1": "accantūpasamo, nibbānameva. Khiṇoti khepeti kileseti khayo, ariyamaggo. Te eva upasametīti",
  "tika-s0401t14:7_2": "upasamo, ariyamaggo eva. Khayo ca so upasamo cāti khayūpasamo. Tatracāyaṁ upasamo",
  "tika-s0401t14:7_3": "dhammo evāti dhammānussatiyā upasamānussati ekasaṅgahoti? Saccaṁ ekasaṅgaho dhammabhāvasāmaññe",
  "tika-s0401t14:7_4": "adhippete, saṅkhatadhammato pana asaṅkhatadhammo sātisayo uḷāratamapaṇītatamabhāvatoti",
  "tika-s0401t14:7_5": "dīpetuṁ visuṁ nīharitvā vuttaṁ. Imameva hi visesaṁ sandhāya bhagavā – ‘‘dhammānussatī’’ti",
  "tika-s0401t14:7_6": "vatvāpi upasamānussatiṁ avoca anussarantassa savisesaṁ santapaṇītabhāvena upaṭṭhānato.",
  "tika-s0401t14:7_7": "Evañca katvā idha khayūpasamaggahaṇampi samatthitanti daṭṭhabbaṁ. Yatheva hi samānepi",
  "tika-s0401t14:7_8": "lokuttaradhammabhāve ‘‘yāvatā, bhikkhave, dhammā saṅkhatā vā asaṅkhatā vā, virāgo",
  "tika-s0401t14:7_9": "tesaṁ aggamakkhāyatī’’tiādivacanato (itivu. 90) maggaphaladhammehi nibbānadhammo",
  "tika-s0401t14:7_10": "sātisayo, evaṁ phaladhammato maggadhammo kilesappahānena acchariyadhammabhāvato,",
  "tika-s0401t14:7_11": "tasmā accantūpasamena saddhiṁ khayūpasamopi gahitoti daṭṭhabbaṁ. Vipassanatthāneva",
  "tika-s0401t14:7_12": "hontīti kasmā vuttanti? ‘‘Ekantanibbidāyātiādivacanato’’ti keci, taṁ akāraṇaṁ buddhānussatiādīsupi",
  "tika-s0401t14:7_13": "tathā desanāya āgatattā. Yathā pana buddhānussatiādīni kammaṭṭhānāni vipassanatthāni",
  "tika-s0401t14:7_14": "honti, nimittasampahaṁsanatthānipi honti, na evametāni, etāni pana vipassanatthānevāti tathā vuttaṁ.",
  "tika-s0401t14:8": "Paṭhamavaggavaṇṇanā niṭṭhitā.",
  "tika-s0401t14:9": "16. Ekadhammapāḷi",
  "tika-s0401t14:10": "(16) 2. Ekadhammapāḷi-dutiyavaggavaṇṇanā",
  "tika-s0401t14:11_0": "298. Micchā passati tāya, sayaṁ vā micchā passati, micchādassanameva vā tanti micchādiṭṭhi,",
  "tika-s0401t14:11_1": "yaṁ kiñci viparītadassanaṁ. Tenāha – ‘‘dvāsaṭṭhividhāyā’’tiādi . Micchādiṭṭhi etassāti",
  "tika-s0401t14:11_2": "micchādiṭṭhiko. Tassa micchādiṭṭhikassa.",
  "tika-s0401t14:12_0": "299. Sammā passati tāya, sayaṁ vā sammā passati, sammādassanamattameva vā tanti sammādiṭṭhi.",
  "tika-s0401t14:12_1": "Pañcavidhāyāti kammassakatājhānavipassanāmaggaphalavasena pañcavidhāya. Tattha jhānacittuppādapariyāpannaṁ",
  "tika-s0401t14:12_2": "ñāṇaṁ jhānasammādiṭṭhi, vipassanāñāṇaṁ vipassanāsammādiṭṭhi.",
  "tika-s0401t14:13": "302. Pañcasu khandhesu ‘‘nicca’’ntiādinā pavatto anupāyamanasikāro.",
  "tika-s0401t14:14_0": "303. ‘‘Anicca’’ntiādinā pavatto upāyamanasikāro. Yāva niyāmokkamanāti yāva micchattaniyāmokkamanā.",
  "tika-s0401t14:14_1": "Micchattaniyāmokkamananayo pana sāmaññaphalasuttavaṇṇanāyaṁ taṭṭīkāya ca vuttanayeneva veditabbo.",
  "tika-s0401t14:15_0": "304.Ayaṁ tividhā saggāvaraṇā ceva hotīti kammapathappattiyā mahāsāvajjabhāvato vuttaṁ.",
  "tika-s0401t14:15_1": "Saggāvaraṇāya hontiyā maggavibandhakabhāve vattabbameva natthīti vuttaṁ – ‘‘maggāvaraṇā",
  "tika-s0401t14:15_2": "cā’’ti. ‘‘Sassato loko’’tiādikā dasavatthukā antaggāhikā micchādiṭṭhi. Maggāvaraṇāva",
  "tika-s0401t14:15_3": "hoti viparītadassanabhāvato, na saggāvaraṇā akammapathapattitoti adhippāyo. Idaṁ",
  "tika-s0401t14:15_4": "pana vidhānaṁ paṭikkhipitvāti viparītadassanañca na maggāvaraṇañcāti viruddhametaṁ",
  "tika-s0401t14:15_5": "uddhammabhāvato. Tathā hi sati appahīnāya eva sakkāyadiṭṭhiyā maggādhigamena bhavitabbanti",
  "tika-s0401t14:15_6": "adhippāyena yathāvuttavidhānaṁ paṭikkhipitvā. ‘‘Na saggāvaraṇā’’ti saggūpapattiyā",
  "tika-s0401t14:15_7": "avibandhakattaṁ vadantehi diṭṭhiyā saggāvahatāpi nāma anuññātā hotīti taṁ vādaṁ paṭikkhipantena",
  "tika-s0401t14:15_8": "‘‘diṭṭhi nāma saggaṁ upanetuṁ samatthā nāma natthī’’ti vuttaṁ. Kasmā? Ekantagarutarasāvajjabhāvato.",
  "tika-s0401t14:15_9": "Tenāha – ‘‘ekantaṁ nirayasmiṁyeva nimujjāpetī’’tiādi.",
  "tika-s0401t14:16_0": "305.Vaṭṭaṁviddhaṁsetīti maggasammādiṭṭhi kilesavaṭṭaṁ kammavaṭṭañca viddhaṁseti.",
  "tika-s0401t14:16_1": "Vipākavaṭṭaṁ kā nu viddhaṁseti nāma. Evaṁ pana attano kāraṇena viddhastabhavaṁ phalasammādiṭṭhi",
  "tika-s0401t14:16_2": "paṭibāhatīti vuttaṁ avasaradānato. Iccetaṁ kusalanti arahattaṁ pāpetuṁ sace sakkoti,",
  "tika-s0401t14:16_3": "evametaṁ vipassanāya paṭisandhianākaḍḍhanaṁ kusalaṁ anavajjaṁ. Satta bhave detīti",
  "tika-s0401t14:16_4": "sotāpattimaggassa paccayabhūtā vipassanāsammādiṭṭhi tassa puggalassa satta bhave",
  "tika-s0401t14:16_5": "deti. Evamayanti pañcavidhampi sammādiṭṭhiṁ sandhāya vuttaṁ. Tenāha – ‘‘lokiyalokuttarā",
  "tika-s0401t14:16_6": "sammādiṭṭhi kathitā’’ti. Imasmiṁ panattheti ‘‘nāhaṁ, bhikkhave, aññaṁ ekadhammampi",
  "tika-s0401t14:16_7": "samanupassāmī’’tiādinā vutte gatimaggasaṅkhāte atthe. ‘‘Sugatiṁ saggaṁ lokaṁ upapajjantī’’ti",
  "tika-s0401t14:16_8": "vuttattā ‘‘lokikā bhavanipphādikāva veditabbā’’ti vuttaṁ.",
  "tika-s0401t14:17_0": "306.Yathādiṭṭhīti atthabyāpanicchāyaṁ yathā-saddo, tena uttarapadatthappadhāno samāsoti",
  "tika-s0401t14:17_1": "āha – ‘‘yā yā diṭṭhī’’ti. Tassā tassā anurūpanti taṁtaṁdiṭṭhianurūpanti attho. Samattanti",
  "tika-s0401t14:17_2": "anavasesaṁ. Tenāha – ‘‘paripuṇṇa’’nti. Samādinnanti ādimajjhapariyosānesu samaṁ ekasadisaṁ",
  "tika-s0401t14:17_3": "katvā ādinnaṁ gahitaṁ anissaṭṭhaṁ. Tadetanti yadetaṁ ‘‘yañceva kāyakamma’’ntiādinā",
  "tika-s0401t14:17_4": "vuttaṁ, tadetaṁ kāyakammaṁ. Yathādiṭṭhiyaṁ ṭhitakāyakammanti yā pana diṭṭhi ‘‘natthi",
  "tika-s0401t14:17_5": "tatonidānaṁ pāpa’’ntiādinā pavattā, tassaṁ diṭṭhiyaṁ ṭhitakassa ṭhitamattassa anissaṭṭhassa",
  "tika-s0401t14:17_6": "taṁdiṭṭhikassa kāyakammaṁ. Diṭṭhisahajātaṁ kāyakammanti tassa yathādiṭṭhikassa paresaṁ",
  "tika-s0401t14:17_7": "hatthamuddādinā viññāpanakāle tāya diṭṭhiyā sahajātaṁ kāyakammaṁ. Na cettha vacīkammāsaṅkā",
  "tika-s0401t14:17_8": "uppādetabbā pāṇaghātādīnaṁyeva adhippetattā. Diṭṭhānulomikaṁ kāyakammanti yathā paresaṁ",
  "tika-s0401t14:17_9": "pākaṭaṁ hoti, evaṁ diṭṭhiyā anulomikaṁ katvā pavattitaṁ kāyakammaṁ. Tenāha – ‘‘samādinnaṁ",
  "tika-s0401t14:17_10": "gahitaṁ parāmaṭṭha’’nti. Tatthātiādi suviññeyyameva. Eseva nayoti iminā yathāvuttāya",
  "tika-s0401t14:17_11": "diṭṭhiyā ṭhitavacīkammaṁ, diṭṭhisahajātaṁ vacīkammaṁ, diṭṭhānulomikaṁ vacīkammanti",
  "tika-s0401t14:17_12": "tividhaṁ hotīti evamādi atidisati. Micchādiṭṭhikassāti kammapathappattāya micchādiṭṭhiyā",
  "tika-s0401t14:17_13": "micchādiṭṭhikassa. ‘‘Yāya kāyaci micchādiṭṭhiyā micchādiṭṭhikassa sato’’ti apare.",
  "tika-s0401t14:18_0": "Diṭṭhisahajātāti yathāvuttāya diṭṭhiyā sahajātā cetanā. Esa nayo sesapadesupi. Patthanāti",
  "tika-s0401t14:18_1": "‘‘idaṁ nāma kareyya’’nti taṇhāpatthanā. Cetanāpatthanānaṁ vasenāti yathāvuttadiṭṭhigatanissitacetasikanikāmanānaṁ",
  "tika-s0401t14:18_2": "vasena. Cittaṭṭhapanāti cittassa paṇidahanā. Phassādayoti cetanādiṭṭhitaṇhādivinimuttā",
  "tika-s0401t14:18_3": "phassādidhammā. Yasmā diṭṭhi pāpikā, tasmā tassa puggalassa sabbe te dhammā aniṭṭhāya…pe…",
  "tika-s0401t14:18_4": "saṁvattantīti yojanā. Purimassevāti tittakapadasseva . Tittakaṁ kaṭukanti ca ubhayaṁ",
  "tika-s0401t14:18_5": "idha aniṭṭhapariyāyaṁ daṭṭhabbaṁ ‘‘pacchā te kaṭukaṁ bhavissatī’’tiādīsu viya.",
  "tika-s0401t14:19": "Amboyanti ambo ayaṁ. Tameva pūjanti tameva pubbe laddhaparisiñcanadānādipūjaṁ. Nivesareti pavisiṁsu. Asātasannivāsenāti amadhuranimbamūlasaṁsaggena.",
  "tika-s0401t14:20_0": "Taṁ pana paṭikkhipitvā…pe… vuttanti sabbāpi micchādiṭṭhi ekantasāvajjattā aniṭṭhāya",
  "tika-s0401t14:20_1": "dukkhāya saṁvattatīti adhippāyena vuttaṁ. Anantarasutteti dasamasutte. Yojetvā veditabbānīti",
  "tika-s0401t14:20_2": "navamasutte viya yojetvā veditabbāni. Cittaṭṭhapanāva patthanāti ettha paṇidhi cāti vattabbaṁ.",
  "tika-s0401t14:21": "Dutiyavaggavaṇṇanā niṭṭhitā.",
  "tika-s0401t14:22": "16. Ekadhammapāḷi",
  "tika-s0401t14:23": "(16) 3. Ekadhammapāḷi-tatiyavaggavaṇṇanā",
  "tika-s0401t14:24_0": "308. Tatiyassa paṭhame ayāthāvadiṭṭhikoti aniccādibhāvesu dhammesu niccātiādinā uppannadiṭṭhiko.",
  "tika-s0401t14:24_1": "Tenāha – ‘‘tāyeva micchādiṭṭhiyā viparītadassano’’ti saddhammāti ettha santo pasattho",
  "tika-s0401t14:24_2": "sundaro dhammo, yo manussadhammotipi vuccati. Tato hi micchādiṭṭhiko paraṁ vuṭṭhāpeyya,",
  "tika-s0401t14:24_3": "na ariyadhammato. Tenāha – ‘‘dasakusalakammapathadhammato’’ti. Evarūpāti iminā pāthikaputtādike saṅgaṇhāti.",
  "tika-s0401t14:25": "309.Sabbaññubodhisattoti sabbaññubhāgī bodhisatto. Ādi-saddena pūritapāramikā paccekabodhisattā ekaccasāvakabodhisattā ca saṅgayhanti.",
  "tika-s0401t14:26_0": "310.Paramāti mahāsāvajjabhāvena paramā, ukkaṁsagatāti attho. Tesanti ānantariyakammānaṁ.",
  "tika-s0401t14:26_1": "Paricchedoti vipākavasena pariyosānaṁ. Vaṭṭassa mūlaṁ, tato taṁsamaṅgīpuggalo vaṭṭassa",
  "tika-s0401t14:26_2": "khāṇūti vuccati. Tenāha – ‘‘tāyā’’tiādi. Tañce gāhaṁ na vissajjeti, tassa punapi",
  "tika-s0401t14:26_3": "tabbhāvāvahattā vuttaṁ – ‘‘bhavato vuṭṭhānaṁ natthī’’ti, na pana sabbaso vuṭṭhānassa",
  "tika-s0401t14:26_4": "abhāvato. Yādise hi paccaye paṭicca ayaṁ taṁ dassanaṁ okkanto puna kadāci tappaṭipakkhe",
  "tika-s0401t14:26_5": "paccaye paṭicca tato sīsukkhipanamassa na hotīti na vattabbaṁ. Akusalañhi nāmetaṁ",
  "tika-s0401t14:26_6": "abalaṁ dubbalaṁ, na kusalaṁ viya mahābalaṁ. Aññathā sammattaniyāmo viya micchattaniyāmopi",
  "tika-s0401t14:26_7": "accantiko siyā, na ca micchattaniyāmo accantiko. Teneva papañcasūdaniyaṁ (ma. ni. aṭṭha. 2.100) –",
  "tika-s0401t14:27": "‘‘Kiṁ panesa ekasmiṁyeva attabhāve niyato hoti, udāhu aññasmimpīti? Ekasmiṁyeva niyato, āsevanavasena bhavantarepi taṁ diṭṭhiṁ roceti evā’’ti –",
  "tika-s0401t14:28": "Vuttaṁ. Tatoyeva ca sumaṅgalavilāsiniyampi (dī. ni. aṭṭha. 1.170-172) vuttaṁ –",
  "tika-s0401t14:29_0": "‘‘Ye vā pana tesaṁ laddhiṁ gahetvā rattiṭṭhāne divāṭṭhāne nisinnā sajjhāyanti vīmaṁsanti,",
  "tika-s0401t14:29_1": "tesaṁ ‘karoto na karīyati pāpaṁ, natthi hetu, natthi paccayo, mato ucchijjatī’ti",
  "tika-s0401t14:29_2": "tasmiṁ ārammaṇe micchāsati santiṭṭhati, cittaṁ ekaggaṁ hoti, javanāni javanti. Paṭhamajavane",
  "tika-s0401t14:29_3": "satekicchā honti, tathā dutiyādīsu. Sattame buddhānampi atekicchā anivattino ariṭṭhakaṇṭakasadisā,",
  "tika-s0401t14:29_4": "tattha koci ekaṁ dassanaṁ okkamati, koci dve, koci tīṇipi, ekasmiṁ okkantepi dvīsu",
  "tika-s0401t14:29_5": "tīsu okkantesupi niyatamicchādiṭṭhikova hoti. Patto saggamaggāvaraṇañceva mokkhamaggāvaraṇañca,",
  "tika-s0401t14:29_6": "abhabbo tassattabhāvassa anantaraṁ saggampi gantuṁ, pageva mokkhaṁ, vaṭṭakhāṇu nāmesa",
  "tika-s0401t14:29_7": "satto pathavigopako, yebhuyyena evarūpassa bhavato vuṭṭhānaṁ natthī’’ti.",
  "tika-s0401t14:30_0": "Piṭṭhicakkavāḷeti jhāyamānacakkavāḷassa parato ekasmiṁ okāse. Yaṁ jhāyamānānaṁ ajjhāyamānānañca",
  "tika-s0401t14:30_1": "cakkavāḷānamantaraṁ, yattha lokantarikanirayasamaññā, tādise ekasmiṁ okāse. Paccatiyevāti",
  "tika-s0401t14:30_2": "cakkavāḷe jhāyamāne ajjhāyamānepi attano kammabalena paccatiyeva.",
  "tika-s0401t14:31_0": "311. Catutthe ‘‘mā khalī’’ti vacanaṁ upādāya evaṁladdhanāmoti taṁ kira sakaddamāya",
  "tika-s0401t14:31_1": "bhūmiyā telaghaṭaṁ gahetvā gacchantaṁ, ‘‘tāta, mā khalī’’ti sāmiko āha. So pamādena",
  "tika-s0401t14:31_2": "khalitvā patitvā sāmikassa bhayena palāyituṁ āraddho. Sāmiko upadhāvitvā sāṭakakaṇṇe",
  "tika-s0401t14:31_3": "aggahesi. So sāṭakaṁ chaḍḍetvā acelako hutvā palāto paṇṇena vā tiṇena vā paṭicchādetumpi",
  "tika-s0401t14:31_4": "ajānanto jātarūpeneva ekaṁ gāmaṁ pāvisi. Manussā taṁ disvā ‘‘ayaṁ samaṇo arahā appiccho,",
  "tika-s0401t14:31_5": "natthi iminā sadiso’’ti pūvabhattādīni gahetvā upasaṅkamitvā ‘‘mayhaṁ sāṭakaṁ anivatthabhāvena",
  "tika-s0401t14:31_6": "idaṁ uppanna’’nti tato paṭṭhāya sāṭakaṁ labhitvāpi na nivāsesi, tadeva ca pabbajjaṁ",
  "tika-s0401t14:31_7": "aggahesi. Tassa santike aññepi aññepīti pañcasatā manussā pabbajiṁsu. Taṁ sandhāyetaṁ",
  "tika-s0401t14:31_8": "vuttaṁ – ‘‘mā khalīti vacanaṁ upādāya evaṁladdhanāmo titthakaro’’ti.",
  "tika-s0401t14:32_0": "Samāgataṭṭhāneti dvinnaṁ nadīnaṁ udakappavāhassa sannipātaṭṭhāne. Dvinnaṁ udakānanti",
  "tika-s0401t14:32_1": "dvinnaṁ udakappavāhānaṁ. Yathāvuttaṭṭhāne macchaggahaṇatthaṁ khipitabbato khippaṁ,",
  "tika-s0401t14:32_2": "kuminaṁ, tadeva idha khippanti vuttaṁ. Tenāha – ‘‘kumina’’nti. Ucchūhīti udakaucchūhi.",
  "tika-s0401t14:32_3": "Tucchapuriso ariyadhammābhāvato. Jhānamattampi hi tassa nattheva, kuto ariyamaggo.",
  "tika-s0401t14:32_4": "Manussakhippaṁ maññeti manussā patitvā byasanappattiatthaṁ oṭṭitaṁ kuminaṁ viya.",
  "tika-s0401t14:32_5": "Tenāha – ‘‘mahājanassā’’tiādi.",
  "tika-s0401t14:33_0": "312. Pañcamādīsu bāhirakasāsananti avisesena vuttaṁ – tassa sabbassapi aniyyānikattā",
  "tika-s0401t14:33_1": "satthupaṭiññassapi asabbaññubhāvato. Tenāha – ‘‘tattha hī’’tiādi. Gaṇoti sāvakagaṇo.",
  "tika-s0401t14:33_2": "Tathābhāvāyāti ācariyena vuttākāratāya samaṅgibhāvatthaṁ. Jaṅghasatanti bahū aneke",
  "tika-s0401t14:33_3": "satte. Samakameva akusalaṁ pāpuṇātīti tesaṁ sabbesaṁ ekajjhaṁ samādapanepi tesaṁ",
  "tika-s0401t14:33_4": "akusalena samakameva akusalaṁ pāpuṇāti ekajjhaṁ bahūnaṁ samādapanepi tathā ussahanassa",
  "tika-s0401t14:33_5": "balavabhāvato. Visuṁ visuṁ samādapane vattabbameva natthi. Yathā hi dhammacariyāyaṁ",
  "tika-s0401t14:33_6": "samakamevāti vattabbā kalyāṇamittatā, evaṁ adhammacariyāyaṁ akalyāṇamittatāti.",
  "tika-s0401t14:34_0": "313.Suṭṭhu akkhāteti ekantato niyyānikabhāvena akkhāte. Satthā ca sabbaññū hotīti",
  "tika-s0401t14:34_1": "asabbaññuno niyyānikabhāvena kathetuṁ asakkuṇeyyattā. Dhammo ca svākkhāto sammāsambuddhappaveditattā.",
  "tika-s0401t14:34_2": "Gaṇo ca suppaṭipanno satthārā suvinītattā. Samādapako hītiādi suppaṭipattiyā nidassanaṁ daṭṭhabbaṁ.",
  "tika-s0401t14:35_0": "314.Pamāṇaṁ jānitabbanti ‘‘ayaṁ ettakena yāpeti, imassa ettakaṁ dātuṁ yutta’’nti",
  "tika-s0401t14:35_1": "evaṁ pamāṇaṁ jānitabbaṁ. Atireke…pe… nibbānasampatti vā natthi durakkhātattā dhammassa.",
  "tika-s0401t14:35_2": "Tassāti paṭiggāhakassa. Appicchapaṭipadā nāma natthi durakkhāte dhammavinayeti adhippāyo.",
  "tika-s0401t14:36_0": "315.Dāyakassavaso nāma uḷāruḷāratābhedo ajjhāsayo. Deyyadhammassa pana thokabahutāva",
  "tika-s0401t14:36_1": "deyyadhammassa vaso nāma. Attano thāmoti yāpanappamāṇaṁ. Yadi hītiādi ‘‘katha’’ntiādinā",
  "tika-s0401t14:36_2": "saṅkhepato vuttassa atthassa vivaraṇaṁ. Anuppannassāti anuppanno assa puggalassa.",
  "tika-s0401t14:36_3": "Cakkhubhūto hotīti mahājanassa cakkhu viya hoti. Sāsanaṁ ciraṭṭhititaṁ karotīti anuppannalābhuppādanena",
  "tika-s0401t14:36_4": "mahājanassa pasāduppādanena ca ciraṭṭhitikaṁ karoti.",
  "tika-s0401t14:37_0": "Kuṭumbariyavihāreti kuṭumbariyagāmasannissitavihāre. Bhuñjanatthāyāti tasmiṁyeva",
  "tika-s0401t14:37_1": "gehe nisīditvā bhuñjanatthāya. Gahetvā gamanatthāyāti gehato bahi gahetvā gamanatthāya.",
  "tika-s0401t14:37_2": "Dhurabhattānīti niccabhattāni. Cūḷupaṭṭhākanti veyyāvaccakaraṁ. Vīmaṁsitvāti yathā",
  "tika-s0401t14:37_3": "uddissa kataṁ na hoti, evaṁ vīmaṁsitvā . Mahājano appiccho bhavituṁ maññatīti mahājano",
  "tika-s0401t14:37_4": "sayaṁ appiccho bhavituṁ maññati diṭṭhānugatiṁ āpajjanena. Mahājanassāti bahujanassa.",
  "tika-s0401t14:37_5": "Avattharitvāti vitthārikaṁ katvā.",
  "tika-s0401t14:38_0": "316.Pañcātapatappanaṁ catūsu passesu aggisantāpassa upari sūriyasantāpassa ca tappanaṁ,",
  "tika-s0401t14:38_1": "tañca kho gimhakāle. Chinnappapātapabbatasikharato patanaṁ maruppapātapatanaṁ. Pubbaṇhādīsu",
  "tika-s0401t14:38_2": "ādiccābhimukhāvaṭṭanaṁ ādiccānuparivattanaṁ.",
  "tika-s0401t14:39": "317.Ayampīti svākkhāte dhammavinaye kusītopi. Sāmaññanti tapacaraṇaṁ. Dupparāmaṭṭhanti micchācaritaṁ saṁkiliṭṭhaṁ. Nirayāyupakaḍḍhatīti nirayadukkhāya naṁ kaḍḍhati.",
  "tika-s0401t14:40": "318.Vuttappakāreti pañcātapatappanādike vuttappakāre.",
  "tika-s0401t14:41": "319.Evanti vuttappakārāya cittappasādavhayasuppaṭipattiyā. Tena samaṇadhammakaraṇasukhañca saṅgaṇhāti.",
  "tika-s0401t14:42_0": "320.Navakanipāteti imasmiṁyeva aṅguttaranikāye vakkhamānaṁ navakanipātaṁ sandhāyāha.",
  "tika-s0401t14:42_1": "Nava puggalāti sattakkhattuparamakolaṁkolādayo nava puggalā. Sabbatthāti imasmiṁ",
  "tika-s0401t14:42_2": "sutte vuttāvasiṭṭhesu sabbesu suttesu.",
  "tika-s0401t14:43": "Tatiyavaggavaṇṇanā niṭṭhitā.",
  "tika-s0401t14:44": "16. Ekadhammapāḷi",
  "tika-s0401t14:45": "(16) 4. Ekadhammapāḷi-catutthavaggavaṇṇanā",
  "tika-s0401t14:46_0": "322. Catutthassa paṭhame saññāṇabhūtāti upalakkhaṇabhūtā. Pañcadasayojanāvaṭṭakkhandhāti",
  "tika-s0401t14:46_1": "pañcadasayojanakkhandhaparikkhepā. Yathā cāti ca-saddena kadambarukkhādīnaṁ kappaṭṭhāyibhāvaṁ",
  "tika-s0401t14:46_2": "viya yojanasatubbedhādibhāvaṁ samuccinoti, na pana jambuyā jambudīpassa viya tehi",
  "tika-s0401t14:46_3": "aparagoyānādīnaṁ saññāṇabhāvaṁ. Rāmaṇeyyakanti ramaṇīyabhāvaṁ. Sesapadesūti vanarāmaṇeyyakādipadesu.",
  "tika-s0401t14:46_4": "Uggataṁ kūlaṁ ussitabhāvo etassāti ukkūlaṁ, vigataṁ apagataṁ kūlaṁ etassāti vikūlanti",
  "tika-s0401t14:46_5": "āha – ‘‘unnataṭṭhānaṁ ninnaṭṭhāna’’nti ca. Nandiyāvaṭṭamacchapiṭṭhenevāti kujjakakulisakamacchasaṅghātapiṭṭheneva.",
  "tika-s0401t14:47_0": "323. Dutiyādīsu cattāro apāyā aññatra manussehīti adhippetā, na devā aññatra manussehīti",
  "tika-s0401t14:47_1": "hīnāya jātiyā adhippetattā. Upādāyupādāyāpi majjhimadeso labbhati, yattha gati bhikkhūnaṁ",
  "tika-s0401t14:47_2": "bhikkhunīnaṁ upāsakānaṁ upāsikānaṁ aññesampi kammavādikiriyavādiviññujātikānaṁ, yo",
  "tika-s0401t14:47_3": "patirūpadesoti vuccati. Tenāha – ‘‘sakalopi hī’’tiādi.",
  "tika-s0401t14:48": "324.Eḷāti doso. Tenāha – ‘‘niddosamukhāti attho’’ti.",
  "tika-s0401t14:49": "326. Tathāgatassa guṇe jānitvā cakkhunāpi dassanaṁ dassanameva, ajānitvā pana dassanaṁ tiracchānagatānampi hotiyevāti āha – ‘‘ye tathāgatassa guṇe jānitvā’’tiādi.",
  "tika-s0401t14:50": "327.Pakāsetvā kathitanti saccāni pakāsetvā kathitaṁ.",
  "tika-s0401t14:51": "328. Sutānaṁ dhammānaṁ asammoso dhāraṇanti āha – ‘‘dhārentīti na pammussantī’’ti.",
  "tika-s0401t14:52_0": "329.Atthānatthaṁ upaparikkhantīti ‘‘ayaṁ imissā pāḷiyā attho, ayaṁ na attho’’ti atthānatthaṁ",
  "tika-s0401t14:52_1": "upaparikkhanti. Anatthaparihārena hi atthaggahaṇaṁ yathā adhammaparivajjanena dhammappaṭipatti.",
  "tika-s0401t14:53": "330.Anulomapaṭipadanti nibbānassa anulomikaṁ paṭipadaṁ.",
  "tika-s0401t14:54": "331.Saṁvegajanakesukāraṇesūti saṁvegajanakesu jātiādīsu kāraṇesu. Saṁvejanīyesu ṭhānesu sahottappañāṇaṁ saṁvego.",
  "tika-s0401t14:55": "332.Upāyenāti yena upāyena vaṭṭūpacchedo, tena upāyena. Padhānavīriyaṁ karontīti sammappadhānasaṅkhātaṁ vīriyaṁ karonti uppādenti.",
  "tika-s0401t14:56": "333. Vavassajīyanti vissajjīyanti ettha saṅkhārāti vavassaggo, asaṅkhatā dhātūti āha – ‘‘vavassaggo vuccati nibbāna’’nti.",
  "tika-s0401t14:57_0": "334.Uttamannānanti uttamānaṁ pañcannaṁ bhojanānaṁ. Uttamarasānanti uttamānaṁ rasānaṁ.",
  "tika-s0401t14:57_1": "Uñchācārenāti uñchācariyāya kassaci apariggahabhūtassa kiñci ayācitvā gahaṇaṁ uñchācāro.",
  "tika-s0401t14:57_2": "Ettha cātiādinā annādīnaṁ aggabhāvo nāma manāpaparamo icchitakkhaṇalābho, na tesaṁ",
  "tika-s0401t14:57_3": "lābhitāmattanti dasseti. Paṭilabhantīti denti paṇītabhāvena. Bhattassa ekapātīti",
  "tika-s0401t14:57_4": "ekapātipūraṁ bhattaṁ. Idaṁ kiṁ nāmāti ‘‘idaṁ annaggarasaggaṁ nāma hoti, na hotī’’ti",
  "tika-s0401t14:57_5": "pucchati. Uñchena kapālābhatenāti missakabhattena. Yāpenteti yāpanasīsena yāpanahetuṁ",
  "tika-s0401t14:57_6": "bhattaṁ vadati. Upādāya aggarasaṁ nāmāti taṁ taṁ upādāyupādāya annaggarasaggaṁ daṭṭhabbanti",
  "tika-s0401t14:57_7": "dasseti. Cakkavattiāhārato hi cātumahārājikānaṁ āhāro aggoti evaṁ yāva paranimmitavasavattidevā netabbaṁ.",
  "tika-s0401t14:58_0": "335.Attharaso nāma cattāri sāmaññaphalāni ‘‘ariyamaggānaṁ phalabhūto raso’’ti katvā.",
  "tika-s0401t14:58_1": "Dhammaraso nāma cattāro maggā ‘‘sāmaññaphalassa hetubhūto raso’’ti katvā vimuttiraso",
  "tika-s0401t14:58_2": "nāma amataṁ nibbānaṁ ‘‘sabbasaṅkhārasamatho’’ti katvā.",
  "tika-s0401t14:59": "Catutthavaggavaṇṇanā niṭṭhitā.",
  "tika-s0401t14:60": "Jambudīpapeyyālo niṭṭhito."
}