{
  "tika-s0402t46:0": "(13) 3. Bhayavaggo",
  "tika-s0402t46:1": "1. Attānuvādasuttavaṇṇanā",
  "tika-s0402t46:2_0": "121. Tatiyassa paṭhame attānaṁ anuvadantassa uppajjanakabhayanti attānaṁ anuvadantassa",
  "tika-s0402t46:2_1": "pāpakammino uppajjanakabhayaṁ. Dvattiṁsakammakāraṇe paṭicca uppajjanakabhayanti agārikānaṁ",
  "tika-s0402t46:2_2": "vasena vuttaṁ, anagārikānaṁ pana vinayadaṇḍaṁ paṭicca uppajjanakabhayampi daṇḍabhayanteva",
  "tika-s0402t46:2_3": "saṅkhaṁ gacchati. Sesaṁ suviññeyyameva.",
  "tika-s0402t46:3": "Attānuvādasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t46:4": "2. Ūmibhayasuttavaṇṇanā",
  "tika-s0402t46:5_0": "122. Dutiye kodhūpāyāsassetaṁ adhivacananti ettha kujjhanaṭṭhena kodho, sveva cittassa",
  "tika-s0402t46:5_1": "kāyassa ca atippamaddanamathanuppādanehi daḷhaāyāsaṭṭhena upāyāso. Anekavāraṁ pavattitvā",
  "tika-s0402t46:5_2": "attanā samavetaṁ sattaṁ ajjhottharitvā sīsaṁ ukkhipituṁ adatvā ūmisadisatā daṭṭhabbā.",
  "tika-s0402t46:5_3": "Yathā hi bāhiraṁ udakaṁ otiṇṇo ūmīsu osīditvā marati, evaṁ imasmiṁ sāsane kodhūpāyāse",
  "tika-s0402t46:5_4": "osīditvā vibbhamati, tasmā kodhūpāyāso “ūmibhaya”nti vutto. Odarikattassetaṁ adhivacananti",
  "tika-s0402t46:5_5": "yathā hi bāhiraṁ udakaṁ otiṇṇo kumbhīlena khādito marati, evaṁ imasmiṁ sāsane odarikattena",
  "tika-s0402t46:5_6": "odarikabhāvena āmisagedhena micchājīvena jīvikakappanena nāsitasīlādiguṇatāya khāditadhammasarīro",
  "tika-s0402t46:5_7": "vibbhamati, tasmā odarikattaṁ “kumbhīlabhaya”nti vuttaṁ.",
  "tika-s0402t46:6_0": "Anupaṭṭhitāya satiyāti kāyagataṁ satiṁ anuṭṭhāpetvā. Asaṁvutehīti apihitehi. Pañcannetaṁ",
  "tika-s0402t46:6_1": "kāmaguṇānaṁ adhivacananti yathā hi bāhiraṁ udakaṁ otiṇṇo āvaṭṭe nimujjitvā marati,",
  "tika-s0402t46:6_2": "evaṁ imasmiṁ sāsane pabbajito pañcakāmaguṇāvaṭṭe nimujjitvā vibbhamati. Kāmarāgābhibhūto",
  "tika-s0402t46:6_3": "hi satto ito ca etto, etto ca itoti evaṁ manāpiyarūpādivisayasaṅkhāte āvaṭṭe attānaṁ",
  "tika-s0402t46:6_4": "saṁsāretvā yathā tato bahibhūte nekkhamme cittampi na uppādeti, evaṁ āvaṭṭetvā byasanāpādanena",
  "tika-s0402t46:6_5": "kāmaguṇānaṁ āvaṭṭasadisatā daṭṭhabbā.",
  "tika-s0402t46:7_0": "Anuddhaṁsetīti kilameti vilolati. Rāgānuddhaṁsitenāti rāgena anuddhaṁsitena. Mātugāmassetaṁ",
  "tika-s0402t46:7_1": "adhivacananti. Yathā hi bāhiraṁ udakaṁ otiṇṇo caṇḍamacchaṁ āgamma laddhappahāro marati,",
  "tika-s0402t46:7_2": "evaṁ imasmiṁ sāsane mātugāmaṁ ārabbha uppannakāmarāgo vibbhamati, tasmā mātugāmo",
  "tika-s0402t46:7_3": "“susukābhaya”nti vutto. Mātugāmo hi yonisomanasikārarahitaṁ adhīrapurisaṁ itthikuttabhūtehi",
  "tika-s0402t46:7_4": "attano hāsabhāvavilāsehi abhibhuyya gahetvā dhīrajātikampi attano rūpādīhi sampalobhanavasena",
  "tika-s0402t46:7_5": "anavasesaṁ attano upakāradhamme sīlādike sampādetuṁ asamatthaṁ karonto anayabyasanaṁ pāpeti.",
  "tika-s0402t46:8_0": "Imāni pana cattāri bhayāni bhāyitvā yathā udakaṁ anorohantassa udakaṁ nissāya udakapipāsāvinayanaṁ",
  "tika-s0402t46:8_1": "sarīrasuddhipariḷāhūpasamo kāyautuggāhāpananti, evamādi ānisaṁso natthi, evamevaṁ",
  "tika-s0402t46:8_2": "imāni cattāri bhayāni bhāyitvā sāsane apabbajantassapi imaṁ sāsanaṁ nissāya saṅkhepato",
  "tika-s0402t46:8_3": "vaṭṭadukkhūpasamo, vitthārato pana sīlānisaṁsādivasena anekavidho ānisaṁso natthi.",
  "tika-s0402t46:8_4": "Yathā pana imāni cattāri bhayāni abhāyitvā udakaṁ orohantassa vuttappakāro ānisaṁso",
  "tika-s0402t46:8_5": "hoti, evaṁ imāni abhāyitvā sāsane pabbajantassapi vuttappakāro ānisaṁso hoti. Mahādhammarakkhitatthero",
  "tika-s0402t46:8_6": "panāha “cattāri bhayāni bhāyitvā udakaṁ anotaranto sotaṁ chinditvā paratīraṁ pāpuṇituṁ",
  "tika-s0402t46:8_7": "na sakkoti, abhāyitvā otaranto sakkoti, evamevaṁ bhāyitvā sāsane apabbajantopi taṇhāsotaṁ",
  "tika-s0402t46:8_8": "chinditvā nibbānapāraṁ daṭṭhuṁ na sakkoti, abhāyitvā pabbajanto sakkotī”ti.",
  "tika-s0402t46:9": "Ūmibhayasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t46:10": "3. Paṭhamanānākaraṇasuttavaṇṇanā",
  "tika-s0402t46:11_0": "123. Tatiye brahmakāyikānaṁ devānanti ettha brahmānaṁ kāyo samūhoti brahmakāyo, tappariyāpannatāya",
  "tika-s0402t46:11_1": "tattha gatāti brahmakāyikā. Etāya ca sabbassapi brahmakāyassa samaññāya bhavitabbaṁ.",
  "tika-s0402t46:11_2": "Ābhassarānaṁ devānantiādinā pana dutiyajjhānabhūmikādīnaṁ upari gahitattā gobalībaddaññāyena",
  "tika-s0402t46:11_3": "tadavasiṭṭhānaṁ ayaṁ samaññā, tasmā “brahmakāyikānaṁ devāna”nti paṭhamajjhānabhūmikānaṁyeva",
  "tika-s0402t46:11_4": "gahaṇaṁ veditabbaṁ. Saha byayati gacchatīti sahabyo, sahavattanako. Tassa bhāvo sahabyatā,",
  "tika-s0402t46:11_5": "sahapavattīti āha “sahabhāvaṁ upagacchatī”ti. Kappo āyuppamāṇanti ettha yadipi brahmapārisajjādīnaṁ",
  "tika-s0402t46:11_6": "āyuno antaraṁ atthi, ukkaṭṭhaparicchedena panetaṁ vuttanti dassento “paṭhamajjhānaṁ",
  "tika-s0402t46:11_7": "atthi hīna”ntiādimāha.",
  "tika-s0402t46:12_0": "Dve kappā āyuppamāṇanti ettha pana hīnajjhānena nibbattānaṁ vasena ayaṁ paricchedo",
  "tika-s0402t46:12_1": "katoti dassetuṁ “dutiyajjhānaṁ vuttanayeneva tividhaṁ hotī”tiādi āraddhaṁ. Cattāro",
  "tika-s0402t46:12_2": "kappāti ettha pana ukkaṭṭhaparicchedena catusaṭṭhi kappā vattabbāti dassento “yaṁ",
  "tika-s0402t46:12_3": "heṭṭhā vuttaṁ ‘kappo dve kappā’ti, kampi āharitvā attho veditabbo”ti āha. Kathaṁ",
  "tika-s0402t46:12_4": "panettha ayamattho labbhatīti āha “kappoti ca guṇassapi nāma”nti. Tattha paṭhamaṁ",
  "tika-s0402t46:12_5": "vutto kappo, tato ekena guṇena, ekasmiṁ vāre gaṇanāyāti attho. Dve kappā hontīti",
  "tika-s0402t46:12_6": "ekavāragaṇanāya kappassa dviguṇitattā dve mahākappā hontīti attho. Dutiyenāti dutiyavāragaṇanāya.",
  "tika-s0402t46:12_7": "Cattāroti dutiyavāragaṇanāya dvīsu kappesu dviguṇitesu cattāro mahākappā hontīti",
  "tika-s0402t46:12_8": "attho. Puna te cattāro kappāti vuttanayena dve vāre guṇetvā ye cattāro kappā dassitā,",
  "tika-s0402t46:12_9": "puna te cattāro kappā catugguṇā hontīti attho. Idaṁ vuttaṁ hoti – dve vāre guṇetvā",
  "tika-s0402t46:12_10": "ye cattāro kappā dassitā, tesu catukkhattuṁ guṇitesu catusaṭṭhi kappā sampajjantīti.",
  "tika-s0402t46:12_11": "Tathā hi cattāro ekasmiṁ vāre guṇitā aṭṭha honti, puna te aṭṭha dutiyavāre guṇitā",
  "tika-s0402t46:12_12": "soḷasa honti, puna te soḷasa tatiyavāre guṇitā dvattiṁsa honti, puna te dvattiṁsa",
  "tika-s0402t46:12_13": "catutthavāre guṇitā catusaṭṭhi honti. Tenevāha “imehi catūhi guṇehi guṇitā ekena",
  "tika-s0402t46:12_14": "guṇena aṭṭha hontī”tiādi. Ettha ca heṭṭhā uposathasutte –",
  "tika-s0402t46:13": "“Yāni mānusakāni paññāsa vassāni, cātumahārājikānaṁ devānaṁ eso eko rattindivo”ti –",
  "tika-s0402t46:14": "Ādinā kāmāvacaradevānameva āyuppamāṇaṁ dassitaṁ. Heṭṭhāyeva –",
  "tika-s0402t46:15_0": "“Tayome, bhikkhave, puggalā santo saṁvijjamānā lokasmiṁ. Katame tayo? Idha, bhikkhave,",
  "tika-s0402t46:15_1": "ekacco puggalo sabbaso rūpasaññānaṁ samatikkamā…pe… ākāsānañcāyatanūpagānaṁ devānaṁ",
  "tika-s0402t46:15_2": "sahabyataṁ upapajjati. Ākāsānañcāyatanūpagānaṁ, bhikkhave, devānaṁ vīsati kappasahassāni āyuppamāṇa”nti –",
  "tika-s0402t46:16_0": "Ādinā arūpāvacarānaṁyeva āyuppamāṇaṁ vuttaṁ. Idha pana rūpāvacarānameva āyuppamāṇaṁ",
  "tika-s0402t46:16_1": "dassitaṁ. Vibhaṅgapāḷiyaṁ pana “manussānaṁ kittakaṁ āyuppamāṇaṁ, vassasataṁ appaṁ",
  "tika-s0402t46:16_2": "vā bhiyyo”tiādinā devamanussānañceva rūpārūpāvacarasattānañca āyuppamāṇaṁ dassitaṁ.",
  "tika-s0402t46:17_0": "Tattha sammāsambuddhena manussānaṁ devānañca āyuṁ paricchindamānena catūsu apāyesu",
  "tika-s0402t46:17_1": "bhummadevesu ca āyu na paricchinnaṁ. Taṁ kasmāti? Niraye tāva kammameva pamāṇaṁ.",
  "tika-s0402t46:17_2": "Yāva kammaṁ na khīyati, tāva paccanti. Tathā sesaapāyesu. Bhummadevānampi kammameva",
  "tika-s0402t46:17_3": "pamāṇaṁ. Tattha nibbattā hi keci sattāhamattaṁ tiṭṭhanti, keci aḍḍhamāsaṁ, kappaṁ",
  "tika-s0402t46:17_4": "tiṭṭhamānāpi atthiyeva. Tattha manussesu gihibhāve ṭhitāyeva sotāpannāpi honti, sakadāgāmiphalaṁ",
  "tika-s0402t46:17_5": "anāgāmiphalaṁ arahattampi pāpuṇanti, tesu sotāpannādayo yāvajīvaṁ tiṭṭhanti, khīṇāsavā",
  "tika-s0402t46:17_6": "pana parinibbāyanti vā pabbajanti vā. Kasmā? Arahattaṁ nāma seṭṭhaguṇaṁ, gihiliṅgaṁ",
  "tika-s0402t46:17_7": "hīnaṁ, taṁ hīnatāya uttamaṁ guṇaṁ dhāretuṁ na sakkoti, tasmā te parinibbātukāmā vā",
  "tika-s0402t46:17_8": "honti pabbajitukāmā vā. Bhummadevā pana arahattaṁ pattāpi yāvajīvaṁ tiṭṭhanti, chasu",
  "tika-s0402t46:17_9": "kāmāvacaresu devesu sotāpannasakadāgāmino yāvajīvaṁ tiṭṭhanti, anāgāminā rūpabhavaṁ",
  "tika-s0402t46:17_10": "gantuṁ vaṭṭati khīṇāsavena parinibbātuṁ. Kasmā? Nilīyanokāsassa abhāvā. Rūpāvacarārūpāvacaresu",
  "tika-s0402t46:17_11": "sabbepi yāvajīvaṁ tiṭṭhanti, tattha rūpāvacare nibbattā sotāpannasakadāgāmino na",
  "tika-s0402t46:17_12": "puna idhāgacchanti, tattheva parinibbāyanti. Ete hi jhānaanāgāmino nāma.",
  "tika-s0402t46:18_0": "Aṭṭhasamāpattilābhīnaṁ pana kiṁ niyameti? Paguṇajjhānaṁ. Yadevassa paguṇaṁ hoti,",
  "tika-s0402t46:18_1": "tena upapajjati. Sabbesu paguṇesu kiṁ niyameti? Nevasaññānāsaññāyatanasamāpatti.",
  "tika-s0402t46:18_2": "Ekaṁseneva hi so nevasaññānāsaññāyatane upapajjati. Navasu brahmalokesu nibbattaariyasāvakānaṁ",
  "tika-s0402t46:18_3": "tatrūpapattipi uparūpapattipi, na heṭṭhūpapatti. Puthujjanānaṁ pana tatrūpapattipi",
  "tika-s0402t46:18_4": "hoti, uparūpapattipi, heṭṭhūpapattipi. Pañcasu suddhāvāsesu catūsu ca arūpesu ariyasāvakānaṁ",
  "tika-s0402t46:18_5": "tatrūpapattipi hoti uparūpapattipi. Paṭhamajjhānabhūmiyaṁ nibbatto anāgāmī nava brahmaloke",
  "tika-s0402t46:18_6": "sodhetvā matthake ṭhito parinibbāti. Vehapphalaṁ, akaniṭṭhaṁ, nevasaññānāsaññāyatananti",
  "tika-s0402t46:18_7": "ime tayo devalokā seṭṭhabhavā nāma. Imesu tīsu ṭhānesu nibbattaanāgāmino neva uddhaṁ",
  "tika-s0402t46:18_8": "gacchanti, na adho, tattha tattheva parinibbāyantīti idaṁ pakiṇṇakaṁ veditabbaṁ.",
  "tika-s0402t46:19": "Paṭhamanānākaraṇasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t46:20": "4-6. Dutiyanānākaraṇasuttādivaṇṇanā",
  "tika-s0402t46:21_0": "124-6. Catutthe te dhammeti te “rūpagata”ntiādinā nayena vutte rūpādayo dhamme. Aniccatoti",
  "tika-s0402t46:21_1": "iminā niccappaṭikkhepato tesaṁ aniccatamāha, tato eva ca udayavayavantato vipariṇāmato",
  "tika-s0402t46:21_2": "tāvakālikato ca te aniccāti jotitaṁ hoti. Yañhi nibbattaṁ hoti, taṁ udayavayaparicchinnaṁ.",
  "tika-s0402t46:21_3": "Jarāya maraṇena ca tadeva viparītaṁ, ittarakkhaṇameva ca hotīti. Dukkhatoti iminā",
  "tika-s0402t46:21_4": "sukhappaṭikkhepato tesaṁ dukkhatamāha. Tato eva ca abhiṇhappaṭipīḷanato dukkhavatthuto",
  "tika-s0402t46:21_5": "ca te dukkhāti jotitaṁ hoti. Udayavayavantatāya hi te abhiṇhappaṭipīḷanato nirantaradukkhatāya",
  "tika-s0402t46:21_6": "dukkhasseva ca adhiṭṭhānabhūtā. Paccayayāpanīyatāya rogamūlatāya ca rogato. Dukkhatāsūlayogato",
  "tika-s0402t46:21_7": "kilesāsucipaggharaṇato uppādajarābhaṅgehi uddhumātaparipakkapabhinnato ca gaṇḍato.",
  "tika-s0402t46:21_8": "Pīḷājananato, antotudanato, dunnīharaṇato ca sallato. Avaḍḍhiāvahanato aghavatthuto",
  "tika-s0402t46:21_9": "ca aghato. Aseribhāvajananato ābādhapadaṭṭhānatāya ca ābādhato. Avasavattanato avidheyyatāya",
  "tika-s0402t46:21_10": "ca parato. Byādhijarāmaraṇehi palujjanīyatāya palokato. Sāminivāsikārakavedakaadhiṭṭhāyakavirahato",
  "tika-s0402t46:21_11": "suññato. Attappaṭikkhepaṭṭhena anattato. Rūpādidhammā hi na ettha attā atthīti anattā.",
  "tika-s0402t46:21_12": "Evaṁ sayampi attā na hontīti anattā. Tena abyāpārato nirīhato tucchato anattāti dīpitaṁ",
  "tika-s0402t46:21_13": "hoti. Lakkhaṇattayameva sukhāvabodhanatthaṁ ekādasahi padehi vibhajitvā gahitanti",
  "tika-s0402t46:21_14": "dassetuṁ “tatthā”tiādi vuttaṁ. Pañcamachaṭṭhāni uttānatthāneva.",
  "tika-s0402t46:22": "Dutiyanānākaraṇasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0402t46:23": "7. Paṭhamatathāgataacchariyasuttavaṇṇanā",
  "tika-s0402t46:24_0": "127. Sattame vattamānasamīpe vattamāne viya voharitabbanti “okkamatī”ti āha “okkanto",
  "tika-s0402t46:24_1": "hotīti attho”ti. Dasasahassacakkavāḷapattharaṇo samujjalabhāvena uḷāro. Devānubhāvanti",
  "tika-s0402t46:24_2": "devānaṁ pabhānubhāvaṁ. Devānañhi pabhaṁ so obhāso adhibhavati, na deve. Tenāha “devāna”ntiādi.",
  "tika-s0402t46:24_3": "Rukkhagacchādinā kenaci na haññatīti aghā, asambādhā. Tenāha “niccavivarā”ti. Asaṁvutāti",
  "tika-s0402t46:24_4": "heṭṭhā upari kenaci apihitā. Tenāha “heṭṭhāpi appatiṭṭhā”ti. Tattha pi-saddena yathā",
  "tika-s0402t46:24_5": "heṭṭhā udakassa pidhāyikā sandhārikā pathavī natthi asaṁvutā lokantarikā, evaṁ uparipi",
  "tika-s0402t46:24_6": "cakkavāḷesu devavimānānaṁ abhāvato asaṁvutā appatiṭṭhāti dasseti. Andhakāro ettha",
  "tika-s0402t46:24_7": "atthīti andhakārā. Cakkhuviññāṇaṁ na jāyati ālokassa abhāvato, na cakkhuno. Tathā",
  "tika-s0402t46:24_8": "hi “tenobhāsenaaññamaññaṁ sañjānantī”ti vuttaṁ. Jambudīpe ṭhitamajjhanhikavelāya",
  "tika-s0402t46:24_9": "pubbavidehavāsīnaṁ atthaṅgamavasena upaḍḍhaṁ sūriyamaṇḍalaṁ paññāyati, aparagoyānavāsīnaṁ",
  "tika-s0402t46:24_10": "uggamanavasena. Evaṁ sesadīpesupīti āha “ekappahāreneva tīsu dīpesu paññāyantī”ti.",
  "tika-s0402t46:24_11": "Ito aññathā dvīsu eva dīpesu paññāyanti. Ekekāya disāya navanavayojanasatasahassāni",
  "tika-s0402t46:24_12": "andhakāravidhamanampi imināva nayena daṭṭhabbaṁ. Pabhāya nappahontīti attano pabhāya",
  "tika-s0402t46:24_13": "obhāsituṁ nābhisambhuṇanti. Yugandharapabbatamatthakasamappamāṇe ākāse vicaraṇato",
  "tika-s0402t46:24_14": "“cakkavāḷapabbatassa vemajjhena carantī”ti vuttaṁ.",
  "tika-s0402t46:25_0": "Byāvaṭāti khādanatthaṁ gaṇhituṁ upakkamantā. Viparivattitvāti vivaṭṭitvā. Chijjitvāti",
  "tika-s0402t46:25_1": "mucchāpavattiyā ṭhitaṭṭhānato muccitvā, aṅgapaccaṅgachedanavasena vā chijjitvā. Accantakhāreti",
  "tika-s0402t46:25_2": "ātapasantapābhāvena atisītabhāvaṁ sandhāya accantakhāratā vuttā siyā. Na hi taṁ kappasaṇṭhānaudakaṁ",
  "tika-s0402t46:25_3": "sampattikaramahāmeghavuṭṭhaṁ pathavisandhārakaṁ kappavināsakaudakaṁ viya khāraṁ bhavitumarahati,",
  "tika-s0402t46:25_4": "tathā sati pathavīpi vilīyeyya, tesaṁ vā pāpakammaphalena petānaṁ pakatiudakassa",
  "tika-s0402t46:25_5": "pubbakheḷabhāvāpatti viya tassa udakassa khārabhāvāpatti hotīti vuttaṁ “accantakhāre udake”ti.",
  "tika-s0402t46:26": "Paṭhamatathāgataacchariyasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t46:27": "8. Dutiyatathāgataacchariyasuttavaṇṇanā",
  "tika-s0402t46:28_0": "128. Aṭṭhame ālīyanti āramitabbaṭṭhena sevīyantīti ālayā, pañca kāmaguṇā. Āramantīti",
  "tika-s0402t46:28_1": "ratiṁ vindanti kīḷanti laḷanti. Ālīyanti vā allīyantā abhiramaṇavasena sevantīti",
  "tika-s0402t46:28_2": "ālayā, taṇhāvicaritāni. Tehi ālayehi ramantīti ālayārāmā. Yatheva hi susajjitaṁ pupphaphalabharitarukkhādisampannauyyānaṁ",
  "tika-s0402t46:28_3": "paviṭṭho rājā tāya sampattiyā ramati, sammudito āmoditappamodito hoti, na ukkaṇṭheti,",
  "tika-s0402t46:28_4": "sāyampi nikkhamituṁ na icchati, evamimehi kāmālayataṇhālayehi sattā ramanti, saṁsāravaṭṭe",
  "tika-s0402t46:28_5": "pamuditā anukkaṇṭhitā vasanti. Tena tesaṁ bhagavā duvidhampi ālayaṁ uyyānabhūmiṁ",
  "tika-s0402t46:28_6": "viya dassento “ālayārāmā”tiādimāha. Sesamettha uttānameva.",
  "tika-s0402t46:29": "Dutiyatathāgataacchariyasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t46:30": "9-10. Ānandaacchariyasuttādivaṇṇanā",
  "tika-s0402t46:31_0": "129-130. Navame paṭisanthāradhammanti pakaticārittavasena vuttaṁ, upagatānaṁ pana",
  "tika-s0402t46:31_1": "bhikkhūnaṁ bhikkhunīnañca pucchāvissajjanavasena ceva cittarucivasena ca yathākālaṁ",
  "tika-s0402t46:31_2": "dhammaṁ desetiyeva, upāsakaupāsikānaṁ pana upanisinnakakathāvasena. Dasamaṁ uttānameva.",
  "tika-s0402t46:32": "Ānandaacchariyasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0402t46:33": "Bhayavaggavaṇṇanā niṭṭhitā."
}