{
  "anya-e0501n2:0_0": "3. Adhipatipaccayo",
  "anya-e0501n2:1_0": "Duvidho adhipatipaccayo ārammaṇādhipatipaccayo saha jātādhipatipaccayo ca.",
  "anya-e0501n2:1_1": "Tattha katamo ārammaṇādhipatipaccayo.",
  "anya-e0501n2:1_2": "Ārammaṇapaccaye vuttesu ārammaṇesu yāni ārammaṇāni atiiṭṭhāni honti atikantāni atimanāpāni garukatāni.",
  "anya-e0501n2:1_3": "Tāni ārammaṇāni ārammaṇādhipatipaccayo.",
  "anya-e0501n2:1_4": "Tattha atiiṭṭhānīti sabhāvato iṭṭhāni vā hontu aniṭṭhāni vā, tena tena puggalena atiicchitāni ārammaṇāni idha atiiṭṭhāni nāma.",
  "anya-e0501n2:2_0": "Tāni pana dhammato dve dosamūlacittuppāde ca dve momūha cittuppāde ca dukkhasahagatakāyaviññāṇacittuppāde ca ṭhapetvā avasesāni sabbāni kāmāvacaracittacetasikāni ca rūpārūpa lokuttaracittacetasikāni ca sabbāni atiiṭṭharūpāni ca honti.",
  "anya-e0501n2:3_0": "Tesupi kāmārammaṇāni garuṁ karontasseva ārammaṇā dhipatipaccayo.",
  "anya-e0501n2:3_1": "Garuṁ akarontassa ārammaṇādhipatipaccayo na hoti.",
  "anya-e0501n2:3_2": "Jhānalābhino pana attanā paṭiladdhāni mahaggatajhānāni ariyasāvakā ca attanā paṭiladdhe lokuttaradhamme garuṁ akarontā nāma natthi.",
  "anya-e0501n2:4_0": "Katame dhammā tassa paccayassa paccayuppannā.",
  "anya-e0501n2:4_1": "Aṭṭha lobha mūlacittāni aṭṭha kāmāvacarakusalacittāni cattāri kāmāvacara ñāṇasampayuttakiriyacittāni aṭṭha lokuttaracittāni tassa paccayassa paccayuppannā.",
  "anya-e0501n2:5_0": "Tattha lokiyāni chaḷārammaṇāni lobhamūlacittānaṁ paccayo.",
  "anya-e0501n2:5_1": "Sattarasa lokiyakusalāni catunnaṁ ñāṇavippayutta kusalānaṁ.",
  "anya-e0501n2:5_2": "Tāni kusalāniceva heṭṭhimamaggaphalāni ca nibbānañca catunnaṁ ñāṇasampayuttakusalānaṁ.",
  "anya-e0501n2:5_3": "Arahattamaggaphalāni ca nibbānañca catunnaṁ ñāṇasampayuttakiriyānaṁ.",
  "anya-e0501n2:5_4": "Nibbānaṁ aṭṭhannaṁ lokuttara cittānanti.",
  "anya-e0501n2:6_0": "Kenaṭṭhena ārammaṇaṁ, kenaṭṭhena adhipati.",
  "anya-e0501n2:6_1": "Ālambi tabbaṭṭhena ārammaṇaṁ, ādhipaccaṭṭhena adhipati.",
  "anya-e0501n2:6_2": "Ko ādhipaccaṭṭho.",
  "anya-e0501n2:6_3": "Attānaṁ garuṁ katvā pavattesu cittacetasikesu issarabhāvo ādhipaccaṭṭho.",
  "anya-e0501n2:6_4": "Loke sāmikā viya ārammaṇādhipatipaccaya dhammā daṭṭhabbā, dāsā viya paccayuppannadhammā daṭṭhabbā.",
  "anya-e0501n2:7_0": "Sutasomajātake rājā porisādo manussamaṁsaṁ garuṁ karonto manussamaṁsahetu rajjaṁ pahāya araññe vicarati.",
  "anya-e0501n2:7_1": "Tattha manussamaṁse gandharasa dhammā ārammaṇādhipatipaccayo.",
  "anya-e0501n2:7_2": "Rañño porisādassa lobhamūlacittaṁ paccayuppannadhammo.",
  "anya-e0501n2:7_3": "Rājā suta somo saccadhammaṁ garuṁ katvā saccadhammahetu rajjasampattiñca ñāti saṅghañca attano jīvitañca chaṭṭetvā puna rañño porisādassa hatthaṁ upagato.",
  "anya-e0501n2:7_4": "Tattha saccadhammo ārammaṇādhipatipaccayo.",
  "anya-e0501n2:7_5": "Rañño sutasomassa kusalacittaṁ paccayuppannadhammo.",
  "anya-e0501n2:7_6": "Esanayo sabbesu garukatesu ārammaṇesu.",
  "anya-e0501n2:8_0": "Katamo sahajātādhipatipaccayo.",
  "anya-e0501n2:8_1": "Adhipatibhāvaṁ pattā cattāro dhammā adhipatipaccayo, chando cittaṁ vīriyaṁ vīmaṁsā.",
  "anya-e0501n2:9_0": "Katame dhammā tassa paccayassa paccayuppannā.",
  "anya-e0501n2:9_1": "Adhipati sampayuttā cittacetasikā ca adhipatisamuṭṭhitā cittajarūpadhammā ca tassa paccayassa paccayuppannā.",
  "anya-e0501n2:10_0": "Kenaṭṭhena sahajāto, kenaṭṭhena adhipati.",
  "anya-e0501n2:11_0": "Sahuppādanaṭṭhena sahajāto, sahajātānaṁ dhammānaṁ abhibhavanaṭṭhena adhipati.",
  "anya-e0501n2:11_1": "Tattha sahuppādanaṭṭhenāti yo dhammo sayaṁ uppajjamāno attanā sahajātadhamme ca attanā saheva uppādeti, tassa attanā sahajātadhammānaṁ sahuppādanaṭṭhena.",
  "anya-e0501n2:12_0": "Abhibhavanaṭṭhenāti ajjhottharaṇaṭṭhena.",
  "anya-e0501n2:12_1": "Yathā rājā cakkavatti attano puññiddhiyā sakaladīpavāsino abhibhavanto ajjhottharanto attano vase vattāpeti, sakaladīpavāsino ca tassa vase vattanti.",
  "anya-e0501n2:12_2": "Tathā adhipatiṭṭhānapattā ime cattāro dhammā attano attano visaye sahajātadhamme abhibhavantā ajjhottharantā attano vase vattāpenti, sahajātadhammā ca tesaṁ vase vattanti.",
  "anya-e0501n2:12_3": "Yathā vā silāthambhe pathavidhātu udakakkhandhe āpodhātu aggikkhandhe tejodhātu vātakkhandhe vāyodhātu attanā sahajātā tisso dhātuyo abhibhavantā ajjhottharantā attano gatiṁ gamāpenti, sahajātadhātuyo ca tāsaṁ gatiṁ gacchanti, evameva adhipatiṭṭhānapattā ime cattāro dhammā attano balena sahajātadhamme attano gatiṁ gamāpenti, sahajātadhammā ca tesaṁ gatiṁ gacchanti, evaṁ sahajātadhammānaṁ abhibhavanaṭṭhena.",
  "anya-e0501n2:13_0": "Ettha vadeyyuṁ, yadi sahajātadhammānaṁ abhibhavanaṭṭhena adhipatināma siyā.",
  "anya-e0501n2:13_1": "Evaṁ sati tiṭṭhatu chando, lobho eva adhipatināma siyā, so hi chandatopi balavataro hutvā saha jātadhamme abhibhavanto pavattatīti.",
  "anya-e0501n2:13_2": "Vuccate, bālaputhujjanesu eva lobho chandato balavataro hoti, paṇḍitesu pana chando eva lobhato balavataro hutvā sahajātadhamme abhi bhavanto pavattati.",
  "anya-e0501n2:13_3": "Sace hi lobho eva chandato balavataro siyā, kathaṁ ime sattā lobhassa hatthagatā bhavasampatti bhogasammattiyo chaṭṭetvā nekkhammadhamme pūretvā vaṭṭadukkhato nissareyyuṁ.",
  "anya-e0501n2:13_4": "Yasmā pana chando eva lobhato balavataro hoti, tasmā ime sattā lobhassa hatthagatā bhavasampatti bhogasampattiyo chaṭṭetvā nekkhammadhamme pūretvā vaṭṭadukkhato nissaranti.",
  "anya-e0501n2:13_5": "Tasmā chando eva lobhato balavataro hoti, chando eva adhipati, na lobhoti.",
  "anya-e0501n2:13_6": "Esa nayo dosādīsupīti.",
  "anya-e0501n2:14_0": "Tattha loke mahantesu sudukkaresu purisakammesu paccupaṭṭhitesu ime cattāro dhammā kammasiddhiyā saṁvattanti. Kathaṁ.",
  "anya-e0501n2:15_0": "Hīnacchandā bahujjanā mahantāni sudukkarāni purisakammāni disvā nivattacchandā honti.",
  "anya-e0501n2:15_1": "Kātuṁ na icchanti, amhākaṁ avisayoti nirapekkhā ṭhapenti.",
  "anya-e0501n2:15_2": "Chandādhiko pana tādisāni purisakammāni disvā uggatacchando hoti, ativiya kātuṁ icchati, mama visayo esoti adhiṭṭhānaṁ gacchati.",
  "anya-e0501n2:15_3": "So chandena abhikaḍḍhito yāva taṁ kammaṁ na sijjhati, tāva antarā taṁ kammaṁ chaṭṭetuṁ na sakkoti.",
  "anya-e0501n2:15_4": "Evañca sati atimahantaṁpi taṁ kammaṁ ekasmiṁ kāle siddhaṁ bhavissati.",
  "anya-e0501n2:16_0": "Hīnavīriyā ca bahujjanā tādisāni kammāni disvā nivatta vīriyā honti, idaṁ me kammaṁ karontassa bahuṁ kāyadukkhaṁ vā cetodukkhaṁ vā bhavissatīti nivattanti.",
  "anya-e0501n2:16_1": "Vīriyādhiko pana tādisāni purisakammāni disvā uggatavīriyo hoti, idāneva uṭṭhahitvā kātuṁ icchati.",
  "anya-e0501n2:16_2": "So cirakālaṁpi taṁ kammaṁ karonto bahuṁ kāyadukkhaṁ vā cetodukkhaṁ vā anubhavantopi tasmiṁ vīriya kamme nanibbindati, mahantena kammavīriyena vinā bhavituṁ na sakkoti, tādisena vīriyena rattidivaṁ khepento cittasukhaṁ vindati.",
  "anya-e0501n2:16_3": "Evañca sati atimahantaṁpi taṁ kammaṁ ekasmiṁ kāle siddhaṁ bhavissati.",
  "anya-e0501n2:17_0": "Hīnacittā ca bahujjanā tādisāni kammāni disvā nivattacittā honti.",
  "anya-e0501n2:17_1": "Puna ārammaṇaṁpi na karonti.",
  "anya-e0501n2:17_2": "Cittādhiko pana tādisāni kammāni disvā uggatacitto hoti, cittaṁ vinodetuṁpi na sakkoti, niccakālaṁ tattha nibandhacitto hoti.",
  "anya-e0501n2:17_3": "So cittavasiko hutvā cirakālaṁpi taṁ kammaṁ karonto bahuṁ kāyadukkhaṁvāpītiādinā chandādhipatinayena vattabbaṁ.",
  "anya-e0501n2:18_0": "Mandapaññā ca bahujjanā tādisāni kammāni disvā nivattapaññā honti, kammānaṁ ādimpi na passanti, antapi na passanti, andhakāre pavisantā viya honti, tāni kammāni kātuṁ cittaṁpi na namati.",
  "anya-e0501n2:18_1": "Paññādhiko pana tādisāni kammāni disvā uggatapañño hoti, kammānaṁ ādiṁpi passati, antaṁpi passati, phalaṁpi passati, ānisaṁsaṁpi passati.",
  "anya-e0501n2:18_2": "Sukhena kammasiddhiyā nānāupāyaṁpi passati.",
  "anya-e0501n2:18_3": "So cirakālaṁpi taṁ kammaṁ karontotiādinā vīriyādhipatinayena vattabbaṁ.",
  "anya-e0501n2:18_4": "Idha pana mahatiyā kammavīmaṁsāyāti ca tādisiyā kamma vīmaṁsāyāti ca vattabbaṁ.",
  "anya-e0501n2:19_0": "Evaṁ loke mahantesu sudukkaresu purisakammesu paccupaṭṭhitesu ime cattāro dhammā kammasiddhiyā saṁvattanti.",
  "anya-e0501n2:19_1": "Imesañca catunnaṁ adhipatīnaṁ vijjamānattā loke purisavisesā nāma dissanti, sabbaññubuddhā nāma dissanti, sabbaññubodhisattā nāma dissanti, paccekabuddhā nāma dissanti, paccekabodhisattānāma dissanti, aggasāvakānāma mahāsāvakā nāma sāvakabodhisattā nāma dissanti.",
  "anya-e0501n2:19_2": "Lokepi evarūpānaṁ purisavisesānaṁ vasena satta lokassa atthāya hitāya sukhāya paññāsippavisesā ca paribhogavatthuvisesā ca dissantīti.",
  "anya-e0501n2:19_3": "Adhipatipaccayadīpanā niṭṭhitā."
}