{
  "atk-s0510a12:0_0": "12. Mahāparivāravaggo",
  "atk-s0510a12:1_0": "1. Mahāparivārakattheraapadānavaṇṇanā",
  "atk-s0510a12:2_0": "Vipassīnāma bhagavātiādikaṁ āyasmato mahāparivārakattherassa apadānaṁ.",
  "atk-s0510a12:2_1": "Ayampi purimajinavaresu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto vipassissa bhagavato uppannasamaye yakkhayoniyaṁ nibbatto anekayakkhasatasahassaparivāro ekasmiṁ khuddakadīpe dibbasukhamanubhavanto viharati.",
  "atk-s0510a12:2_2": "Tasmiñca dīpe cetiyābhisobhito vihāro atthi, tattha bhagavā agamāsi.",
  "atk-s0510a12:2_3": "Atha so yakkhasenādhipati taṁ bhagavantaṁ tattha gatabhāvaṁ disvā dibbavatthāni gahetvā gantvā bhagavantaṁ vanditvā dibbavatthehi pūjesi, saparivāro saraṇamagamāsi.",
  "atk-s0510a12:2_4": "So tena puññakammena tato cuto devaloke nibbattitvā tattha cha kāmāvacarasukhamanubhavitvā tato cuto manussesu aggacakkavattiādisukhamanubhavitvā aparabhāge imasmiṁ buddhuppāde kulagehe nibbatto viññutaṁ patto satthari pasīditvā pabbajito nacirasseva arahā ahosi.",
  "atk-s0510a12:3_0": "1-2.",
  "atk-s0510a12:3_1": "So aparabhāge attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento vipassī nāma bhagavātiādimāha.",
  "atk-s0510a12:3_2": "Tattha visesaṁ paramatthaṁ nibbānaṁ passatīti vipassī, vividhe satipaṭṭhānādayo sattatiṁsabodhipakkhiyadhamme passatīti vā vipassī, vividhe anekappakāre bodhaneyyasatte visuṁ visuṁ passatīti vā vipassī, so vipassī bhagavā dīpacetiyaṁ dīpe pūjanīyaṭṭhānaṁ vihāramagamāsīti attho.",
  "atk-s0510a12:3_3": "Sesaṁ sabbattha uttānamevāti.",
  "atk-s0510a12:4_0": "Mahāparivārakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a12:5_0": "2. Sumaṅgalattheraapadānavaṇṇanā",
  "atk-s0510a12:6_0": "Atthadassī jinavarotiādikaṁ āyasmato sumaṅgalattherassa apadānaṁ.",
  "atk-s0510a12:6_1": "Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto atthadassissa bhagavato kāle ekasmiṁ taḷākasamīpe rukkhadevatā hutvā nibbatti.",
  "atk-s0510a12:6_2": "Tasmiṁ samaye bhagavā vihārato nikkhamitvā nahāyitukāmo tassa taḷākassa tīraṁ gantvā tattha nhatvā ekacīvaro jalamāno brahmā viya sūriyo viya suvaṇṇabimbaṁ viya aṭṭhāsi.",
  "atk-s0510a12:6_3": "Atha so devaputto somanassajāto pañjaliko thomanamakāsi, attano dibbagītatūriyehi upahārañca akāsi.",
  "atk-s0510a12:6_4": "So tena puññakammena devamanussesu sampattiyo anubhavitvā aparabhāge imasmiṁ buddhuppāde kulagehe nibbatto viññutaṁ patto satthari pasīditvā pabbajitvā nacirasseva arahā ahosi.",
  "atk-s0510a12:7_0": "11.",
  "atk-s0510a12:7_1": "So pacchā pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento atthadassī jinavarotiādimāha.",
  "atk-s0510a12:7_2": "Tattha paramatthaṁ nibbānaṁ dakkhati passatīti atthadassī, atha vā sabbasattānaṁ caturāriyasaccasaṅkhātaṁ atthapayojanaṁ dassanasīloti atthadassī, kilese ajini jināti jinissatīti jino.",
  "atk-s0510a12:7_3": "Varitabbo patthetabbo sabbasattehīti varo, atthadassī jino ca so varo cāti atthadassī jinavaro.",
  "atk-s0510a12:7_4": "Lokajeṭṭhoti lujjati palujjatīti loko, lokīyati passīyati buddhādīhi pārappattoti vā loko, loko ca loko ca loko cāti loko.",
  "atk-s0510a12:7_5": "Ekasesasamāsavasena “lokā”ti vattabbe “loko”ti vutto.",
  "atk-s0510a12:7_6": "Lokassa jeṭṭho lokajeṭṭho, so lokajeṭṭho narāsabhoti attho.",
  "atk-s0510a12:7_7": "Sesaṁ sabbattha uttānamevāti.",
  "atk-s0510a12:8_0": "Sumaṅgalattheraapadānavaṇṇanā samattā.",
  "atk-s0510a12:9_0": "3. Saraṇagamaniyattheraapadānavaṇṇanā",
  "atk-s0510a12:10_0": "Ubhinnaṁdevarājūnantyādikaṁ āyasmato saraṇagamaniyattherassa apadānaṁ.",
  "atk-s0510a12:10_1": "Ayampi purimabuddhesu katādhikāro uppannuppannabhave vivaṭṭūpanissayāni puññāni upacinanto padumuttare bhagavati uppanne ayaṁ himavante devarājā hutvā nibbatti, tasmiṁ aparena yakkhadevaraññā saddhiṁ saṅgāmatthāya upaṭṭhite dve anekayakkhasahassaparivārā phalakāvudhādihatthā saṅgāmatthāya samupabyūḷhā ahesuṁ.",
  "atk-s0510a12:10_2": "Tadā padumuttaro bhagavā tesu sattesu kāruññaṁ uppādetvā ākāsena tattha gantvā saparivārānaṁ dvinnaṁ devarājūnaṁ dhammaṁ desesi.",
  "atk-s0510a12:10_3": "Tadā te sabbe phalakāvudhāni chaḍḍetvā bhagavantaṁ gāravabahumānena vanditvā saraṇamagamaṁsu.",
  "atk-s0510a12:10_4": "Tesaṁ ayaṁ paṭhamaṁ saraṇamagamāsi.",
  "atk-s0510a12:10_5": "So tena puññena devamanussesu saṁsaranto ubhayasampattiyo anubhavitvā imasmiṁ buddhuppāde kulagehe nibbatto vuddhimanvāya satthari pasanno pabbajitvā nacirasseva arahā ahosi.",
  "atk-s0510a12:11_0": "20.",
  "atk-s0510a12:11_1": "So aparabhāge pubbakusalaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento ubhinnaṁ devarājūnantiādimāha.",
  "atk-s0510a12:11_2": "Tattha sucilomakharalomaāḷavakakumbhīrakuverādayo viya nāmagottena apākaṭā dve yakkharājāno aññāpadesena dassento “ubhinnaṁ devarājūna”ntiādimāha.",
  "atk-s0510a12:11_3": "Saṅgāmo samupaṭṭhitoti saṁ suṭṭhu gāmo kalahatthāya upagamananti saṅgāmo, so saṅgāmo saṁ suṭṭhu upaṭṭhito, ekaṭṭhāne upagantvā ṭhitoti attho.",
  "atk-s0510a12:11_4": "Ahosi samupabyūḷhoti saṁ suṭṭhu upasamīpe rāsibhūtoti attho.",
  "atk-s0510a12:12_0": "21.Saṁvejesi mahājananti tesaṁ rāsibhūtānaṁ yakkhānaṁ ākāse nisinno bhagavā catusaccadhammadesanāya saṁ suṭṭhu vejesi, ādīnavadassanena gaṇhāpesi viññāpesi bodhesīti attho.",
  "atk-s0510a12:12_1": "Sesaṁ sabbattha uttānamevāti.",
  "atk-s0510a12:13_0": "Saraṇagamaniyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a12:14_0": "4. Ekāsaniyattheraapadānavaṇṇanā",
  "atk-s0510a12:15_0": "Varuṇonāma nāmenātiādikaṁ āyasmato ekāsaniyattherassa apadānaṁ.",
  "atk-s0510a12:15_1": "Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto atthadassissa bhagavato kāle varuṇo nāma devarājā hutvā nibbatti.",
  "atk-s0510a12:15_2": "So bhagavantaṁ disvā pasannamānaso gandhamālādīhi gītavāditehi ca upaṭṭhayamāno saparivāro pūjesi.",
  "atk-s0510a12:15_3": "Tato aparabhāge bhagavati parinibbute tassa mahābodhirukkhaṁ buddhadassanaṁ viya sabbatūriyatāḷāvacarehi saparivāro upahāramakāsi.",
  "atk-s0510a12:15_4": "So tena puññena tato kālaṅkatvā nimmānaratidevaloke uppajji.",
  "atk-s0510a12:15_5": "Evaṁ devasampattimanubhavitvā manussesu ca manussabhūto cakkavattisampattiṁ anubhavitvā imasmiṁ buddhuppāde kulagehe nibbatto viññutaṁ patvā satthu sāsane pabbajitvā nacirasseva arahā ahosi.",
  "atk-s0510a12:16_0": "31.",
  "atk-s0510a12:16_1": "So pacchā sakakammaṁ saritvā taṁ tathato ñatvā somanassajāto pubbacaritāpadānaṁ pakāsento varuṇo nāma nāmenātiādimāha.",
  "atk-s0510a12:16_2": "Tattha yadā ahaṁ sambodhanatthāya buddhaṁ bodhiñca pūjesiṁ, tadā varuṇo nāma devarājā ahosinti sambandho.",
  "atk-s0510a12:17_0": "34.Dharaṇīruhapādapanti ettha rukkhalatāpabbatasattharatanādayo dhāretīti dharaṇī, tasmiṁ ruhati patiṭṭhahatīti dharaṇīruho.",
  "atk-s0510a12:17_1": "Pādena pivatīti pādapo, siñcitasiñcitodakaṁ pādena mūlena pivati rukkhakkhandhasākhāviṭapehi āporasaṁ patthariyatīti attho, taṁ dharaṇīruhapādapaṁ bodhirukkhanti sambandho.",
  "atk-s0510a12:18_0": "35.Sakakammābhiraddhoti attano kusalakammena abhiraddho pasanno uttame bodhimhi pasannoti sambandho.",
  "atk-s0510a12:18_1": "Sesaṁ sabbattha uttānamevāti.",
  "atk-s0510a12:19_0": "Ekāsaniyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a12:20_0": "5. Suvaṇṇapupphiyattheraapadānavaṇṇanā",
  "atk-s0510a12:21_0": "Vipassīnāma bhagavātiādikaṁ āyasmato suvaṇṇapupphiyattherassa apadānaṁ.",
  "atk-s0510a12:21_1": "Ayampi purimajinavaresu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto vipassissa bhagavato kāle ekasmiṁ ṭhāne bhūmaṭṭhakadevaputto hutvā nibbatto tassa bhagavato dhammaṁ sutvā pasannamānaso catūhi suvaṇṇapupphehi pūjesi.",
  "atk-s0510a12:21_2": "Tāni pupphāni ākāse suvaṇṇavitānaṁ hutvā chādesuṁ, suvaṇṇapabhā ca buddhassa sarīrapabhā ca ekato hutvā mahāobhāso ahosi.",
  "atk-s0510a12:21_3": "So atirekataraṁ pasanno sakabhavanaṁ gatopi saratiyeva.",
  "atk-s0510a12:21_4": "So tena puññakammena tusitabhavanādisugatīsuyeva saṁsaranto dibbasampattiṁ anubhavitvā imasmiṁ buddhuppāde kulagehe nibbatto viññutaṁ patto satthu dhammadesanaṁ sutvā sāsane uraṁ datvā pabbajito nacirasseva arahā ahosi.",
  "atk-s0510a12:22_0": "40.",
  "atk-s0510a12:22_1": "So aparabhāge pubbakammaṁ saritvā somanassajāto attano pubbacaritāpadānaṁ pakāsento vipassī nāma bhagavātiādimāha.",
  "atk-s0510a12:22_2": "Taṁ heṭṭhā vuttatthameva.",
  "atk-s0510a12:23_0": "44.Pāmojjaṁ janayitvānāti balavapītiṁ uppādetvā “pāmojjaṁ āmodanā pamodanā hāso pahāso vitti odagyaṁ attamanatā cittassā”tiādīsu viya attamanatā sakabhāvaṁ uppādetvāti attho.",
  "atk-s0510a12:23_1": "Sesaṁ sabbattha uttānamevāti.",
  "atk-s0510a12:24_0": "Suvaṇṇapupphiyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a12:25_0": "6. Citakapūjakattheraapadānavaṇṇanā",
  "atk-s0510a12:26_0": "Vasāmi rājāyatanetiādikaṁ āyasmato citakapūjakattherassa apadānaṁ.",
  "atk-s0510a12:26_1": "Ayampi purimabuddhesu katādhikāro tato paraṁ uppannuppannabhave vivaṭṭūpanissayāni puññāni upacinanto sikhissa bhagavato kāle rājāyatanarukkhadevatā hutvā nibbatto antarantarā devatāhi saddhiṁ dhammaṁ sutvā pasanno bhagavati parinibbute saparivāro gandhadīpadhūpapupphabheriādīni gāhāpetvā bhagavato āḷahanaṭṭhānaṁ gantvā dīpādīni pūjetvā anekehi tūriyehi anekehi vāditehi taṁ pūjesi.",
  "atk-s0510a12:26_2": "Tato paṭṭhāya sakabhavanaṁ upaviṭṭhopi bhagavantameva saritvā sammukhā viya vandati.",
  "atk-s0510a12:26_3": "So teneva puññena tena cittappasādena rājāyatanato kālaṁ kato tusitādīsu nibbatto dibbasampattiṁ anubhavitvā tato manussesu manussasampattiṁ anubhavitvā imasmiṁ buddhuppāde kulagehe nibbatto viññutaṁ patto bhagavati uppannacittappasādo bhagavato sāsane pabbajitvā nacirasseva arahā ahosi.",
  "atk-s0510a12:27_0": "49.",
  "atk-s0510a12:27_1": "So aparabhāge attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento vasāmi rājāyatanetiādimāha.",
  "atk-s0510a12:27_2": "Rājāyataneti devarājūnaṁ āyatanaṁ rājāyatanaṁ, tassa rukkhassa nāmadheyyo vā.",
  "atk-s0510a12:27_3": "Parinibbute bhagavatīti parisamantato kiñci anavasesetvā khandhaparinibbānakāle parinibbānasamaye parinibbānappattassa sikhino lokabandhunoti sambandho.",
  "atk-s0510a12:28_0": "50.Citakaṁ agamāsahanti candanāgarudevadārukappūratakkolādisugandhadārūhi citaṁ rāsigatanti citaṁ, citameva citakaṁ, buddhagāravena citakaṁ pūjanatthāya citakassa samīpaṁ ahaṁ agamāsinti attho.",
  "atk-s0510a12:28_1": "Tattha gantvā katakiccaṁ dassento tūriyaṁ tattha vādetvātiādimāha.",
  "atk-s0510a12:28_2": "Taṁ sabbaṁ suviññeyyamevāti.",
  "atk-s0510a12:29_0": "Citakapūjakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a12:30_0": "7. Buddhasaññakattheraapadānavaṇṇanā",
  "atk-s0510a12:31_0": "Yadāvipassī lokaggotiādikaṁ āyasmato buddhasaññakattherassa apadānaṁ.",
  "atk-s0510a12:31_1": "Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto vipassissa bhagavato kāle ekasmiṁ bhūmaṭṭhakavimāne devaputto hutvā nibbatti.",
  "atk-s0510a12:31_2": "Tadā vipassī bhagavā āyusaṅkhāraṁ vossajji.",
  "atk-s0510a12:31_3": "Atha sakaladasasahassilokadhātu sasāgarapabbatā pakampittha.",
  "atk-s0510a12:31_4": "Tadā tassa devaputtassa bhavanampi kampittha.",
  "atk-s0510a12:31_5": "Tasmiṁ khaṇe so devaputto saṁsayajāto –",
  "atk-s0510a12:31_6": "“kiṁ nu kho pathavīkampāya nibbattī”ti cintetvā buddhassa āyusaṅkhāravossajjabhāvaṁ ñatvā mahāsokaṁ domanassaṁ uppādesi.",
  "atk-s0510a12:31_7": "Tadā vessavaṇo mahārājā āgantvā “mā cintayitthā”ti assāsesi.",
  "atk-s0510a12:31_8": "So devaputto tato cuto tena puññena devamanussesu saṁsaranto imasmiṁ buddhuppāde kulagehe nibbatto viññutaṁ patto gharāvāsaṁ pahāya pabbajitvā nacirasseva arahā ahosi.",
  "atk-s0510a12:32_0": "57.",
  "atk-s0510a12:32_1": "So aparabhāge attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento yadā vipassī lokaggotiādimāha.",
  "atk-s0510a12:32_2": "Āyusaṅkhāramossajjīti ā samantato yunoti pāleti satteti āyu, āyussa saṅkhāro rāsibhāvo āyusaṅkhāro, taṁ āyusaṅkhāraṁ ossajji pariccaji jahāsīti attho.",
  "atk-s0510a12:32_3": "Tasmiṁ āyusaṅkhāravossajjane.",
  "atk-s0510a12:32_4": "Jalamekhalāsāgarodakamekhalāsahitā sakaladasasahassacakkavāḷapathavī kampitthāti sambandho.",
  "atk-s0510a12:33_0": "58.Otataṁ vitthataṁ mayhanti mayhaṁ bhavanaṁ otataṁ vitthataṁ cittaṁ vicittaṁ suci suparisuddhaṁ cittaṁ anekehi sattahi ratanehi vicittaṁ sobhamānaṁ pakampittha pakārena kampitthāti attho.",
  "atk-s0510a12:33_1": "Sesaṁ sabbattha uttānamevāti.",
  "atk-s0510a12:34_0": "Buddhasaññakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a12:35_0": "8. Maggasaññakattheraapadānavaṇṇanā",
  "atk-s0510a12:36_0": "Padumuttarabuddhassātiādikaṁ āyasmato maggasaññakattherassa apadānaṁ.",
  "atk-s0510a12:36_1": "Ayampi purimabuddhesu katādhikāro tato oraṁ tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle himavante devaputto hutvā nibbatto araññaṁ gantvā maggamūḷhānaṁ maggaṁ gavesantānaṁ tassa sāvakānaṁ bhojetvā maggaṁ ācikkhi.",
  "atk-s0510a12:36_2": "So tena puññena devamanussasampattimanubhavitvā uppannuppannabhave sabbattha amūḷho saññavā ahosi.",
  "atk-s0510a12:36_3": "Atha imasmiṁ buddhuppāde kulagehe nibbatto viññutaṁ patto gharāvāse anallīno pabbajitvā nacirasseva arahā ahosi.",
  "atk-s0510a12:37_0": "66.",
  "atk-s0510a12:37_1": "So aparabhāge attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento padumuttarabuddhassātiādimāha.",
  "atk-s0510a12:37_2": "Sāvakā vanacārinoti bhagavato vuttavacanaṁ sammā ādarena suṇantīti sāvakā, atha vā bhagavato desanānusārena ñāṇaṁ pesetvā saddhammaṁ suṇantīti sāvakā.",
  "atk-s0510a12:37_3": "Vanacārino vane vicaraṇakā sāvakā vippanaṭṭhā maggamūḷhā mahāaraññe andhāva cakkhuvirahitāva anusuyyare vicarantīti sambandho.",
  "atk-s0510a12:37_4": "Sesaṁ sabbattha uttānamevāti.",
  "atk-s0510a12:38_0": "Maggasaññakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a12:39_0": "9. Paccupaṭṭhānasaññakattheraapadānavaṇṇanā",
  "atk-s0510a12:40_0": "Atthadassimhi sugatetiādikaṁ āyasmato paccupaṭṭhānasaññakattherassa apadānaṁ.",
  "atk-s0510a12:40_1": "Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto atthadassissa bhagavato kāle yakkhayoniyaṁ nibbatto bhagavati dharamāne dassanassa aladdhattā pacchā parinibbute mahāsokappatto vihāsi.",
  "atk-s0510a12:40_2": "Tadā hissa bhagavato sāgato nāma aggasāvako anusāsanto bhagavato sārīrikadhātupūjā bhagavati dharamāne katapūjā viya cittappasādavasā mahapphalaṁ bhavatī”ti vatvā “thūpaṁ karohī”ti niyojito thūpaṁ kāresi, taṁ pūjetvā tato cuto devamanussesu sakkacakkavattisampattimanubhavitvā imasmiṁ buddhuppāde sāvatthiyaṁ ekasmiṁ kulagehe nibbatto viññutaṁ patto satthari pasīditvā pabbajitvā nacirasseva arahā ahosi.",
  "atk-s0510a12:41_0": "72.",
  "atk-s0510a12:41_1": "So aparabhāge attano puññakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento atthadassimhi sugatetiādimāha.",
  "atk-s0510a12:41_2": "Taṁ heṭṭhā vuttameva.",
  "atk-s0510a12:41_3": "Yakkhayoniṁ upapajjinti ettha pana attano sakāsaṁ sampattasampatte khādantā yanti gacchantīti yakkhā, yakkhānaṁ yoni jātīti yakkhayoni, yakkhayoniyaṁ nibbattoti attho.",
  "atk-s0510a12:42_0": "73.Dulladdhaṁvata me āsīti me mayā laddhayasaṁ dulladdhaṁ, buddhabhūtassa satthuno sakkāraṁ akatattā virādhetvā laddhanti attho.",
  "atk-s0510a12:42_1": "Duppabhātanti duṭṭhu pabhātaṁ rattiyā pabhātakaraṇaṁ, mayhaṁ na suṭṭhuṁ pabhātanti attho.",
  "atk-s0510a12:42_2": "Duruṭṭhitanti duuṭṭhitaṁ, sūriyassa uggamanaṁ mayhaṁ duuggamananti attho.",
  "atk-s0510a12:42_3": "Sesaṁ sabbattha uttānamevāti.",
  "atk-s0510a12:43_0": "Paccupaṭṭhānasaññakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a12:44_0": "10. Jātipūjakattheraapadānavaṇṇanā",
  "atk-s0510a12:45_0": "Jāyaṁ tassa vipassissātiādikaṁ āyasmato jātipūjakattherassa apadānaṁ.",
  "atk-s0510a12:45_1": "Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto vipassissa bhagavato kāle kulagehe nibbatto viññutaṁ patto nakkhattapāṭhakehi vipassibodhisattassa vuttalakkhaṇanimittaṁ sutvā “ayaṁ kira kumāro buddho hutvā sakalalokassa aggo seṭṭho sutvā sabbasatte saṁsārato uddharissatī”ti sutvā taṁ bhagavantaṁ kumārakāleyeva buddhassa viya mahāpūjamakāsi.",
  "atk-s0510a12:45_2": "Pacchā kamena kumārakālaṁ rājakumārakālaṁ rajjakālanti kālattayamatikkamma buddhe jātepi mahāpūjaṁ katvā tato cuto tusitādīsu nibbatto dibbasukhamanubhavitvā pacchā manussesu cakkavattādimanussasukhamanubhavitvā imasmiṁ buddhuppāde kulagehe nibbatto sattaṭṭhavassakāleyeva bhagavati pasanno pabbajitvā vipassanaṁ vaḍḍhetvā nacirasseva arahā ahosi.",
  "atk-s0510a12:46_0": "82.",
  "atk-s0510a12:46_1": "So aparabhāge attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento jāyaṁ tassa vipassissātiādimāha.",
  "atk-s0510a12:46_2": "Taṁ heṭṭhā vuttatthameva.",
  "atk-s0510a12:47_0": "84.Nemittānaṁ suṇitvānāti ettha nimittaṁ kāraṇaṁ sukhadukkhappattihetuṁ jānantīti nemittā, tesaṁ nemittānaṁ nakkhattapāṭhakānaṁ vacanaṁ suṇitvāti attho.",
  "atk-s0510a12:47_1": "Sesaṁ sabbattha uttānamevāti.",
  "atk-s0510a12:48_0": "Jātipūjakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a12:49_0": "Dvādasamavaggavaṇṇanā samattā."
}