{
  "atk-s0502a4:0_0": "4. Pupphavaggo",
  "atk-s0502a4:1_0": "1. Pathavikathāpasutapañcasatabhikkhuvatthu",
  "atk-s0502a4:2_0": "Koimaṁ pathaviṁ vicessatīti imaṁ dhammadesanaṁ satthā sāvatthiyaṁ viharanto pathavikathāpasute pañcasate bhikkhū ārabbha kathesi.",
  "atk-s0502a4:3_0": "Te kira bhagavatā saddhiṁ janapadacārikaṁ caritvā jetavanaṁ āgantvā sāyanhasamaye upaṭṭhānasālāyaṁ sannisinnā attanā gatagataṭṭhānesu “asukagāmato asukagāmagamanaṭṭhāne samaṁ visamaṁ kaddamabahulaṁ sakkharabahulaṁ kāḷamattikaṁ tambamattika”nti pathavikathaṁ kathesuṁ.",
  "atk-s0502a4:3_1": "Satthā āgantvā, “kāya nuttha, bhikkhave, etarahi kathāya sannisinnā”ti pucchitvā, “bhante, amhehi vicaritaṭṭhāne pathavikathāyā”ti vutte, “bhikkhave, esā bāhirapathavī nāma, tumhehi ajjhuttikapathaviyaṁ parikammaṁ kātuṁ vaṭṭatī”ti vatvā imā dve gāthā abhāsi –",
  "atk-s0502a4:4_0": "44.",
  "atk-s0502a4:5_0": "“Ko imaṁ pathaviṁ vicessati,",
  "atk-s0502a4:6_0": "Yamalokañca imaṁ sadevakaṁ;",
  "atk-s0502a4:7_0": "Ko dhammapadaṁ sudesitaṁ,",
  "atk-s0502a4:8_0": "Kusalo pupphamiva pacessati.",
  "atk-s0502a4:9_0": "45.",
  "atk-s0502a4:10_0": "“Sekho pathaviṁ vicessati,",
  "atk-s0502a4:11_0": "Yamalokañca imaṁ sadevakaṁ;",
  "atk-s0502a4:12_0": "Sekho dhammapadaṁ sudesitaṁ,",
  "atk-s0502a4:13_0": "Kusalo pupphamiva pacessatī”ti.",
  "atk-s0502a4:14_0": "Tattha ko imanti ko imaṁ attabhāvasaṅkhātaṁ pathaviṁ.",
  "atk-s0502a4:14_1": "Vicessatīti attano ñāṇena vicinissati vijānissati, paṭivijjhissati, sacchikarissatīti attho.",
  "atk-s0502a4:14_2": "Yamalokañcāti catubbidhaṁ apāyalokañca.",
  "atk-s0502a4:14_3": "Imaṁ sadevakanti imaṁ manussalokañca devalokena saddhiṁ ko vicessati vicinissati vijānissati paṭivijjhissati sacchikarissatīti pucchi.",
  "atk-s0502a4:14_4": "Kodhammapadaṁ sudesitanti yathāsabhāvato kathitattā sudesitaṁ sattatiṁsabodhipakkhiyadhammasaṅkhātaṁ dhammapadaṁ kusalo mālākāro pupphaṁ vicinanto viya kopacessati vicinissati vijānissati upaparikkhissati paṭivijjhissati, sacchikarissatīti attho.",
  "atk-s0502a4:14_5": "Sekhoti adhisīlasikkhā, adhicittasikkhā, adhipaññāsikkhāti imā tisso sikkhā sikkhanato sotāpattimaggaṭṭhaṁ ādiṁ katvā yāva arahattamaggaṭṭhā sattavidho sekho imaṁ attabhāvasaṅkhātaṁ pathaviṁ arahattamaggena tato chandarāgaṁ apakaḍḍhanto vicessati vicinissati vijānissati paṭivijjhissati sacchikarissati.",
  "atk-s0502a4:14_6": "Yamalokañcāti taṁ yathāvuttapakāraṁ yamalokañca imaṁ manussalokañca saha devehi sadevakaṁ sveva vicessati vicinissati vijānissati paṭivijjhissati sacchikarissati.",
  "atk-s0502a4:14_7": "Sekhoti sveva sattavidho sekho, yathā nāma kusalo mālākāro pupphārāmaṁ pavisitvā taruṇamakuḷāni ca pāṇakaviddhāni ca milātāni ca gaṇṭhikajātāni ca pupphāni vajjetvā sobhanāni sujātasujātāneva pupphāni vicināti, evameva imaṁ sukathitaṁ suniddiṭṭhaṁ bodhipakkhiyadhammapadampi paññāya pacessati vicinissati upaparikkhissati paṭivijjhissati sacchikarissatīti satthā sayameva pañhaṁ vissajjesi.",
  "atk-s0502a4:15_0": "Desanāvasāne pañcasatāpi bhikkhū saha paṭisambhidāhi arahattaṁ pāpuṇiṁsu.",
  "atk-s0502a4:15_1": "Sampattaparisāyapi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a4:16_0": "Pathavikathāpasutapañcasatabhikkhuvatthu paṭhamaṁ.",
  "atk-s0502a4:17_0": "2. Marīcikammaṭṭhānikattheravatthu",
  "atk-s0502a4:18_0": "Pheṇūpamanti imaṁ dhammadesanaṁ satthā sāvatthiyaṁ viharanto aññataraṁ marīcikammaṭṭhānikaṁ bhikkhuṁ ārabbha kathesi.",
  "atk-s0502a4:19_0": "So kira bhikkhu satthu santike kammaṭṭhānaṁ gahetvā, “samaṇadhammaṁ karissāmī”ti araññaṁ pavisitvā ghaṭetvā vāyamitvā arahattaṁ pattuṁ asakkonto “visesetvā kammaṭṭhānaṁ kathāpessāmī”ti satthu santikaṁ āgacchanto antarāmagge marīciṁ disvā, “yathā ayaṁ gimhasamaye uṭṭhitā marīci dūre ṭhitānaṁ rūpagatā viya paññāyati, santikaṁ āgacchantānaṁ neva paññāyati, ayaṁ attabhāvopi uppādavayaṭṭhena evarūpo”ti marīcikammaṭṭhānaṁ bhāvento āgantvā maggakilanto aciravatiyaṁ nhāyitvā ekasmiṁ caṇḍasotatīre rukkhachāyāya nisinno udakavegābhighātena uṭṭhahitvā mahante mahante pheṇapiṇḍe bhijjamāne disvā, “ayaṁ attabhāvopi uppajjitvā bhijjanaṭṭhena evarūpoyevā”ti ārammaṇaṁ aggahesi.",
  "atk-s0502a4:19_1": "Satthā gandhakuṭiyaṁ ṭhitova taṁ theraṁ disvā, “evameva, bhikkhu, evarūpovāyaṁ attabhāvo pheṇapiṇḍo viya marīci viya uppajjanabhijjanasabhāvoyevā”ti vatvā imaṁ gāthamāha –",
  "atk-s0502a4:20_0": "46.",
  "atk-s0502a4:21_0": "“Pheṇūpamaṁ kāyamimaṁ viditvā,",
  "atk-s0502a4:22_0": "Marīcidhammaṁ abhisambudhāno;",
  "atk-s0502a4:23_0": "Chetvāna mārassa papupphakāni,",
  "atk-s0502a4:24_0": "Adassanaṁ maccurājassa gacche”ti.",
  "atk-s0502a4:25_0": "Tattha pheṇūpamanti imaṁ kesādisamūhasaṅkhātaṁ kāyaṁ abaladubbalaṭṭhena anaddhaniyatāvakālikaṭṭhena pheṇapiṇḍasarikkhakoti viditvā.",
  "atk-s0502a4:25_1": "Marīcidhammanti yathā marīci dūre ṭhitānaṁ rūpagatā viya gayhūpagā viya hoti, santike upagacchantānaṁ rittā tucchā agayhūpagā sampajjati, evameva khaṇikaittarapaccupaṭṭhānaṭṭhena ayaṁ kāyopi marīcidhammoti abhisambudhāno bujjhanto, jānantoti attho.",
  "atk-s0502a4:25_2": "Mārassa papupphakānīti mārassa papupphakasaṅkhātāni tebhūmakāni vaṭṭāni ariyamaggena chinditvā khīṇāsavo bhikkhu maccurājassa adassanaṁ avisayaṁ amatamahānibbānaṁ gaccheyyāti.",
  "atk-s0502a4:26_0": "Gāthāpariyosāne thero saha paṭisambhidāhi arahattaṁ patvā satthu suvaṇṇavaṇṇaṁ sarīraṁ thomento vaṇṇento vandantova āgatoti.",
  "atk-s0502a4:27_0": "Marīcikammaṭṭhānikattheravatthu dutiyaṁ.",
  "atk-s0502a4:28_0": "3. Viṭaṭūbhavatthu",
  "atk-s0502a4:29_0": "Pupphāniheva pacinantanti imaṁ dhammadesanaṁ satthā sāvatthiyaṁ viharanto saparisaṁ mahoghena ajjhottharitvā māritaṁ viṭaṭūbhaṁ ārabbha kathesi.",
  "atk-s0502a4:30_0": "Tatrāyaṁ anupubbikathā –",
  "atk-s0502a4:30_1": "sāvatthiyañhi mahākosalarañño putto pasenadikumāro nāma.",
  "atk-s0502a4:30_2": "Vesāliyaṁ licchavirañño putto licchavikumāro mahāli nāma, kusinārāyaṁ mallarājaputto bandhulo nāmāti ime tayo disāpāmokkhassācariyassa santike sippuggahaṇatthaṁ takkasilaṁ gantvā bahinagare sālāya samāgatā aññamaññassa āgatakāraṇañca kulañca nāmañca pucchitvā sahāyakā hutvā ekatova ācariyaṁ upasaṅkamitvā sippaṁ sikkhantā na cirasseva uggahitasippā ācariyaṁ āpucchitvā ekatova nikkhamitvā sakasakaṭṭhānāni agamaṁsu.",
  "atk-s0502a4:30_3": "Tesu pasenadikumāro pitu sippaṁ dassetvā pasannena pitarā rajje abhisitto.",
  "atk-s0502a4:30_4": "Mahālikumāro licchavīnaṁ sippaṁ dassento mahantena ussāhena dassesi, tassa akkhīni bhijjitvā agamaṁsu.",
  "atk-s0502a4:30_5": "Licchavirājāno “aho vata amhākaṁ ācariyo akkhivināsaṁ patto, na naṁ pariccajissāma, upaṭṭhahissāma na”nti tassa satasahassuṭṭhānakaṁ ekaṁ dvāraṁ adaṁsu.",
  "atk-s0502a4:30_6": "So taṁ nissāya pañcasate licchavirājaputte sippaṁ sikkhāpento vasi.",
  "atk-s0502a4:30_7": "Bandhulakumāro saṭṭhiṁ saṭṭhiṁ veḷū gahetvā majjhe ayasalākaṁ pakkhipitvā saṭṭhikalāpe ussāpetvā ṭhapite mallarājakulehi “ime kappetū”ti vutto asītihatthaṁ ākāsaṁ ullaṅghitvā asinā kappento agamāsi.",
  "atk-s0502a4:30_8": "So osānakalāpe ayasalākāya “kirī”ti saddaṁ sutvā, “kiṁ eta”nti pucchitvā sabbakalāpesu ayasalākānaṁ ṭhapitabhāvaṁ ñatvā asiṁ chaḍḍetvā rodamāno “mayhaṁ ettakesu ñātisuhajjesu ekopi sasineho hutvā imaṁ kāraṇaṁ nācikkhi.",
  "atk-s0502a4:30_9": "Sace hi ahaṁ jāneyyaṁ, ayasalākāya saddaṁ anuṭṭhāpentova chindeyya”nti vatvā, “sabbepime māretvā rajjaṁ kareyya”nti mātāpitūnaṁ kathesi.",
  "atk-s0502a4:30_10": "Tehi “paveṇirajjaṁ nāma, tāta, idaṁ na labbhā evaṁ kātu”nti nānappakārena vārito “tena hi mama sahāyakassa santikaṁ gamissāmī”ti sāvatthiṁ agamāsi.",
  "atk-s0502a4:31_0": "Pasenadi kosalo rājā tassāgamanaṁ sutvā paccuggantvā mahantena sakkārena taṁ nagaraṁ pavesetvā senāpatiṭṭhāne ṭhapesi.",
  "atk-s0502a4:31_1": "So mātāpitaro pakkosāpetvā tattheva vāsaṁ kappesi.",
  "atk-s0502a4:31_2": "Athekadivasaṁ rājā uparipāsāde ṭhito antaravīthiṁ olokayamāno “anāthapiṇḍikassa cūḷaanāthapiṇḍikassa visākhāya suppavāsāyā”ti etesaṁ gehe niccaṁ bhattakiccatthāya gacchante anekasahasse bhikkhū disvā, “kahaṁ, ayyā, gacchantī”ti pucchitvā, “deva, anāthapiṇḍikassa gehe niccabhattasalākabhattagilānabhattādīnaṁ atthāya devasikaṁ dve bhikkhusahassāni gacchanti, cūḷaanāthapiṇḍikassa gehe pañcasatāni, tathā visākhāya tathā suppavāsāyā”ti vutte sayampi bhikkhusaṅghaṁ upaṭṭhahitukāmo vihāraṁ gantvā bhikkhusahassena saddhiṁ satthāraṁ nimantetvā sattāhaṁ sahatthā dānaṁ datvā sattame divase satthāraṁ vanditvā, “bhante, pañcahi me bhikkhusatehi saddhiṁ nibaddhaṁ bhikkhaṁ gaṇhathā”ti āha.",
  "atk-s0502a4:31_3": "“Mahārāja buddhā nāma ekaṭṭhāne nibaddhaṁ bhikkhaṁ na gaṇhanti, bahū janā buddhānaṁ āgamanaṁ paccāsīsantī”ti.",
  "atk-s0502a4:31_4": "“Tena hi ekaṁ bhikkhuṁ nibaddhaṁ pesethā”ti āha.",
  "atk-s0502a4:31_5": "Satthā ānandattherassa bhāraṁ akāsi.",
  "atk-s0502a4:31_6": "Rājā bhikkhusaṅghe āgate pattaṁ gahetvā, “ime nāma parivisantū”ti avicāretvāva sattāhaṁ sayameva parivisitvā aṭṭhame divase vikkhittacitto pamajjamakāsi.",
  "atk-s0502a4:31_7": "Rājakule nāma anāṇattā āsanāni paññāpetvā bhikkhū nisīdāpetvā parivisituṁ na labhanti “na mayaṁ idha ṭhātuṁ sakkhissāmā”ti bahū bhikkhū pakkamiṁsu.",
  "atk-s0502a4:31_8": "Rājā dutiyadivasepi pamajji, dutiyadivasepi bahū bhikkhū pakkamiṁsu.",
  "atk-s0502a4:31_9": "Tatiyadivasepi pamajji, tadā ānandattheraṁ ekakameva ṭhapetvā avasesā pakkamiṁsu.",
  "atk-s0502a4:31_10": "Puññavantā nāma kāraṇavasikā honti, kulānaṁ pasādaṁ rakkhanti.",
  "atk-s0502a4:31_11": "Tathāgatassa ca sāriputtatthero mahāmoggallānattheroti dve aggasāvakā, khemā uppalavaṇṇāti dve aggasāvikā, upāsakesu citto, gahapati, hatthako āḷavakoti dve aggaupāsakā, upāsikāsu veḷukaṇṭhakī nandamātā, khujjuttarāti dve aggaupāsikā, iti ime aṭṭha jane ādiṁ katvā ṭhānantarapattā sabbepi sāvakā ekadesena dasannaṁ pāramīnaṁ pūritattā mahāpuññā abhinīhārasampannā.",
  "atk-s0502a4:31_12": "Ānandattheropi kappasatasahassaṁ pūritapāramī abhinīhārasampanno mahāpuñño attano kāraṇavasikatāya kulassa pasādaṁ rakkhanto aṭṭhāsi.",
  "atk-s0502a4:31_13": "Taṁ ekakameva nisīdāpetvā parivisiṁsu.",
  "atk-s0502a4:32_0": "Rājā bhikkhūnaṁ gatakāle āgantvā khādanīyabhojanīyāni tatheva ṭhitāni disvā, “kiṁ, ayyā, nāgamiṁsū”ti pucchitvā, “ānandatthero ekakova āgato devā”ti sutvā, “addhā ettakaṁ me bhattacchedanamakaṁsū”ti bhikkhūnaṁ kuddho satthu santikaṁ gantvā, “bhante, mayā pañcannaṁ bhikkhusatānaṁ bhikkhā paṭiyattā, ānandatthero kira ekakovāgato, paṭiyattā bhikkhā tatheva ṭhitā, pañcasatā bhikkhū mama gehe saññaṁ na kariṁsu, kiṁ nu kho kāraṇa”nti āha.",
  "atk-s0502a4:32_1": "Satthā bhikkhūnaṁ dosaṁ avatvā, “mahārāja, mama sāvakānaṁ tumhehi saddhiṁ vissāso natthi, tena na gatā bhavissantī”ti vatvā kulānaṁ anupagamanakāraṇañca upagamanakāraṇañca pakāsento bhikkhū āmantetvā imaṁ suttamāha –",
  "atk-s0502a4:33_0": "“Navahi, bhikkhave, aṅgehi samannāgataṁ kulaṁ anupagantvā vā nālaṁ upagantuṁ, upagantvā vā nālaṁ upanisīdituṁ.",
  "atk-s0502a4:33_1": "Katamehi navahi?",
  "atk-s0502a4:33_2": "Na manāpena paccuṭṭhenti, na manāpena abhivādenti, na manāpena āsanaṁ denti, santamassa pariguhanti, bahukampi thokaṁ denti, paṇītampi lūkhaṁ denti, asakkaccaṁ denti no sakkaccaṁ, na upanisīdanti dhammassavanāya, bhāsitamassa na sussūsanti.",
  "atk-s0502a4:33_3": "Imehi kho, bhikkhave, navahaṅgehi samannāgataṁ kulaṁ anupagantvā vā nālaṁ upagantuṁ, upagantvā vā nālaṁ upanisīdituṁ.",
  "atk-s0502a4:34_0": "“Navahi, bhikkhave, aṅgehi samannāgataṁ kulaṁ anupagantvā vā alaṁ upagantuṁ, upagantvā vā alaṁ upanisīdituṁ.",
  "atk-s0502a4:34_1": "Katamehi navahi?",
  "atk-s0502a4:34_2": "Manāpena paccuṭṭhenti, manāpena abhivādenti, manāpena āsanaṁ denti, santamassa na pariguhanti, bahukampi bahukaṁ denti, paṇītampi paṇītaṁ denti, sakkaccaṁ denti no asakkaccaṁ, upanisīdanti dhammassavanāya, bhāsitamassa sussūsanti.",
  "atk-s0502a4:34_3": "Imehi kho, bhikkhave, navahaṅgehi samannāgataṁ kulaṁ anupagantvā vā alaṁ upagantuṁ, upagantvā vā alaṁ upanisīditu”nti.",
  "atk-s0502a4:35_0": "Iti kho, mahārāja, mama sāvakā tumhākaṁ santikā vissāsaṁ alabhantā na gatā bhavissantīti.",
  "atk-s0502a4:35_1": "Porāṇakapaṇḍitāpi hi avissāsikaṭṭhāne sakkaccaṁ upaṭṭhiyamānāpi māraṇantikaṁ vedanaṁ patvā vissāsikaṭṭhānameva agamiṁsūti.",
  "atk-s0502a4:35_2": "“Kadā, bhante”ti raññā puṭṭho atītaṁ āhari –",
  "atk-s0502a4:36_0": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente kesavo nāma rājā rajjaṁ pahāya isipabbajjaṁ pabbaji.",
  "atk-s0502a4:36_1": "Taṁ pañca purisasatāni anupabbajiṁsu.",
  "atk-s0502a4:36_2": "So kesavatāpaso nāma ahosi.",
  "atk-s0502a4:36_3": "Pasādhanakappako panassa anupabbajitvā kappako nāma antevāsiko ahosi.",
  "atk-s0502a4:36_4": "Kesavatāpaso parisāya saddhiṁ aṭṭha māse himavante vasitvā vassārattasamaye loṇambilasevanatthāya bārāṇasiṁ patvā bhikkhāya pāvisi.",
  "atk-s0502a4:36_5": "Atha naṁ rājā disvā pasīditvā catumāsaṁ attano santike vasanatthāya paṭiññaṁ gahetvā uyyāneva vasāpento sayaṁ sāyaṁpātaṁ assa upaṭṭhānaṁ gacchati.",
  "atk-s0502a4:36_6": "Avasesā tāpasā katipāhaṁ vasitvā hatthisaddādīhi ubbāḷhā hutvā ukkaṇṭhitvā, “ācariya, ukkaṇṭhitamhā, gacchāmā”ti āhaṁsu.",
  "atk-s0502a4:36_7": "“Kahaṁ, tātā”ti?",
  "atk-s0502a4:36_8": "“Himavantaṁ, ācariyā”ti.",
  "atk-s0502a4:36_9": "Rājā amhākaṁ āgatadivaseyeva catumāsaṁ idha vasanatthāya paṭiññaṁ gaṇhi.",
  "atk-s0502a4:36_10": "“Kathaṁ gamissatha, tātā”ti?",
  "atk-s0502a4:36_11": "“Tumhehi amhākaṁ anācikkhitvāva paṭiññā dinnā, mayaṁ idha na sakkoma vasituṁ, ito avidūre tumhākaṁ pavattissavanaṭṭhāne vasissāmā”ti vanditvā pakkamiṁsu.",
  "atk-s0502a4:36_12": "Kappantevāsikena saddhiṁ ācariyo ohīyi.",
  "atk-s0502a4:37_0": "Rājā upaṭṭhānaṁ āgato, “kahaṁ, ayyā”ti pucchi.",
  "atk-s0502a4:37_1": "“Sabbe ukkaṇṭhitamhāti vatvā himavantaṁ gatā, mahārājā”ti āha.",
  "atk-s0502a4:37_2": "Kappakopi na cirasseva ukkaṇṭhitvā ācariyena punappunaṁ vāriyamānopi “na sakkomī”ti vatvā pakkāmi.",
  "atk-s0502a4:37_3": "Itaresaṁ pana santikaṁ agantvā ācariyassa pavattiṁ suṇanto avidūre ṭhāne vasi.",
  "atk-s0502a4:37_4": "Aparabhāge ācariyassa antevāsike anussarantassa kucchirogo uppajji.",
  "atk-s0502a4:37_5": "Rājā vejjehi tikicchāpesi, rogo na vūpasammati.",
  "atk-s0502a4:37_6": "Tāpaso āha –",
  "atk-s0502a4:37_7": "“kiṁ, mahārāja, icchasi me rogavūpasama”nti?",
  "atk-s0502a4:37_8": "“Bhante, sacāhaṁ sakkuṇeyyaṁ, idāneva vo phāsukaṁ kareyya”nti.",
  "atk-s0502a4:37_9": "“Mahārāja, sace me phāsukaṁ icchasi, maṁ antevāsikānaṁ santikaṁ pesehī”ti.",
  "atk-s0502a4:37_10": "Rājā “sādhu, bhante”ti taṁ mañcake nipajjāpetvā nāradaamaccappamukhe cattāro amacce “mama ayyassa pavattiṁ ñatvā, mayhaṁ sāsanaṁ pahiṇeyyāthā”ti uyyojesi.",
  "atk-s0502a4:37_11": "Kappantevāsiko ācariyassa āgamanaṁ sutvā paccuggamanaṁ katvā itare “kaha”nti vutte, “asukaṭṭhāne kira vasantī”ti āha.",
  "atk-s0502a4:37_12": "Tepi ācariyassāgamanabhāvaṁ sutvā tattheva samosaritvā ācariyassa uṇhodakaṁ datvā phalāphalaṁ adaṁsu.",
  "atk-s0502a4:37_13": "Taṁ khaṇaññeva rogo vūpasammati.",
  "atk-s0502a4:37_14": "So katipāheneva suvaṇṇavaṇṇo ahosi.",
  "atk-s0502a4:37_15": "Atha naṁ nārado pucchi –",
  "atk-s0502a4:38_0": "“Manussindaṁ jahitvāna, sabbakāmasamiddhinaṁ;",
  "atk-s0502a4:39_0": "Kathaṁ nu bhagavā kesī, kappassa ramati assame.",
  "atk-s0502a4:40_0": "“Sādūni ramaṇīyāni, santi vakkhā manoramā;",
  "atk-s0502a4:41_0": "Subhāsitāni kappassa, nārada ramayanti maṁ.",
  "atk-s0502a4:42_0": "“Sālīnaṁ odanaṁ bhuñje, suciṁ maṁsūpasecanaṁ;",
  "atk-s0502a4:43_0": "Kathaṁ sāmākanīvāraṁ, aloṇaṁ chādayanti taṁ.",
  "atk-s0502a4:44_0": "“Sāduṁ vā yadi vāsāduṁ, appaṁ vā yadi vā bahuṁ;",
  "atk-s0502a4:45_0": "Vissattho yattha bhuñjeyya, vissāsaparamā rasā”ti. ;",
  "atk-s0502a4:46_0": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānento “tadā rājā moggallāno ahosi, nārado sāriputto, kappantevāsiko ānando, kesavatāpaso ahamevā”ti vatvā, “evaṁ, mahārāja, pubbepi paṇḍitā māraṇantikaṁ vedanaṁ patvā vissāsikaṭṭhānaṁ gamiṁsu, mama sāvakā tumhākaṁ santike vissāsaṁ na labhanti maññe”ti āha.",
  "atk-s0502a4:46_1": "Rājā “bhikkhusaṅghena saddhiṁ mayā vissāsaṁ kātuṁ vaṭṭati, kathaṁ nu kho karissāmīti sammāsambuddhassa ñātidhītaraṁ mama gehe kātuṁ vaṭṭati, evaṁ sante ‘daharā ca sāmaṇerā ca sammāsambuddhassa ñātirājā’ti mama santikaṁ vissatthā nibaddhaṁ āgamissantī”ti cintetvā –",
  "atk-s0502a4:46_2": "“ekaṁ me dhītaraṁ dentū”ti sākiyānaṁ santikaṁ sāsanaṁ pesesi.",
  "atk-s0502a4:46_3": "“Katarassa sakyassa dhītā”ti ca pucchitvā, “ñatvā āgaccheyyāthā”ti vatvā dūte āṇāpesi.",
  "atk-s0502a4:46_4": "Dūtā gantvā sākiye dārikaṁ yāciṁsu.",
  "atk-s0502a4:46_5": "Te sannipatitvā, “pakkhantariko rājā, sace na dassāma, vināsessati no, na kho pana amhehi kulena sadiso, kiṁ nu kho kātabba”nti mantayiṁsu.",
  "atk-s0502a4:46_6": "Mahānāmo “mama dāsiyā kucchimhi jātā vāsabhakhattiyā nāma dhītā rūpasobhaggappattā atthi, taṁ dassāmā”ti vatvā dūte āha –",
  "atk-s0502a4:46_7": "“sādhu, rañño dārikaṁ dassāmā”ti.",
  "atk-s0502a4:46_8": "“Sā kassa, dhītā”ti?",
  "atk-s0502a4:46_9": "“Sammāsambuddhassa cūḷapituputtassa mahānāmassa sakkassa dhītā vāsabhakhattiyā nāmā”ti.",
  "atk-s0502a4:47_0": "Te gantvā rañño ārocayiṁsu.",
  "atk-s0502a4:47_1": "Rājā “yadi evaṁ, sādhu, sīghaṁ ānetha, khattiyā ca nāma bahumāyā, dāsidhītarampi pahiṇeyyuṁ, pitarā saddhiṁ ekabhājane bhuñjantiṁ āneyyāthā”ti pesesi.",
  "atk-s0502a4:47_2": "Te gantvā, “deva, tumhehi saddhiṁ ekato bhuñjantiṁ rājā icchatī”ti āhaṁsu.",
  "atk-s0502a4:47_3": "Mahānāmo “sādhu, tātā”ti taṁ alaṅkārāpetvā attano bhojanakāle pakkosāpetvā tāya saddhiṁ ekato bhuñjanākāraṁ dassetvā dūtānaṁ niyyādesi.",
  "atk-s0502a4:47_4": "Te taṁ ādāya sāvatthiṁ gantvā taṁ pavattiṁ rañño ārocesuṁ.",
  "atk-s0502a4:47_5": "Rājā tuṭṭhamānaso taṁ pañcannaṁ itthisatānaṁ jeṭṭhikaṁ katvā aggamahesiṭṭhāne abhisiñci.",
  "atk-s0502a4:47_6": "Sā na cirasseva suvaṇṇavaṇṇaṁ puttaṁ vijāyi.",
  "atk-s0502a4:48_0": "Athassa nāmaggahaṇadivase rājā dārakassa ayyakassa santikaṁ pesesi “sakyarājadhītā vāsabhakhattiyā puttaṁ vijātā, kimassa nāmaṁ karomā”ti?",
  "atk-s0502a4:48_1": "Taṁ pana sāsanaṁ gahetvā gato amacco thokaṁ badhiradhātuko, so gantvā rañño ayyakassa ārocesi, so taṁ sutvā “vāsabhakhattiyā puttaṁ avijāyitvāpi sabbajanaṁ abhibhavi, idāni pana rañño ativiya vallabhā bhavissatī”ti āha.",
  "atk-s0502a4:48_2": "Badhiro amacco “vallabhā”ti vacanaṁ dussutaṁ sutvā “viṭaṭūbho”ti sallakkhetvā rājānaṁ upagantvā, “deva, kumārassa kira ‘viṭaṭūbho’ti nāmaṁ karothā”ti āha.",
  "atk-s0502a4:48_3": "Rājā “porāṇakaṁ no kulasantakaṁ nāmaṁ bhavissatī”ti cintetvā taṁ nāmaṁ akāsi.",
  "atk-s0502a4:48_4": "Athassa daharakāleyeva rājā “satthu piyaṁ karomī”ti senāpatiṭṭhānaṁ adāsi.",
  "atk-s0502a4:49_0": "So kumāraparihārena vaḍḍhanto sattavassikakāle aññesaṁ kumārānaṁ mātāmahakulato hatthirūpakaassarūpakādīni āhariyamānāni disvā mātaraṁ pucchi –",
  "atk-s0502a4:49_1": "“amma, aññesaṁ mātāmahakulato paṇṇākāro āharīyati, mayhaṁ koci kiñci na pesesi, kiṁ tvaṁ nimātā nipitā”ti?",
  "atk-s0502a4:49_2": "Atha naṁ sā, “tāta, tava sakyarājāno mātāmahā dūre pana vasanti, tena te kiñci na pesentī”ti vañcesi.",
  "atk-s0502a4:49_3": "Soḷasavassikakāle, “amma, tava mātāmahakulaṁ passitukāmomhī”ti vatvā, “alaṁ, tāta, kiṁ tattha gantvā karissatī”ti vāriyamānopi punappunaṁ yāci.",
  "atk-s0502a4:49_4": "Athassa mātā “tena hi gacchā”ti sampaṭicchi.",
  "atk-s0502a4:49_5": "So pitu ārocetvā mahantena parivārena nikkhami.",
  "atk-s0502a4:49_6": "Vāsabhakhattiyā puretaraṁ paṇṇaṁ pesesi –",
  "atk-s0502a4:49_7": "“ahaṁ idha sukhaṁ vasāmi, māssa kiñci sāmino antaraṁ dassayiṁsū”ti.",
  "atk-s0502a4:49_8": "Sākiyā viṭaṭūbhassa āgamanaṁ ñatvā, “vandituṁ na sakkomā”ti tassa daharadahare kumāre janapadaṁ pahiṇitvā tasmiṁ kapilapuraṁ sampatte santhāgāre sannipatiṁsu.",
  "atk-s0502a4:49_9": "Kumāro tattha gantvā aṭṭhāsi.",
  "atk-s0502a4:50_0": "Atha naṁ “ayaṁ te, tāta, mātāmaho, ayaṁ mātulo”ti vatvā vandāpesuṁ.",
  "atk-s0502a4:50_1": "So sabbe vandamāno vicaritvā ekampi attānaṁ vandantaṁ adisvā “kiṁ nu kho maṁ vandantā natthī”ti pucchi.",
  "atk-s0502a4:50_2": "Sākiyā, “tāta, te kaniṭṭhakumārā janapadaṁ gatā”ti vatvā tassa mahantaṁ sakkāraṁ kariṁsu.",
  "atk-s0502a4:50_3": "So katipāhaṁ vasitvā mahantena parivārena nikkhami.",
  "atk-s0502a4:50_4": "Athekā dāsī santhāgāre tena nisinnaphalakaṁ “idaṁ vāsabhakhattiyāya dāsiyā puttassa nisinnaphalaka”nti akkositvā paribhāsitvā khīrodakena dhovi.",
  "atk-s0502a4:50_5": "Eko puriso attano āvudhaṁ pamussitvā nivatto taṁ gaṇhanto viṭaṭūbhakumārassa akkosanasaddaṁ sutvā taṁ kāraṇaṁ pucchitvā, “vāsabhakhattiyā dāsiyā kucchimhi mahānāmasakkaṁ paṭicca jātā”ti ñatvā balakāyassa kathesi.",
  "atk-s0502a4:50_6": "“Vāsabhakhattiyā kira dāsidhītā”ti mahākolāhalaṁ ahosi.",
  "atk-s0502a4:50_7": "Taṁ sutvā viṭaṭūbho “ete tāva mama nisinnaphalakaṁ khīrodakena dhovantu, ahaṁ pana rajje patiṭṭhitakāle etesaṁ galalohitaṁ gahetvā mama nisinnaphalakaṁ dhovissāmī”ti cittaṁ paṭṭhapesi.",
  "atk-s0502a4:50_8": "Tasmiṁ sāvatthiṁ gate amaccā taṁ pavattiṁ rañño ārocayiṁsu.",
  "atk-s0502a4:50_9": "Rājā “mayhaṁ dāsidhītaraṁ adaṁsū”ti sākiyānaṁ kujjhitvā vāsabhakhattiyāya ca puttassa ca dinnaparihāraṁ acchinditvā dāsadāsīhi laddhabbamattameva dāpesi.",
  "atk-s0502a4:51_0": "Tato katipāhaccayena satthā rājanivesanaṁ gantvā paññattāsane nisīdi.",
  "atk-s0502a4:51_1": "Rājā āgantvā vanditvā, “bhante, tumhākaṁ kira ñātakehi dāsidhītā mayhaṁ dinnā, tenassā ahaṁ saputtāya parihāraṁ acchinditvā dāsadāsīhi laddhabbamattameva dāpesi”nti āha.",
  "atk-s0502a4:51_2": "Satthā “ayuttaṁ, mahārāja, sākiyehi kataṁ, dadantehi nāma samānajātikā dātabbā assa, taṁ pana, mahārāja, vadāmi, vāsabhakhattiyā khattiyarājadhītā khattiyarañño gehe abhisekaṁ labhi.",
  "atk-s0502a4:51_3": "Viṭaṭūbhopi khattiyarājānameva paṭicca jāto, mātugottaṁ nāma kiṁ karissati, pitugottameva pamāṇanti.",
  "atk-s0502a4:51_4": "Porāṇakapaṇḍitā dalidditthiyā kaṭṭhahārikāya aggamahesiṭṭhānaṁ adaṁsu, tassā ca kucchimhi jātakumāro dvādasayojanikāya bārāṇasiyā rajjaṁ patvā kaṭṭhavāhanarājā nāma jāto”ti kaṭṭhahārijātakaṁ kathesi.",
  "atk-s0502a4:51_5": "Rājā dhammakathaṁ sutvā “pitugottameva kira pamāṇa”nti tussitvā vāsabhakhattiyāya ca puttassa ca pakatiparihārameva dāpesi.",
  "atk-s0502a4:52_0": "Bandhulasenāpatissapi kho kusinārāyaṁ mallarājadhītā mallikā nāma bhariyā dīgharattaṁ puttaṁ na vijāyi.",
  "atk-s0502a4:52_1": "Atha naṁ bandhulo “attano kulagharameva gacchā”ti uyyojesi.",
  "atk-s0502a4:52_2": "Sā “satthāraṁ disvāva gamissāmī”ti jetavanaṁ pavisitvā tathāgataṁ vanditvā ṭhitā, “kahaṁ gacchasī”ti vuttā “sāmiko maṁ bhante, kulagharaṁ pesetī” āha.",
  "atk-s0502a4:52_3": "“Kiṁ kāraṇā”ti?",
  "atk-s0502a4:52_4": "“Vañjhā kirasmi aputtikā”ti.",
  "atk-s0502a4:52_5": "“Yadi evaṁ, gamanakiccaṁ natthi, nivattassū”ti.",
  "atk-s0502a4:52_6": "Sā tuṭṭhamānasā satthāraṁ vanditvā nivesanaṁ gantvā “kasmā nivattāsī”ti vuttā “dasabalena nivattitāmhī”ti āha bandhulo “diṭṭhaṁ bhavissati dīghadassinā kāraṇa”nti sampaṭicchi.",
  "atk-s0502a4:52_7": "Sā na cirasseva gabbhaṁ paṭilabhitvā uppannadāhaḷā “dohaḷo me uppanno”ti ārocesi.",
  "atk-s0502a4:52_8": "“Kiṁ dohaḷo”ti?",
  "atk-s0502a4:52_9": "“Vesālinagare gaṇarājakulānaṁ abhisekamaṅgalapokkharaṇiyaṁ otaritvā nhatvā pānīyaṁ pātukāmāmhi, sāmī”ti.",
  "atk-s0502a4:52_10": "Bandhulo “sādhū”ti vatvā sahassathāmadhanuṁ gahetvā taṁ rathaṁ āropetvā sāvatthito nikkhamitvā rathaṁ pājento mahālilicchavino dinnadvārena vesāliṁ pāvisi.",
  "atk-s0502a4:52_11": "Mahālilicchavino ca dvārasamīpe eva nivesanaṁ hoti.",
  "atk-s0502a4:52_12": "So rathassa ummāre panighātasaddaṁ sutvāva “bandhulassa rathasaddo eso, ajja licchavīnaṁ bhayaṁ uppajjissatī”ti āha.",
  "atk-s0502a4:53_0": "Pokkharaṇiyā anto ca bahi ca ārakkhā balavatī, upari lohajālaṁ patthaṭaṁ, sakuṇānampi okāso natthi.",
  "atk-s0502a4:53_1": "Bandhulasenāpati pana rathā otaritvā ārakkhake manusse vettena paharanto palāpetvā lohajālaṁ chinditvā antopokkharaṇīyaṁ bhariyaṁ nhāpetvā sayampi nhatvā puna taṁ rathaṁ āropetvā nagarā nikkhamitvā āgatamaggeneva pāyāsi.",
  "atk-s0502a4:53_2": "Te ārakkhamanussā licchavirājūnaṁ ārocesuṁ.",
  "atk-s0502a4:53_3": "Licchavirājāno kujjhitvā pañca rathasatāni āruyha “bandhulamallaṁ gaṇhissāmā”ti nikkhamiṁsu.",
  "atk-s0502a4:53_4": "Taṁ pavattiṁ mahālissa ārocesuṁ.",
  "atk-s0502a4:53_5": "Mahāli, “mā gamittha, so hi vo sabbe ghotessatī”ti āha.",
  "atk-s0502a4:53_6": "Tepi “mayaṁ gamissāma evā”ti vadiṁsu.",
  "atk-s0502a4:53_7": "“Tena hi tassa rathacakkassa yāva nābhito pathaviṁ paviṭṭhaṭṭhānaṁ disvā nivatteyyātha, tato anivattantā purato asanisaddaṁ viya suṇissatha, tamhā ṭhānā nivatteyyātha.",
  "atk-s0502a4:53_8": "Tato anivattantā tumhākaṁ rathadhuresu chiddaṁ passissatha, tamhā ṭhānā nivatteyyātha, purato mā gamitthā”ti.",
  "atk-s0502a4:53_9": "Te tassa vacanena anivattitvā taṁ anubandhiṁsu eva.",
  "atk-s0502a4:53_10": "Mallikā disvā, “rathā, sāmi, paññāyantī”ti āha.",
  "atk-s0502a4:53_11": "“Tena hi ekasseva rathassa paññāyanakāle maṁ āroceyyāsī”ti.",
  "atk-s0502a4:53_12": "Sā yadā sabbe rathā eko viya hutvā paññāyiṁsu, tadā “ekameva, sāmi, rathasīsaṁ paññāyatī”ti āha.",
  "atk-s0502a4:53_13": "Bandhulo “tena hi imā rasmiyo gaṇhāhī”ti tassā rasmiyo datvā rathe ṭhitova dhanuṁ āropesi, rathacakkaṁ yāva nābhito pathaviṁ pāvisi.",
  "atk-s0502a4:54_0": "Licchavino taṁ ṭhānaṁ disvāpi na nivattiṁsu.",
  "atk-s0502a4:54_1": "Itaro thokaṁ gantvā jiyaṁ pothesi, asanisaddo viya ahosi.",
  "atk-s0502a4:54_2": "Te tatopi na nivattiṁsu, anubandhantā gacchanteva.",
  "atk-s0502a4:54_3": "Bandhulo rathe ṭhitakova ekasaraṁ khipi, so pañcannaṁ rathasatānaṁ rathasīse chiddaṁ katvā pañca rājasatāni parikarabandhanaṭṭhāne vinivijjhitvā pathaviṁ pāvisi.",
  "atk-s0502a4:54_4": "Te attano paviddhabhāvaṁ ajānitvā, “tiṭṭha, re, tiṭṭha, re”ti vadantā anubandhiṁsu eva.",
  "atk-s0502a4:54_5": "Bandhulo rathaṁ ṭhapetvā “tumhe matakā, matakehi saddhiṁ mayhaṁ yuddhaṁ nāma natthī”ti āha.",
  "atk-s0502a4:54_6": "“Matakā nāma amhādisā na hontī”ti.",
  "atk-s0502a4:54_7": "“Tena hi sabbapacchimassa parikaraṁ mocethā”ti.",
  "atk-s0502a4:54_8": "Te mocayiṁsu.",
  "atk-s0502a4:54_9": "So muttamatte eva maritvā patito.",
  "atk-s0502a4:54_10": "Atha te sabbepi “tumhe evarūpā, attano gharāni gantvā saṁvidhātabbaṁ saṁvidahitvā puttadāraṁ anusāsitvā sannāhaṁ mocethā”ti āha.",
  "atk-s0502a4:54_11": "Te tathā katvā sabbepi jīvitakkhayaṁ pattā.",
  "atk-s0502a4:54_12": "Bandhulopi mallikaṁ sāvatthiṁ ānesi.",
  "atk-s0502a4:54_13": "Sā soḷasakkhattuṁ yamake yamake putte vijāyi.",
  "atk-s0502a4:54_14": "Sabbepi sūrā thāmasampannā ahesuṁ, sabbasippānaṁ nipphattiṁ pāpuṇiṁsu.",
  "atk-s0502a4:54_15": "Ekekassa purisasahassaṁ parivāro ahosi.",
  "atk-s0502a4:54_16": "Pitarā saddhiṁ rājanivesanaṁ gacchantehi teheva rājaṅgaṇaṁ paripūri.",
  "atk-s0502a4:55_0": "Athekadivasaṁ vinicchaye kūṭaṭṭaparājitā manussā bandhulaṁ āgacchantaṁ disvā mahāviravaṁ viravantā vinicchayaamaccānaṁ kūṭaṭṭakaraṇaṁ tassa ārocesuṁ.",
  "atk-s0502a4:55_1": "So vinicchayaṁ gantvā taṁ aṭṭaṁ vicāretvā sāmikameva sāmikaṁ akāsi.",
  "atk-s0502a4:55_2": "Mahājano mahāsaddena sādhukāraṁ pavatteti.",
  "atk-s0502a4:55_3": "Rājā “kiṁ ida”nti pucchitvā tamatthaṁ sutvā tussitvā sabbepi te amacce hāretvā bandhulasseva vinicchayaṁ niyyādesi.",
  "atk-s0502a4:55_4": "So tato paṭṭhāya sammā vinicchayi.",
  "atk-s0502a4:55_5": "Tato te porāṇakavinicchayikā amaccā kiñci lañjaṁ alabhantā appalābhā hutvā “bandhulo rajjaṁ patthetī”ti rājakule paribhindiṁsu.",
  "atk-s0502a4:55_6": "Rājā tesaṁ kathaṁ saddahitvā cittaṁ niggahetuṁ nāsakkhi.",
  "atk-s0502a4:55_7": "“Imasmiṁ idheva ghātiyamāne garahā me uppajjissatī”ti puna cintetvā payuttapurisehi paccantaṁ pahārāpetvā bandhulaṁ pakkosāpetvā, “paccanto kira kupito, tava puttehi saddhiṁ gantvā, core gaṇhāhī”ti pahiṇitvā, “etthevassa dvattiṁsāya puttehi saddhiṁ sīsaṁ chinditvā āharathā”ti tehi saddhiṁ aññepi samatthe mahāyodhe pesesi.",
  "atk-s0502a4:55_8": "Tasmiṁ paccantaṁ gacchanteyeva “senāpati kira āgacchatī”ti payuttacorā palāyiṁsu.",
  "atk-s0502a4:55_9": "So taṁ padesaṁ āvāsāpetvā saṇṭhāpetvā nivatti.",
  "atk-s0502a4:56_0": "Athassa nagarato avidūre ṭhāne te yodhā puttehi saddhiṁ sīsaṁ chindiṁsu.",
  "atk-s0502a4:56_1": "Taṁ divasaṁ mallikāya pañcahi bhikkhusatehi saddhiṁ dve aggasāvakā nimantitā honti.",
  "atk-s0502a4:56_2": "Athassā pubbaṇhe eva “sāmikassa te saddhiṁ puttehi sīsaṁ chinna”nti paṇṇaṁ āharitvā adaṁsu.",
  "atk-s0502a4:56_3": "Sā taṁ pavattiṁ ñatvā kassaci kiñci avatvā paṇṇaṁ ucchaṅge ṭhapetvā bhikkhusaṅghameva parivisi.",
  "atk-s0502a4:56_4": "Athassā paricārikāyo bhikkhūnaṁ bhattaṁ datvā sappicāṭiṁ āharantiyo therānaṁ purato sappicāṭiṁ bhindiṁsu.",
  "atk-s0502a4:56_5": "Dhammasenāpati “bhedanadhammaṁ bhinnaṁ, na cintitabba”nti āha.",
  "atk-s0502a4:56_6": "Sā ucchaṅgato paṇṇaṁ nīharitvā “dvattiṁsāya puttehi saddhiṁ pitusīsaṁ chinnanti me imaṁ paṇṇaṁ āhariṁsu, ahaṁ idaṁ sutvāpi na cintemi, sappicāṭiyā bhinnāya kiṁ cintayissāmi, bhante”ti āha.",
  "atk-s0502a4:56_7": "Dhammasenāpati “animittamanaññātaṁ, maccānaṁ idha jīvita”ntiādīni vatvā dhammaṁ desetvā uṭṭhāyāsanā vihāraṁ agamāsi.",
  "atk-s0502a4:56_8": "Sāpi dvattiṁsa suṇisāyo pakkosāpetvā, “tumhākaṁ sāmikā niraparādhā attano purimakammaphalaṁ labhiṁsu, tumhe mā socayittha, mā paridevittha, rañño upari manopadosaṁ mā karitthā”ti ovadi.",
  "atk-s0502a4:57_0": "Rañño carapurisā taṁ kathaṁ sutvā gantvā tesaṁ niddosabhāvaṁ rañño kathayiṁsu.",
  "atk-s0502a4:57_1": "Rājā saṁvegappatto tassā nivesanaṁ gantvā mallikañca suṇisāyo cassā khamāpetvā mallikāya varaṁ adāsi.",
  "atk-s0502a4:57_2": "Sā “varo gahito me hotū”ti vatvā tasmiṁ gate matakabhattaṁ datvā nhatvā rājānaṁ upasaṅkamitvā vanditvā, “deva, tumhehi mayhaṁ varo dinno, mayhañca aññena attho natthi, dvattiṁsāya me suṇisānaṁ mamañca kulagharagamanaṁ anujānāthā”ti āha.",
  "atk-s0502a4:57_3": "Rājā sampaṭicchi.",
  "atk-s0502a4:57_4": "Sā dvattiṁsa suṇisāyo yathāsakāni kulāni pesesi, sayampi kusinārānagare attano kulagharaṁ agamāsi.",
  "atk-s0502a4:58_0": "Rājāpi bandhulasenāpatino bhāgineyyassa dīghakārāyanassa nāma senāpatiṭṭhānaṁ adāsi.",
  "atk-s0502a4:58_1": "So pana “mātulo me iminā mārito”ti rañño otāraṁ gavesanto vicarati.",
  "atk-s0502a4:58_2": "Rājāpi niraparādhassa bandhulassa māritakālato paṭṭhāya vippaṭisārī hutvā cittassādaṁ na labhati, rajjasukhaṁ nānubhoti.",
  "atk-s0502a4:58_3": "Tadā satthā sakyānaṁ medāḷupaṁ nāma nigamaṁ upanissāya viharati.",
  "atk-s0502a4:58_4": "Rājā tattha gantvā ārāmato avidūre khandhāvāraṁ nivāsetvā, “mandena parivārena satthāraṁ vandissāmī”ti vihāraṁ gantvā pañcarājākakudhabhaṇḍāni dīghakārāyanassa datvā ekakova gandhakuṭiṁ pāvisi.",
  "atk-s0502a4:58_5": "Sabbaṁ dhammacetiyasuttaniyāmena dīpetabbaṁ.",
  "atk-s0502a4:58_6": "Tasmiṁ gandhakuṭiṁ paviṭṭhe dīghakārāyano tāni pañca rājakakudhabhaṇḍāni gahetvā viṭaṭūbhaṁ rājānaṁ katvā rañño ekaṁ assaṁ ekañca upaṭṭhānakārikaṁ mātugāmaṁ ṭhapetvā nivattetvā sāvatthiṁ agamāsi.",
  "atk-s0502a4:59_0": "Rājā satthārā saddhiṁ piyakathaṁ kathetvā satthāraṁ vanditvā nikkhanto senaṁ adisvā taṁ mātugāmaṁ pucchitvā taṁ pavattiṁ sutvā, “ahaṁ bhāgineyyaṁ ādāya gantvā, viṭaṭūbhaṁ gahessāmī”ti rājagahanagaraṁ gacchanto vikāle dvāresu pidahitesu nagaraṁ patvā ekissā sālāya nipajjitvā vātātapehi kilanto rattibhāge tattheva kālamakāsi.",
  "atk-s0502a4:59_1": "Vibhātāya rattiyā, “deva, kosalanarinda anātho jātosī”ti vippalapantiyā tassā itthiyā saddaṁ sutvā rañño ārocesuṁ.",
  "atk-s0502a4:59_2": "So mātulassa mahantena sakkārena sarīrakiccaṁ kāresi.",
  "atk-s0502a4:60_0": "Viṭaṭūbhopi rajjaṁ labhitvā taṁ veraṁ saritvā “sabbepi sākiye māressāmī”ti mahatiyā senāya nikkhami.",
  "atk-s0502a4:60_1": "Taṁ divasaṁ satthā paccūsakāle lokaṁ volokento ñātisaṅghassa vināsaṁ disvā, “ñātisaṅgahaṁ kātuṁ vaṭṭatī”ti cintetvā pubbaṇhasamaye piṇḍāya caritvā, piṇḍapātapaṭikkanto gandhakuṭiyaṁ sīhaseyyaṁ kappetvā, sāyanhasamaye ākāsena gantvā, kapilavatthusāmante ekasmiṁ kabaracchāye rukkhamūle nisīdi.",
  "atk-s0502a4:60_2": "Tato viṭaṭūbhassa rajjasīmāya mahanto sandacchāyo nigrodho atthi.",
  "atk-s0502a4:60_3": "Viṭaṭūbho satthāraṁ disvā upasaṅkamitvā vanditvā, “bhante, kiṁ kāraṇā evarūpāya uṇhavelāya imasmiṁ kabaracchāye rukkhamūle nisīdatha, etasmiṁ sandacchāye nigrodhamūle nisīdatha, bhante”ti vatvā, “hotu, mahārāja, ñātakānaṁ chāyā nāma sītalā”ti vutte, “ñātakānurakkhanatthāya satthā āgato bhavissatī”ti cintetvā satthāraṁ vanditvā nivattitvā sāvatthiṁyeva paccāgami.",
  "atk-s0502a4:60_4": "Satthāpi uppatitvā jetavanameva gato.",
  "atk-s0502a4:61_0": "Rājā sākiyānaṁ dosaṁ saritvā dutiyampi nikkhamitvā tatheva satthāraṁ passitvā puna nivatti.",
  "atk-s0502a4:61_1": "Tatiyavārepi nikkhamitvā tatheva satthāraṁ passitvā puna nivatti.",
  "atk-s0502a4:61_2": "Catutthavāre pana tasmiṁ nikkhante satthā sākiyānaṁ pubbakammaṁ oloketvā tesaṁ ekadivasaṁ nadiyaṁ visapakkhipanapāpakammassa appaṭibāhiyabhāvaṁ ñatvā catutthavāre nāgamāsi.",
  "atk-s0502a4:61_3": "Viṭaṭūbho “sākiye ghātessāmī”ti mahantena balakāyena nikkhami.",
  "atk-s0502a4:61_4": "Sammāsambuddhassa pana ñātakā asattaghātakā nāma, attanā marantāpi paresaṁ jīvitaṁ na voropenti.",
  "atk-s0502a4:61_5": "Te cintayiṁsu –",
  "atk-s0502a4:61_6": "“mayaṁ susikkhitā katahatthā katūpāsanā mahissāsā, na kho pana sakkā amhehi paraṁ jīvitā voropetuṁ, attano kammaṁ dassetvā palāpessāmā”ti te katasannāhā nikkhamitvā yuddhaṁ ārabhiṁsu.",
  "atk-s0502a4:61_7": "Tehi khittā sarā viṭaṭūbhassa purisānaṁ antarantarena gacchanti, phalakantarakaṇṇachiddantarādīhi nikkhamanti.",
  "atk-s0502a4:61_8": "Viṭaṭūbho disvā nanu bhaṇe “sākiyā asattaghātakāmhā”ti vadanti, atha ca pana me purise nāsentīti.",
  "atk-s0502a4:62_0": "Atha naṁ eko puriso āha –",
  "atk-s0502a4:62_1": "“kiṁ sāmi, nivattitvā olokesī”ti?",
  "atk-s0502a4:62_2": "“Sākiyā me purise nāsentī”ti.",
  "atk-s0502a4:62_3": "“Tumhākaṁ koci puriso mato nāma natthi.",
  "atk-s0502a4:62_4": "Iṅgha te gaṇāpethā”ti.",
  "atk-s0502a4:62_5": "Gaṇāpento ekassapi khayaṁ na passi.",
  "atk-s0502a4:62_6": "So tato nivattitvā “ye ye pana bhaṇe ‘sākiyamhā’ti bhaṇanti, sabbe māretha, mātāmahassa pana mahānāmasakkassa santike ṭhitānaṁ jīvitaṁ dethā”ti āha.",
  "atk-s0502a4:62_7": "Sākiyā gahetabbagahaṇaṁ apassantā ekacce tiṇaṁ ḍaṁsitvā, ekacce naḷaṁ gahetvā aṭṭhaṁsu.",
  "atk-s0502a4:62_8": "“Tumhe sākiyā, no”ti pucchitā yasmā te marantāpi musāvādaṁ na bhaṇanti, tasmā tiṇaṁ ḍaṁsitvā ṭhitā “no sāko, tiṇa”nti vadanti.",
  "atk-s0502a4:62_9": "Naḷaṁ gahetvā ṭhitā “no sāko, naḷo”ti vadanti.",
  "atk-s0502a4:62_10": "Ye ca mahānāmassa santike ṭhitā, te ca jīvitaṁ labhiṁsu.",
  "atk-s0502a4:62_11": "Tesu tiṇaṁ ḍaṁsitvā ṭhitā tiṇasākiyā nāma, naḷaṁ gahetvā ṭhitā naḷasākiyā nāma jātāti, viṭaṭūbho avasese khīrapakepi dārake avissajjetvā ghātāpento lohitanadiṁ pavattetvā tesaṁ galalohitena phalakaṁ dhovāpesi.",
  "atk-s0502a4:62_12": "Evaṁ sākiyavaṁso viṭaṭūbhena upacchinno.",
  "atk-s0502a4:63_0": "So mahānāmasakkaṁ gāhāpetvā nivatto “pātarāsavelāya pātarāsaṁ karissāmī”ti ekasmiṁ ṭhāne otaritvā bhojane upanīte “ekatova bhuñjissāmā”ti ayyakaṁ pakkosāpesi.",
  "atk-s0502a4:63_1": "Khattiyā pana jīvitaṁ cajantāpi dāsiputtehi saddhiṁ na bhuñjanti.",
  "atk-s0502a4:63_2": "Tasmā mahānāmo ekaṁ saraṁ oloketvā “kiliṭṭhagattomhi, nhāyissāmi, tātā”ti āha.",
  "atk-s0502a4:63_3": "“Sādhu, ayyaka, nhāyathā”ti.",
  "atk-s0502a4:63_4": "So “ayaṁ maṁ ekato abhuñjantaṁ ghātessati, sayameva me mataṁ seyyo”ti kese muñcitvā agge gaṇṭhiṁ katvā kesesu pādaṅguṭṭhake pavesetvā udake nimujji.",
  "atk-s0502a4:63_5": "Tassa guṇatejena nāgabhavanaṁ uṇhākāraṁ dassesi.",
  "atk-s0502a4:63_6": "Nāgarājā “kiṁ nu kho”ti upadhārento taṁ ñatvā tassa santikaṁ āgantvā taṁ attano phaṇe nisīdāpetvā nāgabhavanaṁ pavesesi.",
  "atk-s0502a4:63_7": "So dvādassa vassāni tattheva vasi.",
  "atk-s0502a4:63_8": "Viṭaṭūbhopi “mayhaṁ ayyako idāni āgamissati, idāni āgamissatī”ti āgamayamānova nisīdi.",
  "atk-s0502a4:63_9": "Tasmiṁ aticirāyante saraṁ vicināpetvā dīpālokena purisabbhantarānipi oloketvā adisvā “gato bhavissatī”ti pakkāmi.",
  "atk-s0502a4:63_10": "So rattibhāge aciravatiṁ patvā khandhāvāraṁ nivāsesi.",
  "atk-s0502a4:63_11": "Ekacce antonadiyaṁ vālukāpuline nipajjiṁsu, ekacce bahithale, antonipannesupi pubbe akatapāpakammā atthi, bahinipannesupi pubbe katapāpakammā atthi, tesaṁ nipannaṭṭhānesu kipillikā uṭṭhahiṁsu.",
  "atk-s0502a4:63_12": "Te “mayhaṁ nipannaṭṭhāne kipillikā, mayhaṁ nipannaṭṭhāne kipillikā”ti uṭṭhahitvā akatapāpakammā uttaritvā thale nipajjiṁsu, katapāpakammā otaritvā vālukāpuline nipajjiṁsu.",
  "atk-s0502a4:63_13": "Tasmiṁ khaṇe mahāmegho uṭṭhahitvā ghanavassaṁ vassi.",
  "atk-s0502a4:63_14": "Nadiyā ogho āgantvā viṭaṭūbhaṁ saddhiṁ parisāya samuddameva pāpesi.",
  "atk-s0502a4:63_15": "Sabbe tattha macchakacchapabhakkhā ahesuṁ.",
  "atk-s0502a4:64_0": "Mahājano kathaṁ samuṭṭhāpesi “sākiyānaṁ maraṇaṁ ayuttaṁ, ‘evaṁ nāma koṭṭetvā koṭṭetvā sākiyā māretabbā’ti ananucchavikameta”nti.",
  "atk-s0502a4:64_1": "Satthā taṁ kathaṁ sutvā, “bhikkhave, imasmiṁ attabhāve kiñcāpi sākiyānaṁ evaṁ maraṇaṁ ayuttaṁ, pubbe katapāpakammavasena pana yuttamevetehi laddha”nti āha.",
  "atk-s0502a4:64_2": "“Kiṁ pana, bhante, ete pubbe akaṁsū”ti?",
  "atk-s0502a4:64_3": "Sabbe ekato hutvā nadiyaṁ visaṁ pakkhipiṁsūti.",
  "atk-s0502a4:64_4": "Punekadivasaṁ dhammasabhāyaṁ bhikkhū kathaṁ samuṭṭhāpesuṁ –",
  "atk-s0502a4:64_5": "“viṭaṭūbho ettake sākiye māretvā āgacchanto attano manorathe matthakaṁ appatteyeva ettakaṁ janaṁ ādāya mahāsamudde macchakacchapabhakkho jāto”ti.",
  "atk-s0502a4:64_6": "Satthā āgantvā “kāya nuttha, bhikkhave, etarahi kathāya sannisinnā”ti pucchitvā “imāya nāmā”ti vutte, “imesaṁ sattānaṁ manorathe matthakaṁ appatteyeva maccurājā suttaṁ gāmaṁ ajjhottharanto mahogho viya jīvitindriyaṁ chinditvā catūsu apāyasamuddesu nimujjāpetī”ti vatvā imaṁ gāthamāha –",
  "atk-s0502a4:65_0": "47.",
  "atk-s0502a4:66_0": "“Pupphāni heva pacinantaṁ, byāsattamanasaṁ naraṁ;",
  "atk-s0502a4:67_0": "Suttaṁ gāmaṁ mahoghova, maccu ādāya gacchatī”ti.",
  "atk-s0502a4:68_0": "Tattha byāsattamanasaṁ naranti sampatte vā asampatte vā laggamānasaṁ.",
  "atk-s0502a4:68_1": "Idaṁ vuttaṁ hoti –",
  "atk-s0502a4:68_2": "yathā mālākāro pupphārāmaṁ pavisitvā “pupphāni pacinissāmī”ti tato pupphāni gahetvā aññamaññaṁ vā gacchaṁ patthento sakale pupphārāme manaṁ peseti, “ito cito ca pupphāni pacinissāmī”ti tato pupphāni aggahetvā aññattha manaṁ pesesi, tameva gacchaṁ pacinanto pamādamāpajjati, evameva ekacco pupphārāmasadisaṁ pañcakāmaguṇamajjhaṁ otaritvā manoramaṁ rūpaṁ labhitvā manoramānaṁ saddagandharasaphoṭṭhabbānaṁ aññataraṁ pattheti.",
  "atk-s0502a4:68_3": "Añño tesu vā aññataraṁ labhitvā aññataraṁ pattheti, rūpameva vā labhitvā aññaṁ apatthento tameva assādeti, saddādīsu vā aññataraṁ.",
  "atk-s0502a4:68_4": "Eseva nayo gomahiṁsadāsidāsakhettavatthugāmanigamajanapadādīsu, pabbajitānampi pariveṇavihārapattacīvarādīsūti evaṁ pañcakāmaguṇasaṅkhātāni pupphāni eva pacinantaṁ sampatte vā asampatte vā kāmaguṇe byāsattamanasaṁ naraṁ.",
  "atk-s0502a4:68_5": "Suttaṁ gāmanti gāmassa gehabhittiādīnaṁ pana supanavasena supanaṁ nāma natthi, sattānaṁ pana suttapamattataṁ upādāya sutto nāma hoti.",
  "atk-s0502a4:68_6": "Evaṁ suttaṁ gāmaṁ dve tīṇi yojanāni āyatagambhīro mahoghova maccu ādāya gacchati.",
  "atk-s0502a4:68_7": "Yathā so mahogho itthipurisagomahiṁsakukkuṭādīsu kiñci anavasesetvā sabbaṁ taṁ gāmaṁ samuddaṁ pāpetvā macchakacchapabhakkhaṁ karoti, evameva byāsattamanasaṁ naraṁ maccu ādāya jīvitindriyamassa chinditvā catūsu apāyasamuddesu nimujjāpetīti.",
  "atk-s0502a4:69_0": "Desanāvasāne bahū sotāpattiphalādīni pattā. Mahājanassa sātthikā desanā jātāti.",
  "atk-s0502a4:70_0": "Viṭaṭūbhavatthu tatiyaṁ.",
  "atk-s0502a4:71_0": "4. Patipūjikakumārivatthu",
  "atk-s0502a4:72_0": "Pupphāni hevāti imaṁ dhammadesanaṁ satthā sāvatthiyaṁ viharanto patipūjikaṁ nāma kumārikaṁ ārabbha kathesi.",
  "atk-s0502a4:72_1": "Vatthu tāvatiṁsadevaloke samuṭṭhitaṁ.",
  "atk-s0502a4:73_0": "Tattha kira mālabhārī nāma devaputto accharāsahassaparivuto uyyānaṁ pāvisi.",
  "atk-s0502a4:73_1": "Pañcasatā devadhītaro rukkhaṁ āruyha pupphāni pātenti, pañcasatā patitāni pupphāni gahetvā devaputtaṁ alaṅkaronti.",
  "atk-s0502a4:73_2": "Tāsu ekā devadhītā rukkhasākhāyameva cutā, sarīraṁ dīpasikhā viya nibbāyi.",
  "atk-s0502a4:73_3": "Sā sāvatthiyaṁ ekasmiṁ kulagehe paṭisandhiṁ gahetvā jātakāle jātissarā hutvā “mālabhārīdevaputtassa bhariyāmhī”ti anussarantī vuḍḍhimanvāya gandhamālādīhi pūjaṁ katvā sāmikassa santike abhinibbattiṁ patthesi.",
  "atk-s0502a4:73_4": "Sā soḷasavassakāle parakulaṁ gatāpi salākabhattapakkhikabhattavassāvāsikādīni datvā, “ayaṁ me sāmikassa santike nibbattanatthāya paccayo hotū”ti vadati.",
  "atk-s0502a4:73_5": "Athassā bhikkhū “ayaṁ kumārikā uṭṭhāya samuṭṭhāya patimeva patthetīti patipūjikā”ti nāmaṁ kariṁsu.",
  "atk-s0502a4:73_6": "Sāpi nibaddhaṁ āsanasālaṁ paṭijaggati, pānīyaṁ upaṭṭhapeti, āsanāni paññapeti.",
  "atk-s0502a4:73_7": "Aññepi manussā salākabhattādīni dātukāmā, “amma, imānipi bhikkhusaṅghassa paṭipādeyyāsī”ti vatvā āharitvā denti.",
  "atk-s0502a4:73_8": "Sāpi etena niyāmena āgacchantī gacchantī ekapadavāre chapaññāsa kusaladhamme paṭilabhati.",
  "atk-s0502a4:73_9": "Tassā kucchiyaṁ gabbho patiṭṭhahi.",
  "atk-s0502a4:73_10": "Sā dasamāsaccayena puttaṁ vijāyi.",
  "atk-s0502a4:73_11": "Tassa padasā gamanakāle aññampi aññampīti cattāro putte paṭilabhi.",
  "atk-s0502a4:74_0": "Sā ekadivasaṁ dānaṁ datvā pūjaṁ katvā dhammaṁ sutvā sikkhāpadāni rakkhitvā divasapariyosāne taṁ khaṇaṁ nibbattena kenaci rogena kālaṁ katvā attano sāmikasseva santike nibbatti.",
  "atk-s0502a4:74_1": "Itarāpi ettakaṁ kālaṁ devaputtaṁ alaṅkaronti eva.",
  "atk-s0502a4:74_2": "Devaputto taṁ disvā “tvaṁ pātova paṭṭhāya na dissasi, kuhiṁ gatāsī”ti āha.",
  "atk-s0502a4:74_3": "“Cutāmhi sāmī”ti.",
  "atk-s0502a4:74_4": "“Kiṁ vadesī”ti?",
  "atk-s0502a4:74_5": "“Evametaṁ, sāmī”ti.",
  "atk-s0502a4:74_6": "“Kuhiṁ nibbattāsī”ti?",
  "atk-s0502a4:74_7": "“Sāvatthiyaṁ kulagehe”ti.",
  "atk-s0502a4:74_8": "“Kittakaṁ kālaṁ tattha ṭhitāsī”ti?",
  "atk-s0502a4:74_9": "“Dasamāsaccayena mātu kucchito nikkhamitvā soḷasavassakāle parakulaṁ gantvā cattāro putte vijāyitvā dānādīni puññāni katvā tumhe patthetvā āgantvā tumhākameva santike nibbattāmhi, sāmī”ti.",
  "atk-s0502a4:74_10": "“Manussānaṁ kittakaṁ āyū”ti?",
  "atk-s0502a4:74_11": "“Vassasatamatta”nti.",
  "atk-s0502a4:74_12": "“Ettakamevā”ti?",
  "atk-s0502a4:74_13": "“Āma, sāmī”ti.",
  "atk-s0502a4:74_14": "“Ettakaṁ āyuṁ gahetvā nibbattamanussā kiṁ nu kho suttapamattā kālaṁ atikkāmenti, udāhu dānādīni puññāni karontī”ti.",
  "atk-s0502a4:74_15": "“Kiṁ vadetha, sāmi”?",
  "atk-s0502a4:74_16": "“Asaṅkhyeyyaṁ āyuṁ gahetvā nibbattā viya ajarāmarā viya ca niccaṁ pamattā, manussā”ti.",
  "atk-s0502a4:74_17": "Mālabhārīdevaputtassa mahāsaṁvego udapādi “vassasatamattamāyuṁ gahetvā nibbattamanussā kira pamattā nipajjitvā niddāyanti, kadā nu kho dukkhā muccissantī”ti?",
  "atk-s0502a4:74_18": "Manussānaṁ pana vassasataṁ tāvatiṁsānaṁ devānaṁ eko rattindivo, tāya rattiyā tiṁsarattiyo māso, tena māsena dvādasamāsiko saṁvaccharo, tena saṁvaccharena dibbavassasahassaṁ āyuppamāṇaṁ, taṁ manussagaṇanāya tisso vassakoṭiyo, saṭṭhi ca vassasatasahassāni honti.",
  "atk-s0502a4:74_19": "Tasmā tassa devaputtassa ekadivasopi nātikkanto muhuttasadisova kālo ahosi.",
  "atk-s0502a4:74_20": "Evaṁ appāyukamanussānaṁ pamādo nāma ativiya ayuttoti.",
  "atk-s0502a4:75_0": "Punadivase bhikkhū gāmaṁ paviṭṭhā āsanasālaṁ apaṭijaggitaṁ, āsanāni apaññattāni, pānīyaṁ anuṭṭhapitaṁ disvā, “kahaṁ patipūjikā”ti āhaṁsu.",
  "atk-s0502a4:75_1": "“Bhante, kahaṁ tumhe taṁ dakkhissatha, hiyyo ayyesu bhuñjitvā gatesu sāyanhasamaye matā”ti.",
  "atk-s0502a4:75_2": "Taṁ sutvā puthujjanā bhikkhū tassā upakāraṁ sarantā assūni sandhāretuṁ nāsakkhiṁsu.",
  "atk-s0502a4:75_3": "Khīṇāsavānaṁ dhammasaṁvego udapādi.",
  "atk-s0502a4:75_4": "Te bhattakiccaṁ katvā vihāraṁ gantvā satthāraṁ vanditvā pucchiṁsu –",
  "atk-s0502a4:75_5": "“bhante, patipūjikā nāma upāsikā uṭṭhāya samuṭṭhāya nānappakārāni puññāni katvā sāmikameva patthesi, sā idāni matā, kahaṁ nu kho nibbattā”ti?",
  "atk-s0502a4:75_6": "“Attano sāmikasseva santike, bhikkhave”ti.",
  "atk-s0502a4:75_7": "“Natthi, bhante, sāmikassa santike”ti.",
  "atk-s0502a4:75_8": "“Na sā, bhikkhave, etaṁ sāmikaṁ pattheti, tāvatiṁsabhavane tassā mālabhārīdevaputto nāma sāmiko, sā tassa pupphapilandhanaṭṭhānato cavitvā puna gantvā tasseva santike nibbattā”ti.",
  "atk-s0502a4:75_9": "“Evaṁ kira, bhante”ti.",
  "atk-s0502a4:75_10": "“Āma, bhikkhave”ti.",
  "atk-s0502a4:75_11": "“Aho parittaṁ, bhante, sattānaṁ jīvitaṁ, pātova amhe parivisitvā sāyaṁ uppannabyādhinā matā”ti.",
  "atk-s0502a4:75_12": "Satthā “āma, bhikkhave, parittaṁ sattānaṁ jīvitaṁ nāma, teneva ime satte vatthukāmehi ceva kilesakāmehi ca atitte eva antako attano vase vattetvā kandante paridevante gahetvā gacchatī”ti vatvā imaṁ gāthamāha –",
  "atk-s0502a4:76_0": "48.",
  "atk-s0502a4:77_0": "“Pupphāni heva pacinantaṁ, byāsattamanasaṁ naraṁ;",
  "atk-s0502a4:78_0": "Atittaṁyeva kāmesu, antako kurute vasa”nti.",
  "atk-s0502a4:79_0": "Tattha pupphāni heva pacinantanti pupphārāme mālākāro nānāpupphāni viya attabhāvapaṭibaddhāni ceva upakaraṇapaṭibaddhāni ca kāmaguṇapupphāni ocinantameva.",
  "atk-s0502a4:79_1": "Byāsattamanasaṁ naranti asampattesu patthanāvasena, sampattesu gedhavasena vividhenākārena āsattacittaṁ.",
  "atk-s0502a4:79_2": "Atittaṁyeva kāmesūti vatthukāmakilesakāmesu pariyesanenapi paṭilābhenapi paribhogenapi nidhānenapi atittaṁ eva samānaṁ.",
  "atk-s0502a4:79_3": "Antako kurute vasanti maraṇasaṅkhāto antako kandantaṁ paridevantaṁ gahetvā gacchanto attano vasaṁ pāpetīti attho.",
  "atk-s0502a4:80_0": "Desanāvasāne bahū sotāpattiphalādīni pattā, desanā mahājanassa sātthikā jātāti.",
  "atk-s0502a4:81_0": "Patipūjikakumārivatthu catutthaṁ.",
  "atk-s0502a4:82_0": "5. Macchariyakosiyaseṭṭhivatthu",
  "atk-s0502a4:83_0": "Yathāpi bhamaro pupphanti imaṁ dhammadesanaṁ satthā sāvatthiyaṁ viharanto macchariyakosiyaseṭṭhiṁ ārabbha kathesi.",
  "atk-s0502a4:83_1": "Tassa vatthu rājagahe samuṭṭhitaṁ.",
  "atk-s0502a4:84_0": "Rājagahanagarassa kira avidūre sakkāraṁ nāma nigamo ahosi.",
  "atk-s0502a4:84_1": "Tattheko macchariyakosiyo nāma seṭṭhi asītikoṭivibhavo paṭivasati.",
  "atk-s0502a4:84_2": "So tiṇaggena telabindumpi paresaṁ na deti, na attanā paribhuñjati.",
  "atk-s0502a4:84_3": "Itissa taṁ vibhavajātaṁ neva puttadārādīnaṁ, na samaṇabrāhmaṇānaṁ atthaṁ anubhoti, rakkhasapariggahitā pokkharaṇī viya aparibhogaṁ tiṭṭhati.",
  "atk-s0502a4:84_4": "Satthā ekadivasaṁ paccūsasamaye mahākaruṇāsamāpattito vuṭṭhāya sakalalokadhātuyaṁ bodhaneyyabandhave olokento pañcacattālīsayojanamatthake vasantassa seṭṭhino sapajāpatikassa sotāpattiphalassa upanissayaṁ addasa.",
  "atk-s0502a4:84_5": "Tato purimadivase pana so rājānaṁ upaṭṭhātuṁ rājagehaṁ gantvā rājūpaṭṭhānaṁ katvā āgacchanto ekaṁ chātajjhattaṁ janapadamanussaṁ kummāsapūraṁ kapallakapūvaṁ khādantaṁ disvā tattha pipāsaṁ uppādetvā attano gharaṁ gantvā cintesi –",
  "atk-s0502a4:84_6": "“sacāhaṁ kapallakapūvaṁ khāditukāmomhīti vakkhāmi, bahū manussā mayā saddhiṁ khāditukāmā bhavissanti, evaṁ me bahūni tilataṇḍulasappiphāṇitādīni parikkhayaṁ gamissanti, na kassaci kathessāmī”ti taṇhaṁ adhivāsento carati.",
  "atk-s0502a4:84_7": "So gacchante gacchante kāle uppaṇḍuppaṇḍukajāto dhamanisanthatagatto jāto.",
  "atk-s0502a4:84_8": "Tato taṇhaṁ adhivāsetuṁ asakkonto gabbhaṁ pavisitvā mañcake upagūhitvā nipajji.",
  "atk-s0502a4:84_9": "Evaṁ gatopi dhanahānibhayena na kassaci kiñci kathesi.",
  "atk-s0502a4:85_0": "Atha naṁ bhariyā upasaṅkamitvā piṭṭhiṁ parimajjitvā, “kiṁ te, sāmi, aphāsukaṁ jāta”nti pucchi.",
  "atk-s0502a4:85_1": "“Na me kiñci aphāsukaṁ atthī”ti.",
  "atk-s0502a4:85_2": "“Kiṁ nu kho te rājā kupito”ti?",
  "atk-s0502a4:85_3": "“Rājāpi me na kuppatī”ti.",
  "atk-s0502a4:85_4": "“Atha kiṁ te puttadhītāhi vā dāsakammakarādīhi vā kiñci amanāpaṁ kataṁ atthī”ti?",
  "atk-s0502a4:85_5": "“Evarūpampi natthī”ti.",
  "atk-s0502a4:85_6": "“Kismiñci pana te taṇhā atthī”ti?",
  "atk-s0502a4:85_7": "Evaṁ vuttepi dhanahānibhayena kiñci avatvā nissaddova nipajji, atha naṁ bhariyā “kathehi, sāmi kismiñci te taṇhā atthī”ti āha.",
  "atk-s0502a4:85_8": "So vacanaṁ parigilanto viya “atthi me taṇhā”ti āha.",
  "atk-s0502a4:85_9": "“Kiṁ taṇhā, sāmī”ti?",
  "atk-s0502a4:85_10": "“Kapallakapūvaṁ khāditukāmomhī”ti.",
  "atk-s0502a4:85_11": "“Atha kimatthaṁ me na kathesi, kiṁ tvaṁ daliddosi, idāni sakalanigamavāsīnaṁ pahonake kapallakapūve pacissāmī”ti.",
  "atk-s0502a4:85_12": "“Kiṁ te etehi, attano kammaṁ katvā khādissantī”ti?",
  "atk-s0502a4:85_13": "“Tena hi ekaracchavāsīnaṁ pahonake pacissāmī”ti.",
  "atk-s0502a4:85_14": "“Jānāmahaṁ tava mahaddhanabhāva”nti.",
  "atk-s0502a4:85_15": "“Imasmiṁ gehasāmante sabbesaṁ pahonakaṁ katvā pacāmī”ti.",
  "atk-s0502a4:85_16": "“Jānāmahaṁ tava mahajjhāsayabhāva”nti.",
  "atk-s0502a4:85_17": "“Tena hi te puttadāramattasseva pahonakaṁ katvā pacāmī”ti.",
  "atk-s0502a4:85_18": "“Kiṁ te etehī”ti?",
  "atk-s0502a4:85_19": "“Kiṁ pana tuyhañca mayhañca pahonakaṁ katvā pacāmī”ti?",
  "atk-s0502a4:85_20": "“Tvaṁ kiṁ karissasī”ti ?",
  "atk-s0502a4:85_21": "“Tena hi ekakasseva te pahonakaṁ katvā pacāmī”ti.",
  "atk-s0502a4:85_22": "“Imasmiṁ ṭhāne pacamāne bahū paccāsīsanti.",
  "atk-s0502a4:85_23": "Sakalataṇḍule ṭhapetvā bhinnataṇḍule ca uddhanakapallāni ca ādāya thokaṁ khīrasappimadhuphāṇitañca gahetvā sattabhūmikassa pāsādassa uparimatalaṁ āruyha paca, tatthāhaṁ ekakova nisīditvā khādissāmī”ti.",
  "atk-s0502a4:85_24": "Sā “sādhū”ti paṭissuṇitvā gahetabbaṁ gāhāpetvā pāsādaṁ abhiruyha dāsiyo vissajjetvā seṭṭhiṁ pakkosāpesi, so ādito paṭṭhāya dvārāni pidahanto sabbadvāresu sūcighaṭikaṁ datvā sattamatalaṁ abhiruhitvā tatthapi dvāraṁ pidahitvā nisīdi.",
  "atk-s0502a4:85_25": "Bhariyāpissa uddhane aggiṁ jāletvā kapallaṁ āropetvā pūve pacituṁ ārabhi.",
  "atk-s0502a4:86_0": "Atha satthā pātova mahāmoggallānattheraṁ āmantesi –",
  "atk-s0502a4:86_1": "“eso, moggallāna, rājagahassa avidūre sakkāranigame macchariyaseṭṭhi ‘kapallakapūve khādissāmī’ti aññesaṁ dassanabhayena sattabhūmike pāsāde kapallakapūve pacāpeti, tvaṁ tattha gantvā seṭṭhiṁ dametvā nibbisevanaṁ katvā ubhopi jāyampatike pūve ca khīrasappimadhuphāṇitāni ca gāhāpetvā attano balena jetavanaṁ ānehi, ajjāhaṁ pañcahi bhikkhusatehi saddhiṁ vihāre eva nisīdissāmi, pūveheva bhattakiccaṁ karissāmī”ti.",
  "atk-s0502a4:87_0": "Thero “sādhu, bhante”ti satthu vacanaṁ sampaṭicchitvā tāvadeva iddhibalena taṁ nigamaṁ gantvā tassa pāsādassa sīhapañjaradvāre sunivattho supāruto ākāse eva maṇirūpakaṁ viya aṭṭhāsi.",
  "atk-s0502a4:87_1": "Mahāseṭṭhino theraṁ disvāva hadayamaṁsaṁ kampi.",
  "atk-s0502a4:87_2": "So ahaṁ evarūpānaṁyeva dassanabhayena imaṁ ṭhānamāgato, ayañca bhikkhu ākāsenāgantvā vātapānadvāre ṭhitoti.",
  "atk-s0502a4:87_3": "So gahetabbagahaṇaṁ apassanto aggimhi pakkhittaloṇasakkharā viya dosena taṭataṭāyanto evamāha –",
  "atk-s0502a4:87_4": "“samaṇa, ākāse ṭhatvāpi kiṁ labhissasi, ākāse apade padaṁ dassetvā caṅkamantopi neva labhissasī”ti.",
  "atk-s0502a4:87_5": "Thero tasmiṁ eva ṭhāne aparāparaṁ caṅkami.",
  "atk-s0502a4:87_6": "Seṭṭhi “caṅkamanto kiṁ labhissasi, ākāse pallaṅkena nisīdantopi na labhissasiyevā”ti āha.",
  "atk-s0502a4:87_7": "Thero pallaṅkaṁ ābhujitvā nisīdi.",
  "atk-s0502a4:87_8": "Atha naṁ “ākāse nisinno kiṁ labhissasi, āgantvā vātapānassa ummāre ṭhitopi na labhissasī”ti āha.",
  "atk-s0502a4:87_9": "Thero ummāre ṭhito.",
  "atk-s0502a4:87_10": "“Ummāre ṭhitopi kiṁ labhissasi, dhūmāyantopi na labhissasi evā”ti āha.",
  "atk-s0502a4:87_11": "Theropi dhūmāyi.",
  "atk-s0502a4:87_12": "Sakalapāsādo ekadhūmo ahosi.",
  "atk-s0502a4:87_13": "Seṭṭhino akkhīnaṁ sūciyā vijjhanakālo viya ahosi, gehajjhāyanabhayena pana “tvaṁ pajjalantopi na labhissasī”ti avatvā “ayaṁ samaṇo suṭṭhu laggo, aladdhā na gamissati, ekamassa pūvaṁ dāpessāmī”ti bhariyaṁ āha –",
  "atk-s0502a4:87_14": "“bhadde ekaṁ khuddakapūvaṁ pacitvā samaṇassa datvā uyyojehi na”nti.",
  "atk-s0502a4:87_15": "Sā thokaṁ eva piṭṭhaṁ kapallapātiyaṁ pakkhipi, mahāpūvo hutvā sakalapātiṁ pūretvā uddhumāto hutvā aṭṭhāsi.",
  "atk-s0502a4:88_0": "Seṭṭhi taṁ disvā “bahuṁ tayā piṭṭhaṁ gahitaṁ bhavissatī”ti sayameva dabbikaṇṇena thokaṁ piṭṭhaṁ gahetvā pakkhipi, pūvo purimapūvato mahantataro jāto.",
  "atk-s0502a4:88_1": "Evaṁ yaṁ yaṁ pacati, so so mahantamahantova hoti.",
  "atk-s0502a4:88_2": "So nibbinno bhariyaṁ āha –",
  "atk-s0502a4:88_3": "“bhadde, imassa ekaṁ pūvaṁ dehī”ti.",
  "atk-s0502a4:88_4": "Tassā pacchito ekaṁ pūvaṁ gaṇhantiyā sabbe ekābaddhā allīyiṁsu.",
  "atk-s0502a4:88_5": "Sā seṭṭhiṁ āha –",
  "atk-s0502a4:88_6": "“sāmi, sabbe pūvā ekato laggā, visuṁ kātuṁ na sakkomī”ti.",
  "atk-s0502a4:88_7": "“Ahaṁ karissāmī”ti sopi kātuṁ nāsakkhi.",
  "atk-s0502a4:88_8": "Ubhopi janā koṭiyaṁ gahetvā kaḍḍhantāpi viyojetuṁ nāsakkhiṁsu eva.",
  "atk-s0502a4:88_9": "Athassa pūvehi saddhiṁ vāyamantasseva sarīrato sedā mucciṁsu, pipāsā upacchijji.",
  "atk-s0502a4:88_10": "Tato bhariyaṁ āha –",
  "atk-s0502a4:88_11": "“bhadde, na me pūvehi attho, pacchiyā saddhiṁyeva imassa dehī”ti.",
  "atk-s0502a4:88_12": "Sā pacchiṁ ādāya theraṁ upasaṅkamitvā adāsi.",
  "atk-s0502a4:88_13": "Thero ubhinnampi dhammaṁ desesi, tiṇṇaṁ ratanānaṁ guṇaṁ kathesi, “atthi dinnaṁ, atthi yiṭṭha”nti dinnadānādīnaṁ phalaṁ gaganatale puṇṇacandaṁ viya dassesi.",
  "atk-s0502a4:89_0": "Taṁ sutvā pasannacitto hutvā seṭṭhi “bhante, āgantvā imasmiṁ pallaṅke nisīditvā paribhuñjathā”ti āha.",
  "atk-s0502a4:89_1": "Thero, “mahāseṭṭhi, sammāsambuddho ‘pūve khādissāmī’ti pañcahi bhikkhusatehi saddhiṁ vihāre nisinno, tumhākaṁ ruciyā sati ahaṁ vo nessāmi, seṭṭhibhariyaṁ pūve ca khīrādīni ca gaṇhāpetha, satthu santikaṁ gamissāmā”ti āha.",
  "atk-s0502a4:89_2": "“Kahaṁ pana, bhante, etarahi satthā”ti?",
  "atk-s0502a4:89_3": "“Ito pañcacattālīsayojanamatthake jetavanavihāre, mahāseṭṭhī”ti.",
  "atk-s0502a4:89_4": "“Bhante, kālaṁ anatikkamitvā ettakaṁ addhānaṁ kathaṁ gamissāmā”ti.",
  "atk-s0502a4:89_5": "“Mahāseṭṭhi, tumhākaṁ ruciyā sati ahaṁ vo attano iddhibalena nessāmi, tumhākaṁ pāsāde sopānasīsaṁ attano ṭhāne eva bhavissati, sopānapariyosānaṁ pana vo jetavanadvārakoṭṭhake bhavissati, uparipāsādā heṭṭhāpāsādaṁ otaraṇakālamatteneva jetavanaṁ nessāmī”ti.",
  "atk-s0502a4:89_6": "So “sādhu, bhante”ti sampaṭicchi.",
  "atk-s0502a4:90_0": "Thero sopānasīsaṁ tattheva katvā “sopānapādamūlaṁ jetavanadvārakoṭṭhake hotū”ti adhiṭṭhāsi.",
  "atk-s0502a4:90_1": "Tatheva ahosi.",
  "atk-s0502a4:90_2": "Iti thero seṭṭhiñca seṭṭhibhariyañca uparipāsādā heṭṭhāpāsādaṁ otaraṇakālato khippataraṁ jetavanaṁ sampāpesi.",
  "atk-s0502a4:90_3": "Te ubhopi satthāraṁ upasaṅkamitvā kālaṁ ārocesuṁ.",
  "atk-s0502a4:90_4": "Satthā bhattaggaṁ pavisitvā paññattavarabuddhāsane nisīdi saddhiṁ bhikkhusaṅghena.",
  "atk-s0502a4:90_5": "Mahāseṭṭhi buddhappamukhassa bhikkhusaṅghassa dakkhiṇodakaṁ adāsi.",
  "atk-s0502a4:90_6": "Bhariyāpissa tathāgatassa patte pūvaṁ patiṭṭhāpesi.",
  "atk-s0502a4:90_7": "Satthā attano yāpanamattaṁ gaṇhi, pañcasatā bhikkhūpi yāpanamattaṁ gaṇhiṁsu.",
  "atk-s0502a4:90_8": "Seṭṭhi khīrasappimadhusakkharādīni dadamāno na khayaṁ agamāsi.",
  "atk-s0502a4:90_9": "Satthā pañcahi bhikkhusatehi saddhiṁ bhattakiccaṁ niṭṭhāpesi.",
  "atk-s0502a4:90_10": "Mahāseṭṭhipi saddhiṁ bhariyāya yāvadatthaṁ khādi.",
  "atk-s0502a4:90_11": "Pūvānaṁ pariyosānameva na paññāyati.",
  "atk-s0502a4:90_12": "Sakalavihāre bhikkhūnañca vighāsādānañca dinnesupi pariyanto na paññāyateva.",
  "atk-s0502a4:90_13": "“Bhante, pūvā parikkhayaṁ na gacchantī”ti bhagavato ārocesuṁ.",
  "atk-s0502a4:90_14": "“Tena hi jetavanadvārakoṭṭhake chaḍḍethā”ti.",
  "atk-s0502a4:90_15": "Atha ne dvārakoṭṭhakassa avidūre pabbhāraṭṭhāne chaḍḍayiṁsu.",
  "atk-s0502a4:90_16": "Yāvajjatanāpi taṁ ṭhānaṁ kapallakapūvapabbhāranteva paññāyati.",
  "atk-s0502a4:90_17": "Mahāseṭṭhi saha bhariyāya bhagavantaṁ upasaṅkamitvā vanditvā ekamantaṁ aṭṭhāsi.",
  "atk-s0502a4:90_18": "Bhagavā anumodanamakāsi.",
  "atk-s0502a4:90_19": "Anumodanāvasāne ubhopi sotāpattiphale patiṭṭhāya satthāraṁ vanditvā dvārakoṭṭhake sopānaṁ āruyha attano pāsādeyeva patiṭṭhahiṁsu.",
  "atk-s0502a4:91_0": "Tato paṭṭhāya seṭṭhi asītikoṭidhanaṁ buddhasāsaneyeva vikkiri.",
  "atk-s0502a4:91_1": "Punadivase sāyanhasamaye dhammasabhāyaṁ sannisinnā bhikkhū “passathāvuso, mahāmoggallānattherassa ānubhāvaṁ, anupahacca nāma saddhaṁ, anupahacca bhoge macchariyaseṭṭhiṁ muhutteneva dametvā nibbisevanaṁ katvā pūve gāhāpetvā jetavanaṁ ānetvā satthu sammukhaṁ katvā sotāpattiphale patiṭṭhāpesi, aho mahānubhāvo thero”ti therassa guṇaṁ kathentā nisīdiṁsu.",
  "atk-s0502a4:91_2": "Satthā dibbāya sotadhātuyā kathaṁ sutvā āgantvā, “kāya nuttha, bhikkhave, etarahi kathāya sannisinnā”ti pucchitvā, “imāya nāmā”ti vutte, “bhikkhave, kuladamakena nāma bhikkhunā anupahacca saddhaṁ, anupahacca bhoge, kulaṁ akilametvā aviheṭhetvā pupphato reṇuṁ gaṇhantena bhamarena viya upasaṅkamitvā buddhaguṇaṁ jānāpetabbaṁ, tādiso mama putto moggallāno”ti theraṁ pasaṁsitvā imaṁ gāthamāha –",
  "atk-s0502a4:92_0": "49.",
  "atk-s0502a4:93_0": "“Yathāpi bhamaro pupphaṁ, vaṇṇagandhamaheṭhayaṁ;",
  "atk-s0502a4:94_0": "Paleti rasamādāya, evaṁ gāme munī care”ti.",
  "atk-s0502a4:95_0": "Tattha bhamaroti yā kāci madhukarajāti.",
  "atk-s0502a4:95_1": "Pupphanti pupphārāme caranto pupphañca vaṇṇañca gandhañca aheṭhayanto avināsento vicaratīti attho.",
  "atk-s0502a4:95_2": "Paletīti evaṁ caritvā yāvadatthaṁ rasaṁ pivitvā aparampi madhukaraṇatthāya ādāya paleti, so evaṁ vanagahanaṁ ajjhogāhetvā ekasmiṁ rukkhasusire taṁ rajamissakaṁ rasaṁ ṭhapetvā anupubbena madhurarasaṁ madhuṁ karoti, na tassa pupphārāme vicaritapaccayā pupphaṁ vā vaṇṇagandhaṁ vāssa vigacchati, atha kho sabbaṁ pākatikameva hoti.",
  "atk-s0502a4:95_3": "Evaṁ gāme munī careti evaṁ sekhāsekhabhedo anāgāriyamuni kulapaṭipāṭiyā gāme bhikkhaṁ gaṇhanto vicaratīti attho.",
  "atk-s0502a4:95_4": "Na hi tassa gāme caraṇapaccayā kulānaṁ saddhāhāni vā bhogahāni vā honti.",
  "atk-s0502a4:95_5": "Saddhāpi bhogāpi pākatikāva honti.",
  "atk-s0502a4:95_6": "Evaṁ caritvā ca pana nikkhamitvā sekhamuni tāva bahigāme udakaphāsukaṭṭhāne saṅghāṭiṁ paññāpetvā nisinno akkhabhañjanavaṇapaṭicchādanaputtamaṁsūpamādivasena paccavekkhanto piṇḍapātaṁ paribhuñjitvā tathārūpaṁ vanasaṇḍaṁ anupavisitvā ajjhattikakammaṭṭhānaṁ sammasanto cattāro magge, cattāri ca sāmaññaphalāni hatthagatāneva karoti.",
  "atk-s0502a4:95_7": "Asekhamuni pana diṭṭhadhammasukhavihāramanuyuñjati.",
  "atk-s0502a4:95_8": "Ayamassa bhamarena saddhiṁ madhukaraṇasarikkhatā veditabbā.",
  "atk-s0502a4:95_9": "Idha pana khīṇāsavova adhippeto.",
  "atk-s0502a4:96_0": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a4:97_0": "Satthā imaṁ dhammadesanaṁ vatvā uttaripi therassa guṇaṁ pakāsetuṁ “na, bhikkhave, idāneva moggallānena macchariyaseṭṭhi damito, pubbepi naṁ dametvā kammaphalasambandhaṁ jānāpesi evā”ti vatvā imamatthaṁ pakāsento atītaṁ āharitvā –",
  "atk-s0502a4:98_0": "“Ubho khañjā ubho kuṇī, ubho visamacakkhukā;",
  "atk-s0502a4:99_0": "Ubhinnaṁ piḷakā jātā, nāhaṁ passāmi illisa”nti. –",
  "atk-s0502a4:100_0": "Imaṁ illisajātakaṁ kathesīti.",
  "atk-s0502a4:101_0": "Macchariyakosiyaseṭṭhivatthu pañcamaṁ.",
  "atk-s0502a4:102_0": "6. Pāveyyakājīvakavatthu",
  "atk-s0502a4:103_0": "Na paresaṁ vilomānīti imaṁ dhammadesanaṁ satthā sāvatthiyaṁ viharanto pāveyyaṁ nāma ājīvakaṁ ārabbha kathesi.",
  "atk-s0502a4:104_0": "Sāvatthiyaṁ kirekā gahapatānī puttaṭṭhāne ṭhapetvā pāveyyaṁ nāma ājīvakaṁ paṭijaggi.",
  "atk-s0502a4:104_1": "Tassānantaragharesu manussā satthu dhammadesanaṁ sutvā āgantvā, “aho acchariyā buddhānaṁ dhammadesanā”ti nānappakārehi buddhaguṇe vaṇṇenti.",
  "atk-s0502a4:104_2": "Sā buddhānaṁ guṇakathaṁ sutvā vihāraṁ gantvā dhammaṁ sotukāmā ājīvakassa etamatthaṁ kathetvā, “gacchissāmi ahaṁ buddhasantikaṁ, ayyā”ti āha.",
  "atk-s0502a4:104_3": "So “mā gacchāhī”ti nivāretvā taṁ punappunaṁ yācamānampi nivāresi eva.",
  "atk-s0502a4:104_4": "Sā “ayaṁ mama vihāraṁ gantvā dhammaṁ sotuṁ na deti, satthāraṁ nimantetvā idheva dhammaṁ suṇissāmī”ti sāyanhasamaye puttaṁ pakkositvā, “gaccha, tāta, svātanāya satthāraṁ nimantehī”ti pesesi.",
  "atk-s0502a4:104_5": "So gacchanto paṭhamataraṁ ājīvakassa vasanaṭṭhānaṁ gantvā taṁ vanditvā nisīdi.",
  "atk-s0502a4:104_6": "Atha naṁ so “kahaṁ gacchasī”ti āha.",
  "atk-s0502a4:104_7": "“Mātu vacanena satthāraṁ nimantetuṁ gacchāmī”ti āha.",
  "atk-s0502a4:104_8": "“Mā tassa santikaṁ gacchāhī”ti.",
  "atk-s0502a4:104_9": "“Alaṁ, ayya, mama mātu bhāyāmi, gacchissāmaha”nti.",
  "atk-s0502a4:104_10": "“Etassa katasakkāraṁ ubhopi khādissāma, mā gacchāhī”ti.",
  "atk-s0502a4:104_11": "“Alaṁ, ayya, mātā me tajjessatī”ti.",
  "atk-s0502a4:104_12": "Tena hi gaccha, gantvā pana nimantetvā, “amhākaṁ gehaṁ asukaṭṭhāne vā asukavīthiyaṁ vā asukamaggena vā gantabba”nti mā ācikkhi.",
  "atk-s0502a4:104_13": "“Santike ṭhito viya aññena maggena gacchanto viya palāyitvā ehī”ti.",
  "atk-s0502a4:104_14": "So ājīvakassa vacanaṁ sutvā satthu santikaṁ gantvā nimantetvā ājīvakena vuttaniyāmeneva sabbaṁ katvā tassa santikaṁ gantvā, “kiṁ te kata”nti puṭṭho, “sabbaṁ kataṁ, ayyā”ti āha.",
  "atk-s0502a4:104_15": "“Bhaddakaṁ te kataṁ, tassa sakkāraṁ ubhopi khādissāmā”ti vatvā punadivase ājīvako pātova taṁ gehaṁ agamāsi.",
  "atk-s0502a4:104_16": "Taṁ gahetvā pacchāgabbhe nisīdāpesuṁ.",
  "atk-s0502a4:105_0": "Paṭivissakamanussā taṁ gehaṁ allagomayena upalimpitvā lājapañcamāni pupphāni vikiritvā satthu nisīdanatthāya mahārahaṁ āsanaṁ paññāpesuṁ.",
  "atk-s0502a4:105_1": "Buddhehi saddhiṁ aparicitamanussā hi āsanapaññattiṁ na jānanti, buddhānañca maggadesakena kiccaṁ nāma natthi, bodhimūle dasasahassisokadhātuṁ kampetvā sambodhiṁ pattadivaseyeva hi nesaṁ “ayaṁ maggo nirayaṁ gacchati, ayaṁ tiracchānayoniṁ, ayaṁ pettivisayaṁ, ayaṁ manussalokaṁ, ayaṁ devalokaṁ, ayaṁ amatamahānibbāna”nti sabbe maggā āvibhūtā.",
  "atk-s0502a4:105_2": "Gāmanigamādīnaṁ pana magge vattabbameva natthi.",
  "atk-s0502a4:105_3": "Tasmā satthā pātova pattacīvaramādāya mahāupāsikāya gehadvāraṁ gato.",
  "atk-s0502a4:105_4": "Sā gehā nikkhamitvā satthāraṁ pañcapatiṭṭhitena vanditvā antonivesanaṁ pavesetvā āsane nisīdāpetvā dakkhiṇodakaṁ datvā paṇītena khādanīyena bhojanīyena parivisi.",
  "atk-s0502a4:105_5": "Upāsikā katabhattakiccassa satthuno anumodanaṁ kāretukāmā pattaṁ gaṇhi.",
  "atk-s0502a4:105_6": "Satthā madhurassarena anumodanadhammakathaṁ ārabhi.",
  "atk-s0502a4:105_7": "Upāsikā “sādhu, sādhū”ti sādhukāraṁ dadamānā dhammaṁ suṇi.",
  "atk-s0502a4:105_8": "Ājīvakopi pacchāgabbhe nisinnova tassā sādhukāraṁ datvā dhammaṁ suṇantiyā saddaṁ sutvā sandhāretuṁ nāsakkhi.",
  "atk-s0502a4:105_9": "“Na idānesā mayha”nti nikkhamitvā “naṭṭhāsi kāḷakaṇṇi, etassa evaṁ sakkāraṁ karotī”ti nānappakārena upāsikañca satthārañca akkosanto palāyi.",
  "atk-s0502a4:105_10": "Upāsikā tassa kathāya lajjitā aññathattaṁ gataṁ cittaṁ desanānusārena ñāṇaṁ pesetuṁ nāsakkhi.",
  "atk-s0502a4:105_11": "Atha naṁ satthā “kiṁ upāsike cittaṁ desanānugataṁ kātuṁ na sakkosī”ti?",
  "atk-s0502a4:105_12": "“Bhante, etassa me kathāya cittaṁ aññathattaṁ upagata”nti.",
  "atk-s0502a4:105_13": "Satthā “evarūpassa visabhāgajanassa kathitaṁ kathaṁ nāma āvajjituṁ na vaṭṭati, evarūpaṁ asamannāharitvā attano katākatameva oloketuṁ vaṭṭatī”ti vatvā imaṁ gāthamāha –",
  "atk-s0502a4:106_0": "50.",
  "atk-s0502a4:107_0": "“Na paresaṁ vilomāni, na paresaṁ katākataṁ;",
  "atk-s0502a4:108_0": "Attanova avekkheyya, katāni akatāni cā”ti.",
  "atk-s0502a4:109_0": "Tattha na paresaṁ vilomānīti paresaṁ vilomāni pharusāni mammacchedakavacanāni na manasikātabbāni.",
  "atk-s0502a4:109_1": "Na paresaṁ katākatanti “asuko upāsako assaddho appasanno, nāpissa gehe kaṭacchubhikkhādīni diyyanti, na salākabhattādīni, na cīvarādipaccayadānaṁ etassa atthi, tathā asukā upāsikā assaddhā appasannā, nāpissā gehe kaṭacchubhikkhādīni diyyanti, na salākabhattādīni, na cīvarādipaccayadānaṁ etissā atthi, tathā asuko bhikkhu assaddho appasanno, nāpi upajjhāyavattaṁ karoti, na ācariyavattaṁ, na āgantukavattaṁ, na gamikavattaṁ, na cetiyaṅgaṇavattaṁ, na uposathāgāravattaṁ, na bhojanasālāvattaṁ, na jantāgharavattādīni, nāpissa kiñci dhutaṅgaṁ atthi, na bhāvanārāmatāya ussāhamattampī”ti evaṁ paresaṁ katākataṁ nāma na oloketabbaṁ.",
  "atk-s0502a4:109_2": "Attanova avekkheyyāti “kathaṁ bhūtassa me rattindivā vītivattantīti pabbajitena abhiṇhaṁ paccavekkhitabba”nti imaṁ ovādaṁ anussaranto saddhāpabbajito kulaputto “kiṁ nu kho ahaṁ ‘aniccaṁ dukkhaṁ anattā’ti tilakkhaṇaṁ āropetvā yoge kammaṁ kātuṁ sakkhiṁ, nāsakkhi”nti evaṁ attano katākatāni olokeyyāti.",
  "atk-s0502a4:110_0": "Desanāvasāne sā upāsikā sotāpattiphale patiṭṭhitā, desanā mahājanassa sātthikā jātāti.",
  "atk-s0502a4:111_0": "Pāveyyakājīvakavatthu chaṭṭhaṁ.",
  "atk-s0502a4:112_0": "7. Chattapāṇiupāsakavatthu",
  "atk-s0502a4:113_0": "Yathāpi ruciraṁ pupphanti imaṁ dhammadesanaṁ satthā sāvatthiyaṁ viharanto chattapāṇiupāsakaṁ ārabbha kathesi.",
  "atk-s0502a4:114_0": "Sāvatthiyañhi chattapāṇi nāma upāsako tipiṭakadharo anāgāmī.",
  "atk-s0502a4:114_1": "So pātova uposathiko hutvā satthu upaṭṭhānaṁ agamāsi.",
  "atk-s0502a4:114_2": "Anāgāmiariyasāvakānañhi samādānavasena uposathakammaṁ nāma natthi, maggeneva tesaṁ brahmacariyañca ekabhattikañca āgataṁ.",
  "atk-s0502a4:114_3": "Tenevāha –",
  "atk-s0502a4:114_4": "“ghaṭikāro kho, mahārāja, kumbhakāro ekabhattiko brahmacārī sīlavā kalyāṇadhammo”ti.",
  "atk-s0502a4:114_5": "Evaṁ anāgāmino pakatiyāva ekabhattikā ca brahmacārino ca honti.",
  "atk-s0502a4:114_6": "Sopi tatheva uposathiko hutvā satthāraṁ upasaṅkamitvā vanditvā dhammakathaṁ suṇanto nisīdi.",
  "atk-s0502a4:114_7": "Tasmiṁ samaye rājā pasenadi kosalo satthu upaṭṭhānaṁ agamāsi.",
  "atk-s0502a4:114_8": "Chattapāṇi upāsako taṁ āgacchantaṁ disvā “uṭṭhātabbaṁ nu kho, no”ti cintetvā –",
  "atk-s0502a4:114_9": "“ahaṁ aggarājassa santike nisinno, tassa me padesarājānaṁ disvā uṭṭhātuṁ na yuttaṁ, rājā kho pana me anuṭṭhahantassa kujjhissati, etasmiṁ kujjhantepi neva uṭṭhahissāmi.",
  "atk-s0502a4:114_10": "Rājānaṁ disvā uṭṭhahantena hi rājā garukato hoti, no satthā, tasmā neva uṭṭhahissāmī”ti na uṭṭhahi.",
  "atk-s0502a4:114_11": "Paṇḍitapurisā nāma garutarānaṁ santike nisīditvā anuṭṭhahantaṁ disvā na kujjhanti.",
  "atk-s0502a4:114_12": "Rājā pana taṁ anuṭṭhahantaṁ disvā kupitamānaso satthāraṁ vanditvā ekamantaṁ nisīdi.",
  "atk-s0502a4:114_13": "Satthā kupitabhāvaṁ ñatvā, “mahārāja, ayaṁ chattapāṇi upāsako paṇḍito diṭṭhadhammo tipiṭakadharo atthānatthakusalo”ti upāsakassa guṇaṁ kathesi.",
  "atk-s0502a4:114_14": "Rañño tassa guṇakathaṁ suṇantasseva cittaṁ mudukaṁ jātaṁ.",
  "atk-s0502a4:115_0": "Athekadivasaṁ rājā uparipāsāde ṭhito chattapāṇiṁ upāsakaṁ katabhattakiccaṁ chattamādāya upāhanamāruyha rājaṅgaṇena gacchantaṁ disvā pakkosāpesi.",
  "atk-s0502a4:115_1": "So chattupāhanaṁ apanetvā rājānamupasaṅkamitvā vanditvā ekamantaṁ aṭṭhāsi.",
  "atk-s0502a4:115_2": "Atha naṁ rājā āha –",
  "atk-s0502a4:115_3": "“bho upāsaka, kinte chattupāhanaṁ apanīta”nti.",
  "atk-s0502a4:115_4": "“‘Rājā pakkosatī’ti sutvā apanetvā āgatomhī”ti.",
  "atk-s0502a4:115_5": "“Ajja amhākaṁ rājabhāvo tumhehi ñāto bhavissatī”ti.",
  "atk-s0502a4:115_6": "“Sadāpi mayaṁ, deva, tumhākaṁ rājabhāvaṁ jānāmā”ti.",
  "atk-s0502a4:115_7": "“Yadi evaṁ kasmā purimadivase satthu santike nisinno maṁ disvā na uṭṭhahī”ti?",
  "atk-s0502a4:115_8": "“Mahārāja, ahaṁ aggarājassa santike nisinno, padesarājānaṁ disvā uṭṭhahanto satthari agāravaṁ pavedeyyaṁ, tasmā na uṭṭhahi”nti.",
  "atk-s0502a4:115_9": "“Hotu, bho, tiṭṭhatetaṁ”.",
  "atk-s0502a4:115_10": "“Tumhe kira diṭṭhadhammikasamparāyikānaṁ atthānatthānaṁ kusalā tipiṭakadharā amhākaṁ antepure dhammaṁ vācethā”ti.",
  "atk-s0502a4:115_11": "“Na sakkomi, devā”ti.",
  "atk-s0502a4:115_12": "“Kiṁ kāraṇā”ti?",
  "atk-s0502a4:115_13": "“Rājagehaṁ nāma mahāsāvajjaṁ, duyuttasuyuttakāni garukānettha, devā”ti.",
  "atk-s0502a4:115_14": "“Mā evaṁ vadetha, ‘purimadivase maṁ disvā na uṭṭhitomhī’ti mā kukkuccaṁ karothā”ti.",
  "atk-s0502a4:115_15": "“Deva, gihīnaṁ vicaraṇaṭṭhānaṁ nāma mahāsāvajjaṁ, ekaṁ pabbajitaṁ pakkosāpetvā dhammaṁ vācāpethā”ti.",
  "atk-s0502a4:115_16": "Rājā “sādhu, bho, gacchatha tumhe”ti taṁ uyyojetvā satthu santikaṁ gantvā satthāraṁ yāci, “bhante, mallikā ca devī vāsabhakhattiyā ca dhammaṁ pariyāpuṇissāmāti vadanti, pañcahi bhikkhusatehi saddhiṁ nibaddhaṁ mama gehaṁ gantvā tāsaṁ dhammaṁ uddisathā”ti.",
  "atk-s0502a4:115_17": "“Buddhānaṁ nibaddhaṁ ekaṭṭhānagamanaṁ nāma natthi, mahārājā”ti.",
  "atk-s0502a4:115_18": "“Tena hi, bhante, aññaṁ ekaṁ bhikkhuṁ dethā”ti.",
  "atk-s0502a4:115_19": "Satthā ānandattherassa bhāramakāsi.",
  "atk-s0502a4:115_20": "Thero nibaddhaṁ gantvā tāsaṁ uddesaṁ uddisati.",
  "atk-s0502a4:115_21": "Tāsu mallikā sakkaccaṁ gahetvā sajjhāyitvā uddesaṁ paṭicchāpesi.",
  "atk-s0502a4:115_22": "Vāsabhakhattiyā pana neva sakkaccaṁ gaṇhāti, na sajjhāyati, na uddesaṁ paṭicchāpetuṁ sakkoti.",
  "atk-s0502a4:116_0": "Athekadivasaṁ satthā theraṁ pucchi –",
  "atk-s0502a4:116_1": "“kimānanda, upāsikā dhammaṁ pariyāpuṇantī”ti?",
  "atk-s0502a4:116_2": "“Āma, bhante”ti.",
  "atk-s0502a4:116_3": "“Kā sakkaccaṁ gaṇhātī”ti?",
  "atk-s0502a4:116_4": "“Mallikā, bhante, sakkaccaṁ gaṇhāti, sakkaccaṁ sajjhāyati, sakkaccaṁ uddesaṁ paṭicchāpetuṁ sakkoti.",
  "atk-s0502a4:116_5": "Tumhākaṁ pana ñātidhītā neva sakkaccaṁ gaṇhāti, na sajjhāyati, na uddesaṁ paṭicchāpetuṁ sakkotī”ti.",
  "atk-s0502a4:116_6": "Satthā therassa vacanaṁ sutvā, “ānanda, mayā kathitadhammo nāma sakkaccamasuṇantassa aggaṇhantassa asajjhāyantassa adesentassa vaṇṇasampannaṁ agandhakapupphaṁ viya aphalo hoti, sakkaccaṁ pana savanādīni karontassa mahapphalo hoti mahānisaṁso”ti vatvā imā dve gāthā abhāsi –",
  "atk-s0502a4:117_0": "51.",
  "atk-s0502a4:118_0": "“Yathāpi ruciraṁ pupphaṁ, vaṇṇavantaṁ agandhakaṁ;",
  "atk-s0502a4:119_0": "Evaṁ subhāsitā vācā, aphalā hoti akubbato.",
  "atk-s0502a4:120_0": "52.",
  "atk-s0502a4:121_0": "“Yathāpi ruciraṁ pupphaṁ, vaṇṇavantaṁ sagandhakaṁ;",
  "atk-s0502a4:122_0": "Evaṁ subhāsitā vācā, saphalā hoti kubbato”ti.",
  "atk-s0502a4:123_0": "Tattha ruciranti sobhanaṁ.",
  "atk-s0502a4:123_1": "Vaṇṇavantanti vaṇṇasaṇṭhānasampannaṁ, agandhakanti gandhavirahitaṁ pālibhaddakagirikaṇṇikajayasumanādibhedaṁ.",
  "atk-s0502a4:123_2": "Evaṁ subhāsitā vācāti subhāsitā vācā nāma tepiṭakaṁ buddhavacanaṁ.",
  "atk-s0502a4:123_3": "Taṁ vaṇṇasaṇṭhānasampannaṁ agandhakapupphasadisaṁ.",
  "atk-s0502a4:123_4": "Yathā pana agandhakapupphaṁ yo naṁ dhāreti, tassa sarīre gandhaṁ na pharati, evaṁ etampi yo naṁ sakkaccaṁ savanādīhi na samācarati, tassa sakkaccaṁ asamācarantassa yaṁ tattha kattabbaṁ, taṁ akubbato sutagandhañca vācāgandhañca paṭipattigandhañca na āvahati aphalā hoti.",
  "atk-s0502a4:123_5": "Tena vuttaṁ –",
  "atk-s0502a4:123_6": "“evaṁ subhāsitā vācā, aphalā hoti akubbato”ti.",
  "atk-s0502a4:123_7": "Sagandhakanti campakanīluppalādibhedaṁ.",
  "atk-s0502a4:123_8": "Evanti yathā taṁ pupphaṁ dhārentassa sarīre gandho pharati, evaṁ tepiṭakabuddhavacanasaṅkhātā subhāsitā vācāpi.",
  "atk-s0502a4:123_9": "Kubbatoti yo sakkaccaṁ savanādīhi tattha kattabbaṁ karoti, sā assa puggalassa saphalā hoti, sutagandhavācāgandhapaṭipattigandhānaṁ āvahanato mahapphalā hoti, mahānisaṁsāti attho.",
  "atk-s0502a4:124_0": "Desanāvasāne bahū sotāpattiphalādīni pattā. Desanā mahājanassa sātthikā jātāti.",
  "atk-s0502a4:125_0": "Chattapāṇiupāsakavatthu sattamaṁ.",
  "atk-s0502a4:126_0": "8. Visākhāvatthu",
  "atk-s0502a4:127_0": "Yathāpipuppharāsimhāti imaṁ dhammadesanaṁ satthā sāvatthiyaṁ upanissāya pubbārāme viharanto visākhaṁ upāsikaṁ ārabbha kathesi.",
  "atk-s0502a4:128_0": "Sā kira aṅgaraṭṭhe bhaddiyanagare meṇḍakaseṭṭhiputtassa dhanañcayaseṭṭhino aggamahesiyā sumanadeviyā kucchismiṁ nibbatti.",
  "atk-s0502a4:128_1": "Tassā sattavassikakāle satthā selabrāhmaṇādīnaṁ bodhaneyyabandhavānaṁ upanissayasampadaṁ disvā mahābhikkhusaṅghaparivāro cārikaṁ caramāno taṁ nagaraṁ pāpuṇi.",
  "atk-s0502a4:129_0": "Tasmiñca samaye meṇḍako, gahapati, tasmiṁ nagare pañcannaṁ mahāpuññānaṁ jeṭṭhako hutvā seṭṭhiṭṭhānaṁ karoti.",
  "atk-s0502a4:129_1": "Pañca mahāpuññā nāma meṇḍako seṭṭhi, candapadumā nāma tasseva jeṭṭhakabhariyā, tasseva jeṭṭhakaputto dhanañcayo nāma, tassa bhariyā sumanadevī nāma, meṇḍakaseṭṭhino dāso puṇṇo nāmāti.",
  "atk-s0502a4:129_2": "Na kevalañca meṇḍakaseṭṭhiyeva, bimbisārarañño pana vijite pañca amitabhogā nāma ahesuṁ –",
  "atk-s0502a4:129_3": "jotiko, jaṭilo, meṇḍako, puṇṇako, kākavaliyoti.",
  "atk-s0502a4:129_4": "Tesu ayaṁ meṇḍakaseṭṭhi dasabalassa attano nagaraṁ sampattabhāvaṁ ñatvā puttassa dhanañcayaseṭṭhino dhītaraṁ visākhaṁ dārikaṁ pakkosāpetvā āha –",
  "atk-s0502a4:129_5": "“amma, tuyhampi maṅgalaṁ, amhākampi maṅgalaṁ, tava parivārehi pañcahi dārikāsatehi saddhiṁ pañca rathasatāni āruyha pañcahi dāsisatehi parivutā dasabalassa paccuggamanaṁ karohī”ti.",
  "atk-s0502a4:129_6": "Sā “sādhū”ti paṭissuṇitvā tathā akāsi.",
  "atk-s0502a4:129_7": "Kāraṇākāraṇesu pana kusalattā yāvatikā yānassa bhūmi, yānena gantvā yānā paccorohitvā pattikāva satthāraṁ upasaṅkamitvā vanditvā ekamantaṁ aṭṭhāsi.",
  "atk-s0502a4:129_8": "Athassā cariyāvasena satthā dhammaṁ desesi.",
  "atk-s0502a4:129_9": "Sā desanāvasāne pañcahi dārikāsatehi saddhiṁ sotāpattiphale patiṭṭhahi.",
  "atk-s0502a4:129_10": "Meṇḍakaseṭṭhipi kho satthāramupasaṅkamitvā dhammakathaṁ sutvā sotāpattiphale patiṭṭhāya svātanāya nimantetvā punadivase attano nivesane paṇītena khādanīyena bhojanīyena buddhappamukhaṁ bhikkhusaṅghaṁ parivisitvā eteneva upāyena aḍḍhamāsaṁ mahādānamadāsi.",
  "atk-s0502a4:129_11": "Satthā bhaddiyanagare yathābhirantaṁ viharitvā pakkāmi.",
  "atk-s0502a4:130_0": "Tena kho pana samayena bimbisāro ca pasenadi kosalo ca aññamaññaṁ bhaginipatikā honti.",
  "atk-s0502a4:130_1": "Athekadivasaṁ kosalarājā cintesi –",
  "atk-s0502a4:130_2": "“bimbisārassa vijite pañca amitabhogā mahāpuññā vasanti, mayhaṁ vijite ekopi tādiso natthi, yaṁnūnāhaṁ bimbisārassa santikaṁ gantvā ekaṁ mahāpuññaṁ yāceyya”nti.",
  "atk-s0502a4:130_3": "So tattha gantvā raññā katapaṭisanthāro “kiṁ kāraṇā āgatosī”ti puṭṭho “‘tumhākaṁ vijite pañca amitabhogā mahāpuññā vasanti, tato ekaṁ gahetvā gamissāmī’ti āgatomhi, tesu me ekaṁ dethā”ti āha.",
  "atk-s0502a4:130_4": "“Mahākulāni amhehi cāletuṁ na sakkā”ti āha.",
  "atk-s0502a4:130_5": "“Ahaṁ aladdhā na gamissāmī”ti āha.",
  "atk-s0502a4:130_6": "Rājā amaccehi saddhiṁ mantetvā “jotikādīnaṁ mahākulānaṁ cālanaṁ nāma mahāpathaviyā cālanasadisaṁ, meṇḍakamahāseṭṭhissa putto dhanañcayaseṭṭhi nāma atthi, tena saddhiṁ mantetvā paṭivacanaṁ te dassāmī”ti vatvā taṁ pakkosāpetvā, tāta, kosalarājā “‘ekaṁ dhanaseṭṭhiṁ gahetvā gamissāmī’ti vadati, tvaṁ tena saddhiṁ gacchāhī”ti.",
  "atk-s0502a4:130_7": "“Tumhesu pahiṇantesu gamissāmi, devā”ti.",
  "atk-s0502a4:130_8": "“Tena hi parivacchaṁ katvā gaccha, tātā”ti.",
  "atk-s0502a4:130_9": "So attano kattabbayuttakamakāsi.",
  "atk-s0502a4:130_10": "Rājāpissa mahantaṁ sakkāraṁ katvā, “imaṁ ādāya gacchathā”ti pasenadirājānaṁ uyyojesi.",
  "atk-s0502a4:130_11": "So taṁ ādāya sabbattha ekarattivāsena gacchanto ekaṁ phāsukaṭṭhānaṁ patvā nivāsaṁ gaṇhi, atha naṁ dhanañcayaseṭṭhi pucchi –",
  "atk-s0502a4:130_12": "“idaṁ kassa vijita”nti?",
  "atk-s0502a4:130_13": "“Mayhaṁ, seṭṭhī”ti.",
  "atk-s0502a4:130_14": "“Kīva dūro ito sāvatthī”ti ?",
  "atk-s0502a4:130_15": "“Sattayojanamatthake”ti.",
  "atk-s0502a4:130_16": "“Antonagaraṁ sambādhaṁ, amhākaṁ parijano mahanto, sace rocetha, idheva vaseyyāma, devā”ti.",
  "atk-s0502a4:130_17": "Rājā “sādhū”ti sampaṭicchitvā tasmiṁ ṭhāne nagaraṁ māpetvā tassa datvā agamāsi.",
  "atk-s0502a4:130_18": "Tasmiṁ padese sayaṁ vasanaṭṭhānassa gahitattā nagarassa sāketantveva nāmaṁ ahosi.",
  "atk-s0502a4:131_0": "Sāvatthiyampi kho migāraseṭṭhino putto puṇṇavaḍḍhanakumāro nāma vayappatto ahosi.",
  "atk-s0502a4:131_1": "Atha naṁ mātāpitaro vadiṁsu –",
  "atk-s0502a4:131_2": "“tāta, tava ruccanaṭṭhāne ekaṁ dārikaṁ upadhārehī”ti.",
  "atk-s0502a4:131_3": "“‘Mayhaṁ evarūpāya bhariyāya kiccaṁ natthī’ti, putta, mā evaṁ kari, kulaṁ nāma aputtakaṁ na tiṭṭhatī”ti.",
  "atk-s0502a4:131_4": "So punappunaṁ vuccamāno “tena hi pañcakalyāṇasamannāgataṁ dārikaṁ labhamāno tumhākaṁ vacanaṁ karissāmī”ti āha.",
  "atk-s0502a4:131_5": "“Kāni panetāni pañca kalyāṇāni nāma, tātā”ti.",
  "atk-s0502a4:131_6": "Kesakalyāṇaṁ, maṁsakalyāṇaṁ, aṭṭhikalyāṇaṁ, chavikalyāṇaṁ, vayakalyāṇanti.",
  "atk-s0502a4:131_7": "Mahāpuññāya hi itthiyā kesā morakalāpasadisā hutvā muñcitvā vissaṭṭhā nivāsanantaṁ paharitvā nivattitvā uddhaggā tiṭṭhanti, idaṁ kesakalyāṇaṁ nāma, dantāvaraṇaṁ bimbaphalasadisaṁ vaṇṇasampannaṁ samaṁ suphusitaṁ hoti, idaṁ maṁsakalyāṇaṁ nāma, dantā sukkā samā aviraḷā ussāpetvā ṭhapitavajirapanti viya samacchinnasaṅkhapanti viya ca sobhanti, idaṁ aṭṭhikalyāṇaṁ nāma, kāḷiyā cuṇṇakādīhi avilitto eva chavivaṇṇo siniddho nīluppaladāmasadiso hoti, odātāya ca kaṇikārapupphadāmasadiso hoti, idaṁ chavikalyāṇaṁ nāma, dasakkhattuṁ vijātāpi kho pana sakiṁ vijātā viya avigatayobbanāyeva hoti, idaṁ vayakalyāṇaṁ nāma hoti.",
  "atk-s0502a4:131_8": "Athassa mātāpitaro aṭṭhuttarasatabrāhmaṇe nimantetvā bhojetvā “pañcakalyāṇasamannāgatā itthiyo nāma hontī”ti pucchiṁsu.",
  "atk-s0502a4:131_9": "“Āma, hontī”ti.",
  "atk-s0502a4:131_10": "“Tena hi evarūpaṁ dārikaṁ pariyesituṁ aṭṭha janā gacchantū”ti bahuṁ dhanaṁ datvā “āgatakāle vo kattabbaṁ jānissāma, gacchatha, evarūpaṁ dārikaṁ pariyesatha, diṭṭhakāle ca imaṁ pilandhanaṁ dadeyyāthā”ti satasahassagghanikaṁ suvaṇṇamālaṁ datvā uyyojesuṁ.",
  "atk-s0502a4:132_0": "Te mahantamahantāni nagarāni gantvā pariyesamānā pañcakalyāṇasamannāgataṁ dārikaṁ adisvā nivattitvā āgacchantā vivaṭanakkhattadivase sāketaṁ anuppattā –",
  "atk-s0502a4:132_1": "“ajja amhākaṁ kammaṁ nipphajjissatī”ti cintayiṁsu.",
  "atk-s0502a4:132_2": "Tasmiṁ pana nagare anusaṁvaccharaṁ vivaṭanakkhattaṁ nāma hoti.",
  "atk-s0502a4:132_3": "Tadā bahi anikkhamanakulānipi parivārena saddhiṁ gehā nikkhamitvā appaṭicchannena sarīrena padasāva nadītīraṁ gacchanti.",
  "atk-s0502a4:132_4": "Tasmiṁ divase khattiyamahāsālādīnaṁ puttāpi “attano samānajātikaṁ manāpaṁ kuladārikaṁ disvā mālāguḷena parikkhipissāmā”ti taṁ taṁ maggaṁ nissāya tiṭṭhanti.",
  "atk-s0502a4:132_5": "Tepi kho brāhmaṇā nadītīre ekaṁ sālaṁ pavisitvā aṭṭhaṁsu.",
  "atk-s0502a4:132_6": "“Tasmiṁ khaṇe visākhā pannarasasoḷasavassuddesikā hutvā sabbābharaṇapaṭimaṇḍitā pañcahi kumārikāsatehi parivutā nadiṁ gantvā nhāyissāmī”ti taṁ padesaṁ pattā, atha kho megho uṭṭhahitvā pāvassi.",
  "atk-s0502a4:132_7": "Pañcasatā kumārikāyo vegena gantvā sālaṁ pavisiṁsu.",
  "atk-s0502a4:132_8": "Brāhmaṇā olokentā tāsu ekampi pañcakalyāṇasamannāgataṁ na passiṁsu.",
  "atk-s0502a4:132_9": "Atha visākhā pakatigamaneneva sālaṁ pāvisi, vatthābharaṇāni temiṁsu.",
  "atk-s0502a4:132_10": "Brāhmaṇā tassā cattāri kalyāṇāni disvā dante passitukāmā “alasajātikā amhākaṁ dhītā, etissā sāmiko kañjikamattampi na labhissati maññe”ti aññamaññaṁ kathayiṁsu.",
  "atk-s0502a4:132_11": "Atha ne visākhā āha –",
  "atk-s0502a4:132_12": "“kaṁ vadetha tumhe”ti?",
  "atk-s0502a4:132_13": "“Taṁ kathema, ammā”ti.",
  "atk-s0502a4:132_14": "Madhuro hi tassā saddo kaṁsatāḷasaro viya niccharati.",
  "atk-s0502a4:132_15": "Atha ne puna madhurasaddena “kiṁ kāraṇā bhaṇathā”ti pucchi.",
  "atk-s0502a4:132_16": "“Tava parivāritthiyo vatthālaṅkāre atemetvā vegena sālaṁ paviṭṭhā, tuyhaṁ ettakaṁ ṭhānaṁ vegena āgamanamattampi natthi, vatthābharaṇāni temetvā āgatāsi.",
  "atk-s0502a4:132_17": "Tasmā kathema, ammā”ti.",
  "atk-s0502a4:133_0": "“Tātā, evaṁ mā vadetha, ahaṁ etāhi balavatarā, kāraṇaṁ pana sallakkhetvā javena nāgatāmhī”ti.",
  "atk-s0502a4:133_1": "“Kiṁ, ammā”ti?",
  "atk-s0502a4:133_2": "“Tātā, cattāro janā javamānā na sobhanti, aparampi kāraṇaṁ atthī”ti.",
  "atk-s0502a4:133_3": "“Katame cattāro janā javamānā na sobhanti, ammā”ti?",
  "atk-s0502a4:133_4": "Tātā, abhisittarājā tāva sabbābharaṇapaṭimaṇḍito kacchaṁ bandhitvā rājaṅgaṇe javamāno na sobhati, “kiṁ ayaṁ rājā gahapatiko viya dhāvatī”ti aññadatthu garahaṁ labhati, saṇikaṁ gacchantova sobhati.",
  "atk-s0502a4:133_5": "Rañño maṅgalahatthīpi alaṅkato javamāno na sobhati, vāraṇalīḷāya gacchantova sobhati.",
  "atk-s0502a4:133_6": "Pabbajito javamāno na sobhati, “kiṁ ayaṁ samaṇo gihī viya dhāvatī”ti kevalaṁ garahameva labhati, samitagamanena pana sobhati.",
  "atk-s0502a4:133_7": "Itthī javamānā na sobhati, “kiṁ esā itthī puriso viya dhāvatī”ti garahitabbāva hoti, “ime cattāro janā javamānā na sobhanti, tātā”ti.",
  "atk-s0502a4:133_8": "“Katamaṁ pana aparaṁ kāraṇaṁ, ammā”ti?",
  "atk-s0502a4:133_9": "“Tātā, mātāpitaro nāma dhītaraṁ aṅgapaccaṅgāni saṇṭhāpetvā posenti.",
  "atk-s0502a4:133_10": "Mayañhi vikkiṇeyyabhaṇḍaṁ nāma, amhe parakulapesanatthāya posenti.",
  "atk-s0502a4:133_11": "Sace javamānānaṁ nivatthadussakaṇṇe vā akkamitvā bhūmiyaṁ vā pakkhalitvā patitakāle hattho vā pādo vā bhijjeyya, kulasseva bhāro bhaveyya, pasādhanabhaṇḍaṁ pana me temetvā sussissati.",
  "atk-s0502a4:133_12": "Imaṁ kāraṇaṁ sallakkhetvā na dhāvitāmhi, tātā”ti.",
  "atk-s0502a4:134_0": "Brāhmaṇā tassā kathanakāle dantasampattiṁ disvā “evarūpā no dantasampatti diṭṭhapubbā”ti tassā sādhukāraṁ datvā, “amma, tuyhamevesā anucchavikā”ti vatvā taṁ suvaṇṇamālaṁ pilandhayiṁsu.",
  "atk-s0502a4:134_1": "Atha ne pucchi –",
  "atk-s0502a4:134_2": "“kataranagarato āgatāttha, tātā”ti?",
  "atk-s0502a4:134_3": "“Sāvatthito, ammā”ti.",
  "atk-s0502a4:134_4": "“Seṭṭhikulaṁ kataraṁ nāmā”ti?",
  "atk-s0502a4:134_5": "“Migāraseṭṭhi nāma, ammā”ti.",
  "atk-s0502a4:134_6": "“Ayyaputto ko nāmā”ti?",
  "atk-s0502a4:134_7": "“Puṇṇavaḍḍhanakumāro nāma, ammā”ti.",
  "atk-s0502a4:134_8": "Sā “samānajātikaṁ no kula”nti adhivāsetvā pitu sāsanaṁ pahiṇi “amhākaṁ rathaṁ pesetū”ti.",
  "atk-s0502a4:134_9": "Kiñcāpi hi sā āgamanakāle padasā āgatā, suvaṇṇamālāya pana pilandhanakālato paṭṭhāya tathā gantuṁ na labhati, issaradārikā rathādīhi gacchanti, itarā pakatiyānakaṁ vā abhiruhanti, chattaṁ vā tālapaṇṇaṁ vā upari karonti, tasmimpi asati nivatthasāṭakassa dasantaṁ ukkhipitvā aṁse khipantā gacchanti eva.",
  "atk-s0502a4:134_10": "Tassā pana pitā pañca rathasatāni pesesi.",
  "atk-s0502a4:134_11": "Sā saparivārā rathaṁ āruyha gatā.",
  "atk-s0502a4:134_12": "Brāhmaṇāpi ekatova agamaṁsu.",
  "atk-s0502a4:134_13": "Atha ne seṭṭhi pucchi –",
  "atk-s0502a4:134_14": "“kuto āgatātthā”ti?",
  "atk-s0502a4:134_15": "“Sāvatthito mahāseṭṭhī”ti.",
  "atk-s0502a4:134_16": "“Seṭṭhi kataro nāmā”ti?",
  "atk-s0502a4:134_17": "“Migāraseṭṭhi nāmā”ti.",
  "atk-s0502a4:134_18": "“Putto ko nāmā”ti?",
  "atk-s0502a4:134_19": "“Puṇṇavaḍḍhanakumāro nāma mahāseṭṭhī”ti.",
  "atk-s0502a4:134_20": "“Dhanaṁ kittaka”nti?",
  "atk-s0502a4:134_21": "“Cattālīsakoṭiyo mahāseṭṭhī”ti.",
  "atk-s0502a4:134_22": "“Dhanaṁ tāva amhākaṁ dhanaṁ upādāya kākaṇikamattaṁ, dārikāya pana ārakkhamattāya laddhakālato paṭṭhāya kiṁ aññena kāraṇenā”ti adhivāsesi.",
  "atk-s0502a4:134_23": "So tesaṁ sakkāraṁ katvā ekāhadvīhaṁ vasāpetvā uyyojesi.",
  "atk-s0502a4:135_0": "Te sāvatthiṁ gantvā migāraseṭṭhissa “laddhā no dārikā”ti ārocayiṁsu.",
  "atk-s0502a4:135_1": "“Kassa dhītā”ti?",
  "atk-s0502a4:135_2": "“Dhanañcayaseṭṭhino”ti.",
  "atk-s0502a4:135_3": "So “mahākulassa me dārikā laddhā, khippameva naṁ ānetuṁ vaṭṭatī”ti tattha gamanatthaṁ rañño ārocesi.",
  "atk-s0502a4:135_4": "Rājā “‘mahākulaṁ etaṁ mayā bimbisārassa santikā ānetvā sākete nivesitaṁ, tassa sammānaṁ kātuṁ vaṭṭatī’ti ahampi āgamissāmī”ti āha, so “sādhu, devā”ti vatvā dhanañcayaseṭṭhino sāsanaṁ pesesi –",
  "atk-s0502a4:135_5": "“mayi āgacchante rājāpi āgamissati, mahantaṁ rājabalaṁ ettakassa janassa kattabbayuttakaṁ kātuṁ sakkhissasi, na sakkhissasī”ti?",
  "atk-s0502a4:135_6": "Itaropi “sacepi dasa rājāno āgacchanti, āgacchantū”ti paṭisāsanaṁ pesesi.",
  "atk-s0502a4:135_7": "Migāraseṭṭhi tāva mahante nagare gehagopakamattaṁ ṭhapetvā sesajanaṁ ādāya gantvā aḍḍhayojanamatte ṭhāne ṭhatvā “āgatāmhā”ti sāsanaṁ pahiṇi.",
  "atk-s0502a4:135_8": "Dhanañcayaseṭṭhi bahupaṇṇākāraṁ pesetvā dhītarā saddhiṁ mantesi, “amma, sasuro kira te kosalaraññā saddhiṁ āgato, tassa kataraṁ gehaṁ paṭijaggitabbaṁ, rañño kataraṁ, uparājādīnaṁ katarānī”ti?",
  "atk-s0502a4:135_9": "Paṇḍitā seṭṭhidhītā vajiraggatikhiṇañāṇā kappasatasahassaṁ patthitapatthanā abhinīhārasampannā “sasurassa me asukagehaṁ paṭijaggatha, rañño asukagehaṁ, uparājādīnaṁ asukānī”ti saṁvidahitvā dāsakammakare pakkosāpetvā “ettakā rañño kattabbakiccaṁ karotha, ettakā uparājādīnaṁ, hatthiassādayopi tumheyeva paṭijaggatha, assabandhādayopi āgantvā maṅgalachaṇaṁ anubhavissantī”ti saṁvidahi.",
  "atk-s0502a4:135_10": "“Kiṁ kāraṇā”?",
  "atk-s0502a4:135_11": "“‘Mayaṁ visākhāya maṅgalaṭṭhānaṁ gantvā na kiñci labhimha, assarakkhaṇādīni karontā sukhaṁ na vicarimhā’ti keci vattuṁ mā labhiṁsū”ti.",
  "atk-s0502a4:136_0": "Taṁ divasameva visākhāya pitā pañcasate suvaṇṇakāre pakkosāpetvā “dhītu me mahālatāpasādhanaṁ nāma karothā”ti rattasuvaṇṇassa nikkhasahassaṁ, tadanurūpāni ca rajatamaṇimuttāpavāḷavajirādīni dāpesi.",
  "atk-s0502a4:136_1": "Rājā katipāhaṁ vasitvāva dhanañcayaseṭṭhissa sāsanaṁ pahiṇi “na sakkā seṭṭhinā amhākaṁ ciraṁ posanaṁ nāma kātuṁ, dāni dārikāya gamanakālaṁ jānātū”ti.",
  "atk-s0502a4:136_2": "Sopi rañño sāsanaṁ pesesi –",
  "atk-s0502a4:136_3": "“idāni vassakālo āgato, na sakkā catumāsaṁ vicarituṁ, tumhākaṁ balakāyassa yaṁ yaṁ laddhuṁ vaṭṭati, sabbaṁ taṁ mama bhāro, mayā pesitakāle devo gamissatī”ti.",
  "atk-s0502a4:136_4": "Tato paṭṭhāya sāketanagaraṁ niccanakkhattaṁ viya ahosi.",
  "atk-s0502a4:136_5": "Rājānaṁ ādiṁ katvā sabbesaṁ mālāgandhavatthādīni paṭiyattāneva honti.",
  "atk-s0502a4:136_6": "Tato te janā cintayiṁsu –",
  "atk-s0502a4:136_7": "“seṭṭhi amhākameva sakkāraṁ karotī”ti, evaṁ tayo māsā atikkantā, pasādhanaṁ pana tāva na niṭṭhāti.",
  "atk-s0502a4:136_8": "Kammantādhiṭṭhāyakā āgantvā seṭṭhino ārocesuṁ –",
  "atk-s0502a4:136_9": "“aññaṁ asantaṁ nāma natthi, balakāyassa pana bhattapacanadārūni nappahontī”ti.",
  "atk-s0502a4:136_10": "“Gacchatha, tātā, imasmiṁ nagare parijiṇṇā hatthisālādayo ceva parijiṇṇakāni ca gehāni gahetvā pacathā”ti.",
  "atk-s0502a4:136_11": "Evaṁ pacantānampi aḍḍhamāso atikkanto.",
  "atk-s0502a4:136_12": "Tato punapi “dārūni natthī”ti ārocayiṁsu.",
  "atk-s0502a4:136_13": "“Imasmiṁ kāle na sakkā dārūni laddhuṁ, dussakoṭṭhāgārāni vivaritvā thūlasāṭakehi vaṭṭiyo katvā telacāṭīsu temetvā bhattaṁ pacathā”ti.",
  "atk-s0502a4:136_14": "Te aḍḍhamāsaṁ tathā akaṁsu.",
  "atk-s0502a4:136_15": "Evaṁ cattāro māsā atikkantā, pasādhanampi niṭṭhitaṁ.",
  "atk-s0502a4:137_0": "Tasmiṁ pasādhane catasso vajiranāḷiyo upayogaṁ agamaṁsu, muttānaṁ ekādasa nāḷiyo, pavāḷassa bāvīsati nāḷiyo, maṇīnaṁ tettiṁsa nāḷiyo.",
  "atk-s0502a4:137_1": "Iti etehi ca aññehi ca ratanehi niṭṭhānaṁ agamāsi.",
  "atk-s0502a4:137_2": "Asuttamayaṁ pasādhanaṁ rajatena suttakiccaṁ kariṁsu.",
  "atk-s0502a4:137_3": "Taṁ sīse paṭimukkaṁ pādapiṭṭhiṁ gacchati.",
  "atk-s0502a4:137_4": "Tasmiṁ tasmiṁ ṭhāne muddikā yojetvā katā suvaṇṇamayā gaṇṭhikā honti, rajatamayā pāsakā, matthakamajjhe ekā muddikā, dvīsu kaṇṇapiṭṭhīsu dve, galavāṭake ekā, dvīsu jattūsu dve, dvīsu kapparesu dve, dvīsu kaṭipassesu dveti.",
  "atk-s0502a4:137_5": "Tasmiṁ kho pana pasādhane ekaṁ moraṁ kariṁsu, tassa dakkhiṇapakkhe rattasuvaṇṇamayāni pañca pattasatāni ahesuṁ, vāmapakkhe pañca pattasatāni, tuṇḍaṁ pavāḷamayaṁ, akkhīni maṇimayāni, tathā gīvā ca piñchāni ca, pattanāḷiyo rajatamayā, tathā jaṅghāyo.",
  "atk-s0502a4:137_6": "So visākhāya matthakamajjhe pabbatakūṭe ṭhatvā naccanamayūro viya khāyati.",
  "atk-s0502a4:137_7": "Pattanāḷisahassassa saddo dibbasaṅgītaṁ viya pañcaṅgikatūriyaghoso viya ca pavattati.",
  "atk-s0502a4:137_8": "Santikaṁ upagatāyeva tassā amorabhāvaṁ jānanti.",
  "atk-s0502a4:137_9": "Pasādhanaṁ navakoṭiagghanakaṁ ahosi, satasahassaṁ hatthakammamūlaṁ dīyittha.",
  "atk-s0502a4:138_0": "“Kissa pana nissandena tāyetaṁ pasādhanaṁ laddha”nti?",
  "atk-s0502a4:138_1": "Sā kira kassapasammāsambuddhakāle vīsatiyā bhikkhusahassānaṁ cīvarasāṭakaṁ datvā suttampi sūciyopi rajanampi attano santakameva adāsi.",
  "atk-s0502a4:138_2": "Tassa cīvaradānassa nissandena imaṁ mahālatāpasādhanaṁ labhi.",
  "atk-s0502a4:138_3": "Itthīnañhi cīvaradānaṁ mahālatāpasādhanabhaṇḍena matthakaṁ pappoti, purisānaṁ iddhimayapattacīvarenāti.",
  "atk-s0502a4:138_4": "Evaṁ mahāseṭṭhi catūhi māsehi dhītu parivacchaṁ katvā tassā deyyadhammaṁ dadamāno kahāpaṇapūrāni pañca sakaṭasatāni adāsi, suvaṇṇabhājanapūrāni pañca, rajatabhājanapūrāni pañca, tambabhājanapūrāni pañca, pattuṇṇavatthakoseyyavatthapūrāni pañca, sappipūrāni pañca, telapūrāni pañca, sālitaṇḍulapūrāni pañca, naṅgalaphālādiupakaraṇapūrāni pañcasakaṭasatāni adāsi.",
  "atk-s0502a4:138_5": "Evaṁ kirassa ahosi –",
  "atk-s0502a4:138_6": "“mama dhītu gataṭṭhāne ‘asukena nāma me attho’ti mā parassa gehadvāraṁ pahiṇī”ti.",
  "atk-s0502a4:138_7": "Tasmā sabbūpakaraṇāni dāpesi.",
  "atk-s0502a4:138_8": "Ekekasmiṁ rathe sabbālaṅkārapaṭimaṇḍitā tisso tisso vaṇṇadāsiyo ṭhapetvā pañca rathasatāni adāsi.",
  "atk-s0502a4:138_9": "“Etaṁ nhāpentiyo bhojentiyo alaṅkarontiyo vicarathā”ti diyaḍḍhasahassaparicārikāyo adāsi.",
  "atk-s0502a4:138_10": "Athassa etadahosi –",
  "atk-s0502a4:138_11": "“mama dhītu gāvo dassāmī”ti.",
  "atk-s0502a4:138_12": "So purise āṇāpesi –",
  "atk-s0502a4:138_13": "“gacchatha bhaṇe cūḷavajassa dvāraṁ vivaritvā tīsu gāvutesu tisso bheriyo gahetvā tiṭṭhatha, puthulato usabhamatte ṭhāne ubhosu passesu tiṭṭhatha.",
  "atk-s0502a4:138_14": "Gāvīnaṁ tato paraṁ gantuṁ mā adattha.",
  "atk-s0502a4:138_15": "Evaṁ ṭhitakāle bherisaññaṁ kareyyāthā”ti.",
  "atk-s0502a4:138_16": "Te tathā akaṁsu.",
  "atk-s0502a4:138_17": "Te gāvīnaṁ vajato nikkhamitvā gāvutaṁ gatakāle bherisaññaṁ akaṁsu, puna aḍḍhayojanaṁ gatakāle akaṁsu.",
  "atk-s0502a4:138_18": "Punapi tigāvutaṁ gatakāle bherisaññaṁ akaṁsu, puthulato gamanañca nivāresuṁ.",
  "atk-s0502a4:138_19": "Evaṁ dīghato tigāvute, puthulato usabhamatte ṭhāne gāviyo aññamaññaṁ nighaṁsantiyo aṭṭhaṁsu.",
  "atk-s0502a4:139_0": "Mahāseṭṭhi “mama dhītu ettakā gāvo alaṁ, dvāraṁ pidahathā”ti vajadvāraṁ pidahāpesi.",
  "atk-s0502a4:139_1": "Dvārasmiṁ pidahite visākhāya puññabalena balavagāvo ca dhenuyo ca uppatitvā uppatitvā nikkhamiṁsu.",
  "atk-s0502a4:139_2": "Manussānaṁ vārentānaṁ vārentānameva saṭṭhisahassā balavagāvo ca saṭṭhisahassā dhenuyo ca nikkhantā, tattakā balavavacchā tāsaṁ dhenūnaṁ usabhā uppatitvā anubandhā ahesuṁ.",
  "atk-s0502a4:139_3": "“Kissa pana nissandena evaṁ gāvo gatā”ti?",
  "atk-s0502a4:139_4": "Nivārentānaṁ nivārentānaṁ dinnadānassa.",
  "atk-s0502a4:139_5": "Sā kira kassapasammāsambuddhakāle kikissa rañño sattannaṁ dhītānaṁ kaniṭṭhā saṅghadāsī nāma hutvā vīsatiyā bhikkhusahassānaṁ pañcagorasadānaṁ dadamānā therānañca daharānañca sāmaṇerānañca pattaṁ pidahitvā, “alaṁ, ala”nti nivārentānampi “idaṁ madhuraṁ, idaṁ manāpa”nti adāsi.",
  "atk-s0502a4:139_6": "Evaṁ tassa nissandena vāriyamānāpi gāvo nikkhamiṁsu.",
  "atk-s0502a4:139_7": "Seṭṭhinā ettakassa dhanassa dinnakāle seṭṭhibhariyā āha –",
  "atk-s0502a4:139_8": "“tumhehi mayhaṁ dhītu sabbaṁ saṁvidahitaṁ, veyyāvaccakarā pana dāsadāsiyo na saṁvidahitā, kiṁ kāraṇā”ti?",
  "atk-s0502a4:139_9": "“Mama dhītari sasinehanissinehānaṁ jānanatthaṁ.",
  "atk-s0502a4:139_10": "Ahañhi tāya saddhiṁ āgacchamānake gīvāya gahetvā na pahiṇāmi, yānaṁ āruyha gamanakāleyeva etāya saddhiṁ gantukāmā gacchantu, mā agantukāmāti vakkhāmī”ti āha.",
  "atk-s0502a4:140_0": "Atha “sve mama dhītā gamissatī”ti gabbhe nisinno dhītaraṁ samīpe nisīdāpetvā, “amma, patikule vasantiyā nāma imañca imañca ācāraṁ rakkhituṁ vaṭṭatī”ti ovādamadāsi.",
  "atk-s0502a4:140_1": "Ayampi migāraseṭṭhi anantaragabbhe nisinno dhanañcayaseṭṭhino ovādaṁ assosi.",
  "atk-s0502a4:140_2": "Sopi seṭṭhi dhītaraṁ evaṁ ovadi –",
  "atk-s0502a4:141_0": "“Amma, sasurakule vasantiyā nāma antoaggi bahi na nīharitabbo, bahiaggi anto na pavesetabbo, dadantasseva dātabbaṁ, adadantassa na dātabbaṁ, dadantassāpi adadantassāpi dātabbaṁ, sukhaṁ nisīditabbaṁ, sukhaṁ bhuñjitabbaṁ, sukhaṁ nipajjitabbaṁ, aggi paricaritabbo, antodevatā namassitabbā”ti.",
  "atk-s0502a4:142_0": "Imaṁ dasavidhaṁ ovādaṁ datvā punadivase sabbā seniyo sannipātetvā rājasenāya majjhe aṭṭha kuṭumbike pāṭibhoge gahetvā, “sace me gataṭṭhāne dhītu doso uppajjati, tumhehi sodhetabbo”ti vatvā navakoṭiagghanakena mahālatāpasādhanena dhītaraṁ pasādhetvā nhānacuṇṇamūlakaṁ catupaṇṇāsakoṭidhanaṁ datvā yānaṁ āropetvā sāketassa sāmantā attano santakesu anurādhapuramattesu cuddasasu bhattagāmesu bheriṁ carāpesi –",
  "atk-s0502a4:142_1": "“mama dhītarā saddhiṁ gantukāmā gacchantū”ti.",
  "atk-s0502a4:142_2": "Te saddaṁ sutvāva –",
  "atk-s0502a4:142_3": "“amhākaṁ ayyāya gamanakāle kiṁ amhākaṁ idhā”ti cuddasa gāmakā kiñci asesetvā nikkhamiṁsu?",
  "atk-s0502a4:142_4": "Dhanañcayaseṭṭhipi rañño ca migāraseṭṭhino ca sakkāraṁ katvā thokaṁ anugantvā tehi saddhiṁ dhītaraṁ uyyojesi.",
  "atk-s0502a4:143_0": "Migāraseṭṭhipi sabbapacchato yānake nisīditvā gacchanto balakāyaṁ disvā, “ke nāmete”ti pucchi.",
  "atk-s0502a4:143_1": "“Suṇisāya vo veyyāvaccakarā dāsidāsā”ti.",
  "atk-s0502a4:143_2": "“Ettake ko posessa”ti?",
  "atk-s0502a4:143_3": "“Pothetvā te palāpetha, apalāyante ito daṇḍaṁ karothā”ti.",
  "atk-s0502a4:143_4": "Visākhā pana “apetha, mā vāretha, balameva balassa bhattaṁ dassatī”ti āha.",
  "atk-s0502a4:143_5": "Seṭṭhi evaṁ vuttepi, “amma, natthi amhākaṁ etehi attho, ko ete posessatī”ti leḍḍudaṇḍādīhi pothetvā palāpetvā sesake “alaṁ amhākaṁ ettakehī”ti gahetvā pāyāsi.",
  "atk-s0502a4:143_6": "Atha visākhā sāvatthinagaradvāraṁ sampattakāle cintesi –",
  "atk-s0502a4:143_7": "“paṭicchannayānasmiṁ nu kho nisīditvā pavisissāmi, udāhu rathe ṭhatvā”ti.",
  "atk-s0502a4:143_8": "Athassā etadahosi –",
  "atk-s0502a4:143_9": "“paṭicchannayānena me pavisantiyā mahālatāpasādhanassa viseso na paññāyissatī”ti.",
  "atk-s0502a4:143_10": "Sā sakalanagarassa attānaṁ dassentī rathe ṭhatvā nagaraṁ pāvisi.",
  "atk-s0502a4:143_11": "Sāvatthivāsino visākhāya sampattiṁ disvā, “esā kira visākhā nāma, evarūpā ayaṁ sampatti etissāva anucchavikā”ti āhaṁsu.",
  "atk-s0502a4:143_12": "Iti sā mahāsampattiyā seṭṭhino gehaṁ pāvisi.",
  "atk-s0502a4:143_13": "Gatadivase cassā sakalanagaravāsino “amhākaṁ dhanañcayaseṭṭhi attano nagaraṁ sampattānaṁ mahāsakkāraṁ akāsī”ti yathāsatti yathābalaṁ paṇṇākāraṁ pahiṇiṁsu.",
  "atk-s0502a4:143_14": "Visākhā pahitapahitaṁ paṇṇākāraṁ tasmiṁyeva nagare aññamaññesu kulesu sabbatthakameva dāpesi.",
  "atk-s0502a4:143_15": "Iti sā “idaṁ mayhaṁ mātu detha, idaṁ mayhaṁ pitu detha, idaṁ mayhaṁ bhātu detha, idaṁ mayhaṁ bhaginiyā dethā”ti tesaṁ tesaṁ vayānurūpaṁ piyavacanaṁ vatvā paṇṇākāraṁ pesentī sakalanagaravāsino ñātake viya akāsi.",
  "atk-s0502a4:143_16": "Athassā rattibhāgasamanantare ājaññavaḷavāya gabbhavuṭṭhānaṁ ahosi.",
  "atk-s0502a4:143_17": "Sā dāsīhi daṇḍadīpikā gāhāpetvā tattha gantvā vaḷavaṁ uṇhodakena nhāpetvā telena makkhāpetvā attano vasanaṭṭhānameva agamāsi.",
  "atk-s0502a4:144_0": "Migāraseṭṭhipi puttassa āvāhamaṅgalaṁ karonto dhuravihāre vasantampi tathāgataṁ amanasikaritvā dīgharattaṁ naggasamaṇakesu patiṭṭhitena pemena codiyamāno “mayhaṁ ayyānampi sakkāraṁ karissāmī”ti ekadivasaṁ anekasatesu navabhājanesu nirudakapāyāsaṁ pacāpetvā pañcasate acelake nimantāpetvā antogehaṁ pavesetvā, “āgacchatu me suṇisā, arahante vandatū”ti visākhāya sāsanaṁ pahiṇi.",
  "atk-s0502a4:144_1": "Sā “arahanto”ti vacanaṁ sutvā sotāpannā ariyasāvikā haṭṭhatuṭṭhā hutvā tesaṁ bhojanaṭṭhānaṁ āgantvā te oloketvā, “evarūpā hirottappavirahitā arahantā nāma na honti, kasmā maṁ sasuro pakkosāpesī”ti, “dhī, dhī”ti seṭṭhiṁ garahitvā attano vasanaṭṭhānameva gatā.",
  "atk-s0502a4:144_2": "Acelakā taṁ disvā sabbe ekappahāreneva seṭṭhiṁ garahiṁsu –",
  "atk-s0502a4:144_3": "“kiṁ tvaṁ, gahapati, aññaṁ nālattha, samaṇassa gotamassa sāvikaṁ mahākāḷakaṇṇiṁ idha pavesesi, vegena naṁ imasmā gehā nikkaḍḍhāpehī”ti.",
  "atk-s0502a4:144_4": "So “na sakkā mayā imesaṁ vacanamatteneva nikkaḍḍhāpetuṁ, mahākulassa sā dhītā”ti cintetvā, “ayyā, daharā nāma jānitvā vā ajānitvā vā kareyyuṁ, tumhe tuṇhī hothā”ti te uyyojetvā sayaṁ mahārahe āsane nisīditvā suvaṇṇapātiyaṁ nirudakaṁ madhupāyāsaṁ paribhuñji.",
  "atk-s0502a4:145_0": "Tasmiṁ samaye eko piṇḍapātikatthero piṇḍāya caranto taṁ nivesanaṁ pāvisi.",
  "atk-s0502a4:145_1": "Visākhā sasuraṁ bījayamānā ṭhitā taṁ disvā “sasurassa ācikkhituṁ ayutta”nti yathā so theraṁ passati, evaṁ apagantvā aṭṭhāsi.",
  "atk-s0502a4:145_2": "So pana bālo theraṁ disvāpi apassanto viya hutvā adhomukho bhuñjateva.",
  "atk-s0502a4:145_3": "Visākhā “theraṁ disvāpi me sasuro saññaṁ na karotī”ti ñatvā, “aticchatha, bhante, mayhaṁ sasuro purāṇaṁ khādatī”ti āha.",
  "atk-s0502a4:145_4": "So nigaṇṭhehi kathitakāle adhivāsetvāpi “purāṇaṁ khādatī”ti vuttakkhaṇeyeva hatthaṁ apanetvā, “imaṁ pāyāsaṁ ito nīharatha, etaṁ imasmā gehā nikkaḍḍhatha, ayaṁ maṁ evarūpe maṅgalakāle asucikhādakaṁ nāma karotī”ti āha.",
  "atk-s0502a4:145_5": "Tasmiṁ kho pana nivesane sabbepi dāsakammakarā visākhāya santakāva, ko naṁ hatthe vā pāde vā gaṇhissati, mukhena kathetuṁ samatthopi natthi.",
  "atk-s0502a4:145_6": "Visākhā sasurassa kathaṁ sutvā āha –",
  "atk-s0502a4:145_7": "“tāta, na ettakeneva mayaṁ nikkhamāma, nāhaṁ tumhehi udakatitthato kumbhadāsī viya ānītā, dharamānakamātāpitūnaṁ dhītaro nāma na ettakeneva nikkhamanti, eteneva me kāraṇena pitā idhāgamanakāle aṭṭha kuṭumbike pakkosāpetvā ‘sace me dhītu doso uppajjati, sodheyyāthā’ti vatvā maṁ tesaṁ hatthe ṭhapesi, te pakkosāpetvā mayhaṁ dosādosaṁ sodhāpethā”ti.",
  "atk-s0502a4:146_0": "Seṭṭhi “kalyāṇaṁ esā kathetī”ti aṭṭha kuṭumbike pakkosāpetvā, “ayaṁ dārikā maṅgalakāle nisīditvā suvaṇṇapātiyaṁ nirudakapāyāsaṁ paribhuñjantaṁ maṁ ‘asucikhādako’ti vadatī”ti āha, “imissā dosaṁ āropetvā imaṁ gehato nikkaḍḍhathā”ti.",
  "atk-s0502a4:146_1": "“Evaṁ kira, ammā”ti.",
  "atk-s0502a4:146_2": "Nāhaṁ evaṁ vadāmi, ekasmiṁ pana piṇḍapātikatthere gharadvāre ṭhite sasuro me appodakaṁ madhupāyāsaṁ paribhuñjanto taṁ na manasikaroti, ahaṁ “mayhaṁ sasuro imasmiṁ attabhāve puññaṁ na karoti, purāṇapuññameva khādatī”ti cintetvā, “aticchatha, bhante, mayhaṁ sasuro purāṇaṁ khādatī”ti avacaṁ, “ettha me ko doso”ti?",
  "atk-s0502a4:146_3": "“Ayya, idha doso natthi, amhākaṁ dhītā yuttaṁ katheti, tvaṁ kasmā kujjhasī”ti?",
  "atk-s0502a4:146_4": "“Ayyā, esa tāva doso mā hotu, ayaṁ pana ekadivasaṁ majjhimayāme dāsīparivutā pacchāgehaṁ agamāsī”ti.",
  "atk-s0502a4:146_5": "“Evaṁ kira, ammā”ti.",
  "atk-s0502a4:146_6": "“Tātā, nāhaṁ aññena kāraṇena gatā, imasmiṁ pana gehe ājāneyyavaḷavāya vijātāya saññampi akatvā nisīdituṁ nāma ayutta”nti daṇḍadīpikā gāhāpetvā uṇhodakādīnipi gāhāpetvā dāsīhi saddhiṁ gantvā vaḷavāya vijātaparihāraṁ kārāpesiṁ, “ettha me ko doso”ti?",
  "atk-s0502a4:146_7": "“Ayya, idha doso natthi, amhākaṁ dhītā tava gehe dāsīhipi akattabbayuttakaṁ kammaṁ karoti, tvaṁ kiṁ ettha dosaṁ passasī”ti?",
  "atk-s0502a4:147_0": "Ayyā, idhāpi tāva doso mā hotu, imissā pana pitā idhāgamanakāle imaṁ ovadanto guyhe paṭicchanne dasa ovāde adāsi, tesaṁ atthaṁ na jānāmi, tesaṁ me atthaṁ kathetu.",
  "atk-s0502a4:147_1": "Imissā pana pitā “antoaggi bahi na nīharitabbo”ti āha, “sakkā nu kho amhehi ubhato paṭivissakagehānaṁ aggiṁ adatvā vasitu”nti?",
  "atk-s0502a4:147_2": "“Evaṁ kira, ammā”ti.",
  "atk-s0502a4:147_3": "“Tātā, mayhaṁ pitā na etaṁ sandhāya kathesi.",
  "atk-s0502a4:147_4": "Idaṁ pana sandhāya kathesi –",
  "atk-s0502a4:147_5": "‘amma, tava sassusasurasāmikānaṁ aguṇaṁ disvā bahi tasmiṁ tasmiṁ gehe ṭhatvā mā kathesi.",
  "atk-s0502a4:147_6": "Evarūpo hi aggisadiso aggi nāma natthī”’ti.",
  "atk-s0502a4:148_0": "Ayyā, etaṁ tāva evaṁ hotu, imissā pana pitā “bāhirato aggi na anto pavesetabbo”ti āha, “kiṁ sakkā amhehi anto aggimhi nibbute bāhirato aggiṁ anāharitu”nti?",
  "atk-s0502a4:148_1": "“Evaṁ kira, ammā”ti.",
  "atk-s0502a4:148_2": "Tātā, mayhaṁ pitā na etaṁ sandhāya kathesi, idaṁ pana sandhāya kathesi –",
  "atk-s0502a4:148_3": "sace paṭivissakagehesu itthiyo vā purisā vā sassusasurasāmikānaṁ aguṇaṁ kathenti, tehi kathitaṁ āharitvā “asuko nāma tumhākaṁ evañca evañca aguṇaṁ kathetī”ti puna mā katheyyāsi.",
  "atk-s0502a4:148_4": "“Etena hi agginā sadiso aggi nāma natthī”ti.",
  "atk-s0502a4:148_5": "Evaṁ imasmimpi kāraṇe sā niddosāva ahosi.",
  "atk-s0502a4:148_6": "Yathā ca ettha, evaṁ sesesupi.",
  "atk-s0502a4:149_0": "Tesu pana ayamadhippāyo –",
  "atk-s0502a4:149_1": "yampi hi tassā pitarā “ye dadanti, tesaṁyeva dātabba”nti vuttaṁ.",
  "atk-s0502a4:149_2": "Taṁ “yācitakaṁ upakaraṇaṁ gahetvā ye paṭidenti, tesaññeva dātabba”nti sandhāya vuttaṁ.",
  "atk-s0502a4:150_0": "“Ye na denti, tesaṁ na dātabba”nti idampi ye yācitakaṁ gahetvā na paṭidenti, tesaṁ na dātabbanti sandhāya vuttaṁ.",
  "atk-s0502a4:151_0": "“Dadantassāpiadadantassāpi dātabba”nti idaṁ pana daliddesu ñātimittesu sampattesu te paṭidātuṁ sakkontu vā mā vā, tesaṁ dātumeva vaṭṭatīti sandhāya vuttaṁ.",
  "atk-s0502a4:152_0": "“Sukhaṁ nisīditabba”nti idampi sassusasurasāmike disvā vuṭṭhātabbaṭṭhāne nisīdituṁ na vaṭṭatīti sandhāya vuttaṁ.",
  "atk-s0502a4:153_0": "“Sukhaṁ bhuñjitabba”nti idaṁ pana sassusasurasāmikehi puretaraṁ abhuñjitvā te parivisitvā sabbehi laddhāladdhaṁ ñatvā pacchā sayaṁ bhuñjituṁ vaṭṭatīti sandhāya vuttaṁ.",
  "atk-s0502a4:154_0": "“Sukhaṁ nipajjitabba”nti idampi sassusasurasāmikehi puretaraṁ sayanaṁ āruyha na nipajjitabbaṁ, tesaṁ kattabbayuttakaṁ vattapaṭivattaṁ katvā pacchā sayaṁ nipajjituṁ yuttanti sandhāya vuttaṁ.",
  "atk-s0502a4:155_0": "“Aggi paricaritabbo”ti idaṁ pana sassumpi sasurampi sāmikampi aggikkhandhaṁ viya uragarājānaṁ viya ca katvā passituṁ vaṭṭatīti sandhāya vuttaṁ.",
  "atk-s0502a4:156_0": "“Antodevatā namassitabbā”ti idampi sassuñca sasurañca sāmikañca devatā viya katvā daṭṭhuṁ vaṭṭatīti sandhāya vuttaṁ.",
  "atk-s0502a4:156_1": "Evaṁ seṭṭhi imesaṁ dasaovādānaṁ atthaṁ sutvā paṭivacanaṁ apassanto adhomukho nisīdi.",
  "atk-s0502a4:157_0": "Atha naṁ kuṭumbikā “kiṁ seṭṭhi aññopi amhākaṁ dhītu doso atthī”ti pucchiṁsu.",
  "atk-s0502a4:157_1": "“Natthi, ayyā”ti.",
  "atk-s0502a4:157_2": "“Atha kasmā naṁ niddosaṁ akāraṇena gehā nikkaḍḍhāpesī”ti evaṁ vutte visākhā āha –",
  "atk-s0502a4:157_3": "“tātā, kiñcāpi mayhaṁ sasurassa vacanena paṭhamameva gamanaṁ na yuttaṁ, pitā pana me āgamanakāle mama dosasodhanatthāya maṁ tumhākaṁ hatthe ṭhapesi, tumhehi ca me niddosabhāvo ñāto, idāni ca mayhaṁ gantuṁ yutta”nti dāsidāse “yānādīhi sajjāpethā”ti āṇāpesi.",
  "atk-s0502a4:157_4": "Atha naṁ seṭṭhi kuṭumbike gahetvā “amma, mayā ajānitvāva kathitaṁ, khamāhi me”ti āha.",
  "atk-s0502a4:157_5": "“Tāta, tumhākaṁ khamitabbaṁ tāva khamāmi, ahaṁ pana buddhasāsane aveccappasannassa kulassa dhītā, na mayaṁ vinā bhikkhusaṅghena vattāma, sace mama ruciyā bhikkhusaṅghaṁ paṭijaggituṁ labhāmi, vasissāmī”ti.",
  "atk-s0502a4:157_6": "“Amma, tvaṁ yathāruciyā tava samaṇe paṭijaggā”ti āha.",
  "atk-s0502a4:158_0": "Visākhā dasabalaṁ nimantāpetvā punadivase nivesanaṁ pavesesi.",
  "atk-s0502a4:158_1": "Naggasamaṇāpi satthu migāraseṭṭhino gehaṁ gamanabhāvaṁ sutvā gantvā gehaṁ parivāretvā nisīdiṁsu.",
  "atk-s0502a4:158_2": "Visākhā dakkhiṇodakaṁ datvā “sabbo sakkāro paṭiyādito, sasuro me āgantvā dasabalaṁ parivisatū”ti sāsanaṁ pesesi.",
  "atk-s0502a4:158_3": "Atha naṁ gantukāmaṁ ājīvakā “mā kho tvaṁ, gahapati, samaṇassa gotamassa santikaṁ gacchā”ti nivāresuṁ.",
  "atk-s0502a4:158_4": "So “suṇhā me sayameva parivisatū”ti sāsanaṁ pahiṇi.",
  "atk-s0502a4:158_5": "Sā buddhappamukhaṁ bhikkhusaṅghaṁ parivisitvā niṭṭhite bhattakicce puna sāsanaṁ pesesi –",
  "atk-s0502a4:158_6": "“sasuro me āgantvā dhammakathaṁ suṇātū”ti.",
  "atk-s0502a4:158_7": "Atha naṁ “idāni agamanaṁ nāma ativiya ayutta”nti dhammaṁ sotukāmatāya gacchantaṁ puna te āhaṁsu –",
  "atk-s0502a4:158_8": "“tena hi samaṇassa gotamassa dhammaṁ suṇanto bahisāṇiyā nisīditvā suṇāhī”ti.",
  "atk-s0502a4:158_9": "Puretaramevassa gantvā sāṇiṁ parikkhipiṁsu.",
  "atk-s0502a4:158_10": "So gantvā bahisāṇiyaṁ nisīdi.",
  "atk-s0502a4:158_11": "Satthā “tvaṁ bahisāṇiyaṁ vā nisīda, parakuṭṭe vā parasele vā paracakkavāḷe vā pana nisīda, ahaṁ buddho nāma sakkomi taṁ mama saddaṁ sāvetu”nti mahājambuṁ khandhe gahetvā cālento viya amatavassaṁ vassento viya ca dhammaṁ desetuṁ anupubbiṁ kathaṁ ārabhi.",
  "atk-s0502a4:159_0": "Sammāsambuddhe ca pana dhammaṁ desente purato ṭhitāpi pacchato ṭhitāpi cakkavāḷasataṁ cakkavāḷasahassaṁ atikkamitvā ṭhitāpi akaniṭṭhabhavane ṭhitāpi “satthā mamaññeva oloketi, mayhameva dhammaṁ desetī”ti vadanti.",
  "atk-s0502a4:159_1": "Satthā hi taṁ taṁ olokento viya tena tena saddhiṁ sallapanto viya ca ahosi.",
  "atk-s0502a4:159_2": "Candasamā kira buddhā.",
  "atk-s0502a4:159_3": "Yathā cando gaganamajjhe ṭhito “mayhaṁ upari cando, mayhaṁ upari cando”ti sabbasattānaṁ khāyati, evameva yattha katthaci ṭhitānaṁ abhimukhe ṭhitā viya khāyanti.",
  "atk-s0502a4:159_4": "Idaṁ kira tesaṁ alaṅkatasīsaṁ chinditvā añjitaakkhīni uppāṭetvā hadayamaṁsaṁ uppāṭetvā parassa dāsatthāya jālisadise putte kaṇhājināsadisā dhītaro maddisadisā pajāpatiyo pariccajitvā dinnadānassa phalaṁ.",
  "atk-s0502a4:159_5": "Migāraseṭṭhipi kho tathāgate dhammadesanaṁ vinivattente bahisāṇiyaṁ nisinnova sahassa nayapaṭimaṇḍite sotāpattiphale patiṭṭhāya acalāya saddhāya samannāgato tīsu ratanesu nikkaṅkho hutvā sāṇikaṇṇaṁ ukkhipitvā āgantvā suṇhāya thanaṁ mukhena gahetvā, “tvaṁ me ajjato paṭṭhāya mātā”ti taṁ mātuṭṭhāne ṭhapesi.",
  "atk-s0502a4:159_6": "Tato paṭṭhāya migāramātā nāma jātā.",
  "atk-s0502a4:159_7": "Pacchābhāge puttaṁ labhitvāpi migārotissa nāmamakāsi.",
  "atk-s0502a4:160_0": "Mahāseṭṭhi suṇhāya thanaṁ vissajjetvā gantvā bhagavato dvīsu pādesu sirasā nipatitvā pāde pāṇīhi ca parisambāhanto mukhena ca paricumbanto “migāro ahaṁ, bhante, migāro ahaṁ, bhante”ti tikkhattuṁ nāmaṁ sāvetvā, “ahaṁ, bhante, ettakaṁ kālaṁ yattha nāma dvinnaṁ mahapphalanti na jānāmi, idāni ca me suṇisaṁ nissāya ñātaṁ, sabbā apāyadukkhā muttomhi, suṇisā me imaṁ gehaṁ āgacchantī mama atthāya hitāya sukhāya āgatā”ti vatvā imaṁ gāthamāha –",
  "atk-s0502a4:161_0": "“Sohaṁ ajja pajānāmi, yattha dinnaṁ mahapphalaṁ;",
  "atk-s0502a4:162_0": "Atthāya vata me bhaddā, suṇisā gharamāgatā”ti.",
  "atk-s0502a4:163_0": "Visākhā punadivasatthāyapi satthāraṁ nimantesi.",
  "atk-s0502a4:163_1": "Athassā punadivasepi sassu sotāpattiphalaṁ pattā.",
  "atk-s0502a4:163_2": "Tato paṭṭhāya taṁ gehaṁ sāsanassa vivaṭadvāraṁ ahosi.",
  "atk-s0502a4:163_3": "Tato seṭṭhi cintesi –",
  "atk-s0502a4:163_4": "“bahūpakārā me suṇisā pasannākāramassā karissāmi, etissā bhāriyaṁ pasādhanaṁ niccakālaṁ pasādhetuṁ na sakkā, sallahukamassā divā ca ratto ca sabbairiyāpathesu pasādhanayoggaṁ pasādhanaṁ kāressāmī”ti satasahassagghanakaṁ ghanamaṭṭhakaṁ nāma pasādhanaṁ kāretvā tasmiṁ niṭṭhite buddhappamukhaṁ bhikkhusaṅghaṁ nimantetvā sakkaccaṁ bhojetvā visākhaṁ soḷasahi gandhodakaghaṭehi nhāpetvā satthu sammukhe ṭhapetvā pasādhetvā satthāraṁ vandāpesi.",
  "atk-s0502a4:163_5": "Satthā anumodanaṁ katvā vihārameva gato.",
  "atk-s0502a4:163_6": "Visākhāpi tato paṭṭhāya dānādīni puññāni karontī satthu santikā aṭṭha vare labhitvā gaganatale candalekhā viya paññāyamānā puttadhītāhi vuḍḍhiṁ pāpuṇi.",
  "atk-s0502a4:163_7": "Tassā kira dasa puttā dasa dhītaro ca ahesuṁ.",
  "atk-s0502a4:163_8": "Tesu ekekassa dasa dasa puttā dasa dasa dhītaro ahesuṁ.",
  "atk-s0502a4:163_9": "Tesu tesupi ekekassa dasa dasa puttā dasa dasa dhītaro cāti evamassā puttanattapanattasantānavasena pavattāni vīsādhikāni cattāri satāni aṭṭha ca pāṇasahassāni ahesuṁ.",
  "atk-s0502a4:163_10": "Tenāhu porāṇā –",
  "atk-s0502a4:164_0": "“Visākhā vīsati puttā, nattā ca caturo satā;",
  "atk-s0502a4:165_0": "Panattā aṭṭhasahassā, jambudīpe supākaṭā”ti.",
  "atk-s0502a4:166_0": "Āyu vīsavassasataṁ ahosi, sīse ekampi palitaṁ nāma nāhosi, niccaṁ soḷasavassuddesikā viya ahosi.",
  "atk-s0502a4:166_1": "Taṁ puttanattapanattaparivāraṁ vihāraṁ gacchantiṁ disvā, “katamā ettha visākhā”ti paripucchitāro honti?",
  "atk-s0502a4:166_2": "Ye naṁ gacchantiṁ passanti, “idāni thokaṁ gacchatu, gacchamānāva no, ayyā sobhatī”ti, cintenti.",
  "atk-s0502a4:166_3": "Ye naṁ ṭhitaṁ nisinnaṁ nipannaṁ passanti, “idāni thokaṁ nipajjatu, nipannāva no, ayyā, sobhatī”ti cintenti.",
  "atk-s0502a4:166_4": "Iti sā “catūsu iriyāpathesu asukairiyāpathena nāma na sobhatī”ti vattabbā na hoti.",
  "atk-s0502a4:166_5": "Pañcannaṁ kho pana hatthīnaṁ balaṁ dhāreti.",
  "atk-s0502a4:166_6": "Rājā “visākhā kira pañcannaṁ hatthīnaṁ balaṁ dhāretī”ti sutvā tassā vihāraṁ gantvā dhammaṁ sutvā āgamanavelāya thāmaṁ vīmaṁsitukāmo hatthiṁ vissajjāpesi, so soṇḍaṁ ukkhipitvā visākhābhimukho agamāsi.",
  "atk-s0502a4:166_7": "Tassā parivāritthiyo pañcasatā ekaccā palāyiṁsu, ekaccā na parissajjitvā “kiṁ ida”nti vutte –",
  "atk-s0502a4:166_8": "“rājā kira te, ayye, balaṁ vīmaṁsitukāmo hatthiṁ vissajjāpesī”ti vadiṁsu.",
  "atk-s0502a4:166_9": "Visākhā imaṁ disvā, “kiṁ palāyitena, kathaṁ nu kho taṁ gaṇhissāmī”ti cintetvā, “sace taṁ daḷhaṁ gaṇhissāmi, vinasseyyā”ti dvīhi aṅgulīhi soṇḍāya gahetvā paṭipaṇāmesi.",
  "atk-s0502a4:166_10": "Hatthī attānaṁ sandhāretvā ṭhātuṁ nāsakkhi, rājaṅgaṇe ukkuṭiko hutvā patito.",
  "atk-s0502a4:166_11": "Mahājano sādhukāraṁ adāsi.",
  "atk-s0502a4:166_12": "Sāpi saparivārā sotthinā gehaṁ agamāsi.",
  "atk-s0502a4:167_0": "Tena kho pana samayena sāvatthiyaṁ visākhā migāramātā bahuputtā hoti bahunattā arogaputtā aroganattā abhimaṅgalasammatā, tāvatakesu puttanattesu ekopi antarā maraṇaṁ patto nāma nāhosi.",
  "atk-s0502a4:167_1": "Sāvatthivāsino maṅgalesu chaṇesu visākhaṁ paṭhamaṁ nimantetvā bhojenti.",
  "atk-s0502a4:167_2": "Athekasmiṁ ussavadivase mahājane maṇḍitapasādhite dhammassavanāya vihāraṁ gacchante visākhāpi nimantitaṭṭhāne bhuñjitvā mahālatāpasādhanaṁ pasādhetvā mahājanena saddhiṁ vihāraṁ gantvā ābharaṇāni omuñcitvā uttarāsaṅgena bhaṇḍikaṁ bandhitvā dāsiyā adāsi.",
  "atk-s0502a4:167_3": "Yaṁ sandhāya vuttaṁ –",
  "atk-s0502a4:168_0": "“Tena kho pana samayena sāvatthiyaṁ ussavo hoti, manussā alaṅkatapaṭiyattā ārāmaṁ gacchanti, visākhāpi migāramātā alaṅkatapaṭiyattā vihāraṁ gacchati.",
  "atk-s0502a4:168_1": "Atha kho visākhā migāramātā ābharaṇāni omuñcitvā uttarāsaṅgena bhaṇḍikaṁ bandhitvā dāsiyā adāsi ‘handa je imaṁ bhaṇḍikaṁ gaṇhāhī”’ti.",
  "atk-s0502a4:169_0": "Sā kira vihāraṁ gacchantī cintesi –",
  "atk-s0502a4:169_1": "“evarūpaṁ mahagghaṁ pasādhanaṁ sīse paṭimukkaṁ yāva pādapiṭṭhiṁ alaṅkāraṁ alaṅkaritvā vihāraṁ pavisituṁ ayutta”nti naṁ omuñcitvā bhaṇḍikaṁ katvā attano puññeneva nibbattāya pañcahatthithāmadharāya dāsiyā hatthe adāsi.",
  "atk-s0502a4:169_2": "Sā eva kira taṁ gaṇhituṁ sakkoti.",
  "atk-s0502a4:169_3": "Tena naṁ āha –",
  "atk-s0502a4:169_4": "“amma, imaṁ pasādhanaṁ gaṇha, satthusantikā nivattanakāle pasādhessāmi na”nti.",
  "atk-s0502a4:169_5": "Taṁ pana datvā ghanamaṭṭhakaṁ pasādhanaṁ pasādhetvā satthāraṁ upasaṅkamitvā dhammaṁ assosi, dhammassavanāvasāne bhagavantaṁ vanditvā uṭṭhāya pakkāmi.",
  "atk-s0502a4:169_6": "Sāpissā dāsī taṁ pasādhanaṁ pamuṭṭhā.",
  "atk-s0502a4:169_7": "Dhammaṁ sutvā pana pakkantāya parisāya sace kiñci pamuṭṭhaṁ hoti, taṁ ānandatthero paṭisāmeti.",
  "atk-s0502a4:169_8": "Iti so taṁ divasaṁ mahālatāpasādhanaṁ disvā satthu ārocesi –",
  "atk-s0502a4:169_9": "“bhante, visākhā pasādhanaṁ pamussitvā gatā”ti.",
  "atk-s0502a4:169_10": "“Ekamantaṁ ṭhapehi, ānandā”ti.",
  "atk-s0502a4:169_11": "Thero taṁ ukkhipitvā sopānapasse laggetvā ṭhapesi.",
  "atk-s0502a4:170_0": "Visākhāpi suppiyāya saddhiṁ “āgantukagamikagilānādīnaṁ kattabbayuttakaṁ jānissāmī”ti antovihāre vicari.",
  "atk-s0502a4:170_1": "Tā pana upāsikāyo antovihāre disvā sappimadhutelādīhi atthikā pakatiyāva daharā ca sāmaṇerā ca thālakādīni gahetvā upasaṅkamanti.",
  "atk-s0502a4:170_2": "Tasmimpi divase tatheva kariṁsu.",
  "atk-s0502a4:170_3": "Athekaṁ gilānaṁ bhikkhuṁ disvā suppiyā “kenattho ayyassā”ti pucchitvā “paṭicchādanīyenā”ti vutte hotu, ayya, pesessāmīti dutiyadivase kappiyamaṁsaṁ alabhantī attano ūrumaṁsena kattabbakiccaṁ katvā puna satthari pasādena pākatikasarīrāva ahosi.",
  "atk-s0502a4:170_4": "Visākhāpi gilāne ca dahare ca sāmaṇere ca oloketvā aññena dvārena nikkhamitvā vihārūpacāre ṭhitā, “amma, pasādhanaṁ āhara pasādhessāmī”ti āha.",
  "atk-s0502a4:170_5": "Tasmiṁ khaṇe sā dāsī pamussitvā nikkhantabhāvaṁ ñatvā, “ayye, pamuṭṭhāmhī”ti āha.",
  "atk-s0502a4:170_6": "“Tena hi gantvā gaṇhitvā ehi, sace pana mayhaṁ ayyena ānandattherena ukkhipitvā aññasmiṁ ṭhāne ṭhapitaṁ hoti, mā āhareyyāsi, ayyasseva taṁ mayā pariccatta”nti.",
  "atk-s0502a4:170_7": "Jānāti kira sā “kulamanussānaṁ pamuṭṭhabhaṇḍakaṁ thero paṭisāmetī”ti;",
  "atk-s0502a4:170_8": "tasmā evamāha.",
  "atk-s0502a4:170_9": "Theropi taṁ dāsiṁ disvāva “kimatthaṁ āgatāsī”ti pucchitvā, “ayyāya me pasādhanaṁ pamussitvā āgatāmhī”ti vutte, “etasmiṁ me sopānapasse ṭhapitaṁ, gaccha naṁ gaṇhāhī”ti āha.",
  "atk-s0502a4:170_10": "Sā, “ayya, tumhākaṁ hatthena āmaṭṭhabhaṇḍakaṁ mayhaṁ ayyāya anāhāriyaṁ kata”nti vatvā tucchahatthāva gantvā, “kiṁ, ammā”ti visākhāya puṭṭhā tamatthaṁ ārocesi.",
  "atk-s0502a4:170_11": "“Amma, nāhaṁ mama ayyena āmaṭṭhabhaṇḍaṁ pilandhissāmi, pariccattaṁ mayā.",
  "atk-s0502a4:170_12": "Ayyānaṁ pana paṭijaggituṁ dukkhaṁ, taṁ vissajjetvā kappiyabhaṇḍaṁ upanessāmi, gaccha, taṁ āharāhī”ti.",
  "atk-s0502a4:170_13": "Sā gantvā āhari.",
  "atk-s0502a4:170_14": "Visākhā taṁ apilandhitvāva kammāre pakkosāpetvā agghāpesi.",
  "atk-s0502a4:170_15": "Tehi “nava koṭiyo agghati, hatthakārāpaṇiyaṁ panassa satasahassa”nti vutte pasādhanaṁ yāne ṭhapāpetvā “tena hi taṁ vikkiṇathā”ti āha.",
  "atk-s0502a4:170_16": "Bhattakaṁ dhanaṁ datvā gaṇhiṁtu na koci sakkhissati.",
  "atk-s0502a4:170_17": "Tañhi pasādhanaṁ pasādhetuṁ anucchavikā itthiyo nāma dullabhā.",
  "atk-s0502a4:170_18": "Pathavimaṇḍalasmiñhi tissova itthiyo mahālatāpasādhanaṁ labhiṁsu visākhā mahāupāsikā, bandhulamallasenāpatissa bhariyā, mallikā, bārāṇasīseṭṭhino dhītāti.",
  "atk-s0502a4:171_0": "Tasmā visākhā sayameva tassa mūlaṁ datvā satasahassādhikā nava koṭiyo sakaṭe āropetvā vihāraṁ netvā satthāraṁ vanditvā, “bhante, mayhaṁ ayyena ānandattherena mama pasādhanaṁ hatthena āmaṭṭhaṁ, tena āmaṭṭhakālato paṭṭhāya na sakkā taṁ mayā pilandhituṁ.",
  "atk-s0502a4:171_1": "Taṁ pana vissajjetvā kappiyaṁ upanessāmīti vikkiṇāpentī aññaṁ taṁ gaṇhituṁ samatthaṁ adisvā ahameva tassa mūlaṁ gāhāpetvā āgatā, catūsu paccayesu katarapaccayena upanessāmi, bhante”ti.",
  "atk-s0502a4:171_2": "Pācīnadvāre saṅghassa vasanaṭṭhānaṁ kātuṁ te yuttaṁ visākheti “yuttaṁ, bhante”ti visākhā tuṭṭhamānasā navakoṭīhi bhūmimeva gaṇhi.",
  "atk-s0502a4:171_3": "Aparāhi navakoṭīhi vihāraṁ kātuṁ ārabhi.",
  "atk-s0502a4:172_0": "Athekadivasaṁ satthā paccūsasamaye lokaṁ volokento devalokā cavitvā bhaddiyanagare seṭṭhikule nibbattassa bhaddiyassa nāma seṭṭhiputtassa upanissayasampattiṁ disvā anāthapiṇḍikassa gehe bhattakiccaṁ katvā uttaradvārābhimukho ahosi.",
  "atk-s0502a4:172_1": "Pakatiyā hi satthā visākhāya gehe bhikkhaṁ gaṇhitvā dakkhiṇadvārena nikkhamitvā jetavane vasati.",
  "atk-s0502a4:172_2": "Anāthapiṇḍikassa gehe bhikkhaṁ gahetvā pācīnadvārena nikkhamitvā pubbārāme vasati.",
  "atk-s0502a4:172_3": "Uttaradvāraṁ sandhāya gacchantaṁyeva bhagavantaṁ disvā, “cārikaṁ pakkamissatī”ti jānanti.",
  "atk-s0502a4:172_4": "Visākhāpi taṁ divasaṁ “satthā uttaradvārābhimukho gato”ti sutvā vegena gantvā vanditvā āha –",
  "atk-s0502a4:172_5": "“cārikaṁ gantukāmattha, bhante”ti?",
  "atk-s0502a4:172_6": "“Āma, visākhe”ti.",
  "atk-s0502a4:172_7": "“Bhante, ettakaṁ dhanaṁ pariccajitvā tumhākaṁ vihāraṁ kāremi, nivattatha, bhante”ti.",
  "atk-s0502a4:172_8": "“Anivattagamanaṁ idaṁ visākhe”ti.",
  "atk-s0502a4:172_9": "Sā “addhā hetusampannaṁ kañci passissati bhagavā”ti cintetvā, “tena hi, bhante, mayhaṁ katākatavijānanakaṁ ekaṁ bhikkhuṁ nivattetvā gacchathā”ti āha.",
  "atk-s0502a4:172_10": "“Yaṁ ruccasi, tassa pattaṁ gaṇha visākhe”ti āha.",
  "atk-s0502a4:172_11": "Sā kiñcāpi ānandattheraṁ piyāyati, “mahāmoggallānatthero iddhimā, etaṁ me nissāya kammaṁ lahuṁ nipphajjissatī”ti pana cintetvā therassa pattaṁ gaṇhi.",
  "atk-s0502a4:172_12": "Thero satthāraṁ olokesi.",
  "atk-s0502a4:172_13": "Satthā “tava parivāre pañcasate bhikkhū gahetvā nivatta moggallānā”ti āha.",
  "atk-s0502a4:172_14": "So tathā akāsi.",
  "atk-s0502a4:172_15": "Tassānubhāvena paññāsasaṭṭhiyojanānipi rukkhatthāya ca pāsāṇatthāya ca gatā manussā mahante mahante rukkhe ca pāsāṇe ca gahetvā taṁ divasameva āgacchanti, neva sakaṭe rukkhapāsāṇe āropentā kilamanti, na akkho bhijjati.",
  "atk-s0502a4:172_16": "Na cirasseva dvebhūmikaṁ pāsādaṁ kariṁsu.",
  "atk-s0502a4:172_17": "Heṭṭhābhūmiyaṁ pañca gabbhasatāni, uparibhūmiyaṁ pañca gabbhasatānīti gabbhasahassapaṭimaṇḍito pāsādo ahosi.",
  "atk-s0502a4:172_18": "Aṭṭhakarīse parisuddhe bhūmibhāge pāsādaṁ kārāpesi, “suddhapāsādo pana na sobhatī”ti taṁ parivāretvā pañca padhānavettagehasatāni, pañca cūḷapāsādasatāni, pañca dīghamāḷakasatāni kārāpesi.",
  "atk-s0502a4:173_0": "Atha satthā navahi māsehi cārikaṁ caritvā puna sāvatthiṁ agamāsi.",
  "atk-s0502a4:173_1": "Visākhāyapi pāsāde kammaṁ navahi māsehi niṭṭhitaṁ.",
  "atk-s0502a4:173_2": "Pāsādakūṭaṁ ghanakoṭṭitarattasuvaṇṇeneva saṭṭhiudakaghaṭagaṇhanakaṁ kārāpesi.",
  "atk-s0502a4:173_3": "“Satthā jetavanavihāraṁ gacchatī”ti ca sutvā paccuggamanaṁ katvā satthāraṁ attano vihāraṁ netvā paṭiññaṁ gaṇhi, “bhante, imaṁ catumāsaṁ bhikkhusaṅghaṁ gahetvā idheva vasatha, pāsādamahaṁ karissāmī”ti.",
  "atk-s0502a4:173_4": "Satthā adhivāsesi.",
  "atk-s0502a4:173_5": "Sā tato paṭṭhāya buddhappamukhassa bhikkhusaṅghassa vihāre eva dānaṁ deti.",
  "atk-s0502a4:173_6": "Athassā ekā sahāyikā satasahassagghanakaṁ ekaṁ vatthaṁ ādāya āgantvā, “sahāyike ahaṁ imaṁ vatthaṁ tava pāsāde bhūmattharaṇasaṅkhepena attharitukāmā, attharaṇaṭṭhānaṁ me ācikkhathā”ti āha.",
  "atk-s0502a4:173_7": "“Sādhu sahāyike, sace tyāhaṁ ‘okāso natthī’ti vakkhāmi, tvaṁ ‘me okāsaṁ adātukāmā’ti maññissasi, sayameva pāsādassa dve bhūmiyo gabbhasahassañca oloketvā attharaṇaṭṭhānaṁ jānāhī”ti āha.",
  "atk-s0502a4:173_8": "Sā satasahassagghanakaṁ vatthaṁ gahetvā tattha tattha vicarantī tato appataramūlaṁ vatthaṁ adisvā “nāhaṁ imasmiṁ pāsāde puññabhāgaṁ labhāmī”ti domanassappattā ekasmiṁ ṭhāne rodantī aṭṭhāsi.",
  "atk-s0502a4:173_9": "Atha naṁ ānandatthero disvā, “kasmā rodasī”ti pucchi.",
  "atk-s0502a4:173_10": "Sā tamatthaṁ ārocesi.",
  "atk-s0502a4:173_11": "Thero “mā cintayi, ahaṁ te attharaṇaṭṭhānaṁ ācikkhissāmī”ti vatvā, “sopānapādamūle pādadhovanaṭṭhāne imaṁ pādapuñchanakaṁ katvā attharāhi, bhikkhū pāde dhovitvā paṭhamaṁ ettha pādaṁ puñchitvā anto pavisissanti, evaṁ te mahapphalaṁ bhavissatī”ti āha.",
  "atk-s0502a4:173_12": "Visākhāya kiretaṁ asallakkhitaṭṭhānaṁ.",
  "atk-s0502a4:174_0": "Visākhā cattāro māse antovihāre buddhappamukhassa bhikkhusaṅghassa dānaṁ adāsi, avasānadivase bhikkhusaṅghassa cīvarasāṭake adāsi.",
  "atk-s0502a4:174_1": "Saṅghanavakena laddhacīvarasāṭakā sahassagghanakā honti.",
  "atk-s0502a4:174_2": "Sabbesaṁ pattāni pūretvā bhesajjaṁ adāsi.",
  "atk-s0502a4:174_3": "Dānapariccāge nava koṭiyo agamaṁsu.",
  "atk-s0502a4:174_4": "Iti vihārassa bhūmiggahaṇe nava koṭiyo, vihārassa kārāpane nava, vihāramahe navāti sabbāpi sattavīsati koṭiyo sā buddhasāsane pariccaji.",
  "atk-s0502a4:174_5": "Itthibhāve ṭhatvā micchādiṭṭhikassa gehe vasamānāya evarūpo mahāpariccāgo nāma aññissā natthi.",
  "atk-s0502a4:174_6": "Sā vihāramahassa niṭṭhitadivase vaḍḍhamānakacchāyāya puttanattapanattaparivutā “yaṁ yaṁ mayā pubbe patthitaṁ, sabbameva matthakaṁ patta”nti pāsādaṁ anupariyāyantī pañcahi gāthāhi madhurasaddena imaṁ udānaṁ udānesi –",
  "atk-s0502a4:175_0": "“Kadāhaṁ pāsādaṁ rammaṁ, sudhāmattikalepanaṁ;",
  "atk-s0502a4:176_0": "Vihāradānaṁ dassāmi, saṅkappo mayha pūrito.",
  "atk-s0502a4:177_0": "“Kadāhaṁ mañcapīṭhañca, bhisibimbohanāni ca;",
  "atk-s0502a4:178_0": "Senāsanabhaṇḍaṁ dassāmi, saṅkappo mayha pūrito.",
  "atk-s0502a4:179_0": "“Kadāhaṁ salākabhattaṁ, suciṁ maṁsūpasecanaṁ;",
  "atk-s0502a4:180_0": "Bhojanadānaṁ dassāmi, saṅkappo mayha pūrito.",
  "atk-s0502a4:181_0": "“Kadāhaṁ kāsikaṁ vatthaṁ, khomakappāsikāni ca;",
  "atk-s0502a4:182_0": "Cīvaradānaṁ dassāmi, saṅkappo mayha pūrito.",
  "atk-s0502a4:183_0": "“Kadāhaṁ sappinavanītaṁ, madhutelañca phāṇitaṁ;",
  "atk-s0502a4:184_0": "Bhesajjadānaṁ dassāmi, saṅkappo mayha pūrito”ti.",
  "atk-s0502a4:185_0": "Bhikkhū tassā saddaṁ sutvā satthu ārocayiṁsu –",
  "atk-s0502a4:185_1": "“bhante, amhehi ettake addhāne visākhāya gāyanaṁ nāma na diṭṭhapubbaṁ, sā ajja puttanattapanattaparivutā gāyamānā pāsādaṁ anupariyāyati, kiṁ nu khvassā pittaṁ vā kupitaṁ, udāhu ummattikā jātā”ti?",
  "atk-s0502a4:185_2": "Satthā “na, bhikkhave, mayhaṁ dhītā gāyati, attano panassā ajjhāsayo paripuṇṇo, sā ‘patthitapatthanā me matthakaṁ pattā’ti tuṭṭhamānasā udānaṁ udānentī vicaratī”ti vatvā “kadā pana, bhante, tāya patthanā patthitā”ti?",
  "atk-s0502a4:185_3": "“Suṇissatha, bhikkhave”ti.",
  "atk-s0502a4:185_4": "“Suṇissāma, bhante”ti vutte atītaṁ āhari –",
  "atk-s0502a4:186_0": "“Atīte, bhikkhave, ito kappasatasahassamatthake padumuttaro nāma buddho loke nibbatti.",
  "atk-s0502a4:186_1": "Tassa vassasatasahassaṁ āyu ahosi, khīṇāsavānaṁ satasahassaparivāro, nagaraṁ haṁsavatī nāma, pitā sunando nāma rājā, mātā sujātā nāma devī, tassa aggaupaṭṭhāyikā ekā upāsikā aṭṭha vare yācitvā mātuṭṭhāne ṭhatvā satthāraṁ catūhi paccayehi paṭijaggantī sāyaṁpātaṁ upaṭṭhānaṁ gacchati.",
  "atk-s0502a4:186_2": "Tassā ekā sahāyikā tāya saddhiṁ vihāraṁ nibaddhaṁ gacchati.",
  "atk-s0502a4:186_3": "Sā tassā satthārā saddhiṁ vissāsena kathanañca vallabhabhāvañca disvā, ‘kiṁ nu kho katvā evaṁ buddhānaṁ vallatā hotī’ti cintetvā satthāraṁ pucchi –",
  "atk-s0502a4:186_4": "‘bhante, esā itthī tumhākaṁ kiṁ hotī”’ti?",
  "atk-s0502a4:186_5": "“Upaṭṭhāyikānaṁ aggā”ti.",
  "atk-s0502a4:186_6": "“Bhante, kiṁ katvā upaṭṭhāyikānaṁ aggā hotī”ti?",
  "atk-s0502a4:186_7": "“Kappasatasahassaṁ patthanaṁ patthetvā”ti.",
  "atk-s0502a4:186_8": "“Idāni patthetvā laddhuṁ sakkā, bhante”ti.",
  "atk-s0502a4:186_9": "“Āma, sakkā”ti.",
  "atk-s0502a4:186_10": "“Tena hi, bhante, bhikkhusatasahassena saddhiṁ sattāhaṁ mayhaṁ bhikkhaṁ gaṇhathā”ti āha.",
  "atk-s0502a4:186_11": "Satthā adhivāsesi.",
  "atk-s0502a4:186_12": "Sā sattāhaṁ dānaṁ datvā osānadivase cīvarasāṭake datvā satthāraṁ vanditvā pādamūle nipajjitvā, “bhante, nāhaṁ imassa dānassa phalena devissariyādīnaṁ aññataraṁ patthemi, tumhādisassa panekassa buddhassa santike aṭṭha vare labhitvā mātuṭṭhāne ṭhatvā catūhi paccayehi paṭijaggituṁ samatthānaṁ aggā bhaveyya”nti patthanaṁ paṭṭhapesi.",
  "atk-s0502a4:186_13": "Satthā “samijjhissati nu kho imissā patthanā”ti anāgataṁ āvajjento kappasatasahassaṁ oloketvā “kappasatasahassapariyosāne gotamo nāma buddho uppajjissati, tadā tvaṁ visākhā nāma upāsikā hutvā tassa santike aṭṭha vare labhitvā mātuṭṭhāne ṭhatvā catūhi paccayehi paṭijaggantīnaṁ upaṭṭhāyikānaṁ aggā bhavissasī”ti āha.",
  "atk-s0502a4:186_14": "Tassā sā sampatti sveva laddhabbā viya ahosi.",
  "atk-s0502a4:187_0": "Sā yāvatāyukaṁ puññaṁ katvā tato cutā devaloke nibbattitvā devamanussesu saṁsarantī kassapasammāsambuddhakāle kikissa kāsirañño sattannaṁ dhītānaṁ kaniṭṭhā saṅghadāsī nāma hutvā parakulaṁ agantvā tāhi jeṭṭhabhaginīhi saddhiṁ dīgharattaṁ dānādīni puññāni katvā kassapasammāsambuddhassa pādamūlepi “anāgate tumhādisassa buddhassa mātuṭṭhāne ṭhatvā catupaccayadāyikānaṁ aggā bhaveyya”nti patthanaṁ akāsi.",
  "atk-s0502a4:187_1": "Sā tato paṭṭhāya pana devamanussesu saṁsarantī imasmiṁ attabhāve meṇḍakaseṭṭhiputtassa dhanañcayaseṭṭhino dhītā hutvā nibbattā.",
  "atk-s0502a4:187_2": "Mayhaṁ sāsane bahūni puññāni akāsi.",
  "atk-s0502a4:187_3": "Iti kho, bhikkhave, “na mayhaṁ dhītā gāyati, patthitapatthanāya pana nipphattiṁ disvā udānaṁ udānetī”ti vatvā satthā dhammaṁ desento, “bhikkhave, yathā nāma cheko mālākāro nānāpupphānaṁ mahantaṁ rāsiṁ katvā nānappakāre mālāguṇe karoti, evameva visākhāya nānappakārāni puññāni kātuṁ cittaṁ namatī”ti vatvā imaṁ gāthamāha –",
  "atk-s0502a4:188_0": "53.",
  "atk-s0502a4:189_0": "“Yathāpi puppharāsimhā, kayirā mālāguṇe bahū;",
  "atk-s0502a4:190_0": "Evaṁ jātena maccena, kattabbaṁ kusalaṁ bahu”nti.",
  "atk-s0502a4:191_0": "Tattha puppharāsimhāti nānappakārānaṁ pupphānaṁ rāsimhā.",
  "atk-s0502a4:191_1": "Kayirāti kareyya.",
  "atk-s0502a4:191_2": "Mālāguṇe bahūti ekato vaṇṭikamālādibhedā nānappakārā mālāvikatiyo.",
  "atk-s0502a4:191_3": "Maccenāti maritabbasabhāvatāya “macco”ti laddhanāmena sattena cīvaradānādibhedaṁ bahuṁ kusalaṁ kattabbaṁ.",
  "atk-s0502a4:191_4": "Tattha puppharāsiggahaṇaṁ bahupupphadassanatthaṁ.",
  "atk-s0502a4:191_5": "Sace hi appāni pupphāni honti, mālākāro ca cheko neva bahū mālāguṇe kātuṁ sakkoti, acheko pana appesu bahūsupi pupphesu na sakkotiyeva.",
  "atk-s0502a4:191_6": "Bahūsu pana pupphesu sati cheko mālākāro dakkho kusalo bahū mālāguṇe karoti, evameva sace ekaccassa saddhā mandā hoti, bhogā ca bahū saṁvijjanti, neva sakkoti bahūni kusalāni kātuṁ, mandāya ca pana saddhāya mandesu ca pana bhogesu na sakkoti.",
  "atk-s0502a4:191_7": "Uḷārāya ca pana saddhāya mandesu ca bhogesu na sakkotiyeva.",
  "atk-s0502a4:191_8": "Uḷārāya ca pana saddhāya uḷāresu ca bhogesu sati sakkoti.",
  "atk-s0502a4:191_9": "Tathārūpā ca visākhā upāsikā.",
  "atk-s0502a4:191_10": "Taṁ sandhāyetaṁ vuttaṁ –",
  "atk-s0502a4:191_11": "“yathāpi…pe…",
  "atk-s0502a4:191_12": "kattabbaṁ kusalaṁ bahu”nti.",
  "atk-s0502a4:192_0": "Desanāvasāne bahū sotāpannādayo ahesuṁ. Mahājanassa sātthikā dhammadesanā jātāti.",
  "atk-s0502a4:193_0": "Visākhāvatthu aṭṭhamaṁ",
  "atk-s0502a4:194_0": "9. Ānandattherapañhāvatthu",
  "atk-s0502a4:195_0": "Na pupphagandho paṭivātametīti imaṁ dhammadesanaṁ satthā sāvatthiyaṁ viharanto ānandattherassa pañhaṁ vissajjento kathesi.",
  "atk-s0502a4:196_0": "Thero kira sāyanhasamaye paṭisallīno cintesi –",
  "atk-s0502a4:196_1": "“bhagavatā mūlagandho, sāragandho, pupphagandhoti tayo uttamagandhā vuttā, tesaṁ anuvātameva gandho gacchati, no paṭivātaṁ.",
  "atk-s0502a4:196_2": "Atthi nu kho taṁ gandhajātaṁ, yassa paṭivātampi gandho gacchatī”ti.",
  "atk-s0502a4:196_3": "Athassa etadahosi –",
  "atk-s0502a4:196_4": "“kiṁ mayhaṁ attanā vinicchitena, satthāraṁyeva pucchissāmī”ti.",
  "atk-s0502a4:196_5": "So satthāraṁ upasaṅkamitvā pucchi.",
  "atk-s0502a4:196_6": "Tena vuttaṁ –",
  "atk-s0502a4:197_0": "“Atha kho āyasmā ānando sāyanhasamaye paṭisallānā vuṭṭhito yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi, ekamantaṁ nisinno kho āyasmā ānando bhagavantaṁ etadavoca –",
  "atk-s0502a4:198_0": "“Tīṇimāni, bhante, gandhajātāni, yesaṁ anuvātameva gandho gacchati, no paṭivātaṁ.",
  "atk-s0502a4:198_1": "Katamāni tīṇi?",
  "atk-s0502a4:198_2": "Mūlagandho, sāragandho, pupphagandho, imāni kho, bhante, tīṇi gandhajātāni.",
  "atk-s0502a4:198_3": "Yesaṁ anuvātameva gandho gacchati, no paṭivātaṁ.",
  "atk-s0502a4:198_4": "Atthi nu kho, bhante, kiñci gandhajātaṁ yassa anuvātampi gandho gacchati, paṭivātampi gandho gacchati, anuvātapaṭivātampi gandho gacchatī”ti?",
  "atk-s0502a4:199_0": "Athassa bhagavā pañhaṁ vissajjento –",
  "atk-s0502a4:200_0": "“Atthānanda, kiñci gandhajātaṁ, yassa anuvātampi gandho gacchati, paṭivātampi gandho gacchati, anuvātapaṭivātampi gandho gacchatī”ti.",
  "atk-s0502a4:200_1": "“Katamaṁ pana taṁ, bhante, gandhajātaṁ”?",
  "atk-s0502a4:200_2": "“Yassa anuvātampi gandho gacchati, paṭivātampi gandho gacchati, anuvātapaṭivātampi gandho gacchatī”ti?",
  "atk-s0502a4:201_0": "“Idhānanda, yasmiṁ gāme vā nigame vā itthī vā puriso vā buddhaṁ saraṇaṁ gato hoti, dhammaṁ saraṇaṁ gato hoti, saṅghaṁ saraṇaṁ gato hoti, pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, surāmerayamajjapamādaṭṭhānā paṭivirato hoti, sīlavā hoti kalyāṇadhammo, vigatamalamaccherena cetasā agāraṁ ajjhāvasati muttacāgo payatapāṇi vossaggarato yācayogo dānasaṁvibhāgarato.",
  "atk-s0502a4:202_0": "“Tassa disāsu samaṇabrāhmaṇā vaṇṇaṁ bhāsanti, ‘amukasmiṁ nāma gāme vā nigame vā itthī vā puriso vā buddhaṁ saraṇaṁ gato hoti, dhammaṁ saraṇaṁ gato hoti, saṅghaṁ saraṇaṁ gato hoti…pe…",
  "atk-s0502a4:202_1": "dānasaṁvibhāgarato”’ti.",
  "atk-s0502a4:203_0": "“Devatāpissa vaṇṇaṁ bhāsanti, ‘amukasmiṁ nāma gāme vā nigame vā itthī vā puriso vā buddhaṁ saraṇaṁ gato hoti, dhammaṁ saraṇaṁ gato hoti, saṅghaṁ saraṇaṁ gato hoti…pe…",
  "atk-s0502a4:203_1": "dānasaṁvibhāgarato”’ti.",
  "atk-s0502a4:203_2": "“Idaṁ kho taṁ, ānanda, gandhajātaṁ, yassa anuvātampi gandho gacchati, paṭivātampi gandho gacchati, anuvātapaṭivātampi gandho gacchatī”ti vatvā imā gāthā abhāsi –",
  "atk-s0502a4:204_0": "54.",
  "atk-s0502a4:205_0": "“Na pupphagandho paṭivātameti,",
  "atk-s0502a4:206_0": "Na candanaṁ tagaramallikā vā;",
  "atk-s0502a4:207_0": "Satañca gandho paṭivātameti,",
  "atk-s0502a4:208_0": "Sabbā disā sappuriso pavāyati. ;",
  "atk-s0502a4:209_0": "55.",
  "atk-s0502a4:210_0": "“Candanaṁ tagaraṁ vāpi, uppalaṁ atha vassikī;",
  "atk-s0502a4:211_0": "Etesaṁ gandhajātānaṁ, sīlagandho anuttaro”ti.",
  "atk-s0502a4:212_0": "Tattha na pupphagandhoti tāvatiṁsabhavane paricchattakarukkho āyāmato ca vitthārato ca yojanasatiko, tassa pupphānaṁ ābhā paññāsa yojanāni gacchati, gandho yojanasataṁ, sopi anuvātameva gacchati, paṭivātaṁ pana aṭṭhaṅgulamattampi gantuṁ na sakkoti, evarūpopi na pupphagandho paṭivātameti.",
  "atk-s0502a4:212_1": "Candananti candanagandho.",
  "atk-s0502a4:212_2": "Tagaramallikā vāti imesampi gandho eva adhippeto.",
  "atk-s0502a4:212_3": "Sāragandhānaṁ aggassa hi lohitacandanassāpi tagarassapi mallikāyapi anuvātameva vāyati, no paṭivātaṁ.",
  "atk-s0502a4:212_4": "Satañca gandhoti sappurisānaṁ pana buddhapaccekabuddhasāvakānaṁ sīlagandho paṭivātameti.",
  "atk-s0502a4:212_5": "Kiṁ kāraṇā?",
  "atk-s0502a4:212_6": "Sabbā disā sappuriso pavāyati yasmā pana sappuriso sīlagandhena sabbāpi disā ajjhottharitvāva gacchati, tasmā “tassa gandho na paṭivātametī”ti na vattabbo.",
  "atk-s0502a4:212_7": "Tena vuttaṁ “paṭivātametī”ti.",
  "atk-s0502a4:212_8": "Vassikīti jātisumanā.",
  "atk-s0502a4:212_9": "Etesanti imesaṁ candanādīnaṁ gandhajātānaṁ gandhato sīlavantānaṁ sappurisānaṁ sīlagandhova anuttaro asadiso apaṭibhāgoti.",
  "atk-s0502a4:213_0": "Desanāvasāne bahū sotāpattiphalādīni pattā. Desanā mahājanassa sātthikā jātāti.",
  "atk-s0502a4:214_0": "Ānandattherapañhāvatthu navamaṁ.",
  "atk-s0502a4:215_0": "10. Mahākassapattherapiṇḍapātadinnavatthu",
  "atk-s0502a4:216_0": "Appamattoayaṁ gandhoti imaṁ dhammadesanaṁ satthā veḷuvane viharanto mahākassapattherassa piṇḍapātadānaṁ ārabbha kathesi.",
  "atk-s0502a4:217_0": "Ekasmiñhi divase thero sattāhaccayena nirodhā vuṭṭhāya “rājagahe sapadānaṁ piṇḍāya carissāmī”ti nikkhami.",
  "atk-s0502a4:217_1": "Tasmiṁ pana samaye sakkassa devarañño paricārikā kakuṭapādiniyo pañcasatā accharāyo “therassa piṇḍapātaṁ dassāmā”ti ussāhajātā pañca piṇḍapātasatāni sajjetvā ādāya antarāmagge ṭhatvā, “bhante, imaṁ piṇḍapātaṁ gaṇhatha, saṅgahaṁ no karothā”ti vadiṁsu.",
  "atk-s0502a4:217_2": "“Gacchatha tumhe, ahaṁ duggatānaṁ saṅgahaṁ karissāmī”ti.",
  "atk-s0502a4:217_3": "“Bhante, mā no nāsetha, saṅgahaṁ no karothā”ti.",
  "atk-s0502a4:217_4": "Thero ñatvā puna paṭikkhipitvā punapi apagantuṁ anicchamānā yācantiyo “attano pamāṇaṁ na jānātha, apagacchathā”ti accharaṁ pahari.",
  "atk-s0502a4:217_5": "Tā therassa accharasaddaṁ sutvā santhambhitvā sammukhā ṭhātuṁ asakkontiyo palāyitvā devalokameva gantvā, sakkena “kahaṁ gatātthā”ti puṭṭhā, “‘samāpattito vuṭṭhitassa therassa piṇḍapātaṁ dassāmā’ti gatāmhā, devā”ti.",
  "atk-s0502a4:217_6": "“Dinno pana vā”ti?",
  "atk-s0502a4:217_7": "“Gaṇhituṁ na icchatī”ti.",
  "atk-s0502a4:217_8": "“Kiṁ kathesī”ti?",
  "atk-s0502a4:217_9": "“‘Duggatānaṁ saṅgahaṁ karissāmī’ti āha, devā”ti.",
  "atk-s0502a4:217_10": "“Tumhe kenākārena gatā”ti.",
  "atk-s0502a4:217_11": "“Imināva, devā”ti.",
  "atk-s0502a4:217_12": "Sakko “tumhādisiyo therassa piṇḍapātaṁ kiṁ dassantī”ti sayaṁ dātukāmo hutvā, jarājiṇṇo mahallako khaṇḍadanto palitakeso otaggasarīro mahallakatanta vāyo hutvā sujampi devadhītaraṁ tathārūpameva mahallikaṁ katvā ekaṁ pesakāravīthiṁ māpetvā tantaṁ pasārento acchi.",
  "atk-s0502a4:218_0": "Theropi “duggatānaṁ saṅgahaṁ karissāmī”ti nagarābhimukho gacchanto bahinagare eva taṁ vīthiṁ disvā olokento dve jane addasa.",
  "atk-s0502a4:218_1": "Tasmiṁ khaṇe sakko tantaṁ pasāreti, sujā tasaraṁ vaṭṭeti.",
  "atk-s0502a4:218_2": "Thero cintesi –",
  "atk-s0502a4:218_3": "“ime mahallakakālepi kammaṁ karontiyeva imasmiṁ nagare imehi duggatatarā natthi maññe, imehi dinnaṁ uḷuṅkamattampi sākamattampi gahetvā imesaṁ saṅgahaṁ karissāmī”ti.",
  "atk-s0502a4:218_4": "So tesaṁ gehābhimukho ahosi.",
  "atk-s0502a4:218_5": "Sakko taṁ āgacchantaṁ disvā sujaṁ āha –",
  "atk-s0502a4:218_6": "“bhadde, mayhaṁ ayyo ito āgacchati, tvaṁ apassantī viya tuṇhī hutvā nisīda, khaṇena theraṁ vañcetvā piṇḍapātaṁ dassāmā”ti.",
  "atk-s0502a4:218_7": "Thero āgantvā gehadvāre aṭṭhāsi.",
  "atk-s0502a4:218_8": "Tepi apassantā viya attano kammameva karontā thokaṁ āgamiṁsu.",
  "atk-s0502a4:219_0": "Atha sakko “gehadvāre eko thero viya ṭhito, upadhārehi tāvā”ti āha.",
  "atk-s0502a4:219_1": "“Gantvā upadhāretha, sāmī”ti.",
  "atk-s0502a4:219_2": "So gehā nikkhamitvā theraṁ pañcapatiṭṭhitena vanditvā ubhohi hatthehi jaṇṇukāni olambitvā nitthunanto uṭṭhāya “kataro thero nu kho ayyo”ti thokaṁ osakkitvā “akkhīni me dhūmāyantī”ti vatvā nalāṭe hatthaṁ ṭhapetvā uddhaṁ oloketvā “aho dukkhaṁ, ayyo no mahākassapatthero cirassaṁ me kuṭidvāraṁ āgato, atthi nu kho kiñci gehe”ti āha.",
  "atk-s0502a4:219_3": "Sujā thokaṁ ākulaṁ viya hutvā “atthi, sāmī”ti paṭivacanaṁ adāsi.",
  "atk-s0502a4:219_4": "Sakko, “bhante, lūkhaṁ vā paṇītaṁ vāti acintetvā saṅgahaṁ no karothā”ti pattaṁ gaṇhi.",
  "atk-s0502a4:219_5": "Thero “etehi dinnaṁ sākaṁ vā hotu kuṇḍakamuṭṭhi vā, saṅgahaṁ nesaṁ karissāmī”ti pattaṁ adāsi.",
  "atk-s0502a4:219_6": "So antogharaṁ pavisitvā ghaṭiodanaṁ nāma ghaṭiyā uddharitvā pattaṁ pūretvā therassa hatthe ṭhapesi.",
  "atk-s0502a4:219_7": "So ahosi piṇḍapāto anekasūpabyañjano, sakalaṁ rājagahanagaraṁ gandhena ajjhotthari.",
  "atk-s0502a4:220_0": "Tadā thero cintesi –",
  "atk-s0502a4:220_1": "“ayaṁ puriso appesakkho, piṇḍapāto mahesakkho, sakkassa bhojanasadiso, ko nu kho eso”ti.",
  "atk-s0502a4:220_2": "Atha naṁ “sakko”ti ñatvā āha –",
  "atk-s0502a4:220_3": "“bhāriyaṁ te kammaṁ kataṁ duggatānaṁ sampattiṁ vilumpantena, ajja mayhaṁ dānaṁ datvā kocideva duggato senāpatiṭṭhānaṁ vā seṭṭhiṭṭhānaṁ vā labheyyā”ti.",
  "atk-s0502a4:220_4": "“Mayā duggatataro natthi, bhante”ti.",
  "atk-s0502a4:220_5": "“Kiṁ kāraṇā tvaṁ duggato devaloke rajjasiriṁ anubhavanto”ti?",
  "atk-s0502a4:220_6": "“Bhante, evaṁ nāmetaṁ, mayā pana anuppanne buddhe kalyāṇakammaṁ kataṁ, buddhuppāde vattamāne kalyāṇakammaṁ katvā cūḷarathadevaputto mahārathadevaputto anekavaṇṇadevaputtoti ime tayo samānadevaputtā mama āsannaṭṭhāne nibbattā, mayā tejavantatarā.",
  "atk-s0502a4:220_7": "Ahañhi tesu devaputtesu ‘nakkhattaṁ kīḷissāmā’ti paricārikāyo gahetvā antaravīthiṁ otiṇṇesu palāyitvā gehaṁ pavisāmi.",
  "atk-s0502a4:220_8": "Tesañhi sarīrato tejo mama sarīraṁ ottharati, mama sarīrato tejo tesaṁ sarīraṁ na ottharati, ‘ko mayā duggatataro, bhante’ti.",
  "atk-s0502a4:220_9": "‘Evaṁ santepi ito paṭṭhāya mayhaṁ mā evaṁ vañcetvā dānamadāsī”’ti.",
  "atk-s0502a4:220_10": "“Vañcetvā tumhākaṁ dāne dinne mayhaṁ kusalaṁ atthi, na atthī”ti?",
  "atk-s0502a4:220_11": "“Atthāvuso”ti.",
  "atk-s0502a4:220_12": "“Evaṁ sante kusalakammakaraṇaṁ nāma mayhaṁ bhāro, bhante”ti.",
  "atk-s0502a4:220_13": "So evaṁ vatvā theraṁ vanditvā sujaṁ gahetvā theraṁ padakkhiṇaṁ katvā vehāsaṁ abbhuggantvā “aho dānaṁ paramadānaṁ kassape suppatiṭṭhita”nti udānaṁ udānesi.",
  "atk-s0502a4:220_14": "Tena vuttaṁ –",
  "atk-s0502a4:221_0": "“Ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.",
  "atk-s0502a4:221_1": "Tena kho pana samayena āyasmā mahākassapo pippaliguhāyaṁ viharati, sattāhaṁ ekapallaṅkena nisinno hoti aññataraṁ samādhiṁ samāpajjitvā.",
  "atk-s0502a4:221_2": "Atha kho āyasmā mahākassapo tassa sattāhassa accayena tamhā samādhimhā vuṭṭhāsi.",
  "atk-s0502a4:221_3": "Atha kho āyasmato mahākassapassa tamhā samādhimhā vuṭṭhitassa etadahosi –",
  "atk-s0502a4:221_4": "“yaṁnūnāhaṁ rājagahaṁ piṇḍāya paviseyya”nti.",
  "atk-s0502a4:222_0": "“Tena kho pana samayena pañcamattāni devatāsatāni ussukkaṁ āpannāni honti āyasmato mahākassapassa piṇḍapātapaṭilābhāya.",
  "atk-s0502a4:222_1": "Atha kho āyasmā mahākassapo tāni pañcamattāni devatāsatāni paṭikkhipitvā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya rājagahaṁ piṇḍāya pāvisi.",
  "atk-s0502a4:223_0": "“Tena kho pana samayena sakko devānamindo āyasmato mahākassapassa piṇḍapātaṁ dātukāmo hoti.",
  "atk-s0502a4:223_1": "Pesakāravaṇṇaṁ abhinimminitvā tantaṁ vināti, sujā asurakaññā tasaraṁ pūreti.",
  "atk-s0502a4:223_2": "Atha kho āyasmā mahākassapo rājagahe sapadānaṁ piṇḍāya caramāno yena sakkassa devānamindassa nivesanaṁ tenupasaṅkami, addasā kho sakko devānamindo āyasmantaṁ mahākassapaṁ dūratova āgacchantaṁ, disvā gharā nikkhamitvā paccuggantvā hatthato pattaṁ gahetvā gharaṁ pavisitvā ghaṭiyā odanaṁ uddharitvā pattaṁ pūretvā āyasmato mahākassapassa adāsi.",
  "atk-s0502a4:223_3": "So ahosi piṇḍapāto anekasūpo anekabyañjano anekarasabyañjano.",
  "atk-s0502a4:223_4": "Atha kho āyasmato mahākassapassa etadahosi –",
  "atk-s0502a4:223_5": "‘ko nu kho ayaṁ satto, yassāyaṁ evarūpo iddhānubhāvo’ti.",
  "atk-s0502a4:223_6": "Atha kho āyasmato mahākassapassa etadahosi –",
  "atk-s0502a4:223_7": "‘sakko kho ayaṁ devānamindo’ti viditvā sakkaṁ devānamindaṁ etadavoca –",
  "atk-s0502a4:223_8": "‘kataṁ kho te idaṁ, kosiya, mā punapi evarūpamakāsī”’ti.",
  "atk-s0502a4:223_9": "“Amhākampi, bhante kassapa, puññena attho, amhākampi puññena karaṇīya”nti.",
  "atk-s0502a4:224_0": "“Atha kho sakko devānamindo āyasmantaṁ mahākassapaṁ abhivādetvā padakkhiṇaṁ katvā vehāsaṁ abbhuggantvā ākāse antalikkhe tikkhattuṁ udānaṁ udānesi –",
  "atk-s0502a4:224_1": "‘aho dānaṁ paramadānaṁ kassape suppatiṭṭhitaṁ, aho dānaṁ paramadānaṁ kassape suppatiṭṭhitaṁ, aho dānaṁ paramadānaṁ kassape suppatiṭṭhita”’nti.",
  "atk-s0502a4:225_0": "Atha kho bhagavā vihāre ṭhito eva tassa taṁ saddaṁ sutvā bhikkhū āmantetvā –",
  "atk-s0502a4:225_1": "“passatha, bhikkhave, sakkaṁ devānamindaṁ udānaṁ udānetvā ākāsena gacchanta”nti āha.",
  "atk-s0502a4:225_2": "“Kiṁ pana tena kataṁ, bhante”ti?",
  "atk-s0502a4:225_3": "“Vañcetvā tena mayhaṁ puttassa kassapassa piṇḍapāto dinno, taṁ datvā tuṭṭhamānaso udānaṁ udānento gacchatī”ti.",
  "atk-s0502a4:225_4": "“Therassa piṇḍapātaṁ dātuṁ vaṭṭatī”ti kathaṁ, bhante, tena ñātanti.",
  "atk-s0502a4:225_5": "“Bhikkhave, mama puttena sadisaṁ nāma piṇḍapātikaṁ devāpi manussāpi pihayantīti vatvā sayampi udānaṁ udāne”si.",
  "atk-s0502a4:225_6": "Sutte pana etthakameva āgataṁ –",
  "atk-s0502a4:226_0": "“Assosi kho bhagavā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya sakkassa devānamindassa vehāsaṁ abbhuggantvā ākāse antalikkhe tikkhattuṁ udānaṁ udānentassa “aho dānaṁ paramadānaṁ kassape suppatiṭṭhitaṁ, aho dānaṁ paramadānaṁ kassape suppatiṭṭhitaṁ, aho dānaṁ paramadānaṁ kassape suppatiṭṭhita”nti.",
  "atk-s0502a4:227_0": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imaṁ udānaṁ udānesi –",
  "atk-s0502a4:228_0": "“Piṇḍapātikassa bhikkhuno,",
  "atk-s0502a4:229_0": "Attabharassa anaññaposino;",
  "atk-s0502a4:230_0": "Devā pihayanti tādino,",
  "atk-s0502a4:231_0": "Upasantassa sadā satīmato”ti. ;",
  "atk-s0502a4:232_0": "Imañca pana udānaṁ udānetvā, “bhikkhave, sakko devānamindo mama puttassa sīlagandhena āgantvā piṇḍapātaṁ adāsī”ti vatvā imaṁ gāthamāha –",
  "atk-s0502a4:233_0": "56.",
  "atk-s0502a4:234_0": "“Appamatto ayaṁ gandho, yvāyaṁ tagaracandanaṁ;",
  "atk-s0502a4:235_0": "Yo ca sīlavataṁ gandho, vāti devesu uttamo”ti.",
  "atk-s0502a4:236_0": "Tattha appamattoti parittappamāṇo.",
  "atk-s0502a4:236_1": "Yo ca sīlavatanti yo pana sīlavantānaṁ sīlagandho, so tagaraṁ viya lohitacandanaṁ viya ca parittako na hoti, ativiya uḷāro vipphārito.",
  "atk-s0502a4:236_2": "Teneva kāraṇena vāti devesu uttamoti pavaro seṭṭho hutvā devesu ca manussesu ca sabbatthameva vāyati, ottharanto gacchatīti.",
  "atk-s0502a4:237_0": "Desanāvasāne bahū sotāpattiphalādīni pattā. Desanā mahājanassa sātthikā jātāti.",
  "atk-s0502a4:238_0": "Mahākassapattherapiṇḍapātadinnavatthu dasamaṁ.",
  "atk-s0502a4:239_0": "11. Godhikattheraparinibbānavatthu",
  "atk-s0502a4:240_0": "Tesaṁsampannasīlānanti imaṁ dhammadesanaṁ satthā rājagahaṁ upanissāya veḷuvane viharanto godhikattherassa parinibbānaṁ ārabbha kathesi.",
  "atk-s0502a4:241_0": "So hi āyasmā isigilipasse kāḷasilāyaṁ viharanto appamatto ātāpī pahitatto sāmāyikaṁ cetovimuttiṁ phusitvā ekassa anussāyikassa rogassa vasena tato parihāyi.",
  "atk-s0502a4:241_1": "So dutiyampi tatiyampi chakkhattuṁ jhānaṁ nibbattetvā parihīno, sattame vāre uppādetvā cintesi –",
  "atk-s0502a4:241_2": "“ahaṁ chakkhattuṁ jhānā parihīno, parihīnajjhānassa kho pana aniyatā gati, idāneva satthaṁ āharissāmī”ti kesoropanasatthakaṁ gahetvā galanāḷiṁ chindituṁ pañcake nipajji.",
  "atk-s0502a4:241_3": "Māro tassa cittaṁ ñatvā “ayaṁ bhikkhu satthaṁ āharitukāmo, satthaṁ āharantā kho pana jīvite nirapekkhā honti, te vipassanaṁ paṭṭhapetvā arahattampi pāpuṇanti, sacāhaṁ etaṁ vāressāmi, na me vacanaṁ karissati, satthāraṁ vārāpessāmī”ti aññātakavesena satthāraṁ upasaṅkamitvā evamāha –",
  "atk-s0502a4:242_0": "“Mahāvīra mahāpañña, iddhiyā yasasā jalaṁ;",
  "atk-s0502a4:243_0": "Sabbaverabhayātīta, pāde vandāmi cakkhuma.",
  "atk-s0502a4:244_0": "“Sāvako te mahāvīra, maraṇaṁ maraṇābhibhū;",
  "atk-s0502a4:245_0": "Ākaṅkhati cetayati, taṁ nisedha jutindhara.",
  "atk-s0502a4:246_0": "“Kathañhi bhagavā tuyhaṁ, sāvako sāsane rato;",
  "atk-s0502a4:247_0": "Appattamānaso sekkho, kālaṁ kayirā jane sutā”ti. ;",
  "atk-s0502a4:248_0": "Tasmiṁ khaṇe therena satthaṁ āharitaṁ hoti. Satthā “māro aya”nti viditvā imaṁ gāthamāha –",
  "atk-s0502a4:249_0": "“Evañhi dhīrā kubbanti, nāvakaṅkhanti jīvitaṁ;",
  "atk-s0502a4:250_0": "Samūlaṁ taṇhamabbuyha, godhiko parinibbuto”ti. ;",
  "atk-s0502a4:251_0": "Atha kho bhagavā sambahulehi bhikkhūhi saddhiṁ therassa satthaṁ āharitvā nipannaṭṭhānaṁ agamāsi.",
  "atk-s0502a4:251_1": "Tasmiṁ khaṇe māro pāpimā “kattha nu kho imassa paṭisandhiviññāṇaṁ patiṭṭhita”nti dhūmarāsi viya timirapuñjo viya ca hutvā sabbadisāsu therassa viññāṇaṁ samanvesati.",
  "atk-s0502a4:251_2": "Bhagavā taṁ dhūmatimirabhāvaṁ bhikkhūnaṁ dassetvā “eso kho, bhikkhave, māro pāpimā godhikassa kulaputtassa viññāṇaṁ samanvesati ‘kattha godhikassa kulaputtassa viññāṇaṁ patiṭṭhita’nti.",
  "atk-s0502a4:251_3": "Apatiṭṭhitena ca, bhikkhave, viññāṇena godhiko kulaputto parinibbuto”ti āha.",
  "atk-s0502a4:251_4": "Māropi tassa viññāṇaṭṭhānaṁ daṭṭhuṁ asakkonto kumārakavaṇṇo hutvā beluvapaṇḍuvīṇaṁ ādāya satthāraṁ upasaṅkamitvā pucchi –",
  "atk-s0502a4:252_0": "“Uddhaṁ adho ca tiriyaṁ, disā anudisā svahaṁ;",
  "atk-s0502a4:253_0": "Anvesaṁ nādhigacchāmi, godhiko so kuhiṁ gato”ti. ;",
  "atk-s0502a4:254_0": "Atha naṁ satthā āha –",
  "atk-s0502a4:255_0": "“Yo dhīro dhitisampanno, jhāyī jhānarato sadā;",
  "atk-s0502a4:256_0": "Ahorattaṁ anuyuñjaṁ, jīvitaṁ anikāmayaṁ.",
  "atk-s0502a4:257_0": "“Jetvāna maccuno senaṁ, anāgantvā punabbhavaṁ;",
  "atk-s0502a4:258_0": "Samūlaṁ taṇhamabbuyha, godhiko parinibbuto”ti. ;",
  "atk-s0502a4:259_0": "Evaṁ vutte māro pāpimā bhagavantaṁ gāthāya ajjhabhāsi –",
  "atk-s0502a4:260_0": "“Tassa sokaparetassa, vīṇā kacchā abhassatha;",
  "atk-s0502a4:261_0": "Tato so dummano yakkho, tatthevantaradhāyathā”ti. ;",
  "atk-s0502a4:262_0": "Satthāpi “kiṁ te, pāpima, godhikassa kulaputtassa nibbattaṭṭhānena?",
  "atk-s0502a4:262_1": "Tassa hi nibbattaṭṭhānaṁ tumhādisānaṁ satampi sahassampi daṭṭhuṁ na sakkotī”ti vatvā imaṁ gāthamāha –",
  "atk-s0502a4:263_0": "57.",
  "atk-s0502a4:264_0": "“Tesaṁ sampannasīlānaṁ, appamādavihārinaṁ;",
  "atk-s0502a4:265_0": "Sammadaññā vimuttānaṁ, māro maggaṁ na vindatī”ti.",
  "atk-s0502a4:266_0": "Tattha tesanti yathā appatiṭṭhitena viññāṇena godhiko kulaputto parinibbuto, ye ca evaṁ parinibbāyanti, tesaṁ sampannasīlānanti paripuṇṇasīlānaṁ.",
  "atk-s0502a4:266_1": "Appamādavihārinanti satiavippavāsasaṅkhātena appamādena viharantānaṁ.",
  "atk-s0502a4:266_2": "Sammadaññā vimuttānanti hetunā ñāyena kāraṇena jānitvā “tadaṅgavimuttiyā, vikkhambhanavimuttiyā, samucchedavimuttiyā, paṭippassaddhivimuttiyā, nissaraṇavimuttiyā”ti imāhi pañcahi vimuttīhi vimuttānaṁ.",
  "atk-s0502a4:266_3": "Māro maggaṁ na vindatīti evarūpānaṁ mahākhīṇāsavānaṁ sabbathāmena maggantopi māro gatamaggaṁ na vindati na labhati na passatīti.",
  "atk-s0502a4:267_0": "Desanāvasāne bahū sotāpattiphalādīni pattā. Desanā mahājanassa sātthikā jātāti.",
  "atk-s0502a4:268_0": "Godhikattheraparinibbānavatthu ekādasamaṁ.",
  "atk-s0502a4:269_0": "12. Garahadinnavatthu",
  "atk-s0502a4:270_0": "Yathāsaṅkāraṭṭhānasminti imaṁ dhammadesanaṁ satthā jetavane viharanto garahadinnaṁ nāma nigaṇṭhasāvakaṁ ārabbha kathesi.",
  "atk-s0502a4:271_0": "Sāvatthiyañhi sirigutto ca garahadinno cāti dve sahāyakā ahesuṁ.",
  "atk-s0502a4:271_1": "Tesu sirigutto upāsako buddhasāvako, garahadinno nigaṇṭhasāvako.",
  "atk-s0502a4:271_2": "Taṁ nigaṇṭhā abhikkhaṇaṁ evaṁ vadanti –",
  "atk-s0502a4:271_3": "“tava sahāyakaṁ siriguttaṁ ‘kiṁ tvaṁ samaṇaṁ gotamaṁ upasaṅkamasi, tassa santike kiṁ labhissasī’ti vatvā yathā amhe upasaṅkamitvā amhākañca deyyadhammaṁ dassati, kiṁ evaṁ ovadituṁ na vaṭṭatī”ti.",
  "atk-s0502a4:271_4": "Garahadinno tesaṁ vacanaṁ sutvā abhikkhaṇaṁ gantvā ṭhitanisinnaṭṭhānādīsu siriguttaṁ evaṁ ovadati –",
  "atk-s0502a4:271_5": "“samma, kiṁ te samaṇena gotamena, taṁ upasaṅkamitvā kiṁ labhissasi, kiṁ te mama, ayye, upasaṅkamitvā tesaṁ dānaṁ dātuṁ na vaṭṭatī”ti?",
  "atk-s0502a4:271_6": "Sirigutto tassa kathaṁ sutvāpi bahū divase tuṇhī hutvā nibbijjitvā ekadivasaṁ, “samma, tvaṁ abhikkhaṇaṁ āgantvā maṁ ṭhitaṭṭhānādīsu evaṁ vadesi, ‘samaṇaṁ gotamaṁ upasaṅkamitvā kiṁ labhissasi, mama, ayye, upasaṅkamitvā tesaṁ dānaṁ dehī’ti, kathehi tāva me, tava, ayyā, kiṁ jānantī”ti?",
  "atk-s0502a4:271_7": "“‘Aho, sāmi, mā evaṁ vada, mama ayyānaṁ aññātaṁ nāma natthi, sabbaṁ atītānāgatapaccuppannaṁ sabbaṁ kāyavacīmanokammaṁ idaṁ bhavissati, idaṁ na bhavissatī’ti sabbaṁ bhabbābhabbaṁ jānantī”ti?",
  "atk-s0502a4:271_8": "“Evaṁ vadesī”ti.",
  "atk-s0502a4:271_9": "“Āma, vademī”ti.",
  "atk-s0502a4:271_10": "“Yadi evaṁ, atibhāriyaṁ te kataṁ, ettakaṁ kālaṁ mayhaṁ etamatthaṁ anācikkhantena, ajja mayā ayyānaṁ ñāṇānubhāvo ñāto, gaccha, samma, ayye, mama vacanena nimantehī”ti.",
  "atk-s0502a4:271_11": "So nigaṇṭhānaṁ santikaṁ gantvā te vanditvā “mayhaṁ sahāyako sirigutto svātanāya tumhe nimantetī”ti āha.",
  "atk-s0502a4:271_12": "“Siriguttena sāmaṁ tvaṁ vutto”ti?",
  "atk-s0502a4:271_13": "“Āma, ayyā”ti.",
  "atk-s0502a4:271_14": "Te haṭṭhatuṭṭhā hutvā “nipphannaṁ no kiccaṁ, siriguttassa amhesu pasannakālato paṭṭhāya kā nāma sampatti amhākaṁ na bhavissatī”ti vadiṁsu.",
  "atk-s0502a4:272_0": "Siriguttassāpi mahantaṁ nivesanaṁ.",
  "atk-s0502a4:272_1": "So tasmiṁ dvinnaṁ gehānaṁ antare ubhato dīghaṁ āvāṭaṁ khaṇāpetvā gūthakalalassa pūrāpesi.",
  "atk-s0502a4:272_2": "Bahiāvāṭe dvīsu pariyantesu khāṇuke koṭṭāpetvā tesu rajjuyo bandhāpetvā āsanānaṁ purimapāde āvāṭassa purimapasse ṭhapāpetvā pacchimapāde rajjukesu ṭhapāpesi.",
  "atk-s0502a4:272_3": "“Evaṁ nisinnakāle evaṁ avaṁsirā patissantī”ti maññamāno yathā āvāṭo na paññāyati, evaṁ āsanānaṁ upari paccattharaṇāni dāpesi.",
  "atk-s0502a4:272_4": "Mahantā mahantā cāṭiyo ṭhapāpetvā kadalipaṇṇehi ca setapilotikāhi ca mukhāni bandhāpetvā tā tucchā eva gehassa pacchimabhāge bahi yāgubhattasitthasappitelamadhuphāṇitapūvacuṇṇamakkhitā katvā ṭhapāpesi.",
  "atk-s0502a4:272_5": "Garahadinno pātova tassa gharaṁ vegena gantvā, “ayyānaṁ sakkāro sajjito”ti pucchi.",
  "atk-s0502a4:272_6": "“Āma, samma, sajjito”ti.",
  "atk-s0502a4:272_7": "“Kahaṁ pana eso”ti.",
  "atk-s0502a4:272_8": "“Etāsu ettikāsu cāṭīsu yāgu, ettikāsu bhattaṁ, ettikāsu sappiphāṇitapūvādīni pūritāni, āsanāni paññattānī”ti.",
  "atk-s0502a4:272_9": "So “sādhū”ti vatvā gato tassa gatakāle pañcasatā nigaṇṭhā āgamiṁsu.",
  "atk-s0502a4:272_10": "Sirigutto gehā nikkhamitvā pañcapatiṭṭhitena nigaṇṭhe vanditvā tesaṁ purato añjaliṁ paggayha ṭhito evaṁ cintesi –",
  "atk-s0502a4:272_11": "“tumhe kira atītādibhedaṁ sabbaṁ jānātha, evaṁ tumhākaṁ upaṭṭhākena mayhaṁ kathitaṁ.",
  "atk-s0502a4:272_12": "Sace sabbaṁ tumhe jānātha, mayhaṁ gehaṁ mā pavisittha.",
  "atk-s0502a4:272_13": "Mama gehaṁ paviṭṭhānañhi vo neva yāgu atthi, na bhattādīni.",
  "atk-s0502a4:272_14": "Sace ajānitvā pavisissatha, gūthaāvāṭe vo pātetvā pothessāmī”ti evaṁ cintetvā purisānaṁ saññaṁ adāsi.",
  "atk-s0502a4:272_15": "Evaṁ tesaṁ nisīdanabhāvaṁ ñatvā pacchimapasse ṭhatvā āsanānaṁ upari paccattharaṇāni apaneyyātha, mā tāni asucinā makkhayiṁsūti.",
  "atk-s0502a4:273_0": "Atha nigaṇṭhe “ito etha, bhante”ti āha.",
  "atk-s0502a4:273_1": "Nigaṇṭhā pavisitvā paññattāsanesu nisīdituṁ ārabhiṁsu.",
  "atk-s0502a4:273_2": "Atha ne manussā vadiṁsu –",
  "atk-s0502a4:273_3": "“āgametha, bhante, mā tāva nisīdathā”ti.",
  "atk-s0502a4:273_4": "“Kiṁ kāraṇā”ti?",
  "atk-s0502a4:273_5": "“Amhākaṁ gehaṁ paviṭṭhānaṁ ayyānaṁ vattaṁ ñatvā nisīdituṁ vaṭṭatī”ti.",
  "atk-s0502a4:273_6": "“Kiṁ kātuṁ vaṭṭati, āvuso”ti?",
  "atk-s0502a4:273_7": "“Attano attano pattāsanamūlesu ṭhatvā sabbepi ekappahāreneva nisīdituṁ vaṭṭatī”ti.",
  "atk-s0502a4:273_8": "Idaṁ kirassa adhippāyo –",
  "atk-s0502a4:273_9": "“ekasmiṁ āvāṭe patite ‘mā, āvuso, avasesā āsane nisīdantū’ti vattuṁ mā labhatū”ti.",
  "atk-s0502a4:273_10": "Te “sādhū”ti vatvā “imehi kathitakathaṁ amhehi kātuṁ vaṭṭatī”ti cintayiṁsu.",
  "atk-s0502a4:273_11": "Atha sabbe attano attano pattāsanamūle paṭipāṭiyā aṭṭhaṁsu.",
  "atk-s0502a4:273_12": "Atha ne, “bhante, khippaṁ ekappahāreneva nisīdathā”ti vatvā tesaṁ nisinnabhāvaṁ ñatvā āsanānaṁ upari paccattharaṇāni nīhariṁsu.",
  "atk-s0502a4:273_13": "Nigaṇṭhā ekappahāreneva nisinnā, rajjūnaṁ upari ṭhapitā āsanapādā bhaṭṭhā, nigaṇṭhā avaṁsirā āvāṭe patiṁsu.",
  "atk-s0502a4:273_14": "Sirigutto tesu patitesu dvāraṁ pidahitvā te uttiṇṇuttiṇṇe “atītānāgatapaccuppannaṁ kasmā na jānāthā”ti daṇḍehi pāthetvā “ettakaṁ etesaṁ vaṭṭissatī”ti dvāraṁ vivarāpesi.",
  "atk-s0502a4:273_15": "Te nikkhamitvā palāyituṁ ārabhiṁsu.",
  "atk-s0502a4:273_16": "Gamanamagge pana tesaṁ sudhāparikammakataṁ bhūmiṁ picchilaṁ kārāpesi.",
  "atk-s0502a4:273_17": "Te tattha asaṇṭhahitvā patite patite puna pothāpetvā “alaṁ ettakaṁ tumhāka”nti uyyojesi.",
  "atk-s0502a4:273_18": "Te “nāsitamhā tayā, nāsitamhā tayā”ti kandantā upaṭṭhākassa gehadvāraṁ agamaṁsu.",
  "atk-s0502a4:274_0": "Garahadinno taṁ vippakāraṁ disvā kuddho “nāsitamhi siriguttena, hatthaṁ pasāretvā vandantānaṁ sadevake loke yathāruciyā dātuṁ samatthe nāma puññakkhettabhūte mama, ayye, pothāpetvā byasanaṁ pāpesī”ti rājakulaṁ gantvā tassa kahāpaṇasahassaṁ daṇḍaṁ kāresi.",
  "atk-s0502a4:274_1": "Athassa rājā sāsanaṁ pesesi.",
  "atk-s0502a4:274_2": "So gantvā rājānaṁ vanditvā, “deva, upaparikkhitvā daṇḍaṁ gaṇhatha, mā anupaparikkhitvā”ti āha.",
  "atk-s0502a4:274_3": "“Upaparikkhitvā gaṇhissāmī”ti.",
  "atk-s0502a4:274_4": "“Sādhu, devā”ti.",
  "atk-s0502a4:274_5": "“Tena hi gaṇhāhī”ti.",
  "atk-s0502a4:274_6": "Deva, mayhaṁ sahāyako nigaṇṭhasāvako maṁ upasaṅkamitvā ṭhitanisinnaṭṭhānādīsu abhiṇhaṁ evaṁ vadesi –",
  "atk-s0502a4:274_7": "“samma, kiṁ te samaṇena gotamena, taṁ upasaṅkamitvā kiṁ labhissasī”ti idaṁ ādiṁ katvā sirigutto sabbaṁ taṁ pavattiṁ ārocetvā “deva, sace imasmiṁ kāraṇe daṇḍaṁ gahetuṁ yuttaṁ, gaṇhathā”ti.",
  "atk-s0502a4:274_8": "Rājā garahadinnaṁ oloketvā “saccaṁ kira te evaṁ vutta”nti āha.",
  "atk-s0502a4:274_9": "“Saccaṁ, devā”ti.",
  "atk-s0502a4:274_10": "Tvaṁ ettakampi ajānante satthāroti gahetvā vicaranto “sabbaṁ jānantī”ti kiṁ kāraṇā tathāgatasāvakassa kathesi.",
  "atk-s0502a4:274_11": "“Tayā āropitadaṇḍo tuyhameva hotū”ti evaṁ sveva daṇḍaṁ pāpito, tasseva kulūpakā pothetvā nīhaṭā.",
  "atk-s0502a4:275_0": "So taṁ kujjhitvā tato paṭṭhāya aḍḍhamāsamattampi siriguttena saddhiṁ akathetvā cintesi –",
  "atk-s0502a4:275_1": "“evaṁ vicarituṁ mayhaṁ ayuttaṁ, etassa kulūpakānampi mayā byasanaṁ kātuṁ vaṭṭatī”ti siriguttaṁ upasaṅkamitvā āha –",
  "atk-s0502a4:275_2": "“sahāya siriguttā”ti.",
  "atk-s0502a4:275_3": "“Kiṁ, sammā”ti?",
  "atk-s0502a4:275_4": "“Ñātisuhajjānaṁ nāma kalahopi hoti vivādopi, kiṁ tvaṁ kiñci na kathesi, kasmā evaṁ karosī”ti?",
  "atk-s0502a4:275_5": "“Samma, tava mayā saddhiṁ akathanato na kathemī”ti.",
  "atk-s0502a4:275_6": "“Yaṁ, samma, kataṁ, katameva taṁ na mayaṁ mettiṁ bhindissāmā”ti.",
  "atk-s0502a4:275_7": "Tato paṭṭhāya ubhopi ekaṭṭhāne tiṭṭhanti nisīdanti.",
  "atk-s0502a4:275_8": "Athekadivasaṁ sirigutto garahadinnaṁ āha –",
  "atk-s0502a4:275_9": "“kiṁ te nigaṇṭhehi, te upasaṅkamitvā kiṁ labhissasi, mama satthāraṁ upasaṅkamituṁ vā ayyānaṁ dānaṁ dātuṁ vā kiṁ te na vaṭṭatī”ti?",
  "atk-s0502a4:275_10": "Sopi etameva paccāsīsati, tenassa kaṇḍuvanaṭṭhāne nakhena vilekhitaṁ viya ahosi.",
  "atk-s0502a4:275_11": "So, “sirigutta, tava satthā kiṁ jānātī”ti pucchi.",
  "atk-s0502a4:275_12": "“Ambho, mā evaṁ vada, satthu me ajānitabbaṁ nāma natthi, atītādibhedaṁ sabbaṁ jānāti, soḷasahākārehi sattānaṁ cittaṁ paricchindatī”ti.",
  "atk-s0502a4:275_13": "“Ahaṁ evaṁ na jānāmi, kasmā mayhaṁ ettakaṁ kālaṁ na kathesi, tena hi tvaṁ gaccha, tava satthāraṁ svātanāya nimantehi, bhojessāmi, pañcahi bhikkhusatehi saddhiṁ mama bhikkhaṁ gaṇhituṁ vadehī”ti.",
  "atk-s0502a4:276_0": "Sirigutto satthāraṁ upasaṅkamitvā vanditvā evamāha –",
  "atk-s0502a4:276_1": "“bhante, mama sahāyako garahadinno tumhe nimantāpeti, pañcahi kira bhikkhusatehi saddhiṁ sve tassa bhikkhaṁ gaṇhatha, purimadivase kho pana tassa kulūpakānaṁ mayā idaṁ nāma kataṁ, mayā katassa paṭikaraṇampi na jānāmi, tumhākaṁ suddhacittena bhikkhaṁ dātukāmatampi na jānāmi, āvajjetvā yuttaṁ ce, adhivāsetha.",
  "atk-s0502a4:276_2": "No ce, mā adhivāsayitthā”ti.",
  "atk-s0502a4:276_3": "Satthā “kiṁ nu kho so amhākaṁ kātu kāmo”ti āvajjetvā addasa “dvinnaṁ gehānaṁ antare mahantaṁ āvāṭaṁ khaṇāpetvā asītisakaṭamattāni khadiradārūni āharāpetvā pūrāpetvā aggiṁ datvā amhe aṅgāraāvāṭe pātetvā niggaṇhitukāmo”ti.",
  "atk-s0502a4:276_4": "Puna āvajjesi –",
  "atk-s0502a4:276_5": "“kiṁ nu kho tattha gatapaccayā attho atthi, natthī”ti.",
  "atk-s0502a4:276_6": "Tato idaṁ addasa –",
  "atk-s0502a4:276_7": "“ahaṁ aṅgāraāvāṭe pādaṁ pasāressāmi, taṁ paṭicchādetvā ṭhapitakilañjaṁ antaradhāyissati, aṅgārakāsuṁ bhinditvā cakkamattaṁ mahāpadumaṁ uṭṭhahissati, athāhaṁ padumakaṇṇikā akkamanto āsane nisīdissāmi, pañcasatā bhikkhūpi tatheva gantvā nisīdissanti, mahājano sannipatissati, ahaṁ tasmiṁ samāgame dvīhi gāthāhi anumodanaṁ karissāmi, anumodanapariyosāne caturāsītiyā pāṇasahassānaṁ dhammābhisamayo bhavissati, sirigutto ca garahadinno ca sotāpannā bhavissanti, attano ca dhanarāsiṁ sāsane vikirissanti, imaṁ kulaputtaṁ nissāya mayā gantuṁ vaṭṭatī”ti bhikkhaṁ adhivāsesi.",
  "atk-s0502a4:277_0": "Sirigutto gantvā satthu adhivāsanaṁ garahadinnassa ārocetvā “lokajeṭṭhassa sakkāraṁ karohī”ti āha.",
  "atk-s0502a4:277_1": "Garahadinno “idānissa kattabbayuttakaṁ jānissāmī”ti dvinnaṁ gehānaṁ antare mahantaṁ āvāṭaṁ khaṇāpetvā asītisakaṭamattāni khadiradārūni āharāpetvā pūrāpetvā aggiṁ datvā khadiraṅgārarāsīnaṁ yojāpetvā sabbarattiṁ dhamāpetvā khadiraṅgārarāsiṁ kārāpetvā āvāṭamatthake rukkhapadarāni ṭhapāpetvā kilañjena paṭicchādetvā gomayena limpāpetvā ekena passena dubbaladaṇḍake attharitvā gamanamaggaṁ kāresi, “evaṁ akkantaakkantakāle daṇḍakesu bhaggesu parivaṭṭetvā aṅgārakāsuyaṁ patissantī”ti maññamāno gehapacchābhāge siriguttena ṭhapitaniyāmeneva cāṭiyo ṭhapāpesi, āsanānipi tatheva paññāpesi.",
  "atk-s0502a4:277_2": "Sirigutto pātova tassa gehaṁ gantvā “kato te, samma, sakkāro”ti āha.",
  "atk-s0502a4:277_3": "“Āma, sammā”ti.",
  "atk-s0502a4:277_4": "“Kahaṁ pana so”ti?",
  "atk-s0502a4:277_5": "“Ehi, passāmā”ti sabbaṁ siriguttena dassitanayeneva dassesi.",
  "atk-s0502a4:277_6": "Sirigutto “sādhu, sammā”ti āha.",
  "atk-s0502a4:277_7": "Mahājano sannipati.",
  "atk-s0502a4:277_8": "Micchādiṭṭhikena hi nimantite mahanto sannipāto ahosi.",
  "atk-s0502a4:277_9": "Micchādiṭṭhikāpi “samaṇassa gotamassa vippakāraṁ passissāmā”ti sannipatanti, sammādiṭṭhikāpi “ajja satthā mahādhammadesanaṁ desessati, buddhavisayaṁ buddhalīlaṁ upadhāressāmā”ti sannipatanti.",
  "atk-s0502a4:278_0": "Punadivase satthā pañcahi bhikkhusatehi saddhiṁ garahadinnassa gehadvāraṁ agamāsi.",
  "atk-s0502a4:278_1": "So gehā nikkhamitvā pañcapatiṭṭhitena vanditvā purato añjaliṁ paggayha ṭhito cintesi –",
  "atk-s0502a4:278_2": "“bhante, ‘tumhe kira atītādibhedaṁ sabbaṁ jānātha, sattānaṁ soḷasahākārehi cittaṁ paricchindathā’ti evaṁ tumhākaṁ upaṭṭhākena mayhaṁ kathitaṁ.",
  "atk-s0502a4:278_3": "Sace jānātha, mayhaṁ gehaṁ mā pavisittha.",
  "atk-s0502a4:278_4": "Paviṭṭhānañhi vo neva yāgu atthi, na bhattādīni, sabbe kho pana tumhe aṅgārakāsuyaṁ pātetvā niggaṇhissāmī”ti.",
  "atk-s0502a4:278_5": "Evaṁ cintetvā satthu pattaṁ gahetvā “ito etha bhagavā”ti vatvā, “bhante, amhākaṁ gehaṁ āgatānaṁ vattaṁ ñatvā āgantuṁ vaṭṭatī”ti āha.",
  "atk-s0502a4:278_6": "“Kiṁ kātuṁ vaṭṭati, āvuso”ti?",
  "atk-s0502a4:278_7": "“Ekekassa pavisitvā purato gantvā nisinnakāle pacchā aññena āgantuṁ vaṭṭatī”ti.",
  "atk-s0502a4:278_8": "Evaṁ kirassa ahosi –",
  "atk-s0502a4:278_9": "“purato gacchantaṁ aṅgārakāsuyaṁ patitaṁ disvā avasesā na āgacchissanti, ekekameva pātetvā niggaṇhissāmī”ti.",
  "atk-s0502a4:278_10": "Satthā “sādhū”ti vatvā ekakova pāyāsi.",
  "atk-s0502a4:278_11": "Garahadinno aṅgārakāsuṁ patvā apasakkitvā ṭhito “purato yātha, bhante”ti āha.",
  "atk-s0502a4:278_12": "Atha satthā aṅgārakāsumatthake pādaṁ pasāresi, kilañjaṁ antaradhāyi, aṅgārakāsuṁ bhinditvā cakkamattāni padumāni uṭṭhahiṁsu.",
  "atk-s0502a4:278_13": "Satthā padumakaṇṇikā akkamanto gantvā paññatte buddhāsane nisīdi, bhikkhūpi tatheva gantvā nisīdiṁsu.",
  "atk-s0502a4:278_14": "Garahadinnassa kāyato ḍāho uṭṭhahi.",
  "atk-s0502a4:279_0": "So vegena gantvā siriguttaṁ upasaṅkamitvā, “sāmi, me tāṇaṁ hohī”ti āha.",
  "atk-s0502a4:279_1": "“Kiṁ eta”nti?",
  "atk-s0502a4:279_2": "“Pañcannaṁ bhikkhusatānaṁ gehe yāgu vā bhattādīni vā natthi, kiṁ nu kho karomī”ti?",
  "atk-s0502a4:279_3": "“Kiṁ pana tayā kata”nti āha.",
  "atk-s0502a4:279_4": "Ahaṁ dvinnaṁ gehānaṁ antare mahantaṁ āvāṭaṁ aṅgārassa pūraṁ kāresiṁ –",
  "atk-s0502a4:279_5": "“tattha pātetvā niggaṇhissāmī”ti.",
  "atk-s0502a4:279_6": "“Atha naṁ bhinditvā mahāpadumāni uṭṭhahiṁsu.",
  "atk-s0502a4:279_7": "Sabbe padumakaṇṇikā akkamitvā gantvā paññattāsanesu nisinnā, idāni kiṁ karomi, sāmī”ti?",
  "atk-s0502a4:279_8": "Nanu tvaṁ idāneva mayhaṁ “‘ettikā cāṭiyo, ettikā yāgu, ettakāni sattādīnī’ti dassesī”ti.",
  "atk-s0502a4:279_9": "“Musā taṁ, sāmi, tucchāva cāṭiyo”ti.",
  "atk-s0502a4:279_10": "Hotu, “gaccha, tāsu cāṭīsu yāguādīni olokehī”ti.",
  "atk-s0502a4:279_11": "Taṁ khaṇaññeva tena yāsu cāṭīsu “yāgū”ti vuttaṁ, tā yāguyā pūrayiṁsu, yāsu “bhattādīnī”ti vuttaṁ, tā bhattādīnaṁ paripuṇṇāva ahesuṁ.",
  "atk-s0502a4:279_12": "Taṁ sampattiṁ disvāva garahadinnassa sarīraṁ pītipāmojjena paripūritaṁ, cittaṁ pasannaṁ.",
  "atk-s0502a4:279_13": "So sakkaccaṁ buddhappamukhaṁ bhikkhusaṅghaṁ parivisitvā katabhattakiccassa satthuno anumodanaṁ kāretukāmo pattaṁ gaṇhi.",
  "atk-s0502a4:279_14": "Satthā anumodanaṁ karonto “ime sattā paññācakkhuno abhāveneva mama sāvakānaṁ buddhasāsanassa guṇaṁ na jānanti.",
  "atk-s0502a4:279_15": "Paññācakkhuvirahitā hi andhā nāma, paññavanto sacakkhukā nāmā”ti vatvā imā gāthā abhāsi –",
  "atk-s0502a4:280_0": "58.",
  "atk-s0502a4:281_0": "“Yathā saṅkāradhānasmiṁ, ujjhitasmiṁ mahāpathe;",
  "atk-s0502a4:282_0": "Padumaṁ tattha jāyetha, sucigandhaṁ manoramaṁ.",
  "atk-s0502a4:283_0": "59.",
  "atk-s0502a4:284_0": "“Evaṁ saṅkārabhūtesu, andhabhūte puthujjane;",
  "atk-s0502a4:285_0": "Atirocati paññāya, sammāsambuddhasāvako”ti.",
  "atk-s0502a4:286_0": "Tattha saṅkāradhānasminti saṅkāraṭhānasmiṁ, kacavararāsimhīti attho.",
  "atk-s0502a4:286_1": "Ujjhitasmiṁ mahāpatheti mahāmagge chaḍḍitasmiṁ.",
  "atk-s0502a4:286_2": "Sucigandhanti surabhigandhaṁ.",
  "atk-s0502a4:286_3": "Mano ettha ramatīti manoramaṁ.",
  "atk-s0502a4:286_4": "Saṅkārabhūtesūti saṅkāramiva bhūtesu.",
  "atk-s0502a4:286_5": "Puthujjaneti puthūnaṁ kilesānaṁ jananato evaṁladdhanāme lokiyamahājane.",
  "atk-s0502a4:286_6": "Idaṁ vuttaṁ hoti –",
  "atk-s0502a4:286_7": "yathā nāma mahāpathe chaḍḍite saṅkārarāsimhi asucijegucchiyapaṭikūlepi sucigandhaṁ padumaṁ jāyetha, taṁ rājarājamahāmattādīnaṁ manoramaṁ piyaṁ manāpaṁ uparimatthake patiṭṭhānārahameva bhaveyya, evameva saṅkārabhūtesupi puthujjanesu jāto nippaññassa mahājanassa acakkhukassa antare nibbattopi attano paññābalena kāmesu ādīnavaṁ, nekkhamme ca ānisaṁsaṁ disvā nikkhamitvā pabbajito pabbajjāmattenapi, kato uttariṁ sīlasamādhipaññāvimuttivimuttiñāṇadassanāni ārādhetvāpi atirocati.",
  "atk-s0502a4:286_8": "Sammāsambuddhasāvako hi khīṇāsavo bhikkhu andhabhūte puthujjane atikkamitvā rocati virocati sobhatīti.",
  "atk-s0502a4:287_0": "Desanāvasāne caturāsītiyā pāṇasahassānaṁ dhammābhisamayo ahosi.",
  "atk-s0502a4:287_1": "Garahadinno ca sirigutto ca sotāpattiphalaṁ pāpuṇiṁsu.",
  "atk-s0502a4:287_2": "Te sabbaṁ attano dhanaṁ buddhasāsane vippakiriṁsu.",
  "atk-s0502a4:287_3": "Satthā uṭṭhāyāsanā vihāramagamāsi.",
  "atk-s0502a4:287_4": "Bhikkhū sāyanhasamaye dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ –",
  "atk-s0502a4:287_5": "“aho acchariyā buddhaguṇā nāma, tathārūpaṁ nāma khadiraṅgārarāsiṁ bhinditvā padumāni uṭṭhahiṁsū”ti.",
  "atk-s0502a4:287_6": "Satthā āgantvā “kāya nuttha, bhikkhave, etarahi kathāya sannisinnā”ti pucchitvā, “imāya nāmā”ti vutte –",
  "atk-s0502a4:287_7": "“anacchariyaṁ, bhikkhave, yaṁ mama etarahi buddhabhūtassa aṅgārarāsimhā padumāni uṭṭhitāni, aparipakke ñāṇe vattamānassa bodhisattabhūtassapi me uṭṭhahiṁsū”ti vatvā, “kadā, bhante, ācikkhatha no”ti yācito atītaṁ āharitvā –",
  "atk-s0502a4:288_0": "“Kāmaṁ patāmi nirayaṁ, uddhaṁpādo avaṁsiro;",
  "atk-s0502a4:289_0": "Nānariyaṁ karissāmi, handa piṇḍaṁ paṭiggahā”ti. –",
  "atk-s0502a4:290_0": "Idaṁ khadiraṅgārajātakaṁ vitthāretvā kathesīti.",
  "atk-s0502a4:291_0": "Garahadinnavatthu dvādasamaṁ.",
  "atk-s0502a4:292_0": "Pupphavaggavaṇṇanā niṭṭhitā.",
  "atk-s0502a4:293_0": "Catuttho vaggo."
}