{
  "atk-s0202a2:0_0": "3. Paribbājakavaggo",
  "atk-s0202a2:1_0": "1. Tevijjavacchasuttavaṇṇanā",
  "atk-s0202a2:2_0": "185.Evaṁme sutanti tevijjavacchasuttaṁ.",
  "atk-s0202a2:2_1": "Tattha ekapuṇḍarīketi puṇḍarīko vuccati setambarukkho, so tasmiṁ ārāme eko puṇḍarīko atthīti ekapuṇḍarīko.",
  "atk-s0202a2:2_2": "Etadahosīti tattha pavisitukāmatāya ahosi.",
  "atk-s0202a2:2_3": "Cirassaṁ kho, bhanteti pakatiyā āgatapubbataṁ upādāya.",
  "atk-s0202a2:2_4": "Dhammassa cānudhammanti idha sabbaññutaññāṇaṁ dhammo nāma, mahājanassa byākaraṇaṁ anudhammo nāma.",
  "atk-s0202a2:2_5": "Sesaṁ jīvakasutte vuttanayameva.",
  "atk-s0202a2:2_6": "Na me teti ananuññāya ṭhatvā anuññampi paṭikkhipati.",
  "atk-s0202a2:2_7": "“Sabbaññū sabbadassāvī aparisesaṁ ñāṇadassanaṁ paṭijānātī”ti hi idaṁ anujānitabbaṁ siyā, –",
  "atk-s0202a2:2_8": "“carato ca me…pe…",
  "atk-s0202a2:2_9": "paccupaṭṭhita”nti idaṁ pana nānujānitabbaṁ.",
  "atk-s0202a2:2_10": "Sabbaññutaññāṇena hi āvajjitvā pajānāti.",
  "atk-s0202a2:2_11": "Tasmā ananuññāya ṭhatvā anuññampi paṭikkhipanto evamāha.",
  "atk-s0202a2:3_0": "186.Āsavānaṁ khayāti ettha sakiṁ khīṇānaṁ āsavānaṁ puna khepetabbābhāvā yāvadevāti na vuttaṁ.",
  "atk-s0202a2:3_1": "Pubbenivāsañāṇena cettha bhagavā atītajānanaguṇaṁ dasseti, dibbacakkhuñāṇena paccuppannajānanaguṇaṁ, āsavakkhayañāṇena lokuttaraguṇanti.",
  "atk-s0202a2:3_2": "Iti imāhi tīhi vijjāhi sakalabuddhaguṇe saṁkhipitvā kathesi.",
  "atk-s0202a2:4_0": "Gihisaṁyojananti gihibandhanaṁ gihiparikkhāresu nikantiṁ.",
  "atk-s0202a2:4_1": "Natthi kho vacchāti gihisaṁyojanaṁ appahāya dukkhassantakaro nāma natthi.",
  "atk-s0202a2:4_2": "Yepi hi santatimahāmatto uggaseno seṭṭhiputto vītasokadārakoti gihiliṅge ṭhitāva arahattaṁ pattā, tepi maggena sabbasaṅkhāresu nikantiṁ sukkhāpetvā pattā.",
  "atk-s0202a2:4_3": "Taṁ patvā pana na tena liṅgena aṭṭhaṁsu, gihiliṅgaṁ nāmetaṁ hīnaṁ, uttamaguṇaṁ dhāretuṁ na sakkoti.",
  "atk-s0202a2:4_4": "Tasmā tattha ṭhito arahattaṁ patvā taṁdivasameva pabbajati vā parinibbāti vā.",
  "atk-s0202a2:4_5": "Bhūmadevatā pana tiṭṭhanti. Kasmā?",
  "atk-s0202a2:4_6": "Nilīyanokāsassa atthitāya.",
  "atk-s0202a2:4_7": "Sesakāmabhave manussesu sotāpannādayo tayo tiṭṭhanti, kāmāvacaradevesu sotāpannā sakadāgāmino ca, anāgāmikhīṇāsavā panettha na tiṭṭhanti. Kasmā?",
  "atk-s0202a2:4_8": "Tañhi ṭhānaṁ laḷitajanassa āvāso, natthi tattha tesaṁ pavivekārahaṁ paṭicchannaṭṭhānañca.",
  "atk-s0202a2:4_9": "Iti tattha khīṇāsavo parinibbāti, anāgāmī cavitvā suddhāvāse nibbattati.",
  "atk-s0202a2:4_10": "Kāmāvacaradevato upari pana cattāropi ariyā tiṭṭhanti.",
  "atk-s0202a2:5_0": "Sopāsi kammavādīti sopi kammavādī ahosi, kiriyampi na paṭibāhittha.",
  "atk-s0202a2:5_1": "Tañhi ekanavutikappamatthake attānaṁyeva gahetvā katheti.",
  "atk-s0202a2:5_2": "Tadā kira mahāsatto pāsaṇḍapariggaṇhanatthaṁ pabbajito tassapi pāsaṇḍassa nipphalabhāvaṁ jānitvā vīriyaṁ na hāpesi, kiriyavādī hutvā sagge nibbattati.",
  "atk-s0202a2:5_3": "Tasmā evamāha.",
  "atk-s0202a2:5_4": "Sesaṁ sabbattha uttānamevāti.",
  "atk-s0202a2:6_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0202a2:7_0": "Tevijjavacchasuttavaṇṇanā niṭṭhitā.",
  "atk-s0202a2:8_0": "2. Aggivacchasuttavaṇṇanā",
  "atk-s0202a2:9_0": "187.Evaṁme sutanti aggivacchasuttaṁ.",
  "atk-s0202a2:9_1": "Tattha na kho ahanti paṭhamavāre nāhaṁ sassatadiṭṭhikoti vadati, dutiye nāhaṁ ucchedadiṭṭhikoti.",
  "atk-s0202a2:9_2": "Evaṁ antānantikādivasena sabbavāresu paṭikkhepo veditabbo.",
  "atk-s0202a2:9_3": "Hoti ca na ca hotīti ayaṁ panettha ekaccasassatavādo.",
  "atk-s0202a2:9_4": "Neva hoti na na hotīti ayaṁ amarāvikkhepoti veditabbo.",
  "atk-s0202a2:10_0": "189.Sadukkhanti kilesadukkhena ceva vipākadukkhena ca sadukkhaṁ.",
  "atk-s0202a2:10_1": "Savighātanti tesaṁyeva dvinnaṁ vasena saupaghātakaṁ.",
  "atk-s0202a2:10_2": "Saupāyāsanti tesaṁyeva vasena saupāyāsaṁ.",
  "atk-s0202a2:10_3": "Sapariḷāhanti tesaṁyeva vasena sapariḷāhaṁ.",
  "atk-s0202a2:11_0": "Kiñci diṭṭhigatanti kāci ekā diṭṭhipi ruccitvā khamāpetvā gahitā atthīti pucchati.",
  "atk-s0202a2:11_1": "Apanītanti nīhaṭaṁ apaviddhaṁ.",
  "atk-s0202a2:11_2": "Diṭṭhanti paññāya diṭṭhaṁ.",
  "atk-s0202a2:11_3": "Tasmāti yasmā pañcannaṁ khandhānaṁ udayavayaṁ addasa, tasmā.",
  "atk-s0202a2:11_4": "Sabbamaññitānanti sabbesaṁ tiṇṇampi taṇhādiṭṭhimānamaññitānaṁ.",
  "atk-s0202a2:11_5": "Mathitānanti tesaṁyeva vevacanaṁ.",
  "atk-s0202a2:11_6": "Idāni tāni vibhajitvā dassento sabbaahaṁkāra-mamaṁkāra-mānānusayānanti āha.",
  "atk-s0202a2:11_7": "Ettha hi ahaṁkāro diṭṭhi, mamaṁkāro taṇhā, mānānusayo māno.",
  "atk-s0202a2:11_8": "Anupādā vimuttoti catūhi upādānehi kañci dhammaṁ anupādiyitvā vimutto.",
  "atk-s0202a2:12_0": "190.Na upetīti na yujjati.",
  "atk-s0202a2:12_1": "Ettha ca “na upapajjatī”ti idaṁ anujānitabbaṁ siyā.",
  "atk-s0202a2:12_2": "Yasmā pana evaṁ vutte so paribbājako ucchedaṁ gaṇheyya, upapajjatīti pana sassatameva, upapajjati ca na ca upapajjatīti ekaccasassataṁ, neva upapajjati na na upapajjatīti amarāvikkhepaṁ, tasmā bhagavā –",
  "atk-s0202a2:12_3": "“ayaṁ appatiṭṭho anālambo hotu, sukhapavesanaṭṭhānaṁ mā labhatū”ti ananuññāya ṭhatvā anuññampi paṭikkhipi.",
  "atk-s0202a2:12_4": "Alanti samatthaṁ pariyattaṁ.",
  "atk-s0202a2:12_5": "Dhammoti paccayākāradhammo.",
  "atk-s0202a2:12_6": "Aññatrayogenāti aññattha payogena.",
  "atk-s0202a2:12_7": "Aññatrācariyakenāti paccayākāraṁ ajānantānaṁ aññesaṁ ācariyānaṁ santike vasantena.",
  "atk-s0202a2:13_0": "191.Tena hi vacchāti yasmā tvaṁ sammohamāpādinti vadasi, tasmā taṁyevettha paṭipucchissāmi.",
  "atk-s0202a2:13_1": "Anāhāronibbutoti appaccayo nibbuto.",
  "atk-s0202a2:14_0": "192.Yena rūpenāti yena rūpena sattasaṅkhātaṁ tathāgataṁ rūpīti paññāpeyya.",
  "atk-s0202a2:14_1": "Gambhīroti guṇagambhīro.",
  "atk-s0202a2:14_2": "Appameyyoti pamāṇaṁ gaṇhituṁ na sakkuṇeyyo.",
  "atk-s0202a2:14_3": "Duppariyogāḷhoti duogāho dujjāno.",
  "atk-s0202a2:14_4": "Seyyathāpi mahāsamuddoti yathā mahāsamuddo gambhīro appameyyo dujjāno, evameva khīṇāsavopi.",
  "atk-s0202a2:14_5": "Taṁ ārabbha upapajjatītiādi sabbaṁ na yujjati. Kathaṁ?",
  "atk-s0202a2:14_6": "Yathā parinibbutaṁ aggiṁ ārabbha puratthimaṁ disaṁ gatotiādi sabbaṁ na yujjati, evaṁ.",
  "atk-s0202a2:15_0": "Aniccatāti aniccatāya.",
  "atk-s0202a2:15_1": "Sāre patiṭṭhitanti lokuttaradhammasāre patiṭṭhitaṁ.",
  "atk-s0202a2:15_2": "Sesaṁ sabbattha uttānamevāti.",
  "atk-s0202a2:16_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0202a2:17_0": "Aggivacchasuttavaṇṇanā niṭṭhitā.",
  "atk-s0202a2:18_0": "3. Mahāvacchasuttavaṇṇanā",
  "atk-s0202a2:19_0": "193.Evaṁme sutanti mahāvacchasuttaṁ.",
  "atk-s0202a2:19_1": "Tattha sahakathīti saddhiṁvādo, bahuṁ mayā tumhehi saddhiṁ kathitapubbanti kathaṁ sāreti mettiṁ ghaṭeti.",
  "atk-s0202a2:19_2": "Purimāni hi dve suttāni etasseva kathitāni, saṁyuttake abyākatasaṁyuttaṁ nāma etasseva kathitaṁ –",
  "atk-s0202a2:19_3": "“kiṁ nu kho, bho gotama, sassato loko idameva saccaṁ moghamaññanti abyākatameta”nti evaṁ ekuttaranikāyepi iminā saddhiṁ kathitaṁ atthiyeva.",
  "atk-s0202a2:19_4": "Tasmā evamāha.",
  "atk-s0202a2:19_5": "Sammāsambuddhopi tassa āgatāgatassa saṅgahaṁ katvā okāsamakāsiyeva. Kasmā?",
  "atk-s0202a2:19_6": "Ayañhi sassatadiṭṭhiko, sassatadiṭṭhikā ca sīghaṁ laddhiṁ na vissajjenti, vasātelamakkhitapilotikā viya cirena sujjhanti.",
  "atk-s0202a2:19_7": "Passati ca bhagavā –",
  "atk-s0202a2:19_8": "“ayaṁ paribbājako kāle gacchante gacchante laddhiṁ vissajjetvā mama santike pabbajitvā cha abhiññāyo sacchikatvā abhiññātasāvako bhavissatī”ti.",
  "atk-s0202a2:19_9": "Tasmā tassa āgatāgatassa saṅgahaṁ katvā okāsamakāsiyeva.",
  "atk-s0202a2:19_10": "Idaṁ panassa pacchimagamanaṁ.",
  "atk-s0202a2:19_11": "So hi imasmiṁ sutte taraṇaṁ vā hotu ataraṇaṁ vā, yaṭṭhiṁ otaritvā udake patamāno viya samaṇassa gotamassa santikaṁ gantvā pabbajissāmīti sanniṭṭhānaṁ katvā āgato.",
  "atk-s0202a2:19_12": "Tasmā dhammadesanaṁ yācanto sādhu me bhavaṁ gotamotiādimāha.",
  "atk-s0202a2:19_13": "Tassa bhagavā mūlavasena saṁkhittadesanaṁ, kammapathavasena vitthāradesanaṁ desesi.",
  "atk-s0202a2:19_14": "Mūlavasena cettha atisaṁkhittā desanā, kammapathavasena saṁkhittā vitthārasadisā.",
  "atk-s0202a2:19_15": "Buddhānaṁ pana nippariyāyena vitthāradesanā nāma natthi.",
  "atk-s0202a2:19_16": "Catuvīsatisamantapaṭṭhānampi hi sattapakaraṇe abhidhammapiṭake ca sabbaṁ saṁkhittameva.",
  "atk-s0202a2:19_17": "Tasmā mūlavasenāpi kammapathavasenāpi saṁkhittameva desesīti veditabbo.",
  "atk-s0202a2:20_0": "194.",
  "atk-s0202a2:20_1": "Tattha pāṇātipātā veramaṇī kusalantiādīsu paṭipāṭiyā sattadhammā kāmāvacarā, anabhijjhādayo tayo catubhūmikāpi vaṭṭanti.",
  "atk-s0202a2:21_0": "Yatokho, vaccha, bhikkhunoti kiñcāpi aniyametvā vuttaṁ, yathā pana jīvakasutte ca caṅkīsutte ca, evaṁ imasmiṁ sutte ca attānameva sandhāyetaṁ bhagavatā vuttanti veditabbaṁ.",
  "atk-s0202a2:22_0": "195.Atthipanāti kiṁ pucchāmīti pucchati?",
  "atk-s0202a2:22_1": "Ayaṁ kirassa laddhi –",
  "atk-s0202a2:22_2": "“tasmiṁ tasmiṁ sāsane satthāva arahā hoti, sāvako pana arahattaṁ pattuṁ samattho natthi.",
  "atk-s0202a2:22_3": "Samaṇo ca gotamo ‘yato kho, vaccha, bhikkhuno’ti ekaṁ bhikkhuṁ kathento viya katheti, atthi nu kho samaṇassa gotamassa sāvako arahattappatto”ti.",
  "atk-s0202a2:22_4": "Etamatthaṁ pucchissāmīti pucchati.",
  "atk-s0202a2:22_5": "Tattha tiṭṭhatūti bhavaṁ tāva gotamo tiṭṭhatu, bhavañhi loke pākaṭo arahāti attho.",
  "atk-s0202a2:22_6": "Tasmiṁ byākate uttari bhikkhunīādīnaṁ vasena pañhaṁ pucchi, bhagavāpissa byākāsi.",
  "atk-s0202a2:23_0": "196.Ārādhakoti sampādako paripūrako.",
  "atk-s0202a2:24_0": "197.Sekhāya vijjāya pattabbanti heṭṭhimaphalattayaṁ pattabbaṁ.",
  "atk-s0202a2:24_1": "Taṁ sabbaṁ mayā anuppattanti vadati.",
  "atk-s0202a2:24_2": "Vitaṇḍavādī panāha –",
  "atk-s0202a2:24_3": "“katame dhammā sekkhā?",
  "atk-s0202a2:24_4": "Cattāro maggā apariyāpannā heṭṭhimāni ca tīṇi sāmaññaphalānī”ti vacanato arahattamaggopi anena pattoyeva.",
  "atk-s0202a2:24_5": "Phalaṁ pana apattaṁ, tassa pattiyā uttari yogaṁ kathāpetīti.",
  "atk-s0202a2:24_6": "So evaṁ saññāpetabbo –",
  "atk-s0202a2:25_0": "“Yo ve kilesāni pahāya pañca,",
  "atk-s0202a2:26_0": "Paripuṇṇasekho aparihānadhammo;",
  "atk-s0202a2:27_0": "Cetovasippatto samāhitindriyo,",
  "atk-s0202a2:28_0": "Sa ve ṭhitattoti naro pavuccatī”ti. ;",
  "atk-s0202a2:29_0": "Anāgāmipuggalo hi ekantaparipuṇṇasekho.",
  "atk-s0202a2:29_1": "Taṁ sandhāya “sekhāya vijjāya pattabba”nti āha.",
  "atk-s0202a2:29_2": "Maggassa pana ekacittakkhaṇikattā tattha ṭhitassa pucchā nāma natthi.",
  "atk-s0202a2:29_3": "Iminā suttena maggopi bahucittakkhaṇiko hotūti ce.",
  "atk-s0202a2:29_4": "Etaṁ na buddhavacanaṁ, vuttagāthāya ca attho virujjhati.",
  "atk-s0202a2:29_5": "Tasmā anāgāmiphale ṭhatvā arahattamaggassa vipassanaṁ kathāpetīti veditabbo.",
  "atk-s0202a2:29_6": "Yasmā panassa na kevalaṁ suddhaarahattasseva upanissayo, channampi abhiññānaṁ upanissayo atthi, tasmā bhagavā –",
  "atk-s0202a2:29_7": "“evamayaṁ samathe kammaṁ katvā pañca abhiññā nibbattessati, vipassanāya kammaṁ katvā arahattaṁ pāpuṇissati.",
  "atk-s0202a2:29_8": "Evaṁ chaḷabhiñño mahāsāvako bhavissatī”ti vipassanāmattaṁ akathetvā samathavipassanā ācikkhi.",
  "atk-s0202a2:30_0": "198.Satisatiāyataneti sati satikāraṇe.",
  "atk-s0202a2:30_1": "Kiñcettha kāraṇaṁ?",
  "atk-s0202a2:30_2": "Abhiññā vā abhiññāpādakajjhānaṁ vā avasāne pana arahattaṁ vā kāraṇaṁ arahattassa vipassanā vāti veditabbaṁ.",
  "atk-s0202a2:31_0": "200.Pariciṇṇo me bhagavāti satta hi sekhā bhagavantaṁ paricaranti nāma, khīṇāsavena bhagavā pariciṇṇo hoti.",
  "atk-s0202a2:31_1": "Iti saṅkhepena arahattaṁ byākaronto thero evamāha.",
  "atk-s0202a2:31_2": "Te pana bhikkhū tamatthaṁ na jāniṁsu, ajānantāva tassa vacanaṁ sampaṭicchitvā.",
  "atk-s0202a2:31_3": "Bhagavato ārocesuṁ.",
  "atk-s0202a2:31_4": "Devatāti tesaṁ guṇānaṁ lābhī devatā.",
  "atk-s0202a2:31_5": "Sesaṁ sabbattha uttānamevāti.",
  "atk-s0202a2:32_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0202a2:33_0": "Mahāvacchasuttavaṇṇanā niṭṭhitā.",
  "atk-s0202a2:34_0": "4. Dīghanakhasuttavaṇṇanā",
  "atk-s0202a2:35_0": "201.Evaṁme sutanti dīghanakhasuttaṁ.",
  "atk-s0202a2:35_1": "Tattha sūkarakhatāyanti sūkarakhatāti evaṁnāmake leṇe.",
  "atk-s0202a2:35_2": "Kassapabuddhakāle kira taṁ leṇaṁ ekasmiṁ buddhantare pathaviyā vaḍḍhamānāya antobhūmigataṁ jātaṁ.",
  "atk-s0202a2:35_3": "Athekadivasaṁ eko sūkaro tassa chadanapariyantasamīpe paṁsuṁ khaṇi.",
  "atk-s0202a2:35_4": "Deve vuṭṭe paṁsudhoto chadanapariyanto pākaṭo ahosi.",
  "atk-s0202a2:35_5": "Eko vanacarako disvā –",
  "atk-s0202a2:35_6": "“pubbe sīlavantehi paribhuttaleṇena bhavitabbaṁ, paṭijaggissāmi na”nti samantato paṁsuṁ apanetvā leṇaṁ sodhetvā kuṭṭaparikkhepaṁ katvā dvāravātapānaṁ yojetvā supariniṭṭhita-sudhākammacittakammarajatapaṭṭasadisāya vālukāya santhatapariveṇaṁ leṇaṁ katvā mañcapīṭhaṁ paññāpetvā bhagavato vasanatthāya adāsi.",
  "atk-s0202a2:35_7": "Leṇaṁ gambhīraṁ ahosi otaritvā abhiruhitabbaṁ.",
  "atk-s0202a2:35_8": "Taṁ sandhāyetaṁ vuttaṁ.",
  "atk-s0202a2:36_0": "Dīghanakhoti tassa paribbājakassa nāmaṁ.",
  "atk-s0202a2:36_1": "Upasaṅkamīti kasmā upasaṅkami?",
  "atk-s0202a2:36_2": "So kira there aḍḍhamāsapabbajite cintesi –",
  "atk-s0202a2:36_3": "“mayhaṁ mātulo aññaṁ pāsaṇḍaṁ gantvā na ciraṁ tiṭṭhati, idāni panassa samaṇassa gotamassa santikaṁ gatassa aḍḍhamāso jāto.",
  "atk-s0202a2:36_4": "Pavattimpissa na suṇāmi, ojavantaṁ nu kho sāsanaṁ, jānissāmi na”nti gantukāmo jāto.",
  "atk-s0202a2:36_5": "Tasmā upasaṅkami.",
  "atk-s0202a2:36_6": "Ekamantaṁ ṭhitoti tasmiṁ kira samaye thero bhagavantaṁ bījayamāno ṭhito hoti, paribbājako mātule hirottappena ṭhitakova pañhaṁ pucchi.",
  "atk-s0202a2:36_7": "Tena vuttaṁ “ekamantaṁ ṭhito”ti.",
  "atk-s0202a2:37_0": "Sabbaṁ me nakkhamatīti sabbā me upapattiyo nakkhamanti, paṭisandhiyo nakkhamantīti adhippāyena vadati.",
  "atk-s0202a2:37_1": "Ettāvatānena “ucchedavādohamasmī”ti dīpitaṁ hoti.",
  "atk-s0202a2:37_2": "Bhagavā panassa adhippāyaṁ muñcitvā akkhare tāva dosaṁ dassento yāpi kho tetiādimāha.",
  "atk-s0202a2:37_3": "Tattha esāpi te diṭṭhi nakkhamatīti esāpi te paṭhamaṁ ruccitvā khamāpetvā gahitadiṭṭhi nakkhamatīti.",
  "atk-s0202a2:37_4": "Esā ce me, bho gotama, diṭṭhi khameyyāti mayhañhi sabbaṁ nakkhamatīti diṭṭhi, tassa mayhaṁ yā esā sabbaṁ me nakkhamatīti diṭṭhi, esā me khameyya.",
  "atk-s0202a2:37_5": "Yaṁ taṁ “sabbaṁ me nakkhamatī”ti vuttaṁ, tampissa tādisameva.",
  "atk-s0202a2:37_6": "Yathā sabbagahaṇena gahitāpi ayaṁ diṭṭhi khamati, evamevaṁ tampi khameyya.",
  "atk-s0202a2:37_7": "Evaṁ attano vāde āropitaṁ dosaṁ ñatvā taṁ pariharāmīti saññāya vadati, atthato panassa “esā diṭṭhi na me khamatī”ti āpajjati.",
  "atk-s0202a2:37_8": "Yassa panesā na khamati na ruccati, tassāyaṁ tāya diṭṭhiyā sabbaṁ me na khamatīti diṭṭhi rucitaṁ.",
  "atk-s0202a2:37_9": "Tena hi diṭṭhiakkhamena arucitena bhavitabbanti sabbaṁ khamatīti ruccatīti āpajjati.",
  "atk-s0202a2:37_10": "Na panesa taṁ sampaṭicchati, kevalaṁ tassāpi ucchedadiṭṭhiyā ucchedameva gaṇhāti.",
  "atk-s0202a2:37_11": "Tenāha bhagavā ato kho te, aggivessana,…pe…",
  "atk-s0202a2:37_12": "aññañca diṭṭhiṁ upādiyantīti.",
  "atk-s0202a2:37_13": "Tattha atoti pajahanakesu nissakkaṁ, ye pajahanti, tehi ye nappajahantīti vucciyanti, teva bahutarāti attho.",
  "atk-s0202a2:37_14": "Bahū hi bahutarāti ettha hikāro nipātamattaṁ, bahū bahutarāti attho.",
  "atk-s0202a2:37_15": "Parato tanū hi tanutarāti padepi eseva nayo.",
  "atk-s0202a2:37_16": "Ye evamāhaṁsūti ye evaṁ vadanti.",
  "atk-s0202a2:37_17": "Tañceva diṭṭhiṁ nappajahanti, aññañca diṭṭhiṁ upādiyantīti mūladassanaṁ nappajahanti, aparadassanaṁ upādiyanti.",
  "atk-s0202a2:38_0": "Ettha ca sassataṁ gahetvā tampi appahāya ucchedaṁ vā ekaccasassataṁ vā gahetuṁ na sakkā, ucchedampi gahetvā taṁ appahāya sassataṁ vā ekaccasassataṁ vā na sakkā gahetuṁ, ekaccasassatampi gahetvā taṁ appahāya sassataṁ vā ucchedaṁ vā na sakkā gahetuṁ.",
  "atk-s0202a2:38_1": "Mūlasassataṁ pana appahāya aññaṁ sassatameva sakkā gahetuṁ. Kathaṁ?",
  "atk-s0202a2:38_2": "Ekasmiñhi samaye “rūpaṁ sassata”nti gahetvā aparasmiṁ samaye “na suddharūpameva sassataṁ, vedanāpi sassatā, viññāṇampi sassata”nti gaṇhāti.",
  "atk-s0202a2:38_3": "Ucchedepi ekaccasassatepi eseva nayo.",
  "atk-s0202a2:38_4": "Yathā ca khandhesu, evaṁ āyatanesupi yojetabbaṁ.",
  "atk-s0202a2:38_5": "Idaṁ sandhāya vuttaṁ –",
  "atk-s0202a2:38_6": "“tañceva diṭṭhiṁ nappajahanti, aññañca diṭṭhiṁ upādiyantī”ti.",
  "atk-s0202a2:39_0": "Dutiyavāre atoti appajahanakesu nissakkaṁ, ye nappajahanti, tehi, ye pajahantīti vucciyanti, teva tanutarā appatarāti attho.",
  "atk-s0202a2:39_1": "Tañceva diṭṭhiṁ pajahanti, aññañca diṭṭhiṁ na upādiyantīti tañca mūladassanaṁ pajahanti, aññañca dassanaṁ na gaṇhanti. Kathaṁ?",
  "atk-s0202a2:39_2": "Ekasmiñhi samaye “rūpaṁ sassata”nti gahetvā aparasmiṁ samaye tattha ādīnavaṁ disvā “oḷārikametaṁ mayhaṁ dassana”nti pajahati “na kevalañca rūpaṁ sassatanti dassanameva oḷārikaṁ, vedanāpi sassatā…pe…",
  "atk-s0202a2:39_3": "viññāṇampi sassatanti dassanaṁ oḷārikamevā”ti vissajjeti.",
  "atk-s0202a2:39_4": "Ucchedepi ekaccasassatepi eseva nayo.",
  "atk-s0202a2:39_5": "Yathā ca khandhesu, evaṁ āyatanesupi yojetabbaṁ.",
  "atk-s0202a2:39_6": "Evaṁ tañca mūladassanaṁ pajahanti, aññañca dassanaṁ na gaṇhanti.",
  "atk-s0202a2:40_0": "Santaggivessanāti kasmā ārabhi?",
  "atk-s0202a2:40_1": "Ayaṁ ucchedaladdhiko attano laddhiṁ nigūhati, tassā pana laddhiyā vaṇṇe vuccamāne attano laddhiṁ pātukarissatīti tisso laddhiyo ekato dassetvā vibhajituṁ imaṁ desanaṁ ārabhi.",
  "atk-s0202a2:41_0": "Sārāgāya santiketiādīsu rāgavasena vaṭṭe rajjanassa āsannā taṇhādiṭṭhisaṁyojanena vaṭṭasaṁyojanassa santike.",
  "atk-s0202a2:41_1": "Abhinandanāyāti taṇhādiṭṭhivaseneva gilitvā pariyādiyanassa gahaṇassa ca āsannāti attho.",
  "atk-s0202a2:41_2": "Asārāgāya santiketiādīsu vaṭṭe arajjanassa āsannātiādinā nayena attho veditabbo.",
  "atk-s0202a2:42_0": "Ettha ca sassatadassanaṁ appasāvajjaṁ dandhavirāgaṁ, ucchedadassanaṁ mahāsāvajjaṁ khippavirāgaṁ. Kathaṁ?",
  "atk-s0202a2:42_1": "Sassatavādī hi idhalokaṁ paralokañca atthīti jānāti, sukatadukkaṭānaṁ phalaṁ atthīti jānāti, kusalaṁ karoti, akusalaṁ karonto bhāyati, vaṭṭaṁ assādeti, abhinandati.",
  "atk-s0202a2:42_2": "Buddhānaṁ vā buddhasāvakānaṁ vā sammukhībhūto sīghaṁ laddhiṁ jahituṁ na sakkoti.",
  "atk-s0202a2:42_3": "Tasmā taṁ sassatadassanaṁ appasāvajjaṁ dandhavirāganti vuccati.",
  "atk-s0202a2:42_4": "Ucchedavādī pana idhalokaparalokaṁ atthīti jānāti, sukatadukkaṭānaṁ phalaṁ atthīti jānāti, kusalaṁ na karoti, akusalaṁ karonto na bhāyati, vaṭṭaṁ na assādeti, nābhinandati, buddhānaṁ vā buddhasāvakānaṁ vā sammukhībhāve sīghaṁ dassanaṁ pajahati.",
  "atk-s0202a2:42_5": "Pāramiyo pūretuṁ sakkonto buddho hutvā, asakkonto abhinīhāraṁ katvā sāvako hutvā parinibbāyati.",
  "atk-s0202a2:42_6": "Tasmā ucchedadassanaṁ mahāsāvajjaṁ khippavirāganti vuccati.",
  "atk-s0202a2:43_0": "202.",
  "atk-s0202a2:43_1": "So pana paribbājako etamatthaṁ asallakkhetvā –",
  "atk-s0202a2:43_2": "“mayhaṁ dassanaṁ saṁvaṇṇeti pasaṁsati, addhā me sundaraṁ dassana”nti sallakkhetvā ukkaṁseti me bhavantiādimāha.",
  "atk-s0202a2:44_0": "Idāni yasmā ayaṁ paribbājako kañjiyeneva tittakālābu, ucchedadassaneneva pūrito, so yathā kañjiyaṁ appahāya na sakkā lābumhi telaphāṇitādīni pakkhipituṁ, pakkhittānipi na gaṇhāti, evamevaṁ taṁ laddhiṁ appahāya abhabbo maggaphalānaṁ lābhāya, tasmā laddhiṁ jahāpanatthaṁ tatraggivessanātiādi āraddhaṁ.",
  "atk-s0202a2:44_1": "Viggahoti kalaho.",
  "atk-s0202a2:44_2": "Evametāsaṁ diṭṭhīnaṁ pahānaṁ hotīti evaṁ viggahādiādīnavaṁ disvā tāsaṁ diṭṭhīnaṁ pahānaṁ hoti.",
  "atk-s0202a2:44_3": "So hi paribbājako “kiṁ me iminā viggahādinā”ti taṁ ucchedadassanaṁ pajahati.",
  "atk-s0202a2:45_0": "205.",
  "atk-s0202a2:45_1": "Athassa bhagavā vamitakañjiye lābumhi sappiphāṇitādīni pakkhipanto viya hadaye amatosadhaṁ pūressāmīti vipassanaṁ ācikkhanto ayaṁ kho pana, aggivessana, kāyotiādimāha.",
  "atk-s0202a2:45_2": "Tassattho vammikasutte vutto.",
  "atk-s0202a2:45_3": "Aniccatotiādīnipi heṭṭhā vitthāritāneva.",
  "atk-s0202a2:45_4": "Yo kāyasmiṁ kāyachandoti yā kāyasmiṁ taṇhā.",
  "atk-s0202a2:45_5": "Snehoti taṇhāsnehova.",
  "atk-s0202a2:45_6": "Kāyanvayatāti kāyānugamanabhāvo, kāyaṁ anugacchanakakilesoti attho.",
  "atk-s0202a2:46_0": "Evaṁ rūpakammaṭṭhānaṁ dassetvā idāni arūpakammaṭṭhānaṁ dassento tisso khotiādimāha.",
  "atk-s0202a2:46_1": "Puna tāsaṁyeva vedanānaṁ asammissabhāvaṁ dassento yasmiṁ, aggivessana, samayetiādimāha.",
  "atk-s0202a2:46_2": "Tatrāyaṁ saṅkhepattho –",
  "atk-s0202a2:46_3": "yasmiṁ samaye sukhādīsu ekaṁ vedanaṁ vedayati, tasmiṁ samaye aññā vedanā attano vāraṁ vā okāsaṁ vā olokayamānā nisinnā nāma natthi, atha kho anuppannāva honti bhinnaudakapupphuḷā viya ca antarahitā vā.",
  "atk-s0202a2:46_4": "Sukhāpi khotiādi tāsaṁ vedanānaṁ cuṇṇavicuṇṇabhāvadassanatthaṁ vuttaṁ.",
  "atk-s0202a2:47_0": "Na kenaci saṁvadatīti tassataṁ gahetvā “sassatavādī aha”nti ucchedavādināpi saddhiṁ na saṁvadati, tameva gahetvā “sassatavādī aha”nti ekaccasassatavādinā saddhiṁ na vivadati.",
  "atk-s0202a2:47_1": "Evaṁ tayopi vādā parivattetvā yojetabbā.",
  "atk-s0202a2:47_2": "Yañca loke vuttanti yaṁ loke kathitaṁ voharitaṁ, tena voharati aparāmasanto kiñci dhammaṁ parāmāsaggāhena aggaṇhanto.",
  "atk-s0202a2:47_3": "Vuttampi cetaṁ –",
  "atk-s0202a2:48_0": "“Yo hoti bhikkhu arahaṁ katāvī,",
  "atk-s0202a2:49_0": "Khīṇāsavo antimadehadhārī;",
  "atk-s0202a2:50_0": "Ahaṁ vadāmītipi so vadeyya,",
  "atk-s0202a2:51_0": "Mamaṁ vadantītipi so vadeyya;",
  "atk-s0202a2:52_0": "Loke samaññaṁ kusalo viditvā,",
  "atk-s0202a2:53_0": "Vohāramattena so vohareyyā”ti. ;",
  "atk-s0202a2:54_0": "Aparampi vuttaṁ –",
  "atk-s0202a2:54_1": "“imā kho citta lokasamaññā lokaniruttiyo lokavohārā lokapaññattiyo, yāhi tathāgato voharati aparāmasa”nti.",
  "atk-s0202a2:55_0": "206.Abhiññāpahānamāhāti sassatādīsu tesaṁ tesaṁ dhammānaṁ sassataṁ abhiññāya jānitvā sassatassa pahānamāha, ucchedaṁ, ekaccasassataṁ abhiññāya ekaccasassatassa pahānaṁ vadati.",
  "atk-s0202a2:55_1": "Rūpaṁ abhiññāya rūpassa pahānaṁ vadatītiādinā nayenettha attho veditabbo.",
  "atk-s0202a2:56_0": "Paṭisañcikkhatoti paccavekkhantassa.",
  "atk-s0202a2:56_1": "Anupādāya āsavehi cittaṁ vimuccīti anuppādanirodhena niruddhehi āsavehi aggahetvāva cittaṁ vimucci.",
  "atk-s0202a2:56_2": "Ettāvatā cesa parassa vaḍḍhitaṁ bhattaṁ bhuñjitvā khudaṁ vinodento viya parassa āraddhāya dhammadesanāya ñāṇaṁ pesetvā vipassanaṁ vaḍḍhetvā arahattañceva patto, sāvakapāramīñāṇassa ca matthakaṁ, soḷasa ca paññā paṭivijjhitvā ṭhito.",
  "atk-s0202a2:56_3": "Dīghanakho pana sotāpattiphalaṁ patvā saraṇesu patiṭṭhito.",
  "atk-s0202a2:57_0": "Bhagavā pana imaṁ desanaṁ sūriye dharamāneyeva niṭṭhāpetvā gijjhakūṭā oruyha veḷuvanaṁ gantvā sāvakasannipātamakāsi, caturaṅgasamannāgato sannipāto ahosi.",
  "atk-s0202a2:57_1": "Tatrimāni aṅgāni –",
  "atk-s0202a2:57_2": "māghanakkhattena yutto puṇṇamauposathadivaso, kenaci anāmantitāni hutvā attanoyeva dhammatāya sannipatitāni aḍḍhatelasāni bhikkhusatāni, tesu ekopi puthujjano vā sotāpanna-sakadāgāmi-anāgāmi-sukkhavipassaka-arahantesu vā aññataro natthi, sabbe chaḷabhiññāva, ekopi cettha satthakena kese chinditvā pabbajito nāma natthi, sabbe ehibhikkhunoyevāti.",
  "atk-s0202a2:58_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0202a2:59_0": "Dīghanakhasuttavaṇṇanā niṭṭhitā.",
  "atk-s0202a2:60_0": "5. Māgaṇḍiyasuttavaṇṇanā",
  "atk-s0202a2:61_0": "207.Evaṁme sutanti māgaṇḍiyasuttaṁ.",
  "atk-s0202a2:61_1": "Tattha agyāgāreti aggihomasālayaṁ.",
  "atk-s0202a2:61_2": "Tiṇasanthāraketi dve māgaṇḍiyā mātulo ca bhāgineyyo ca.",
  "atk-s0202a2:61_3": "Tesu mātulo pabbajitvā arahattaṁ patto, bhāgineyyopi saupanissayo nacirasseva pabbajitvā arahattaṁ pāpuṇissati.",
  "atk-s0202a2:61_4": "Athassa bhagavā upanissayaṁ disvā ramaṇīyaṁ devagabbhasadisaṁ gandhakuṭiṁ pahāya tattha chārikatiṇakacavarādīhi uklāpe agyāgāre tiṇasanthārakaṁ paññāpetvā parasaṅgahakaraṇatthaṁ katipāhaṁ vasittha.",
  "atk-s0202a2:61_5": "Taṁ sandhāyetaṁ vuttaṁ.",
  "atk-s0202a2:61_6": "Tenupasaṅkamīti na kevalaṁ taṁdivasameva, yasmā pana taṁ agyāgāraṁ gāmūpacāre dārakadārikāhi okiṇṇaṁ avivittaṁ, tasmā bhagavā niccakālampi divasabhāgaṁ tasmiṁ vanasaṇḍe vītināmetvā sāyaṁ vāsatthāya tattha upagacchati.",
  "atk-s0202a2:62_0": "Addasākho…pe…",
  "atk-s0202a2:62_1": "tiṇasanthārakaṁ paññattanti bhagavā aññesu divasesu tiṇasanthārakaṁ saṅgharitvā saññāṇaṁ katvā gacchati, taṁdivasaṁ pana paññapetvāva agamāsi. Kasmā?",
  "atk-s0202a2:62_2": "Tadā hi paccūsasamaye lokaṁ oloketvāva addasa –",
  "atk-s0202a2:62_3": "“ajja māgaṇḍiyo idhāgantvā imaṁ tiṇasanthārakaṁ disvā bhāradvājena saddhiṁ tiṇasanthārakaṁ ārabbha kathāsallāpaṁ karissati, athāhaṁ āgantvā dhammaṁ desessāmi, so dhammaṁ sutvā mama santike pabbajitvā arahattaṁ pāpuṇissati.",
  "atk-s0202a2:62_4": "Paresaṁ saṅgahakaraṇatthameva hi mayā pāramiyo pūritā”ti tiṇasanthārakaṁ paññapetvāva agamāsi.",
  "atk-s0202a2:63_0": "Samaṇaseyyānurūpaṁ maññeti imaṁ tiṇasanthārakaṁ “samaṇassa anucchavikā seyyā”ti maññāmi.",
  "atk-s0202a2:63_1": "Na ca asaññatasamaṇassa nivutthaṭṭhānametaṁ.",
  "atk-s0202a2:63_2": "Tathāhettha hatthena ākaḍḍhitaṭṭhānaṁ vā pādena ākaḍḍhitaṭṭhānaṁ vā sīsena pahaṭaṭṭhānaṁ vā na paññāyati, anākulo anākiṇṇo abhinno chekena cittakārena tūlikāya paricchinditvā paññatto viya.",
  "atk-s0202a2:63_3": "Saññatasamaṇassa vasitaṭṭhānaṁ, kassa bho vasitaṭṭhānanti pucchati.",
  "atk-s0202a2:63_4": "Bhūnahunoti hatavaḍḍhino mariyādakārakassa.",
  "atk-s0202a2:63_5": "Kasmā evamāha?",
  "atk-s0202a2:63_6": "Chasu dvāresu vaḍḍhipaññāpanaladdhikattā.",
  "atk-s0202a2:63_7": "Ayañhi tassa laddhi –",
  "atk-s0202a2:63_8": "cakkhu brūhetabbaṁ vaḍḍhetabbaṁ, adiṭṭhaṁ dakkhitabbaṁ, diṭṭhaṁ samatikkamitabbaṁ.",
  "atk-s0202a2:63_9": "Sotaṁ brūhetabbaṁ vaḍḍhetabbaṁ, asutaṁ sotabbaṁ, sutaṁ samatikkamitabbaṁ.",
  "atk-s0202a2:63_10": "Ghānaṁ brūhetabbaṁ vaḍḍhetabbaṁ, aghāyitaṁ ghāyitabbaṁ, ghāyitaṁ samatikkamitabbaṁ.",
  "atk-s0202a2:63_11": "Jivhā brūhetabbā vaḍḍhetabbā, assāyitaṁ sāyitabbaṁ, sāyitaṁ samatikkamitabbaṁ.",
  "atk-s0202a2:63_12": "Kāyo brūhetabbo vaḍḍhetabbo, aphuṭṭhaṁ phusitabbaṁ, phuṭṭhaṁ samatikkamitabbaṁ.",
  "atk-s0202a2:63_13": "Mano brūhetabbo vaḍḍhetabbo, aviññātaṁ vijānitabbaṁ, viññātaṁ samatikkamitabbaṁ.",
  "atk-s0202a2:63_14": "Evaṁ so chasu dvāresu vaḍḍhiṁ paññapeti.",
  "atk-s0202a2:63_15": "Bhagavā pana –",
  "atk-s0202a2:64_0": "“Cakkhunā saṁvaro sādhu, sādhu sotena saṁvaro;",
  "atk-s0202a2:65_0": "Ghānena saṁvaro sādhu, sādhu jivhāya saṁvaro.",
  "atk-s0202a2:66_0": "Kāyena saṁvaro sādhu, sādhu vācāya saṁvaro;",
  "atk-s0202a2:67_0": "Manasā saṁvaro sādhu, sādhu sabbattha saṁvaro;",
  "atk-s0202a2:68_0": "Sabbattha saṁvuto bhikkhu, sabbadukkhā pamuccatī”ti. –",
  "atk-s0202a2:69_0": "Chasu dvāresu saṁvaraṁ paññapeti.",
  "atk-s0202a2:69_1": "Tasmā so “vaḍḍhihato samaṇo gotamo mariyādakārako”ti maññamāno “bhūnahuno”ti āha.",
  "atk-s0202a2:70_0": "Ariye ñāye dhamme kusaleti parisuddhe kāraṇadhamme anavajje.",
  "atk-s0202a2:70_1": "Iminā kiṁ dasseti?",
  "atk-s0202a2:70_2": "Evarūpassa nāma uggatassa paññātassa yasassino upari vācaṁ bhāsamānena vīmaṁsitvā upadhāretvā mukhe ārakkhaṁ ṭhapetvā bhāsitabbo hoti.",
  "atk-s0202a2:70_3": "Tasmā mā sahasā abhāsi, mukhe ārakkhaṁ ṭhapehīti dasseti.",
  "atk-s0202a2:70_4": "Evañhi no sutte ocaratīti yasmā amhākaṁ sutte evaṁ āgacchati, na mayaṁ mukhāruḷhicchāmattaṁ vadāma, sutte ca nāma āgataṁ vadamānā kassa bhāyeyyāma, tasmā sammukhāpi naṁ vadeyyāmāti attho.",
  "atk-s0202a2:70_5": "Appossukkoti mama rakkhanatthāya anussukko avāvaṭo hutvāti attho.",
  "atk-s0202a2:70_6": "Vuttova naṁ vadeyyāti mayā vuttova hutvā apucchitova kathaṁ samuṭṭhāpetvā ambajambūādīni gahetvā viya apūrayamāno mayā kathitaniyāmena bhavaṁ bhāradvājo vadeyya, vadassūti attho.",
  "atk-s0202a2:71_0": "208.Assosikhoti satthā ālokaṁ vaḍḍhetvā dibbacakkhunā māgaṇḍiyaṁ tattha āgataṁ addasa, dvinnaṁ janānaṁ bhāsamānānaṁ dibbasotena saddampi assosi.",
  "atk-s0202a2:71_1": "Paṭisallānā vuṭṭhitoti phalasamāpattiyā vuṭṭhito.",
  "atk-s0202a2:71_2": "Saṁviggoti pītisaṁvegena saṁviggo calito kampito.",
  "atk-s0202a2:71_3": "Tassa kira etadahosi –",
  "atk-s0202a2:71_4": "“neva māgaṇḍiyena samaṇassa gotamassa ārocitaṁ, na mayā.",
  "atk-s0202a2:71_5": "Amhe muñcitvā añño ettha tatiyopi natthi, suto bhavissati amhākaṁ saddo tikhiṇasotena purisenā”ti.",
  "atk-s0202a2:71_6": "Athassa abbhantare pīti uppajjitvā navanavutilomakūpasahassāni uddhaggāni akāsi.",
  "atk-s0202a2:71_7": "Tena vuttaṁ “saṁviggo lomahaṭṭhajāto”ti.",
  "atk-s0202a2:71_8": "Athakho māgaṇḍiyo paribbājakoti paribbājakassa pabhinnamukhaṁ viya bījaṁ paripākagataṁ ñāṇaṁ, tasmā sannisīdituṁ asakkonto āhiṇḍamāno puna satthu santikaṁ āgantvā ekamantaṁ nisīdi.",
  "atk-s0202a2:71_9": "Taṁ dassetuṁ “atha kho māgaṇḍiyo”tiādi vuttaṁ.",
  "atk-s0202a2:72_0": "209. Satthā –",
  "atk-s0202a2:72_1": "“evaṁ kira tvaṁ, māgaṇḍiya, maṁ avacā”ti avatvāva cakkhuṁ kho, māgaṇḍiyāti paribbājakassa dhammadesanaṁ ārabhi.",
  "atk-s0202a2:72_2": "Tattha vasanaṭṭhānaṭṭhena rūpaṁ cakkhussa ārāmoti cakkhu rūpārāmaṁ.",
  "atk-s0202a2:72_3": "Rūpe ratanti rūparataṁ.",
  "atk-s0202a2:72_4": "Rūpena cakkhu āmoditaṁ pamoditanti rūpasamuditaṁ.",
  "atk-s0202a2:72_5": "Dantanti nibbisevanaṁ.",
  "atk-s0202a2:72_6": "Guttanti gopitaṁ.",
  "atk-s0202a2:72_7": "Rakkhitanti ṭhapitarakkhaṁ.",
  "atk-s0202a2:72_8": "Saṁvutanti pihitaṁ.",
  "atk-s0202a2:72_9": "Saṁvarāyāti pidhānatthāya.",
  "atk-s0202a2:73_0": "210.Paricāritapubboti abhiramitapubbo.",
  "atk-s0202a2:73_1": "Rūpapariḷāhanti rūpaṁ ārabbha uppajjanapariḷāhaṁ.",
  "atk-s0202a2:73_2": "Imassa pana te, māgaṇḍiya, kimassa vacanīyanti imassa rūpaṁ pariggaṇhitvā arahattappattassa khīṇāsavassa tayā kiṁ vacanaṁ vattabbaṁ assa, vuḍḍhihato mariyādakārakoti idaṁ vattabbaṁ, na vattabbanti pucchati.",
  "atk-s0202a2:73_3": "Na kiñci, bho gotamāti, bho gotama, kiñci vattabbaṁ natthi.",
  "atk-s0202a2:73_4": "Sesadvāresupi eseva nayo.",
  "atk-s0202a2:74_0": "211.",
  "atk-s0202a2:74_1": "Idāni yasmā tayā pañcakkhandhe pariggahetvā arahattappattassa khīṇāsavassa kiñci vattabbaṁ natthi, ahañca pañcakkhandhe pariggahetvā sabbaññutaṁ patto, tasmā ahampi te na kiñci vattabboti dassetuṁ ahaṁ kho panātiādimāha.",
  "atk-s0202a2:74_2": "Tassa mayhaṁ māgaṇḍiyāti gihikāle attano sampattiṁ dassento āha.",
  "atk-s0202a2:74_3": "Tattha vassikotiādīsu yattha sukhaṁ hoti vassakāle vasituṁ, ayaṁ vassiko.",
  "atk-s0202a2:74_4": "Itaresupi eseva nayo.",
  "atk-s0202a2:74_5": "Ayaṁ panettha vacanattho –",
  "atk-s0202a2:74_6": "vassaṁ vāso vassaṁ, vassaṁ arahatīti vassiko.",
  "atk-s0202a2:74_7": "Itaresupi eseva nayo.",
  "atk-s0202a2:75_0": "Tattha vassiko pāsādo nātiucco hoti nātinīco, dvāravātapānānipissa nātitanūni nātibahūni, bhūmattharaṇapaccattharaṇakhajjabhojjānipettha missakāneva vaṭṭanti.",
  "atk-s0202a2:75_1": "Hemantike thambhāpi bhittiyopi nīcā honti, dvāravātapānāni tanukāni sukhumacchiddāni.",
  "atk-s0202a2:75_2": "Uṇhapavesanatthāya bhittiniyūhāni nīharīyanti.",
  "atk-s0202a2:75_3": "Bhūmattharaṇapaccattharaṇanivāsanapārupanāni panettha uṇhavīriyāni kambalādīni vaṭṭanti.",
  "atk-s0202a2:75_4": "Khajjabhojjaṁ siniddhaṁ kaṭukasannissitañca.",
  "atk-s0202a2:75_5": "Gimhike thambhāpi bhittiyopi uccā honti.",
  "atk-s0202a2:75_6": "Dvāravātapānāni panettha bahūni vipulajālāni bhavanti.",
  "atk-s0202a2:75_7": "Bhūmattharaṇādīni dukūlamayāni vaṭṭanti, khajjabhojjāni madhurarasasītavīriyāni.",
  "atk-s0202a2:75_8": "Vātapānasamīpesu cettha nava cāṭiyo ṭhapetvā udakassa pūretvā nīluppalādīhi sañchādenti.",
  "atk-s0202a2:75_9": "Tesu tesu padesesu udakayantāni karonti, yehi deve vassante viya udakadhārā nikkhamanti.",
  "atk-s0202a2:76_0": "Bodhisattassa pana aṭṭhasatasuvaṇṇaghaṭe ca rajataghaṭe ca gandhodakassa pūretvā nīluppalagacchake katvā sayanaṁ parivāretvā ṭhapayiṁsu.",
  "atk-s0202a2:76_1": "Mahantesu lohakaṭāhesu gandhakalalaṁ pūretvā nīluppalapadumapuṇḍarīkāni ropetvā utuggahaṇatthāya tattha tattha ṭhapesuṁ.",
  "atk-s0202a2:76_2": "Sūriyarasmīhi pupphāni pupphanti.",
  "atk-s0202a2:76_3": "Nānāvidhā bhamaragaṇā pāsādaṁ pavisitvā pupphesu rasaṁ gaṇhantā vicaranti.",
  "atk-s0202a2:76_4": "Pāsādo atisugandho hoti.",
  "atk-s0202a2:76_5": "Yamakabhittiyā antare lohanāḷiṁ ṭhapetvā navabhūmikapāsādassa upari ākāsaṅgaṇe ratanamaṇḍapamatthake sukhumacchiddakaṁ jālaṁ baddhaṁ ahosi.",
  "atk-s0202a2:76_6": "Ekasmiṁ ṭhāne sukkhamahiṁsacammaṁ pasāreti.",
  "atk-s0202a2:76_7": "Bodhisattassa udakakīḷanavelāya mahiṁsacamme pāsāṇaguḷe khipanti, meghathanitasaddo viya hoti.",
  "atk-s0202a2:76_8": "Heṭṭhā yantaṁ parivattenti, udakaṁ abhiruhitvā jālamatthake patati, vassapatanasalilaṁ viya hoti.",
  "atk-s0202a2:76_9": "Tadā bodhisatto nīlapaṭaṁ nivāseti, nīlapaṭaṁ pārupati, nīlapasādhanaṁ pasādheti.",
  "atk-s0202a2:76_10": "Parivārāpissa cattālīsanāṭakasahassāni nīlavatthābharaṇāneva nīlavilepanāni hutvā mahāpurisaṁ parivāretvā ratanamaṇḍapaṁ gacchanti.",
  "atk-s0202a2:76_11": "Divasabhāgaṁ udakakīḷaṁ kīḷanto sītalaṁ utusukhaṁ anubhoti.",
  "atk-s0202a2:77_0": "Pāsādassa catūsu disāsu cattāro sarā honti.",
  "atk-s0202a2:77_1": "Divākāle nānāvaṇṇasakuṇagaṇā pācīnasarato vuṭṭhāya viravamānā pāsādamatthakena pacchimasaraṁ gacchanti.",
  "atk-s0202a2:77_2": "Pacchimasarato vuṭṭhāya pācīnasaraṁ, uttarasarato dakkhiṇasaraṁ, dakkhiṇasarato uttarasaraṁ gacchanti, antaravassasamayo viya hoti.",
  "atk-s0202a2:77_3": "Hemantikapāsādo pana pañcabhūmiko ahosi, vassikapāsādo sattabhūmiko.",
  "atk-s0202a2:78_0": "Nippurisehīti purisavirahitehi.",
  "atk-s0202a2:78_1": "Na kevalañcettha tūriyāneva nippurisāni, sabbaṭṭhānānipi nippurisāneva.",
  "atk-s0202a2:78_2": "Dovārikāpi itthiyova, nhāpanādiparikammakarāpi itthiyova.",
  "atk-s0202a2:78_3": "Rājā kira –",
  "atk-s0202a2:78_4": "“tathārūpaṁ issariyasukhasampattiṁ anubhavamānassa purisaṁ disvā parisaṅkā uppajjati, sā me puttassa mā ahosī”ti sabbakiccesu itthiyova ṭhapesi.",
  "atk-s0202a2:78_5": "Tāya ratiyā ramamānoti idaṁ catutthajjhānikaphalasamāpattiratiṁ sandhāya vuttaṁ.",
  "atk-s0202a2:79_0": "212.Gahapati vā gahapatiputto vāti ettha yasmā khattiyānaṁ setacchattasmiṁyeva patthanā hoti, mahā ca nesaṁ papañco, brāhmaṇā mantehi atittā mante gavesantā vicaranti, gahapatino pana muddāgaṇanamattaṁ uggahitakālato paṭṭhāya sampattiṁyeva anubhavanti, tasmā khattiyabrāhmaṇe aggahetvā “gahapati vā gahapatiputto vā”ti āha.",
  "atk-s0202a2:79_1": "Āvaṭṭeyyāti mānusakakāmahetu āvaṭṭo bhaveyyāti attho.",
  "atk-s0202a2:79_2": "Abhikkantatarāti visiṭṭhatarā.",
  "atk-s0202a2:79_3": "Paṇītatarāti atappakatarā.",
  "atk-s0202a2:79_4": "Vuttampi cetaṁ –",
  "atk-s0202a2:80_0": "“Kusaggenudakamādāya, samudde udakaṁ mine;",
  "atk-s0202a2:81_0": "Evaṁ mānusakā kāmā, dibbakāmāna santike”ti. –",
  "atk-s0202a2:82_0": "Samadhigayha tiṭṭhatīti dibbasukhaṁ gaṇhitvā tato visiṭṭhatarā hutvā tiṭṭhati.",
  "atk-s0202a2:83_0": "Opammasaṁsandanaṁ panettha evaṁ veditabbaṁ –",
  "atk-s0202a2:83_1": "gahapatissa pañcahi kāmaguṇehi samaṅgībhūtakālo viya bodhisattassa tīsu pāsādesu cattālīsasahassaitthimajjhe modanakālo, tassa sucaritaṁ pūretvā sagge nibbattakālo viya bodhisattassa abhinikkhamanaṁ katvā bodhipallaṅke sabbaññutaṁ paṭividdhakālo, tassa nandanavane sampattiṁ anubhavanakālo viya tathāgatassa catutthajjhānikaphalasamāpattiratiyā vītivattanakālo, tassa mānusakānaṁ pañcannaṁ kāmaguṇānaṁ apatthanakālo viya tathāgatassa catutthajjhānikaphalasamāpattiratiyā vītināmentassa hīnajanasukhassa apatthanakāloti.",
  "atk-s0202a2:84_0": "213.Sukhīti paṭhamaṁ dukkhito pacchā sukhito assa.",
  "atk-s0202a2:84_1": "Serīti paṭhamaṁ vejjadutiyako pacchā serī ekako bhaveyya.",
  "atk-s0202a2:84_2": "Sayaṁvasīti paṭhamaṁ vejjassa vase vattamāno vejjena nisīdāti vutte nisīdi, nipajjāti vutte nipajji, bhuñjāti vutte bhuñji, pivāti vutte pivi, pacchā sayaṁvasī jāto.",
  "atk-s0202a2:84_3": "Yena kāmaṁgamoti paṭhamaṁ icchiticchitaṭṭhānaṁ gantuṁ nālattha, pacchā roge vūpasante vanadassana-giridassana-pabbatadassanādīsupi yenakāmaṁ gamo jāto, yattha yattheva gantuṁ icchati, tattha tattheva gaccheyya.",
  "atk-s0202a2:85_0": "Etthāpi idaṁ opammasaṁsandanaṁ –",
  "atk-s0202a2:85_1": "purisassa kuṭṭhikālo viya hi bodhisattassa agāramajjhe vasanakālo, aṅgārakapallaṁ viya ekaṁ kāmavatthu, dve kapallāni viya dve vatthūni, sakkassa pana devarañño aḍḍhateyyakoṭiyāni aṅgārakapallāni viya aḍḍhatiyanāṭakakoṭiyo, nakhehi vaṇamukhāni tacchetvā aṅgārakapalle paritāpanaṁ viya vatthupaṭisevanaṁ, bhesajjaṁ āgamma arogakālo viya kāmesu ādīnavaṁ nekkhamme ca ānisaṁsaṁ disvā nikkhamma buddhabhūtakāle catutthajjhānikaphalasamāpattiratiyā vītivattanakālo, aññaṁ kuṭṭhipurisaṁ disvā apatthanakālo viya tāya ratiyā vītināmentassa hīnajanaratiyā apatthanakāloti.",
  "atk-s0202a2:86_0": "214.Upahatindriyoti kimirakuṭṭhena nāma upahatakāyappasādo.",
  "atk-s0202a2:86_1": "Upahatindriyāti upahatapaññindriyā.",
  "atk-s0202a2:86_2": "Te yathā so upahatakāyindriyo kuṭṭhī dukkhasamphassasmiṁyeva aggismiṁ sukhamiti viparītasaññaṁ paccalattha, evaṁ paññindriyassa upahatattā dukkhasamphassesveva kāmesu sukhamiti viparītasaññaṁ paccalatthuṁ.",
  "atk-s0202a2:87_0": "215.Asucitarāni cevātiādīsu pakatiyāva tāni asucīni ca duggandhāni ca pūtīni ca, idāni pana asucitarāni ceva duggandhatarāni ca pūtitarāni ca honti.",
  "atk-s0202a2:87_1": "Kācīti tassa hi paritāpentassa ca kaṇḍūvantassa ca pāṇakā anto pavisanti, duṭṭhalohitaduṭṭhapubbā paggharanti.",
  "atk-s0202a2:87_2": "Evamassa kāci assādamattā hoti.",
  "atk-s0202a2:88_0": "Ārogyaparamāti gāthāya ye keci dhanalābhā vā yasalābhā vā puttalābhā vā atthi, ārogyaṁ tesaṁ paramaṁ uttamaṁ, natthi tato uttaritaro lābhoti, ārogyaparamā lābhā.",
  "atk-s0202a2:88_1": "Yaṁkiñci jhānasukhaṁ vā maggasukhaṁ vā phalasukhaṁ vā atthi, nibbānaṁ tattha paramaṁ, natthi tato uttaritaraṁ sukhanti nibbānaṁ paramaṁ sukhaṁ.",
  "atk-s0202a2:88_2": "Aṭṭhaṅgiko maggānanti pubbabhāgamaggānaṁ pubbabhāgagamaneneva amatagāmīnaṁ aṭṭhaṅgiko khemo, natthi tato khemataro añño maggo.",
  "atk-s0202a2:88_3": "Atha vā khemaṁ amatagāminanti ettha khemantipi amatantipi nibbānasseva nāmaṁ.",
  "atk-s0202a2:88_4": "Yāvatā puthusamaṇabrāhmaṇā parappavādā khemagāmino ca amatagāmino cāti laddhivasena gahitā, sabbesaṁ tesaṁ khemaamatagāmīnaṁ maggānaṁ aṭṭhaṅgiko paramo uttamoti ayamettha attho.",
  "atk-s0202a2:89_0": "216.Ācariyapācariyānanti ācariyānañceva ācariyācariyānañca.",
  "atk-s0202a2:89_1": "Sametīti ekanāḷiyā mitaṁ viya ekatulāya tulitaṁ viya sadisaṁ hoti ninnānākaraṇaṁ.",
  "atk-s0202a2:89_2": "Anomajjatīti pāṇiṁ heṭṭhā otārento majjati –",
  "atk-s0202a2:89_3": "“idaṁ taṁ, bho gotama, ārogyaṁ, idaṁ taṁ nibbāna”nti kālena sīsaṁ kālena uraṁ parimajjanto evamāha.",
  "atk-s0202a2:90_0": "217.Chekanti sampannaṁ.",
  "atk-s0202a2:90_1": "Sāhuḷicīrenāti kāḷakehi eḷakalomehi katathūlacīrena.",
  "atk-s0202a2:90_2": "Saṅkāracoḷakenātipi vadanti.",
  "atk-s0202a2:90_3": "Vācaṁ nicchāreyyāti kālena dasāya kālena ante kālena majjhe parimajjanto nicchāreyya, vadeyyāti attho.",
  "atk-s0202a2:90_4": "Pubbakehesāti pubbakehi esā.",
  "atk-s0202a2:90_5": "Vipassīpi hi bhagavā…pe…",
  "atk-s0202a2:90_6": "kassapopi bhagavā catuparisamajjhe nisinno imaṁ gāthaṁ abhāsi, “atthanissitagāthā”ti mahājano uggaṇhi.",
  "atk-s0202a2:90_7": "Satthari parinibbute aparabhāge paribbājakānaṁ antaraṁ paviṭṭhā.",
  "atk-s0202a2:90_8": "Te potthakagataṁ katvā padadvayameva rakkhituṁ sakkhiṁsu. Tenāha –",
  "atk-s0202a2:90_9": "sā etarahi anupubbena puthujjanagāthāti.",
  "atk-s0202a2:91_0": "218.",
  "atk-s0202a2:91_1": "Rogova bhūtoti rogabhūto.",
  "atk-s0202a2:91_2": "Sesapadesupi eseva nayo.",
  "atk-s0202a2:91_3": "Ariyaṁ cakkhunti parisuddhaṁ vipassanāñāṇañceva maggañāṇañca.",
  "atk-s0202a2:91_4": "Pahotīti samattho.",
  "atk-s0202a2:91_5": "Bhesajjaṁ kareyyāti uddhaṁvirecanaṁ adhovirecanaṁ añjanañcāti bhesajjaṁ kareyya.",
  "atk-s0202a2:92_0": "219.Na cakkhūni uppādeyyāti yassa hi antarā pittasemhādipaliveṭhena cakkhupasādo upahato hoti, so chekaṁ vejjaṁ āgamma sappāyabhesajjaṁ sevanto cakkhūni uppādeti nāma.",
  "atk-s0202a2:92_1": "Jaccandhassa pana mātukucchiyaṁyeva vinaṭṭhāni, tasmā so na labhati.",
  "atk-s0202a2:92_2": "Tena vuttaṁ “na cakkhūni uppādeyyā”ti.",
  "atk-s0202a2:93_0": "220.",
  "atk-s0202a2:93_1": "Dutiyavāre jaccandhoti jātakālato paṭṭhāya pittādipaliveṭhena andho.",
  "atk-s0202a2:93_2": "Amusminti tasmiṁ pubbe vutte.",
  "atk-s0202a2:93_3": "Amittatopi daheyyāti amitto me ayanti evaṁ amittato ṭhapeyya.",
  "atk-s0202a2:93_4": "Dutiyapadepi eseva nayo.",
  "atk-s0202a2:93_5": "Iminā cittenāti vaṭṭe anugatacittena.",
  "atk-s0202a2:93_6": "Tassa me upādānapaccayāti ekasandhi dvisaṅkhepo paccayākāro kathito, vaṭṭaṁ vibhāvitaṁ.",
  "atk-s0202a2:94_0": "221.Dhammānudhammanti dhammassa anudhammaṁ anucchavikaṁ paṭipadaṁ.",
  "atk-s0202a2:94_1": "Ime rogā gaṇḍā sallāti pañcakkhandhe dasseti.",
  "atk-s0202a2:94_2": "Upādānanirodhāti vivaṭṭaṁ dassento āha.",
  "atk-s0202a2:94_3": "Sesaṁ sabbattha uttānamevāti.",
  "atk-s0202a2:95_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0202a2:96_0": "Māgaṇḍiyasuttavaṇṇanā niṭṭhitā.",
  "atk-s0202a2:97_0": "6. Sandakasuttavaṇṇanā",
  "atk-s0202a2:98_0": "223.Evaṁme sutanti sandakasuttaṁ.",
  "atk-s0202a2:98_1": "Tattha pilakkhaguhāyanti tassā guhāya dvāre pilakkharukkho ahosi, tasmā pilakkhaguhātveva saṅkhaṁ gatā.",
  "atk-s0202a2:98_2": "Paṭisallānā vuṭṭhitoti vivekato vuṭṭhito.",
  "atk-s0202a2:98_3": "Devakatasobbhoti vassodakeneva tinnaṭṭhāne jāto mahāudakarahado.",
  "atk-s0202a2:98_4": "Guhādassanāyāti ettha guhāti paṁsuguhā.",
  "atk-s0202a2:98_5": "Sā unname udakamuttaṭṭhāne ahosi, ekato umaṅgaṁ katvā khāṇuke ca paṁsuñca nīharitvā anto thambhe ussāpetvā matthake padaracchannagehasaṅkhepena katā, tattha te paribbājakā vasanti.",
  "atk-s0202a2:98_6": "Sā vassāne udakapuṇṇā tiṭṭhati, nidāghe tattha vasanti.",
  "atk-s0202a2:98_7": "Taṁ sandhāya “guhādassanāyā”ti āha.",
  "atk-s0202a2:98_8": "Vihāradassanatthañhi anamataggiyaṁ paccavekkhitvā samuddapabbatadassanatthaṁ vāpi gantuṁ vaṭṭatīti.",
  "atk-s0202a2:99_0": "Unnādiniyāti uccaṁ nadamānāya.",
  "atk-s0202a2:99_1": "Evaṁ nadamānāya cassā uddhaṅgamanavasena ucco, disāsu patthaṭavasena mahāsaddoti uccāsaddamahāsaddo, tāya uccāsaddamahāsaddāya.",
  "atk-s0202a2:99_2": "Tesaṁ paribbājakānaṁ pātova uṭṭhāya kattabbaṁ nāma cetiyavattaṁ vā bodhivattaṁ vā ācariyupajjhāyavattaṁ vā yonisomanasikāro vā natthi.",
  "atk-s0202a2:99_3": "Tena te pātova uṭṭhāya bālātape nisinnā, sāyaṁ vā kathāya phāsukatthāya sannipatitā “imassa hattho sobhaṇo imassa pādo”ti evaṁ aññamaññassa hatthapādādīni vā ārabbha itthipurisadārakadārikāvaṇṇe vā aññaṁ vā kāmassādabhavassādādivatthuṁ ārabbha kathaṁ paṭṭhapetvā anupubbena rājakathādianekavidhaṁ tiracchānakathaṁ kathenti.",
  "atk-s0202a2:99_4": "Sā hi aniyyānikattā saggamokkhamaggānaṁ tiracchānabhūtā kathāti tiracchānakathā.",
  "atk-s0202a2:99_5": "Tattha rājānaṁ ārabbha “mahāsammato mandhātā dhammāsoko evaṁmahānubhāvo”tiādinā nayena pavattā kathā rājakathā.",
  "atk-s0202a2:99_6": "Esa nayo corakathādīsu.",
  "atk-s0202a2:100_0": "Tesu “asuko rājā abhirūpo dassanīyo”tiādinā nayena gehassitakathāva tiracchānakathā hoti.",
  "atk-s0202a2:100_1": "“Sopi nāma evaṁ mahānubhāvo khayaṁ gato”ti evaṁ pavattā pana kammaṭṭhānabhāve tiṭṭhati.",
  "atk-s0202a2:100_2": "Coresupi “mūladevo evaṁmahānubhāvo, meghamālo evaṁmahānubhāvo”ti tesaṁ kammaṁ paṭicca aho sūrāti gehassitakathāva tiracchānakathā.",
  "atk-s0202a2:100_3": "Yuddhepi bhāratayuddhādīsu “asukena asuko evaṁ mārito evaṁ viddho”ti kāmassādavaseneva kathā tiracchānakathā.",
  "atk-s0202a2:100_4": "“Tepi nāma khayaṁ gatā”ti evaṁ pavattā pana sabbattha kathā kammaṭṭhānameva hoti.",
  "atk-s0202a2:100_5": "Apica annādīsu “evaṁ vaṇṇavantaṁ gandhavantaṁ rasavantaṁ phassasampannaṁ khādimha bhuñjimha pivimha paribhuñjimhā”ti kāmassādavasena kathetuṁ na vaṭṭati, sātthakaṁ pana katvā –",
  "atk-s0202a2:100_6": "“pubbe evaṁ vaṇṇādisampannaṁ annaṁ pānaṁ vatthaṁ sayanaṁ mālaṁ gandhaṁ sīlavantānaṁ adamha, cetiye pūjaṁ akarimhā”ti kathetuṁ vaṭṭati.",
  "atk-s0202a2:101_0": "Ñātikathādīsupi “amhākaṁ ñātakā sūrā samatthā”ti vā “pubbe mayaṁ evaṁ vicitrehi yānehi carimhā”ti vā assādavasena vattuṁ na vaṭṭati, sātthakaṁ pana katvā “tepi no ñātakā khayaṁ gatā”ti vā “pubbe mayaṁ evarūpā upāhanā saṅghassa adamhā”ti vā kathetabbā.",
  "atk-s0202a2:101_1": "Gāmakathāpi suniviṭṭhadunniviṭṭhasubhikkhadubbhikkhādivasena vā “asukagāmavāsino sūrā samatthā”ti vā evaṁ assādavasena na vaṭṭati, sātthakaṁ pana katvā saddhā pasannāti vā khayavayaṁ gatāti vā vattuṁ vaṭṭati.",
  "atk-s0202a2:101_2": "Nigamanagarajanapadakathāsupi eseva nayo.",
  "atk-s0202a2:101_3": "Itthikathāpi vaṇṇasaṇṭhānādīni paṭicca assādavasena na vaṭṭati, saddhā pasannā khayaṁ gatāti evameva vaṭṭati.",
  "atk-s0202a2:101_4": "Sūrakathāpi nandimitto nāma yodho sūro ahosīti assādavaseneva na vaṭṭati, saddho pasanno ahosi khayaṁ gatoti evameva vaṭṭati.",
  "atk-s0202a2:101_5": "Visikhākathāpi asukā visikhā suniviṭṭhā dunniviṭṭhā sūrā samatthāti assādavaseneva na vaṭṭati, saddhā pasannā khayaṁ gatā iccevaṁ vaṭṭati.",
  "atk-s0202a2:102_0": "Kumbhaṭṭhānakathāti kumbhaṭṭhānaudakatitthakathā vā vuccati kumbhadāsikathā vā.",
  "atk-s0202a2:102_1": "Sāpi “pāsādikā naccituṁ gāyituṁ chekā”ti assādavasena na vaṭṭati, saddhā pasannātiādinā nayeneva vaṭṭati.",
  "atk-s0202a2:102_2": "Pubbapetakathāti atītañātikathā.",
  "atk-s0202a2:102_3": "Tattha vattamānañātikathāsadisova vinicchayo.",
  "atk-s0202a2:103_0": "Nānattakathāti purimapacchimakathāvimuttā avasesā nānāsabhāvā niratthakakathā.",
  "atk-s0202a2:103_1": "Lokakkhāyikāti ayaṁ loko kena nimmito, asukena nāma nimmito, kākā setā aṭṭhīnaṁ setattā, bakā rattā lohitassa rattattāti evamādikā lokāyatavitaṇḍasallāpakathā.",
  "atk-s0202a2:104_0": "Samuddakkhāyikā nāma kasmā samuddo sāgaro, sāgaradevena khaṇitattā sāgaro, khato meti hatthamuddāya niveditattā samuddoti evamādikā niratthakā samuddakkhāyikakathā.",
  "atk-s0202a2:104_1": "Iti bhavo, iti abhavoti yaṁ vā taṁ vā niratthakakāraṇaṁ vatvā pavattitakathā itibhavābhavakathā.",
  "atk-s0202a2:104_2": "Ettha ca bhavoti sassataṁ, abhavoti ucchedaṁ.",
  "atk-s0202a2:104_3": "Bhavoti vaḍḍhi, abhavoti hāni.",
  "atk-s0202a2:104_4": "Bhavoti kāmasukhaṁ, abhavoti attakilamatho.",
  "atk-s0202a2:104_5": "Iti imāya chabbidhāya itibhavābhavakathāya saddhiṁ bāttiṁsatiracchānakathā nāma hoti.",
  "atk-s0202a2:104_6": "Evarūpiṁ tiracchānakathaṁ kathentiyā nisinno hoti.",
  "atk-s0202a2:105_0": "Tato sandako paribbājako te paribbājake oloketvā –",
  "atk-s0202a2:105_1": "“ime paribbājakā ativiya aññamaññaṁ agāravā appatissā, mayañca samaṇassa gotamassa pātubhāvato paṭṭhāya sūriyuggamane khajjopanakūpamā jātā, lābhasakkāropi no parihīno.",
  "atk-s0202a2:105_2": "Sace pana imaṁ ṭhānaṁ samaṇo gotamo gotamasāvako vā gihiupaṭṭhākopi vāssa āgaccheyya, ativiya lajjanīyaṁ bhavissati.",
  "atk-s0202a2:105_3": "Parisadoso kho pana parisajeṭṭhakasseva upari ārohatī”ti ito cito ca vilokento theraṁ addasa.",
  "atk-s0202a2:105_4": "Tena vuttaṁ addasā kho sandako paribbājako…pe…",
  "atk-s0202a2:105_5": "tuṇhī ahesunti.",
  "atk-s0202a2:106_0": "Tattha saṇṭhapesīti sikkhāpesi, vajjamassā paṭicchādesi.",
  "atk-s0202a2:106_1": "Yathā suṭṭhapitā hoti, tathā naṁ ṭhapesi.",
  "atk-s0202a2:106_2": "Yathā nāma parisamajjhaṁ pavisanto puriso vajjapaṭicchādanatthaṁ nivāsanaṁ saṇṭhapeti, pārupanaṁ saṇṭhapeti, rajokiṇṇaṭṭhānaṁ puñchati, evamassā vajjapaṭicchādanatthaṁ “appasaddā bhonto”ti sikkhāpento yathā suṭṭhapitā hoti, tathā naṁ ṭhapesīti attho.",
  "atk-s0202a2:106_3": "Appasaddakāmāti appasaddaṁ icchanti, ekakā nisīdanti, ekakā tiṭṭhanti, na gaṇasaṅgaṇikāya yāpenti.",
  "atk-s0202a2:106_4": "Appasaddavinītāti appasaddena niravena buddhena vinītā.",
  "atk-s0202a2:106_5": "Appasaddassavaṇṇavādinoti yaṁ ṭhānaṁ appasaddaṁ nissaddaṁ.",
  "atk-s0202a2:106_6": "Tassa vaṇṇavādino.",
  "atk-s0202a2:106_7": "Upasaṅkamitabbaṁ maññeyyāti idhāgantabbaṁ maññeyya.",
  "atk-s0202a2:107_0": "Kasmā panesa therassa upasaṅkamanaṁ paccāsīsatīti.",
  "atk-s0202a2:107_1": "Attano vuddhiṁ patthayamāno.",
  "atk-s0202a2:107_2": "Paribbājakā kira buddhesu vā buddhasāvakesu vā attano santikaṁ āgatesu –",
  "atk-s0202a2:107_3": "“ajja amhākaṁ santikaṁ samaṇo gotamo āgato, sāriputto āgato, na kho panete yassa vā tassa vā santikaṁ gacchanti, passatha amhākaṁ uttamabhāva”nti attano upaṭṭhākānaṁ santike attānaṁ ukkhipanti ucce ṭhāne ṭhapenti.",
  "atk-s0202a2:107_4": "Bhagavatopi upaṭṭhāke gaṇhituṁ vāyamanti.",
  "atk-s0202a2:107_5": "Te kira bhagavato upaṭṭhāke disvā evaṁ vadanti –",
  "atk-s0202a2:107_6": "“tumhākaṁ satthā bhavaṁ gotamopi gotamassa sāvakāpi amhākaṁ santikaṁ āgacchanti, mayaṁ aññamaññaṁ samaggā.",
  "atk-s0202a2:107_7": "Tumhe pana amhe akkhīhi passituṁ na icchatha, sāmīcikammaṁ na karotha, kiṁ vo amhehi aparaddha”nti.",
  "atk-s0202a2:107_8": "Appekacce manussā –",
  "atk-s0202a2:107_9": "“buddhāpi etesaṁ santikaṁ gacchanti, kiṁ amhāka”nti tato paṭṭhāya te disvā nappamajjanti.",
  "atk-s0202a2:107_10": "Tuṇhī ahesunti sandakaṁ parivāretvā nissaddā nisīdiṁsu.",
  "atk-s0202a2:108_0": "224.Svāgataṁ bhoto ānandassāti suāgamanaṁ bhoto ānandassa.",
  "atk-s0202a2:108_1": "Bhavante hi no āgate ānando hoti, gate sokoti dīpeti.",
  "atk-s0202a2:108_2": "Cirassaṁ khoti piyasamudācāravacanametaṁ.",
  "atk-s0202a2:108_3": "Thero pana kālena kālaṁ paribbājakārāmaṁ cārikatthāya gacchatīti purimagamanaṁ gahetvā evamāha.",
  "atk-s0202a2:108_4": "Evañca pana vatvā na mānatthaddho hutvā nisīdi, attano pana āsanā vuṭṭhāya taṁ āsanaṁ papphoṭetvā theraṁ āsanena nimantento nisīdatu bhavaṁ ānando, idamāsanaṁ paññattanti āha.",
  "atk-s0202a2:109_0": "Antarākathāvippakatāti nisinnānaṁ vo ārambhato paṭṭhāya yāva mamāgamanaṁ etasmiṁ antare kā nāma kathā vippakatā, mamāgamanapaccayā katamā kathā pariyantaṁ na gatāti pucchati.",
  "atk-s0202a2:110_0": "Atha paribbājako “niratthakakathāva esā nissārā vaṭṭasannissitā, na tumhākaṁ purato vattabbataṁ arahatī”ti dīpento tiṭṭhatesā, bhotiādimāha.",
  "atk-s0202a2:110_1": "Nesā bhototi sace bhavaṁ sotukāmo bhavissati, pacchāpesā kathā na dullabhā bhavissati, amhākaṁ panimāya attho natthi.",
  "atk-s0202a2:110_2": "Bhoto pana āgamanaṁ labhitvā aññadeva sukāraṇaṁ kathaṁ sotukāmamhāti dīpeti.",
  "atk-s0202a2:110_3": "Tato dhammadesanaṁ yācanto sādhu vata bhavantaṁ ye vātiādimāha.",
  "atk-s0202a2:110_4": "Tattha ācariyaketi ācariyasamaye.",
  "atk-s0202a2:110_5": "Anassāsikānīti assāsavirahitāni.",
  "atk-s0202a2:110_6": "Sasakkanti ekaṁsatthe nipāto, viññū puriso ekaṁseneva na vaseyyāti attho.",
  "atk-s0202a2:110_7": "Vasanto ca nārādheyyāti na sampādeyya, na paripūreyyāti vuttaṁ hoti.",
  "atk-s0202a2:110_8": "Ñāyaṁ dhammaṁ kusalanti kāraṇabhūtaṁ anavajjaṭṭhena kusalaṁ dhammaṁ.",
  "atk-s0202a2:111_0": "225.Idhāti imasmiṁ loke.",
  "atk-s0202a2:111_1": "Natthi dinnantiādīni sāleyyakasutte vuttāni.",
  "atk-s0202a2:111_2": "Cātumahābhūtikoti catumahābhūtamayo.",
  "atk-s0202a2:111_3": "Pathavī pathavīkāyanti ajjhattikā pathavīdhātu bāhirapathavīdhātuṁ.",
  "atk-s0202a2:111_4": "Anupetīti anuyāti.",
  "atk-s0202a2:111_5": "Anupagacchatīti tasseva vevacanaṁ, anugacchatītipi attho, ubhayenāpi upeti upagacchatīti dasseti.",
  "atk-s0202a2:111_6": "Āpādīsupi eseva nayo.",
  "atk-s0202a2:111_7": "Indriyānīti manacchaṭṭhāni indriyāni ākāsaṁ pakkhandanti.",
  "atk-s0202a2:111_8": "Āsandipañcamāti nipannamañcena pañcamā, mañco ceva, cattāro mañcapāde gahetvā ṭhitā cattāro purisā cāti attho.",
  "atk-s0202a2:111_9": "Yāvāḷāhanāti yāva susānā.",
  "atk-s0202a2:111_10": "Padānīti ayaṁ evaṁ sīlavā ahosi, evaṁ dussīlotiādinā nayena pavattāni guṇapadāni.",
  "atk-s0202a2:111_11": "Sarīrameva vā ettha padānīti adhippetaṁ.",
  "atk-s0202a2:111_12": "Kāpotakānīti kapotakavaṇṇāni, pārāvatapakkhavaṇṇānīti attho.",
  "atk-s0202a2:112_0": "Bhassantāti bhasmantā, ayameva vā pāḷi.",
  "atk-s0202a2:112_1": "Āhutiyoti yaṁ paheṇakasakkārādibhedaṁ dinnadānaṁ, sabbaṁ taṁ chārikāvasānameva hoti, na tato paraṁ phaladāyakaṁ hutvā gacchatīti attho.",
  "atk-s0202a2:112_2": "Dattupaññattanti dattūhi bālamanussehi paññattaṁ.",
  "atk-s0202a2:112_3": "Idaṁ vuttaṁ hoti –",
  "atk-s0202a2:112_4": "bālehi abuddhīhi paññattamidaṁ dānaṁ, na paṇḍitehi.",
  "atk-s0202a2:112_5": "Bālā denti, paṇḍitā gaṇhantīti dasseti.",
  "atk-s0202a2:112_6": "Atthikavādanti atthi dinnaṁ dinnaphalanti imaṁ atthikavādaṁyeva vadanti tesaṁ tucchaṁ vacanaṁ musāvilāpo.",
  "atk-s0202a2:112_7": "Bāleca paṇḍite cāti bālā ca paṇḍitā ca.",
  "atk-s0202a2:113_0": "Akatena me ettha katanti mayhaṁ akateneva samaṇakammena ettha etassa samaye kammaṁ kataṁ nāma hoti, avusiteneva brahmacariyena vusitaṁ nāma hoti.",
  "atk-s0202a2:113_1": "Etthāti etasmiṁ samaṇadhamme.",
  "atk-s0202a2:113_2": "Samasamāti ativiya samā, samena vā guṇena samā.",
  "atk-s0202a2:113_3": "Sāmaññaṁ pattāti samānabhāvaṁ pattā.",
  "atk-s0202a2:114_0": "226.Karatotiādīni apaṇṇakasutte vuttāni. Tathā natthi hetūtiādīni.",
  "atk-s0202a2:115_0": "228.",
  "atk-s0202a2:115_1": "Catutthabrahmacariyavāse akaṭāti akatā.",
  "atk-s0202a2:115_2": "Akaṭavidhāti akatavidhānā, evaṁ karohīti kenaci kārāpitā na hontīti attho.",
  "atk-s0202a2:115_3": "Animmitāti iddhiyāpi na nimmitā.",
  "atk-s0202a2:115_4": "Animmātāti animmāpitā.",
  "atk-s0202a2:115_5": "Keci animmitabbāti padaṁ vadanti, taṁ neva pāḷiyaṁ, na aṭṭhakathāyaṁ sandissati.",
  "atk-s0202a2:115_6": "Vañjhāti vañjhapasuvañjhatālādayo viya aphalā, kassaci ajanakāti attho.",
  "atk-s0202a2:115_7": "Etena pathavīkāyādīnaṁ rūpādijanakabhāvaṁ paṭikkhipati.",
  "atk-s0202a2:115_8": "Pabbatakūṭā viya ṭhitāti kūṭaṭṭhā.",
  "atk-s0202a2:115_9": "Īsikaṭṭhāyiṭṭhitāti muñje īsikā viya ṭhitā.",
  "atk-s0202a2:115_10": "Tatrāyamadhippāyo –",
  "atk-s0202a2:115_11": "yamidaṁ jāyatīti vuccati, taṁ muñjato īsikā viya vijjamānameva nikkhamatīti.",
  "atk-s0202a2:115_12": "“Esikaṭṭhāyiṭṭhitā”tipi pāṭho, sunikhāto esikatthambho niccalo tiṭṭhati, evaṁ ṭhitāti attho.",
  "atk-s0202a2:115_13": "Ubhayenapi tesaṁ vināsābhāvaṁ dīpeti.",
  "atk-s0202a2:115_14": "Na iñjantīti esikatthambho viya ṭhitattā na calanti.",
  "atk-s0202a2:115_15": "Na vipariṇāmentīti pakatiṁ na jahanti.",
  "atk-s0202a2:115_16": "Na aññamaññaṁ byābādhentīti aññamaññaṁ na upahananti.",
  "atk-s0202a2:115_17": "Nālanti na samatthā.",
  "atk-s0202a2:116_0": "Pathavīkāyotiādīsu pathavīyeva pathavīkāyo, pathavīsamūho vā.",
  "atk-s0202a2:116_1": "Tatthāti tesu jīvasattamesu kāyesu.",
  "atk-s0202a2:116_2": "Natthi hantā vāti hantuṁ vā ghātetuṁ vā sotuṁ vā sāvetuṁ vā jānituṁ vā jānāpetuṁ vā samattho nāma natthīti dīpeti.",
  "atk-s0202a2:116_3": "Sattannaṁtveva kāyānanti yathā muggarāsiādīsu pahaṭaṁ satthaṁ muggarāsiādīnaṁ antarena pavisati, evaṁ sattannaṁ kāyānaṁ antarena chiddena vivarena satthaṁ pavisati.",
  "atk-s0202a2:116_4": "Tattha “ahaṁ imaṁ jīvitā voropemī”ti kevalaṁ saññāmattameva hotīti dasseti.",
  "atk-s0202a2:116_5": "Yonipamukhasatasahassānīti pamukhayonīnaṁ uttamayonīnaṁ cuddasasatasahassāni aññāni ca saṭṭhisatāni aññāni ca chasatāni.",
  "atk-s0202a2:116_6": "Pañca ca kammuno satānīti pañca kammasatāni ca, kevalaṁ takkamattakena niratthakaṁ diṭṭhiṁ dīpeti.",
  "atk-s0202a2:116_7": "Pañca ca kammāni tīṇi ca kammānītiādīsupi eseva nayo.",
  "atk-s0202a2:116_8": "Keci panāhu pañca kammānīti pañcindriyavasena bhaṇati.",
  "atk-s0202a2:116_9": "Tīṇīti kāyakammādivasenāti.",
  "atk-s0202a2:116_10": "Kamme ca aḍḍhakamme cāti ettha panassa kāyakammañca vacīkammañca kammanti laddhi, manokammaṁ upaḍḍhakammanti.",
  "atk-s0202a2:116_11": "Dvaṭṭhipaṭipadāti dvāsaṭṭhi paṭipadāti vadati.",
  "atk-s0202a2:116_12": "Dvaṭṭhantarakappāti ekasmiṁ kappe catusaṭṭhi antarakappā nāma honti, ayaṁ pana aññe dve ajānanto evamāha.",
  "atk-s0202a2:116_13": "Chaḷābhijātiyo apaṇṇakasutte vitthāritā.",
  "atk-s0202a2:117_0": "Aṭṭha purisabhūmiyoti mandabhūmi khiḍḍābhūmi vīmaṁsakabhūmi ujugatabhūmi sekkhabhūmi samaṇabhūmi jinabhūmi pannabhūmīti imā aṭṭha purisabhūmiyoti vadati.",
  "atk-s0202a2:117_1": "Tattha jātadivasato paṭṭhāya sattadivase sambādhaṭṭhānato nikkhantattā sattā mandā honti momūhā.",
  "atk-s0202a2:117_2": "Ayaṁ mandabhūmīti vadati.",
  "atk-s0202a2:117_3": "Ye pana duggatito āgatā honti, te abhiṇhaṁ rodanti ceva viravanti ca.",
  "atk-s0202a2:117_4": "Sugatito āgatā taṁ anussaritvā anussaritvā hasanti.",
  "atk-s0202a2:117_5": "Ayaṁ khiḍḍābhūmi nāma.",
  "atk-s0202a2:117_6": "Mātāpitūnaṁ hatthaṁ vā pādaṁ vā mañcaṁ vā pīṭhaṁ vā gahetvā bhūmiyaṁ padanikkhipanaṁ vīmaṁsakabhūmi nāma.",
  "atk-s0202a2:117_7": "Padasāva gantuṁ samatthakālo ujugatabhūmi nāma.",
  "atk-s0202a2:117_8": "Sippānaṁ sikkhanakālo sekkhabhūmi nāma.",
  "atk-s0202a2:117_9": "Gharā nikkhamma pabbajanakālo samaṇabhūmi nāma.",
  "atk-s0202a2:117_10": "Ācariyaṁ sevitvā jānanakālo jinabhūmi nāma.",
  "atk-s0202a2:117_11": "Bhikkhu ca pannako jino na kiñci āhāti evaṁ alābhiṁ samaṇaṁ pannabhūmīti vadati.",
  "atk-s0202a2:118_0": "Ekūnapaññāsaājīvasateti ekūnapaññāsa ājīvavuttisatāni.",
  "atk-s0202a2:118_1": "Paribbājakasateti paribbājakapabbajjasatāni.",
  "atk-s0202a2:118_2": "Nāgāvāsasateti nāgamaṇḍalasatāni.",
  "atk-s0202a2:118_3": "Vīse indriyasateti vīsa indriyasatāni.",
  "atk-s0202a2:118_4": "Tiṁse nirayasateti tiṁsa nirayasatāni.",
  "atk-s0202a2:118_5": "Rajodhātuyoti rajaokiraṇaṭṭhānāni.",
  "atk-s0202a2:118_6": "Hatthapiṭṭhipādapiṭṭhādīni sandhāya vadati.",
  "atk-s0202a2:118_7": "Satta saññīgabbhāti oṭṭhagoṇagadrabhaajapasumigamahiṁse sandhāya vadati.",
  "atk-s0202a2:118_8": "Asaññīgabbhāti sāliyavagodhumamuggakaṅguvarakakudrūsake sandhāya vadati.",
  "atk-s0202a2:118_9": "Nigaṇṭhigabbhāti nigaṇṭhimhi jātagabbhā, ucchuveḷunaḷādayo sandhāya vadati.",
  "atk-s0202a2:118_10": "Satta devāti bahū devā, so pana sattāti vadati.",
  "atk-s0202a2:118_11": "Mānusāpi anantā, so sattāti vadati.",
  "atk-s0202a2:118_12": "Satta pisācāti pisācā mahantā, sattāti vadati.",
  "atk-s0202a2:119_0": "Sarāti mahāsarā.",
  "atk-s0202a2:119_1": "Kaṇṇamuṇḍa-rathakāra-anotatta-sīhapapātakuḷira-mucalinda-kuṇāladahe gahetvā vadati.",
  "atk-s0202a2:119_2": "Pavuṭāti gaṇṭhikā.",
  "atk-s0202a2:119_3": "Papātāti mahāpapātā.",
  "atk-s0202a2:119_4": "Papātasatānīti khuddakapapātasatāni.",
  "atk-s0202a2:119_5": "Supināti mahāsupinā.",
  "atk-s0202a2:119_6": "Supinasatānīti khuddakasupinasatāni.",
  "atk-s0202a2:119_7": "Mahākappinoti mahākappānaṁ.",
  "atk-s0202a2:119_8": "Ettha ekamhā sarā vassasate vassasate kusaggena ekaṁ udakabinduṁ nīharitvā nīharitvā sattakkhattuṁ tamhi sare nirudake kate eko mahākappoti vadati.",
  "atk-s0202a2:119_9": "Evarūpānaṁ mahākappānaṁ caturāsītisatasahassāni khepetvā bālā ca paṇḍitā ca dukkhassantaṁ karontīti ayamassa laddhi.",
  "atk-s0202a2:119_10": "Paṇḍitopi kira antarā sujjhituṁ na sakkoti, bālopi tato uddhaṁ na gacchati.",
  "atk-s0202a2:120_0": "Sīlenāti acelakasīlena vā aññena vā yena kenaci.",
  "atk-s0202a2:120_1": "Vatenāti tādisena vatena.",
  "atk-s0202a2:120_2": "Tapenāti tapokammena.",
  "atk-s0202a2:120_3": "Aparipakkaṁ paripāceti nāma yo “ahaṁ paṇḍito”ti antarā visujjhati.",
  "atk-s0202a2:120_4": "Paripakkaṁ phussa phussa byantiṁ karoti nāma yo “ahaṁ bālo”ti vuttaparimāṇaṁ kālaṁ atikkamitvā yāti.",
  "atk-s0202a2:120_5": "Hevaṁ natthīti evaṁ natthi.",
  "atk-s0202a2:120_6": "Tañhi ubhayampi na sakkā kātunti dīpeti.",
  "atk-s0202a2:120_7": "Doṇamiteti doṇena mitaṁ viya.",
  "atk-s0202a2:120_8": "Sukhadukkheti sukhadukkhaṁ.",
  "atk-s0202a2:120_9": "Pariyantakateti vuttaparimāṇena kālena katapariyanto.",
  "atk-s0202a2:120_10": "Natthi hāyanavaḍḍhaneti natthi hāyanavaḍḍhanāni.",
  "atk-s0202a2:120_11": "Na saṁsāro paṇḍitassa hāyati, na bālassa vaḍḍhatīti attho.",
  "atk-s0202a2:120_12": "Ukkaṁsāvakaṁseti ukkaṁsāvakaṁsā, hāpanavaḍḍhanānamevetaṁ vevacanaṁ.",
  "atk-s0202a2:120_13": "Idāni tamatthaṁ upamāya sādhento seyyathāpi nāmātiādimāha.",
  "atk-s0202a2:120_14": "Tattha suttaguḷeti veṭhetvā katasuttaguḷaṁ.",
  "atk-s0202a2:120_15": "Nibbeṭhiyamānameva paletīti pabbate vā rukkhagge vā ṭhatvā khittaṁ suttapamāṇena nibbeṭhiyamānaṁ gacchati, sutte khīṇe tattha tiṭṭhati na gacchati.",
  "atk-s0202a2:120_16": "Evamevaṁ vuttakālato uddhaṁ na gacchatīti dasseti.",
  "atk-s0202a2:121_0": "229.Kimidanti kimidaṁ tava aññāṇaṁ, kiṁ sabbaññu nāma tvanti evaṁ puṭṭho samāno niyativāde pakkhipanto suññaṁ me agārantiādimāha.",
  "atk-s0202a2:122_0": "230.Anussaviko hotīti anussavanissito hoti.",
  "atk-s0202a2:122_1": "Anussavasaccoti savanaṁ saccato gahetvā ṭhito.",
  "atk-s0202a2:122_2": "Piṭakasampadāyāti vaggapaṇṇāsakāya piṭakaganthasampattiyā.",
  "atk-s0202a2:123_0": "232.Mandoti mandapañño.",
  "atk-s0202a2:123_1": "Momūhoti atimūḷho.",
  "atk-s0202a2:123_2": "Vācāvikkhepaṁ āpajjatīti vācāya vikkhepaṁ āpajjati. Kīdisaṁ?",
  "atk-s0202a2:123_3": "Amarāvikkhepaṁ, apariyantavikkhepanti attho.",
  "atk-s0202a2:123_4": "Atha vā amarā nāma macchajāti.",
  "atk-s0202a2:123_5": "Sā ummujjananimmujjanādivasena udake sandhāvamānā gahetuṁ na sakkāti evameva ayampi vādo ito cito ca sandhāvati, gāhaṁ na upagacchatīti amarāvikkhepoti vuccati.",
  "atk-s0202a2:123_6": "Taṁ amarāvikkhepaṁ.",
  "atk-s0202a2:124_0": "Evantipi me notiādīsu idaṁ kusalanti puṭṭho “evantipi me no”ti vadati, tato kiṁ akusalanti vutte “tathātipi me no”ti vadati, kiṁ ubhayato aññathāti vutte “aññathātipi me no”ti vadati, tato tividhenāpi na hotīti te laddhīti vutte “notipi me no”ti vadati, tato kiṁ no noti te laddhīti vutte “no notipi me no”ti vikkhepamāpajjati, ekasmimpi pakkhe na tiṭṭhati.",
  "atk-s0202a2:124_1": "Nibbijja pakkamatīti attanopi esa satthā avassayo bhavituṁ na sakkoti, mayhaṁ kiṁ sakkhissatīti nibbinditvā pakkamati.",
  "atk-s0202a2:124_2": "Purimesupi anassāsikesu eseva nayo.",
  "atk-s0202a2:125_0": "234.Sannidhikārakaṁ kāme paribhuñjitunti yathā pubbe gihibhūto sannidhiṁ katvā vatthukāme paribhuñjati, evaṁ tilataṇḍulasappinavanītādīni sannidhiṁ katvā idāni paribhuñjituṁ abhabboti attho.",
  "atk-s0202a2:125_1": "Nanu ca khīṇāsavassa vasanaṭṭhāne tilataṇḍulādayo paññāyantīti.",
  "atk-s0202a2:125_2": "No na paññāyanti, na panesa te attano atthāya ṭhapeti, aphāsukapabbajitādīnaṁ atthāya ṭhapeti.",
  "atk-s0202a2:125_3": "Anāgāmissa kathanti.",
  "atk-s0202a2:125_4": "Tassāpi pañca kāmaguṇā sabbasova pahīnā, dhammena pana laddhaṁ vicāretvā paribhuñjati.",
  "atk-s0202a2:126_0": "236.Puttamatāya puttāti so kira imaṁ dhammaṁ sutvā ājīvakā matā nāmāti saññī hutvā evamāha.",
  "atk-s0202a2:126_1": "Ayañhettha attho –",
  "atk-s0202a2:126_2": "ājīvakā matā nāma, tesaṁ mātā puttamatā hoti, iti ājīvakā puttamatāya puttā nāma honti.",
  "atk-s0202a2:126_3": "Samaṇe gotameti samaṇe gotame brahmacariyavāso atthi, aññattha natthīti dīpeti.",
  "atk-s0202a2:126_4": "Sesaṁ sabbattha uttānamevāti.",
  "atk-s0202a2:127_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0202a2:128_0": "Sandakasuttavaṇṇanā niṭṭhitā.",
  "atk-s0202a2:129_0": "7. Mahāsakuludāyisuttavaṇṇanā",
  "atk-s0202a2:130_0": "237.Evaṁme sutanti mahāsakuludāyisuttaṁ.",
  "atk-s0202a2:130_1": "Tattha moranivāpeti tasmiṁ ṭhāne morānaṁ abhayaṁ ghosetvā bhojanaṁ adaṁsu.",
  "atk-s0202a2:130_2": "Tasmā taṁ ṭhānaṁ moranivāpoti saṅkhaṁ gataṁ.",
  "atk-s0202a2:130_3": "Annabhāroti ekassa paribbājakassa nāmaṁ.",
  "atk-s0202a2:130_4": "Tathā varadharoti.",
  "atk-s0202a2:130_5": "Aññe cāti na kevalaṁ ime tayo, aññepi abhiññātā bahū paribbājakā.",
  "atk-s0202a2:130_6": "Appasaddassa vaṇṇavādīti idha appasaddavinītoti avatvāva idaṁ vuttaṁ. Kasmā?",
  "atk-s0202a2:130_7": "Na hi bhagavā aññena vinītoti.",
  "atk-s0202a2:131_0": "238.Purimānīti hiyyodivasaṁ upādāya purimāni nāma honti, tato paraṁ purimatarāni.",
  "atk-s0202a2:131_1": "Kutūhalasālāyanti kutūhalasālā nāma paccekasālā natthi, yattha pana nānātitthiyā samaṇabrāhmaṇā nānāvidhaṁ kathaṁ pavattenti, sā bahūnaṁ –",
  "atk-s0202a2:131_2": "“ayaṁ kiṁ vadati, ayaṁ kiṁ vadatī”ti kutūhaluppattiṭṭhānato “kutūhalasālā”ti vuccati.",
  "atk-s0202a2:131_3": "“Kotūhalasālā”tipi pāṭho.",
  "atk-s0202a2:131_4": "Lābhāti ye evarūpe samaṇabrāhmaṇe daṭṭhuṁ pañhaṁ pucchituṁ dhammakathaṁ vā nesaṁ sotuṁ labhanti, tesaṁ aṅgamagadhānaṁ ime lābhāti attho.",
  "atk-s0202a2:132_0": "Saṅghinotiādīsu pabbajitasamūhasaṅkhāto saṅgho etesaṁ atthīti saṅghino.",
  "atk-s0202a2:132_1": "Sveva gaṇo etesaṁ atthīti gaṇino.",
  "atk-s0202a2:132_2": "Ācārasikkhāpanavasena tassa gaṇassa ācariyāti gaṇācariyā.",
  "atk-s0202a2:132_3": "Ñātāti paññātā pākaṭā.",
  "atk-s0202a2:132_4": "Yathābhuccaguṇehi ceva ayathābhūtaguṇehi ca samuggato yaso etesaṁ atthīti yasassino.",
  "atk-s0202a2:132_5": "Pūraṇādīnañhi “appiccho santuṭṭho, appicchatāya vatthampi na nivāsetī”tiādinā nayena yaso samuggato, tathāgatassa “itipi so bhagavā”tiādīhi yathābhūtaguṇehi.",
  "atk-s0202a2:132_6": "Titthakarāti laddhikarā.",
  "atk-s0202a2:132_7": "Sādhusammatāti ime sādhū sundarā sappurisāti evaṁ sammatā.",
  "atk-s0202a2:132_8": "Bahujanassāti assutavato ceva andhabālaputhujjanassa vibhāvino ca paṇḍitajanassa.",
  "atk-s0202a2:132_9": "Tattha titthiyā bālajanassa evaṁ sammatā, tathāgato paṇḍitajanassa.",
  "atk-s0202a2:132_10": "Iminā nayena pūraṇo kassapo saṅghītiādīsu attho veditabbo.",
  "atk-s0202a2:132_11": "Bhagavā pana yasmā aṭṭhatiṁsa ārammaṇāni vibhajanto bahūni nibbānaotaraṇatitthāni akāsi, tasmā “titthakaro”ti vattuṁ vaṭṭati.",
  "atk-s0202a2:133_0": "Kasmā panete sabbepi tattha osaṭāti?",
  "atk-s0202a2:133_1": "Upaṭṭhākarakkhaṇatthañceva lābhasakkāratthañca.",
  "atk-s0202a2:133_2": "Tesañhi evaṁ hoti –",
  "atk-s0202a2:133_3": "“amhākaṁ upaṭṭhākā samaṇaṁ gotamaṁ saraṇaṁ gaccheyyuṁ, te ca rakkhissāma.",
  "atk-s0202a2:133_4": "Samaṇassa ca gotamassa upaṭṭhāke sakkāraṁ karonte disvā amhākampi upaṭṭhākā amhākaṁ sakkāraṁ karissantī”ti.",
  "atk-s0202a2:133_5": "Tasmā yattha yattha bhagavā osarati, tattha tattha sabbe osaranti.",
  "atk-s0202a2:134_0": "239.Vādaṁ āropetvāti vāde dosaṁ āropetvā.",
  "atk-s0202a2:134_1": "Apakkantāti, apagatā, keci disaṁ pakkantā, keci gihibhāvaṁ pattā, keci imaṁ sāsanaṁ āgatā.",
  "atk-s0202a2:134_2": "Sahitaṁ meti mayhaṁ vacanaṁ sahitaṁ siliṭṭhaṁ, atthayuttaṁ kāraṇayuttanti attho.",
  "atk-s0202a2:134_3": "Asahitaṁ teti tuyhaṁ vacanaṁ asahitaṁ.",
  "atk-s0202a2:134_4": "Adhiciṇṇaṁ te viparāvattanti yaṁ tuyhaṁ dīgharattāciṇṇavasena suppaguṇaṁ, taṁ mayhaṁ ekavacaneneva viparāvattaṁ viparivattitvā ṭhitaṁ, na kiñci jātanti attho.",
  "atk-s0202a2:134_5": "Āropito te vādoti mayā tava vāde doso āropito.",
  "atk-s0202a2:134_6": "Cara vādappamokkhāyāti dosamocanatthaṁ cara vicara, tattha tattha gantvā sikkhāti attho.",
  "atk-s0202a2:134_7": "Nibbeṭhehi vā sace pahosīti atha sayaṁ pahosi, idāneva nibbeṭhehi.",
  "atk-s0202a2:134_8": "Dhammakkosenāti sabhāvakkosena.",
  "atk-s0202a2:135_0": "240.Taṁ no sossāmāti taṁ amhākaṁ desitaṁ dhammaṁ suṇissāma.",
  "atk-s0202a2:135_1": "Khuddamadhunti khuddakamakkhikāhi kataṁ daṇḍakamadhuṁ.",
  "atk-s0202a2:135_2": "Anelakanti niddosaṁ apagatamacchikaṇḍakaṁ.",
  "atk-s0202a2:135_3": "Pīḷeyyāti dadeyya.",
  "atk-s0202a2:135_4": "Paccāsīsamānarūpoti pūretvā nu kho no bhojanaṁ dassatīti bhājanahattho paccāsīsamāno paccupaṭṭhito assa.",
  "atk-s0202a2:135_5": "Sampayojetvāti appamattakaṁ vivādaṁ katvā.",
  "atk-s0202a2:136_0": "241.Itarītarenāti lāmakalāmakena.",
  "atk-s0202a2:136_1": "Pavivittoti idaṁ paribbājako kāyavivekamattaṁ sandhāya vadati, bhagavā pana tīhi vivekehi vivittova.",
  "atk-s0202a2:137_0": "242.Kosakāhārāpīti dānapatīnaṁ ghare aggabhikkhāṭhapanatthaṁ khuddakasarāvā honti, dānapatino aggabhattaṁ vā tattha ṭhapetvā bhuñjanti, pabbajite sampatte taṁ bhattaṁ tassa denti.",
  "atk-s0202a2:137_1": "Taṁ sarāvakaṁ kosakoti vuccati.",
  "atk-s0202a2:137_2": "Tasmā ye ca ekeneva bhattakosakena yāpenti, te kosakāhārāti.",
  "atk-s0202a2:137_3": "Beluvāhārāti beluvamattabhattāhārā.",
  "atk-s0202a2:137_4": "Samatittikanti oṭṭhavaṭṭiyā heṭṭhimalekhāsamaṁ.",
  "atk-s0202a2:137_5": "Iminā dhammenāti iminā appāhāratādhammena.",
  "atk-s0202a2:137_6": "Ettha pana sabbākāreneva bhagavā anappāhāroti na vattabbo.",
  "atk-s0202a2:137_7": "Padhānabhūmiyaṁ chabbassāni appāhārova ahosi, verañjāyaṁ tayo māse patthodaneneva yāpesi pālileyyakavanasaṇḍe tayo māse bhisamuḷāleheva yāpesi.",
  "atk-s0202a2:137_8": "Idha pana etamatthaṁ dasseti –",
  "atk-s0202a2:137_9": "“ahaṁ ekasmiṁ kāle appāhāro ahosiṁ, mayhaṁ pana sāvakā dhutaṅgasamādānato paṭṭhāya yāvajīvaṁ dhutaṅgaṁ na bhindantī”ti.",
  "atk-s0202a2:137_10": "Tasmā yadi te iminā dhammena sakkareyyuṁ, mayā hi te visesatarā.",
  "atk-s0202a2:137_11": "Añño ceva pana dhammo atthi, yena maṁ te sakkarontīti dasseti.",
  "atk-s0202a2:137_12": "Iminā nayena sabbavāresu yojanā veditabbā.",
  "atk-s0202a2:138_0": "Paṁsukūlikāti samādinnapaṁsukūlikaṅgā.",
  "atk-s0202a2:138_1": "Lūkhacīvaradharāti satthasuttalūkhāni cīvarāni dhārayamānā.",
  "atk-s0202a2:138_2": "Nantakānīti antavirahitāni vatthakhaṇḍāni, yadi hi nesaṁ anto bhaveyya, pilotikāti saṅkhaṁ gaccheyyuṁ.",
  "atk-s0202a2:138_3": "Uccinitvāti phāletvā dubbalaṭṭhānaṁ pahāya thiraṭṭhānameva gahetvā.",
  "atk-s0202a2:138_4": "Alābulomasānīti alābulomasadisasuttāni sukhumānīti dīpeti.",
  "atk-s0202a2:138_5": "Ettāvatā ca satthā cīvarasantosena asantuṭṭhoti na vattabbo.",
  "atk-s0202a2:138_6": "Atimuttakasusānato hissa puṇṇadāsiyā pārupitvā pātitasāṇapaṁsukūlaṁ gahaṇadivase udakapariyantaṁ katvā mahāpathavī akampi.",
  "atk-s0202a2:138_7": "Idha pana etamatthaṁ dasseti –",
  "atk-s0202a2:138_8": "“ahaṁ ekasmiṁyeva kāle paṁsukūlaṁ gaṇhiṁ, mayhaṁ pana sāvakā dhutaṅgasamādānato paṭṭhāya yāvajīvaṁ dhutaṅgaṁ na bhindantī”ti.",
  "atk-s0202a2:139_0": "Piṇḍapātikāti atirekalābhaṁ paṭikkhipitvā samādinnapiṇḍapātikaṅgā.",
  "atk-s0202a2:139_1": "Sapadānacārinoti loluppacāraṁ paṭikkhipitvā samādinnasapadānacārā.",
  "atk-s0202a2:139_2": "Uñchāsake vate ratāti uñchācariyasaṅkhāte bhikkhūnaṁ pakativate ratā, uccanīcagharadvāraṭṭhāyino hutvā kabaramissakaṁ bhattaṁ saṁharitvā paribhuñjantīti attho.",
  "atk-s0202a2:139_3": "Antaragharanti brahmāyusutte ummārato paṭṭhāya antaragharaṁ, idha indakhīlato paṭṭhāya adhippetaṁ.",
  "atk-s0202a2:139_4": "Ettāvatā ca satthā piṇḍapātasantosena asantuṭṭhoti na vattabbo, appāhāratāya vuttaniyāmeneva pana sabbaṁ vitthāretabbaṁ.",
  "atk-s0202a2:139_5": "Idha pana etamatthaṁ dasseti –",
  "atk-s0202a2:139_6": "“ahaṁ ekasmiṁyeva kāle nimantanaṁ na sādayiṁ, mayhaṁ pana sāvakā dhutaṅgasamādānato paṭṭhāya yāvajīvaṁ dhutaṅgaṁ na bhindantī”ti.",
  "atk-s0202a2:140_0": "Rukkhamūlikāti channaṁ paṭikkhipitvā samādinnarukkhamūlikaṅgā.",
  "atk-s0202a2:140_1": "Abbhokāsikāti channañca rukkhamūlañca paṭikkhipitvā samādinnaabbhokāsikaṅgā.",
  "atk-s0202a2:140_2": "Aṭṭhamāseti hemantagimhike māse.",
  "atk-s0202a2:140_3": "Antovasse pana cīvarānuggahatthaṁ channaṁ pavisanti.",
  "atk-s0202a2:140_4": "Ettāvatā ca satthā senāsanasantosena asantuṭṭhoti na vattabbo, senāsanasantoso panassa chabbassikamahāpadhānena ca pālileyyakavanasaṇḍena ca dīpetabbo.",
  "atk-s0202a2:140_5": "Idha pana etamatthaṁ dasseti –",
  "atk-s0202a2:140_6": "“ahaṁ ekasmiṁyeva kāle channaṁ na pāvisiṁ, mayhaṁ pana sāvakā dhutaṅgasamādānato paṭṭhāya yāvajīvaṁ dhutaṅgaṁ na bhindantī”ti.",
  "atk-s0202a2:141_0": "Āraññikāti gāmantasenāsanaṁ paṭikkhipitvā samādinnaāraññikaṅgā.",
  "atk-s0202a2:141_1": "Saṅghamajjhe osarantīti abaddhasīmāya kathitaṁ, baddhasīmāyaṁ pana vasantā attano vasanaṭṭhāneyeva uposathaṁ karonti.",
  "atk-s0202a2:141_2": "Ettāvatā ca satthā no pavivittoti na vattabbo, “icchāmahaṁ, bhikkhave, aḍḍhamāsaṁ paṭisalliyitu”nti evañhissa paviveko paññāyati.",
  "atk-s0202a2:141_3": "Idha pana etamatthaṁ dasseti “ahaṁ ekasmiṁyeva tathārūpe kāle paṭisalliyiṁ, mayhaṁ pana sāvakā dhutaṅgasamādānato paṭṭhāya yāvajīvaṁ dhutaṅgaṁ na bhindantī”ti.",
  "atk-s0202a2:141_4": "Mamaṁ sāvakāti maṁ sāvakā.",
  "atk-s0202a2:142_0": "244.Sanidānanti sappaccayaṁ.",
  "atk-s0202a2:142_1": "Kiṁ pana appaccayaṁ nibbānaṁ na desetīti.",
  "atk-s0202a2:142_2": "No na deseti, sahetukaṁ pana taṁ desanaṁ katvā deseti, no ahetukanti.",
  "atk-s0202a2:142_3": "Sappāṭihāriyanti purimassevetaṁ vevacanaṁ, sakāraṇanti attho.",
  "atk-s0202a2:142_4": "Taṁ vatāti ettha vatāti nipātamattaṁ.",
  "atk-s0202a2:143_0": "245.Anāgataṁ vādapathanti ajja ṭhapetvā sve vā punadivase vā aḍḍhamāse vā māse vā saṁvacchare vā tassa tassa pañhassa upari āgamanavādapathaṁ.",
  "atk-s0202a2:143_1": "Nadakkhatīti yathā saccako nigaṇṭho attano niggahaṇatthaṁ āgatakāraṇaṁ visesetvā vadanto na addasa, evaṁ na dakkhatīti netaṁ ṭhānaṁ vijjati.",
  "atk-s0202a2:143_2": "Sahadhammenāti sakāraṇena.",
  "atk-s0202a2:143_3": "Antarantarā kathaṁ opāteyyunti mama kathāvāraṁ pacchinditvā antarantare attano kathaṁ paveseyyunti attho.",
  "atk-s0202a2:143_4": "Na kho panāhaṁ, udāyīti, udāyi, ahaṁ ambaṭṭhasoṇadaṇḍakūṭadantasaccakanigaṇṭhādīhi saddhiṁ mahāvāde vattamānepi –",
  "atk-s0202a2:143_5": "“aho vata me ekasāvakopi upamaṁ vā kāraṇaṁ vā āharitvā dadeyyā”ti evaṁ sāvakesu anusāsaniṁ na paccāsīsāmi.",
  "atk-s0202a2:143_6": "Mamayevāti evarūpesu ṭhānesu sāvakā mamayeva anusāsaniṁ ovādaṁ paccāsīsanti.",
  "atk-s0202a2:144_0": "246.Tesāhaṁcittaṁ ārādhemīti tesaṁ ahaṁ tassa pañhassa veyyākaraṇena cittaṁ gaṇhāmi sampādemi paripūremi, aññaṁ puṭṭho aññaṁ na byākaromi, ambaṁ puṭṭho labujaṁ viya labujaṁ vā puṭṭho ambaṁ viya.",
  "atk-s0202a2:144_1": "Ettha ca “adhisīle sambhāventī”ti vuttaṭṭhāne buddhasīlaṁ nāma kathitaṁ, “abhikkante ñāṇadassane sambhāventī”ti vuttaṭṭhāne sabbaññutaññāṇaṁ, “adhipaññāya sambhāventī”ti vuttaṭṭhāne ṭhānuppattikapaññā, “yena dukkhenā”ti vuttaṭṭhāne saccabyākaraṇapaññā.",
  "atk-s0202a2:144_2": "Tattha sabbaññutaññāṇañca saccabyākaraṇapaññañca ṭhapetvā avasesā paññā adhipaññaṁ bhajati.",
  "atk-s0202a2:145_0": "247.",
  "atk-s0202a2:145_1": "Idāni tesaṁ tesaṁ visesādhigamānaṁ paṭipadaṁ ācikkhanto puna caparaṁ udāyītiādimāha.",
  "atk-s0202a2:145_2": "Tattha abhiññāvosānapāramippattāti abhiññāvosānasaṅkhātañceva abhiññāpāramīsaṅkhātañca arahattaṁ pattā.",
  "atk-s0202a2:146_0": "Sammappadhāneti upāyapadhāne.",
  "atk-s0202a2:146_1": "Chandaṁ janetīti kattukamyatākusalacchandaṁ janeti.",
  "atk-s0202a2:146_2": "Vāyamatīti vāyāmaṁ karoti.",
  "atk-s0202a2:146_3": "Vīriyaṁ ārabhatīti vīriyaṁ pavatteti.",
  "atk-s0202a2:146_4": "Cittaṁ paggaṇhātīti cittaṁ ukkhipati.",
  "atk-s0202a2:146_5": "Padahatīti upāyapadhānaṁ karoti.",
  "atk-s0202a2:146_6": "Bhāvanāya pāripūriyāti vaḍḍhiyā paripūraṇatthaṁ.",
  "atk-s0202a2:146_7": "Apicettha –",
  "atk-s0202a2:146_8": "“yā ṭhiti, so asammoso…pe…",
  "atk-s0202a2:146_9": "yaṁ vepullaṁ, sā bhāvanāpāripūrī”ti evaṁ purimaṁ purimassa pacchimaṁ pacchimassa atthotipi veditabbaṁ.",
  "atk-s0202a2:147_0": "Imehi pana sammappadhānehi kiṁ kathitaṁ?",
  "atk-s0202a2:147_1": "Kassapasaṁyuttapariyāyena sāvakassa pubbabhāgapaṭipadā kathitā.",
  "atk-s0202a2:147_2": "Vuttañhetaṁ tattha –",
  "atk-s0202a2:148_0": "“Cattārome, āvuso, sammappadhānā.",
  "atk-s0202a2:148_1": "Katame cattāro?",
  "atk-s0202a2:148_2": "Idhāvuso, bhikkhu, anuppannā me pāpakā akusalā dhammā uppajjamānā anatthāya saṁvatteyyunti ātappaṁ karoti.",
  "atk-s0202a2:148_3": "Uppannā me pāpakā akusalā dhammā appahīyamānā anatthāya saṁvatteyyunti ātappaṁ karoti.",
  "atk-s0202a2:148_4": "Anuppannā me kusalā dhammā anuppajjamānā anatthāya saṁvatteyyunti ātappaṁ karoti.",
  "atk-s0202a2:148_5": "Uppannā me kusalā dhammā nirujjhamānā anatthāya saṁvatteyyunti ātappaṁ karotī”ti.",
  "atk-s0202a2:149_0": "Ettha ca pāpakā akusalāti lobhādayo veditabbā.",
  "atk-s0202a2:149_1": "Anuppannā kusalā dhammāti samathavipassanā ceva maggo ca, uppannā kusalā nāma samathavipassanāva.",
  "atk-s0202a2:149_2": "Maggo pana sakiṁ uppajjitvā nirujjhamāno anatthāya saṁvattanako nāma natthi.",
  "atk-s0202a2:149_3": "So hi phalassa paccayaṁ datvāva nirujjhati.",
  "atk-s0202a2:149_4": "Purimasmimpi vā samathavipassanāva gahetabbāti vuttaṁ, taṁ pana na yuttaṁ.",
  "atk-s0202a2:150_0": "Tattha “uppannā samathavipassanā nirujjhamānā anatthāya saṁvattantī”ti atthassa āvibhāvatthamidaṁ vatthu –",
  "atk-s0202a2:150_1": "eko kira khīṇāsavatthero “mahācetiyañca mahābodhiñca vandissāmī”ti samāpattilābhinā bhaṇḍagāhakasāmaṇerena saddhiṁ janapadato mahāvihāraṁ āgantvā vihārapariveṇaṁ pāvisi.",
  "atk-s0202a2:150_2": "Sāyanhasamaye mahābhikkhusaṅghe cetiyaṁ vandamāne cetiyaṁ vandanatthāya na nikkhami. Kasmā?",
  "atk-s0202a2:150_3": "Khīṇāsavānañhi tīsu ratanesu mahantaṁ gāravaṁ hoti.",
  "atk-s0202a2:150_4": "Tasmā bhikkhusaṅghe vanditvā paṭikkamante manussānaṁ sāyamāsabhuttavelāyaṁ sāmaṇerampi ajānāpetvā “cetiyaṁ vandissāmī”ti ekakova nikkhami.",
  "atk-s0202a2:150_5": "Sāmaṇero –",
  "atk-s0202a2:150_6": "“kiṁ nu kho thero avelāya ekakova gacchati, jānissāmī”ti upajjhāyassa padānupadiko nikkhami.",
  "atk-s0202a2:150_7": "Thero anāvajjanena tassa āgamanaṁ ajānanto dakkhiṇadvārena cetiyaṅgaṇaṁ āruhi.",
  "atk-s0202a2:150_8": "Sāmaṇeropi anupadaṁyeva āruḷho.",
  "atk-s0202a2:151_0": "Mahāthero mahācetiyaṁ ulloketvā buddhārammaṇaṁ pītiṁ gahetvā sabbaṁ cetaso samannāharitvā haṭṭhapahaṭṭho cetiyaṁ vandati.",
  "atk-s0202a2:151_1": "Sāmaṇero therassa vandanākāraṁ disvā “upajjhāyo me ativiya pasannacitto vandati, kiṁ nu kho pupphāni labhitvā pūjaṁ kareyyā”ti cintesi.",
  "atk-s0202a2:151_2": "Thero vanditvā uṭṭhāya sirasi añjaliṁ ṭhapetvā mahācetiyaṁ ulloketvā ṭhito.",
  "atk-s0202a2:151_3": "Sāmaṇero ukkāsitvā attano āgatabhāvaṁ jānāpesi.",
  "atk-s0202a2:151_4": "Thero parivattetvā olokento “kadā āgatosī”ti pucchi.",
  "atk-s0202a2:151_5": "Tumhākaṁ cetiyaṁ vandanakāle, bhante.",
  "atk-s0202a2:151_6": "Ativiya pasannā cetiyaṁ vandittha kiṁ nu kho pupphāni labhitvā pūjeyyāthāti?",
  "atk-s0202a2:151_7": "Āma sāmaṇera imasmiṁ cetiye viya aññatra ettakaṁ dhātūnaṁ nidhānaṁ nāma natthi, evarūpaṁ asadisaṁ mahāthūpaṁ pupphāni labhitvā ko na pūjeyyāti.",
  "atk-s0202a2:151_8": "Tena hi, bhante, adhivāsetha, āharissāmīti tāvadeva jhānaṁ samāpajjitvā iddhiyā himavantaṁ gantvā vaṇṇagandhasampannapupphāni parissāvanaṁ pūretvā mahāthere dakkhiṇamukhato pacchimaṁ mukhaṁ asampatteyeva āgantvā pupphaparissāvanaṁ hatthe ṭhapetvā “pūjetha, bhante,”ti āha.",
  "atk-s0202a2:151_9": "Thero “atimandāni no sāmaṇera pupphānī”ti āha.",
  "atk-s0202a2:151_10": "Gacchatha, bhante, bhagavato guṇe āvajjitvā pūjethāti.",
  "atk-s0202a2:152_0": "Thero pacchimamukhanissitena sopāṇena āruyha kucchivedikābhūmiyaṁ pupphapūjaṁ kātuṁ āraddho.",
  "atk-s0202a2:152_1": "Vedikābhūmiyaṁ paripuṇṇāni pupphāni patitvā dutiyabhūmiyaṁ jaṇṇupamāṇena odhinā pūrayiṁsu.",
  "atk-s0202a2:152_2": "Tato otaritvā pādapiṭṭhikapantiṁ pūjesi.",
  "atk-s0202a2:152_3": "Sāpi paripūri.",
  "atk-s0202a2:152_4": "Paripuṇṇabhāvaṁ ñatvā heṭṭhimatale vikiranto agamāsi.",
  "atk-s0202a2:152_5": "Sabbaṁ cetiyaṅgaṇaṁ paripūri.",
  "atk-s0202a2:152_6": "Tasmiṁ paripuṇṇe “sāmaṇera pupphāni na khīyantī”ti āha.",
  "atk-s0202a2:152_7": "Parissāvanaṁ, bhante, adhomukhaṁ karothāti.",
  "atk-s0202a2:152_8": "Adhomukhaṁ katvā cālesi, tadā pupphāni khīṇāni.",
  "atk-s0202a2:152_9": "Parissāvanaṁ sāmaṇerassa datvā saddhiṁ hatthipākārena cetiyaṁ tikkhattuṁ padakkhiṇaṁ katvā catūsu ṭhānesu vanditvā pariveṇaṁ gacchanto cintesi –",
  "atk-s0202a2:152_10": "“yāva mahiddhiko vatāyaṁ sāmaṇero, sakkhissati nu kho imaṁ iddhānubhāvaṁ rakkhitu”nti.",
  "atk-s0202a2:152_11": "Tato “na sakkhissatī”ti disvā sāmaṇeramāha –",
  "atk-s0202a2:152_12": "“sāmaṇera tvaṁ idāni mahiddhiko, evarūpaṁ pana iddhiṁ nāsetvā pacchimakāle kāṇapesakāriyā hatthena madditakañjiyaṁ pivissasī”ti.",
  "atk-s0202a2:152_13": "Daharakabhāvassa nāmesa dosoyaṁ, so upajjhāyassa kathāyaṁ saṁvijjitvā –",
  "atk-s0202a2:152_14": "“kammaṭṭhānaṁ me, bhante, ācikkhathā”ti na yāci, amhākaṁ upajjhāyo kiṁ vadatīti taṁ pana asuṇanto viya agamāsi.",
  "atk-s0202a2:153_0": "Thero mahācetiyañca mahābodhiñca vanditvā sāmaṇeraṁ pattacīvaraṁ gāhāpetvā anupubbena kuṭeḷitissamahāvihāraṁ agamāsi.",
  "atk-s0202a2:153_1": "Sāmaṇero upajjhāyassa padānupadiko hutvā bhikkhācāraṁ na gacchati, “kataraṁ gāmaṁ pavisatha, bhante,”ti pucchitvā pana “idāni me upajjhāyo gāmadvāraṁ patto bhavissatī”ti ñatvā attano ca upajjhāyassa ca pattacīvaraṁ gahetvā ākāsena gantvā therassa pattacīvaraṁ datvā piṇḍāya pavisati.",
  "atk-s0202a2:153_2": "Thero sabbakālaṁ ovadati –",
  "atk-s0202a2:153_3": "“sāmaṇera mā evamakāsi, puthujjaniddhi nāma calā anibaddhā, asappāyaṁ rūpādiārammaṇaṁ labhitvā appamattakeneva bhijjati, santāya samāpattiyā parihīnāya brahmacariyavāso santhambhituṁ na sakkotī”ti.",
  "atk-s0202a2:153_4": "Sāmaṇero “kiṁ katheti mayhaṁ upajjhāyo”ti sotuṁ na icchati, tatheva karoti.",
  "atk-s0202a2:153_5": "Thero anupubbena cetiyavandanaṁ karonto kammubinduvihāraṁ nāma gato.",
  "atk-s0202a2:153_6": "Tattha vasantepi there sāmaṇero tatheva karoti.",
  "atk-s0202a2:154_0": "Athekadivasaṁ ekā pesakāradhītā abhirūpā paṭhamavaye ṭhitā kammabindugāmato nikkhamitvā padumassaraṁ oruyha gāyamānā pupphāni bhañjati.",
  "atk-s0202a2:154_1": "Tasmiṁ samaye sāmaṇero padumassaramatthakena gacchati, gacchanto pana silesikāya kāṇamacchikā viya tassā gītasadde bajjhi.",
  "atk-s0202a2:154_2": "Tāvadevassa iddhi antarahitā, chinnapakkhakāko viya ahosi.",
  "atk-s0202a2:154_3": "Santasamāpattibalena pana tattheva udakapiṭṭhe apatitvā simbalitūlaṁ viya patamānaṁ anupubbena padumasaratīre aṭṭhāsi.",
  "atk-s0202a2:154_4": "So vegena gantvā upajjhāyassa pattacīvaraṁ datvā nivatti.",
  "atk-s0202a2:154_5": "Mahāthero “pagevetaṁ mayā diṭṭhaṁ, nivāriyamānopi na nivattissatī”ti kiñci avatvā piṇḍāya pāvisi.",
  "atk-s0202a2:155_0": "Sāmaṇero gantvā padumasaratīre aṭṭhāsi tassā paccuttaraṇaṁ āgamayamāno.",
  "atk-s0202a2:155_1": "Sāpi sāmaṇeraṁ ākāsena gacchantañca puna āgantvā ṭhitañca disvā “addhā esa maṁ nissāya ukkaṇṭhito”ti ñatvā “paṭikkama sāmaṇerā”ti āha.",
  "atk-s0202a2:155_2": "So paṭikkami.",
  "atk-s0202a2:155_3": "Itarā paccuttaritvā sāṭakaṁ nivāsetvā taṁ upasaṅkamitvā “kiṁ, bhante,”ti pucchi.",
  "atk-s0202a2:155_4": "So tamatthaṁ ārocesi.",
  "atk-s0202a2:155_5": "Sā bahūhi kāraṇehi gharāvāse ādīnavaṁ brahmacariyavāse ānisaṁsañca dassetvā ovadamānāpi tassa ukkaṇṭhaṁ vinodetuṁ asakkontī –",
  "atk-s0202a2:155_6": "“ayaṁ mama kāraṇā evarūpāya iddhiyā parihīno, na dāni yuttaṁ pariccajitu”nti idheva tiṭṭhāti vatvā gharaṁ gantvā mātāpitūnaṁ taṁ pavattiṁ ārocesi.",
  "atk-s0202a2:155_7": "Tepi āgantvā nānappakāraṁ ovadamānā vacanaṁ aggaṇhantaṁ āhaṁsu –",
  "atk-s0202a2:155_8": "“tvaṁ amhe uccakulāti sallakkhesi, mayaṁ pesakārā.",
  "atk-s0202a2:155_9": "Sakkhissasi pesakārakammaṁ kātu”nti sāmaṇero āha –",
  "atk-s0202a2:155_10": "“upāsaka gihibhūto nāma pesakārakammaṁ vā kareyya naḷakārakammaṁ vā, kiṁ iminā sāṭakamattena lobhaṁ karothā”ti.",
  "atk-s0202a2:155_11": "Pesakāro udare baddhasāṭakaṁ datvā gharaṁ netvā dhītaraṁ adāsi.",
  "atk-s0202a2:156_0": "So pesakārakammaṁ uggaṇhitvā pesakārehi saddhiṁ sālāya kammaṁ karoti.",
  "atk-s0202a2:156_1": "Aññesaṁ itthiyo pātova bhattaṁ sampādetvā āhariṁsu, tassa bhariyā na tāva āgacchati.",
  "atk-s0202a2:156_2": "So itaresu kammaṁ vissajjetvā bhuñjamānesu tasaraṁ vaṭṭento nisīdi.",
  "atk-s0202a2:156_3": "Sā pacchā agamāsi.",
  "atk-s0202a2:156_4": "Atha naṁ so “aticirena āgatāsī”ti tajjesi.",
  "atk-s0202a2:156_5": "Mātugāmo ca nāma api cakkavattirājānaṁ attani paṭibaddhacittaṁ ñatvā dāsaṁ viya sallakkheti.",
  "atk-s0202a2:156_6": "Tasmā sā evamāha –",
  "atk-s0202a2:156_7": "“aññesaṁ ghare dārupaṇṇaloṇādīni sannihitāni, bāhirato āharitvā dāyakā pesanatakārakāpi atthi, ahaṁ pana ekikāva, tvampi mayhaṁ ghare idaṁ atthi idaṁ natthīti na jānāsi.",
  "atk-s0202a2:156_8": "Sace icchasi, bhuñja, no ce icchasi, mā bhuñjā”ti.",
  "atk-s0202a2:156_9": "So “na kevalañca ussūre bhattaṁ āharasi, vācāyapi maṁ ghaṭṭesī”ti kujjhitvā aññaṁ paharaṇaṁ apassanto tameva tasaradaṇḍakaṁ tasarato luñcitvā khipi.",
  "atk-s0202a2:156_10": "Sā taṁ āgacchantaṁ disvā īsakaṁ parivatti.",
  "atk-s0202a2:156_11": "Tasaradaṇḍakassa ca koṭi nāma tikhiṇā hoti, sā tassā parivattamānāya akkhikoṭiyaṁ pavisitvā aṭṭhāsi.",
  "atk-s0202a2:156_12": "Sā ubhohi hatthehi vegena akkhiṁ aggahesi, bhinnaṭṭhānato lohitaṁ paggharati.",
  "atk-s0202a2:156_13": "So tasmiṁ kāle upajjhāyassa vacanaṁ anussari –",
  "atk-s0202a2:156_14": "“idaṁ sandhāya maṁ upajjhāyo ‘anāgate kāle kāṇapesakāriyā hatthehi madditakañjiyaṁ pivissasī’ti āha, idaṁ therena diṭṭhaṁ bhavissati, aho dīghadassī ayyo”ti mahāsaddena rodituṁ ārabhi.",
  "atk-s0202a2:156_15": "Tamenaṁ aññe –",
  "atk-s0202a2:156_16": "“alaṁ, āvuso, mā rodi, akkhi nāma bhinnaṁ na sakkā rodanena paṭipākatikaṁ kātu”nti āhaṁsu.",
  "atk-s0202a2:156_17": "So “nāhametamatthaṁ rodāmi, apica kho imaṁ sandhāya rodāmī”ti sabbaṁ paṭipāṭiyā kathesi.",
  "atk-s0202a2:156_18": "Evaṁ uppannā samathavipassanā nirujjhamānā anatthāya saṁvattanti.",
  "atk-s0202a2:157_0": "Aparampi vatthu –",
  "atk-s0202a2:157_1": "tiṁsamattā bhikkhū kalyāṇimahācetiyaṁ vanditvā aṭavimaggena mahāmaggaṁ otaramānā antarāmagge jhāmakhette kammaṁ katvā āgacchantaṁ ekaṁ manussaṁ addasaṁsu.",
  "atk-s0202a2:157_2": "Tassa sarīraṁ masimakkhitaṁ viya ahosi.",
  "atk-s0202a2:157_3": "Masimakkhitaṁyeva ekaṁ kāsāvaṁ kacchaṁ pīḷetvā nivatthaṁ, olokiyamāno jhāmakhāṇuko viya khāyati.",
  "atk-s0202a2:157_4": "So divasabhāge kammaṁ katvā upaḍḍhajjhāyamānānaṁ dārūnaṁ kalāpaṁ ukkhipitvā piṭṭhiyaṁ vippakiṇṇehi kesehi kummaggena āgantvā bhikkhūnaṁ sammukhe aṭṭhāsi.",
  "atk-s0202a2:157_5": "Sāmaṇerā disvā aññamaññaṁ olokayamānā, –",
  "atk-s0202a2:157_6": "“āvuso, tuyhaṁ pitā tuyhaṁ mahāpitā tuyhaṁ mātulo”ti hasamānā gantvā “konāmo tvaṁ upāsakā”ti nāmaṁ pucchiṁsu.",
  "atk-s0202a2:157_7": "So nāmaṁ pucchito vippaṭisārī hutvā dārukalāpaṁ chaḍḍetvā vatthaṁ saṁvidhāya nivāsetvā mahāthere vanditvā “tiṭṭhatha tāva, bhante,”ti āha.",
  "atk-s0202a2:157_8": "Mahātherā aṭṭhaṁsu.",
  "atk-s0202a2:158_0": "Daharasāmaṇerā āgantvā mahātherānaṁ sammukhāpi parihāsaṁ karonti.",
  "atk-s0202a2:158_1": "Upāsako āha –",
  "atk-s0202a2:158_2": "“bhante, tumhe maṁ passitvā parihasatha, ettakeneva matthakaṁ pattamhāti mā sallakkhetha.",
  "atk-s0202a2:158_3": "Ahampi pubbe tumhādisova samaṇo ahosiṁ.",
  "atk-s0202a2:158_4": "Tumhākaṁ pana cittekaggatāmattakampi natthi, ahaṁ imasmiṁ sāsane mahiddhiko mahānubhāvo ahosiṁ, ākāsaṁ gahetvā pathaviṁ karomi, pathaviṁ ākāsaṁ.",
  "atk-s0202a2:158_5": "Dūraṁ gaṇhitvā santikaṁ karomi, santikaṁ dūraṁ.",
  "atk-s0202a2:158_6": "Cakkavāḷasatasahassaṁ khaṇena vinivijjhāmi.",
  "atk-s0202a2:158_7": "Hatthe me passatha, idāni makkaṭahatthasadisā, ahaṁ imeheva hatthehi idha nisinnova candimasūriye parāmasiṁ.",
  "atk-s0202a2:158_8": "Imesaṁyeva pādānaṁ candimasūriye pādakathalikaṁ katvā nisīdiṁ.",
  "atk-s0202a2:158_9": "Evarūpā me iddhi pamādena antarahitā, tumhe mā pamajjittha.",
  "atk-s0202a2:158_10": "Pamādena hi evarūpaṁ byasanaṁ pāpuṇanti.",
  "atk-s0202a2:158_11": "Appamattā viharantā jātijarāmaraṇassa antaṁ karonti.",
  "atk-s0202a2:158_12": "Tasmā tumhe maññeva ārammaṇaṁ karitvā appamattā hotha, bhante,”ti tajjetvā ovādamadāsi.",
  "atk-s0202a2:158_13": "Te tassa kathentasseva saṁvegaṁ āpajjitvā vipassamānā tiṁsajanā tattheva arahattaṁ pāpuṇiṁsūti.",
  "atk-s0202a2:158_14": "Evampi uppannā samathavipassanā nirujjhamānā anatthāya saṁvattantīti veditabbā.",
  "atk-s0202a2:159_0": "Anuppannānaṁ pāpakānanti cettha “anuppanno vā kāmāsavo na uppajjatī”tiādīsu vuttanayena attho veditabbo.",
  "atk-s0202a2:159_1": "Uppannānaṁ pāpakānanti ettha pana catubbidhaṁ uppannaṁ vattamānuppannaṁ bhutvāvigatuppannaṁ, okāsakatuppannaṁ, bhūmiladdhuppannanti.",
  "atk-s0202a2:159_2": "Tattha ye kilesā vijjamānā uppādādisamaṅgino, idaṁ vattamānuppannaṁ nāma.",
  "atk-s0202a2:159_3": "Kamme pana javite ārammaṇarasaṁ anubhavitvā niruddhavipāko bhutvā vigataṁ nāma.",
  "atk-s0202a2:159_4": "Kammaṁ uppajjitvā niruddhaṁ bhavitvā vigataṁ nāma.",
  "atk-s0202a2:159_5": "Tadubhayampi bhutvāvigatuppannanti saṅkhaṁ gacchati.",
  "atk-s0202a2:159_6": "Kusalākusalaṁ kammaṁ aññassa kammassa vipākaṁ paṭibāhitvā attano vipākassa okāsaṁ karoti, evaṁ kate okāse vipāko uppajjamāno okāsakaraṇato paṭṭhāya uppannoti saṅkhaṁ gacchati.",
  "atk-s0202a2:159_7": "Idaṁ okāsakatuppannaṁ nāma.",
  "atk-s0202a2:159_8": "Pañcakkhandhā pana vipassanāya bhūmi nāma.",
  "atk-s0202a2:159_9": "Te atītādibhedā honti.",
  "atk-s0202a2:159_10": "Tesu anusayitakilesā pana atītā vā anāgatā vā paccuppannā vāti na vattabbā.",
  "atk-s0202a2:159_11": "Atītakhandhesu anusayitāpi hi appahīnāva honti, anāgatakhandhesu, paccuppannakhandhesu anusayitāpi appahīnāva honti.",
  "atk-s0202a2:159_12": "Idaṁ bhūmiladdhuppannaṁ nāma.",
  "atk-s0202a2:159_13": "Tenāhu porāṇā –",
  "atk-s0202a2:159_14": "“tāsu tāsu bhūmīsu asamugghātitakilesā bhūmiladdhuppannāti saṅkhaṁ gacchantī”ti.",
  "atk-s0202a2:160_0": "Aparampi catubbidhaṁ uppannaṁ samudācāruppannaṁ, ārammaṇādhigahituppannaṁ, avikkhambhituppannaṁ asamugghātituppannanti.",
  "atk-s0202a2:160_1": "Tattha sampati vattamānaṁyeva samudācāruppannaṁ nāma.",
  "atk-s0202a2:160_2": "Sakiṁ cakkhūni ummīletvā ārammaṇe nimitte gahite anussaritānussaritakkhaṇe kilesā nuppajjissantīti na vattabbā. Kasmā?",
  "atk-s0202a2:160_3": "Ārammaṇassa adhigahitattā.",
  "atk-s0202a2:160_4": "Yathā kiṁ?",
  "atk-s0202a2:160_5": "Yathā khīrarukkhassa kuṭhāriyā āhatāhataṭṭhāne khīraṁ na nikkhamissatīti na vattabbaṁ, evaṁ.",
  "atk-s0202a2:160_6": "Idaṁ ārammaṇādhigahituppannaṁ nāma.",
  "atk-s0202a2:160_7": "Samāpattiyā avikkhambhitā kilesā pana imasmiṁ nāma ṭhāne nuppajjissantīti na vattabbā. Kasmā?",
  "atk-s0202a2:160_8": "Avikkhambhitattā.",
  "atk-s0202a2:160_9": "Yathā kiṁ?",
  "atk-s0202a2:160_10": "Yathā sace khīrarukkhe kuṭhāriyā āhaneyyuṁ, imasmiṁ nāma ṭhāne khīraṁ na nikkhameyyāti na vattabbaṁ, evaṁ.",
  "atk-s0202a2:160_11": "Idaṁ avikkhambhituppannaṁ nāma.",
  "atk-s0202a2:160_12": "Maggena asamugghātitakilesā pana bhavagge nibbattassāpi uppajjantīti purimanayeneva vitthāretabbaṁ.",
  "atk-s0202a2:160_13": "Idaṁ asamugghātituppannaṁ nāma.",
  "atk-s0202a2:161_0": "Imesu uppannesu vattamānuppannaṁ bhutvāvigatuppannaṁ okāsakatuppannaṁ samudācāruppannanti catubbidhaṁ uppannaṁ na maggavajjhaṁ, bhūmiladdhuppannaṁ ārammaṇādhigahituppannaṁ avikkhambhituppannaṁ asamugghātituppannanti catubbidhaṁ maggavajjhaṁ.",
  "atk-s0202a2:161_1": "Maggo hi uppajjamāno ete kilese pajahati.",
  "atk-s0202a2:161_2": "So ye kilese pajahati, te atītā vā anāgatā vā paccuppannā vāti na vattabbā.",
  "atk-s0202a2:161_3": "Vuttampi cetaṁ –",
  "atk-s0202a2:162_0": "“Hañci atīte kilese pajahati, tena hi khīṇaṁ khepeti, niruddhaṁ nirodheti, vigataṁ vigameti atthaṅgataṁ atthaṅgameti.",
  "atk-s0202a2:162_1": "Atītaṁ yaṁ natthi, taṁ pajahati.",
  "atk-s0202a2:162_2": "Hañci anāgate kilese pajahati, tena hi ajātaṁ pajahati, anibbattaṁ, anuppannaṁ, apātubhūtaṁ pajahati.",
  "atk-s0202a2:162_3": "Anāgataṁ yaṁ natthi, taṁ pajahati, hañci paccuppanne kilese pajahati, tena hi ratto rāgaṁ pajahati, duṭṭho dosaṁ, mūḷho mohaṁ, vinibaddho mānaṁ, parāmaṭṭho diṭṭhiṁ, vikkhepagato uddhaccaṁ, aniṭṭhaṅgato vicikicchaṁ, thāmagato anusayaṁ pajahati.",
  "atk-s0202a2:162_4": "Kaṇhasukkadhammā yuganaddhā samameva vattanti.",
  "atk-s0202a2:162_5": "Saṁkilesikā maggabhāvanā hoti…pe…",
  "atk-s0202a2:162_6": "tena hi natthi maggabhāvanā, natthi phalasacchikiriyā, natthi kilesappahānaṁ, natthi dhammābhisamayoti.",
  "atk-s0202a2:162_7": "Atthi maggabhāvanā…pe…",
  "atk-s0202a2:162_8": "atthi dhammābhisamayoti.",
  "atk-s0202a2:162_9": "Yathā kathaṁ viya, seyyathāpi taruṇo rukkho ajātaphalo…pe…",
  "atk-s0202a2:162_10": "apātubhūtāyeva na pātubhavantī”ti.",
  "atk-s0202a2:163_0": "Iti pāḷiyaṁ ajātaphalarukkho āgato, jātaphalarukkhena pana dīpetabbaṁ.",
  "atk-s0202a2:163_1": "Yathā hi saphalo taruṇambarukkho, tassa phalāni manussā paribhuñjeyyuṁ, sesāni pātetvā pacchiyo pūreyyuṁ.",
  "atk-s0202a2:163_2": "Athañño puriso taṁ pharasunā chindeyya, tenassa neva atītāni phalāni nāsitāni honti, na anāgatapaccuppannāni nāsitāni.",
  "atk-s0202a2:163_3": "Atītāni hi manussehi paribhuttāni, anāgatāni anibbattāni, na sakkā nāsetuṁ.",
  "atk-s0202a2:163_4": "Yasmiṁ pana samaye so chinno, tadā phalāniyeva natthīti paccuppannānipi anāsitāni.",
  "atk-s0202a2:163_5": "Sace pana rukkho acchinno, athassa pathavīrasañca āporasañca āgamma yāni phalāni nibbatteyyuṁ, tāni nāsitāni honti.",
  "atk-s0202a2:163_6": "Tāni hi ajātāneva na jāyanti, anibbattāneva na nibbattanti, apātubhūtāneva na pātubhavanti, evameva maggo nāpi atītādibhede kilese pajahati, nāpi na pajahati.",
  "atk-s0202a2:163_7": "Yesañhi kilesānaṁ maggena khandhesu apariññātesu uppatti siyā, maggena uppajjitvā khandhānaṁ pariññātattā te kilesā ajātāva na jāyanti, anibbattāva na nibbattanti, apātubhūtāva na pātubhavanti, taruṇaputtāya itthiyā puna avijāyanatthaṁ, byādhitānaṁ rogavūpasamanatthaṁ pītabhesajjehi cāpi ayamattho vibhāvetabbo.",
  "atk-s0202a2:163_8": "Evaṁ maggo ye kilese pajahati, te atītā vā anāgatā vā paccuppannā vāti na vattabbā, na ca maggo kilese na pajahati.",
  "atk-s0202a2:163_9": "Ye pana maggo kilese pajahati, te sandhāya “uppannānaṁ pāpakāna”ntiādi vuttaṁ.",
  "atk-s0202a2:164_0": "Na kevalañca maggo kileseyeva pajahati, kilesānaṁ pana appahīnattā ye ca uppajjeyyuṁ upādinnakakkhandhā, tepi pajahatiyeva.",
  "atk-s0202a2:164_1": "Vuttampi cetaṁ –",
  "atk-s0202a2:164_2": "“sotāpattimaggañāṇena abhisaṅkhāraviññāṇassa nirodhena satta bhave ṭhapetvā anamatagge saṁsāre ye uppajjeyyuṁ nāmañca rūpañca, etthete nirujjhantī”ti vitthāro.",
  "atk-s0202a2:164_3": "Iti maggo upādinnaanupādinnato vuṭṭhāti.",
  "atk-s0202a2:164_4": "Bhavavasena pana sotāpattimaggo apāyabhavato vuṭṭhāti, sakadāgāmimaggo sugatibhavekadesato, anāgāmimaggo sugatikāmabhavato, arahattamaggo rūpārūpabhavato vuṭṭhāti.",
  "atk-s0202a2:164_5": "Sabbabhavehi vuṭṭhātiyevātipi vadanti.",
  "atk-s0202a2:165_0": "Atha maggakkhaṇe kathaṁ anuppannānaṁ uppādāya bhāvanā hoti, kathaṁ vā uppannānaṁ ṭhitiyāti.",
  "atk-s0202a2:165_1": "Maggappavattiyāyeva.",
  "atk-s0202a2:165_2": "Maggo hi pavattamāno pubbe anuppannapubbattā anuppanno nāma vuccati.",
  "atk-s0202a2:165_3": "Anāgatapubbañhi ṭhānaṁ āgantvā ananubhūtapubbaṁ vā ārammaṇaṁ anubhavitvā vattāro bhavanti “anāgataṭṭhānaṁ āgatamhā, ananubhūtaṁ ārammaṇaṁ anubhavāmā”ti.",
  "atk-s0202a2:165_4": "Yā cassa pavatti, ayameva ṭhiti nāmāti ṭhitiyā bhāvetītipi vattuṁ vaṭṭati.",
  "atk-s0202a2:166_0": "Iddhipādesu saṅkhepakathā cetokhilasutte vuttā.",
  "atk-s0202a2:166_1": "Upasamamānaṁ gacchati, kilesūpasamatthaṁ vā gacchatīti upasamagāmī.",
  "atk-s0202a2:166_2": "Sambujjhamānā gacchati, maggasambodhatthāya vā gacchatīti sambodhagāmī.",
  "atk-s0202a2:167_0": "Vivekanissitādīni sabbāsavasaṁvare vuttāni.",
  "atk-s0202a2:167_1": "Ayamettha saṅkhepo, vitthārato panāyaṁ bodhipakkhiyakathā visuddhimagge vuttā.",
  "atk-s0202a2:168_0": "248.",
  "atk-s0202a2:168_1": "Vimokkhakathāyaṁ vimokkheti kenaṭṭhena vimokkhā, adhimuccanaṭṭhena.",
  "atk-s0202a2:168_2": "Ko panāyaṁ adhimuccanaṭṭho nāma?",
  "atk-s0202a2:168_3": "Paccanīkadhammehi ca suṭṭhu muccanaṭṭho, ārammaṇe ca abhirativasena suṭṭhu muccanaṭṭho, pituaṅke vissaṭṭhaṅgapaccaṅgassa dārakassa sayanaṁ viya aniggahitabhāvena nirāsaṅkatāya ārammaṇe pavattīti vuttaṁ hoti.",
  "atk-s0202a2:168_4": "Ayaṁ panattho pacchimavimokkhe natthi, purimesu sabbesu atthi.",
  "atk-s0202a2:168_5": "Rūpī rūpāni passatīti ettha ajjhattakesādīsu nīlakasiṇādivasena uppāditaṁ rūpajjhānaṁ rūpaṁ, tadassa atthīti rūpī.",
  "atk-s0202a2:168_6": "Bahiddhā rūpāni passatīti bahiddhāpi nīlakasiṇādīni rūpāni jhānacakkhunā passati.",
  "atk-s0202a2:168_7": "Iminā ajjhatta bahiddhāvatthukesu kasiṇesu uppāditajjhānassa puggalassa cattāripi rūpāvacarajjhānāni dassitāni.",
  "atk-s0202a2:169_0": "Ajjhattaṁ arūpasaññīti ajjhattaṁ na rūpasaññī, attano kesādīsu anuppāditarūpāvacarajjhānoti attho.",
  "atk-s0202a2:169_1": "Iminā bahiddhā parikammaṁ katvā bahiddhāva uppāditajjhānassa rūpāvacarajjhānāni dassitāni.",
  "atk-s0202a2:169_2": "Subhanteva adhimutto hotīti iminā suvisuddhesu nīlādīsu vaṇṇakasiṇesu jhānāni dassitāni.",
  "atk-s0202a2:169_3": "Tattha kiñcāpi antoappanāyaṁ subhanti ābhogo natthi, yo pana suvisuddhaṁ subhakasiṇaṁ ārammaṇaṁ katvā viharati, so yasmā subhanti adhimutto hotīti vattabbataṁ āpajjati, tasmā evaṁ desanā katā.",
  "atk-s0202a2:169_4": "Paṭisambhidāmagge pana “kathaṁ subhanteva adhimutto hotīti vimokkho.",
  "atk-s0202a2:169_5": "Idha bhikkhu mettāsahagatena cetasā ekaṁ disaṁ pharitvā viharati…pe…",
  "atk-s0202a2:169_6": "mettāya bhāvitattā sattā appaṭikūlā honti.",
  "atk-s0202a2:169_7": "Karuṇāsahagatena, muditāsahagatena, upekkhāsahagatena cetasā ekaṁ disaṁ pharitvā viharati…pe…",
  "atk-s0202a2:169_8": "upekkhāya bhāvitattā sattā appaṭikūlā honti.",
  "atk-s0202a2:169_9": "Evaṁ subhanteva adhimutto hotīti vimokkho”ti vuttaṁ.",
  "atk-s0202a2:170_0": "Sabbasorūpasaññānantiādīsu yaṁ vattabbaṁ, taṁ sabbaṁ visuddhimagge vuttameva.",
  "atk-s0202a2:170_1": "Ayaṁ aṭṭhamo vimokkhoti ayaṁ catunnaṁ khandhānaṁ sabbaso vissaṭṭhattā vimuttattā aṭṭhamo uttamo vimokkho nāma.",
  "atk-s0202a2:171_0": "249.",
  "atk-s0202a2:171_1": "Abhibhāyatanakathāyaṁ abhibhāyatanānīti abhibhavanakāraṇāni.",
  "atk-s0202a2:171_2": "Kiṁ abhibhavanti?",
  "atk-s0202a2:171_3": "Paccanīkadhammepi ārammaṇānipi.",
  "atk-s0202a2:171_4": "Tāni hi paṭipakkhabhāvena paccanīkadhamme abhibhavanti, puggalassa ñāṇuttaritāya ārammaṇāni.",
  "atk-s0202a2:171_5": "Ajjhattaṁ rūpasaññītiādīsu pana ajjhattarūpe parikammavasena ajjhattaṁ rūpasaññī nāma hoti.",
  "atk-s0202a2:171_6": "Ajjhattañca nīlaparikammaṁ karonto kese vā pitte vā akkhitārakāya vā karoti, pītaparikammaṁ karonto mede vā chaviyā vā hatthatalapādatalesu vā akkhīnaṁ pītaṭṭhāne vā karoti, lohitaparikammaṁ karonto maṁse vā lohite vā jivhāya vā akkhīnaṁ rattaṭṭhāne vā karoti, odātaparikammaṁ karonto aṭṭhimhi vā dante vā nakhe vā akkhīnaṁ setaṭṭhāne vā karoti.",
  "atk-s0202a2:171_7": "Taṁ pana sunīlaṁ supītakaṁ sulohitakaṁ suodātaṁ na hoti, asuvisuddhameva hoti.",
  "atk-s0202a2:172_0": "Eko bahiddhā rūpāni passatīti yassetaṁ parikammaṁ ajjhattaṁ uppannaṁ hoti, nimittaṁ pana bahiddhā, so evaṁ ajjhattaṁ parikammassa bahiddhā ca appanāya vasena –",
  "atk-s0202a2:172_1": "“ajjhattaṁ rūpasaññī eko bahiddhā rūpāni passatī”ti vuccati.",
  "atk-s0202a2:172_2": "Parittānīti avaḍḍhitāni.",
  "atk-s0202a2:172_3": "Suvaṇṇadubbaṇṇānīti suvaṇṇāni vā hontu dubbaṇṇāni vā, parittavaseneva idamabhibhāyatanaṁ vuttanti veditabbaṁ.",
  "atk-s0202a2:172_4": "Tāniabhibhuyyāti yathā nāma sampannagahaṇiko kaṭacchumattaṁ bhattaṁ labhitvā “kimettha bhuñjitabbaṁ atthī”ti saṅkaḍḍhitvā ekakabaḷameva karoti, evamevaṁ ñāṇuttariko puggalo visadañāṇo –",
  "atk-s0202a2:172_5": "“kimettha parittake ārammaṇe samāpajjitabbaṁ atthi, nāyaṁ mama bhāro”ti tāni rūpāni abhibhavitvā samāpajjati, saha nimittuppādenevettha appanaṁ pāpetīti attho.",
  "atk-s0202a2:172_6": "Jānāmi passāmīti iminā panassa ābhogo kathito, so ca kho samāpattito vuṭṭhitassa, na antosamāpattiyaṁ.",
  "atk-s0202a2:172_7": "Evaṁsaññī hotīti ābhogasaññāyapi jhānasaññāyapi evaṁsaññī hoti.",
  "atk-s0202a2:172_8": "Abhibhavasaññā hissa antosamāpattiyaṁ atthi, ābhogasaññā pana samāpattito vuṭṭhitasseva.",
  "atk-s0202a2:173_0": "Appamāṇānīti vaḍḍhitappamāṇāni, mahantānīti attho.",
  "atk-s0202a2:173_1": "Abhibhuyyāti ettha pana yathā mahagghaso puriso ekaṁ bhattavaḍḍhitakaṁ labhitvā “aññāpi hotu, aññāpi hotu, kimesā mayhaṁ karissatī”ti taṁ na mahantato passati, evameva ñāṇuttaro puggalo visadañāṇo “kimettha samāpajjitabbaṁ, nayidaṁ appamāṇaṁ, na mayhaṁ cittekaggatākaraṇe bhāro atthī”ti tāni abhibhavitvā samāpajjati, saha nimittuppādenevettha appanaṁ pāpetīti attho.",
  "atk-s0202a2:174_0": "Ajjhattaṁ arūpasaññīti alābhitāya vā anatthikatāya vā ajjhattarūpe parikammasaññāvirahito.",
  "atk-s0202a2:174_1": "Ekobahiddhā rūpāni passatīti yassa parikammampi nimittampi bahiddhāva uppannaṁ, so evaṁ bahiddhā parikammassa ceva appanāya ca vasena –",
  "atk-s0202a2:174_2": "“ajjhattaṁ arūpasaññī eko bahiddhā rūpāni passatī”ti vuccati.",
  "atk-s0202a2:174_3": "Sesamettha catutthābhibhāyatane vuttanayameva.",
  "atk-s0202a2:174_4": "Imesu pana catūsu parittaṁ vitakkacaritavasena āgataṁ, appamāṇaṁ mohacaritavasena, suvaṇṇaṁ dosacaritavasena, dubbaṇṇaṁ rāgacaritavasena.",
  "atk-s0202a2:174_5": "Etesañhi etāni sappāyāni.",
  "atk-s0202a2:174_6": "Sā ca nesaṁ sappāyatā vitthārato visuddhimaggecariyaniddese vuttā.",
  "atk-s0202a2:175_0": "Pañcamaabhibhāyatanādīsu nīlānīti sabbasaṅgāhikavasena vuttaṁ.",
  "atk-s0202a2:175_1": "Nīlavaṇṇānīti vaṇṇavasena.",
  "atk-s0202a2:175_2": "Nīlanidassanānīti nidassanavasena.",
  "atk-s0202a2:175_3": "Apaññāyamānavivarāni asambhinnavaṇṇāni ekanīlāneva hutvā dissantīti vuttaṁ hoti.",
  "atk-s0202a2:175_4": "Nīlanibhāsānīti idaṁ pana obhāsavasena vuttaṁ, nīlobhāsāni nīlapabhāyuttānīti attho.",
  "atk-s0202a2:175_5": "Etena nesaṁ suvisuddhataṁ dasseti.",
  "atk-s0202a2:175_6": "Visuddhavaṇṇavaseneva hi imāni cattāri abhibhāyatanāni vuttāni.",
  "atk-s0202a2:175_7": "Umāpupphanti etañhi pupphaṁ siniddhaṁ muduṁ dissamānampi nīlameva hoti.",
  "atk-s0202a2:175_8": "Girikaṇṇikapupphādīni pana dissamānāni setadhātukāni honti.",
  "atk-s0202a2:175_9": "Tasmā idameva gahitaṁ, na tāni.",
  "atk-s0202a2:175_10": "Bārāṇaseyyakanti bārāṇasiyaṁ bhavaṁ.",
  "atk-s0202a2:175_11": "Tattha kira kappāsopi mudu, suttakantikāyopi tantavāyāpi chekā, udakampi suci siniddhaṁ, tasmā vatthaṁ ubhatobhāgavimaṭṭhaṁ hoti, dvīsu passesu maṭṭhaṁ mudu siniddhaṁ khāyati.",
  "atk-s0202a2:175_12": "Pītānītiādīsu imināva nayena attho veditabbo.",
  "atk-s0202a2:175_13": "“Nīlakasiṇaṁ uggaṇhanto nīlasmiṁ nimittaṁ gaṇhāti pupphasmiṁ vā vatthasmiṁ vā vaṇṇadhātuyā vā”tiādikaṁ panettha kasiṇakaraṇañceva parikammañca appanāvidhānañca sabbaṁ visuddhimagge vitthārato vuttameva.",
  "atk-s0202a2:176_0": "Abhiññāvosānapāramippattāti ito pubbesu satipaṭṭhānādīsu te dhamme bhāvetvā arahattappattāva abhiññāvosānapāramippattā nāma honti, imesu pana aṭṭhasu abhibhāyatanesu ciṇṇavasībhāvāyeva abhiññāvosānapāramippattā nāma.",
  "atk-s0202a2:177_0": "250.",
  "atk-s0202a2:177_1": "Kasiṇakathāyaṁ sakalaṭṭhena kasiṇāni, tadārammaṇānaṁ dhammānaṁ khettaṭṭhena adhiṭṭhānaṭṭhena vā āyatanāni.",
  "atk-s0202a2:177_2": "Uddhanti upari gaganatalābhimukhaṁ.",
  "atk-s0202a2:177_3": "Adhoti heṭṭhā bhūmitalābhimukhaṁ.",
  "atk-s0202a2:177_4": "Tiriyanti khettamaṇḍalamiva samantā paricchinditvā.",
  "atk-s0202a2:177_5": "Ekacco hi uddhameva kasiṇaṁ vaḍḍheti, ekacco adho, ekacco samantato.",
  "atk-s0202a2:177_6": "Tena tena kāraṇena evaṁ pasāreti ālokamiva rūpadassanakāmo.",
  "atk-s0202a2:177_7": "Tena vuttaṁ –",
  "atk-s0202a2:177_8": "“pathavīkasiṇameko sañjānāti uddhaṁadhotiriya”nti.",
  "atk-s0202a2:177_9": "Advayanti disāanudisāsu advayaṁ.",
  "atk-s0202a2:177_10": "Idaṁ pana ekassa aññabhāvānupagamanatthaṁ vuttaṁ.",
  "atk-s0202a2:177_11": "Yathā hi udakaṁ paviṭṭhassa sabbadisāsu udakameva hoti anaññaṁ, evamevaṁ pathavīkasiṇaṁ pathavīkasiṇameva hoti, natthi tassa añño kasiṇasambhedoti.",
  "atk-s0202a2:177_12": "Esa nayo sabbattha.",
  "atk-s0202a2:177_13": "Appamāṇanti idaṁ tassa tassa pharaṇaappamāṇavasena vuttaṁ.",
  "atk-s0202a2:177_14": "Tañhi cetasā pharanto sakalameva pharati, ayamassa ādi, idaṁ majjhanti pamāṇaṁ gaṇhātīti.",
  "atk-s0202a2:177_15": "Viññāṇakasiṇanti cettha kasiṇugghāṭimākāse pavattaṁ viññāṇaṁ.",
  "atk-s0202a2:177_16": "Tattha kasiṇavasena kasiṇugghāṭimākāse, kasiṇugghāṭimākāsavasena tattha pavattaviññāṇe uddhaṁadhotiriyatā veditabbā.",
  "atk-s0202a2:177_17": "Ayamettha saṅkhepo.",
  "atk-s0202a2:177_18": "Kammaṭṭhānabhāvanānayena panetāni pathavīkasiṇādīni vitthārato visuddhimagge vuttāneva.",
  "atk-s0202a2:177_19": "Idhāpi ciṇṇavasibhāveneva abhiññāvosānapāramippattā hontīti veditabbā.",
  "atk-s0202a2:177_20": "Tathā ito anantaresu catūsu jhānesu.",
  "atk-s0202a2:177_21": "Yaṁ panettha vattabbaṁ, taṁ mahāassapurasutte vuttameva.",
  "atk-s0202a2:178_0": "252.",
  "atk-s0202a2:178_1": "Vipassanāñāṇe pana rūpītiādīnamattho vuttoyeva.",
  "atk-s0202a2:178_2": "Ettha sitamettha paṭibaddhanti ettha cātumahābhūtike kāye nissitañca paṭibaddhañca.",
  "atk-s0202a2:178_3": "Subhoti sundaro.",
  "atk-s0202a2:178_4": "Jātimāti suparisuddhaākarasamuṭṭhito.",
  "atk-s0202a2:178_5": "Suparikammakatoti suṭṭhu kataparikammo apanītapāsāṇasakkharo.",
  "atk-s0202a2:178_6": "Acchoti tanucchavi.",
  "atk-s0202a2:178_7": "Vippasannoti suṭṭhu vippasanno.",
  "atk-s0202a2:178_8": "Sabbākārasampannoti dhovana vedhanādīhi sabbehi ākārehi sampanno.",
  "atk-s0202a2:178_9": "Nīlantiādīhi vaṇṇasampattiṁ dasseti.",
  "atk-s0202a2:178_10": "Tādisañhi āvutaṁ pākaṭaṁ hoti.",
  "atk-s0202a2:179_0": "Evameva khoti ettha evaṁ upamāsaṁsandanaṁ veditabbaṁ –",
  "atk-s0202a2:179_1": "maṇi viya hi karajakāyo.",
  "atk-s0202a2:179_2": "Āvutasuttaṁ viya vipassanāñāṇaṁ.",
  "atk-s0202a2:179_3": "Cakkhumā puriso viya vipassanālābhī bhikkhu.",
  "atk-s0202a2:179_4": "Hatthe karitvā paccavekkhato “ayaṁ kho maṇī”ti maṇino āvibhūtakālo viya vipassanāñāṇaṁ abhinīharitvā nisinnassa bhikkhuno cātumahābhūtikakāyassa āvibhūtakālo.",
  "atk-s0202a2:179_5": "“Tatridaṁ suttaṁ āvuta”nti suttassa āvibhūtakālo viya vipassanāñāṇaṁ abhinīharitvā nisinnassa bhikkhuno tadārammaṇānaṁ phassapañcamakānaṁ vā sabbacittacetasikānaṁ vā vipassanāñāṇasseva vā āvibhūtakāloti.",
  "atk-s0202a2:180_0": "Kiṁ panetaṁ ñāṇassa āvibhūtaṁ, puggalassāti.",
  "atk-s0202a2:180_1": "Ñāṇassa, tassa pana āvibhāvattā puggalassa āvibhūtāva honti.",
  "atk-s0202a2:180_2": "Idañca vipassanāñāṇaṁ maggassa anantaraṁ, evaṁ santepi yasmā abhiññāvāre āraddhe etassa antarāvāro natthi, tasmā idheva dassitaṁ.",
  "atk-s0202a2:180_3": "Yasmā ca aniccādivasena akatasammasanassa dibbāya sotadhātuyā bheravasaddaṁ suṇanto pubbenivāsānussatiyā bherave khandhe anussarato dibbena cakkhunā bheravarūpaṁ passato bhayasantāso uppajjati, na aniccādivasena katasammasanassa, tasmā abhiññāpattassa bhayavinodakahetusampādanatthampi idaṁ idheva dassitaṁ.",
  "atk-s0202a2:180_4": "Idhāpi arahattavaseneva abhiññāvosānapāramippattatā veditabbā.",
  "atk-s0202a2:181_0": "253.",
  "atk-s0202a2:181_1": "Manomayiddhiyaṁ ciṇṇavasitāya.",
  "atk-s0202a2:181_2": "Tattha manomayanti manena nibbattaṁ.",
  "atk-s0202a2:181_3": "Sabbaṅgapaccaṅginti sabbehi aṅgehi ca paccaṅgehi ca samannāgataṁ.",
  "atk-s0202a2:181_4": "Ahīnindriyanti saṇṭhānavasena avikalindriyaṁ.",
  "atk-s0202a2:181_5": "Iddhimatā nimmitarūpañhi sace iddhimā odāto, tampi odātaṁ.",
  "atk-s0202a2:181_6": "Sace aviddhakaṇṇo, tampi aviddhakaṇṇanti evaṁ sabbākārehi tena sadisameva hoti.",
  "atk-s0202a2:181_7": "Muñjamhā īsikantiādi upamattayampi taṁ sadisabhāvadassanatthameva vuttaṁ.",
  "atk-s0202a2:181_8": "Muñjasadisā eva hi tassa anto īsikā hoti.",
  "atk-s0202a2:181_9": "Kosasadisoyeva asi, vaṭṭāya kosiyā vaṭṭaṁ asimeva pakkhipanti, patthaṭāya patthaṭaṁ.",
  "atk-s0202a2:182_0": "Karaṇḍāti idampi ahikañcukassa nāmaṁ, na vilīvakaraṇḍakassa.",
  "atk-s0202a2:182_1": "Ahikañcuko hi ahinā sadisova hoti.",
  "atk-s0202a2:182_2": "Tattha kiñcāpi “puriso ahiṁ karaṇḍā uddhareyyā”ti hatthena uddharamāno viya dassito, atha kho cittenevassa uddharaṇaṁ veditabbaṁ.",
  "atk-s0202a2:182_3": "Ayañhi ahi nāma sajātiyaṁ ṭhito, kaṭṭhantaraṁ vā rukkhantaraṁ vā nissāya, tacato sarīranikkaḍḍhanapayogasaṅkhātena thāmena, sarīraṁ khādamānaṁ viya purāṇatacaṁ jigucchantoti imehi catūhi kāraṇehi sayameva kañcukaṁ jahāti, na sakkā tato aññena uddharituṁ.",
  "atk-s0202a2:182_4": "Tasmā cittena uddharaṇaṁ sandhāya idaṁ vuttanti veditabbaṁ.",
  "atk-s0202a2:182_5": "Iti muñjādisadisaṁ imassa bhikkhuno sarīraṁ, īsikādisadisaṁ nimmitarūpanti idamettha opammasaṁsandanaṁ.",
  "atk-s0202a2:182_6": "Nimmānavidhānaṁ panettha parato ca iddhividhādipañcaabhiññākathā sabbākārena visuddhimagge vitthāritāti tattha vuttanayeneva veditabbā.",
  "atk-s0202a2:182_7": "Upamāmattameva hi idha adhikaṁ.",
  "atk-s0202a2:183_0": "Tattha chekakumbhakārādayo viya iddhividhañāṇalābhī bhikkhu daṭṭhabbo.",
  "atk-s0202a2:183_1": "Suparikammakatamattikādayo viya iddhividhañāṇaṁ daṭṭhabbaṁ.",
  "atk-s0202a2:183_2": "Icchiticchitabhājanavikatiādikaraṇaṁ viya tassa bhikkhuno vikubbanaṁ daṭṭhabbaṁ.",
  "atk-s0202a2:183_3": "Idhāpi ciṇṇavasitāvaseneva abhiññāvosānapāramippattatā veditabbā.",
  "atk-s0202a2:183_4": "Tathā ito parāsu catūsu abhiññāsu.",
  "atk-s0202a2:184_0": "255.",
  "atk-s0202a2:184_1": "Tattha dibbasotadhātuupamāyaṁ saṅkhadhamoti saṅkhadhamako.",
  "atk-s0202a2:184_2": "Appakasirenevāti niddukkheneva.",
  "atk-s0202a2:184_3": "Viññāpeyyāti jānāpeyya.",
  "atk-s0202a2:184_4": "Tattha evaṁ cātuddisā viññāpente saṅkhadhamake “saṅkhasaddo aya”nti vavatthāpentānaṁ sattānaṁ tassa saṅkhasaddassa āvibhūtakālo viya yogino dūrasantikabhedānaṁ dibbānañceva mānusakānañca saddānaṁ āvibhūtakālo daṭṭhabbo.",
  "atk-s0202a2:185_0": "256.",
  "atk-s0202a2:185_1": "Cetopariyañāṇa-upamāyaṁ daharoti taruṇo.",
  "atk-s0202a2:185_2": "Yuvāti yobbanena samannāgato.",
  "atk-s0202a2:185_3": "Maṇḍanakajātikoti yuvāpi samāno na alasiyo kiliṭṭhavatthasarīro, atha kho maṇḍanakapakatiko, divasassa dve tayo vāre nhāyitvā suddhavattha-paridahana-alaṅkārakaraṇasīloti attho.",
  "atk-s0202a2:185_4": "Sakaṇikanti kāḷatilakavaṅka-mukhadūsipīḷakādīnaṁ aññatarena sadosaṁ.",
  "atk-s0202a2:185_5": "Tattha yathā tassa mukhanimittaṁ paccavekkhato mukhadoso pākaṭo hoti, evaṁ cetopariyañāṇāya cittaṁ abhinīharitvā nisinnassa bhikkhuno paresaṁ soḷasavidhaṁ cittaṁ pākaṭaṁ hotīti veditabbaṁ.",
  "atk-s0202a2:185_6": "Pubbenivāsaupamādīsu yaṁ vattabbaṁ, taṁ sabbaṁ mahāassapure vuttameva.",
  "atk-s0202a2:186_0": "259.Ayaṁ kho udāyi pañcamo dhammoti ekūnavīsati pabbāni paṭipadāvasena ekaṁ dhammaṁ katvā pañcamo dhammoti vutto.",
  "atk-s0202a2:186_1": "Yathā hi aṭṭhakanāgarasutte ekādasa pabbāni pucchāvasena ekadhammo kato, evamidha ekūnavīsati pabbāni paṭipadāvasena eko dhammo katoti veditabbāni.",
  "atk-s0202a2:186_2": "Imesu ca pana ekūnavīsatiyā pabbesu paṭipāṭiyā aṭṭhasu koṭṭhāsesu vipassanāñāṇe ca āsavakkhayañāṇe ca arahattavasena abhiññāvosānapāramippattatā veditabbā, sesesu ciṇṇavasibhāvavasena.",
  "atk-s0202a2:186_3": "Sesaṁ sabbattha uttānamevāti.",
  "atk-s0202a2:187_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0202a2:188_0": "Mahāsakuludāyisuttavaṇṇanā niṭṭhitā.",
  "atk-s0202a2:189_0": "8. Samaṇamuṇḍikasuttavaṇṇanā",
  "atk-s0202a2:190_0": "260.Evaṁme sutanti samaṇamuṇḍikasuttaṁ.",
  "atk-s0202a2:190_1": "Tattha uggāhamānoti tassa paribbājakassa nāmaṁ.",
  "atk-s0202a2:190_2": "Sumanoti pakatināmaṁ.",
  "atk-s0202a2:190_3": "Kiñci kiñci pana uggahituṁ uggāhetuṁ samatthatāya uggāhamānoti naṁ sañjānanti.",
  "atk-s0202a2:190_4": "Samayaṁ pavadanti etthāti samayappavādakaṁ.",
  "atk-s0202a2:190_5": "Tasmiṁ kira ṭhāne caṅkītārukkhapokkharasātippabhutayo brāhmaṇā nigaṇṭhācelakaparibbājakādayo ca pabbajitā sannipatitvā attano attano samayaṁ pavadanti kathenti dīpenti, tasmā so ārāmo samayappavādakoti vuccati.",
  "atk-s0202a2:190_6": "Sveva tindukācīrasaṅkhātāya timbarūsakarukkhapantiyā parikkhittattā tindukācīraṁ.",
  "atk-s0202a2:190_7": "Yasmā panettha paṭhamaṁ ekā sālā ahosi, pacchā mahāpuññaṁ poṭṭhapādaparibbājakaṁ nissāya bahū sālā katā, tasmā tameva ekaṁ sālaṁ upādāya laddhanāmavasena ekasālakoti vuccati.",
  "atk-s0202a2:190_8": "Mallikāya pana pasenadirañño deviyā uyyānabhūto so pupphaphalasañchanno ārāmoti katvā mallikāya ārāmoti saṅkhaṁ gato.",
  "atk-s0202a2:190_9": "Tasmiṁ samayappavādake tindukācīre ekasālake mallikāya ārāme.",
  "atk-s0202a2:190_10": "Paṭivasatīti vāsaphāsutāya vasati.",
  "atk-s0202a2:190_11": "Divā divassāti divasassa divā nāma majjhanhātikkamo, tasmiṁ divasassapi divābhūte atikkantamatte majjhanhike nikkhamīti attho.",
  "atk-s0202a2:190_12": "Paṭisallīnoti tato tato rūpādigocarato cittaṁ paṭisaṁharitvā līno, jhānaratisevanavasena ekībhāvaṁ gato.",
  "atk-s0202a2:190_13": "Manobhāvanīyānanti manavaḍḍhanakānaṁ, ye āvajjato manasikaroto cittaṁ vinīvaraṇaṁ hoti unnamati vaḍḍhati.",
  "atk-s0202a2:190_14": "Yāvatāti yattakā.",
  "atk-s0202a2:190_15": "Ayaṁ tesaṁ aññataroti ayaṁ tesaṁ abbhantaro eko sāvako.",
  "atk-s0202a2:190_16": "Appeva nāmāti tassa upasaṅkamanaṁ patthayamāno āha.",
  "atk-s0202a2:190_17": "Patthanākāraṇaṁ pana sandakasutte vuttameva.",
  "atk-s0202a2:191_0": "261.Etadavocāti dandapañño ayaṁ gahapati, dhammakathāya naṁ saṅgaṇhitvā attano sāvakaṁ karissāmīti maññamāno etaṁ “catūhi kho”tiādivacanaṁ avoca.",
  "atk-s0202a2:191_1": "Tattha paññpemīti dassemi ṭhapemi.",
  "atk-s0202a2:191_2": "Sampannakusalanti paripuṇṇakusalaṁ.",
  "atk-s0202a2:191_3": "Paramakusalanti uttamakusalaṁ.",
  "atk-s0202a2:191_4": "Ayojjhanti vādayuddhena yujjhitvā cāletuṁ asakkuṇeyyaṁ acalaṁ nikkampaṁ thiraṁ.",
  "atk-s0202a2:191_5": "Na karotīti akaraṇamattameva vadati, ettha pana saṁvarappahānaṁ vā paṭisevanappahānaṁ vā na vadati.",
  "atk-s0202a2:191_6": "Sesapadesupi eseva nayo.",
  "atk-s0202a2:192_0": "Neva abhinandīti titthiyā nāma jānitvāpi ajānitvāpi yaṁ vā taṁ vā vadantīti maññamāno nābhinandi.",
  "atk-s0202a2:192_1": "Na paṭikkosīti sāsanassa anulomaṁ viya pasannākāraṁ viya vadatīti maññamāno na paṭisedheti.",
  "atk-s0202a2:193_0": "262.Yathā uggāhamānassāti yathā tassa vacanaṁ, evaṁ sante uttānaseyyako kumāro ayojjhasamaṇo thirasamaṇo bhavissati, mayaṁ pana evaṁ na vadāmāti dīpeti.",
  "atk-s0202a2:193_1": "Kāyotipi na hotīti sakakāyo parakāyotipi visesañāṇaṁ na hoti.",
  "atk-s0202a2:193_2": "Aññatraphanditamattāti paccattharaṇe valisamphassena vā maṅguladaṭṭhena vā kāyaphandanamattaṁ nāma hoti.",
  "atk-s0202a2:193_3": "Taṁ ṭhapetvā aññaṁ kāyena karaṇakammaṁ nāma natthi.",
  "atk-s0202a2:193_4": "Tampi ca kilesasahagatacitteneva hoti.",
  "atk-s0202a2:193_5": "Vācātipi na hotīti micchāvācā sammāvācātipi nānattaṁ na hoti.",
  "atk-s0202a2:193_6": "Roditamattāti jighacchāpipāsāparetassa pana roditamattaṁ hoti.",
  "atk-s0202a2:193_7": "Tampi kilesasahagatacitteneva.",
  "atk-s0202a2:193_8": "Saṅkappoti micchāsaṅkappo sammāsaṅkappotipi nānattaṁ na hoti.",
  "atk-s0202a2:193_9": "Vikūjitamattāti vikūjitamattaṁ rodanahasitamattaṁ hoti.",
  "atk-s0202a2:193_10": "Daharakumārakānañhi cittaṁ atītārammaṇaṁ pavattati, nirayato āgatā nirayadukkhaṁ saritvā rodanti, devalokato āgatā hasanti, tampi kilesasahagatacitteneva hoti.",
  "atk-s0202a2:193_11": "Ājīvoti micchājīvo sammājīvotipi nānattaṁ na hoti.",
  "atk-s0202a2:193_12": "Aññatra mātuthaññāti thaññacoradārakā nāma honti, mātari khīraṁ pāyantiyā apivitvā aññavihitakāle piṭṭhipassena āgantvā thaññaṁ pivanti.",
  "atk-s0202a2:193_13": "Ettakaṁ muñcitvā añño micchājīvo natthi.",
  "atk-s0202a2:193_14": "Ayampi kilesasahagatacitteneva hotīti dasseti.",
  "atk-s0202a2:194_0": "263.",
  "atk-s0202a2:194_1": "Evaṁ paribbājakavādaṁ paṭikkhipitvā idāni sayaṁ sekkhabhūmiyaṁ mātikaṁ ṭhapento catūhi kho ahantiādimāha.",
  "atk-s0202a2:194_2": "Tattha samadhigayha tiṭṭhatīti visesetvā tiṭṭhati.",
  "atk-s0202a2:194_3": "Nakāyena pāpa kammantiādīsu na kevalaṁ akaraṇamattameva, bhagavā pana ettha saṁvarappahānapaṭisaṅkhā paññapeti.",
  "atk-s0202a2:194_4": "Taṁ sandhāyevamāha.",
  "atk-s0202a2:194_5": "Na ceva sampannakusalantiādi pana khīṇāsavaṁ sandhāya vuttaṁ.",
  "atk-s0202a2:195_0": "Idāni asekkhabhūmiyaṁ mātikaṁ ṭhapento dasahi kho ahantiādimāha.",
  "atk-s0202a2:195_1": "Tattha tīṇi padāni nissāya dve paṭhamacatukkā ṭhapitā, ekaṁ padaṁ nissāya dve pacchimacatukkā.",
  "atk-s0202a2:195_2": "Ayaṁ sekkhabhūmiyaṁ mātikā.",
  "atk-s0202a2:196_0": "264.",
  "atk-s0202a2:196_1": "Idāni taṁ vibhajanto katame ca thapati akusalasīlātiādimāha.",
  "atk-s0202a2:196_2": "Tattha sarāganti aṭṭhavidhaṁ lobhasahagatacittaṁ.",
  "atk-s0202a2:196_3": "Sadosanti paṭighasampayuttacittadvayaṁ.",
  "atk-s0202a2:196_4": "Samohanti vicikicchuddhaccasahagatacittadvayampi vaṭṭati, sabbākusalacittānipi.",
  "atk-s0202a2:196_5": "Moho sabbākusale uppajjatīti hi vuttaṁ.",
  "atk-s0202a2:196_6": "Itosamuṭṭhānāti ito sarāgādicittato samuṭṭhānaṁ uppatti etesanti itosamuṭṭhānā.",
  "atk-s0202a2:197_0": "Kuhinti kataraṁ ṭhānaṁ pāpuṇitvā aparisesā nirujjhanti.",
  "atk-s0202a2:197_1": "Ettheteti sotāpattiphale bhummaṁ.",
  "atk-s0202a2:197_2": "Pātimokkhasaṁvarasīlañhi sotāpattiphale paripuṇṇaṁ hoti, taṁ ṭhānaṁ patvā akusalasīlaṁ asesaṁ nirujjhati.",
  "atk-s0202a2:197_3": "Akusalasīlanti ca dussīlassetaṁ adhivacananti veditabbaṁ.",
  "atk-s0202a2:198_0": "Akusalānaṁ sīlānaṁ nirodhāya paṭipannoti ettha yāva sotāpattimaggā nirodhāya paṭipanno nāma hoti, phalapatte pana te nirodhitā nāma honti.",
  "atk-s0202a2:199_0": "265.Vītarāgantiādīhi aṭṭhavidhaṁ kāmāvacarakusalacittameva vuttaṁ. Etena hi kusalasīlaṁ samuṭṭhāti.",
  "atk-s0202a2:200_0": "Sīlavā hotīti sīlasampanno hoti guṇasampanno ca.",
  "atk-s0202a2:200_1": "No ca sīlamayoti alamettāvatā, natthi ito kiñci uttari karaṇīyanti evaṁ sīlamayo na hoti.",
  "atk-s0202a2:200_2": "Yatthassa teti arahattaphale bhummaṁ.",
  "atk-s0202a2:200_3": "Arahattaphalañhi patvā akusalasīlaṁ asesaṁ nirujjhati.",
  "atk-s0202a2:201_0": "Nirodhāya paṭipannoti ettha yāva arahattamaggā nirodhāya paṭipanno nāma hoti, phalapatte pana te nirodhitā nāma honti.",
  "atk-s0202a2:202_0": "266.Kāmasaññādīsu kāmasaññā aṭṭhalobhasahagatacittasahajātā, itarā dve domanassasahagatacittadvayena sahajātā.",
  "atk-s0202a2:203_0": "Paṭhamaṁjhānanti anāgāmiphalapaṭhamajjhānaṁ.",
  "atk-s0202a2:203_1": "Ettheteti anāgāmiphale bhummaṁ.",
  "atk-s0202a2:203_2": "Anāgāmiphalañhi patvā akusalasaṅkappā aparisesā nirujjhanti.",
  "atk-s0202a2:204_0": "Nirodhāya paṭipannoti ettha yāva anāgāmimaggā nirodhāya paṭipanno nāma hoti, phalapatte pana te nirodhitā nāma honti.",
  "atk-s0202a2:204_1": "Nekkhammasaññādayo hi tissopi aṭṭhakāmāvacarakusalasahajātasaññāva.",
  "atk-s0202a2:205_0": "267.Ettheteti arahattaphale bhummaṁ.",
  "atk-s0202a2:205_1": "Dutiyajjhānikaṁ arahattaphalañhi pāpuṇitvā kusalasaṅkappā aparisesā nirujjhanti.",
  "atk-s0202a2:205_2": "Nirodhāya paṭipannoti ettha yāva arahattamaggā nirodhāya paṭipanno nāma hoti, phalapatte pana te nirodhitā nāma honti.",
  "atk-s0202a2:205_3": "Sesaṁ sabbattha uttānamevāti.",
  "atk-s0202a2:206_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0202a2:207_0": "Samaṇamuṇḍikasuttavaṇṇanā niṭṭhitā.",
  "atk-s0202a2:208_0": "9. Cūḷasakuludāyisuttavaṇṇanā",
  "atk-s0202a2:209_0": "270.Evaṁme sutanti cūḷasakuludāyisuttaṁ.",
  "atk-s0202a2:209_1": "Tattha yadā pana, bhante, bhagavāti idaṁ paribbājako dhammakathaṁ sotukāmo bhagavato dhammadesanāya sālayabhāvaṁ dassento āha.",
  "atk-s0202a2:210_0": "271.Taṁyevettha paṭibhātūti sace dhammaṁ sotukāmo, tuyhevettha eko pañho ekaṁ kāraṇaṁ upaṭṭhātu.",
  "atk-s0202a2:210_1": "Yathā maṁ paṭibhāseyyāti yena kāraṇena mama dhammadesanā upaṭṭhaheyya, etena hi kāraṇena kathāya samuṭṭhitāya sukhaṁ dhammaṁ desetunti dīpeti.",
  "atk-s0202a2:210_2": "Tassa mayhaṁ, bhanteti so kira taṁ disvā –",
  "atk-s0202a2:210_3": "“sace bhagavā idha abhavissā, ayametassa bhāsitassa atthoti dīpasahassaṁ viya ujjalāpetvā ajja me pākaṭaṁ akarissā”ti dasabalaṁyeva anussari.",
  "atk-s0202a2:210_4": "Tasmā tassa mayhaṁ, bhantetiādimāha.",
  "atk-s0202a2:210_5": "Tattha aho nūnāti anussaraṇatthe nipātadvayaṁ.",
  "atk-s0202a2:210_6": "Tena tassa bhagavantaṁ anussarantassa etadahosi “aho nūna bhagavā aho nūna sugato”ti.",
  "atk-s0202a2:210_7": "Yo imesanti yo imesaṁ dhammānaṁ.",
  "atk-s0202a2:210_8": "Sukusaloti suṭṭhu kusalo nipuṇo cheko.",
  "atk-s0202a2:210_9": "So bhagavā aho nūna katheyya, so sugato aho nūna katheyya, tassa hi bhagavato pubbenivāsañāṇassa anekāni kappakoṭisahassāni ekaṅgaṇāni pākaṭānīti, ayamettha adhippāyo.",
  "atk-s0202a2:211_0": "Tassa vāhaṁ pubbantaṁ ārabbhāti yo hi lābhī hoti, so “pubbe tvaṁ khattiyo ahosi, brāhmaṇo ahosī”ti vutte jānanto sakkaccaṁ sussūsati.",
  "atk-s0202a2:211_1": "Alābhī pana –",
  "atk-s0202a2:211_2": "“evaṁ bhavissati evaṁ bhavissatī”ti sīsakampamettameva dasseti.",
  "atk-s0202a2:211_3": "Tasmā evamāha –",
  "atk-s0202a2:211_4": "“tassa vāhaṁ pubbantaṁ ārabbha pañhassa veyyākaraṇena cittaṁ ārādheyya”nti.",
  "atk-s0202a2:212_0": "So vā maṁ aparantanti dibbacakkhulābhino hi anāgataṁsañāṇaṁ ijjhati, tasmā evamāha.",
  "atk-s0202a2:212_1": "Itaraṁ pubbe vuttanayameva.",
  "atk-s0202a2:213_0": "Dhammaṁte desessāmīti ayaṁ kira atīte desiyamānepi na bujjhissati, anāgate desiyamānepi na bujjhissati.",
  "atk-s0202a2:213_1": "Athassa bhagavā saṇhasukhumaṁ paccayākāraṁ desetukāmo evamāha.",
  "atk-s0202a2:213_2": "Kiṁ pana taṁ bujjhissatīti?",
  "atk-s0202a2:213_3": "Etaṁ pageva na bujjhissati, anāgate panassa vāsanāya paccayo bhavissatīti disvā bhagavā evamāha.",
  "atk-s0202a2:214_0": "Paṁsupisācakanti asuciṭṭhāne nibbattapisācaṁ.",
  "atk-s0202a2:214_1": "So hi ekaṁ mūlaṁ gahetvā adissamānakāyo hoti.",
  "atk-s0202a2:214_2": "Tatridaṁ vatthu –",
  "atk-s0202a2:214_3": "ekā kira yakkhinī dve dārake thūpārāmadvāre nisīdāpetvā āhārapariyesanatthaṁ nagaraṁ gatā.",
  "atk-s0202a2:214_4": "Dārakā ekaṁ piṇḍapātikattheraṁ disvā āhaṁsu, –",
  "atk-s0202a2:214_5": "“bhante, amhākaṁ mātā anto nagaraṁ paviṭṭhā, tassā vadeyyātha ‘yaṁ vā taṁ vā laddhakaṁ, gahetvā sīghaṁ gaccha, dārakā te jighacchitaṁ sandhāretuṁ na sakkontī”’ti.",
  "atk-s0202a2:214_6": "Tamahaṁ kathaṁ passissāmīti?",
  "atk-s0202a2:214_7": "Idaṁ, bhante, gaṇhathāti ekaṁ mūlakhaṇḍaṁ adaṁsu.",
  "atk-s0202a2:214_8": "Therassa anekāni yakkhasahassāni paññāyiṁsu, so dārakehi dinnasaññāṇena taṁ yakkhiniṁ addasa virūpaṁ bībhacchaṁ kevalaṁ vīthiyaṁ gabbhamalaṁ paccāsīsamānaṁ.",
  "atk-s0202a2:214_9": "Disvā tamatthaṁ kathesi.",
  "atk-s0202a2:214_10": "Kathaṁ maṁ tvaṁ passasīti vutte mūlakhaṇḍaṁ dassesi, sā acchinditvā gaṇhi.",
  "atk-s0202a2:214_11": "Evaṁ paṁsupisācakā ekaṁ mūlaṁ gahetvā adissamānakāyā honti.",
  "atk-s0202a2:214_12": "Taṁ sandhāyesa “paṁsupisācakampi na passāmī”ti āha.",
  "atk-s0202a2:214_13": "Na pakkhāyatīti na dissati na upaṭṭhāti.",
  "atk-s0202a2:215_0": "272.Dīghāpi kho te esāti udāyi esā tava vācā dīghāpi bhaveyya, evaṁ vadantassa vassasatampi vassasahassampi pavatteyya, na ca atthaṁ dīpeyyāti adhippāyo.",
  "atk-s0202a2:215_1": "Appāṭihīrakatanti aniyyānikaṁ amūlakaṁ niratthakaṁ sampajjatīti attho.",
  "atk-s0202a2:216_0": "Idāni taṁ vaṇṇaṁ dassento seyyathāpi, bhantetiādimāha.",
  "atk-s0202a2:216_1": "Tattha paṇḍukambale nikkhittoti visabhāgavaṇṇe rattakambale ṭhapito.",
  "atk-s0202a2:216_2": "Evaṁvaṇṇo attā hotīti idaṁ so subhakiṇhadevaloke nibbattakkhandhe sandhāya –",
  "atk-s0202a2:216_3": "“amhākaṁ matakāle attā subhakiṇhadevaloke khandhā viya jotetī”ti vadati.",
  "atk-s0202a2:217_0": "273.Ayaṁimesaṁ ubhinnanti so kira yasmā maṇissa bahi ābhā na niccharati, khajjopanakassa aṅguladvaṅgulacaturaṅgulamattaṁ niccharati, mahākhajjopanakassa pana khaḷamaṇḍalamattampi niccharatiyeva, tasmā evamāha.",
  "atk-s0202a2:218_0": "Viddheti ubbiddhe, meghavigamena dūrībhūteti attho.",
  "atk-s0202a2:218_1": "Vigatavalāhaketi apagatameghe.",
  "atk-s0202a2:218_2": "Deveti ākāse.",
  "atk-s0202a2:218_3": "Osadhitārakāti sukkatārakā.",
  "atk-s0202a2:218_4": "Sā hi yasmā tassā udayato paṭṭhāya tena saññāṇena osadhāni gaṇhantipi pivantipi, tasmā “osadhitārakā”ti vuccati.",
  "atk-s0202a2:218_5": "Abhido aḍḍharattasamayanti abhinne aḍḍharattasamaye.",
  "atk-s0202a2:218_6": "Iminā gaganamajjhe ṭhitacandaṁ dasseti.",
  "atk-s0202a2:218_7": "Abhido majjhanhikepi eseva nayo.",
  "atk-s0202a2:219_0": "Ato khoti ye anubhonti, tehi bahutarā, bahū ceva bahutarā cāti attho.",
  "atk-s0202a2:219_1": "Ābhā nānubhontīti obhāsaṁ na vaḷañjanti, attano sarīrobhāseneva ālokaṁ pharitvā viharanti.",
  "atk-s0202a2:220_0": "274.",
  "atk-s0202a2:220_1": "Idāni yasmā so “ekantasukhaṁ lokaṁ pucchissāmī”ti nisinno, pucchāmūḷho pana jāto, tasmā naṁ bhagavā taṁ pucchaṁ sarāpento kiṁ pana, udāyi, atthi ekantasukho lokotiādimāha.",
  "atk-s0202a2:220_2": "Tattha ākāravatīti kāraṇavatī.",
  "atk-s0202a2:220_3": "Aññataraṁ vā pana tapoguṇanti acelakapāḷiṁ sandhāyāha, surāpānaviratīti attho.",
  "atk-s0202a2:221_0": "275.Katamā pana sā, bhante, ākāravatī paṭipadā ekantasukhassāti kasmā pucchati?",
  "atk-s0202a2:221_1": "Evaṁ kirassa ahosi –",
  "atk-s0202a2:221_2": "“mayaṁ sattānaṁ ekantasukhaṁ vadāma, paṭipadaṁ pana kālena sukhaṁ kālena dukkhaṁ vadāma.",
  "atk-s0202a2:221_3": "Ekantasukhassa kho pana attano paṭipadāyapi ekantasukhāya bhavitabbaṁ.",
  "atk-s0202a2:221_4": "Amhākaṁ kathā aniyyānikā, satthu kathāva niyyānikā”ti.",
  "atk-s0202a2:221_5": "Idāni satthāraṁyeva pucchitvā jānissāmīti tasmā pucchati.",
  "atk-s0202a2:222_0": "Etthamayaṁ anassāmāti etasmiṁ kāraṇe mayaṁ anassāma.",
  "atk-s0202a2:222_1": "Kasmā pana evamāhaṁsu?",
  "atk-s0202a2:222_2": "Te kira pubbe pañcasu dhammesu patiṭṭhāya kasiṇaparikammaṁ katvā tatiyajjhānaṁ nibbattetvā aparihīnajjhānā kālaṁ katvā subhakiṇhesu nibbattantīti jānanti, gacchante gacchante pana kāle kasiṇaparikammampi na jāniṁsu, tatiyajjhānampi nibbattetuṁ nāsakkhiṁsu.",
  "atk-s0202a2:222_3": "Pañca pubbabhāgadhamme pana “ākāravatī paṭipadā”ti uggahetvā tatiyajjhānaṁ “ekantasukho loko”ti uggaṇhiṁsu.",
  "atk-s0202a2:222_4": "Tasmā evamāhaṁsu.",
  "atk-s0202a2:222_5": "Uttaritaranti ito pañcahi dhammehi uttaritaraṁ paṭipadaṁ vā tatiyajjhānato uttaritaraṁ ekantasukhaṁ lokaṁ vā na jānāmāti vuttaṁ hoti.",
  "atk-s0202a2:222_6": "Appasadde katvāti ekappahāreneva mahāsaddaṁ kātuṁ āraddhe nissadde katvā.",
  "atk-s0202a2:223_0": "276.Sacchikiriyāhetūti ettha dve sacchikiriyā paṭilābhasacchikiriyā ca paccakkhasacchikiriyā ca.",
  "atk-s0202a2:223_1": "Tattha tatiyajjhānaṁ nibbattetvā aparihīnajjhāno kālaṁ katvā subhakiṇhaloke tesaṁ devānaṁ samānāyuvaṇṇo hutvā nibbattati, ayaṁ paṭilābhasacchikiriyā nāma.",
  "atk-s0202a2:223_2": "Catutthajjhānaṁ nibbattetvā iddhivikubbanena subhakiṇhalokaṁ gantvā tehi devehi saddhiṁ santiṭṭhati sallapati sākacchaṁ āpajjati, ayaṁ paccakkhasacchikiriyā nāma.",
  "atk-s0202a2:223_3": "Tāsaṁ dvinnampi tatiyajjhānaṁ ākāravatī paṭipadā nāma.",
  "atk-s0202a2:223_4": "Tañhi anuppādetvā neva sakkā subhakiṇhaloke nibbattituṁ, na catutthajjhānaṁ uppādetuṁ.",
  "atk-s0202a2:223_5": "Iti duvidhampetaṁ sacchikiriyaṁ sandhāya –",
  "atk-s0202a2:223_6": "“etassa nūna, bhante, ekantasukhassa lokassa sacchikiriyāhetū”ti āha.",
  "atk-s0202a2:224_0": "277.Udañcanikoti udakavārako.",
  "atk-s0202a2:224_1": "Antarāyamakāsīti yathā pabbajjaṁ na labhati, evaṁ upaddutamakāsi yathā taṁ upanissayavipannaṁ.",
  "atk-s0202a2:224_2": "Ayaṁ kira kassapabuddhakāle pabbajitvā samaṇadhammamakāsi.",
  "atk-s0202a2:224_3": "Athassa eko sahāyako bhikkhu sāsane anabhirato, “āvuso, vibbhamissāmī”ti ārocesi.",
  "atk-s0202a2:224_4": "So tassa pattacīvare lobhaṁ uppādetvā gihibhāvāya vaṇṇaṁ abhāsi.",
  "atk-s0202a2:224_5": "Itaro tassa pattacīvaraṁ datvā vibbhami.",
  "atk-s0202a2:224_6": "Tenassa kammunā idāni bhagavato sammukhā pabbajjāya antarāyo jāto.",
  "atk-s0202a2:224_7": "Bhagavatā panassa purimasuttaṁ atirekabhāṇavāramattaṁ, idaṁ bhāṇavāramattanti ettakāya tantiyā dhammo kathito, ekadesanāyapi maggaphalapaṭivedho na jāto, anāgate panassa paccayo bhavissatīti bhagavā dhammaṁ deseti.",
  "atk-s0202a2:224_8": "Anāgate paccayabhāvañcassa disvā bhagavā dharamāno ekaṁ bhikkhumpi mettāvihārimhi etadagge na ṭhapesi.",
  "atk-s0202a2:224_9": "Passati hi bhagavā –",
  "atk-s0202a2:224_10": "“anāgate ayaṁ mama sāsane pabbajitvā mettāvihārīnaṁ aggo bhavissatī”ti.",
  "atk-s0202a2:225_0": "So bhagavati parinibbute dhammāsokarājakāle pāṭaliputte nibbattitvā pabbajitvā arahattappatto assaguttatthero nāma hutvā mettāvihārīnaṁ aggo ahosi.",
  "atk-s0202a2:225_1": "Therassa mettānubhāvena tiracchānagatāpi mettacittaṁ paṭilabhiṁsu, thero sakalajambudīpe bhikkhusaṅghassa ovādācariyo hutvā vattanisenāsane āvasi, tiṁsayojanamattā aṭavī ekaṁ padhānagharaṁ ahosi.",
  "atk-s0202a2:225_2": "Thero ākāse cammakhaṇḍaṁ pattharitvā tattha nisinno kammaṭṭhānaṁ kathesi.",
  "atk-s0202a2:225_3": "Gacchante gacchante kāle bhikkhācārampi agantvā vihāre nisinno kammaṭṭhānaṁ kathesi, manussā vihārameva gantvā dānamadaṁsu.",
  "atk-s0202a2:225_4": "Dhammāsokarājā therassa guṇaṁ sutvā daṭṭhukāmo tikkhattuṁ pahiṇi.",
  "atk-s0202a2:225_5": "Thero bhikkhusaṅghassa ovādaṁ dammīti ekavārampi na gatoti.",
  "atk-s0202a2:226_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0202a2:227_0": "Cūḷasakuludāyisuttavaṇṇanā niṭṭhitā.",
  "atk-s0202a2:228_0": "10. Vekhanasasuttavaṇṇanā",
  "atk-s0202a2:229_0": "278.Evaṁme sutanti vekhanasasuttaṁ.",
  "atk-s0202a2:229_1": "Tattha vekhanasoti ayaṁ kira sakuludāyissa ācariyo, so “sakuludāyī paribbājako paramavaṇṇapañhe parājito”ti sutvā “mayā so sādhukaṁ uggahāpito, tenāpi sādhukaṁ uggahitaṁ, kathaṁ nu kho parājito, handāhaṁ sayaṁ gantvā samaṇaṁ gotamaṁ paramavaṇṇapañhaṁ pucchitvā jānissāmī”ti rājagahato pañcacattālīsayojanaṁ sāvatthiṁ gantvā yena bhagavā, tenupasaṅkami, upasaṅkamitvā pana ṭhitakova bhagavato santike udānaṁ udānesi.",
  "atk-s0202a2:229_2": "Tattha purimasadisaṁ vuttanayeneva veditabbaṁ.",
  "atk-s0202a2:230_0": "280.Pañca kho imeti kasmā ārabhi?",
  "atk-s0202a2:230_1": "Agāriyopi ekacco kāmagaruko kāmādhimutto hoti, ekacco nekkhammagaruko nekkhammādhimutto hoti.",
  "atk-s0202a2:230_2": "Pabbajitopi ca ekacco kāmagaruko kāmādhimutto hoti, ekacco nekkhammagaruko nekkhammādhimutto hoti.",
  "atk-s0202a2:230_3": "Ayaṁ pana kāmagaruko kāmādhimutto hoti.",
  "atk-s0202a2:230_4": "So imāya kathāya kathiyamānāya attano kāmādhimuttattaṁ sallakkhessati, evamassāyaṁ desanā sappāyā bhavissatīti imaṁ desanaṁ ārabhi.",
  "atk-s0202a2:230_5": "Kāmaggasukhanti nibbānaṁ adhippetaṁ.",
  "atk-s0202a2:231_0": "281.Pāpitobhavissatīti ajānanabhāvaṁ pāpito bhavissati.",
  "atk-s0202a2:231_1": "Nāmakaṁyeva sampajjatīti niratthakavacanamattameva sampajjati.",
  "atk-s0202a2:231_2": "Tiṭṭhatu pubbanto tiṭṭhatu aparantoti yasmā tuyhaṁ atītakathāya anucchavikaṁ pubbenivāsañāṇaṁ natthi, anāgatakathāya anucchavikaṁ dibbacakkhuñāṇaṁ natthi, tasmā ubhayampetaṁ tiṭṭhatūti āha.",
  "atk-s0202a2:231_3": "Suttabandhanehīti suttamayabandhanehi.",
  "atk-s0202a2:231_4": "Tassa hi ārakkhatthāya hatthapādesu ceva gīvāya ca suttakāni bandhanti.",
  "atk-s0202a2:231_5": "Tāni sandhāyetaṁ vuttaṁ.",
  "atk-s0202a2:231_6": "Mahallakakāle panassa tāni sayaṁ vā pūtīni hutvā muñcanti, chinditvā vā haranti.",
  "atk-s0202a2:232_0": "Evamevakhoti iminā idaṁ dasseti –",
  "atk-s0202a2:232_1": "daharassa kumārassa suttabandhanānaṁ ajānanakālo viya avijjāya purimāya koṭiyā ajānanaṁ, na hi sakkā avijjāya purimakoṭi ñātuṁ, mocanakāle jānanasadisaṁ pana arahattamaggena avijjābandhanassa pamokkho jātoti jānanaṁ.",
  "atk-s0202a2:232_2": "Sesaṁ sabbattha uttānamevāti.",
  "atk-s0202a2:233_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0202a2:234_0": "Vekhanasasuttavaṇṇanā niṭṭhitā.",
  "atk-s0202a2:235_0": "Tatiyavaggavaṇṇanā niṭṭhitā."
}