{
  "atk-abh02a3:0_0": "4. Saccavibhaṅgo",
  "atk-abh02a3:1_0": "1. Suttantabhājanīyavaṇṇanā",
  "atk-abh02a3:2_0": "189.",
  "atk-abh02a3:2_1": "Idāni tadanantare saccavibhaṅge cattārīti gaṇanaparicchedo.",
  "atk-abh02a3:2_2": "Ariyasaccānīti paricchinnadhammanidassanaṁ.",
  "atk-abh02a3:2_3": "Dukkhaṁ ariyasaccantiādimhi pana uddesavāre –",
  "atk-abh02a3:3_0": "Vibhāgato nibbacana-lakkhaṇādippabhedato;",
  "atk-abh02a3:4_0": "Atthatthuddhārato ceva, anūnādhikato tathā.",
  "atk-abh02a3:5_0": "Kamato ariyasaccesu, yaṁ ñāṇaṁ tassa kiccato;",
  "atk-abh02a3:6_0": "Antogadhānaṁ pabhedo, upamāto catukkato.",
  "atk-abh02a3:7_0": "Suññatekavidhādīhi, sabhāgavisabhāgato;",
  "atk-abh02a3:8_0": "Vinicchayo veditabbo, viññunā sāsanakkame.",
  "atk-abh02a3:9_0": "Tattha ‘vibhāgato’ti dukkhādīnañhi cattāro cattāro atthā vibhattā tathā avitathā anaññathā, ye dukkhādīni abhisamentehi abhisametabbā.",
  "atk-abh02a3:9_1": "Yathāha, “dukkhassa pīḷanaṭṭho, saṅkhataṭṭho, santāpaṭṭho, vipariṇāmaṭṭho –",
  "atk-abh02a3:9_2": "ime cattāro dukkhassa dukkhaṭṭhā tathā avitathā anaññathā.",
  "atk-abh02a3:9_3": "Samudayassa āyūhanaṭṭho, nidānaṭṭho, saṁyogaṭṭho, palibodhaṭṭho…pe…",
  "atk-abh02a3:9_4": "nirodhassa nissaraṇaṭṭho, vivekaṭṭho, asaṅkhataṭṭho, amataṭṭho…pe…",
  "atk-abh02a3:9_5": "maggassa niyyānaṭṭho, hetvaṭṭho, dassanaṭṭho, ādhipateyyaṭṭho –",
  "atk-abh02a3:9_6": "ime cattāro maggassa maggaṭṭhā tathā avitathā anaññathā”ti.",
  "atk-abh02a3:9_7": "Tathā “dukkhassa pīḷanaṭṭho, saṅkhataṭṭho, santāpaṭṭho, viparināmaṭṭho, abhisamayaṭṭho”ti evamādi.",
  "atk-abh02a3:9_8": "Iti evaṁ vibhattānaṁ catunnaṁ catunnaṁ atthānaṁ vasena dukkhādīni veditabbānīti.",
  "atk-abh02a3:9_9": "Ayaṁ tāvettha vibhāgato vinicchayo veditabbo.",
  "atk-abh02a3:10_0": "‘Nibbacanalakkhaṇādippabhedato’ti ettha pana ‘nibbacanato’ tāva idha ‘du’iti ayaṁ saddo kucchite dissati;",
  "atk-abh02a3:10_1": "kucchitañhi puttaṁ duputtoti vadanti.",
  "atk-abh02a3:10_2": "‘Khaṁ’saddo pana tucche;",
  "atk-abh02a3:10_3": "tucchañhi ākāsaṁ khanti vuccati.",
  "atk-abh02a3:10_4": "Idañca paṭhamasaccaṁ kucchitaṁ anekaupaddavādhiṭṭhānato, tucchaṁ bālajanaparikappitadhuvasubhasukhattabhāvavirahitato.",
  "atk-abh02a3:10_5": "Tasmā kucchitattā tucchattā ca dukkhanti vuccati.",
  "atk-abh02a3:10_6": "‘Saṁ’iti ca ayaṁ saddo “samāgamo sameta”ntiādīsu saṁyogaṁ dīpeti;",
  "atk-abh02a3:10_7": "‘u’iti ayaṁ saddo “uppannaṁ udita”ntiādīsu uppattiṁ.",
  "atk-abh02a3:10_8": "‘Aya’saddo pana kāraṇaṁ dīpeti.",
  "atk-abh02a3:10_9": "Idañcāpi dutiyasaccaṁ avasesapaccayasamāyoge sati dukkhassuppattikāraṇaṁ.",
  "atk-abh02a3:10_10": "Iti dukkhassa saṁyoge uppattikāraṇattā dukkhasamudayanti vuccati.",
  "atk-abh02a3:11_0": "Tatiyasaccaṁ pana yasmā ‘ni’saddo abhāvaṁ ‘rodha’saddo ca cārakaṁ dīpeti, tasmā abhāvo ettha saṁsāracārakasaṅkhātassa dukkharodhassa sabbagatisuññattā, samadhigate vā tasmiṁ saṁsāracārakasaṅkhātassa dukkharodhassa abhāvo hoti tappaṭipakkhattātipi dukkhanirodhanti vuccati, dukkhassa vā anuppādanirodhapaccayattā dukkhanirodhanti.",
  "atk-abh02a3:11_1": "Catutthasaccaṁ pana yasmā etaṁ dukkhanirodhaṁ gacchati ārammaṇavasena tadabhimukhībhūtattā, paṭipadā ca hoti dukkhanirodhappattiyā, tasmā dukkhanirodhagāminī paṭipadāti vuccati.",
  "atk-abh02a3:12_0": "Yasmā panetāni buddhādayo ariyā paṭivijjhanti, tasmā ariyasaccānīti vuccanti. Yathāha –",
  "atk-abh02a3:12_1": "“catārimāni, bhikkhave, ariyasaccāni.",
  "atk-abh02a3:12_2": "Katamāni…pe…",
  "atk-abh02a3:12_3": "imāni kho, bhikkhave, cattāri ariyasaccāni.",
  "atk-abh02a3:12_4": "Ariyā imāni paṭivijjhanti, tasmā ariyasaccānīti vuccantī”ti.",
  "atk-abh02a3:12_5": "Apica ariyassa saccānītipi ariyasaccāni. Yathāha –",
  "atk-abh02a3:12_6": "“sadevake, bhikkhave, loke…pe…",
  "atk-abh02a3:12_7": "sadevamanussāya tathāgato ariyo, tasmā ariyasaccānīti vuccantī”ti.",
  "atk-abh02a3:12_8": "Atha vā etesaṁ abhisambuddhattā ariyabhāvasiddhitopi ariyasaccāni. Yathāha –",
  "atk-abh02a3:12_9": "“imesaṁ kho, bhikkhave, catunnaṁ ariyasaccānaṁ yathābhūtaṁ abhisambuddhattā tathāgato arahaṁ sammāsambuddho ‘ariyo’ti vuccatī”ti.",
  "atk-abh02a3:12_10": "Apica kho pana ariyāni saccānītipi ariyasaccāni;",
  "atk-abh02a3:12_11": "ariyānīti tathāni avitathāni avisaṁvādakānīti attho. Yathāha –",
  "atk-abh02a3:12_12": "“imāni kho, bhikkhave, cattāri ariyasaccāni tathāni avitathāni anaññathāni, tasmā ariyasaccānīti vuccantī”ti.",
  "atk-abh02a3:12_13": "Evamettha nibbacanato vinicchayo veditabbo.",
  "atk-abh02a3:13_0": "Kathaṁ ‘lakkhaṇādippabhedato’?",
  "atk-abh02a3:13_1": "Ettha hi bādhanalakkhaṇaṁ dukkhasaccaṁ, santāpanarasaṁ, pavattipaccupaṭṭhānaṁ.",
  "atk-abh02a3:13_2": "Pabhavalakkhaṇaṁ samudayasaccaṁ, anupacchedakaraṇarasaṁ, palibodhapaccupaṭṭhānaṁ.",
  "atk-abh02a3:13_3": "Santilakkhaṇaṁ nirodhasaccaṁ, accutirasaṁ, animittapaccupaṭṭhānaṁ.",
  "atk-abh02a3:13_4": "Niyyānalakkhaṇaṁ maggasaccaṁ, kilesappahānakaraṇarasaṁ, vuṭṭhānapaccupaṭṭhānaṁ.",
  "atk-abh02a3:13_5": "Apica pavattipavattakanivattinivattakalakkhaṇāni paṭipāṭiyā.",
  "atk-abh02a3:13_6": "Tathā saṅkhatataṇhāasaṅkhatadassanalakkhaṇāni cāti evamettha ‘lakkhaṇādippabhedato’ vinicchayo veditabbo.",
  "atk-abh02a3:14_0": "‘Atthatthuddhārato cevā’ti ettha pana atthato tāva ko saccaṭṭhoti ce?",
  "atk-abh02a3:14_1": "Yo paññācakkhunā upaparikkhamānānaṁ māyāva viparītako, marīcīva visaṁvādako, titthiyānaṁ attāva anupalabbhasabhāvo ca na hoti;",
  "atk-abh02a3:14_2": "atha kho bādhanapabhavasantiniyyānappakārena tacchāviparītabhūtabhāvena ariyañāṇassa gocaro hotiyeva;",
  "atk-abh02a3:14_3": "esa aggilakkhaṇaṁ viya, lokapakati viya ca tacchāviparītabhūtabhāvo saccaṭṭhoti veditabbo. Yathāha –",
  "atk-abh02a3:14_4": "“idaṁ dukkhanti kho, bhikkhave, tathametaṁ avitathametaṁ anaññathameta”nti vitthāro. Apica –",
  "atk-abh02a3:15_0": "Nābādhakaṁ yato dukkhaṁ, dukkhā aññaṁ na bādhakaṁ;",
  "atk-abh02a3:16_0": "Bādhakattaniyāmena, tato saccamidaṁ mataṁ.",
  "atk-abh02a3:17_0": "Taṁ vinā nāññato dukkhaṁ, na hoti na ca taṁ tato;",
  "atk-abh02a3:18_0": "Dukkhahetuniyāmena, iti saccaṁ visattikā.",
  "atk-abh02a3:19_0": "Nāññā nibbānato santi, santaṁ na ca na taṁ yato;",
  "atk-abh02a3:20_0": "Santabhāvaniyāmena, tato saccamidaṁ mataṁ.",
  "atk-abh02a3:21_0": "Maggā aññaṁ na niyyānaṁ, aniyyāno na cāpi so;",
  "atk-abh02a3:22_0": "Tacchaniyyānabhāvattā, iti so saccasammato.",
  "atk-abh02a3:23_0": "Iti tacchāvipallāsa-bhūtabhāvaṁ catūsupi;",
  "atk-abh02a3:24_0": "Dukkhādīsvavisesena, saccaṭṭhaṁ āhu paṇḍitāti.",
  "atk-abh02a3:25_0": "Evaṁ ‘atthato’ vinicchayo veditabbo.",
  "atk-abh02a3:26_0": "Kathaṁ ‘atthuddhārato’?",
  "atk-abh02a3:26_1": "Idhāyaṁ ‘sacca’saddo anekesu atthesu dissati, seyyathidaṁ –",
  "atk-abh02a3:26_2": "“saccaṁ bhaṇe, na kujjheyyā”tiādīsu vācāsacce.",
  "atk-abh02a3:26_3": "“Sacce ṭhitā samaṇabrāhmaṇā cā”tiādīsu viratisacce.",
  "atk-abh02a3:26_4": "“Kasmā nu saccāni vadanti nānā, pavādiyāse kusalāvadānā”tiādīsu diṭṭhisacce.",
  "atk-abh02a3:26_5": "“Ekañhi saccaṁ na dutiyamatthī”tiādīsu paramatthasacce nibbāne ceva magge ca.",
  "atk-abh02a3:26_6": "“Catunnaṁ ariyasaccānaṁ kati kusalā”tiādīsu ariyasacce.",
  "atk-abh02a3:26_7": "Svāyamidhāpi ariyasacce vattatīti evamettha ‘atthuddhārato’pi vinicchayo veditabbo.",
  "atk-abh02a3:27_0": "‘Anūnādhikato’ti kasmā pana cattāreva ariyasaccāni vuttāni, anūnāni anadhikānīti ce?",
  "atk-abh02a3:27_1": "Aññassāsambhavato, aññatarassa ca anapaneyyabhāvato;",
  "atk-abh02a3:27_2": "na hi etehi aññaṁ adhikaṁ vā etesaṁ vā ekampi apanetabbaṁ sambhoti. Yathāha –",
  "atk-abh02a3:27_3": "“idha, bhikkhave, āgaccheyya samaṇo vā brāhmaṇo vā ‘netaṁ dukkhaṁ ariyasaccaṁ, aññaṁ dukkhaṁ ariyasaccaṁ yaṁ samaṇena gotamena desitaṁ.",
  "atk-abh02a3:27_4": "Ahametaṁ dukkhaṁ ariyasaccaṁ ṭhapetvā aññaṁ dukkhaṁ ariyasaccaṁ paññapessāmī’ti netaṁ ṭhānaṁ vijjatī”tiādi.",
  "atk-abh02a3:27_5": "Yathā cāha –",
  "atk-abh02a3:27_6": "“yo hi koci, bhikkhave, samaṇo vā brāhmaṇo vā evaṁ vadeyya ‘netaṁ dukkhaṁ paṭhamaṁ ariyasaccaṁ, yaṁ samaṇena gotamena desitaṁ.",
  "atk-abh02a3:27_7": "Ahametaṁ dukkhaṁ paṭhamaṁ ariyasaccaṁ paccakkhāya aññaṁ dukkhaṁ paṭhamaṁ ariyasaccaṁ paññapessāmī’ti netaṁ ṭhānaṁ vijjatī”tiādi.",
  "atk-abh02a3:28_0": "Apica pavattimācikkhanto bhagavā sahetukaṁ ācikkhi, nivattiñca saupāyaṁ.",
  "atk-abh02a3:28_1": "Iti pavattinivattitadubhayahetūnaṁ etapparamato cattāreva vuttāni.",
  "atk-abh02a3:28_2": "Tathā pariññeyya pahātabba sacchikātabba bhāvetabbānaṁ, taṇhāvatthutaṇhātaṇhānirodhataṇhānirodhupāyānaṁ, ālayālayarāmatāālayasamugghātaālayasamugghātūpāyānañca vasenāpi cattāreva vuttānīti.",
  "atk-abh02a3:28_3": "Evamettha ‘anūnādhikato’ vinicchayo veditabbo.",
  "atk-abh02a3:29_0": "‘Kamato’ti ayampi desanākkamova.",
  "atk-abh02a3:29_1": "Ettha ca oḷārikattā sabbasattasādhāraṇattā ca suviññeyyanti dukkhasaccaṁ paṭhamaṁ vuttaṁ, tasseva hetudassanatthaṁ tadanantaraṁ samudayasaccaṁ, hetunirodhā phalanirodhoti ñāpanatthaṁ tato nirodhasaccaṁ, tadadhigamupāyadassanatthaṁ ante maggasaccaṁ.",
  "atk-abh02a3:29_2": "Bhavasukhassādagadhitānaṁ vā sattānaṁ saṁvegajananatthaṁ paṭhamaṁ dukkhamāha.",
  "atk-abh02a3:29_3": "Taṁ neva akataṁ āgacchati, na issaranimmānādito hoti, ito pana hotīti ñāpanatthaṁ tadanantaraṁ samudayaṁ.",
  "atk-abh02a3:29_4": "Tato sahetukena dukkhena abhibhūtattā saṁviggamānasānaṁ dukkhanissaraṇagavesīnaṁ nissaraṇadassanena assāsajananatthaṁ nirodhaṁ.",
  "atk-abh02a3:29_5": "Tato nirodhādhigamatthaṁ nirodhasampāpakaṁ magganti evamettha ‘kamato’ vinicchayo veditabbo.",
  "atk-abh02a3:30_0": "‘Ariyasaccesu yaṁ ñāṇaṁ tassa kiccato’ti saccañāṇakiccatopi vinicchayo veditabboti attho.",
  "atk-abh02a3:30_1": "Duvidhañhi saccañāṇaṁ –",
  "atk-abh02a3:30_2": "anubodhañāṇañca paṭivedhañāṇañca.",
  "atk-abh02a3:30_3": "Tattha anubodhañāṇaṁ lokiyaṁ anussavādivasena nirodhe magge ca pavattati.",
  "atk-abh02a3:30_4": "Paṭivedhañāṇaṁ lokuttaraṁ nirodhārammaṇaṁ katvā kiccato cattāripi saccāni paṭivijjhati. Yathāha –",
  "atk-abh02a3:30_5": "“yo, bhikkhave, dukkhaṁ passati dukkhasamudayampi so passati, dukkhanirodhampi passati, dukkhanirodhagāminiṁ paṭipadampi passatī”ti sabbaṁ vattabbaṁ.",
  "atk-abh02a3:30_6": "Yaṁ panetaṁ lokiyaṁ, tattha dukkhañāṇaṁ pariyuṭṭhānābhibhavanavasena pavattamānaṁ sakkāyadiṭṭhiṁ nivatteti, samudayañāṇaṁ ucchedadiṭṭhiṁ, nirodhañāṇaṁ sassatadiṭṭhiṁ, maggañāṇaṁ akiriyadiṭṭhiṁ;",
  "atk-abh02a3:30_7": "dukkhañāṇaṁ vā dhuvasubhasukhattabhāvarahitesu khandhesu dhuvasubhasukhattabhāvasaññāsaṅkhātaṁ phale vippaṭipattiṁ, samudayañāṇaṁ issarappadhānakālasabhāvādīhi loko pavattatīti akāraṇe kāraṇābhimānappavattaṁ hetumhi vippaṭipattiṁ, nirodhañāṇaṁ arūpalokalokathūpikādīsu apavaggaggāhabhūtaṁ nirodhe vippaṭipattiṁ, maggañāṇaṁ kāmasukhallikaattakilamathānuyogappabhede avisuddhimagge visuddhimaggaggāhavasena pavattaṁ upāye vippaṭipattiṁ nivatteti.",
  "atk-abh02a3:30_8": "Tenetaṁ vuccati –",
  "atk-abh02a3:31_0": "Loke lokappabhave, lokatthagame sive ca tadupāye;",
  "atk-abh02a3:32_0": "Sammuyhati tāva naro, na vijānāti yāva saccānīti.",
  "atk-abh02a3:33_0": "Evamettha ‘ñāṇakiccato’pi vinicchayo veditabbo.",
  "atk-abh02a3:34_0": "‘Antogadhānaṁ pabhedā’ti dukkhasaccasmiñhi, ṭhapetvā taṇhañceva anāsavadhamme ca, sesā sabbadhammā antogadhā;",
  "atk-abh02a3:34_1": "samudayasacce chattiṁsa taṇhāvicaritāni;",
  "atk-abh02a3:34_2": "nirodhasaccaṁ asammissaṁ;",
  "atk-abh02a3:34_3": "maggasacce sammādiṭṭhimukhena vīmaṁsiddhipādapaññindriyapaññābaladhammavicayasambojjhaṅgāni.",
  "atk-abh02a3:34_4": "Sammāsaṅkappāpadesena tayo nekkhammavitakkādayo, sammāvācāpadesena cattāri vacīsucaritāni, sammākammantāpadesena tīṇi kāyasucaritāni, sammāājīvamukhena appicchatā santuṭṭhitā ca, sabbesaṁyeva vā etesaṁ sammāvācākammantājīvānaṁ ariyakantasīlattā sīlassa ca saddhāhatthena paṭiggahetabbattā tesaṁ atthitāya ca atthibhāvato saddhindriyasaddhābalachandiddhipādā, sammāvāyāmāpadesena catubbidhasammappadhānavīriyindriyavīriyabalavīriyasambojjhaṅgāni, sammāsatiapadesena catubbidhasatipaṭṭhānasatindriyasatibalasatisambojjhaṅgāni, sammāsamādhiapadesena savitakkasavicārādayo tayo tayo samādhī, cittasamādhisamādhindriyasamādhibalapītipassaddhisamādhiupekkhāsambojjhaṅgāni antogadhānīti.",
  "atk-abh02a3:34_5": "Evamettha ‘antogadhānaṁ pabhedā’pi vinicchayo veditabbo.",
  "atk-abh02a3:35_0": "‘Upamāto’ti bhāro viya hi dukkhasaccaṁ daṭṭhabbaṁ, bhārādānamiva samudayasaccaṁ, bhāranikkhepanamiva nirodhasaccaṁ, bhāranikkhepanūpāyo viya maggasaccaṁ;",
  "atk-abh02a3:35_1": "rogo viya ca dukkhasaccaṁ, roganidānamiva samudayasaccaṁ, rogavūpasamo viya nirodhasaccaṁ, bhesajjamiva maggasaccaṁ;",
  "atk-abh02a3:35_2": "dubbhikkhamiva vā dukkhasaccaṁ, dubbuṭṭhi viya samudayasaccaṁ, subhikkhamiva nirodhasaccaṁ, suvuṭṭhi viya maggasaccaṁ.",
  "atk-abh02a3:35_3": "Apica verīveramūlaverasamugghātaverasamugghātupāyehi, visarukkharukkhamūlamūlupacchedatadupacchedupāyehi, bhayabhayamūlanibbhayatadadhigamupāyehi, orimatīramahoghapārimatīrataṁsampāpakavāyāmehi ca yojetvāpetāni upamāto veditabbānīti.",
  "atk-abh02a3:35_4": "Evamettha ‘upamāto’ vinicchayo veditabbo.",
  "atk-abh02a3:36_0": "‘Catukkato’ti atthi cettha dukkhaṁ na ariyasaccaṁ, atthi ariyasaccaṁ na dukkhaṁ, atthi dukkhañceva ariyasaccañca, atthi neva dukkhaṁ na ariyasaccaṁ.",
  "atk-abh02a3:36_1": "Esa nayo samudayādīsu.",
  "atk-abh02a3:36_2": "Tattha maggasampayuttā dhammā sāmaññaphalāni ca “yadaniccaṁ taṁ dukkha”nti vacanato saṅkhāradukkhatāya dukkhaṁ na ariyasaccaṁ.",
  "atk-abh02a3:36_3": "Nirodho ariyasaccaṁ na dukkhaṁ.",
  "atk-abh02a3:36_4": "Itaraṁ pana ariyasaccadvayaṁ siyā dukkhaṁ aniccato, na pana yassa pariññāya bhagavati brahmacariyaṁ vussati tathatthena.",
  "atk-abh02a3:36_5": "Sabbākārena pana upādānakkhandhapañcakaṁ dukkhañceva ariyasaccañca aññatra taṇhāya.",
  "atk-abh02a3:36_6": "Maggasampayuttā dhammā sāmaññaphalāni ca yassa pariññatthaṁ bhagavati brahmacariyaṁ vussati tathatthena neva dukkhaṁ na ariyasaccaṁ.",
  "atk-abh02a3:36_7": "Evaṁ samudayādīsupi yathāyogaṁ yojetvā ‘catukkato’pettha vinicchayo veditabbo.",
  "atk-abh02a3:37_0": "‘Suññatekavidhādīhī’ti ettha suññato tāva paramatthena hi sabbāneva saccāni vedakakārakanibbutagamakābhāvato suññānīti veditabbāni.",
  "atk-abh02a3:37_1": "Tenetaṁ vuccati –",
  "atk-abh02a3:38_0": "Dukkhameva hi na koci dukkhito, kārako na kiriyāva vijjati;",
  "atk-abh02a3:39_0": "Atthi nibbuti na nibbuto pumā, maggamatthi gamako na vijjatīti.",
  "atk-abh02a3:40_0": "Atha vā –",
  "atk-abh02a3:41_0": "Dhuvasubhasukhattasuññaṁ, purimadvayamattasuññamamatapadaṁ;",
  "atk-abh02a3:42_0": "Dhuvasukhaattavirahito, maggo iti suññato tesu.",
  "atk-abh02a3:43_0": "Nirodhasuññāni vā tīṇi, nirodho ca sesattayasuñño.",
  "atk-abh02a3:43_1": "Phalasuñño vā ettha hetu samudaye dukkhassābhāvato magge ca nirodhassa, na phalena sagabbho pakativādīnaṁ pakati viya.",
  "atk-abh02a3:43_2": "Hetusuññañca phalaṁ dukkhasamudayānaṁ nirodhamaggānañca asamavāyā, na hetusamavetaṁ hetuphalaṁ hetuphalasamavāyavādīnaṁ dviaṇukādīni viya.",
  "atk-abh02a3:43_3": "Tenetaṁ vuccati –",
  "atk-abh02a3:44_0": "Tayamidha nirodhasuññaṁ, tayena tenāpi nibbuti suññā;",
  "atk-abh02a3:45_0": "Suñño phalena hetu, phalampi taṁ hetunā suññanti.",
  "atk-abh02a3:46_0": "Evaṁ tāva ‘suññato’ vinicchayo veditabbo.",
  "atk-abh02a3:47_0": "‘Ekavidhādīhī’ti sabbameva cettha dukkhaṁ ekavidhaṁ pavattibhāvato, duvidhaṁ nāmarūpato, tividhaṁ kāmarūpārūpūpapatibhavabhedato, catubbidhaṁ catuāhārabhedato, pañcavidhaṁ pañcupādānakkhandhabhedato.",
  "atk-abh02a3:47_1": "Samudayopi ekavidho pavattakabhāvato, duvidho diṭṭhisampayuttāsampayuttato, tividho kāmabhavavibhavataṇhābhedato, catubbidho catumaggappaheyyato, pañcavidho rūpābhinandanādibhedato, chabbidho chataṇhākāyabhedato.",
  "atk-abh02a3:47_2": "Nirodhopi ekavidho asaṅkhatadhātubhāvato, pariyāyena pana duvidho saupādisesaanupādisesato, tividho bhavattayavūpasamato, catubbidho catumaggādhigamanīyato, pañcavidho pañcābhinandanavūpasamato, chabbidho chataṇhākāyakkhayabhedato.",
  "atk-abh02a3:47_3": "Maggopi ekavidho bhāvetabbato, duvidho samathavipassanābhedato dassanabhāvanābhedato vā, tividho khandhattayabhedato.",
  "atk-abh02a3:47_4": "Ayañhi sappadesattā nagaraṁ viya rajjena nippadesehi tīhi khandhehi saṅgahito. Yathāha –",
  "atk-abh02a3:48_0": "“Na kho, āvuso visākha, ariyena aṭṭhaṅgikena maggena tayo khandhā saṅgahitā.",
  "atk-abh02a3:48_1": "Tīhi ca kho, āvuso visākha, khandhehi ariyo aṭṭhaṅgiko maggo saṅgahito.",
  "atk-abh02a3:48_2": "Yā cāvuso visākha, sammāvācā, yo ca sammākammanto, yo ca sammāājīvo –",
  "atk-abh02a3:48_3": "ime dhammā sīlakkhandhe saṅgahitā;",
  "atk-abh02a3:48_4": "yo ca sammāvāyāmo, yā ca sammāsati, yo ca sammāsamādhi –",
  "atk-abh02a3:48_5": "ime dhammā samādhikkhandhe saṅgahitā;",
  "atk-abh02a3:48_6": "yā ca sammādiṭṭhi, yo ca sammāsaṅkappo –",
  "atk-abh02a3:48_7": "ime dhammā paññākkhandhe saṅgahitā”ti.",
  "atk-abh02a3:49_0": "Ettha hi sammāvācādayo tayo sīlameva.",
  "atk-abh02a3:49_1": "Tasmā te sajātito sīlakkhandhena saṅgahitā.",
  "atk-abh02a3:49_2": "Kiñcāpi hi pāḷiyaṁ sīlakkhandheti bhummena niddeso kato, attho pana karaṇavaseneva veditabbo.",
  "atk-abh02a3:49_3": "Sammāvāyāmādīsu pana tīsu samādhi attano dhammatāya ārammaṇe ekaggabhāvena appetuṁ na sakkoti, vīriye pana paggahakiccaṁ sādhente satiyā ca apilāpanakiccaṁ sādhentiyā laddhūpakāro hutvā sakkoti.",
  "atk-abh02a3:50_0": "Tatrāyaṁ upamā –",
  "atk-abh02a3:50_1": "yathā hi nakkhattaṁ kīḷissāmāti uyyānaṁ paviṭṭhesu tīsu sahāyesu eko supupphitaṁ campakarukkhaṁ disvā hatthaṁ ukkhipitvāpi gahetuṁ na sakkuṇeyya.",
  "atk-abh02a3:50_2": "Athassa dutiyo onamitvā piṭṭhiṁ dadeyya.",
  "atk-abh02a3:50_3": "So tassa piṭṭhiyaṁ ṭhatvāpi kampamāno gahetuṁ na sakkuṇeyya.",
  "atk-abh02a3:50_4": "Athassa itaro aṁsakūṭaṁ upanāmeyya.",
  "atk-abh02a3:50_5": "So ekassa piṭṭhiyaṁ ṭhatvā ekassa aṁsakūṭaṁ olubbha yathāruci pupphāni ocinitvā piḷandhitvā nakkhattaṁ kīḷeyya.",
  "atk-abh02a3:50_6": "Evaṁsampadamidaṁ daṭṭhabbaṁ.",
  "atk-abh02a3:51_0": "Ekato uyyānaṁ paviṭṭhā tayo sahāyā viya hi ekato jātā sammāvāyāmādayo tayo dhammā, supupphitacampakarukkho viya ārammaṇaṁ, hatthaṁ ukkhipitvāpi gahetuṁ asakkonto viya attano dhammatāya ārammaṇe ekaggabhāvena appetuṁ asakkonto samādhi, piṭṭhiṁ datvā onatasahāyo viya vāyāmo, aṁsakūṭaṁ datvā ṭhitasahāyo viya sati.",
  "atk-abh02a3:51_1": "Yathā tesu ekassa piṭṭhiyaṁ ṭhatvā ekassa aṁsakūṭaṁ olubbha itaro yathāruci pupphaṁ gahetuṁ sakkoti, evameva vīriye paggahakiccaṁ sādhente satiyā ca apilāpanakiccaṁ sādhentiyā laddhūpakāro samādhi sakkoti ārammaṇe ekaggabhāvena appetuṁ.",
  "atk-abh02a3:51_2": "Tasmā samādhiyevettha sajātito samādhikkhandhena saṅgahito.",
  "atk-abh02a3:51_3": "Vāyāmasatiyo pana kiriyato saṅgahitā honti.",
  "atk-abh02a3:52_0": "Sammādiṭṭhisammāsaṅkappesupi paññā attano dhammatāya ‘aniccaṁ dukkhaṁ anattā’ti ārammaṇaṁ nicchetuṁ na sakkoti, vitakke pana ākoṭetvā ākoṭetvā dente sakkoti. Kathaṁ?",
  "atk-abh02a3:52_1": "Yathā hi heraññiko kahāpaṇaṁ hatthe ṭhapetvā sabbabhāgesu oloketukāmo samānopi na cakkhutaleneva parivattetuṁ sakkoti, aṅgulipabbehi pana parivattetvā parivattetvā ito cito ca oloketuṁ sakkoti;",
  "atk-abh02a3:52_2": "evameva na paññā attano dhammatāya aniccādivasena ārammaṇaṁ nicchetuṁ sakkoti, abhiniropanalakkhaṇena pana āhananapariyāhananarasena vitakkena ākoṭentena viya parivattentena viya ca ādāya ādāya dinnameva nicchetuṁ sakkoti.",
  "atk-abh02a3:52_3": "Tasmā idhāpi sammādiṭṭhiyeva sajātito paññākkhandhena saṅgahitā, sammāsaṅkappo pana kiriyato saṅgahito hoti.",
  "atk-abh02a3:52_4": "Iti imehi tīhi khandhehi maggo saṅgahaṁ gacchati.",
  "atk-abh02a3:52_5": "Tena vuttaṁ –",
  "atk-abh02a3:52_6": "“tividho khandhattayabhedato”ti.",
  "atk-abh02a3:52_7": "Catubbidho sotāpattimaggādivasena.",
  "atk-abh02a3:53_0": "Apica sabbāneva saccāni ekavidhāni avitathattā abhiññeyyattā vā, duvidhāni lokiyalokuttarato saṅkhatāsaṅkhatato ca, tividhāni dassanabhāvanāhi pahātabbato appahātabbato nevapahātabbanāpahātabbato ca, catubbidhāni pariññeyyādibhedatoti.",
  "atk-abh02a3:53_1": "Evamettha ‘ekavidhādīhi’ vinicchayo veditabbo.",
  "atk-abh02a3:54_0": "‘Sabhāgavisabhāgato’ti sabbāneva ca saccāni aññamaññaṁ sabhāgāni avitathato attasuññato dukkarapaṭivedhato ca. Yathāha –",
  "atk-abh02a3:55_0": "“Taṁ kiṁ maññasi, ānanda, katamaṁ nu kho dukkarataraṁ vā durabhisambhavataraṁ vā –",
  "atk-abh02a3:55_1": "yo dūratova sukhumena tālacchiggaḷena asanaṁ atipāteyya poṅkhānupoṅkhaṁ avirādhitaṁ, yo vā sattadhā bhinnassa vālassa koṭiyā koṭiṁ paṭivijjheyyā”ti?",
  "atk-abh02a3:55_2": "“Etadeva, bhante, dukkaratarañceva durabhisambhavatarañca –",
  "atk-abh02a3:55_3": "yo sattadhā bhinnassa vālassa koṭiyā koṭiṁ paṭivijjheyyā”ti.",
  "atk-abh02a3:55_4": "“Tato kho te, ānanda, duppaṭivijjhataraṁ paṭivijjhanti ye idaṁ dukkhanti yathābhūtaṁ paṭivijjhanti…pe…",
  "atk-abh02a3:55_5": "ayaṁ dukkhanirodhagāminī paṭipadāti yathābhūtaṁ paṭivijjhantī”ti.",
  "atk-abh02a3:56_0": "Visabhāgāni salakkhaṇavavatthānato.",
  "atk-abh02a3:56_1": "Purimāni ca dve sabhāgāni duravagāhatthena gambhīrattā lokiyattā sāsavattā ca, visabhāgāni phalahetubhedato pariññeyyappahātabbato ca.",
  "atk-abh02a3:56_2": "Pacchimānipi dve sabhāgāni gambhīratthena duravagāhattā lokuttarattā anāsavattā ca, visabhāgāni visayavisayībhedato sacchikātabbabhāvetabbato ca.",
  "atk-abh02a3:56_3": "Paṭhamatatiyāni cāpi sabhāgāni phalāpadesato, visabhāgāni saṅkhatāsaṅkhatato.",
  "atk-abh02a3:56_4": "Dutiyacatutthāni cāpi sabhāgāni hetuapadesato, visabhāgāni ekantakusalākusalato.",
  "atk-abh02a3:56_5": "Paṭhamacatutthāni cāpi sabhāgāni saṅkhatato, visabhāgāni lokiyalokuttarato.",
  "atk-abh02a3:56_6": "Dutiyatatiyāni cāpi sabhāgāni nevasekkhānāsekkhabhāvato, visabhāgāni sārammaṇānārammaṇato.",
  "atk-abh02a3:57_0": "Iti evaṁ pakārehi, nayehi ca vicakkhaṇo;",
  "atk-abh02a3:58_0": "Vijaññā ariyasaccānaṁ, sabhāgavisabhāgatanti.",
  "atk-abh02a3:59_0": "Suttantabhājanīyauddesavaṇṇanā niṭṭhitā.",
  "atk-abh02a3:60_0": "1. Dukkhasaccaniddesavaṇṇanā",
  "atk-abh02a3:61_0": "Jātiniddeso",
  "atk-abh02a3:62_0": "190.",
  "atk-abh02a3:62_1": "Idāni saṅkhepato uddiṭṭhāni dukkhādīni vibhajitvā dassetuṁ ayaṁ tattha katamaṁ dukkhaṁ ariyasaccaṁ jātipi dukkhāti niddesavāro āraddho.",
  "atk-abh02a3:62_2": "Tattha jāti veditabbā, jātiyā dukkhaṭṭho veditabbo;",
  "atk-abh02a3:62_3": "jarā, maraṇaṁ, soko, paridevo, dukkhaṁ, domanassaṁ, upāyāso, appiyasampayogo, piyavippayogo veditabbo;",
  "atk-abh02a3:62_4": "appiyasampayogassa piyavippayogassa dukkhaṭṭho veditabbo;",
  "atk-abh02a3:62_5": "icchā veditabbā, icchāya dukkhaṭṭho veditabbo;",
  "atk-abh02a3:62_6": "khandhā veditabbā, khandhānaṁ dukkhaṭṭho veditabbo.",
  "atk-abh02a3:63_0": "Tattha dukkhassa ariyasaccassa kathanatthāya ayaṁ mātikā –",
  "atk-abh02a3:63_1": "idañhi dukkhaṁ nāma anekaṁ nānappakāraṁ, seyyathidaṁ –",
  "atk-abh02a3:63_2": "dukkhadukkhaṁ, vipariṇāmadukkhaṁ, saṅkhāradukkhaṁ, paṭicchannadukkhaṁ, appaṭicchannadukkhaṁ, pariyāyadukkhaṁ, nippariyāyadukkhanti.",
  "atk-abh02a3:64_0": "Tattha kāyikacetasikā dukkhavedanā sabhāvato ca nāmato ca dukkhattā ‘dukkhadukkhaṁ’ nāma.",
  "atk-abh02a3:64_1": "Sukhavedanā vipariṇāmena dukkhuppattihetuto ‘vipariṇāmadukkhaṁ’ nāma.",
  "atk-abh02a3:64_2": "Upekkhāvedanā ceva avasesā ca tebhūmakā saṅkhārā udayabbayapīḷitattā ‘saṅkhāradukkhaṁ’ nāma.",
  "atk-abh02a3:64_3": "Tathā pīḷanaṁ pana maggaphalānampi atthi.",
  "atk-abh02a3:64_4": "Tasmā ete dhammā dukkhasaccapariyāpannattena saṅkhāradukkhaṁ nāmāti veditabbā.",
  "atk-abh02a3:64_5": "Kaṇṇasūladantasūlarāgajapariḷāhadosajapariḷāhādi kāyikacetasiko ābādho pucchitvā jānitabbato upakkamassa ca apākaṭabhāvato ‘paṭicchannadukkhaṁ’ nāma, apākaṭadukkhantipi vuccati.",
  "atk-abh02a3:64_6": "Dvattiṁsakammakāraṇādisamuṭṭhāno ābādho apucchitvāva jānitabbato upakkamassa ca pākaṭabhāvato ‘appaṭicchannadukkhaṁ’ nāma, pākaṭadukkhantipi vuccati.",
  "atk-abh02a3:64_7": "Ṭhapetvā dukkhadukkhaṁ sesaṁ dukkhasaccavibhaṅge āgataṁ jātiādi sabbampi tassa tassa dukkhassa vatthubhāvato ‘pariyāyadukkhaṁ’ nāma.",
  "atk-abh02a3:64_8": "Dukkhadukkhaṁ ‘nippariyāyadukkhaṁ’ nāma.",
  "atk-abh02a3:65_0": "Tattha pariyāyadukkhaṁ nippariyāyadukkhanti imasmiṁ padadvaye ṭhatvā dukkhaṁ ariyasaccaṁ kathetabbaṁ.",
  "atk-abh02a3:65_1": "Ariyasaccañca nāmetaṁ pāḷiyaṁ saṅkhepatopi āgacchati vitthāratopi.",
  "atk-abh02a3:65_2": "Saṅkhepato āgataṭṭhāne saṅkhepenapi vitthārenapi kathetuṁ vaṭṭati.",
  "atk-abh02a3:65_3": "Vitthārato āgataṭṭhāne pana vitthāreneva kathetuṁ vaṭṭati, na saṅkhepena.",
  "atk-abh02a3:65_4": "Taṁ idaṁ imasmiṁ ṭhāne vitthārena āgatanti vitthāreneva kathetabbaṁ.",
  "atk-abh02a3:65_5": "Tasmā yaṁ taṁ niddesavāre “tattha katamaṁ dukkhaṁ ariyasaccaṁ?",
  "atk-abh02a3:65_6": "Jātipi dukkhā”tiādīni padāni gahetvā “jāti veditabbā, jātiyā dukkhaṭṭho veditabbo”tiādi vuttaṁ.",
  "atk-abh02a3:65_7": "Tattha jātiādīni tāva “tattha katamā jāti?",
  "atk-abh02a3:65_8": "Yā tesaṁ tesaṁ sattānaṁ tamhi tamhi sattanikāye jāti sañjātī”ti imassa pana padabhājanīyassa vasena veditabbāni.",
  "atk-abh02a3:66_0": "191.",
  "atk-abh02a3:66_1": "Tatrāyaṁ atthavaṇṇanā –",
  "atk-abh02a3:66_2": "tesaṁ tesaṁ sattānanti ayaṁ saṅkhepato anekesaṁ sattānaṁ sādhāraṇaniddeso.",
  "atk-abh02a3:66_3": "Yā devadattassa jāti, yā somadattassa jātīti evañhi divasampi kathiyamāne neva sattā pariyādānaṁ gacchanti, na sabbaṁ aparatthadīpanaṁ sijjhati.",
  "atk-abh02a3:66_4": "Imehi pana dvīhi padehi na koci satto apariyādinno hoti, na kiñci aparatthadīpanaṁ na sijjhati.",
  "atk-abh02a3:66_5": "Tena vuttaṁ –",
  "atk-abh02a3:66_6": "“yā tesaṁ tesaṁ sattāna”nti.",
  "atk-abh02a3:66_7": "Tamhi tamhīti ayaṁ jātigativasena anekesaṁ sattanikāyānaṁ sādhāraṇaniddeso.",
  "atk-abh02a3:66_8": "Sattanikāyeti sattānaṁ nikāye, sattaghaṭāyaṁ sattasamūheti attho.",
  "atk-abh02a3:67_0": "Jātīti ayaṁ jātisaddo anekattho.",
  "atk-abh02a3:67_1": "Tathā hesa “ekampi jātiṁ, dvepi jātiyo”ti ettha bhave āgato.",
  "atk-abh02a3:67_2": "“Atthi visākhe, nigaṇṭhā nāma samaṇajātikā”ti ettha nikāye.",
  "atk-abh02a3:67_3": "“Tiriyā nāma tiṇajāti nābhiyā uggantvā nabhaṁ āhacca ṭhitā ahosī”ti ettha paññattiyaṁ.",
  "atk-abh02a3:67_4": "“Jāti dvīhi khandhehi saṅgahitā”ti ettha saṅkhatalakkhaṇe.",
  "atk-abh02a3:67_5": "“Yaṁ, bhikkhave, mātukucchimhi paṭhamaṁ cittaṁ uppannaṁ, paṭhamaṁ viññāṇaṁ pātubhūtaṁ, tadupādāya sāvassa jātī”ti ettha paṭisandhiyaṁ.",
  "atk-abh02a3:67_6": "“Sampatijāto, ānanda, bodhisatto”ti ettha pasūtiyaṁ.",
  "atk-abh02a3:67_7": "“Anupakkuṭṭho jātivādenā”ti ettha kule.",
  "atk-abh02a3:67_8": "“Yatohaṁ, bhagini, ariyāya jātiyā jāto”ti ettha ariyasīle.",
  "atk-abh02a3:67_9": "Idha panāyaṁ savikāresu paṭhamābhinibbattakkhandhesu vattati.",
  "atk-abh02a3:67_10": "Tasmā jāyamānakavasena jātīti idamettha sabhāvapaccattaṁ.",
  "atk-abh02a3:67_11": "Sañjāyanavasena sañjātīti upasaggena padaṁ vaḍḍhitaṁ.",
  "atk-abh02a3:67_12": "Okkamanavasena okkanti.",
  "atk-abh02a3:67_13": "Jāyanaṭṭhena vā jāti, sā aparipuṇṇāyatanavasena yuttā.",
  "atk-abh02a3:67_14": "Sañjāyanaṭṭhena sañjāti, sā paripuṇṇāyatanavasena yuttā.",
  "atk-abh02a3:67_15": "Okkamanaṭṭhena okkanti, sā aṇḍajajalābujavasena yuttā.",
  "atk-abh02a3:67_16": "Te hi aṇḍakosañca vatthikosañca okkamanti, okkamantāpi pavisantā viya paṭisandhiṁ gaṇhanti.",
  "atk-abh02a3:67_17": "Abhinibbattanaṭṭhena abhinibbatti.",
  "atk-abh02a3:67_18": "Sā saṁsedajaopapātikavasena yuttā.",
  "atk-abh02a3:67_19": "Te hi pākaṭā eva hutvā nibbattanti.",
  "atk-abh02a3:67_20": "Ayaṁ tāva sammutikathā.",
  "atk-abh02a3:68_0": "Idāni paramatthakathā hoti.",
  "atk-abh02a3:68_1": "Khandhā eva hi paramatthato pātubhavanti, na sattā.",
  "atk-abh02a3:68_2": "Tattha ca khandhānanti ekavokārabhave ekassa, catuvokārabhave catunnaṁ, pañcavokārabhave pañcannaṁ gahaṇaṁ veditabbaṁ.",
  "atk-abh02a3:68_3": "Pātubhāvoti uppatti.",
  "atk-abh02a3:68_4": "Āyatanānanti ettha tatra tatra uppajjamānāyatanavasena saṅgaho veditabbo.",
  "atk-abh02a3:68_5": "Paṭilābhoti santatiyaṁ pātubhāvoyeva;",
  "atk-abh02a3:68_6": "pātubhavantāneva hi tāni paṭiladdhāni nāma honti.",
  "atk-abh02a3:68_7": "Ayaṁ vuccati jātīti ayaṁ jāti nāma kathiyati.",
  "atk-abh02a3:68_8": "Sā panesā tattha tattha bhave paṭhamābhinibbattilakkhaṇā, nīyyātanarasā, atītabhavato idha ummujjanapaccupaṭṭhānā, phalavasena dukkhavicittatāpaccupaṭṭhānā vā.",
  "atk-abh02a3:69_0": "Idāni ‘jātiyā dukkhaṭṭho veditabbo’ti ayañhi jāti sayaṁ na dukkhā, dukkhuppattiyā pana vatthubhāvena dukkhāti vuttā.",
  "atk-abh02a3:69_1": "Kataradukkhassa panāyaṁ vatthūti?",
  "atk-abh02a3:69_2": "Yaṁ taṁ bālapaṇḍitasuttādīsu bhagavatāpi upamāvasena pakāsitaṁ āpāyikaṁdukkhaṁ, yañca sugatiyaṁ manussaloke gabbhokkantimūlakādibhedaṁ dukkhaṁ uppajjati, tassa sabbassāpi esā vatthu.",
  "atk-abh02a3:69_3": "Tatridaṁ gabbhokkantimūlakādibhedaṁ dukkhaṁ –",
  "atk-abh02a3:69_4": "ayañhi satto mātukucchimhi nibbattamāno na uppalapadumapuṇḍarīkādīsu nibbattati.",
  "atk-abh02a3:69_5": "Atha kho heṭṭhā āmāsayassa upari pakkāsayassa udarapaṭalapiṭṭhikaṇḍakānaṁ vemajjhe paramasambādhe tibbandhakāre nānākuṇapagandhaparibhāvite asuciparamaduggandhapavanavicarite adhimattajegucche kucchippadese pūtimacchapūtikummāsacandanikādīsu kimi viya nibbattati.",
  "atk-abh02a3:69_6": "So tattha nibbatto dasa māse mātukucchisambhavena usmanā puṭapākaṁ viya paccamāno piṭṭhapiṇḍi viya sediyamāno samiñjanapasāraṇādirahito adhimattaṁ dukkhaṁ paccanubhotīti.",
  "atk-abh02a3:69_7": "Idaṁ tāva ‘gabbhokkantimūlakaṁ’ dukkhaṁ.",
  "atk-abh02a3:70_0": "Yaṁ pana so mātu sahasā upakkhalanagamananisīdanauṭṭhānaparivattanādīsu surādhuttahatthagato eḷako viya ahiguṇṭhikahatthagato sappapotako viya ca ākaḍḍhanaparikaḍḍhanaodhunananiddhunanādinā upakkamena adhimattaṁ dukkhamanubhavati, yañca mātu sītudakapānakāle sītanarakūpapanno viya, uṇhayāgubhattādiajjhoharaṇakāle aṅgāravuṭṭhisamparikiṇṇo viya, loṇambilādiajjhoharaṇakāle khārāpaṭicchakādikammakāraṇappatto viya tibbaṁ dukkhamanubhoti –",
  "atk-abh02a3:70_1": "idaṁ ‘gabbhapariharaṇamūlakaṁ’ dukkhaṁ.",
  "atk-abh02a3:71_0": "Yaṁ panassa mūḷhagabbhāya mātuyā mittāmaccasuhajjādīhipi adassanārahe dukkhuppattiṭṭhāne chedanaphālanādīhi dukkhaṁ uppajjati –",
  "atk-abh02a3:71_1": "idaṁ ‘gabbhavipattimūlakaṁ’ dukkhaṁ.",
  "atk-abh02a3:71_2": "Yaṁ vijāyamānāya mātuyā kammajehi vātehi parivattetvā narakapapātaṁ viya atibhayānakaṁ yonimaggaṁ paṭipātiyamānassa paramasambādhena yonimukhena tāḷacchiggaḷena viya nikkaḍḍhiyamānassa mahānāgassa narakasattassa viya ca saṅghāṭapabbatehi vicuṇṇiyamānassa dukkhaṁ uppajjati –",
  "atk-abh02a3:71_3": "idaṁ ‘vijāyanamūlakaṁ’ dukkhaṁ.",
  "atk-abh02a3:71_4": "Yaṁ pana jātassa taruṇavaṇasadisassa sukumārasarīrassa hatthaggahaṇanhāpanadhovanacoḷaparimajjanādikāle sūcimukhakhuradhāravijjhanaphālanasadisaṁ dukkhaṁ uppajjati –",
  "atk-abh02a3:71_5": "idaṁ mātukucchito ‘bahi nikkhamanamūlakaṁ’ dukkhaṁ.",
  "atk-abh02a3:71_6": "Yaṁ tato paraṁ pavattiyaṁ attanāva attānaṁ vadhantassa, acelakavatādivasena ātāpanaparitāpanānuyogamanuyuttassa, kodhavasena abhuñjantassa, ubbandhantassa ca dukkhaṁ hoti –",
  "atk-abh02a3:71_7": "idaṁ ‘attūpakkamamūlakaṁ’ dukkhaṁ.",
  "atk-abh02a3:72_0": "Yaṁ pana parato vadhabandhanādīni anubhavantassa dukkhaṁ uppajjati –",
  "atk-abh02a3:72_1": "idaṁ ‘parūpakkamamūlakaṁ’ dukkhanti.",
  "atk-abh02a3:72_2": "Iti imassa sabbassāpi dukkhassa ayaṁ jāti vatthumeva hotīti.",
  "atk-abh02a3:72_3": "Tenetaṁ vuccati –",
  "atk-abh02a3:73_0": "Jāyetha no ce narakesu satto,",
  "atk-abh02a3:74_0": "Tatthaggidāhādikamappasayhaṁ;",
  "atk-abh02a3:75_0": "Labhetha dukkhaṁ nu kuhiṁ patiṭṭhaṁ,",
  "atk-abh02a3:76_0": "Iccāha dukkhāti munīdha jāti.",
  "atk-abh02a3:77_0": "Dukkhaṁ tiracchesu kasāpatoda-",
  "atk-abh02a3:78_0": "Daṇḍābhighātādibhavaṁ anekaṁ;",
  "atk-abh02a3:79_0": "Yaṁ taṁ kathaṁ tattha bhaveyya jātiṁ,",
  "atk-abh02a3:80_0": "Vinā tahiṁ jāti tatopi dukkhā.",
  "atk-abh02a3:81_0": "Petesu dukkhaṁ pana khuppipāsā-",
  "atk-abh02a3:82_0": "Vātātapādippabhavaṁ vicittaṁ;",
  "atk-abh02a3:83_0": "Yasmā ajātassa na tattha atthi,",
  "atk-abh02a3:84_0": "Tasmāpi dukkhaṁ muni jātimāha.",
  "atk-abh02a3:85_0": "Tibbandhakāre ca asayhasīte,",
  "atk-abh02a3:86_0": "Lokantare yaṁ asuresu dukkhaṁ;",
  "atk-abh02a3:87_0": "Na taṁ bhave tattha na cassa jāti,",
  "atk-abh02a3:88_0": "Yato ayaṁ jāti tatopi dukkhā.",
  "atk-abh02a3:89_0": "Yañcāpi gūthanarake viya mātugabbhe,",
  "atk-abh02a3:90_0": "Satto vasaṁ ciramato bahi nikkhamanañca;",
  "atk-abh02a3:91_0": "Pappoti dukkhamatighoramidampi natthi,",
  "atk-abh02a3:92_0": "Jātiṁ vinā itipi jātirayañhi dukkhā.",
  "atk-abh02a3:93_0": "Kiṁ bhāsitena bahunā nanu yaṁ kuhiñci,",
  "atk-abh02a3:94_0": "Atthīdha kiñcidapi dukkhamidaṁ kadāci;",
  "atk-abh02a3:95_0": "Nevatthi jātivirahe yadato mahesī,",
  "atk-abh02a3:96_0": "Dukkhāti sabbapaṭhamaṁ imamāha jātinti.",
  "atk-abh02a3:97_0": "Jarāniddeso",
  "atk-abh02a3:98_0": "192.Jarāniddese jarāti sabhāvapaccattaṁ.",
  "atk-abh02a3:98_1": "Jīraṇatāti ākāraniddeso.",
  "atk-abh02a3:98_2": "Khaṇḍiccantiādayo tayo kālātikkame kiccaniddesā.",
  "atk-abh02a3:98_3": "Pacchimā dve pakatiniddesā.",
  "atk-abh02a3:98_4": "Ayañhi jarāti iminā padena sabhāvato dīpitā, tenassā idaṁ sabhāvapaccattaṁ.",
  "atk-abh02a3:98_5": "Jīraṇatāti iminā ākārato, tenassāyaṁ ākāraniddeso.",
  "atk-abh02a3:98_6": "Khaṇḍiccanti iminā kālātikkame dantanakhānaṁ khaṇḍitabhāvakaraṇakiccato.",
  "atk-abh02a3:98_7": "Pāliccanti iminā kesalomānaṁ palitabhāvakaraṇakiccato.",
  "atk-abh02a3:98_8": "Valittacatāti iminā maṁsaṁ milāpetvā tace valittabhāvakaraṇakiccato dīpitā.",
  "atk-abh02a3:98_9": "Tenassā ime khaṇḍiccanti ādayo tayo kālātikkame kiccaniddesā.",
  "atk-abh02a3:98_10": "Tehi imesaṁ vikārānaṁ dassanavasena pākaṭībhūtāti pākaṭajarā dassitā.",
  "atk-abh02a3:98_11": "Yatheva hi udakassa vā vātassa vā aggino vā tiṇarukkhādīnaṁ saṁsaggapalibhaggatāya vā jhāmatāya vā gatamaggo pākaṭo hoti, na ca so gatamaggo tāneva udakādīni, evameva jarāya dantādīsu khaṇḍiccādivasena gatamaggo pākaṭo, cakkhuṁ ummīletvāpi gayhati.",
  "atk-abh02a3:98_12": "Na ca khaṇḍiccādīneva jarā;",
  "atk-abh02a3:98_13": "na hi jarā cakkhuviññeyyā hoti.",
  "atk-abh02a3:99_0": "Āyunosaṁhāni indriyānaṁ paripākoti imehi pana padehi kālātikkameyeva abhibyattāya āyukkhayacakkhādiindriyaparipākasaṅkhātāya pakatiyā dīpitā.",
  "atk-abh02a3:99_1": "Tenassime pacchimā dve pakatiniddesāti veditabbā.",
  "atk-abh02a3:99_2": "Tattha yasmā jaraṁ pattassa āyu hāyati tasmā jarā “āyuno saṁhānī”ti phalūpacārena vuttā.",
  "atk-abh02a3:99_3": "Yasmā daharakāle suppasannāni sukhumampi attano visayaṁ sukheneva gaṇhanasamatthāni cakkhādīni indriyāni jaraṁ pattassa paripakkāni āluḷitāni avisadāni oḷārikampi attano visayaṁ gahetuṁ asamatthāni honti, tasmā “indriyānaṁ paripāko”ti phalūpacāreneva vuttā.",
  "atk-abh02a3:100_0": "Sā panesā evaṁ niddiṭṭhā sabbāpi jarā pākaṭā paṭicchannāti duvidhā hoti.",
  "atk-abh02a3:100_1": "Tattha dantādīsu khaṇḍādibhāvadassanato rūpadhammesu jarā ‘pākaṭajarā’ nāma.",
  "atk-abh02a3:100_2": "Arūpadhammesu pana jarā tādisassa vikārassa adassanato ‘paṭicchannajarā’ nāma.",
  "atk-abh02a3:100_3": "Tattha yvāyaṁ khaṇḍādibhāvo dissati, so tādisānaṁ dantādīnaṁ suviññeyyattā vaṇṇoyeva.",
  "atk-abh02a3:100_4": "Taṁ cakkhunā disvā manodvārena cintetvā “ime dantā jarāya pahaṭā”ti jaraṁ jānāti, udakaṭṭhāne baddhāni gosiṅgādīni oloketvā heṭṭhā udakassa atthibhāvaṁ jānanaṁ viya.",
  "atk-abh02a3:100_5": "Puna avīci savīcīti evampi ayaṁ jarā duvidhā hoti.",
  "atk-abh02a3:100_6": "Tattha maṇikanakarajatapavāḷacandasūriyādīnaṁ mandadasakādīsu pāṇīnaṁ viya ca pupphaphalapallavādīsu apāṇīnaṁ viya ca antarantarā vaṇṇavisesādīnaṁ dubbiññeyyattā jarā ‘avīcijarā’ nāma, nirantarajarāti attho.",
  "atk-abh02a3:100_7": "Tato aññesu pana yathāvuttesu antarantarā vaṇṇavisesādīnaṁ suviññeyyattā jarā ‘savīcijarā’ nāma.",
  "atk-abh02a3:101_0": "Tattha savīcijarā upādinnānupādinnakavasena evaṁ dīpetabbā –",
  "atk-abh02a3:101_1": "daharakumārakānañhi paṭhamameva khīradantā nāma uṭṭhahanti, na te thirā.",
  "atk-abh02a3:101_2": "Tesu pana patitesu puna dantā uṭṭhahanti.",
  "atk-abh02a3:101_3": "Te paṭhamameva setā honti, jarāvātena pana pahaṭakāle kāḷakā honti.",
  "atk-abh02a3:101_4": "Kesā pana paṭhamameva tambāpi honti kāḷakāpi setāpi.",
  "atk-abh02a3:101_5": "Chavi pana salohitikā hoti.",
  "atk-abh02a3:101_6": "Vaḍḍhantānaṁ vaḍḍhantānaṁ odātānaṁ odātabhāvo, kāḷakānaṁ kāḷakabhāvo paññāyati, jarāvātena pana pahaṭakāle vaḷiṁ gaṇhāti.",
  "atk-abh02a3:101_7": "Sabbampi sassaṁ vapitakāle setaṁ hoti, pacchā nīlaṁ, jarāvātena pana pahaṭakāle paṇḍukaṁ hoti.",
  "atk-abh02a3:101_8": "Ambaṅkurenāpi dīpetuṁ vaṭṭati eva.",
  "atk-abh02a3:101_9": "Ayaṁ vuccati jarāti ayaṁ jarā nāma kathiyati.",
  "atk-abh02a3:101_10": "Sā panesā khandhaparipākalakkhaṇā, maraṇūpanayanarasā, yobbanavināsapaccupaṭṭhānā.",
  "atk-abh02a3:102_0": "‘Jarāya dukkhaṭṭho veditabbo’ti ettha pana ayampi sayaṁ na dukkhā, dukkhassa pana vatthubhāvena dukkhāti vuttā.",
  "atk-abh02a3:102_1": "Katarassa dukkhassa?",
  "atk-abh02a3:102_2": "Kāyadukkhassa ceva domanassadukkhassa ca.",
  "atk-abh02a3:102_3": "Jiṇṇassa hi attabhāvo jarasakaṭaṁ viya dubbalo hoti, ṭhātuṁ vā gantuṁ vā nisīdituṁ vā vāyamantassa balavaṁ kāyadukkhaṁ uppajjati;",
  "atk-abh02a3:102_4": "puttadāre yathāpure asallakkhente domanassaṁ uppajjati.",
  "atk-abh02a3:102_5": "Iti imesaṁ dvinnampi dukkhānaṁ vatthubhāvena dukkhāti veditabbā. Apica –",
  "atk-abh02a3:103_0": "Aṅgānaṁ sithilabhāvā, indriyānaṁ vikārato;",
  "atk-abh02a3:104_0": "Yobbanassa vināsena, balassa upaghātato.",
  "atk-abh02a3:105_0": "Vippavāsā satādīnaṁ, puttadārehi attano;",
  "atk-abh02a3:106_0": "Apasādanīyato ceva, bhīyyo bālattapattiyā.",
  "atk-abh02a3:107_0": "Pappoti dukkhaṁ yaṁ macco, kāyikaṁ mānasaṁ tathā;",
  "atk-abh02a3:108_0": "Sabbametaṁ jarāhetu, yasmā tasmā jarā dukhāti.",
  "atk-abh02a3:109_0": "Maraṇaniddeso",
  "atk-abh02a3:110_0": "193.Maraṇaniddese cavanakavasena cuti;",
  "atk-abh02a3:110_1": "ekacatupañcakkhandhāya cutiyā sāmaññavacanametaṁ.",
  "atk-abh02a3:110_2": "Cavanatāti bhāvavacanena lakkhaṇanidassanaṁ.",
  "atk-abh02a3:110_3": "Bhedoti cutikhandhānaṁ bhaṅguppattiparidīpanaṁ.",
  "atk-abh02a3:110_4": "Antaradhānanti ghaṭassa viya bhinnassa bhinnānaṁ cutikhandhānaṁ yena kenaci pariyāyena ṭhānābhāvaparidīpanaṁ.",
  "atk-abh02a3:110_5": "Maccu maraṇanti maccusaṅkhātaṁ maraṇaṁ.",
  "atk-abh02a3:110_6": "Kālo nāma antako, tassa kiriyā kālakiriyā.",
  "atk-abh02a3:110_7": "Ettāvatā sammutiyā maraṇaṁ dīpitaṁ hoti.",
  "atk-abh02a3:111_0": "Idāni paramatthena dīpetuṁ khandhānaṁ bhedotiādimāha.",
  "atk-abh02a3:111_1": "Paramatthena hi khandhāyeva bhijjanti, na satto nāma koci marati.",
  "atk-abh02a3:111_2": "Khandhesu pana bhijjamānesu satto marati bhinnesu matoti vohāro hoti.",
  "atk-abh02a3:111_3": "Ettha ca catupañcavokāravasena khandhānaṁ bhedo, ekavokāravasena kaḷevarassa nikkhepo;",
  "atk-abh02a3:111_4": "catuvokāravasena vā khandhānaṁ bhedo, sesadvayavasena kaḷevarassa nikkhepo veditabbo. Kasmā?",
  "atk-abh02a3:111_5": "Bhavadvayepi rūpakāyasaṅkhātassa kaḷevarassa sambhavato.",
  "atk-abh02a3:111_6": "Yasmā vā cātumahārājikādīsu khandhā bhijjanteva, na kiñci nikkhipati, tasmā tesaṁ vasena khandhānaṁ bhedo.",
  "atk-abh02a3:111_7": "Manussādīsu kaḷevarassa nikkhepo.",
  "atk-abh02a3:111_8": "Ettha ca kaḷevarassa nikkhepakaraṇato maraṇaṁ “kaḷevarassa nikkhepo”ti vuttaṁ.",
  "atk-abh02a3:112_0": "Jīvitindriyassa upacchedoti iminā indriyabaddhasseva maraṇaṁ nāma hoti, anindriyabaddhassa maraṇaṁ nāma natthīti dasseti.",
  "atk-abh02a3:112_1": "‘Sassaṁ mataṁ, rukkho mato’ti idaṁ pana vohāramattameva.",
  "atk-abh02a3:112_2": "Atthato pana evarūpāni vacanāni sassādīnaṁ khayavayabhāvameva dīpenti.",
  "atk-abh02a3:112_3": "Idaṁ vuccati maraṇanti idaṁ sabbampi maraṇaṁ nāma kathiyati.",
  "atk-abh02a3:113_0": "Apicettha khaṇikamaraṇaṁ, sammutimaraṇaṁ, samucchedamaraṇanti ayampi bhedo veditabbo.",
  "atk-abh02a3:113_1": "Tattha ‘khaṇikamaraṇaṁ’ nāma pavatte rūpārūpadhammānaṁ bhedo.",
  "atk-abh02a3:113_2": "‘Tisso mato, phusso mato’ti idaṁ ‘sammutimaraṇaṁ’ nāma.",
  "atk-abh02a3:113_3": "Khīṇāsavassa appaṭisandhikā kālakiriyā ‘samucchedamaraṇaṁ’ nāma.",
  "atk-abh02a3:113_4": "Imasmiṁ panatthe sammutimaraṇaṁ adhippetaṁ.",
  "atk-abh02a3:113_5": "Jātikkhayamaraṇaṁ, upakkamamaraṇaṁ, sarasamaraṇaṁ, āyukkhayamaraṇaṁ, puññakkhayamaraṇantipi tasseva nāmaṁ.",
  "atk-abh02a3:113_6": "Tayidaṁ cutilakkhaṇaṁ, viyogarasaṁ, vippavāsapaccupaṭṭhānaṁ.",
  "atk-abh02a3:114_0": "‘Maraṇassa dukkhaṭṭho veditabbo’ti ettha pana idampi sayaṁ na dukkhaṁ, dukkhassa pana vatthubhāvena dukkhanti vuttaṁ.",
  "atk-abh02a3:114_1": "Maraṇantikāpi hi sārīrikā vedanā, paṭivāte gahitā ādittatiṇukkā viya, sarīraṁ nidahanti.",
  "atk-abh02a3:114_2": "Narakanimittādīnaṁ upaṭṭhānakāle balavadomanassaṁ uppajjati.",
  "atk-abh02a3:114_3": "Iti imesaṁ dvinnampi dukkhānaṁ vatthubhāvena dukkhanti veditabbaṁ. Api ca –",
  "atk-abh02a3:115_0": "Pāpassa pāpakammādi, nimittamanupassato;",
  "atk-abh02a3:116_0": "Bhaddassāpasahantassa, viyogaṁ piyavatthukaṁ.",
  "atk-abh02a3:117_0": "Mīyamānassa yaṁ dukkhaṁ, mānasaṁ avisesato;",
  "atk-abh02a3:118_0": "Sabbesañcāpi yaṁ sandhi-bandhanacchedanādikaṁ.",
  "atk-abh02a3:119_0": "Vitujjamānamammānaṁ, hoti dukkhaṁ sarīrajaṁ;",
  "atk-abh02a3:120_0": "Asayhamappaṭikāraṁ, dukkhassetassidaṁ yato;",
  "atk-abh02a3:121_0": "Maraṇaṁ vatthu tenetaṁ, dukkhamicceva bhāsitanti.",
  "atk-abh02a3:122_0": "Apica imāni jātijarāmaraṇāni nāma imesaṁ sattānaṁ vadhakapaccāmittā viya otāraṁ gavesantāni vicaranti.",
  "atk-abh02a3:122_1": "Yathā hi purisassa tīsu paccāmittesu otārāpekkhesu vicarantesu eko vadeyya –",
  "atk-abh02a3:122_2": "“ahaṁ asukaaraññassa nāma vaṇṇaṁ kathetvā etaṁ ādāya tattha gamissāmi, ettha mayhaṁ dukkaraṁ natthī”ti.",
  "atk-abh02a3:122_3": "Dutiyo vadeyya “ahaṁ tava etaṁ gahetvā gatakāle pothetvā dubbalaṁ karissāmi, ettha mayhaṁ dukkaraṁ natthī”ti.",
  "atk-abh02a3:122_4": "Tatiyo vadeyya –",
  "atk-abh02a3:122_5": "“tayā etasmiṁ pothetvā dubbale kate tiṇhena asinā sīsacchedanaṁ nāma mayhaṁ bhāro hotū”ti.",
  "atk-abh02a3:122_6": "Te evaṁ vatvā tathā kareyyuṁ.",
  "atk-abh02a3:123_0": "Tattha paṭhamapaccāmittassa araññassa vaṇṇaṁ kathetvā taṁ ādāya tattha gatakālo viya suhajjañātimaṇḍalato nikkaḍḍhitvā yattha katthaci nibbattāpanaṁ nāma jātiyā kiccaṁ.",
  "atk-abh02a3:123_1": "Dutiyassa pothetvā dubbalakaraṇaṁ viya nibbattakkhandhesu nipatitvā parādhīnamañcaparāyaṇabhāvakaraṇaṁ jarāya kiccaṁ.",
  "atk-abh02a3:123_2": "Tatiyassa tiṇhena asinā sīsacchedanaṁ viya jīvitakkhayapāpanaṁ maraṇassa kiccanti veditabbaṁ.",
  "atk-abh02a3:124_0": "Apicettha jātidukkhaṁ sādīnavamahākantārappaveso viya daṭṭhabbaṁ.",
  "atk-abh02a3:124_1": "Jarādukkhaṁ tattha annapānarahitassa dubbalyaṁ viya daṭṭhabbaṁ.",
  "atk-abh02a3:124_2": "Maraṇadukkhaṁ dubbalassa iriyāpathapavattane vihataparakkamassa vāḷādīhi anayabyasanāpādanaṁ viya daṭṭhabbanti.",
  "atk-abh02a3:125_0": "Sokaniddeso",
  "atk-abh02a3:126_0": "194.Sokaniddese byasatīti byasanaṁ;",
  "atk-abh02a3:126_1": "hitasukhaṁ khipati viddhaṁsetīti attho.",
  "atk-abh02a3:126_2": "Ñātīnaṁ byasanaṁ ñātibyasanaṁ;",
  "atk-abh02a3:126_3": "corarogabhayādīhi ñātikkhayo ñātivināsoti attho.",
  "atk-abh02a3:126_4": "Tena ñātibyasanena phuṭṭhassāti ajjhotthaṭassa abhibhūtassa samannāgatassāti attho.",
  "atk-abh02a3:126_5": "Sesesupi eseva nayo.",
  "atk-abh02a3:126_6": "Ayaṁ pana viseso –",
  "atk-abh02a3:126_7": "bhogānaṁ byasanaṁ bhogabyasanaṁ;",
  "atk-abh02a3:126_8": "rājacorādivasena bhogakkhayo bhogavināsoti attho.",
  "atk-abh02a3:126_9": "Rogoyeva byasanaṁ rogabyasanaṁ;",
  "atk-abh02a3:126_10": "rogo hi ārogyaṁ byasati vināsetīti byasanaṁ.",
  "atk-abh02a3:126_11": "Sīlassa byasanaṁ sīlabyasanaṁ;",
  "atk-abh02a3:126_12": "dussīlyassetaṁ nāmaṁ.",
  "atk-abh02a3:126_13": "Sammādiṭṭhiṁ vināsayamānā uppannā diṭṭhiyeva byasanaṁ diṭṭhibyasanaṁ.",
  "atk-abh02a3:126_14": "Ettha ca purimāni dve anipphannāni, pacchimāni tīṇi nipphannāni tilakkhaṇabbhāhatāni.",
  "atk-abh02a3:126_15": "Purimāni ca tīṇi neva kusalāni na akusalāni.",
  "atk-abh02a3:126_16": "Sīladiṭṭhibyasanadvayaṁ akusalaṁ.",
  "atk-abh02a3:127_0": "Aññataraññatarenāti gahitesu vā yena kenaci aggahitesu vā mittāmaccabyasanādīsu yena kenaci.",
  "atk-abh02a3:127_1": "Samannāgatassāti samanubandhassa aparimuccamānassa.",
  "atk-abh02a3:127_2": "Aññataraññatarena dukkhadhammenāti yena kenaci sokadukkhassa uppattihetunā.",
  "atk-abh02a3:127_3": "Sokoti socanakavasena soko;",
  "atk-abh02a3:127_4": "idaṁ tehi kāraṇehi upajjanakasokassa sabhāvapaccattaṁ.",
  "atk-abh02a3:127_5": "Socanāti socanākaro.",
  "atk-abh02a3:127_6": "Socitattanti socitabhāvo.",
  "atk-abh02a3:127_7": "Antosokoti abbhantare soko.",
  "atk-abh02a3:127_8": "Dutiyapadaṁ upasaggavasena vaḍḍhitaṁ.",
  "atk-abh02a3:127_9": "So hi abbhantare sukkhāpento viya parisukkhāpento viya uppajjatīti “antosoko antoparisoko”ti vuccati.",
  "atk-abh02a3:128_0": "Cetaso parijjhāyanāti cittassa jhāyanākāro.",
  "atk-abh02a3:128_1": "Soko hi uppajjamāno aggi viya cittaṁ jhāpeti paridahati, “cittaṁ me jhāmaṁ, na me kiñci paṭibhātī”ti vadāpeti.",
  "atk-abh02a3:128_2": "Dukkhito mano dummano, tassa bhāvo domanassaṁ.",
  "atk-abh02a3:128_3": "Anupaviṭṭhaṭṭhena sokova sallanti sokasallaṁ.",
  "atk-abh02a3:128_4": "Ayaṁ vuccati sokoti ayaṁ soko nāma kathiyati.",
  "atk-abh02a3:128_5": "So panāyaṁ kiñcāpi atthato domanassavedanāva hoti, evaṁ santepi antonijjhānalakkhaṇo, cetaso parinijjhāyanaraso, anusocanapaccupaṭṭhāno.",
  "atk-abh02a3:129_0": "‘Sokassa dukkhaṭṭho veditabbo’ti ettha pana ayaṁ sabhāvadukkhattā ceva dukkhassa ca vatthubhāvena dukkhoti vutto.",
  "atk-abh02a3:129_1": "Kataradukkhassāti?",
  "atk-abh02a3:129_2": "Kāyikadukkhassa ceva javanakkhaṇe ca domanassadukkhassa.",
  "atk-abh02a3:129_3": "Sokavegena hi hadaye mahāgaṇḍo uṭṭhahitvā paripaccitvā bhijjati, mukhato vā kāḷalohitaṁ nikkhamati, balavaṁ kāyadukkhaṁ uppajjati.",
  "atk-abh02a3:129_4": "“Ettakā me ñātayo khayaṁ gatā, ettakā me bhogā”ti cintentassa ca balavaṁ domanassaṁ uppajjati.",
  "atk-abh02a3:129_5": "Iti imesaṁ dvinnaṁ dukkhānaṁ vatthubhāvenapesa dukkhoti veditabbo. Apica –",
  "atk-abh02a3:130_0": "Sattānaṁ hadayaṁ soko, sallaṁ viya vitujjati;",
  "atk-abh02a3:131_0": "Aggitattova nārāco, bhusañca ḍahate puna.",
  "atk-abh02a3:132_0": "Samāvahati ca byādhi-jarāmaraṇabhedanaṁ;",
  "atk-abh02a3:133_0": "Dukkhampi vividhaṁ yasmā, tasmā dukkhoti vuccatīti.",
  "atk-abh02a3:134_0": "Paridevaniddeso",
  "atk-abh02a3:135_0": "195.Paridevaniddese ‘mayhaṁ dhītā, mayhaṁ putto’ti evaṁ ādissa ādissa devanti rodanti etenāti ādevo.",
  "atk-abh02a3:135_1": "Taṁ taṁ vaṇṇaṁ parikittetvā parikittetvā devanti etenāti paridevo.",
  "atk-abh02a3:135_2": "Tato parāni dve dve padāni purimadvayasseva ākārabhāvaniddesavasena vuttāni.",
  "atk-abh02a3:135_3": "Vācāti vacanaṁ.",
  "atk-abh02a3:135_4": "Palāpoti tucchaṁ niratthakavacanaṁ.",
  "atk-abh02a3:135_5": "Upaḍḍhabhaṇitaaññabhaṇitādivasena virūpo palāpo vippalāpo.",
  "atk-abh02a3:135_6": "Lālappoti punappunaṁ lapanaṁ.",
  "atk-abh02a3:135_7": "Lālappanākāro lālappanā.",
  "atk-abh02a3:135_8": "Lālappitassa bhāvo lālappitattaṁ.",
  "atk-abh02a3:135_9": "Ayaṁ vuccati paridevoti ayaṁ paridevo nāma kathiyati.",
  "atk-abh02a3:135_10": "So lālappanalakkhaṇo, guṇadosaparikittanaraso, sambhamapaccupaṭṭhāno.",
  "atk-abh02a3:136_0": "‘Paridevassa dukkhaṭṭho veditabbo’ti ettha pana ayampi sayaṁ na dukkho, kāyadukkhadomanassadukkhānaṁ pana vatthubhāvena dukkhoti vutto.",
  "atk-abh02a3:136_1": "Paridevanto hi attano khandhaṁ muṭṭhīhi potheti, ubhohi hatthehi uraṁ paharati piṁsati, sīsena bhittiyā saddhiṁ yujjhati.",
  "atk-abh02a3:136_2": "Tenassa balavaṁ kāyadukkhaṁ uppajjati.",
  "atk-abh02a3:136_3": "‘Ettakā me ñātayo khayaṁ vayaṁ abbhatthaṁ gatā’tiādīni cinteti.",
  "atk-abh02a3:136_4": "Tenassa balavaṁ domanassaṁ uppajjati.",
  "atk-abh02a3:136_5": "Iti imesaṁ dvinnampi dukkhānaṁ vatthubhāvena dukkhoti veditabbo. Apica –",
  "atk-abh02a3:137_0": "Yaṁ sokasallavihato paridevamāno,",
  "atk-abh02a3:138_0": "Kaṇṭhoṭṭhatālutalasosajamappasayhaṁ;",
  "atk-abh02a3:139_0": "Bhiyyodhimattamadhigacchatiyeva dukkhaṁ,",
  "atk-abh02a3:140_0": "Dukkhoti tena bhagavā paridevamāhāti.",
  "atk-abh02a3:141_0": "Dukkhadomanassaniddeso",
  "atk-abh02a3:142_0": "196-7.Dukkhadomanassaniddesā heṭṭhā dhammasaṅgahaṭṭhakathāyaṁ vaṇṇitattā pākaṭā eva.",
  "atk-abh02a3:142_1": "Lakkhaṇādīni pana tesaṁ tattha vuttāneva.",
  "atk-abh02a3:143_0": "‘Dukkhassa dukkhaṭṭho veditabbo, domanassassa dukkhaṭṭho veditabbo’ti ettha pana ubhayampetaṁ sayañca dukkhattā kāyikacetasikadukkhānañca vatthubhāvena dukkhanti vuttaṁ.",
  "atk-abh02a3:143_1": "Hatthapādānañhi kaṇṇanāsikānañca chedanadukkhena dukkhitassa, anāthasālāyaṁ ucchiṭṭhakapālaṁ purato katvā nipannassa, vaṇamukhehi puḷuvakesu nikkhamantesu balavaṁ kāyadukkhaṁ uppajjati;",
  "atk-abh02a3:143_2": "nānāraṅgarattavatthamanuññālaṅkāraṁ nakkhattaṁ kīḷantaṁ mahājanaṁ disvā balavadomanassaṁ uppajjati.",
  "atk-abh02a3:143_3": "Evaṁ tāva dukkhassa dvinnampi dukkhānaṁ vatthubhāvo veditabbo. Apica –",
  "atk-abh02a3:144_0": "Pīḷeti kāyikamidaṁ, dukkhaṁ dukkhañca mānasaṁ bhiyyo;",
  "atk-abh02a3:145_0": "Janayati yasmā tasmā, dukkhanti visesato vuttanti.",
  "atk-abh02a3:146_0": "Cetodukkhasamappitā pana kese pakiriya urāni patipisenti, āvaṭṭanti, vivaṭṭanti, chinnapapātaṁ papatanti, satthaṁ āharanti, visaṁ khādanti, rajjuyā ubbandhanti, aggiṁ pavisanti.",
  "atk-abh02a3:146_1": "Taṁ taṁ viparītaṁ vatthuṁ tathā tathā vippaṭisārino pariḍayhamānacittā cintenti.",
  "atk-abh02a3:146_2": "Evaṁ domanassassa ubhinnampi dukkhānaṁ vatthubhāvo veditabbo. Apica –",
  "atk-abh02a3:147_0": "Pīḷeti yato cittaṁ, kāyassa ca pīḷanaṁ samāvahati;",
  "atk-abh02a3:148_0": "Dukkhanti domanassampi, domanassaṁ tato ahūti.",
  "atk-abh02a3:149_0": "Upāyāsaniddeso",
  "atk-abh02a3:150_0": "198.Upāyāsaniddese āyāsanaṭṭhena āyāso;",
  "atk-abh02a3:150_1": "saṁsīdanavisīdanākārappavattassa cittakilamathassetaṁ nāmaṁ.",
  "atk-abh02a3:150_2": "Balavaṁ āyāso upāyāso.",
  "atk-abh02a3:150_3": "Āyāsitabhāvo āyāsitattaṁ.",
  "atk-abh02a3:150_4": "Upāyāsitabhāvo upāyāsitattaṁ.",
  "atk-abh02a3:150_5": "Ayaṁ vuccati upāyāsoti ayaṁ upāyāso nāma kathiyati.",
  "atk-abh02a3:150_6": "So panesa byāsattilakkhaṇo, nitthunanaraso, visādapaccupaṭṭhāno.",
  "atk-abh02a3:151_0": "‘Upāyāsassa dukkhaṭṭho veditabbo’ti ettha pana ayampi sayaṁ na dukkho, ubhinnampi dukkhānaṁ vatthubhāvena dukkhoti vutto.",
  "atk-abh02a3:151_1": "Kupitena hi raññā issariyaṁ acchinditvā hataputtabhātikānaṁ āṇattavadhānaṁ bhayena aṭaviṁ pavisitvā nilīnānaṁ mahāvisādappattānaṁ dukkhaṭṭhānena dukkhaseyyāya dukkhanisajjāya balavaṁ kāyadukkhaṁ uppajjati.",
  "atk-abh02a3:151_2": "‘Ettakā no ñātakā, ettakā bhogā naṭṭhā’ti cintentānaṁ balavadomanassaṁ uppajjati.",
  "atk-abh02a3:151_3": "Iti imesaṁ dvinnampi dukkhānaṁ vatthubhāvena dukkhoti veditabboti. Apica –",
  "atk-abh02a3:152_0": "Cittassa paridahanā, kāyassa visādanā ca adhimattaṁ;",
  "atk-abh02a3:153_0": "Yaṁ dukkhamupāyāso, janeti dukkho tato vutto.",
  "atk-abh02a3:154_0": "Ettha ca mandagginā antobhājaneyeva telādīnaṁ pāko viya soko.",
  "atk-abh02a3:154_1": "Tikkhagginā paccamānassa bhājanato bahinikkhamanaṁ viya paridevo.",
  "atk-abh02a3:154_2": "Bahinikkhantāvasesassa nikkhamitumpi appahontassa antobhājaneyeva yāva parikkhayā pāko viya upāyāso daṭṭhabbo.",
  "atk-abh02a3:155_0": "Appiyasampayoganiddeso",
  "atk-abh02a3:156_0": "199.Appiyasampayoganiddese yassāti ye assa.",
  "atk-abh02a3:156_1": "Aniṭṭhāti apariyesitā.",
  "atk-abh02a3:156_2": "Pariyesitā vā hontu apariyesitā vā, nāmamevetaṁ amanāpārammaṇānaṁ.",
  "atk-abh02a3:156_3": "Manasmiṁ na kamanti, na pavisantīti akantā.",
  "atk-abh02a3:156_4": "Manasmiṁ na appiyanti, na vā manaṁ vaḍḍhentīti amanāpā.",
  "atk-abh02a3:156_5": "Rūpātiādi tesaṁ sabhāvanidassanaṁ.",
  "atk-abh02a3:156_6": "Anatthaṁ kāmenti icchantīti anatthakāmā.",
  "atk-abh02a3:156_7": "Ahitaṁ kāmenti icchantīti ahitakāmā.",
  "atk-abh02a3:156_8": "Aphāsukaṁ dukkhavihāraṁ kāmenti icchantīti aphāsukakāmā.",
  "atk-abh02a3:156_9": "Catūhi yogehi khemaṁ nibbhayaṁ vivaṭṭaṁ na icchanti, sabhayaṁ vaṭṭameva nesaṁ kāmenti icchantīti āyogakkhemakāmā.",
  "atk-abh02a3:157_0": "Apica saddhādīnaṁ vuddhisaṅkhātassa atthassa akāmanato tesaṁyeva hānisaṅkhātassa anatthassa ca kāmanato anatthakāmā.",
  "atk-abh02a3:157_1": "Saddhādīnaṁyeva upāyabhūtassa hitassa akāmanato saddhāhāniādīnaṁ upāyabhūtassa ahitassa ca kāmanato ahitakāmā.",
  "atk-abh02a3:157_2": "Phāsukavihārassa akāmanato aphāsukavihārassa ca kāmanato aphāsukakāmā.",
  "atk-abh02a3:157_3": "Yassa kassaci nibbhayassa akāmanato bhayassa ca kāmanato ayogakkhemakāmāti evampettha attho daṭṭhabbo.",
  "atk-abh02a3:158_0": "Saṅgatīti gantvā saṁyogo.",
  "atk-abh02a3:158_1": "Samāgamoti āgatehi saṁyogo.",
  "atk-abh02a3:158_2": "Samodhānanti ṭhānanisajjādīsu sahabhāvo.",
  "atk-abh02a3:158_3": "Missībhāvoti sabbakiccānaṁ sahakaraṇaṁ.",
  "atk-abh02a3:158_4": "Ayaṁ sattavasena yojanā.",
  "atk-abh02a3:158_5": "Saṅkhāravasena pana yaṁ labbhati taṁ gahetabbaṁ.",
  "atk-abh02a3:158_6": "Ayaṁ vuccatīti ayaṁ appiyasampayogo nāma kathiyati.",
  "atk-abh02a3:158_7": "So aniṭṭhasamodhānalakkhaṇo, cittavighātakaraṇaraso, anatthabhāvapaccupaṭṭhāno.",
  "atk-abh02a3:159_0": "So atthato eko dhammo nāma natthi.",
  "atk-abh02a3:159_1": "Kevalaṁ appiyasampayuttānaṁ duvidhassāpi dukkhassa vatthubhāvato dukkhoti vutto.",
  "atk-abh02a3:159_2": "Aniṭṭhāni hi vatthūni samodhānagatāni vijjhanachedanaphālanādīhi kāyikampi dukkhaṁ uppādenti, ubbegajananato mānasampi.",
  "atk-abh02a3:159_3": "Tenetaṁ vuccati –",
  "atk-abh02a3:160_0": "Disvāva appiye dukkhaṁ, paṭhamaṁ hoti cetasi;",
  "atk-abh02a3:161_0": "Tadupakkamasambhūta-matha kāye yato idha.",
  "atk-abh02a3:162_0": "Tato dukkhadvayassāpi, vatthuto so mahesinā;",
  "atk-abh02a3:163_0": "Dukkho vuttoti viññeyyo, appiyehi samāgamoti.",
  "atk-abh02a3:164_0": "Piyavippayoganiddeso",
  "atk-abh02a3:165_0": "200.Piyavippayoganiddeso vuttapaṭipakkhanayena veditabbo.",
  "atk-abh02a3:165_1": "Mātā vātiādi panettha atthakāme sarūpena dassetuṁ vuttaṁ.",
  "atk-abh02a3:165_2": "Tattha mamāyatīti mātā.",
  "atk-abh02a3:165_3": "Piyāyatīti pitā.",
  "atk-abh02a3:165_4": "Bhajatīti bhātā.",
  "atk-abh02a3:165_5": "Tathā bhaginī.",
  "atk-abh02a3:165_6": "Mettāyantīti mittā, minantīti vā mittā;",
  "atk-abh02a3:165_7": "sabbaguyhesu anto pakkhipantīti attho.",
  "atk-abh02a3:165_8": "Kiccakaraṇīyesu sahabhāvaṭṭhena amā hontīti amaccā.",
  "atk-abh02a3:165_9": "Ayaṁ amhākaṁ ajjhattikoti evaṁ jānanti ñāyantīti vā ñātī.",
  "atk-abh02a3:165_10": "Lohitena sambandhāti sālohitā.",
  "atk-abh02a3:165_11": "Evametāni padāni atthato veditabbāni.",
  "atk-abh02a3:165_12": "Ayaṁ vuccatīti ayaṁ piyehi vippayogo nāma kathiyati.",
  "atk-abh02a3:165_13": "So iṭṭhavatthuviyogalakkhaṇo, sokuppādanaraso, byasanapaccupaṭṭhāno.",
  "atk-abh02a3:166_0": "So atthato eko dhammo nāma natthi.",
  "atk-abh02a3:166_1": "Kevalaṁ piyavippayuttānaṁ duvidhassāpi dukkhassa vatthubhāvato dukkhoti vutto.",
  "atk-abh02a3:166_2": "Iṭṭhāni hi vatthūni viyujjamānāni sarīrassa sosanamilāpanādibhāvena kāyikampi dukkhaṁ uppādenti, ‘yampi no ahosi, tampi no natthī’ti anusocāpanato mānasampi.",
  "atk-abh02a3:166_3": "Tenetaṁ vuccati –",
  "atk-abh02a3:167_0": "Ñātidhanādiviyogā, sokasarasamappitā vitujjanti;",
  "atk-abh02a3:168_0": "Bālā yato tato yaṁ, dukkhoti mato piyaviyogoti.",
  "atk-abh02a3:169_0": "Icchāniddeso",
  "atk-abh02a3:170_0": "201.Icchāniddese jātidhammānanti jātisabhāvānaṁ jātipakatikānaṁ.",
  "atk-abh02a3:170_1": "Icchā uppajjatīti taṇhā uppajjati.",
  "atk-abh02a3:170_2": "Aho vatāti patthanā.",
  "atk-abh02a3:170_3": "Nakho panetaṁ icchāya pattabbanti yaṁ etaṁ “aho vata mayaṁ na jātidhammā assāma, na ca vata no jāti āgaccheyyā”ti evaṁ pahīnasamudayesu sādhūsu vijjamānaṁ ajātidhammattaṁ, parinibbutesu ca vijjamānaṁ jātiyā anāgamanaṁ icchitaṁ, taṁ icchantassāpi maggabhāvanāya vinā apattabbato anicchantassa ca bhāvanāya pattabbato na icchāya pattabbaṁ nāma hoti.",
  "atk-abh02a3:170_4": "Idampīti etampi;",
  "atk-abh02a3:170_5": "upari sesāni upādāya pikāro.",
  "atk-abh02a3:170_6": "Yampicchanti yenapi dhammena alabbhaneyyaṁ vatthuṁ icchanto na labhati, taṁ alabbhaneyyavatthuicchanaṁ dukkhanti veditabbaṁ.",
  "atk-abh02a3:170_7": "Jarādhammānantiādīsupi eseva nayo.",
  "atk-abh02a3:170_8": "Evamettha alabbhaneyyavatthūsu icchāva “yampicchaṁ na labhati tampi dukkha”nti vuttā.",
  "atk-abh02a3:170_9": "Sā alabbhaneyyavatthuicchanalakkhaṇā, tappariyesanarasā, tesaṁ appattipaccupaṭṭhānā.",
  "atk-abh02a3:171_0": "Dvinnaṁ pana dukkhānaṁ vatthubhāvato dukkhāti vuttā.",
  "atk-abh02a3:171_1": "Ekacco hi rājā bhavissatīti sambhāvito hoti.",
  "atk-abh02a3:171_2": "So chinnabhinnagaṇena parivārito pabbatavisamaṁ vā vanagahanaṁ vā pavisati.",
  "atk-abh02a3:171_3": "Atha rājā taṁ pavattiṁ ñatvā balakāyaṁ peseti.",
  "atk-abh02a3:171_4": "So rājapurisehi nihataparivāro sayampi laddhappahāro palāyamāno rukkhantaraṁ vā pāsāṇantaraṁ vā pavisati.",
  "atk-abh02a3:171_5": "Tasmiṁ samaye mahāmegho uṭṭhahati, tibbandhakārā kāḷavaddalikā hoti.",
  "atk-abh02a3:171_6": "Atha naṁ samantato kāḷakipillikādayo pāṇā parivāretvā gaṇhanti.",
  "atk-abh02a3:171_7": "Tenassa balavakāyadukkhaṁ uppajjati.",
  "atk-abh02a3:171_8": "‘Maṁ ekaṁ nissāya ettakā ñātī ca bhogā ca vinaṭṭhā’ti cintentassa balavadomanassaṁ uppajjati.",
  "atk-abh02a3:171_9": "Iti ayaṁ icchā imesaṁ dvinnampi dukkhānaṁ vatthubhāvena dukkhāti veditabbā. Apica –",
  "atk-abh02a3:172_0": "Taṁ taṁ patthayamānānaṁ, tassa tassa alābhato;",
  "atk-abh02a3:173_0": "Yaṁ vighātamayaṁ dukkhaṁ, sattānaṁ idha jāyati.",
  "atk-abh02a3:174_0": "Alabbhaneyyavatthūnaṁ, patthanā tassa kāraṇaṁ;",
  "atk-abh02a3:175_0": "Yasmā tasmā jino dukkhaṁ, icchitālābhamabravīti.",
  "atk-abh02a3:176_0": "Upādānakkhandhaniddeso",
  "atk-abh02a3:177_0": "202.Upādānakkhandhaniddese saṁkhittenāti desanaṁ sandhāya vuttaṁ.",
  "atk-abh02a3:177_1": "Dukkhañhi ettakāni dukkhasatānīti vā ettakāni dukkhasahassānīti vā ettakāni dukkhasatasahassānīti vā saṁkhipituṁ na sakkā, desanā pana sakkā, tasmā “dukkhaṁ nāma aññaṁ kiñci natthi, saṁkhittena pañcupādānakkhandhā dukkhā”ti desanaṁ saṅkhipento evamāha.",
  "atk-abh02a3:177_2": "Seyyathidanti nipāto;",
  "atk-abh02a3:177_3": "tassa te katameti ceti attho.",
  "atk-abh02a3:177_4": "Rūpūpādānakkhandhotiādīnaṁ attho khandhavibhaṅge vaṇṇitoyeva.",
  "atk-abh02a3:178_0": "‘Khandhānaṁdukkhaṭṭho veditabbo’ti ettha pana –",
  "atk-abh02a3:179_0": "Jātippabhutikaṁ dukkhaṁ, yaṁ vuttaṁ idha tādinā;",
  "atk-abh02a3:180_0": "Avuttaṁ yañca taṁ sabbaṁ, vinā ete na vijjati.",
  "atk-abh02a3:181_0": "Yasmā tasmā upādāna-kkhandhā saṅkhepato ime;",
  "atk-abh02a3:182_0": "Dukkhāti vuttā dukkhanta-desakena mahesinā.",
  "atk-abh02a3:183_0": "Tathā hi indhanamiva pāvako, lakkhamiva paharaṇāni, gorūpamiva ḍaṁsamakasādayo, khettamiva lāvakā, gāmaṁ viya gāmaghātakā, upādānakkhandhapañcakameva jātiādayo nānappakārehi bādhayamānā, tiṇalatādīni viya bhūmiyaṁ, pupphaphalapallavādīni viya rukkhesu, upādānakkhandhesuyeva nibbattanti.",
  "atk-abh02a3:183_1": "Upādānakkhandhānañca ādidukkhaṁ jāti, majjhedukkhaṁ jarā, pariyosānadukkhaṁ maraṇaṁ.",
  "atk-abh02a3:183_2": "Māraṇantikadukkhābhighātena pariḍayhamānadukkhaṁ soko, tadasahanato lālappanadukkhaṁ paridevo.",
  "atk-abh02a3:183_3": "Tato dhātukkhobhasaṅkhātaaniṭṭhaphoṭṭhabbasamāyogato kāyassa ābādhanadukkhaṁ dukkhaṁ.",
  "atk-abh02a3:183_4": "Tena bādhiyamānānaṁ puthujjanānaṁ tattha paṭighuppattito cetobādhanadukkhaṁ domanassaṁ.",
  "atk-abh02a3:183_5": "Sokādivuḍḍhiyā janitavisādānaṁ anutthunanadukkhaṁ upāyāso.",
  "atk-abh02a3:183_6": "Manorathavighātappattānaṁ icchāvighātadukkhaṁ icchitālābhoti evaṁ nānappakārato upaparikkhiyamānā upādānakkhandhāva dukkhāti yadetaṁ ekamekaṁ dassetvā vuccamānaṁ anekehi kappehi na sakkā asesato vattuṁ, taṁ sabbampi dukkhaṁ ekajalabindumhi sakalasamuddajalarasaṁ viya yesu kesuci pañcasu upādānakkhandhesu saṅkhipitvā dassetuṁ “saṁkhittena pañcupādānakkhandhā dukkhā”ti bhagavā avocāti.",
  "atk-abh02a3:184_0": "Dukkhasaccaniddesavaṇṇanā niṭṭhitā.",
  "atk-abh02a3:185_0": "2. Samudayasaccaniddesavaṇṇanā",
  "atk-abh02a3:186_0": "203.Samudayasaccaniddese yāyaṁ taṇhāti yā ayaṁ taṇhā.",
  "atk-abh02a3:186_1": "Ponobbhavikāti punabbhavakaraṇaṁ punobbhavo, punobbhavo sīlamassāti ponobbhavikā.",
  "atk-abh02a3:186_2": "Apica punabbhavaṁ deti, punabbhavāya saṁvattati, punappunaṁ bhave nibbattetīti ponobbhavikā.",
  "atk-abh02a3:186_3": "Sā panesā punabbhavassa dāyikāpi atthi adāyikāpi, punabbhavāya saṁvattanikāpi atthi asaṁvattanikāpi, dinnāya paṭisandhiyā upadhivepakkamattāpi.",
  "atk-abh02a3:186_4": "Sā punabbhavaṁ dadamānāpi adadamānāpi, punabbhavāya saṁvattamānāpi asaṁvattamānāpi, dinnāya paṭisandhiyā upadhivepakkamattāpi ponobbhavikā evāti nāmaṁ labhati.",
  "atk-abh02a3:186_5": "Abhinandanasaṅkhātena nandirāgena sahagatāti nandirāgasahagatā, nandirāgena saddhiṁ atthato ekattameva gatāti vuttaṁ hoti.",
  "atk-abh02a3:186_6": "Tatratatrābhinandinīti yatra yatra attabhāvo tatratatrābhinandinī, rūpādīsu vā ārammaṇesu tatratatrābhinandinī;",
  "atk-abh02a3:186_7": "rūpābhinandinī saddagandharasaphoṭṭhabbadhammābhinandinīti attho.",
  "atk-abh02a3:186_8": "Seyyathidanti nipāto;",
  "atk-abh02a3:186_9": "tassa sā katamāti ceti attho.",
  "atk-abh02a3:186_10": "Kāmataṇhāti kāme taṇhā kāmataṇhā;",
  "atk-abh02a3:186_11": "pañcakāmaguṇikarāgassetaṁ adhivacanaṁ.",
  "atk-abh02a3:186_12": "Bhave taṇhā bhavataṇhā;",
  "atk-abh02a3:186_13": "bhavapatthanāvasena uppannassa sassatadiṭṭhisahagatassa rūpārūpabhavarāgassa ca jhānanikantiyā cetaṁ adhivacanaṁ.",
  "atk-abh02a3:186_14": "Vibhave taṇhā vibhavataṇhā;",
  "atk-abh02a3:186_15": "ucchedadiṭṭhisahagatassa rāgassetaṁ adhivacanaṁ.",
  "atk-abh02a3:187_0": "Idāni tassā taṇhāya vatthuṁ vitthārato dassetuṁ sā kho panesātiādimāha.",
  "atk-abh02a3:187_1": "Tattha uppajjatīti jāyati.",
  "atk-abh02a3:187_2": "Nivisatīti punappunaṁ pavattivasena patiṭṭhahati.",
  "atk-abh02a3:187_3": "Yaṁ loke piyarūpaṁ sātarūpanti yaṁ lokasmiṁ piyasabhāvañceva madhurasabhāvañca.",
  "atk-abh02a3:187_4": "Cakkhuṁ loketiādīsu lokasmiñhi cakkhādīsu mamattena abhiniviṭṭhā sattā sampattiyaṁ patiṭṭhitā attano cakkhuṁ ādāsādīsu nimittaggahaṇānusārena vippasannapañcapasādaṁ suvaṇṇavimāne ugghāṭitamaṇisīhapañjaraṁ viya maññanti, sotaṁ rajatapanāḷikaṁ viya pāmaṅgasuttakaṁ viya ca maññanti, tuṅganāsāti laddhavohāraṁ ghānaṁ vaṭṭetvā ṭhapitaharitālavaṭṭiṁ viya maññanti, jivhaṁ rattakambalapaṭalaṁ viya mudusiniddhamadhurarasadaṁ maññanti, kāyaṁ sālalaṭṭhiṁ viya suvaṇṇatoraṇaṁ viya ca maññanti, manaṁ aññesaṁ manena asadisaṁ uḷāraṁ maññanti, rūpaṁ suvaṇṇakaṇikārapupphādivaṇṇaṁ viya, saddaṁ mattakaravīkakokilamandadhamitamaṇivaṁsanigghosaṁ viya, attanā paṭiladdhāni catusamuṭṭhānikagandhārammaṇādīni ‘kassa aññassa evarūpāni atthī’ti maññanti.",
  "atk-abh02a3:187_5": "Tesaṁ evaṁ maññamānānaṁ tāni cakkhādīni piyarūpāni ceva honti sātarūpāni ca.",
  "atk-abh02a3:187_6": "Atha nesaṁ tattha anuppannā ceva taṇhā uppajjati, uppannā ca punappunaṁ pavattivasena nivisati.",
  "atk-abh02a3:187_7": "Tasmā bhagavā –",
  "atk-abh02a3:187_8": "“cakkhuṁ loke piyarūpaṁ sātarūpaṁ.",
  "atk-abh02a3:187_9": "Etthesā taṇhā uppajjamānā uppajjatī”tiādimāha.",
  "atk-abh02a3:187_10": "Tattha uppajjamānāti yadā uppajjati tadā ettha uppajjatīti attho.",
  "atk-abh02a3:187_11": "Esa nayo sabbatthāpīti.",
  "atk-abh02a3:188_0": "Samudayasaccaniddesavaṇṇanā niṭṭhitā.",
  "atk-abh02a3:189_0": "3. Nirodhasaccaniddesavaṇṇanā",
  "atk-abh02a3:190_0": "204.Nirodhasaccaniddese yo tassāyeva taṇhāyāti ettha ‘yo tasseva dukkhassā’ti vattabbe yasmā samudayanirodheneva dukkhaṁ nirujjhati no aññathā, yathāha –",
  "atk-abh02a3:191_0": "“Yathāpi mūle anupaddave daḷhe,",
  "atk-abh02a3:192_0": "Chinnopi rukkho punareva rūhati;",
  "atk-abh02a3:193_0": "Evampi taṇhānusaye anūhate,",
  "atk-abh02a3:194_0": "Nibbattati dukkhamidaṁ punappuna”nti. ;",
  "atk-abh02a3:195_0": "Tasmā taṁ dukkhanirodhaṁ dassento samudayanirodhena dassetuṁ evamāha.",
  "atk-abh02a3:195_1": "Sīhasamānavuttino hi tathāgatā.",
  "atk-abh02a3:195_2": "Te dukkhaṁ nirodhentā dukkhanirodhañca dassentā hetumhi paṭipajjanti, na phale.",
  "atk-abh02a3:195_3": "Suvānavuttino pana aññatitthiyā.",
  "atk-abh02a3:195_4": "Te dukkhaṁ nirodhentā dukkhanirodhañca dassentā attakilamathānuyogena ceva tasseva ca desanāya phale paṭipajjanti, na hetumhīti.",
  "atk-abh02a3:195_5": "Sīhasamānavuttitāya satthā hetumhi paṭipajjanto yo tassāyevātiādimāha.",
  "atk-abh02a3:196_0": "Tattha tassāyevāti yā sā uppatti nivesavasena heṭṭhā pakāsitā tassāyeva.",
  "atk-abh02a3:196_1": "Asesavirāganirodhotiādīni sabbāni nibbānavevacanāneva.",
  "atk-abh02a3:196_2": "Nibbānañhi āgamma taṇhā asesā virajjati nirujjhati.",
  "atk-abh02a3:196_3": "Tasmā taṁ “tassāyeva taṇhāya asesavirāganirodho”ti vuccati.",
  "atk-abh02a3:196_4": "Nibbānañca āgamma taṇhā cajiyati, paṭinissajjiyati, muccati, na alliyati.",
  "atk-abh02a3:196_5": "Tasmā nibbānaṁ “cāgo paṭinissaggo mutti anālayo”ti vuccati.",
  "atk-abh02a3:196_6": "Ekameva hi nibbānaṁ.",
  "atk-abh02a3:196_7": "Nāmāni panassa sabbasaṅkhatānaṁ nāmapaṭipakkhavasena anekāni nibbānavevacanāneva honti, seyyathidaṁ –",
  "atk-abh02a3:196_8": "asesavirāganirodho, cāgo, paṭinissaggo, mutti, anālayo, rāgakkhayo, dosakkhayo, mohakkhayo, taṇhākkhayo, anuppādo, appavattaṁ, animittaṁ, appaṇihitaṁ, anāyūhanaṁ, appaṭisandhi, anupapatti, agati, ajātaṁ, ajaraṁ, abyādhi, amataṁ, asokaṁ, aparidevaṁ, anupāyāsaṁ, asaṁkiliṭṭhantiādīni.",
  "atk-abh02a3:197_0": "Idāni maggena chinnāya nibbānaṁ āgamma appavattipattāyapi ca taṇhāya yesu vatthūsu tassā uppatti dassitā, tattheva abhāvaṁ dassetuṁ sā kho panesātiādimāha.",
  "atk-abh02a3:197_1": "Tattha yathā puriso khette jātaṁ tittaalābuvalliṁ disvā aggato paṭṭhāya mūlaṁ pariyesitvā chindeyya, sā anupubbena milāyitvā appavattiṁ gaccheyya.",
  "atk-abh02a3:197_2": "Tato tasmiṁ khette tittaalābu niruddhā pahīnāti vucceyya.",
  "atk-abh02a3:197_3": "Evameva khette tittaalābu viya cakkhādīsu taṇhā.",
  "atk-abh02a3:197_4": "Sā ariyamaggena mūlacchinnā nibbānaṁ āgamma appavattiṁ gacchati.",
  "atk-abh02a3:197_5": "Evaṁ gatā pana tesu vatthūsu khette tittaalābu viya na paññāyati.",
  "atk-abh02a3:197_6": "Yathā ca aṭavito core ānetvā nagarassa dakkhiṇadvāre ghāteyyuṁ, tato aṭaviyaṁ corā matāti vā māritāti vā vucceyyuṁ;",
  "atk-abh02a3:197_7": "evameva aṭaviyaṁ corā viya yā cakkhādīsu taṇhā, sā dakkhiṇadvāre corā viya nibbānaṁ āgamma niruddhattā nibbāne niruddhā.",
  "atk-abh02a3:197_8": "Evaṁ niruddhā pana tesu vatthūsu aṭaviyaṁ corā viya na paññāyati.",
  "atk-abh02a3:197_9": "Tenassā tattheva nirodhaṁ dassento “cakkhuṁ loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhatī”tiādimāha.",
  "atk-abh02a3:197_10": "Sesamettha uttānatthamevāti.",
  "atk-abh02a3:198_0": "Nirodhasaccaniddesavaṇṇanā niṭṭhitā.",
  "atk-abh02a3:199_0": "4. Maggasaccaniddesavaṇṇanā",
  "atk-abh02a3:200_0": "205.Maggasaccaniddese ayamevāti aññamaggapaṭikkhepanatthaṁ niyamanaṁ.",
  "atk-abh02a3:200_1": "Ariyoti taṁtaṁmaggavajjhehi kilesehi ārakattā ariyabhāvakarattā ariyaphalapaṭilābhakarattā ca ariyo.",
  "atk-abh02a3:200_2": "Aṭṭhaṅgāni assāti aṭṭhaṅgiko.",
  "atk-abh02a3:200_3": "Svāyaṁ caturaṅgikā viya senā, pañcaṅgikaṁ viya tūriyaṁ aṅgamattameva hoti, aṅgavinimutto natthi.",
  "atk-abh02a3:200_4": "Nibbānatthikehi maggīyati, nibbānaṁ vā maggati, kilese vā mārento gacchatīti maggo.",
  "atk-abh02a3:200_5": "Seyyathidanti so katamoti ceti attho.",
  "atk-abh02a3:201_0": "Idāni aṅgamattameva maggo hoti, aṅgavinimmutto natthīti dassento sammādiṭṭhi…pe…",
  "atk-abh02a3:201_1": "sammāsamādhīti āha.",
  "atk-abh02a3:201_2": "Tattha sammā dassanalakkhaṇā sammādiṭṭhi.",
  "atk-abh02a3:201_3": "Sammā abhiniropanalakkhaṇo sammāsaṅkappo.",
  "atk-abh02a3:201_4": "Sammā pariggahalakkhaṇā sammāvācā.",
  "atk-abh02a3:201_5": "Sammā samuṭṭhāpanalakkhaṇo sammākammanto.",
  "atk-abh02a3:201_6": "Sammā vodānalakkhaṇo sammāājīvo.",
  "atk-abh02a3:201_7": "Sammā paggahalakkhaṇo sammāvāyāmo.",
  "atk-abh02a3:201_8": "Sammā upaṭṭhānalakkhaṇā sammāsati.",
  "atk-abh02a3:201_9": "Sammā samādhānalakkhaṇo sammāsamādhi.",
  "atk-abh02a3:202_0": "Tesu ca ekekassa tīṇi tīṇi kiccāni honti, seyyathidaṁ –",
  "atk-abh02a3:202_1": "sammādiṭṭhi tāva aññehipi attano paccanīkakilesehi saddhiṁ micchādiṭṭhiṁ pajahati, nirodhaṁ ārammaṇaṁ karoti, sampayuttadhamme ca passati tappaṭicchādakamohavidhamanavasena asammohato.",
  "atk-abh02a3:202_2": "Sammāsaṅkappādayopi tatheva micchāsaṅkappādīni ca pajahanti, nirodhañca ārammaṇaṁ karonti.",
  "atk-abh02a3:202_3": "Visesato panettha sammāsaṅkappo sahajātadhamme abhiniropeti, sammāvācā sammā pariggaṇhāti, sammākammanto sammā samuṭṭhāpeti, sammāājīvo sammā vodāpeti, sammāvāyāmo sammā paggaṇhāti, sammāsati sammā upaṭṭhāti, sammāsamādhi sammā padahati.",
  "atk-abh02a3:203_0": "Apicesā sammādiṭṭhi nāma pubbabhāge nānākkhaṇā nānārammaṇā hoti, maggakāle ekakkhaṇā ekārammaṇā, kiccato pana dukkhe ñāṇantiādīni cattāri nāmāni labhati.",
  "atk-abh02a3:203_1": "Sammāsaṅkappādayopi pubbabhāge nānākkhaṇā nānārammaṇā honti, maggakāle ekakkhaṇā ekārammaṇā.",
  "atk-abh02a3:203_2": "Tesu sammāsaṅkappo kiccato nekkhammasaṅkappotiādīni tīṇi nāmāni labhati.",
  "atk-abh02a3:203_3": "Sammāvācādayo tayo pubbabhāge nānākkhaṇā nānārammaṇā viratiyopi honti cetanāyopi, maggakkhaṇe pana viratiyova.",
  "atk-abh02a3:203_4": "Sammāvāyāmo sammāsatīti idampi dvayaṁ kiccato sammappadhānasatipaṭṭhānavasena cattāri nāmāni labhati.",
  "atk-abh02a3:203_5": "Sammāsamādhi pana pubbabhāgepi maggakkhaṇepi sammāsamādhiyeva.",
  "atk-abh02a3:204_0": "Iti imesu aṭṭhasu dhammesu bhagavatā nibbānādhigamāya paṭipannassa yogino bahūpakārattā paṭhamaṁ sammādiṭṭhi desitā.",
  "atk-abh02a3:204_1": "Ayañhi “paññāpajjoto paññāsattha”nti ca vuttā.",
  "atk-abh02a3:204_2": "Tasmā etāya pubbabhāge vipassanāñāṇasaṅkhātāya sammādiṭṭhiyā avijjandhakāraṁ viddhaṁsetvā kilesacore ghātento khemena yogāvacaro nibbānaṁ pāpuṇāti.",
  "atk-abh02a3:204_3": "Tena vuttaṁ “nibbānādhigamāya paṭipannassa yogino bahūpakārattā paṭhamaṁ sammādiṭṭhi desitā”ti.",
  "atk-abh02a3:205_0": "Sammāsaṅkappo pana tassā bahūpakāro, tasmā tadanantaraṁ vutto.",
  "atk-abh02a3:205_1": "Yathā hi heraññiko hatthena parivattetvā parivattetvā cakkhunā kahāpaṇaṁ olokento ‘ayaṁ kūṭo, ayaṁ cheko’ti jānāti, evaṁ yogāvacaropi pubbabhāge vitakkena vitakketvā vipassanāpaññāya olokayamāno ‘ime dhammā kāmāvacarā, ime dhammā rūpāvacarādayo’ti jānāti.",
  "atk-abh02a3:205_2": "Yathā vā pana purisena koṭiyaṁ gahetvā parivattetvā parivattetvā dinnaṁ mahārukkhaṁ tacchako vāsiyā tacchetvā kamme upaneti, evaṁ vitakkena vitakketvā vitakkatvā dinnadhamme yogāvacaro paññāya ‘ime dhammā kāmāvacarā, ime dhammā rūpāvacarā’tiādinā nayena paricchinditvā kamme upaneti.",
  "atk-abh02a3:205_3": "Tena vuttaṁ ‘sammāsaṅkappo pana tassā bahūpakāro, tasmā tadanantaraṁ vutto”ti.",
  "atk-abh02a3:206_0": "Svāyaṁ yathā sammādiṭṭhiyā, evaṁ sammāvācāyapi upakārako. Yathāha –",
  "atk-abh02a3:206_1": "“pubbe kho, gahapati, vitakketvā vicāretvā pacchā vācaṁ bhindatī”ti.",
  "atk-abh02a3:206_2": "Tasmā tadanantaraṁ sammāvācā vuttā.",
  "atk-abh02a3:207_0": "Yasmā pana ‘idañcidañca karissāmā’ti paṭhamaṁ vācāya saṁvidahitvā loke kammante payojenti, tasmā vācā kāyakammassa upakārikāti sammāvācāya anantaraṁ sammākammanto vutto.",
  "atk-abh02a3:208_0": "Catubbidhaṁ pana vacīduccaritaṁ, tividhaṁ kāyaduccaritaṁ pahāya ubhayaṁ sucaritaṁ pūrentasseva yasmā ājīvaṭṭhamakasīlaṁ pūrati, na itarassa, tasmā tadubhayānantaraṁ sammāājīvo vutto.",
  "atk-abh02a3:209_0": "Evaṁ suddhājīvena ‘parisuddho me ājīvo’ti ettāvatā paritosaṁ akatvā suttappamattena viharituṁ na yuttaṁ, atha kho sabbairiyāpathesu idaṁ vīriyamārabhitabbanti dassetuṁ tadanantaraṁ sammāvāyāmo vutto.",
  "atk-abh02a3:210_0": "Tato āraddhavīriyenāpi kāyādīsu catūsu vatthūsu sati suppatiṭṭhitā kātabbāti dassanatthaṁ tadanantaraṁ sammāsati desitā.",
  "atk-abh02a3:211_0": "Yasmā pana evaṁ suppatiṭṭhitā sati samādhissa upakārānupakārānaṁ dhammānaṁ gatiyo samanvesitvā pahoti ekattārammaṇe cittaṁ samādhātuṁ, tasmā sammāsatianantaraṁ sammāsamādhi desitoti veditabbo.",
  "atk-abh02a3:212_0": "Sammādiṭṭhiniddese “dukkhe ñāṇa”ntiādinā catusaccakammaṭṭhānaṁ dassitaṁ.",
  "atk-abh02a3:212_1": "Tattha purimāni dve saccāni vaṭṭaṁ, pacchimāni vivaṭṭaṁ.",
  "atk-abh02a3:212_2": "Tesu bhikkhuno vaṭṭe kammaṭṭhānābhiniveso hoti, vivaṭṭe natthi abhiniveso.",
  "atk-abh02a3:212_3": "Purimāni hi dve saccāni “pañcakkhandhā dukkhaṁ, taṇhā samudayo”ti evaṁ saṅkhepena ca “katame pañcakkhandhā?",
  "atk-abh02a3:212_4": "Rūpakkhandho”tiādinā nayena vitthārena ca ācariyassa santike uggaṇhitvā vācāya punappunaṁ parivattento yogāvacaro kammaṁ karoti;",
  "atk-abh02a3:212_5": "itaresu pana dvīsu saccesu “nirodhasaccaṁ iṭṭhaṁ kantaṁ manāpaṁ, maggasaccaṁ iṭṭhaṁ kantaṁ manāpa”nti evaṁ savaneneva kammaṁ karoti.",
  "atk-abh02a3:212_6": "So evaṁ kammaṁ karonto cattāri saccāni ekena paṭivedhena paṭivijjhati, ekābhisamayena abhisameti;",
  "atk-abh02a3:212_7": "dukkhaṁ pariññāpaṭivedhena paṭivijjhati, samudayaṁ pahānapaṭivedhena, nirodhaṁ sacchikiriyapaṭivedhena, maggaṁ bhāvanāpaṭivedhena paṭivijjhati;",
  "atk-abh02a3:212_8": "dukkhaṁ pariññābhisamayena…pe…",
  "atk-abh02a3:212_9": "maggaṁ bhāvanābhisamayena abhisameti.",
  "atk-abh02a3:213_0": "Evamassa pubbabhāge dvīsu saccesu uggahaparipucchāsavanadhāraṇasammasanapaṭivedho hoti, dvīsu savanapaṭivedhoyeva;",
  "atk-abh02a3:213_1": "aparabhāge tīsu kiccato paṭivedho hoti, nirodhe ārammaṇapaṭivedho.",
  "atk-abh02a3:213_2": "Tattha sabbampi paṭivedhañāṇaṁ lokuttaraṁ, savanadhāraṇasammasanañāṇaṁ lokiyaṁ kāmāvacaraṁ, paccavekkhaṇā pana pattasaccassa hoti.",
  "atk-abh02a3:213_3": "Ayañca ādikammiko.",
  "atk-abh02a3:213_4": "Tasmā sā idha na vuttā.",
  "atk-abh02a3:213_5": "Imassa ca bhikkhuno pubbe pariggahato ‘dukkhaṁ parijānāmi, samudayaṁ pajahāmi, nirodhaṁ sacchikaromi, maggaṁ bhāvemī’ti ābhogasamannāhāramanasikārapaccavekkhaṇā natthi, pariggahato paṭṭhāya hoti;",
  "atk-abh02a3:213_6": "aparabhāge pana dukkhaṁ pariññātameva hoti…pe…",
  "atk-abh02a3:213_7": "maggo bhāvitova hoti.",
  "atk-abh02a3:214_0": "Tattha dve saccāni duddasattā gambhīrāni, dve gambhīrattā duddasāni.",
  "atk-abh02a3:214_1": "Dukkhasaccañhi uppattito pākaṭaṁ;",
  "atk-abh02a3:214_2": "khāṇukaṇṭakappahārādīsu ‘aho dukkha’nti vattabbatampi āpajjati.",
  "atk-abh02a3:214_3": "Samudayampi khāditukāmatābhuñjitukāmatādivasena uppattito pākaṭaṁ.",
  "atk-abh02a3:214_4": "Lakkhaṇapaṭivedhato pana ubhayampi gambhīraṁ.",
  "atk-abh02a3:214_5": "Iti tāni duddasattā gambhīrāni.",
  "atk-abh02a3:214_6": "Itaresaṁ pana dvinnaṁ dassanatthāya payogo bhavaggagahaṇatthaṁ hatthappasāraṇaṁ viya, avīciphusanatthaṁ pādappasāraṇaṁ viya, satadhā bhinnavālassa koṭiyā koṭiṁ paṭipādanaṁ viya ca hoti.",
  "atk-abh02a3:214_7": "Iti tāni gambhīrattā duddasāni.",
  "atk-abh02a3:214_8": "Evaṁ duddasattā gambhīresu gambhīrattā ca duddasesu catūsu saccesu uggahādivasena pubbabhāgañāṇuppattiṁ sandhāya idaṁ “dukkhe ñāṇa”ntiādi vuttaṁ.",
  "atk-abh02a3:214_9": "Paṭivedhakkhaṇe pana ekameva ñāṇaṁ hoti.",
  "atk-abh02a3:215_0": "Sammāsaṅkappaniddese kāmato nissaṭoti nekkhammasaṅkappo.",
  "atk-abh02a3:215_1": "Byāpādato nissaṭoti abyāpādasaṅkappo.",
  "atk-abh02a3:215_2": "Vihiṁsāya nissaṭoti avihiṁsāsaṅkappo.",
  "atk-abh02a3:215_3": "Tattha nekkhammavitakko kāmavitakkassa padaghātaṁ padacchedaṁ karonto uppajjati, abyāpādavitakko byāpādavitakkassa, avihiṁsāvitakko vihiṁsāvitakkassa.",
  "atk-abh02a3:215_4": "Nekkhammavitakko ca kāmavitakkassa paccanīko hutvā uppajjati, abyāpādaavihiṁsāvitakkā byāpādavihiṁsāvitakkānaṁ.",
  "atk-abh02a3:216_0": "Tattha yogāvacaro kāmavitakkassa padaghātanatthaṁ kāmavitakkaṁ vā sammasati aññaṁ vā pana kiñci saṅkhāraṁ.",
  "atk-abh02a3:216_1": "Athassa vipassanākkhaṇe vipassanāsampayutto saṅkappo tadaṅgavasena kāmavitakkassa padaghātaṁ padacchedaṁ karonto uppajjati, vipassanaṁ ussukkāpetvā maggaṁ pāpeti.",
  "atk-abh02a3:216_2": "Athassa maggakkhaṇe maggasampayutto saṅkappo samucchedavasena kāmavitakkassa padaghātaṁ padacchedaṁ karonto uppajjati;",
  "atk-abh02a3:216_3": "byāpādavitakkassāpi padaghātanatthaṁ byāpādavitakkaṁ vā aññaṁ vā saṅkhāraṁ sammasati;",
  "atk-abh02a3:216_4": "vihiṁsāvitakkassa padaghātanatthaṁ vihiṁsāvitakkaṁ vā aññaṁ vā saṅkhāraṁ sammasati.",
  "atk-abh02a3:216_5": "Athassa vipassanākkhaṇeti sabbaṁ purimanayeneva yojetabbaṁ.",
  "atk-abh02a3:217_0": "Kāmavitakkādīnaṁ pana tiṇṇaṁ pāḷiyaṁ vibhattesu aṭṭhatiṁsārammaṇesu ekakammaṭṭhānampi apaccanīkaṁ nāma natthi.",
  "atk-abh02a3:217_1": "Ekantato pana kāmavitakkassa tāva asubhesu paṭhamajjhānameva paccanīkaṁ, byāpādavitakkassa mettāya tikacatukkajjhānāni, vihiṁsāvitakkassa karuṇāya tikacatukkajjhānāni.",
  "atk-abh02a3:217_2": "Tasmā asubhe parikammaṁ katvā jhānaṁ samāpannassa samāpattikkhaṇe jhānasampayutto saṅkappo vikkhambhanavasena kāmavitakkassa paccanīko hutvā uppajjati.",
  "atk-abh02a3:217_3": "Jhānaṁ pādakaṁ katvā vipassanaṁ paṭṭhapentassa vipassanākkhaṇe vipassanāsampayutto saṅkappo tadaṅgavasena kāmavitakkassa paccanīko hutvā uppajjati.",
  "atk-abh02a3:217_4": "Vipassanaṁ ussukkāpetvā maggaṁ pāpentassa maggakkhaṇe maggasampayutto saṅkappo samucchedavasena kāmavitakkassa paccanīko hutvā uppajjati.",
  "atk-abh02a3:217_5": "Evaṁ uppanno nekkhammasaṅkappoti vuccatīti veditabbo.",
  "atk-abh02a3:218_0": "Mettāya pana parikammaṁ katvā, karuṇāya parikammaṁ katvā jhānaṁ samāpajjatīti sabbaṁ purimanayeneva yojetabbaṁ.",
  "atk-abh02a3:218_1": "Evaṁ uppanno abyāpādasaṅkappoti vuccati, avihiṁsāsaṅkappoti ca vuccatīti veditabbo.",
  "atk-abh02a3:218_2": "Evamete nekkhammasaṅkappādayo vipassanājhānavasena uppattīnaṁ nānattā pubbabhāge nānā;",
  "atk-abh02a3:218_3": "maggakkhaṇe pana imesu tīsu ṭhānesu uppannassa akusalasaṅkappassa padacchedato anuppattisādhanavasena maggaṅgaṁ pūrayamāno ekova kusalasaṅkappo uppajjati.",
  "atk-abh02a3:218_4": "Ayaṁ sammāsaṅkappo nāma.",
  "atk-abh02a3:219_0": "Sammāvācāniddesepi yasmā aññeneva cittena musāvādā viramati, aññenaññena pisuṇavācādīhi, tasmā catassopetā veramaṇiyo pubbabhāge nānā;",
  "atk-abh02a3:219_1": "maggakkhaṇe pana micchāvācāsaṅkhātāya catubbidhāya akusaladussīlyacetanāya padacchedato anuppattisādhanavasena maggaṅgaṁ pūrayamānā ekāva sammāvācāsaṅkhātā kusalaveramaṇī uppajjati.",
  "atk-abh02a3:219_2": "Ayaṁ sammāvācā nāma.",
  "atk-abh02a3:220_0": "Sammākammantaniddesepi yasmā aññeneva cittena pāṇātipātā viramati, aññena adinnādānā, aññena kāmesumicchācārā, tasmā tissopetā veramaṇiyo pubbabhāge nānā;",
  "atk-abh02a3:220_1": "maggakkhaṇe pana micchākammantasaṅkhātāya tividhāya akusaladussīlyacetanāya padacchedato anuppattisādhanavasena maggaṅgaṁ pūrayamānā ekāva sammākammantasaṅkhātā akusalaveramaṇī uppajjati.",
  "atk-abh02a3:220_2": "Ayaṁ sammākammanto nāma.",
  "atk-abh02a3:221_0": "Sammāājīvaniddese idhāti imasmiṁ sāsane.",
  "atk-abh02a3:221_1": "Ariyasāvakoti ariyassa buddhassa sāvako.",
  "atk-abh02a3:221_2": "Micchāājīvaṁ pahāyāti pāpakaṁ ājīvaṁ pajahitvā.",
  "atk-abh02a3:221_3": "Sammāājīvenāti buddhapasatthena kusalaājīvena.",
  "atk-abh02a3:221_4": "Jīvikaṁ kappetīti jīvitappavattiṁ pavatteti.",
  "atk-abh02a3:221_5": "Idhāpi yasmā aññeneva cittena kāyadvāravītikkamā viramati;",
  "atk-abh02a3:221_6": "aññena vacīdvāravītikkamā, tasmā pubbabhāge nānākkhaṇesu uppajjati;",
  "atk-abh02a3:221_7": "maggakkhaṇe pana dvīsu dvāresu sattannaṁ kammapathānaṁ vasena uppannāya micchāājīvadussīlyacetanāya padacchedato anuppattisādhanavasena maggaṅgaṁ pūrayamānā ekāva sammāājīvasaṅkhātā kusalaveramaṇī uppajjati.",
  "atk-abh02a3:221_8": "Ayaṁ sammāājīvo nāma.",
  "atk-abh02a3:222_0": "Sammāvāyāmaniddeso sammappadhānavibhaṅge anupadavaṇṇanāvasena āvibhavissati.",
  "atk-abh02a3:222_1": "Ayaṁ pana pubbabhāge nānācittesu labhati.",
  "atk-abh02a3:222_2": "Aññeneva hi cittena anuppannānaṁ pāpakānaṁ akusalānaṁ dhammānaṁ anuppādāya vāyāmaṁ karoti, aññena uppannānaṁ pahānāya;",
  "atk-abh02a3:222_3": "aññeneva ca anuppannānaṁ kusalānaṁ dhammānaṁ uppādāya, aññena uppannānaṁ ṭhitiyā;",
  "atk-abh02a3:222_4": "maggakkhaṇe pana ekacitteyeva labbhati.",
  "atk-abh02a3:222_5": "Ekameva hi maggasampayuttaṁ vīriyaṁ catukiccasādhanaṭṭhena cattāri nāmāni labbhati.",
  "atk-abh02a3:223_0": "Sammāsatiniddesopi satipaṭṭhānavibhaṅge anupadavaṇṇanāvasena āvibhavissati.",
  "atk-abh02a3:223_1": "Ayampi ca pubbabhāge nānācittesu labbhati.",
  "atk-abh02a3:223_2": "Aññeneva hi cittena kāyaṁ pariggaṇhāti, aññenaññena vedanādīni;",
  "atk-abh02a3:223_3": "maggakkhaṇe pana ekacitteyeva labbhati.",
  "atk-abh02a3:223_4": "Ekāyeva hi maggasampayuttā sati catukiccasādhanaṭṭhena cattāri nāmāni labhati.",
  "atk-abh02a3:224_0": "Sammāsamādhiniddese cattāri jhānāni pubbabhāgepi nānā, maggakkhaṇepi.",
  "atk-abh02a3:224_1": "Pubbabhāge samāpattivasena nānā, maggakkhaṇe nānāmaggavasena.",
  "atk-abh02a3:224_2": "Ekassa hi paṭhamamaggo paṭhamajjhāniko hoti, dutiyamaggādayopi paṭhamajjhānikā, dutiyādīsu aññatarajjhānikā vā.",
  "atk-abh02a3:224_3": "Ekassa paṭhamamaggo dutiyādīnaṁ aññatarajjhāniko hoti, dutiyādayopi dutiyādīnaṁ aññatarajjhānikā vā paṭhamajjhānikā vā.",
  "atk-abh02a3:224_4": "Evaṁ cattāropi maggā jhānavasena sadisā vā asadisā vā ekaccasadisā vā honti.",
  "atk-abh02a3:225_0": "Ayaṁ panassa viseso pādakajjhānaniyāmena hoti.",
  "atk-abh02a3:225_1": "Pādakajjhānaniyāmena tāva paṭhamajjhānalābhino paṭhamajjhānā vuṭṭhāya vipassantassa uppannamaggo paṭhamajjhāniko hoti;",
  "atk-abh02a3:225_2": "maggaṅgabojjhaṅgāni panettha paripuṇṇāneva honti.",
  "atk-abh02a3:225_3": "Dutiyajjhānato uṭṭhāya vipassantassa uppanno maggo dutiyajjhāniko hoti;",
  "atk-abh02a3:225_4": "maggaṅgāni panettha satta honti.",
  "atk-abh02a3:225_5": "Tatiyajjhānato uṭṭhāya vipassantassa uppanno maggo tatiyajjhāniko hoti;",
  "atk-abh02a3:225_6": "maggaṅgāni panettha satta, bojjhaṅgāni cha honti.",
  "atk-abh02a3:225_7": "Esa nayo catutthajjhānato paṭṭhāya yāva nevasaññānāsaññāyatanā.",
  "atk-abh02a3:226_0": "Āruppe catukkapañcakajjhānaṁ uppajjati.",
  "atk-abh02a3:226_1": "Tañca kho lokuttaraṁ no lokiyanti vuttaṁ.",
  "atk-abh02a3:226_2": "Ettha kathanti?",
  "atk-abh02a3:226_3": "Etthāpi paṭhamajjhānādīsu yato uṭṭhāya sotāpattimaggaṁ paṭilabhitvā āruppasamāpattiṁ bhāvetvā yo āruppe uppanno, taṁjhānikāva tassa tattha tayo maggā uppajjanti.",
  "atk-abh02a3:226_4": "Evaṁ pādakajjhānameva niyāmeti.",
  "atk-abh02a3:226_5": "Keci pana therā “vipassanāya ārammaṇabhūtā khandhā niyāmentī”ti vadanti.",
  "atk-abh02a3:226_6": "Keci “puggalajjhāsayo niyāmetī”ti vadanti.",
  "atk-abh02a3:226_7": "Keci “vuṭṭhānagāminīvipassanā niyāmetī”ti vadanti.",
  "atk-abh02a3:226_8": "Tesaṁ vādavinicchayo heṭṭhā cittuppādakaṇḍe lokuttarapadabhājanīyavaṇṇanāyaṁ vuttanayeneva veditabbo.",
  "atk-abh02a3:226_9": "Ayaṁ vuccati sammāsamādhīti yā imesu catūsu jhānesu ekaggatā, ayaṁ pubbabhāge lokiyo, aparabhāge lokuttaro sammāsamādhi nāma vuccatīti.",
  "atk-abh02a3:226_10": "Evaṁ lokiyalokuttaravasena bhagavā maggasaccaṁ desesi.",
  "atk-abh02a3:227_0": "Tattha lokiyamagge sabbāneva maggaṅgāni yathānurūpaṁ chasu ārammaṇesu aññatarārammaṇāni honti.",
  "atk-abh02a3:227_1": "Lokuttaramagge pana catusaccapaṭivedhāya pavattassa ariyassa nibbānārammaṇaṁ avijjānusayasamugghātakaṁ paññācakkhu sammādiṭṭhi.",
  "atk-abh02a3:227_2": "Tathā sampannadiṭṭhissa taṁsampayuttaṁ tividhamicchāsaṅkappasamugghātakaṁ cetaso nibbānapadābhiniropanaṁ sammāsaṅkappo.",
  "atk-abh02a3:227_3": "Tathā passantassa vitakkentassa ca taṁsampayuttāva catubbidhavacīduccaritasamugghātikāya micchāvācāya virati sammāvācā.",
  "atk-abh02a3:227_4": "Tathā viramantassa taṁsampayuttāva micchākammantasamucchedikā tividhakāyaduccaritavirati sammākammanto.",
  "atk-abh02a3:227_5": "Tesaṁyeva sammāvācākammantānaṁ vodānabhūtā taṁsampayuttāva kuhanādisamucchedikā micchāājīvavirati sammāājīvo.",
  "atk-abh02a3:227_6": "Imissā sammāvācākammantājīvasaṁkhātāya sīlabhūmiyaṁ patiṭṭhamānassa tadanurūpo taṁsampayuttova kosajjasamucchedako anuppannuppannānaṁ akusalakusalānaṁ anuppādapahānuppādaṭṭhitisādhako ca vīriyārambho sammāvāyāmo.",
  "atk-abh02a3:227_7": "Evaṁ vāyamantassa taṁsampayuttova micchāsativiniddhunanako kāyādīsu kāyānupassanādisādhako ca cetaso asammoso sammāsati.",
  "atk-abh02a3:227_8": "Iti anuttarāya satiyā suvihitacittārakkhassa taṁsampayuttāva micchāsamādhisamugghātikā cittekaggatā sammāsamādhīti.",
  "atk-abh02a3:227_9": "Esa lokuttaro ariyo aṭṭhaṅgiko maggo yo saha lokiyena maggena dukkhanirodhagāminī paṭipadāti saṅkhaṁ gato.",
  "atk-abh02a3:228_0": "So kho panesa maggo sammādiṭṭhisaṅkappānaṁ vijjāya, sesadhammānaṁ caraṇena saṅgahitattā vijjā ceva caraṇañca.",
  "atk-abh02a3:228_1": "Tathā tesaṁ dvinnaṁ vipassanāyānena, itaresaṁ samathayānena saṅgahitattā samatho ceva vipassanā ca.",
  "atk-abh02a3:228_2": "Tesaṁ vā dvinnaṁ paññākkhandhena, tadanantarānaṁ tiṇṇaṁ sīlakkhandhena, avasesānaṁ samādhikkhandhena adhipaññāadhisīlaadhicittasikkhāhi ca saṅgahitattā khandhattayañceva sikkhāttayañca hoti;",
  "atk-abh02a3:228_3": "yena samannāgato ariyasāvako dassanasamatthehi cakkhūhi gamanasamatthehi ca pādehi samannāgato addhiko viya vijjācaraṇasampanno hutvā vipassanāyānena kāmasukhallikānuyogaṁ, samathayānena attakilamathānuyoganti antadvayaṁ parivajjetvā majjhimapaṭipadaṁ paṭipanno paññākkhandhena mohakkhandhaṁ, sīlakkhandhena dosakkhandhaṁ, samādhikkhandhena ca lobhakkhandhaṁ padālento adhipaññāsikkhāya paññāsampadaṁ, adhisīlasikkhāya sīlasampadaṁ, adhicittasikkhāya samādhisampadanti tisso sampattiyo patvā amataṁ nibbānaṁ sacchikaroti, ādimajjhapariyosānakalyāṇaṁ sattatiṁsabodhipakkhiyadhammaratanavicittaṁ sammattaniyāmasaṅkhātaṁ ariyabhūmiñca okkanto hotīti.",
  "atk-abh02a3:229_0": "Suttantabhājanīyavaṇṇanā.",
  "atk-abh02a3:230_0": "2. Abhidhammabhājanīyavaṇṇanā",
  "atk-abh02a3:231_0": "206-214.",
  "atk-abh02a3:231_1": "Idāni abhidhammabhājanīyaṁ hoti.",
  "atk-abh02a3:231_2": "Tattha “ariyasaccānī”ti avatvā nippadesato paccayasaṅkhātaṁ samudayaṁ dassetuṁ “cattāri saccānī”ti vuttaṁ.",
  "atk-abh02a3:231_3": "Ariyasaccānīti hi vutte avasesā ca kilesā, avasesā ca akusalā dhammā, tīṇi ca kusalamūlāni sāsavāni, avasesā ca sāsavā kusalā dhammā na saṅgayhanti.",
  "atk-abh02a3:231_4": "Na ca kevalaṁ taṇhāva dukkhaṁ samudāneti, imepi avasesā ca kilesādayo paccayā samudānentiyeva.",
  "atk-abh02a3:231_5": "Iti imepi paccayā dukkhaṁ samudānentiyevāti nippadesato paccayasaṅkhātaṁ samudayaṁ dassetuṁ “ariyasaccānī”ti avatvā “cattāri saccānī”ti vuttaṁ.",
  "atk-abh02a3:232_0": "Niddesavāre ca nesaṁ paṭhamaṁ dukkhaṁ aniddisitvā tasseva dukkhassa sukhaniddesatthaṁ dukkhasamudayo niddiṭṭho.",
  "atk-abh02a3:232_1": "Tasmiñhi niddiṭṭhe “avasesā ca kilesā”tiādinā nayena dukkhasaccaṁ sukhaniddesaṁ hoti.",
  "atk-abh02a3:232_2": "Nirodhasaccampettha taṇhāya pahānaṁ “taṇhāya ca avasesānañca kilesānaṁ pahāna”nti evaṁ yathāvuttassa samudayassa pahānavasena pañcahākārehi niddiṭṭhaṁ.",
  "atk-abh02a3:232_3": "Maggasaccaṁ panettha paṭhamajjhānikasotāpattimaggavasena dhammasaṅgaṇiyaṁ vibhattassa desanānayassa mukhamattameva dassentena niddiṭṭhaṁ.",
  "atk-abh02a3:232_4": "Tattha nayabhedo veditabbo.",
  "atk-abh02a3:232_5": "Taṁ upari pakāsayissāma.",
  "atk-abh02a3:233_0": "Yasmā pana na kevalaṁ aṭṭhaṅgiko maggova paṭipadā “pubbeva kho panassa kāyakammaṁ vacīkammaṁ ājīvo suparisuddho hotī”ti vacanato pana puggalajjhāsayavasena pañcaṅgikopi maggo paṭipadā evāti desito, tasmā taṁ nayaṁ dassetuṁ pañcaṅgikavāropi niddiṭṭho.",
  "atk-abh02a3:233_1": "Yasmā ca na kevalaṁ aṭṭhaṅgikapañcaṅgikamaggāva paṭipadā, sampayuttakā pana atirekapaññāsadhammāpi paṭipadā eva, tasmā taṁ nayaṁ dassetuṁ tatiyo sabbasaṅgāhikavāropi niddiṭṭho.",
  "atk-abh02a3:233_2": "Tattha “avasesā dhammā dukkhanirodhagāminiyā paṭipadāya sampayuttā”ti idaṁ parihāyati.",
  "atk-abh02a3:233_3": "Sesaṁ sabbattha sadisameva.",
  "atk-abh02a3:234_0": "Tattha aṭṭhaṅgikavārassa “taṇhāya avasesānañca kilesānaṁ pahāna”ntiādīsu pañcasu koṭṭhāsesu paṭhamakoṭṭhāse tāva sotāpattimagge jhānābhinivese suddhikapaṭipadā, suddhikasuññatā, suññatapaṭipadā, suddhikaappaṇihitaṁ, appaṇihitapaṭipadāti imesu pañcasu vāresu dvinnaṁ dvinnaṁ catukkapañcakanayānaṁ vasena dasa nayā honti.",
  "atk-abh02a3:234_1": "Evaṁ sesesupīti vīsatiyā abhinivesesu dve nayasatāni.",
  "atk-abh02a3:234_2": "Tāni catūhi adhipatīhi catugguṇitāni aṭṭha.",
  "atk-abh02a3:234_3": "Iti suddhikāni dve sādhipatī aṭṭhāti sabbampi nayasahassaṁ hoti.",
  "atk-abh02a3:234_4": "Yathā ca sotāpattimagge, evaṁ sesamaggesupīti cattāri nayasahassāni honti.",
  "atk-abh02a3:234_5": "Yathā ca paṭhamakoṭṭhāse cattāri, evaṁ sesesupīti aṭṭhaṅgikavāre pañcasu koṭṭhāsesu vīsati nayasahassāni honti.",
  "atk-abh02a3:234_6": "Tathā pañcaṅgikavāre sabbasaṅgāhikavāre cāti sabbānipi saṭṭhinayasahassāni satthārā vibhattāni.",
  "atk-abh02a3:234_7": "Pāḷi pana saṅkhepena āgatā.",
  "atk-abh02a3:234_8": "Evamidaṁ tividhamahāvāraṁ pañcadasakoṭṭhāsaṁ saṭṭhinayasahassapaṭimaṇḍitaṁ abhidhammabhājanīyaṁ nāma niddiṭṭhanti veditabbaṁ.",
  "atk-abh02a3:235_0": "Abhidhammabhājanīyavaṇṇanā.",
  "atk-abh02a3:236_0": "3. Pañhāpucchakavaṇṇanā",
  "atk-abh02a3:237_0": "215.",
  "atk-abh02a3:237_1": "Pañhāpucchake catunnampi saccānaṁ khandhavibhaṅge vuttanayānusāreneva kusalādibhāvo veditabbo.",
  "atk-abh02a3:237_2": "Ārammaṇattikesu pana samudayasaccaṁ kāmāvacaradhamme assādentassa parittārammaṇaṁ hoti, mahaggatadhamme assādentassa mahaggatārammaṇaṁ, paññattiṁ assādentassa navattabbārammaṇaṁ.",
  "atk-abh02a3:237_3": "Dukkhasaccaṁ kāmāvacaradhamme ārabbha uppannaṁ parittārammaṇaṁ, rūpārūpāvacaradhamme ārabbha uppattikāle mahaggatārammaṇaṁ, nava lokuttaradhamme paccavekkhaṇakāle appamāṇārammaṇaṁ, paṇṇattiṁ paccavekkhaṇakāle navattabbārammaṇaṁ.",
  "atk-abh02a3:237_4": "Maggasaccaṁ sahajātahetuvasena sabbadāpi maggahetukaṁ vīriyaṁ vā vīmaṁsaṁ vā jeṭṭhakaṁ katvā maggabhāvanākāle maggādhipati, chandacittesu aññatarādhipatikāle navattabbaṁ nāma hoti.",
  "atk-abh02a3:237_5": "Dukkhasaccaṁ ariyānaṁ maggapaccavekkhaṇakāle maggārammaṇaṁ, tesaṁyeva maggaṁ garuṁ katvā paccavekkhaṇakāle maggādhipati, sesadhammapaccavekkhaṇakāle navattabbaṁ hoti.",
  "atk-abh02a3:238_0": "Dve saccānīti dukkhasamudayasaccāni.",
  "atk-abh02a3:238_1": "Etāni hi atītādibhede dhamme ārabbha uppattikāle atītādiārammaṇāni honti.",
  "atk-abh02a3:238_2": "Samudayasaccaṁ ajjhattādibhede dhamme assādentassa ajjhattādiārammaṇaṁ hoti, dukkhasaccaṁ ākiñcaññāyatanakāle navattabbārammaṇampīti veditabbaṁ.",
  "atk-abh02a3:238_3": "Iti imasmiṁ pañhāpucchake dve saccāni lokiyāni honti, dve lokuttarāni.",
  "atk-abh02a3:238_4": "Yathā ca imasmiṁ, evaṁ purimesupi dvīsu.",
  "atk-abh02a3:238_5": "Sammāsambuddhena hi tīsupi suttantabhājanīyādīsu lokiyalokuttarāneva saccāni kathitāni.",
  "atk-abh02a3:238_6": "Evamayaṁ saccavibhaṅgopi teparivaṭṭaṁ nīharitvāva bhājetvā dassitoti.",
  "atk-abh02a3:239_0": "Sammohavinodanīyā vibhaṅgaṭṭhakathāya",
  "atk-abh02a3:240_0": "Saccavibhaṅgavaṇṇanā niṭṭhitā."
}