{
  "atk-abh03a40:0_0": "1. Mūlayamakaṁ",
  "atk-abh03a40:1_0": "Uddesavāravaṇṇanā",
  "atk-abh03a40:2_0": "1.",
  "atk-abh03a40:2_1": "Mūlayamakaṁ, khandhayamakaṁ, āyatanayamakaṁ, dhātuyamakaṁ, saccayamakaṁ, saṅkhārayamakaṁ, anusayayamakaṁ, cittayamakaṁ, dhammayamakaṁ, indriyayamakanti imesaṁ dasannaṁ yamakānaṁ vasena idaṁ pakaraṇaṁ dasavidhena vibhattanti hi vuttaṁ.",
  "atk-abh03a40:2_2": "Tattha yesaṁ dasannaṁ yamakānaṁ vasena idaṁ pakaraṇaṁ dasavidhena vibhattaṁ, tesañceva imassa ca pakaraṇassa nāmattho tāva evaṁ veditabbo –",
  "atk-abh03a40:2_3": "kenaṭṭhena yamakanti?",
  "atk-abh03a40:2_4": "Yugaḷaṭṭhena.",
  "atk-abh03a40:2_5": "Yugaḷañhi yamakanti vuccati –",
  "atk-abh03a40:2_6": "‘yamakapāṭihāriyaṁ, yamakasālā’tiādīsu viya.",
  "atk-abh03a40:2_7": "Iti yugaḷasaṅkhātānaṁ yamakānaṁ vasena desitattā imesu dasasu ekekaṁ yamakaṁ nāma.",
  "atk-abh03a40:2_8": "Imesaṁ pana yamakānaṁ samūhabhāvato sabbampetaṁ pakaraṇaṁ yamakanti veditabbaṁ.",
  "atk-abh03a40:3_0": "Tattha mūlavasena pucchāvissajjanaṁ katvā desitattā dasannaṁ tāva sabbapaṭhamaṁ mūlayamakanti vuttaṁ.",
  "atk-abh03a40:3_1": "Tassa uddesavāro, niddesavāroti dve vārā honti.",
  "atk-abh03a40:3_2": "Tesu uddiṭṭhānukkamena niddisitabbattā uddesavāro paṭhamo.",
  "atk-abh03a40:3_3": "Tassa ye keci kusalā dhammā, sabbe te kusalamūlā;",
  "atk-abh03a40:3_4": "ye vā pana kusalamūlā, sabbe te dhammā kusalāti idaṁ yamakaṁ ādi.",
  "atk-abh03a40:3_5": "Tassa kusalākusalamūlasaṅkhātānaṁ dvinnaṁ atthānaṁ vasena atthayamakanti vā, tesaññeva atthānaṁ vasena anulomapaṭilomato pavattapāḷidhammavasena dhammayamakanti vā, anulomapaṭilomato pavattapucchāvasena pucchāyamakanti vā tidhā yamakabhāvo veditabbo.",
  "atk-abh03a40:3_6": "Sesesupi eseva nayo.",
  "atk-abh03a40:4_0": "Idāni imesaṁ yamakānaṁ vasena desite imasmiṁ mūlayamake uddesavārassa tāva nayayamakapucchāatthavārappabhedavasena pāḷivavatthānameva evaṁ veditabbaṁ –",
  "atk-abh03a40:4_1": "kusalattikamātikāya hi ‘kusalā dhammā’ti idaṁ ādipadaṁ nissāya mūlanayo, mūlamūlanayo, mūlakanayo, mūlamūlakanayoti ime cattāro nayā honti.",
  "atk-abh03a40:4_2": "Tesaṁ ekekasmiṁ naye mūlayamakaṁ, ekamūlayamakaṁ, aññamaññamūlayamakanti tīṇi tīṇi yamakāni.",
  "atk-abh03a40:4_3": "Evaṁ catūsu nayesu dvādasa yamakāni, ekekasmiṁ yamake anulomapaṭilomavasena dve dve pucchāti catuvīsati pucchā, ekekāya pucchāya sanniṭṭhānasaṁsayavasena dve dve atthāti aṭṭhacattālīsa atthāti.",
  "atk-abh03a40:5_0": "Tattha ye keci kusalā dhammāti kusalesu “kusalā nu kho, na kusalā nu kho”ti sandehābhāvato imasmiṁ pade sanniṭṭhānattho veditabbo.",
  "atk-abh03a40:5_1": "Sabbe te kusalamūlāti “sabbe te kusalā dhammā kusalamūlā nu kho, nanu kho”ti evaṁ vimativasena pucchitattā imasmiṁ pade saṁsayattho veditabbo.",
  "atk-abh03a40:5_2": "So ca kho veneyyānaṁ saṁsayaṭṭhāne saṁsayadīpanatthaṁ vutto, tathāgatassa pana saṁsayo nāma natthi.",
  "atk-abh03a40:5_3": "Ito paresupi pucchāpadesu eseva nayo.",
  "atk-abh03a40:6_0": "Yathā ca kusalapadaṁ nissāya ime cattāro nayā, ekekasmiṁ naye tiṇṇaṁ tiṇṇaṁ yamakānaṁ vasena dvādasa yamakāni, ekekasmiṁ yamake dvinnaṁ dvinnaṁ pucchānaṁ vasena catuvīsati pucchā;",
  "atk-abh03a40:6_1": "ekekāya pucchāya dvinnaṁ dvinnaṁ atthānaṁ vasena aṭṭhacattālīsa atthā ca honti.",
  "atk-abh03a40:6_2": "Akusalapadaṁ nissāyapi tatheva.",
  "atk-abh03a40:6_3": "Abyākatapadaṁ nissāyapi tatheva.",
  "atk-abh03a40:6_4": "Tīṇipi padāni ekato katvā niddiṭṭhaṁ nāmapadaṁ nissāyapi tathevāti kusalattikamātikāya catūsu padesu sabbepi soḷasa nayā, aṭṭhacattālīsa yamakāni, channavuti pucchā, dvenavutisataṁ atthā ca uddesavasena vuttāti veditabbā.",
  "atk-abh03a40:6_5": "Ettāvatā mūlavāro nāma paṭhamaṁ uddiṭṭho hoti.",
  "atk-abh03a40:7_0": "Tato paraṁ ye keci kusalā dhammā, sabbe te kusalahetūtiādayo tasseva mūlavārassa vevacanavasena nava vārā uddiṭṭhā.",
  "atk-abh03a40:7_1": "Iti mūlavāro, hetuvāro, nidānavāro, sambhavavāro, pabhavavāro, samuṭṭhānavāro, āhāravāro, ārammaṇavāro, paccayavāro, samudayavāroti sabbepi dasa vārā honti.",
  "atk-abh03a40:7_2": "Tattha mūlavāre āgataparicchedeneva sesesupi nayādayo veditabbāti sabbesupi dasasu vāresu saṭṭhisatanayā, asītiadhikāni cattāri yamakasatāni, saṭṭhiadhikāni navapucchāsatāni, vīsādhikāni ekūnavīsati atthasatāni ca uddiṭṭhānīti veditabbāni.",
  "atk-abh03a40:7_3": "Evaṁ tāva uddesavāre nayayamakapucchāatthavārappabhedavasena pāḷivavatthānameva veditabbaṁ.",
  "atk-abh03a40:8_0": "Mūlaṁ hetu nidānañcāti gāthā dasannampi vārānaṁ uddānagāthā nāma.",
  "atk-abh03a40:8_1": "Tattha mūlādīni sabbānipi kāraṇavevacanāneva.",
  "atk-abh03a40:8_2": "Kāraṇañhi patiṭṭhānaṭṭhena mūlaṁ.",
  "atk-abh03a40:8_3": "Attano phalanipphādanatthaṁ hinoti pavattatīti hetu.",
  "atk-abh03a40:8_4": "‘Handa, naṁ gaṇhāthā’ti dassentaṁ viya attano phalaṁ nidetīti nidānaṁ.",
  "atk-abh03a40:8_5": "Etasmā phalaṁ sambhotīti sambhavo.",
  "atk-abh03a40:8_6": "Pabhavatīti pabhavo.",
  "atk-abh03a40:8_7": "Samuṭṭhāti ettha phalaṁ, etena vā samuṭṭhātīti samuṭṭhānaṁ.",
  "atk-abh03a40:8_8": "Attano phalaṁ āharatīti āhāro.",
  "atk-abh03a40:8_9": "Appaṭikkhipitabbena attano phalena ālambiyatīti ālambaṇaṁ.",
  "atk-abh03a40:8_10": "Etaṁ paṭicca appaṭikkhipitvā phalaṁ eti pavattatīti paccayo.",
  "atk-abh03a40:8_11": "Etasmā phalaṁ samudetīti samudayo.",
  "atk-abh03a40:8_12": "Evametesaṁ padānaṁ vacanattho veditabbo.",
  "atk-abh03a40:9_0": "Uddesavāravaṇṇanā.",
  "atk-abh03a40:10_0": "Niddesavāravaṇṇanā",
  "atk-abh03a40:11_0": "50.",
  "atk-abh03a40:11_1": "Idāni yekeci kusalā dhammātiādinā nayena niddesavāro āraddho.",
  "atk-abh03a40:11_2": "Tattha ye kecīti anavasesavacanaṁ.",
  "atk-abh03a40:11_3": "Kusalā dhammāti kusalattikassa padabhājane vuttalakkhaṇā anavajjasukhavipākā kusalasabhāvā.",
  "atk-abh03a40:11_4": "Sabbe te kusalamūlāti kiṁ te sabbeyeva kusalamūlāti pucchati.",
  "atk-abh03a40:11_5": "Tīṇevakusalamūlānīti na te sabbe kusalamūlāni, alobhādīni pana tīṇi eva kusalamūlānīti attho.",
  "atk-abh03a40:11_6": "Avasesā kusalā dhammā na kusalamūlāti avasesā phassādayo kusalā dhammā kusalamūlāni nāma na honti.",
  "atk-abh03a40:11_7": "Atha vā avasesā phassādayo kusalā dhammāyeva nāma, na kusalamūlānītipi attho.",
  "atk-abh03a40:11_8": "Ye vā pana kusalamūlāti ye vā pana paṭhamapucchāya dutiyapadena kusalamūlāti tayo alobhādayo gahitā.",
  "atk-abh03a40:11_9": "Sabbe te dhammā kusalāti kiṁ te sabbe tayopi dhammā kusalāti pucchati.",
  "atk-abh03a40:11_10": "Āmantāti sabbesampi kusalamūlānaṁ kusalabhāvaṁ sampaṭicchanto āha.",
  "atk-abh03a40:11_11": "Ayaṁ tāva mūlanaye mūlayamakassa attho.",
  "atk-abh03a40:11_12": "Iminā upāyena sabbapucchāsu vissajjananayo veditabbo.",
  "atk-abh03a40:11_13": "Yaṁ pana yattha visesamattaṁ atthi, tadeva vaṇṇayissāma.",
  "atk-abh03a40:12_0": "51.",
  "atk-abh03a40:12_1": "Ekamūlayamake tāva sabbe te kusalamūlena ekamūlāti gaṇanaṭṭhena ekamūlakaṁ aggahetvā samānaṭṭhena gahetabbā.",
  "atk-abh03a40:12_2": "Ayañhettha attho –",
  "atk-abh03a40:12_3": "sabbe te kusalamūlena samānamūlā.",
  "atk-abh03a40:12_4": "Yaṁ phassassa mūlaṁ, tadeva vedanādīnanti.",
  "atk-abh03a40:12_5": "Atha nesaṁ tathābhāvaṁ sampaṭicchanto āmantāti āha.",
  "atk-abh03a40:12_6": "Kusalasamuṭṭhānanti kusalacittasamuṭṭhānarūpaṁ dassitaṁ.",
  "atk-abh03a40:12_7": "Ekamūlanti alobhādinā kusalamūlena samānamūlaṁ.",
  "atk-abh03a40:12_8": "Yatheva hi phassādīnaṁ alobhādayo hetupaccayattā mūlaṁ, tathā taṁ samuṭṭhānarūpassāpi, kusalalakkhaṇābhāvena pana taṁ na kusalaṁ.",
  "atk-abh03a40:13_0": "52.",
  "atk-abh03a40:13_1": "Aññamaññayamake ‘yekeci kusalā’ti apucchitvā yekeci kusalamūlena ekamūlāti pucchā katā. Kasmā?",
  "atk-abh03a40:13_2": "Imināpi byañjanena tassevatthassa sambhavato.",
  "atk-abh03a40:13_3": "Kusalamūlānīti idaṁ purimassa visesanaṁ.",
  "atk-abh03a40:13_4": "‘Mūlāni yāni ekato uppajjantī’ti hi vuttaṁ, tāni pana kusalamūlānipi honti akusalaabyākatamūlānipi, idha kusalamūlānīti visesadassanatthamidaṁ vuttaṁ.",
  "atk-abh03a40:13_5": "Aññamaññamūlāni cāti aññamaññaṁ hetupaccayena paccayā hontīti attho.",
  "atk-abh03a40:13_6": "Tasseva paṭilomapucchāya ‘sabbe te dhammā kusalamūlena ekamūlā’ti avatvā sabbe te dhammā kusalāti vuttaṁ. Kasmā?",
  "atk-abh03a40:13_7": "Atthavisesābhāvato.",
  "atk-abh03a40:13_8": "Kusalamūlena ekamūlāti hi pucchāya katāya ‘mūlāni yāni ekato uppajjantī’ti heṭṭhā vuttanayeneva vissajjanaṁ kātabbaṁ bhaveyya, evañca sati atthavisesābhāvo hoti.",
  "atk-abh03a40:13_9": "Tasmā tathā akatvā evaṁ pucchā katā.",
  "atk-abh03a40:13_10": "Iminā upāyena mūlamūlanayādīsupi aññamaññamūlayamake pucchāviseso veditabbo.",
  "atk-abh03a40:14_0": "53-55.",
  "atk-abh03a40:14_1": "Mūlamūlanaye sabbe te kusalamūlamūlāti sabbe te kusalamūlasaṅkhātā mūlāti pucchati.",
  "atk-abh03a40:14_2": "Ekamūlamūlāti samānaṭṭhena ekameva mūlamūlaṁ etesanti ekamūlamūlā.",
  "atk-abh03a40:14_3": "Aññamaññamūlamūlāti aññamaññassa mūlaṁ aññamaññamūlaṁ, aññamaññamūlaṁ hetupaccayaṭṭhena mūlaṁ etesanti aññamaññamūlamūlā.",
  "atk-abh03a40:15_0": "56. Mūlakanaye kusalamūlakāti hetupaccayaṭṭhena kusalaṁ mūlaṁ etesanti kusalamūlakā.",
  "atk-abh03a40:16_0": "57-61.",
  "atk-abh03a40:16_1": "Mūlamūlakanaye kusalamūlamūlakāti kusalānaṁ mūlaṁ kusalamūlaṁ.",
  "atk-abh03a40:16_2": "Hetupaccayaṭṭheneva kusalamūlaṁ mūlaṁ etesanti kusalamūlamūlakāti.",
  "atk-abh03a40:16_3": "Ayaṁ tāva kusalapadaṁ nissāya nayayamakapucchāsu visesattho.",
  "atk-abh03a40:17_0": "62-73.Akusalapadādīsupi eseva nayo.",
  "atk-abh03a40:17_1": "Ayaṁ pana viseso, ahetukaṁ akusalanti vicikicchāya ceva uddhaccena ca sampayuttaṁ mohaṁ sandhāya vuttaṁ.",
  "atk-abh03a40:18_0": "74-85.Ahetukaṁabyākatanti aṭṭhārasa cittuppādā rūpaṁ, nibbānañca.",
  "atk-abh03a40:18_1": "Abyākatamūlena na ekamūlanti idha pana ṭhapetvā sahetukaabyākatasamuṭṭhānaṁ rūpaṁ, sesaṁ labbhati.",
  "atk-abh03a40:18_2": "Sahetukaabyākatasamuṭṭhānaṁ rūpaṁ abyākatamūlena ekamūlaṁ hoti, taṁ abbohārikaṁ katvā ekato labbhamānakavaseneva cetaṁ vissajjanaṁ kataṁ.",
  "atk-abh03a40:19_0": "86-97.Nāmā dhammāti nāmasaṅkhātā dhammā.",
  "atk-abh03a40:19_1": "Te atthato cattāro arūpino khandhā, nibbānañca.",
  "atk-abh03a40:19_2": "Naveva nāmamūlānīti kusalākusalaabyākatamūlavasena nava mūlāni.",
  "atk-abh03a40:19_3": "Ahetukaṁ nāmaṁ nāmamūlena na ekamūlanti ahetukaṁ sabbampi aṭṭhārasa cittuppādavicikicchuddhaccasampayuttamohanibbānasaṅkhātaṁ nāmaṁ nāmamūlena na ekamūlaṁ.",
  "atk-abh03a40:19_4": "Na hi taṁ tena saddhiṁ uppajjati.",
  "atk-abh03a40:19_5": "Sahetukaṁnāmaṁ nāmamūlenāti padepi sahetukaṁ nāmaṁ nāmamūlenāti attho.",
  "atk-abh03a40:19_6": "Sesaṁ sabbattha uttānatthamevāti.",
  "atk-abh03a40:20_0": "Mūlavāravaṇṇanā.",
  "atk-abh03a40:21_0": "98-99.",
  "atk-abh03a40:21_1": "Hetuvārādīsupi imināvupāyena attho veditabbo.",
  "atk-abh03a40:21_2": "Mūlaṁ hetu nidānañcātigāthā yathāniddiṭṭhānaṁ dasannampi vārānaṁ puna uddānavaseneva vuttāti.",
  "atk-abh03a40:22_0": "Mūlayamakavaṇṇanā."
}