{
  "mil3.2.1:0.1_0": "Milindapañha",
  "mil3.2.1:0.2_0": "Addhānavagga",
  "mil3.2.1:0.3_0": "1. Dhammasantatipañha",
  "mil3.2.1:1.1_0": "Rājā āha—",
  "mil3.2.1:1.2_0": "“bhante nāgasena, yo uppajjati, so eva so, udāhu añño”ti?",
  "mil3.2.1:1.3_0": "Thero āha—",
  "mil3.2.1:1.4_0": "“na ca so, na ca añño”ti.",
  "mil3.2.1:2.1_0": "“Opammaṁ karohī”ti.",
  "mil3.2.1:2.2_0": "“Taṁ kiṁ maññasi, mahārāja, yadā tvaṁ daharo taruṇo mando uttānaseyyako ahosi, soyeva tvaṁ etarahi mahanto”ti?",
  "mil3.2.1:2.3_0": "“Na hi, bhante, añño so daharo taruṇo mando uttānaseyyako ahosi, añño ahaṁ etarahi mahanto”ti.",
  "mil3.2.1:2.4_0": "“Evaṁ sante kho, mahārāja, mātātipi na bhavissati, pitātipi na bhavissati, ācariyotipi na bhavissati, sippavātipi na bhavissati, sīlavātipi na bhavissati, paññavātipi na bhavissati.",
  "mil3.2.1:2.5_0": "Kiṁ nu kho, mahārāja, aññā eva kalalassa mātā, aññā abbudassa mātā, aññā pesiyā mātā, aññā ghanassa mātā, aññā khuddakassa mātā, aññā mahantassa mātā, añño sippaṁ sikkhati, añño sikkhito bhavati, añño pāpakammaṁ karoti, aññassa hatthapādā chijjantī”ti?",
  "mil3.2.1:2.6_0": "“Na hi, bhante.",
  "mil3.2.1:2.7_0": "Tvaṁ pana, bhante, evaṁ vutte, kiṁ vadeyyāsī”ti?",
  "mil3.2.1:2.8_0": "Thero āha—",
  "mil3.2.1:2.9_0": "“ahaññeva kho, mahārāja, daharo ahosiṁ taruṇo mando uttānaseyyako, ahaññeva etarahi mahanto, imameva kāyaṁ nissāya sabbe te ekasaṅgahitā”ti.",
  "mil3.2.1:3.1_0": "“Bhiyyo opammaṁ karohī”ti.",
  "mil3.2.1:3.2_0": "“Yathā, mahārāja, kocideva puriso padīpaṁ padīpeyya, kiṁ so sabbarattiṁ padīpeyyā”ti?",
  "mil3.2.1:3.3_0": "“Āma, bhante, sabbarattiṁ padīpeyyā”ti.",
  "mil3.2.1:3.4_0": "“Kiṁ nu kho, mahārāja, yā purime yāme acci, sā majjhime yāme accī”ti?",
  "mil3.2.1:3.5_0": "“Na hi, bhante”ti.",
  "mil3.2.1:3.6_0": "“Yā majjhime yāme acci, sā pacchime yāme accī”ti?",
  "mil3.2.1:3.7_0": "“Na hi, bhante”ti.",
  "mil3.2.1:3.8_0": "“Kiṁ nu kho, mahārāja, añño so ahosi purime yāme padīpo, añño majjhime yāme padīpo, añño pacchime yāme padīpo”ti?",
  "mil3.2.1:3.9_0": "“Na hi, bhante, taṁyeva nissāya sabbarattiṁ padīpito”ti.",
  "mil3.2.1:3.10_0": "“Evameva kho, mahārāja, dhammasantati sandahati, añño uppajjati, añño nirujjhati, apubbaṁ acarimaṁ viya sandahati, tena na ca so, na ca añño, purimaviññāṇe pacchimaviññāṇaṁ saṅgahaṁ gacchatī”ti.",
  "mil3.2.1:4.1_0": "“Bhiyyo opammaṁ karohī”ti.",
  "mil3.2.1:4.2_0": "“Yathā, mahārāja, khīraṁ duyhamānaṁ kālantarena dadhi parivatteyya, dadhito navanītaṁ, navanītato ghataṁ parivatteyya, yo nu kho, mahārāja, evaṁ vadeyya ‘yaṁyeva khīraṁ taṁyeva dadhi, yaṁyeva dadhi taṁyeva navanītaṁ, yaṁyeva navanītaṁ taṁyeva ghatan’ti, sammā nu kho so, mahārāja, vadamāno vadeyyā”ti?",
  "mil3.2.1:4.3_0": "“Na hi, bhante, taṁyeva nissāya sambhūtan”ti.",
  "mil3.2.1:4.4_0": "“Evameva kho, mahārāja, dhammasantati sandahati, añño uppajjati, añño nirujjhati, apubbaṁ acarimaṁ viya sandahati, tena na ca so, na ca añño, purimaviññāṇe pacchimaviññāṇaṁ saṅgahaṁ gacchatī”ti.",
  "mil3.2.1:5.1_0": "“Kallosi, bhante nāgasenā”ti.",
  "mil3.2.1:6.1_0": "Dhammasantatipañho paṭhamo."
}