{
  "mn2:0.1_0": "Majjhima Nikāya 2",
  "mn2:0.2_0": "Sabbāsavasutta",
  "mn2:1.1_0": "Evaṁ me sutaṁ—",
  "mn2:1.2_0": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme.",
  "mn2:1.3_0": "Tatra kho bhagavā bhikkhū āmantesi:",
  "mn2:1.4_0": "“bhikkhavo”ti.",
  "mn2:1.5_0": "“Bhadante”ti te bhikkhū bhagavato paccassosuṁ.",
  "mn2:1.6_0": "Bhagavā etadavoca:",
  "mn2:2.1_0": "“sabbāsavasaṁvarapariyāyaṁ vo, bhikkhave, desessāmi.",
  "mn2:2.2_0": "Taṁ suṇātha, sādhukaṁ manasi karotha, bhāsissāmī”ti.",
  "mn2:2.3_0": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paccassosuṁ.",
  "mn2:2.4_0": "Bhagavā etadavoca:",
  "mn2:3.1_0": "“Jānato ahaṁ, bhikkhave, passato āsavānaṁ khayaṁ vadāmi, no ajānato no apassato.",
  "mn2:3.2_0": "Kiñca, bhikkhave, jānato kiñca passato āsavānaṁ khayaṁ vadāmi?",
  "mn2:3.3_0": "Yoniso ca manasikāraṁ ayoniso ca manasikāraṁ.",
  "mn2:3.4_0": "Ayoniso, bhikkhave, manasikaroto anuppannā ceva āsavā uppajjanti, uppannā ca āsavā pavaḍḍhanti;",
  "mn2:3.5_0": "yoniso ca kho, bhikkhave, manasikaroto anuppannā ceva āsavā na uppajjanti, uppannā ca āsavā pahīyanti.",
  "mn2:4.1_0": "Atthi, bhikkhave, āsavā dassanā pahātabbā, atthi āsavā saṁvarā pahātabbā, atthi āsavā paṭisevanā pahātabbā, atthi āsavā adhivāsanā pahātabbā, atthi āsavā parivajjanā pahātabbā, atthi āsavā vinodanā pahātabbā, atthi āsavā bhāvanā pahātabbā.",
  "mn2:5.0_0": "1. Dassanāpahātabbaāsava",
  "mn2:5.1_0": "Katame ca, bhikkhave, āsavā dassanā pahātabbā?",
  "mn2:5.2_0": "Idha, bhikkhave, assutavā puthujjano ariyānaṁ adassāvī ariyadhammassa akovido ariyadhamme avinīto, sappurisānaṁ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto—",
  "mn2:5.3_0": "manasikaraṇīye dhamme nappajānāti, amanasikaraṇīye dhamme nappajānāti.",
  "mn2:5.4_0": "So manasikaraṇīye dhamme appajānanto amanasikaraṇīye dhamme appajānanto, ye dhammā na manasikaraṇīyā, te dhamme manasi karoti, ye dhammā manasikaraṇīyā te dhamme na manasi karoti.",
  "mn2:6.1_0": "Katame ca, bhikkhave, dhammā na manasikaraṇīyā ye dhamme manasi karoti?",
  "mn2:6.2_0": "Yassa, bhikkhave, dhamme manasikaroto anuppanno vā kāmāsavo uppajjati, uppanno vā kāmāsavo pavaḍḍhati;",
  "mn2:6.3_0": "anuppanno vā bhavāsavo uppajjati, uppanno vā bhavāsavo pavaḍḍhati;",
  "mn2:6.4_0": "anuppanno vā avijjāsavo uppajjati, uppanno vā avijjāsavo pavaḍḍhati—",
  "mn2:6.5_0": "ime dhammā na manasikaraṇīyā ye dhamme manasi karoti.",
  "mn2:6.6_0": "Katame ca, bhikkhave, dhammā manasikaraṇīyā ye dhamme na manasi karoti?",
  "mn2:6.7_0": "Yassa, bhikkhave, dhamme manasikaroto anuppanno vā kāmāsavo na uppajjati, uppanno vā kāmāsavo pahīyati;",
  "mn2:6.8_0": "anuppanno vā bhavāsavo na uppajjati, uppanno vā bhavāsavo pahīyati;",
  "mn2:6.9_0": "anuppanno vā avijjāsavo na uppajjati, uppanno vā avijjāsavo pahīyati—",
  "mn2:6.10_0": "ime dhammā manasikaraṇīyā ye dhamme na manasi karoti.",
  "mn2:7.1_0": "Tassa amanasikaraṇīyānaṁ dhammānaṁ manasikārā manasikaraṇīyānaṁ dhammānaṁ amanasikārā anuppannā ceva āsavā uppajjanti uppannā ca āsavā pavaḍḍhanti.",
  "mn2:7.2_0": "So evaṁ ayoniso manasi karoti:",
  "mn2:7.3_0": "‘ahosiṁ nu kho ahaṁ atītamaddhānaṁ?",
  "mn2:7.3_1": "Na nu kho ahosiṁ atītamaddhānaṁ?",
  "mn2:7.3_2": "Kiṁ nu kho ahosiṁ atītamaddhānaṁ?",
  "mn2:7.3_3": "Kathaṁ nu kho ahosiṁ atītamaddhānaṁ?",
  "mn2:7.3_4": "Kiṁ hutvā kiṁ ahosiṁ nu kho ahaṁ atītamaddhānaṁ?",
  "mn2:7.4_0": "Bhavissāmi nu kho ahaṁ anāgatamaddhānaṁ?",
  "mn2:7.4_1": "Na nu kho bhavissāmi anāgatamaddhānaṁ?",
  "mn2:7.4_2": "Kiṁ nu kho bhavissāmi anāgatamaddhānaṁ?",
  "mn2:7.4_3": "Kathaṁ nu kho bhavissāmi anāgatamaddhānaṁ?",
  "mn2:7.4_4": "Kiṁ hutvā kiṁ bhavissāmi nu kho ahaṁ anāgatamaddhānan’ti?",
  "mn2:7.5_0": "Etarahi vā paccuppannamaddhānaṁ ajjhattaṁ kathaṅkathī hoti:",
  "mn2:7.6_0": "‘ahaṁ nu khosmi?",
  "mn2:7.6_1": "No nu khosmi?",
  "mn2:7.6_2": "Kiṁ nu khosmi?",
  "mn2:7.6_3": "Kathaṁ nu khosmi?",
  "mn2:7.6_4": "Ayaṁ nu kho satto kuto āgato?",
  "mn2:7.6_5": "So kuhiṁ gāmī bhavissatī’ti?",
  "mn2:8.1_0": "Tassa evaṁ ayoniso manasikaroto channaṁ diṭṭhīnaṁ aññatarā diṭṭhi uppajjati.",
  "mn2:8.2_0": "‘Atthi me attā’ti vā assa saccato thetato diṭṭhi uppajjati;",
  "mn2:8.3_0": "‘natthi me attā’ti vā assa saccato thetato diṭṭhi uppajjati;",
  "mn2:8.4_0": "‘attanāva attānaṁ sañjānāmī’ti vā assa saccato thetato diṭṭhi uppajjati;",
  "mn2:8.5_0": "‘attanāva anattānaṁ sañjānāmī’ti vā assa saccato thetato diṭṭhi uppajjati;",
  "mn2:8.6_0": "‘anattanāva attānaṁ sañjānāmī’ti vā assa saccato thetato diṭṭhi uppajjati;",
  "mn2:8.7_0": "atha vā panassa evaṁ diṭṭhi hoti:",
  "mn2:8.8_0": "‘yo me ayaṁ attā vado vedeyyo tatra tatra kalyāṇapāpakānaṁ kammānaṁ vipākaṁ paṭisaṁvedeti so kho pana me ayaṁ attā nicco dhuvo sassato avipariṇāmadhammo sassatisamaṁ tatheva ṭhassatī’ti.",
  "mn2:8.9_0": "Idaṁ vuccati, bhikkhave, diṭṭhigataṁ diṭṭhigahanaṁ diṭṭhikantāraṁ diṭṭhivisūkaṁ diṭṭhivipphanditaṁ diṭṭhisaṁyojanaṁ.",
  "mn2:8.10_0": "Diṭṭhisaṁyojanasaṁyutto, bhikkhave, assutavā puthujjano na parimuccati jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi;",
  "mn2:8.11_0": "‘na parimuccati dukkhasmā’ti vadāmi.",
  "mn2:9.1_0": "Sutavā ca kho, bhikkhave, ariyasāvako—",
  "mn2:9.2_0": "ariyānaṁ dassāvī ariyadhammassa kovido ariyadhamme suvinīto, sappurisānaṁ dassāvī sappurisadhammassa kovido sappurisadhamme suvinīto—",
  "mn2:9.3_0": "manasikaraṇīye dhamme pajānāti amanasikaraṇīye dhamme pajānāti.",
  "mn2:9.4_0": "So manasikaraṇīye dhamme pajānanto amanasikaraṇīye dhamme pajānanto ye dhammā na manasikaraṇīyā te dhamme na manasi karoti, ye dhammā manasikaraṇīyā te dhamme manasi karoti.",
  "mn2:10.1_0": "Katame ca, bhikkhave, dhammā na manasikaraṇīyā ye dhamme na manasi karoti?",
  "mn2:10.2_0": "Yassa, bhikkhave, dhamme manasikaroto anuppanno vā kāmāsavo uppajjati, uppanno vā kāmāsavo pavaḍḍhati;",
  "mn2:10.3_0": "anuppanno vā bhavāsavo uppajjati, uppanno vā bhavāsavo pavaḍḍhati;",
  "mn2:10.4_0": "anuppanno vā avijjāsavo uppajjati, uppanno vā avijjāsavo pavaḍḍhati—",
  "mn2:10.5_0": "ime dhammā na manasikaraṇīyā, ye dhamme na manasi karoti.",
  "mn2:10.6_0": "Katame ca, bhikkhave, dhammā manasikaraṇīyā ye dhamme manasi karoti?",
  "mn2:10.7_0": "Yassa, bhikkhave, dhamme manasikaroto anuppanno vā kāmāsavo na uppajjati, uppanno vā kāmāsavo pahīyati;",
  "mn2:10.8_0": "anuppanno vā bhavāsavo na uppajjati, uppanno vā bhavāsavo pahīyati;",
  "mn2:10.9_0": "anuppanno vā avijjāsavo na uppajjati, uppanno vā avijjāsavo pahīyati—",
  "mn2:10.10_0": "ime dhammā manasikaraṇīyā ye dhamme manasi karoti.",
  "mn2:10.11_0": "Tassa amanasikaraṇīyānaṁ dhammānaṁ amanasikārā manasikaraṇīyānaṁ dhammānaṁ manasikārā anuppannā ceva āsavā na uppajjanti, uppannā ca āsavā pahīyanti.",
  "mn2:11.1_0": "So ‘idaṁ dukkhan’ti yoniso manasi karoti, ‘ayaṁ dukkhasamudayo’ti yoniso manasi karoti, ‘ayaṁ dukkhanirodho’ti yoniso manasi karoti, ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yoniso manasi karoti.",
  "mn2:11.2_0": "Tassa evaṁ yoniso manasikaroto tīṇi saṁyojanāni pahīyanti—",
  "mn2:11.3_0": "sakkāyadiṭṭhi, vicikicchā, sīlabbataparāmāso.",
  "mn2:11.4_0": "Ime vuccanti, bhikkhave, āsavā dassanā pahātabbā.",
  "mn2:12.0_0": "2. Saṁvarāpahātabbaāsava",
  "mn2:12.1_0": "Katame ca, bhikkhave, āsavā saṁvarā pahātabbā?",
  "mn2:12.2_0": "Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso cakkhundriyasaṁvarasaṁvuto viharati.",
  "mn2:12.3_0": "Yañhissa, bhikkhave, cakkhundriyasaṁvaraṁ asaṁvutassa viharato uppajjeyyuṁ āsavā vighātapariḷāhā, cakkhundriyasaṁvaraṁ saṁvutassa viharato evaṁsa te āsavā vighātapariḷāhā na honti.",
  "mn2:12.4_0": "Paṭisaṅkhā yoniso sotindriyasaṁvarasaṁvuto viharati …pe…",
  "mn2:12.5_0": "ghānindriyasaṁvarasaṁvuto viharati …pe…",
  "mn2:12.6_0": "jivhindriyasaṁvarasaṁvuto viharati …pe…",
  "mn2:12.7_0": "kāyindriyasaṁvarasaṁvuto viharati …pe…",
  "mn2:12.8_0": "manindriyasaṁvarasaṁvuto viharati.",
  "mn2:12.9_0": "Yañhissa, bhikkhave, manindriyasaṁvaraṁ asaṁvutassa viharato uppajjeyyuṁ āsavā vighātapariḷāhā, manindriyasaṁvaraṁ saṁvutassa viharato evaṁsa te āsavā vighātapariḷāhā na honti.",
  "mn2:12.10_0": "Yañhissa, bhikkhave, saṁvaraṁ asaṁvutassa viharato uppajjeyyuṁ āsavā vighātapariḷāhā, saṁvaraṁ saṁvutassa viharato evaṁsa te āsavā vighātapariḷāhā na honti.",
  "mn2:12.11_0": "Ime vuccanti, bhikkhave, āsavā saṁvarā pahātabbā.",
  "mn2:13.0_0": "3. Paṭisevanāpahātabbaāsava",
  "mn2:13.1_0": "Katame ca, bhikkhave, āsavā paṭisevanā pahātabbā?",
  "mn2:13.2_0": "Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso cīvaraṁ paṭisevati:",
  "mn2:13.3_0": "‘yāvadeva sītassa paṭighātāya, uṇhassa paṭighātāya, ḍaṁsamakasavātātapasarīsapasamphassānaṁ paṭighātāya, yāvadeva hirikopīnappaṭicchādanatthaṁ’.",
  "mn2:14.1_0": "Paṭisaṅkhā yoniso piṇḍapātaṁ paṭisevati:",
  "mn2:14.2_0": "‘neva davāya, na madāya, na maṇḍanāya, na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā yāpanāya, vihiṁsūparatiyā, brahmacariyānuggahāya, iti purāṇañca vedanaṁ paṭihaṅkhāmi navañca vedanaṁ na uppādessāmi, yātrā ca me bhavissati anavajjatā ca phāsuvihāro ca’.",
  "mn2:15.1_0": "Paṭisaṅkhā yoniso senāsanaṁ paṭisevati:",
  "mn2:15.2_0": "‘yāvadeva sītassa paṭighātāya, uṇhassa paṭighātāya, ḍaṁsamakasavātātapasarīsapasamphassānaṁ paṭighātāya, yāvadeva utuparissayavinodanapaṭisallānārāmatthaṁ’.",
  "mn2:16.1_0": "Paṭisaṅkhā yoniso gilānappaccayabhesajjaparikkhāraṁ paṭisevati:",
  "mn2:16.2_0": "‘yāvadeva uppannānaṁ veyyābādhikānaṁ vedanānaṁ paṭighātāya, abyābajjhaparamatāya’.",
  "mn2:17.1_0": "Yañhissa, bhikkhave, appaṭisevato uppajjeyyuṁ āsavā vighātapariḷāhā, paṭisevato evaṁsa te āsavā vighātapariḷāhā na honti.",
  "mn2:17.2_0": "Ime vuccanti, bhikkhave, āsavā paṭisevanā pahātabbā.",
  "mn2:18.0_0": "4. Adhivāsanāpahātabbaāsava",
  "mn2:18.1_0": "Katame ca, bhikkhave, āsavā adhivāsanā pahātabbā?",
  "mn2:18.2_0": "Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso khamo hoti sītassa uṇhassa, jighacchāya pipāsāya.",
  "mn2:18.2_1": "Ḍaṁsamakasavātātapasarīsapasamphassānaṁ, duruttānaṁ durāgatānaṁ vacanapathānaṁ, uppannānaṁ sārīrikānaṁ vedanānaṁ dukkhānaṁ tibbānaṁ kharānaṁ kaṭukānaṁ asātānaṁ amanāpānaṁ pāṇaharānaṁ adhivāsakajātiko hoti.",
  "mn2:18.3_0": "Yañhissa, bhikkhave, anadhivāsayato uppajjeyyuṁ āsavā vighātapariḷāhā, adhivāsayato evaṁsa te āsavā vighātapariḷāhā na honti.",
  "mn2:18.4_0": "Ime vuccanti, bhikkhave, āsavā adhivāsanā pahātabbā.",
  "mn2:19.0_0": "5. Parivajjanāpahātabbaāsava",
  "mn2:19.1_0": "Katame ca, bhikkhave, āsavā parivajjanā pahātabbā?",
  "mn2:19.2_0": "Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso caṇḍaṁ hatthiṁ parivajjeti, caṇḍaṁ assaṁ parivajjeti, caṇḍaṁ goṇaṁ parivajjeti, caṇḍaṁ kukkuraṁ parivajjeti, ahiṁ khāṇuṁ kaṇṭakaṭṭhānaṁ sobbhaṁ papātaṁ candanikaṁ oḷigallaṁ.",
  "mn2:19.3_0": "Yathārūpe anāsane nisinnaṁ yathārūpe agocare carantaṁ yathārūpe pāpake mitte bhajantaṁ viññū sabrahmacārī pāpakesu ṭhānesu okappeyyuṁ, so tañca anāsanaṁ tañca agocaraṁ te ca pāpake mitte paṭisaṅkhā yoniso parivajjeti.",
  "mn2:19.4_0": "Yañhissa, bhikkhave, aparivajjayato uppajjeyyuṁ āsavā vighātapariḷāhā, parivajjayato evaṁsa te āsavā vighātapariḷāhā na honti.",
  "mn2:19.5_0": "Ime vuccanti, bhikkhave, āsavā parivajjanā pahātabbā.",
  "mn2:20.0_0": "6. Vinodanāpahātabbaāsava",
  "mn2:20.1_0": "Katame ca, bhikkhave, āsavā vinodanā pahātabbā?",
  "mn2:20.2_0": "Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso uppannaṁ kāmavitakkaṁ nādhivāseti pajahati vinodeti byantīkaroti anabhāvaṁ gameti, uppannaṁ byāpādavitakkaṁ …pe…",
  "mn2:20.2_1": "uppannaṁ vihiṁsāvitakkaṁ …pe…",
  "mn2:20.2_2": "uppannuppanne pāpake akusale dhamme nādhivāseti pajahati vinodeti byantīkaroti anabhāvaṁ gameti.",
  "mn2:20.3_0": "Yañhissa, bhikkhave, avinodayato uppajjeyyuṁ āsavā vighātapariḷāhā, vinodayato evaṁsa te āsavā vighātapariḷāhā na honti.",
  "mn2:20.4_0": "Ime vuccanti, bhikkhave, āsavā vinodanā pahātabbā.",
  "mn2:21.0_0": "7. Bhāvanāpahātabbaāsava",
  "mn2:21.1_0": "Katame ca, bhikkhave, āsavā bhāvanā pahātabbā?",
  "mn2:21.2_0": "Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso satisambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ;",
  "mn2:21.3_0": "paṭisaṅkhā yoniso dhammavicayasambojjhaṅgaṁ bhāveti …pe…",
  "mn2:21.4_0": "vīriyasambojjhaṅgaṁ bhāveti …",
  "mn2:21.5_0": "pītisambojjhaṅgaṁ bhāveti …",
  "mn2:21.6_0": "passaddhisambojjhaṅgaṁ bhāveti …",
  "mn2:21.7_0": "samādhisambojjhaṅgaṁ bhāveti …",
  "mn2:21.8_0": "upekkhāsambojjhaṅgaṁ bhāveti vivekanissitaṁ virāganissitaṁ nirodhanissitaṁ vossaggapariṇāmiṁ.",
  "mn2:21.9_0": "Yañhissa, bhikkhave, abhāvayato uppajjeyyuṁ āsavā vighātapariḷāhā, bhāvayato evaṁsa te āsavā vighātapariḷāhā na honti.",
  "mn2:21.10_0": "Ime vuccanti, bhikkhave, āsavā bhāvanā pahātabbā.",
  "mn2:22.1_0": "Yato kho, bhikkhave, bhikkhuno ye āsavā dassanā pahātabbā te dassanā pahīnā honti, ye āsavā saṁvarā pahātabbā te saṁvarā pahīnā honti, ye āsavā paṭisevanā pahātabbā te paṭisevanā pahīnā honti, ye āsavā adhivāsanā pahātabbā te adhivāsanā pahīnā honti, ye āsavā parivajjanā pahātabbā te parivajjanā pahīnā honti, ye āsavā vinodanā pahātabbā te vinodanā pahīnā honti, ye āsavā bhāvanā pahātabbā te bhāvanā pahīnā honti;",
  "mn2:22.2_0": "ayaṁ vuccati, bhikkhave:",
  "mn2:22.2_1": "‘bhikkhu sabbāsavasaṁvarasaṁvuto viharati, acchecchi taṇhaṁ, vivattayi saṁyojanaṁ, sammā mānābhisamayā antamakāsi dukkhassā’”ti.",
  "mn2:22.3_0": "Idamavoca bhagavā.",
  "mn2:22.4_0": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti.",
  "mn2:22.5_0": "Sabbāsavasuttaṁ niṭṭhitaṁ dutiyaṁ."
}