{
  "tika-abh08t42:0_0": "18. Aṭṭhārasamo paricchedo",
  "tika-abh08t42:1_0": "Diṭṭhivisuddhiniddesavaṇṇanā",
  "tika-abh08t42:2_0": "1170-2.",
  "tika-abh08t42:2_1": "Idāni yasmā evaṁ abhiññāvasena adhigatānisaṁsāya thiratarāya samādhibhāvanāya samannāgatena bhikkhunā paññā bhāvetabbā hoti.",
  "tika-abh08t42:2_2": "Evañhi sā sabbākārena thiratarā sikhappattā ca hoti, tasmā tassā bhāvanānayavibhāvanatthamārabhanto āha “samādhiṁ panā”tiādi.",
  "tika-abh08t42:2_3": "Kā paññāti sarūpapucchā.",
  "tika-abh08t42:2_4": "Ko catthoti imissā ko attho.",
  "tika-abh08t42:2_5": "Paññāti padaṁ kaṁ abhidheyyatthaṁ nissāya vattatīti adhippāyo.",
  "tika-abh08t42:3_0": "1173-4.Paññā vipassanāpaññāti idhādhippetameva paññaṁ dasseti, aññattha pana bahuvidho paññāpabhedo hoti.",
  "tika-abh08t42:3_1": "Puññacittasamāyutāti kusalacittasampayuttā.",
  "tika-abh08t42:3_2": "Ettha ca puñña-ggahaṇena duvidhampi abyākataṁ nivatteti, tathā “atthi saṁkiliṭṭhā”ti evaṁ pavattaṁ micchāvādaṁ paṭisedheti.",
  "tika-abh08t42:3_3": "Vipassanā-ggahaṇena kammassakatādivasappavattaṁ sesakusalapaññaṁ.",
  "tika-abh08t42:3_4": "Jānanā vā pakāratoti vutte “kimidaṁ pakārato jānanaṁ nāmā”ti anuyogaṁ manasi nidhāya sañjānanavijānanākāravisiṭṭhaṁ nānappakārato jānananti dassetuṁ “saññāviññāṇapaññānaṁ, ko viseso kimantara”nti kathetukamyatāpucchaṁ katvā vissajjanamāha “saññāviññāṇapaññāna”ntiādinā.",
  "tika-abh08t42:3_5": "Jānanatte samepi cāti visayavijānanākāre samānepi.",
  "tika-abh08t42:4_0": "1175.Sañjānanamattaṁvāti “nīlapīta”ntiādikaṁ ārammaṇe vijjamānaṁ, avijjamānaṁ vā saññānimittaṁ katvā jānanaṁ.",
  "tika-abh08t42:4_1": "Tathā hesā puna sañjānanapaccayakaraṇarasā.",
  "tika-abh08t42:4_2": "Matta-saddena visesanivattiatthena vijānanappajānanākāre nivatteti, eva-kārena kadācipi imissā te visesā na santiyevāti avadhāreti.",
  "tika-abh08t42:4_3": "Tenāha “lakkhaṇappaṭivedha”ntiādi.",
  "tika-abh08t42:4_4": "“Aniccaṁ dukkhamanattā”ti lakkhaṇapaṭivedhaṁ kātuṁ neva sakkoti, viññāṇakiccampi kātuṁ na sakkoti, saññā kuto paññākiccaṁ kareyyāti lakkhaṇapaṭivedhaṁ kātuṁ na sakkoticceva vuttaṁ, na vuttaṁ “maggaṁ pāpetuṁ na sakkotī”ti.",
  "tika-abh08t42:5_0": "1176.",
  "tika-abh08t42:5_1": "Viññāṇaṁ pana ārammaṇe pavattamānaṁ na tattha saññā viya nīlapītādikassa sañjānanavaseneva pavattati, atha kho taṁ tattha aniccatādivisesaṁ, aññañca tādisaṁ visesaṁ jānantameva pavattatīti āha “viññāṇaṁ panā”tiādi.",
  "tika-abh08t42:5_2": "Kathaṁ pana viññāṇaṁ lakkhaṇapaṭivedhaṁ karotīti?",
  "tika-abh08t42:5_3": "Paññāya dassitamaggena.",
  "tika-abh08t42:5_4": "Lakkhaṇārammaṇikavipassanāya hi anekavāraṁ lakkhaṇāni paṭivijjhitvā pavattamānāya paguṇabhāvato paricayavasena ñāṇavippayuttacittenapi vipassanā sambhavati, yathā taṁ paguṇassa ganthassa sajjhāyane ñāyāgatāpi vārā na viññāyanti.",
  "tika-abh08t42:5_5": "Lakkhaṇaṁ paṭivijjhitunti ca lakkhaṇānaṁ ārammaṇakaraṇaṁ sandhāya vuttaṁ, na paṭivijjhanaṁ.",
  "tika-abh08t42:6_0": "1177.Ussakkitvāti 220 udayabbayādiñāṇapaṭipāṭiyā ārabhitvā maggaṁ pāpetumeva taṁ viññāṇaṁ na sakkoti asambodhasabhāvattā.",
  "tika-abh08t42:6_1": "Vuttanayanti viññāṇe vuttanayaṁ.",
  "tika-abh08t42:6_2": "Sā hi ārammaṇañca jānāti, lakkhaṇañca paṭivijjhati.",
  "tika-abh08t42:6_3": "Attano pana anaññasādhāraṇena ānubhāvena maggaṁ pāpetuñca sakkoti.",
  "tika-abh08t42:6_4": "Bālagāmikaheraññikānaṁ kahāpaṇajānanamiva ca nesaṁ ārammaṇajānanaṁ veditabbaṁ.",
  "tika-abh08t42:6_5": "Yathā hi heraññikaphalake ṭhapitaṁ kahāpaṇarāsiṁ eko asañjātavohārabuddhi bāladārako, eko gāmikapuriso, eko heraññikoti tīsu janesu passamānesu bāladārako kahāpaṇānaṁ cittavicittadīgharassacaturassaparimaṇḍalabhāvamattameva jānāti, “idaṁ manussānaṁ upabhogaparibhogāvahaṁ ratanasammata”nti na jānāti.",
  "tika-abh08t42:6_6": "Gāmikapuriso tadubhayaṁ jānāti, “ayaṁ cheko mahāsāro, ayaṁ kūṭo, ayaṁ aḍḍhasāro, ayaṁ pādasāro”tiādikaṁ pana vibhāgaṁ na jānāti.",
  "tika-abh08t42:6_7": "Heraññiko sabbepi te pakāre jānāti, jānanto ca oloketvāpi jānāti, ākoṭitasaddaṁ sutvāpi jānāti, gandhaṁ ghāyitvāpi rasaṁ sāyitvāpi hatthena dhārayitvāpi “asukasmiṁ gāme vā nigame vā nagare vā pabbate vā nadītīre vā kato”tipi “asukaācariyena kato”tipi jānāti.",
  "tika-abh08t42:6_8": "Tattha saññā asañjātavohārabuddhino bāladārakassa kahāpaṇadassanaṁ viya vibhāgaṁ akatvā piṇḍavaseneva ārammaṇaṁ gaṇhāti nīlādivasena ārammaṇassa upaṭṭhānākāraggahaṇato, viññāṇaṁ gāmikapurisassa kahāpaṇadassanamiva ekaccavisesaggahaṇasamatthatāya, paññā anavasesaggahaṇasamatthatāya heraññikassa kahāpaṇadassanamiva daṭṭhabbāti.",
  "tika-abh08t42:7_0": "1178-80.Sabhāvapaṭivedhananti sako bhāvo, samāno vā bhāvo sabhāvo, tassa paṭivedhanaṁ ñātapariññātīraṇapariññāvasena sabhāvasāmaññalakkhaṇapaṭivedhanaṁ.",
  "tika-abh08t42:7_1": "Ghaṭapaṭādipaṭicchādakassa bāhirandhakārassa dīpāloko viya yathāvuttadhammasabhāvapaṭicchādakassa viddhaṁsanarasā.",
  "tika-abh08t42:7_2": "Uppajjamānoyeva hi ñāṇāloko hadayandhakāraṁ vidhamento uppajjatīti āha “sammohanandhakārassa, viddhaṁsanarasā matā”ti.",
  "tika-abh08t42:7_3": "Tatoyeva sabbadhammesu asammuyhanākārena paccupatiṭṭhati, kāraṇabhūtā vā sayaṁ phalabhūtaṁ asammohaṁ paccupatiṭṭhāpetīti āha “asammohapaccupaṭṭhānā”ti.",
  "tika-abh08t42:7_4": "Vipassanāpaññāya idhādhippetattā samādhi tassā padaṭṭhānaṁ.",
  "tika-abh08t42:7_5": "Tathā hi “samāhito yathābhūtaṁ pajānātī”ti suttapadanti āha “samādhāsannakāraṇā”ti.",
  "tika-abh08t42:8_0": "1181-2.",
  "tika-abh08t42:8_1": "Dhammasabhāvapaṭivedho nāma paññāya āveṇiko sabhāvo, na tenassā koci vibhāgo labbhatīti āha “lakkhaṇenekadhā vuttā”ti.",
  "tika-abh08t42:8_2": "Lujjanapalujjanaṭṭhena loko vuccati vaṭṭaṁ, tappariyāpannatāya loke niyuttā, tattha vā viditāti lokikā.",
  "tika-abh08t42:8_3": "Tattha apariyāpannattā alokikā.",
  "tika-abh08t42:8_4": "Katamā panettha lokiyā, katamā lokuttarā cāti āha “lokiyenā”tiādi.",
  "tika-abh08t42:8_5": "Lokiyakusalacittuppādesu maggasampayuttā lokiyena maggena yuttā.",
  "tika-abh08t42:8_6": "Visesato pana diṭṭhivisuddhiādivisuddhicatukkasaṅgahitamaggasaṁyuttā samudāye pavattā paññā tadekadesesupi pavattatīti magga-ggahaṇaṁ kataṁ, paccekampi vā sammādiṭṭhiādīnaṁ maggasamaññāti katvā.",
  "tika-abh08t42:8_7": "Lokato uttarā uttiṇṇāti lokuttarā.",
  "tika-abh08t42:8_8": "Lokuttarāpi hi maggasampayuttā bhāvetabbā, vipassanāpariyosāne labbhatevāti lokuttara-ggahaṇaṁ na virujjhati.",
  "tika-abh08t42:8_9": "Tenāha “lokuttarenā”tiādi.",
  "tika-abh08t42:8_10": "Sutamayāditotiādiggahaṇena bhāvanāmayaṁ saṅgaṇhāti.",
  "tika-abh08t42:9_0": "1183-5.Attanova cintāyāti tassa tassa anavajjassa atthassa sādhane paropadesena vinā attano upāyacintāvaseneva.",
  "tika-abh08t42:9_1": "Bhūripaññenāti mahāpaññena, patthaṭatāya pathavīsamānapaññena vāti attho.",
  "tika-abh08t42:9_2": "Parato pana sutvānāti parato upadesaṁ sutvā.",
  "tika-abh08t42:9_3": "Suteneva ca nipphannāti antogatahetvatthamidaṁ visesanaṁ, suteneva nipphannattāti attho.",
  "tika-abh08t42:9_4": "“Nipphannattā sutena vā”ti vā pāṭho.",
  "tika-abh08t42:9_5": "Yathā vāpi tathā vāti parato sutvā vā asutvā vā.",
  "tika-abh08t42:9_6": "Appanāpattāti idaṁ sikhāpattaṁ bhāvanāmayaṁ dassetuṁ vuttaṁ, na pana appanāpattāva bhāvanāmayāti.",
  "tika-abh08t42:9_7": "Tissopi panetā paññā pāḷivasena evaṁ veditabbā –",
  "tika-abh08t42:10_0": "“Tattha katamā cintāmayā paññā?",
  "tika-abh08t42:10_1": "Yogavihitesu vā kammāyatanesu yogavihitesu vā sippāyatanesu yogavihitesu vā vijjāṭhānesu kammassakataṁ vā saccānulomikaṁ vā rūpaṁ aniccanti vā, vedanā, saññā, saṅkhārā, viññāṇaṁ aniccanti vā, yaṁ evarūpaṁ anulomikaṁ khantiṁ diṭṭhiṁ ruciṁ mudiṁ pekkhaṁ dhammanijjhānakkhantiṁ parato asutvā paṭilabhati, ayaṁ vuccati cintāmayā paññā.",
  "tika-abh08t42:10_2": "Tattha katamā sutamayā paññā…pe…",
  "tika-abh08t42:10_3": "sutvā paṭilabhati, ayaṁ vuccati sutamayā paññā.",
  "tika-abh08t42:10_4": "Sabbāpi samāpannassa paññā bhāvanāmayā paññā”ti.",
  "tika-abh08t42:11_0": "Ettha ca kiñcāpi kammāyatanādivasena cintāmayasutamayapaññā mahaggatalokuttaravasena bhāvanāmayapaññā ca vuttā, idha pana antimabhavikānaṁ dvinnaṁ bodhisattānameva labbhamānā cintāmayabhūtā saccānulomikā paññā, pūritapāramīnaṁ avasesamahāpaññānaṁ labbhamānā sutamayā saccānulomikā paññā, lokuttarappanāpattāpi bhāvanāmayapaññāva adhippetā.",
  "tika-abh08t42:12_0": "1186.Paṭisambhidācatukkassāti atthadhammaniruttipaṭibhānasaṅkhātassa paṭisambhidācatukkassa vasena.",
  "tika-abh08t42:12_1": "Nanu cettha vipassanāpaññā adhippetā, kasmā paṭisambhidā āhaṭāti?",
  "tika-abh08t42:12_2": "Vipassakānaṁ ñāṇapāṭavatthaṁ paññāppabhede niddisiyamāne paṭisambhidāpaññāpi vattukāmatāya, paṭisambhidāpaññāya vā vipassanāphalabhūtattā lokiyalokuttarapaññādhikāre vā lokuttarapaññāya saha pāpuṇitabbaṁ paṭisambhidāpaññampi vattukāmatāya idheva vuttāti.",
  "tika-abh08t42:12_3": "Atthadhammaniruttīsu ñāṇanti “atthe ñāṇaṁ atthapaṭisambhidā, dhamme ñāṇaṁ dhammapaṭisambhidā, tatra dhammaniruttābhilāpe ñāṇaṁ niruttipaṭisambhidā”ti evamāgataṁ atthādīsu tīsu pabhedagataṁ ñāṇattayaṁ.",
  "tika-abh08t42:12_4": "Tīsupīti yathāvuttesu tīsupi paṭisambhidāñāṇesu gocarakiccalakkhaṇarasapaccupaṭṭhānapadaṭṭhānabhūmiādivasena te ārammaṇaṁ katvā paccavekkhantassa imāni ñāṇāni idamatthajotakānīti evaṁ pabhedagataṁ ñāṇaṁ, parittamahaggataappamāṇavasena vā tīsu ñāṇesu ñāṇaṁ.",
  "tika-abh08t42:12_5": "Paṭisambhidārammaṇampi hi paṭibhānapaṭisambhidā hoti.",
  "tika-abh08t42:12_6": "Teneva ca suttantabhājanīyapāḷiyaṁ “ñāṇesu ñāṇa”nti, aṭṭhakathāya ca “sabbatthakañāṇaṁ ārammaṇaṁ katvā ñāṇaṁ paccavekkhantassa pabhedagataṁ ñāṇa”nti avisesena vuttaṁ.",
  "tika-abh08t42:12_7": "Evañca katvā mahaggatapaṭisambhidāñāṇassa abhāvepi niruttipaṭisambhidā parittārammaṇā, tisso paṭisambhidā siyā parittārammaṇā, siyā mahaggatārammaṇā, siyā appamāṇārammaṇāti paṭibhānapaṭisambhidāya mahaggatārammaṇatāpi pañhāpucchakapāḷiyaṁ vuttā.",
  "tika-abh08t42:13_0": "Abhidhammabhājanīye pana –",
  "tika-abh08t42:14_0": "“Yasmiṁ samaye kāmāvacaraṁ kusalaṁ cittaṁ uppannaṁ hoti somanassasahagataṁ ñāṇasampayuttaṁ rūpārammaṇaṁ vā…pe…",
  "tika-abh08t42:14_1": "dhammārammaṇaṁ vā, yaṁ yaṁ vā panārabbha, tasmiṁ samaye phasso hoti…pe…",
  "tika-abh08t42:14_2": "avikkhepo hoti.",
  "tika-abh08t42:14_3": "Ye vā pana tasmiṁ samaye aññepi atthi arūpino dhammā, ime dhammā kusalā.",
  "tika-abh08t42:14_4": "Tesu dhammesu ñāṇaṁ dhammapaṭisambhidā.",
  "tika-abh08t42:14_5": "Tesaṁ vipāke ñāṇaṁ atthapaṭisambhidā.",
  "tika-abh08t42:14_6": "Yāya niruttiyā tesaṁ dhammānaṁ paññatti hoti, tatra dhammaniruttābhilāpe ñāṇaṁ niruttipaṭisambhidā.",
  "tika-abh08t42:14_7": "Yena ñāṇena tāni ñāṇāni jānāti ‘imāni ñāṇāni idamatthajotakānī’ti, tesu ñāṇesu ñāṇaṁ paṭibhānapaṭisambhidā”ti –",
  "tika-abh08t42:15_0": "Cittuppādakkamena desanāya pavattattā sāvaseso pāṭho kato.",
  "tika-abh08t42:15_1": "Cittuppādasaṅgahite atthe asesetvā desanā hi abhidhammabhājanīye pavattā, na sabbañeyyeti yathādassitavisayavacanavasena “yena ñāṇena tāni ñāṇāni jānātī”ti vuttaṁ, na taṁ aññārammaṇataṁ paṭisedheti desanāya atapparabhāvato.",
  "tika-abh08t42:15_2": "Evañca katvā tattha nibbāne, anāgatepi atthapaṭisambhidā siyā na vattabbā atītārammaṇātipi anāgatārammaṇātipi paccuppannārammaṇātipīti atthapaṭisambhidāya nibbānārammaṇatā vuttā.",
  "tika-abh08t42:15_3": "Ettha ca atthoti saṅkhepato hetuphalassetaṁ adhivacanaṁ.",
  "tika-abh08t42:15_4": "Hetuphalañhi yasmā hetuanusārena arīyati adhigamīyati sampāpuṇīyati, tasmā atthoti vuccati.",
  "tika-abh08t42:15_5": "Dhammotipi saṅkhepato paccayassetaṁ adhivacanaṁ.",
  "tika-abh08t42:15_6": "So hi yasmā taṁ taṁ dahati pavatteti, sampāpuṇituṁ vā dhāreti, tasmā dhammoti vuccati.",
  "tika-abh08t42:15_7": "Niruttīti sattānaṁ mūlabhāsābhūtā māgadhikabhāsā, yāya buddhānaṁ desanā hoti.",
  "tika-abh08t42:15_8": "Paṭibhānanti heṭṭhā vuttaṁ ñāṇattayameva.",
  "tika-abh08t42:15_9": "Vuttañhetaṁ abhidhamme “dukkhe ñāṇaṁ…pe…",
  "tika-abh08t42:15_10": "tassa vipāke ñāṇaṁ atthapaṭisambhidā”tiādi.",
  "tika-abh08t42:16_0": "1187.",
  "tika-abh08t42:16_1": "Yasmā panāyaṁ saṅkhepatthova, pabhedavasena ca vuccamāno pākaṭo hoti, tasmā taṁ saṅgahetvā pabhedatova atthādike dassetuṁ “yaṁ kiñci paccayuppanna”ntiādi āraddhaṁ.",
  "tika-abh08t42:16_2": "Yaṁ kiñci paccayuppannanti yaṁ kiñci hetādipaccayato samuppannaṁ.",
  "tika-abh08t42:16_3": "Taṁ pana “idaṁ ito nibbatta”nti evaṁ hetuanusārena viññāyamānameva idha adhippetaṁ, tathā kusalākusalaphalabhūtā vipākā abyāpārasantivasena viññāyamānā, sesā abyāpārabhūtā kiriyā dhammā avipākasantivasena, asaṅkhataṁ nissaraṇabhūto nirodho nibbutisantivasena, buddhavacanatthabhūto khandhādiparamatthadhammo imāya ayaṁ dīpitoti evaṁ pāḷianusārena viññāyamānova atthasamaññaṁ labhatīti āha “yaṁ kiñci paccayuppanna”ntiādi.",
  "tika-abh08t42:16_4": "Tattha hetuphalaṁ, bhāsitattho ca sakasakahetupaṭibaddho, bhāsitapaṭibaddho ca viññāyatīti pariyāyato, sesaṁ sakasakabhāvavaseneva viññāyatīti nippariyāyatova attho nāma.",
  "tika-abh08t42:16_5": "Tattha pariyāyattho suttantabhājanīyavasena vutto, nippariyāyattho abhidhammabhājanīyavasenāti daṭṭhabbaṁ.",
  "tika-abh08t42:16_6": "Bhāsitanti pāḷidhammamāha.",
  "tika-abh08t42:16_7": "Sesaṁ atthapañcakesu vuttanayena yathārahaṁ yojetvā veditabbaṁ.",
  "tika-abh08t42:17_0": "Ettha ca nibbānaṁ pattabbo attho, bhāsitattho ñāpetabbo attho, itaro nibbattetabbo atthoti tividho hoti attho.",
  "tika-abh08t42:17_1": "Maggo sampāpako hetu, bhāsitaṁ ñāpako hetu, itaraṁ nibbattako hetūti evaṁ tividho hotīti daṭṭhabbaṁ.",
  "tika-abh08t42:17_2": "Kiriyādhammānañcettha avipākatāya dhammabhāvo na vutto.",
  "tika-abh08t42:17_3": "Yadi evaṁ vipākā na hontīti atthabhāvo na vattabbo?",
  "tika-abh08t42:17_4": "Na, paccayuppannabhāvato.",
  "tika-abh08t42:17_5": "Evaṁ sati kusalākusalānampi paccayuppannattā atthabhāvo āpajjati?",
  "tika-abh08t42:17_6": "Nāyaṁ doso appaṭisiddhattā.",
  "tika-abh08t42:17_7": "Vipākassa pana padhānahetutāya pākaṭabhāvato dhammabhāvo eva tesaṁ vutto, kiriyānaṁ paccayabhāvā dhammabhāvo āpajjatīti ce?",
  "tika-abh08t42:17_8": "Nāyaṁ doso appaṭisiddhattā.",
  "tika-abh08t42:17_9": "Kammaphalasambandhassa pana hetubhāvābhāvato dhammabhāvo na yuttoti.",
  "tika-abh08t42:17_10": "Apica “ayaṁ imassa paccayo, ayaṁ paccayuppanno”ti evaṁ bhedamakatvā kevalaṁ kusalākusale vipākakiriyadhamme ca paccavekkhantassa dhammatthapaṭisambhidā na hontīti tesaṁ atthadhammatā vuttāti daṭṭhabbaṁ.",
  "tika-abh08t42:18_0": "1189.Sabhāvaniruttīti aviparītanirutti, aviparītaniruttīti tassa tassa atthassa bodhane sabbakālaṁ paṭiniyatasambandho abyabhicāravohāro māgadhabhāsāti vuttaṁ hoti.",
  "tika-abh08t42:18_1": "Sā hi sabbakālaṁ paṭiniyatasambandho, itarā bhāsā pana kālantarena parivattanti.",
  "tika-abh08t42:18_2": "Atthato panesā nāmapaññattīti ācariyā. Yathāhu –",
  "tika-abh08t42:19_0": "“Nirutti māgadhā bhāsā, atthato nāmasammutī”ti.",
  "tika-abh08t42:20_0": "Apare pana –",
  "tika-abh08t42:20_1": "yadi sabhāvanirutti paññattisabhāvā, evaṁ sati paññatti abhilapitabbā, na vacananti āpajjati, evañca sati “tatra dhammaniruttābhilāpe ñāṇaṁ niruttipaṭisambhidā”ti idaṁ na sakkā vattuṁ, abhilapitabboti abhilāpo.",
  "tika-abh08t42:20_2": "Na hi vacanato aññaṁ abhilapitabbaṁ uccāretabbaṁ atthi, atha phassādivacanehi bodhetabbaṁ abhilapitabbaṁ, evañca sati atthadhammānampi bodhetabbattā tesampi niruttibhāvo āpajjati, apica aṭṭhakathāyaṁ “phassoti ca sabhāvanirutti, phassā phassanti na sabhāvaniruttī”ti vacanato viññattivikārasahito saddo niruttīti dassitameva, “taṁ sabhāvaniruttisaddaṁ ārammaṇaṁ katvā paccavekkhantassa tasmiṁ sabhāvaniruttābhilāpe pabhedagataṁ ñāṇaṁ niruttipaṭisambhidā, evamayaṁ niruttipaṭisambhidā saddārammaṇā nāma jātā, na paññattiārammaṇā”ti ca aṭṭhakathāyaṁ vuttattā niruttisaddārammaṇāya sotaviññāṇavīthiyā parato manodvāre niruttipaṭisambhidā pavattati, evañca katvā “niruttipaṭisambhidā parittārammaṇā”ti vacanaṁ upapannaṁ hotīti vadanti.",
  "tika-abh08t42:20_3": "Ācariyajotipālattherādayo panāhu –",
  "tika-abh08t42:20_4": "“niruttipaṭisambhidā paccuppannārammaṇā”ti vacanaṁ paccuppannaṁ saddaṁ gahetvā pacchājānanaṁ sandhāya vuttaṁ, evañca sati aññasmiṁ paccuppannārammaṇe aññaṁ paccuppannārammaṇanti vuttanti āpajjati, yathā pana dibbasotañāṇaṁ manussādisaddabhedanicchayassa paccayabhūtaṁ taṁtaṁsaddavibhāvakaṁ, evaṁ sabhāvāsabhāvaniruttinicchayassa paccayabhūtaṁ paccuppannasabhāvaniruttisaddārammaṇaṁ taṁvibhāvakaṁ ñāṇaṁ niruttipaṭisambhidāti vuccamāne na koci pāḷivirodho, taṁ sabhāvaniruttisaddaṁ ārammaṇaṁ katvā paccavekkhantassāti ca paccuppannasaddārammaṇapaccavekkhaṇaṁ pavattentassāti na na sakkā vattuṁ.",
  "tika-abh08t42:20_5": "Tampi hi ñāṇaṁ sabhāvaniruttiṁ vibhāventameva taṁtaṁsaddapaccavekkhaṇānantaraṁ taṁtaṁpabhedanicchayassa hetubhāvato niruttiṁ bhindantaṁ paṭivijjhantameva uppajjatīti ca pabhedagatampi hotīti.",
  "tika-abh08t42:21_0": "1190.Tividhanti idaṁ heṭṭhā vibhāvitanayamevāti.",
  "tika-abh08t42:21_1": "Paccavekkhatoti imāni ñāṇāni idamatthajotakānīti asammohavasena paccavekkhantassa.",
  "tika-abh08t42:21_2": "Nanu ca tīṇi ñāṇānipi atthadhammasabhāvaṁ nātivattantīti ñāṇesu ñāṇaṁ atthapaṭisambhidā, dhammapaṭisambhidā ca hoti, kasmā pana “tesu…pe…",
  "tika-abh08t42:21_3": "mata”nti visuṁ vuttanti?",
  "tika-abh08t42:21_4": "Sārammaṇesu tīsu ñāṇesu pavattañāṇassa adhippetattā.",
  "tika-abh08t42:21_5": "Yañhi ñāṇārammaṇaṁ ñāṇaṁ tassa ārammaṇampi asammohavasena paṭivijjhantameva pavattati, taṁ idha paṭibhānapaṭisambhidā nāma.",
  "tika-abh08t42:21_6": "Evañca katvā vuttaṁ “imāni ñāṇāni idamatthajotakānī”ti.",
  "tika-abh08t42:21_7": "Ñāṇamattārammaṇaṁ pana ñāṇaṁ atthapaṭisambhidāyeva.",
  "tika-abh08t42:21_8": "Ettha ca kiñcāpi ayaṁ paṭisambhidā sārammaṇesu ñāṇesu pavattati, ārammaṇānaṁ pana pabhedaṁ heṭṭhā ñāṇattayameva vibhāveti.",
  "tika-abh08t42:21_9": "Yathā kiṁ?",
  "tika-abh08t42:21_10": "Yathā dhammadesanāya asamattho bahussuto kiñcāpi dhammakathikena kathetabbaṁ dhammaṁ jānāti, desanā pana dhammakathikasseva visayoti, evaṁsampadamidaṁ daṭṭhabbaṁ.",
  "tika-abh08t42:21_11": "Imāsu pana pacchimānaṁ tissannaṁ sekhāsekhamaggakkhaṇe asammohavasena paṭivedho hoti, atthapaṭisambhidāya ārammaṇakaraṇavasenapi.",
  "tika-abh08t42:21_12": "Tathā hi sā maggaphalasabhāvāpi hoti.",
  "tika-abh08t42:21_13": "Evañca katvā sā lokiyalokuttarā, sesā tisso lokiyāva.",
  "tika-abh08t42:21_14": "Tenāhu porāṇā –",
  "tika-abh08t42:22_0": "“Lābho tāsamasammohā, sekhāsekhapathakkhaṇe;",
  "tika-abh08t42:23_0": "Atthapaññā yathālambā, sā dvidhāññā tu sāsavā”ti.",
  "tika-abh08t42:24_0": "1191.",
  "tika-abh08t42:24_1": "Imā pana catasso paṭisambhidā pañcahi ākārehi visadabhāvaṁ gacchantīti dassetuṁ “pariyattī”tiādi āraddhaṁ.",
  "tika-abh08t42:24_2": "Tattha pariyatti nāma buddhavacanassa pariyāpuṇanaṁ, pāḷiaṭṭhakathāsu gaṇṭhipadaatthapadavinicchayakathā paripucchā parito sabbato ñātuṁ pucchāti katvā.",
  "tika-abh08t42:24_3": "Savanaṁ sakkaccaṁ aṭṭhiṁ katvā sotaviññāṇavasena gahaṇaṁ, adhigamo magguppatti.",
  "tika-abh08t42:24_4": "Aṭṭhakathāyaṁ pana “adhigamo nāma arahattamagguppattī”ti vuttaṁ.",
  "tika-abh08t42:24_5": "Taṁ sekhabhūmiyaṁ pabhedagamanaṁ appavisayaṁ, asekhabhūmiyaṁ bahuvisayanti katvā vuttaṁ.",
  "tika-abh08t42:24_6": "Sātisayaṁ vā adhigamanaṁ sandhāyeva vuttaṁ.",
  "tika-abh08t42:24_7": "Sekhena pattānampi hi imāsaṁ arahattappattiyā visadabhāvādhigamoti.",
  "tika-abh08t42:24_8": "Pubbayogo viya pana arahattappatti arahatopi paṭisambhidāvisadatāya paccayo na na hotīti pañcannampi yathāyogaṁ sekkhāsekkhapaṭisambhidāvisadatāya kāraṇatā yojetabbā.",
  "tika-abh08t42:24_9": "Pubbayogo nāma pubbabuddhānaṁ sāsane gatapaccāgatikabhāvena yāva anulomagotrabhusamīpaṁ, tāva vipassanābhiyogo.",
  "tika-abh08t42:24_10": "Adhigamapubbayogā cettha anuppannaṁ uppādenti, uppannañca visadaṁ karonti, sesāni pana suvisadabhāvasseva paccayāti daṭṭhabbaṁ.",
  "tika-abh08t42:25_0": "1192-4.",
  "tika-abh08t42:25_1": "Evaṁ ekavidhādivasena paññāya pabhedaṁ dassetvā idāni bhāvanāvidhānaṁ vibhāvetuṁ “kathaṁ bhāvetabbā”tiādi āraddhaṁ.",
  "tika-abh08t42:25_2": "Tattha yasmā imāya paññāya khandhādayo dhammā bhūmi, sīlavisuddhi ceva cittavisuddhi cāti imā dve visuddhiyo mūlaṁ, diṭṭhivisuddhi kaṅkhāvitaraṇavisuddhi maggāmaggañāṇadassanavisuddhi paṭipadāñāṇadassanavisuddhi ñāṇadassanavisuddhīti imā pañca visuddhiyo sarīraṁ, tasmā tesu bhūmibhūtesu dhammesu uggahaparipucchāvasena ñāṇaparicayaṁ katvā mūlabhūtā dve visuddhiyo sampādetvā sarīrabhūtā pañca visuddhiyo sampādentena bhāvetabbāti dassetuṁ “khandhādīsū”tiādi āraddhaṁ.",
  "tika-abh08t42:25_3": "Khandhādīsūti khandhāyatanadhātuindriyapaṭiccasamuppādādibhedesu.",
  "tika-abh08t42:25_4": "Bhūmibhūtesu cāti lakkhaṇādiggahaṇavasena ñāṇassa pavattiṭṭhānabhūtesu.",
  "tika-abh08t42:25_5": "Sīlaṁ cittavisuddhinti mūlabhūtaṁ sīlavisuddhiṁ, cittavisuddhiñca.",
  "tika-abh08t42:25_6": "Sati hi sīlavisuddhiyaṁ, cittavisuddhiyañca ayaṁ paññā mūlajātā nāma hoti, nāsatīti.",
  "tika-abh08t42:25_7": "Diṭṭhivisuddhādayo pañcāti upabrūhetabbattā sarīrabhūtā diṭṭhivisuddhiādayo pañca.",
  "tika-abh08t42:25_8": "Imissā hi paññāya santānavasena pavattamānāya pādapāṇisīsaṭṭhāniyā diṭṭhivisuddhiādayo imā pañca visuddhiyo avayavena samudāyūpalakkhaṇanayena sarīranti veditabbā.",
  "tika-abh08t42:25_9": "Tāya paññāyāti uggahaparipucchādivasena khandhādīsu dhammesu pavattapaññāya.",
  "tika-abh08t42:25_10": "Jananāditoti jātijarāmaraṇādīhi.",
  "tika-abh08t42:26_0": "1195-6.",
  "tika-abh08t42:26_1": "“Bhāvetabbā”ti vatvā idāni yasmā khandhādibhūmīsu sīlavisuddhicittavisuddhisaṅkhātehi mūlehi suppatiṭṭhitena pañcavisuddhisaṅkhātasarīrassa vaḍḍhaneneva paññāvaḍḍhanā nāma hoti, tasmā vipassanāpaññāya bhūmibhūtesu khandhādīsu ekadesadassanatthaṁ “rūpañcā”tiādi vuttaṁ.",
  "tika-abh08t42:26_2": "Tatthāti tesu pañcasu khandhesu.",
  "tika-abh08t42:26_3": "Yaṁ kiñcīti anavasesapariyādānaṁ.",
  "tika-abh08t42:26_4": "Atītānāgatādikantiādinā pana tadeva ekādasasu okāsesu pakkhipitvā dasseti.",
  "tika-abh08t42:26_5": "Ādi-ggahaṇena paccuppannassa gahaṇaṁ.",
  "tika-abh08t42:27_0": "1197-1200.Hīnantiādīsu akusalakammasamuṭṭhānatāya hīnaṁ, kusalakammasamuṭṭhānatāya paṇītaṁ.",
  "tika-abh08t42:27_1": "Akusalavipākuppattihetubhūtatāya vā hīnaṁ, vipariyāyena paṇītaṁ.",
  "tika-abh08t42:27_2": "Duppariggahabhūtasukhumarūpādivasena dūraṁ, itaravasena santikantiādinā attho veditabbo.",
  "tika-abh08t42:27_3": "Sabbaṁ taṁ ekato katvāti atītādivibhāgabhinnaṁ sabbaṁ taṁ rūparāsivasena buddhiyā ekajjhaṁ gahetvā “mahāudakakkhandho”tiādīsu viya “rāsaṭṭhena rūpakkhandho”ti vuccati.",
  "tika-abh08t42:27_4": "Suttepi hi vuttaṁ “tadekajjhaṁ abhisaṁyūhitvā abhisaṅkhipitvā”ti.",
  "tika-abh08t42:27_5": "Vedanākkhandhotiādīsupi eseva nayo.",
  "tika-abh08t42:27_6": "Ekekesu pana vedanādīsu “samuddo mayā diṭṭho”tiādīsu viya samudāyavohārassa avayavepi dissanato khandha-saddo ruḷhīvasena pavattatīti daṭṭhabbaṁ.",
  "tika-abh08t42:27_7": "Yaṁ taṁ kiñci vedayitalakkhaṇanti sambandho.",
  "tika-abh08t42:27_8": "Vedanākkhandhoyeva vedanākkhandhatā.",
  "tika-abh08t42:27_9": "Vedanāya atītādivibhāge vitthārakathā visuddhimaggato gahetabbā.",
  "tika-abh08t42:27_10": "Abhisaṅkhāralakkhaṇanti saṅkhārakkhandhassa cetanāpadhānatāya evaṁ vuttaṁ, sampayuttadhamme ārammaṇe rāsikaraṇalakkhaṇaṁ sampiṇḍanalakkhaṇanti vuttaṁ hoti.",
  "tika-abh08t42:27_11": "Atha vā “saṅkhatamabhisaṅkharontī”ti vuttattā yathā attano phalasaṅkhataṁ sammadeva nipphannaṁ hoti, evaṁ abhisaṅkharaṇasabhāvanti attho.",
  "tika-abh08t42:27_12": "Ayaṁ pana kusalākusalacetanāya vasena vaṭṭati.",
  "tika-abh08t42:28_0": "1202-5.",
  "tika-abh08t42:28_1": "Evaṁ vipassanāpaññāya bhūmibhūte dhamme ekadesato dassetvā idāni sīlacittavisuddhīnaṁ heṭṭhā vuttattā tā avatvā idaṁ paññābhāvanāya ādibhūtaṁ diṭṭhivisuddhiṁ dassetuṁ “cattāro ca mahābhūtā”tiādi āraddhaṁ.",
  "tika-abh08t42:28_2": "Taṁ sampādetukāmena ca yogāvacarena catudhātuvavatthānavasena vā dvādasāyatanavasena vā pañcakkhandhavasena vā ubhinnaṁ saṅkhepakoṭṭhāsānaṁ vasena vā paṭiladdhajjhānavasena vā nāmarūpassa vavatthāpetabbabhāvepi tena tena mukhena vavatthānappakāsanassa atipapañcāvahattā yathādhigatakkhandhavaseneva idha vavatthānaṁ dassitaṁ.",
  "tika-abh08t42:28_3": "Ekāsītiyā cittenāti ekāsītiyā lokiyacittena.",
  "tika-abh08t42:28_4": "Lokuttaracittāni pana neva sukkhavipassakassa, na samathayānikassa pariggahaṁ gacchanti anadhigatattā.",
  "tika-abh08t42:28_5": "Cattārorūpino khandheti cattāro arūpino khandhe.",
  "tika-abh08t42:28_6": "Sītuṇhādivirodhipaccayasamavāye vikārāpajjanato rūpaṁ ruppanalakkhaṇaṁ.",
  "tika-abh08t42:28_7": "Ārammaṇābhimukhaṁ namanato nāmaṁ namanalakkhaṇaṁ.",
  "tika-abh08t42:28_8": "Parigaṇhatīti paricchedakārikāya paññāya paricchinditvā gaṇhāti.",
  "tika-abh08t42:29_0": "1206-9.Tālassa kandaṁ tu yamakanti dvīhi bījehi nibbattitaṁ ekībhūtaṁ yamakatālakandaṁ.",
  "tika-abh08t42:29_1": "Tañhi yamakaṁ bhinnasantānampi abhinnaṁ viya upaṭṭhāti, evaṁ rūpārūpadhammāti.",
  "tika-abh08t42:29_2": "Nāmañca rūpañcāti eteneva tassa duvidhabhāve siddhe “dvidhā vavatthapetī”ti idaṁ nāmarūpavinimuttassa aññassa abhāvadassanatthaṁ.",
  "tika-abh08t42:29_3": "Tenevāha “nāmato rūpato”tiādi.",
  "tika-abh08t42:29_4": "Nāmarūpamattatāya avinicchitattā, santānādighanabhedassa ca akatattā abhinivesena vinā samūhekattaggahaṇavasena “satto”ti pavatto sammoho sattasammoho, tassa ghātatthaṁ vikkhambhanatthaṁ.",
  "tika-abh08t42:29_5": "Bahusuttavasenāti “yathā hī”tiādinā idha dassitānaṁ, aññesañca “rūpañca hidaṁ, mahāli, attā abhavissa, nayidaṁ rūpaṁ ābādhāya saṁvatteyyā”ti evamādīnaṁ sambahulānaṁ suttantānaṁ vasena.",
  "tika-abh08t42:29_6": "Tanti taṁ nāmarūpaṁ.",
  "tika-abh08t42:30_0": "1210-2.Aṅgasambhārāti aṅgasambhārahetu tannimittaṁ amuñcitvā sati eva tasminti attho.",
  "tika-abh08t42:30_1": "Saddoti vohāro.",
  "tika-abh08t42:30_2": "Khandhesūti pañcasu upādānakkhandhesu santesu te amuñcitvāva sattoti sammuti vohāro.",
  "tika-abh08t42:30_3": "Idaṁ vuttaṁ hoti –",
  "tika-abh08t42:30_4": "yathā akkhacakkapañjaraīsādīsu aṅgasambhāresu ekenākārena ekajjhaṁ rāsi hutvā saṇṭhitesu “ratho”ti vohāramattaṁ hoti, paramatthato pana ekekasmiṁ aṅge upaparikkhiyamāne ratho nāma natthi, evameva upādānakkhandhasaṅkhātesu rūpārūpadhammesu santānavasena pavattamānesu “satto”ti vā “puggalo”ti vā “jīvo”ti vā vohāramattaṁ, paramatthato pana ekekasmiṁ dhamme upaparikkhiyamāne “asmī”ti vā “aha”nti vā gāhassa vatthubhūto satto nāma natthi, kevalaṁ nāmarūpamattameva atthīti.",
  "tika-abh08t42:30_5": "Evaṁ passato hi dassanaṁ yathābhūtadassanaṁ nāma hoti, yaṁ diṭṭhivisuddhīti vuccati.",
  "tika-abh08t42:30_6": "Sace koci satto nāma natthi, kathañcarahi nāmarūpamatte gamanādiatthakiccasiddhatā hotīti anuyogaṁ sandhāyāha “yathāpī”tiādi.",
  "tika-abh08t42:30_7": "Ayaṁ panettha saṅkhepattho –",
  "tika-abh08t42:30_8": "yathā dārumayaṁ yantaṁ nijjīvaṁ jīvavirahitaṁ abbhantare vattamānassa jīvassa abhāvato tatoyeva nirīhakaṁ nibyāpāraṁ, atha ca pana dārurajjusamāyoge paccayavisesavasena taṁ dāruyantaṁ gacchatipi tiṭṭhatipi, sajīvaṁ sabyāpāraṁ viya gamanādikiccaṁ sādhentamiva khāyati, tathā idaṁ nāmarūpampi kiñcāpi nijjīvaṁ nirīhakañca, atha ca pana aññamaññasaṅkhatapaccayavisesassa samāyoge sajīvaṁ sabyāpāraṁ gacchantaṁ tiṭṭhantañca khāyatīti.",
  "tika-abh08t42:31_0": "1213.Saccatoti bhūtato, paramatthatoti vuttaṁ hoti.",
  "tika-abh08t42:31_1": "Idaṁ nāmarūpaṁ abhisaṅkhataṁ yantamiva suññaṁ jīvādinā.",
  "tika-abh08t42:31_2": "Paccayehi abhisaṅkhataṁ idaṁ nāmarūpaṁ yantamiva suññanti vā sambandho.",
  "tika-abh08t42:31_3": "Dukkhassa puñjoti niccāturatāya dukkhassa rāsi.",
  "tika-abh08t42:31_4": "Tiṇakaṭṭhasādisoti attasuññatāya tiṇakaṭṭhasamo.",
  "tika-abh08t42:32_0": "1215.Yamakanti yugaḷaṁ.",
  "tika-abh08t42:32_1": "So ca yamakabhāvo aññamaññanissitabhāvenāti āha “ubho aññoññanissitā”ti.",
  "tika-abh08t42:32_2": "Tato eva ekasmiṁ bhijjamānasmiṁ ubho bhijjanti.",
  "tika-abh08t42:32_3": "Na hi kadāci pañcavokārabhave maraṇavasena rūpe nirujjhante arūpaṁ anirujjhantaṁ, arūpe vā nirujjhante rūpaṁ anirujjhantaṁ atthi.",
  "tika-abh08t42:32_4": "Ekavokārabhavacatuvokārabhavesu pana tesaṁ aññamaññaṁ anissāya pavattiyā kāraṇaṁ heṭṭhā vuttamevāti.",
  "tika-abh08t42:32_5": "So panāyaṁ bhaṅgo paccayavaseneva, paccayanirodheneva nāmarūpanirodhoti attho.",
  "tika-abh08t42:32_6": "Paccayāti paccayabhūtā, aññamaññassa paccayā hontāpi ekasmiṁ bhijjamānasmiṁ ubho bhijjantiyevāti attho.",
  "tika-abh08t42:33_0": "1216-9.Nittejanti tejahīnaṁ ānubhāvavirahitaṁ.",
  "tika-abh08t42:33_1": "Yattha pana taṁ nittejaṁ, taṁ dassetuṁ “na byāharatī”tiādi vuttaṁ.",
  "tika-abh08t42:33_2": "Na hi aññathā saddahanussāhanādīsu nāmaṁ nittejanti sakkā vattuṁ, nāpi rūpaṁ sandhāraṇābandhanādīsu.",
  "tika-abh08t42:33_3": "Teneva hi “tathā rūpampi nitteja”nti vatvā “bhuñjāmīti…pe…",
  "tika-abh08t42:33_4": "na vijjatī”ti vuttaṁ.",
  "tika-abh08t42:34_0": "1220-1.Nāmaṁ nissāyātiādinā byatirekavasenapi nāmarūpānaṁ nittejataṁyeva vibhāveti.",
  "tika-abh08t42:34_1": "Rūpañhi gamanādikiriyāsu nāmaṁ nissāya pavattati, nāmaṁ dassanādikiriyāsu rūpaṁ nissāya.",
  "tika-abh08t42:34_2": "Aññamaññaṁ sannissāya cassa attakiccasiddhipi paccekaṁ asamatthataṁ vibhāveti.",
  "tika-abh08t42:34_3": "Tathā hi nāmarūpassa attasuññatā, nibyāpāratā ca suṭṭhutaraṁ pākaṭā hontīti.",
  "tika-abh08t42:34_4": "Kathaṁ pana paccekaṁ asamatthānaṁ samuditabhāve sati samatthatā hoti asāmaggiyaṁ ahetūnaṁ sāmaggiyampi ahetukabhāvāpattito.",
  "tika-abh08t42:34_5": "Na hi paccekaṁ daṭṭhuṁ asakkontānaṁ satampi sahassampi samuditaṁ daṭṭhuṁ sakkotīti codanaṁ hadaye katvā āha “imassa panā”tiādi.",
  "tika-abh08t42:34_6": "Upamāyapi hi asiddho attho sādhetabbo.",
  "tika-abh08t42:34_7": "Tenevāha “upamaṁ te karissāmi, upamāyapi idhekacce viññū purisā bhāsitassa atthaṁ jānantī”ti.",
  "tika-abh08t42:34_8": "Ayaṁ panettha jaccandhapīṭhasappīnaṁ upamā –",
  "tika-abh08t42:34_9": "yathā jaccandho ca pīṭhasappī ca disā pakkamitukāmā assu.",
  "tika-abh08t42:34_10": "Jaccandho pīṭhasappiṁ evamāha “ahaṁ kho, bhaṇe, sakkomi pādehi pādakaraṇīyaṁ kātuṁ, natthi ca me cakkhūni, yehi samaṁ visamaṁ passeyya”nti.",
  "tika-abh08t42:34_11": "Pīṭhasappī jaccandhaṁ evamāha “ahaṁ kho, bhaṇe, sakkomi cakkhunā cakkhukaraṇīyaṁ kātuṁ, natthi ca me pādā, yehi abhikkameyyaṁ paṭikkameyyaṁ vā”ti.",
  "tika-abh08t42:34_12": "So tuṭṭhahaṭṭho jaccandho pīṭhasappiṁ aṁsakūṭaṁ āropesi, pīṭhasappī jaccandhassa aṁsakūṭe nisīditvā evamāha “vāmaṁ muñca, dakkhiṇaṁ gaṇha, dakkhiṇaṁ muñca, vāmaṁ gaṇhā”ti.",
  "tika-abh08t42:34_13": "Tattha jaccandhopi nittejo dubbalo na sakena balena gacchati, tatheva pīṭhasappī na sakena balena gacchati, na ca tesaṁ aññamaññaṁ nissāya gamanaṁ na pavattati, evameva nāmampi nittejaṁ na sakena tejena uppajjati, na tāsu tāsu kiriyāsu pavattati, rūpampi nittejaṁ na sakena tejena uppajjati, na tāsu tāsu kiriyāsu pavattati, na ca tesaṁ aññamaññaṁ nissāya uppatti vā pavatti vā na hotīti.",
  "tika-abh08t42:34_14": "Tenāhu porāṇā –",
  "tika-abh08t42:35_0": "“Na sakena balena jāyare,",
  "tika-abh08t42:36_0": "Nopi sakena balena tiṭṭhare;",
  "tika-abh08t42:37_0": "Paradhammavasānuvattino,",
  "tika-abh08t42:38_0": "Jāyare saṅkhatā attadubbalā.",
  "tika-abh08t42:39_0": "“Parapaccayato ca jāyare, paraārammaṇato samuṭṭhitā;",
  "tika-abh08t42:40_0": "Ārammaṇapaccayehi ca, paradhammehi cime pabhāvitā”ti. ;",
  "tika-abh08t42:41_0": "1222-3.",
  "tika-abh08t42:41_1": "Idāni nāvāyantikūpamāyapi nāmarūpānaṁ avasavattitaṁ vibhāvetuṁ “yathā hī”tiādigāthādvayaṁ vuttaṁ.",
  "tika-abh08t42:41_2": "Tattha nissāyāti patiṭṭhāya.",
  "tika-abh08t42:41_3": "Yantīti gacchanti.",
  "tika-abh08t42:41_4": "Manusse nissāyāti netubhūte niyāmakakammakarādimanusse apassāya.",
  "tika-abh08t42:41_5": "Na hi tesaṁ araṇaggahaṇalaṅkārasaṇṭhāpanaudakasiñcanādikiriyāya vinā nāvā icchitadesaṁ pāpuṇāti, yathā pana ubhopi aññamaññaṁ nissāya aṇṇave gacchanti, evaṁ nāmañca rūpañca ubho aññamaññaṁ nissitā pavattantīti adhippāyo.",
  "tika-abh08t42:42_0": "1224.Sattasaññaṁ vinodetvāti yathāvuttanayehi anādikālabhāvitaṁ khandhapañcake sattaggāhaṁ vikkhambhetvā. Nāma…pe…",
  "tika-abh08t42:42_1": "vuccatīti “idaṁ nāmaṁ, ettakaṁ nāmaṁ, na ito bhiyyo.",
  "tika-abh08t42:42_2": "Idaṁ rūpaṁ, ettakaṁ rūpaṁ, na ito bhiyyo”ti ca evaṁ sabbākārena tesaṁ lakkhaṇasallakkhaṇamukhena tamatthabhāvadassanaṁ etaṁ attadiṭṭhimalavisodhanato diṭṭhivisuddhīti vuccati buddhādīhīti attho.",
  "tika-abh08t42:42_3": "Na kevalañcetaṁ diṭṭhivisuddhiyeva vuccati, nāmarūpavavatthāpanantipi etasseva adhivacananti veditabbaṁ.",
  "tika-abh08t42:42_4": "Jātiāditoti jātijarābyādhiādito dukkhato.",
  "tika-abh08t42:42_5": "Yathāha “jātipi dukkhā, jarāpi dukkhā, byādhipi dukkho, maraṇampi dukkhaṁ, yampicchaṁ na labhati, tampi dukkhaṁ, saṁkhittena pañcupādānakkhandhā dukkhā”ti.",
  "tika-abh08t42:42_6": "Antadvayanti sassatucchedasaṅkhātaṁ antadvayaṁ.",
  "tika-abh08t42:42_7": "Atha vā sattassa accantaṁ atthibhāvasaṅkhātaṁ, tassa natthibhāvasaṅkhātañca antadvayaṁ.",
  "tika-abh08t42:42_8": "Paramatthato anupalabbhanato hi satto atthīti vajjitabbameva, lokasaṅketatova upalabbhanato natthītipi vajjitabbamevāti.",
  "tika-abh08t42:42_9": "Suṭṭhutaraṁ parisuddhaṁ karotīti sambandho.",
  "tika-abh08t42:42_10": "Diṭṭhigatāni malānīti diṭṭhigatasaṅkhātāni malāni.",
  "tika-abh08t42:42_11": "Asesaṁ nissesato nāsaṁ vināsaṁ vikkhambhanaṁ upenti.",
  "tika-abh08t42:42_12": "Tathā hetaṁ diṭṭhimalavisodhanato diṭṭhivisuddhīti vuccati.",
  "tika-abh08t42:43_0": "Iti abhidhammatthavikāsiniyā nāma",
  "tika-abh08t42:44_0": "Abhidhammāvatārasaṁvaṇṇanāya",
  "tika-abh08t42:45_0": "Diṭṭhivisuddhiniddesavaṇṇanā niṭṭhitā."
}