{
  "tika-vin02t11:0_0": "3. Vassūpanāyikakkhandhakaṁ",
  "tika-vin02t11:1_0": "Vassūpanāyikānujānanakathāvaṇṇanā",
  "tika-vin02t11:2_0": "184.",
  "tika-vin02t11:2_1": "Vassūpanāyikakkhandhake idha-saddo nipātamattoti okāsaparidīpanassapi asambhavato atthantarassa abodhanato vuttaṁ.",
  "tika-vin02t11:2_2": "Aparajjugatāya assāti iminā asamānādhikaraṇavisayo bāhiratthasamāsoyanti dasseti.",
  "tika-vin02t11:2_3": "Aparajjūti āsāḷhīpuṇṇamito aparaṁ dinaṁ, pāṭipadanti attho.",
  "tika-vin02t11:2_4": "Assāti āsāḷhīpuṇṇamiyā.",
  "tika-vin02t11:3_0": "Vassāne cārikāpaṭikkhepādikathāvaṇṇanā",
  "tika-vin02t11:4_0": "185.Anapekkhagamanena vā aññattha aruṇaṁ uṭṭhāpanena vā āpatti veditabbāti ettha anapekkhagamanena upacārātikkame āpatti veditabbā, sāpekkhagamanena aññattha aruṇuṭṭhāpanena āpatti veditabbā.",
  "tika-vin02t11:5_0": "Sattāhakaraṇīyānujānanakathāvaṇṇanā",
  "tika-vin02t11:6_0": "187-189.Tīṇi parihīnānīti bhikkhunīnaṁ vaccakuṭiādīnaṁ paṭikkhittattā pahīnāni.",
  "tika-vin02t11:6_1": "Vāreyyanti āvāhavivāhamaṅgalaṁ.",
  "tika-vin02t11:6_2": "Suttantoti attano paguṇasuttanto.",
  "tika-vin02t11:6_3": "Na palujjatīti na vinassati na antaradhāyati.",
  "tika-vin02t11:7_0": "Pahiteyeva anujānanakathāvaṇṇanā",
  "tika-vin02t11:8_0": "199.Bhikkhugatikoti bhikkhunissitako.",
  "tika-vin02t11:8_1": "So pana yasmā bhikkhūhi saddhiṁ vasati, tasmā vuttaṁ “bhikkhūhi saddhiṁ vasanakapuriso”ti.",
  "tika-vin02t11:8_2": "Sattāhakaraṇīyena gantvā bahiddhā aruṇuṭṭhāpanaṁ ratticchedo.",
  "tika-vin02t11:8_3": "Animantitena gantuṁ na vaṭṭatīti ettha animantitattā sattāhakiccaṁ adhiṭṭhahitvā gacchantassapi vassacchedo ceva dukkaṭañca hotīti veditabbaṁ.",
  "tika-vin02t11:8_4": "Yathāvuttañhi ratticchedakāraṇaṁ vinā tirovihāre vasitvā āgacchissāmīti gacchatopi vassacchedaṁ vadanti.",
  "tika-vin02t11:8_5": "Gantuṁ vaṭṭatīti sattāhakaraṇīyena gantuṁ vaṭṭati.",
  "tika-vin02t11:8_6": "Evaṁ gacchantena ca antoupacārasīmāyaṁ ṭhiteneva “antosattāhe āgacchissāmī”ti ābhogaṁ katvā gantabbaṁ.",
  "tika-vin02t11:8_7": "Sace ābhogaṁ akatvā upacārasīmaṁ atikkamati, chinnavassova hotīti vadanti.",
  "tika-vin02t11:8_8": "Bhaṇḍakanti cīvaraṁ sandhāya vuttaṁ.",
  "tika-vin02t11:8_9": "Pahiṇantīti cīvaradhovanādikammena pahiṇanti.",
  "tika-vin02t11:8_10": "Sampāpuṇituṁna sakkoti, vaṭṭatīti ettha “ajjeva āgamissāmī”ti sāmantavihāraṁ gantvā puna āgacchantassa antarāmagge sace aruṇuggamanaṁ hoti, vassacchedopi na hoti, ratticchedadukkaṭañca natthīti vadanti.",
  "tika-vin02t11:8_11": "“Ācariyaṁ passissāmī”ti pana gantuṁ labhatīti “agilānampi ācariyaṁ upajjhāyaṁ vā passissāmī”ti sattāhakaraṇīyena gantuṁ labhati.",
  "tika-vin02t11:8_12": "Sace pana naṁ ācariyo “ajja mā gacchā”ti vadati, vaṭṭatīti evaṁ sattāhakaraṇīyena gataṁ antosattāheyeva puna āgacchantaṁ sace ācariyo upajjhāyo vā “ajja mā gacchā”ti vadati, vaṭṭati, sattāhātikkamepi anāpattīti adhippāyo, vassacchedo pana hotiyevāti daṭṭhabbaṁ sattāhassa bahiddhā vītināmitattā.",
  "tika-vin02t11:9_0": "Antarāye anāpattivassacchedakathāvaṇṇanā",
  "tika-vin02t11:10_0": "201.Sace dūraṁ gato hoti, sattāhavārena aruṇo uṭṭhāpetabboti iminā vassacchedakāraṇe sati sattāhakaraṇīyena gantuṁ vaṭṭatīti dīpeti.",
  "tika-vin02t11:11_0": "Vajādīsu vassūpagamanakathāvaṇṇanā",
  "tika-vin02t11:12_0": "203.“Idha vassaṁ upemī”ti tikkhattuṁ vattabbanti satthassāvihārattā “imasmiṁ vihāre”ti avatvā “idha vassaṁ upemī”ti ettakameva vattabbaṁ.",
  "tika-vin02t11:12_1": "Satthe pana vassaṁ upagantuṁ na vaṭṭatīti kuṭikādīnaṁ abhāve “idha vassaṁ upemī”ti vacībhedaṁ katvā upagantuṁ na vaṭṭati, ālayakaraṇamatteneva vaṭṭatīti adhippāyo.",
  "tika-vin02t11:12_2": "Vippakiratīti visuṁ visuṁ gacchati.",
  "tika-vin02t11:12_3": "Tīsu ṭhānesu natthi vassacchede āpattīti tehi saddhiṁ gacchantasseva natthi āpatti, tehi viyujjitvā gamane pana āpattiyeva, pavāretuñca na labhati.",
  "tika-vin02t11:13_0": "Vassaṁ anupagantabbaṭṭhānakathāvaṇṇanā",
  "tika-vin02t11:14_0": "204.Seyyathāpipisācillikāti ettha pisācā eva pisācillikā, pisācadārakātipi vadanti.",
  "tika-vin02t11:14_1": "Pavisanadvāraṁ yojetvāti sakavāṭabaddhameva yojetvā.",
  "tika-vin02t11:14_2": "Pañcannaṁ chadanānanti tiṇapaṇṇaiṭṭhakasilāsudhāsaṅkhātānaṁ pañcannaṁ chadanānaṁ.",
  "tika-vin02t11:14_3": "Idañca yebhuyyena vuttanti veditabbaṁ rukkhādīsu padaracchadanāyapi kuṭikāya vassūpagamanassa vuttattā.",
  "tika-vin02t11:14_4": "Na, bhikkhave, asenāsanikena vassaṁ upagantabbanti vacībhedaṁ katvā vassūpagamanaṁ sandhāyeva paṭikkhepo, na ālayakaraṇavasena upagamanaṁ sandhāyāti vadanti.",
  "tika-vin02t11:14_5": "Pāḷiyaṁ pana avisesena vuttattā aṭṭhakathāyañca dutiyapārājikasaṁvaṇṇanāyaṁ “vassaṁ upagacchantena hi nālakapaṭipadaṁ paṭipannenapi pañcannaṁ chadanānaṁ aññatarena channeyeva sadvārabandhe senāsane upagantabbaṁ.",
  "tika-vin02t11:14_6": "Tasmā vassakāle sace senāsanaṁ labhati, iccetaṁ kusalaṁ.",
  "tika-vin02t11:14_7": "No ce labhati, hatthakammaṁ pariyesitvāpi kātabbaṁ.",
  "tika-vin02t11:14_8": "Hatthakammaṁ alabhantena sāmampi kātabbaṁ, na tveva asenāsanikena vassaṁ upagantabba”nti daḷhaṁ katvā vuttattā asenāsanikassa nāvādiṁ vinā aññattha ālayo na vaṭṭatīti amhākaṁ khanti.",
  "tika-vin02t11:14_9": "Nāvāsatthavajesuyeva hi “anujānāmi, bhikkhave, nāvāya vassaṁ upagantu”ntiādinā sati asati vā senāsane vassūpagamanassa visuṁ anuññātattā “na, bhikkhave, asenāsanikena vassaṁ upagantabba”nti ayaṁ paṭikkhepo tattha na labbhatīti asati senāsane ālayavasenapi nāvādīsu upagamanaṁ vuttaṁ.",
  "tika-vin02t11:14_10": "Ṭaṅkitamañco nāma dīghe mañcapāde majjhe vijjhitvā aṭaniyo pavesetvā kato mañco.",
  "tika-vin02t11:14_11": "Tassa idaṁ upari idaṁ heṭṭhāti natthi, parivattetvā atthatopi tādisova hoti, taṁ susāne devaṭṭhāne ca ṭhapenti, catunnaṁ pāsāṇānaṁ upari pāsāṇaṁ attharitvā kataṁ gehampi “ṭaṅkitamañco”ti vuccati.",
  "tika-vin02t11:15_0": "Vassaṁ anupagantabbaṭṭhānakathāvaṇṇanā niṭṭhitā.",
  "tika-vin02t11:16_0": "Adhammikakatikakathāvaṇṇanā",
  "tika-vin02t11:17_0": "205.Tassā lakkhaṇaṁ mahāvibhaṅge vuttanti catutthapārājikasaṁvaṇṇanāyaṁ “yo imamhā āvāsā paṭhamaṁ pakkamissati, taṁ mayaṁ arahāti jānissāmā”ti ettha dassitaṁ adhammikakatikavattalakkhaṇaṁ sandhāya vadati, paratopi senāsanakkhandhakavaṇṇanāyaṁ adhammikaṁ katikavattaṁ āvi bhavissatiyeva.",
  "tika-vin02t11:18_0": "Paṭissavadukkaṭāpattikathāvaṇṇanā",
  "tika-vin02t11:19_0": "207.",
  "tika-vin02t11:19_1": "Yasmā nānāsīmāyaṁ dvīsu āvāsesu vassaṁ vasantassa dutiye “vasāmī”ti citte uppanne paṭhamasenāsanaggāho paṭippassambhati, puna paṭhameyeva “vasāmī”ti citte uppanne dutiyo paṭippassambhati, tasmā “tassa, bhikkhave, bhikkhuno purimikā ca na paññāyatī”ti vuttaṁ.",
  "tika-vin02t11:19_2": "Paṭissavassa visaṁvādanapaccayā hontampi dukkaṭaṁ satiyeva paṭissave hotīti āha “tassa tassa paṭissave dukkaṭa”nti.",
  "tika-vin02t11:19_3": "Tenevāha “tañca kho…pe…",
  "tika-vin02t11:19_4": "pacchā visaṁvādanapaccayā”ti.",
  "tika-vin02t11:20_0": "Akaraṇīyoti sattāhakaraṇīyena akaraṇīyo.",
  "tika-vin02t11:20_1": "Sakaraṇīyoti sattāhakaraṇīyeneva sakaraṇīyo.",
  "tika-vin02t11:20_2": "Yadi evaṁ “sattāhakaraṇīyena akaraṇīyo sakaraṇīyo”ti ca kasmā na vuttanti?",
  "tika-vin02t11:20_3": "“Akaraṇīyo”ti vuttepi sattāhakaraṇīyena sakaraṇīyākaraṇīyatā viññāyatīti katvā na vuttaṁ.",
  "tika-vin02t11:20_4": "Yadi evaṁ parato “sattāhakaraṇīyena pakkamatī”ti vāradvayepi “sakaraṇīyo pakkamatī”ti ettakameva kasmā na vuttanti? Vuccate –",
  "tika-vin02t11:20_5": "tattha “sattāhakaraṇīyenā”ti avatvā “sakaraṇīyo pakkamatī”ti vutte so taṁ sattāhaṁ bahiddhā vītināmetīti na sakkā vattunti “sattāhakaraṇīyena pakkamatī”ti vuttaṁ.",
  "tika-vin02t11:20_6": "Evañhi vutte sattāhassa adhikatattā so taṁ sattāhaṁ bahi vītināmetīti sakkā vattuṁ.",
  "tika-vin02t11:21_0": "Ettha ca ādimhi cattāro vārā nirapekkhagamanaṁ sandhāya vuttā, tatthāpi purimā dve vārā vassaṁ anupagatassa vasena vuttā, pacchimā pana dve vārā vassaṁ upagatassa vasena, tato paraṁ dve vārā sāpekkhagamanaṁ sandhāya vuttā, tatthāpi paṭhamavāro sāpekkhassapi sattāhakaraṇīyena gantvā taṁ sattāhaṁ bahiddhā vītināmentassa vassacchedadassanatthaṁ vutto, itaro vuttanayeneva gantvā antosattāhe nivattantassa vassacchedābhāvadassanatthaṁ.",
  "tika-vin02t11:21_1": "“So sattāhaṁ anāgatāya pavāraṇāya sakaraṇīyo pakkamatī”ti ayaṁ pana vāro navamito paṭṭhāya gantvā sattāhaṁ bahiddhā vītināmentassapi vassacchedābhāvadassanatthaṁ vutto.",
  "tika-vin02t11:21_2": "Ettha ca “akaraṇīyo pakkamatī”ti dutiyavārassa anāgatattā navamito paṭṭhāya gacchantenapi satiyeva karaṇīye gantabbaṁ, nāsatīti daṭṭhabbaṁ.",
  "tika-vin02t11:21_3": "Ime ca satta vārā bahiddhā katauposathikassa vasena āgatā, apare satta antovihāraṁ gantvā katauposathassa vasenāti evaṁ purimikāya vasena cuddasa vārā vuttā, tato paraṁ pacchimikāya vasena teyeva cuddasa vārā vuttāti evametesaṁ nānākaraṇaṁ veditabbaṁ.",
  "tika-vin02t11:22_0": "Imehi pana sabbavārehi vuttamatthaṁ sampiṇḍetvā dassetuṁ “so tadaheva akaraṇīyotiādīsū”tiādi āraddhaṁ.",
  "tika-vin02t11:22_1": "Ko pana vādo dvīhatīhaṁ vasitvā antosattāhe nivattantassāti vassaṁ upagantvā dvīhatīhaṁ vasitvā sattāhakaraṇīyena gantvā antosattāhe nivattantassa ko pana vādo, kathā eva natthīti adhippāyo.",
  "tika-vin02t11:22_2": "Asatiyā pana vassaṁ na upetīti “imasmiṁ vihāre imaṁ temāsaṁ vassaṁ upemī”ti vacībhedaṁ katvā na upeti.",
  "tika-vin02t11:23_0": "Komudiyā cātumāsiniyāti pacchimakattikapuṇṇamāyaṁ.",
  "tika-vin02t11:23_1": "Sā hi kumudānaṁ atthitāya komudī, catunnaṁ vassikānaṁ māsānaṁ pariyosānattā “cātumāsinī”ti vuccati.",
  "tika-vin02t11:23_2": "Tadā hi kumudāni supupphitāni honti, tasmā kumudānaṁ samūho, kumudāni eva vā komudā, te ettha atthīti “komudī”ti vuccati, kumudavatīti vuttaṁ hoti.",
  "tika-vin02t11:23_3": "Sesamettha uttānameva.",
  "tika-vin02t11:24_0": "Paṭissavadukkaṭāpattikathāvaṇṇanā niṭṭhitā.",
  "tika-vin02t11:25_0": "Vassūpanāyikakkhandhakavaṇṇanā niṭṭhitā."
}