{
  "tika-s0105t1:0_0": "3. Ambaṭṭhasuttavaṇṇanā",
  "tika-s0105t1:1_0": "Addhānagamanavaṇṇanā",
  "tika-s0105t1:2_0": "254.",
  "tika-s0105t1:2_1": "Evaṁ sāmaññaphalasuttaṁ saṁvaṇṇetvā idāni ambaṭṭhasuttaṁ saṁvaṇṇento yathānupubbaṁ saṁvaṇṇokāsassa pattabhāvaṁ vibhāvetuṁ, sāmaññaphalasuttassānantaraṁ saṅgītassa suttassa ambaṭṭhasuttabhāvaṁ pakāsetuṁ “evaṁ me sutaṁ…pe…",
  "tika-s0105t1:2_2": "kosalesūti ambaṭṭhasutta”nti āha.",
  "tika-s0105t1:2_3": "Evamīdisesu.",
  "tika-s0105t1:2_4": "Itisaddo cettha ādiattho, padatthavipallāsajotako pana itisaddo luttaniddiṭṭho, ādisaddalopo vā esa, upalakkhaṇaniddeso vā.",
  "tika-s0105t1:2_5": "Apubbapadavaṇṇanā nāma heṭṭhā aggahitatāya apubbassa padassa atthavibhajanā.",
  "tika-s0105t1:2_6": "“Hitvā punappunāgata-matthaṁ atthaṁ pakāsayissāmī”ti hi vuttaṁ, “anupubbapadavaṇṇanā”ti katthaci pāṭho, so ayuttova ṭīkāya anuddhaṭattā, tathā asaṁvaṇṇitattā ca.",
  "tika-s0105t1:3_0": "“Rājakumārā gottavasena kosalā nāmā”ti ācariyena vuttaṁ.",
  "tika-s0105t1:3_1": "Akkharacintakā pana vadanti “kosaṁ lanti gaṇhanti, kusalaṁ vā pucchantīti kosalā”ti.",
  "tika-s0105t1:3_2": "Janapadinoti janapadavanto, janapadassa vā issarā.",
  "tika-s0105t1:3_3": "“Kosalā nāma rājakumārā”ti vutteyeva siddhepi “janapadino”ti vacanaṁ santesupi aññesu taṁtaṁnāmapaññātesu tattha nivasantesu janapadibhāvato tesameva nivasanamupādāya janapadassāyaṁ samaññāti dassanatthaṁ.",
  "tika-s0105t1:3_4": "“Tesaṁ nivāso”ti iminā “kosalānaṁ nivāsā kosalā”ti taddhitaṁ dasseti.",
  "tika-s0105t1:3_5": "“Ekopi janapado”ti iminā pana saddatoyevetaṁ puthuvacanaṁ, atthato panesa eko evāti vibhāveti.",
  "tika-s0105t1:3_6": "Api-saddo cettha anuggahe, tena kāmaṁ ekoyevesa janapado, tathāpi iminā kāraṇena puthuvacanamupapannanti anuggaṇhāti.",
  "tika-s0105t1:3_7": "Yadi ekova janapado, kathaṁ tattha bahuvacananti āha “ruḷhisaddenā”tiādi, ruḷhisaddattā bahuvacanamupapannanti vuttaṁ hoti.",
  "tika-s0105t1:3_8": "Nissitesu payuttassa puthuvacanassa, puthubhāvassa vā nissaye abhiniropanā idha ruḷhi, tena vuttaṁ ācariyena idha ceva aññattha ca majjhimāgamaṭīkādīsu “akkharacintakā hi īdisesu ṭhānesu yutte viya īdisaliṅgavacanāni icchanti, ayamettha ruḷhi yathā ‘aññatthāpi kurūsu viharati, aṅgesu viharatī’ti cā”ti.",
  "tika-s0105t1:3_9": "Keci pana kosalanāmābhiniropanamicchanti, ayuttametaṁ puthuvacanassa appayujjitabbattā.",
  "tika-s0105t1:3_10": "Nāmābhiniropanāya hi ekavacanampi bhavati yathā “sīho gāyatī”ti.",
  "tika-s0105t1:3_11": "Tabbisesitepi janapadasadde jātisaddattā ekavacanameva.",
  "tika-s0105t1:3_12": "Tenāha “tasmiṁ kosalesu janapade”ti, kosalanāmake tasmiṁ janapadeti attho.",
  "tika-s0105t1:3_13": "Abhūtato hi vohāramattaṁ ruḷhi, bhūtatoyeva attho vinicchinitabbo.",
  "tika-s0105t1:3_14": "Yathā hi –",
  "tika-s0105t1:4_0": "“Santi puttā videhānaṁ, dīghāvu raṭṭhavaḍḍhano;",
  "tika-s0105t1:5_0": "Te rajjaṁ kārayissanti, mithilāyaṁ pajāpatī”ti. ādīsu –",
  "tika-s0105t1:6_0": "Taṁputtasaṅkhātassa ekatthassa ruḷhivasena “puttā”ti bahuvacanapayogo, tathā idhāpi tannivāsasaṅkhātassa ekatthassa ruḷhivasena “kosalesū”ti bahuvacanapayogo hoti.",
  "tika-s0105t1:6_1": "Yathā ca “pāṇaṁ na haññe, na ca’dinnamādiye”tiādīsu jātivasena bahvatthānamekavacanapayogo, tathā idhāpi jātivasena avayavappabhedena bahvatthassa “janapade”ti ekavacanapayogo hoti.",
  "tika-s0105t1:6_2": "Vuttañca ācariyena majjhimāgamaṭīkāyaṁ “tabbisesanepi janapadasadde jātisadde ekavacanameva.",
  "tika-s0105t1:6_3": "Tenāha ‘tasmiṁ aṅgesu janapade’ti”.",
  "tika-s0105t1:7_0": "Evaṁ ruḷhivasena bahumhi viya vattabbe bahuvacanaṁ dassetvā idāni bahvatthavasena bahumpi eva vattabbe bahuvacanaṁ dassento “porāṇā panāhū”tiādimāha.",
  "tika-s0105t1:7_1": "Pana-saddo cettha visesatthajotano, tena puthuatthavisayatāya evetaṁ puthuvacanaṁ, na ruḷhivasenāti vakkhamānaṁ visesaṁ joteti.",
  "tika-s0105t1:7_2": "So hi padeso tiyojanasataparimāṇatāya bahuppabhedoti, imasmiṁ pana naye tesu kosalesu janapadesūti attho veditabbo.",
  "tika-s0105t1:7_3": "Mahāpanādanti mahāpanādajātaka surucijātakesu āgataṁ surucino nāma videharañño puttaṁ mahāpanādanāmakaṁ rājakumāraṁ.",
  "tika-s0105t1:7_4": "Nānānāṭakānīti bhaṇḍukaṇḍapaṇḍukaṇḍapamukhāni chasatasahassāni nānāvidhanāṭakāni, katthaci pana ādisaddopi diṭṭho, so jātakaṭṭhakathāyaṁ na dissati, yadi ca dissati, tena naṭalaṅghakādīnaṁ saṅgaho daṭṭhabbo.",
  "tika-s0105t1:7_5": "Sitamattampīti mihitamattampi.",
  "tika-s0105t1:7_6": "Tassa kira dibbanāṭakānaṁ anantarabhaveyeva diṭṭhattā manussanāṭakānaṁ naccaṁ amanuññaṁ ahosi.",
  "tika-s0105t1:7_7": "Naṅgalānipi chaḍḍetvāti kasikammappahānavasena naṅgalāni pahāya, nidassanamattañcetaṁ.",
  "tika-s0105t1:7_8": "Na hi kevalaṁ kassakā eva, atha kho aññepi ubhayaraṭṭhavāsino manussā attano attano kiccaṁ pahāya tasmiṁ maṅgalaṭṭhāne sannipatiṁsu.",
  "tika-s0105t1:7_9": "Tadā kira mahāpanādakumārassa pāsādamaṅgalaṁ, chattamaṅgalaṁ, āvāhamaṅgalanti tīṇi maṅgalāni ekato akaṁsu, kāsivideharaṭṭhavāsinopi tattha sannipatitvā atirekasattavassāni chaṇamanubhaviṁsūti, adhunā pana “naṅgalādīnī”ti pāṭho dissati, so na porāṇapāṭho ṭīkāyamanuddhaṭattā.",
  "tika-s0105t1:8_0": "Mahājanakāye sannipatiteti keci “pahaṁsanavidhiṁ dassetvā rājakumāraṁ hāsāpessāmā”ti, keci “taṁ kīḷanaṁ passissāmā”ti evaṁ mahājanasamūhe sannipatite.",
  "tika-s0105t1:8_1": "Atulambābhiruhanadārucitakapavesanādi nānākīḷāyo dassetvā.",
  "tika-s0105t1:8_2": "Sakkapesito kira dibbanāṭako rājaṅgaṇe ākāse ṭhatvā upaḍḍhabhāgaṁ nāma dasseti, ekova hattho, eko pādo, ekaṁ akkhi, ekā dāṭhā naccati calati, upaḍḍhaṁ phandati, sesaṁ niccalamahosi, taṁ disvā mahāpanādo thokaṁ hasitamakāsi, imamatthaṁ sandhāya “so dibbanāṭakaṁ dassetvā hasāpesī”ti vuttaṁ.",
  "tika-s0105t1:8_3": "Suhajjā nāma vissāsikā “suṭṭhu hadayametesa”nti katvā.",
  "tika-s0105t1:8_4": "Ādisaddena ñātakaparijanādīnaṁ saṅgaho.",
  "tika-s0105t1:8_5": "Tasmāti tathā vacanato.",
  "tika-s0105t1:8_6": "Taṁ kusalanti vacanaṁ upādāyāti ettha “kacci kusalaṁ?",
  "tika-s0105t1:8_7": "Āma kusala”nti vacanapaṭivacanavasena pavattakusalavāditāya te manussā ādito “kusalā”ti samaññaṁ labhiṁsu, tesaṁ kusalānaṁ issarāti rājakumārā kosalā nāma jātā, tesaṁ nivāsaṭṭhānatāya pana padeso kosalāti pubbe vuttanayameva.",
  "tika-s0105t1:8_8": "Tenāha “so padeso kosalāti vuccatī”ti.",
  "tika-s0105t1:8_9": "Evaṁ majjhimāgamaṭīkāyaṁ ācariyeneva vuttaṁ.",
  "tika-s0105t1:8_10": "Tatrāyamadhippāyo siyā –",
  "tika-s0105t1:8_11": "“so padeso kosalāti vuccatī”ti saññīsaññā yathākkamaṁ ekavacanabahuvacanavasena vuttattā purimanaye viya idhāpi ruḷhivaseneva bahuvacanaṁ hoti.",
  "tika-s0105t1:8_12": "Rājakumārānaṁ nāmalābhahetumattañhettha visesoti.",
  "tika-s0105t1:8_13": "Idha pana ācariyena evaṁ vuttaṁ so padesoti padesasāmaññato vuttaṁ, vacanavipallāsena vā, te padesāti attho.",
  "tika-s0105t1:8_14": "Kosalāti vuccati kusalā eva kosalāti katvā”ti tatrāyamadhippāyo siyā –",
  "tika-s0105t1:8_15": "so padesoti jātisaddavasena, vacanavipallāsena vā vuttattā puthuatthavisayatāya eva bahuvacanaṁ hoti.",
  "tika-s0105t1:8_16": "Padesassa nāmalābhahetu hettha visesoti.",
  "tika-s0105t1:8_17": "“Kusala”nti hi vacanamupādāya ruḷhināmavasena vuttanayena kosalā yathā “yevāpanakaṁ, natumhākavaggo”ti.",
  "tika-s0105t1:8_18": "Apica vacanapaṭivacanavasena “kusala”nti vadanti etthāti kosalā.",
  "tika-s0105t1:8_19": "Vicitrā hi taddhitavuttīti.",
  "tika-s0105t1:8_20": "Kusalanti ca ārogyaṁ “kacci nu bhoto kusalaṁ, kacci bhoto anāmaya”ntiādīsu viya, kacci tumhākaṁ ārogyaṁ hotīti attho, chekaṁ vā “kusalā naccagītassa, sikkhitā cāturitthiyo”tiādīsu viya, kacci tesaṁ nāṭakānaṁ chekatā hotīti attho.",
  "tika-s0105t1:9_0": "Caraṇaṁ cārikā, caraṇaṁ vā cāro, so eva cārikā, tayidaṁ maggagamanameva idhādhippetaṁ, na cuṇṇikagamanamattanti dassetuṁ “addhānagamana”nti vuttaṁ, bhāvanapuṁsakañcetaṁ, addhānagamanasaṅkhātāya cārikāya caramānoti vuttaṁ hoti, abhedepi vā bhedavohārena vuttaṁ yathā “divāvihāraṁ nisīdī”ti, addhānagamanasaṅkhātaṁ cārikaṁ caramāno, caraṇaṁ karontoti attho.",
  "tika-s0105t1:9_1": "Sabbatthako hi karabhūdhātūnamatthoti.",
  "tika-s0105t1:9_2": "“Addhānamagga”ntipi katthaci pāṭho, so na sundaro.",
  "tika-s0105t1:9_3": "Na hi cārikāsaddo maggavācakoti.",
  "tika-s0105t1:9_4": "Idāni taṁ vibhāgena dassetvā idhādhippetaṁ niyamento “cārikā ca nāmesā”tiādimāha.",
  "tika-s0105t1:9_5": "Sāvakānampi ruḷhivasena cārikāya sambhavato tato viseseti “bhagavato”ti iminā.",
  "tika-s0105t1:9_6": "Tathā hi majjhimāgamaṭṭhakathāyaṁ vuttaṁ “cārikaṁ caramānoti ettha kiñcāpi ayaṁ cārikā nāma mahājanasaṅgahatthaṁ buddhānaṁyeva labbhati, buddhe upādāya pana ruḷhisaddena sāvakānampi vuccati kilañjādīhi katabījanīpi tālavaṇṭaṁ viyā”ti.",
  "tika-s0105t1:9_7": "Dūrepīti ettha pi-saddena, api-saddena vā nātidūrepīti sampiṇḍanaṁ tatthāpi cārikāsambhavato.",
  "tika-s0105t1:9_8": "Bodhaneyyapuggalanti catusaccapaṭivedhavasena bodhanārahapuggalaṁ.",
  "tika-s0105t1:9_9": "Sahasā gamananti sīghagamanaṁ.",
  "tika-s0105t1:9_10": "“Mahākassapassa paccuggamanādīsū”ti vuttameva sarūpato dasseti “bhagavā hī”tiādinā.",
  "tika-s0105t1:9_11": "Paccuggacchantoti paṭimukhaṁ gacchanto, paccuṭṭhahantoti attho.",
  "tika-s0105t1:9_12": "“Tathā”ti iminā “tiṁsayojana”nti padamanukaḍḍhati.",
  "tika-s0105t1:9_13": "Pakkusāti nāma gandhārarājā.",
  "tika-s0105t1:9_14": "Mahākappino nāma kukkuṭavatīrājā.",
  "tika-s0105t1:9_15": "Dhaniyo nāma koraṇḍaseṭṭhiputto gopo.",
  "tika-s0105t1:10_0": "Evaṁ dhammagarutākittanamukhena mahākassapapaccuggamanādīni ekadesena dassetvā idāni vanavāsitissasāmaṇerassa vatthuṁ vitthāretvā cārikaṁ dassetuṁ “ekadivasa”ntiādi āraddhaṁ.",
  "tika-s0105t1:10_1": "Ko panesa tissasāmaṇero nāma?",
  "tika-s0105t1:10_2": "Sāvatthiyaṁ dhammasenāpatino upaṭṭhākakule jāto mahāpuñño “piṇḍapātadāyakatisso, kambaladāyakatisso”ti ca pubbe laddhanāmo pacchā “vanavāsitisso”ti pākaṭo khīṇāsavasāmaṇero.",
  "tika-s0105t1:10_3": "Vitthāro dhammapade.",
  "tika-s0105t1:10_4": "Ākāsagāmīhi saddhiṁ ākāseneva gantukāmo bhagavā “chaḷabhiññānaṁ ārocehī”ti avoca.",
  "tika-s0105t1:10_5": "Tassāti tissasāmaṇerassa.",
  "tika-s0105t1:10_6": "Tanti bhagavantaṁ saddhiṁ bhikkhusaṅghena cīvaraṁ pārupantaṁ.",
  "tika-s0105t1:10_7": "No thero no oramattako vatāti sambandho, guṇena lāmakappamāṇiko no hotīti attho.",
  "tika-s0105t1:11_0": "Attanopattāsaneti bhikkhūnaṁ āsanapariyante.",
  "tika-s0105t1:11_1": "Tesaṁ gāmikānaṁ dānapaṭisaṁyuttaṁ maṅgalaṁ vatvā.",
  "tika-s0105t1:11_2": "Kasmā pana sadevakassa lokassa maggadesakopi samāno bhagavā evamāhāti codanaṁ sodhetuṁ “bhagavā kirā”tiādi vuttaṁ.",
  "tika-s0105t1:11_3": "Maggadesakoti nibbānamaggassa, sugatimaggassa vā desako.",
  "tika-s0105t1:12_0": "Tāyāti araññasaññāya.",
  "tika-s0105t1:12_1": "Saṅghakammavasena sijjhamānāpi upasampadā satthu āṇāvasena sijjhanato “buddhadāyajjaṁ te dassāmī”ti vuttanti vadanti.",
  "tika-s0105t1:12_2": "Apare pana “aparipuṇṇavīsativassasseva tassa upasampadaṁ anujānanto satthā ‘buddhadāyajjaṁ te dassāmī’ti avocā”ti vadanti.",
  "tika-s0105t1:12_3": "Dhammasenāpatinā upajjhāyena upasampādetvā, tatoyevesa dhammasenāpatino saddhivihārikoti aṭṭhakathāsu vutto.",
  "tika-s0105t1:12_4": "Dhammapadaṭṭhakathāyaṁ pana dhammasenāpatiāditherānaṁ cattālīsabhikkhusahassaparivārānaṁ attano attano parivārehi saddhiṁ paccekaṁ gamanaṁ, bhagavato ca ekakasseva gamanaṁ khuddakabhāṇakānaṁ matena vuttaṁ, idha, pana majjhimāgamaṭṭhakathāyañca aññathā gamanaṁ dīghabhāṇakamajjhimabhāṇakānaṁ matenāti daṭṭhabbaṁ.",
  "tika-s0105t1:12_5": "Ayanti mahākassapādīnamatthāya cārikā.",
  "tika-s0105t1:12_6": "Yaṁ pana anuggaṇhantassa bhagavato gamanaṁ, ayaṁ aturitacārikā nāmāti sambandho.",
  "tika-s0105t1:13_0": "Imaṁpana cārikanti aturitacārikaṁ.",
  "tika-s0105t1:13_1": "Mahāmaṇḍalanti majjhimadesapariyāpanneneva bāhirimena pamāṇena paricchinnattā mahantataraṁ maṇḍalaṁ.",
  "tika-s0105t1:13_2": "Majjhimamaṇḍalanti itaresaṁ ubhinnaṁ vemajjhe pavattaṁ maṇḍalaṁ.",
  "tika-s0105t1:13_3": "Antomaṇḍalanti itarehi khuddakaṁ maṇḍalaṁ, itaresaṁ vā antogadhattā antimaṁ maṇḍalaṁ, abbhantarimaṁ maṇḍalanti vuttaṁ hoti.",
  "tika-s0105t1:13_4": "Kiṁ panimesaṁ pamāṇanti āha “katthā”tiādi.",
  "tika-s0105t1:13_5": "Tattha navayojanasatikatā majjhimadesapariyāpannavaseneva gahetabbā tato paraṁ aturitacārikāya agamanato.",
  "tika-s0105t1:13_6": "Taduttari hi turitacārikāya eva tathāgato gacchati, na aturitacārikāya.",
  "tika-s0105t1:13_7": "Pavāretvāva cārikācaraṇaṁ buddhāciṇṇanti vuttaṁ “mahāpavāraṇāya pavāretvā”tiādi.",
  "tika-s0105t1:13_8": "Pāṭipadadivaseti paṭhamakattikapuṇṇamiyā anantare pāṭipadavase.",
  "tika-s0105t1:13_9": "Samantāti gatagataṭṭhānassa catūsu passesu samantato.",
  "tika-s0105t1:13_10": "Mahājanakāyassa sannipatanato purimaṁ purimaṁ āgatā nimantetuṁ labhanti.",
  "tika-s0105t1:13_11": "Tathā sannipatanameva dassetuṁ “itaresū”tiādi vuttaṁ.",
  "tika-s0105t1:13_12": "Samathavipassanā taruṇā hontīti ettha samathassa taruṇabhāvo upacārasamādhivasena, vipassanāya pana saṅkhāraparicchedañāṇaṁ, kaṅkhāvitaraṇañāṇaṁ, sammasanañāṇaṁ, maggāmaggañāṇanti catunnaṁ ñāṇānaṁ vasena veditabbo.",
  "tika-s0105t1:13_13": "Taruṇavipassanāti hi tesaṁ catunnaṁ ñāṇānamadhivacanaṁ.",
  "tika-s0105t1:13_14": "Pavāraṇāsaṅgahaṁ datvāti anumatidānavasena datvā.",
  "tika-s0105t1:13_15": "Kattikapuṇṇamāyanti pacchimakattikapuṇṇamiyaṁ.",
  "tika-s0105t1:13_16": "“Migasirassa paṭhamapāṭipadadivase”ti idaṁ majjhimadesavohāravasena migasiramāsassa paṭhamaṁ pāṭipadadivasaṁ sandhāya vuttaṁ, etarahi pavattavohāravasena pana pacchimakattikamāsassa kāḷapakkhapāṭipadadivaso veditabbo.",
  "tika-s0105t1:14_0": "Aññenapi kāraṇenāti bhikkhūnaṁ samathavipassanātaruṇabhāvato aññenapi majjhimamaṇḍale veneyyānaṁ ñāṇaparipākādikāraṇena.",
  "tika-s0105t1:14_1": "Catumāsanti āsaḷhīpuṇṇamiyā pāṭipadato yāva pacchimakattikapuṇṇamī, tāva catumāsaṁ.",
  "tika-s0105t1:14_2": "“Samantā yojanasata”ntiādinā vuttanayeneva.",
  "tika-s0105t1:14_3": "Vasanaṁ vassaṁ, vasanakiriyā, vutthaṁ vasitaṁ vassamassāti vutthavasso, tassa.",
  "tika-s0105t1:14_4": "Tathāgatena vinetabbattā “bhagavato veneyyasattā”ti sāminiddeso vutto, kattuniddeso vā esa.",
  "tika-s0105t1:14_5": "Veneyyasattāti ca caritānurūpaṁ vinetabbasattā.",
  "tika-s0105t1:14_6": "Indriyaparipākaṁ āgamayamānoti saddhādiindriyānaṁ vimuttiparipācanabhāvena paripakkaṁ paṭimānento.",
  "tika-s0105t1:14_7": "Phussamāghaphagguṇacittamāsānaṁ aññataramāsassa paṭhamadivase nikkhamanato māsaniyamo ettha na katoti daṭṭhabbaṁ.",
  "tika-s0105t1:14_8": "Tenāha “ekamāsaṁ vā dviticatumāsaṁ vā tattheva vasitvā”ti.",
  "tika-s0105t1:14_9": "Tatthevāti vassūpagamanaṭṭhāne eva.",
  "tika-s0105t1:14_10": "“Sattahi vā”tiādi “ekamāsaṁ vā”tiādinā yathākkamaṁ yojetabbaṁ –",
  "tika-s0105t1:14_11": "yadi aparampi ekamāsaṁ tattheva vasati, sattahi māsehi cārikaṁ pariyosāpeti.",
  "tika-s0105t1:14_12": "Yadi dvimāsaṁ chahi, yadi timāsaṁ pañcahi, yadi catumāsaṁ tattheva vasati, catūhi māsehi cārikaṁ pariyosāpetīti.",
  "tika-s0105t1:14_13": "Kasmā pana cārikāgamananti āsaṅkānivattanatthaṁ “itī”tiādi vuttaṁ.",
  "tika-s0105t1:14_14": "Atirekaṁ jarādubbalo bāḷhajiṇṇo.",
  "tika-s0105t1:14_15": "Te kadā passissanti, na passissanti eva.",
  "tika-s0105t1:14_16": "Lokānukampakāyāti lokānukampakāya eva.",
  "tika-s0105t1:14_17": "Tena vuttaṁ “na cīvarādihetū”ti.",
  "tika-s0105t1:15_0": "Jaṅghavihāravasenāti jaṅghāhi vicaraṇavasena, jaṅghāhi vicaritvā tattha tattha katipāhaṁ nivasanavasena vā.",
  "tika-s0105t1:15_1": "Sabbiriyāpathasādhāraṇañhi vihāravacanaṁ.",
  "tika-s0105t1:15_2": "Sarīraphāsukatthāyāti ekasmiṁyeva ṭhāne nibaddhavāsavasena ussannadhātukassa sarīrassa vicaraṇena phāsubhāvatthāya.",
  "tika-s0105t1:15_3": "Aṭṭhuppattikālābhikaṅkhanatthāyāti aggikkhandhopamasutta maghadevajātakādi desanānaṁ viya dhammadesanāya abhikaṅkhitabbaaṭṭhuppattikālatthāya, aṭṭhuppattikālassa vā abhikaṅkhanatthāya, aṭṭhuppattikāle dhammadesanatthāyāti vuttaṁ hoti.",
  "tika-s0105t1:15_4": "Sikkhāpadapaññāpanatthāyāti surāpānasikkhāpadādi paññāpane viya sikkhāpadānaṁ paññāpanatthāya.",
  "tika-s0105t1:15_5": "Bodhanatthāyāti aṅgulimālādayo viya bodhaneyyasatte catusaccabodhanatthāya.",
  "tika-s0105t1:15_6": "Mahatāti mahatiyā.",
  "tika-s0105t1:15_7": "Kañci, katipaye vā puggale uddissa cārikā nibaddhacārikā.",
  "tika-s0105t1:15_8": "Tadaññā sambahule uddissa gāmanigamanagarapaṭipāṭiyā cārikā anibaddhacārikā.",
  "tika-s0105t1:15_9": "Tenāha “tatthā”tiādi.",
  "tika-s0105t1:15_10": "Yaṁ caratīti kiriyāparāmasanaṁ.",
  "tika-s0105t1:16_0": "“Esā idha adhippetā”ti vuttameva vitthārato dassetuṁ “tadā kirā”tiādi vuttaṁ.",
  "tika-s0105t1:16_1": "Dasasahassilokadhātuyāti jātikkhettabhūtaṁ dasasahassacakkavāḷaṁ sandhāya vuttaṁ.",
  "tika-s0105t1:16_2": "Kasmāti ce?",
  "tika-s0105t1:16_3": "Tattheva bhabbasattānaṁ sambhavato.",
  "tika-s0105t1:16_4": "Tattha hi satte bhabbe paripakkindriye passituṁ buddhañāṇaṁ abhinīharitvā ṭhito bhagavā ñāṇajālaṁ pattharatīti vuccati, idañca devabrahmānaṁ vasena vuttaṁ.",
  "tika-s0105t1:16_5": "Manussā pana imasmiṁyeva cakkavāḷe, imasmiṁyeva ca saparivāre jambudīpe bodhaneyyā honti.",
  "tika-s0105t1:16_6": "Bodhaneyyabandhaveti bodhaneyyasattasaṅkhāte bhagavato bandhave.",
  "tika-s0105t1:16_7": "Gottādisambandhā viya hi saccapaṭivedhasambandhā veneyyā bhagavato bandhavā nāmāti.",
  "tika-s0105t1:16_8": "Gocarabhāvūpagamanaṁ sandhāya “sabbaññutaññāṇajālassa anto paviṭṭho”ti vuttaṁ.",
  "tika-s0105t1:16_9": "Bhagavā kira mahākaruṇāsamāpattiṁ samāpajjitvā tato vuṭṭhāya “ye sattā bhabbā paripakkañāṇā, te mayhaṁ ñāṇassa upaṭṭhahantū”ti cittaṁ adhiṭṭhāya samannāharati, tassa sahasamannāhārā eko vā dve vā sambahulā vā tadā vinayūpagā veneyyā ñāṇassa āpāthamāgacchanti, ayamettha buddhānubhāvo.",
  "tika-s0105t1:16_10": "Evamāpāthagatānaṁ pana nesaṁ upanissayaṁ pubbacariyaṁ, pubbahetuṁ, sampati vattamānañca paṭipattiṁ oloketi.",
  "tika-s0105t1:16_11": "Veneyyasattapariggaṇhanatthañhi samannāhāre kate paṭhamaṁ nesaṁ veneyyabhāvena upaṭṭhānaṁ hoti, atha “kiṁ nu kho bhavissatī”ti saraṇagamanādivasena kañci nipphattiṁ vīmaṁsamāno pubbūpanissayādīni oloketi.",
  "tika-s0105t1:16_12": "Tenāha “atha bhagavā”tiādi.",
  "tika-s0105t1:16_13": "Soti ambaṭṭho.",
  "tika-s0105t1:16_14": "Vādapaṭivādaṁ katvāti “evaṁ nu te ambaṭṭhā”tiādinā mayā vuttavacanassa “ye ca kho te bho gotama muṇḍakā samaṇakā”tiādinā paṭivacanaṁ datvā, asabbhivākyanti asappurisavācaṁ, tikkhattuṁ ibbhavādanipātanavasena nānappakāraṁ sādhusabhāvāya vācāya vattumayuttaṁ vākyaṁ vakkhatīti vuttaṁ hoti.",
  "tika-s0105t1:16_15": "Nibbisevananti vigatatudanaṁ, mānadappavasena apagataparinipphandananti attho.",
  "tika-s0105t1:17_0": "Avasaritabbanti upagantabbaṁ.",
  "tika-s0105t1:17_1": "Tassa gāmassa idaṁ nāmamattaṁ, kimettha atthapariyesanāyāti vuttaṁ “ijjhānaṅgalantipi pāṭho”ti.",
  "tika-s0105t1:17_2": "“Yena disābhāgenā”ti karaṇaniddesānurūpaṁ karaṇatthe upayogavacananti dasseti “tena avasarī”ti iminā.",
  "tika-s0105t1:17_3": "“Yasmiṁ padese”ti pana bhummaniddesānurūpaṁ “taṁ vā avasarī”ti vuttaṁ.",
  "tika-s0105t1:17_4": "Tadubhayamevatthaṁ vivarati “tena disābhāgenā”tiādinā.",
  "tika-s0105t1:17_5": "Gatoti upagato, agamāsīti attho.",
  "tika-s0105t1:17_6": "Puna gatoti sampatto, sampāpuṇīti attho.",
  "tika-s0105t1:17_7": "“Icchānaṅgale”ti idaṁ tadā bhagavato gocaragāmanidassanaṁ, samīpatthe cetaṁ bhummaṁ.",
  "tika-s0105t1:17_8": "“Icchānaṅgalavanasaṇḍe”ti idaṁ pana nivāsaṭṭhānadassanaṁ, nippariyāyato adhikaraṇe cetaṁ bhummanti tadubhayampi padaṁ visesatthadassanena vivaranto “icchānaṅgalaṁ upanissāyā”tiādimāha.",
  "tika-s0105t1:17_9": "“Sīlakhandhāvāra”ntiādi vuttanayena veneyyahitasamapekkhanavaseneva bhagavato vihāradassanaṁ.",
  "tika-s0105t1:17_10": "Tattha dhammarājassa bhagavato sabbaso adhammaniggaṇhanaparā eva paṭipatti, sā ca sīlasamādhipaññāvasenāti sīlādittayasseva gahaṇaṁ.",
  "tika-s0105t1:17_11": "Sīlakhandhāvāranti cakkavattirañño dāruiṭṭhakādikataṁ khandhāvārasadisaṁ sīlasaṅkhātaṁ khandhāvāraṁ bandhitvā viharatīti sambandho.",
  "tika-s0105t1:17_12": "Dārukkhandhādīhi āsamantato varanti parikkhipanti etthāti hi khandhāvāro a-kārassa dīghaṁ katvā, rājūnaṁ aciranivāsaṭṭhānaṁ.",
  "tika-s0105t1:17_13": "Tattha pana bhagavato aciranivasanakiriyāsambandhamattena bhayanivāraṇaṭṭhena taṁsadisatāya sīlampi tathā vuccati.",
  "tika-s0105t1:17_14": "Samādhikontanti sammāsamādhisaṅkhātaṁ maṅgalasattiṁ.",
  "tika-s0105t1:17_15": "Sabbaññutaññāṇapadanti sabbaññutaññāṇasaṅkhātaṁ jayamantapadaṁ.",
  "tika-s0105t1:17_16": "Parivattayamānoti parijappamāno.",
  "tika-s0105t1:17_17": "“Sabbaññutaññāṇasara”ntipi pāṭho, sabbaññutaññāṇavajiraggasaraṁ aparāparaṁ samparivattamānoti attho.",
  "tika-s0105t1:17_18": "Yathābhirucitena vihārenāti sabbavihārasādhāraṇadassanaṁ, dibbavihārādīsu yena yena attanā abhirucitena vihārena viharatīti attho.",
  "tika-s0105t1:18_0": "Pokkharasātivatthuvaṇṇanā",
  "tika-s0105t1:19_0": "255.Manteti iruvedādimantasatthe.",
  "tika-s0105t1:19_1": "Iruvedādayo hi guttabhāsitabbaṭṭhena “mantā”ti vuccanti.",
  "tika-s0105t1:19_2": "Aṇa-saddo saddeti āha “sajjhāyatī”ti.",
  "tika-s0105t1:19_3": "Lokiyā pana vadanti “brahmuno apaccaṁ brāhmaṇo, nāgamo, ṇattaṁ, dīghādī”ti.",
  "tika-s0105t1:19_4": "Kasmā ayameva vacanattho vuttoti āha “idamevā”tiādi.",
  "tika-s0105t1:19_5": "Atha kesaṁ itaro vacanatthoti codanamapaneti “ariyā panā”tiādinā.",
  "tika-s0105t1:19_6": "Atha vā yaṁ lokiyā vadanti “brahmunā jāto brāhmaṇo”tiādiniruttiṁ, taṁ paṭikkhipituṁ evaṁ vuttaṁ.",
  "tika-s0105t1:19_7": "“Idamevā”ti hi avadhāraṇena taṁ paṭikkhipati.",
  "tika-s0105t1:19_8": "“Jātibrāhmaṇāna”nti pana iminā saddantarena dassitesu jātibrāhmaṇavisuddhibrāhmaṇavasena duvidhesu brāhmaṇesu visuddhibrāhmaṇānaṁ niruttiṁ dassento “ariyā panā”tiādimāha.",
  "tika-s0105t1:19_9": "Bahanti pāpe bahi karontīti hi ariyā brāhmaṇā niruttinayena.",
  "tika-s0105t1:19_10": "“Tassa kira kāyo setapokkharasadiso”ti idamevassa nāmalābhahetudassanaṁ, sesaṁ pana tappasaṅgena yathāvijjamānavisesadassanameva.",
  "tika-s0105t1:19_11": "Tenāha “iti naṁ pokkharasadisattā pokkharasātīti sañjānantī”ti.",
  "tika-s0105t1:19_12": "Pokkharena sadiso kāyo yassāti hi pokkharasātī niruttinayena.",
  "tika-s0105t1:19_13": "Sātasaddo vā sadisattho, pokkharena sāto sadiso kāyo tathā, so yassāti pokkharasātī.",
  "tika-s0105t1:19_14": "Setapokkharasadisoti setapadumavaṇṇo.",
  "tika-s0105t1:19_15": "Devanagareti ālakamandādidevapure.",
  "tika-s0105t1:19_16": "Ussāpitarajatatoraṇanti gambhīranemanikhātaṁ accuggataṁ rajatamayaṁ indakhīlaṁ.",
  "tika-s0105t1:19_17": "Kāḷamegharājīti kadāci dissamānā kāḷaabbhalekhā.",
  "tika-s0105t1:19_18": "Rajatapanāḷikāti rajatamayatumbaṁ.",
  "tika-s0105t1:19_19": "Suvaṭṭitāti vaṭṭabhāvassa yuttaṭṭhāne suṭṭhu vaṭṭulā.",
  "tika-s0105t1:19_20": "Kāḷavaṅgatilakādīnamabhāvena suparisuddhā.“Arājake”tiādināpi sobhaggappattabhāvameva nidasseti.",
  "tika-s0105t1:20_0": "Idāni aparampi tassa nāmalābhahetuṁ dassento “ayaṁ panā”tiādimāha.",
  "tika-s0105t1:20_1": "Tattha ca “himavantapadese mahāsare padumagabbhe nibbattī”ti idamevassa nāmalābhahetudassanaṁ.",
  "tika-s0105t1:20_2": "Sesaṁ pana tappasaṅgena tathāpavattākāradassanameva.",
  "tika-s0105t1:20_3": "Tenāha “iti naṁ pokkhare sayitattā pokkharasātīti sañjānantī”ti.",
  "tika-s0105t1:20_4": "Pokkhare kamale sayatīti hi pokkharasātī, sātaṁ vā vuccati samasaṇṭhānaṁ, pokkhare jātaṁ samasaṇṭhānaṁ tathā, tamassatthītipi pokkharasātī.",
  "tika-s0105t1:20_5": "Yaṁ pana ācariyena vuttaṁ “imassa brāhmaṇassa kīdiso pubbayogo, yena naṁ bhagavā anuggaṇhituṁ taṁ ṭhānaṁ upagatoti āhā”ti, tadetaṁ “ayaṁ panā”tiādivacanaṁ ekadesameva sandhāya vuttaṁ.",
  "tika-s0105t1:20_6": "“So tato manussaloka”ntiādivacanato devaloke nibbattīti ettha aparāparaṁ nibbatti eva vuttāti daṭṭhabbaṁ.",
  "tika-s0105t1:20_7": "Tathārūpena kammena nibbattimeva sandhāya “mātukucchivāsaṁ jigucchitvā”tiādi vuttaṁ.",
  "tika-s0105t1:20_8": "“Padumagabbhe nibbattī”ti iminā saṁsedajoyeva hutvā nibbattīti dasseti.",
  "tika-s0105t1:20_9": "Na pupphatīti na vikasati.",
  "tika-s0105t1:20_10": "Tenāti tāpasena.",
  "tika-s0105t1:20_11": "Nāḷatoti pupphadaṇḍato.",
  "tika-s0105t1:20_12": "Suvaṇṇacuṇṇehi piñjaraṁ hemavaṇṇo yassāti suvaṇṇacuṇṇapiñjaro, taṁ, suvaṇṇacuṇṇehi vikiṇṇabhāvena hemavaṇṇanti attho.",
  "tika-s0105t1:20_13": "Piñjarasaddo hi hemavaṇṇapariyāyoti sāratthadīpaniyaṁ vuttaṁ.",
  "tika-s0105t1:20_14": "Esa nayo padumareṇupiñjaranti etthāpi.",
  "tika-s0105t1:20_15": "Rajatabimbakanti rūpiyamayarūpakaṁ.",
  "tika-s0105t1:20_16": "Paṭijaggāmīti posemi.",
  "tika-s0105t1:20_17": "Pāranti pariyosānaṁ, nipphatti vā vuccati nadīsamuddādīnaṁ pariyosānabhūtaṁ pāraṁ viyāti katvā.",
  "tika-s0105t1:20_18": "Paṭisandhipaññāsaṅkhātena sabhāvañāṇena paṇḍito.",
  "tika-s0105t1:20_19": "Iti kattabbesu, vedesu vā visāradapaññāsaṅkhātena veyyattiyena byatto.",
  "tika-s0105t1:20_20": "Aggabrāhmaṇoti disāpāmokkhabrāhmaṇo.",
  "tika-s0105t1:20_21": "Sippanti vedasippaṁ tasseva pakaraṇādhigatattā.",
  "tika-s0105t1:20_22": "Brahmadeyyaṁ adāsīti vakkhamānanayena brahmadeyyaṁ katvā adāsi.",
  "tika-s0105t1:21_0": "“Ajjhāvasatī”ti ettha adhi-saddo, ā-saddo ca upasaggamattaṁ, tato “ukkaṭṭha”nti idaṁ ajjhāpubbavasayoge bhummatthe upayogavacanaṁ.",
  "tika-s0105t1:21_1": "Adhi-saddo vā issariyattho, ā-saddo mariyādattho tato “ukkaṭṭha”nti idaṁ kammappavacanīyayoge bhummatthe upayogavacananti dasseti “ukkaṭṭhanāmake”tiādinā.",
  "tika-s0105t1:21_2": "Tadevatthaṁ vivarituṁ “tassā”tiādi vuttaṁ.",
  "tika-s0105t1:21_3": "“Tassa nagarassa sāmiko hutvā”ti hi “abhibhavitvā”ti etassatthavivaraṇaṁ, tenetaṁ dīpeti “sāmibhāvo abhibhavana”nti.",
  "tika-s0105t1:21_4": "“Yāya mariyādāyā”tiādi pana ā-saddassatthavivaraṇaṁ, tenetaṁ dīpeti “āsaddo mariyādattho, mariyādā ca nāma yāya tattha vasitabbaṁ, sāyeva aparādhīnatā”ti.",
  "tika-s0105t1:21_5": "Yāya mariyādāyāti hi yāya aparādhīnatāsaṅkhātāya anaññasādhāraṇāya avatthāyāti attho.",
  "tika-s0105t1:21_6": "“Upasaggavasenā”tiādi pana “ukkaṭṭhanāmake”ti etassatthavivaraṇaṁ, tenetaṁ dīpeti “satipi bhummavacanappasaṅge dhātvatthānuvattakavisesakabhūtehi duvidhehipi upasaggehi yuttattā upayogavacanamevettha vihita”nti.",
  "tika-s0105t1:21_7": "“Tassa kirā”tiādi pana atthānugatasamaññāparidīpanaṁ.",
  "tika-s0105t1:21_8": "Vatthu nāma nagaramāpanārahabhūmippadeso “ārāmavatthu, vihāravatthū”tiādīsu viya.",
  "tika-s0105t1:22_0": "Ukkāti daṇḍadīpikā.",
  "tika-s0105t1:22_1": "Aggahesunti “ajja maṅgaladivaso, tasmā sunakkhattaṁ, tatthāpi ayaṁ sukhaṇo mā atikkamī”ti rattivibhāyanaṁ anurakkhantā, rattiyaṁ ālokakaraṇatthāya ukkā ṭhapetvā ukkāsu jalamānāsu nagarassa vatthuṁ aggahesuṁ, tenetaṁ dīpeti –",
  "tika-s0105t1:22_2": "ukkāsu ṭhitāti ukkaṭṭhā.",
  "tika-s0105t1:22_3": "Mūlavibhujādi ākatigaṇapakkhepena, niruttinayena vā ukkāsu vijjotayantīsu ṭhitāti ukkaṭṭhā, tathā ukkāsu ṭhitāsu ṭhitā āsītipi ukkaṭṭhāti.",
  "tika-s0105t1:22_4": "Majjhimāgamaṭṭhakathāyaṁ pana evaṁ vuttaṁ “tañca nagaraṁ ‘maṅgaladivaso sukhaṇo, sunakkhattaṁ mā atikkamī’ti rattimpi ukkāsu ṭhitāsu māpitattā ukkaṭṭhātipi vuccati, daṇḍadīpikāsu jāletvā dhāriyamānāsu māpitattāti vuttaṁ hotī”ti, tadapiminā saṁsandati ceva sameti ca nagaravatthupariggahassapi nagaramāpanapariyāpannattāti daṭṭhabbaṁ.",
  "tika-s0105t1:22_5": "Apare pana bhaṇanti “bhūmibhāgasampattiyā, upakaraṇasampattiyā, manussasampattiyā ca taṁ nagaraṁ ukkaṭṭhaguṇayogato ukkaṭṭhāti nāmaṁ labhatī”ti.",
  "tika-s0105t1:22_6": "Lokiyā pana vadanti “ukkā dhārīyati etassa māpitakāleti ukkaṭṭhā, vaṇṇavikāroya”nti, itthiliṅgavasena cāyaṁ samaññā, tenevidha payogo dissati “yathā ca bhavaṁ gotamo ukkaṭṭhāya aññāni upāsakakulāni upasaṅkamatī”ti mūlapariyāyasuttādīsu ca “ekaṁ samayaṁ bhagavā ukkaṭṭhāyaṁ viharati subhagavane sālarājamūle”tiādi.",
  "tika-s0105t1:22_7": "Evamettha hotu upasaggavasena upayogavacanaṁ, kathaṁ panetaṁ sesapadesu siyāti anuyogenāha “tassa anupayogattā sesapadesū”ti.",
  "tika-s0105t1:22_8": "Tattha tassāti upasaggavasena upayogasaññuttassa “ukkaṭṭha”nti padassa.",
  "tika-s0105t1:22_9": "Anupayogattāti visesanabhāvena anupayuttattā.",
  "tika-s0105t1:22_10": "Sesapadesūti “sattussada”ntiādīsu sattasu padesu.",
  "tika-s0105t1:23_0": "Kiṁ nu khvāyaṁ saddapayogo saddalakkhaṇānugatoti codanamapaneti “tattha…pe…",
  "tika-s0105t1:23_1": "pariyesitabba”nti iminā.",
  "tika-s0105t1:23_2": "Tatthāti upasaggavasena, anupayogavasena ca upayogavacananti vutte dubbidhepi vidhāne.",
  "tika-s0105t1:23_3": "Lakkhaṇanti gahaṇūpāyañāyabhūtaṁ saddalakkhaṇaṁ, suttaṁ vā.",
  "tika-s0105t1:23_4": "Pariyesitabbanti saddasatthesu vijjamānattā ñāṇena gavesitabbaṁ, gahetabbanti vuttaṁ hoti.",
  "tika-s0105t1:23_5": "Etena hi saddalakkhaṇānugatovāyaṁ saddapayogoti dasseti, saddavidū ca icchanti “upaanuadhiāiccādipubbavasayoge sattamiyatthe upayogavacanaṁ pāpuṇāti, visesitabbapade ca yathāvidhimanupayogo visesanapadānaṁ samānādhikaraṇabhūtāna”nti.",
  "tika-s0105t1:23_6": "Tatra yadā adhi-saddo, ā-saddo ca upasaggamattaṁ, tadā “tatiyāsattamīnañcā”ti lakkhaṇena ajjhāpubbavasayoge upayogavacanaṁ.",
  "tika-s0105t1:23_7": "Tathā hi vadanti “sattamiyatthe kāladisāsu upānvajjhāvasayoge, adhipubbasiṭhāvasānaṁ payoge, tappānacāresu ca dutiyā.",
  "tika-s0105t1:23_8": "Kāle pubbaṇhasamayaṁ nivāsetvā, ekaṁ samayaṁ bhagavā, kañci kālaṁ purejātapaccayena paccayo, imaṁ rattiṁ cattāro mahārājāno.",
  "tika-s0105t1:23_9": "Disāyaṁ purimaṁ disaṁ dhataraṭṭho.",
  "tika-s0105t1:23_10": "Upādipubbavasayoge gāmaṁ upavasati, gāmaṁ anuvasati, gāmaṁ āvasati, agāraṁ ajjhāvasati, adhipubbasiṭhāvasānaṁ payoge pathaviṁ adhisessati, gāmaṁ adhitiṭṭhati, gāmaṁ ajjhāvasati.",
  "tika-s0105t1:23_11": "Tappānacāresu nadiṁ pivati, gāmaṁ carati iccādīti.",
  "tika-s0105t1:24_0": "Yadā pana adhi-saddo issariyattho, ā-saddo ca mariyādattho, tadā “kammappavacanīyayutte”ti lakkhaṇena kammappavacanīyayoge upayogavacanaṁ.",
  "tika-s0105t1:24_1": "Tathā hi vadanti “anuādayo upasaggā, dhīādayo nipātā ca kammappavacanīyasaññā honti kiriyāsaṅkhātaṁ kammaṁ pavacanīyaṁ yesaṁ te kammappavacanīyā”ti.",
  "tika-s0105t1:24_2": "Sesapadānaṁ pana yathāvidhimanupayoge katarena lakkhaṇena upayogavacananti?",
  "tika-s0105t1:24_3": "Yathāvuttalakkhaṇeneva.",
  "tika-s0105t1:24_4": "Yajjevaṁ tesampi ādhārabhāvato nānādhāratā siyāti?",
  "tika-s0105t1:24_5": "Na, bahūnampi padānaṁ nagaravasena ekatthabhāvato.",
  "tika-s0105t1:24_6": "Sakatthamattañhi tesaṁ nānākaraṇanti.",
  "tika-s0105t1:24_7": "Aññe pana saddavidū evamicchanti “samānādhikaraṇapadānaṁ paccekaṁ kiriyāsambandhanena visesitabbapadena samānavacanatā yathā ‘kaṭaṁ karoti, vipulaṁ, dassanīya’nti ettha ‘kaṭaṁ karoti, vipulaṁ karoti, dassanīyaṁ karotī’ti paccekaṁ kiriyāsambandhanena kammattheyeva dutiyā”ti, tadetaṁ vicāretabbaṁ visesanapadānaṁ samānādhikaraṇānaṁ kiriyāsambajjhanābhāvato.",
  "tika-s0105t1:24_8": "Yadā hi kiriyāsambajjhanaṁ, tadā visesanameva na hotīti.",
  "tika-s0105t1:25_0": "Ussadatā nāmettha bahulatāti vuttaṁ “bahujana”nti.",
  "tika-s0105t1:25_1": "Taṁ pana bahulataṁ dasseti “ākiṇṇamanussa”ntiādinā.",
  "tika-s0105t1:25_2": "Araññādīsu gahetvā posetabbā posāvaniyā, etena tesaṁ dhammabhāvaṁ dasseti.",
  "tika-s0105t1:25_3": "Āvijjhitvāti parikkhipitvā.",
  "tika-s0105t1:25_4": "Khaṇitvā katā pokkharaṇī, ābandhitvā kataṁ taḷākaṁ.",
  "tika-s0105t1:25_5": "Acchinnūdakaṭṭhāneyeva jalajakusumāni jātānīti vuttaṁ “udakassa niccabharitānevā”ti.",
  "tika-s0105t1:25_6": "Udakassāti ca pūraṇakiriyāyoge karaṇatthe sāmivacanaṁ “mahante mahante sāṇipasibbake kārāpetvā hiraññasuvaṇṇassa pūrāpetvā”tiādīsu viya.",
  "tika-s0105t1:25_7": "Saha dhaññenātisadhaññanti nagarasaddāpekkhāya napuṁsakaliṅgena vuttaṁ, yathāvākyaṁ vā upayogavacanena.",
  "tika-s0105t1:25_8": "Evaṁ sabbattha.",
  "tika-s0105t1:25_9": "Pubbaṇṇāparaṇṇādibhedaṁ bahudhaññasannicayanti ettha ādisaddena tadubhayavinimuttaṁ alābukumbhaṇḍādisūpeyyaṁ saṅgaṇhāti.",
  "tika-s0105t1:25_10": "Tenāyamattho viññāyati –",
  "tika-s0105t1:25_11": "nayidha dhaññasaddo sāliādidhaññavisesavācako, posane sādhuttamattena pana niravasesapubbaṇṇāparaṇṇasūpeyyavācako, virūpekasesavasena vā payuttoti.",
  "tika-s0105t1:25_12": "Ettāvatāti yathāvuttapadattayena.",
  "tika-s0105t1:25_13": "Rājalīlāyāti rājūnaṁ vilāsena.",
  "tika-s0105t1:25_14": "Samiddhiyā upabhogaparibhogasampuṇṇabhāvena sampatti samiddhisampatti.",
  "tika-s0105t1:26_0": "“Rājabhogga”nti vutte “kena dinna”nti avassaṁ pucchitabbato evaṁ vuttanti dasseti “kenā”tiādinā.",
  "tika-s0105t1:26_1": "Raññā viya bhuñjitabbanti vā rājabhogganti aṭṭhakathāto aparo nayo.",
  "tika-s0105t1:26_2": "Yāva puttanattapanattaparamparā kulasantakabhāvena rājato laddhattā “rañño dāyabhūta”nti vuttaṁ.",
  "tika-s0105t1:26_3": "“Dhammadāyādā me bhikkhave bhavathā”tiādīsu viya ca dāyasaddo dāyajjapariyāyoti āha “dāyajjanti attho”ti.",
  "tika-s0105t1:26_4": "Kathaṁ dinnattā brahmadeyyaṁ nāmāti codanaṁ pariharati “chattaṁ ussāpetvā”tiādinā.",
  "tika-s0105t1:26_5": "Rājanīhārena paribhuñjitabbato hi uddhaṁ paribhogalābhassa brahmadeyyatā nāma natthi, idañca tathā dinnameva, tasmā brahmadeyyaṁ nāmāti vuttaṁ hoti.",
  "tika-s0105t1:26_6": "Chejjabhejjanti sarīradaṇḍadhanadaṇḍādibhedaṁ daṇḍamāha.",
  "tika-s0105t1:26_7": "Nadītitthapabbatādīsūti nadītitthapabbatapādagāmadvāraaṭavimukhādīsu.",
  "tika-s0105t1:26_8": "Setacchattaggahaṇena sesarājakakudhabhaṇḍampi gahitaṁ tappamukhattāti veditabbaṁ.",
  "tika-s0105t1:26_9": "“Raññā bhuñjitabba”ntveva vutte idhādhippetattho na pākaṭoti hutvā-saddaggahaṇaṁ kataṁ.",
  "tika-s0105t1:26_10": "Tañhi so rājakulato asamudāgatopi rājā hutvā bhuñjituṁ labhatīti ayamidhādhippeto attho.",
  "tika-s0105t1:26_11": "Dātabbanti dāyaṁ, “rājadāya”nti imināva raññā dinnabhāve siddhe “raññā pasenadinā kosalena dinna”nti puna ca vacanaṁ kimatthiyanti āha “dāyakarājadīpanattha”ntiādi.",
  "tika-s0105t1:26_12": "Asukena raññā dinnanti dāyakarājassa adīpitattā evaṁ vuttanti adhippāyo.",
  "tika-s0105t1:26_13": "Ettha ca paṭhamanaye “rājabhogga”nti pade pucchāsambhavato idaṁ vuttaṁ, dutiyanaye pana “rājadāya”nti padeti ayampi viseso daṭṭhabbo.",
  "tika-s0105t1:26_14": "Tattha atibahulatāya purato ṭhapanokāsābhāvato passenapi odanasūpabyañjanādi dīyati etassāti pasenadi, aluttasamāsavasena.",
  "tika-s0105t1:26_15": "So hi rājā taṇḍuladoṇassa odanampi tadupiyena sūpabyañjanena bhuñjati.",
  "tika-s0105t1:26_16": "Tathā hi naṁ bhuttapātarāsakāle satthu santikamāgantvā ito cito ca samparivattantaṁ niddāya abhibhuyyamānaṁ ujukaṁ nisīditumasakkontaṁ bhagavā –",
  "tika-s0105t1:27_0": "“Middhī yadā hoti mahagghaso ca,",
  "tika-s0105t1:28_0": "Niddāyitā samparivattasāyī;",
  "tika-s0105t1:29_0": "Mahāvarāhova nivāpavuṭṭho,",
  "tika-s0105t1:30_0": "Punappunaṁ gabbhamupeti mando”ti. ;",
  "tika-s0105t1:31_0": "Imāya gāthāya ovadi. Bhāgineyyañca so sudassanaṁ nāma māṇavaṁ –",
  "tika-s0105t1:32_0": "“Manujassa sadā satīmato,",
  "tika-s0105t1:33_0": "Mattaṁ jānato laddhabhojane;",
  "tika-s0105t1:34_0": "Tanukassa bhavanti vedanā,",
  "tika-s0105t1:35_0": "Saṇikaṁ jīrati āyupālaya”nti. –",
  "tika-s0105t1:36_0": "Imaṁ gāthaṁ bhagavato santike uggahāpetvā attano bhuñjantassa osānapiṇḍakāle devasikaṁ bhaṇāpeti, so aparena samayena tassā gāthāya atthaṁ sallakkhetvā punappunaṁ osānapiṇḍapariharaṇena nāḷikodanamattāya saṇṭhahitvā tanusarīro balavā sukhappatto ahosīti.",
  "tika-s0105t1:36_1": "Udānaṭṭhakathāyaṁ pana evaṁ vuttaṁ “paccāmittaṁ parasenaṁ jinātīti pasenadī”ti.",
  "tika-s0105t1:36_2": "Saddavidūpi hi ja-kārassa da-kāre idamudāharanti.",
  "tika-s0105t1:36_3": "So hi attano bhāgineyyaṁ ajātasatturājānaṁ, pañcacorasatādīni ca avaruddhakāni jinātīti.",
  "tika-s0105t1:36_4": "Kosalaraṭṭhassādhipatibhāvato kosalo, tasmā kosalādhipatinā pasenadi nāmakena raññā dinnanti attho veditabbo.",
  "tika-s0105t1:36_5": "Nissaṭṭhapariccattatāsaṅkhātena puna aggahetabbabhāveneva dinnattā idha brahmadeyyaṁ nāma, na tu purimanaye viya rājasaṅkhepena paribhuñjitabbabhāvena dinnattāti āha “yathā”tiādi.",
  "tika-s0105t1:36_6": "Nissaṭṭhaṁ hutvā, nissaṭṭhabhāvena vā pariccattaṁ nissaṭṭhapariccattaṁ, muttacāgavasena cajitanti attho.",
  "tika-s0105t1:37_0": "Savanaṁ upalabbhoti dasseti “upalabhī”ti iminā, so cāyamupalabbho savanavaseneva jānananti vuttaṁ “sotadvārasampattavacananigghosānusārena aññāsī”ti.",
  "tika-s0105t1:37_1": "Sotadvārānusāraviññāṇavīthivasena jānanameva hi idha savanaṁ teneva “samaṇo khalu bho gotamo”tiādinā vuttassatthassa adhigatattā, na pana sotadvāravīthivasena sutamattaṁ tena tadatthassa anadhigatattā.",
  "tika-s0105t1:37_2": "Avadhāraṇaphalattā saddapayogassa sabbampi vākyaṁ antogadhāvadhāraṇaṁ.",
  "tika-s0105t1:37_3": "Tasmā tadatthajotakasaddena vināpi aññatthāpohanavasena assosi eva, nāssa koci savanantarāyo ahosīti ayamattho viññāyatīti āha “padapūraṇamatte nipāto”ti, antogadhāvadhāraṇepi ca sabbasmiṁ vākye nītatthato avadhāraṇatthaṁ kho-saddaggahaṇaṁ “evā”ti sāmatthiyā sātisayaṁ etadatthassa viññāyamānattāti paṭhamavikappo vutto, nītatthato avadhāraṇena ko attho ekantiko kato, avadhārito cāti vuttaṁ “tatthā”tiādi.",
  "tika-s0105t1:37_4": "Atha padapūraṇamattena kho-saddena kiṁ payojananti codanamapaneti “padapūraṇenā”tiādinā, akkharasamūhapadassa, padasamūhavākyassa ca siliṭṭhatāpayojanamattamevāti attho.",
  "tika-s0105t1:37_5": "“Assosī”ti hidaṁ padaṁ kho-sadde gahite tena phullitaṁ maṇḍitaṁ vibhūsitaṁ viya hontaṁ pūritaṁ nāma hoti, tena ca purimapacchimapadāni sukhuccāraṇavasena siliṭṭhāni honti, na tasmiṁ aggahite, tasmā padapūraṇamattampi padabyañjanasiliṭṭhatāpayojananti vuttaṁ hoti.",
  "tika-s0105t1:37_6": "Mattasaddo cettha visesanivattiattho, tenassa anatthantaradīpanatā dassitā, eva-saddena pana padabyañjanasiliṭṭhatāya ekantikatā.",
  "tika-s0105t1:38_0": "“Samaṇo khalū”tiādi yathāsutatthanidassananti dasseti “idānī”tiādinā.",
  "tika-s0105t1:38_1": "Samitapāpattāti ettha accantaṁ anavasesato savāsanaṁ samitapāpattāti attho gahetabbo.",
  "tika-s0105t1:38_2": "Evañhi bāhirakavītarāgasekkhāsekkhapāpasamanato bhagavato pāpasamanaṁ yathārahaṁ visesitaṁ hoti.",
  "tika-s0105t1:38_3": "Tena vuttaṁ “bhagavā ca anuttarena ariyamaggena samitapāpo”ti.",
  "tika-s0105t1:38_4": "Tadevatthaṁ niddesapāṭhena sādhetuṁ “vuttañheta”ntiādimāha.",
  "tika-s0105t1:38_5": "Assāti anena bhikkhunā, bhagavatā vā.",
  "tika-s0105t1:38_6": "Samitāti samāpitā, samabhāvaṁ vā āpādayitā, assa vā sampadānabhūtassa santā hontīti attho.",
  "tika-s0105t1:38_7": "Atthānugatā cāyaṁ bhagavati samaññāti vuttaṁ “bhagavā cā”tiādi.",
  "tika-s0105t1:38_8": "Tenāti tathā samitapāpattā.",
  "tika-s0105t1:38_9": "Yathābhūtaṁ pavatto yathābhuccaṁ, tadeva guṇo, tena adhigataṁ tathā.",
  "tika-s0105t1:38_10": "“Khalū”ti idaṁ nepātikaṁ khalupacchābhattikapade viya, na nāmaṁ, anekatthattā ca nipātānaṁ anussavanatthova idhādhippetoti āha “anussavanatthe nipāto”ti, paramparasavanañcettha anussavanaṁ.",
  "tika-s0105t1:38_11": "Brāhmaṇajātisamudāgatanti brāhmaṇajātiyā āgataṁ, jātisiddhanti vuttaṁ hoti.",
  "tika-s0105t1:38_12": "Ālapanamattanti piyālapanavacanamattaṁ, na taduttari atthaparidīpanaṁ.",
  "tika-s0105t1:38_13": "Piyasamudāhārā hete “bho”ti vā “āvuso”ti vā “devānaṁ piyā”ti vā.",
  "tika-s0105t1:38_14": "Dhammapade brāhmaṇavatthupāṭhena, suttanipāte ca vāseṭṭhasuttapadena brāhmaṇajātisamudāgatālapanabhāvaṁ samatthetuṁ “vuttampi ceta”ntiādimāha.",
  "tika-s0105t1:39_0": "Tatrāyamattho –",
  "tika-s0105t1:39_1": "sace rāgādikiñcanehi sakiñcano assa, so āmantanādīsu “bho bho”ti vadanto hutvā vicaraṇato bhovādīyeva nāma hoti, na brāhmaṇo.",
  "tika-s0105t1:39_2": "“Akiñcanaṁ anādānaṁ, tamahaṁ brūmi brāhmaṇa”nti sesagāthāpadaṁ.",
  "tika-s0105t1:39_3": "Tattha rāgādayo satte kiñcanti maddanti palibuddhantīti kiñcanāni.",
  "tika-s0105t1:39_4": "Manussā kira goṇehi khalaṁ maddāpentā “kiñcehi kapila, kiñcehi kāḷakā”ti vadanti, tasmā kiñcanasaddo maddanattho veditabbo.",
  "tika-s0105t1:39_5": "Yathāha niddese “akiñcananti rāgakiñcanaṁ, dosa, moha, māna, diṭṭhi, kilesakiñcanaṁ, duccaritakiñcanaṁ, yassete kiñcanā pahīnā samucchinnā vūpasantā paṭippassaddhā abhabbuppattikā ñāṇagginā daḍḍhā, so vuccati akiñcano”ti.",
  "tika-s0105t1:39_6": "Gotamoti gottavasena parikittanaṁ, yaṁ “ādiccagotta”ntipi loke vadanti, sakyaputtoti pana jātivasena sākiyoti ca tasseva vevacanaṁ.",
  "tika-s0105t1:39_7": "Vuttañhetaṁ pabbajjāsutte –",
  "tika-s0105t1:40_0": "“Ādiccā nāma gottena, sākiyā nāma jātiyā;",
  "tika-s0105t1:41_0": "Tamhā kulā pabbajitomhi, na kāme abhipatthaya”nti. ;",
  "tika-s0105t1:42_0": "Tathā cāha “gotamoti bhagavantaṁ gottavasena parikittetī”tiādi.",
  "tika-s0105t1:42_1": "Tattha gaṁ tāyatīti gottaṁ, “gotamo”ti pavattamānaṁ abhidhānaṁ, buddhiñca ekaṁsikavisayatāya rakkhatīti attho.",
  "tika-s0105t1:42_2": "Yathā hi buddhi ārammaṇabhūtena atthena vinā na vattati, evaṁ abhidhānaṁ abhidheyyabhūtena, tasmā so gottasaṅkhāto attho tāni rakkhatīti vuccati, go-saddo cettha abhidhāne, buddhiyañca vattati.",
  "tika-s0105t1:42_3": "Tathā hi vadanti –",
  "tika-s0105t1:43_0": "“Go goṇe cendriye bhumyaṁ, vacane ceva buddhiyaṁ;",
  "tika-s0105t1:44_0": "Ādicce rasmiyañceva, pānīyepi ca vattate;",
  "tika-s0105t1:45_0": "Tesu atthesu goṇe thī, pumā ca itare pumā”ti.",
  "tika-s0105t1:46_0": "Tattha “gosu duyhamānāsu gato, gopañcamo”tiādīsu gosaddo goṇe vattati.",
  "tika-s0105t1:46_1": "“Gocaro”tiādīsu indriye.",
  "tika-s0105t1:46_2": "“Gorakkha”ntiādīsu bhūmiyaṁ.",
  "tika-s0105t1:46_3": "Tathā hi suttanipātaṭṭhakathāya vāseṭṭhasuttasaṁvaṇṇanāyaṁ vuttaṁ “gorakkhanti khettarakkhaṁ, kasikammanti vuttaṁ hoti.",
  "tika-s0105t1:46_4": "Pathavī hi ‘go’ti vuccati, tappabhedo ca “khetta”nti.",
  "tika-s0105t1:46_5": "“Gottaṁ nāma dve gottāni hīnañca gottaṁ, ukkaṭṭhañca gotta”ntiādīsu vacane, buddhiyañca vattati.",
  "tika-s0105t1:46_6": "“Gogottaṁ gotamaṁ name”ti porāṇakaviracanāya ādicce, ādiccabandhuṁ gotamaṁ sammāsambuddhaṁ namāmīti hi attho, “uṇhagū”tiādīsu rasmiyaṁ, uṇhā gāvo rasmiyo etassāti hi uṇhagu, sūriyo.",
  "tika-s0105t1:46_7": "“Gosītacandana”ntiādīsu pānīye, gosaṅkhātaṁ pānīyaṁ viya sītaṁ, tadeva candanaṁ tathā.",
  "tika-s0105t1:46_8": "Tasmiñhi uddhanato uddharitapakkuthitatelasmiṁ pakkhitte taṅkhaṇaññeva taṁ telaṁ sītalaṁ hotīti.",
  "tika-s0105t1:46_9": "Etesu pana atthesu goṇe vattamāno go-saddo yathārahaṁ itthiliṅgo ceva pulliṅgo ca, sesesu pana pulliṅgoyeva.",
  "tika-s0105t1:47_0": "Kiṁ panetaṁ gottaṁ nāmāti?",
  "tika-s0105t1:47_1": "Aññakulaparamparāya asādhāraṇaṁ tassa kulassa ādipurisasamudāgataṁ taṁkulapariyāpannasādhāraṇaṁ sāmaññarūpanti daṭṭhabbaṁ.",
  "tika-s0105t1:47_2": "Sādhāraṇameva hi idaṁ taṁkulapariyāpannānaṁ sādhāraṇato ca sāmaññarūpaṁ.",
  "tika-s0105t1:47_3": "Tathā hi taṁkule jātā suddhodanamahārājādayopi “gotamo” tveva vuccanti, teneva bhagavā attano pitaraṁ suddhodanamahārājānaṁ “atikkantavarā kho gotama tathāgatā”ti avoca, vessavaṇopi mahārājā bhagavantaṁ “vijjācaraṇasampannaṁ, buddhaṁ vandāma gotama”nti, āyasmāpi vaṅgīso āyasmantaṁ ānandaṁ “sādhu nibbāpanaṁ brūhi, anukampāya gotamā”ti.",
  "tika-s0105t1:47_4": "Idha pana bhagavantameva.",
  "tika-s0105t1:47_5": "Tenāha “bhagavantaṁ gottavasena parikittetī”ti.",
  "tika-s0105t1:47_6": "Tasmāti yathāvuttamatthattayaṁ paccāmasati.",
  "tika-s0105t1:47_7": "Ettha ca “samaṇo”ti iminā sarikkhakajanehi bhagavato bahumatabhāvo dassito tabbisayasamitapāpatāparikittanato, “gotamo”ti iminā lokiyajanehi tabbisayauḷāragottasambhūtatāparikittanato.",
  "tika-s0105t1:48_0": "Sakyassa suddhodanamahārājassa putto sakyaputto, iminā pana uccākulaparidīpanaṁ uditoditavipulakhattiyakulasambhūtatāparikittanato.",
  "tika-s0105t1:48_1": "Sabbakhattiyānañhi ādibhūtamahāsammatamahārājato paṭṭhāya asambhinnaṁ uḷāratamaṁ sakyarājakulaṁ. Yathāha –",
  "tika-s0105t1:49_0": "“Mahāsammatarājassa, vaṁsajo hi mahāmuni;",
  "tika-s0105t1:50_0": "Kappādismiñhi rājāsi, mahāsammatanāmako”ti. (mahāvaṁse dutiyaparicchede paṭhamagāthā);",
  "tika-s0105t1:51_0": "Kathaṁ saddhāpabbajitabhāvaparidīpananti āha “kenacī”tiādi.",
  "tika-s0105t1:51_1": "Parijiyanaṁ parihāyanaṁ pārijuññaṁ, parijiratīti vā parijiṇṇo, tassa bhāvo pārijuññaṁ, tena.",
  "tika-s0105t1:51_2": "Ñātipārijuññabhogapārijuññādinā kenaci pārijuññena parihāniyā anabhibhūto anajjhotthaṭo hutvā pabbajitoti attho.",
  "tika-s0105t1:51_3": "Tadeva pariyāyantarena vibhāvetuṁ “aparikkhīṇaṁyeva taṁ kulaṁ pahāyā”ti vuttaṁ.",
  "tika-s0105t1:51_4": "Aparikkhīṇanti hi ñātipārijuññabhogapārijuññādinā kenaci pārijuññena aparikkhayaṁ.",
  "tika-s0105t1:51_5": "Saddhāya pabbajitoti saddhāya eva pabbajito.",
  "tika-s0105t1:51_6": "Evañhi “kenacī”tiādinā nivattitavacanaṁ sūpapannaṁ hoti.",
  "tika-s0105t1:51_7": "Nanu ca “sakyakulā pabbajito”ti idaṁ uccākulā pabbajitabhāvaparidīpanameva siyā tadatthasseva viññāyamānattā, na saddhāpabbajitabhāvaparidīpanaṁ tadatthassa aviññāyamānattāti?",
  "tika-s0105t1:51_8": "Na kho panevaṁ daṭṭhabbaṁ mahantaṁ ñātiparivaṭṭaṁ, mahantañca bhogakkhandhaṁ pahāya saddhāpabbajitabhāvassa atthato siddhattā.",
  "tika-s0105t1:51_9": "Tathā hi lokanāthassa abhijātiyaṁ tassa kulassa na kiñci pārijuññaṁ, atha kho vuḍḍhiyeva, tato tassa samiddhatamabhāvo loke pākaṭo paññāto hoti, tasmā “sakyakulā pabbajito”ti ettakeyeva vutte tathā samiddhatamaṁ kulaṁ pahāya saddhāpabbajitabhāvo siddhoyevāti, imaṁ parihāraṁ “kenaci pārijuññenā”tiādinā vibhāvetīti daṭṭhabbaṁ.",
  "tika-s0105t1:51_10": "Tato paranti “kosalesu cārikaṁ caramāno”tiādivacanaṁ.",
  "tika-s0105t1:52_0": "“Sādhu dhammaruci rājā, sādhu paññāṇavā naro;",
  "tika-s0105t1:53_0": "Sādhu mittānamadubbho, pāpassākaraṇaṁ sukha”nti. ādīsu –",
  "tika-s0105t1:54_0": "Viya sādhusaddo idha sundaratthoti āha “sundaraṁ kho panā”ti.",
  "tika-s0105t1:54_1": "Khoti avadhāraṇatthe nipāto, panāti pakkhantaratthe.",
  "tika-s0105t1:54_2": "Evaṁ sātthakatāviññāpanatthañhi saṁvaṇṇanāyametesaṁ gahaṇaṁ.",
  "tika-s0105t1:54_3": "Sundaranti ca bhaddakaṁ, bhaddakatā ca passantānaṁ hitasukhāvahabhāvenāti vuttaṁ “atthāvahaṁ sukhāvaha”nti.",
  "tika-s0105t1:54_4": "Attho cettha diṭṭhadhammikasamparāyikaparamatthavasena tividhaṁ hitaṁ sukhampi tatheva tividhaṁ sukhaṁ.",
  "tika-s0105t1:55_0": "Tathārūpānanti tādisānaṁ, ayaṁ saddato attho.",
  "tika-s0105t1:55_1": "Atthamattaṁ pana dassetuṁ “evarūpāna”nti vuttaṁ.",
  "tika-s0105t1:55_2": "Yādisehi ca guṇehi bhagavā samannāgato catuppamāṇikassa lokassa sabbakālampi-accantāya-saddhāya-pasādanīyo tesaṁ yathābhūtasabhāvattā, tādisehi guṇehi samannāgatabhāvaṁ sandhāya “tathārūpānaṁ arahata”nti vuttanti dassento “yathārūpo”tiādimāha.",
  "tika-s0105t1:55_3": "Laddhasaddhānanti laddhasaddahānaṁ, parajanassa saddhaṁ paṭilabhantānanti vuttaṁ hoti.",
  "tika-s0105t1:55_4": "Laddhasaddānanti vā paṭiladdhakittisaddānaṁ, etena “arahata”nti padassa arahantānanti attho, arahantasamaññāya ca pākaṭabhāvo dassito, apica “yathārūpo so bhavaṁ gotamo”ti iminā “tathārūpāna”nti padassa aniyamavasena atthaṁ dassetvā sarūpaniyamavasenapi dassetuṁ “yathābhuccaguṇādhigamena loke arahantoti laddhasaddhāna”nti vuttaṁ, idampi hi “tathārūpāna”nti padasseva atthadassanaṁ, ayameva ca nayo ācariyehi adhippeto idha ṭīkāyaṁ, sāratthadīpaniyañca tatheva vuttattā.",
  "tika-s0105t1:55_5": "“Yathārūpā te bhavanto arahanto”ti avatvā “yathārūpo so bhavaṁ gotamo”ti vacanaṁ bhagavatiyeva garugāravavasena “tathārūpānaṁ arahata”nti puthuvacananiddiṭṭhabhāvaviññāpanatthaṁ.",
  "tika-s0105t1:55_6": "Attani, garūsu ca hi bahuvacanaṁ icchanti saddavidū.",
  "tika-s0105t1:55_7": "“Yathābhucca…pe…",
  "tika-s0105t1:55_8": "arahata”nti iminā ca dhammappamāṇānaṁ, lūkhappamāṇānañca sattānaṁ bhagavato pasādāvahataṁ yathārutato dasseti arahantabhāvassa tesaññeva yathārahaṁ visayattā, taṁdassanena pana itaresampi rūpappamāṇaghosappamāṇānaṁ pasādāvahatā dassitāyeva tadavinābhāvatoti daṭṭhabbaṁ.",
  "tika-s0105t1:56_0": "Pasādasommānīti pasannāni, sītalāni ca, pasādavasena vā sītalāni, anena pasannamanataṁ dasseti.",
  "tika-s0105t1:56_1": "“Dassana”nti vuttepi taduttari kattabbatāsambhavato ayaṁ sambhāvanattho labbhatīti āha “dassanamattampi sādhu hotī”ti.",
  "tika-s0105t1:56_2": "Itarathā hi “dassanaññeva sādhu, na taduttari karaṇa”nti anadhippetattho āpajjati, sambhāvanattho cettha pi-saddo, api-saddo vā luttaniddiṭṭho.",
  "tika-s0105t1:56_3": "“Brahmacariyaṁ pakāsetī”ti ettha iti-saddo “abbhuggato”ti iminā sambandhamupagato, tasmā ayaṁ “sādhu hotī”ti idha iti-saddo “brāhmaṇo pokkharasātī ambaṭṭhaṁ māṇavaṁ āmantesī”ti iminā sambajjhitabbo, “ajjhāsayaṁ katvā”ti ca pāṭhaseso tadatthassa viññāyamānattā.",
  "tika-s0105t1:56_4": "Yassa hi attho viññāyati, saddo na payujjati, so “pāṭhaseso”ti vuccati, imamatthaṁ vibhāvento āha “dassanamattampi sādhu hotīti evaṁ ajjhāsayaṁ katvā”ti.",
  "tika-s0105t1:56_5": "Mūlapaṇṇāsake cūḷasīhanādasuttaṭṭhakathāya āgataṁ kosiyasakuṇavatthu cettha kathetabbaṁ.",
  "tika-s0105t1:57_0": "Ambaṭṭhamāṇavakathāvaṇṇanā",
  "tika-s0105t1:58_0": "256.",
  "tika-s0105t1:58_1": "“Ajjhāyako”ti idaṁ paṭhamapakatiyā garahāvacanameva, dutiyapakatiyā pasaṁsāvacanaṁ katvā voharanti yathā taṁ “puriso naro”ti dassetuṁ aggaññasuttapada mudāhaṭaṁ.",
  "tika-s0105t1:58_2": "Tattha imeti jhāyakanāmena samaññitā janā.",
  "tika-s0105t1:58_3": "Na jhāyantīti paṇṇakuṭīsu jhānaṁ na appenti na nipphādenti, gāmanigamasāmantaṁ osaritvā vedaganthe karontāva acchantīti attho.",
  "tika-s0105t1:58_4": "Taṁ panetesaṁ brāhmaṇajhāyakasaṅkhātaṁ paṭhamadutiyanāmaṁ upādāya tatiyameva jātanti āha “ajjhāyakātveva tatiyaṁ akkharaṁ upanibbatta”nti, akkharanti ca nirutti samaññā.",
  "tika-s0105t1:58_5": "Sā hi tasmiṁyeva niruḷhabhāvena aññattha asañcaraṇato “akkhara”nti vuccati.",
  "tika-s0105t1:58_6": "Mante parivattetīti vede sajjhāyati, pariyāpuṇātīti attho.",
  "tika-s0105t1:58_7": "Idha hi adhiāpubbai-saddavasena padasandhi, itarattha pana jhe-saddavasena.",
  "tika-s0105t1:58_8": "Mante dhāretīti yathāadhīte mante asammūḷhe katvā hadaye ṭhapeti.",
  "tika-s0105t1:59_0": "Āthabbaṇavedo parūpaghātakarattā sādhūnamaparibhogoti katvā “iruvedayajuvedasāmavedāna”nti vuttaṁ.",
  "tika-s0105t1:59_1": "Tattha iccante thomīyante devā etāyāti iru ica-dhātuvasena ca-kārassa ra-kāraṁ katvā, itthiliṅgoyaṁ.",
  "tika-s0105t1:59_2": "Yajjante pujjante devā anenāti yaju punnapuṁsakaliṅgavasena.",
  "tika-s0105t1:59_3": "Soyanti antaṁ karonti, sāyanti vā tanuṁ karonti pāpamanenāti sāmaṁ so-dhātupakkhe o-kārassa ā-kāraṁ katvā.",
  "tika-s0105t1:59_4": "Vidanti dhammaṁ, kammaṁ vā etehīti vedā, te eva mantā “sugatiyopi munanti, suyyanti ca etehī”ti katvā.",
  "tika-s0105t1:59_5": "Paharaṇaṁ saṅghaṭṭanaṁ pahataṁ, oṭṭhānaṁ pahataṁ tathā, tassa karaṇavasena, oṭṭhāni cāletvā paguṇabhāvakaraṇavasena pāraṁ gato, na atthavibhāvanavasenāti vuttaṁ hoti.",
  "tika-s0105t1:59_6": "Pāragūti ca niccasāpekkhatāya kitantasamāso.",
  "tika-s0105t1:60_0": "“Saha nighaṇṭunā”tiādinā yathāvākyaṁ vibhatyantavasena nibbacanadassanaṁ.",
  "tika-s0105t1:60_1": "Nighaṇṭurukkhādīnanti nighaṇṭu nāma rukkhaviseso, tadādikānamatthānanti attho, etena nighaṇṭurukkhapariyāyaṁ ādiṁ katvā tappamukhena sesapariyāyānaṁ tattha dassitattā so gantho nighaṇṭu nāma yathā taṁ “pārājikakaṇḍo, kusalattiko”ti ayamattho dassito iminā yathārutameva tadatthassa adhigatattā.",
  "tika-s0105t1:60_2": "Ācariyā pana evaṁ vadanti “vacanīyavācakabhāvena atthaṁ, saddañca nikhaḍati bhindati vibhajja dassetīti nikhaṇḍu, so eva kha-kārassa gha-kāraṁ katvā ‘nighaṇḍū’ti vutto”ti, tadetaṁ aṭṭhakathānayato aññanayadassananti gahetabbaṁ.",
  "tika-s0105t1:60_3": "Itarathā hi so aṭṭhakathāya virodho siyā, vicāretabbametaṁ.",
  "tika-s0105t1:60_4": "Akkharacintakā pana evamicchanti “tattha tatthāgatāni nāmāni nissesato ghaṭenti rāsiṁ karonti etthāti nighaṇṭu niggahitāgamenā”ti.",
  "tika-s0105t1:60_5": "Vevacanappakāsakanti pariyāyasaddadīpakaṁ, ekekassa atthassa anekapariyāyavacanavibhāvakanti attho.",
  "tika-s0105t1:60_6": "Nidassanamattañcetaṁ anekesampi atthānaṁ ekasaddavacanīyatāvibhāvanavasenapi tassa ganthassa pavattattā.",
  "tika-s0105t1:60_7": "Ko panesoti?",
  "tika-s0105t1:60_8": "Etarahi nāmaliṅgānusāsanaratanamālābhidhānappadīpikādi.",
  "tika-s0105t1:60_9": "Vacībhedādilakkhaṇā kiriyā kappīyati etenāti kiriyākappo, tatheva vividhaṁ kappīyati etenāti vikappo, kiriyākappo ca so vikappo cāti kiriyākappavikappo.",
  "tika-s0105t1:60_10": "So hi vaṇṇapadasambandhapadatthādivibhāgato bahuvikappoti katvā “kiriyākappavikappo”ti vuccati, so ca ganthavisesoyevāti vuttaṁ “kavīnaṁ upakārāvahaṁ sattha”nti, catunnampi kavīnaṁ kavibhāvasampadābhogasampadādipayojanavasena upakārāvaho ganthoti attho.",
  "tika-s0105t1:60_11": "Ko panesoti?",
  "tika-s0105t1:60_12": "Kabyabandhanavidhividhāyako kabyālaṅkāragītāsubodhālaṅkārādi.",
  "tika-s0105t1:60_13": "Idaṁ pana mūlakiriyākappaganthaṁ sandhāya vuttaṁ.",
  "tika-s0105t1:60_14": "So hi mahāvisayo satasahassagāthāparimāṇo, yaṁ “nayacariyādipakaraṇa”ntipi vadanti.",
  "tika-s0105t1:60_15": "Vacanatthato pana kiṭayati gameti ñāpeti kiriyādivibhāganti keṭubhaṁ kiṭa-dhātuto abhapaccayavasena, a-kārassa ca ukāro.",
  "tika-s0105t1:60_16": "Atha vā kiriyādivibhāgaṁ anavasesapariyādānato kiṭento gamanto obheti pūretīti keṭubhaṁ kiṭa-saddūpapadaubhadhātuvasena.",
  "tika-s0105t1:60_17": "Apica kiṭanti gacchanti kavayo bandhesu kosallametenāti keṭubhaṁ, purimanayenevettha padasiddhi.",
  "tika-s0105t1:60_18": "Ṭhānakaraṇādivibhāgato, nibbacanavibhāgato ca akkharā pabhedīyanti etenāti akkharappabhedo, taṁ pana chasu vedaṅgesu pariyāpannaṁ pakaraṇadvayamevāti vuttaṁ “sikkhā ca nirutti cā”ti.",
  "tika-s0105t1:60_19": "Tattha sikkhanti akkharasamayametāyāti sikkhā, akārādivaṇṇānaṁ ṭhānakaraṇapayatanapaṭipādakasatthaṁ.",
  "tika-s0105t1:60_20": "Nicchayena, nissesato vā utti nirutti, vaṇṇāgamavaṇṇavipariyāyādilakkhaṇaṁ.",
  "tika-s0105t1:60_21": "Vuttañca –",
  "tika-s0105t1:61_0": "“Vaṇṇāgamo vaṇṇavipariyāyo,",
  "tika-s0105t1:62_0": "Dve cāpare vaṇṇavikāranāsā;",
  "tika-s0105t1:63_0": "Dhātussa atthātisayena yogo,",
  "tika-s0105t1:64_0": "Taduccate pañcavidhā niruttī”ti. ;",
  "tika-s0105t1:65_0": "Idha pana tabbasena anekadhā nibbacanaparidīpakaṁ satthaṁ uttarapadalopena “niruttī”ti adhippetaṁ nibbacanavibhāgatopi akkharapabhedabhāvassa ācariyehi vuttattā, tamantarena nibbacanavibhāgassa ca byākaraṇaṅgena saṅgahitattā.",
  "tika-s0105t1:65_1": "Byākaraṇaṁ, nirutti ca hi paccekameva vedaṅgaṁ yathāhu –",
  "tika-s0105t1:66_0": "“Kappo byākaraṇaṁ joti-satthaṁ sikkhā nirutti ca;",
  "tika-s0105t1:67_0": "Chandoviciti cetāni, vedaṅgāni vadanti chā”ti.",
  "tika-s0105t1:68_0": "Tasmā byākaraṇaṅgena asaṅkarabhūtameva niruttinayena nibbacanamidhādhippetaṁ, na chasu byañjanapadesu viya tadubhayasādhāraṇanibbacanaṁ vedaṅgavisayattāti veditabbaṁ.",
  "tika-s0105t1:68_1": "Ayaṁ panettha mahāniddesaṭṭhakathāya āgataniruttinayavinicchayo.",
  "tika-s0105t1:68_2": "Tattha hi “nakkhattarājāriva tārakāna”nti ettha ra-kārāgamo viya avijjamānassa akkharassa āgamo vaṇṇāgamo nāma.",
  "tika-s0105t1:68_3": "Hiṁsanattā “hiṁso”ti vattabbe “sīho”ti parivattanaṁ viya vijjamānānamakkharānaṁ heṭṭhupariyavasena parivattanaṁ vaṇṇavipariyāyo nāma.",
  "tika-s0105t1:68_4": "“Navachannakedāni diyyatī”ti ettha a-kārassa e-kārāpajjanaṁ viya aññakkharassa aññakkharāpajjanaṁ vaṇṇavikāro nāma.",
  "tika-s0105t1:68_5": "“Jīvanassa mūto jīvanamūto”ti vattabbe “jīmūto”ti va-kāra na-kārānaṁ vināso viya vijjamānakkharānaṁ vināso vaṇṇavināso nāma.",
  "tika-s0105t1:68_6": "“Pharusāhi vācāhi pakubbamāno, āsajja maṁ tvaṁ vadase kumārā”ti ettha “pakubbamāno”ti padassa abhibhavamānoti atthapaṭipādanaṁ viya tattha tattha yathāyogaṁ visesatthapaṭipādanaṁ dhātūnamatthātisayena yogo nāmāti.",
  "tika-s0105t1:69_0": "Yathāvuttappabhedānaṁ tiṇṇaṁ vedānaṁ ayaṁ catutthoyeva siyā, atha kena saddhiṁ pañcamoti āha “āthabbaṇavedaṁ catutthaṁ katvā”ti.",
  "tika-s0105t1:69_1": "Āthabbaṇavedo nāma āthabbaṇavedikehi vihito parūpaghātakaro manto, so pana itihāsapañcamabhāvappakāsanatthaṁ gaṇitatāmattena gahito, na sarūpavasena, evañca katvā “etesa”nti padassa tesaṁ tiṇṇaṁ vedānantveva attho gahetabbo.",
  "tika-s0105t1:69_2": "Tañhi “tiṇṇaṁ vedāna”nti etassa visesananti.",
  "tika-s0105t1:69_3": "Itiha asāti evaṁ idha loke ahosi “āsā”tipi katthaci pāṭho, soyevattho.",
  "tika-s0105t1:69_4": "Iha ṭhāne iti evaṁ, idaṁ vā kammaṁ, vatthuṁ vā āsa icchāhītipi attho.",
  "tika-s0105t1:69_5": "Tassa ganthassa mahāvisayatādīpanatthañcettha vicchāvacanaṁ, iminā “itihāsā”ti vacanena paṭisaṁyutto itihāso taddhitavasenāti atthaṁ dasseti.",
  "tika-s0105t1:69_6": "Itiha āsa, itiha āsā”ti īdisavacanapaṭisaṁyutto itihāso niruttinayenāti atthadassanantipi vadanti.",
  "tika-s0105t1:69_7": "Akkharacintakā pana evamicchanti “itiha-saddo pārampariyopadese ekova nipāto, asati vijjatīti aso, itiha aso etasminti itihāso samāsavasenā”ti, tesaṁ mate “itiha asā”ti ettha evaṁ pārampariyopadeso asa vijjamāno ahosīti attho.",
  "tika-s0105t1:69_8": "“Purāṇakathāsaṅkhāto”ti iminā tassa ganthavisesabhāvamāha, bhāratanāmakānaṁ dvebhātikarājūnaṁ yuddhakathā, rāmarañño sītāharaṇakathā, narasīharājuppattikathāti evamādipurāṇakathāsaṅkhāto bhāratapurāṇarāmapurāṇanarasīhapurāṇādigantho itihāso nāmāti vuttaṁ hoti.",
  "tika-s0105t1:69_9": "“Tesaṁ itihāsapañcamānaṁ vedāna”nti iminā yathāvākyaṁ “tiṇṇaṁ vedāna”nti ettha visesanabhāvaṁ dasseti.",
  "tika-s0105t1:70_0": "Pajjati attho etenāti padaṁ, nāmākhyātopasagganipātādivasena anekavibhāgaṁ vibhattiyantapadaṁ.",
  "tika-s0105t1:70_1": "Tadapi byākaraṇe āgatamevāti vuttaṁ “tadavasesa”nti, padato avasesaṁ pakatipaccayādisaddalakkhaṇabhūtanti attho.",
  "tika-s0105t1:70_2": "Taṁ taṁ saddaṁ, tadatthañca byākaroti byācikkhati etenāti byākaraṇaṁ, visesena vā ākarīyante pakatipaccayādayo abhinipphādīyante ettha, anenāti vā byākaraṇaṁ, sādhusaddānamanvākhyāyakaṁ muddhabodhabyākaraṇa sārassatabyākaraṇa pāṇinībyākaraṇacandrabyākaraṇādi adhunāpi vijjamānasatthaṁ.",
  "tika-s0105t1:70_3": "Adhīyatīti ajjhāyati.",
  "tika-s0105t1:70_4": "Vedetīti paresaṁ vāceti.",
  "tika-s0105t1:70_5": "Ca-saddo atthadvayasamuccinanattho, vikappanattho vā atthantarassa vikappitattā.",
  "tika-s0105t1:70_6": "Vicitrā hi taddhitavutti.",
  "tika-s0105t1:70_7": "Padakoti byākaraṇesu āgatapadakosallaṁ sandhāya vuttaṁ, veyyākaraṇoti tadavasiṭṭhapakatipaccayādisaddavidhikosallanti imassatthassa viññāpanatthaṁ padadvayassa ekato atthavacanaṁ.",
  "tika-s0105t1:70_8": "Esā hi ācariyānaṁ pakati, yadidaṁ yena kenaci pakārena atthantaraviññāpanaṁ.",
  "tika-s0105t1:70_9": "Ayaṁ aṭṭhakathāto aparo nayo –",
  "tika-s0105t1:70_10": "te eva vede padaso kāyatīti padakoti.",
  "tika-s0105t1:70_11": "Tattha padasoti gajjabandhapajjabandhapadena.",
  "tika-s0105t1:70_12": "Kāyatīti katheti yathā “jātaka”nti, iminā vedakārakasamatthataṁ dasseti.",
  "tika-s0105t1:70_13": "Evañhi “ajjhāyako”tiādīhi imassa viseso pākaṭo hotīti.",
  "tika-s0105t1:71_0": "Āyatiṁ hitaṁ bālajanasaṅkhāto loko na yatati na īhati anenāti lokāyataṁ.",
  "tika-s0105t1:71_1": "Tañhi ganthaṁ nissāya sattā puññakiriyāya cittampi na uppādenti, lokā vā bālajanā āyatanti ussahanti vādassādena etthāti lokāyataṁ.",
  "tika-s0105t1:71_2": "Aññamaññaviruddhaṁ, saggamokkhaviruddhaṁ vā tanonti etthāti vitaṇḍo ḍa-paccayavasena, na-kārassa ca ṇa-kāraṁ katvā, viruddhena vādadaṇḍena tāḷenti vādino etthāti vitaṇḍo taḍi-dhātuvasena, niggahītāgamañca katvā.",
  "tika-s0105t1:71_3": "Adesampi yaṁ nissāya vādīnaṁ vādo pavatto, taṁ tesaṁ desatopi upacāravasena vuccati yathā “cakkhuṁ loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhatī”ti, visesena vā paṇḍitānaṁ manaṁ taḍenti cālenti etenāti vitaṇḍo, taṁ vadanti, so vādo vā etesanti vitaṇḍavādā, tesaṁ satthaṁ tathā.",
  "tika-s0105t1:71_4": "Lakkhaṇadīpakasatthaṁ uttarapadalopena, taddhitavasena vā lakkhaṇanti dasseti “lakkhaṇadīpaka”ntiādinā.",
  "tika-s0105t1:71_5": "Lakkhīyati buddhabhāvādi anenāti lakkhaṇaṁ, nigrodhabimbatādi.",
  "tika-s0105t1:71_6": "Tenāha “yesaṁ vasenā”tiādi.",
  "tika-s0105t1:71_7": "Dvādasasahassaganthapamāṇanti ettha bhāṇavārappamāṇādīsu viya bāttiṁsakkharaganthova adhippeto.",
  "tika-s0105t1:71_8": "Vuttañhi –",
  "tika-s0105t1:72_0": "“Aṭṭhakkharā ekapadaṁ, ekā gāthā catuppadaṁ;",
  "tika-s0105t1:73_0": "Gāthā cekā mato gantho, gantho bāttiṁsatakkharo”ti.",
  "tika-s0105t1:74_0": "Dvādasahi guṇitasahassabāttiṁsakkharaganthappamāṇanti attho.",
  "tika-s0105t1:74_1": "Yatthāti yasmiṁ lakkhaṇasatthe, ādhāre cetaṁ bhummaṁ yathā “rukkhe sākhā”ti.",
  "tika-s0105t1:74_2": "Soḷasa ca sahassañca soḷasasahassaṁ, soḷasādhikasahassagāthāparimāṇāti attho.",
  "tika-s0105t1:74_3": "Evañhi ādhārādheyyavacanaṁ sūpapannaṁ hotīti.",
  "tika-s0105t1:74_4": "Padhānavasena buddhānaṁ lakkhaṇadīpanato buddhamantā nāma.",
  "tika-s0105t1:74_5": "Paccekabuddhādīnampi hi lakkhaṇaṁ tattha dīpitameva.",
  "tika-s0105t1:74_6": "Tena vuttaṁ “yesaṁ vasenā”tiādi.",
  "tika-s0105t1:75_0": "“Anūnoparipūrakārī”ti atthamattadassanaṁ, saddato pana adhigatamatthaṁ dassetuṁ “avayo na hotī”ti vuttaṁ.",
  "tika-s0105t1:75_1": "Ko panesa avayoti anuyogamapaneti “avayo nāmā”tiādinā.",
  "tika-s0105t1:75_2": "Ayamettādhippāyo –",
  "tika-s0105t1:75_3": "yo tāni sandhāretuṁ sakkoti, so “vayo”ti vuccati.",
  "tika-s0105t1:75_4": "Yo pana na sakkoti, so avayo nāma.",
  "tika-s0105t1:75_5": "Yo ca avayo na hoti, so “dve paṭisedhā pakatiyatthagamakā”ti ñāyena vayo evāti.",
  "tika-s0105t1:75_6": "Vayatīti hi vayo, ādimajjhapariyosānesu katthacipi aparikilamanto avitthāyanto te ganthe santāne paṇeti byavaharatīti attho.",
  "tika-s0105t1:75_7": "Ayaṁ pana vinayaṭṭhakathānayo –",
  "tika-s0105t1:75_8": "anavayoti anu avayo, sandhivasena u-kāralopo, anu anu avayo anūno, paripuṇṇasippoti attho.",
  "tika-s0105t1:75_9": "Vayoti hi hāni “āyavayo”tiādīsu viya, natthi etassa yathāvuttaganthesu vayo ūnatāti avayo, anu anu avayo anavayoti.",
  "tika-s0105t1:76_0": "“Anuññāto”ti padassa kammasādhanavasena, “paṭiññāto”ti padassa ca kattusādhanavasena atthaṁ dassento “ācariyenā”tiādimāha.",
  "tika-s0105t1:76_1": "Assāti ambaṭṭhassa.",
  "tika-s0105t1:76_2": "Pāḷiyaṁ “yamahaṁ jānāmi, taṁ tvaṁ jānāsī”ti idaṁ anujānanākāradassanaṁ, “yaṁ tvaṁ jānāsi, tamahaṁ jānāmī”ti idaṁ pana paṭijānanākāradassananti dasseti “yaṁ aha”ntiādinā.",
  "tika-s0105t1:76_3": "“Āma ācariyā”ti hi yathāgataṁ paṭijānanavacanameva atthavasena vuttaṁ.",
  "tika-s0105t1:76_4": "Yanti tevijjakaṁ pāvacanaṁ.",
  "tika-s0105t1:76_5": "Tassāti ācariyassa.",
  "tika-s0105t1:76_6": "Paṭivacanadānameva paṭiññā tathā, tāya sayameva paṭiññātoti attho.",
  "tika-s0105t1:76_7": "“Sake”tiādi anujānanapaṭijānanādhikāradassanaṁ.",
  "tika-s0105t1:76_8": "Adesassapi desamiva kappanāmattenāti vuttaṁ “katarasmi”ntiādi.",
  "tika-s0105t1:76_9": "Sassa attano santakaṁ sakaṁ.",
  "tika-s0105t1:76_10": "Ācariyānaṁ paramparato, paramparabhūtehi vā ācariyehi āgataṁ ācariyakaṁ.",
  "tika-s0105t1:76_11": "Tisso vijjā, tāsaṁ samūho tevijjakaṁ, vedattayaṁ.",
  "tika-s0105t1:76_12": "Padhānaṁ vacanaṁ, pakaṭṭhānaṁ vā aṭṭhakādīnaṁ vacanaṁ pāvacanaṁ.",
  "tika-s0105t1:77_0": "257.",
  "tika-s0105t1:77_1": "Idāni yenādhippāyena brāhmaṇo pokkharasātī ambaṭṭhaṁ māṇavaṁ āmantetvā “ayaṁ tātā”tiādivacanamabrvi, tadadhippāyaṁ vibhāvento “esa kirā”tiādimāha.",
  "tika-s0105t1:77_2": "Tattha uggatassāti pubbe pākaṭassa kittimato porāṇajanassa.",
  "tika-s0105t1:77_3": "Bahū janāti pūraṇakassapādayo sandhāya vuttaṁ.",
  "tika-s0105t1:77_4": "Ekaccanti khattiyādijātimantaṁ, lokasammataṁ vā janaṁ.",
  "tika-s0105t1:77_5": "Garūti bhāriyaṁ, attānaṁ tato mocetvā apagamanamattampi dukkaraṁ hoti, pageva taduttari karaṇanti vuttaṁ hoti.",
  "tika-s0105t1:77_6": "Anattho nāma tathāpagamanādinā nindābyārosaupārambhādi.",
  "tika-s0105t1:78_0": "“Abbhuggato”ti ettha abhisaddayogena itthambhūtākhyānatthavaseneva “gotama”nti upayogavacanaṁ.",
  "tika-s0105t1:78_1": "“Taṁ bhavantaṁ, tathā santaṁyevā”ti padesupi tassa anupayogattā tadatthavasenevāti dasseti “tassa bhoto”tiādinā.",
  "tika-s0105t1:78_2": "Tenāha “idhāpī”tiādi.",
  "tika-s0105t1:78_3": "Tathā satoyevāti yenākārena arahatādinā saddo abbhuggato, tenākārena santassa bhūtassa eva tassa bhavato gotamassa saddo yadi vā abbhuggatoti attho.",
  "tika-s0105t1:78_4": "Apica taṁ bhavantaṁ gotamaṁ tathā santaṁyevāti ekassapi atthassa dvikkhattuṁ sambandhabhāvena vacanaṁ sāmaññavisiṭṭhatāparikappanena atthavisesaviññāpanatthaṁ, tasmā “tassa bhoto gotamassā”ti sāmaññasambandhabhāvena vicchinditvā “tathā satoyevā”ti visesasambandhabhāvena yojetabbaṁ.",
  "tika-s0105t1:78_5": "Yadi-saddo cettha saṁsayattho dvinnampi atthānaṁ saṁsayitabbattā.",
  "tika-s0105t1:78_6": "Vā-saddo ca vikappanattho tesu ekassa vikappetabbattā.",
  "tika-s0105t1:78_7": "Saddavidū pana evaṁ vadanti –",
  "tika-s0105t1:78_8": "“imassa vacanaṁ saccaṁ vā yadi vā musā”tiādīsu viya yadi-saddo vā-saddo ca ubhopi vikappatthāyeva.",
  "tika-s0105t1:78_9": "Yadi-saddopi hi “yaṁ yadeva parisaṁ upasaṅkamati yadi khattiyaparisaṁ yadi brāhmaṇaparisa”ntiādīsu vā-saddattho dissati.",
  "tika-s0105t1:78_10": "“Appaṁ vassasataṁ āyu, idānetarahi vijjatī”tiādīsu viya ca idha samānatthasaddapayogoti.",
  "tika-s0105t1:78_11": "Pāḷiyaṁ “yadi vā no tathā”ti idampi “santaṁyeva saddo abbhuggato”ti iminā sambajjhitvā yathāvuttanayeneva yojetabbaṁ.",
  "tika-s0105t1:78_12": "Nanu “gotama”nti padeyeva upayogavacanaṁ siyā, na etthāti codanāya “idhāpī”tiādi vuttaṁ, tassa anupayogattā, vicchinditvā sambandhavisesabhāvena yojetabbattā vā idhāpi itthambhūtākhyānatthavaseneva upayogavacanaṁ nāmāti vuttaṁ hoti.",
  "tika-s0105t1:78_13": "Itthambhūtākhyānaṁ attho yassa tathā, abhisaddo, itthambhūtākhyānameva vā attho tathā, soyevattho.",
  "tika-s0105t1:78_14": "Yadaggena hi saddayogo hoti, tadaggena atthayogopīti.",
  "tika-s0105t1:79_0": "258.Bhoti attano ācariyaṁ ālapati.",
  "tika-s0105t1:79_1": "Yathā-saddaṁ sātthakaṁ katvā saha pāṭhasesena yojetuṁ “yathā sakkā”tiādi vuttaṁ.",
  "tika-s0105t1:79_2": "Soti bhagavā.",
  "tika-s0105t1:79_3": "Purimanaye ākāratthajotanayathā-saddayogyato kathanti pucchāmattaṁ, idha pana tadayogyato “ākārapucchā”ti vuttaṁ.",
  "tika-s0105t1:79_4": "Bāhirakasamaye ācariyamhi upajjhāyasamudācāroti āha “atha naṁ upajjhāyo”ti, upajjhāyasaññito ācariyabrāhmaṇoti attho.",
  "tika-s0105t1:80_0": "Kāmañca manto, brahmaṁ, kappoti tibbidho vedo, tathāpi aṭṭhakādi vuttaṁ padhānabhūtaṁ mūlaṁ manto, tadatthavivaraṇamatthaṁ brahmaṁ, tattha vuttanayena yaññakiriyāvidhānaṁ kappoti mantasseva padhānabhāvato, itaresañca tannissayeneva jātattā mantaggahaṇena brahmakappānampi gahaṇaṁ siddhamevāti dasseti “tīsu vedesū”ti iminā.",
  "tika-s0105t1:80_1": "Mantoti hi aṭṭhakādīhi isīhi vuttamūlavedasseva nāmaṁ, vedoti sabbassa, tasmā “vedesū”ti vutte sabbesampi gahaṇaṁ sijjhatīti veditabbaṁ.",
  "tika-s0105t1:80_2": "Lakkhaṇānīti lakkhaṇadīpakāni mantapadāni.",
  "tika-s0105t1:80_3": "Pajjagajjabandhapavesanavasena pakkhipitvā.",
  "tika-s0105t1:80_4": "Brāhmaṇavesenevāti vedavācakabrāhmaṇaliṅgeneva.",
  "tika-s0105t1:80_5": "Vedeti mahāpurisalakkhaṇamante.",
  "tika-s0105t1:80_6": "Mahesakkhā sattāti mahāpuññavanto paṇḍitasattā.",
  "tika-s0105t1:80_7": "Jānissanti iti manasi katvā vācentīti sambandho.",
  "tika-s0105t1:80_8": "Tenāti tathā vācanato.",
  "tika-s0105t1:80_9": "Pubbeti “tathāgato uppajjissatī”ti vattabbakālato pabhuti tathāgatassa dharamānakāle.",
  "tika-s0105t1:80_10": "Ajjhāyitabbavācetabbabhāvena āgacchanti pākaṭā bhavanti.",
  "tika-s0105t1:80_11": "Ekagāthādvigāthādivasena anukkamena antaradhāyanti.",
  "tika-s0105t1:80_12": "Na kevalaṁ lakkhaṇamantāyeva, atha kho aññepi vedā brāhmaṇānaṁ aññāṇabhāvena anukkamena antaradhāyanti evāti ācariyena vuttaṁ.",
  "tika-s0105t1:81_0": "Buddhabhāvapatthanā paṇidhi, pāramīsambharaṇaṁ samādānaṁ, kammassakatādipaññā ñāṇaṁ.",
  "tika-s0105t1:81_1": "“Paṇidhimahato samādānamahatotiādinā paccekaṁ mahantasaddo yojetabbo”ti ācariyena vuttaṁ.",
  "tika-s0105t1:81_2": "Evañca sati karuṇā ādi yesaṁ saddhāsīlādīnaṁ te karuṇādayo, te eva guṇā karuṇādiguṇā, paṇidhi ca samādānañca ñāṇañca karuṇādiguṇā ca, tehi mahanto paṇidhisamādānañāṇakaruṇādiguṇamahantoti nibbacanaṁ kātabbaṁ.",
  "tika-s0105t1:81_3": "Evañhi dvandatoparattā mahantasaddo paccekaṁ yojīyatīti.",
  "tika-s0105t1:81_4": "Apica paṇidhi ca samādānañca ñāṇañca karuṇā ca, tamādi yesaṁ te tathā, teyeva guṇā, tehi mahantoti nibbacanenapi attho sūpapanno hoti, paṇidhimahantatādi cassa buddhavaṁsa cariyāpiṭakādi vasena veditabbo.",
  "tika-s0105t1:81_5": "Mahāpadānasuttaṭṭhakathāyaṁ pana “mahāpurisassāti jātigottakulapadesādivasena mahantassa purisassā”ti vuttaṁ.",
  "tika-s0105t1:81_6": "Tattha “khattiyo, brāhmaṇo”ti evamādi jāti.",
  "tika-s0105t1:81_7": "“Koṇḍañño, gotamo”ti evamādi gottaṁ.",
  "tika-s0105t1:81_8": "“Poṇikā, cikkhallikā, sākiyā, koliyā”ti evamādi kulapadeso, tadetaṁ sabbampi idha ādisaddena saṅgahitanti daṭṭhabbaṁ.",
  "tika-s0105t1:81_9": "Evañhi sati “dveyeva gatiyo bhavantī”ti ubhinnaṁ sādhāraṇavacanaṁ samatthitaṁ hotīti.",
  "tika-s0105t1:82_0": "Niṭṭhāti nipphattiyo siddhiyo.",
  "tika-s0105t1:82_1": "Nanvāyaṁ gati-saddo anekattho, kasmā niṭṭhāyameva vuttoti āha“kāmañcāya”ntiādi.",
  "tika-s0105t1:82_2": "Bhavabhedeti nirayādibhavavisese.",
  "tika-s0105t1:82_3": "So hi sucaritaduccaritakammena sattehi upapajjanavasena gantabbāti gati.",
  "tika-s0105t1:82_4": "Gacchati pavattati etthāti gati, nivāsaṭṭhānaṁ.",
  "tika-s0105t1:82_5": "Gamati yathāsabhāvaṁ jānātīti gati.",
  "tika-s0105t1:82_6": "Paññā, gamanaṁ byāpanaṁ gati, vissaṭabhāvo, so pana ito ca etto ca byāpetvā ṭhitatāva.",
  "tika-s0105t1:82_7": "Gamanaṁ nipphattanaṁ gati, niṭṭhā, ajjhāsayapaṭisaraṇatthāpi nidassananayena gahitā.",
  "tika-s0105t1:82_8": "Tathā hesa “imesaṁ kho ahaṁ bhikkhūnaṁ sīlavantānaṁ kalyāṇadhammānaṁ neva jānāmi āgatiṁ vā gatiṁ vā”ti ettha ajjhāsaye vattati, “nibbānaṁ arahato gatī”ti ettha paṭisaraṇe, parāyaṇe apassayeti attho.",
  "tika-s0105t1:82_9": "Gacchati yathāruci pavattatīti gati, ajjhāsayo.",
  "tika-s0105t1:82_10": "Gacchati avacarati, avacaraṇavasena vā pavattati etthāti gati, paṭisaraṇaṁ.",
  "tika-s0105t1:82_11": "Sabbasaṅkhatavisaññuttassa hi arahato nibbānameva paṭisaraṇaṁ, idha pana niṭṭhāyaṁ vattatīti veditabbo tadaññesamavisayattā.",
  "tika-s0105t1:83_0": "Nanu dvinnaṁ nipphattīnaṁ nimittabhūtāni lakkhaṇāni visadisāneva, atha kasmā “yehi samannāgatassā”tiādinā tesaṁ sadisabhāvo vuttoti codanālesaṁ dassetvā sodhento “tattha kiñcāpī”tiādimāha.",
  "tika-s0105t1:83_1": "Samānepi nigrodhabimbatādilakkhaṇabhāve attheva koci nesaṁ visesoti dassetuṁ “na teheva buddho hotī”ti vuttaṁ.",
  "tika-s0105t1:83_2": "“Yathā hi buddhānaṁ lakkhaṇāni suvisadāni, suparibyattāni, paripuṇṇāni ca honti, na evaṁ cakkavattīna”nti ayaṁ pana viseso ācariyadhammapālattherena pakāsito.",
  "tika-s0105t1:83_3": "Jāyanti bhinnesupi atthesu abhinnadhīsaddā etāyāti jāti, lakkhaṇabhāvamattaṁ.",
  "tika-s0105t1:83_4": "Vuttañhi –",
  "tika-s0105t1:84_0": "“Sabalādīsu bhinnesu, yāya vattantubhinnadhī;",
  "tika-s0105t1:85_0": "Saddā sā jātiresā ca, mālāsuttamivanvitā”ti.",
  "tika-s0105t1:86_0": "Tasmā lakkhaṇatāmattena samānabhāvato visadisānipi tāniyeva cakkavattinipphattinimittabhūtāni lakkhaṇāni sadisāni viya katvā tāni buddhanipphattinimittabhūtāni lakkhaṇāni nāmāti idaṁ vacanaṁ vuccatīti attho.",
  "tika-s0105t1:86_1": "Adhiāpubbavasayoge bhummatthe upayogavacananti āha “agāre vasatī”ti catūhi acchariyadhammehīti abhirūpatā, dīghāyukatā, appābādhatā, brāhmaṇagahapatikānaṁ piyamanāpatāti imehi catūhi acchariyasabhāvabhūtāhi iddhīhi. Yathāha –",
  "tika-s0105t1:87_0": "“Rājā ānanda, mahāsudassano catūhi iddhīhi samannāgato ahosi.",
  "tika-s0105t1:87_1": "Katamāhi catūhi iddhīhi?",
  "tika-s0105t1:87_2": "Idhānanda, rājā mahāsudassano abhirūpo ahosi dassanīyo pāsādiko”tiādi.",
  "tika-s0105t1:88_0": "Cetiyajātake āgatanayaṁ gahetvāpi evaṁ vadanti “sarīrato candanagandho vāyati, ayaṁ ekā iddhi.",
  "tika-s0105t1:88_1": "Mukhato uppalagandho vāyati, ayaṁ dutiyā.",
  "tika-s0105t1:88_2": "Cattāro devaputtā catūsu disāsu sabbakālaṁ khaggahatthā ārakkhaṁ gaṇhanti, ayaṁ tatiyā.",
  "tika-s0105t1:88_3": "Ākāsena vicarati, ayaṁ catutthī”ti.",
  "tika-s0105t1:88_4": "Anāgatavaṁsasaṁvaṇṇanāyaṁ pana “abhirūpabhāvo ekā iddhi, samavepākiniyā gahaṇiyā samannāgatabhāvo dutiyā, yāvatāyukampi sakalalokassa dassanātittikabhāvo tatiyā, ākāsacāribhāvo catutthī”ti vuttaṁ.",
  "tika-s0105t1:88_5": "Tattha samavepākiniyā gahaṇiyā samannāgatabhāvoti samavipācaniyā kammajatejodhātuyā sampannatā.",
  "tika-s0105t1:88_6": "Yassa hi bhuttamattova āhāro jīrati, yassa vā pana puṭabhattaṁ viya tatheva tiṭṭhati, ubhopete na samavepākiniyā samannāgatā.",
  "tika-s0105t1:88_7": "Yassa pana puna bhattakāle bhattacchando uppajjateva, ayaṁ samavepākiniyā samannāgato nāma, tathārūpatāti attho.",
  "tika-s0105t1:88_8": "Saṅgahavatthūhīti dānaṁ, piyavacanaṁ, atthacariyā, samānattatāti imehi saṅgahopāyehi. Yathāha –",
  "tika-s0105t1:89_0": "“Dānañca peyyavajjañca, atthacariyā ca yā idha;",
  "tika-s0105t1:90_0": "Samānattatā ca dhammesu, tattha tattha yathārahaṁ;",
  "tika-s0105t1:91_0": "Ete kho saṅgahā loke, rathassāṇīva yāyato.",
  "tika-s0105t1:92_0": "Ete ca saṅgahā nāssu, na mātā puttakāraṇā;",
  "tika-s0105t1:93_0": "Labhetha mānaṁ pūjaṁ vā, pitā vā puttakāraṇā.",
  "tika-s0105t1:94_0": "Yasmā ca saṅgahā ete, samapekkhanti paṇḍitā;",
  "tika-s0105t1:95_0": "Tasmā mahattaṁ papponti, pāsaṁsā ca bhavanti te”ti. ;",
  "tika-s0105t1:96_0": "Rañjanatoti pītisomanassavasena rañjanato, na rāgavasena, pītisomanassānaṁ jananatoti vuttaṁ hoti.",
  "tika-s0105t1:96_1": "Catūhi saṅgahavatthūhi rañjanaṭṭhena rājāti pana sabbesaṁ rājūnaṁ samaññā tathā akarontānampi vilīvabījanādīsu tālavaṇṭavohāro viya ruḷhivasena pavattito, tasmā “acchariyadhammehī”ti asādhāraṇanibbacanaṁ vuttanti daṭṭhabbaṁ.",
  "tika-s0105t1:97_0": "Saddasāmatthiyato anekadhā cakkavattīsaddassa vacanatthaṁ dassento padhānabhūtaṁ vacanatthaṁ paṭhamaṁ dassetuṁ “cakkaratana”ntiādimāha.",
  "tika-s0105t1:97_1": "Idameva hi padhānaṁ cakkaratanassa pavattanamantarena cakkavattibhāvānāpattito.",
  "tika-s0105t1:97_2": "Tathā hi aṭṭhakathāsu vuttaṁ “kittāvatā cakkavattī hotīti?",
  "tika-s0105t1:97_3": "Ekaṅguladvaṅgulamattampi cakkaratane ākāsaṁ abbhuggantvā pavatte”ti.",
  "tika-s0105t1:97_4": "Yasmā pana rājā cakkavattī ekaṁsaṁ uttarāsaṅgaṁ karitvā vāmahatthena hatthisoṇḍasadisapanāḷiṁ suvaṇṇabhiṅkāraṁ ukkhipitvā dakkhiṇahatthena cakkaratanaṁ udakena abbhukkiritvā “pavattatu bhavaṁ cakkaratanaṁ, abhivijinātu bhavaṁ cakkaratana”nti vacanena cakkaratanaṁ vehāsaṁ abbhuggantvā pavattesi, tasmā tādisaṁ pavattāpanaṁ sandhāya “cakkaratanaṁ vattetī”ti vuttaṁ.",
  "tika-s0105t1:97_5": "Yathāha “atha kho ānanda rājā mahāsudassano uṭṭhāyāsanā…pe…",
  "tika-s0105t1:97_6": "cakkaratanaṁ abbhukkiri ‘pavattatu bhavaṁ cakkaratana’nti”ādi.",
  "tika-s0105t1:97_7": "Na kevalañca cakkasaddo cakkarataneyeva vattati atha kho sampatticakkādīsupi, tasmā taṁtadatthavācakasaddasāmatthiyatopi vacanatthaṁ dasseti “sampatticakkehī”tiādinā.",
  "tika-s0105t1:97_8": "Tattha sampatticakkehīti –",
  "tika-s0105t1:98_0": "“Patirūpe vase dese, ariyamittakaro siyā;",
  "tika-s0105t1:99_0": "Sammāpaṇidhisampanno, pubbe puññakato naro;",
  "tika-s0105t1:100_0": "Dhaññaṁ dhanaṁ yaso kitti, sukhañcetaṁdhivattatī”ti. –",
  "tika-s0105t1:101_0": "Vuttehi patirūpadesavāsādisampatticakkehi.",
  "tika-s0105t1:101_1": "Vattatīti pavattati sampajjati, uparūpari kusaladhammaṁ vā paṭipajjati.",
  "tika-s0105t1:101_2": "Tehīti sampatticakkehi.",
  "tika-s0105t1:101_3": "Paranti sattanikāyaṁ, yathā sayaṁsaddo suddhakattutthassa jotako, tathā paraṁsaddopi hetukattutthassāti veditabbaṁ.",
  "tika-s0105t1:101_4": "Vattetīti pavatteti sampādeti, uparūpari kusaladhammaṁ vā paṭipajjāpeti. Yathāha –",
  "tika-s0105t1:102_0": "“Rājā mahāsudassano evamāha ‘pāṇo na hantabbo, adinnaṁ na ādātabbaṁ, kāmesu micchā na caritabbā, musā na bhaṇitabbā, majjaṁ na pātabbaṁ, yathābhuttañca bhuñjathā’ti.",
  "tika-s0105t1:102_1": "Ye kho panānanda puratthimāya disāya paṭirājāno, te rañño mahāsudassanassa anuyantā ahesu”ntiādi.",
  "tika-s0105t1:103_0": "Iriyāpathacakkānanti iriyāpathabhūtānaṁ cakkānaṁ.",
  "tika-s0105t1:103_1": "Iriyāpathopi hi “cakka”nti vuccati “catucakkaṁ navadvāra”ntiādīsu. Yathāha –",
  "tika-s0105t1:104_0": "“Rathaṅge lakkhaṇe dhammo-racakkesviriyāpathe;",
  "tika-s0105t1:105_0": "Cakkaṁ sampattiyaṁ cakka-ratane maṇḍale bale;",
  "tika-s0105t1:106_0": "Kulālabhaṇḍe āṇāya-māyudhe dānarāsisū”ti.",
  "tika-s0105t1:107_0": "Vattoti pavattanaṁ uppajjanaṁ, imināva iriyāpathacakkaṁ vatteti parahitāya uppādetīti nibbacanampi dasseti atthato samānattā.",
  "tika-s0105t1:107_1": "Tathā cāha –",
  "tika-s0105t1:108_0": "“Atha kho taṁ ānanda cakkaratanaṁ puratthimaṁ disaṁ pavatti, anvadeva rājā mahāsudassano saddhiṁ caturaṅginiyā senāya.",
  "tika-s0105t1:108_1": "Yasmiṁ kho panānanda, padese cakkaratanaṁ patiṭṭhāsi, tattha rājā mahāsudassano vāsaṁ upagacchi saddhiṁ caturaṅginiyā senāyā”tiādi.",
  "tika-s0105t1:109_0": "Ayaṁ aṭṭhakathāto aparo nayo –",
  "tika-s0105t1:109_1": "appaṭihataṁ āṇāsaṅkhātaṁ cakkaṁ vattetīti cakkavattī.",
  "tika-s0105t1:109_2": "Tathā hi vuttaṁ –",
  "tika-s0105t1:110_0": "“Pañcahi bhikkhave dhammehi samannāgato rājā cakkavattī dhammeneva cakkaṁ vatteti, taṁ hoti cakkaṁ appaṭivattiyaṁ kenaci manussabhūtena paccatthikena pāṇinā.",
  "tika-s0105t1:110_1": "Katamehi pañcahi?",
  "tika-s0105t1:110_2": "Idha bhikkhave rājā cakkavattī atthaññū ca hoti, dhammaññū ca mattaññū, ca kālaññū ca parisaññū ca.",
  "tika-s0105t1:110_3": "Imehi kho…pe…",
  "tika-s0105t1:110_4": "pāṇinā”tiādi.",
  "tika-s0105t1:111_0": "Khattiyamaṇḍalādisaññitaṁ cakkaṁ samūhaṁ attano vase vatteti anuvattetītipi cakkavattī.",
  "tika-s0105t1:111_1": "Vuttañhi “ye kho panānanda puratthimāya disāya paṭirājāno, te rañño mahāsudassanassa anuyantā ahesu”ntiādi.",
  "tika-s0105t1:111_2": "Cakkalakkhaṇaṁ vattati etassātipi cakkavattī.",
  "tika-s0105t1:111_3": "Tenāha “imassa deva kumārassa heṭṭhā pādatalesu cakkāni jātāni sahassārāni sanemikāni sanābhikāni sabbākāraparipūrānī”tiādi.",
  "tika-s0105t1:111_4": "Cakkaṁ mahantaṁ kāyabalaṁ vattati etassātipi cakkavattī.",
  "tika-s0105t1:111_5": "Vuttañhetaṁ “ayañhi deva kumāro sattussado…pe…",
  "tika-s0105t1:111_6": "ayañhi deva kumāro sīhapubbaddhakāyo”tiādi.",
  "tika-s0105t1:111_7": "Tena hissa lakkhaṇena mahabbalabhāvo viññāyati.",
  "tika-s0105t1:111_8": "Cakkaṁ dasavidhaṁ, dvādasavidhaṁ vā vattadhammaṁ vattati paṭipajjatīti cakkavattī.",
  "tika-s0105t1:111_9": "Tena vuttaṁ “na hi te tāta dibbaṁ cakkaratanaṁ pettikaṁ dāyajjaṁ, iṅgha tvaṁ tāta ariye cakkavattivatte vattāhī”tiādi.",
  "tika-s0105t1:111_10": "Cakkaṁ mahantaṁ dānaṁ vatteti pavattetītipi cakkavattī.",
  "tika-s0105t1:111_11": "Vuttañca –",
  "tika-s0105t1:112_0": "“Paṭṭhapesi kho ānanda rājā mahāsudassano tāsaṁ pokkharaṇīnaṁ tīre evarūpaṁ dānaṁ annaṁ annatthikassa, pānaṁ pānatthikassa, vatthaṁ vatthatthikassa, yānaṁ yānatthikassa, sayanaṁ sayanatthikassa, itthiṁ itthitthikassa, hiraññaṁ hiraññatthikassa, suvaṇṇaṁ suvaṇṇatthikassā”tiādi.",
  "tika-s0105t1:113_0": "Rājāti sāmaññaṁ tadaññasādhāraṇato.",
  "tika-s0105t1:113_1": "Cakkavattīti visesaṁ anaññasādhāraṇato.",
  "tika-s0105t1:113_2": "Dhammasaddo ñāye, samo eva ca ñāyo nāmāti āha “ñāyena samenā”ti.",
  "tika-s0105t1:113_3": "Vattati uppajjati, paṭipajjatīti vā attho.",
  "tika-s0105t1:113_4": "“Idaṁ nāma caratī”ti avuttepi sāmaññajotanāya visese avaṭṭhānato, visesatthinā ca visesassa payujjitabbattā “sadatthaparatthe”ti yojīyati.",
  "tika-s0105t1:113_5": "Padesaggahaṇe hi asati gahetabbassa nippadesatā viññāyati yathā “dikkhito na dadātī”ti.",
  "tika-s0105t1:113_6": "Yasmā cakkavattirājā dhammeneva rajjamadhigacchati, na adhammena parūpaghātādinā.",
  "tika-s0105t1:113_7": "Tasmā vuttaṁ “dhammena rajjaṁ labhitvā”tiādi, dhammenāti ca ñāyena, kusaladhammena vā.",
  "tika-s0105t1:113_8": "Rañño bhāvo rajjaṁ, issariyaṁ.",
  "tika-s0105t1:114_0": "Paresaṁ hitopāyabhūtaṁ dhammaṁ karoti, caratīti vā dhammiko.",
  "tika-s0105t1:114_1": "Attano hitopāyabhūtassa dhammassa kārako, carako vā rājāti dhammarājāti imaṁ savisesaṁ atthaṁ dasseti “parahitadhammakaraṇena vā”tiādinā.",
  "tika-s0105t1:114_2": "Ayaṁ pana mahāpadānaṭṭhakathānayo –",
  "tika-s0105t1:114_3": "dasavidhe kusaladhamme, agatirahite vā rājadhamme niyuttoti dhammiko;",
  "tika-s0105t1:114_4": "teneva dhammena lokaṁ rañjetīti dhammarājā.",
  "tika-s0105t1:114_5": "Pariyāyavacanameva hi idaṁ padadvayanti.",
  "tika-s0105t1:114_6": "Ācariyena pana evaṁ vuttaṁ “cakkavattivattasaṅkhātaṁ dhammaṁ carati, cakkavattivattasaṅkhāto vā dhammo etassa, etasmiṁ vā atthīti dhammiko, dhammato anapetattā dhammo ca so rañjanaṭṭhena rājā cāti dhammarājā”ti.",
  "tika-s0105t1:114_7": "“Rājā hoti cakkavattī”ti vacanato “cāturanto”ti idaṁ catudīpissarataṁ vibhāvetīti āha “cāturantāyā”tiādi.",
  "tika-s0105t1:114_8": "Cattāro samuddā antā pariyosānā etissāti cāturantā, pathavī.",
  "tika-s0105t1:114_9": "Sā hi catūsu disāsu puratthimasamuddādicatusamuddapariyosānattā evaṁ vuccati.",
  "tika-s0105t1:114_10": "Tena vuttaṁ “catusamudda antāyā”ti, sā pana avayavabhūtehi catubbidhehi dīpehi vibhūsitā ekalokadhātupariyāpannā pathavīyevāti dasseti “catubbidhadīpavibhūsitāya pathaviyā”ti iminā. Yathāha –",
  "tika-s0105t1:115_0": "“Yāvatā candimasūriyā, pariharanti disā bhanti virocanā;",
  "tika-s0105t1:116_0": "Sabbeva dāsā mandhātu, ye ca pāṇā pathavissitā”ti.",
  "tika-s0105t1:117_0": "Ettha ca “catudīpavibhūsitāyā”ti avatvā catubbidhadīpavibhūsitāyāti vidhasaddaggahaṇaṁ paccekaṁ pañcasataparittadīpānampi mahādīpeyeva saṅgahaṇatthaṁ saddātirittena atthātirittassa viññāyamānattā, koṭṭhāsavācakena vā vidhasaddena samānabhāgānaṁ gahitattāti daṭṭhabbaṁ.",
  "tika-s0105t1:117_1": "Kopādipaccatthiketi ettha ādisaddena kāmamohamānamadādike saṅgaṇhāti.",
  "tika-s0105t1:117_2": "Vijetīti taṁkālāpekkhāya vattamānavacanaṁ, vijitavāti attho.",
  "tika-s0105t1:117_3": "Saddavidū hi atīte tāvīsaddamicchanti.",
  "tika-s0105t1:117_4": "“Sabbarājāno vijetī”ti vadanto kāmaṁ cakkavattino kenaci yuddhaṁ nāma natthi, yuddhena pana sādhetabbassa vijayassa siddhiyā “vijitasaṅgāmo” tveva vuttoti dasseti.",
  "tika-s0105t1:118_0": "Thāvarassa dhuvassa bhāvo thāvariyaṁ, yathā janapade thāvariyaṁ patto, taṁ dassetuṁ “na sakkā kenacī”tiādi vuttaṁ, iminā kenaci akampiyaṭṭhena janapade thāvariyappattoti tappurisasamāsaṁ dasseti, itarena ca daḷhabhattibhāvato janapado thāvariyappatto etasminti aññapadatthasamāsaṁ.",
  "tika-s0105t1:118_1": "Tamhīti asmiṁ rājini.",
  "tika-s0105t1:118_2": "Yathā janapado tasmiṁ thāvariyaṁ patto, tadāvikaronto “anuyutto”tiādimāha.",
  "tika-s0105t1:118_3": "Tattha anuyuttoti niccapayutto.",
  "tika-s0105t1:118_4": "Sakammaniratoti cakkavattino rajjakamme sadā pavatto.",
  "tika-s0105t1:118_5": "Acalo asampavedhīti pariyāyavacanametaṁ, corānaṁ vā vilopanamattena acalo, dāmarikattena asampavedhī.",
  "tika-s0105t1:118_6": "Corehi vā acalo, paṭirājūhi asampavedhī.",
  "tika-s0105t1:118_7": "Anatimudubhāvena vā acalo, anaticaṇḍabhāvena asampavedhī.",
  "tika-s0105t1:118_8": "Tathā hi aticaṇḍassa rañño balikhaṇḍādīhi lokaṁ pīḷayato manussā majjhimajanapadaṁ chaḍḍetvā pabbatasamuddatīrādīni nissāya paccante vāsaṁ kappenti, atimudukassa ca rañño corasāhasikajanavilopapīḷitā manussā paccantaṁ pahāya janapadamajjhe vāsaṁ kappenti, iti evarūpe rājini janapado thāvarabhāvaṁ na pāpuṇāti.",
  "tika-s0105t1:118_9": "Etasmiṁ pana tadubhayavirahite suvaṇṇatulā viya samabhāvappatte rājini rajjaṁ kārayamāne janapado pāsāṇapiṭṭhiyaṁ ṭhapetvā ayopaṭṭena parikkhitto viya acalo asampavedhī thāvariyappattoti.",
  "tika-s0105t1:119_0": "Seyyathidanti ekova nipāto, “so katamo, taṁ katamaṁ, sā katamā”tiādinā yathārahaṁ liṅgavibhattivacanavasena payojiyamānova hoti, idha tāni katamānīti payuttoti āha “tassa cetānī”tiādi.",
  "tika-s0105t1:119_1": "Cacati cakkavattino yathāruci ākāsādigamanāya paribbhamatīti cakkaṁ.",
  "tika-s0105t1:119_2": "Cakkaratanañhi antosamuṭṭhitavāyodhātuvasena rañño cakkavattissa vacanasamanantarameva pavattati, na candasūriyavimānādi viya bahisamuṭṭhitavāyodhātuvasenāti vimānaṭṭhakathāyaṁ vuttaṁ.",
  "tika-s0105t1:119_3": "Ratijananaṭṭhenāti pītisomanassuppādanaṭṭhena.",
  "tika-s0105t1:119_4": "Tañhi passantassa, suṇantassa ca anappakaṁ pītisomanassaṁ uppajjati acchariyadhammattā.",
  "tika-s0105t1:119_5": "Vacanatthato pana rameti ratiṁ karotīti ratanaṁ, ramanaṁ vā rataṁ, taṁ netīti ratanaṁ, rataṁ vā janetīti ratanaṁ ja-kāralopavasenātipi neruttikā.",
  "tika-s0105t1:119_6": "Sabbatthāti hatthiratanādīsu.",
  "tika-s0105t1:120_0": "Cittīkatabhāvādināpi cakkassa ratanaṭṭho veditabbo, so pana ratijananaṭṭheneva ekasaṅgahatāya visuṁ na gahito.",
  "tika-s0105t1:120_1": "Kasmā ekasaṅgahoti ce?",
  "tika-s0105t1:120_2": "Cittīkatādibhāvassapi ratinimittattā.",
  "tika-s0105t1:120_3": "Atha vā ganthabyāsaṁ pariharitukāmena cittīkatādibhāvo na gahitoti veditabbaṁ.",
  "tika-s0105t1:120_4": "Aññāsu pana aṭṭhakathāsu evaṁ vuttaṁ –",
  "tika-s0105t1:121_0": "“Ratijananaṭṭhena ratanaṁ. Apica –",
  "tika-s0105t1:122_0": "Cittīkataṁ mahagghañca, atulaṁ dullabhadassanaṁ;",
  "tika-s0105t1:123_0": "Anomasattaparibhogaṁ, ratanaṁ tena vuccati.",
  "tika-s0105t1:124_0": "“Cakkaratanassa ca nibbattakālato paṭṭhāya aññaṁ devaṭṭhānaṁ nāma na hoti, sabbepi gandhapupphādīhi tasseva pūjañca abhivādanādīni ca karontīti cittīkataṭṭhena ratanaṁ.",
  "tika-s0105t1:124_1": "Cakkaratanassa ca ettakaṁ nāma dhanaṁ agghatīti aggho natthi, iti mahagghaṭṭhenapi ratanaṁ.",
  "tika-s0105t1:124_2": "Cakkaratanañca aññehi loke vijjamānaratanehi asadisanti atulaṭṭhena ratanaṁ.",
  "tika-s0105t1:124_3": "Yasmā pana yasmiṁ kappe buddhā uppajjanti, tasmiṁyeva cakkavattino uppajjanti, buddhā ca kadāci karahaci uppajjanti, tasmā dullabhadassanaṭṭhenapi ratanaṁ.",
  "tika-s0105t1:124_4": "Tadetaṁ jātirūpakulaissariyādīhi anomassa uḷārasattasseva uppajjati, na aññassāti anomasattaparibhogaṭṭhenapi ratanaṁ.",
  "tika-s0105t1:124_5": "Yathā ca cakkaratanaṁ, evaṁ sesānipī”ti.",
  "tika-s0105t1:125_0": "Tatrāyaṁ taṭṭīkāya, aññattha ca vuttanayena atthavibhāvanā –",
  "tika-s0105t1:125_1": "idañhi “cittīkata”ntiādivacanaṁ nibbacanatthavasena vuttaṁ na hoti, atha kinti ce?",
  "tika-s0105t1:125_2": "Loke “ratana”nti sammatassa vatthuno garukātabbabhāvena vuttaṁ.",
  "tika-s0105t1:125_3": "Sarūpato panetaṁ lokiyamahājanena sammataṁ hiraññasuvaṇṇādikaṁ, cakkavattirañño uppannaṁ cakkaratanādikaṁ, kataññukatavedipuggalādikaṁ, sabbukkaṭṭhaparicchedavasena buddhādisaraṇattayañca daṭṭhabbaṁ.",
  "tika-s0105t1:125_4": "“Aho manohara”nti citte kattabbatāya cittīkataṁ, svāyaṁ cittīkāro tassa pūjanīyatāyāti katvā pūjanīyanti atthaṁ vadanti.",
  "tika-s0105t1:125_5": "Keci pana “vicitrakataṭṭhena cittīkata”nti bhaṇanti, taṁ na gahetabbaṁ idha cittasaddassa hadayavācakattā “cittīkatvā suṇātha me”ti āhaccabhāsitapāḷiyaṁ viya.",
  "tika-s0105t1:125_6": "Tathā cāhu “yathārahamivaṇṇāgamo bhūkaresū”ti.",
  "tika-s0105t1:125_7": "“Passa cittīkataṁ rūpaṁ, maṇinā kuṇḍalena cā”tiādīsu pana pubbe avicitraṁ idāni vicitraṁ katanti cittīkatanti attho gahetabbo tattha cittasaddassa vicitravācakattā.",
  "tika-s0105t1:125_8": "Mahantaṁ vipulaṁ aparimitaṁ agghatīti mahagghaṁ.",
  "tika-s0105t1:125_9": "Natthi etassa tulā upamā, tulaṁ vā sadisanti atulaṁ.",
  "tika-s0105t1:125_10": "Kadācideva uppajjanato dukkhena laddhabbadassanattā dullabhadassanaṁ.",
  "tika-s0105t1:125_11": "Anomehi uḷāraguṇeheva sattehi paribhuñjitabbato anomasattaparibhogaṁ.",
  "tika-s0105t1:126_0": "Idāni nesaṁ cittīkatādiatthānaṁ savisesaṁ cakkaratane labbhamānataṁ dassetvā itaresupi te atidisituṁ “yathā ca cakkaratana”ntiādi āraddhaṁ.",
  "tika-s0105t1:126_1": "Tattha aññaṁ devaṭṭhānaṁ nāma na hoti rañño anaññasādhāraṇissariyādisampattipaṭilābhahetuto, aññesaṁ sattānaṁ yathicchitatthapaṭilābhahetuto ca.",
  "tika-s0105t1:126_2": "Aggho natthi ativiya uḷārasamujjalaratanattā, acchariyabbhutadhammatāya ca.",
  "tika-s0105t1:126_3": "Yadaggena ca mahagghaṁ, tadaggena atulaṁ.",
  "tika-s0105t1:126_4": "Sattānaṁ pāpajigucchanena vigatakāḷako puññapasutatāya maṇḍabhūto yādiso kālo buddhuppādāraho, tādise eva cakkavattīnampi sambhavoti āha “yasmā panā”tiādi.",
  "tika-s0105t1:126_5": "Kadāci karahacīti pariyāyavacanaṁ, “kadācī”ti vā yathāvuttakālaṁ sandhāya vuttaṁ, “karahacī”ti jambusiridīpasaṅkhātaṁ desaṁ. Tenāha –",
  "tika-s0105t1:127_0": "“Kālaṁ dīpañca desañca, kulaṁ mātarameva ca;",
  "tika-s0105t1:128_0": "Ime pañca viloketvā, uppajjati mahāyaso”ti. ;",
  "tika-s0105t1:129_0": "Upamāvasena cetaṁ vuttaṁ.",
  "tika-s0105t1:129_1": "Upamopameyyānañca na accantameva sadisatā, tasmā yathā buddhā kadāci karahaci uppajjanti, na tathā cakkavattino, cakkavattino pana anekadāpi buddhuppādakappe uppajjantīti attho gahetabbo.",
  "tika-s0105t1:129_2": "Evaṁ santepi cakkavattivattapūraṇassa dukkarabhāvato dullabhuppādoyevāti iminā dullabhuppādatāsāmaññena tesaṁ dullabhadassanatā vuttāti veditabbaṁ.",
  "tika-s0105t1:129_3": "Kāmaṁ cakkaratanānubhāvena samijjhamāno guṇo cakkavattiparivārajanasādhāraṇo, tathāpi cakkavattī eva naṁ sāmibhāvena visavitāya paribhuñjatīti vattabbataṁ arahati tadatthameva uppajjanatoti dassento “tadeta”ntiādimāha.",
  "tika-s0105t1:129_4": "Yathāvuttānaṁ pañcannaṁ, channampi vā atthānaṁ sesaratanesupi labbhanato “evaṁ sesānipī”ti vuttaṁ.",
  "tika-s0105t1:130_0": "Imehi pana ratanehi rājā cakkavattī kimatthaṁ paccanubhoti, nanu vināpi tesu kenaci raññā cakkavattinā bhavitabbanti codanāya tassa tehi hathārahamatthapaccanubhavanadassanena kenacipi avinābhāvitaṁ vibhāvetuṁ “imesu panā”tiādi āraddhaṁ.",
  "tika-s0105t1:130_1": "Ajitaṁ puratthimādidisāya khattiyamaṇḍalaṁ jināti mahesakkhatāsaṁvattaniyakammanissandabhāvato.",
  "tika-s0105t1:130_2": "Yathāsukhaṁ anuvicarati hatthiratanaṁ, assaratanañca abhiruhitvā tesaṁ ānubhāvena antopātarāsaṁyeva samuddapariyantaṁ pathaviṁ anupariyāyitvā rājadhāniyā eva paccāgamanato.",
  "tika-s0105t1:130_3": "Pariṇāyakaratanena vijitamanurakkhati tattha tattha kattabbakiccasaṁvidahanato.",
  "tika-s0105t1:130_4": "Avasesehi maṇiratanaitthiratanagahapatiratanehi upabhuñjanena pavattaṁ upabhogasukhaṁ anubhavati yathārahaṁ tehi tathānubhavanasiddhito.",
  "tika-s0105t1:130_5": "So hi maṇiratanena yojanappamāṇe padese andhakāraṁ vidhametvā ālokadassanādinā sukhamanubhavati, itthiratanena atikkantamānusakarūpadassanādivasena, gahapatiratanena icchiticchitamaṇikanakarajatādidhanapaṭilābhavasena sukhamanubhavati.",
  "tika-s0105t1:131_0": "Idāni sattiyā, sattiphalena ca yathāvuttamatthaṁ vibhāvetuṁ “paṭhamenā”tiādi vuttaṁ.",
  "tika-s0105t1:131_1": "Tividhā hi sattiyo “sakkonti samatthenti rājāno etāyā”ti katvā. Yathāhu –",
  "tika-s0105t1:132_0": "“Pabhāvussāhamantānaṁ, vasā tisso hi sattiyo;",
  "tika-s0105t1:133_0": "Pabhāvo daṇḍajo tejo, patāpo tu ca kosajo.",
  "tika-s0105t1:134_0": "Manto ca mantanaṁ so tu, catukkaṇṇo dvigocaro;",
  "tika-s0105t1:135_0": "Tigocaro tu chakkaṇṇo, rahassaṁ guyhamuccate”ti.",
  "tika-s0105t1:136_0": "Tattha vīriyabalaṁ ussāhasatti.",
  "tika-s0105t1:136_1": "Paṭhamena cassa cakkaratanena tadanuyogo paripuṇṇo hoti.",
  "tika-s0105t1:136_2": "Kasmāti ce?",
  "tika-s0105t1:136_3": "Tena ussāhasattiyā pavattetabbassa appaṭihatāṇācakkabhāvassa siddhito.",
  "tika-s0105t1:136_4": "Paññābalaṁ mantasatti.",
  "tika-s0105t1:136_5": "Pacchimena cassa pariṇāyakaratanena tadanuyogo.",
  "tika-s0105t1:136_6": "Kasmāti ce ?",
  "tika-s0105t1:136_7": "Tassa sabbarājakiccesu kusalabhāvena mantasattiyā viya avirajjhanapayogattā.",
  "tika-s0105t1:136_8": "Damanena, dhanena ca pabhuttaṁ pabhūsatti.",
  "tika-s0105t1:136_9": "Hatthiassagahapatiratanehi cassa tadanuyogo paripuṇṇo hoti.",
  "tika-s0105t1:136_10": "Kasmāti ce?",
  "tika-s0105t1:136_11": "Hatthiassaratanānaṁ mahānubhāvatāya, gahapatiratanato paṭiladdhakosasampattiyā ca pabhāvasattiyā viya pabhāvasamiddhisiddhito.",
  "tika-s0105t1:136_12": "Itthimaṇiratanehi tividhasattiyogaphalaṁ paripuṇṇaṁ hotīti sambandho, yathāvuttāhi tividhāhi sattīhi payujjanato yaṁ phalaṁ laddhabbaṁ.",
  "tika-s0105t1:136_13": "Taṁ sabbaṁ tehi paripuṇṇaṁ hotīti attho.",
  "tika-s0105t1:136_14": "Kasmāti ce?",
  "tika-s0105t1:136_15": "Teheva upabhogasukhassa sijjhanato.",
  "tika-s0105t1:137_0": "Duvidhasukhavasenapi yathāvuttamatthaṁ vibhāvetuṁ “so itthimaṇiratanehī”tiādi kathitaṁ.",
  "tika-s0105t1:137_1": "Bhogasukhanti samīpe katvā paribhogavasena pavattasukhaṁ.",
  "tika-s0105t1:137_2": "Sesehīti tadavasesehi cakkādipañcaratanehi.",
  "tika-s0105t1:137_3": "Apaccatthikatāvasena pavattasukhaṁ issariyasukhaṁ.",
  "tika-s0105t1:137_4": "Idāni tesaṁ sampannahetuvasenapi kenaci avinābhāvitameva vibhāvetuṁ “visesato”tiādimāha.",
  "tika-s0105t1:137_5": "Adosakusalamūlajanitakammānubhāvenāti adosasaṅkhātena kusalamūlena sahajātādipaccayavasena uppāditakammassa ānubhāvena sampajjanti sommatararatanajātikattā.",
  "tika-s0105t1:137_6": "Kammaphalañhi yebhuyyena kammasarikkhakaṁ.",
  "tika-s0105t1:137_7": "Majjhimāni maṇiitthigahapatiratanāni alobhakusalamūlajanitakammānubhāvena sampajjanti uḷāradhanassa, uḷāradhanapaṭilābhakāraṇassa ca pariccāgasampadāhetukattā.",
  "tika-s0105t1:137_8": "Pacchimaṁ pariṇāyakaratanaṁ amohakusalamūlajanitakammānubhāvena sampajjati mahāpaññeneva cakkavattirājakiccassa parinetabbattā, mahāpaññabhāvassa ca amohakusalamūlajanitakammanissandabhāvato.",
  "tika-s0105t1:137_9": "Bojjhaṅgasaṁyutteti mahāvagge dutiye bojjhaṅgasaṁyutte.",
  "tika-s0105t1:137_10": "Ratanasuttassāti tattha pañcamavagge saṅgītassa dutiyassa ratanasuttassa.",
  "tika-s0105t1:137_11": "Upadeso nāma savisesaṁ sattannaṁ ratanānaṁ vicāraṇavasena pavatto nayo.",
  "tika-s0105t1:138_0": "Saraṇato paṭipakkhavidhamanato sūrā sattivanto, nibbhayāvahāti attho.",
  "tika-s0105t1:138_1": "Tenāha “abhīrukajātikā”ti.",
  "tika-s0105t1:138_2": "Asure vijinitvā ṭhitattā sakko devānamindo dhīro nāma, tassa senaṅgabhāvato devaputto “aṅga”nti vuccati, dhīrassa aṅgaṁ, tassa rūpamiva rūpaṁ yesaṁ te dhīraṅgarūpā, tena vuttaṁ “devaputtasadisakāyā”ti.",
  "tika-s0105t1:138_3": "Eketi sārasamāsanāmakā ācariyā, tadakkhamanto āha “ayaṁ panetthā”tiādi.",
  "tika-s0105t1:138_4": "Sabhāvoti sabhāvabhūto attho.",
  "tika-s0105t1:138_5": "Uttamasūrāti uttamayodhā.",
  "tika-s0105t1:138_6": "Sūrasaddo hi idha yodhattho.",
  "tika-s0105t1:138_7": "Evañhi purimanayato imassa visesatā hoti, “uttamattho sūrasaddo”tipi vadanti, “uttamā sūrā vuccantī”tipi hi pāṭho dissati.",
  "tika-s0105t1:138_8": "Vīrānanti vīriyavantānaṁ.",
  "tika-s0105t1:138_9": "Aṅganti kāraṇaṁ “aṅgīyati ñāyati phalametenā”ti katvā.",
  "tika-s0105t1:138_10": "Yena vīriyena “dhīrā”ti vuccanti, tadeva dhīraṅgaṁ nāmāti āha “vīriyanti vuttaṁ hotī”ti.",
  "tika-s0105t1:138_11": "Rūpanti sarīraṁ.",
  "tika-s0105t1:138_12": "Tena vuttaṁ “vīriyamayasarīrā viyā”ti.",
  "tika-s0105t1:138_13": "Vīriyameva vīriyamayaṁ yathā “dānamaya”nti, tasmā vīriyasaṅkhātasarīrā viyāti attho.",
  "tika-s0105t1:138_14": "Vīriyaṁ pana na ekantarūpanti viya-saddaggahaṇaṁ kataṁ.",
  "tika-s0105t1:138_15": "Apica dhīraṅgena nibbattaṁ dhīraṅganti atthaṁ dassetuṁ “vīriyamayasarīrā viyā”ti vuttaṁ, evampi vīriyato rūpaṁ na ekantaṁ nibbattanti viya-saddena dasseti.",
  "tika-s0105t1:138_16": "Atha vā rūpaṁ sarīrabhūtaṁ dhīraṅgaṁ vīriyametesanti yojetabbaṁ, tathāpi vīriyaṁ nāma kiñci saviggahaṁ na hotīti dīpeti “vīriyamayasarīrā viyā”ti iminā, idhāpi mayasaddo sakattheyeva daṭṭhabbo, tasmā saviggahavīriyasadisāti attho.",
  "tika-s0105t1:138_17": "Idaṁ vuttaṁ hoti –",
  "tika-s0105t1:138_18": "saviggahaṁ ce vīriyaṁ nāma siyā, te cassa puttā taṁsadisāyeva bhaveyyunti ayameva cattho ācariyena anumato.",
  "tika-s0105t1:138_19": "Mahāpadānaṭṭhakathāyaṁ pana evaṁ vuttaṁ “dhīraṅgaṁ rūpametesanti dhīraṅgarūpā, vīriyajātikā vīriyasabhāvā vīriyamayā akilāsuno ahesuṁ, divasampi yujjhantā na kilamantīti vuttaṁ hotī”ti, tadetaṁ rūpasaddassa sabhāvatthataṁ sandhāya vuttanti daṭṭhabbaṁ.",
  "tika-s0105t1:138_20": "Idha ceva aññattha katthaci “dhitaṅgarūpā”ti pāṭho dissati.",
  "tika-s0105t1:138_21": "Vīriyatthopi hi dhitisaddo hoti “saccaṁ dhammo dhiti cāgo, diṭṭhaṁ so ativattatī”tiādīsu dhitisaddo viya.",
  "tika-s0105t1:138_22": "Katthaci pana “vīraṅga”nti pāṭhova diṭṭho.",
  "tika-s0105t1:138_23": "Yathā ruccati, tathā gahetabbaṁ.",
  "tika-s0105t1:139_0": "Nanu ca rañño cakkavattissa paṭisenā nāma natthi, ya’massa puttā pamaddeyyuṁ, atha kasmā “parasenappamaddanā”ti vuttanti codanaṁ sodhento “sace”tiādimāha, parasenā hotu vā, mā vā, “sace pana bhaveyyā”ti parikappanāmattena tesaṁ evamānubhāvataṁ dassetuṁ tathā vuttanti adhippāyo, “parasenappamaddanā”ti vuttepi parasenaṁ pamaddituṁ samatthāti attho gahetabbo pakaraṇatopi atthantarassa viññāyamānattā, yathā “sikkhamānena bhikkhave bhikkhunā aññātabbaṁ paripucchitabbaṁ paripañhitabba”nti etassa padabhājanīye “sikkhitukāmenā”ti atthaggahaṇanti imamatthaṁ dassetuṁ “taṁ parimaddituṁ samatthā”ti vuttaṁ.",
  "tika-s0105t1:139_1": "Na hi te parasenaṁ pamaddantā tiṭṭhanti, atha kho pamaddanasamatthā eva honti.",
  "tika-s0105t1:139_2": "Evamaññatrapi yathārahaṁ.",
  "tika-s0105t1:139_3": "Parasenaṁ pamaddanāya samatthentīti parasenappamaddanāti atthaṁ dassetītipi vadanti.",
  "tika-s0105t1:140_0": "Pubbe katūpacitassa etarahi vipaccamānakassa puññadhammassa cirataraṁ vipaccituṁ paccayabhūtaṁ cakkavattivattasamudāgataṁ payogasampattisaṅkhātaṁ dhammaṁ dassetuṁ “dhammenā”ti padassa “pāṇona hantabbotiādinā pañcasīladhammenā”ti atthamāha.",
  "tika-s0105t1:140_1": "Ayañhi attho “ye kho panānanda puratthimāya disāya paṭirājāno, te rājānaṁ mahāsudassanaṁ upasaṅkamitvā evamāhaṁsu ‘ehi kho mahārāja, svāgataṁ te mahārāja, sakaṁ te mahārāja, anusāsa mahārājā’ti.",
  "tika-s0105t1:140_2": "Rājā mahāsudassano evamāha ‘pāṇo na hantabbo, adinnaṁ na ādātabbaṁ, kāmesu micchā na caritabbā, musā na bhaṇitabbā, majjaṁ na pātabbaṁ, yathābhuttañca bhuñjathā’ti.",
  "tika-s0105t1:140_3": "Ye kho panānanda puratthimāya disāya paṭirājāno, te rañño mahāsudassanassa anuyantā ahesu”ntiādinā āgataṁ rañño ovādadhammaṁ sandhāya vutto.",
  "tika-s0105t1:140_4": "Evañhi “adaṇḍena asatthenā”ti idampi visesanavacanaṁ susamatthitaṁ hoti.",
  "tika-s0105t1:140_5": "Aññāsupi suttanipātaṭṭhakathādīsu ayamevattho vutto.",
  "tika-s0105t1:141_0": "Mahāpadānaṭṭhakathāyaṁ pana “adaṇḍenāti ye katāparādhe satte satampi sahassampi gaṇhanti, te dhanadaṇḍena rajjaṁ kārenti nāma, ye chejjabhejjaṁ anusāsanti, te satthadaṇḍena.",
  "tika-s0105t1:141_1": "Ayaṁ pana duvidhampi daṇḍaṁ pahāya adaṇḍena ajjhāvasati.",
  "tika-s0105t1:141_2": "Asatthenāti ye ekatodhārādinā satthena paraṁ vihesanti, te satthena rajjaṁ kārenti nāma.",
  "tika-s0105t1:141_3": "Ayaṁ pana satthena khuddakamakkhikāyapi pivanamattaṁ lohitaṁ kassaci anuppādetvā dhammeneva, ‘ehi kho mahārājā’ti evaṁ paṭirājūhi sampaṭicchitāgamano vuttappakāraṁ pathaviṁ abhivijinitvā ajjhāvasati abhibhavitvā sāmī hutvā vasatīti attho”ti vuttaṁ, tadetaṁ “dhammenā”ti padassa “pubbe katūpacitena etarahi vipaccamānakena yena kenaci puññadhammenā”ti atthaṁ sandhāya vuttaṁ.",
  "tika-s0105t1:141_4": "Teneva hi “dhammena paṭirājūhi sampaṭicchitāgamano vuttappakāraṁ pathaviṁ abhivijinitvā ajjhāvasatī”ti.",
  "tika-s0105t1:141_5": "Ācariyenapi vuttaṁ dhammenāti katūpacitena attano puññadhammena.",
  "tika-s0105t1:141_6": "Tena hi sañcoditā pathaviyaṁ sabbarājāno paccuggantvā “svāgataṁ te mahārājā”tiādīni vatvā attano rajjaṁ rañño cakkavattissa niyyātenti.",
  "tika-s0105t1:141_7": "Tena vuttaṁ “so imaṁ pathaviṁ sāgarapariyantaṁ adaṇḍena asatthena dhammena abhivijiya ajjhāvasatī”ti, tenapi yathāvuttamevatthaṁ dasseti, tasmā ubhayathāpi ettha attho yutto evāti daṭṭhabbaṁ.",
  "tika-s0105t1:141_8": "Cakkavattivattapūraṇādipayogasampattimantarena hi pubbe katūpacitakammeneva evamajjhāvasanaṁ na sambhavati, tathā pubbe katūpacitakammamantarena cakkavattivattapūraṇādipayogasampattiyā evāti.",
  "tika-s0105t1:142_0": "Evaṁ ekaṁ nipphattiṁ kathetvā dutiyaṁ nipphattiṁ kathetuṁ yadetaṁ “sace kho panā”tiādivacanaṁ vuttaṁ, tattha anuttānamatthaṁ dassento “arahaṁ…pe…",
  "tika-s0105t1:142_1": "vivaṭṭacchadoti etthā”tiādimāha.",
  "tika-s0105t1:142_2": "Yasmā rāgādayo satta pāpadhammā loke uppajjanti, uppajjamānā ca te sattasantānaṁ chādetvā pariyonandhitvā kusalappavattiṁ nivārenti, tasmā te idha chadasaddena vuttāti dasseti “rāgadosā”tiādinā.",
  "tika-s0105t1:142_3": "Duccaritanti micchādiṭṭhito aññena manoduccaritena saha tīṇi duccaritāni, micchādiṭṭhi pana visesena sattānaṁ chadanato, paramasāvajjattā ca visuṁ gahitā.",
  "tika-s0105t1:142_4": "Vuttañca “sabbe te imeheva dvāsaṭṭhiyā vatthūhi antojālīkatā, ettha sitāva ummujjamānā ummujjantī”tiādi.",
  "tika-s0105t1:142_5": "Tathā muyhanaṭṭhena moho, aviditakaraṇaṭṭhena avijjāti pavattiākārabhedena aññāṇameva dvidhā vuttaṁ.",
  "tika-s0105t1:142_6": "Tathā hissa dvidhāpi chadanattho kathito “andhatamaṁ tadā hoti, yaṁ moho sahate nara”nti, “avijjāya nivuto loko, vevicchā pamādā nappakāsatī”ti ca.",
  "tika-s0105t1:142_7": "Evaṁ rāgadosādīnampi chadanattho vattabbo.",
  "tika-s0105t1:142_8": "Mahāpadānaṭṭhakathāyaṁ pana rāgadosamohamānadiṭṭhikilesataṇhāvasena satta pāpadhammā gahitā.",
  "tika-s0105t1:142_9": "Tatra rañjanaṭṭhena rāgo, taṇhāyanaṭṭhena taṇhāti pavattiākārabhedena lobho eva dvidhā vutto.",
  "tika-s0105t1:142_10": "Tathā hissa dvidhāpi chadanattho ekantikova.",
  "tika-s0105t1:142_11": "Yathāha “andhatamaṁ tadā hoti, yaṁ rāgo sahate nara”nti, “kāmandhā jālasañchannā, taṇhāchadanachāditā”ti ca, kilesaggahaṇena ca vuttāvasiṭṭhā vicikicchādayo vuttā.",
  "tika-s0105t1:143_0": "Sattahi paṭicchanneti hetugabbhavacanaṁ, sattahi pāpadhammehi paṭicchannattā kilesavasena andhakāre loketi attho.",
  "tika-s0105t1:143_1": "Taṁ chadananti sattapāpadhammasaṅkhātaṁ chadanaṁ.",
  "tika-s0105t1:143_2": "Vivaṭṭetvāti vivaṭṭaṁ katvā vigametvā.",
  "tika-s0105t1:143_3": "Tadeva pariyāyantarena vuttaṁ “samantato sañjātāloko hutvā”ti.",
  "tika-s0105t1:143_4": "Kilesachadanavigamo eva hi āloko, etena vivaṭṭayitabbo vigametabboti vivaṭṭo, chādeti paṭicchādetīti chado, vivaṭṭo chado anenāti vivaṭṭacchadā,vivaṭṭacchado vāti atthaṁ dasseti.",
  "tika-s0105t1:143_5": "Ayañhi vivaṭṭacchadasaddo daḷhadhammapaccakkhadhammasaddādayo viya pulliṅgavasena ākāranto, okāranto ca hoti.",
  "tika-s0105t1:143_6": "Tathā hi mahāpadānaṭṭhakathāyaṁ vuttaṁ “rāgadosamohamānadiṭṭhikilesataṇhāsaṅkhātaṁ chadanaṁ āvaraṇaṁ vivaṭaṁ viddhaṁsitaṁ vivaṭakaṁ etenāti vivaṭacchado, ‘vivaṭṭacchadā’tipi pāṭho, ayamevattho”ti, tassā līnatthappakāsaniyampi vuttaṁ “vivaṭṭacchadāti okārassa ākāraṁ katvā niddeso”ti.",
  "tika-s0105t1:143_7": "Saddavidū pana “ādhanvāditoti lakkhaṇena samāsantagatehi dhanusaddādīhi kvaci āpaccayo”ti vatvā “kaṇḍivadhanvā, paccakkhadhammā, vivaṭṭacchadā”ti payogamudāharanti.",
  "tika-s0105t1:144_0": "Kasmā padattayametaṁ vuttanti anuyogaṁ hetālaṅkāranayena pariharanto “tatthā”tiādimāha, tatthāti ca tīsu padesūti attho.",
  "tika-s0105t1:144_1": "Pūjāvisesaṁ paṭiggaṇhituṁ arahatīti arahanti atthena pūjārahatā vuttā.",
  "tika-s0105t1:144_2": "Yasmā sammāsambuddho, tasmā pūjārahatāti tassā pūjārahatāya hetu vutto.",
  "tika-s0105t1:144_3": "Savāsanasabbakilesappahānapubbakattā buddhabhāvassa buddhattahetubhūtā vivaṭṭacchadatā vuttā.",
  "tika-s0105t1:144_4": "Kammādivasena tividhaṁ vaṭṭañca rāgādivasena sattavidho chado ca vaṭṭacchadā, vaṭṭacchadehi vigato, vigatā vā vaṭṭacchadā yassāti vivaṭṭacchado,vivaṭṭacchadā vā, dvandapubbago pana vi-saddo ubhayattha yojetabboti imamatthaṁ dassetuṁ “vivaṭṭo ca vicchado cā”ti vuttaṁ.",
  "tika-s0105t1:144_5": "Evampi vadanti “vivaṭṭo ca so vicchado cāti vivaṭṭacchado, uttarapade pubbapadalopoti atthaṁ dassetī”ti.",
  "tika-s0105t1:144_6": "“Arahaṁ vaṭṭābhāvenā”ti idaṁ kilesehi ārakattā, kilesārīnaṁ saṁsāracakkassārānañca hatattā, pāpakaraṇe ca rahābhāvāti atthaṁ sandhāya vuttaṁ.",
  "tika-s0105t1:144_7": "Idañhi phalena hetānumānadassanaṁ –",
  "tika-s0105t1:144_8": "yathā taṁ dhūmena aggissa, udakoghena upari vuṭṭhiyā, etena ca atthena arahabhāvo hetu, vaṭṭābhāvo phalanti ayaṁ ācariyamati.",
  "tika-s0105t1:144_9": "“Paccayādīnaṁ, pūjāvisesassa ca arahattā”ti pana hetunā phalānumānadassanampi siyā yathā taṁ agginā dhūmassa, upari vuṭṭhiyā udakoghassa.",
  "tika-s0105t1:144_10": "“Sammāsambuddho chadanābhāvenā”ti idaṁ pana hetunā phalānumānadassanaṁ savāsanasabbakilesacchadanābhāvapubbakattā sammāsambuddhabhāvassa.",
  "tika-s0105t1:144_11": "Arahattamaggena hi vicchadatā, sabbaññutaññāṇena sammāsambuddhabhāvo.",
  "tika-s0105t1:144_12": "“Vivaṭṭo ca vicchado cā”ti idaṁ hetudvayaṁ.",
  "tika-s0105t1:144_13": "Kāmañca ācariyamatiyā phalena hetuanumānadassane vivaṭṭatā phalameva hoti, hetuanumānadassanassa, pana tathāñāṇassa ca hetubhāvato hetuyeva nāmāti veditabbaṁ.",
  "tika-s0105t1:145_0": "Evaṁ padattayavacane hetālaṅkāranayena payojanaṁ dassetvā idāni catuvesārajjavasenapi dassento “dutiyenā”tiādimāha.",
  "tika-s0105t1:145_1": "Tattha dutiyena vesārajjenāti “cattārimāni bhikkhave tathāgatassa vesārajjāni, yehi vesārajjehi samannāgato tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadati, brahmacakkaṁ pavattetī”tiādinā bhagavatā vuttakkamena dutiyabhūtena “khīṇāsavassa te paṭijānato ‘ime āsavā aparikkhīṇā’ti, tatra vata maṁ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṁ saha dhammena paṭicodessatīti nimittametaṁ bhikkhave na samanupassāmi, etamahaṁ bhikkhave nimittaṁ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmī”ti paridīpitena vesārajjena.",
  "tika-s0105t1:145_2": "Purimasiddhīti purimassa “araha”nti padassa atthasiddhi arahattasiddhi, dutiyavesārajjassa tadatthabhāvato tena vesārajjena tadatthasiddhīti vuttaṁ hoti.",
  "tika-s0105t1:145_3": "“Khīṇāsavassa te paṭijānato ‘ime āsavā aparikkhīṇā’ ti”ādinā vuttameva hi dutiyavesārajjaṁ “kilesehi ārakattā”tiādinā vutto “araha”nti padassa atthoti.",
  "tika-s0105t1:145_4": "Tato ca viññāyati “yathā dutiyena vesārajjena purimasiddhi, evaṁ purimenapi atthena dutiyavesārajjasiddhī”ti.",
  "tika-s0105t1:145_5": "Evañca katvā iminā nayena catuvesārajjavasena padattayavacane payojanadassanaṁ upapannaṁ hoti.",
  "tika-s0105t1:145_6": "Itarathā hi kiñcipayojanābhāvato idaṁyeva vacanaṁ idha avattabbaṁ siyāti.",
  "tika-s0105t1:145_7": "Esa nayo sesesupi.",
  "tika-s0105t1:146_0": "Paṭhamenāti vuttanayena paṭhamabhūtena “sammāsambuddhassa te paṭijānato ‘ime dhammā anabhisambuddhā’ti, tatra…pe…",
  "tika-s0105t1:146_1": "viharāmī”ti paridīpitena vesārajjena.",
  "tika-s0105t1:146_2": "Dutiyasiddhīti dutiyassa “sammāsambuddho”ti padassa atthasiddhi buddhattasiddhi tassa tadatthabhāvato.",
  "tika-s0105t1:146_3": "Tatiyacatutthehīti vuttanayeneva tatiyacatutthabhūtehi “ye kho pana te antarāyikā dhammā vuttā, te paṭisevato nālaṁ antarāyāyāti, tatra…pe…",
  "tika-s0105t1:146_4": "viharāmī”ti ca “yassa kho pana te atthāya dhammo desito, so na niyyāti takkarassa sammā dukkhakkhayāyāti, tatra…pe…",
  "tika-s0105t1:146_5": "viharāmī”ti ca paridīpitehi vesārajjehi.",
  "tika-s0105t1:146_6": "Tatiyasiddhīti tatiyassa “vivaṭṭacchadā”ti padassa atthasiddhi vivaṭṭacchadatthasiddhi tehi tassa pākaṭabhāvatoti attho.",
  "tika-s0105t1:146_7": "“Yāthāvato antarāyikaniyyānikadhammāpadesena hi satthu vivaṭṭacchadabhāvo loke pākaṭo ahosī”ti ācariyena vuttaṁ, vivaṭṭacchadabhāveneva antarāyikaniyyānikadhammadesanāsiddhito “tatiyena tatiyacatutthasiddhī”tipi vattuṁ yujjati.",
  "tika-s0105t1:147_0": "Evaṁ padattayavacane catuvesārajjavasena payojanaṁ dassetvā idāni cakkhuttayavasenapi dassento “purimañcā”tiādimāha.",
  "tika-s0105t1:147_1": "Tattha ca-saddo upanyāsattho.",
  "tika-s0105t1:147_2": "Purimaṁ “araha”nti padaṁ bhagavato heṭṭhimamaggaphalattayañāṇasaṅkhātaṁ dhammacakkhuṁ sādheti kilesārīnaṁ, saṁsāracakkassa arānañca hatabhāvadīpanato.",
  "tika-s0105t1:147_3": "Dutiyaṁ “sammāsambuddho”ti padaṁ āsayānusayaindriyaparopariyattañāṇasaṅkhātaṁ buddhacakkhuṁ sādheti sammāsambuddhasseva taṁsambhavato.",
  "tika-s0105t1:147_4": "Tadetañhi ñāṇadvayaṁ sāvakapaccekabuddhānaṁ na sambhavati.",
  "tika-s0105t1:147_5": "Tatiyaṁ “vivaṭṭacchadā”ti padaṁ sabbaññutaññāṇasaṅkhātaṁ samantacakkhuṁ sādheti savāsanasabbakilesappahānadīpanato.",
  "tika-s0105t1:147_6": "“Sammāsambuddho”ti hi vatvā “vivaṭṭacchadā”ti vacanaṁ sammāsambuddhabhāvāya savāsanasabbakilesappahānaṁ vibhāvetīti.",
  "tika-s0105t1:147_7": "“Ahaṁ kho pana tāta ambaṭṭha mantānaṁ dātā”ti idaṁ appadhānaṁ, “tvaṁ mantānaṁ paṭiggahetā”ti idameva padhānaṁ samuttejanāvacananti sandhāya “tvaṁ mantānaṁ paṭiggahetāti iminā’ssa mantesu sūrabhāvaṁ janetī”ti vuttaṁ, lakkhaṇavibhāvane visadañāṇatāsaṅkhātaṁ sūrabhāvaṁ janetīti attho.",
  "tika-s0105t1:148_0": "259.Evaṁbhoti ettha evaṁ-saddo vacanasampaṭicchane nipāto, vacanasampaṭicchanañcettha tathā mayaṁ taṁ bhavantaṁ gotamaṁ vedissāma, tvaṁ mantānaṁ paṭiggahetāti ca evaṁ pavattassa pokkharasātino vacanassa sampaṭiggaho.",
  "tika-s0105t1:148_1": "“Tassattho”tiādināpi hi tadevatthaṁ dasseti.",
  "tika-s0105t1:148_2": "Tathā ca vuttaṁ “brāhmaṇassa pokkharasātissa paṭissutvā”ti, taṁ panesa ācariyassa samuttejanāya lakkhaṇesu vigatasammohabhāvena buddhamante sampassamānattā vadatīti dassento “sopī”tiādimāha.",
  "tika-s0105t1:148_3": "Tattha “tāyāti tāya yathāvuttāya samuttejanāyā”ti ācariyena vuttaṁ, adhunā pana potthakesu “tāya ācariyakathāyā”ti pāṭho dissati.",
  "tika-s0105t1:148_4": "Atthato cesa aviruddhoyeva.",
  "tika-s0105t1:148_5": "Mantesu satisamuppādikā hi kathā samuttejanāti.",
  "tika-s0105t1:149_0": "Ayānabhūminti yānassa abhūmiṁ, yānena yātumasakkuṇeyyaṭṭhānabhūtaṁ, dvārakoṭṭhakasamīpaṁ gantvāti attho.",
  "tika-s0105t1:150_0": "Avisesena vuttassapi vacanassa attho aṭṭhakathāpamāṇato visesena gahetabboti āha “ṭhitamajjhanhikasamaye”ti.",
  "tika-s0105t1:150_1": "Sabbesamāciṇṇavasena paṭhamanayaṁ vatvā padhānikānameva āveṇikāciṇṇavasena dutiyanayo vutto.",
  "tika-s0105t1:150_2": "Divāpadhānikāti divāpadhānānuyuñjanakā, divasabhāge samaṇadhammakaraṇatthaṁ te evaṁ caṅkamantīti vuttaṁ hoti.",
  "tika-s0105t1:150_3": "Tenāha “tādisānañhī”tiādi.",
  "tika-s0105t1:150_4": "“Pariveṇato pariveṇamāgacchanto papañco hoti, pucchitvāva pavisissāmī”ti ambaṭṭhassa tadupasaṅkamanādhippāyaṁ vibhāvento “so kirā”tiādimāha.",
  "tika-s0105t1:151_0": "260.",
  "tika-s0105t1:151_1": "Abhiññātakule jāto abhiññātakolañño.",
  "tika-s0105t1:151_2": "Kāmañca vakkhamānanayena pubbe ambaṭṭhakulamapaññātaṁ, tadā pana paññātanti āha “tadā kirā”tiādi.",
  "tika-s0105t1:151_3": "Rūpajātimantakulāpadesehīti “ayamīdiso”ti apadisanahetubhūtehi catūhi rūpajātimantakulehi.",
  "tika-s0105t1:151_4": "Yena te bhikkhū cintayiṁsu, tadadhippāyaṁ āvi kātuṁ “yo hī”tiādi vuttaṁ.",
  "tika-s0105t1:151_5": "Avisesato vuttampi visesato viññāyamānatthaṁ sandhāya bhāsitavacananti dasseti “gandhakuṭiṁ sandhāyā”ti iminā.",
  "tika-s0105t1:151_6": "Evamīdisesu.",
  "tika-s0105t1:152_0": "Aturitoti avegāyanto, “aturanto”tipi pāṭho, soyevattho.",
  "tika-s0105t1:152_1": "Kathaṁ pavisanto ataramāno pavisati nāmāti āha “saṇika”ntiādi.",
  "tika-s0105t1:152_2": "Tattha padappamāṇaṭṭhāneti dvinnaṁ padānaṁ antare muṭṭhiratanapamāṇaṭṭhāne.",
  "tika-s0105t1:152_3": "Sinduvāro nāma eko pupphūpagarukkho, yassa setaṁ pupphaṁ hoti, yo “nigguṇḍī” tipi vuccati.",
  "tika-s0105t1:152_4": "Pamukhanti gandhakuṭigabbhapamukhaṁ.",
  "tika-s0105t1:152_5": "“Kuñcikacchiddasamīpe”ti vuttavacanaṁ samatthetuṁ “dvāraṁ kirā”tiādi vuttaṁ.",
  "tika-s0105t1:153_0": "261.“Dānaṁ dadamānehī”ti iminā pāramitānubhāvena sayameva dvāravivaraṇaṁ dasseti.",
  "tika-s0105t1:154_0": "Bhagavatā saddhiṁ sammodiṁsūti ettha samatthena saṁ-saddena viññāyamānaṁ bhagavato tehi saddhiṁ paṭhamaṁ pavattamodatāsaṅkhātaṁ neyyatthaṁ dassento “yathā”tiādimāha.",
  "tika-s0105t1:154_1": "Bhagavāpi hi “kacci bho māṇavā khamanīyaṁ, kacci yāpanīya”ntiādīni pucchanto tehi māṇavehi saddhiṁ pubbabhāsitāya paṭhamaññeva pavattamodo ahosi.",
  "tika-s0105t1:154_2": "Samappavattamodāti bhagavato tadanukaraṇena samaṁ pavattasaṁsandanā.",
  "tika-s0105t1:154_3": "Tadatthaṁ saha upamāya dassetuṁ “sītodakaṁ viyā”tiādi vuttaṁ.",
  "tika-s0105t1:154_4": "Tattha paramanibbutakilesadarathatāya bhagavato sītodakasadisatā, anibbutakilesadarathatāya ca māṇavānaṁ uṇhodakasadisatā daṭṭhabbā.",
  "tika-s0105t1:154_5": "Sammoditanti saṁsanditaṁ.",
  "tika-s0105t1:154_6": "Mudasaddo hettha saṁsandaneyeva, na pāmojje, evañhi yathāvuttaupamāvacanaṁ samatthitaṁ hoti.",
  "tika-s0105t1:154_7": "Tathā hi vuttaṁ “ekībhāva”nti, sammodanakiriyāya samānataṁ ekarūpatanti attho.",
  "tika-s0105t1:155_0": "Khamanīyanti “catucakkaṁ navadvāraṁ sarīrayantaṁ dukkhabahulatāya sabhāvato dussahaṁ kacci khamituṁ sakkuṇeyya”nti pucchanti, yāpanīyanti āhārādipaccayapaṭibaddhavuttikaṁ cirappabandhasaṅkhātāya yāpanāya kacci yāpetuṁ sakkuṇeyyaṁ, sīsarogādiābādhābhāvena kacci appābādhaṁ, dukkhajīvikābhāvena kacci appātaṅkaṁ, taṁtaṁkiccakaraṇe uṭṭhānasukhatāya kacci lahuṭṭhānaṁ, tadanurūpabalayogato kacci balaṁ, sukhavihāraphalasabbhāvena kacciphāsuvihāro atthīti sabbattha kacci-saddaṁ yojetvā attho veditabbo.",
  "tika-s0105t1:155_1": "Balappattā pīti pītiyeva.",
  "tika-s0105t1:155_2": "Taruṇā pīti pāmojjaṁ.",
  "tika-s0105t1:155_3": "Sammodanaṁ janeti karotīti sammodanikaṁ, tadeva sammodaniyaṁ ka-kārassa ya-kāraṁ katvā.",
  "tika-s0105t1:155_4": "Sammodetabbato sammodanīyanti imamatthaṁ dasseti “sammodituṁ yuttabhāvato”ti iminā.",
  "tika-s0105t1:155_5": "Evaṁ ācariyehi vuttaṁ.",
  "tika-s0105t1:155_6": "Sammodituṁ arahatīti sammodanikaṁ, tadeva sammodaniyaṁ yathāvuttanayenāti imamatthampi dassetīti daṭṭhabbaṁ.",
  "tika-s0105t1:155_7": "“Sāretu”nti etassa “nirantaraṁ pavattetu”nti atthavacanaṁ.",
  "tika-s0105t1:155_8": "Saritabbabhāvatoti anussaritabbabhāvato.",
  "tika-s0105t1:155_9": "“Sāretuṁ arahatī”ti atthe yathāpadaṁ dīghena “sāraṇīya”nti vuttaṁ.",
  "tika-s0105t1:155_10": "“Saritabba”nti atthe pana “saraṇīya”nti vattabbe dīghaṁ katvā “sāraṇīya”nti vuttanti veditabbaṁ.",
  "tika-s0105t1:155_11": "Evaṁ saddato atthaṁ dassetvā idāni atthamattato dassetuṁ “suyyamānasukhato”tiādi vuttaṁ.",
  "tika-s0105t1:155_12": "Tattha suyyamānasukhatoti āpāthamadhurattamāha, anussariyamānasukhatoti vimaddaramaṇīyattaṁ.",
  "tika-s0105t1:155_13": "Byañjanaparisuddhatāyāti sabhāvaniruttibhāvena tassā kathāya vacanacāturiyaṁ, atthaparisuddhatāyāti atthassa nirupakkilesattaṁ.",
  "tika-s0105t1:155_14": "Anekehi pariyāyehīti anekehi kāraṇehi.",
  "tika-s0105t1:156_0": "Apasādessāmīti maṅkuṁ karissāmi.",
  "tika-s0105t1:156_1": "Ubhosu khandhesu sāṭakaṁ āsajjetvā kaṇṭhe olambanaṁ sandhāya “kaṇṭhe olambitvā”ti vuttaṁ.",
  "tika-s0105t1:156_2": "Dussakaṇṇaṁ gahetvāti nivatthasāṭakassa koṭiṁ ekena hatthena gahetvā.",
  "tika-s0105t1:156_3": "Caṅkamitumāruhanaṁ sandhāya “caṅkamaṁ abhiruhitvā”ti āha.",
  "tika-s0105t1:156_4": "Dhātusamatāti rasādidhātūnaṁ samāvatthatā, arogatāti attho.",
  "tika-s0105t1:156_5": "Pāsādikatthanti pasādajananatthaṁ “gatagataṭṭhāne”ti iminā sambandho.",
  "tika-s0105t1:156_6": "“Pāsādikattā”tipi pāṭho, tassattho –",
  "tika-s0105t1:156_7": "aṅgapaccaṅgānaṁ pasādāvahattāti, “uppannabahumānā”ti iminā sambandho.",
  "tika-s0105t1:156_8": "Uppaṇḍanakathanti avahasitabbatāyuttakathaṁ.",
  "tika-s0105t1:156_9": "“Anācārabhāvasāraṇīya”nti tassa visesanaṁ, anācārabhāvena sāraṇīyaṁ “anācāro vatāya”nti saritabbakanti attho.",
  "tika-s0105t1:157_0": "262.",
  "tika-s0105t1:157_1": "Kātuṁ dukkaramasakkuṇeyyaṁ kiccamayaṁ ārabhīti dassetuṁ “bhavaggaṁ gahetukāmo viyā”tiādi vuttaṁ.",
  "tika-s0105t1:157_2": "Asakkuṇeyyañhetaṁ sadevakenapi lokena, yadidaṁ bhagavato apasādanaṁ.",
  "tika-s0105t1:157_3": "Tenāha “aṭṭhāne vāyamatī”ti.",
  "tika-s0105t1:157_4": "Handa tena saddhiṁ mantemīti evaṁ aṭṭhāne vāyamantopi ayaṁ bālo “mayi kiñci akathente mayā saddhiṁ uttari kathetumpi na visahatī”ti mānameva paggaṇhissati, kathente pana kathāpasaṅgenassa jātigotte vibhāvite mānaniggaho bhavissati, “handa tena saddhiṁ mantemī”ti bhagavā ambaṭṭhaṁ māṇavaṁ etadavocāti attho.",
  "tika-s0105t1:157_5": "Ācārasamācārasikkhāpanena ācariyā, tesaṁ pana ācariyānaṁ pakaṭṭhā ācariyāti pācariyā yathā “papitāmaho”ti imamatthaṁ dassetuṁ “ācariyehi ca tesaṁ ācariyehi cā”ti vuttaṁ.",
  "tika-s0105t1:158_0": "Paṭhamaibbhavādavaṇṇanā",
  "tika-s0105t1:159_0": "263.",
  "tika-s0105t1:159_1": "Kiñcāpi “sayāno vā”tiādivacanaṁ na vattabbaṁ, mānavasena pana yugaggāhaṁ karonto vadatīti dassento “kāmaṁ tīsū”tiādimāha.",
  "tika-s0105t1:159_2": "Tattha tīsu iriyāpathesūti ṭhānagamananisajjāsu.",
  "tika-s0105t1:159_3": "Tesveva hi ācariyena saddhiṁ sallapitumarahati, na tu sayane garukaraṇīyānaṁ sayānānampi sammukhā garukārehi sayanassa akattabbabhāvato.",
  "tika-s0105t1:159_4": "Kathāsallāpanti kathāvasena yugaggāhakaraṇatthaṁ sallapanaṁ.",
  "tika-s0105t1:159_5": "Sayānena hi ācariyena saddhiṁ sayānassa kathā nāma ācāro na hoti, tathāpetaṁ itarehi sadisaṁ katvā kathanaṁ idha kathāsallāpo.",
  "tika-s0105t1:160_0": "Yaṁ panetaṁ “sayāno vā hi bho gotama brāhmaṇo sayānena brāhmaṇena saddhiṁ sallapitumarahatī”ti vuttassa sallāpassa anācārabhāvavibhāvanaṁ satthārā ambaṭṭhena saddhiṁ kathentena kataṁ, taṁ pāḷivasena saṅgītimanāruḷhampi agarahitāya ācariyaparamparāya yāvajjatanā samābhatanti “ye ca kho te bho gotamā”tiādikāya uparipāḷiyā sambandhabhāvena dassento “tato kirā”tiādimāha.",
  "tika-s0105t1:160_1": "Gorūpanti go nūna rūpakavasena vuttattā, rūpasaddassa ca tabbhāvavuttito.",
  "tika-s0105t1:160_2": "Yadi ahīḷento bhaveyya, “muṇḍā samaṇā”ti vadeyya, hīḷento pana garahatthena ka-saddena padaṁ vaḍḍhetvā “muṇḍakā samaṇakā”ti vadatīti dassetuṁ “muṇḍe muṇḍā”tiādi vuttaṁ.",
  "tika-s0105t1:160_3": "Ibbhāti gahapatikāti atthamattavacanaṁ, saddato pana ibhassa payogo ibho uttarapadalopena, taṁ ibhaṁ arahantīti ibbhā dvittaṁ katvā.",
  "tika-s0105t1:160_4": "Kiṁ vuttaṁ hoti –",
  "tika-s0105t1:160_5": "yathā sobhanaṁ gamanato ibhasaṅkhāto hatthivāhanabhūto parassa vasena pavattati, na attano, evametepi brāhmaṇānaṁ sussūsakā suddā parassa vasena pavattanti, na attano, tasmā ibhasadisapayogatāya ibbhāti.",
  "tika-s0105t1:160_6": "Te pana kuṭumbikatāya gharavāsino gharasāmikā hontīti atthamattaṁ dasseti “gahapatikā”ti iminā.",
  "tika-s0105t1:161_0": "Kaṇhāti kaṇhajātikā.",
  "tika-s0105t1:161_1": "Dvijā eva hi suddhajātikā, na itareti tassādhippāyo.",
  "tika-s0105t1:161_2": "Tenāha “kāḷakā”ti.",
  "tika-s0105t1:161_3": "Pitāmahabhāvena ñātibandhavattā bandhu.",
  "tika-s0105t1:161_4": "Tenāha “pitāmahoti voharantī”ti.",
  "tika-s0105t1:161_5": "Apaccāti puttā.",
  "tika-s0105t1:161_6": "Mukhato nikkhantāti brāhmaṇānaṁ pubbapurisā brahmuno mukhato nikkhantā, ayaṁ tesaṁ paṭhamuppattīti adhippāyo.",
  "tika-s0105t1:161_7": "Sesapadesupi eseva nayo.",
  "tika-s0105t1:161_8": "Ayaṁ panettha viseso –",
  "tika-s0105t1:161_9": "“ibbhā kaṇhā”ti vatvā “bandhupādāpaccā”ti vadanto kulavasena samaṇā vessakulapariyāpannā, paṭhamuppattivasena pana brahmuno piṭṭhipādato nikkhantā, na pakativessā viya nābhitoti dassetīti, idaṁ panassa “mukhato nikkhantā”tiādivacanatopi ativiya asamavekkhitapubbavacanaṁ catuvaṇṇapariyāpannasseva samaṇabhāvasambhavato.",
  "tika-s0105t1:161_10": "Aniyametvāti avisesetvā, anuddesikabhāvenāti attho.",
  "tika-s0105t1:162_0": "Mānameva nissāya kathesīti mānamevāpassayaṁ katvā attānaṁ ukkaṁsento, pare ca vambhento “muṇḍakā samaṇakā”tiādivacanaṁ kathesi.",
  "tika-s0105t1:162_1": "Jānāpessāmīti attano gottapamāṇaṁ yāthāvato vibhāvanena viññāpessāmi.",
  "tika-s0105t1:162_2": "Atthoti hitaṁ, icchitavatthu vā, taṁ pana kattabbakiccamevāti vuttaṁ “āgantvā kattabbakiccasaṅkhāto attho”ti, so etassa atthīti atthikaṁ yathā “daṇḍiko”ti.",
  "tika-s0105t1:162_3": "Dutiyassapi puggalavācakassa tadassatthipaccayassa vijjamānattā paṭhamena tadārammaṇikacittameva viññāyatīti āha “tassa māṇavassa citta”nti.",
  "tika-s0105t1:162_4": "Atthikamassa atthīti atthikavā yathā “guṇavā”ti.",
  "tika-s0105t1:163_0": "“Yāyeva kho panatthāyā”ti liṅgavipallāsavasena vuttanti dasseti “yeneva kho panatthenā”ti iminā.",
  "tika-s0105t1:163_1": "Tenevāha “tameva atthanti idaṁ purisaliṅgavaseneva vutta”nti.",
  "tika-s0105t1:163_2": "Tattha hi sābhāvikaliṅgatādassanena idha asābhāvikaliṅgatāsiddhīti.",
  "tika-s0105t1:163_3": "Ayaṁ panettha aṭṭhakathāto aparo nayo –",
  "tika-s0105t1:163_4": "yāya atthāyāti pulliṅgavaseneva tadatthe sampadānavacanaṁ, yassa kattabbakiccasaṅkhātassa atthassa atthāyāti atthoti.",
  "tika-s0105t1:163_5": "Assāti ambaṭṭhassa dassetvāti sambandho.",
  "tika-s0105t1:163_6": "Aññesaṁ santikaṁ āgatānanti garuṭṭhāniyānaṁ santikamupagatānaṁ sādhurūpānaṁ.",
  "tika-s0105t1:163_7": "Vattanti tesaṁ samāciṇṇaṁ.",
  "tika-s0105t1:163_8": "Pakaraṇatoyeva “ācariyakule”ti attho viññāyati, “avusitavā”ti ca asikkhitabhāvoyeva vohāravasena vutto yathā taṁ cīvaradānaṁ ticīvarena acchādesīti.",
  "tika-s0105t1:163_9": "Tenāha “ācariyakule avusitavā asikkhito”ti.",
  "tika-s0105t1:163_10": "Asikkhitattā eva appassuto, “vusitamānī”ti ca padāpekkhāya apariyositavacanattā samānoti pāṭhasesoti dasseti “appassutova samāno”ti iminā.",
  "tika-s0105t1:163_11": "Bāhusaccañhi nāma yāvadeva upasamatthaṁ icchitabbaṁ, tadabhāvato panāyaṁ ambaṭṭho avusitavā asikkhito appassutoti viññāyatīti evampi atthāpattito kāraṇaṁ vibhāvento āha “kimaññatra avusitattā”ti.",
  "tika-s0105t1:163_12": "Imampi sambandhaṁ dīpeti “etassa hī”tiādinā.",
  "tika-s0105t1:163_13": "Yathārutato pana pharusavacanasamudācārena anupasamakāraṇadassanametaṁ.",
  "tika-s0105t1:163_14": "Tatrāyaṁ yojanā –",
  "tika-s0105t1:163_15": "“kimaññatra avusitattā”ti idaṁ kāraṇaṁ etassa ambaṭṭhassa pharusavacanasamudācāre kāraṇanti.",
  "tika-s0105t1:163_16": "“Pharusavacanasamudācārenā”tipi pāṭho, tathā samudācāravasena vuttaṁ kāraṇanti attho.",
  "tika-s0105t1:163_17": "Evampi yojenti –",
  "tika-s0105t1:163_18": "avusitattā avusitabhāvaṁ aññatra ṭhapetvā etassa evaṁ pharusavacanasamudācāre kāraṇaṁ kimaññaṁ atthīti.",
  "tika-s0105t1:163_19": "Purimayojanāvettha yuttatarā yathāpāṭhaṁ yojetabbato.",
  "tika-s0105t1:163_20": "“Aññatrā”ti nipātayogato avusitattāti upayogatthe nissakkavacanaṁ.",
  "tika-s0105t1:163_21": "Tadeva kāraṇaṁ samattheti “ācariyakule”tiādinā.",
  "tika-s0105t1:164_0": "264.",
  "tika-s0105t1:164_1": "Kodhasaṅkhātassa parassa vasānugatacittatāya asakamano.",
  "tika-s0105t1:164_2": "Mānanimmadanatthanti mānassa nimmadanatthaṁ abhimaddanatthaṁ, amadanatthaṁ vā, mānamadavirahatthanti attho.",
  "tika-s0105t1:164_3": "Dosaṁ uggiletvāti sinehapānena kilinnaṁ vātapittasemhadosaṁ ubbamanaṁ katvā.",
  "tika-s0105t1:164_4": "Gottena gottanti ambaṭṭheneva bhagavatā puṭṭhena vuttena sāvajjena purātanagottena adhunā anavajjasaññitaṁ gottaṁ.",
  "tika-s0105t1:164_5": "Kulāpadesena kulāpadesanti etthāpi eseva nayo.",
  "tika-s0105t1:164_6": "Uṭṭhāpetvāti sāvajjato uṭṭhahanaṁ katvā, uddharitvāti vuttaṁ hoti.",
  "tika-s0105t1:164_7": "Gottañcettha ādipurisavasena, kulāpadeso pana tadanvaye uppannābhiññātapurisavasena gahetabbo yathā “ādicco māghavo”ti.",
  "tika-s0105t1:164_8": "Sākiyānañhi ādiccagottaṁ aditiyā nāma devadhītāya puttabhūtaṁ ādipurisaṁ pati hoti, taṁ “gotamagotta”ntipi vadanti.",
  "tika-s0105t1:164_9": "Yathāha pabbajjāsutte –",
  "tika-s0105t1:165_0": "“Ādiccā nāma gottena, sākiyā nāma jātiyā;",
  "tika-s0105t1:166_0": "Tamhā kulā pabbajitomhi, na kāme abhipatthaya”nti. ;",
  "tika-s0105t1:167_0": "Māghavakulaṁ pana tadanvaye abhiññātaṁ macalagāmikapurisaṁ pati hotīti.",
  "tika-s0105t1:167_1": "Gottamūlassa gārayhatāya amānavatthubhāvapavedanato “mānaddhajaṁ mūle chetvā nipātessāmī”ti vuttaṁ.",
  "tika-s0105t1:167_2": "Ghaṭṭentoti jātigottavasena omasanto.",
  "tika-s0105t1:167_3": "Hīḷentoti hīḷanaṁ garahaṁ karonto.",
  "tika-s0105t1:167_4": "“Caṇḍā bho gotama sakyajātī”tiādinā sākiyesu caṇḍabhāvādidosaṁ pāpitesu samaṇopi gotamo pāpito bhavissatīti adhippāyo.",
  "tika-s0105t1:168_0": "Yasmiṁ mānussayakodhussayā aññamaññūpatthaddhā, so “caṇḍo”ti vuccatīti dasseti “mānanissitakodhayuttā”ti iminā, pakatūpanissayārammaṇavasena cettha nissitabhāvo, na sahajātādivasena.",
  "tika-s0105t1:168_1": "Kharāti cittena, vācāya ca kakkhaḷā.",
  "tika-s0105t1:168_2": "Lahukāti taruṇā avuddhakammā.",
  "tika-s0105t1:168_3": "Tenāha “appakenevā”tiādi.",
  "tika-s0105t1:168_4": "Alābukaṭāhanti lābuphalassa abhejjakapālaṁ.",
  "tika-s0105t1:168_5": "Aṭṭhakathāmuttakanayaṁ dassetuṁ “bhassāti sāhasikāti keci vadanti, sārambhakāti apare”ti ācariyena vuttaṁ.",
  "tika-s0105t1:168_6": "Samānāti hontā bhavamānāti asasaddavasenatthoti āha “santāti purimapadasseva vevacana”nti.",
  "tika-s0105t1:168_7": "Na sakkarontīti sakkāraṁ na karontīti atthameva viññāpeti “na brāhmaṇāna”ntiādinā.",
  "tika-s0105t1:168_8": "Apacitikammanti paṇipātakammaṁ.",
  "tika-s0105t1:168_9": "“Yadime sakyā”ti pacchimavākye ya-saddassa kiriyāparāmasanassa aniyamassa “tayidaṁ bho gotamā”ti purimavākye ta-saddena niyamanaṁ veditabbanti āha “yaṁ ime sakyā”tiādi.",
  "tika-s0105t1:168_10": "Nānulomanti attano jātiyā na anucchavikaṁ.",
  "tika-s0105t1:169_0": "Dutiyaibbhavādavaṇṇanā",
  "tika-s0105t1:170_0": "265.",
  "tika-s0105t1:170_1": "Sandhāgārapadanibbacanaṁ heṭṭhā vuttameva.",
  "tika-s0105t1:170_2": "Tadā abhisittasakyarājūnampi bahutaṁ sandhāyāha “abhisittasakyarājāno”ti.",
  "tika-s0105t1:170_3": "Kāmañhi sakyarājakule yo sabbesaṁ vuddhataro, samattho ca, so eva abhisekaṁ labhati.",
  "tika-s0105t1:170_4": "Ekacco pana abhisitto samāno “idaṁ rajjaṁ nāma bahukiccaṁ bahubyāpāra”nti tato nibbijja rajjaṁ vayasā anantarassa niyyāteti, kadāci sopi aññassāti evaṁ paramparāniyyātanavasena tadā bahū abhisittapubbā sakyarājāno hontīti idaṁ ācariyassābhimataṁ.",
  "tika-s0105t1:170_5": "Apica yathārahaṁ ṭhānantaresu abhisittasakyarājūnampi bahutaṁ sandhāya evamāhātipi yujjati.",
  "tika-s0105t1:170_6": "Te hi “rājāno”ti vuccanti. Yathāha –",
  "tika-s0105t1:171_0": "“Rājāno nāma pathabyārājā, padesarājā, maṇḍalikā, antarabhogikā, akkhadassā, mahāmattā, ye vā pana chejjabhejjaṁ karontā anusāsanti, ete rājāno nāmā”ti.",
  "tika-s0105t1:172_0": "Saṁhārimehi vāḷarūpehi kato pallaṅko, bhaddapīṭhaṁ vettāsanaṁ.",
  "tika-s0105t1:172_1": "Mihitamattaṁ hasitamattaṁ.",
  "tika-s0105t1:172_2": "Anuhasantīti mamuddesikaṁ mahāhasitaṁ karonti, idañhi “anujagghantā”ti etassa saṁvaṇṇanāpadaṁ.",
  "tika-s0105t1:172_3": "Jagghasaddo ca mahāhasane pavattati “na ujjagghikāya antaraghare gamissāmī”tiādīsu viya.",
  "tika-s0105t1:173_0": "Kaṇhāyanato paṭṭhāya paramparāgataṁ kulavaṁsaṁ anussavavasena jānanti.",
  "tika-s0105t1:173_1": "Kulābhimānino hi yebhuyyena paresaṁ uccāvacaṁ kulaṁ tathā tathā udāharanti, attano ca kulavaṁsaṁ jānanti, evaṁ ambaṭṭhopi, tathā hesa parato bhagavatā pucchito vajirapāṇi bhayena attano kulavaṁsaṁ yāthāvato kathesīti.",
  "tika-s0105t1:173_2": "Olambetvāti hatthisoṇḍasaṇṭhānādinā sāṭakaṁ avalambetvā.",
  "tika-s0105t1:173_3": "Tatoti tathājānanato, gamanato ca.",
  "tika-s0105t1:173_4": "Mamaññeva maññeti mamameva anujagghantā maññe.",
  "tika-s0105t1:174_0": "Tatiyaibbhavādavaṇṇanā",
  "tika-s0105t1:175_0": "266.Khettaleḍḍūnanti khette kasanavasena uṭṭhāpitamattikākhaṇḍānaṁ.",
  "tika-s0105t1:175_1": "Leḍḍukānamantare nivāsitattā “leḍḍukikā” icceva saññātā khuddakasakuṇikā.",
  "tika-s0105t1:175_2": "Majjhimapaṇṇāsake leḍḍukikopamasuttavaṇṇanāyaṁ “cātakasakuṇikā”ti vuttā, nighaṇṭusatthesu pana taṁ “lāpasakuṇikā”ti vadanti.",
  "tika-s0105t1:175_3": "Kodhavasena laggitunti upanayhituṁ, āghātaṁ bandhitunti attho.",
  "tika-s0105t1:176_0": "“Amhe haṁsakoñcamorasame karotī”ti vadanto heṭṭhā gahitaṁ “na taṁ koci haṁso vā koñco vā moro vā āgantvā kiṁ tvaṁ lapasīti nisedhetī”ti idampi vacanaṁ saṅgītimanāruḷhaṁ tadā bhagavatā vuttamevāti dasseti.",
  "tika-s0105t1:176_1": "Tadā vadantoyeva hi evaṁ karotīti vattumarahati.",
  "tika-s0105t1:176_2": "“Evaṁ nu te”tiādivacanaṁ, “avusitavāyevā”tiādivacanañca mānavasena samaṇena gotamena vuttanti ambaṭṭho maññatīti adhippāyenāha “nimmāno dāni jātoti maññamāno”ti.",
  "tika-s0105t1:177_0": "Dāsiputtavādavaṇṇanā",
  "tika-s0105t1:178_0": "267.Nimmādetīti a-kārassa ā-kāraṁ katvā niddeso ummāde madasaddena nipphannattāti dasseti “nimmadetī”ti iminā.",
  "tika-s0105t1:178_1": "Nimmāneti vigatamāne.",
  "tika-s0105t1:178_2": "Yadi panāhaṁ gottaṁ puccheyyaṁ sādhu vatāti attho.",
  "tika-s0105t1:178_3": "Pākaṭaṁ kātukamyatāya tikkhattuṁ mahāsaddena avoca.",
  "tika-s0105t1:178_4": "Kasmā avocāti pana asuddhabhāvaṁ jānantassāpi tathāvacane kāraṇapucchā.",
  "tika-s0105t1:178_5": "Gottabhūtaṁ nāmameva adhippetaṁ, na visuṁ gottanti āha “mātāpettikanti mātāpitūnaṁ santaka”nti.",
  "tika-s0105t1:178_6": "Gottañhi pitito laddhabbaṁ pettikameva, na mātāpettikaṁ.",
  "tika-s0105t1:178_7": "Na hi brāhmaṇānaṁ sagottāya eva āvāhavivāho icchito, gottanāmaṁ pana jātisiddhaṁ, na kittimaṁ, na guṇanāmaṁ vā, jāti ca ubhayasambandhinīti mātāpettikameva, na pettikamattaṁ.",
  "tika-s0105t1:178_8": "Nāmagottanti gottabhūtaṁ nāmaṁ, na kittimaṁ, na guṇanāmaṁ vā visesanaparanipātavasena vuttattā yathā “agyāhito”ti.",
  "tika-s0105t1:178_9": "Nāmañca tadeva paveṇīvasena pavattattā gottañcāti hi nāmagottaṁ.",
  "tika-s0105t1:178_10": "Tattha yā “kaṇhāyano”ti nāmapaṇṇatti niruḷhā, taṁ sandhāyāha “paṇṇattivasena nāma”nti.",
  "tika-s0105t1:178_11": "Taṁ panetaṁ nāmaṁ kaṇhaisito paṭṭhāya tasmiṁ kulaparamparāvasena āgataṁ, na etasmiṁyeva niruḷhanti vuttaṁ “paveṇīvasena gotta”nti.",
  "tika-s0105t1:178_12": "Gottapadassa vacanattho heṭṭhā vuttoyeva.",
  "tika-s0105t1:179_0": "“Anussarato”ti ettha na kevalaṁ anussaraṇamattaṁ adhippetaṁ, atha kho kulasuddhivīmaṁsanavasenevāti āha “kulakoṭiṁ sodhentassā”ti, kulaggaṁ visodhentassāti attho.",
  "tika-s0105t1:179_1": "“Ayyaputtā”ti ettha ayyasaddo ayyiraketi vuttaṁ “sāmino puttā”ti.",
  "tika-s0105t1:179_2": "Catūsu dāsīsu disā okkākarañño antojātadāsī.",
  "tika-s0105t1:179_3": "Tenāha “gharadāsiyā putto”ti.",
  "tika-s0105t1:179_4": "Ettha ca yasmā ambaṭṭho jātiṁ nissāya mānathaddho, na ca tassa yāthāvato jātiyā avibhāvitāya mānaniggaho karīyati, akate ca mānaniggahe mānavasena ratanattayaṁ aparajjhissati, kate pana mānaniggahe aparabhāge ratanattaye pasīdissati, na cedisī vācā pharusavācā nāma hoti cittassa saṇhabhāvato.",
  "tika-s0105t1:179_5": "Majjhimapaṇṇāsake abhayasuttañca ettha nidassanaṁ.",
  "tika-s0105t1:179_6": "Keci ca janā kakkhaḷāya vācāya vuttā agginā viya lohādayo mudubhāvaṁ gacchanti, tasmā bhagavā ambaṭṭhaṁ nibbisevanaṁ kattukāmo “ayyaputtā sakyā bhavanti, dāsiputto tvamasi sakyāna”nti avoca.",
  "tika-s0105t1:180_0": "“Idhekacco pāpabhikkhu tathāgatappaveditaṁ dhammavinayaṁ pariyāpuṇitvā attano dahatī”tiādīsu viya dahasaddo dhāraṇattho, dhāraṇañcettha pubbapurisavasena saññāpananti āha “okkāko no pubbapuriso”tiādi.",
  "tika-s0105t1:180_1": "Dahasaddañhi bhasmīkaraṇe, dhāraṇe ca icchanti saddavidū.",
  "tika-s0105t1:180_2": "Pabhā niccharatīti pabhassaraṁ hutvā nikkhamati tathārūpena puññakammena dantānaṁ pabhassarabhāvato.",
  "tika-s0105t1:181_0": "Teti jeṭṭhakumāre.",
  "tika-s0105t1:181_1": "Paṭhamakappikānanti paṭhamakappassa ādikāle nibbattānaṁ.",
  "tika-s0105t1:181_2": "Kirasaddena cettha anussavatthena, yo vuccamānāya rājaparamparāya kesañci matibhedo, taṁ ulliṅgeti.",
  "tika-s0105t1:181_3": "Anussavavacaneneva hi ananussuto uttaravihāravāsiādīnaṁ matibhedo nirākarīyatīti.",
  "tika-s0105t1:181_4": "Mahāsammatassāti aggaññasutte vakkhamānanayena “ayaṁ no rājā”ti mahājanena sammannitvā ṭhapitattā “mahāsammato”ti evaṁ sammatassa.",
  "tika-s0105t1:181_5": "Yaṁ sandhāya vadanti –",
  "tika-s0105t1:182_0": "“Ādiccakulasambhūto, suvisuddhaguṇākaro;",
  "tika-s0105t1:183_0": "Mahānubhāvo rājāsi, mahāsammatanāmako.",
  "tika-s0105t1:184_0": "Yo cakkhubhūto lokassa, guṇaraṁsisamujjalo;",
  "tika-s0105t1:185_0": "Tamonudo virocittha, dutiyo viya bhāṇumā.",
  "tika-s0105t1:186_0": "Ṭhapitā yena mariyādā, loke lokahitesinā;",
  "tika-s0105t1:187_0": "Vavatthitā sakkuṇanti, na vilaṅghayitu janā.",
  "tika-s0105t1:188_0": "Yasassinaṁ tejassinaṁ, lokasīmānurakkhakaṁ;",
  "tika-s0105t1:189_0": "Ādibhūtaṁ mahāvīraṁ, kathayanti ‘manū’ti ya”nti. ;",
  "tika-s0105t1:190_0": "Tassa ca puttapaputtaparamparaṁ sandhāya evaṁ vadanti –",
  "tika-s0105t1:191_0": "“Tassa putto mahātejo, rojo nāma mahīpati;",
  "tika-s0105t1:192_0": "Tassa putto vararojo, pavaro rājamaṇḍale.",
  "tika-s0105t1:193_0": "Tassāsi kalyāṇaguṇo, kalyāṇo nāma atrajo;",
  "tika-s0105t1:194_0": "Rājā tassāsi tanayo, varakalyāṇanāmako.",
  "tika-s0105t1:195_0": "Tassa putto mahāvīro, mandhātā kāmabhoginaṁ;",
  "tika-s0105t1:196_0": "Aggabhūto mahindena, aḍḍharajjena pūjito.",
  "tika-s0105t1:197_0": "Tassa sūnu mahātejo, varamandhātunāmako;",
  "tika-s0105t1:198_0": "‘Uposatho’ti nāmena, tassa putto mahāyaso.",
  "tika-s0105t1:199_0": "Varo nāma mahātejo, tassa putto mahāvaro;",
  "tika-s0105t1:200_0": "Tassāsi upavaroti, putto rājā mahābalo.",
  "tika-s0105t1:201_0": "Tassa putto maghadevo, devatulyo mahīpati;",
  "tika-s0105t1:202_0": "Caturāsīti sahassāni, tassa puttaparamparā.",
  "tika-s0105t1:203_0": "Tesaṁ pacchimako rājā, ‘okkāko’iti vissuto;",
  "tika-s0105t1:204_0": "Mahāyaso mahātejo, akhuddo rājamaṇḍale”ti. ;",
  "tika-s0105t1:205_0": "Idaṁ aṭṭhakathānuparodhavacanaṁ. Yaṁ pana dīpavaṁse vuttaṁ –",
  "tika-s0105t1:206_0": "“Paṭhamābhisitto rājā, bhūmipālo jutindharo;",
  "tika-s0105t1:207_0": "Mahāsammato nāmena, rajjaṁ kāresi khattiyo.",
  "tika-s0105t1:208_0": "Tassa putto rojo nāma, vararojo ca khattiyo;",
  "tika-s0105t1:209_0": "Kalyāṇo varakalyāṇo, uposatho mahissaro.",
  "tika-s0105t1:210_0": "Mandhātā sattamo tesaṁ, catudīpamhi issaro;",
  "tika-s0105t1:211_0": "Varo upavaro rājā, cetiyo ca mahissaro”tiādi.",
  "tika-s0105t1:212_0": "Yañca mahāvaṁsādīsu vuttaṁ –",
  "tika-s0105t1:213_0": "“Mahāsammatarājassa, vaṁsajo hi mahāmuni;",
  "tika-s0105t1:214_0": "Kappādismiṁ rājāsi, mahāsammatanāmako.",
  "tika-s0105t1:215_0": "Rojo ca vararojo ca, tathā kalyāṇakā duve;",
  "tika-s0105t1:216_0": "Uposatho ca mandhātā, varako pavarā duve”tiādi.",
  "tika-s0105t1:217_0": "Sabbametaṁ yebhuyyato aṭṭhakathāvirodhavacanaṁ.",
  "tika-s0105t1:217_1": "Aṭṭhakathāyañhi mandhāturājā chaṭṭho vutto, maghadevarājā ekādasamo, tassa ca puttaparamparāya caturāsītisahassarājūnaṁ pacchimako okkākarājā, tesu pana mandhāturājā sattamo vutto, maghadevarājā anekesaṁ rājasahassānaṁ pacchimako, tassa ca puttaparamparāya anekarājasahassānaṁ pacchimako okkākarājāti evamādinā anekadhā virodhavacanaṁ aṭṭhakathāyaṁ nirākaroti.",
  "tika-s0105t1:217_2": "Nanu avocumha “kirasaddena cettha anussavatthena, yo vuccamānāya rājaparamparāya kesañci matibhedo, taṁ ulliṅgetī”ti.",
  "tika-s0105t1:217_3": "Tesaṁ pacchatoti maghadevaparamparābhūtānaṁ kaḷārajanakapariyosānānaṁ caturāsītikhattiyasahassānaṁ aparabhāgeti yathānussutaṁ ācariyena vuttaṁ.",
  "tika-s0105t1:217_4": "Dīpavaṁsādīsu pana “kaḷārajanakarañño puttaparamparāya anekakhattiyasahassānaṁ pacchimako rājā sujāto nāma, tassa putto okkāko rājā”ti vuttaṁ.",
  "tika-s0105t1:217_5": "Maghadevaparamparāya anekasahassarājūnaṁ aparabhāge paṭhamo okkāko nāma rājā ahosi, tassa paramparābhūtānaṁ pana anekasahassarājūnaṁ aparabhāge dutiyo okkāko nāma rājā ahosi, tassapi paramparāya anekasahassarājūnaṁ aparabhāge tatiyo okkāko nāma rājā ahosi.",
  "tika-s0105t1:217_6": "Taṁ sandhāyāha “tayo okkākavaṁsā ahesu”ntiādi.",
  "tika-s0105t1:218_0": "Jātiyā pañcamadivase nāmakammādimaṅgalaṁ lokāciṇṇanti vuttaṁ “pañcamadivase alaṅkaritvā”ti.",
  "tika-s0105t1:218_1": "Sahasā varaṁ adāsinti puttadassanena balavasomanassappatto turitaṁ avīmaṁsitvā tuṭṭhidāyavasena varaṁ adāsiṁ “yaṁ icchasi, taṁ gaṇhāhī”ti.",
  "tika-s0105t1:218_2": "Sāti jantukumāramātā.",
  "tika-s0105t1:218_3": "Rajjaṁ pariṇāmetuṁ icchatīti mama varadānaṁ antaraṁ katvā imaṁ rajjaṁ pariṇāmetuṁ icchati.",
  "tika-s0105t1:219_0": "Rajjaṁkāressantīti rājabhāvaṁ mahājanena mahājanaṁ vā kārāpessanti.",
  "tika-s0105t1:219_1": "Nappasaheyyāti nivāsatthāya pariyatto na bhaveyya.",
  "tika-s0105t1:220_0": "Kaḷāravaṇṇatāya kapilabrāhmaṇo nāma ahosi.",
  "tika-s0105t1:220_1": "Nikkhammāti gharāvāsato kāmehi ca nikkhamitvā.",
  "tika-s0105t1:220_2": "Sāko nāma sabbasāramayo rukkhaviseso, yena pāsādādi karīyate, taṁsamudāyabhūte vanasaṇḍeti attho.",
  "tika-s0105t1:220_3": "Bhūmiyā pavattaṁ bhummaṁ, taṁ guṇadosaṁ jāleti joteti, taṁ vā jalati jotati pākaṭaṁ bhavati etāyāti bhummajālā.",
  "tika-s0105t1:220_4": "Heṭṭhā cāti ettha ca-saddena “asītihatthe”ti idamanukaḍḍhati.",
  "tika-s0105t1:220_5": "Etasmiṁ padeseti sākavanasaṇḍamāha.",
  "tika-s0105t1:220_6": "Khandhapantivasena dakkhiṇāvaṭṭā.",
  "tika-s0105t1:220_7": "Sākhāpantivasena pācīnābhimukhā.",
  "tika-s0105t1:220_8": "Tehīti migasūkarehi, maṇḍūkamūsikehi ca.",
  "tika-s0105t1:220_9": "Teti sīhabyagghādayo sappabiḷārā ca.",
  "tika-s0105t1:221_0": "Etthāti evaṁ māpiyamāne nagare.",
  "tika-s0105t1:221_1": "Tumhākaṁ purisesu pariyāpannaṁ ekekampi purisaṁ paccatthikabhūtaṁ aññaṁ purisasatampi purisasahassampi abhibhavituṁ na sakkhissatīti yojanā.",
  "tika-s0105t1:221_2": "Cakkavattibalenāti cakkavattibalabhāvena.",
  "tika-s0105t1:221_3": "Atiseyyoti ativiya uttamo bhaveyya.",
  "tika-s0105t1:221_4": "Kapilassa isino vasanaṭṭhānattā kapilavatthu.",
  "tika-s0105t1:222_0": "Nesaṁ santike bhaveyyāti sambandho.",
  "tika-s0105t1:222_1": "Asadisasaṁyogeti jātiyā asadisānaṁ gharāvāsapayoge hetubhūte.",
  "tika-s0105t1:222_2": "Avasesāhi attano attano kaṇiṭṭhāhi.",
  "tika-s0105t1:223_0": "Vaḍḍhamānānanti anādare sāmivacanaṁ, anantarāyikāya puttadhītuvaḍḍhanāya vaḍḍhamānesu eva udapādīti attho.",
  "tika-s0105t1:223_1": "Lohitakatāya koviḷārapupphasadisāni.",
  "tika-s0105t1:223_2": "Kuṭṭharogo nāma sāsamasūrīrogā viya yebhuyyena saṅkamanasabhāvoti vuttaṁ “ayaṁ rogo saṅkamatī”ti.",
  "tika-s0105t1:223_3": "Upari padarena paṭicchādetvā paṁsuṁ rāsikaraṇena datvā.",
  "tika-s0105t1:223_4": "Nāṭakitthiyo nāma naccantiyo.",
  "tika-s0105t1:223_5": "Rājabhariyāyo orodhā nāma.",
  "tika-s0105t1:223_6": "Tassāti susirassa.",
  "tika-s0105t1:223_7": "Migasakuṇādīnanti ettha ādisaddena vanacarakapetādike saṅgaṇhāti.",
  "tika-s0105t1:224_0": "Tasmiṁ rāmaraññe nisinneti sambandho.",
  "tika-s0105t1:224_1": "Padareti dāruphalake.",
  "tika-s0105t1:224_2": "Khattiyamāyārocanena attano khattiyabhāvaṁ jānāpetvā.",
  "tika-s0105t1:225_0": "Mātikanti mātito āgataṁ.",
  "tika-s0105t1:225_1": "Pābhatanti mūlabhaṇḍaṁ, paṇṇākāro vā.",
  "tika-s0105t1:225_2": "Raññoti rāmarājassa jeṭṭhaputtabhūtassa bārāṇasirañño.",
  "tika-s0105t1:225_3": "Tatthāti bārāṇasiyaṁ.",
  "tika-s0105t1:225_4": "Idhevāti himavantapasseyeva.",
  "tika-s0105t1:225_5": "Nagaranti rājadhānībhūtaṁ mahānagaraṁ.",
  "tika-s0105t1:225_6": "Kolarukkho nāma kuṭṭhabhesajjupago eko rukkhaviseso.",
  "tika-s0105t1:225_7": "Byagghapatheti byagghamagge.",
  "tika-s0105t1:226_0": "Mātulāti mātu bhātaro.",
  "tika-s0105t1:226_1": "Kesaggahaṇanti kesaveṇibandhanaṁ.",
  "tika-s0105t1:226_2": "Dussaggahaṇanti vatthassa nivasanākāro.",
  "tika-s0105t1:226_3": "Nhānatitthanti yathāvuttāya pokkharaṇiyā udakanhānatitthaṁ.",
  "tika-s0105t1:226_4": "Idānipi tesaṁ jātisambhedābhāvaṁ dassento “evaṁ tesa”ntiādimāha.",
  "tika-s0105t1:226_5": "Āvāho dārikāharaṇaṁ.",
  "tika-s0105t1:226_6": "Vivāho dārikādānaṁ.",
  "tika-s0105t1:226_7": "Tatthāti tesu sakyakoliyesu.",
  "tika-s0105t1:226_8": "Dhātusaddānamanekatthattā samusaddo nivāsatthoti vuttaṁ “vasantī”ti.",
  "tika-s0105t1:226_9": "Aggeti upayogatthe bhummavacanaṁ, ādyatthe ca aggasaddo, kiriyāvisesoti ca dasseti “taṁ agga”ntiādinā.",
  "tika-s0105t1:226_10": "Yadettha bhagavatā vuttaṁ “atha kho ambaṭṭha rājā okkāko udānaṁ udānesi ‘sakyā vata bho kumārā, paramasakyā vata bho kumārā’ti, tadagge kho pana ambaṭṭha sakyā paññāyantī”ti, tadetaṁ saddato, atthato ca sābhāvikanibbacananidassanaṁ “sakāhi bhaginīhipi saddhiṁ saṁvāsavasena jātisambhedamakatvā kulavaṁsaṁ anurakkhituṁ sakkuṇanti samatthentīti sakyā”ti teyeva saddaracanāvisesena sākiyā.",
  "tika-s0105t1:226_11": "Yaṁ panetaṁ sakkatanighaṇṭusatthesu vuttaṁ –",
  "tika-s0105t1:227_0": "“Sākarukkhapaṭicchannaṁ, vāsaṁ yasmā purākaṁsu;",
  "tika-s0105t1:228_0": "Tasmā diṭṭhā vaṁsajāte, bhuvi ‘sakyā’ti vissutā”ti.",
  "tika-s0105t1:229_0": "Tadetaṁ saddamattaṁ pati asābhāvikanibbacananidassanaṁ “kapilamunino vasanaṭṭhāne sākavane vasantīti sakyā,sākiyā”ti ca.",
  "tika-s0105t1:230_0": "Kāḷavaṇṇatāya kaṇho nāmāti vuttaṁ “kāḷavaṇṇa”ntiādi.",
  "tika-s0105t1:230_1": "Hanuyaṁ jātā massū, uttaroṭṭhassa ubhosu passesu dāṭhākārena jātā dāṭhikā.",
  "tika-s0105t1:230_2": "Idañca atthamattena vuttaṁ, taddhitavasena pana yathā etarahi yakkhe “pisāco”ti samaññā, evaṁ tadā “kaṇho”ti, tasmā jātamatteyeva sabyāharaṇena pisācasadisatāya kaṇhoti.",
  "tika-s0105t1:230_3": "Tathāhi vuttaṁ “yathā kho pana ambaṭṭha etarahi manussā pisāce disvā ‘pisācā’ti sañjānanti, evameva kho ambaṭṭha tena kho pana samayena manussā pisāce ‘kaṇhā’ti sañjānantī”tiādi.",
  "tika-s0105t1:230_4": "Tattha pisāco jātoti idāni pākaṭanāmena suviññāpanatthaṁ purimapadasseva vevacanaṁ vuttaṁ.",
  "tika-s0105t1:230_5": "“Na sakabaḷena mukhena byāharissāmī”tiādīsu viya upasaggavasena saddakaraṇattho harasaddo, puna dutiyopasaggena yutto uccāsaddakaraṇe vattatīti vuttaṁ “uccāsaddamakāsī”ti.",
  "tika-s0105t1:231_0": "268.",
  "tika-s0105t1:231_1": "Attano upārambhamocanatthāyāti ācariyena, ambaṭṭhena ca attano attano upari pāpetabbopavādassa apanayanatthaṁ.",
  "tika-s0105t1:231_2": "“Attano”ti hetaṁ vicchālopavacanaṁ.",
  "tika-s0105t1:231_3": "Paribhindissatīti anatthakāmatāpavedanena paribhedaṁ karissati, pesuññaṁ upasaṁharissatīti vuttaṁ hoti.",
  "tika-s0105t1:231_4": "Atthaviññāpane sādhanatāya vācā eva karaṇaṁ vākkaraṇaṁ niruttinayena, taṁ kalyāṇamassāti kalyāṇavākkaraṇo.",
  "tika-s0105t1:231_5": "Asmiṁ vacaneti ettha tasaddena kāmaṁ “cattārome bho gotama vaṇṇā”tiādinā ambaṭṭhena heṭṭhā vutto jātivādo parāmasitabbo hoti, tathāpesa jātivādo vede vuttavidhināyeva tena paṭimantetabbo, tasmā paṭimantanahetubhāvena pasiddhaṁ vedattayavacanameva parāmasitabbanti dassetuṁ vuttaṁ “attanā uggahite vedattayavacane”ti.",
  "tika-s0105t1:231_6": "Idāni “porāṇaṁ kho pana te ambaṭṭha mātāpettika”ntiādinā bhagavatā vuttavacanassapi parāmasanaṁ dassento “etasmiṁ vā dāsiputtavacane”ti āha.",
  "tika-s0105t1:231_7": "Apica paṭimantetunti ettha paṭimantanā nāma pañhāvissajjanā, uttarikathanā vā, tasmā atthadvayānurūpaṁ tabbisayassa ta-saddena parāmasanaṁ dassetīti daṭṭhabbaṁ.",
  "tika-s0105t1:232_0": "269.Tāvāti mantanāya paṭhamameva, akatāya eva mantanāyāti vuttaṁ hoti.",
  "tika-s0105t1:232_1": "Dujjānāti dubbiññeyyā, paṭhamameva sīsamukkhipituṁ asamatthanato, jātiyā ca dubbiññeyyattā, aṭṭassa ca dukkaraṇato ambaṭṭho sayameva mocetūti adhippāyo.",
  "tika-s0105t1:232_2": "Attanāva sakyesu ibbhavādanipātanena attano upari pāpuṇanaṁ sandhāya “attanā baddhaṁ puṭaka”nti vuttaṁ, attanāva baddhaṁ puṭoḷinti attho.",
  "tika-s0105t1:233_0": "270.Dhammo nāma kāraṇaṁ “dhammapaṭisambhidā”tiādīsu viya, dhammena saha vattatīti sahadhammo, so eva sahadhammikoti āha “sahetuko”tiādi, pariyāyavacanametaṁ.",
  "tika-s0105t1:233_1": "Janako vā hetu, upatthambhako kāraṇaṁ.",
  "tika-s0105t1:233_2": "Aññena aṭṭhānagatena aññaṁ aṭṭhānagataṁ vacanaṁ.",
  "tika-s0105t1:233_3": "Tenāha “yo hī”tiādi.",
  "tika-s0105t1:234_0": "Tatoti dvikkhattuṁ codanāto paraṁ, tatiyacodanāya anāgatāya eva pakkamissāmīti vuttaṁ hoti.",
  "tika-s0105t1:235_0": "271.",
  "tika-s0105t1:235_1": "Pūjitabbato sakko devarājā yakkho nāma.",
  "tika-s0105t1:235_2": "Yo aggissa pakativaṇṇo, tena samannāgatanti vuttaṁ “ādittanti aggivaṇṇa”nti.",
  "tika-s0105t1:235_3": "Kandalo nāma pupphūpagarukkhaviseso, yassa setaṁ pupphaṁ pupphati, makuḷampissa setavaṇṇaṁ dāṭhākāraṁ hoti.",
  "tika-s0105t1:235_4": "Virūparūpanti viparītarūpasaṇṭhānaṁ.",
  "tika-s0105t1:236_0": "Aṭṭhamasattāhe ajapālanigrodhamūle nisinnassa sabbabuddhassa āciṇṇasamāciṇṇaṁ appossukkataṁ sandhāya “ahañcevā”tiādi vuttaṁ.",
  "tika-s0105t1:236_1": "Avattamāneti appaṭipajjamāne, ananuvattamāne vā.",
  "tika-s0105t1:236_2": "Tasmāti tadā tathāpaṭiññātattā.",
  "tika-s0105t1:236_3": "Tāsetvā pañhaṁ vissajjāpessāmīti āgato yathā taṁ mūlapaṇṇāsake āgatassa saccakaparibbājakassa samāgame.",
  "tika-s0105t1:237_0": "“Bhagavā ceva passati ambaṭṭho cā”ti ettha itaresamadassane duvidhampi kāraṇaṁ dassento “yadi hī”tiādimāha.",
  "tika-s0105t1:237_1": "Hi-saddo kāraṇatthe nipāto.",
  "tika-s0105t1:237_2": "Yasmā agaru, yasmā ca vadeyyuṁ, tasmāti sambandho.",
  "tika-s0105t1:237_3": "Aññesampi sādhāraṇato agaru abhāriyaṁ.",
  "tika-s0105t1:237_4": "Āvāhetvāti mantabalena avhānaṁ katvā.",
  "tika-s0105t1:237_5": "Tassāti ambaṭṭhassa.",
  "tika-s0105t1:237_6": "Antokucchi antaantaguṇādiko.",
  "tika-s0105t1:237_7": "Vādasaṅghaṭṭeti vācāsaṅghaṭṭane.",
  "tika-s0105t1:237_8": "Maññamānoti maññanato.",
  "tika-s0105t1:237_9": "Sambandhadassanañhetaṁ.",
  "tika-s0105t1:238_0": "272.Tāṇaṁ gavesamānoti “ayameva samaṇo gotamo ito bhayato mama tāyako”ti bhagavantaṁyeva “tāṇa”nti pariyesanto, upagacchantoti vuttaṁ hoti.",
  "tika-s0105t1:238_1": "Sesapadadvayepi eseva nayo.",
  "tika-s0105t1:238_2": "Tāyatīti yathūpaṭṭhitabhayato pāleti.",
  "tika-s0105t1:238_3": "Tenāha “rakkhatī”ti, kattusādhanametaṁ.",
  "tika-s0105t1:238_4": "Nilīyatīti yathūpaṭṭhiteneva bhayena upadduto nilīno hoti, adhikaraṇasādhanametaṁ.",
  "tika-s0105t1:238_5": "Sarasaddo hiṁsane, tañca viddhaṁsanameva adhippetanti vuttaṁ “bhayaṁ hiṁsati viddhaṁsetī”ti, kattusādhanametaṁ.",
  "tika-s0105t1:239_0": "Ambaṭṭhavaṁsakathāvaṇṇanā",
  "tika-s0105t1:240_0": "274.Gaṅgāya dakkhiṇatoti gaṅgāya nāma nadiyā dakkhiṇadisābhāge.",
  "tika-s0105t1:240_1": "Brāhmaṇatāpasāti brahmakulino tāpasā.",
  "tika-s0105t1:240_2": "Saraṁ vā sattiādayo vā parassa upari khipitukāmassa mantānubhāvena hatthaṁ na parivattati, hatthe pana aparivattante kuto āvudhaṁ parivattissatīti tathā aparivattanaṁ sandhāya “āvudhaṁ na parivattatī”ti vuttaṁ.",
  "tika-s0105t1:240_3": "Bhadraṁ bhoti sampaṭicchanaṁ, sādhūti attho.",
  "tika-s0105t1:240_4": "Dhanunā khittasarena agamanīyaṁ sasambhārakathānayena “dhanu agamanīya”nti vuttaṁ yathā “dhanunā vijjhati, cakkhunā passatī”ti.",
  "tika-s0105t1:240_5": "Ambaṭṭhaṁ nāma vijjanti sattānaṁ sarīre abbhaṅgaṁ ṭhapetīti ambaṭṭhā niruttinayena, evaṁladdhanāmaṁ mantavijjanti attho.",
  "tika-s0105t1:240_6": "Yato ambaṭṭhā vijjā etasmiṁ atthīti katvā kaṇho isi “ambaṭṭho”ti paññāyittha, tabbaṁsajātatāya panāyaṁ māṇavo “ambaṭṭho”ti voharīyati.",
  "tika-s0105t1:240_7": "So kira “kathaṁ nāmāhaṁ disāya dāsiyā kucchimhi nibbatto”ti taṁ hīnaṁ jātiṁ jigucchanto “handāhaṁ yathā tathā imaṁ jātiṁ sodhessāmī”ti niggato.",
  "tika-s0105t1:240_8": "Tena vuttaṁ “idāni me manorathaṁ pūressāmī”ti.",
  "tika-s0105t1:240_9": "Ayañhissa manoratho –",
  "tika-s0105t1:240_10": "vijjābalena rājānaṁ tāsetvā tassa dhītaraṁ laddhakālato paṭṭhāya myāyaṁ dāsajāti sodhitā bhavissatīti.",
  "tika-s0105t1:241_0": "Seṭṭhamanteti seṭṭhabhūte vedamante.",
  "tika-s0105t1:241_1": "Ko nu kiṁ kāraṇā dāsiputto samāno maddarūpiṁ dhītaraṁ yācatīti attho.",
  "tika-s0105t1:241_2": "Khurati chindati, khuraṁ vā pāti pivatīti khurappo, khuramassa agge appīyati ṭhapīyatīti vā khurappo, saro.",
  "tika-s0105t1:241_3": "Mantānubhāvena rañño bāhukkhambhamattaṁ jātaṁ, tena pana bāhukkhambhena “ko jānāti, kiṁ bhavissatī”ti rājā bhīto ussaṅkī utrasto ahosi.",
  "tika-s0105t1:241_4": "Tathā ca vuttaṁ “bhayena vedhamāno aṭṭhāsī”ti.",
  "tika-s0105t1:242_0": "Sarabhaṅgajātake āgatānaṁ daṇḍakīrājādīnaṁ pacchā okkākarājā ahosi, tesaṁ pavatti ca sabbattha cirakālaṁ pākaṭāti āha “daṇḍakīrañño”tiādi.",
  "tika-s0105t1:242_1": "Aparaddhassa daṇḍakīrañño, aparaddho nāḷikero, ajjuno cāti sambandho.",
  "tika-s0105t1:242_2": "Satipi vālukādivasse āvudhavasseneva vināsoti vuttaṁ “āvudhavuṭṭhiyā”ti.",
  "tika-s0105t1:242_3": "“Ayampi īdiso mahānubhāvo”ti maññamānā evaṁ cintayantā bhayena avocunti daṭṭhabbaṁ.",
  "tika-s0105t1:243_0": "Undriyissatīti bhindiyissati.",
  "tika-s0105t1:243_1": "Kammarūpañhetaṁ “pathavī”ti kammakattuvasena vuttattā yathā “kusulo bhijjatī”ti.",
  "tika-s0105t1:243_2": "Tenāha “bhijjissatī”ti.",
  "tika-s0105t1:243_3": "Thusamuṭṭhīti palāsamuṭṭhi, bhusamuṭṭhi vā.",
  "tika-s0105t1:243_4": "Kasmāti āha “sarasanthambhanamatte”tiādi.",
  "tika-s0105t1:244_0": "Bhītatasitā bhayavasena chambhitasarīrā uddhaggalomā honti haṭṭhalomā, abhītatasitā pana bhayupaddavābhāvato acchambhitasarīrā patitalomā honti ahaṭṭhalomā, khemena sotthinā tiṭṭhanti, tāya pana patitalomatāya tassa sotthibhāvo pākaṭo hotīti phalena kāraṇaṁ vibhāvetuṁ pāḷiyaṁ “pallomo’ti vuttanti dasseti “pannalomo”tiādinā.",
  "tika-s0105t1:244_1": "Niruttinayena padasiddhi yathā taṁ bhayabheravasutte “bhiyyo pallomamāpādiṁ araññe vihārāyā”ti.",
  "tika-s0105t1:244_2": "Idanti osānavacanaṁ.",
  "tika-s0105t1:244_3": "“Sace me rājā taṁ dārikaṁ dasseti, kumāro sotthi pallomo bhavissatī”ti paṭiññākaraṇaṁ pakaraṇatoyeva pākaṭaṁ.",
  "tika-s0105t1:244_4": "Tenāti kaṇhena.",
  "tika-s0105t1:244_5": "Manteti bāhukkhambhakamantassa paṭippassambhakavijjāsaṅkhāte mante.",
  "tika-s0105t1:244_6": "Evarūpānañhi bhayupaddavakarānaṁ mantānaṁ ekaṁseneva paṭippassambhakamantāhonti yathā taṁ kusumārakavijjādīnaṁ.",
  "tika-s0105t1:244_7": "Parivattiteti pajappite.",
  "tika-s0105t1:244_8": "Attano dhītuyā apavādamocanatthaṁ taṁ adāsaṁ bhujissaṁ karoti.",
  "tika-s0105t1:244_9": "Tassā anurūpe issariye ṭhapanatthaṁ uḷāre ca naṁ ṭhāne ṭhapesi.",
  "tika-s0105t1:244_10": "Ekena pakkhenāti mātupakkhena.",
  "tika-s0105t1:244_11": "Karuṇāyanto samassāsanatthaṁ āha, na pana uccākulīnabhāvadassanatthaṁ.",
  "tika-s0105t1:244_12": "Tenāha “atha kho bhagavā”tiādi.",
  "tika-s0105t1:245_0": "Khattiyaseṭṭhabhāvavaṇṇanā",
  "tika-s0105t1:246_0": "275.Brāhmaṇesūti vohāramattaṁ, brāhmaṇānaṁ samīpe brāhmaṇehi laddhabbāni āsanādīni labhethāti vuttaṁ hoti.",
  "tika-s0105t1:246_1": "Tena vuttaṁ “brāhmaṇānaṁantare”ti.",
  "tika-s0105t1:246_2": "Kevalaṁ vedasatthānurūpaṁ paralokagate saddhāya eva kātabbaṁ, na tadaññaṁ kiñci abhipatthentenāti saddhanti nibbacanaṁ dassetuṁ “matake uddissa katabhatte”ti vuttaṁ.",
  "tika-s0105t1:246_3": "Maṅgalādibhatteti ettha ādisaddena ussavadevatārādhanādibhatte saṅgaṇhāti.",
  "tika-s0105t1:246_4": "Yaññabhatteti pāpasaññamādivasena katabhatte.",
  "tika-s0105t1:246_5": "“Pāpasaññamādibhatto bhavissatī”tiādinā hi aggihomo idha yaññaṁ.",
  "tika-s0105t1:246_6": "Pāhunakānanti atithīnaṁ.",
  "tika-s0105t1:246_7": "Anāgantukānampi pāheṇakabhattaṁ “pāhuna”ntveva vuccatīti āha “paṇṇākārabhatte vā”ti.",
  "tika-s0105t1:246_8": "Āvaṭaṁ nivāraṇaṁ.",
  "tika-s0105t1:246_9": "Anāvaṭaṁ anivāraṇaṁ.",
  "tika-s0105t1:246_10": "Khattiyabhāvaṁ appatto ubhatosujātābhāvato.",
  "tika-s0105t1:246_11": "Tenāha “aparisuddho”ti.",
  "tika-s0105t1:247_0": "276.Itthiyā vā itthiṁ karitvāti ettha karaṇaṁ nāma kiriyāsāmaññavisayaṁ karabhūdhātūnaṁ atthavasena sabbadhātvantogadhattāti āha “pariyesitvā”ti.",
  "tika-s0105t1:247_1": "Khattiyakumārassa bhariyābhūtaṁ brāhmaṇakaññaṁ itthiṁ pariyesitvā gahetvā brāhmaṇānaṁ itthiyā vā khattiyāva seṭṭhā, “hīnā brāhmaṇā”ti pāḷimudāharitvā yojetabbaṁ.",
  "tika-s0105t1:247_2": "“Purisena vā purisaṁ karitvāti etthāpi eseva nayo”ti ācariyena vuttaṁ.",
  "tika-s0105t1:247_3": "Tatthāpi hi khattiyakaññāya patibhūtaṁ brāhmaṇakumāraṁ purisaṁ pariyesitvā gahetvā brāhmaṇānaṁ purisena vā khattiyāva seṭṭhā, hīnā brāhmaṇāti yojanā.",
  "tika-s0105t1:247_4": "Kismiñcideva pakaraṇeti ettha pakaraṇaṁ nāma kāraṇaṁ “etasmiṁ nidāne etasmiṁ pakaraṇe”tiādīsu viya, tasmā rāgādivasena pakkhalite ṭhāne hetubhūteti attho, taṁ pana atthato aparādhova, so ca akattabbakaraṇanti āha “kismiñcideva dose”tiādi.",
  "tika-s0105t1:247_5": "Bhassasaddo bhasmapariyāyo.",
  "tika-s0105t1:247_6": "Bhasīyati niratthakabhāvena khipīyatīti hi bhassaṁ, chārikā.",
  "tika-s0105t1:247_7": "“Vadhitvā”ti etassa atthavacanaṁ “okiritvā”ti.",
  "tika-s0105t1:248_0": "277.",
  "tika-s0105t1:248_1": "Kammakilesehi janetabbo, tehi vā jāyatīti janito, sveva janeto, manussova.",
  "tika-s0105t1:248_2": "Tathā hi vuttaṁ “ye gottapaṭisārino”ti.",
  "tika-s0105t1:248_3": "Tadetaṁ pajāvacanaṁ viya jātisaddavasena bahumhi ekavacananti āha “pajāyāti attho”ti.",
  "tika-s0105t1:248_4": "Etasmiṁ janetipi yujjati.",
  "tika-s0105t1:248_5": "Paṭisarantīti gottaṁ paṭicca “ahaṁ gotamo, ahaṁ kassapo”tiādinā saraṇaṁ karonti vicinanti.",
  "tika-s0105t1:249_0": "Paṭhamabhāṇavāravaṇṇanā niṭṭhitā.",
  "tika-s0105t1:250_0": "Vijjācaraṇakathāvaṇṇanā",
  "tika-s0105t1:251_0": "278.",
  "tika-s0105t1:251_1": "Imasmiṁ pana siloke āhariyamāne brahmagarukā saddheyyataṁ āpajjissanti, ambaṭṭho ca “vijjācaraṇasampanno”ti padaṁ sutvā vijjācaraṇaṁ pucchissati, evamayaṁ vijjācaraṇaparidīpanī desanā mahājanassa sātthikā bhavissatīti passitvā lokanātho imaṁ silokaṁ sanaṅkumārabhāsitaṁ āharīti imamatthampi vibhāvento “imāya pana gāthāyā”tiādimāha.",
  "tika-s0105t1:251_2": "Itarathā hi bhagavāpi asabbaññū parāvassayo bhaveyya, na ca yujjati bhagavato parāvassayatā sammāsambuddhabhāvato.",
  "tika-s0105t1:251_3": "Tenāha “ahampi hi, ambaṭṭha, evaṁ vadāmī”tiādi.",
  "tika-s0105t1:251_4": "Brāhmaṇasamaye siddhanti brāhmaṇaladdhiyā pākaṭaṁ.",
  "tika-s0105t1:251_5": "Vakkhamānanayena jātivādādipaṭisaṁyuttaṁ.“Saṁsanditvāti ghaṭetvā, aviruddhaṁ katvāti attho”ti ācariyenavuttaṁ.",
  "tika-s0105t1:251_6": "Idāni pana potthakesu “paṭikkhipitvā”ti pāṭho dissati, so ayuttova.",
  "tika-s0105t1:251_7": "Kasmāti ce?",
  "tika-s0105t1:251_8": "Na hi pāḷiyaṁ brāhmaṇasamayasiddhaṁ vijjācaraṇaṁ paṭikkhipati, tadeva ambaṭṭhena cintitaṁ vijjācaraṇaṁ ghaṭetvā aviruddhaṁ katvā anuttaraṁ vijjācaraṇaṁ desetīti.",
  "tika-s0105t1:252_0": "Vādoti laddhi, vacībhedo vā.",
  "tika-s0105t1:252_1": "Tenāha “brāhmaṇa…pe…ādivacana”nti.",
  "tika-s0105t1:252_2": "Laddhipi hi vattabbattā vacanameva.",
  "tika-s0105t1:252_3": "Idanti ajjhenajjhāpanayajanayājanādikammaṁ, na vessassa, na khattiyassa, na tadaññesanti atthaṁ ādisaddena saṅgaṇhāti.",
  "tika-s0105t1:252_4": "Sabbatthāti gottavādamānavādesu.",
  "tika-s0105t1:252_5": "Tatthāpi hi gottavādoti gottaṁ ārabbha vādo, kassapassevidaṁ vaṭṭati, na kosiyassātiādivacananti attho.",
  "tika-s0105t1:252_6": "Mānavādoti mānaṁ ārabbha attukkaṁsanaparavambhanavasena vādo, brāhmaṇassevidaṁ vaṭṭati, na suddassātiādivacananti attho.",
  "tika-s0105t1:252_7": "Jātivāde vinibaddhāti jātisannissitavāde paṭibaddhā.",
  "tika-s0105t1:252_8": "Sabbatthāti gottavādavinibaddhādīsu.",
  "tika-s0105t1:252_9": "Gottavādavinibaddhāti hi gottavāde vinibaddhā.",
  "tika-s0105t1:252_10": "Mānavādavinibaddhāti mānavāde vinibaddhā, ye hi brāhmaṇasseva ajjhenajjhāpanayajanayājanādayoti evaṁ attukkaṁsanaparavambhanavasena pavattā, te mānavādavinibaddhā ca honti.",
  "tika-s0105t1:252_11": "Āvāhavivāhavinibaddhāti āvāhavivāhesu vinibaddhā.",
  "tika-s0105t1:252_12": "Ye hi vinibaddhattayavasena “arahasi vā maṁ tvaṁ, na vā maṁ tvaṁ arahasī”ti evaṁ pavattanakā, te āvāhavivāhavinibaddhā ca hontīti imamatthasesaṁ sandhāya “esa nayo”ti vuttaṁ.",
  "tika-s0105t1:252_13": "Āvāhavivāhavinibaddhabhāvavibhāvanatthañhi “arahasi vā maṁ tvaṁ, na vā maṁ tvaṁ arahasī”ti pāḷiyaṁ vuttaṁ, tadetaṁ jātivādādīhi tīhi padehi yojetabbaṁ.",
  "tika-s0105t1:252_14": "Āvuttiādinayena hi jātivādādayo dvikkhattumatthadīpakā.",
  "tika-s0105t1:252_15": "Tathā hi ācariyena vuttaṁ “ye pana āvāhavivāhavinibaddhā, te eva sambandhattayavasena ‘arahasi vā maṁ tvaṁ, na vā maṁ tvaṁ arahasī’ti evaṁ pavattanakā”ti.",
  "tika-s0105t1:253_0": "Nanu pubbe vijjācaraṇaṁ puṭṭhaṁ, kasmā taṁ puna pucchatīti codanaṁ sodhento “tato ambaṭṭho”tiādimāha.",
  "tika-s0105t1:253_1": "Tattha yatthāti yassaṁ vijjācaraṇasampattiyaṁ.",
  "tika-s0105t1:253_2": "Brāhmaṇasamayasiddhaṁ sandhāya vuttaṁ.",
  "tika-s0105t1:253_3": "Laggissāmāti olaggā antogadhā bhavissāma.",
  "tika-s0105t1:253_4": "Tatoti tāya vijjācaraṇasampadāya.",
  "tika-s0105t1:253_5": "Avakkhipīti avacāsi.",
  "tika-s0105t1:253_6": "Paramatthato avijjācaraṇāniyeva “vijjācaraṇānī”ti gahetvā ṭhito hi paramatthato vijjācaraṇesu vibhajiyamānesu so tato dūrato apanīto nāma hoti.",
  "tika-s0105t1:253_7": "Yatthāti yassaṁ pana vijjācaraṇasampattiyaṁ.",
  "tika-s0105t1:253_8": "Anuttaravijjācaraṇaṁ sandhāya vuttaṁ.",
  "tika-s0105t1:253_9": "Jānanakiriyāyoge kammampi yujjanakiriyāyoge kattāyeva upapanno.",
  "tika-s0105t1:253_10": "Padhānakiriyāpekkhā hi kārakāti vuttaṁ “ayaṁ no vijjācaraṇasampadā ñātuṁ vaṭṭatī”ti.",
  "tika-s0105t1:253_11": "Evamīdisesu.",
  "tika-s0105t1:253_12": "Samudāgamatoti ādisamuṭṭhānato.",
  "tika-s0105t1:254_0": "279.",
  "tika-s0105t1:254_1": "Kāmaṁ caraṇapariyāpannattā caraṇavasena niyyātetuṁ vaṭṭati, ambaṭṭhassa pana asamapathagamanaṁ nivārento sīlavaseneva niyyātetīti imamatthaṁ vibhāvetuṁ “caraṇapariyāpannampī”ti vuttaṁ.",
  "tika-s0105t1:254_2": "Brahmajāle vuttanayena khuddakādibhedaṁ tividhaṁ sīlaṁ.",
  "tika-s0105t1:254_3": "Sīlavasenevāti sīlapariyāyavaseneva.",
  "tika-s0105t1:254_4": "Kiñci kiñci sīlanti brāhmaṇānaṁ jātisiddhaṁ ahiṁsanādiyamaniyamalakkhaṇaṁ appamattakaṁ sīlaṁ.",
  "tika-s0105t1:254_5": "Tasmāti tathā vijjamānattā, attani vijjamānaṁ sīlamattampi nissāya laggeyyāti adhippāyo.",
  "tika-s0105t1:254_6": "“Tattha tattheva laggeyyāti tasmiṁ tasmiṁyeva brāhmaṇasamayasiddhe sīlamatte ‘caraṇa’nti laggeyyā”ti ācariyena vuttaṁ, tadetaṁ aṭṭhakathāyameva sākāravacanassa vuttattā vicāretabbaṁ, adhippāyamattadassanaṁ vā etaṁ.",
  "tika-s0105t1:254_7": "Ayaṁ panettha attho –",
  "tika-s0105t1:254_8": "tattha tattheva laggeyyāti tasmiṁ tasmiṁyeva attani vijjamānasīlamattapaṭisaṁyuttaṭṭhāne “mayampi caraṇasampannā”ti laggeyya, tasmā sīlavaseneva niyyātetīti sambandho.",
  "tika-s0105t1:254_9": "Tathāpasaṅgābhāvato pana upari caraṇavaseneva niyyātetīti dassento “yaṁ panā”tiādimāha.",
  "tika-s0105t1:254_10": "Rūpāvacaracatutthajjhānaniddeseneva arūpāvacarajjhānānampi niddiṭṭhabhāvāpattito “aṭṭhapi samāpattiyo ‘caraṇa’nti niyyātitā”ti vuttaṁ.",
  "tika-s0105t1:254_11": "Tānipi hi aṅgasamatāya catutthajjhānānevāti.",
  "tika-s0105t1:254_12": "Niyyātitāti ca asesato nīharitvā gahitā, nidassitāti attho.",
  "tika-s0105t1:254_13": "Vipassanāñāṇato panāti “so evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammanīye ṭhite āneñjappatte ñāṇadassanāya cittaṁ abhinīharati abhininnāmetī”tiādinā nayena vipassanāñāṇato paṭṭhāya.",
  "tika-s0105t1:255_0": "Catuapāyamukhakathāvaṇṇanā",
  "tika-s0105t1:256_0": "280.Asampāpuṇantoti ārabhitvāpi sampajjitumasakkonto.",
  "tika-s0105t1:256_1": "Avisahamānoti ārabhitumeva asakkonto.",
  "tika-s0105t1:256_2": "“Khārī”ti tāpasaparikkhārassetaṁ adhivacanaṁ, so ca anekabhedoti vibhajitvā dassetuṁ “araṇī”tiādi vuttaṁ.",
  "tika-s0105t1:256_3": "Tattha araṇīti heṭṭhimuparimavasena aggidhamanakaṁ araṇīdvayaṁ.",
  "tika-s0105t1:256_4": "Kamaṇḍalūti kuṇḍikā.",
  "tika-s0105t1:256_5": "Sujāti homadabbi.",
  "tika-s0105t1:256_6": "Sujāsaddo hi homakammani habyannādīnamuddharaṇatthaṁ katadabbiyaṁ vattati yathā taṁ kūṭadantasutte “paṭhamo vā dutiyo vā sujaṁ paggaṇhantāna”nti.",
  "tika-s0105t1:256_7": "Tathā hi imasmiṁyeva ṭhāne ācariyena vuttaṁ “sujāti dabbī”ti.",
  "tika-s0105t1:256_8": "Habyannādīnaṁ sukhaggahaṇatthaṁ jāyatīti hi sujā.",
  "tika-s0105t1:256_9": "Keci pana imamatthamavicāretvā tunnatthameva gahetvā “sūcī”ti paṭhanti, tadayuttameva ācariyena tathā avaṇṇitattā.",
  "tika-s0105t1:256_10": "Camati adatīti camaro, migaviseso, tassa vālena katā bījanī cāmarā.",
  "tika-s0105t1:256_11": "Ādisaddena tidaṇḍatighaṭikādīni saṅgaṇhāti.",
  "tika-s0105t1:256_12": "Kucchitena vaṅkākārena jāyatīti kājo yathā “kālavaṇa”nti;",
  "tika-s0105t1:256_13": "kacati bhāraṁ bandhati etthāti vā kāco.",
  "tika-s0105t1:256_14": "Duvidhampi hi padamicchanti saddavidū.",
  "tika-s0105t1:256_15": "Khāribharitanti khārīhi paripuṇṇaṁ.",
  "tika-s0105t1:256_16": "Ekena vi-kārena padaṁ vaḍḍhetvā “khārivividha”nti paṭhantānaṁ vāde samuccayasamāsena atthaṁ dassento “ye panā”tiādimāha.",
  "tika-s0105t1:257_0": "Nanu upasampannassa bhikkhuno sāsanikopi yo koci anupasampanno atthato paricārakova hoti api khīṇāsavasāmaṇero, kimaṅgaṁ pana bāhirakapabbajiteti anuyogaṁ pati tattha visesaṁ dassetuṁ “kāmañcā”tiādi vuttaṁ.",
  "tika-s0105t1:257_1": "Vuttanayenāti “kappiya…pe…",
  "tika-s0105t1:257_2": "vattakaraṇavasenā”ti evaṁ vuttanayena.",
  "tika-s0105t1:257_3": "Anekasatasahassasaṁvaravinayasamādānavasena upasampannabhāvassa visiṭṭhabhāvato khīṇāsavasāmaṇeropi puthujjanabhikkhuno paricārakoti vutto.",
  "tika-s0105t1:258_0": "“Navakoṭisahassāni, asītisatakoṭiyo;",
  "tika-s0105t1:259_0": "Paññāsasatasahassāni, chattiṁsa ca punāpare;",
  "tika-s0105t1:260_0": "Ete saṁvaravinayā, sambuddhena pakāsitā;",
  "tika-s0105t1:261_0": "Peyyālamukhena niddiṭṭhā, sikkhā vinayasaṁvare”ti. ;",
  "tika-s0105t1:262_0": "Evaṁ vuttappabhedānaṁ anekasatasahassānaṁ saṁvaravinayānaṁ samādāya sikkhanena uparibhūtā aggabhūtā sampadāti hi upasampadā, tāya cesa upasampadāya puthujjanabhikkhu upasampannoti.",
  "tika-s0105t1:263_0": "Ayaṁ panāti yathāvuttalakkhaṇo tāpaso.",
  "tika-s0105t1:263_1": "Tāpasā hi kammavādikiriyavādino, na sāsanassa paṭāṇībhūtā, yato nesaṁ pabbajitumāgatānaṁ vināva titthiyaparivāsena khandhake pabbajjā anuññātā.",
  "tika-s0105t1:263_2": "Tapo etesamatthīti tāpasā ta-kārassa dīghaṁ katvā.",
  "tika-s0105t1:263_3": "“Lomasā”tiādīsu viya hi sa-paccayamicchanti saddavidū.",
  "tika-s0105t1:263_4": "Idaṁ vuttaṁ hoti –",
  "tika-s0105t1:263_5": "kāmaṁ khīṇāsavopi sāmaṇero puthujjanassa bhikkhuno atthato paricārakova hoti, so pana vattakaraṇamatteneva paricārako, na lāmakabhāvena.",
  "tika-s0105t1:263_6": "Tāpaso tu guṇavasena ceva veyyāvaccakaraṇavasena ca lāmakabhāveneva paricārako, na vattakaraṇamattena, evamimesaṁ nānākaraṇaṁ sandhāya tāpasasseva paricārakatā vuttāti.",
  "tika-s0105t1:264_0": "“Kasmā”tiādinā codako kāraṇaṁ codeti.",
  "tika-s0105t1:264_1": "“Yasmā”tiādinā ācariyo kāraṇaṁ dassetvā pariharati.",
  "tika-s0105t1:264_2": "Evaṁ saṅkhepato pariharitamatthaṁ vivarituṁ “imasmiñhī”tiādi vuttaṁ.",
  "tika-s0105t1:264_3": "Asakkontanti asamatthanena vippaṭipajjantaṁ alajjiṁ.",
  "tika-s0105t1:264_4": "Khuradhārūpamanti khuradhārānaṁ matthakeneva akkamitvā gamanūpamaṁ.",
  "tika-s0105t1:264_5": "Bahujanasammatāti mahājanena seṭṭhasammatā.",
  "tika-s0105t1:264_6": "Aññeti apare bhikkhū.",
  "tika-s0105t1:264_7": "Idhāti tāpasapabbajjāya.",
  "tika-s0105t1:264_8": "Chandena saha carantīti sachandacārino, yathākāmaṁ paṭipannakāti vuttaṁ hoti.",
  "tika-s0105t1:264_9": "Anusikkhantoti diṭṭhānugatiyā sikkhanto.",
  "tika-s0105t1:264_10": "Tāpasāva bahukā honti, na bhikkhū.",
  "tika-s0105t1:265_0": "Kudālapiṭakānaṁ nibbacanaṁ heṭṭhā vuttameva.",
  "tika-s0105t1:265_1": "Bahujanakuhāpanatthanti bahuno janassa vimhāpanatthaṁ.",
  "tika-s0105t1:265_2": "Aggisālanti aggihuttasālaṁ.",
  "tika-s0105t1:265_3": "Nānādārūhīti palāsarukkhadaṇḍādīhi nānāvidhasamidhādārūhi.",
  "tika-s0105t1:265_4": "Homakaraṇavasenāti yaññakaraṇavasena.",
  "tika-s0105t1:266_0": "Udakavasenettha pānāgāraṁ.",
  "tika-s0105t1:266_1": "Tenāha “pānīyaṁ upaṭṭhapetvā”tiādi.",
  "tika-s0105t1:266_2": "Yaṁ bhattapuṭaṁ vā yāni taṇḍulādīni vāti sambandho.",
  "tika-s0105t1:266_3": "Ambilayāgu nāma takkādiambilasaṁyuttā yāgu.",
  "tika-s0105t1:266_4": "Taṇhādīhi āmasitabbato cīvarādi āmisaṁ nāma.",
  "tika-s0105t1:266_5": "Vaḍḍhiyāti diguṇatiguṇādivaḍḍhiyā.",
  "tika-s0105t1:266_6": "Kuṭumbaṁ saṇṭhapetīti dhanaṁ patiṭṭhāpeti.",
  "tika-s0105t1:266_7": "Yathāvuttamatthaṁ pāḷiyaṁ nidassanamattena vuttanti āha “idaṁ panassa paṭipattimukha”nti, idaṁ pana pāḷivacanaṁ assa catutthassa puggalassa kohaññapaṭipattiyā mukhamattanti attho.",
  "tika-s0105t1:266_8": "Kasmāti ce?",
  "tika-s0105t1:266_9": "So hi nānāvidhena kohaññena lokaṁ vimhāpayanto tattha acchati.",
  "tika-s0105t1:266_10": "Tenāha “iminā hī”tiādi.",
  "tika-s0105t1:266_11": "Evanti “tattha pānīyaṁ upaṭṭhapetvā”tiādinā vuttanayena.",
  "tika-s0105t1:267_0": "“Sabbāpi tāpasapabbajjā niddiṭṭhā”ti dhammādhiṭṭhānanayena dassitameva puggalādhiṭṭhānanayena vivarituṁ “aṭṭhavidhā hī”tiādi vuttaṁ.",
  "tika-s0105t1:267_1": "Khalādīsu manussānaṁ santike upatiṭṭhitvā vīhimuggamāsatilādīni bhikkhācariyaniyāmena saṅkaḍḍhitvā uñchanaṁ uñchā, sā eva cariyā vutti etesanti uñchācariyā.",
  "tika-s0105t1:267_2": "Aggipakkikāya bhattabhikkhāya jīvantīti aggipakkikā, na aggipakkikā anaggipakkikā, taṇḍulabhikkhāya eva jīvikāti vuttaṁ hoti.",
  "tika-s0105t1:267_3": "Uñchācariyā hi khalādīni gantvā upatiṭṭhitvā manussehi diyyamānaṁ khalaggaṁ nāma dhaññaṁ paṭiggaṇhanti, anaggipakkikā pana tādisamapaṭiggaṇhitvā taṇḍulameva paṭiggaṇhantīti ayametesaṁ viseso.",
  "tika-s0105t1:267_4": "Na sayaṁ pacantīti asāmapākā, pakkabhikkhāya eva jīvikā.",
  "tika-s0105t1:267_5": "Ayo viya kaṭṭhino muṭṭhippamāṇo pāsāṇo ayamuṭṭhi nāma, tena vattantīti ayamuṭṭhikā.",
  "tika-s0105t1:267_6": "Dantena uppāṭitaṁ vakkalaṁ rukkhattaco dantavakkalaṁ, tena vattantīti dantavakkalikā.",
  "tika-s0105t1:267_7": "Pavattaṁ rukkhādito pātāpitaṁ phalaṁ bhuñjanti sīlenāti pavattaphalabhojino.",
  "tika-s0105t1:267_8": "Paṇḍupalāsasaddassa ekasesanayena dvidhā attho, jiṇṇatāya paṇḍubhūtaṁ palāsañceva jiṇṇapakkabhāvena taṁsadisaṁ pupphaphalādi cāti.",
  "tika-s0105t1:267_9": "Tena vakkhati “sayaṁ patitāneva pupphaphalapaṇḍupalāsādīni khādantā yāpentī”ti, tena vattantīti paṇḍupalāsikā, sayaṁpatitapaṇṇapupphaphalabhojino.",
  "tika-s0105t1:267_10": "Idāni te aṭṭhavidhepi sarūpato dassetuṁ “tatthā”tiādi vuttaṁ.",
  "tika-s0105t1:267_11": "Keṇiyajaṭilavatthu khandhakavaṇṇanāya gahetabbaṁ.",
  "tika-s0105t1:268_0": "Saṅkaḍḍhitvāti bhikkhācariyāvasena ekajjhaṁ katvā.",
  "tika-s0105t1:269_0": "Taṇḍulabhikkhanti taṇḍulameva bhikkhaṁ.",
  "tika-s0105t1:269_1": "Bhikkhitabbā yācitabbā, bhikkhūnaṁ ayanti vā bhikkhāti hi bhikkhāsaddo taṇḍulādīsupi niruḷho.",
  "tika-s0105t1:269_2": "Tena vuttaṁ “pacitvā paribhuñjantī”ti.",
  "tika-s0105t1:270_0": "Bhikkhāpariyeṭṭhi nāma dukkhāti paresaṁ gehato gehaṁ gantvā bhikkhāya pariyesanā nāma dīnavuttibhāvena dukkhā.",
  "tika-s0105t1:271_0": "Ye pana “pāsāṇassa pariggaho nāma dukkho pabbajitassā”ti danteheva uppāṭetvā khādanti, te dantavakkalikā nāmāti ayaṁ aṭṭhakathāmuttakanayo.",
  "tika-s0105t1:272_0": "Paṇḍupalāsasaddo pupphaphalavisayopi sadisatākappanenāti dasseti “pupphaphalapaṇḍupalāsādīnī”ti iminā.",
  "tika-s0105t1:273_0": "Teti paṇḍupalāsikā.",
  "tika-s0105t1:273_1": "Nidassanamattametaṁ aññesampi tathā bhedasambhavato.",
  "tika-s0105t1:273_2": "Pāpuṇanaṭṭhāneti gahetuṁ sampāpuṇanaṭṭhāne.",
  "tika-s0105t1:273_3": "Ekarukkhatoti paṭhamaṁ upagatarukkhato.",
  "tika-s0105t1:274_0": "Kathamettāvatā sabbāpi tāpasapabbajjā niddiṭṭhāti codanā na tāva visodhitāti āha “imā panā”tiādi.",
  "tika-s0105t1:274_1": "Catūhiyevāti “khārividhamādāyā”tiādinā vuttāhi pavattaphalabhojanikā, kandamūlaphalabhojanikā, agyāgārikā, āgārikā ceti catūhi eva tāpasapabbajjāhi.",
  "tika-s0105t1:274_2": "Agāraṁ bhajantīti agāraṁ nivāsabhāvena upagacchanti.",
  "tika-s0105t1:274_3": "Iminā hi “catudvāraṁ agāraṁ karitvā acchatī”tiādinā idha vuttāya catutthāya tāpasapabbajjāya tesamavarodhataṁ dasseti.",
  "tika-s0105t1:274_4": "Evamitaresupi paṭilomato yojanā veditabbā.",
  "tika-s0105t1:274_5": "Aggiparicaraṇavasena agyāgāraṁ bhajanti.",
  "tika-s0105t1:274_6": "Evaṁ pana tesamavarodhataṁ vadanto tadanurūpaṁ imesampi paccekaṁ duvidhataṁ dassetīti daṭṭhabbaṁ.",
  "tika-s0105t1:275_0": "281.",
  "tika-s0105t1:275_1": "Ācariyena pokkharasātinā saha pavattatīti sācariyako, tassa.",
  "tika-s0105t1:275_2": "Apāyamukhampīti vināsakāraṇampi.",
  "tika-s0105t1:275_3": "Pageva vijjācaraṇasampadāya sandissaneti pi-saddo garahāyaṁ.",
  "tika-s0105t1:275_4": "Tena vuttaṁ “api nu tvaṁ imāya anuttarāya vijjācaraṇasampadāya sandissasi sācariyako”tiādi.",
  "tika-s0105t1:275_5": "Tatrāyamaṭṭhakathāmuttakanayo –",
  "tika-s0105t1:275_6": "“no hidaṁ bho gotamā”ti sandissanaṁ paṭikkhipitvā asandissanākārameva vibhāvetuṁ “ko cāha”ntiādi vuttaṁ.",
  "tika-s0105t1:275_7": "Sācariyako ahaṁ ko ca kīdiso hutvā anuttarāya vijjācaraṇasampadāya sandissāmi, anuttarā vijjācaraṇasampadā kā ca kīdisā hutvā sācariyake mayi sandissati, ārakā ahaṁ…pe…",
  "tika-s0105t1:275_8": "sācariyakoti saha pāṭhasesena yojanā.",
  "tika-s0105t1:276_0": "282.",
  "tika-s0105t1:276_1": "Apāye vināsanupāye niyutto āpāyiko.",
  "tika-s0105t1:276_2": "Tabbhāvaṁ na paripūreti paripūretuṁ na sakkotīti aparipūramāno, tabbhāvena aparipuṇṇoti attho.",
  "tika-s0105t1:276_3": "Attanā āpāyikena hontenāpi tabbhāvaṁ aparipūramānena pokkharasātinā esā vācā bhāsitāti atthato sambandhattā katvatthe cetaṁ paccattavacananti āha “āpāyikenāpi aparipūramānenā”ti.",
  "tika-s0105t1:276_4": "Apica attanā aparipūramānena āpāyikenāpi sayaṁ aparipūramānāpāyikena hutvāpi pokkharasātinā esā vācā bhāsitāti atthayuttito itthambhūtalakkhaṇe cetaṁ paccattavacanantipi evaṁ vuttaṁ.",
  "tika-s0105t1:276_5": "Añño hi saddakkamo, añño atthakkamoti.",
  "tika-s0105t1:276_6": "Keci pana “karaṇatthameva dassetuṁ evaṁ vutta”nti vadanti, tadayuttameva padadvayassa kattupadena samānatthattā, samānatthānañca padānaṁ aññamaññaṁ karaṇabhāvānupapattito, alamatipapañcena.",
  "tika-s0105t1:277_0": "Pubbakaisibhāvānuyogavaṇṇanā",
  "tika-s0105t1:278_0": "283.",
  "tika-s0105t1:278_1": "Dīyateti datti, sā eva dattikanti āha “dinnaka”nti.",
  "tika-s0105t1:278_2": "Adātukāmampi dātukāmaṁ katvā sammukhā paramāvaṭṭeti sammūḷhaṁ karoti etāyāti sammukhāvaṭṭanī.",
  "tika-s0105t1:278_3": "Tenāha “na demīti vattuṁ na sakkotī”ti.",
  "tika-s0105t1:278_4": "Puna tassāti brāhmaṇassa.",
  "tika-s0105t1:278_5": "Kāraṇānurūpaṁ rājūnaṁ puṇṇapattanti āha “kasmā medinno”ti.",
  "tika-s0105t1:278_6": "Saṅkhapalitakuṭṭhanti dhotasaṅkhamiva setakuṭṭhaṁ.",
  "tika-s0105t1:278_7": "Setapokkhararajatato guṇasamānakāyattā evamāha.",
  "tika-s0105t1:278_8": "Anugacchatīti paramanubandhati.",
  "tika-s0105t1:279_0": "Yadi duvidhenapi kāraṇena rājā brāhmaṇassa sammukhābhāvaṁ na deti, atha kasmā tadupasaṅkamanaṁ na paṭikkhittanti āha “yasmā panā”tiādi.",
  "tika-s0105t1:279_1": "“Khettavijjāyāti nītisatthe”ti ācariyena vuttaṁ.",
  "tika-s0105t1:279_2": "Heṭṭhāpi brahmajālavaṇṇanāyaṁ evaṁ vuttaṁ “khettavijjāti abbheyyamāsurakkharājasatthādinītisattha”nti.",
  "tika-s0105t1:279_3": "dussamettha tirokaraṇiyaṁ.",
  "tika-s0105t1:279_4": "Tenāha “sāṇipākārassa anto ṭhatvā”ti.",
  "tika-s0105t1:279_5": "Antasaddena pana tabbhāvena pade vaḍḍhiyamāne dussantaṁ yathā “vananto”ti.",
  "tika-s0105t1:279_6": "“Payātanti saddhaṁ, sassatikaṁ vā.",
  "tika-s0105t1:279_7": "Tenāha abhiharitvā dinna”nti ācariyena vuttaṁ, tasmā matakabhattasaṅkhepena vā niccabhattasaṅkhepena vā abhiharitvā dinnaṁ bhikkhanti attho veditabbo.",
  "tika-s0105t1:279_8": "“Ayaṁ panā”tiādi atthāpattivacanaṁ.",
  "tika-s0105t1:279_9": "Niṭṭhanti nicchayaṁ.",
  "tika-s0105t1:279_10": "Kasmā pana bhagavā brāhmaṇassa evarūpaṁ amanāpaṁ mammavacanaṁ avocāti codanaṁ kāraṇaṁ dassetvā sodhetuṁ “idaṁ panā”tiādi vuttaṁ.",
  "tika-s0105t1:279_11": "Rahassampi paṭicchannampi mammavacanaṁ pakāsesīti sambandho.",
  "tika-s0105t1:280_0": "284.",
  "tika-s0105t1:280_1": "Rājāsanaṁ nāma hatthikkhandhapadesaṁ sandhāya “hatthigīvāya vā nisinno”ti pāḷiyaṁ vuttaṁ.",
  "tika-s0105t1:280_2": "Rathūpatthareti rathassa upari attharitapadese.",
  "tika-s0105t1:280_3": "Tenāha “rathamhī”tiādi.",
  "tika-s0105t1:280_4": "Uggatuggatehīti uggatānamatisayena uggatehi.",
  "tika-s0105t1:280_5": "Na hi vicchāsamāso lokikehi abhimatoti.",
  "tika-s0105t1:280_6": "Rañño apaccaṁ rājañño, bahukattaṁ pati, ekasesanayena vā “rājaññehī”ti vuttaṁ.",
  "tika-s0105t1:280_7": "Pākaṭamantananti pakāsabhūtaṁ mantanaṁ.",
  "tika-s0105t1:280_8": "Tadevidhādhippetaṁ, na rahassamantanaṁ suddādīhipi suyyamānassa icchitattā.",
  "tika-s0105t1:280_9": "Tena vuttaṁ “atha āgaccheyya suddo vā suddadāso vā”tiādi.",
  "tika-s0105t1:280_10": "Tādisehiyevāti rañño ākārasadiseheva.",
  "tika-s0105t1:280_11": "Tassatthassa sādhanasamatthaṁ vacanaṁ raññā bhaṇitaṁ yathā, tathā sopi tassatthassa sādhanasamatthameva bhaṇitaṁ vacanaṁ apinu bhaṇatīti yojetabbaṁ.",
  "tika-s0105t1:281_0": "285.“Pavattāro”ti etassa pāvacanabhāvena vattāroti saddato attho.",
  "tika-s0105t1:281_1": "Yasmā pana te tathābhūtā mantānaṁ pavattakā nāma, tasmā adhippāyato atthaṁ dassetuṁ “pavattayitāro”ti vuttaṁ.",
  "tika-s0105t1:281_2": "Vadasaddena, hi tupaccayena ca “vattāro”ti padasiddhi, tathā vatusaddena “pavattayitāro”ti.",
  "tika-s0105t1:281_3": "Idaṁ ācariyassa ca ācariyasāriputtattherassa ca mataṁ.",
  "tika-s0105t1:281_4": "Vatusaddeneva “pavattāro”ti padasiddhiṁ dassetītipi keci vadanti.",
  "tika-s0105t1:281_5": "Padadvayassa tulyādhikaraṇattā “mantamevā”ti vuttaṁ.",
  "tika-s0105t1:281_6": "“Sudde bahi katvā raho bhāsitabbaṭṭhena mantā eva taṁ taṁ atthapaṭipattihetutāya pada”nti hi tulyādhikaraṇaṁ hoti, anupanītāsādhāraṇatāya rahassabhāvena vattabbāya mantanakiriyāya padamadhigamupāyantipi mantapadanti aṭṭhakathāmuttako nayo.",
  "tika-s0105t1:281_7": "Gītanti gāyanavasena sajjhāyitaṁ, gāyanampidha udattānudattādisarasampādanavaseneva adhippetanti vuttaṁ “sarasampattivasenā”ti.",
  "tika-s0105t1:281_8": "Pāvacanabhāvena aññesaṁ vuttaṁ.",
  "tika-s0105t1:281_9": "Tamaññesaṁ vādāpanavasena vācitaṁ.",
  "tika-s0105t1:281_10": "Saṅgahetvā uparūpari saññūḷhāvasena samupabyūḷhaṁ.",
  "tika-s0105t1:281_11": "Iruvedayajuvedasāmavedādivasena, tatthāpi paccekaṁ mantabrahmādivasena, ajjhāyānuvākādivasena ca rāsikataṁ.",
  "tika-s0105t1:281_12": "Yathāvuttanayeneva piṇḍaṁ katvā ṭhapitaṁ.",
  "tika-s0105t1:281_13": "Aññesaṁ vācitaṁ anuvācentīti aññesaṁ kammabhūtānaṁ tehi vācāpitaṁ mantapadaṁ etarahi brāhmaṇā aññesaṁ anuvācāpenti.",
  "tika-s0105t1:282_0": "Tesanti mantakattūnaṁ.",
  "tika-s0105t1:282_1": "Dibbacakkhuparibhaṇḍaṁ yathākammūpagañāṇaṁ, paccakkhato dassanaṭṭhena dibbacakkhusadisañca pubbenivāsānussatiñāṇaṁ sandhāya “dibbena cakkhunā”ti vuttaṁ.",
  "tika-s0105t1:282_2": "Ato dibbacakkhuparibhaṇḍena yathākammūpagañāṇena sattānaṁ kammassakatādīni ceva dibbacakkhusadisena pubbenivāsānussatiñāṇena atītakappe brāhmaṇānaṁ mantajjhenavidhiñca oloketvāti attho gahetabbo.",
  "tika-s0105t1:282_3": "Rūpameva hi paccuppannaṁ dibbacakkhussa ārammaṇanti tamidha aṭṭhānagataṁ hoti.",
  "tika-s0105t1:282_4": "Pāvacanena saha saṁsanditvāti yaṁ kassapasammāsambuddhena vuttaṁ vaṭṭasannissitaṁ vacanaṁ, tena saha saṁsanditvā aviruddhaṁ katvā.",
  "tika-s0105t1:282_5": "Na hi tesaṁ vivaṭṭasannissito attho paccakkhato hoti.",
  "tika-s0105t1:282_6": "Ganthiṁsūti pajjagajjabandhavasena sakkatabhāsāya bandhiṁsu.",
  "tika-s0105t1:282_7": "Aparā pareti aṭṭhakādīhi aparā aññepi pare pacchimā okkākarājakālādīsu uppannā.",
  "tika-s0105t1:282_8": "Pāṇātipātādīni pakkhipitvāti aṭṭhakādīhi ganthitamantapadesveva pāṇātipātādikilesasannissitapadānaṁ tattha tattha pakkhipanaṁ katvā.",
  "tika-s0105t1:282_9": "Viruddhe akaṁsūti suttanipāte brāhmaṇadhammikasuttādīsu āgatanayena saṁkilesikatthadīpanato paccanīkabhūte akaṁsu.",
  "tika-s0105t1:282_10": "Isīti nidassanamattaṁ.",
  "tika-s0105t1:282_11": "“Isi vā isitthāya paṭipanno vā”ti hi vattabbaṁ.",
  "tika-s0105t1:282_12": "Kasmā panettha paṭiññāgahaṇavasena desanāsotapatitaṁ na karotīti āha “idha bhagavā”tiādi.",
  "tika-s0105t1:282_13": "Idhāti “tyāhaṁ mante adhīyāmi, ‘sācariyako’ti tvaṁ maññasī”ti vuttaṭṭhāne.",
  "tika-s0105t1:282_14": "Paṭiññaṁ aggahetvāti yathā heṭṭhā paṭiññā gahitā, tathā “taṁ kiṁ maññasi ambaṭṭha, tāvatā tvaṁ bhavissasi isi vā isitthāya vā paṭipanno sācariyakoti, no hidaṁ bho gotamā”ti evaṁ idha paṭiññaṁ aggahetvā.",
  "tika-s0105t1:283_0": "286.Nirāmagandhāti kilesāsucivasena vissagandharahitā.",
  "tika-s0105t1:283_1": "Anitthigandhāti itthīnaṁ gandhamattassapi avisahanena itthigandharahitā.",
  "tika-s0105t1:283_2": "Rajojalladharāti pakatirajasedādijalladharā.",
  "tika-s0105t1:283_3": "Pākārapurisaguttīti pākārāvaraṇaṁ, purisāvaraṇañca.",
  "tika-s0105t1:283_4": "Ettha pana “nirāmagandhā”ti etena tesaṁ dasannaṁ brāhmaṇānaṁ vikkhambhitakilesataṁ dasseti, “anitthigandhā, brahmacārino”ti ca etena ekavihāritaṁ, “rajojalladharā”ti etena maṇḍanavibhūsanābhāvaṁ, “araññāyatane pabbatapādesu vasiṁsū”ti etena manussūpacāraṁ pahāya vivittavāsaṁ, “vanamūlaphalāhārā vasiṁsū”ti etena sālimaṁsodanādipaṇītāhāra paṭikkhepaṁ, “yadā”tiādinā yānavāhanapaṭikkhepaṁ, “sabbadisāsū”tiādinā rakkhāvaraṇapaṭikkhepaṁ.",
  "tika-s0105t1:283_5": "Evañca dassento micchāpaṭipadāpakkhikaṁ sācariyakassa ambaṭṭhassa vuttiṁ upādāya sammāpaṭipadāpakkhikāpi tesaṁ brāhmaṇānaṁ vutti ariyavinaye sammāpaṭipattiṁ upādāya micchāpaṭipadāyeva.",
  "tika-s0105t1:283_6": "Kathañhi nāma te bhavissati sallekhapaṭipattiyuttatāti.",
  "tika-s0105t1:283_7": "“Evaṁ su te”tiādinā bhagavā ambaṭṭhaṁ santajjento niggaṇhātītipi vibhāveti.",
  "tika-s0105t1:283_8": "Idañhi vakkhamānāya pāḷiyā piṇḍatthadassananti.",
  "tika-s0105t1:284_0": "Dussapaṭṭikā dussapaṭṭaṁ.",
  "tika-s0105t1:284_1": "Dussakalāpo dussaveṇī.",
  "tika-s0105t1:284_2": "Veṭhakehīti veṭhakapaṭṭakehi, dussehi saṁveṭhetvā katanamitaphāsukāhīti vuttaṁ hoti.",
  "tika-s0105t1:284_3": "Kappetunti kattarikāya chindituṁ.",
  "tika-s0105t1:284_4": "Kappitavālehīti etthāpi eseva nayo.",
  "tika-s0105t1:284_5": "“Na bhikkhave massu kappāpetabba”ntiādīsu viya hi kapusaddo chedane vattati.",
  "tika-s0105t1:284_6": "Yuttaṭṭhānesūti gīvāsīsavāladhīsu.",
  "tika-s0105t1:284_7": "Vālāti tesu ṭhānesu jāyamānā lomā.",
  "tika-s0105t1:284_8": "Sahacaraṇavasena, ṭhānīnāmena vā “kuttavālā”ti vuttā.",
  "tika-s0105t1:284_9": "Keci pana “vāḷayuttattā”ti pāṭhaṁ kappetvā vāḷarūpayuttattāti atthaṁ vadanti, pāḷiyānapekkhanameva tesaṁ doso.",
  "tika-s0105t1:284_10": "“Kuttavālehi vaḷavārathehī”ti pāḷiyaṁ vuttaṁ.",
  "tika-s0105t1:284_11": "Samantānagaranti nagarassa samantato.",
  "tika-s0105t1:284_12": "Pākārassa adhobhāge katasudhākammaṁ ṭhānaṁ nagarassa samīpe kattabbato, upakārakaraṇato ca “upakārikā”ti vuccati.",
  "tika-s0105t1:284_13": "Nagarassa upakārikā etāsanti nagarūpakārikāyo, rājadhānīapekkhāya itthiliṅganiddeso.",
  "tika-s0105t1:284_14": "Tenāha “idha panā”tiādi.",
  "tika-s0105t1:284_15": "Matīti vicikicchāvasena anekaṁsikajānanā.",
  "tika-s0105t1:284_16": "Upari desanāya avaḍḍhakāraṇaṁ dassento “idaṁ bhagavā”tiādimāha.",
  "tika-s0105t1:284_17": "Pāḷiyaṁ so maṁ pañhenāti so jano maṁ pucchāvasena sodheyya.",
  "tika-s0105t1:284_18": "Ahaṁ veyyākaraṇena sodhessāmīti ahampimaṁ vissajjanāvasena sodhessāmīti yathārahamadhikāravasena attho veditabbo.",
  "tika-s0105t1:285_0": "Dvelakkhaṇadassanavaṇṇanā",
  "tika-s0105t1:286_0": "287.“Nisinnāna”ntiādi anādare sāmivacanaṁ, visesanaṁ vā.",
  "tika-s0105t1:286_1": "Saṅkucite iriyāpathe anavasesato lakkhaṇānaṁ dubbibhāvanato “na sakkotī”ti vuttaṁ, tathā suvibhāvanato pana “sakkotī”ti.",
  "tika-s0105t1:286_2": "Pariyesanasukhatthameva tadāciṇṇatā daṭṭhabbā.",
  "tika-s0105t1:286_3": "Tenāti duvidhenapi kāraṇena.",
  "tika-s0105t1:287_0": "Gavesīti ñāṇena pariyesanamakāsi.",
  "tika-s0105t1:287_1": "Gaṇayantoti ñāṇeneva saṅkalayanto.",
  "tika-s0105t1:287_2": "Samānayīti sammā ānayi samāhari.",
  "tika-s0105t1:287_3": "“Kaṅkhatī”ti padassa ākaṅkhatīti atthoti āha “aho vatā”tiādi.",
  "tika-s0105t1:287_4": "Anupasaggampi hi padaṁ katthaci saupasaggamiva atthavisesavācakaṁ yathā “gotrabhū”ti.",
  "tika-s0105t1:287_5": "Tato tato sarīrappadesato.",
  "tika-s0105t1:287_6": "Kicchatīti kilamati.",
  "tika-s0105t1:287_7": "Tenāha “na sakkoti daṭṭhu”nti.",
  "tika-s0105t1:287_8": "Tāyāti “vicinanto kicchatī”ti vuttāya vicikicchāya.",
  "tika-s0105t1:287_9": "Tatoti sanniṭṭhānaṁ agamanato.",
  "tika-s0105t1:287_10": "Evaṁ “kaṅkhatī”ti padassa āsisanatthataṁ dassetvā idāni saṁsayatthataṁ dassento “kaṅkhāya vā”tiādimāha.",
  "tika-s0105t1:287_11": "Tattha kaṅkhāyāti “kaṅkhatī”ti padena vuttāya kaṅkhāya.",
  "tika-s0105t1:287_12": "Asatvapadhānañhi ākhyātikaṁ.",
  "tika-s0105t1:287_13": "Esa nayo sesesupi.",
  "tika-s0105t1:287_14": "Avatthāpabhedagatā vimati eva “tīhi dhammehī”ti vuttā, tippakārehi saṁsayadhammehīti attho.",
  "tika-s0105t1:287_15": "Kālusiyabhāvoti appasannatāya hetubhūto āvilabhāvo.",
  "tika-s0105t1:288_0": "Vatthikosenāti nābhiyā adhobhāgasaṅkhāte vatthimhi jātena liṅgapasibbakena.",
  "tika-s0105t1:288_1": "“Aṇḍakoso”tiādīsu viya hi kosasaddo pariveṭhakapasibbake vattati.",
  "tika-s0105t1:288_2": "Vatthena guhitabbattā vatthaguyhaṁ.",
  "tika-s0105t1:288_3": "Yasmā bhagavato kosohitaṁ vatthaguyhaṁ sabbabuddhāveṇikaṁ aññehi asādhāraṇaṁ suvisuddhakañcanamaṇḍalasannibhaṁ, attano saṇṭhānasannivesasundaratāya ājāneyyagandhahatthino varaṅgaparamacārubhāvaṁ, vikasamānatapaniyāravindasamujjalakesarāvattavilāsaṁ, sañjhāpabhānurañjitajalavanantarābhilakkhitasampuṇṇacandamaṇḍalasobhañca attano siriyā abhibhuyya virājati, yaṁ bāhirabbhantaramalehi anupakkiliṭṭhatāya, cirakālaparicitabrahmacariyādhikāratāya, saṇṭhitasaṇṭhānasampattiyā ca kopīnampi samānaṁ akopīnameva jātaṁ.",
  "tika-s0105t1:288_4": "Tena vuttaṁ “bhagavato hī”tiādi.",
  "tika-s0105t1:288_5": "Varavāraṇassevāti varagandhahatthino iva.",
  "tika-s0105t1:288_6": "Pahūtabhāvanti puthulabhāvaṁ.",
  "tika-s0105t1:288_7": "Ettheva hi tassa saṁsayo.",
  "tika-s0105t1:288_8": "Tanumudusukumārādīsu panassa guṇesu vicāraṇā eva nāhosi.",
  "tika-s0105t1:289_0": "288.",
  "tika-s0105t1:289_1": "“Tathārūpa”nti idaṁ samāsapadanti āha “taṁrūpa”nti.",
  "tika-s0105t1:289_2": "Etthāti yathā ambaṭṭho kosohitaṁ vatthaguyhamaddassa, tathā iddhābhisaṅkhāramabhisaṅkharaṇe.",
  "tika-s0105t1:289_3": "Iminā hi “tathārūpaṁ iddhābhisaṅkhāraṁ abhisaṅkharī”tiādipāḷiparāmasanaṁ, ato cettha saha iddhābhisaṅkhāranayena vatthaguyhadassanakāraṇaṁ milindapañhāpāṭhena vibhāvitaṁ hoti.",
  "tika-s0105t1:289_4": "Keci pana “vatthaguyhadassane”ti parāmasanti, tadayuttameva.",
  "tika-s0105t1:289_5": "Na hi taṁ pāḷiyaṁ, aṭṭhakathāyañca atthi, yaṁ evaṁ parāmasitabbaṁ siyā, iddhābhisaṅkhāranayo ca avibhāvito hoti.",
  "tika-s0105t1:289_6": "Kimettha aññena vattabbaṁ catupaṭisambhidāpattena chaḷabhiññena vādīvarena bhadantanāgasenattherena vuttanayeneva sampaṭicchitabbattā.",
  "tika-s0105t1:289_7": "Hirī karīyate etthāti hirikaraṇaṁ, tadeva okāso tathā, hiriyitabbaṭṭhānaṁ.",
  "tika-s0105t1:289_8": "Uttarassāti suttanipāte āgatassa uttaramāṇavassa.",
  "tika-s0105t1:289_9": "Sabbesampi cetesaṁ vatthu suttanipātato gahetabbaṁ.",
  "tika-s0105t1:290_0": "Chāyanti paṭibimbaṁ.",
  "tika-s0105t1:290_1": "Kathaṁ dassesi, kīdisaṁ vāti āha “iddhiyā”tiādi.",
  "tika-s0105t1:290_2": "Chāyārūpakamattanti bhagavato paṭibimbarūpakameva, na pakativatthaguyhaṁ, tañca buddhasantānato vinimuttattā rūpakamattaṁ bhagavatā sadisavaṇṇasaṇṭhānāvayavaṁ iddhimayaṁ bimbakameva hoti, evañca katvā appakatthena ka-kārena visesitavacanaṁ upapannaṁ hoti.",
  "tika-s0105t1:290_3": "Chāyārūpakamattaṁ iddhiyā abhisaṅkharitvā dassesīti sambandho.",
  "tika-s0105t1:290_4": "“Taṁ pana dassento bhagavā yathā attano buddharūpaṁ na dissati, tathā katvā dassetī”ti ācariyā vadanti.",
  "tika-s0105t1:290_5": "Tadetaṁ bhadantanāgasenattherena vuttena iddhābhisaṅkhatachāyārūpakamattadassanavacanena saṁsandati ceva sameti ca yathā taṁ “khīrena khīraṁ, gaṅgodakena yamunodaka”nti daṭṭhabbaṁ.",
  "tika-s0105t1:290_6": "Tathāvacaneneva hi sesabuddharūpassa taṅkhaṇe adassitabhāvo atthato āpanno hoti.",
  "tika-s0105t1:290_7": "Nivāsananivatthatādivacanena panettha buddhasantānato vinimuttassapi chāyārūpakassa nivāsanādiabahigatabhāvo dassito, na ca codetabbaṁ “kathaṁ nivāsanādiantaragataṁ chāyārūpakaṁ bhagavā dasseti, kathañca ambaṭṭho passatī”ti.",
  "tika-s0105t1:290_8": "Acinteyyo hi iddhivisayoti.",
  "tika-s0105t1:290_9": "Chāyaṁ diṭṭheti chāyāya diṭṭhāya.",
  "tika-s0105t1:290_10": "Etanti chāyārūpakaṁ.",
  "tika-s0105t1:290_11": "Bujjhanake sati jīvitanimittampi hadayamaṁsaṁ dasseyyāti adhippāyo.",
  "tika-s0105t1:290_12": "Ninnetvāti nīharitvā.",
  "tika-s0105t1:290_13": "Ayameva vā pāṭho.",
  "tika-s0105t1:290_14": "Kallosīti vissajjane tvaṁ kusalo cheko asi, yathāvutto vā vissajjanāmaggo upapanno yutto asīti attho.",
  "tika-s0105t1:290_15": "“Kusalo”ti keci paṭhanti, ayuttametaṁ.",
  "tika-s0105t1:290_16": "Milindapañhe hi sabbattha vissajjanāvasāne “kallo” icceva diṭṭhoti.",
  "tika-s0105t1:291_0": "Ninnāmetvāti mukhato nīharaṇavasena kaṇṇasotādiabhimukhaṁ paṇāmetvā, adhippāyameva dassetuṁ “nīharitvā”ti vuttaṁ.",
  "tika-s0105t1:291_1": "Kathinasūciṁ viyāti ghanasukhumabhāvāpādanena kakkhaḷasūcimiva katvā.",
  "tika-s0105t1:291_2": "Tathākaraṇenāti kathinasūciṁ viya karaṇena.",
  "tika-s0105t1:291_3": "Etthāti pahūtajivhāya.",
  "tika-s0105t1:291_4": "Mudubhāvo, dīghabhāvo, tanubhāvo ca dassito amuduno ghanasukhumabhāvāpādanatthamasakkuṇeyyattāti ācariyena vuttaṁ.",
  "tika-s0105t1:291_5": "Tatrāyamadhippāyo –",
  "tika-s0105t1:291_6": "yasmā mudumeva ghanasukhumabhāvāpādanatthaṁ sakkoti, tasmā tathākaraṇena mudubhāvo dassito aggi viya dhūmena.",
  "tika-s0105t1:291_7": "Yasmā ca muduyeva ghanasukhumabhāvāpajjanena dīghagāmi, tasmā kaṇṇasotānumasanena dīghabhāvo dassito.",
  "tika-s0105t1:291_8": "Yasmā pana mudu eva ghanasukhumabhāvāpajjanena tanu hoti, tasmā nāsikāsotānumasanena tanubhāvo dassitoti.",
  "tika-s0105t1:291_9": "Aputhulassa tathāpaṭicchādanatthamasakkuṇeyyattā nalāṭacchādanena puthulabhāvo dassito.",
  "tika-s0105t1:292_0": "289. Patthento hutvā udikkhantoti yojetabbaṁ.",
  "tika-s0105t1:293_0": "290. Mūlavacanaṁ kathā. Paṭivacanaṁ sallāpo.",
  "tika-s0105t1:294_0": "291.",
  "tika-s0105t1:294_1": "“Uddhumātaka”ntiādīsu viya ka-saddo jigucchanatthoti vuttaṁ “tameva jigucchanto”ti.",
  "tika-s0105t1:294_2": "Tamevāti paṇḍitabhāvameva, ambaṭṭhamevātipi attho.",
  "tika-s0105t1:294_3": "Ambaṭṭhañhi sandhāya evamāha.",
  "tika-s0105t1:294_4": "Tathā hi pāḷiyaṁ vuttaṁ “evaṁ…pe…",
  "tika-s0105t1:294_5": "ambaṭṭhaṁ māṇavaṁ etadavocā”ti.",
  "tika-s0105t1:294_6": "Kāmañca ambaṭṭhaṁ sandhāya evaṁ vuttaṁ, nāmagottavasena pana aniyamaṁ katvā garahanto puthuvacanena vadatīti veditabbaṁ.",
  "tika-s0105t1:294_7": "“Yadeva kho tva”nti etassa aniyamavacanassa “evarūpenā”ti idaṁ niyamavacananti dasseti “yādiso”tiādinā.",
  "tika-s0105t1:294_8": "Bhāvenabhāvalakkhaṇe bhummavacanatthe karaṇavacananti vuttaṁ “edise atthacarake”ti.",
  "tika-s0105t1:294_9": "Na aññatrāti na aññattha sugatiyaṁ.",
  "tika-s0105t1:294_10": "Ettha pana “atthacarakenā”ti iminā byatirekamukhena anatthacarakataṁyeva vibhāvetīti daṭṭhabbaṁ.",
  "tika-s0105t1:294_11": "“Upaneyya upaneyyā”ti idaṁ tvādyantaṁ vicchāvacananti āha “brāhmaṇo kho panā”tiādi.",
  "tika-s0105t1:294_12": "Evaṁ upanetvā upanetvāti taṁ taṁ dosaṁ upanīya upanīya.",
  "tika-s0105t1:294_13": "Tenāha “suṭṭhu dāsādibhāvaṁ āropetvā”ti.",
  "tika-s0105t1:294_14": "Pātesīti pavaṭṭanavasena pātesi.",
  "tika-s0105t1:294_15": "Yañca agamāsi, tampi assa tathāgamanasaṅkhātaṁ ṭhānaṁ acchinditvāti yojanā.",
  "tika-s0105t1:295_0": "Pokkharasātibuddhūpasaṅkamanavaṇṇanā",
  "tika-s0105t1:296_0": "292-3-6.",
  "tika-s0105t1:296_1": "Kittako pana soti vuttaṁ “sammodanīyakathāyapi kālo natthī”ti.",
  "tika-s0105t1:296_2": "Āgamā nūti āgato nu.",
  "tika-s0105t1:296_3": "Khoti nipātamattaṁ.",
  "tika-s0105t1:296_4": "Idhāti ettha, tumhākaṁ santikanti attho.",
  "tika-s0105t1:296_5": "Adhivāsetūti sādiyatu, taṁ pana sādiyanaṁ idha manasāva sampaṭiggaho, na kāyavācāhīti āha “sampaṭicchatū”ti.",
  "tika-s0105t1:296_6": "Ajja pavattamānaṁ ajjatanaṁ, puññaṁ, pītipāmojjañca, imamatthaṁ dassetuṁ “yaṁ me”tiādi vuttaṁ.",
  "tika-s0105t1:296_7": "Kāranti upakāraṁ, sakkāraṁ vā.",
  "tika-s0105t1:296_8": "Acopetvāti acāletvā.",
  "tika-s0105t1:297_0": "297.“Sahatthā”ti idaṁ karaṇatthe nissakkavacanaṁ.",
  "tika-s0105t1:297_1": "Tenāha “sahatthenā”ti.",
  "tika-s0105t1:297_2": "Suhitanti dhātaṁ, jighacchādukkhābhāvena vā sukhitaṁ.",
  "tika-s0105t1:297_3": "Yāvadatthanti yāva attho, tāva bhojanena tadā kataṁ.",
  "tika-s0105t1:297_4": "Paṭikkhepapavāraṇāvettha adhippetā, na nimantanapavāraṇāti āha “ala”ntiādi.",
  "tika-s0105t1:297_5": "“Hatthasaññāyā”ti nidassanamattaṁ aññattha mukhavikārena, vacībhedena ca paṭikkhepassa vuttattā, ekakkhaṇepi ca tathāpaṭikkhepassa labbhanato.",
  "tika-s0105t1:297_6": "Onītā pattato pāṇi etassāti onītapattapāṇīti bhinnādhikaraṇavisayo tipado bāhiratthasamāso.",
  "tika-s0105t1:297_7": "Muddhajaṇa-kārena, pana saññogata-kārena ca oṇittasaddo vinābhūteti dasseti “oṇittapattapāṇintipi pāṭho”tiādinā.",
  "tika-s0105t1:297_8": "Sucikaraṇatthe vā oṇittasaddo.",
  "tika-s0105t1:297_9": "Oṇittaṁ āmisāpanayanena sucikataṁ pattaṁ pāṇi ca assāti hi oṇittapattapāṇi.",
  "tika-s0105t1:297_10": "Tenāha “hatthe ca pattañca dhovitvā”ti.",
  "tika-s0105t1:297_11": "“Oṇittaṁ nānābhūtaṁ vinābhūtaṁ, āmisāpanayanena vā sucikataṁ pattaṁ pāṇito assāti oṇittapattapāṇī”ti sāratthadīpaniyaṁ vuttaṁ.",
  "tika-s0105t1:297_12": "Tattha pacchimavacanaṁ “hatthe ca pattañca dhovitvā”ti iminā asaṁsandanato vicāretabbaṁ.",
  "tika-s0105t1:297_13": "Evaṁbhūtanti “bhuttāviṁ onītapattapāṇi”nti vuttappakārena bhūtaṁ.",
  "tika-s0105t1:298_0": "298.Anupubbiṁ kathanti anupubbaṁ kathetabbaṁ kathaṁ.",
  "tika-s0105t1:298_1": "Tenāha “anupaṭipāṭikatha”nti.",
  "tika-s0105t1:298_2": "Kā pana sāti āha “dānānantaraṁ sīla”ntiādi, tenāyamattho bodhito hoti –",
  "tika-s0105t1:298_3": "dānakathā tāva pacurajanesupi pavattiyā sabbasādhāraṇattā, sukarattā, sīle patiṭṭhānassa upāyabhāvato ca ādito kathetabbā.",
  "tika-s0105t1:298_4": "Pariccāgasīlo hi puggalo pariggahavatthūsu vinissaṭabhāvato sukheneva sīlāni samādiyati, tattha ca suppatiṭṭhito hoti, sīlena dāyakapaṭiggāhakasuddhito parānuggahaṁ vatvā parapīḷānivattivacanato, kiriyadhammaṁ vatvā akiriyadhammavacanato, bhogasampattihetuṁ vatvā bhavasampattihetuvacanato ca dānakathānantaraṁ sīlakathā kathetabbā.",
  "tika-s0105t1:298_5": "Tañce dānasīlaṁ vaṭṭanissitaṁ, ayaṁ bhavasampatti tassa phalanti dassanatthaṁ sīlakathānantaraṁ saggakathā.",
  "tika-s0105t1:298_6": "Tāya hi evaṁ dassitaṁ hoti “imehi dānasīlamayehi, paṇītapaṇītatarādibhedabhinnehi ca puññakiriyavatthūhi etā cātumahārājikādīsu paṇītapaṇītatarādibhedabhinnā aparimeyyā dibbasampattiyo laddhabbā”ti.",
  "tika-s0105t1:298_7": "Svāyaṁ saggo rāgādīhi upakkiliṭṭho, sabbathā pana tehi anupakkiliṭṭho ariyamaggoti dassanatthaṁ saggakathānantaraṁ maggakathā.",
  "tika-s0105t1:298_8": "Maggañca kathentena tadadhigamupāyadassanatthaṁ kāmānaṁ ādīnavo, okāro, saṁkileso, nekkhamme ānisaṁso ca kathetabbo.",
  "tika-s0105t1:298_9": "Saggapariyāpannāpi hi sabbe kāmā nāma bahvādīnavā aniccā addhuvā vipariṇāmadhammā, pageva itareti ādīnavo, sabbepi kāmā hīnā gammā pothujjanikā anariyā anatthasaṁhitāti lāmakabhāvo okāro, sabbepi bhavā kilesānaṁ vatthubhūtāti saṁkileso, sabbasaṁkilesavippayuttaṁ nibbānanti nekkhamme ānisaṁso ca kathetabboti.",
  "tika-s0105t1:298_10": "Ayampi attho bodhitoti veditabbo.",
  "tika-s0105t1:298_11": "Maggoti hi ettha iti-saddena ādyatthena kāmādīnavādīnampi saṅgahoti ayamatthavaṇṇanā katā.",
  "tika-s0105t1:298_12": "Tenāha “seyyathidaṁ –",
  "tika-s0105t1:298_13": "dānakathaṁ sīlakathaṁ saggakathaṁ kāmānaṁ ādīnavaṁ okāraṁ saṁkilesaṁ nekkhamme ānisaṁsaṁ pakāsetī”ti.",
  "tika-s0105t1:298_14": "Vitthāro sāratthadīpaniyaṁ gahetabbo.",
  "tika-s0105t1:299_0": "Kasi-saddo ñāṇena gahaṇeti āha “gahitā”tiādi.",
  "tika-s0105t1:299_1": "Sāmaṁsaddena nivattetabbamatthaṁ dasseti “asādhāraṇā aññesa”nti iminā, lokuttaradhammādhigame parūpadesavigatattā, ekeneva loke paṭhamaṁ anuttarāya sammāsambodhiyā abhisambuddhattā ca aññesamasādhāraṇāti vuttaṁ hoti.",
  "tika-s0105t1:299_2": "Dhammacakkhunti ettha sotāpattimaggova adhippeto, na brahmāyusutte viya heṭṭhimā tayo maggā, na ca cūḷarāhulovādasutte viya āsavakkhayo.",
  "tika-s0105t1:299_3": "“Tassa uppattiākāradassanattha”nti kasmā vuttaṁ, nanu maggañāṇaṁ asaṅkhatadhammārammaṇameva, na saṅkhatadhammārammaṇanti codanaṁ sodhento “tañhī”tiādimāha.",
  "tika-s0105t1:299_4": "Kiccavasenāti asammohapaṭivedhakiccavasena.",
  "tika-s0105t1:300_0": "Pokkharasātiupāsakattapaṭivedanākathāvaṇṇanā",
  "tika-s0105t1:301_0": "299.",
  "tika-s0105t1:301_1": "Pāḷiyaṁ “diṭṭhadhammo”tiādīsu dassanaṁ nāma ñāṇato aññampi cakkhādidassanaṁ atthīti tannivattanatthaṁ “pattadhammo”ti vuttaṁ.",
  "tika-s0105t1:301_2": "Patti ca ñāṇapattito aññāpi kāyagamanādipatti vijjatīti tato visesadassanatthaṁ “viditadhammo”ti vuttaṁ.",
  "tika-s0105t1:301_3": "Sā panesā viditadhammatā ekadesatopi hotīti nippadesato viditadhammataṁ dassetuṁ “pariyogāḷhadhammo”ti vuttaṁ, tenassa saccābhisambodhameva dīpeti.",
  "tika-s0105t1:301_4": "Maggañāṇañhi ekābhisamayavasena pariññādicatukiccaṁ sādhentaṁ nippadesena catusaccadhammaṁ samantato ogāḷhaṁ nāma hoti.",
  "tika-s0105t1:301_5": "Tenāha “diṭṭho ariyasaccadhammo etenāti diṭṭhadhammo”ti.",
  "tika-s0105t1:301_6": "“Kathaṁ pana ekameva ñāṇaṁ ekasmiṁ khaṇe cattāri kiccāni sādhentaṁ pavattati.",
  "tika-s0105t1:301_7": "Na hi tādisaṁ loke diṭṭhaṁ, na āgamo vā tādiso atthī”ti na vattabbaṁ.",
  "tika-s0105t1:301_8": "Yathā hi padīpo ekasmiṁyeva khaṇe vaṭṭiṁ dahati, snehaṁ pariyādiyati, andhakāraṁ vidhamati, ālokañcāpi dasseti, evametaṁ ñāṇanti daṭṭhabbaṁ.",
  "tika-s0105t1:301_9": "“Maggasamaṅgissa ñāṇaṁ dukkhepetaṁ ñāṇaṁ, dukkhasamudayepetaṁ ñāṇaṁ, dukkhanirodhepetaṁ ñāṇaṁ, dukkhanirodhagāminiyā paṭipadāyapetaṁ ñāṇa”nti suttapadampettha udāharitabbanti.",
  "tika-s0105t1:302_0": "Tiṇṇā vicikicchāti sappaṭibhayakantārasadisā soḷasavatthukā, aṭṭhavatthukā ca vicikicchā anena vitiṇṇā.",
  "tika-s0105t1:302_1": "Vigatā kathaṁkathāti pavattiādīsu “evaṁ nu kho, na nu kho”ti evaṁ pavattikā kathaṁkathā assa vigatā samucchinnā.",
  "tika-s0105t1:302_2": "Visāradabhāvaṁ pattoti sārajjakarānaṁ pāpadhammānaṁ pahīnattā, tappaṭipakkhesu ca sīlādiguṇesu suppatiṭṭhitattā visāradabhāvaṁ veyyattiyaṁ patto adhigato.",
  "tika-s0105t1:302_3": "Sāyaṁ vesārajjappatti suppatiṭṭhitatā katthāti codanāya “satthusāsane”ti vuttanti dassento “kattha?",
  "tika-s0105t1:302_4": "Satthusāsane”ti āha.",
  "tika-s0105t1:302_5": "Attanāva paccakkhato diṭṭhattā, adhigatattā ca na assa paccayo paccetabbo paro atthīti attho.",
  "tika-s0105t1:302_6": "Tatthādhippāyamāha “na parassā”tiādinā.",
  "tika-s0105t1:302_7": "Na vattatīti na pavattati, na paṭipajjati vā, na paraṁ pacceti pattiyāyatīti aparappaccayotipi yujjati.",
  "tika-s0105t1:302_8": "Yaṁ panettha vattabbampi avuttaṁ, tadetaṁ pubbe vuttattā, parato vuccamānattā ca avuttanti veditabbaṁ.",
  "tika-s0105t1:303_0": "Iti sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāya paramasukhumagambhīraduranubodhatthaparidīpanāya suvimalavipulapaññāveyyattiyajananāya ajjavamaddavasoraccasaddhāsatidhitibuddhikhantivīriyādidhammasamaṅginā sāṭṭhakathe piṭakattaye asaṅgāsaṁhīravisāradañāṇacārinā anekappabhedasakasamayasamayantaragahanajjhogāhinā mahāgaṇinā mahāveyyākaraṇena ñāṇābhivaṁsadhammasenāpatināmattherena mahādhammarājādhirājagarunā katāya sādhuvilāsiniyā nāma līnatthapakāsaniyā ambaṭṭhasuttavaṇṇanāya līnatthapakāsanā.",
  "tika-s0105t1:304_0": "Ambaṭṭhasuttavaṇṇanā niṭṭhitā."
}