{
  "tika-vin02t30:0_0": "11. Pañcasatikakkhandhakaṁ",
  "tika-vin02t30:1_0": "Saṅgītinidānakathāvaṇṇanā",
  "tika-vin02t30:2_0": "437.",
  "tika-vin02t30:2_1": "Pañcasatikakkhandhake pāvāya kusināranti pāvānagare piṇḍāya caritvā kusināraṁ gamissāmīti addhānamaggappaṭipanno.",
  "tika-vin02t30:2_2": "Mandāravapupphaṁ gahetvāti mahācāṭippamāṇaṁ pupphaṁ āgantukadaṇḍake ṭhapetvā chattaṁ viya gahetvā.",
  "tika-vin02t30:2_3": "Addasaṁ khoti āgacchantaṁ dūratova addasaṁ.",
  "tika-vin02t30:2_4": "Disvā ca pana “pucchissāmi naṁ bhagavato pavatti”nti cittaṁ uppādetvā “sace kho pana nisinnakova pucchissāmi, satthari agāravo kato bhavissatī”ti uṭṭhahitvā ṭhitaṭṭhānato apakkamma chaddanto nāgarājā maṇicammaṁ viya dasabaladattiyaṁ meghavaṇṇapaṁsukūlacīvaraṁ pārupitvā dasanakhasamodhānasamujjalaṁ añjaliṁ sirasmiṁ patiṭṭhāpetvā satthari katena gāravena ājīvakassa abhimukho hutvā “apāvuso amhākaṁ satthāraṁ jānāsī”ti āha.",
  "tika-vin02t30:2_5": "Kiṁ pana satthu parinibbānaṁ jānanto pucchi ajānantoti?",
  "tika-vin02t30:2_6": "Āvajjanappaṭibaddhaṁ khīṇāsavānaṁ jānanaṁ.",
  "tika-vin02t30:2_7": "Anāvajjitattā panesa ajānanto pucchīti eke.",
  "tika-vin02t30:2_8": "Thero samāpattibahulo rattiṭṭhānadivāṭṭhānaleṇamaṇḍapādīsu niccaṁ samāpattiphaleneva yāpeti.",
  "tika-vin02t30:2_9": "Kulasantakampi gāmaṁ pavisitvā dvāre samāpajjitvā samāpattito vuṭṭhitova bhikkhaṁ gaṇhāti.",
  "tika-vin02t30:2_10": "Thero kira “iminā me pacchimena attabhāvena mahājanānuggahaṁ karissāmi, ye mayhaṁ bhikkhaṁ vā denti, gandhamālādīhi vā sakkāraṁ karonti, tesaṁ taṁ mahapphalaṁ hotū”ti evaṁ karoti.",
  "tika-vin02t30:2_11": "Tasmā samāpattibahulatāya na jāni.",
  "tika-vin02t30:2_12": "Iti ajānantova pucchīti vadanti, taṁ na gahetabbaṁ.",
  "tika-vin02t30:2_13": "Na hettha ajānanakāraṇaṁ atthi.",
  "tika-vin02t30:2_14": "Abhilakkhitaṁ satthu parinibbānaṁ ahosi dasasahassilokadhātukampanādīhi nimittehi.",
  "tika-vin02t30:2_15": "Therassa pana parisāya kehici bhikkhūhi bhagavā diṭṭhapubbo, kehici na diṭṭhapubbo.",
  "tika-vin02t30:2_16": "Tattha yehi diṭṭhapubbo, tepi passitukāmāva.",
  "tika-vin02t30:2_17": "Yehipi adiṭṭhapubbo, tepi passitukāmāva.",
  "tika-vin02t30:2_18": "Tattha yehi na diṭṭhapubbo, te abhidassanakāmatāya gantvā “kuhiṁ bhagavā”ti pucchantā “parinibbuto”ti sutvā sandhāretuṁ na sakkhissanti.",
  "tika-vin02t30:2_19": "Cīvaraṁ chaḍḍetvā ekavatthā vā dunnivatthā vā urāni paṭipisantā parodissanti.",
  "tika-vin02t30:2_20": "Tattha manussā “mahākassapena saddhiṁ āgatapaṁsukūlikā sayampi itthiyo viya parodanti, te kiṁ amhe samassāsentī”ti mayhaṁ dosaṁ dassanti.",
  "tika-vin02t30:2_21": "Idaṁ pana suññaṁ mahāraññaṁ, idha yathā tathā rodantesu doso natthi.",
  "tika-vin02t30:2_22": "Purimataraṁ sutvā nāma sokopi tanuko hotīti bhikkhūnaṁ satuppādalābhatthaṁ jānantova pucchi.",
  "tika-vin02t30:3_0": "Ajja sattāhaparinibbutoti ajja divasato paṭilomato sattame ahani parinibbuto.",
  "tika-vin02t30:3_1": "Tato me idanti tato samaṇassa gotamassa parinibbutaṭṭhānato.",
  "tika-vin02t30:3_2": "Avītarāgāti puthujjanā ceva sotāpannasakadāgāmino ca.",
  "tika-vin02t30:3_3": "Tesañhi domanassaṁ appahīnaṁ, tasmā tepi bāhā paggayha kandanti, ubho hatthe sīse ṭhapetvā rodanti.",
  "tika-vin02t30:3_4": "Chinnapātaṁ papatantīti chinnānaṁ pāto viya chinnapāto, taṁ chinnapātaṁ, bhāvanapuṁsakaniddesoyaṁ, majjhe chinnā viya hutvā yato vā tato vā patantīti attho.",
  "tika-vin02t30:3_5": "Āvaṭṭantīti abhimukhabhāvena vaṭṭanti.",
  "tika-vin02t30:3_6": "Yattha patitā, tato katipayaratanaṭṭhānaṁ vaṭṭanavaseneva gantvā puna yathāpatitameva ṭhānaṁ vaṭṭanavasena āgacchanti.",
  "tika-vin02t30:3_7": "Vivaṭṭantīti yattha patitā, tato nivaṭṭanti, patitaṭṭhānato parabhāgaṁ vaṭṭamānā gacchantīti attho.",
  "tika-vin02t30:3_8": "Apica purato vaṭṭanaṁ āvaṭṭanaṁ, passato pacchato ca vaṭṭanaṁ vivaṭṭanaṁ.",
  "tika-vin02t30:3_9": "Tasmā dve pāde pasāretvā sakiṁ purato sakiṁ pacchato sakiṁ vāmato sakiṁ dakkhiṇato samparivaṭṭamānāpi āvaṭṭanti vivaṭṭantīti vuccanti.",
  "tika-vin02t30:3_10": "Vītarāgāti pahīnadomanassā iṭṭhāniṭṭhesu nibbikāratāya silāthambhasadisā anāgāmikhīṇāsavā.",
  "tika-vin02t30:3_11": "Kāmañhi domanasse asatipi ekacco rāgo hotiyeva, rāge pana asati domanassassa asambhavoyeva.",
  "tika-vin02t30:3_12": "Tadekaṭṭhabhāvato hi rāgappahānena pahīnadomanassā vuttā, na khīṇāsavā eva.",
  "tika-vin02t30:4_0": "Sabbeheva piyehītiādīsu piyāyitabbato piyehi manavaḍḍhanato manāpehi mātāpitābhātābhaginīādikehi.",
  "tika-vin02t30:4_1": "Nānābhāvoti jātiyā nānābhāvo, jātianurūpagamanena visuṁ bhāvo, asambaddhabhāvoti attho.",
  "tika-vin02t30:4_2": "Vinābhāvoti maraṇena vinābhāvo, cutiyā tenattabhāvena apunapavattanato vippayogoti attho.",
  "tika-vin02t30:4_3": "Aññathābhāvoti bhavena aññathābhāvo, bhavantaraggahaṇena “kāmāvacarasatto rūpāvacaro hotī”tiādinā tatthāpi “manusso devo hotī”tiādinā ca purimākārato aññākāratāti attho.",
  "tika-vin02t30:4_4": "Tanti tasmā.",
  "tika-vin02t30:4_5": "Kutettha labbhāti kuto kuhiṁ kasmiṁ nāma ṭhāne ettha etasmiṁ khandhappavatte yaṁ taṁ jātaṁ…pe…",
  "tika-vin02t30:4_6": "mā palujjīti laddhuṁ sakkā, na sakkā eva tādisassa kāraṇassa abhāvato.",
  "tika-vin02t30:4_7": "Idaṁ vuttaṁ hoti –",
  "tika-vin02t30:4_8": "yasmā sabbeheva piyehi manāpehi nānābhāvo, tasmā dasa pāramiyo pūretvāpi sambodhiṁ patvāpi dhammacakkaṁ pavattetvāpi yamakapāṭihāriyaṁ dassetvāpi devorohaṇaṁ katvāpi yaṁ taṁ jātaṁ bhūtaṁ saṅkhataṁ palokadhammaṁ, tañca tathāgatassapi sarīraṁ mā palujjīti netaṁ ṭhānaṁ vijjati, rodantenapi kandantenapi na sakkā taṁ kāraṇaṁ laddhunti.",
  "tika-vin02t30:5_0": "Tena kho panāvuso, samayena subhaddo nāma vuḍḍhapabbajitotiādīsu yaṁ vattabbaṁ, taṁ nidānavaṇṇanāyaṁ vuttanayameva.",
  "tika-vin02t30:6_0": "Saṅgītinidānakathāvaṇṇanā niṭṭhitā.",
  "tika-vin02t30:7_0": "Khuddānukhuddakasikkhāpadakathāvaṇṇanā",
  "tika-vin02t30:8_0": "441.Samūhaneyyāti ākaṅkhamāno samūhanatu, yadi icchati, samūhaneyyāti attho.",
  "tika-vin02t30:8_1": "Kasmā pana “samūhanathā”ti ekaṁseneva avatvā “ākaṅkhamāno samūhaneyyā”ti vikappavacaneneva bhagavā ṭhapesīti?",
  "tika-vin02t30:8_2": "Mahākassapassa ñāṇabalassa diṭṭhattā.",
  "tika-vin02t30:8_3": "Passati hi bhagavā “samūhanathāti vuttepi saṅgītikāle kassapo na samūhanissatī”ti, tasmā vikappeneva ṭhapesi.",
  "tika-vin02t30:8_4": "Yadi asamūhananaṁ diṭṭhaṁ, tadeva ca icchitaṁ, atha kasmā bhagavā “ākaṅkhamāno samūhanatū”ti avocāti?",
  "tika-vin02t30:8_5": "Tathārūpapuggalajjhāsayavasena.",
  "tika-vin02t30:8_6": "Santi hi keci khuddānukhuddakāni sikkhāpadāni samādāya vattituṁ anicchantā, tesaṁ tathā avuccamāne bhagavati vighāto uppajjeyya, taṁ tesaṁ bhavissati dīgharattaṁ ahitāya dukkhāya.",
  "tika-vin02t30:8_7": "Tathā pana vutte tesaṁ vighāto na uppajjeyya, amhākamevāyaṁ doso, yato amhesuyeva keci samūhananaṁ na icchantīti.",
  "tika-vin02t30:8_8": "Keci “sakalassa pana sāsanassa saṅghāyattabhāvakaraṇatthaṁ tathā vutta”nti vadanti.",
  "tika-vin02t30:8_9": "Yaṁ kiñci satthārā sikkhāpadaṁ paññattaṁ, taṁ samaṇā sakyaputtiyā sirasā sampaṭicchitvā jīvitaṁ viya rakkhanti.",
  "tika-vin02t30:8_10": "Tathā hi te “khuddānukhuddakāni sikkhāpadāni ākaṅkhamāno saṅgho samūhanatū”ti vuttepi na samūhaniṁsu.",
  "tika-vin02t30:8_11": "Aññadatthu purato viya tassa accayepi rakkhiṁsuyevāti satthu sāsanassa saṅghassa ca mahantabhāvadassanatthampi tathā vuttanti daṭṭhabbaṁ.",
  "tika-vin02t30:8_12": "Tathā hi āyasmā ānando aññepi vā bhikkhū “katamaṁ pana, bhante, khuddakaṁ, katamaṁ anukhuddaka”nti na pucchiṁsu samūhanajjhāsayasseva abhāvato, teneva ekasikkhāpadampi apariccajitvā sabbesaṁ anuggahetabbabhāvadassanatthaṁ “cattāri pārājikāni ṭhapetvā avasesāni khuddānukhuddakānī”tiādimāhaṁsu.",
  "tika-vin02t30:8_13": "Evañhi vadantehi “khuddānukhuddakā ime nāmā”ti avinicchitattā sabbesaṁ anuggahetabbabhāvo dassito hoti.",
  "tika-vin02t30:9_0": "442.Athakho āyasmā mahākassapo saṅghaṁ ñāpesīti ettha pana keci vadanti “bhante nāgasena, katamaṁ khuddakaṁ, katamaṁ anukhuddakanti milindaraññā pucchite ‘dukkaṭaṁ mahārāja, khuddakaṁ, dubbhāsitaṁ anukhuddaka’nti vuttattā nāgasenatthero khuddānukhuddakaṁ jāni, mahākassapatthero pana taṁ ajānanto ‘suṇātu me āvuso’tiādinā kammavācaṁ sāvesī”ti, na taṁ evaṁ gahetabbaṁ.",
  "tika-vin02t30:9_1": "Nāgasenatthero hi paresaṁ vādapathopacchedanatthaṁ saṅgītikāle dhammasaṅgāhakamahātherehi gahitakoṭṭhāsesu antimakoṭṭhāsameva gahetvā milindarājānaṁ saññāpesi, mahākassapatthero pana ekasikkhāpadampi asamūhanitukāmatāya tathā kammavācaṁ sāvesi.",
  "tika-vin02t30:10_0": "Tattha gihigatānīti gihipaṭisaṁyuttānīti vadanti.",
  "tika-vin02t30:10_1": "Gihīsu gatāni, tehi ñātāni gihigatānīti evaṁ panettha attho daṭṭhabbo.",
  "tika-vin02t30:10_2": "Dhūmakālo etassāti dhūmakālikaṁ citakadhūmavūpasamato paraṁ appavattanato.",
  "tika-vin02t30:10_3": "Appaññattantiādīsu navaṁ adhammikaṁ katikavattaṁ vā sikkhāpadaṁ vā bandhantā appaññattaṁ paññapenti nāma purāṇasanthatavatthusmiṁ sāvatthiyaṁ bhikkhū viya.",
  "tika-vin02t30:10_4": "Uddhammaṁ ubbinayaṁ sāsanaṁ dīpentā paññattaṁ samucchindanti nāma vassasataparinibbute bhagavati vesālikā vajjiputtakā viya.",
  "tika-vin02t30:10_5": "Khuddānukhuddakā pana āpattiyo sañcicca vītikkamantā yathāpaññattesu sikkhāpadesu samādāya na vattanti nāma assajipunabbasukā viya.",
  "tika-vin02t30:10_6": "Navaṁ pana katikavattaṁ vā sikkhāpadaṁ vā abandhantā, dhammato vinayato sāsanaṁ dīpentā, khuddānukhuddakampi ca sikkhāpadaṁ asamūhanantā appaññattaṁ na paññapenti, paññattaṁ na samucchindanti, yathāpaññattesu sikkhāpadesu samādāya vattanti nāma āyasmā upaseno viya āyasmā yaso kākaṇḍakaputto viya ca.",
  "tika-vin02t30:11_0": "443.Bhagavatā oḷārike nimitte kayiramāneti vesāliṁ nissāya cāpāle cetiye viharantena bhagavatā –",
  "tika-vin02t30:12_0": "“Ramaṇīyā, ānanda, vesālī, ramaṇīyaṁ udenacetiyaṁ, ramaṇīyaṁ gotamakacetiyaṁ, ramaṇīyaṁ sattambacetiyaṁ, ramaṇīyaṁ bahuputtacetiyaṁ, ramaṇīyaṁ sārandadacetiyaṁ, ramaṇīyaṁ cāpālacetiyaṁ.",
  "tika-vin02t30:12_1": "Yassa kassaci, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno kappaṁ vā tiṭṭheyya kappāvasesaṁ vā.",
  "tika-vin02t30:12_2": "Tathāgatassa kho pana, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno, ānanda, tathāgato kappaṁ vā tiṭṭheyya kappāvasesaṁ vā”ti –",
  "tika-vin02t30:13_0": "Evaṁ oḷārike nimitte kayiramāne.",
  "tika-vin02t30:14_0": "Mārena pariyuṭṭhitacittoti mārena ajjhotthaṭacitto.",
  "tika-vin02t30:14_1": "Māro hi yassa sabbena sabbaṁ dvādasa vipallāsā appahīnā, tassa cittaṁ pariyuṭṭhāti.",
  "tika-vin02t30:14_2": "Therassa ca cattāro vipallāsā appahīnā, tenassa māro cittaṁ pariyuṭṭhāsi.",
  "tika-vin02t30:14_3": "So pana cittapariyuṭṭhānaṁ karonto kiṁ karotīti?",
  "tika-vin02t30:14_4": "Bheravaṁ rūpārammaṇaṁ vā dasseti, saddārammaṇaṁ vā sāveti, tato sattā taṁ disvā vā sutvā vā satiṁ vissajjetvā vivaṭamukhā honti, tesaṁ mukhena hatthaṁ pavesetvā hadayaṁ maddati, tato visaññāva hutvā tiṭṭhanti.",
  "tika-vin02t30:14_5": "Therassa panesa mukhena hatthaṁ pavesetuṁ kiṁ sakkhissati, bheravārammaṇaṁ pana dassesi, taṁ disvā thero nimittobhāsaṁ na paṭivijjhi.",
  "tika-vin02t30:15_0": "Khuddānukhuddakasikkhāpadakathāvaṇṇanā niṭṭhitā.",
  "tika-vin02t30:16_0": "Brahmadaṇḍakathāvaṇṇanā",
  "tika-vin02t30:17_0": "445.Ujjavanikāyāti paṭisotagāminiyā.",
  "tika-vin02t30:17_1": "Rajoharaṇanti rajopuñchanī.",
  "tika-vin02t30:17_2": "Na kulavaṁ gamentīti niratthakavināsanaṁ na gamenti.",
  "tika-vin02t30:17_3": "Kucchito lavo kulavo, anayavināsoti vuttaṁ hoti.",
  "tika-vin02t30:17_4": "“Dhammavinayasaṅgītiyā”ti vattabbe saṅgītiyā vinayappadhānattā “vinayasaṅgītiyā”ti vuttaṁ.",
  "tika-vin02t30:17_5": "Vinayappadhānā saṅgīti vinayasaṅgīti.",
  "tika-vin02t30:17_6": "Sesamettha suviññeyyamevāti.",
  "tika-vin02t30:18_0": "Pañcasatikakkhandhakavaṇṇanā niṭṭhitā."
}