{
  "tika-vin08t31:0_0": "31. Codanādivinicchayakathā",
  "tika-vin08t31:1_0": "230.",
  "tika-vin08t31:1_1": "Evaṁ garubhaṇḍavinicchayaṁ kathetvā idāni codanādivinicchayaṁ kathetuṁ “codanādivinicchayoti ettha panā”tiādimāha.",
  "tika-vin08t31:1_2": "Tattha codīyate codanā, dosāropananti attho.",
  "tika-vin08t31:1_3": "Ādi-saddena sāraṇādayo saṅgaṇhāti.",
  "tika-vin08t31:1_4": "Vuttañhetaṁ kammakkhandhake “codetvā kataṁ hoti, sāretvā kataṁ hoti, āpattiṁ ropetvā kataṁ hotī”ti.",
  "tika-vin08t31:1_5": "“Codetuṁ pana ko labhati, ko na labhatī”ti idaṁ anuddhaṁsanādhippāyaṁ vināpi codanālakkhaṇaṁ dassetuṁ vuttaṁ.",
  "tika-vin08t31:1_6": "Sīlasampannoti idaṁ dussīlassa vacanaṁ appamāṇanti adhippāyena vuttaṁ.",
  "tika-vin08t31:1_7": "Bhikkhunīnaṁ pana bhikkhuṁ codetuṁ anissarattā ‘bhikkhunimevā’ti vuttaṁ.",
  "tika-vin08t31:1_8": "Satipi bhikkhunīnaṁ bhikkhūsu anissarabhāve tāhi katacodanāpi codanārahattā codanāyevāti adhippāyena “pañcapi sahadhammikā labhantī”ti vuttaṁ.",
  "tika-vin08t31:1_9": "Bhikkhussa sutvā codetītiādinā codako yesaṁ sutvā codeti, tesampi vacanaṁ pamāṇamevāti sampaṭicchitattā tesaṁ codanāpi ruhatevāti dassetuṁ “thero suttaṁ nidassesī”ti sāratthadīpaniyaṁ vuttaṁ.",
  "tika-vin08t31:1_10": "Vimativinodaniyaṁ pana “amūlakacodanāpasaṅgena samūlakacodanālakkhaṇādiṁ dassetuṁ ‘codetuṁ pana kolabhati, ko na labhatī’tiādi āraddhaṁ.",
  "tika-vin08t31:1_11": "‘Bhikkhussa sutvā codetī’tiādisuttaṁ yasmā ye codakassa aññesaṁ vipattiṁ pakāsenti, tepi tasmiṁ khaṇe codakabhāve ṭhatvāva pakāsenti, tesañca vacanaṁ gahetvā itaropi yasmā codetuñca asampaṭicchantaṁ tehi titthiyasāvakapariyosānehi paṭhamacodakehi sampaṭicchāpetuñca labhati, tasmā idha sādhakabhāvena uddhaṭanti veditabba”nti vuttaṁ.",
  "tika-vin08t31:2_0": "Garukānaṁ dvinnanti pārājikasaṅghādisesānaṁ.",
  "tika-vin08t31:2_1": "Avasesānanti thullaccayādīnaṁ pañcannaṁ āpattīnaṁ.",
  "tika-vin08t31:2_2": "Micchādiṭṭhi nāma “natthi dinna”ntiādinayappavattā dasavatthukā diṭṭhi.",
  "tika-vin08t31:2_3": "“Antavā loko anantavā loko”tiādikā antaṁ gaṇhāpakadiṭṭhi antaggāhikā nāma.",
  "tika-vin08t31:2_4": "Ājīvahetu paññattānaṁ channanti ājīvahetupi āpajjitabbānaṁ uttarimanussadhamme pārājikaṁ, sañcaritte saṅghādiseso, “yo te vihāre vasati, so arahā”ti pariyāyena thullaccayaṁ, bhikkhussa paṇītabhojanaviññattiyā pācittiyaṁ, bhikkhuniyā paṇītabhojanaviññattiyā pāṭidesanīyaṁ, sūpodanaviññattiyā dukkaṭanti imesaṁ parivāre vuttānaṁ channaṁ.",
  "tika-vin08t31:2_5": "Na hetā āpattiyo ājīvahetu eva paññattā sañcarittādīnaṁ aññathāpi āpajjitabbato.",
  "tika-vin08t31:2_6": "Ājīvahetupi etāsaṁ āpajjanaṁ sandhāya evaṁ vuttaṁ, ājīvahetupi paññattānanti attho.",
  "tika-vin08t31:2_7": "Diṭṭhivipattiājīvavipattīhi codentopi tammūlikāya āpattiyā eva codeti.",
  "tika-vin08t31:3_0": "“Kasmā maṁ na vandasī”ti pucchite “assamaṇosi, asakyaputtiyosī”ti avandanakāraṇassa vuttattā antimavatthuṁ ajjhāpanno na vanditabboti vadanti.",
  "tika-vin08t31:3_1": "Codetukāmatāya eva avanditvā attanā vattabbassa vuttamatthaṁ ṭhapetvā avandiyabhāve taṁ kāraṇaṁ na hotīti cūḷagaṇṭhipade majjhimagaṇṭhipade ca vuttaṁ.",
  "tika-vin08t31:3_2": "Antimavatthuajjhāpannassa avandiyesu avuttattā tena saddhiṁ sayantassa sahaseyyāpattiyā abhāvato, tassa ca paṭiggahaṇassa ruhanato tadeva yuttataranti viññāyati.",
  "tika-vin08t31:3_3": "Kiñcāpi yāva so bhikkhubhāvaṁ paṭijānāti, tāva vanditabbo, yadā pana “assamaṇomhī”ti paṭijānāti, tadā na vanditabboti ayamettha viseso veditabbo.",
  "tika-vin08t31:3_4": "Antimavatthuṁ ajjhāpannassa hi bhikkhubhāvaṁ paṭijānantasseva bhikkhubhāvo, na tato paraṁ.",
  "tika-vin08t31:3_5": "Bhikkhubhāvaṁ appaṭijānanto hi anupasampannapakkhaṁ bhajati.",
  "tika-vin08t31:3_6": "Yasmā āmisaṁ dento attano icchitaṭṭhāneyeva deti, tasmā paṭipāṭiyā nisinnānaṁ yāgubhattādīni dentena ekassa codetukāmatāya adinnepi codanā nāma na hotīti āha “na tāva tā codanā hotī”ti.",
  "tika-vin08t31:4_0": "231.",
  "tika-vin08t31:4_1": "Codetabboti cudito, cudito eva cuditako, aparādhavanto puggalo.",
  "tika-vin08t31:4_2": "Codetīti codako, aparādhapakāsako.",
  "tika-vin08t31:4_3": "Cuditako ca codako ca cuditakacodakā.",
  "tika-vin08t31:4_4": "Ubbāhikāyāti ubbahanti viyojenti etāya alajjīnaṁ tajjaniṁ vā kalahaṁ vāti ubbāhikā, saṅghasammuti, tāya.",
  "tika-vin08t31:4_5": "Vinicchinanaṁ nāma tāya sammatabhikkhūhi vinicchinanameva.",
  "tika-vin08t31:4_6": "Alajjussannāya hi parisāya samathakkhandhake āgatehi dasahaṅgehi samannāgatā dve tayo bhikkhū tattheva vuttāya ñattidutiyakammavācāya sammannitabbā.",
  "tika-vin08t31:4_7": "Vuttañhetaṁ samathakkhandhake –",
  "tika-vin08t31:5_0": "“Tehi ce, bhikkhave, bhikkhūhi tasmiṁ adhikaraṇe vinicchiyamāne anantāni ceva bhassāni jāyanti, na cekassa bhāsitassa attho viññāyati.",
  "tika-vin08t31:5_1": "Anujānāmi, bhikkhave, evarūpaṁ adhikaraṇaṁ ubbāhikāya vūpasametuṁ.",
  "tika-vin08t31:5_2": "Dasahaṅgehi samannāgato bhikkhu ubbāhikāya sammannitabbo, sīlavā hoti, pātimokkhasaṁvarasaṁvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī samādāya sikkhati sikkhāpadesu, bahussuto hoti sutadharo sutasannicayo, ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ abhivadanti, tathārūpassa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā, ubhayāni kho panassa pātimokkhāni vitthārena svāgatāni honti suvibhattāni suppavattīni suvinicchitāni suttaso anubyañjanaso, vinaye kho pana cheko hoti asaṁhīro, paṭibalo hoti ubho atthapaccatthike assāsetuṁ saññāpetuṁ nijjhāpetuṁ pekkhetuṁ passituṁ pasādetuṁ, adhikaraṇasamuppādavūpasamakusalo hoti, adhikaraṇaṁ jānāti, adhikaraṇasamudayaṁ jānāti, adhikaraṇanirodhaṁ jānāti, adhikaraṇanirodhagāminipaṭipadaṁ jānāti.",
  "tika-vin08t31:5_3": "Anujānāmi, bhikkhave, imehi dasahaṅgehi samannāgataṁ bhikkhuṁ ubbāhikāya sammannituṁ.",
  "tika-vin08t31:6_0": "“Evañca pana, bhikkhave, sammannitabbo.",
  "tika-vin08t31:6_1": "Paṭhamaṁ bhikkhu yācitabbo, yācitvā byattena bhikkhunā paṭibalena saṅgho ñāpetabbo –",
  "tika-vin08t31:7_0": "“Suṇātu me, bhante, saṅgho, amhākaṁ imasmiṁ adhikaraṇe vinicchiyamāne anantāni ceva bhassāni jāyanti, na cekassa bhāsitassa attho viññāyati.",
  "tika-vin08t31:7_1": "Yadi saṅghassa pattakallaṁ, saṅgho itthannāmañca itthannāmañca bhikkhuṁ sammanneyya ubbāhikāya imaṁ adhikaraṇaṁ vūpasametuṁ, esā ñatti.",
  "tika-vin08t31:8_0": "“Suṇātu me, bhante, saṅgho, amhākaṁ imasmiṁ adhikaraṇe vinicchiyamāne anantāni ceva bhassāni jāyanti, na cekassa bhāsitassa attho viññāyati.",
  "tika-vin08t31:8_1": "Saṅgho itthannāmañca itthannāmañca bhikkhuṁ sammannati ubbāhikāya imaṁ adhikaraṇaṁ vūpasametuṁ.",
  "tika-vin08t31:8_2": "Yassāyasmato khamati itthannāmassa ca itthannāmassa ca bhikkhuno sammuti ubbāhikāya imaṁ adhikaraṇaṁ vūpasametuṁ, so tuṇhassa.",
  "tika-vin08t31:8_3": "Yassa nakkhamati, so bhāseyya.",
  "tika-vin08t31:9_0": "“Sammato saṅghena itthannāmo ca itthannāmo ca bhikkhu ubbāhikāya imaṁ adhikaraṇaṁ vūpasametuṁ, khamati saṅghassa, tasmā tuṇhī, evametaṁ dhārayāmī”ti.",
  "tika-vin08t31:10_0": "Tehi ca sammatehi visuṁ vā nisīditvā tassā eva vā parisāya “aññehi na kiñci kathetabba”nti sāvetvā taṁ adhikaraṇaṁ vinicchitabbaṁ.",
  "tika-vin08t31:10_1": "Tumhākanti cuditakacodake sandhāya vuttaṁ.",
  "tika-vin08t31:11_0": "“Kimhīti kismiṁ vatthusmiṁ.",
  "tika-vin08t31:11_1": "Kimhi nampi na jānāsīti kimhi nanti vacanampi na jānāsi.",
  "tika-vin08t31:11_2": "Nāssa anuyogo dātabboti nāssa pucchā paṭipucchā dātabbā”ti sāratthadīpaniyaṁ vuttaṁ, vimativinodaniyaṁ pana –",
  "tika-vin08t31:11_3": "kimhīti kismiṁ vatthusmiṁ, kataravipattiyanti attho.",
  "tika-vin08t31:11_4": "Kimhi naṁ nāmāti idaṁ “katarāya vipattiyā etaṁ codesī”ti yāya kāyaci viññāyamānāya bhāsāya vuttepi codakassa vinaye apakataññutāya “sīlācāradiṭṭhiājīvavipattīsu katarāyāti maṁ pucchatī”ti viññātuṁ asakkontassa pucchā, na pana “kimhī”tiādipadatthamattaṁ ajānantassa.",
  "tika-vin08t31:11_5": "Na hi anuvijjako codakaṁ bālaṁ aparicitabhāsāya “kimhi na”nti pucchati.",
  "tika-vin08t31:11_6": "Kimhi nampi na jānāsīti idampi vacanamattaṁ sandhāya vuttaṁ na hoti.",
  "tika-vin08t31:11_7": "“Kataravipattiyā”ti vutte “asukāya vipattiyā”ti vattumpi “na jānāsī”ti vacanassa adhippāyameva sandhāya vuttanti gahetabbaṁ.",
  "tika-vin08t31:11_8": "Teneva vakkhati “nāssa anuyogo dātabbo”ti.",
  "tika-vin08t31:12_0": "“Tassa nayo dātabbo”ti tassāti bālassa lajjissa.",
  "tika-vin08t31:12_1": "“Tassa nayo dātabbo”ti vatvā ca “kimhi naṁ codesīti sīlavipattiyā”tiādi adhippāyappakāsanameva nayadānaṁ vuttaṁ, na pana kimhi-naṁ-padānaṁpariyāyamattadassanaṁ.",
  "tika-vin08t31:12_2": "Na hi bālo “kataravipattiyaṁ naṁ codesī”ti imassa vacanassa atthe ñātepi vipattippabhedaṁ, attanā codiyamānaṁ vipattisarūpañca jānituṁ sakkoti, tasmā teneva ajānanena alajjī apasādetabbo.",
  "tika-vin08t31:12_3": "Kimhi nanti idampi upalakkhaṇamattaṁ.",
  "tika-vin08t31:12_4": "Aññena vā yena kenaci ākārena aviññutaṁ pakāsetvā vissajjetabbova.",
  "tika-vin08t31:12_5": "“Dummaṅkūnaṁ puggalānaṁ niggahāyā”tiādivacanato “alajjīniggahatthāya…pe…",
  "tika-vin08t31:12_6": "paññatta”nti vuttaṁ.",
  "tika-vin08t31:12_7": "Ehitīti eti, hi-kāro ettha āgamo daṭṭhabbo, āgamissatīti attho.",
  "tika-vin08t31:12_8": "Diṭṭhasantānenāti diṭṭhaniyāmena.",
  "tika-vin08t31:12_9": "Alajjissa paṭiññāya eva kātabbanti vacanapaṭivacanakkameneva dose āvibhūtepi alajjissa “asuddho aha”nti dosasampaṭicchanapaṭiññāya eva āpattiyā kātabbanti attho.",
  "tika-vin08t31:12_10": "Keci pana “alajjissa etaṁ natthīti suddhapaṭiññāya eva anāpattiyā kātabbanti ayamettha attho saṅgahito”ti vadanti, taṁ na yuttaṁ anuvijjakasseva niratthakattāpattito, codakeneva alajjipaṭiññāya ṭhātabbato.",
  "tika-vin08t31:12_11": "Dosopagamapaṭiññā eva hi idha paṭiññāti adhippetā, teneva vakkhati “etampi natthi, etampi natthīti paṭiññaṁ na detī”tiādi.",
  "tika-vin08t31:13_0": "Tadatthadīpanatthanti alajjissa dose āvibhūtepi tassa dosopagamapaṭiññāya eva kātabbatādīpanatthaṁ.",
  "tika-vin08t31:13_1": "Vivādavatthusaṅkhāte atthe paccatthikā atthapaccatthikā.",
  "tika-vin08t31:13_2": "Saññaṁ datvāti tesaṁ kathāpacchedatthaṁ abhimukhakaraṇatthañca saddaṁ katvā.",
  "tika-vin08t31:13_3": "Vinicchinituṁ ananucchavikoti asuddhoti saññāya codakapakkhe paviṭṭhattā anuvijjakabhāvato bahibhūtattā anuvijjituṁ asakkuṇeyyattaṁ sandhāya vuttaṁ.",
  "tika-vin08t31:13_4": "Sandehe eva hi sati anuvijjituṁ sakkā, asuddhaladdhiyā pana sati cuditakena vuttaṁ sabbaṁ asaccatopi paṭibhāti, kathaṁ tattha anuvijjanā siyāti.",
  "tika-vin08t31:14_0": "Tathā nāsitakova bhavissatīti iminā vinicchayampi adatvā saṅghato viyojanaṁ nāma liṅganāsanā viya ayampi eko nāsanappakāroti dasseti.",
  "tika-vin08t31:14_1": "Ekasambhogaparibhogāti idaṁ attano santikā tesaṁ vimocanatthaṁ vuttaṁ, na pana tesaṁ aññamaññasambhoge yojanatthaṁ.",
  "tika-vin08t31:15_0": "Viraddhaṁ hotīti sañcicca āpattiṁ āpanno hoti.",
  "tika-vin08t31:15_1": "Ādito paṭṭhāya alajjī nāma natthīti idaṁ “pakkhānaṁ anurakkhaṇatthāya paṭiññaṁ na detī”ti imassa alajjīlakkhaṇasambhavassa karaṇavacanaṁ.",
  "tika-vin08t31:15_2": "Paṭicchāditakālato paṭṭhāya alajjī nāma eva, purimo lajjibhāvo na rakkhatīti attho.",
  "tika-vin08t31:15_3": "Paṭiññaṁ na detīti “sace mayā katadosaṁ vakkhāmi, mayhaṁ anuvattakā bhijjissantī”ti paṭiññaṁ na deti.",
  "tika-vin08t31:15_4": "Ṭhāne na tiṭṭhatīti lajjiṭṭhāne na tiṭṭhati, kāyavācāsu vītikkamo hoti evāti adhippāyo.",
  "tika-vin08t31:15_5": "Tenāha “vinicchayo na dātabbo”ti, pubbe pakkhikānaṁ paṭiññāya vūpasamitassapi adhikaraṇassa duvūpasantatāya ayampi tathā nāsitakova bhavissatīti adhippāyo.",
  "tika-vin08t31:16_0": "232.Adinnādānavatthuṁ vinicchinantena pañcavīsati avahārā sādhukaṁ sallakkhetabbāti ettha pañcavīsati avahārā nāma pañca pañcakāni, tattha pañca pañcakāni nāma nānābhaṇḍapañcakaṁ ekabhaṇḍapañcakaṁ sāhatthikapañcakaṁ pubbapayogapañcakaṁ theyyāvahārapañcakanti.",
  "tika-vin08t31:16_1": "Tathā hi vuttaṁ kaṅkhāvitaraṇiyaṁ “te pana avahārā pañca pañcakāni samodhānetvā sādhukaṁ sallakkhetabbā”tiādi.",
  "tika-vin08t31:16_2": "Tattha nānābhaṇḍapañcakaekabhaṇḍapañcakāni padabhājane vuttānaṁ “ādiyeyya, hareyya, avahareyya, iriyāpathaṁ vikopeyya, ṭhānā cāveyyā”ti imesaṁ padānaṁ vasena labbhanti.",
  "tika-vin08t31:16_3": "Tathā hi vuttaṁ porāṇehi –",
  "tika-vin08t31:17_0": "“Ādiyanto harantova;",
  "tika-vin08t31:18_0": "Haranto iriyāpathaṁ;",
  "tika-vin08t31:19_0": "Vikopento tathā ṭhānā;",
  "tika-vin08t31:20_0": "Cāventopi parājiko”ti.",
  "tika-vin08t31:21_0": "Tattha nānābhaṇḍapañcakaṁ saviññāṇakaaviññāṇakavasena daṭṭhabbaṁ, itaraṁ saviññāṇakavaseneva. Kathaṁ?",
  "tika-vin08t31:21_1": "Ādiyeyyāti ārāmaṁ abhiyuñjati, āpatti dukkaṭassa.",
  "tika-vin08t31:21_2": "Sāmikassa vimatiṁ uppādeti, āpatti thullaccayassa.",
  "tika-vin08t31:21_3": "Sāmiko “na mayhaṁ bhavissatī”ti dhuraṁ nikkhipati, āpatti pārājikassa.",
  "tika-vin08t31:21_4": "Hareyyāti aññassa bhaṇḍaṁ haranto sīse bhāraṁ theyyacitto āmasati, dukkaṭaṁ.",
  "tika-vin08t31:21_5": "Phandāpeti, thullaccayaṁ.",
  "tika-vin08t31:21_6": "Khandhaṁ oropeti, pārājikaṁ.",
  "tika-vin08t31:21_7": "Avahareyyāti upanikkhittaṁ bhaṇḍaṁ “dehi me bhaṇḍa”nti vuccamāno “nāhaṁ gaṇhāmī”ti bhaṇati, dukkaṭaṁ.",
  "tika-vin08t31:21_8": "Sāmikassa vimatiṁ uppādeti, thullaccayaṁ.",
  "tika-vin08t31:21_9": "Sāmiko “na mayhaṁ bhavissatī”ti dhuraṁ nikkhipati, pārājikaṁ.",
  "tika-vin08t31:21_10": "Iriyāpathaṁ vikopeyyāti “sahabhaṇḍahārakaṁ nessāmī”ti paṭhamaṁ pādaṁ atikkāmeti, thullaccayaṁ.",
  "tika-vin08t31:21_11": "Dutiyaṁ pādaṁ atikkāmeti, pārājikaṁ.",
  "tika-vin08t31:21_12": "Ṭhānā cāveyyāti thalaṭṭhaṁ bhaṇḍaṁ theyyacitto āmasati, dukkaṭaṁ.",
  "tika-vin08t31:21_13": "Phandāpeti, thullaccayaṁ.",
  "tika-vin08t31:21_14": "Ṭhānā cāveti, pārājikaṁ.",
  "tika-vin08t31:21_15": "Evaṁ tāva nānābhaṇḍapañcakaṁ veditabbaṁ.",
  "tika-vin08t31:21_16": "Sassāmikassa pana dāsassa vā tiracchānagatassa vā yathāvuttena abhiyogādinā nayena ādiyanaharaṇa avaharaṇa iriyāpathavikopana ṭhānācāvanavasena ekabhaṇḍapañcakaṁ veditabbaṁ.",
  "tika-vin08t31:21_17": "Tenāhu porāṇā –",
  "tika-vin08t31:22_0": "“Tattha nānekabhaṇḍānaṁ, pañcakānaṁ vasā pana;",
  "tika-vin08t31:23_0": "Ādiyanādipañcakā, duvidhāti udīritā”ti.",
  "tika-vin08t31:24_0": "Katamaṁ sāhatthikapañcakaṁ?",
  "tika-vin08t31:24_1": "Sāhatthiko āṇattiko nissaggiyo atthasādhako dhuranikkhepoti.",
  "tika-vin08t31:24_2": "Tathā hi vuttaṁ –",
  "tika-vin08t31:25_0": "“Sāhatthāṇattiko ceva, nissaggiyotthasādhako;",
  "tika-vin08t31:26_0": "Dhuranikkhepako cāti, idaṁ sāhatthapañcaka”nti.",
  "tika-vin08t31:27_0": "Tattha sāhatthiko nāma parassa bhaṇḍaṁ sahatthā avaharati.",
  "tika-vin08t31:27_1": "Āṇattiko nāma “asukassa bhaṇḍaṁ avaharā”ti aññaṁ āṇāpeti.",
  "tika-vin08t31:27_2": "Nissaggiyo nāma suṅkaghātaparikappitokāsānaṁ anto ṭhatvā bahi pātanaṁ.",
  "tika-vin08t31:27_3": "Atthasādhako nāma “asukassa bhaṇḍaṁ yadā sakkosi, tadā taṁ avaharā”ti āṇāpeti.",
  "tika-vin08t31:27_4": "Tattha sace paro anantarāyiko hutvā taṁ avaharati, āṇāpakassa āṇattikkhaṇeyeva pārājikaṁ.",
  "tika-vin08t31:27_5": "Parassa vā pana telakumbhiyā pādagghanakaṁ telaṁ avassaṁ pivanakāni upāhanādīni pakkhipati, hatthato muttamatteyeva pārājikaṁ.",
  "tika-vin08t31:27_6": "Dhuranikkhepo pana ārāmābhiyogaupanikkhittabhaṇḍavasena veditabbo.",
  "tika-vin08t31:27_7": "Tāvakālikabhaṇḍadeyyāni adentassapi eseva nayoti idaṁ sāhatthikapañcakaṁ.",
  "tika-vin08t31:28_0": "Katamaṁ pubbapayogapañcakaṁ?",
  "tika-vin08t31:28_1": "Pubbapayogo sahapayogo saṁvidāvahāro saṅketakammaṁ nimittakammanti.",
  "tika-vin08t31:28_2": "Tena vuttaṁ –",
  "tika-vin08t31:29_0": "“Pubbasahapayogo ca, saṁvidāharaṇaṁ tathā;",
  "tika-vin08t31:30_0": "Saṅketakammaṁ nimittaṁ, idaṁ sāhatthapañcaka”nti.",
  "tika-vin08t31:31_0": "Tattha āṇattivasena pubbapayogo veditabbo.",
  "tika-vin08t31:31_1": "Ṭhānācāvanavasena, khilādīni saṅkāmetvā khettādiggahaṇavasena ca sahapayogo veditabbo.",
  "tika-vin08t31:31_2": "Saṁvidāvahāro nāma “asukaṁ nāma bhaṇḍaṁ avaharissāmā”ti saṁvidahitvā sammantayitvā avaharaṇaṁ.",
  "tika-vin08t31:31_3": "Evaṁ saṁvidahitvā gatesu hi ekenapi tasmiṁ bhaṇḍe ṭhānā cāvite sabbesaṁ avahāro hoti.",
  "tika-vin08t31:31_4": "Saṅketakammaṁ nāma sañjānanakammaṁ.",
  "tika-vin08t31:31_5": "Sace hi purebhattādīsu yaṁ kiñci kālaṁ paricchinditvā “asukasmiṁ kāle itthannāmaṁ bhaṇḍaṁ avaharā”ti vutto saṅketato apacchā apure taṁ avaharati, saṅketakārakassa saṅketakaraṇakkhaṇeyeva avahāro.",
  "tika-vin08t31:31_6": "Nimittakammaṁ nāma saññuppādanatthaṁ akkhinikhaṇanādinimittakaraṇaṁ.",
  "tika-vin08t31:31_7": "Sace hi evaṁ katanimittato apacchā apure “yaṁ avaharā”ti vutto, taṁ avaharati, nimittakārakassa nimittakkhaṇeyeva avahāroti idaṁ pubbapayogapañcakaṁ.",
  "tika-vin08t31:32_0": "Katamaṁ theyyāvahārapañcakaṁ?",
  "tika-vin08t31:32_1": "Theyyāvahāro pasayhāvahāro parikappāvahāro paṭicchannāvahāro kusāvahāroti.",
  "tika-vin08t31:32_2": "Tena vuttaṁ –",
  "tika-vin08t31:33_0": "“Theyyā pasayhā parikappā, paṭicchannā kusā tathā;",
  "tika-vin08t31:34_0": "Avahārā ime pañca, theyyāvahārapañcaka”nti.",
  "tika-vin08t31:35_0": "Tattha yo sandhicchedādīni katvā adissamāno avaharati, kūṭatulākūṭamānakūṭakahāpaṇādīhi vā vañcetvā gaṇhāti, tassevaṁ gaṇhato avahāro theyyāvahāroti veditabbo.",
  "tika-vin08t31:35_1": "Yo pana pasayha balakkārena paresaṁ santakaṁ gaṇhāti gāmaghātakādayo viya, attano pattabalito vā vuttanayeneva adhikaṁ gaṇhāti rājabhaṭādayo viya, tassevaṁ gaṇhato avahāro pasayhāvahāroti veditabbo.",
  "tika-vin08t31:35_2": "Parikappetvā gahaṇaṁ pana parikappāvahāro nāma.",
  "tika-vin08t31:36_0": "So bhaṇḍokāsassa vasena duvidho.",
  "tika-vin08t31:36_1": "Tatrāyaṁ bhaṇḍaparikappo –",
  "tika-vin08t31:36_2": "sāṭakatthiko antogabbhaṁ pavisitvā “sace sāṭako bhavissati, gaṇhissāmi.",
  "tika-vin08t31:36_3": "Sace suttaṁ, na gaṇhissāmī”ti parikappetvā andhakāre pasibbakaṁ gaṇhāti.",
  "tika-vin08t31:36_4": "Tatra ce sāṭako hoti, uddhāreyeva pārājikaṁ.",
  "tika-vin08t31:36_5": "Suttañce hoti, rakkhati.",
  "tika-vin08t31:36_6": "Bahi nīharitvā muñcitvā “sutta”nti ñatvā puna āharitvā ṭhapeti, rakkhatiyeva.",
  "tika-vin08t31:36_7": "“Sutta”nti ñatvāpi yaṁ laddhaṁ, taṁ gahetabbanti gacchati, padavārena kāretabbo.",
  "tika-vin08t31:36_8": "Bhūmiyaṁ ṭhapetvā gaṇhāti, uddhāre pārājikaṁ.",
  "tika-vin08t31:36_9": "“Coro coro”ti anubandho chaḍḍetvā palāyati, rakkhati.",
  "tika-vin08t31:36_10": "Sāmikā disvā gaṇhanti, rakkhatiyeva.",
  "tika-vin08t31:36_11": "Añño ce gaṇhāti, bhaṇḍadeyyaṁ.",
  "tika-vin08t31:36_12": "Sāmikesu nivattantesu sayaṁ disvā paṁsukūlasaññāya “pagevetaṁ mayā gahitaṁ, mama dāni santaka”nti gaṇhantassapi bhaṇḍadeyyameva.",
  "tika-vin08t31:36_13": "Tattha yvāyaṁ “sace sāṭako bhavissati, gaṇhissāmī”tiādinā nayena pavatto parikappo, ayaṁ bhaṇḍaparikappo nāma.",
  "tika-vin08t31:36_14": "Okāsaparikappo pana evaṁ veditabbo –",
  "tika-vin08t31:36_15": "ekacco pana parapariveṇādīni paviṭṭho kiñci lobhaneyyabhaṇḍaṁ disvā gabbhadvārapamukhaheṭṭhā pāsādadvārakoṭṭhakarukkhamūlādivasena paricchedaṁ katvā “sace maṁ etthantare passissanti, daṭṭhukāmatāya gahetvā vicaranto viya dassāmi.",
  "tika-vin08t31:36_16": "No ce passissanti, harissāmī”ti parikappeti, tassa taṁ ādāya parikappitaparicchedaṁ atikkantamatte avahāro hoti.",
  "tika-vin08t31:36_17": "Iti yvāyaṁ vuttanayeneva pavatto parikappo, ayaṁ okāsaparikappo nāma.",
  "tika-vin08t31:36_18": "Evamimesaṁ dvinnaṁ parikappānaṁ vasena parikappetvā gaṇhato avahāro parikappāvahāroti veditabbo.",
  "tika-vin08t31:37_0": "Paṭicchādetvā pana avaharaṇaṁ paṭicchannāvahāro.",
  "tika-vin08t31:37_1": "So evaṁ veditabbo –",
  "tika-vin08t31:37_2": "yo bhikkhu uyyānādīsu paresaṁ omuñcitvā ṭhapitaṁ aṅgulimuddikādiṁ disvā “pacchā gaṇhissāmī”ti paṁsunā vā paṇṇena vā paṭicchādeti, tassa ettāvatā uddhāro natthīti na tāva avahāro hoti.",
  "tika-vin08t31:37_3": "Yadā pana sāmikā vicinantā apassitvā “sve jānissāmā”ti sālayāva gatā honti, athassa taṁ uddharato uddhāre avahāro.",
  "tika-vin08t31:37_4": "“Paṭicchannakāleyeva etaṁ mama santaka”nti sakasaññāya vā “gatādāni te, chaḍḍitabhaṇḍaṁ ida”nti paṁsukūlasaññāya vā gaṇhantassa pana bhaṇḍadeyyaṁ.",
  "tika-vin08t31:37_5": "Tesu dutiyatatiyadivase āgantvā vicinitvā adisvā dhuranikkhepaṁ katvā gatesupi gahitaṁ bhaṇḍadeyyameva.",
  "tika-vin08t31:37_6": "Pacchā ñatvā codiyamānassa adadato sāmikānaṁ dhuranikkhepe avahāro hoti. Kasmā?",
  "tika-vin08t31:37_7": "Yasmā tassa payogena tehi na diṭṭhaṁ.",
  "tika-vin08t31:37_8": "Yo pana tathārūpaṁ bhaṇḍaṁ yathāṭhāne ṭhitaṁyeva appaṭicchādetvā theyyacitto pādena akkamitvā kaddame vā vālikāya vā paveseti, tassa pavesitamatteyeva avahāro.",
  "tika-vin08t31:38_0": "Kusaṁ saṅkāmetvā pana avaharaṇaṁ kusāvahāro nāma.",
  "tika-vin08t31:38_1": "Sopi evaṁ veditabbo –",
  "tika-vin08t31:38_2": "yo bhikkhu vilīvamayaṁ vā tālapaṇṇamayaṁ vā katasaññāṇaṁ yaṁ kiñci kusaṁ pātetvā cīvare bhājiyamāne attano koṭṭhāsassa samīpe ṭhitaṁ samagghataraṁ vā mahagghataraṁ vā samasamaṁ vā agghena parassa koṭṭhāsaṁ haritukāmo attano koṭṭhāse patitaṁ kusaṁ parassa koṭṭhāse pātetukāmatāya uddharati, rakkhati tāva.",
  "tika-vin08t31:38_3": "Parassa koṭṭhāse pātite rakkhateva.",
  "tika-vin08t31:38_4": "Yadā pana tasmiṁ patite parassa koṭṭhāsato parassa kusaṁ uddharati, uddhaṭamatte avahāro.",
  "tika-vin08t31:38_5": "Sace paṭhamataraṁ parassa koṭṭhāsato kusaṁ uddharati, attano koṭṭhāse pātetukāmatāya uddhāre rakkhati, pātanepi rakkhati.",
  "tika-vin08t31:38_6": "Attano koṭṭhāsato pana attano kusaṁ uddharato uddhāreyeva rakkhati, taṁ uddharitvā parakoṭṭhāse pātentassa hatthato muttamatte avahāro hoti, ayaṁ kusāvahāro.",
  "tika-vin08t31:38_7": "Ayamettha saṅkhepo, vitthāro pana samantapāsādikato gahetabbo.",
  "tika-vin08t31:39_0": "Tulayitvāti upaparikkhitvā.",
  "tika-vin08t31:40_0": "Sāmīcīti vattaṁ, āpatti pana natthīti adhippāyo.",
  "tika-vin08t31:41_0": "Mahājanasammaddoti mahājanasaṅkhobho.",
  "tika-vin08t31:41_1": "Bhaṭṭhe janakāyeti apagate janakāye.",
  "tika-vin08t31:41_2": "“Idañca kāsāvaṁ attano santakaṁ katvā etasseva bhikkhuno dehī”ti kiṁ kāraṇā evamāha?",
  "tika-vin08t31:41_3": "Cīvarassāmikena dhuranikkhepo kato, tasmā tassa adinnaṁ gahetuṁ na vaṭṭati.",
  "tika-vin08t31:41_4": "Avahārakopi vippaṭisārassa uppannakālato paṭṭhāya cīvarassāmikaṁ pariyesanto vicarati “dassāmī”ti, cīvarassāmikena ca “mameta”nti vutte etenapi avahārakena ālayo pariccatto, tasmā evamāha.",
  "tika-vin08t31:41_5": "Yadi evaṁ cīvarassāmikoyeva “attano santakaṁ gaṇhāhī”ti kasmā na vuttoti?",
  "tika-vin08t31:41_6": "Ubhinnaṁ kukkuccavinodanatthaṁ. Kathaṁ?",
  "tika-vin08t31:41_7": "Avahārakassa “mayā sahatthena na dinnaṁ, bhaṇḍadeyyameta”nti kukkuccaṁ uppajjeyya, itarassa “mayā paṭhamaṁ dhuranikkhepaṁ katvā pacchā adinnaṁ gahita”nti kukkuccaṁ uppajjeyyāti.",
  "tika-vin08t31:42_0": "Samagghanti appagghaṁ.",
  "tika-vin08t31:43_0": "Dāruatthaṁ pharatīti dārūhi kattabbakiccaṁ sādheti.",
  "tika-vin08t31:43_1": "Mayi santetiādi sabbaṁ raññā pasādena vuttaṁ, therena pana “ananucchavikaṁ kata”nti na maññitabbaṁ.",
  "tika-vin08t31:44_0": "Ekadivasaṁ dantakaṭṭhacchedanādinā yā ayaṁ agghahāni vuttā, sā bhaṇḍassāminā kiṇitvā gahitameva sandhāya vuttā.",
  "tika-vin08t31:44_1": "Sabbaṁ panetaṁ aṭṭhakathācariyappamāṇena gahetabbaṁ.",
  "tika-vin08t31:44_2": "Pāsāṇañca sakkharañca pāsāṇasakkharaṁ.",
  "tika-vin08t31:45_0": "“Dhāreyya atthaṁ vicakkhaṇo”ti imasseva vivaraṇaṁ “āpattiṁ vā anāpattiṁ vā”tiādi.",
  "tika-vin08t31:45_1": "“Sikkhāpadaṁ samaṁ tenā”ti ito pubbe ekā gāthā –",
  "tika-vin08t31:46_0": "“Dutiyaṁ adutiyena, yaṁ jinena pakāsitaṁ;",
  "tika-vin08t31:47_0": "Parājitakilesena, pārājikapadaṁ idhā”ti.",
  "tika-vin08t31:48_0": "Tāya saddhiṁ ghaṭetvā adutiyena parājitakilesena jinena dutiyaṁ yaṁ idaṁ pārājikapadaṁ pakāsitaṁ, idha tena samaṁ anekanayavokiṇṇaṁ gambhīratthavinicchayaṁ aññaṁ kiñci sikkhāpadaṁ na vijjatīti yojanā.",
  "tika-vin08t31:48_1": "Tattha parājitakilesenāti santāne puna anuppattidhammatāpādane catūhi maggañāṇehi saha vāsanāya samucchinnasabbakilesena.",
  "tika-vin08t31:48_2": "Vimativinodaniyaṁ pana “parājitakilesenāti vijitakilesena, nikilesenāti attho”ti vuttaṁ.",
  "tika-vin08t31:48_3": "Idhāti imasmiṁ sāsane.",
  "tika-vin08t31:49_0": "Tenāti tena dutiyapārājikasikkhāpadena.",
  "tika-vin08t31:49_1": "Attho nāma pāḷiattho.",
  "tika-vin08t31:49_2": "Vinicchayo nāma pāḷimuttavinicchayo.",
  "tika-vin08t31:49_3": "Attho ca vinicchayo ca atthavinicchayā, te gambhīrā yasminti gambhīratthavinicchayaṁ.",
  "tika-vin08t31:49_4": "Vatthumhi otiṇṇeti codanāvasena vā attanāva attano vītikkamārocanavasena vā saṅghamajjhe adinnādānavatthusmiṁ otiṇṇe.",
  "tika-vin08t31:49_5": "Etthāti otiṇṇe vatthusmiṁ.",
  "tika-vin08t31:49_6": "Vinicchayoti āpattānāpattiniyamanaṁ.",
  "tika-vin08t31:49_7": "Avatvāvāti “tvaṁ pārājikaṁ āpanno”ti avatvāva.",
  "tika-vin08t31:49_8": "Kappiyepi ca vatthusminti attanā gahetuṁ kappiye mātupituādisantakepi vatthusmiṁ.",
  "tika-vin08t31:49_9": "Lahuvattinoti theyyacittuppādena lahuparivattino.",
  "tika-vin08t31:49_10": "Āsīvisanti sīghameva sakalasarīre pharaṇasamatthavisaṁ.",
  "tika-vin08t31:50_0": "233.",
  "tika-vin08t31:50_1": "Pakatimanussehi uttaritarānaṁ buddhādiuttamapurisānaṁ adhigamadhammoti uttarimanussadhammo, tassa paresaṁ ārocanaṁ uttarimanussadhammārocanaṁ.",
  "tika-vin08t31:50_2": "Taṁ vinicchinantena cha ṭhānāni sodhetabbānīti yojanā.",
  "tika-vin08t31:50_3": "Tattha kiṁ te adhigatanti adhigamapucchā.",
  "tika-vin08t31:50_4": "Kinti te adhigatanti upāyapucchā.",
  "tika-vin08t31:50_5": "Kadā te adhigatanti kālapucchā.",
  "tika-vin08t31:50_6": "Kattha te adhigatanti okāsapucchā.",
  "tika-vin08t31:50_7": "Katame te kilesā pahīnāti pahīnakilesapucchā.",
  "tika-vin08t31:50_8": "Katamesaṁ tvaṁ dhammānaṁ lābhīti paṭiladdhadhammapucchā.",
  "tika-vin08t31:50_9": "Idāni tameva chaṭṭhānavisodhanaṁ vitthāretumāha “sace hī”tiādi.",
  "tika-vin08t31:50_10": "Tattha ettāvatāti ettakena byākaraṇavacanamattena na sakkāro kātabbo.",
  "tika-vin08t31:50_11": "Byākaraṇañhi ekassa ayāthāvatopi hotīti.",
  "tika-vin08t31:50_12": "Imesu chasu ṭhānesu sodhanatthaṁ evaṁ vattabboti yathā nāma jātarūpapatirūpakampi jātarūpaṁ viya khāyatīti jātarūpaṁ nighaṁsanatāpanachedanehi sodhetabbaṁ, evameva idāneva vuttesu chasu ṭhānesu pakkhipitvā sodhanatthaṁ vattabbo.",
  "tika-vin08t31:50_13": "Vimokkhādīsūti ādi-saddena samāpattiñāṇadassanamaggabhāvanāphalasacchikiriyādiṁ saṅgaṇhāti.",
  "tika-vin08t31:50_14": "Pākaṭo hoti adhigatavisesassa satisammosābhāvato.",
  "tika-vin08t31:50_15": "Sesapucchāsupi “pākaṭo hotī”ti pade eseva nayo.",
  "tika-vin08t31:51_0": "Sabbesañhiattanā adhigatamaggena pahīnā kilesā pākaṭā hontīti idaṁ yebhuyyavasena vuttaṁ.",
  "tika-vin08t31:51_1": "Kassaci hi attanā adhigatamaggavajjhakilesesu sandeho uppajjatiyeva mahānāmassa sakkassa viya.",
  "tika-vin08t31:51_2": "So hi sakadāgāmī samānopi “tassa mayhaṁ, bhante, evaṁ hoti –",
  "tika-vin08t31:51_3": "ko su nāma me dhammo ajjhattaṁ appahīno, yena me ekadā lobhadhammāpi cittaṁ pariyādāya tiṭṭhanti, dosadhammāpi cittaṁ pariyādāya tiṭṭhanti, mohadhammāpi cittaṁ pariyādāya tiṭṭhantī”ti bhagavantaṁ pucchi.",
  "tika-vin08t31:51_4": "Ayaṁ kira rājā sakadāgāmimaggena lobhadosamohā niravasesā pahīyantīti saññī ahosīti.",
  "tika-vin08t31:52_0": "Yāya paṭipadāya yassa ariyamaggo āgacchati, sā pubbabhāgapaṭipatti āgamanapaṭipadā.",
  "tika-vin08t31:52_1": "Sodhetabbāti suddhā, udāhu na suddhāti vicāraṇavasena sodhetabbā.",
  "tika-vin08t31:52_2": "“Na sujjhatīti tattha tattha pamādapaṭipattisambhavato.",
  "tika-vin08t31:52_3": "Apanetabboti attano paṭiññāya apanetabbo”ti sāratthadīpaniyaṁ.",
  "tika-vin08t31:52_4": "Vimativinodaniyaṁ pana “na sujjhatīti pucchiyamāno paṭipattikkamaṁ ullaṅghitvā kathesi.",
  "tika-vin08t31:52_5": "Apanetabboti tayā vuttakkamenāyaṁ dhammo na sakkā adhigantunti adhigatamānato apanetabbo”ti vuttaṁ.",
  "tika-vin08t31:52_6": "“Sujjhatī”ti vatvā sujjhanākāraṁ dassetuṁ “dīgharatta”ntiādi vuttaṁ.",
  "tika-vin08t31:52_7": "Paññāyatīti etthāpi “yadī”ti padaṁ ānetvā yadi so bhikkhu tāya paṭipadāya paññāyatīti sambandho.",
  "tika-vin08t31:52_8": "Catūsu paccayesu alaggattā “ākāse pāṇisamena cetasā”ti vuttaṁ.",
  "tika-vin08t31:52_9": "Vuttasadisaṁ byākaraṇaṁ hotīti yojanā.",
  "tika-vin08t31:52_10": "Tattha vuttasadisanti tassa bhikkhuno byākaraṇaṁ imasmiṁ sutte vuttena sadisaṁ, samanti attho.",
  "tika-vin08t31:52_11": "Khīṇāsavassa paṭipattisadisā paṭipatti hotīti dīgharattaṁ suvikkhambhitakilesattā, idañca arahattaṁ paṭijānantassa vasena vuttaṁ.",
  "tika-vin08t31:52_12": "Tenāha “khīṇāsavassa nāmā”tiādi.",
  "tika-vin08t31:52_13": "Khīṇāsavassa nāma…pe…",
  "tika-vin08t31:52_14": "na hotīti pahīnavipallāsattā, jīvitanikantiyā ca abhāvato na hoti, puthujjanassa pana appahīnavipallāsattā jīvitanikantisabbhāvato ca appamattakenapi hoti, evaṁ suvikkhambhitakilesassa vattanasekkhadhammapaṭijānanaṁ iminā bhayuppādanena, ambilādidassane kheḷuppādādinā ca na sakkā vīmaṁsituṁ, tasmā tassa vacaneneva taṁ saddhātabbaṁ.",
  "tika-vin08t31:53_0": "Ayaṁ bhikkhu sampannaveyyākaraṇoti idaṁ na kevalaṁ abhāyanakameva sandhāya vuttaṁ ekaccassa sūrajātikassa puthujjanassapi abhāyanato, rajjanīyārammaṇānaṁ badarasāḷavādiaabalamaddanādīnaṁ upayojanepi kheḷuppādāditaṇhuppattirahitaṁ sabbathā suvisodhitameva sandhāya vuttanti veditabbaṁ.",
  "tika-vin08t31:54_0": "234.“Nīharitvāti sāsanato nīharitvā”ti sāratthadīpaniyaṁ vuttaṁ, vimativinodaniyaṁ pana “nīharitvāti pāḷito uddharitvā”ti.",
  "tika-vin08t31:54_1": "Tathā hi “pañcahupāli, aṅgehi samannāgatena bhikkhunā nānuyuñjitabbaṁ.",
  "tika-vin08t31:54_2": "Katamehi pañcahi?",
  "tika-vin08t31:54_3": "Suttaṁ na jānāti, suttānulomaṁ na jānātī”tiādipāḷito suttaṁ suttānulomañca nīhariṁsu, “anāpatti evaṁ amhākaṁ ācariyānaṁ uggaho paripucchāti bhaṇatī”ti evamādito ācariyavādaṁ, “āyasmā upāli evamāha ‘anāpatti āvuso supinantenā”ti evamādito attanomatiṁ nīhariṁsu.",
  "tika-vin08t31:54_4": "Sā ca therassa attanomati suttena saṅgahitattā suttaṁ jātaṁ, evamaññāpi suttādīhi saṅgahitāva gahetabbā, netarāti veditabbaṁ.",
  "tika-vin08t31:54_5": "Atha vā nīharitvāti vibhajitvā, sāṭṭhakathaṁ sakalaṁ vinayapiṭakaṁ suttādīsu catūsu padesesu pakkhipitvā catudhā vibhajitvā vinayaṁ pakāsesuṁ tabbinimuttassa abhāvāti adhippāyo.",
  "tika-vin08t31:54_6": "Vajirabuddhiṭīkāyampi “nīharitvāti ettha sāsanato nīharitvāti attho…pe…",
  "tika-vin08t31:54_7": "tāya hi attanomatiyā thero etadaggaṭṭhapanaṁ labhati.",
  "tika-vin08t31:54_8": "Apica vuttañhetaṁ bhagavatā ‘anupasampannena paññattena vā apaññattena vā vuccamāno…pe…",
  "tika-vin08t31:54_9": "anādariyaṁ karoti, āpatti dukkaṭassā’ti.",
  "tika-vin08t31:54_10": "Tattha hi paññattaṁ nāma suttaṁ, sesattayaṁ apaññattaṁ nāma.",
  "tika-vin08t31:54_11": "Tenāyaṁ ‘catubbidhañhi vinayaṁ, mahātherā’ti gāthā suvuttā”ti vuttaṁ.",
  "tika-vin08t31:55_0": "Vuttanti milindapañhe nāgasenattherena vuttaṁ.",
  "tika-vin08t31:55_1": "Pajjate anena atthoti padaṁ, bhagavatā kaṇṭhādivaṇṇuppattiṭṭhānaṁ āhacca visesetvā bhāsitaṁ padaṁ āhaccapadaṁ, bhagavatoyeva vacanaṁ.",
  "tika-vin08t31:55_2": "Tenāha “āhaccapadanti suttaṁ adhippeta”nti sāratthadīpaniyaṁ vuttaṁ.",
  "tika-vin08t31:55_3": "Vimativinodaniyaṁ pana “kaṇṭhādivaṇṇuppattiṭṭhānakaraṇādīhi nīharitvā attano vacīviññattiyāva bhāsitaṁ vacanaṁ āhaccapada”nti vuttaṁ.",
  "tika-vin08t31:55_4": "Vajirabuddhiṭīkāyaṁ pana “aṭṭha vaṇṇaṭṭhānāni āhacca vuttena padanikāyenāti attho, udāhaṭena kaṇṭhokkantena padasamūhenāti adhippāyo”ti vuttaṁ.",
  "tika-vin08t31:55_5": "“Idaṁ kappati, idaṁ na kappatī”ti evaṁ avisesetvā “yaṁ bhikkhave mayā ‘idaṁ na kappatī’ti appaṭikkhittaṁ, tañce akappiyaṁ anulometi, kappiyaṁ paṭibāhati, taṁ vo na kappatī”tiādinā vuttasāmaññalakkhaṇaṁ idha rasoti adhippetanti āha “rasoti suttānuloma”nti.",
  "tika-vin08t31:55_6": "Rasoti sāro “pattaraso”tiādīsu viya, paṭikkhittānuññātasuttasāroti attho.",
  "tika-vin08t31:55_7": "Rasoti vā lakkhaṇaṁ paṭivatthukaṁ anuddharitvā lakkhaṇānulomena vuttattā.",
  "tika-vin08t31:55_8": "Rasenāti tassa āhaccabhāsitassa rasena, tato uddhaṭena vinicchayenāti attho.",
  "tika-vin08t31:55_9": "Suttachāyā viya hi suttānulomanti.",
  "tika-vin08t31:55_10": "Dhammasaṅgāhakapabhutiācariyaparamparato ānītā aṭṭhakathātanti idha “ācariyavaṁso”ti adhippetāti āha “ācariyavaṁsoti ācariyavādo”ti, ācariyavādo “ācariyavaṁso”ti vutto pāḷiyaṁ vuttānaṁ ācariyānaṁ paramparāya ābhatova pamāṇanti dassanatthaṁ.",
  "tika-vin08t31:55_11": "Adhippāyoti kāraṇopapattisiddho uhāpohanayapavatto paccakkhādipamāṇapatirūpako.",
  "tika-vin08t31:55_12": "Adhippāyoti ettha “attanomatī”ti keci atthaṁ vadanti.",
  "tika-vin08t31:56_0": "Vinayapiṭake pāḷīti idha adhikāravasena vuttaṁ, sesapiṭakesupi suttādicatunayā yathānurūpaṁ labbhanteva.",
  "tika-vin08t31:57_0": "“Mahāpadesāti mahāokāsā.",
  "tika-vin08t31:57_1": "Mahantāni vinayassa patiṭṭhāpanaṭṭhānāni, yesu patiṭṭhāpito vinayo vinicchinīyati asandehato, mahantāni vā kāraṇāni mahāpadesā, mahantāni vinayavinicchayakāraṇānīti vuttaṁ hoti.",
  "tika-vin08t31:57_2": "Atthato pana ‘yaṁ bhikkhave’tiādinā vuttāsādhippāyā pāḷiyeva mahāpadesāti vadanti.",
  "tika-vin08t31:57_3": "Tenevāha ‘ye bhagavatā evaṁ vuttā’tiādi.",
  "tika-vin08t31:57_4": "Ime ca mahāpadesā khandhake āgatā, tasmā tesaṁ vinicchayakathā tattheva āvi bhavissatīti idha na vuccatī”ti sāratthadīpaniyaṁ vuttaṁ.",
  "tika-vin08t31:57_5": "Vimativinodaniyaṁ pana “mahāpadesāti mahāokāsā mahāvisayā, te atthato ‘yaṁ bhikkhavetiādipāḷivasena akappiyānulomato kappiyānulomato ca puggalehi nayato tathā tathā gayhamānā atthanayā eva.",
  "tika-vin08t31:57_6": "Te hi bhagavatā sarūpato avuttesupi paṭikkhittānulomesu anuññātānulomesu ca sesesu kiccesu nivattipavattihetutāya mahāgocarāti ‘mahāpadesā’ti vuttā, na pana ‘yaṁ bhikkhave mayā idaṁ na kappatī’tiādinā vuttā sādhippāyā pāḷiyeva tassā sutte paviṭṭhattā.",
  "tika-vin08t31:57_7": "‘Suttānulomampi sutte otāretabbaṁ…pe…",
  "tika-vin08t31:57_8": "suttameva balavatara’nti hi vuttaṁ.",
  "tika-vin08t31:57_9": "Na hesā sādhippāyā pāḷi sutte otāretabbā, na gahetabbā vā hoti.",
  "tika-vin08t31:57_10": "Yenāyaṁ suttānulomaṁ siyā, tasmā imaṁ pāḷiadhippāyaṁ nissāya puggalehi gahitā yathāvuttaatthāva suttānulomaṁ, taṁpakāsakattā pana ayaṁ pāḷipi suttānulomanti gahetabbaṁ.",
  "tika-vin08t31:57_11": "Tenāha ‘ye bhagavatā evaṁ vuttā’tiādi.",
  "tika-vin08t31:57_12": "‘Yaṁ bhikkhave’tiādipāḷinayena hi puggalehi gahitabbā ye akappiyānulomādayo atthā vuttā, te mahāpadesāti attho”ti vuttaṁ.",
  "tika-vin08t31:58_0": "Vajirabuddhiṭīkāyampi “parivāraṭṭhakathāyaṁ idha ca kiñcāpi ‘suttānulomaṁ nāma cattāro mahāpadesā’ti vuttaṁ, atha kho mahāpadesanayasiddhaṁ paṭikkhittāpaṭikkhittaṁ anuññātānanuññātaṁ kappiyākappiyanti atthato vuttaṁ hoti.",
  "tika-vin08t31:58_1": "Tattha yasmā ‘ṭhānaṁ okāso padesoti kāraṇavevacanāni ‘aṭṭhānametaṁ, ānanda, anavakāso’tiādi sāsanato, ‘niggahaṭṭhāna’nti ca ‘asandiṭṭhiṭṭhāna’nti ca ‘asandiṭṭhi ca pana padeso’ti ca lokato, tasmā mahāpadesāti mahākāraṇānīti attho.",
  "tika-vin08t31:58_2": "Kāraṇaṁ nāma ñāpako hetu idhādhippetaṁ, mahantabhāvo pana tesaṁ mahāvisayattā mahābhūtānaṁ viya.",
  "tika-vin08t31:58_3": "Te duvidhā vinayamahāpadesā suttantikamahāpadesā cāti.",
  "tika-vin08t31:58_4": "Tattha vinayamahāpadesā vinaye yogaṁ gacchanti, itare ubhayatthāpi, teneva parivāre anuyogavatte ‘dhammaṁ na jānāti, dhammānulomaṁ na jānātī’ti” vuttaṁ.",
  "tika-vin08t31:58_5": "Tattha dhammanti ṭhapetvā vinayapiṭakaṁ avasesaṁ piṭakadvayaṁ, dhammānulomanti suttantike cattāro mahāpadesetiādi.",
  "tika-vin08t31:59_0": "Yadi sāpi tattha tattha bhagavatā pavattitā pakiṇṇakadesanāva aṭṭhakathā, sā pana dhammasaṅgāhakehi paṭhamaṁ tīṇi piṭakāni saṅgāyitvā tassa atthavaṇṇanānurūpeneva vācanāmaggaṁ āropitattā “ācariyavādo”ti vuccati “ācariyā vadanti saṁvaṇṇenti pāḷiṁ etenā”ti katvā.",
  "tika-vin08t31:59_1": "Tenāha “ācariyavādo nāma…pe…",
  "tika-vin08t31:59_2": "aṭṭhakathātantī”ti.",
  "tika-vin08t31:59_3": "Tisso hi saṅgītiyo āruḷhoyeva buddhavacanassa atthasaṁvaṇṇanābhūto kathāmaggo mahāmahindattherena tambapaṇṇidīpaṁ ābhato, pacchā tambapaṇṇiyehi mahātherehi sīhaḷabhāsāya ṭhapito nikāyantaraladdhisaṅkarapariharaṇatthaṁ.",
  "tika-vin08t31:59_4": "Bhagavato pakiṇṇakadesanābhūtā ca suttānulomabhūtā ca aṭṭhakathā yasmā dhammasaṅgāhakattherehi pāḷivaṇṇanākkamena saṅgahetvā vuttā, tasmā ācariyavādoti vuttā.",
  "tika-vin08t31:59_5": "Etena ca aṭṭhakathā suttasuttānulomesu atthato saṅgayhatīti veditabbaṁ.",
  "tika-vin08t31:59_6": "Yathā ca esā, evaṁ attanomatipi pamāṇabhūtā.",
  "tika-vin08t31:59_7": "Na hi bhagavato vacanaṁ vacanānulomañca anissāya aggasāvakādayopi attano ñāṇabalena suttābhidhammavinayesu kiñci sammutiparamatthabhūtaṁ atthaṁ vattuṁ sakkonti, tasmā sabbampi vacanaṁ sutte suttānulome ca saṅgayhati.",
  "tika-vin08t31:59_8": "Visuṁ pana aṭṭhakathādīnaṁ saṅgahitattā tadavasesaṁ suttasuttānulomato gahetvā catudhā vinayo niddiṭṭho.",
  "tika-vin08t31:60_0": "Kiñcāpi attanomati suttādīhi saṁsanditvāva parikappīyati, tathāpi sā na suttādīsu visesato niddiṭṭhāti āha “suttasuttānulomaācariyavāde muñcitvā”ti.",
  "tika-vin08t31:60_1": "Anubuddhiyāti suttādīniyeva anugatabuddhiyā.",
  "tika-vin08t31:60_2": "Nayaggāhenāti suttādito labbhamānanayaggahaṇena.",
  "tika-vin08t31:60_3": "Attanomatiṁ sāmaññato paṭhamaṁ dassetvā idāni tameva visesetvā dassento “apicā”tiādimāha.",
  "tika-vin08t31:60_4": "Tattha “suttantābhidhammavinayaṭṭhakathāsū”ti vacanato piṭakattayassapi sādhāraṇā esā kathāti veditabbā.",
  "tika-vin08t31:60_5": "Theravādoti mahāsumattherādīnaṁ gāho.",
  "tika-vin08t31:60_6": "Idāni tattha paṭipajjitabbākāraṁ dassento āha “taṁ panā”tiādi.",
  "tika-vin08t31:60_7": "Tattha atthenāti attanā nayato gahitena atthena.",
  "tika-vin08t31:60_8": "Pāḷinti attano gāhassa nissayabhūtaṁ sāṭṭhakathaṁ pāḷiṁ.",
  "tika-vin08t31:60_9": "Pāḷiyāti tappaṭikkhepatthaṁ parenābhatāya sāṭṭhakathāya pāḷiyā, attanā gahitaṁ atthaṁ nissāya, pāḷiñca saṁsanditvāti attho.",
  "tika-vin08t31:60_10": "Ācariyavādeti attanā parena ca samuddhaṭaaṭṭhakathāya.",
  "tika-vin08t31:60_11": "Otāretabbāti ñāṇena anuppavesetabbā.",
  "tika-vin08t31:60_12": "Otarati ceva sameti cāti attanā uddhaṭehi saṁsandanavasena otarati, parena uddhaṭena sameti.",
  "tika-vin08t31:60_13": "Sabbadubbalāti asabbaññupuggalassa dosavāsanāya yāthāvato atthasampaṭipattiabhāvato vuttaṁ.",
  "tika-vin08t31:61_0": "Pamādapāṭhavasena ācariyavādassa suttānulomena asaṁsandanāpi siyāti āha “itaro na gahetabbo”ti.",
  "tika-vin08t31:61_1": "Samentameva gahetabbanti ye suttena saṁsandanti, evarūpāva atthā mahāpadesato uddharitabbāti dasseti tathā tathā uddhaṭaatthānaṁyeva suttānulomattā.",
  "tika-vin08t31:61_2": "Tenāha “suttānulomato hi suttameva balavatara”nti.",
  "tika-vin08t31:61_3": "Atha vā suttānulomassa suttekadesattepi sutte viya “idaṁ kappati, idaṁ na kappatī”ti paricchinditvā āhaccabhāsitaṁ kiñci natthīti āha “suttā…pe…",
  "tika-vin08t31:61_4": "balavatara”nti.",
  "tika-vin08t31:61_5": "Appaṭivattiyanti appaṭibāhiyaṁ.",
  "tika-vin08t31:61_6": "Kārakasaṅghasadisanti pamāṇattā saṅgītikārakasaṅghasadisaṁ.",
  "tika-vin08t31:61_7": "“Buddhānaṁ ṭhitakālasadisa”nti iminā buddhānaṁyeva kathitadhammabhāvaṁ dasseti, dharamānabuddhasadisanti vuttaṁ hoti.",
  "tika-vin08t31:61_8": "Sutte hi paṭibāhite buddhova paṭibāhito hoti.",
  "tika-vin08t31:61_9": "“Sakavādī suttaṁ gahetvā kathetīti sakavādī attano suttaṁ gahetvā voharati.",
  "tika-vin08t31:61_10": "Paravādī suttānulomanti aññanikāyavādī attano nikāye suttānulomaṁ gahetvā kathetī”ti sāratthadīpaniyaṁ vuttaṁ.",
  "tika-vin08t31:62_0": "Vimativinodaniyaṁ pana “sakavādī suttaṁ gahetvā kathetītiādīsu yo yathābhūtamatthaṁ gahetvā kathanasīlo, so sakavādī.",
  "tika-vin08t31:62_1": "Suttanti saṅgītittayāruḷhaṁ pāḷivacanaṁ.",
  "tika-vin08t31:62_2": "Paravādīti mahāvihāravāsī vā hotu aññanikāyavāsī vā, yo viparītato atthaṁ gahetvā kathanasīlo, sova idha ‘paravādī’ti vutto.",
  "tika-vin08t31:62_3": "Suttānulomanti saṅgītittayāruḷhaṁ vā anāruḷhaṁ vā yaṁ kiñci vipallāsato vā vañcanāya vā ‘saṅgītittayāgatamida’nti dassiyamānaṁ suttānulomaṁ.",
  "tika-vin08t31:62_4": "Keci ‘aññanikāye suttānuloma’nti vadanti, taṁ na yuttaṁ sakavādīparavādīnaṁ ubhinnampi saṅgītittayāruḷhasuttādīnameva gahetabbato.",
  "tika-vin08t31:62_5": "Tathā hi vakkhati ‘tisso saṅgītiyo āruḷhaṁ pāḷiāgataṁ paññāyati, gahetabba’ntiādi.",
  "tika-vin08t31:62_6": "Na hi sakavādī aññanikāyasuttādiṁ pamāṇato gaṇhāti.",
  "tika-vin08t31:62_7": "Yena tesu suttādīsu dassitesu tattha ṭhātabbaṁ bhaveyya, vakkhati ca ‘paro tassa akappiyabhāvasādhakaṁ suttato bahuṁ kāraṇañca vinicchayañca dasseti…pe…",
  "tika-vin08t31:62_8": "sādhūti sampaṭicchitvā akappiyeyeva ṭhātabba’nti, tasmā paravādināpi saṅgītittaye anāruḷhampi anāruḷhamicceva dassīyati, kevalaṁ tassa tassa suttādino saṅgītittaye anāgatassa kūṭatā, āgatassa ca byañjanacchāyāya aññathā adhippāyayojanā ca visesā, tattha ca yaṁ kūṭaṁ, taṁ apanīyati.",
  "tika-vin08t31:62_9": "Yaṁ aññathā yojitaṁ, taṁ tassa viparītatādassanatthaṁ tadaññena suttādinā saṁsandanā karīyati.",
  "tika-vin08t31:62_10": "Yo pana paravādinā gahito adhippāyo suttantādinā saṁsandati, so sakavādināpi attano gāhaṁ vissajjetvā gahetabboti ubhinnampi saṅgītittayāgatameva suttaṁ pamāṇanti veditabbaṁ.",
  "tika-vin08t31:62_11": "Teneva kathāvatthupakaraṇe ‘sakavāde pañca suttasatāni paravāde pañcā’ti, suttasahassampi adhippāyaggahaṇanānattena saṅgītittayāgatameva gahitaṁ, na nikāyantare”ti vuttaṁ.",
  "tika-vin08t31:63_0": "Vajirabuddhiṭīkāyaṁ pana “paravādīti amhākaṁ samayavijānanako aññanikāyikoti vuttaṁ.",
  "tika-vin08t31:63_1": "Paravādī suttānulomanti kathaṁ?",
  "tika-vin08t31:63_2": "‘Aññatra udakadantaponā’ti suttaṁ sakavādissa, tadanulomato nāḷikeraphalassa udakampi udakameva hotīti paravādī ca.",
  "tika-vin08t31:64_0": "‘Nāḷikerassa yaṁ toyaṁ, purāṇaṁ pittavaḍḍhanaṁ;",
  "tika-vin08t31:65_0": "Tameva taruṇaṁ toyaṁ, pittaghaṁ balavaḍḍhana’nti. –",
  "tika-vin08t31:66_0": "Evaṁ paravādinā vutte sakavādī dhaññaphalassa gatikattā, āhāratthassa ca pharaṇato ‘yāvakālikameva ta’nti vadanto paṭikkhipatī”ti.",
  "tika-vin08t31:66_1": "Khepaṁ vā garahaṁ vā akatvāti “kiṁ iminā”ti khepaṁ paṭikkhepaṁ chaḍḍanaṁ vā “kimesa bālo vadati, kimesa bālo jānātī”ti garahaṁ nindaṁ vā akatvā.",
  "tika-vin08t31:66_2": "Suttānulomanti attanā avuttaṁ aññanikāye suttānulomaṁ.",
  "tika-vin08t31:66_3": "“Sutte otāretabbanti sakavādinā sutte otāretabba”nti sāratthadīpaniyaṁ.",
  "tika-vin08t31:66_4": "Vimativinodaniyaṁ pana “sutte otāretabbanti yassa suttassa anulomanato idaṁ suttānulomaṁ akāsi, tasmiṁ, tadanurūpe vā aññatarasmiṁ sutte attanā gahitaṁ suttānulomaṁ atthato saṁsandanavasena otāretabbaṁ.",
  "tika-vin08t31:66_5": "‘Iminā ca iminā ca kāraṇena imasmiṁ sutte saṁsandatī’ti saṁsandetvā dassetabbanti attho”ti vuttaṁ.",
  "tika-vin08t31:66_6": "Suttasmiṁyeva ṭhātabbanti attano sutteyeva ṭhātabbaṁ.",
  "tika-vin08t31:66_7": "Ayanti sakavādī.",
  "tika-vin08t31:66_8": "Paroti paravādī.",
  "tika-vin08t31:66_9": "Ācariyavādo sutte otāretabboti yassa suttassa saṁvaṇṇanāvasena ayaṁ ācariyavādo pavatto, tasmiṁ, tādise ca aññasmiṁ sutte pubbāparaatthasaṁsandanavasena otāretabbaṁ.",
  "tika-vin08t31:66_10": "Gārayhācariyavādoti pamādalikhito, bhinnaladdhikehi ca ṭhapito, esa nayo sabbattha.",
  "tika-vin08t31:67_0": "Vajirabuddhiṭīkāyaṁ pana –",
  "tika-vin08t31:67_1": "paro ācariyavādanti “suṅkaṁ pariharatīti ettha upacāraṁ okkamitvā kiñcāpi pariharati, avahāro evā”ti aṭṭhakathāvacanato “tathā karonto pārājikamāpajjatī”ti paravādinā vutte sakavādī “suṅkaṁ pariharati, āpatti dukkaṭassā”ti suttaṁ tattheva āgatamahāaṭṭhakathāvacanena saddhiṁ dassetvā paṭisedheti.",
  "tika-vin08t31:67_2": "Tathā karontassa dukkaṭamevāti.",
  "tika-vin08t31:67_3": "Paro attanomatinti ettha “purebhattaṁ parasantakaṁ avaharāti purebhattameva harissāmīti vāyamantassa pacchābhattaṁ hoti, purebhattapayogova so, tasmā mūlaṭṭho na muccatīti tumhākaṁ theravādattā mūlaṭṭhassa pārājikamevā”ti paravādinā vutte sakavādī “taṁ saṅketaṁ pure vā pacchā vā taṁ bhaṇḍaṁ avaharati, mūlaṭṭhassa anāpattī”ti suttaṁ dassetvā paṭikkhipati.",
  "tika-vin08t31:68_0": "Paro suttanti “aniyatahetudhammo sammattaniyatahetudhammassa ārammaṇapaccayena paccayo”ti suttaṁ paṭṭhāne likhitaṁ dassetvā “ariyamaggassa na nibbānamevārammaṇa”nti paravādinā vutte sakavādī ārammaṇattikādisuttānulomena otaratīti paṭikkhipati.",
  "tika-vin08t31:68_1": "Suttānulome otarantaṁyeva hi suttaṁ nāma, netaraṁ.",
  "tika-vin08t31:68_2": "Tena vuttaṁ “pāḷiāgataṁ paññāyatī”ti ettakenapi siddhe “tisso saṅgītiyo āruḷhaṁ pāḷiāgataṁ paññāyatī”tiādi.",
  "tika-vin08t31:68_3": "Tādisañhi pamādalekhanti ācariyo.",
  "tika-vin08t31:68_4": "“Appamādo amatapadaṁ, pamādo maccuno pada”nti vacanato dinnabhojane bhuñjitvā parissayāni parivajjitvā satiṁ paccupaṭṭhapetvā viharanto nicco hotīti.",
  "tika-vin08t31:68_5": "Evarūpassa atthassa āruḷhampi suttaṁ na gahetabbaṁ.",
  "tika-vin08t31:68_6": "Tena vuttaṁ “no ce tathā paññāyatī”ti siddhepi “no ce tathā paññāyati, na otarati na sametīti.",
  "tika-vin08t31:68_7": "Bāhirakasuttaṁ vā”ti vuttattā attano suttampi atthena asamentaṁ na gahetabbaṁ.",
  "tika-vin08t31:68_8": "Paro ācariyavādantiādīsu dvīsu nayesu pamādalekhavasena tattha tattha āgataṭṭhakathāvacanaṁ theravādehi saddhiṁ yojetvā veditabbaṁ.",
  "tika-vin08t31:69_0": "Athāyaṁ ācariyavādaṁ gahetvā katheti, paro suttanti paravādinā “mūlabījaṁ nāma haliddi siṅgiveraṁ vacā…pe…",
  "tika-vin08t31:69_1": "bīje bījasaññī chindati vā chedāpeti vā bhindati vā…pe…",
  "tika-vin08t31:69_2": "āpatti pācittiyassā”ti tumhākaṁ pāṭhattā “haliddigaṇṭhiṁ chindantassa pācittiya”nti vutte sakavādī “yāni vā panaññāni atthi mūle jāyanti, mūle sañjāyantī”tiādiṁ dassetvā tassa aṭṭhakathāsaṅkhātena ācariyavādena paṭikkhipati.",
  "tika-vin08t31:69_3": "Na hi gaṇṭhimhi gaṇṭhi jāyatīti.",
  "tika-vin08t31:69_4": "Paro suttānulomanti paravādinā “anāpatti evaṁ amhākaṁ ācariyānaṁ uggaho”ti vacanassānulomato “amhākaṁ porāṇabhikkhū ekapāsāde gabbhaṁ thaketvā anupasampannena sayituṁ vaṭṭatīti tathā katvā āgatā, tasmā amhākaṁ vaṭṭatīti tumhesu eva ekaccesu vadantesu “tumhākaṁ na kiñci vattuṁ sakkā”ti vutte sakavādī “suttaṁ suttānulomañca uggahitakānaṁyeva ācariyānaṁ uggaho pamāṇa”ntiādiaṭṭhakathāvacanaṁ dassetvā paṭisedheti.",
  "tika-vin08t31:69_5": "Paro attanomatinti “dvāraṁ vivaritvā anāpucchā sayitesu ke muccantī”ti ettha pana dvepi janā muccanti –",
  "tika-vin08t31:69_6": "yo ca yakkhagahitako, yo ca bandhitvā nipajjāpitoti tumhākaṁ theravādattā aññe sabbepi yathā tathā vā nipannādayopi muccantīti paṭisedheti.",
  "tika-vin08t31:70_0": "Atha panāyaṁ attanomatiṁ gahetvā katheti, paro suttanti “āpattiṁ āpajjantī”ti paravādinā vutte sakavādī “divā kilantarūpo mañce nisinno pāde bhūmito amocetvāva niddāvasena nipajjati, tassa anāpattī”tiādiaṭṭhakathāvacanaṁ dassetvā ekabhaṅgena nipannādayopi muccantīti paṭisedheti.",
  "tika-vin08t31:71_0": "Athāyaṁ attanomatiṁ gahetvā katheti, paro suttānulomanti “domanassampāhaṁ devānaminda duvidhena vadāmi sevitabbampi asevitabbampītiādivacanehi saṁsandanato sadārapose doso tumhākaṁ natthi, tena vuttaṁ ‘puttadārassa saṅgaho”ti paravādinā vutte “kiñcāpi sakavādī bahussuto na hoti, atha kho rāgasahiteneva akusalena bhavitabba”nti paṭikkhipati.",
  "tika-vin08t31:71_1": "Sesesupi iminā nayena aññathāpi anurūpato yojetabbaṁ, idaṁ sabbaṁ upatissattherādayo āhu.",
  "tika-vin08t31:71_2": "Dhammasiritthero pana “ettha paroti vutto aññanikāyiko, so pana attano suttādīniyeva āharati, tāni sakavādī attano suttādimhi otāretvā sace sameti, gaṇhāti.",
  "tika-vin08t31:71_3": "No ce, paṭikkhipatī”ti vadatīti āgataṁ.",
  "tika-vin08t31:72_0": "Nanu ca “suttānulomato suttameva balavatara”nti heṭṭhā vuttaṁ, idha pana “suttaṁ suttānulome otāretabba”ntiādi kasmā vuttanti?",
  "tika-vin08t31:72_1": "Nāyaṁ virodho, “suttānulomato suttameva balavatara”nti idañhi sakamateyeva suttaṁ sandhāya vuttaṁ.",
  "tika-vin08t31:72_2": "Tattha hi sakamatipariyāpannameva suttādiṁ sandhāya “attanomati sabbadubbalā, attanomatito ācariyavādo balavataro, ācariyavādato suttānulomaṁ balavataraṁ, suttānulomato suttameva balavatara”nti ca vuttaṁ.",
  "tika-vin08t31:72_3": "Idha pana paravādinā ānītaṁ aññanikāye suttaṁ sandhāya “suttānulome suttaṁ otāretabba”ntiādi vuttaṁ, tasmā paravādinā ānītaṁ suttādi attano suttānulomaācariyavādaattanomatīsu otāretvā samentaṁyeva gahetabbaṁ, itaraṁ na gahetabbanti ayaṁ nayo idha vuccatīti na koci pubbāparavirodhoti ayaṁ sāratthadīpaniyāgato nayo.",
  "tika-vin08t31:72_4": "Vimativinodaniyaṁ pana “yaṁ kiñci kūṭasuttaṁ bāhirakasuttādivacanaṁ na gahetabbanti dassetuṁ suttaṁ suttānulome otāretabbantiādi vutta”nti vuttaṁ.",
  "tika-vin08t31:73_0": "Bāhirakasuttanti tisso saṅgītiyo anāruḷhaguḷhavessantarādīni ca mahāsaṅghikanikāyavāsīnaṁ suttāni.",
  "tika-vin08t31:73_1": "Vedallādīnanti ādi-saddena guḷhaummaggādiggahaṇaṁ veditabbaṁ.",
  "tika-vin08t31:73_2": "Itaraṁ gārayhasuttaṁ na gahetabbaṁ.",
  "tika-vin08t31:73_3": "“Attanomatiyameva ṭhātabba”nti iminā aññanikāyato ānītasuttatopi sakanikāye attanomatiyeva balavatarāti dasseti.",
  "tika-vin08t31:73_4": "“Sakavādī suttaṁ gahetvā katheti, paravādī suttamevā”ti evamādinā samānajātikānaṁ vasena vāro na vutto.",
  "tika-vin08t31:73_5": "Suttassa sutteyeva otāraṇaṁ bhinnaṁ viya hutvā na paññāyati, vuttanayeneva ca sakkā yojetunti.",
  "tika-vin08t31:74_0": "Idāni sakavādīparavādīnaṁ kappiyākappiyādibhāvaṁ sandhāya vivāde uppanne tattha paṭipajjitabbavidhiṁ dassento āha “atha panāyaṁ kappiyanti gahetvā kathetī”tiādi.",
  "tika-vin08t31:74_1": "Atha vā evaṁ suttasuttānulomādimukhena sāmaññato vivādaṁ dassetvā idāni visesato vivādavatthuṁ tabbinicchayamukhena suttādiñca dassetuṁ “atha panāyaṁ kappiya”ntiādi vuttaṁ.",
  "tika-vin08t31:74_2": "Tattha sutte ca suttānulome ca otāretabbanti sakavādinā attanoyeva sutte ca suttānulome ca otāretabbaṁ.",
  "tika-vin08t31:74_3": "Paro kāraṇaṁ na vindatīti paravādī kāraṇaṁ na labhati.",
  "tika-vin08t31:74_4": "Suttato bahuṁ kāraṇañca vinicchayañca dassetīti paravādī attano suttato bahuṁ kāraṇañca vinicchayañca āharitvā dasseti, “sādhūti sampaṭicchitvā akappiyeyeva ṭhātabba”nti iminā attano nikāye suttādīni alabhantena sakavādinā paravādīvacaneyeva ṭhātabbanti vadati.",
  "tika-vin08t31:74_5": "Sutte ca suttānulome cāti ettha ca-kāro vikappanattho, tena ācariyavādādīnampi saṅgaho.",
  "tika-vin08t31:74_6": "Tenāha “kāraṇañca vinicchayañca dassetī”ti.",
  "tika-vin08t31:74_7": "Tattha kāraṇanti suttādinayaṁ nissāya attanomatiyā uddhaṭaṁ hetuṁ.",
  "tika-vin08t31:74_8": "Vinicchayanti aṭṭhakathāvinicchayaṁ.",
  "tika-vin08t31:75_0": "Dvinnampi kāraṇacchāyā dissatīti sakavādīparavādīnaṁ ubhinnampi kappiyākappiyabhāvasādhakaṁ kāraṇapatirūpakacchāyā dissati.",
  "tika-vin08t31:75_1": "Tattha kāraṇacchāyāti suttādīsu “kappiya”nti gāhassa, “akappiya”nti gāhassa ca nimittabhūtena kicchena paṭipādanīyaṁ avibhūtakāraṇaṁ kāraṇacchāyā, kāraṇapatirūpakanti attho.",
  "tika-vin08t31:75_2": "Yadi dvinnampi kāraṇacchāyā dissati, kasmā akappiyeyeva ṭhātabbanti āha “vinayañhi patvā”tiādi.",
  "tika-vin08t31:75_3": "“Vinayaṁ patvā”ti vuttamevatthaṁ pākaṭataraṁ katvā dassento āha “kappiyākappiyavicāraṇaṁ āgammā”ti.",
  "tika-vin08t31:75_4": "Rundhitabbantiādīsu dubbiññeyyavinicchaye kappiyākappiyabhāve sati “kappiya”nti gahaṇaṁ rundhitabbaṁ, “akappiya”nti gahaṇaṁ gāḷhaṁ kātabbaṁ, aparāparappavattaṁ kappiyaggahaṇaṁ sotaṁ pacchinditabbaṁ, garukabhāvasaṅkhate akappiyeyeva ṭhātabbanti attho.",
  "tika-vin08t31:75_5": "Atha vā rundhitabbanti kappiyasaññāya vītikkamakāraṇaṁ rundhitabbaṁ, taṁnivāraṇacittaṁ daḷhataraṁ kātabbaṁ.",
  "tika-vin08t31:75_6": "Sotaṁ pacchinditabbanti tattha vītikkamappavatti pacchinditabbā.",
  "tika-vin08t31:75_7": "Garukabhāveti akappiyabhāveti attho.",
  "tika-vin08t31:76_0": "Bahūhi suttavinicchayakāraṇehīti bahūhi suttehi ceva tato ānītavinicchayakāraṇehi ca.",
  "tika-vin08t31:76_1": "Atha vā suttena aṭṭhakathāvinicchayena ca laddhakāraṇehi.",
  "tika-vin08t31:76_2": "Attano gahaṇaṁ na vissajjetabbanti sakavādinā attano “akappiya”nti gahaṇaṁ na vissajjetabbanti attho.",
  "tika-vin08t31:77_0": "Idāni vuttamevatthaṁ nigamento “eva”ntiādimāha.",
  "tika-vin08t31:77_1": "Tattha yoti sakavādīparavādīsu yo koci.",
  "tika-vin08t31:77_2": "Keci pana “sakavādīsuyeva yo koci idhādhippeto”ti vadanti, evaṁ sante “atha panāyaṁ kappiyanti gahetvā kathetī”tiādīsu sabbattha ubhopi sakavādinoyeva siyuṁ heṭṭhā vuttasseva nigamanavasena “eva”ntiādinā vuttattā, tasmā taṁ na gahetabbaṁ.",
  "tika-vin08t31:77_3": "Atirekakāraṇaṁ labhatīti ettha suttādīsu purimaṁ purimaṁ atirekakāraṇaṁ nāma, yo vā suttādīsu catūsu bahutaraṁ kāraṇaṁ labhati, so atirekakāraṇaṁ labhati nāma.",
  "tika-vin08t31:78_0": "Suṭṭhu pavatti etassāti, suṭṭhu pavattati sīlenāti vā suppavatti.",
  "tika-vin08t31:78_1": "Tenāha “suppavattīti suṭṭhu pavatta”nti.",
  "tika-vin08t31:78_2": "Vācāya uggataṁ vācuggataṁ, vacasā suggahitanti vuttaṁ hoti.",
  "tika-vin08t31:78_3": "Atha vā vācuggatanti vācāya uggataṁ, tattha nirantaraṁ ṭhitanti attho.",
  "tika-vin08t31:78_4": "Suttatoti imassa vivaraṇaṁ “pāḷito”ti.",
  "tika-vin08t31:78_5": "Ettha ca “suttaṁ nāma sakalaṁ vinayapiṭaka”nti vuttattā puna suttatoti tadatthapaṭipādakaṁ suttābhidhammapāḷivacanaṁ adhippetaṁ.",
  "tika-vin08t31:78_6": "Anubyañjanasoti imassa vivaraṇaṁ “paripucchato ca aṭṭhakathāto cā”ti.",
  "tika-vin08t31:78_7": "Pāḷiṁ anugantvā atthassa byañjanato pakāsanato “anubyañjana”nti hi paripucchā aṭṭhakathā ca vuccati.",
  "tika-vin08t31:78_8": "Ettha ca aṭṭhakathāya visuṁ gahitattā “paripucchā”ti theravādo vutto.",
  "tika-vin08t31:78_9": "Atha vā paripucchāti ācariyassa santikā pāḷiyā atthasavanaṁ.",
  "tika-vin08t31:78_10": "Aṭṭhakathāti pāḷimuttakavinicchayo.",
  "tika-vin08t31:78_11": "Tadubhayampi pāḷiṁ anugantvā atthassa byañjanato “anubyañjana”nti vuttaṁ.",
  "tika-vin08t31:79_0": "Vinayeti vinayācāre.",
  "tika-vin08t31:79_1": "Teneva vakkhati “vinayaṁ ajahanto avokkamanto”tiādi.",
  "tika-vin08t31:79_2": "Tattha patiṭṭhānaṁ nāma sañcicca āpattiyā anāpajjanādinā hotīti āha “lajjibhāvena patiṭṭhito”ti, tena lajjī hotīti vuttaṁ hoti.",
  "tika-vin08t31:79_3": "Vinayadharassa lakkhaṇe vattabbe kiṁ iminā lajjibhāvenāti āha “alajjī hī”tiādi.",
  "tika-vin08t31:79_4": "Tattha bahussutopīti iminā paṭhamalakkhaṇasamannāgamaṁ dasseti.",
  "tika-vin08t31:79_5": "Lābhagarukatāyāti iminā vinaye ṭhitatāya abhāve paṭhamalakkhaṇayogā kiccakaro na hoti, atha kho akiccakaro anatthakaro evāti dasseti.",
  "tika-vin08t31:79_6": "Saṅghabhedassa pubbabhāge pavattakalahassetaṁ adhivacanaṁ saṅgharājīti.",
  "tika-vin08t31:79_7": "Kukkuccakoti aṇumattesupi vajjesu bhayadassanavasena kukkuccaṁ uppādento.",
  "tika-vin08t31:79_8": "Tantiṁ avisaṁvādetvāti pāḷiṁ aññathā akatvā.",
  "tika-vin08t31:79_9": "Avokkamantoti anatikkamanto.",
  "tika-vin08t31:80_0": "Vitthunatīti atthaṁ adisvā nitthunati, vitthambhati vā.",
  "tika-vin08t31:80_1": "Vipphandatīti kampati.",
  "tika-vin08t31:80_2": "Santiṭṭhituṁ na sakkotīti ekasmiṁyeva atthe patiṭṭhātuṁ na sakkoti.",
  "tika-vin08t31:80_3": "Tenāha “yaṁ yaṁ parena vuccati, taṁ taṁ anujānātī”ti.",
  "tika-vin08t31:80_4": "Sakavādaṁ chaḍḍetvā paravādaṁ gaṇhātīti “ucchumhi kasaṭaṁ yāvajīvikaṁ, raso sattāhakāliko, tadubhayavinimutto ca ucchu nāma visuṁ natthi, tasmā ucchupi vikāle vaṭṭatī”ti paravādinā vutte tampi gaṇhāti.",
  "tika-vin08t31:80_5": "Ekekalomanti palitaṁ sandhāya vuttaṁ.",
  "tika-vin08t31:80_6": "Yamhīti yasmiṁ puggale.",
  "tika-vin08t31:80_7": "Parikkhayaṁ pariyādānanti atthato ekaṁ.",
  "tika-vin08t31:81_0": "Ācariyaparamparāti ācariyānaṁ vinicchayaparamparā.",
  "tika-vin08t31:81_1": "Teneva vakkhati “attanomatiṁ pahāya…pe…",
  "tika-vin08t31:81_2": "yathā ācariyo ca ācariyācariyo ca pāḷiñca paripucchañca vadanti, tathā ñātuṁ vaṭṭatī”ti.",
  "tika-vin08t31:81_3": "Na hi ācariyānaṁ nāmamattato paramparajānane payojanaṁ atthi.",
  "tika-vin08t31:81_4": "Pubbāparānusandhitoti pubbavacanassa aparavacanena saha atthasambandhajānanato.",
  "tika-vin08t31:81_5": "Atthatoti saddatthapiṇḍatthaadhippetatthādito.",
  "tika-vin08t31:81_6": "Kāraṇatoti tadatthupapattito.",
  "tika-vin08t31:81_7": "Ācariyaparamparanti imasseva vevacanaṁ “theravādaṅga”nti, therapaṭipāṭinti attho.",
  "tika-vin08t31:81_8": "Dve tayo parivaṭṭāti dve tayo paramparā.",
  "tika-vin08t31:82_0": "Imehi ca pana tīhi lakkhaṇehīti ettha paṭhamena lakkhaṇena vinayassa suṭṭhu uggahitabhāvo vutto, dutiyena tattha lajjibhāvena ceva acalatāya ca suppatiṭṭhitatā, tatiyena pāḷiaṭṭhakathāsu sarūpena anāgatānampi tadanulomato ācariyehi dinnanayato vinicchinituṁ samatthatā.",
  "tika-vin08t31:82_1": "Otiṇṇe vatthusminti codanāvasena vītikkamavatthusmiṁ saṅghamajjhe otiṇṇe.",
  "tika-vin08t31:82_2": "Codakena ca cuditakena ca vutte vattabbeti evaṁ otiṇṇavatthuṁ nissāya codakena “diṭṭhaṁ suta”ntiādinā, cuditakena “atthī”tiādinā ca yaṁ vattabbaṁ, tasmiṁ vattabbe vutteti attho.",
  "tika-vin08t31:82_3": "Vatthu oloketabbanti tassa tassa sikkhāpadassa vatthu oloketabbaṁ.",
  "tika-vin08t31:82_4": "“Tiṇena vā paṇṇena vā…pe…",
  "tika-vin08t31:82_5": "yo āgaccheyya, āpatti dukkaṭassā”ti hidaṁ nissaggiye aññātakaviññattisikkhāpadassa vatthusmiṁ paññattaṁ.",
  "tika-vin08t31:83_0": "Thullaccayadubbhāsitāpattīnaṁ mātikāya anāgatattā “pañcannaṁ āpattīnaṁ aññatara”nti vuttaṁ.",
  "tika-vin08t31:83_1": "Tikadukkaṭanti “anupasampanne upasampannasaññī ujjhāyati khīyati, āpatti dukkaṭassā”tiādinā āgataṁ tikadukkaṭaṁ.",
  "tika-vin08t31:83_2": "Aññataraṁ vā āpattinti “kāle vikālasaññī, āpatti dukkaṭassa, kāle vematiko, āpatti dukkaṭassā”tiādikaṁ dukadukkaṭaṁ sandhāya vuttaṁ.",
  "tika-vin08t31:84_0": "Antarāpattinti ettha tasmiṁ tasmiṁ sikkhāpade āgatavatthuvītikkamaṁ vinā aññasmiṁ vatthuvītikkame nidānato pabhuti vinītavatthupariyosānā antarantarā vuttā āpatti.",
  "tika-vin08t31:84_1": "Idha pana “vatthuṁ oloketī”ti visuṁ gahitattā tadavasesā antarāpattīti gahitā.",
  "tika-vin08t31:84_2": "Paṭilātaṁ ukkhipatīti idampi visibbanasikkhāpade āgataṁ, tattha ḍayhamānaṁ alātaṁ aggikapālādito bahi patitaṁ avijjhātameva paṭiukkhipati, puna yathāṭhāne ṭhapetīti attho.",
  "tika-vin08t31:84_3": "Vijjhātaṁ pana paṭikkhipantassa pācittiyameva.",
  "tika-vin08t31:85_0": "Anāpattinti ettha antarantarā vuttā anāpattipi atthi, “anāpatti, bhikkhave, iddhimassa iddhivisaye”tiādi viya sāpi saṅgayhati.",
  "tika-vin08t31:85_1": "Sikkhāpadantaresūti vinītavatthuṁ antokatvā ekekasmiṁ sikkhāpadantare.",
  "tika-vin08t31:86_0": "Pārājikāpattīti na vattabbanti idaṁ āpannapuggalena lajjidhamme ṭhatvā yathābhūtaṁ āvikaraṇepi dubbinicchayaṁ adinnādānādiṁ sandhāya vuttaṁ.",
  "tika-vin08t31:86_1": "Yaṁ pana methunādīsu vijānanaṁ, taṁ vattabbameva.",
  "tika-vin08t31:86_2": "Tenāha “methunadhammavītikkamo hī”tiādi.",
  "tika-vin08t31:86_3": "Yo pana alajjitāya paṭiññaṁ adatvā vikkhepaṁ karoti, tassa āpatti na sakkā oḷārikāpi vinicchinituṁ.",
  "tika-vin08t31:86_4": "Yāva so yathābhūtaṁ nāvikaroti, saṅghassa ca āpattisandeho na vigacchati, tāva nāsitakova bhavissati.",
  "tika-vin08t31:86_5": "Sukhumāti attanopi duviññeyyasabhāvassa lahuparivattino cittassa sīghaparivattitāya vuttaṁ.",
  "tika-vin08t31:86_6": "Sukhumāti vā cittaparivattiyā sukhumatāya sukhumā.",
  "tika-vin08t31:86_7": "Tenāha “cittalahukā”ti, cittaṁ viya lahukāti attho.",
  "tika-vin08t31:86_8": "Atha vā cittaṁ lahu sīghaparivatti etesanti cittalahukā.",
  "tika-vin08t31:86_9": "Teti te vītikkame.",
  "tika-vin08t31:86_10": "Taṁvatthukanti te adinnādānamanaussaviggahavītikkamā vatthu adhiṭṭhānaṁ kāraṇametassāti taṁvatthukaṁ.",
  "tika-vin08t31:87_0": "Yaṁ ācariyo bhaṇati, taṁ karohītiādi sabbaṁ lajjīpesalaṁ kukkuccakameva sandhāya vuttaṁ.",
  "tika-vin08t31:87_1": "Yo yāthāvato pakāsetvā suddhimeva gavesati, tenapi.",
  "tika-vin08t31:87_2": "Pārājikosīti na vattabboti anāpattikoṭiyāpi saṅkiyamānattā vuttaṁ.",
  "tika-vin08t31:87_3": "Teneva “pārājikacchāyā”ti vuttaṁ.",
  "tika-vin08t31:87_4": "“Sīlāni sodhetvāti yaṁvatthukaṁ kukkuccaṁ uppannaṁ, taṁ amanasikaritvā avasesasīlāni sodhetvā”ti sāratthadīpaniyaṁ vuttaṁ, vimativinodaniyaṁ pana “sīlāni sodhetvāti yasmiṁ vītikkame pārājikāsaṅkā vattati, tattha pārājikābhāvapakkhaṁ gahetvā desanāvuṭṭhānagāminīnaṁ āpattīnaṁ sodhanavasena sīlāni sodhetvā”ti.",
  "tika-vin08t31:87_5": "Pākaṭabhāvato sukhavalañjatāya ca “dvattiṁsākāraṁ tāva manasi karohī”ti vuttaṁ, upalakkhaṇavasena vā.",
  "tika-vin08t31:87_6": "Aññasmiṁ kammaṭṭhāne kataparicayena tameva manasi kātabbaṁ.",
  "tika-vin08t31:87_7": "Yaṁ kiñci vā abhirucitaṁ manasi kātuṁ vaṭṭateva.",
  "tika-vin08t31:87_8": "Kammaṭṭhānaṁ ghaṭayatīti antarantarā khaṇḍaṁ adassetvā cittena saddhiṁ ārammaṇabhāvena cirakālaṁ ghaṭayati.",
  "tika-vin08t31:87_9": "Saṅkhārā pākaṭā hutvā upaṭṭhahantīti vipassanākammaṭṭhāniko ce, tassa saṅkhārā pākaṭā hutvā upaṭṭhahanti.",
  "tika-vin08t31:88_0": "Sace katapārājikavītikkamo bhaveyya, tassa satipi asaritukāmatāya vippaṭisāravatthuvasena punappunaṁ taṁ upaṭṭhahatīti cittekaggataṁ na vindati.",
  "tika-vin08t31:88_1": "Tena vuttaṁ “kammaṭṭhānaṁ na ghaṭayatī”tiādi.",
  "tika-vin08t31:88_2": "Kammaṭṭhānaṁ na ghaṭayatīti cittakkhobhādibahulassa suddhasīlassapi cittaṁ na samādhiyati, taṁ idha pārājikamūlanti na gahetabbaṁ.",
  "tika-vin08t31:88_3": "Katapāpamūlakena vippaṭisārenevettha cittassa asamādhiyanaṁ sandhāya “kammaṭṭhānaṁ na ghaṭayatī”tiādi vuttaṁ.",
  "tika-vin08t31:88_4": "Tenāha “vippaṭisāragginā”tiādi.",
  "tika-vin08t31:88_5": "Attanāti cittena karaṇabhūtena puggalo kattā jānāti, paccatte vā karaṇavacanaṁ, attā sayaṁ jānātīti attho.",
  "tika-vin08t31:88_6": "Aññā ca devatā jānantīti ārakkhadevatāhi aññā paracittaviduniyo devatā jānanti.",
  "tika-vin08t31:89_0": "Imasmiṁ ṭhāne paṇḍitehi vicāretabbaṁ kāraṇaṁ atthi. Kathaṁ?",
  "tika-vin08t31:89_1": "Idāni ekacce vinayadharā paṭhamapārājikavisaye vatthumhi otiṇṇe itthiyā vā purisena vā gahaṭṭhena vā pabbajitena vā codiyamāne cuditakaṁ bhikkhuṁ pucchitvā paṭiññāya adīyamānāya taṁ bhikkhuṁ susāne ekakameva sayāpenti, evaṁ sayāpiyamāno so bhikkhu sace bhayasantāsavirahito sabbarattiṁ tasmiṁ susāne sayituṁ vā nisīdituṁ vā sakkoti, taṁ “parisuddho eso”ti vinicchinanti.",
  "tika-vin08t31:89_2": "Sace pana bhayasantāsappatto sabbarattiṁ sayituṁ vā nisīdituṁ vā na sakkoti, taṁ “asuddho”ti vinicchinanti, taṁ ayuttaṁ viya dissati.",
  "tika-vin08t31:89_3": "Kasmāti ce?",
  "tika-vin08t31:89_4": "Aṭṭhakathāya viruddhoti, aṭṭhakathāyaṁ dutiyatatiyapārājikavisaye eva tathārūpo vicāro vutto, na paṭhamacatautthapārājikavisaye.",
  "tika-vin08t31:89_5": "Vuttañhi tattha “methunadhammavītikkamo hi uttarimanussadhammavītikkamo ca oḷāriko, adinnādānamanussaviggahavītikkamā pana sukhumā cittalahukā, te sukhumeneva āpajjati, sukhumena rakkhati, tasmā visesena taṁvatthukaṁ kukkuccaṁ pucchiyamāno”ti.",
  "tika-vin08t31:89_6": "Ṭīkāyañca vuttaṁ “taṁvatthukanti te adinnādānamanussaviggahavītikkamā vatthu adhiṭṭhānaṁ kāraṇametassāti taṁvatthuka”nti, idampi ekaṁ kāraṇaṁ.",
  "tika-vin08t31:90_0": "Tatthāpi aññe paṇḍitepi vinicchināpetvā tesampi pārājikacchāyādissaneyeva tathā vinicchayo kātabbo, na suddhabhāvadissane.",
  "tika-vin08t31:90_1": "Vuttañhi aṭṭhakathāyaṁ “āpattīti avatvā ‘sacassa ācariyo dharati…pe…",
  "tika-vin08t31:90_2": "atha daharassapi pārājikacchāyāva upaṭṭhāti, tenapi ‘pārājikosī’ti na vattabbo.",
  "tika-vin08t31:90_3": "Dullabho hi buddhuppādo, tato dullabhatarā pabbajjā ca upasampadā ca, evaṁ pana vattabba”nti, idamekaṁ.",
  "tika-vin08t31:90_4": "Nisīdāpiyamānopi vivittokāseyeva nisīdāpetabbo, na susāne.",
  "tika-vin08t31:90_5": "Vuttañhi tattha “vivittaṁ okāsaṁ sammajjitvā divāvihāraṁ nisīditvā”tiādi, idamekaṁ.",
  "tika-vin08t31:90_6": "Vivittokāse nisīdāpiyamānopi divāyeva nisīdāpetabbo, na rattiṁ.",
  "tika-vin08t31:90_7": "Tathā hi vuttaṁ “divasaṁ atikkantampi na jānāti, so divasātikkame upaṭṭhānaṁ āgato evaṁ vattabbo”ti, idamekaṁ.",
  "tika-vin08t31:91_0": "Īdisaṁ vidhānaṁ sayaṁ ārocite eva vidhātabbaṁ, na parehi codiyamāne.",
  "tika-vin08t31:91_1": "Tathā hi vuttaṁ “evaṁ katavītikkamena bhikkhunā sayameva āgantvā ārocite paṭipajjitabba”nti.",
  "tika-vin08t31:91_2": "Atha kasmā idāni evaṁ karontīti?",
  "tika-vin08t31:91_3": "Gihīnaṁ asakkhikaaṭṭakaraṇe udake nimujjāpanaṁ viya maññamānā evaṁ karonti.",
  "tika-vin08t31:91_4": "Tampi māyākusalā manussā vividhehi upāyehi vitathaṁ karonti, tasmā saccampi hoti, asaccampi hoti.",
  "tika-vin08t31:91_5": "Teneva ca kāraṇena mahosadhapaṇḍitādayo bodhisattā asakkhikampi aṭṭaṁ udakanimujjāpanādinā na vinicchinanti, ubhinnaṁ vacanaṁ parisaṁ gāhāpetvā tesaṁ vacanañca kiriyañca pariggahetvā saccañca vitathañca ñatvāva vinicchinanti.",
  "tika-vin08t31:91_6": "Sāsane pana bhikkhū sūrajātikāpi santi, bhīrukajātikāpi santi.",
  "tika-vin08t31:91_7": "Susānañca nāma pakatimanussānampi bhayasantāsakaraṁ hoti, rattikāle pana ativiya bhayānakaṁ hutvā upaṭṭhāti, evaṁbhūte susāne rattiyaṁ eko asahāyo hutvā nipajjāpiyamāno bhīrukajātiko bhikkhu parisuddhasīlopi samāno kiṁ na bhāyeyya, kathaṁ sabbarattiṁ sayituṁ vā nisīdituṁ vā sakkuṇeyya, tathārūpaṁ bhikkhuṁ “aparisuddho”ti vadanto kathaṁ kiccakaro bhavissati.",
  "tika-vin08t31:92_0": "Alajjī pana sūrajātiko attano vajjaṁ paṭicchādetukāmo bhāyantopi abhāyanto viya hutvā “sace vikāraṁ dassessāmi, anatthaṁ me karissantī”ti anatthabhayena adhivāsetvā sayituṁ vā nisīdituṁ vā sakkuṇeyya, evarūpaṁ puggalaṁ “parisuddho”ti vadanto kathaṁ suvinicchito bhavissatīti.",
  "tika-vin08t31:92_1": "Idampi ekaṁ kāraṇaṁ.",
  "tika-vin08t31:93_0": "Athāpi vadeyyuṁ –",
  "tika-vin08t31:93_1": "yathā udake nimujjāpitamanussānaṁ asaccavādīnaṁ devatānubhāvena kumbhīlādayo āgantvā gaṇhantā viya upaṭṭhahanti, tasmā asaccavādino sīghaṁ plavanti, saccavādīnaṁ pana na upaṭṭhahanti, tasmā te sukhena nisīdituṁ sakkonti, evaṁ tesampi bhikkhūnaṁ aparisuddhasīlānaṁ devatānubhāvena sīhabyagghādayo āgatā viya paññāyanti, tasmā te sabbarattiṁ sayituṁ vā nisīdituṁ vā na sakkonti.",
  "tika-vin08t31:93_2": "Parisuddhasīlānaṁ pana tathā na paññāyanti, tasmā te sabbarattiṁ devatāhi rakkhitā hutvā bhayasantāsarahitā susāne sayituṁ vā nisīdituṁ vā sakkonti, evaṁ devatā sakkhiṁ katvā vinicchitattā suvinicchitameva hotīti, tampi tathā na sakkā vattuṁ. Kasmā?",
  "tika-vin08t31:93_3": "Aṭṭhakathāṭīkādīsu tathā avuttattā.",
  "tika-vin08t31:93_4": "Aṭṭhakathāyañhi “vivittaṁ okāsaṁ sammajjitvā divāvihāraṁ nisīditvā sīlāni sodhetvā ‘dvattiṁsākāraṁ tāva manasikarohī’ti vattabbo.",
  "tika-vin08t31:93_5": "Sace tassa arogaṁ sīlaṁ kammaṭṭhānaṁ ghaṭayati, saṅkhārā pākaṭā hutvā upaṭṭhahanti, upacārappanāppattaṁ viya cittaṁ ekaggaṁ hoti, divasaṁ atikkantampi na jānāti…pe…",
  "tika-vin08t31:93_6": "yassa pana sīlaṁ bhinnaṁ hoti, tassa kammaṭṭhānaṁ na ghaṭayati, patodābhitunnaṁ viya cittaṁ kampati, vippaṭisāragginā ḍayhati, tattapāsāṇe nisinno viya taṅkhaṇaññeva vuṭṭhātī”ti ettakameva vuttaṁ.",
  "tika-vin08t31:94_0": "Ṭīkāyampi “kammaṭṭhānaṁ ghaṭayatīti antarantarā khaṇḍaṁ adassetvā cittena saddhiṁ ārammaṇabhāvena cirakālaṁ ghaṭayati.",
  "tika-vin08t31:94_1": "Saṅkhārā pākaṭā upaṭṭhahantīti vipassanākammaṭṭhāniko ce, tassa saṅkhārā pākaṭā hutvā upaṭṭhahanti.",
  "tika-vin08t31:94_2": "Sace katapārājikavītikkamo bhaveyya, tassa satipi asaritukāmatāya vippaṭisāravatthuvasena punappunaṁ taṁ upaṭṭhahatīti cittekaggataṁ na vindatī”ti ettakameva vuttaṁ.",
  "tika-vin08t31:95_0": "Vimativinodaniyampi “kammaṭṭhānaṁ ghaṭayatīti vippaṭisāramūlakena vikkhepena antarantarā khaṇḍaṁ adassetvā pabandhavasena cittena saṅghaṭayati.",
  "tika-vin08t31:95_1": "Saṅkhārāti vipassanākammaṭṭhānavasena vuttaṁ.",
  "tika-vin08t31:95_2": "Sāpattikassa hi paguṇampi kammaṭṭhānaṁ na suṭṭhu upaṭṭhāti.",
  "tika-vin08t31:95_3": "Pageva pārājikassa.",
  "tika-vin08t31:95_4": "Tassa hi vippaṭisāraninnatāya cittaṁ ekaggaṁ na hoti.",
  "tika-vin08t31:95_5": "Ekassa pana vitakkavikkhepādibahulassa suddhasīlassapi cittaṁ na samādhiyati, taṁ idha pārājikamūlanti na gahetabbaṁ.",
  "tika-vin08t31:95_6": "Katapāpamūlakena vippaṭisārenevettha cittassa asamādhiyanaṁ sandhāya ‘kammaṭṭhānaṁ na ghaṭayatī’tiādi vutta”nti ettakameva vuttaṁ, na vuttaṁ “devatānubhāvenā”tiādi, tasmā yadi buddhasāsane sagāravo sikkhākāmo bhikkhu dutiyatatiyapārājikavisaye attano kañci vītikkamaṁ disvā “pārājikaṁ āpanno nu kho ahaṁ, na nu kho”ti saṁsayapakkhando vinayadharaṁ upasaṅkamitvā taṁ vītikkamaṁ yathābhūtaṁ ācikkhitvā puccheyya, tato vinayadharena aṭṭhakathāyaṁ vuttanayeneva “sabbaṁ pubbavidhānaṁ katvā vivittaṁ okāsaṁ sammajjitvā divāvihāraṁ nisīditvā sīlāni sodhetvā dvattiṁsākāre tāva manasikarohī”ti ettakameva vattabbo, na vattabbo “susāne seyyaṁ kappehī”tiādi.",
  "tika-vin08t31:95_7": "Āgatakālepi aṭṭhakathāyaṁ āgatanayeneva pucchitvā aṭṭhakathāyaṁ āgatanayenevassa suddhāsuddhabhāvo vattabboti daṭṭhabbaṁ.",
  "tika-vin08t31:96_0": "Evaṁ hotu, evaṁ sante idāni paṭhamapārājikavisaye codentānaṁ kathaṁ vinicchayo kātabboti?",
  "tika-vin08t31:96_1": "Codakena vatthusmiṁ ārocite cuditako pucchitabbo “santametaṁ, no”ti evaṁ vatthuṁ upaparikkhitvā bhūtena vatthunā codetvā sāretvā ñattisampadāya anussāvanasampadāya taṁ adhikaraṇaṁ vūpasametabbaṁ.",
  "tika-vin08t31:96_2": "Evampi alajjī nāma “etampi natthi, etampi natthī”ti vadeyya, paṭiññaṁ na dadeyya, atha kiṁ kātabbanti?",
  "tika-vin08t31:96_3": "Evampi alajjissa paṭiññāya eva āpattiyā kāretabbaṁ yathā taṁ tipiṭakacūḷābhayattherenāti.",
  "tika-vin08t31:96_4": "Vuttañhetaṁ aṭṭhakathāyaṁ “evaṁ lajjinā codiyamāno alajjī bahūsupi vatthūsu uppannesu paṭiññaṁ na deti, so ‘neva suddho’ti vattabbo, na ‘asuddho’ti, jīvamatako nāma āmakapūtiko nāma cesa.",
  "tika-vin08t31:96_5": "Sace panassa aññampi tādisaṁ vatthu uppajjati, na vinicchitabbaṁ, tathā nāsitakova bhavissatī”tiādi.",
  "tika-vin08t31:97_0": "235.",
  "tika-vin08t31:97_1": "Evaṁ vinayadharalakkhaṇañca chaṭṭhānaolokanañca viditvā idāni…pe…",
  "tika-vin08t31:97_2": "vinicchayo veditabboti yojanā.",
  "tika-vin08t31:97_3": "Kimatthanti āha “yā sā…pe…",
  "tika-vin08t31:97_4": "jānanattha”nti.",
  "tika-vin08t31:97_5": "Yā sā pubbe vuttappabhedā codanā atthi, tassāyeva sampattivipattijānanatthaṁ ādimajjhapaayosānādīnaṁ vasena vinicchayo veditabbo, na avuttacodanāpabhedajānanatthanti attho.",
  "tika-vin08t31:97_6": "Seyyathidanti pucchanatthe nipāto, so vinicchayo katamoti attho.",
  "tika-vin08t31:98_0": "Codanāyakati mūlāni, kati vatthūni, kati bhūmiyoti ettha “katihākārehī”tipi vattabbaṁ.",
  "tika-vin08t31:98_1": "Vuttañhetaṁ parivāre codanākaṇḍe “codanāya kati mūlāni, kati vatthūni, kati bhūmiyo, katihākārehi codetī”ti.",
  "tika-vin08t31:98_2": "Mettacitto vakkhāmi, no dosantaroti etassapi parato “codanāya imā pañca bhūmiyo.",
  "tika-vin08t31:98_3": "Katamehi dvīhākārehi codeti, kāyena vā codeti, vācāya vā codeti, imehi dvīhākārehi codetī”ti vattabbaṁ. Kasmā?",
  "tika-vin08t31:98_4": "Codanākaṇḍe tathā vijjamānatoti.",
  "tika-vin08t31:98_5": "Pannarasasu dhammesu patiṭṭhātabbanti parisuddhakāyasamācāratā, parisuddhavacīsamācāratā, mettacitte paccupaṭṭhitatā, bahussutatā, ubhayapātimokkhasvāgatatā, kālena vacanatā, bhūtena vacanatā, saṇhena vacanatā, atthasañhitena vacanatā, mettacitto hutvā vacanatā, kāruññatā, hitesitā, anukampatā, āpattivuṭṭhānatā, vinayapurekkhāratāti.",
  "tika-vin08t31:98_6": "Vuttañhetaṁ upālipañcake “codakenupāli bhikkhunā paraṁ codetukāmena evaṁ paccavekkhitabbaṁ –",
  "tika-vin08t31:98_7": "parisuddhakāyasamācāro nu khomhi…pe…",
  "tika-vin08t31:98_8": "parisuddhavacīsamācāro nu khomhi…pe…",
  "tika-vin08t31:98_9": "mettaṁ nu kho me cittaṁ paccupaṭṭhitaṁ sabrahmacārīsu…pe…",
  "tika-vin08t31:98_10": "bahussuto nu khomhi sutadharo sutasannicayo…pe…",
  "tika-vin08t31:98_11": "ubhayāni kho me pātimokkhāni vitthārena svāgatāni…pe…",
  "tika-vin08t31:98_12": "kālena vakkhāmi, no akālena, bhūtena vakkhāmi, no abhūtena, saṇhena vakkhāmi, no pharusena, atthasañhitena vakkhāmi, no anatthasañhitena, mettacitto vakkhāmi, no dosantaro…pe…",
  "tika-vin08t31:98_13": "kāruññatā, hitesitā, anukampatā, āpattivuṭṭhānatā, vinayapurekkhāratā”ti.",
  "tika-vin08t31:99_0": "Tattha kāruññatāti kāruṇikabhāvo.",
  "tika-vin08t31:99_1": "Iminā karuṇā ca karuṇāpubbabhāgo ca dassito.",
  "tika-vin08t31:99_2": "Hitesitāti hitagavesanatā.",
  "tika-vin08t31:99_3": "Anukampatāti tena hitena saṁyojanatā.",
  "tika-vin08t31:99_4": "Āpattivuṭṭhānatāti āpattito vuṭṭhāpetvā suddhante patiṭṭhāpanatā.",
  "tika-vin08t31:99_5": "Vatthuṁ codetvā sāretvā paṭiññaṁ āropetvā yathāpaṭiññāya kammakaraṇaṁ vinayapurekkhāratā nāma.",
  "tika-vin08t31:99_6": "Amūlakampi samūlakampi “mūla”nti gahetvā vadantīti āha “dve mūlānī”ti.",
  "tika-vin08t31:99_7": "Kālena vakkhāmītiādīsu eko ekaṁ okāsaṁ kāretvā codento kālena vadati nāma.",
  "tika-vin08t31:99_8": "Saṅghamajjhe gaṇamajjhe salākaggayāguaggavitakkamāḷakabhikkhācāramaggaāsanasālādīsu, upaṭṭhākehi parivāritakkhaṇe vā codento akālena vadati nāma.",
  "tika-vin08t31:99_9": "Tacchena vatthunā codento bhūtena vadati nāma.",
  "tika-vin08t31:99_10": "Tucchena codento abhūtena vadati nāma.",
  "tika-vin08t31:99_11": "“Ambho mahallaka parisāvacara paṁsukūlika dhammakathika patirūpaṁ tava ida”nti vadanto pharusena vadati nāma.",
  "tika-vin08t31:99_12": "“Bhante, mahallakā parisāvacarā paṁsukūlikā dhammakathikā patirūpaṁ tumhākaṁ ida”nti vadanto saṇhena vadati nāma.",
  "tika-vin08t31:99_13": "Kāraṇanissitaṁ katvā vadanto atthasañhitena vadati nāma.",
  "tika-vin08t31:99_14": "Mettacitto vakkhāmi, no dosantaroti mettacittaṁ upaṭṭhāpetvā vakkhāmi, na duṭṭhacitto hutvā.",
  "tika-vin08t31:99_15": "Sacce ca akuppe cāti vacīsacce ca akuppatāya ca.",
  "tika-vin08t31:99_16": "Cuditakena hi saccañca vattabbaṁ, kopo ca na kātabbo, attanā ca na kucchitabbaṁ, paro ca na ghaṭṭetabboti attho.",
  "tika-vin08t31:100_0": "Imasmiṁ ṭhāne “saṅghena otiṇṇānotiṇṇaṁ jānitabbaṁ –",
  "tika-vin08t31:100_1": "anuvijjakena yena dhammena yena vinayena yena satthusāsanena taṁ adhikaraṇaṁ vūpasammati, tathā taṁ adhikaraṇaṁ vūpasametabba”nti vattabbaṁ.",
  "tika-vin08t31:100_2": "Vuttañhetaṁ codanākaṇḍe “codakena kathaṁ paṭipajjitabbaṁ?",
  "tika-vin08t31:100_3": "Cuditakena kathaṁ paṭipajjitabbaṁ?",
  "tika-vin08t31:100_4": "Saṅghena kathaṁ paṭipajjitabbaṁ?",
  "tika-vin08t31:100_5": "Anuvijjakena kathaṁ paṭipajjitabbaṁ?",
  "tika-vin08t31:100_6": "Codakena kathaṁ paṭipajjitabbanti?",
  "tika-vin08t31:100_7": "Codakena pañcasu dhammesu patiṭṭhāya paro codetabbo.",
  "tika-vin08t31:100_8": "Kālena vakkhāmi no akālena, bhūtena vakkhāmi no abhūtena, saṇhena vakkhāmi no pharusena, atthasañhitena vakkhāmi no anatthasañhitena, mettacitto vakkhāmi no dosantaroti.",
  "tika-vin08t31:100_9": "Codakena evaṁ paṭipajjitabbaṁ.",
  "tika-vin08t31:100_10": "Cuditakena kathaṁ paṭipajjitabbanti?",
  "tika-vin08t31:100_11": "Cuditakena dvīsu dhammesu patiṭṭhātabbaṁ sacce ca akuppe ca.",
  "tika-vin08t31:100_12": "Cuditakena evaṁ paṭipajjitabbaṁ.",
  "tika-vin08t31:100_13": "Saṅghena kathaṁ paṭipajjitabbanti?",
  "tika-vin08t31:100_14": "Saṅghena otiṇṇānotiṇṇaṁ jānitabbaṁ.",
  "tika-vin08t31:100_15": "Saṅghena evaṁ paṭipajjitabbaṁ.",
  "tika-vin08t31:100_16": "Anuvijjakena kathaṁ paṭipajjitabbanti?",
  "tika-vin08t31:100_17": "Anuvijjakena yena dhammena yena vinayena yena satthusāsanena taṁ adhikaraṇaṁ vūpasammati, tathā taṁ adhikaraṇaṁ vūpasametabbaṁ.",
  "tika-vin08t31:100_18": "Anuvijjakena evaṁ paṭipajjitabba”nti.",
  "tika-vin08t31:101_0": "Aṭṭhakathāyampi “codanāya ko ādītiādipucchānaṁ vissajjane sacce akuppe cāti ettha sacce patiṭṭhātabbaṁ akuppe ca, yaṁ kataṁ vā akataṁ vā, tadeva vattabbaṁ, na codake vā anuvijjake vā saṅghe vā kopo uppādetabbo.",
  "tika-vin08t31:101_1": "Otiṇṇānotiṇṇaṁ jānitabbanti otiṇṇañca anotiṇṇañca vacanaṁ jānitabbaṁ.",
  "tika-vin08t31:101_2": "Tatrāyaṁ jānanavidhi –",
  "tika-vin08t31:101_3": "ettakā codakassa pubbakathā, ettakā pacchimakathā, ettakā cuditakassa pubbakathā, ettakā pacchimakathāti jānitabbā.",
  "tika-vin08t31:101_4": "Codakassa pamāṇaṁ gaṇhitabbaṁ, cuditakassa pamāṇaṁ gaṇhitabbaṁ, anuvijjakassa pamāṇaṁ gaṇhitabbaṁ.",
  "tika-vin08t31:101_5": "Anuvijjako appamattakampi ahāpento ‘āvuso, samannāharitvā ujuṁ katvā āharā’ti vattabbo, saṅghena evaṁ paṭipajjitabbaṁ.",
  "tika-vin08t31:101_6": "Yena dhammena yena vinayena yena satthusāsanena taṁ adhikaraṇaṁ vūpasammatīti ettha dhammoti bhūtaṁ vatthu.",
  "tika-vin08t31:101_7": "Vinayoti codanā ceva sāraṇā ca.",
  "tika-vin08t31:101_8": "Satthusāsananti ñattisampadā ceva anussāvanasampadā ca.",
  "tika-vin08t31:101_9": "Etena hi dhammena ca vinayena ca satthusāsanena ca adhikaraṇaṁ vūpasammati, tasmā anuvijjakena bhūtena vatthunā codetvā āpattiṁ sāretvā ñattisampadāya ceva anussāvanasampadāya ca taṁ adhikaraṇaṁ vūpasametabbaṁ, anuvijjakena evaṁ paṭipajjitabba”nti āgataṁ, tasmā vattabbamettakaṁ dvayanti.",
  "tika-vin08t31:102_0": "Evaṁ ekadesena codanākaṇḍanayaṁ dassetvā idāni ekadeseneva mahāsaṅgāmanayaṁ dassento “anuvijjakena codako pucchitabbo”tiādimāha.",
  "tika-vin08t31:102_1": "Tattha yaṁ kho tvaṁ, āvuso, imaṁ bhikkhuṁ codesi, kimhi naṁ codesīti codanāsāmaññato vuttaṁ, pāḷiyaṁ pana pavāraṇaṭṭhapanavasena codanaṁ sandhāya “yaṁ kho tvaṁ, āvuso, imassa bhikkhuno pavāraṇaṁ ṭhapesī”ti vuttaṁ.",
  "tika-vin08t31:102_2": "Sesaṁ suviññeyyameva.",
  "tika-vin08t31:103_0": "Evaṁ ekadesena mahāsaṅgāmanayaṁ dassetvā idāni ekadeseneva cūḷasaṅgāmanayaṁ dassetuṁ “saṅgāmāvacarena bhikkhunā”tiādimāha.",
  "tika-vin08t31:103_1": "Tattha saṅgāmāvacarena bhikkhunāti saṅgāmo vuccati adhikaraṇavinicchayatthāya saṅghasannipāto.",
  "tika-vin08t31:103_2": "Tatra hi attapaccatthikā ceva sāsanapaccatthikā ca uddhammaṁ ubbinayaṁ satthusāsanaṁ dīpentā samosaranti vesālikā vajjiputtakā viya.",
  "tika-vin08t31:103_3": "Yo bhikkhu tesaṁ paccatthikānaṁ laddhiṁ madditvā sakavādadīpanatthāya tattha avacarati, ajjhogāhetvā vinicchayaṁ pavatteti, so saṅgāmāvacaro nāma yasatthero viya, tena saṅgāmāvacarena bhikkhunā saṅghaṁ upasaṅkamantena nīcacittena saṅgho upasaṅkamitabbo.",
  "tika-vin08t31:103_4": "Nīcacittenāti mānaddhajaṁ nipātetvā nihatamānacittena.",
  "tika-vin08t31:103_5": "Rajoharaṇasamenāti pādapuñchanasamena, yathā rajoharaṇassa saṁkiliṭṭhe vā asaṁkiliṭṭhe vā pāde puñchiyamāne neva rāgo na doso, evaṁ iṭṭhāniṭṭhesu arajjantena adussantenāti attho.",
  "tika-vin08t31:103_6": "Yathāpatirūpe āsaneti yathāpatirūpaṁ āsanaṁ ñatvā attano pāpuṇanaṭṭhāne therānaṁ bhikkhūnaṁ piṭṭhiṁ adassetvā nisīditabbaṁ.",
  "tika-vin08t31:104_0": "Anānākathikenāti nānāvidhaṁ taṁ taṁ anatthakathaṁ akathentena.",
  "tika-vin08t31:104_1": "Atiracchānakathikenāti diṭṭhasutamutampi rājakathādikaṁ tiracchānakathaṁ akathentena.",
  "tika-vin08t31:104_2": "Sāmaṁ vā dhammo bhāsitabboti saṅghasannipātaṭṭhāne kappiyākappiyasannissitā vā rūpārūpaparicchedasamathacāravipassanācāraṭṭhānanisajjavattādinissitā vā kathā dhammo nāma.",
  "tika-vin08t31:104_3": "Evarūpo dhammo sayaṁ vā bhāsitabbo, paro vā ajjhesitabbo.",
  "tika-vin08t31:104_4": "Yo bhikkhu tathārūpiṁ kathaṁ kathetuṁ pahoti, so vattabbo “āvuso, saṅghamajjhamhi pañhe uppanne tvaṁ katheyyāsī”ti.",
  "tika-vin08t31:104_5": "Ariyo vā tuṇhībhāvo nātimaññitabboti ariyā tuṇhī nisīdantā na bālaputhujjanā viya nisīdanti, aññataraṁ kammaṭṭhānaṁ gahetvāva nisīdanti.",
  "tika-vin08t31:104_6": "Iti kammaṭṭhānamanasikāravasena tuṇhībhāvo ariyo tuṇhībhāvo nāma, so nātimaññitabbo, “kiṁ kammaṭṭhānānuyogenā”ti nāvajānitabbo, attano patirūpaṁ kammaṭṭhānaṁ gahetvāva nisīditabbanti attho.",
  "tika-vin08t31:105_0": "Na upajjhāyo pucchitabboti “ko nāma tuyhaṁ upajjhāyo”ti na pucchitabbo.",
  "tika-vin08t31:105_1": "Esa nayo sabbattha.",
  "tika-vin08t31:105_2": "Na jātīti “khattiyajātiyo tvaṁ brāhmaṇajātiyo”ti evaṁ jāti na pucchitabbā.",
  "tika-vin08t31:105_3": "Na āgamoti “dīghabhāṇako tvaṁ majjhimabhāṇako”ti evaṁ āgamo na pucchitabbo.",
  "tika-vin08t31:105_4": "Kulapadesopi khattiyakulādivaseneva veditabbo.",
  "tika-vin08t31:105_5": "Atrassa pemaṁ vā doso vāti tatra puggale etesaṁ kāraṇānaṁ aññataravasena pemaṁ vā bhaveyya doso vā.",
  "tika-vin08t31:106_0": "Noparisakappikenāti parisakappakena parisānuvidhāyakena na bhavitabbaṁ, yaṁ parisāya ruccati, tadeva cetetvā kappetvā na kathetabbanti attho.",
  "tika-vin08t31:106_1": "Na hatthamuddā dassetabbāti kathetabbe ca akathetabbe ca saññājananatthaṁ hatthavikāro na kātabbo.",
  "tika-vin08t31:107_0": "Atthaṁ anuvidhiyantenāti vinicchayapaṭivedhameva sallakkhentena, “idaṁ suttaṁ upalabbhati, imasmiṁ vinicchaye idaṁ vakkhāmī”ti evaṁ paritulayantena nisīditabbanti attho.",
  "tika-vin08t31:107_1": "Na ca āsanāvuṭṭhātabbanti na āsanā vuṭṭhāya sannipātamaṇḍale vicaritabbaṁ.",
  "tika-vin08t31:107_2": "Vinayadhare hi uṭṭhite sabbā parisā vuṭṭhahanti, tasmā na vuṭṭhātabbaṁ.",
  "tika-vin08t31:107_3": "Na vītihātabbanti na vinicchayo hāpetabbo.",
  "tika-vin08t31:107_4": "Na kummaggo sevitabboti na āpatti dīpetabbā.",
  "tika-vin08t31:107_5": "Asāhasikena bhavitabbanti na sahasā kārinā bhavitabbaṁ, na sahasā duruttavacanaṁ kathetabbanti attho.",
  "tika-vin08t31:107_6": "Vacanakkhamenāti duruttavācaṁ khamanasīlena.",
  "tika-vin08t31:107_7": "Hitaparisakkināti hitesinā hitagavesinā karuṇā ca karuṇāpubbabhāgo ca upaṭṭhāpetabboti ayaṁ padadvayepi adhippāyo.",
  "tika-vin08t31:107_8": "Anasuruttenāti na asuruttena, asuruttaṁ vuccati viggāhikakathāsaṅkhātaṁ asundaravacanaṁ, taṁ na kathetabbanti attho.",
  "tika-vin08t31:107_9": "Attā pariggahetabboti “vinicchinituṁ vūpasametuṁ sakkhissāmi nu kho, no”ti evaṁ attā pariggahetabbo, attano pamāṇaṁ jānitabbanti attho.",
  "tika-vin08t31:107_10": "Paro pariggahetabboti “lajjiyā nu kho ayaṁ parisā sakkā saññāpetuṁ, udāhu no”ti evaṁ paro pariggahetabbo.",
  "tika-vin08t31:107_11": "Codako pariggahetabboti “dhammacodako nu kho, no”ti evaṁ pariggahetabbo.",
  "tika-vin08t31:107_12": "Cuditako pariggahetabboti “dhammacuditako nu kho, no”ti evaṁ pariggahetabbo.",
  "tika-vin08t31:107_13": "Adhammacodako pariggahetabboti tassa pamāṇaṁ jānitabbaṁ.",
  "tika-vin08t31:107_14": "Sesesupi eseva nayo.",
  "tika-vin08t31:108_0": "Vuttaṁahāpentenāti codakacuditakehi vuttavacanaṁ ahāpentena.",
  "tika-vin08t31:108_1": "Avuttaṁ apakāsentenāti anosaṭaṁ vatthuṁ apakāsentena.",
  "tika-vin08t31:108_2": "Mando hāsetabboti mando momūḷho paggaṇhitabbo, “nanu tvaṁ kulaputto”ti uttejetvā anuyogavattaṁ kathāpetvā tassa anuyogo gaṇhitabbo.",
  "tika-vin08t31:108_3": "Bhīru assāsetabboti yassa saṅghamajjhaṁ vā gaṇamajjhaṁ vā anosaṭapubbattā sārajjaṁ uppajjati, tādiso “mā bhāyi, vissattho kathayāhi, mayaṁ te upatthambhā bhavissāmā”ti vatvāpi anuyogavattaṁ kathāpetabbo.",
  "tika-vin08t31:108_4": "Caṇḍo nisedhetabboti apasāretabbo tajjetabbo.",
  "tika-vin08t31:108_5": "Asuci vibhāvetabboti alajjiṁ pakāsetvā āpattiṁ desāpetabbo.",
  "tika-vin08t31:108_6": "Ujumaddavenāti yo bhikkhu uju sīlavā kāyavaṅkādirahito, so maddaveneva upacaritabbo.",
  "tika-vin08t31:108_7": "Dhammesu ca puggalesu cāti ettha yo dhammagaruko hoti, na puggalagaruko, ayameva dhammesu ca puggalesu ca majjhattoti veditabbo.",
  "tika-vin08t31:108_8": "Sesaṁ suviññeyyameva.",
  "tika-vin08t31:109_0": "Iti vinayasaṅgahasaṁvaṇṇanābhūte vinayālaṅkāre",
  "tika-vin08t31:110_0": "Codanādivinicchayakathālaṅkāro nāma",
  "tika-vin08t31:111_0": "Ekatiṁsatimo paricchedo."
}