{
  "tika-vin11t24:0_0": "Cīvarakkhandhakakathāvaṇṇanā",
  "tika-vin11t24:1_0": "2726-7.",
  "tika-vin11t24:1_1": "Cīvaraṁ uppajjati etāsūti “uppādā”ti janikāva vuccanti, cīvaravatthaparilābhakkhettanti attho. Yathāha –",
  "tika-vin11t24:1_2": "“yathāvuttānaṁ cīvarānaṁ paṭilābhāya khettaṁ dassetuṁ aṭṭhimā bhikkhave mātikātiādimāhā”ti.",
  "tika-vin11t24:1_3": "Cīvaramātikāti cīvaruppādahetubhūtamātaro.",
  "tika-vin11t24:1_4": "Tenāha kathinakkhandhakavaṇṇanāyaṁ “mātikāti mātaro, janettiyoti attho”ti.",
  "tika-vin11t24:1_5": "Mātikāti cettha cīvaradānamadhippetaṁ.",
  "tika-vin11t24:1_6": "Yathāha “sīmāya dānaṁ ekā mātikā, katikāya dānaṁ dutiyā”tiādi.",
  "tika-vin11t24:1_7": "Sīmāya deti, katikāya deti, bhikkhāpaññattiyā deti, saṅghassa deti, ubhatosaṅghe deti, vassaṁvutthasaṅghassa deti, ādissa deti, puggalassa deti.",
  "tika-vin11t24:1_8": "“Imā pana aṭṭha mātikā”ti vuttameva nigamanavasena vuttaṁ.",
  "tika-vin11t24:2_0": "2728.Tatthāti tāsu aṭṭhamātikāsu.",
  "tika-vin11t24:2_1": "Sīmāya detīti “sīmāya dammī”ti evaṁ sīmaṁ parāmasitvā dento sīmāya deti, evaṁ dinnaṁ antosīmagatehi bhikkhūhi bhājetabbanti vaṇṇitanti yojanā.",
  "tika-vin11t24:2_2": "Tattha antosīmagatehīti dāyako yaṁ sīmaṁ apekkhitvā evamāha, tassā sīmāya antogatehi sabbehi.",
  "tika-vin11t24:2_3": "Bhājetabbanti taṁ cīvaraṁ bhājetabbaṁ.",
  "tika-vin11t24:2_4": "Varavaṇṇināti “itipi so bhagavā araha”ntiādinā sakalalokabyāpiguṇātisayayuttena byāmappabhāya, chabbaṇṇānaṁ raṁsīnañca vasena uttamappabhātisayayuttena varavaṇṇinā vaṇṇitaṁ kathitaṁ.",
  "tika-vin11t24:2_5": "Ayamettha padavaṇṇanā, ayaṁ pana vinicchayo –",
  "tika-vin11t24:2_6": "sīmāya detīti ettha tāva khaṇḍasīmā upacārasīmā samānasaṁvāsasīmā avippavāsasīmā lābhasīmā gāmasīmā nigamasīmā nagarasīmā abbhantarasīmā udakukkhepasīmā janapadasīmā raṭṭhasīmā rajjasīmā dīpasīmā cakkavāḷasīmā iti pannarasa sīmā veditabbā.",
  "tika-vin11t24:3_0": "Tattha khaṇḍasīmā sīmākathāyaṁ vuttā.",
  "tika-vin11t24:3_1": "Upacārasīmā parikkhittassa vihārassa parikkhepena, aparikkhittassa vihārassa parikkhepārahaṭṭhānena paricchinnā hoti.",
  "tika-vin11t24:3_2": "Apica bhikkhūnaṁ dhuvasannipātaṭṭhānato vā pariyante ṭhitabhojanasālato vā nibaddhavasanakaāvāsato vā thāmamajjhimassa purisassa dvinnaṁ leḍḍupātānaṁ anto upacārasīmā veditabbā.",
  "tika-vin11t24:3_3": "Sā pana āvāsesu vaḍḍhantesu vaḍḍhati, parihāyantesu parihāyati.",
  "tika-vin11t24:3_4": "Mahāpaccariyaṁ pana “bhikkhūsupi vaḍḍhantesu vaḍḍhatī”ti vuttaṁ.",
  "tika-vin11t24:3_5": "Tasmā sace vihāre sannipatitabhikkhūhi saddhiṁ ekābaddhā hutvā yojanasatampi pūretvā nisīdanti, yojanasatampi upacārasīmāva hoti, sabbesaṁ lābho pāpuṇāti.",
  "tika-vin11t24:3_6": "Samānasaṁvāsaavippavāsasīmādvayampi vuttameva.",
  "tika-vin11t24:4_0": "Lābhasīmā nāma neva sammāsambuddhena anuññātā, na dhammasaṅgāhakattherehi ṭhapitā, apica kho rājarājamahāmattā vihāraṁ kāretvā gāvutaṁ vā aḍḍhayojanaṁ vā yojanaṁ vā samantato paricchinditvā “ayaṁ amhākaṁ vihārassa lābhasīmā”ti nāmalikhitake thambhe nikhaṇitvā “yaṁ etthantare uppajjati, sabbaṁ taṁ amhākaṁ vihārassa demā”ti sīmaṁ ṭhapenti, ayaṁ lābhasīmā nāma.",
  "tika-vin11t24:4_1": "Gāmanigamanagaraabbhantaraudakukkhepasīmāpi vuttā eva.",
  "tika-vin11t24:5_0": "Janapadasīmā nāma kāsikosalaraṭṭhādīnaṁ anto bahū janapadā honti, ettha ekeko janapadaparicchedo janapadasīmā.",
  "tika-vin11t24:5_1": "Raṭṭhasīmā nāma kāsikosalādiraṭṭhaparicchedo.",
  "tika-vin11t24:5_2": "Rajjasīmā nāma mahācoḷabhogo keraḷabhogoti evaṁ ekekassa rañño āṇāpavattiṭṭhānaṁ.",
  "tika-vin11t24:5_3": "Dīpasīmā nāma samuddantena samucchinnamahādīpā ca antaradīpā ca.",
  "tika-vin11t24:5_4": "Cakkavāḷasīmā nāma cakkavāḷapabbateneva paricchinnā.",
  "tika-vin11t24:6_0": "Evametāsu sīmāsu khaṇḍasīmāya kenaci kammena sannipatitaṁ saṅghaṁ disvā “ettheva sīmāya saṅghassa demī”ti vutte yāvatikā bhikkhū antokhaṇḍasīmagatā, tehi bhājetabbaṁ.",
  "tika-vin11t24:6_1": "Tesaṁyeva hi taṁ pāpuṇāti, aññesaṁ sīmantarikāya vā upacārasīmāya vā ṭhitānampi na pāpuṇāti.",
  "tika-vin11t24:6_2": "Khaṇḍasīmāya ṭhite pana rukkhe vā pabbate vā ṭhitassa heṭṭhā vā pathaviyā vemajjhaṁ gatassa pāpuṇātiyeva.",
  "tika-vin11t24:7_0": "“Imissā upacārasīmāya saṅghassa dammī”ti dinnaṁ pana khaṇḍasīmāsīmantarikāsu ṭhitānampi pāpuṇāti.",
  "tika-vin11t24:7_1": "“Samānasaṁvāsasīmāya dammī”ti dinnaṁ pana khaṇḍasīmāsīmantarikāsu ṭhitānaṁ na pāpuṇāti.",
  "tika-vin11t24:7_2": "Avippavāsasīmālābhasīmāsu dinnaṁ tāsu sīmāsu antogatānaṁyeva pāpuṇāti.",
  "tika-vin11t24:7_3": "Gāmasīmādīsu dinnaṁ tāsaṁ sīmānaṁ abbhantare baddhasīmāya ṭhitānampi pāpuṇāti.",
  "tika-vin11t24:7_4": "Abbhantarasīmāudakukkhepasīmāsu dinnaṁ tattha antogatānaṁyeva pāpuṇāti.",
  "tika-vin11t24:7_5": "Janapadaraṭṭharajjadīpacakkavāḷasīmāsupi gāmasīmādīsu vuttasadisoyeva vinicchayo.",
  "tika-vin11t24:8_0": "Sace pana jambudīpe ṭhito “tambapaṇṇidīpe saṅghassa dammī”ti vadati, tambapaṇṇidīpato ekopi gantvā sabbesaṁ gaṇhituṁ labhati.",
  "tika-vin11t24:8_1": "Sacepi tatreva eko sabhāgabhikkhu sabhāgānaṁ bhāgaṁ gaṇhāti, na vāretabbo.",
  "tika-vin11t24:8_2": "Evaṁ tāva yo sīmaṁ parāmasitvā deti, tassa dāne vinicchayo veditabbo.",
  "tika-vin11t24:9_0": "Yo pana “asukasīmāyā”ti vattuṁ na jānāti, kevalaṁ “sīmā”ti vacanamattameva jānanto vihāraṁ āgantvā “sīmāya dammī”ti vā “sīmaṭṭhakasaṅghassa dammī”ti vā bhaṇati, so pucchitabbo “sīmā nāma bahuvidhā, kataraṁ sīmaṁ sandhāya bhaṇasī”ti, sace vadati “ahaṁ ‘asukasīmā’ti na jānāmi, sīmaṭṭhakasaṅgho bhājetvā gaṇhatū”ti, katarasīmāya bhājetabbaṁ?",
  "tika-vin11t24:9_1": "Mahāsīvatthero kirāha “avippavāsasīmāyā”ti.",
  "tika-vin11t24:9_2": "Tato naṁ āhaṁsu “avippavāsasīmā nāma tiyojanāpi hoti, evaṁ sante tiyojane ṭhitā lābhaṁ gaṇhissanti, tiyojane ṭhatvā āgantukavattaṁ pūretvā ārāmaṁ pavisitabbaṁ bhavissati, gamiko tiyojanaṁ gantvā senāsanaṁ āpucchissati, nissayapaṭipannassa tiyojanātikkame nissayo paṭippassambhissati, pārivāsikena tiyojanaṁ atikkamitvā aruṇaṁ uṭṭhāpetabbaṁ bhavissati, bhikkhuniyā tiyojane ṭhatvā ārāmappavesanaṁ āpucchitabbaṁ bhavissati, sabbampetaṁ upacārasīmāparicchedavaseneva kattuṁ vaṭṭati.",
  "tika-vin11t24:9_3": "Tasmā upacārasīmāyameva bhājetabba”nti.",
  "tika-vin11t24:10_0": "2729.",
  "tika-vin11t24:10_1": "Ye vihārā saṅghena katikāya ekalābhakā samānalābhakā ettha etesu vihāresu dinnaṁ “katikāya dammī”ti dinnaṁ sabbehi bhikkhūhi saha bhājetabbaṁ cīvaraṁ katikāya vuccatīti yojanā.",
  "tika-vin11t24:11_0": "Ayamettha vinicchayo –",
  "tika-vin11t24:11_1": "katikā nāma samānalābhakatikā, tatrevaṁ katikā kātabbā –",
  "tika-vin11t24:11_2": "ekasmiṁ vihāre sannipatitehi bhikkhūhi yaṁ vihāraṁ saṅgaṇhitukāmā samānalābhaṁ kātuṁ icchanti, assa nāmaṁ gahetvā “asuko nāma vihāro porāṇako”ti vā “buddhādhivuttho”ti vā “appalābho”ti vā yaṁ kiñci kāraṇaṁ vatvā “taṁ vihāraṁ iminā vihārena saddhiṁ ekalābhaṁ kātuṁ saṅghassa ruccatī”ti tikkhattuṁ sāvetabbaṁ.",
  "tika-vin11t24:11_3": "Ettāvatā tasmiṁ vihāre nisinnopi idha nisinnova hoti.",
  "tika-vin11t24:11_4": "Tasmiṁ vihārepi saṅghena evameva kātabbaṁ.",
  "tika-vin11t24:11_5": "Ettāvatā idha nisinnopi tasmiṁ vihāre nisinnova hoti.",
  "tika-vin11t24:11_6": "Ekasmiṁ lābhe bhājiyamāne itarasmiṁ ṭhitassa bhāgaṁ gahetuṁ vaṭṭati.",
  "tika-vin11t24:11_7": "Evaṁ ekena vihārena saddhiṁ bahūpi āvāsā ekalābhā kātabbāti.",
  "tika-vin11t24:12_0": "2730.",
  "tika-vin11t24:12_1": "Cīvaradāyakena dhuvakārā pākavattādiniccasakkārā yattha saṅghassa krīyanti karīyanti tattha tasmiṁ vihāre teneva dāyakena saṅghassa dinnaṁ vihāraṁ “bhikkhāpaññattiyā dinna”nti mahesinā vuttanti yojanā.",
  "tika-vin11t24:13_0": "Tatrāyaṁ vinicchayo –",
  "tika-vin11t24:13_1": "yasmiṁ vihāre imassa cīvaradāyakassa santakaṁ saṅghassa pākavattaṁ vā vattati, yasmiṁ vā vihāre bhikkhū attano bhāraṁ katvā sadā gehe bhojeti, yattha vā tena āvāso kārito, salākabhattādīni vā nibaddhāni, yena pana sakalopi vihāro patiṭṭhāpito, tattha vattabbameva natthi, ime dhuvakārā nāma.",
  "tika-vin11t24:13_2": "Tasmā sace so “yattha mayhaṁ dhuvakārā karīyanti, ettha dammī”ti vā “tattha dethā”ti vā bhaṇati, bahūsu cepi ṭhānesu dhuvakārā honti, sabbattha dinnameva hoti.",
  "tika-vin11t24:14_0": "Sace pana ekasmiṁ vihāre bhikkhū bahutarā honti, tehi vattabbaṁ “tumhākaṁ dhuvakāre ekattha bhikkhū bahū, ekattha appakā”ti, sace “bhikkhugaṇanāya gaṇhathā”ti bhaṇati, tathā bhājetvā gaṇhituṁ vaṭṭati.",
  "tika-vin11t24:14_1": "Ettha ca vatthabhesajjādi appakampi sukhena bhājīyati, yadi pana mañco vā pīṭhakaṁ vā ekameva hoti, taṁ pucchitvā yassa vā vihārassa ekavihārepi vā yassa senāsanassa so vicāreti, tattha dātabbaṁ.",
  "tika-vin11t24:14_2": "Sace “asukabhikkhu gaṇhatū”ti vadati, vaṭṭati.",
  "tika-vin11t24:15_0": "Atha “mayhaṁ dhuvakāre dethā”ti vatvā avicāretvāva gacchati, saṅghassapi vicāretuṁ vaṭṭati.",
  "tika-vin11t24:15_1": "Evaṁ pana vicāretabbaṁ –",
  "tika-vin11t24:15_2": "“saṅghattherassa vasanaṭṭhāne dethā”ti vattabbaṁ.",
  "tika-vin11t24:15_3": "Sace tattha senāsanaṁ paripuṇṇaṁ hoti.",
  "tika-vin11t24:15_4": "Yattha nappahoti, tattha dātabbaṁ.",
  "tika-vin11t24:15_5": "Sace eko bhikkhu “mayhaṁ vasanaṭṭhāne senāsanaparibhogabhaṇḍaṁ natthī”ti vadati, tattha dātabbanti.",
  "tika-vin11t24:16_0": "2731.Saṅghassa pana yaṁ dinnanti vihāraṁ pavisitvā “imāni cīvarāni saṅghassa dammī”ti yaṁ cīvaraṁ dinnaṁ.",
  "tika-vin11t24:16_1": "“Sammukhībhūtenā”ti vattabbe gāthābandhena rassattaṁ.",
  "tika-vin11t24:16_2": "Sammukhibhūtenāti ca upacārasīmāya ṭhitena.",
  "tika-vin11t24:16_3": "Bhājetabbanti ghaṇṭiṁ paharitvā kālaṁ ghosetvā bhājetabbaṁ.",
  "tika-vin11t24:16_4": "Idamettha mukhamattadassanaṁ.",
  "tika-vin11t24:16_5": "Vinicchayo aṭṭhakathāya veditabbo.",
  "tika-vin11t24:16_6": "Seyyathidaṁ –",
  "tika-vin11t24:16_7": "cīvaradāyakena vihāraṁ pavisitvā “imāni cīvarāni saṅghassa dammī”ti dinnesu bhājiyamānesu sīmaṭṭhassa asampattassapi bhāgaṁ gaṇhanto na vāretabbo.",
  "tika-vin11t24:16_8": "Vihāro mahā hoti, therāsanato paṭṭhāya vatthesu diyyamānesu alasajātikā mahātherā pacchā āgacchanti, “bhante, vīsativassānaṁ diyyati, tumhākaṁ ṭhitikā atikkantā”ti na vattabbā, ṭhitikaṁ ṭhapetvā tesaṁ datvā pacchā ṭhitikāya dātabbaṁ.",
  "tika-vin11t24:17_0": "“Asukavihāre kira bahuṁ cīvaraṁ uppanna”nti sutvā yojanantarikavihāratopi bhikkhū āgacchanti, sampattasampattānaṁ ṭhitaṭṭhānato paṭṭhāya dātabbaṁ.",
  "tika-vin11t24:17_1": "Asampattānampi upacārasīmaṁ paviṭṭhānaṁ antevāsikādīsu gaṇhantesu dātabbameva.",
  "tika-vin11t24:17_2": "“Bahi upacārasīmāya ṭhitānaṁ dethā”ti vadanti, na dātabbaṁ.",
  "tika-vin11t24:17_3": "Sace pana upacārasīmaṁ okkantehi ekābaddhā hutvā attano vihāradvāre vā antovihāreyeva vā honti, parisavasena vaḍḍhitā nāma sīmā hoti, tasmā dātabbaṁ.",
  "tika-vin11t24:17_4": "Saṅghanavakassa dinnepi pacchā āgatānaṁ dātabbameva.",
  "tika-vin11t24:17_5": "Dutiyabhāge pana therāsanaṁ āruḷhe āgatānaṁ paṭhamabhāgo na pāpuṇāti, dutiyabhāgato vassaggena dātabbaṁ.",
  "tika-vin11t24:18_0": "Ekasmiṁ vihāre dasa bhikkhū honti, dasa vatthāni “saṅghassa demā”ti denti, pāṭekkaṁ bhājetabbāni.",
  "tika-vin11t24:18_1": "Sace “sabbāneva amhākaṁ pāpuṇantī”ti gahetvā gacchanti, duppāpitāni ceva duggahitāni ca, gatagataṭṭhāne saṅghikāneva honti.",
  "tika-vin11t24:18_2": "Ekaṁ pana uddharitvā “idaṁ tumhākaṁ pāpuṇātī”ti saṅghattherassa datvā sesāni “imāni amhākaṁ pāpuṇantī”ti gahetuṁ vaṭṭati.",
  "tika-vin11t24:19_0": "Ekameva vatthaṁ “saṅghassa demā”ti āharanti, abhājetvāva “amhākaṁ pāpuṇātī”ti gaṇhanti, duppāpitañceva duggahitañca, satthakena, pana haliddiādinā vā lekhaṁ katvā ekaṁ koṭṭhāsaṁ “imaṁ ṭhānaṁ tumhākaṁ pāpuṇātī”ti saṅghattherassa pāpetvā sesaṁ “amhākaṁ pāpuṇātī”ti gahetuṁ vaṭṭati.",
  "tika-vin11t24:19_1": "Yaṁ pana vatthasseva pupphaṁ vā vali vā, tena paricchedaṁ kātuṁ na vaṭṭati.",
  "tika-vin11t24:19_2": "Sace ekaṁ tantaṁ uddharitvā “idaṁ ṭhānaṁ tumhākaṁ pāpuṇātī”ti saṅghattherassa datvā sesaṁ “amhākaṁ pāpuṇātī”ti gaṇhanti, vaṭṭati.",
  "tika-vin11t24:19_3": "Khaṇḍaṁ khaṇḍaṁ chinditvā bhājiyamānaṁ vaṭṭatiyeva.",
  "tika-vin11t24:20_0": "Ekabhikkhuke vihāre saṅghassa cīvaresu uppannesu sace pubbe vuttanayeneva so bhikkhu “sabbāni mayhaṁ pāpuṇantī”ti gaṇhāti, suggahitāni, ṭhitikā pana na tiṭṭhati.",
  "tika-vin11t24:20_1": "Sace ekekaṁ uddharitvā “idaṁ mayhaṁ pāpuṇātī”ti gaṇhāti, ṭhitikā tiṭṭhati.",
  "tika-vin11t24:20_2": "Tattha ṭhitikāya aṭṭhitāya puna aññasmiṁ cīvare uppanne sace eko bhikkhu āgacchati, majjhe chinditvā dvīhipi gahetabbaṁ.",
  "tika-vin11t24:20_3": "Ṭhitāya ṭhitikāya puna aññasmiṁ cīvare uppanne sace navakataro āgacchati, ṭhitikā heṭṭhā orohati.",
  "tika-vin11t24:20_4": "Sace vuḍḍhataro āgacchati, ṭhitikā uddhaṁ ārohati.",
  "tika-vin11t24:20_5": "Atha añño natthi, puna attano pāpetvā gahetabbaṁ.",
  "tika-vin11t24:21_0": "“Saṅghassa demā”ti vā “bhikkhusaṅghassa demā”ti vā yena kenaci ākārena saṅghaṁ āmasitvā dinnaṁ pana paṁsukūlikānaṁ na vaṭṭati “gahapaticīvaraṁ paṭikkhipāmi, paṁsukūlikaṅgaṁ samādiyāmī”ti vuttattā, na pana akappiyattā.",
  "tika-vin11t24:21_1": "Bhikkhusaṅghena apaloketvā dinnampi na gahetabbaṁ.",
  "tika-vin11t24:21_2": "Yaṁ pana bhikkhu attano santakaṁ deti, taṁ bhikkhudattiyaṁ nāma vaṭṭati.",
  "tika-vin11t24:21_3": "Paṁsukūlaṁ pana na hoti.",
  "tika-vin11t24:21_4": "Evaṁ santepi dhutaṅgaṁ na bhijjati.",
  "tika-vin11t24:21_5": "“Bhikkhūnaṁ dema, therānaṁ demā”ti vutte pana paṁsukūlikānampi vaṭṭati.",
  "tika-vin11t24:21_6": "“Idaṁ vatthaṁ saṅghassa dema, iminā upāhanatthavikapattatthavikaāyogaaṁsabaddhakādīni karothā”ti dinnampi vaṭṭati.",
  "tika-vin11t24:22_0": "Pattatthavikādīnaṁ atthāya dinnāni bahūnipi honti, cīvaratthāyapi pahonti, tato cīvaraṁ katvā pārupituṁ vaṭṭati.",
  "tika-vin11t24:22_1": "Sace pana saṅgho bhājitātirittāni vatthāni chinditvā upāhanatthavikādīnaṁ atthāya bhājeti, tato gahetuṁ na vaṭṭati.",
  "tika-vin11t24:22_2": "Sāmikehi vicāritameva hi vaṭṭati, na itaraṁ.",
  "tika-vin11t24:23_0": "“Paṁsukūlikasaṅghassa dhammakaraṇaaṁsabaddhādīnaṁ atthāya demā”ti vuttepi gahetuṁ vaṭṭati.",
  "tika-vin11t24:23_1": "Parikkhāro nāma paṁsukūlikānampi icchitabbo.",
  "tika-vin11t24:23_2": "Yaṁ tattha atirekaṁ hoti, taṁ cīvarepi upanetuṁ vaṭṭati.",
  "tika-vin11t24:23_3": "Suttaṁ saṅghassa denti, paṁsukūlikehipi gahetabbaṁ.",
  "tika-vin11t24:23_4": "Ayaṁ tāva vihāraṁ pavisitvā “imāni cīvarāni saṅghassa dammī”ti dinnesu vinicchayo.",
  "tika-vin11t24:24_0": "Sace pana bahi upacārasīmāya addhānapaṭipanne bhikkhū disvā “saṅghassa dammī”ti saṅghattherassa vā saṅghanavakassa vā āroceti, sacepi yojanaṁ pharitvā parisā ṭhitā hoti, ekābaddhā ce, sabbesaṁ pāpuṇāti.",
  "tika-vin11t24:24_1": "Ye pana dvādasahi hatthehi parisaṁ asampattā, tesaṁ na pāpuṇātīti.",
  "tika-vin11t24:25_0": "2732.",
  "tika-vin11t24:25_1": "Idāni “ubhatosaṅghe detī”ti mātikaṁ vivaranto āha “ubhatosaṅghamuddissā”tiādi.",
  "tika-vin11t24:25_2": "Ubhatosaṅghamuddissāti bhikkhusaṅghaṁ, bhikkhunisaṅghañca uddisitvā.",
  "tika-vin11t24:25_3": "Detīti “ubhatosaṅghassa demī”ti deti.",
  "tika-vin11t24:25_4": "“Bahu vā”ti ettha “bahū vā”ti vattabbe gāthābandhavasena rassattaṁ.",
  "tika-vin11t24:25_5": "Bhikkhunīnaṁ bhikkhū thokā vā hontu bahū vā, puggalaggena akatvā ubhatosaṅghavasena samabhāgova kātuṁ vaṭṭatīti yojanā.",
  "tika-vin11t24:26_0": "Tatrāyaṁ vinicchayo –",
  "tika-vin11t24:26_1": "“ubhatosaṅghassa dammī”ti vuttepi “dvedhāsaṅghassa dammi, dvinnaṁ saṅghānaṁ dammi, bhikkhusaṅghassa ca bhikkhunisaṅghassa ca dammī”ti vuttepi ubhatosaṅghassa dinnameva hoti, dve bhāge same katvā eko dātabbo.",
  "tika-vin11t24:27_0": "“Ubhatosaṅghassa ca tuyhañca dammī”ti vutte sace dasa dasa bhikkhū, bhikkhuniyo ca honti, ekavīsati paṭivīse katvā eko puggalassa dātabbo, dasa bhikkhusaṅghassa, dasa bhikkhunisaṅghassa.",
  "tika-vin11t24:27_1": "Yena puggaliko laddho, so saṅghatopi attano vassaggena gahetuṁ labhati. Kasmā?",
  "tika-vin11t24:27_2": "Ubhatosaṅghaggahaṇena gahitattā.",
  "tika-vin11t24:28_0": "“Ubhatosaṅghassa ca cetiyassa ca dammī”ti vuttepi eseva nayo.",
  "tika-vin11t24:28_1": "Idha pana cetiyassa saṅghato pāpuṇanakoṭṭhāso nāma natthi, ekapuggalassa pattakoṭṭhāsasamova koṭṭhāso hoti.",
  "tika-vin11t24:29_0": "“Ubhatosaṅghassa ca tuyhañca cetiyassa cā”ti vutte pana dvāvīsati koṭṭhāse katvā dasa bhikkhūnaṁ, dasa bhikkhunīnaṁ, eko puggalassa, eko cetiyassa dātabbo.",
  "tika-vin11t24:29_1": "Tattha puggalo saṅghatopi attano vassaggena puna gahetuṁ labhati.",
  "tika-vin11t24:29_2": "Cetiyassa ekoyeva.",
  "tika-vin11t24:30_0": "“Bhikkhusaṅghassa ca bhikkhunīnañca dammī”ti vutte pana majjhe bhinditvā na dātabbaṁ, bhikkhū ca bhikkhuniyo ca gaṇetvā dātabbaṁ.",
  "tika-vin11t24:31_0": "“Bhikkhusaṅghassa ca bhikkhunīnañca tuyhañcā”ti vutte pana puggalo visuṁ na labhati, pāpuṇanaṭṭhānato ekameva labhati. Kasmā?",
  "tika-vin11t24:31_1": "Bhikkhusaṅghaggahaṇena gahitattā.",
  "tika-vin11t24:32_0": "“Bhikkhusaṅghassa ca bhikkhunīnañca tuyhañca cetiyassa cā”ti vuttepi cetiyassa ekapuggalapaṭivīso labbhati, puggalassa visuṁ na labbhati.",
  "tika-vin11t24:32_1": "Tasmā ekaṁ cetiyassa datvā avasesaṁ bhikkhū ca bhikkhuniyo ca gaṇetvā bhājetabbaṁ.",
  "tika-vin11t24:33_0": "“Bhikkhūnañca bhikkhunīnañca dammī”ti vuttepi na majjhe bhinditvā dātabbaṁ, puggalagaṇanāya eva vibhajitabbaṁ.",
  "tika-vin11t24:34_0": "“Bhikkhūnañca bhikkhunīnañca tuyhañca cetiyassa cā”ti evaṁ vuttepi cetiyassa ekapuggalapaṭivīso labbhati, puggalassa visuṁ natthi, bhikkhū ca bhikkhuniyo ca gaṇetvā eva bhājetabbaṁ.",
  "tika-vin11t24:34_1": "Yathā ca bhikkhusaṅghaṁ ādiṁ katvā nayo nīto, evaṁ bhikkhunisaṅghaṁ ādiṁ katvāpi netabbo.",
  "tika-vin11t24:35_0": "“Bhikkhusaṅghassa ca tuyhañcā”ti vutte puggalassa visuṁ na labbhati, vassaggeneva gahetabbaṁ.",
  "tika-vin11t24:36_0": "“Bhikkhusaṅghassa ca cetiyassa cā”ti vutte pana cetiyassa visuṁ paṭivīso labbhati.",
  "tika-vin11t24:37_0": "“Bhikkhusaṅghassa ca tuyhañca cetiyassa cā”ti vuttepi cetiyasseva labbhati, na puggalassa.",
  "tika-vin11t24:38_0": "“Bhikkhūnañca tuyhañcā”ti vuttepi visuṁ na labbhati.",
  "tika-vin11t24:39_0": "“Bhikkhūnañca cetiyassa cā”ti vutte pana cetiyassa labbhati.",
  "tika-vin11t24:40_0": "“Bhikkhūnañca tuyhañca cetiyassa cā”ti vuttepi cetiyasseva visuṁ labbhati, na puggalassa.",
  "tika-vin11t24:40_1": "Bhikkhunisaṅghaṁ ādiṁ katvāpi evameva yojetabbaṁ.",
  "tika-vin11t24:41_0": "Pubbe buddhappamukhassa ubhatosaṅghassa dānaṁ denti, bhagavā majjhe nisīdati, dakkhiṇato bhikkhū, vāmato bhikkhuniyo nisīdanti, bhagavā ubhinnaṁ saṅghatthero, tadā bhagavā attano laddhapaccaye attanāpi paribhuñjati, bhikkhūnampi dāpeti.",
  "tika-vin11t24:41_1": "Etarahi pana paṇḍitamanussā sadhātukaṁ paṭimaṁ vā cetiyaṁ vā ṭhapetvā buddhappamukhassa ubhatosaṅghassa dānaṁ denti, paṭimāya vā cetiyassa vā purato ādhārake pattaṁ ṭhapetvā dakkhiṇodakaṁ datvā “buddhānaṁ demā”ti tattha yaṁ paṭhamaṁ khādanīyaṁ bhojanīyaṁ denti, vihāraṁ vā āharitvā “idaṁ cetiyassa demā”ti piṇḍapātañca mālāgandhādīni ca denti, tattha kathaṁ paṭipajjitabbanti?",
  "tika-vin11t24:41_2": "Mālāgandhādīni tāva cetiye āropetabbāni, vatthehi paṭākā, telena padīpā kātabbā.",
  "tika-vin11t24:41_3": "Piṇḍapātamadhuphāṇitādīni pana yo nibaddhaṁ cetiyassa jaggako hoti pabbajito vā gahaṭṭho vā, tassa dātabbāni.",
  "tika-vin11t24:41_4": "Nibaddhajaggake asati āhaṭapattaṁ ṭhapetvā vattaṁ katvā paribhuñjituṁ vaṭṭati.",
  "tika-vin11t24:41_5": "Upakaṭṭhe kāle bhuñjitvā pacchāpi vattaṁ kātuṁ vaṭṭatiyeva.",
  "tika-vin11t24:42_0": "Mālāgandhādīsu ca yaṁ kiñci “idaṁ haritvā cetiyassa pūjaṁ karothā”ti vutte dūrampi haritvā pūjetabbaṁ.",
  "tika-vin11t24:42_1": "“Bhikkhaṁ saṅghassa harā”ti vuttepi haritabbaṁ.",
  "tika-vin11t24:42_2": "Sace pana “ahaṁ piṇḍāya carāmi, āsanasālāya bhikkhū atthi, te harissantī”ti vutte “bhante, tuyhaṁyeva dammī”ti vadati, bhuñjituṁ vaṭṭati.",
  "tika-vin11t24:42_3": "Atha pana “bhikkhusaṅghassa dassāmī”ti harantassa gacchato antarāva kālo upakaṭṭho hoti, attano pāpetvā bhuñjituṁ vaṭṭati.",
  "tika-vin11t24:43_0": "2733.",
  "tika-vin11t24:43_1": "Yaṁ pana cīvaraṁ “yasmiṁ āvāse vassaṁvutthassa saṅghassa dammī”ti deti, tasmiṁyeva āvāse vutthavassena saṅghena vā gaṇena vā puggalena vā taṁ cīvaraṁ bhājetabbanti vaṇṇitaṁ desitanti yojanā.",
  "tika-vin11t24:44_0": "Tatrāyaṁ vinicchayo –",
  "tika-vin11t24:44_1": "vihāraṁ pavisitvā “imāni cīvarāni vassaṁvutthasaṅghassa dammī”ti deti, yāvatikā bhikkhū tasmiṁ āvāse vassaṁvutthā, yattakā vassacchedaṁ akatvā purimavassaṁvutthā, tehi bhājetabbaṁ, aññesaṁ na pāpuṇāti.",
  "tika-vin11t24:44_2": "Disāpakkantassāpi sati gāhake yāva kathinassa ubbhārā dātabbaṁ.",
  "tika-vin11t24:44_3": "Anatthate pana kathine antohemante evañca vatvā dinnaṁ pacchimavassaṁvutthānampi pāpuṇātīti lakkhaṇaññū vadanti.",
  "tika-vin11t24:44_4": "Aṭṭhakathāsu panetaṁ avicāritaṁ.",
  "tika-vin11t24:45_0": "Sace pana bahi upacārasīmāyaṁ ṭhito “vassaṁvutthasaṅghassa dammī”ti vadati, sampattānaṁ sabbesaṁ pāpuṇāti.",
  "tika-vin11t24:45_1": "Atha “asukavihāre vassaṁvutthasaṅghassā”ti vadati, tatra vassaṁvutthānameva yāva kathinassubbhārā pāpuṇāti.",
  "tika-vin11t24:45_2": "Sace pana gimhānaṁ paṭhamadivasato paṭṭhāya evaṁ vadati, tatra sammukhībhūtānaṁyeva sabbesaṁ pāpuṇāti. Kasmā?",
  "tika-vin11t24:45_3": "Piṭṭhisamaye uppannattā.",
  "tika-vin11t24:45_4": "Antovasseyeva “vassaṁ vasantānaṁ dammī”ti vutte chinnavassā na labhanti, vassaṁ vasantāva labhanti.",
  "tika-vin11t24:45_5": "Cīvaramāse pana “vassaṁ vasantānaṁ dammī”ti vutte pacchimikāya vassūpagatānaṁyeva pāpuṇāti, purimikāya vassūpagatānañca chinnavassānañca na pāpuṇāti.",
  "tika-vin11t24:46_0": "Cīvaramāsato paṭṭhāya yāva hemantassa pacchimo divaso, tāva “vassāvāsikaṁ demā”ti vutte kathinaṁ atthataṁ vā hotu anatthataṁ vā, atītavassaṁvutthānameva pāpuṇāti.",
  "tika-vin11t24:46_1": "Gimhānaṁ paṭhamadivasato paṭṭhāya vutte pana mātikā āropetabbā “atītavassāvāsassa pañca māsā abhikkantā, anāgate cātumāsaccayena bhavissati, kataravassāvāsassa desī”ti.",
  "tika-vin11t24:46_2": "Sace “atītavassaṁvutthānaṁ dammī”ti vadati, taṁ antovassaṁ vutthānameva pāpuṇāti.",
  "tika-vin11t24:46_3": "Disāpakkantānampi sabhāgā gaṇhituṁ labhanti.",
  "tika-vin11t24:47_0": "Sace “anāgate vassāvāsikaṁ dammī”ti vadati, taṁ ṭhapetvā vassūpanāyikadivase gahetabbaṁ.",
  "tika-vin11t24:47_1": "Atha “agutto vihāro, corabhayaṁ atthi, na sakkā ṭhapetuṁ, gaṇhitvā vā āhiṇḍitu”nti vutte “sampattānaṁ dammī”ti vadati, bhājetvā gahetabbaṁ.",
  "tika-vin11t24:47_2": "Sace vadati “ito me, bhante, tatiye vasse vassāvāsikaṁ na dinnaṁ, taṁ dammī”ti, tasmiṁ antovasse vutthabhikkhūnaṁ pāpuṇāti.",
  "tika-vin11t24:47_3": "Sace te disāpakkantā, añño vissāsiko gaṇhāti, dātabbaṁ.",
  "tika-vin11t24:47_4": "Atha ekoyeva avasiṭṭho, sesā kālakatā, sabbaṁ ekasseva pāpuṇāti.",
  "tika-vin11t24:47_5": "Sace ekopi natthi, saṅghikaṁ hoti, sammukhībhūtehi bhājetabbanti.",
  "tika-vin11t24:48_0": "2734.Yāguyā pana pītāya vā bhatte vā bhutte sace pana ādissa “yena me yāgu pītā, tassa dammi, yena me bhattaṁ bhuttaṁ, tassa dammī”ti paricchinditvā cīvaraṁ deti, vinayadharena tattha tattheva dānaṁ dātabbanti yojanā.",
  "tika-vin11t24:48_1": "Esa nayo khādanīyacīvarasenāsanabhesajjādīsu.",
  "tika-vin11t24:49_0": "Tatrāyaṁ vinicchayo –",
  "tika-vin11t24:49_1": "bhikkhū ajjatanāya vā svātanāya vā yāguyā nimantetvā tesaṁ gharaṁ paviṭṭhānaṁ yāguṁ deti, yāguṁ datvā pītāya yāguyā “imāni cīvarāni yehi mayhaṁ yāgu pītā, tesaṁ dammī”ti deti, yehi nimantitehi yāgu pītā, tesaṁyeva pāpuṇanti, yehi pana bhikkhācāravattena gharadvārena gacchantehi vā gharaṁ paviṭṭhehi vā yāgu laddhā, yesaṁ vā āsanasālato pattaṁ āharitvā manussehi nītā, ye vā therehi pesitā, tesaṁ na pāpuṇanti.",
  "tika-vin11t24:50_0": "Sace pana nimantitabhikkhūhi saddhiṁ aññepi bahū āgantvā antogehañca bahigehañca pūretvā nisinnā, dāyako ca evaṁ vadati “nimantitā vā hontu animantitā vā, yesaṁ mayā yāgu dinnā, sabbesaṁ imāni vatthāni hontū”ti, sabbesaṁ pāpuṇanti.",
  "tika-vin11t24:50_1": "Yehi pana therānaṁ hatthato yāgu laddhā, tesaṁ na pāpuṇanti.",
  "tika-vin11t24:50_2": "Atha so “yehi mayhaṁ yāgu pītā, sabbesaṁ hontū”ti vadati, sabbesaṁ pāpuṇanti.",
  "tika-vin11t24:50_3": "Bhattakhādanīyesupi eseva nayo.",
  "tika-vin11t24:51_0": "Cīvare vāti pubbepi yena vassaṁ vāsetvā bhikkhūnaṁ cīvaraṁ dinnapubbaṁ hoti, so ce bhikkhū bhojetvā vadati “yesaṁ mayā pubbe cīvaraṁ dinnaṁ, tesaṁyeva imaṁ cīvaraṁ vā suttaṁ vā sappimadhuphāṇitādīni vā hontū”ti, sabbaṁ tesaṁyeva pāpuṇāti.",
  "tika-vin11t24:52_0": "Senāsane vāti “yo mayā kārite vihāre vā pariveṇe vā vasati, tassidaṁ hotū”ti vutte tasseva hoti.",
  "tika-vin11t24:53_0": "Bhesajje vāti “mayaṁ kālena kālaṁ therānaṁ sappiādīni bhesajjāni dema, yehi tāni laddhāni, tesaṁyevidaṁ hotū”ti vutte tesaṁyeva hotīti.",
  "tika-vin11t24:54_0": "2735.",
  "tika-vin11t24:54_1": "Dīyateti dānanti kammasādhanena cīvaraṁ vuccati.",
  "tika-vin11t24:54_2": "Yaṁ-saddena cīvarassa parāmaṭṭhattā taṁ-saddenāpi tadeva parāmasitabbanti.",
  "tika-vin11t24:55_0": "Tatrāyaṁ vinicchayo –",
  "tika-vin11t24:55_1": "“imaṁ cīvaraṁ itthannāmassa dammī”ti evaṁ parammukhā vā “idaṁ me, bhante, tumhākaṁ dammī”ti evaṁ sammukhā vā pādamūle ṭhapetvā vā deti, taṁ tasseva hoti.",
  "tika-vin11t24:55_2": "Sace pana “idaṁ tumhākañca tumhākaṁ antevāsikānañca dammī”ti evaṁ vadati, therassa ca antevāsikānañca pāpuṇāti.",
  "tika-vin11t24:55_3": "Uddesaṁ gahetuṁ āgato gahetvā gacchanto ca atthi, tassāpi pāpuṇāti.",
  "tika-vin11t24:55_4": "“Tumhehi saddhiṁ nibaddhacārikabhikkhūnaṁ dammī”ti vutte uddesantevāsikānaṁ vattaṁ katvā uddesaparipucchādīni gahetvā vicarantānaṁ sabbesaṁ pāpuṇātīti.",
  "tika-vin11t24:56_0": "2737.Vadaticcevameva ceti iccevaṁ yathāvuttanayena vadati ce.",
  "tika-vin11t24:56_1": "Tanti taṁ parikkhāraṁ.",
  "tika-vin11t24:56_2": "Tesanti mātuādīnaṁ.",
  "tika-vin11t24:56_3": "Saṅghasseva santakaṁ hotīti yojanā.",
  "tika-vin11t24:57_0": "2738.“Pañcannaṁ…pe…",
  "tika-vin11t24:57_1": "hotī”ti iminā purimagāthādvayena vitthāritamevatthaṁ saṁkhipitvā dasseti.",
  "tika-vin11t24:57_2": "Pañcannaṁ sahadhammikānaṁ.",
  "tika-vin11t24:57_3": "Accayeti kālakiriyāya.",
  "tika-vin11t24:57_4": "Dānanti “mayi kālakate imaṁ parikkhāraṁ tuyhaṁ hotu, tava santakaṁ karohī”tiādinā pariccajanaṁ.",
  "tika-vin11t24:57_5": "Kiñcipīti antamaso dantakaṭṭhampi.",
  "tika-vin11t24:57_6": "Gihīnaṁ pana dānaṁ tathā dāyakānaṁ gihīnameva accaye rūhatīti yojanā.",
  "tika-vin11t24:58_0": "2739.",
  "tika-vin11t24:58_1": "Bhikkhu vā sāmaṇero vā bhikkhuniupassaye kālaṁ karoti, assa bhikkhussa vā sāmaṇerassa vā parikkhārā bhikkhūnaṁyeva santakā bhikkhusaṅghasseva santakāti yojanā.",
  "tika-vin11t24:58_2": "Bhikkhusaṅghasseva santakā kālakatassa bhikkhusaṅghapariyāpannattā.",
  "tika-vin11t24:59_0": "2740.Sāmaṇerī vāti ettha vā-saddena “sikkhamānā vā”ti idaṁ saṅgaṇhāti.",
  "tika-vin11t24:59_1": "Vihārasmiṁ bhikkhūnaṁ nivāsanaṭṭhāne.",
  "tika-vin11t24:59_2": "Tassāti bhikkhuniyā vā sāmaṇeriyā vā sikkhamānāya vā parikkhārā bhikkhunīnaṁ santakā hontīti yojanā.",
  "tika-vin11t24:59_3": "Santakāti etthāpi bhikkhūsu vuttanayenevattho gahetabbo.",
  "tika-vin11t24:60_0": "2741.Dehi netvāti ettha “imaṁ cīvara”nti pakaraṇato labbhati.",
  "tika-vin11t24:60_1": "“Imaṁ cīvaraṁ netvā asukassa dehī”ti yaṁ cīvaraṁ dinnaṁ, taṁ tassa purimasseva santakaṁ hoti.",
  "tika-vin11t24:60_2": "“Idaṁ cīvaraṁ asukassa dammī”ti yaṁ cīvaraṁ dinnaṁ, taṁ yassa pahiyyati, tassa pacchimasseva santakaṁ hotīti yojanā.",
  "tika-vin11t24:61_0": "2742.",
  "tika-vin11t24:61_1": "Yathāvuttavacanappakārānurūpena sāmike ñatvā sāmikesu vissāsena vā tesu matesu matakacīvarampi gaṇhituṁ vaṭṭatīti dassetuṁ āha “eva”ntiādi.",
  "tika-vin11t24:61_2": "“Matassa vā amatassa vā”ti padacchedo.",
  "tika-vin11t24:61_3": "Vissāsaṁ vāpi gaṇheyyāti jīvantassa santakaṁ vissāsaggāhaṁ gaṇheyya.",
  "tika-vin11t24:61_4": "Gaṇhe matakacīvaranti matassa cīvaraṁ matakaparikkhāranīhārena pāpetvā gaṇheyya.",
  "tika-vin11t24:62_0": "2743.",
  "tika-vin11t24:62_1": "Rajate anenāti rajananti mūlādisabbamāha.",
  "tika-vin11t24:62_2": "Vantadosenāti savāsanasamucchinnarāgādidosena.",
  "tika-vin11t24:62_3": "Tādināti rūpādīsu chaḷārammaṇesu rāgādīnaṁ anuppattiyā aṭṭhasu lokadhammesu nibbikāratāya ekasadisena.",
  "tika-vin11t24:63_0": "2744-5.“Mūle”tiādīsu niddhāraṇe bhummaṁ.",
  "tika-vin11t24:63_1": "Mūlarajane haliddiṁ ṭhapetvā sabbaṁ mūlarajanaṁ vaṭṭati.",
  "tika-vin11t24:63_2": "Khandhesu rajanesu mañjeṭṭhañca tuṅgahārakañca ṭhapetvā sabbaṁ khandharajanaṁ vaṭṭati.",
  "tika-vin11t24:63_3": "Pattesu rajanesu alliyā pattaṁ tathā nīliyā pattañca ṭhapetvā sabbaṁ pattarajanaṁ vaṭṭati.",
  "tika-vin11t24:63_4": "Puppharajanesu kusumbhañca kiṁsukañca ṭhapetvā sabbaṁ puppharajanaṁ vaṭṭati.",
  "tika-vin11t24:63_5": "Tacarajane loddañca kaṇḍulañca ṭhapetvā sabbaṁ tacarajanaṁ vaṭṭati.",
  "tika-vin11t24:63_6": "Phalarajanaṁ sabbampi vaṭṭatīti yojanā.",
  "tika-vin11t24:64_0": "Mañjeṭṭhanti eko sakaṇṭakarukkho, valliviseso ca, yassa rajanaṁ mañjeṭṭhabījavaṇṇaṁ hoti.",
  "tika-vin11t24:64_1": "Mañjeṭṭharukkhassa khandho setavaṇṇoti so idha na gahetabbo rajanādhikārattā.",
  "tika-vin11t24:64_2": "Tuṅgahārako nāma eko sakaṇṭakarukkho, yassa rajanaṁ haritālavaṇṇaṁ hoti.",
  "tika-vin11t24:64_3": "Allīti cullatāpiñcharukkho, yassa paṇṇarajanaṁ haliddivaṇṇaṁ hoti.",
  "tika-vin11t24:64_4": "Nīlīti gacchaviseso, yassa pana rajanaṁ nīlavaṇṇaṁ hoti.",
  "tika-vin11t24:64_5": "Kiṁsukaṁ nāma vallikiṁsukapupphaṁ, yassa rajanaṁ lohitavaṇṇaṁ hoti.",
  "tika-vin11t24:65_0": "2746.Kiliṭṭhasāṭakanti malīnasāṭakaṁ.",
  "tika-vin11t24:65_1": "Dhovitunti ekavāraṁ dhovituṁ.",
  "tika-vin11t24:65_2": "Alliyā dhotaṁ kira sammadeva rajanaṁ paṭiggaṇhāti.",
  "tika-vin11t24:66_0": "2747.Cīvarānaṁkathā sesāti bhedakāraṇappakārakathādikā idha avuttakathā.",
  "tika-vin11t24:66_1": "Paṭhame kathine vuttāti seso.",
  "tika-vin11t24:66_2": "Vibhāvināti khandhakabhāṇakena.",
  "tika-vin11t24:67_0": "Cīvarakkhandhakakathāvaṇṇanā.",
  "tika-vin11t24:68_0": "Iti vinayatthasārasandīpaniyā vinayavinicchayavaṇṇanāya",
  "tika-vin11t24:69_0": "Mahāvaggavinicchayavaṇṇanā niṭṭhitā."
}