{
"cnd19:1.1": "Cūḷaniddesa",
"cnd19:2.1": "Pārāyanavagganiddesa",
"cnd19:3.1": "Pucchāniddesa",
"cnd19:4.1": "15. Mogharājamāṇavapucchāniddesa",
"cnd19:5.1": "Dvāhaṃ sakkaṃ apucchissaṃ,",
"cnd19:5.2": "iccāyasmā mogharājā",
"cnd19:5.3": "Na me byākāsi cakkhumā;",
"cnd19:5.4": "Yāvatatiyañca devīsi,",
"cnd19:5.5": "Byākarotīti me sutaṃ. #1",
"cnd19:6.1": "Dvāhaṃ sakkaṃ apucchissanti so brāhmaṇo dvikkhattuṃ buddhaṃ bhagavantaṃ pañhaṃ apucchi.",
"cnd19:6.2": "Tassa bhagavā pañhaṃ puṭṭho na byākāsi—",
"cnd19:6.3": "“tadantarā imassa brāhmaṇassa indriyaparipāko bhavissatī”ti.",
"cnd19:6.4": "Sakkanti sakko.",
"cnd19:6.5": "Bhagavā sakyakulā pabbajitotipi sakko.",
"cnd19:6.6": "Atha vā aḍḍho mahaddhano dhanavātipi sakko.",
"cnd19:6.7": "Tassimāni dhanāni, seyyathidaṃ—",
"cnd19:6.8": "saddhādhanaṃ sīladhanaṃ hiridhanaṃ ottappadhanaṃ sutadhanaṃ cāgadhanaṃ paññādhanaṃ satipaṭṭhānadhanaṃ sammappadhānadhanaṃ iddhipādadhanaṃ indriyadhanaṃ baladhanaṃ bojjhaṅgadhanaṃ maggadhanaṃ phaladhanaṃ nibbānadhanaṃ.",
"cnd19:6.9": "Imehi anekavidhehi dhanaratanehi aḍḍho mahaddhano dhanavātipi sakko.",
"cnd19:6.10": "Atha vā sakko pahu visavī alamatto sūro vīro vikkanto abhīrū acchambhī anutrāsī apalāyī pahīnabhayabheravo vigatalomahaṃsotipi sakko.",
"cnd19:6.11": "Dvāhaṃ sakkaṃ apucchissanti dvāhaṃ sakkaṃ apucchissaṃ ayācissaṃ ajjhesissaṃ pasādayissanti—",
"cnd19:6.12": "dvāhaṃ sakkaṃ apucchissaṃ.",
"cnd19:7.1": "Iccāyasmā mogharājāti.",
"cnd19:7.2": "Iccāti padasandhi … pe …",
"cnd19:7.4": "āyasmāti piyavacanaṃ … pe …",
"cnd19:7.6": "mogharājāti tassa brāhmaṇassa nāmaṃ … pe … abhilāpoti—",
"cnd19:7.9": "iccāyasmā mogharājā.",
"cnd19:8.1": "Na me byākāsi cakkhumāti.",
"cnd19:8.2": "Na me byākāsīti na me byākāsi na ācikkhi na desesi na paññapesi na paṭṭhapesi na vivari na vibhaji na uttānīakāsi na pakāsesi.",
"cnd19:8.3": "Cakkhumāti bhagavā pañcahi cakkhūhi cakkhumā—",
"cnd19:8.4": "maṃsacakkhunāpi cakkhumā, dibbacakkhunāpi cakkhumā, paññācakkhunāpi cakkhumā, buddhacakkhunāpi cakkhumā, samantacakkhunāpi cakkhumā.",
"cnd19:9.1": "Kathaṃ bhagavā maṃsacakkhunāpi cakkhumā?",
"cnd19:9.2": "Maṃsacakkhumhi bhagavato pañca vaṇṇā saṃvijjanti—",
"cnd19:9.3": "nīlo ca vaṇṇo, pītako ca vaṇṇo, lohitako ca vaṇṇo, kaṇho ca vaṇṇo, odāto ca vaṇṇo ().",
"cnd19:9.4": "Yattha ca akkhilomāni patiṭṭhitāni taṃ nīlaṃ hoti sunīlaṃ pāsādikaṃ dassaneyyaṃ umāpupphasamānaṃ.",
"cnd19:9.5": "Tassa parato pītakaṃ hoti supītakaṃ suvaṇṇavaṇṇaṃ pāsādikaṃ dassaneyyaṃ kaṇikārapupphasamānaṃ.",
"cnd19:9.6": "Ubhato ca akkhikūṭāni bhagavato lohitakāni honti sulohitakāni pāsādikāni dassaneyyāni indagopakasamānāni.",
"cnd19:9.7": "Majjhe kaṇhaṃ hoti sukaṇhaṃ alūkhaṃ siniddhaṃ pāsādikaṃ dassaneyyaṃ addāriṭṭhakasamānaṃ.",
"cnd19:9.8": "Tassa parato odātaṃ hoti suodātaṃ setaṃ paṇḍaraṃ pāsādikaṃ dassaneyyaṃ osadhitārakasamānaṃ.",
"cnd19:9.9": "Tena bhagavā pākatikena maṃsacakkhunā attabhāvapariyāpannena purimasucaritakammābhinibbattena samantā yojanaṃ passati divā ceva rattiñca.",
"cnd19:9.10": "Yadā hi caturaṅgasamannāgato andhakāro hoti sūriyo ca atthaṅgato hoti;",
"cnd19:9.11": "kāḷapakkho ca uposatho hoti, tibbo ca vanasaṇḍo hoti, mahā ca kāḷamegho abbhuṭṭhito hoti.",
"cnd19:9.12": "Evarūpe caturaṅgasamannāgate andhakāre samantā yojanaṃ passati.",
"cnd19:9.13": "Natthi so kuṭṭo vā kavāṭaṃ vā pākāro vā pabbato vā gaccho vā latā vā āvaraṇaṃ rūpānaṃ dassanāya.",
"cnd19:9.14": "Ekañce tilaphalaṃ nimittaṃ katvā tilavāhe pakkhipeyya, taṃyeva tilaphalaṃ uddhareyya.",
"cnd19:9.15": "Evaṃ parisuddhaṃ bhagavato pākatikaṃ maṃsacakkhu.",
"cnd19:9.16": "Evaṃ bhagavā maṃsacakkhunāpi cakkhumā.",
"cnd19:10.1": "Kathaṃ bhagavā dibbena cakkhunāpi cakkhumā?",
"cnd19:10.2": "Bhagavā dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe;",
"cnd19:10.3": "sugate duggate yathākammūpage satte pajānāti—",
"cnd19:10.4": "“ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā;",
"cnd19:10.5": "ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā”ti.",
"cnd19:10.6": "Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate, yathākammūpage satte pajānāti.",
"cnd19:10.7": "Ākaṅkhamāno ca bhagavā ekampi lokadhātuṃ passeyya, dvepi lokadhātuyo passeyya, tissopi lokadhātuyo passeyya, catassopi lokadhātuyo passeyya, pañcapi lokadhātuyo passeyya, dasapi lokadhātuyo passeyya, vīsampi lokadhātuyo passeyya, tiṃsampi lokadhātuyo passeyya, cattālīsampi lokadhātuyo passeyya, paññāsampi lokadhātuyo passeyya, satampi lokadhātuyo passeyya, sahassimpi cūḷanikaṃ lokadhātuṃ passeyya, dvisahassimpi majjhimikaṃ lokadhātuṃ passeyya, tisahassimpi lokadhātuṃ passeyya, mahāsahassimpi lokadhātuṃ passeyya, yāvatakaṃ vā pana ākaṅkheyya tāvatakaṃ passeyya.",
"cnd19:10.8": "Evaṃ parisuddhaṃ bhagavato dibbacakkhu.",
"cnd19:10.9": "Evaṃ bhagavā dibbena cakkhunāpi cakkhumā.",
"cnd19:11.1": "Kathaṃ bhagavā paññācakkhunāpi cakkhumā?",
"cnd19:11.2": "Bhagavā mahāpañño puthupañño javanapañño hāsapañño tikkhapañño nibbedhikapañño paññāpabhedakusalo pabhinnañāṇo adhigatapaṭisambhido catuvesārajjappatto dasabaladhārī purisāsabho purisasīho purisanāgo purisājañño purisadhorayho anantañāṇo anantatejo anantayaso aḍḍho mahaddhano dhanavā netā vinetā anunetā paññāpetā nijjhāpetā pekkhetā pasādetā.",
"cnd19:11.3": "So hi bhagavā anuppannassa maggassa uppādetā asañjātassa maggassa sañjanetā anakkhātassa maggassa akkhātā, maggaññū maggavidū maggakovido maggānugā ca pana etarahi sāvakā viharanti pacchā samannāgatā.",
"cnd19:12.1": "So hi bhagavā jānaṃ jānāti, passaṃ passati, cakkhubhūto ñāṇabhūto dhammabhūto brahmabhūto vattā pavattā atthassa ninnetā amatassa dātā dhammassāmī tathāgato.",
"cnd19:12.2": "Natthi tassa bhagavato aññātaṃ adiṭṭhaṃ aviditaṃ asacchikataṃ aphassitaṃ paññāya.",
"cnd19:12.3": "Atītaṃ anāgataṃ paccuppannaṃ upādāya sabbe dhammā sabbākārena buddhassa bhagavato ñāṇamukhe āpāthaṃ āgacchanti.",
"cnd19:12.4": "Yaṃ kiñci neyyaṃ nāma atthi jānitabbaṃ attattho vā parattho vā ubhayattho vā diṭṭhadhammiko vā attho samparāyiko vā attho uttāno vā attho gambhīro vā attho gūḷho vā attho paṭicchanno vā attho neyyo vā attho nīto vā attho anavajjo vā attho nikkileso vā attho vodāno vā attho paramattho vā attho, sabbaṃ taṃ anto buddhañāṇe parivattati.",
"cnd19:13.1": "Sabbaṃ kāyakammaṃ buddhassa bhagavato ñāṇānuparivatti, sabbaṃ vacīkammaṃ ñāṇānuparivatti, sabbaṃ manokammaṃ ñāṇānuparivatti.",
"cnd19:13.2": "Atīte buddhassa bhagavato appaṭihataṃ ñāṇaṃ, anāgate appaṭihataṃ ñāṇaṃ, paccuppanne appaṭihataṃ ñāṇaṃ, yāvatakaṃ neyyaṃ tāvatakaṃ ñāṇaṃ, yāvatakaṃ ñāṇaṃ tāvatakaṃ neyyaṃ.",
"cnd19:13.3": "Neyyapariyantikaṃ ñāṇaṃ, ñāṇapariyantikaṃ neyyaṃ, neyyaṃ atikkamitvā ñāṇaṃ nappavattati, ñāṇaṃ atikkamitvā neyyapatho natthi.",
"cnd19:13.4": "Aññamaññapariyantaṭṭhāyino te dhammā.",
"cnd19:13.5": "Yathā dvinnaṃ samuggapaṭalānaṃ sammāphusitānaṃ heṭṭhimaṃ samuggapaṭalaṃ uparimaṃ nātivattati, uparimaṃ samuggapaṭalaṃ heṭṭhimaṃ nātivattati, aññamaññapariyantaṭṭhāyino;",
"cnd19:13.6": "evameva buddhassa bhagavato neyyañca ñāṇañca aññamaññapariyantaṭṭhāyino.",
"cnd19:13.7": "Yāvatakaṃ neyyaṃ tāvatakaṃ ñāṇaṃ, yāvatakaṃ ñāṇaṃ tāvatakaṃ neyyaṃ, neyyapariyantikaṃ ñāṇaṃ, ñāṇapariyantikaṃ neyyaṃ.",
"cnd19:13.8": "Neyyaṃ atikkamitvā ñāṇaṃ nappavattati, ñāṇaṃ atikkamitvā neyyapatho natthi.",
"cnd19:13.9": "Aññamaññapariyantaṭṭhāyino te dhammā.",
"cnd19:14.1": "Sabbadhammesu buddhassa bhagavato ñāṇaṃ pavattati.",
"cnd19:14.2": "Sabbe dhammā buddhassa bhagavato āvajjanapaṭibaddhā ākaṅkhapaṭibaddhā manasikārapaṭibaddhā cittuppādapaṭibaddhā.",
"cnd19:14.3": "Sabbasattesu buddhassa bhagavato ñāṇaṃ pavattati.",
"cnd19:14.4": "Sabbesañca sattānaṃ bhagavā āsayaṃ jānāti, anusayaṃ jānāti, caritaṃ jānāti, adhimuttiṃ jānāti, apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre dvākāre suviññāpaye duviññāpaye bhabbābhabbe satte jānāti.",
"cnd19:14.5": "Sadevako loko samārako sabrahmako sassamaṇabrāhmaṇī pajā sadevamanussā antobuddhañāṇe parivattati.",
"cnd19:15.1": "Yathā ye keci macchakacchapā antamaso timitimiṅgalaṃ upādāya antomahāsamudde parivattanti, evameva sadevako loko samārako loko sabrahmako loko sassamaṇabrāhmaṇī pajā sadevamanussā antobuddhañāṇe parivattati.",
"cnd19:16.1": "Yathā ye keci pakkhī antamaso garuḷaṃ venateyyaṃ upādāya ākāsassa padese parivattanti, evameva yepi te sāriputtasamā paññāya samannāgatā tepi buddhañāṇassa padese parivattanti;",
"cnd19:16.2": "buddhañāṇaṃ devamanussānaṃ paññaṃ pharitvā abhibhavitvā tiṭṭhati.",
"cnd19:17.1": "Yepi te khattiyapaṇḍitā brāhmaṇapaṇḍitā gahapatipaṇḍitā samaṇapaṇḍitā nipuṇā kataparappavādā vālavedhirūpā vobhindantā maññe caranti paññāgatena diṭṭhigatāni, te pañhe abhisaṅkharitvā abhisaṅkharitvā tathāgataṃ upasaṅkamitvā pucchanti gūḷhāni ca paṭicchannāni.",
"cnd19:17.2": "Kathitā visajjitā ca te pañhā bhagavatā honti niddiṭṭhakāraṇā.",
"cnd19:17.3": "Upakkhittakā ca te bhagavato sampajjanti.",
"cnd19:17.4": "Atha kho bhagavāva tattha atirocati—",
"cnd19:17.5": "yadidaṃ paññāyāti.",
"cnd19:17.6": "Evaṃ bhagavā paññācakkhunāpi cakkhumā.",
"cnd19:18.1": "Kathaṃ bhagavā buddhacakkhunāpi cakkhumā?",
"cnd19:18.2": "Bhagavā buddhacakkhunā lokaṃ volokento addasa satte apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre dvākāre suviññāpaye duviññāpaye appekacce paralokavajjabhayadassāvino viharante.",
"cnd19:18.3": "Seyyathāpi nāma uppaliniyaṃ vā paduminiyaṃ vā puṇḍarīkiniyaṃ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakānuggatāni antonimuggaposīni, appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni samodakaṃ ṭhitāni, appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakā accuggamma tiṭṭhanti anupalittāni udakena;",
"cnd19:18.4": "evamevaṃ bhagavā buddhacakkhunā lokaṃ volokento addasa satte apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre dvākāre suviññāpaye duviññāpaye appekacce paralokavajjabhayadassāvino viharante.",
"cnd19:18.5": "Jānāti bhagavā—",
"cnd19:18.6": "“ayaṃ puggalo rāgacarito, ayaṃ dosacarito, ayaṃ mohacarito, ayaṃ vitakkacarito, ayaṃ saddhācarito, ayaṃ ñāṇacarito”ti.",
"cnd19:18.7": "Rāgacaritassa bhagavā puggalassa asubhakathaṃ katheti;",
"cnd19:18.8": "dosacaritassa bhagavā puggalassa mettābhāvanaṃ ācikkhati;",
"cnd19:18.9": "mohacaritassa bhagavā puggalassa uddese paripucchāya kālena dhammassavane kālena dhammasākacchāya garusaṃvāse niveseti;",
"cnd19:18.10": "vitakkacaritassa bhagavā puggalassa ānāpānassatiṃ ācikkhati;",
"cnd19:18.11": "saddhācaritassa bhagavā puggalassa pasādanīyaṃ nimittaṃ ācikkhati buddhasubodhiṃ dhammasudhammataṃ saṃghasuppaṭipattiṃ sīlāni ca;",
"cnd19:18.12": "attano ñāṇacaritassa bhagavā puggalassa vipassanānimittaṃ ācikkhati aniccākāraṃ dukkhākāraṃ anattākāraṃ.",
"cnd19:19.1": "“Sele yathā pabbatamuddhaniṭṭhito,",
"cnd19:19.2": "Yathāpi passe janataṃ samantato;",
"cnd19:19.3": "Tathūpamaṃ dhammamayaṃ sumedha,",
"cnd19:19.4": "Pāsādamāruyha samantacakkhu;",
"cnd19:19.5": "Sokāvatiṇṇaṃ janatamapetasoko,",
"cnd19:19.6": "Avekkhassu jātijarābhibhūtan”ti.",
"cnd19:20.1": "Evaṃ bhagavā buddhacakkhunāpi cakkhumā.",
"cnd19:21.1": "Kathaṃ bhagavā samantacakkhunāpi cakkhumā?",
"cnd19:21.2": "Samantacakkhu vuccati sabbaññutañāṇaṃ.",
"cnd19:21.3": "Bhagavā sabbaññutañāṇena upeto samupeto upāgato samupāgato upapanno samupapanno samannāgato.",
"cnd19:22.1": "“Na tassa addiṭṭhamidhatthi kiñci,",
"cnd19:22.2": "Atho aviññātamajānitabbaṃ;",
"cnd19:22.3": "Sabbaṃ abhiññāsi yadatthi neyyaṃ,",
"cnd19:22.4": "Tathāgato tena samantacakkhū”ti.",
"cnd19:23.1": "Evaṃ bhagavā samantacakkhunāpi cakkhumāti—",
"cnd19:23.2": "na me byākāsi cakkhumā.",
"cnd19:24.1": "Yāvatatiyañca devīsi, byākarotīti me sutanti yāvatatiyaṃ buddho sahadhammikaṃ pañhaṃ puṭṭho byākaroti no saṃsāretīti—",
"cnd19:24.2": "evaṃ mayā uggahitaṃ, evaṃ mayā upadhāritaṃ, evaṃ mayā upalakkhitaṃ.",
"cnd19:24.3": "Devīsīti bhagavā ceva isi cāti—",
"cnd19:24.4": "devīsi.",
"cnd19:24.5": "Yathā rājā pabbajitā vuccanti rājisayo, brāhmaṇā pabbajitā vuccanti brāhmaṇisayo, evameva bhagavā ceva isi cāti—",
"cnd19:24.6": "devīsi.",
"cnd19:25.1": "Atha vā bhagavā pabbajitotipi isi.",
"cnd19:25.2": "Mahantaṃ sīlakkhandhaṃ esī gavesī pariyesītipi isi.",
"cnd19:25.3": "Mahantaṃ samādhikkhandhaṃ … pe …",
"cnd19:25.5": "mahantaṃ paññākkhandhaṃ …",
"cnd19:25.6": "mahantaṃ vimuttikkhandhaṃ …",
"cnd19:25.7": "mahantaṃ vimuttiñāṇadassanakkhandhaṃ esī gavesī pariyesītipi isi.",
"cnd19:25.8": "Mahato tamokāyassa padālanaṃ esī gavesī pariyesītipi isi.",
"cnd19:25.9": "Mahato vipallāsassa pabhedanaṃ esī gavesī pariyesītipi isi.",
"cnd19:25.10": "Mahato taṇhāsallassa abbahanaṃ …",
"cnd19:25.11": "mahato diṭṭhisaṅghāṭassa viniveṭhanaṃ …",
"cnd19:25.12": "mahato mānadhajassa papātanaṃ …",
"cnd19:25.13": "mahato abhisaṅkhārassa vūpasamaṃ …",
"cnd19:25.14": "mahato oghassa nittharaṇaṃ …",
"cnd19:25.15": "mahato bhārassa nikkhepanaṃ …",
"cnd19:25.16": "mahato saṃsāravaṭṭassa upacchedaṃ …",
"cnd19:25.17": "mahato santāpassa nibbāpanaṃ …",
"cnd19:25.18": "mahato pariḷāhassa paṭippassaddhiṃ …",
"cnd19:25.19": "mahato dhammadhajassa ussāpanaṃ esī gavesī pariyesītipi isi.",
"cnd19:25.20": "Mahante satipaṭṭhāne …",
"cnd19:25.21": "mahante sammappadhāne …",
"cnd19:25.22": "mahantāni indriyāni …",
"cnd19:25.23": "mahantāni balāni …",
"cnd19:25.24": "mahante bojjhaṅge …",
"cnd19:25.25": "mahantaṃ ariyaṃ aṭṭhaṅgikaṃ maggaṃ …",
"cnd19:25.26": "mahantaṃ paramatthaṃ amataṃ nibbānaṃ esī gavesī pariyesītipi isi.",
"cnd19:25.27": "Mahesakkhehi vā sattehi esito gavesito pariyesito—",
"cnd19:25.28": "“kahaṃ buddho, kahaṃ bhagavā, kahaṃ devadevo, kahaṃ narāsabho”tipi isīti—",
"cnd19:25.29": "yāvatatiyañca devīsi byākarotīti me sutaṃ.",
"cnd19:25.30": "Tenāha so brāhmaṇo—",
"cnd19:26.1": "“Dvāhaṃ sakkaṃ apucchissaṃ,",
"cnd19:26.2": "iccāyasmā mogharājā",
"cnd19:26.3": "Na me byākāsi cakkhumā;",
"cnd19:26.4": "Yāvatatiyañca devīsi,",
"cnd19:26.5": "Byākarotīti me sutan”ti.",
"cnd19:27.1": "Ayaṃ loko paro loko,",
"cnd19:27.2": "brahmaloko sadevako;",
"cnd19:27.3": "Diṭṭhiṃ te nābhijānāti,",
"cnd19:27.4": "gotamassa yasassino. #2",
"cnd19:28.1": "Ayaṃ loko paro lokoti.",
"cnd19:28.2": "Ayaṃ lokoti manussaloko.",
"cnd19:28.3": "Paro lokoti manussalokaṃ ṭhapetvā sabbo paro lokoti—",
"cnd19:28.4": "ayaṃ loko paro loko.",
"cnd19:29.1": "Brahmaloko sadevakoti sadevako loko samārako sabrahmako sassamaṇabrāhmaṇī pajā sadevamanussāti—",
"cnd19:29.2": "brahmaloko sadevako.",
"cnd19:30.1": "Diṭṭhiṃ te nābhijānātīti tuyhaṃ diṭṭhiṃ khantiṃ ruciṃ laddhiṃ ajjhāsayaṃ adhippāyaṃ loko na jānāti—",
"cnd19:30.2": "“ayaṃ evaṃdiṭṭhiko evaṃkhantiko evaṃruciko evaṃladdhiko evaṃajjhāsayo evaṃadhippāyo”ti na jānāti na passati na dakkhati nādhigacchati na vindati na paṭilabhatīti—",
"cnd19:30.3": "diṭṭhiṃ te nābhijānāti.",
"cnd19:31.1": "Gotamassa yasassinoti bhagavā yasappattoti yasassī.",
"cnd19:31.2": "Atha vā bhagavā sakkato garukato mānito pūjito apacito lābhī cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānantipi yasassīti—",
"cnd19:31.3": "gotamassa yasassino.",
"cnd19:31.4": "Tenāha so brāhmaṇo—",
"cnd19:32.1": "“Ayaṃ loko paro loko,",
"cnd19:32.2": "brahmaloko sadevako;",
"cnd19:32.3": "Diṭṭhiṃ te nābhijānāti,",
"cnd19:32.4": "gotamassa yasassino”ti.",
"cnd19:33.1": "Evaṃ abhikkantadassāviṃ,",
"cnd19:33.2": "atthi pañhena āgamaṃ;",
"cnd19:33.3": "Kathaṃ lokaṃ avekkhantaṃ,",
"cnd19:33.4": "maccurājā na passati. #3",
"cnd19:34.1": "Evaṃ abhikkantadassāvinti evaṃ abhikkantadassāviṃ aggadassāviṃ seṭṭhadassāviṃ viseṭṭhadassāviṃ pāmokkhadassāviṃ uttamadassāviṃ paramadassāvinti—",
"cnd19:34.2": "evaṃ abhikkantadassāviṃ.",
"cnd19:35.1": "Atthi pañhena āgamanti pañhena atthiko āgatomhi … pe …",
"cnd19:35.3": "vahassetaṃ bhāranti, evampi atthi pañhena āgamaṃ.",
"cnd19:36.1": "Kathaṃ lokaṃ avekkhantanti kathaṃ lokaṃ avekkhantaṃ paccavekkhantaṃ tulayantaṃ tīrayantaṃ vibhāvayantaṃ vibhūtaṃ karontanti—",
"cnd19:36.2": "kathaṃ lokaṃ avekkhantaṃ.",
"cnd19:37.1": "Maccurājā na passatīti maccurājā na passati na dakkhati nādhigacchati na vindati na paṭilabhatīti—",
"cnd19:37.2": "maccurājā na passati.",
"cnd19:37.3": "Tenāha so brāhmaṇo—",
"cnd19:38.1": "“Evaṃ abhikkantadassāviṃ,",
"cnd19:38.2": "atthi pañhena āgamaṃ;",
"cnd19:38.3": "Kathaṃ lokaṃ avekkhantaṃ,",
"cnd19:38.4": "maccurājā na passatī”ti.",
"cnd19:39.1": "Suññato lokaṃ avekkhassu,",
"cnd19:39.2": "mogharāja sadā sato;",
"cnd19:39.3": "Attānudiṭṭhiṃ ūhacca,",
"cnd19:39.4": "evaṃ maccutaro siyā;",
"cnd19:39.5": "Evaṃ lokaṃ avekkhantaṃ,",
"cnd19:39.6": "maccurājā na passati. #4",
"cnd19:40.1": "Suññato lokaṃ avekkhassūti.",
"cnd19:40.2": "Lokoti nirayaloko tiracchānaloko pettivisayaloko manussaloko devaloko khandhaloko dhātuloko āyatanaloko ayaṃ loko paro loko brahmaloko sadevako.",
"cnd19:40.3": "Aññataro bhikkhu bhagavantaṃ etadavoca—",
"cnd19:40.4": "“loko lokoti, bhante, vuccati.",
"cnd19:40.5": "Kittāvatā nu kho, bhante, lokoti vuccatī”ti?",
"cnd19:40.6": "“Lujjatīti kho, bhikkhu, tasmā lokoti vuccati.",
"cnd19:40.7": "Kiñca lujjati?",
"cnd19:40.8": "Cakkhu kho bhikkhu lujjati, rūpā lujjanti, cakkhuviññāṇaṃ lujjati, cakkhusamphasso lujjati, yampidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi lujjati;",
"cnd19:40.9": "sotaṃ lujjati, gandhā lujjanti … pe …",
"cnd19:40.11": "kāyo lujjati, phoṭṭhabbā lujjanti;",
"cnd19:40.12": "mano lujjati, dhammā lujjanti, manoviññāṇaṃ lujjati, manosamphasso lujjati;",
"cnd19:40.13": "yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi lujjati.",
"cnd19:40.14": "Lujjatīti kho, bhikkhu, tasmā lokoti vuccati”.",
"cnd19:41.1": "Suññato lokaṃ avekkhassūti dvīhi kāraṇehi suññato lokaṃ avekkhati—",
"cnd19:41.2": "avasiyapavattasallakkhaṇavasena vā tucchasaṅkhārasamanupassanāvasena vā.",
"cnd19:41.3": "Kathaṃ avasiyapavattasallakkhaṇavasena suññato lokaṃ avekkhati?",
"cnd19:41.4": "Rūpe vaso na labbhati, vedanāya vaso na labbhati, saññāya vaso na labbhati, saṅkhāresu vaso na labbhati, viññāṇe vaso na labbhati.",
"cnd19:41.5": "Vuttañhetaṃ bhagavatā—",
"cnd19:41.6": "“rūpaṃ, bhikkhave, anattā.",
"cnd19:41.7": "Rūpañca hidaṃ, bhikkhave, attā abhavissa, nayidaṃ rūpaṃ ābādhāya saṃvatteyya;",
"cnd19:41.8": "labbhetha ca rūpe—",
"cnd19:41.9": "‘evaṃ me rūpaṃ hotu, evaṃ me rūpaṃ mā ahosī’ti.",
"cnd19:41.10": "Yasmā ca kho, bhikkhave, rūpaṃ anattā, tasmā rūpaṃ ābādhāya saṃvattati na ca labbhati rūpe—",
"cnd19:41.11": "‘evaṃ me rūpaṃ hotu, evaṃ me rūpaṃ mā ahosī’ti.",
"cnd19:42.1": "Vedanā anattā.",
"cnd19:42.2": "Vedanā ca hidaṃ, bhikkhave, attā abhavissa, nayidaṃ vedanā ābādhāya saṃvatteyya;",
"cnd19:42.3": "labbhetha ca vedanāya—",
"cnd19:42.4": "‘evaṃ me vedanā hotu, evaṃ me vedanā mā ahosī’ti.",
"cnd19:42.5": "Yasmā ca kho, bhikkhave, vedanā anattā, tasmā vedanā ābādhāya saṃvattati, na ca labbhati vedanāya—",
"cnd19:42.6": "‘evaṃ me vedanā hotu, evaṃ me vedanā mā ahosī’ti.",
"cnd19:43.1": "Saññā anattā.",
"cnd19:43.2": "Saññā ca hidaṃ, bhikkhave, attā abhavissa, nayidaṃ saññā ābādhāya saṃvatteyya;",
"cnd19:43.3": "labbhetha ca saññāya—",
"cnd19:43.4": "‘evaṃ me saññā hotu, evaṃ me saññā mā ahosī’ti.",
"cnd19:43.5": "Yasmā ca kho, bhikkhave, saññā anattā, tasmā saññā ābādhāya saṃvattati, na ca labbhati saññāya—",
"cnd19:43.6": "‘evaṃ me saññā hotu, evaṃ me saññā mā ahosī’ti.",
"cnd19:44.1": "Saṅkhārā anattā.",
"cnd19:44.2": "Saṅkhārā ca hidaṃ, bhikkhave, attā abhavissaṃsu, nayidaṃ saṅkhārā ābādhāya saṃvatteyyuṃ;",
"cnd19:44.3": "labbhetha ca saṅkhāresu—",
"cnd19:44.4": "‘evaṃ me saṅkhārā hontu, evaṃ me saṅkhārā mā ahesun’ti.",
"cnd19:44.5": "Yasmā ca kho, bhikkhave, saṅkhārā anattā, tasmā saṅkhārā ābādhāya saṃvattanti, na ca labbhati saṅkhāresu—",
"cnd19:44.6": "‘evaṃ me saṅkhārā hontu, evaṃ me saṅkhārā mā ahesun’ti.",
"cnd19:45.1": "Viññāṇaṃ anattā.",
"cnd19:45.2": "Viññāṇañca hidaṃ, bhikkhave, attā abhavissa, nayidaṃ viññāṇaṃ ābādhāya saṃvatteyya;",
"cnd19:45.3": "labbhetha ca viññāṇe—",
"cnd19:45.4": "‘evaṃ me viññāṇaṃ hotu, evaṃ me viññāṇaṃ mā ahosī’ti.",
"cnd19:45.5": "Yasmā ca kho, bhikkhave, viññāṇaṃ anattā, tasmā viññāṇaṃ ābādhāya saṃvattati, na ca labbhati viññāṇe—",
"cnd19:45.6": "‘evaṃ me viññāṇaṃ hotu, evaṃ me viññāṇaṃ mā ahosī’”ti.",
"cnd19:46.1": "Vuttañhetaṃ bhagavatā—",
"cnd19:46.2": "“nāyaṃ, bhikkhave, kāyo tumhākaṃ, napi aññesaṃ.",
"cnd19:46.3": "Purāṇamidaṃ, bhikkhave, kammaṃ abhisaṅkhataṃ abhisañcetayitaṃ vedaniyaṃ daṭṭhabbaṃ.",
"cnd19:46.4": "Tatra kho, bhikkhave, sutavā ariyasāvako paṭiccasamuppādaṃyeva sādhukaṃ yoniso manasi karoti—",
"cnd19:46.5": "‘iti imasmiṃ sati idaṃ hoti, imassuppādā idaṃ uppajjati;",
"cnd19:46.6": "imasmiṃ asati idaṃ na hoti, imassa nirodhā idaṃ nirujjhati, yadidaṃ—",
"cnd19:46.7": "avijjāpaccayā saṅkhārā, saṅkhārapaccayā viññāṇaṃ, viññāṇapaccayā nāmarūpaṃ, nāmarūpapaccayā saḷāyatanaṃ, saḷāyatanapaccayā phasso, phassapaccayā vedanā, vedanāpaccayā taṇhā, taṇhāpaccayā upādānaṃ, upādānapaccayā bhavo, bhavapaccayā jāti, jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti—",
"cnd19:46.8": "evametassa kevalassa dukkhakkhandhassa samudayo hoti’.",
"cnd19:47.1": "Avijjāya tveva asesavirāganirodhā saṅkhāranirodho, saṅkhāranirodhā viññāṇanirodho … pe …",
"cnd19:47.3": "jātinirodhā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā nirujjhanti, evametassa kevalassa dukkhakkhandhassa nirodho hotī”ti.",
"cnd19:47.4": "Evaṃ avasiyapavattasallakkhaṇavasena suññato lokaṃ avekkhati.",
"cnd19:48.1": "Kathaṃ tucchasaṅkhārasamanupassanāvasena suññato lokaṃ avekkhati?",
"cnd19:48.2": "Rūpe sāro na labbhati, vedanāya sāro na labbhati, saññāya sāro na labbhati, saṅkhāresu sāro na labbhati, viññāṇe sāro na labbhati;",
"cnd19:48.3": "rūpaṃ assāraṃ nissāraṃ sārāpagataṃ niccasārasārena vā sukhasārasārena vā attasārasārena vā niccena vā dhuvena vā sassatena vā avipariṇāmadhammena vā.",
"cnd19:48.4": "Vedanā assārā nissārā sārāpagatā … pe …",
"cnd19:48.6": "saññā assārā nissārā sārāpagatā …",
"cnd19:48.7": "saṅkhārā assārā nissārā sārāpagatā …",
"cnd19:48.8": "viññāṇaṃ assāraṃ nissāraṃ sārāpagataṃ niccasārasārena vā sukhasārasārena vā attasārasārena vā niccena vā dhuvena vā sassatena vā avipariṇāmadhammena vā.",
"cnd19:49.1": "Yathā naḷo assāro nissāro sārāpagato, yathā ca eraṇḍo … pe …",
"cnd19:49.3": "yathā ca udumbaro assāro nissāro sārāpagato, yathā ca setakaccho assāro nissāro sārāpagato, yathā ca pālibhaddako assāro nissāro sārāpagato, yathā ca pheṇapiṇḍo assāro nissāro sārāpagato, yathā ca udakapubbuḷaṃ assāraṃ nissāraṃ sārāpagataṃ, yathā ca marīci assārā nissārā sārāpagatā, yathā kadalikkhandho assāro nissāro sārāpagato, yathā māyā assārā nissārā sārāpagatā—",
"cnd19:49.4": "evameva rūpaṃ assāraṃ nissāraṃ sārāpagataṃ niccasārasārena vā sukhasārasārena vā attasārasārena vā niccena vā dhuvena vā sassatena vā avipariṇāmadhammena vā.",
"cnd19:49.5": "Vedanā assārā nissārā sārāpagatā … pe …",
"cnd19:49.7": "saññā assārā nissārā sārāpagatā …",
"cnd19:49.8": "saṅkhārā assārā nissārā sārāpagatā …",
"cnd19:49.9": "viññāṇaṃ assāraṃ nissāraṃ sārāpagataṃ niccasārasārena vā sukhasārasārena vā attasārasārena vā niccena vā dhuvena vā sassatena vā avipariṇāmadhammena vā.",
"cnd19:49.10": "Evaṃ tucchasaṅkhārasamanupassanāvasena suññato lokaṃ avekkhati.",
"cnd19:49.11": "Imehi dvīhi kāraṇehi suññato lokaṃ avekkhati.",
"cnd19:50.1": "Api ca chahākārehi suññato lokaṃ avekkhati.",
"cnd19:50.2": "Cakkhu suññaṃ attena vā attaniyena vā niccena vā dhuvena vā sassatena vā avipariṇāmadhammena vā, sotaṃ suññaṃ … pe …",
"cnd19:50.4": "ghānaṃ suññaṃ …",
"cnd19:50.5": "jivhā suññā …",
"cnd19:50.6": "kāyo suñño …",
"cnd19:50.7": "mano suñño attena vā attaniyena vā niccena vā dhuvena vā sassatena vā avipariṇāmadhammena vā.",
"cnd19:50.8": "Rūpā suññā … pe …",
"cnd19:50.10": "saddā suññā …",
"cnd19:50.11": "gandhā suññā …",
"cnd19:50.12": "rasā suññā …",
"cnd19:50.13": "phoṭṭhabbā suññā …",
"cnd19:50.14": "dhammā suññā attena vā attaniyena vā niccena vā dhuvena vā sassatena vā avipariṇāmadhammena vā.",
"cnd19:50.15": "Cakkhuviññāṇaṃ suññaṃ … pe …",
"cnd19:50.17": "manoviññāṇaṃ suññaṃ …",
"cnd19:50.18": "cakkhusamphasso suñño …",
"cnd19:50.19": "manosamphasso suñño …",
"cnd19:50.20": "cakkhusamphassajā vedanā suññā …",
"cnd19:50.21": "manosamphassajā vedanā suññā …",
"cnd19:50.22": "rūpasaññā suññā …",
"cnd19:50.23": "dhammasaññā suññā …",
"cnd19:50.24": "rūpasañcetanā suññā …",
"cnd19:50.25": "dhammasañcetanā suññā …",
"cnd19:50.26": "rūpataṇhā suññā …",
"cnd19:50.27": "rūpavitakko suñño …",
"cnd19:50.28": "rūpavicāro suñño …",
"cnd19:50.29": "dhammavicāro suñño attena vā attaniyena vā niccena vā dhuvena vā sassatena vā avipariṇāmadhammena vā.",
"cnd19:50.30": "Evaṃ chahākārehi suññato lokaṃ avekkhati.",
"cnd19:51.1": "Api ca dasahākārehi suññato lokaṃ avekkhati.",
"cnd19:51.2": "Rūpaṃ rittato tucchato suññato anattato asārakato vadhakato vibhavato aghamūlato sāsavato saṅkhatato;",
"cnd19:51.3": "vedanaṃ … pe …",
"cnd19:51.5": "saññaṃ …",
"cnd19:51.6": "saṅkhāre …",
"cnd19:51.7": "viññāṇaṃ …",
"cnd19:51.8": "cutiṃ …",
"cnd19:51.9": "upapattiṃ …",
"cnd19:51.10": "paṭisandhiṃ …",
"cnd19:51.11": "bhavaṃ …",
"cnd19:51.12": "saṃsāravaṭṭaṃ rittato tucchato suññato anattato asārakato vadhakato vibhavato aghamūlato sāsavato saṅkhatato.",
"cnd19:51.13": "Evaṃ dasahākārehi suññato lokaṃ avekkhati.",
"cnd19:52.1": "Api ca dvādasahākārehi suññato lokaṃ avekkhati.",
"cnd19:52.2": "Rūpaṃ na satto na jīvo na naro na māṇavo na itthī na puriso na attā na attaniyaṃ nāhaṃ na mama na koci na kassaci;",
"cnd19:52.3": "vedanā … pe …",
"cnd19:52.5": "saññā …",
"cnd19:52.6": "saṅkhārā …",
"cnd19:52.7": "viññāṇaṃ na satto na jīvo na naro na māṇavo na itthī na puriso na attā na attaniyaṃ nāhaṃ na mama na koci na kassaci.",
"cnd19:52.8": "Evaṃ dvādasahākārehi suññato lokaṃ avekkhati.",
"cnd19:53.1": "Vuttañhetaṃ bhagavatā—",
"cnd19:53.2": "“yaṃ, bhikkhave, na tumhākaṃ taṃ pajahatha.",
"cnd19:53.3": "Taṃ vo pahīnaṃ dīgharattaṃ hitāya sukhāya bhavissati.",
"cnd19:53.4": "Kiñca, bhikkhave, na tumhākaṃ?",
"cnd19:53.5": "Rūpaṃ, bhikkhave, na tumhākaṃ;",
"cnd19:53.6": "taṃ pajahatha.",
"cnd19:53.7": "Taṃ vo pahīnaṃ dīgharattaṃ hitāya sukhāya bhavissati.",
"cnd19:53.8": "Vedanā, bhikkhave, na tumhākaṃ;",
"cnd19:53.9": "taṃ pajahatha.",
"cnd19:53.10": "Sā vo pahīnā dīgharattaṃ hitāya sukhāya bhavissati.",
"cnd19:53.11": "Saññā, bhikkhave, na tumhākaṃ;",
"cnd19:53.12": "taṃ pajahatha.",
"cnd19:53.13": "Sā vo pahīnā dīgharattaṃ hitāya sukhāya bhavissati.",
"cnd19:53.14": "Saṅkhārā, bhikkhave, na tumhākaṃ;",
"cnd19:53.15": "te pajahatha.",
"cnd19:53.16": "Te vo pahīnā dīgharattaṃ hitāya sukhāya bhavissanti.",
"cnd19:53.17": "Viññāṇaṃ, bhikkhave, na tumhākaṃ;",
"cnd19:53.18": "taṃ pajahatha.",
"cnd19:53.19": "Taṃ vo pahīnaṃ dīgharattaṃ hitāya sukhāya bhavissati.",
"cnd19:53.20": "Seyyathāpi, bhikkhave, yaṃ imasmiṃ jetavane tiṇakaṭṭhasākhāpalāsaṃ taṃ jano hareyya vā ḍaheyya vā yathāpaccayaṃ vā kareyya.",
"cnd19:53.21": "Api nu tumhākaṃ evamassa—",
"cnd19:53.22": "‘amhe jano harati vā ḍahati vā yathāpaccayaṃ vā karotī’”ti?",
"cnd19:53.23": "“No hetaṃ, bhante”.",
"cnd19:53.24": "“Taṃ kissa hetu”?",
"cnd19:53.25": "“Na hi no etaṃ, bhante, attā vā attaniyaṃ” vāti.",
"cnd19:53.26": "“Evameva kho, bhikkhave, yaṃ na tumhākaṃ taṃ pajahatha;",
"cnd19:53.27": "taṃ vo pahīnaṃ dīgharattaṃ hitāya sukhāya bhavissati.",
"cnd19:53.28": "Kiñca, bhikkhave, na tumhākaṃ?",
"cnd19:53.29": "Rūpaṃ, bhikkhave, na tumhākaṃ;",
"cnd19:53.30": "taṃ pajahatha.",
"cnd19:53.31": "Taṃ vo pahīnaṃ dīgharattaṃ hitāya sukhāya bhavissati.",
"cnd19:53.32": "Vedanā … pe …",
"cnd19:53.34": "saññā …",
"cnd19:53.35": "saṅkhārā …",
"cnd19:53.36": "viññāṇaṃ, bhikkhave, na tumhākaṃ;",
"cnd19:53.37": "taṃ pajahatha.",
"cnd19:53.38": "Taṃ vo pahīnaṃ dīgharattaṃ hitāya sukhāya bhavissatī”ti.",
"cnd19:53.39": "Evampi suññato lokaṃ avekkhati.",
"cnd19:54.1": "Āyasmā ānando bhagavantaṃ etadavoca—“",
"cnd19:54.2": "‘suñño loko, suñño loko’ti, bhante, vuccati.",
"cnd19:54.3": "Kittāvatā nu kho, bhante, suñño lokoti vuccatī”ti?",
"cnd19:54.4": "“Yasmā ca kho, ānanda, suññaṃ attena vā attaniyena vā, tasmā suñño lokoti vuccati.",
"cnd19:54.5": "Kiñcānanda, suññaṃ attena vā attaniyena vā?",
"cnd19:54.6": "Cakkhu kho, ānanda, suññaṃ attena vā attaniyena vā.",
"cnd19:54.7": "Rūpā suññā … pe …",
"cnd19:54.9": "cakkhuviññāṇaṃ suññaṃ …",
"cnd19:54.10": "cakkhusamphasso suñño …",
"cnd19:54.11": "yampidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi suññaṃ attena vā attaniyena vā.",
"cnd19:54.12": "Sotaṃ suññaṃ …",
"cnd19:54.13": "saddā suññā …",
"cnd19:54.14": "ghānaṃ suññaṃ …",
"cnd19:54.15": "gandhā suññā …",
"cnd19:54.16": "jivhā suññā …",
"cnd19:54.17": "rasā suññā …",
"cnd19:54.18": "kāyo suñño …",
"cnd19:54.19": "phoṭṭhabbā suññā …",
"cnd19:54.20": "mano suñño …",
"cnd19:54.21": "dhammā suññā …",
"cnd19:54.22": "manoviññāṇaṃ suññaṃ …",
"cnd19:54.23": "manosamphasso suñño …",
"cnd19:54.24": "yampidaṃ suññaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi suññaṃ attena vā attaniyena vā.",
"cnd19:54.25": "Yasmā ca kho, ānanda, suññaṃ attena vā attaniyena vā, tasmā suñño lokoti vuccatī”ti.",
"cnd19:54.26": "Evampi suññato lokaṃ avekkhati.",
"cnd19:55.1": "“Suddhaṃ dhammasamuppādaṃ,",
"cnd19:55.2": "Suddhasaṅkhārasantatiṃ;",
"cnd19:55.3": "Passantassa yathābhūtaṃ,",
"cnd19:55.4": "Na bhayaṃ hoti gāmaṇi.",
"cnd19:56.1": "Tiṇakaṭṭhasamaṃ lokaṃ,",
"cnd19:56.2": "yadā paññāya passati;",
"cnd19:56.3": "Nāññaṃ patthayate kiñci,",
"cnd19:56.4": "aññatrappaṭisandhiyā”ti.",
"cnd19:57.1": "Evampi suññato lokaṃ avekkhati.",
"cnd19:58.1": "Vuttañhetaṃ bhagavatā—",
"cnd19:58.2": "“evameva kho, bhikkhave, bhikkhu rūpaṃ samannesati yāvatā rūpassa gati, vedanaṃ samannesati yāvatā vedanāya gati, saññaṃ samannesati yāvatā saññāya gati, saṅkhāre samannesati yāvatā saṅkhārānaṃ gati, viññāṇaṃ samannesati yāvatā viññāṇassa gati.",
"cnd19:58.3": "Tassa rūpaṃ samannesato yāvatā rūpassa gati,",
"cnd19:58.4": "vedanaṃ … pe …",
"cnd19:58.5": "saññaṃ …",
"cnd19:58.6": "saṅkhāre …",
"cnd19:58.7": "viññāṇaṃ samannesato yāvatā viññāṇassa gati, yampissa taṃ hoti ahanti vā mamanti vā asmīti vā, tampi tassa na hotī”ti.",
"cnd19:58.8": "Evampi suññato lokaṃ avekkhati.",
"cnd19:59.1": "Suññato lokaṃ avekkhassūti suññato lokaṃ avekkhassu paccavekkhassu dakkhassu tulehi tīrehi vibhāvehi vibhūtaṃ karohīti—",
"cnd19:59.2": "suññato lokaṃ avekkhassu.",
"cnd19:60.1": "Mogharāja sadā satoti.",
"cnd19:60.2": "Mogharājāti bhagavā taṃ brāhmaṇaṃ nāmena ālapati.",
"cnd19:60.3": "Sadāti sabbakālaṃ … pe …",
"cnd19:60.5": "pacchime vayokhandhe.",
"cnd19:60.6": "Satoti catūhi kāraṇehi sato—",
"cnd19:60.7": "kāye kāyānupassanāsatipaṭṭhānaṃ bhāvento sato … pe …",
"cnd19:60.9": "so vuccati satoti—",
"cnd19:60.10": "mogharāja sadā sato.",
"cnd19:61.1": "Attānudiṭṭhiṃ ūhaccāti attānudiṭṭhi vuccati vīsativatthukā sakkāyadiṭṭhi.",
"cnd19:61.2": "Idha assutavā puthujjano ariyānaṃ adassāvī ariyadhammassa akovido ariyadhamme avinīto sappurisānaṃ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto rūpaṃ attato samanupassati rūpavantaṃ vā attānaṃ attani vā rūpaṃ rūpasmiṃ vā attānaṃ,",
"cnd19:61.4": "vedanaṃ … pe …",
"cnd19:61.5": "saññaṃ …",
"cnd19:61.6": "saṅkhāre …",
"cnd19:61.7": "viññāṇaṃ attato samanupassati viññāṇavantaṃ vā attānaṃ attani vā viññāṇaṃ viññāṇasmiṃ vā attānaṃ.",
"cnd19:61.8": "Yā evarūpā diṭṭhi diṭṭhigataṃ diṭṭhigahanaṃ diṭṭhikantāro diṭṭhivisūkāyikaṃ diṭṭhivipphanditaṃ diṭṭhisaṃyojanaṃ gāho paṭiggāho abhiniveso parāmāso kummaggo micchāpatho micchattaṃ titthāyatanaṃ vipariyesaggāho viparītaggāho vipallāsaggāho micchāgāho ayāthāvakasmiṃ yāthāvakanti gāho yāvatā dvāsaṭṭhi diṭṭhigatāni, ayaṃ attānudiṭṭhi.",
"cnd19:61.9": "Attānudiṭṭhiṃ ūhaccāti attānudiṭṭhiṃ ūhacca samūhacca uddharitvā samuddharitvā uppāṭayitvā samuppāṭayitvā pajahitvā vinodetvā byantīkaritvā anabhāvaṃ gametvāti—",
"cnd19:61.10": "attānudiṭṭhiṃ ūhacca.",
"cnd19:62.1": "Evaṃ maccutaro siyāti evaṃ maccupi tareyyāsi, jarāpi tareyyāsi, maraṇampi tareyyāsi uttareyyāsi patareyyāsi samatikkameyyāsi vītivatteyyāsīti—",
"cnd19:62.2": "evaṃ maccutaro siyā.",
"cnd19:63.1": "Evaṃ lokaṃ avekkhantanti evaṃ lokaṃ avekkhantaṃ paccavekkhantaṃ tulayantaṃ tīrayantaṃ vibhāvayantaṃ vibhūtaṃ karontanti—",
"cnd19:63.2": "evaṃ lokaṃ avekkhantaṃ.",
"cnd19:64.1": "Maccurājā na passatīti maccupi maccurājā, māropi maccurājā, maraṇampi maccurājā.",
"cnd19:64.2": "Na passatīti maccurājā na passati na dakkhati nādhigacchati na vindati na paṭilabhati.",
"cnd19:64.3": "Vuttañhetaṃ bhagavatā—",
"cnd19:64.4": "“seyyathāpi, bhikkhave, āraññiko migo araññe pavane caramāno vissattho gacchati vissattho tiṭṭhati vissattho nisīdati vissattho seyyaṃ kappeti.",
"cnd19:64.5": "Taṃ kissa hetu?",
"cnd19:64.6": "Anāpāthagato, bhikkhave, luddassa.",
"cnd19:64.7": "Evameva kho, bhikkhave, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.",
"cnd19:64.8": "Ayaṃ vuccati, bhikkhave, ‘bhikkhu andhamakāsi māraṃ, apadaṃ vadhitvā māracakkhuṃ adassanaṃ gato pāpimato’.",
"cnd19:65.1": "Puna caparaṃ, bhikkhave, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ … pe …",
"cnd19:65.3": "tatiyaṃ jhānaṃ …",
"cnd19:65.4": "catutthaṃ jhānaṃ upasampajja viharati.",
"cnd19:65.5": "Ayaṃ vuccati, bhikkhave, ‘bhikkhu andhamakāsi māraṃ, apadaṃ vadhitvā māracakkhuṃ adassanaṃ gato pāpimato’.",
"cnd19:66.1": "Puna caparaṃ, bhikkhave, bhikkhu sabbaso rūpasaññānaṃ samatikkamā, paṭighasaññānaṃ atthaṅgamā, nānattasaññānaṃ amanasikārā, ananto ākāsoti ākāsānañcāyatanaṃ upasampajja viharati.",
"cnd19:66.2": "Ayaṃ vuccati, bhikkhave, ‘bhikkhu andhamakāsi māraṃ, apadaṃ vadhitvā māracakkhuṃ adassanaṃ gato pāpimato’.",
"cnd19:67.1": "Puna caparaṃ, bhikkhave, bhikkhu sabbaso ākāsānañcāyatanaṃ samatikkamma anantaṃ viññāṇanti viññāṇañcāyatanaṃ upasampajja viharati … pe ….",
"cnd19:68.1": "Puna caparaṃ, bhikkhave, sabbaso viññāṇañcāyatanaṃ samatikkamma natthi kiñcīti ākiñcaññāyatanaṃ upasampajja viharati … pe ….",
"cnd19:69.1": "Puna caparaṃ, bhikkhave, sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati … pe ….",
"cnd19:70.1": "Puna caparaṃ, bhikkhave, sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati;",
"cnd19:70.2": "paññāya cassa disvā āsavā parikkhīṇā honti.",
"cnd19:70.3": "Ayaṃ vuccati, bhikkhave, ‘bhikkhu andhamakāsi māraṃ, apadaṃ vadhitvā māracakkhuṃ adassanaṃ gato pāpimato, tiṇṇo loke visattikan’ti.",
"cnd19:70.4": "So vissattho gacchati vissattho tiṭṭhati vissattho nisīdati vissattho seyyaṃ kappeti.",
"cnd19:70.5": "Taṃ kissa hetu?",
"cnd19:70.6": "Anāpāthagato bhikkhu pāpimato”ti—",
"cnd19:70.7": "maccurājā na passati.",
"cnd19:70.8": "Tenāha bhagavā—",
"cnd19:71.1": "“Suññato lokaṃ avekkhassu,",
"cnd19:71.2": "mogharāja sadā sato;",
"cnd19:71.3": "Attānudiṭṭhiṃ ūhacca,",
"cnd19:71.4": "evaṃ maccutaro siyā;",
"cnd19:71.5": "Evaṃ lokaṃ avekkhantaṃ,",
"cnd19:71.6": "maccurājā na passatī”ti.",
"cnd19:72.1": "Saha gāthāpariyosānā … pe …",
"cnd19:72.3": "satthā me, bhante bhagavā, sāvakohamasmīti.",
"cnd19:73.1": "Mogharājamāṇavapucchāniddeso pannarasamo."
}