{
"patthana7.22:1.1": "Paṭṭhānapakaraṇa",
"patthana7.22:2.1": "Dhammapaccanīya 2, Tikapaṭṭhānapāḷi 1",
"patthana7.22:3.1": "7.22. Sanidassanattika",
"patthana7.22:4.1": "Nasanidassanasappaṭighaṃ dhammaṃ paṭicca nasanidassanasappaṭigho dhammo uppajjati hetupaccayā.",
"patthana7.22:4.2": "Nasanidassanasappaṭighaṃ dhammaṃ paṭicca naanidassanasappaṭigho dhammo uppajjati hetupaccayā.",
"patthana7.22:4.3": "Nasanidassanasappaṭighaṃ dhammaṃ paṭicca naanidassanaappaṭigho dhammo uppajjati hetupaccayā.",
"patthana7.22:4.4": "Nasanidassanasappaṭighaṃ dhammaṃ paṭicca nasanidassanasappaṭigho ca naanidassanaappaṭigho ca dhammā uppajjanti hetupaccayā.",
"patthana7.22:4.5": "Nasanidassanasappaṭighaṃ dhammaṃ paṭicca naanidassanasappaṭigho ca naanidassanaappaṭigho ca dhammā uppajjanti hetupaccayā.",
"patthana7.22:4.6": "Nasanidassanasappaṭighaṃ dhammaṃ paṭicca nasanidassanasappaṭigho ca naanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. #6",
"patthana7.22:5.1": "Naanidassanasappaṭighaṃ dhammaṃ paṭicca naanidassanasappaṭigho dhammo uppajjati hetupaccayā.",
"patthana7.22:5.2": "Naanidassanasappaṭighaṃ dhammaṃ paṭicca nasanidassanasappaṭigho dhammo uppajjati hetupaccayā.",
"patthana7.22:5.3": "Naanidassanasappaṭighaṃ dhammaṃ paṭicca naanidassanaappaṭigho dhammo uppajjati hetupaccayā.",
"patthana7.22:5.4": "Naanidassanasappaṭighaṃ dhammaṃ paṭicca nasanidassanasappaṭigho ca naanidassanaappaṭigho ca dhammā uppajjanti hetupaccayā.",
"patthana7.22:5.5": "Naanidassanasappaṭighaṃ dhammaṃ paṭicca naanidassanasappaṭigho ca naanidassanaappaṭigho ca dhammā uppajjanti hetupaccayā.",
"patthana7.22:5.6": "Naanidassanasappaṭighaṃ dhammaṃ paṭicca nasanidassanasappaṭigho ca naanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. #6",
"patthana7.22:6.1": "Naanidassanaappaṭighaṃ dhammaṃ paṭicca naanidassanaappaṭigho dhammo uppajjati hetupaccayā.",
"patthana7.22:6.2": "Naanidassanaappaṭighaṃ dhammaṃ paṭicca nasanidassanasappaṭigho dhammo uppajjati hetupaccayā.",
"patthana7.22:6.3": "Naanidassanaappaṭighaṃ dhammaṃ paṭicca naanidassanasappaṭigho dhammo uppajjati hetupaccayā ….",
"patthana7.22:6.4": "Cha.",
"patthana7.22:7.1": "Nasanidassanasappaṭighañca naanidassanaappaṭighañca dhammaṃ paṭicca nasanidassanasappaṭigho dhammo uppajjati hetupaccayā ….",
"patthana7.22:7.2": "Cha.",
"patthana7.22:8.1": "Nasanidassanasappaṭighañca naanidassanasappaṭighañca dhammaṃ paṭicca nasanidassanasappaṭigho dhammo uppajjati hetupaccayā ….",
"patthana7.22:8.2": "Cha.",
"patthana7.22:8.3": "(Saṃkhittaṃ.)",
"patthana7.22:9.1": "Hetuyā tiṃsa, ārammaṇe nava … pe … aññamaññe pañcavīsa … pe … avigate tiṃsa.",
"patthana7.22:10.1": "(Yathā kusalattike sahajātavārampi paccayavārampi nissayavārampi saṃsaṭṭhavārampi sampayuttavārampi pañhāvārampi gaṇitaṃ evaṃ gaṇetabbaṃ.)"
}