{
"patthana16.2:1.1": "Paṭṭhānapakaraṇa",
"patthana16.2:2.1": "Dhammānulomapaccanīya 3, Tikadukapaṭṭhānapāḷi 4",
"patthana16.2:3.1": "16.2. Kusalattika, Sahetukaduka",
"patthana16.2:4.1": "Paccayacatukka",
"patthana16.2:5.1": "Hetu",
"patthana16.2:6.1": "Kusalaṃ sahetukaṃ dhammaṃ paṭicca nakusalo nasahetuko dhammo uppajjati hetupaccayā.",
"patthana16.2:6.2": "Kusalaṃ sahetukaṃ dhammaṃ paṭicca naakusalo nasahetuko dhammo uppajjati hetupaccayā.",
"patthana16.2:6.3": "Kusalaṃ sahetukaṃ dhammaṃ paṭicca nakusalo nasahetuko ca naakusalo nasahetuko ca dhammā uppajjanti hetupaccayā … tīṇi.",
"patthana16.2:7.1": "Akusalaṃ sahetukaṃ dhammaṃ paṭicca naakusalo nasahetuko dhammo uppajjati hetupaccayā.",
"patthana16.2:7.2": "Akusalaṃ sahetukaṃ dhammaṃ paṭicca nakusalo nasahetuko dhammo uppajjati hetupaccayā.",
"patthana16.2:7.3": "Akusalaṃ sahetukaṃ dhammaṃ paṭicca nakusalo nasahetuko ca naakusalo nasahetuko ca dhammā uppajjanti hetupaccayā … tīṇi.",
"patthana16.2:8.1": "Abyākataṃ sahetukaṃ dhammaṃ paṭicca nakusalo nasahetuko dhammo uppajjati hetupaccayā.",
"patthana16.2:8.2": "Abyākataṃ sahetukaṃ dhammaṃ paṭicca naakusalo nasahetuko dhammo uppajjati hetupaccayā.",
"patthana16.2:8.3": "Abyākataṃ sahetukaṃ dhammaṃ paṭicca nakusalo nasahetuko ca naakusalo nasahetuko ca dhammā uppajjanti hetupaccayā … tīṇi.",
"patthana16.2:8.5": "(Saṃkhittaṃ.)",
"patthana16.2:9.1": "Hetuyā nava, ārammaṇe tīṇi … pe … sahajāte ekādasa, aññamaññe cha … pe … kamme ekādasa, vipāke tīṇi … pe … avigate ekādasa.",
"patthana16.2:9.8": "(Sahajātavārampi … pe … sampayuttavārampi paṭiccavārasadisaṃ.)",
"patthana16.2:10.1": "Kusalo sahetuko dhammo nakusalassa nasahetukassa dhammassa hetupaccayena paccayo.",
"patthana16.2:10.2": "Kusalo sahetuko dhammo naakusalassa nasahetukassa dhammassa hetupaccayena paccayo.",
"patthana16.2:10.3": "Kusalo sahetuko dhammo nakusalassa nasahetukassa ca naakusalassa nasahetukassa ca dhammassa hetupaccayena paccayo … tīṇi.",
"patthana16.2:11.1": "Akusalo sahetuko dhammo naakusalassa nasahetukassa dhammassa hetupaccayena paccayo.",
"patthana16.2:11.2": "Akusalo sahetuko dhammo nakusalassa nasahetukassa dhammassa hetupaccayena paccayo.",
"patthana16.2:11.3": "Akusalo sahetuko dhammo nakusalassa nasahetukassa ca naakusalassa nasahetukassa ca dhammassa hetupaccayena paccayo … tīṇi.",
"patthana16.2:12.1": "Abyākato sahetuko dhammo nakusalassa nasahetukassa dhammassa hetupaccayena paccayo.",
"patthana16.2:12.2": "Abyākato sahetuko dhammo naakusalassa nasahetukassa dhammassa hetupaccayena paccayo.",
"patthana16.2:12.3": "Abyākato sahetuko dhammo nakusalassa nasahetukassa ca naakusalassa nasahetukassa ca dhammassa hetupaccayena paccayo … tīṇi.",
"patthana16.2:12.5": "(Saṃkhittaṃ.)",
"patthana16.2:13.1": "Hetuyā nava, ārammaṇe pannarasa, adhipatiyā nava, anantare samanantare sahajāte ekādasa, aññamaññe cha, nissaye ekādasa, upanissaye pannarasa, purejāte nava, āsevane tīṇi, kamme nava, vipāke tīṇi, āhāre indriye jhāne magge nava, sampayutte tīṇi, vippayutte nava … pe … avigate ekādasa.",
"patthana16.2:14.1": "Akusalaṃ ahetukaṃ dhammaṃ paṭicca nakusalo naahetuko dhammo uppajjati hetupaccayā.",
"patthana16.2:14.2": "Akusalaṃ ahetukaṃ dhammaṃ paṭicca naabyākato naahetuko dhammo uppajjati hetupaccayā.",
"patthana16.2:14.3": "Akusalaṃ ahetukaṃ dhammaṃ paṭicca nakusalo naahetuko ca naabyākato naahetuko ca dhammā uppajjanti hetupaccayā … tīṇi.",
"patthana16.2:15.1": "Abyākataṃ ahetukaṃ dhammaṃ paṭicca nakusalo naahetuko dhammo uppajjati hetupaccayā.",
"patthana16.2:15.2": "Abyākataṃ ahetukaṃ dhammaṃ paṭicca naakusalo naahetuko dhammo uppajjati hetupaccayā.",
"patthana16.2:15.3": "Abyākataṃ ahetukaṃ dhammaṃ paṭicca nakusalo naahetuko ca naakusalo naahetuko ca dhammā uppajjanti hetupaccayā … tīṇi.",
"patthana16.2:15.5": "(Saṃkhittaṃ.)",
"patthana16.2:16.1": "Hetuyā cha, ārammaṇe cha, vipāke tīṇi … pe … avigate cha."
}