{
"patthana12.1:1.1": "Paṭṭhānapakaraṇa",
"patthana12.1:2.1": "Dhammapaccanīya 2, Dukadukapaṭṭhānapāḷi 6",
"patthana12.1:3.1": "12.1. Hetuduka, Sahetukadukādi",
"patthana12.1:4.1": "Namo tassa Bhagavato Arahato Sammāsambuddhassa.",
"patthana12.1:5.1": "Nahetuṃ nasahetukaṃ dhammaṃ paṭicca nahetu nasahetuko dhammo uppajjati hetupaccayā.",
"patthana12.1:5.2": "(Saṃkhittaṃ.)",
"patthana12.1:6.1": "Hetuyā tīṇi, ārammaṇe ekaṃ … pe … vipāke ekaṃ … pe … avigate tīṇi.",
"patthana12.1:7.1": "Nahetuṃ nasahetukaṃ dhammaṃ paṭicca nahetu nasahetuko dhammo uppajjati nahetupaccayā. #1",
"patthana12.1:8.1": "Nahetuṃ nasahetukaṃ dhammaṃ paṭicca nahetu nasahetuko dhammo uppajjati naārammaṇapaccayā.",
"patthana12.1:8.2": "(Saṃkhittaṃ.)",
"patthana12.1:9.1": "Nahetuyā ekaṃ, naārammaṇe tīṇi, naadhipatiyā tīṇi … pe … nakamme ekaṃ … pe … naāhāre naindriye najhāne namagge ekaṃ … pe … novigate tīṇi.",
"patthana12.1:10.1": "Hetu-ārammaṇa",
"patthana12.1:11.1": "Nanahetu nasahetuko dhammo nahetussa nasahetukassa dhammassa hetupaccayena paccayo. #1",
"patthana12.1:12.1": "Nahetu nasahetuko dhammo nahetussa nasahetukassa dhammassa ārammaṇapaccayena paccayo.",
"patthana12.1:12.2": "Nahetu nasahetuko dhammo nanahetussa nasahetukassa dhammassa ārammaṇapaccayena paccayo.",
"patthana12.1:12.3": "(Saṃkhittaṃ.)",
"patthana12.1:13.1": "Hetuyā ekaṃ, ārammaṇe cattāri, anantare cattāri … pe … sahajāte tīṇi, aññamaññe ekaṃ, nissaye upanissaye cattāri, purejāte pacchājāte āsevane dve, kamme … pe … jhāne ekaṃ, sampayutte ekaṃ, vippayutte tīṇi … pe … avigate cattāri.",
"patthana12.1:14.1": "Nahetuṃ naahetukaṃ dhammaṃ paṭicca nahetu naahetuko dhammo uppajjati hetupaccayā.",
"patthana12.1:14.2": "Nahetuṃ naahetukaṃ dhammaṃ paṭicca nanahetu naahetuko dhammo uppajjati hetupaccayā.",
"patthana12.1:14.3": "Nahetuṃ naahetukaṃ dhammaṃ paṭicca nahetu naahetuko ca nanahetu naahetuko ca dhammā uppajjanti hetupaccayā. #3",
"patthana12.1:15.1": "Nanahetuṃ naahetukaṃ dhammaṃ paṭicca nanahetu naahetuko dhammo uppajjati hetupaccayā.",
"patthana12.1:15.2": "Nanahetuṃ naahetukaṃ dhammaṃ paṭicca nahetu naahetuko dhammo uppajjati hetupaccayā.",
"patthana12.1:15.3": "Nanahetuṃ naahetukaṃ dhammaṃ paṭicca nahetu naahetuko ca nanahetu naahetuko ca dhammā uppajjanti hetupaccayā. #3",
"patthana12.1:16.1": "Nahetuṃ naahetukañca nanahetuṃ naahetukañca dhammaṃ paṭicca nahetu naahetuko dhammo uppajjati hetupaccayā.",
"patthana12.1:16.2": "Nahetuṃ naahetukañca nanahetuṃ naahetukañca dhammaṃ paṭicca nanahetu naahetuko dhammo uppajjati hetupaccayā.",
"patthana12.1:16.3": "Nahetuṃ naahetukañca nanahetuṃ naahetukañca dhammaṃ paṭicca nahetu naahetuko ca nanahetu naahetuko ca dhammā uppajjanti hetupaccayā.",
"patthana12.1:16.4": "#3 (Saṃkhittaṃ.)",
"patthana12.1:17.1": "Hetuyā nava, ārammaṇe nava … pe … avigate nava.",
"patthana12.1:17.4": "(Sabbattha nava.)",
"patthana12.1:18.1": "Nahetuṃ nahetusampayuttaṃ dhammaṃ paṭicca nahetu nahetusampayutto dhammo uppajjati hetupaccayā … tīṇi.",
"patthana12.1:18.3": "(Saṃkhittaṃ.)",
"patthana12.1:19.1": "Hetuyā tīṇi, ārammaṇe ekaṃ … pe … vipāke ekaṃ … pe … avigate tīṇi.",
"patthana12.1:20.1": "Nahetuṃ nahetuvippayuttaṃ dhammaṃ paṭicca nahetu nahetuvippayutto dhammo uppajjati hetupaccayā … tīṇi.",
"patthana12.1:21.1": "Nanahetuṃ nahetuvippayuttaṃ dhammaṃ paṭicca nanahetu nahetuvippayutto dhammo uppajjati hetupaccayā … tīṇi.",
"patthana12.1:22.1": "Nahetuṃ nahetuvippayuttañca nanahetuṃ nahetuvippayuttañca dhammaṃ paṭicca nahetu nahetuvippayutto dhammo uppajjati hetupaccayā … tīṇi.",
"patthana12.1:22.3": "(Saṃkhittaṃ.)",
"patthana12.1:23.1": "Hetuyā nava … pe … avigate nava.",
"patthana12.1:23.4": "(Sabbattha vitthāro.)",
"patthana12.1:24.1": "Nahetuṃ nahetuñceva naahetukañca dhammaṃ paṭicca nahetu nahetu ceva naahetuko ca dhammo uppajjati hetupaccayā.",
"patthana12.1:24.2": "(Yāva pañhāvārepi ekaṃ.)",
"patthana12.1:25.1": "Nanahetuṃ naahetukañceva nana ca hetuṃ dhammaṃ paṭicca nanahetu naahetuko ceva nana ca hetu dhammo uppajjati hetupaccayā.",
"patthana12.1:25.2": "(Sabbattha ekaṃ.)",
"patthana12.1:26.1": "Nahetuṃ nahetuñceva nahetuvippayuttañca dhammaṃ paṭicca nahetu nahetu ceva nahetuvippayutto ca dhammo uppajjati hetupaccayā.",
"patthana12.1:26.2": "(Sabbattha ekaṃ.)",
"patthana12.1:27.1": "Nanahetuṃ nahetuvippayuttañceva nana ca hetuṃ dhammaṃ paṭicca nanahetu nahetuvippayutto ceva nana ca hetu dhammo uppajjati hetupaccayā.",
"patthana12.1:27.2": "(Sabbattha ekaṃ.)",
"patthana12.1:28.1": "Nahetuṃ nasahetukaṃ dhammaṃ paṭicca nahetu nasahetuko dhammo uppajjati hetupaccayā.",
"patthana12.1:28.2": "(Sabbattha ekaṃ.)",
"patthana12.1:29.1": "Nahetuṃ naahetukaṃ dhammaṃ paṭicca nahetu naahetuko dhammo uppajjati hetupaccayā.",
"patthana12.1:29.2": "(Sabbattha ekaṃ.)"
}