{
  "atk-s0305a6:0": "7. Iddhipādasaṁyuttaṁ",
  "atk-s0305a6:1": "1. Cāpālavaggo",
  "atk-s0305a6:2": "1. Apārasuttavaṇṇanā",
  "atk-s0305a6:3": "813. Iddhipādasaṁyuttassa paṭhame chandaṁ nissāya pavatto samādhi chandasamādhi. Padhānabhūtā saṅkhārā padhānasaṅkhārā. Samannāgatanti tehi dhammehi upetaṁ. Iddhiyā pādaṁ, iddhibhūtaṁ vā pādanti iddhipādaṁ. Sesesupi eseva nayo. Ayamettha saṅkhepo, vitthāro pana iddhipādavibhaṅge (vibha. 431 ādayo) āgatova. Visuddhimagge (visuddhi. 2.3.69 ādayo) panassa attho dīpito. Tathā maggabojjhaṅgasatipaṭṭhānasaṁyuttesu ceva idha ca ekaparicchedova.",
  "atk-s0305a6:4": "5. Iddhipadesasuttavaṇṇanā",
  "atk-s0305a6:5": "817. Pañcame iddhipadesanti tayo ca magge tīṇi ca phalāni.",
  "atk-s0305a6:6": "6. Samattasuttavaṇṇanā",
  "atk-s0305a6:7": "818. Chaṭṭhe samattaṁ iddhinti arahattaphalameva. Ādito paṭṭhāya pana navasupi suttesu vivaṭṭapādakā eva iddhipādā kathitā.",
  "atk-s0305a6:8": "10. Cetiyasuttavaṇṇanā",
  "atk-s0305a6:9": "822. Dasame nisīdananti cammakhaṇḍaṁ adhippetaṁ. Udenaṁ cetiyanti udenayakkhassa cetiyaṭṭhāne katavihāro vuccati. Gotamakādīsupi eseva nayo. Bhāvitāti vaḍḍhitā. Bahulīkatāti punappunaṁ katā. Yānīkatāti yuttayānaṁ viya katā. Vatthukatāti patiṭṭhānaṭṭhena vatthu viya katā. Anuṭṭhitāti adhiṭṭhitā. Paricitāti samantato citā suvaḍḍhitā. Susamāraddhāti suṭṭhu samāraddhā.",
  "atk-s0305a6:10": "Iti aniyamena kathetvā puna niyametvā dassento tathāgatassa khotiādimāha. Ettha ca kappanti āyukappaṁ, tasmiṁ tasmiṁ kāle yaṁ manussānaṁ āyuppamāṇaṁ, taṁ paripuṇṇaṁ karonto tiṭṭheyya. Kappāvasesaṁ vāti ‘‘appaṁ vā bhiyyo’’ti vuttavassasatato atirekaṁ vā. Mahāsīvatthero panāha ‘‘buddhānaṁ aṭṭhāne gajjitaṁ nāma natthi. Yatheva hi veḷuvagāmake uppannaṁ māraṇantikavedanaṁ dasa māse vikkhambhesi, evaṁ punappunaṁ taṁ samāpattiṁ samāpajjitvā dasa dasa māsepi vikkhambhento imaṁ bhaddakappameva tiṭṭheyyā’’ti.",
  "atk-s0305a6:11": "Kasmā pana na ṭhitoti? Upādiṇṇakasarīraṁ nāma khaṇḍiccādīhi abhibhuyyati, buddhā nāma khaṇḍiccādibhāvaṁ apatvāva pañcame āyukoṭṭhāse bahujanassa piyamanāpakāleyeva parinibbāyanti. Buddhānubuddhesu ca mahāsāvakesu parinibbutesu ekakena khāṇukena viya ṭhātabbaṁ hoti, daharasāmaṇeraparivāritena vā, tato – ‘‘aho buddhānaṁ parisā’’ti hīḷetabbataṁ āpajjeyya, tasmā na ṭhitoti. Evaṁ vuttepi so pana na ruccati, ‘‘āyukappo’’ti idameva aṭṭhakathāyaṁ niyamitaṁ.",
  "atk-s0305a6:12": "Yathā taṁ mārena pariyuṭṭhitacittoti ettha tanti nipātamattaṁ. Yathā mārena pariyuṭṭhitacitto ajjhotthaṭacitto aññopi koci puthujjano paṭivijjhituṁ na sakkuṇeyya, evameva nāsakkhi paṭivijjhitunti attho. Māro hi yassa sabbena sabbaṁ dvādasa vipallāsā appahīnā, tassa cittaṁ pariyuṭṭhāti. Therassa ca cattāro vipallāsā appahīnā, tenassa māro cittaṁ pariyuṭṭhāsi. So pana cittapariyuṭṭhānaṁ karonto kiṁ karotīti? Bheravaṁ rūpārammaṇaṁ vā dasseti, saddārammaṇaṁ vā sāveti, tato sattā taṁ disvā vā sutvā vā satiṁ vissajjetvā vivaṭamukhā honti, tesaṁ mukhena hatthaṁ pavesetvā hadayaṁ maddati, te visaññī hutvā tiṭṭhanti. Therassa panesa mukhe hatthaṁ pavesetuṁ kiṁ sakkhissati? Bheravārammaṇaṁ pana dasseti, taṁ disvā thero nimittobhāsaṁ na paṭivijjhi. Jānantoyeva bhagavā kimatthaṁ yāvatatiyakaṁ āmantesīti. Parato ‘‘tiṭṭhatu, bhante, bhagavā’’ti yācite ‘‘tuyhevetaṁ dukkaṭaṁ, tuyhevetaṁ aparaddha’’nti dosāropanena sokatanukaraṇatthaṁ.",
  "atk-s0305a6:13": "Māro pāpimāti ettha satte anatthe niyojento māretīti māro. Pāpimāti tasseva vevacanaṁ. So hi pāpadhammasamannāgatattā ‘‘pāpimā’’ti vuccati. Kaṇho, antako, namuci, pamattabandhūtipi tasseva nāmāni. Bhāsitā kho panesāti ayañhi bhagavato sambodhipattiyā aṭṭhame sattāhe bodhimaṇḍaṁyeva āgantvā – ‘‘bhagavā yadatthaṁ tumhehi pāramiyo pūritā, so vo attho anuppatto, paṭividdhaṁ sabbaññutaññāṇaṁ, kiṁ vo lokavicaraṇenā’’ti vatvā yathā ajja, evameva – ‘‘parinibbātu dāni, bhante, bhagavā, parinibbātu, sugato,’’ti yāci. Bhagavā cassa ‘‘na tāvāha’’ntiādīni vatvā paṭikkhipi. Taṁ sandhāya ‘‘bhāsitā kho panesā, bhante,’’tiādimāha.",
  "atk-s0305a6:14": "Tattha viyattāti maggavasena byattā. Tatheva vinītā. Tathā visāradā. Bahussutāti tepiṭakavasena bahu sutametesanti bahussutā. Tadeva dhammaṁ dhārentīti dhammadharā. Atha vā pariyattibahussutā ceva paṭivedhabahussutā ca, pariyattipaṭivedhadhammānaṁyeva dhāraṇato dhammadharāti evamettha attho daṭṭhabbo. Dhammānudhammappaṭipannāti ariyadhammassa anudhammabhūtaṁ vipassanādhammaṁ paṭipannā. Sāmīcippaṭipannāti anucchavikapaṭipadaṁ paṭipannā. Anudhammacārinoti anudhammacaraṇasīlā. Sakaṁ ācariyakanti attano ācariyavādaṁ. Ācikkhissantītiādīni sabbāni aññamaññasseva vevacanāni. Sahadhammenāti sahetukena sakāraṇena vacanena. Sappāṭihāriyanti yāva niyyānikaṁ katvā dhammaṁ desessanti.",
  "atk-s0305a6:15": "Brahmacariyanti sikkhattayasaṅgahitaṁ sakalaṁ sāsanabrahmacariyaṁ. Iddhanti samiddhaṁ jhānassādavasena. Phītanti vuḍḍhipattaṁ sabbapāliphullaṁ viya abhiññāsampattivasena. Vitthārikanti vitthataṁ tasmiṁ tasmiṁ disābhāge patiṭṭhitavasena. Bāhujaññanti bahūhi ñātaṁ paṭividdhaṁ mahājanābhisamayavasena. Puthubhūtanti sabbākārena puthulabhāvapattaṁ. Kathaṁ? Yāva devamanussehi suppakāsitaṁ, yattakā viññujātikā devā ceva manussā ca atthi, sabbehi suṭṭhu pakāsitanti attho.",
  "atk-s0305a6:16": "Appossukkoti nirālayo. Tvañhi pāpima aṭṭhamasattāhato paṭṭhāya ‘‘parinibbātu dāni, bhante, bhagavā, parinibbātu sugato’’ti viravanto āhiṇḍittha, ajja dāni paṭṭhāya vigatussāho hohi, mā mayhaṁ parinibbānatthaṁ vāyāmaṁ karohīti vadati.",
  "atk-s0305a6:17": "Satosampajāno āyusaṅkhāraṁ ossajīti satiṁ sūpaṭṭhitaṁ katvā ñāṇena paricchinditvā āyusaṅkhāraṁ vissaji pajahi. Tattha na bhagavā hatthena leḍḍuṁ viya āyusaṅkhāraṁ ossaji, temāsamattameva pana phalasamāpattiṁ samāpajjitvā tato paraṁ na samāpajjissāmīti cittaṁ uppādesi. Taṁ sandhāya vuttaṁ ‘‘ossajī’’ti. Ussajītipi pāṭho. Mahābhūmicāloti mahanto pathavikampo. Tadā kira dasasahassilokadhātu akampittha. Bhiṁsanakoti bhayajanako . Devadundubhiyo ca phaliṁsūti devabheriyo phaliṁsu, devo sukkhagajjitaṁ gajji, akālavijjulatā nicchariṁsu, khaṇikavassaṁ vassīti vuttaṁ hoti.",
  "atk-s0305a6:18": "Udānaṁ udānesīti kasmā udānesi? Koci nāma vadeyya ‘‘bhagavā pacchato pacchato anubandhitvā – ‘parinibbāyatha, bhante, parinibbāyatha, bhante’ti upadduto bhayena āyusaṅkhāraṁ vissajjesī’’ti. Tassokāso mā hotūti. Bhītassa hi udānaṁ nāma natthīti pītivegavissaṭṭhaṁ udānesi.",
  "atk-s0305a6:19": "Tattha sabbesaṁ soṇasiṅgālādīnampi paccakkhabhāvato tulitaṁ paricchinnanti tulaṁ. Kiṁ taṁ? Kāmāvacarakammaṁ. Na tulaṁ, na vā tulaṁ sadisamassa aññaṁ lokiyakammaṁ atthīti atulaṁ. Kiṁ taṁ? Mahaggatakammaṁ. Atha vā kāmāvacaraṁ rūpāvacarañca tulaṁ, arūpāvacaraṁ atulaṁ. Appavipākaṁ tulaṁ, bahuvipākaṁ atulaṁ. Sambhavanti sambhavahetubhūtaṁ, piṇḍakārakaṁ rāsikārakanti attho. Bhavasaṅkhāranti punabbhavassa saṅkhāraṁ. Avassajīti vissajjesi. Munīti buddhamuni. Ajjhattaratoti niyakajjhattarato. Samāhitoti upacārappanāsamādhivasena samāhito. Abhindi kavacamivāti kavacaṁ viya abhindi. Attasambhavanti attani jātakilesaṁ. Idaṁ vuttaṁ hoti – savipākaṭṭhena sambhavaṁ bhavābhisaṅkhaṇaṭṭhena bhavasaṅkhāranti ca laddhanāmaṁ tulātulasaṅkhātaṁ lokiyakammañca ossaji, saṅgāmasīse mahāyodho kavacaṁ viya attasambhavaṁ kilesañca ajjhattarato samāhito hutvā abhindīti.",
  "atk-s0305a6:20": "Atha vā tulanti tulento tīrento. Atulañca sambhavanti nibbānañceva bhavañca. Bhavasaṅkhāranti bhavagāmikammaṁ. Avassaji munīti ‘‘pañcakkhandhā aniccā, pañcannaṁ khandhānaṁ nirodho nibbānaṁ nicca’’ntiādinā nayena tulayanto buddhamuni bhave ādīnavaṁ nibbāne cānisaṁsaṁ disvā taṁ khandhānaṁ mūlabhūtaṁ bhavasaṅkhāraṁ ‘‘kammakkhayāya saṁvattatī’’ti evaṁ vuttena kammakkhayakarena ariyamaggena avassaji. Kathaṁ? Ajjhattarato samāhito abhindi kavacamivattasambhavaṁ. So hi vipassanāvasena ajjhattarato, samathavasena samāhitoti evaṁ pubbabhāgato paṭṭhāya samathavipassanābalena kavacamiva attabhāvaṁ pariyonandhitvā ṭhitaṁ, attani sambhavattā attasambhavanti laddhanāmaṁ sabbaṁ kilesajātaṁ abhindi. Kilesābhāvena ca kammaṁ appaṭisandhikattā avassaṭṭhaṁ nāma hotīti evaṁ kilesappahānena kammaṁ jahi. Pahīnakilesassa bhayaṁ nāma natthi. Tasmā abhītova āyusaṅkhāraṁ ossaji. Abhītabhāvañāpanatthañca udānaṁ udānesīti veditabbo.",
  "atk-s0305a6:21": "Cāpālavaggo paṭhamo.",
  "atk-s0305a6:22": "2. Pāsādakampanavaggo",
  "atk-s0305a6:23": "1-2. Pubbasuttādivaṇṇanā",
  "atk-s0305a6:24": "823-824. Dutiyavaggassa paṭhame na ca atilīnotiādīni parato āvi bhavissanti. Imasmiṁ sutte chaabhiññāpādakā iddhipādā kathitā, tathā dutiye ca.",
  "atk-s0305a6:25": "3. Chandasamādhisuttavaṇṇanā",
  "atk-s0305a6:26": "825. Tatiye chandanti kattukamyatāchandaṁ. Nissāyāti nissayaṁ katvā, adhipatiṁ katvāti attho. Padhānasaṅkhārāti padhānabhūtā saṅkhārā, catukiccasādhakasammappadhānavīriyassetaṁ adhivacanaṁ. Iti ayañca chandotiādīsu chando chandasamādhinā ceva padhānasaṅkhārehi ca, chandasamādhi chandena ceva padhānasaṅkhārehi ca, padhānasaṅkhārāpi chandena ceva chandasamādhinā ca samannāgatā . Tasmā sabbe te dhamme ekato katvā ayaṁ vuccati, bhikkhave, chandasamādhippadhānasaṅkhārasamannāgato iddhipādoti vuttaṁ. Iddhipādavibhaṅge (vibha. 437) pana ‘‘yo tathābhūtassa vedanākkhandho tiādinā nayena imehi dhammehi samannāgatā sesaarūpino dhammā iddhipādāti vuttā.",
  "atk-s0305a6:27": "Apica imepi tayo dhammā iddhīpi honti iddhipādāpi. Kathaṁ? Chandañhi bhāvayato chando iddhi nāma hoti, samādhippadhānasaṅkhārā chandiddhipādo nāma. Samādhiṁ bhāventassa samādhi iddhi nāma hoti, chandappadhānasaṅkhārā samādhiddhiyā pādo nāma. Padhānasaṅkhāre bhāventassa padhānasaṅkhārā iddhi nāma hoti, chandasamādhi padhānasaṅkhāriddhiyā pādo nāma, sampayuttadhammesu hi ekasmiṁ ijjhamāne sesāpi ijjhantiyeva.",
  "atk-s0305a6:28": "Apica tesaṁ tesaṁ dhammānaṁ pubbabhāgavasenāpi etesaṁ iddhipādatā veditabbā. Paṭhamajjhānañhi iddhi nāma, paṭhamajjhānassa pubbabhāgaparikammasampayuttā chandādayo iddhipādo nāma. Etenupāyena yāva nevasaññānāsaññāyatanā, iddhividhaṁ ādiṁ katvā yāva dibbacakkhuabhiññā, sotāpattimaggaṁ ādiṁ katvā yāva arahattamaggā nayo netabbo. Sesiddhipādesupi eseva nayo.",
  "atk-s0305a6:29": "Keci pana ‘‘anibbatto chando iddhipādo’’ti vadanti. Idha tesaṁ vādamaddanatthāya abhidhamme uttaracūḷavāro nāma āgato –",
  "atk-s0305a6:30": "‘‘Cattāro iddhipādā – chandiddhipādo, vīriyiddhipādo, cittiddhipādo, vīmaṁsiddhipādo. Tattha katamo chandiddhipādo? Idha, bhikkhu, yasmiṁ samaye lokuttaraṁ jhānaṁ bhāveti niyyānikaṁ apacayagāmiṁ diṭṭhigatānaṁ pahānāya paṭhamāya bhūmiyā pattiyā vivicceva kāmehi…pe… paṭhamaṁ jhānaṁ upasampajja viharati dukkhāpaṭipadaṁ dandhābhiññaṁ, yo tasmiṁ samaye chando chandikatā kattukamyatā kusalo dhammacchando, ayaṁ vuccati chandiddhipādo. Avasesā dhammā chandiddhipādasampayuttā’’ti (vibha. 457-458).",
  "atk-s0305a6:31": "Ime pana lokuttaravaseneva āgatā.",
  "atk-s0305a6:32": "Tattha raṭṭhapālatthero chandaṁ dhuraṁ katvā lokuttaradhammaṁ nibbattesi. Soṇatthero vīriyaṁ dhuraṁ katvā; sambhutatthero cittaṁ dhuraṁ katvā, āyasmā mogharājā vīmaṁsaṁ dhuraṁ katvāti. Tattha yathā catūsu amaccaputtesu ṭhānantaraṁ patthetvā rājānaṁ upanissāya viharantesu eko upaṭṭhāne chandajāto rañño ajjhāsayañca ruciñca ñatvā divā ca ratto ca upaṭṭhahanto rājānaṁ ārādhetvā ṭhānantaraṁ pāpuṇi. Evaṁ chandadhurena lokuttaradhammanibbattako veditabbo.",
  "atk-s0305a6:33": "Eko pana – ‘‘divase divase upaṭṭhātuṁ na sakkomi, uppanne kicce parakkamena ārādhessāmī’’ti kupite paccante raññā pahito parakkamena sattumaddanaṁ katvā pāpuṇi. Yathā so, evaṁ vīriyadhurena lokuttaradhammanibbattako veditabbo. Eko ‘‘divase divase upaṭṭhānampi urena sattisarasampaṭicchanampi bhāroyeva, mantabalena ārādhessāmī’’ti khattavijjāya kataparicayattā mantasaṁvidhānena rājānaṁ ārādhetvā pāpuṇi. Yathā so, evaṁ cittadhurena lokuttaradhammanibbattako veditabbo.",
  "atk-s0305a6:34": "Aparo – ‘‘kiṁ imehi upaṭṭhānādīhi, rājāno nāma jātisampannassa ṭhānantaraṁ denti, tādisassa dento mayhaṁ dassatī’’ti jātisampattimeva nissāya ṭhānantaraṁ pāpuṇi. Yathā so, evaṁ suparisuddhaṁ vīmaṁsaṁ nissāya vīmaṁsadhurena lokuttaradhammanibbattako veditabboti. Imasmiṁ sutte vivaṭṭapādakaiddhi kathitā.",
  "atk-s0305a6:35": "4. Moggallānasuttavaṇṇanā",
  "atk-s0305a6:36": "826. Catutthe uddhatāti uddhaccapakatikā vipphandamānacittā. Uddhaccena hi ekārammaṇe cittaṁ vipphandati dhajayaṭṭhiyaṁ vātena pahatadhajo viya. Unnaḷāti uggatanaḷā, uṭṭhitatucchamānāti vuttaṁ hoti. Capalāti pattacīvaramaṇḍanādicāpallena yuttā. Mukharāti mukhakharā, kharavacanāti vuttaṁ hoti. Vikiṇṇavācāti asaṁyatavacanā divasampi niratthakavacanappalāpino. Muṭṭhassatīti naṭṭhassatino. Asampajānāti paññārahitā. Asamāhitāti upacārappanāsamādhivirahitā. Bhantacittāti ubbhantacittā samādhivirahena laddhokāsena uddhaccena . Pākatindriyāti asaṁvutindriyā. Iddhābhisaṅkhāranti āpokasiṇaṁ samāpajjitvā vuṭṭhāya pāsādapatiṭṭhitaṁ pathavibhāgaṁ ‘‘udaka’’nti adhiṭṭhāya, udakapiṭṭhe ṭhitapāsādaṁ vehāsaṁ abbhuggantvā aṅguṭṭhakena pahari. Gambhīranemoti gambhīraāvāṭo, gambhīrabhūmibhāgaṁ anupaviṭṭhoti attho . Sunikhātoti suṭṭhu nikhāto, koṭṭetvā suṭṭhu ṭhapito. Idha abhiññāpādakiddhi kathitā.",
  "atk-s0305a6:37": "5. Uṇṇābhabrāhmaṇasuttavaṇṇanā",
  "atk-s0305a6:38": "827. Pañcame chandappahānatthanti taṇhāchandassa pahānatthaṁ. Idhāpi vivaṭṭapādakiddhi kathitā.",
  "atk-s0305a6:39": "9. Iddhādidesanāsuttavaṇṇanā",
  "atk-s0305a6:40": "831. Navame yo so bhikkhave maggoti abhiññāpādakaṁ catutthajjhānaṁ adhippetaṁ.",
  "atk-s0305a6:41": "10. Vibhaṅgasuttavaṇṇanā",
  "atk-s0305a6:42": "832. Dasame kosajjasahagatoti idha bhikkhu chandaṁ uppādetvā kammaṭṭhānaṁ manasikaronto nisīdati. Athassa citte līnākāro okkamati, so ‘‘līnākāro me okkanto’’ti ñatvā apāyabhayena cittaṁ tajjetvā puna chandaṁ uppādetvā kammaṭṭhānaṁ manasi karoti. Athassa puna līnākāro okkamati. So puna apāyabhayena cittaṁ tajjetvā chandaṁ uppādetvā kammaṭṭhānaṁ manasi karotīti evamassa kosajjena vokiṇṇattā chando kosajjasahagato nāma hoti. Kosajjasampayuttoti tasseva vevacanaṁ.",
  "atk-s0305a6:43": "Uddhaccasahagatoti idha bhikkhu chandaṁ uppādetvā kammaṭṭhānaṁ manasikaronto nisīdati. Athassa cittaṁ uddhacce patati. So buddhadhammasaṅghaguṇe āvajjetvā cittaṁ hāsetvā tosetvā kammaniyaṁ katvā puna chandaṁ uppādetvā kammaṭṭhānaṁ manasi karoti. Athassa puna cittaṁ uddhacce patati. So puna buddhadhammasaṅghaguṇe āvajjetvā cittaṁ hāsetvā tosetvā kammaniyaṁ katvā chandaṁ uppādetvā kammaṭṭhānaṁ manasi karotīti evamassa uddhaccena vokiṇṇattā chando uddhaccasahagato nāma hoti.",
  "atk-s0305a6:44": "Thinamiddhasahagatoti idha bhikkhu chandaṁ uppādetvā kammaṭṭhānaṁ manasikaronto nisīdati. Athassa thinamiddhaṁ uppajjati. So ‘‘uppannaṁ me thinamiddha’’nti ñatvā udakena mukhaṁ puñchitvā, kaṇṇe ākaḍḍhitvā paguṇaṁ dhammaṁ sajjhāyitvā divā gahitaṁ vā ālokasaññaṁ manasikaritvā thinamiddhaṁ vinodetvā puna chandaṁ uppādetvā kammaṭṭhānaṁ manasi karoti. Athassa puna thinamiddhaṁ uppajjati. So vuttanayeneva puna thinamiddhaṁ vinodetvā chandaṁ uppādetvā kammaṭṭhānaṁ manasi karotīti evamassa thinamiddhena vokiṇṇattā chando thinamiddhasahagato nāma hoti.",
  "atk-s0305a6:45": "Anuvikkhittoti idha bhikkhu chandaṁ uppādetvā kammaṭṭhānaṁ manasikaronto nisīdati. Athassa kāmaguṇārammaṇe cittaṁ vikkhipati. So ‘‘bahiddhā vikkhittaṁ me citta’’nti ñatvā anamatagga (saṁ. ni. 2.124-125) devadūta- (ma. ni. 3.261) celopama (saṁ. ni. 5.1104) anāgatabhayasuttādīni (a. ni. 5.77) āvajjento suttadaṇḍena cittaṁ tajjetvā kammaniyaṁ katvā puna chandaṁ uppādetvā kammaṭṭhānaṁ manasi karoti. Athassa puna cittaṁ vikkhipati. So puna suttadaṇḍena cittaṁ kammaniyaṁ katvā chandaṁ uppādetvā kammaṭṭhānaṁ manasi karotīti evamassa kāmavitakkavokiṇṇattā chando bahiddhā pañca kāmaguṇe ārabbha anuvikkhitto anuvisaṭo hoti.",
  "atk-s0305a6:46": "Yathā pure tathā pacchāti kammaṭṭhānavasenapi desanāvasenapi purimapacchimatā veditabbā. Kathaṁ? Kammaṭṭhāne tāva kammaṭṭhānassa abhiniveso pure nāma, arahattaṁ pacchā nāma. Tattha yo bhikkhu mūlakammaṭṭhāne abhinivisitvā atilīnādīsu catūsu ṭhānesu cittassa okkamanaṁ paṭisedhetvā, duṭṭhagoṇe yojetvā sārento viya caturassaghaṭikaṁ otārento viya catunnaṁ ṭhānānaṁ ekaṭṭhānepi asajjanto saṅkhāre sammasitvā arahattaṁ pāpuṇāti. Ayampi yathā pure tathā pacchā viharati nāma. Ayaṁ kammaṭṭhānavasena purimapacchimatā. Desanāvasena pana kesā pure nāma, matthaluṅgaṁ pacchā nāma. Tattha yo bhikkhu kesesu abhinivisitvā vaṇṇasaṇṭhānādivasena kesādayo pariggaṇhanto catūsu ṭhānesu asajjanto yāva matthaluṅgā bhāvanaṁ pāpeti, ayampi yathā pure tathā pacchā viharati nāma. Evaṁ desanāvasena purimapacchimatā veditabbā. Yathā pacchā tathā pureti idaṁ purimasseva vevacanaṁ.",
  "atk-s0305a6:47": "Yathā adho tathā uddhanti idaṁ sarīravasena veditabbaṁ. Tenevāha ‘‘uddhaṁ pādatalā adho kesamatthakā’’ti. Tattha yo bhikkhu pādatalato paṭṭhāya yāva kesamatthakā dvattiṁsākāravasena vā pādaṅguliaggapabbaṭṭhito yāva sīsakaṭāhaṁ, sīsakaṭāhato yāva pādaṅgulīnaṁ aggapabbaṭṭhīni , tāva aṭṭhivasena vā bhāvanaṁ pāpeti catūsu ṭhānesu ekaṭṭhānepi asajjanto. Ayaṁ yathā uddhaṁ tathā adho, yathā adho tathā uddhaṁ viharati nāma.",
  "atk-s0305a6:48": "Yehi ākārehīti yehi koṭṭhāsehi. Yehi liṅgehīti yehi saṇṭhānehi. Yehi nimittehīti yehi upaṭṭhānehi. Ālokasaññā suggahitā hotīti yo bhikkhu aṅgaṇe nisīditvā ālokasaññaṁ manasi karoti, kālena nimīleti, kālena ummīleti. Athassa yadā nimīlentassāpi ummīletvā olokentassa viya ekasadisameva upaṭṭhāti, tadā ālokasaññā jātā nāma hoti. ‘‘Divāsaññā’’tipi tasseva nāmaṁ. Sā ca pana rattiṁ uppajjamānā suggahitā nāma hoti. Svādhiṭṭhitātipi tasseva vevacanaṁ. Suṭṭhu adhiṭṭhitā suṭṭhu ṭhapitā svādhiṭṭhitā nāma vuccati. Sā atthato suggahitāyeva. Yo vā ālokena thinamiddhaṁ vinodetvā chandaṁ uppādetvā kammaṭṭhānaṁ manasi karoti, tassa divāpi ālokasaññā suggahitā svādhiṭṭhitā nāma. Ratti vā hotu divā vā yena ālokena thinamiddhaṁ vinodetvā kammaṭṭhānaṁ manasi karoti, tasmiṁ thinamiddhavinodane āloke uppannā saññā suggahitāyeva nāma. Vīriyādīsupi eseva nayo. Imasmiṁ sutte channaṁ abhiññānaṁ pādakiddhi kathitā.",
  "atk-s0305a6:49": "Pāsādakampanavaggo dutiyo.",
  "atk-s0305a6:50": "3. Ayoguḷavaggo",
  "atk-s0305a6:51": "2. Ayoguḷasuttavaṇṇanā",
  "atk-s0305a6:52": "834. Tatiyavaggassa dutiye iminā cātumahābhūtikenāti iminā catumahābhūtamayena evaṁ bhārikena garukena samānenāpi. Omātīti pahoti sakkoti, idaṁ tepiṭake buddhavacane asambhinnapadaṁ. Kāyampicitte samodahatīti kāyaṁ gahetvā citte āropeti, cittasannissitaṁ karoti, cittagatiyā peseti. Cittaṁ nāma mahaggatacittaṁ, cittagatigamanaṁ lahukaṁ hoti. Cittampi kāye samodahatīti cittaṁ gahetvā kāye āropeti, kāyasannissitaṁ karoti, kāyagatiyā peseti, kāyo nāma karajakāyo, kāyagatigamanaṁ dandhaṁ hoti. Sukhasaññañca lahusaññañcāti abhiññācittasahajātasaññā. Sā hi santasukhasamannāgatattā sukhasaññā nāma hoti, kilesadandhāyitattassa ca abhāvā lahusaññā nāma.",
  "atk-s0305a6:53": "Ayoguḷo divasaṁ santatto lahutaro ceva hotīti so hi dvīhi tīhi janehi ukkhipitvā kammāruddhane pakkhittopi divasaṁ paccamāno vivarānupaviṭṭhena tejena ceva vāyena ca vāyosahagato ca usmāsahagato ca tejosahagato ca hutvā evaṁ lahuko hoti, yathā naṁ kammāro mahāsaṇḍāsena gahetvā ekato parivatteti ukkhipati bahi nīharati. Evaṁ pana mudu ca hoti kammaniyo ca. Yathā naṁ so khaṇḍaṁ khaṇḍaṁ vicchindati, kūṭena hananto dīghacaturassādibhedaṁ karoti. Imasmiṁ sutte vikubbaniddhi kathitā.",
  "atk-s0305a6:54": "3-10. Bhikkhusuttādivaṇṇanā",
  "atk-s0305a6:55": "835-842. Tatiye vivaṭṭapādakiddhi kathitā, tathā catutthe. Apica dve phalāni ādiṁ katvā heṭṭhā missakiddhipādā kathitā, sattasu phalesu pubbabhāgā. Sattamādīni cattāri heṭṭhā kathitanayāneva.",
  "atk-s0305a6:56": "11-12. Moggallānasuttādivaṇṇanā",
  "atk-s0305a6:57": "843-844. Ekādasamadvādasamesu cha abhiññā kathitā. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0305a6:58": "Iddhipādasaṁyuttavaṇṇanā niṭṭhitā."
}