{
  "atk-s0501a3:0": "3. Dvattiṁsākāravaṇṇanā",
  "atk-s0501a3:1": "Padasambandhavaṇṇanā",
  "atk-s0501a3:2": "Idāni yadidaṁ evaṁ dasahi sikkhāpadehi parisuddhapayogassa sīle patiṭṭhitassa kulaputtassa āsayaparisuddhatthaṁ cittabhāvanatthañca aññatra buddhuppādā appavattapubbaṁ sabbatitthiyānaṁ avisayabhūtaṁ tesu tesu suttantesu –",
  "atk-s0501a3:3": "‘‘Ekadhammo, bhikkhave, bhāvito bahulīkato mahato saṁvegāya saṁvattati. Mahato atthāya saṁvattati. Mahato yogakkhemāya saṁvattati. Mahato satisampajaññāya saṁvattati. Ñāṇadassanappaṭilābhāya saṁvattati. Diṭṭhadhammasukhavihārāya saṁvattati. Vijjāvimuttiphalasacchikiriyāya saṁvattati. Katamo ekadhammo? Kāyagatā sati. Amataṁ te, bhikkhave, na paribhuñjanti, ye kāyagatāsatiṁ na paribhuñjanti. Amataṁ te, bhikkhave, paribhuñjanti, ye kāyagatāsatiṁ paribhuñjanti. Amataṁ tesaṁ, bhikkhave, aparibhuttaṁ paribhuttaṁ, parihīnaṁ aparihīnaṁ, viraddhaṁ āraddhaṁ, yesaṁ kāyagatā sati āraddhā’’ti. (A. ni. 1.564-570) –",
  "atk-s0501a3:4": "Evaṁ bhagavatā anekākārena pasaṁsitvā –",
  "atk-s0501a3:5": "‘‘Kathaṁ bhāvitā, bhikkhave, kāyagatāsati kathaṁ bahulīkatā mahabbalā hoti mahānisaṁsā? Idha, bhikkhave, bhikkhu araññagato vā’’ti (ma. ni. 3.154) –",
  "atk-s0501a3:6": "Ādinā nayena ānāpānapabbaṁ iriyāpathapabbaṁ catusampajaññapabbaṁ paṭikūlamanasikārapabbaṁ dhātumanasikārapabbaṁ nava sivathikapabbānīti imesaṁ cuddasannaṁ pabbānaṁ vasena kāyagatāsatikammaṭṭhānaṁ niddiṭṭhaṁ. Tassa bhāvanāniddeso anuppatto. Tattha yasmā iriyāpathapabbaṁ catusampajaññapabbaṁ dhātumanasikārapabbanti imāni tīṇi vipassanāvasena vuttāni. Nava sivathikapabbāni vipassanāñāṇesuyeva ādīnavānupassanāvasena vuttāni. Yāpi cettha uddhumātakādīsu samādhibhāvanā iccheyya, sā visuddhimagge vitthārato asubhabhāvanāniddese pakāsitā eva. Ānāpānapabbaṁ pana paṭikūlamanasikārapabbañceti imānettha dve samādhivasena vuttāni. Tesu ānāpānapabbaṁ ānāpānassativasena visuṁ kammaṭṭhānaṁyeva. Yaṁ panetaṁ –",
  "atk-s0501a3:7": "‘‘Puna caparaṁ, bhikkhave, bhikkhu imameva kāyaṁ uddhaṁ pādatalā adho kesamatthakā tacapariyantaṁ pūraṁ nānappakārassa asucino paccavekkhati ‘atthi imasmiṁ kāye kesā, lomā…pe… mutta’’nti (ma. ni. 3.154).",
  "atk-s0501a3:8": "Evaṁ tattha tattha matthaluṅgaṁ aṭṭhimiñjena saṅgahetvā desitaṁ kāyagatāsatikoṭṭhāsabhāvanāpariyāyaṁ dvattiṁsākārakammaṭṭhānaṁ āraddhaṁ, tassāyaṁ atthavaṇṇanā –",
  "atk-s0501a3:9": "Tattha atthīti saṁvijjanti. Imasminti yvāyaṁ uddhaṁ pādatalā adho kesamatthakā tacapariyanto pūro nānappakārassa asucinoti vuccati, tasmiṁ . Kāyeti sarīre. Sarīrañhi asucisañcayato, kucchitānaṁ vā kesādīnañceva cakkhurogādīnañca rogasatānaṁ āyabhūtato kāyoti vuccati. Kesā…pe… muttanti ete kesādayo dvattiṁsākārā, tattha ‘‘atthi imasmiṁ kāye kesā atthi lomā’’ti evaṁ sambandho veditabbo . Tena kiṁ kathitaṁ hoti? Imasmiṁ pādatalā paṭṭhāya upari, kesamatthakā paṭṭhāya heṭṭhā, tacato paṭṭhāya paritoti ettake byāmamatte kaḷevare sabbākārenāpi vicinanto na koci kiñci muttaṁ vā maṇiṁ vā veḷuriyaṁ vā agaruṁ vā candanaṁ vā kuṅkumaṁ vā kappūraṁ vā vāsacuṇṇādiṁ vā aṇumattampi sucibhāvaṁ passati, atha kho paramaduggandhajegucchaṁ assirikadassanaṁ nānappakāraṁ kesalomādibhedaṁ asucimeva passatīti.",
  "atk-s0501a3:10": "Ayaṁ tāvettha padasambandhato vaṇṇanā.",
  "atk-s0501a3:11": "Asubhabhāvanā",
  "atk-s0501a3:12": "Asubhabhāvanāvasena panassa evaṁ vaṇṇanā veditabbā – evametasmiṁ pāṇātipātāveramaṇisikkhāpadādibhede sīle patiṭṭhitena payogasuddhena ādikammikena kulaputtena āsayasuddhiyā adhigamanatthaṁ dvattiṁsākārakammaṭṭhānabhāvanānuyogamanuyuñjitukāmena paṭhamaṁ tāvassa āvāsakulalābhagaṇakammaddhānañātigantharogaiddhipalibodhena kittipalibodhena vā saha dasa palibodhā honti. Athānena āvāsakulalābhagaṇañātikittīsu saṅgappahānena, kammaddhānaganthesu abyāpārena, rogassa tikicchāyāti evaṁ te dasa palibodhā upacchinditabbā, athānena upacchinnapalibodhena anupacchinnanekkhammābhilāsena koṭippattasallekhavuttitaṁ pariggahetvā khuddānukhuddakampi vinayācāraṁ appajahantena āgamādhigamasamannāgato tato aññataraṅgasamannāgato vā kammaṭṭhānadāyako ācariyo vinayānurūpena vidhinā upagantabbo, vattasampadāya ca ārādhitacittassa tassa attano adhippāyo nivedetabbo. Tena tassa nimittajjhāsayacariyādhimuttibhedaṁ ñatvā yadi etaṁ kammaṭṭhānamanurūpaṁ, atha yasmiṁ vihāre attanā vasati, yadi tasmiṁyeva sopi vasitukāmo hoti, tato saṅkhepato kammaṭṭhānaṁ dātabbaṁ. Atha aññatra vasitukāmo hoti, tato pahātabbapariggahetabbādikathanavasena sapurekkhāraṁ rāgacaritānukulādikathanavasena sappabhedaṁ vitthārena kathetabbaṁ. Tena taṁ sapurekkhāraṁ sappabhedaṁ kammaṭṭhānaṁ uggahetvā ācariyaṁ āpucchitvā yāni tāni –",
  "atk-s0501a3:13": "‘‘Mahāvāsaṁ navāvāsaṁ, jarāvāsañca panthaniṁ;",
  "atk-s0501a3:14": "Soṇḍiṁ paṇṇañca pupphañca, phalaṁ patthitameva ca.",
  "atk-s0501a3:15": "‘‘Nagaraṁ dārunā khettaṁ, visabhāgena paṭṭanaṁ;",
  "atk-s0501a3:16": "Paccantasīmāsappāyaṁ, yattha mitto na labbhati.",
  "atk-s0501a3:17": "‘‘Aṭṭhārasetāni ṭhānāni, iti viññāya paṇḍito;",
  "atk-s0501a3:18": "Ārakā parivajjeyya, maggaṁ sappaṭibhayaṁ yathā’’ti. (visuddhi. 1.52) –",
  "atk-s0501a3:19": "Evaṁ aṭṭhārasa senāsanāni parivajjetabbānīti vuccanti. Tāni vajjetvā, yaṁ taṁ –",
  "atk-s0501a3:20": "‘‘Kathañca, bhikkhave, senāsanaṁ pañcaṅgasamannāgataṁ hoti? Idha, bhikkhave, senāsanaṁ nātidūraṁ hoti, naccāsannaṁ, gamanāgamanasampannaṁ, divā appākiṇṇaṁ, rattiṁ appasaddaṁ appanigghosaṁ appaḍaṁsamakasavātātapasarīsapasamphassaṁ. Tasmiṁ kho pana senāsane viharantassa appakasirena uppajjanti cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārā. Tasmiṁ kho pana senāsane therā bhikkhū viharanti bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā, te kālena kālaṁ upasaṅkamitvā paripucchati paripañhati ‘idaṁ, bhante, kathaṁ, imassa ko attho’ti? Tassa, te āyasmanto avivaṭañceva vivaranti, anuttānīkatañca uttāniṁ karonti, anekavihitesu ca kaṅkhāṭhāniyesu dhammesu kaṅkhaṁ paṭivinodenti. Evaṁ kho, bhikkhave, senāsanaṁ pañcaṅgasamannāgataṁ hotī’’ti (a. ni. 10.11). –",
  "atk-s0501a3:21": "Evaṁ pañcaṅgasamannāgataṁ senāsanaṁ vuttaṁ. Tathārūpaṁ senāsanaṁ upagamma katasabbakiccena kāmesu ādīnavaṁ, nekkhamme ca ānisaṁsaṁ paccavekkhitvā buddhasubuddhatāya dhammasudhammatāya saṅghasuppaṭipannatāya ca anussaraṇena cittaṁ pasādetvā yaṁ taṁ –",
  "atk-s0501a3:22": "‘‘Vacasā manasā ceva, vaṇṇasaṇṭhānato disā;",
  "atk-s0501a3:23": "Okāsato paricchedā, sattadhuggahaṇaṁ vidū’’ti. –",
  "atk-s0501a3:24": "Evaṁ sattavidhaṁ uggahakosallaṁ; anupubbato, nātisīghato, nātisaṇikato, vikkhepappaṭibāhanato, paṇṇattisamatikkamato, anupubbamuñcanato, appanāto, tayo ca suttantāti evaṁ dasavidhaṁ manasikārakosallañca vuttaṁ. Taṁ apariccajantena dvattiṁsākārabhāvanā ārabhitabbā. Evañhi ārabhato sabbākārena dvattiṁsākārabhāvanā sampajjati no aññathā.",
  "atk-s0501a3:25": "Tattha āditova tacapañcakaṁ tāva gahetvā api tepiṭakena ‘‘kesā lomā’’tiādinā nayena anulomato, tasmiṁ paguṇībhūte ‘‘taco dantā’’ti evamādinā nayena paṭilomato, tasmimpi paguṇībhūte tadubhayanayeneva anulomappaṭilomato bahi visaṭavitakkavicchedanatthaṁ pāḷipaguṇībhāvatthañca vacasā koṭṭhāsasabhāvapariggahatthaṁ manasā ca addhamāsaṁ bhāvetabbaṁ. Vacasā hissa bhāvanā bahi visaṭavitakke vicchinditvā manasā bhāvanāya pāḷipaguṇatāya ca paccayo hoti, manasā bhāvanā asubhavaṇṇalakkhaṇānaṁ aññataravasena pariggahassa, atha teneva nayena vakkapañcakaṁ addhamāsaṁ, tato tadubhayamaddhamāsaṁ, tato papphāsapañcakamaddhamāsaṁ, tato taṁ pañcakattayampi addhamāsaṁ, atha ante avuttampi matthaluṅgaṁ pathavīdhātuākārehi saddhiṁ ekato bhāvanatthaṁ idha pakkhipitvā matthaluṅgapañcakaṁ addhamāsaṁ, tato pañcakacatukkampi addhamāsaṁ, atha medachakkamaddhamāsaṁ, tato medachakkena saha pañcakacatukkampi addhamāsaṁ, atha muttachakkamaddhamāsaṁ, tato sabbameva dvattiṁsākāramaddhamāsanti evaṁ cha māse vaṇṇasaṇṭhānadisokāsaparicchedato vavatthapentena bhāvetabbaṁ. Etaṁ majjhimapaññaṁ puggalaṁ sandhāya vuttaṁ. Mandapaññena tu yāvajīvaṁ bhāvetabbaṁ tikkhapaññassa na cireneva bhāvanā sampajjatīti.",
  "atk-s0501a3:26": "Etthāha – ‘‘kathaṁ panāyamimaṁ dvattiṁsākāraṁ vaṇṇādito vavatthapetī’’ti? Ayañhi ‘‘atthi imasmiṁ kāye kesā’’ti evamādinā nayena tacapañcakādivibhāgato dvattiṁsākāraṁ bhāvento kesā tāva vaṇṇato kāḷakāti vavatthapeti, yādisakā vānena diṭṭhā honti. Saṇṭhānato dīghavaṭṭalikā tulādaṇḍamivāti vavatthapeti. Disato pana yasmā imasmiṁ kāye nābhito uddhaṁ uparimā disā adho heṭṭhimāti vuccati, tasmā imassa kāyassa uparimāya disāya jātāti vavatthapeti. Okāsato nalāṭantakaṇṇacūḷikagalavāṭakaparicchinne sīsacamme jātāti. Tattha yathā vammikamatthake jātāni kuṇṭhatiṇāni na jānanti ‘‘mayaṁ vammikamatthake jātānī’’ti; napi vammikamatthako jānāti ‘‘mayi kuṇṭhatiṇāni jātānī’’ti; evameva na kesā jānanti ‘‘mayaṁ sīsacamme jātā’’ti, napi sīsacammaṁ jānāti ‘‘mayi kesā jātā’’ti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā acetanā abyākatā suññā paramaduggandhajegucchappaṭikūlā, na satto na puggaloti vavatthapeti. Paricchedatoti duvidho paricchedo sabhāgavisabhāgavasena. Tattha kesā heṭṭhā patiṭṭhitacammatalena tattha vīhaggamattaṁ pavisitvā patiṭṭhitena attano mūlatalena ca upari ākāsena tiriyaṁ aññamaññena paricchinnāti evaṁ sabhāgaparicchedato, kesā na avasesaekatiṁsākārā. Avasesā ekatiṁsā na kesāti evaṁ visabhāgaparicchedato ca vavatthapeti. Evaṁ tāva kese vaṇṇādito vavatthapeti.",
  "atk-s0501a3:27": "Avasesesu lomā vaṇṇato yebhuyyena nīlavaṇṇāti vavatthapeti, yādisakā vānena diṭṭhā honti. Saṇṭhānato oṇatacāpasaṇṭhānā, upari vaṅkatālahīrasaṇṭhānā vā, disato dvīsu disāsu jātā, okāsato hatthatalapādatale ṭhapetvā yebhuyyena avasesasarīracamme jātāti.",
  "atk-s0501a3:28": "Tattha yathā purāṇagāmaṭṭhāne jātāni dabbatiṇāni na jānanti ‘‘mayaṁ purāṇagāmaṭṭhāne jātānī’’ti, na ca purāṇagāmaṭṭhānaṁ jānāti ‘‘mayi dabbatiṇāni jātānī’’ti, evameva na lomā jānanti ‘‘mayaṁ sarīracamme jātā’’ti, napi sarīracammaṁ jānāti ‘‘mayi lomā jātā’’ti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā acetanā abyākatā suññā paramaduggandhajegucchapaṭikūlā, na satto na puggaloti vavatthapeti. Paricchedato heṭṭhā patiṭṭhitacammatalena tattha likkhāmattaṁ pavisitvā patiṭṭhitena attano mūlena ca upari ākāsena tiriyaṁ aññamaññena paricchinnāti vavatthapeti. Ayametesaṁ sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ lome vaṇṇādito vavatthapeti.",
  "atk-s0501a3:29": "Tato paraṁ nakhā yassa paripuṇṇā, tassa vīsati. Te sabbepi vaṇṇato maṁsavinimuttokāse setā, maṁsasambandhe tambavaṇṇāti vavatthapeti. Saṇṭhānato yathāsakapatiṭṭhitokāsasaṇṭhānā, yebhuyyena madhukaphalaṭṭhikasaṇṭhānā, macchasakalikasaṇṭhānā vāti vavatthapeti. Disato dvīsu disāsu jātā, okāsato aṅgulīnaṁ aggesu patiṭṭhitāti.",
  "atk-s0501a3:30": "Tattha yathā nāma gāmadārakehi daṇḍakaggesu madhukaphalaṭṭhikā ṭhapitā na jānanti ‘‘mayaṁ daṇḍakaggesu ṭhapitā’’ti, napi daṇḍakā jānanti ‘‘amhesu madhukaphalaṭṭhikā ṭhapitā’’ti; evameva nakhā na jānanti ‘‘mayaṁ aṅgulīnaṁ aggesu patiṭṭhitā’’ti, napi aṅguliyo jānanti ‘‘amhākaṁ aggesu nakhā patiṭṭhitā’’ti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā acetanā…pe… na puggaloti vavatthapeti. Paricchedato heṭṭhā mūle ca aṅgulimaṁsena, tattha patiṭṭhitatalena vā upari agge ca ākāsena, ubhatopassesu aṅgulīnaṁ ubhatokoṭicammena paricchinnāti vavatthapeti. Ayametesaṁ sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ nakhe vaṇṇādito vavatthapeti.",
  "atk-s0501a3:31": "Tato paraṁ dantā yassa paripuṇṇā, tassa dvattiṁsa. Te sabbepi vaṇṇato setavaṇṇāti vavatthapeti. Yassa samasaṇṭhitā honti, tassa kharapattacchinnasaṅkhapaṭalamiva samaganthitasetakusumamakuḷamālā viya ca khāyanti. Yassa visamasaṇṭhitā, tassa jiṇṇaāsanasālāpīṭhakapaṭipāṭi viya nānāsaṇṭhānāti saṇṭhānato vavatthapeti. Tesañhi ubhayadantapantipariyosānesu heṭṭhato uparito ca dve dve katvā aṭṭha dantā catukoṭikā catumūlikā āsandikasaṇṭhānā, tesaṁ orato teneva kamena sanniviṭṭhā aṭṭha dantā tikoṭikā timūlikā siṅghāṭakasaṇṭhānā. Tesampi orato teneva kamena heṭṭhato uparito ca ekamekaṁ katvā cattāro dantā dvikoṭikā dvimūlikā yānakūpatthambhinīsaṇṭhānā. Tesampi orato teneva kamena sanniviṭṭhā cattāro dāṭhādantā ekakoṭikā ekamūlikā mallikāmakuḷasaṇṭhānā. Tato ubhayadantapantivemajjhe heṭṭhā cattāro upari cattāro katvā aṭṭha dantā ekakoṭikā ekamūlikā tumbabījasaṇṭhānā. Disato uparimāya disāya jātā. Okāsato uparimā uparimahanukaṭṭhike adhokoṭikā, heṭṭhimā heṭṭhimahanukaṭṭhike uddhaṁkoṭikā hutvā patiṭṭhitāti.",
  "atk-s0501a3:32": "Tattha yathā navakammikapurisena heṭṭhā silātale patiṭṭhāpitā uparimatale pavesitā thambhā na jānanti ‘‘mayaṁ heṭṭhāsilātale patiṭṭhāpitā, uparimatale pavesitā’’ti, na heṭṭhāsilātalaṁ jānāti ‘‘mayi thambhā patiṭṭhāpitā’’ti, na uparimatalaṁ jānāti ‘‘mayi thambhā paviṭṭhā’’ti; evameva dantā na jānanti ‘‘mayaṁ heṭṭhāhanukaṭṭhike patiṭṭhitā, uparimahanukaṭṭhike paviṭṭhā’’ti, nāpi heṭṭhāhanukaṭṭhikaṁ jānāti ‘‘mayi dantā patiṭṭhitā’’ti, na uparimahanukaṭṭhikaṁ jānāti ‘‘mayi dantā paviṭṭhā’’ti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti. Paricchedato heṭṭhā hanukaṭṭhikūpena hanukaṭṭhikaṁ pavisitvā patiṭṭhitena attano mūlatalena ca upari ākāsena tiriyaṁ aññamaññena paricchinnāti vavatthapeti. Ayametesaṁ sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ dante vaṇṇādito vavatthapeti .",
  "atk-s0501a3:33": "Tato paraṁ antosarīre nānākuṇapasañcayappaṭicchādakaṁ taco vaṇṇato setoti vavatthapeti. So hi yadipi chavirāgarañjitattā kāḷakodātādivaṇṇavasena nānāvaṇṇo viya dissati, tathāpi sabhāgavaṇṇena seto eva. So panassa setabhāvo aggijālābhighātapaharaṇapahārādīhi viddhaṁsitāya chaviyā pākaṭo hoti. Saṇṭhānato saṅkhepena kañcukasaṇṭhāno, vitthārena nānāsaṇṭhānoti. Tathā hi pādaṅgulittaco kosakārakakosasaṇṭhāno, piṭṭhipādattaco puṭabaddhūpāhanasaṇṭhāno, jaṅghattaco bhattapuṭakatālapaṇṇasaṇṭhāno , ūruttaco taṇḍulabharitadīghatthavikasaṇṭhāno, ānisadattaco udakapūritapaṭaparissāvanasaṇṭhāno, piṭṭhittaco phalakonaddhacammasaṇṭhāno, kucchittaco vīṇādoṇikonaddhacammasaṇṭhāno, urattaco yebhuyyena caturassasaṇṭhāno, dvibāhuttaco tūṇīronaddhacammasaṇṭhāno, piṭṭhihatthattaco khurakosasaṇṭhāno phaṇakatthavikasaṇṭhāno vā, hatthaṅgulittaco kuñcikākosasaṇṭhāno, gīvattaco galakañcukasaṇṭhāno, mukhattaco chiddāvachiddakimikulāvakasaṇṭhāno, sīsattaco pattatthavikasaṇṭhānoti.",
  "atk-s0501a3:34": "Tacapariggaṇhakena ca yogāvacarena uttaroṭṭhato paṭṭhāya tacassa maṁsassa ca antarena cittaṁ pesentena paṭhamaṁ tāva mukhattaco vavatthapetabbo, tato sīsattaco, atha bahigīvattaco, tato anulomena paṭilomena ca dakkhiṇahatthattaco. Atha teneva kamena vāmahatthattaco, tato piṭṭhittaco, atha ānisadattaco, tato anulomena paṭilomena ca dakkhiṇapādattaco, atha vāmapādattaco, tato vatthiudarahadayaabbhantaragīvattaco, tato heṭṭhimahanukattaco, atha adharoṭṭhattaco. Evaṁ yāva puna upari oṭṭhattacoti . Disato dvīsu disāsu jāto. Okāsato sakalasarīraṁ pariyonandhitvā ṭhitoti.",
  "atk-s0501a3:35": "Tattha yathā allacammapariyonaddhāya peḷāya na allacammaṁ jānāti ‘‘mayā peḷā pariyonaddhā’’ti, napi peḷā jānāti ‘‘ahaṁ allacammena pariyonaddhā’’ti; evameva na taco jānāti ‘‘mayā idaṁ cātumahābhūtikaṁ sarīraṁ onaddha’’nti, napi idaṁ cātumahābhūtikaṁ sarīraṁ jānāti ‘‘ahaṁ tacena onaddha’’nti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti. Kevalaṁ tu –",
  "atk-s0501a3:36": "‘‘Allacammapaṭicchanno, navadvāro mahāvaṇo;",
  "atk-s0501a3:37": "Samantato paggharati, asucipūtigandhiyo’’ti.",
  "atk-s0501a3:38": "Paricchedato heṭṭhā maṁsena tattha patiṭṭhitatalena vā upari chaviyā paricchinnoti vavatthapeti. Ayametassa sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ tacaṁ vaṇṇādito vavatthapeti.",
  "atk-s0501a3:39": "Tato paraṁ sarīre navapesisatappabhedaṁ maṁsaṁ vaṇṇato rattaṁ pālibhaddakapupphasannibhanti vavatthapeti. Saṇṭhānato nānāsaṇṭhānanti. Tathā hi tattha jaṅghamaṁsaṁ tālapattapuṭabhattasaṇṭhānaṁ, avikasitaketakīmakuḷasaṇṭhānantipi keci. Ūrumaṁsaṁ sudhāpisananisadapotakasaṇṭhānaṁ, ānisadamaṁsaṁ uddhanakoṭisaṇṭhānaṁ, piṭṭhimaṁsaṁ tālaguḷapaṭalasaṇṭhānaṁ, phāsukadvayamaṁsaṁ vaṁsamayakoṭṭhakucchipadesamhi tanumattikālepasaṇṭhānaṁ, thanamaṁsaṁ vaṭṭetvā avakkhittaddhamattikāpiṇḍasaṇṭhānaṁ, dvebāhumaṁsaṁ naṅguṭṭhasīsapāde chetvā niccammaṁ katvā ṭhapitamahāmūsikasaṇṭhānaṁ, maṁsasūnakasaṇṭhānantipi eke. Gaṇḍamaṁsaṁ gaṇḍappadese ṭhapitakarañjabījasaṇṭhānaṁ, maṇḍūkasaṇṭhānantipi eke. Jivhāmaṁsaṁ nuhīpattasaṇṭhānaṁ, nāsāmaṁsaṁ omukhanikkhittapaṇṇakosasaṇṭhānaṁ, 0.akkhikūpamaṁsaṁ addhapakkaudumbarasaṇṭhānaṁ, sīsamaṁsaṁ pattapacanakaṭāhatanulepasaṇṭhānanti . Maṁsapariggaṇhakena ca yogāvacarena etāneva oḷārikamaṁsāni saṇṭhānato vavatthapetabbāni. Evañhi vavatthāpayato sukhumāni maṁsāni ñāṇassa āpāthaṁ āgacchantīti. Disato dvīsu disāsu jātaṁ. Okāsato sādhikāni tīṇi aṭṭhisatāni anulimpitvā ṭhitanti.",
  "atk-s0501a3:40": "Tattha yathā thūlamattikānulittāya bhittiyā na thūlamattikā jānāti ‘‘mayā bhitti anulittā’’ti, napi bhitti jānāti ‘‘ahaṁ thūlamattikāya anulittā’’ti, evamevaṁ na navapesisatappabhedaṁ maṁsaṁ jānāti ‘‘mayā aṭṭhisatattayaṁ anulitta’’nti, napi aṭṭhisatattayaṁ jānāti ‘‘ahaṁ navapesisatappabhedena maṁsena anulitta’’nti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti. Kevalaṁ tu –",
  "atk-s0501a3:41": "‘‘Navapesisatā maṁsā, anulittā kaḷevaraṁ;",
  "atk-s0501a3:42": "Nānākimikulākiṇṇaṁ, mīḷhaṭṭhānaṁva pūtika’’nti.",
  "atk-s0501a3:43": "Paricchedato heṭṭhā aṭṭhisaṅghāṭena tattha patiṭṭhitatalena vā upari tacena tiriyaṁ aññamaññena paricchinnanti vavatthapeti. Ayametassa sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ maṁsaṁ vaṇṇādito vavatthapeti.",
  "atk-s0501a3:44": "Tato paraṁ sarīre navasatappabhedā nhārū vaṇṇato setāti vavatthapeti, madhuvaṇṇātipi eke. Saṇṭhānato nānāsaṇṭhānāti. Tathā hi tattha mahantā mahantā nhārū kandalamakuḷasaṇṭhānā, tato sukhumatarā sūkaravāgurarajjusaṇṭhānā, tato aṇukatarā pūtilatāsaṇṭhānā, tato aṇukatarā sīhaḷamahāvīṇātantisaṇṭhānā, tato aṇukatarā thūlasuttakasaṇṭhānā, hatthapiṭṭhipādapiṭṭhīsu nhārū sakuṇapādasaṇṭhānā, sīse nhārū gāmadārakānaṁ sīse ṭhapitaviraḷataradukūlasaṇṭhānā, piṭṭhiyā nhārū temetvā ātape pasāritamacchajālasaṇṭhānā, avasesā imasmiṁ sarīre taṁtaṁaṅgapaccaṅgānugatā nhārū sarīre paṭimukkajālakañcukasaṇṭhānāti. Disato dvīsu disāsu jātā. Tesu ca dakkhiṇakaṇṇacūḷikato paṭṭhāya pañca kaṇḍaranāmakā mahānhārū purato ca pacchato ca vinandhamānā vāmapassaṁ gatā, vāmakaṇṇacūḷikato paṭṭhāya pañca purato ca pacchato ca vinandhamānā dakkhiṇapassaṁ gatā, dakkhiṇagalavāṭakato paṭṭhāya pañca purato ca pacchato ca vinandhamānā vāmapassaṁ gatā, vāmagalavāṭakato paṭṭhāya pañca purato ca pacchato ca vinandhamānā dakkhiṇapassaṁ gatā, dakkhiṇahatthaṁ vinandhamānā purato ca pacchato ca pañca pañcāti dasa kaṇḍaranāmakā eva mahānhārū āruḷhā. Tathā vāmahatthaṁ, dakkhiṇapādaṁ, vāmapādañcāti evamete saṭṭhi mahānhārū sarīradhārakā sarīraniyāmakātipi vavatthapeti. Okāsato sakalasarīre aṭṭhicammānaṁ aṭṭhimaṁsānañca antare aṭṭhīni ābandhamānā ṭhitāti.",
  "atk-s0501a3:45": "Tattha yathā vallisantānabaddhesu kuṭṭadārūsu na vallisantānā jānanti ‘‘amhehi kuṭṭadārūni ābaddhānī’’ti, napi kuṭṭadārūni jānanti ‘‘mayaṁ vallisantānehi ābaddhānī’’ti; evameva na nhārū jānanti ‘‘amhehi tīṇi aṭṭhisatāni ābaddhānī’’ti, napi tīṇi aṭṭhisatāni jānanti ‘‘mayaṁ nhārūhi ābaddhānī’’ti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti. Kevalaṁ tu –",
  "atk-s0501a3:46": "‘‘Navanhārusatā honti, byāmamatte kaḷevare;",
  "atk-s0501a3:47": "Bandhanti aṭṭhisaṅghāṭaṁ, agāramiva valliyo’’ti.",
  "atk-s0501a3:48": "Paricchedato heṭṭhā tīhi aṭṭhisatehi tattha patiṭṭhitatalehi vā upari tacamaṁsehi tiriyaṁ aññamaññena paricchinnāti vavatthapeti. Ayametesaṁ sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ nhārū vaṇṇādito vavatthapeti.",
  "atk-s0501a3:49": "Tato paraṁ sarīre dvattiṁsadantaṭṭhikānaṁ visuṁ gahitattā sesāni catusaṭṭhi hatthaṭṭhikāni catusaṭṭhi pādaṭṭhikāni catusaṭṭhi mudukaṭṭhikāni maṁsanissitāni dve paṇhikaṭṭhīni ekekasmiṁ pāde dve dve gopphakaṭṭhikāni dve jaṅghaṭṭhikāni ekaṁ jaṇṇukaṭṭhi ekaṁ ūruṭṭhi dve kaṭiṭṭhīni aṭṭhārasa piṭṭhikaṇṭakaṭṭhīni catuvīsati phāsukaṭṭhīni cuddasa uraṭṭhīni ekaṁ hadayaṭṭhi dve akkhakaṭṭhīni dve piṭṭhibāhaṭṭhīni dve bāhaṭṭhīni dve dve aggabāhaṭṭhīni satta gīvaṭṭhīni dve hanukaṭṭhīni ekaṁ nāsikaṭṭhi dve akkhiṭṭhīni dve kaṇṇaṭṭhīni ekaṁ nalāṭaṭṭhi ekaṁ muddhaṭṭhi nava sīsakapālaṭṭhīnīti evamādinā nayena vuttappabhedāni aṭṭhīni sabbāneva vaṇṇato setānīti vavatthapeti.",
  "atk-s0501a3:50": "Saṇṭhānato nānāsaṇṭhānāni. Tathā hi tattha aggapādaṅguliyaṭṭhīni katakabījasaṇṭhānāni, tadanantarāni aṅgulīnaṁ majjhapabbaṭṭhīni aparipuṇṇapanasaṭṭhisaṇṭhānāni, mūlapabbaṭṭhīni paṇavasaṇṭhānāni, morasakalisaṇṭhānānītipi eke. Piṭṭhipādaṭṭhīni koṭṭitakandalakandarāsisaṇṭhānāni paṇhikaṭṭhīni ekaṭṭhitālaphalabījasaṇṭhānāni, gopphakaṭṭhīni ekatobaddhakīḷāgoḷakasaṇṭhānāni, jaṅghaṭṭhikesu khuddakaṁ dhanudaṇḍasaṇṭhānaṁ, mahantaṁ khuppipāsāmilātadhamanipiṭṭhisaṇṭhānaṁ, jaṅghaṭṭhikassa gopphakaṭṭhikesu patiṭṭhitaṭṭhānaṁ apanītatacakhajjūrīkaḷīrasaṇṭhānaṁ, jaṅghaṭṭhikassa jaṇṇukaṭṭhike patiṭṭhitaṭṭhānaṁ mudiṅgamatthakasaṇṭhānaṁ jaṇṇukaṭṭhi ekapassato ghaṭṭitapheṇasaṇṭhānaṁ, ūruṭṭhīni duttacchitavāsipharasudaṇḍasaṇṭhānāni, ūruṭṭhikassa kaṭaṭṭhike patiṭṭhitaṭṭhānaṁ suvaṇṇakārānaṁ aggijālanakasalākābundisaṇṭhānaṁ , tappatiṭṭhitokāso aggacchinnapunnāgaphalasaṇṭhāno, kaṭiṭṭhīni dvepi ekābaddhāni hutvā kumbhakārehi katacullisaṇṭhānāni, tāpasabhisikāsaṇṭhānānītipi eke. Ānisadaṭṭhīni heṭṭhāmukhaṭhapitasappaphaṇasaṇṭhānāni, sattaṭṭhaṭṭhānesu chiddāvachiddāni aṭṭhārasa piṭṭhikaṇṭakaṭṭhīni abbhantarato uparūpari ṭhapitasīsakapaṭṭaveṭhakasaṇṭhānāni, bāhirato vaṭṭanāvalisaṇṭhānāni, tesaṁ antarantarā kakacadantasadisāni dve tīṇi kaṇṭakāni honti, catuvīsatiyā phāsukaṭṭhīsu paripuṇṇāni paripuṇṇasīhaḷadāttasaṇṭhānāni , aparipuṇṇāni aparipuṇṇasīhaḷadāttasaṇṭhānāni, sabbāneva odātakukkuṭassa pasāritapakkhadvayasaṇṭhānānītipi eke. Cuddasa uraṭṭhīni jiṇṇasandamānikaphalakapantisaṇṭhānāni, hadayaṭṭhi dabbiphaṇasaṇṭhānaṁ, akkhakaṭṭhīni khuddakalohavāsidaṇḍasaṇṭhānāni, tesaṁ heṭṭhā aṭṭhi addhacandasaṇṭhānaṁ, piṭṭhibāhaṭṭhīni pharasuphaṇasaṇṭhānāni, upaḍḍhacchinnasīhaḷakudālasaṇṭhānānītipi eke. Bāhaṭṭhīni ādāsadaṇḍasaṇṭhānāni, mahāvāsidaṇḍasaṇṭhānānītipi eke. Aggabāhaṭṭhīni yamakatālakandasaṇṭhānāni, maṇibandhaṭṭhīni ekato alliyāpetvā ṭhapitasīsakapaṭṭaveṭhakasaṇṭhānāni, piṭṭhihatthaṭṭhīni koṭṭitakandalakandarāsisaṇṭhānāni, hatthaṅgulimūlapabbaṭṭhīni paṇavasaṇṭhānāni, majjhapabbaṭṭhīni aparipuṇṇapanasaṭṭhisaṇṭhānāni, aggapabbaṭṭhīni katakabījasaṇṭhānāni, satta gīvaṭṭhīni daṇḍe vijjhitvā paṭipāṭiyā ṭhapitavaṁsakaḷīrakhaṇḍasaṇṭhānāni, heṭṭhimahanukaṭṭhi kammārānaṁ ayokūṭayottakasaṇṭhānaṁ, uparimahanukaṭṭhi avalekhanasatthakasaṇṭhānaṁ, akkhināsakūpaṭṭhīni apanītamiñjataruṇatālaṭṭhisaṇṭhānāni , nalāṭaṭṭhi adhomukhaṭhapitabhinnasaṅkhakapālasaṇṭhānaṁ, kaṇṇacūḷikaṭṭhīni nhāpitakhurakosasaṇṭhānāni, nalāṭakaṇṇacūḷikānaṁ upari paṭṭabandhanokāse aṭṭhibahalaghaṭapuṇṇapaṭapilotikakhaṇḍasaṇṭhānaṁ, muddhanaṭṭhi mukhacchinnavaṅkanāḷikerasaṇṭhānaṁ, sīsaṭṭhīni sibbetvā ṭhapitajajjarālābukaṭāhasaṇṭhānānīti. Disato dvīsu disāsu jātāni.",
  "atk-s0501a3:51": "Okāsato avisesena sakalasarīre ṭhitāni, visesena tu sīsaṭṭhīni gīvaṭṭhikesu patiṭṭhitāni, gīvaṭṭhīni piṭṭhikaṇṭakaṭṭhīsu patiṭṭhitāni, piṭṭhikaṇṭakaṭṭhīni kaṭiṭṭhīsu patiṭṭhitāni, kaṭiṭṭhīni ūruṭṭhikesu patiṭṭhitāni, uruṭṭhīni jaṇṇukaṭṭhikesu, jaṇṇukaṭṭhīni jaṅghaṭṭhikesu, jaṅghaṭṭhīni gopphakaṭṭhikesu, gopphakaṭṭhīni piṭṭhipādaṭṭhikesu patiṭṭhitāni, piṭṭhipādaṭṭhikāni ca gopphakaṭṭhīni ukkhipitvā ṭhitāni, gopphakaṭṭhīni jaṅghaṭṭhīni…pe… gīvaṭṭhīni sīsaṭṭhīni ukkhipitvā ṭhitānīti etenānusārena avasesānipi aṭṭhīni veditabbāni.",
  "atk-s0501a3:52": "Tattha yathā iṭṭhakagopānasicayādīsu na uparimā iṭṭhakādayo jānanti ‘‘mayaṁ heṭṭhimesu patiṭṭhitā’’ti, napi heṭṭhimā jānanti ‘‘mayaṁ uparimāni ukkhipitvā ṭhitā’’ti; evameva na sīsaṭṭhikāni jānanti ‘‘mayaṁ gīvaṭṭhikesu patiṭṭhitānī’’ti…pe… na gopphakaṭṭhikāni jānanti ‘‘mayaṁ piṭṭhipādaṭṭhikesu patiṭṭhitānī’’ti, napi piṭṭhipādaṭṭhikāni jānanti ‘‘mayaṁ gopphakaṭṭhīni ukkhipitvā ṭhitānī’’ti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti. Kevalaṁ tu imāni sādhikāni tīṇi aṭṭhisatāni navahi nhārusatehi navahi ca maṁsapesisatehi ābaddhānulittāni, ekaghanacammapariyonaddhāni, sattarasaharaṇīsahassānugatasinehasinehitāni, navanavutilomakūpasahassaparissavamānasedajallikāni asītikimikulāni, kāyotveva saṅkhyaṁ gatāni, yaṁ sabhāvato upaparikkhanto yogāvacaro na kiñci gayhūpagaṁ passati, kevalaṁ tu nhārusambandhaṁ nānākuṇapasaṅkiṇṇaṁ aṭṭhisaṅghāṭameva passati. Yaṁ disvā dasabalassa puttabhāvaṁ upeti. Yathāha –",
  "atk-s0501a3:53": "‘‘Paṭipāṭiyaṭṭhīni ṭhitāni koṭiyā,",
  "atk-s0501a3:54": "Anekasandhiyamito na kehici;",
  "atk-s0501a3:55": "Baddho nahārūhi jarāya codito,",
  "atk-s0501a3:56": "Acetano kaṭṭhakaliṅgarūpamo.",
  "atk-s0501a3:57": "‘‘Kuṇapaṁ kuṇape jātaṁ, asucimhi ca pūtini;",
  "atk-s0501a3:58": "Duggandhe cāpi duggandhaṁ, bhedanamhi ca vayadhammaṁ.",
  "atk-s0501a3:59": "‘‘Aṭṭhipuṭe aṭṭhipuṭo, nibbatto pūtini pūtikāyamhi;",
  "atk-s0501a3:60": "Tamhi ca vinetha chandaṁ, hessatha puttā dasabalassā’’ti ca.",
  "atk-s0501a3:61": "Paricchedato anto aṭṭhimiñjena uparito maṁsena agge mūle ca aññamaññena paricchinnānīti vavatthapeti. Ayametesaṁ sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ aṭṭhīni vaṇṇādito vavatthapeti.",
  "atk-s0501a3:62": "Tato paraṁ sarīre yathāvuttappabhedānaṁ aṭṭhīnaṁ abbhantaragataṁ aṭṭhimiñjaṁ vaṇṇato setanti vavatthapeti. Saṇṭhānato attano okāsasaṇṭhānanti. Seyyathidaṁ – mahantamahantānaṁ aṭṭhīnaṁ abbhantaragataṁ sedetvā vaṭṭetvā mahantesu vaṁsanaḷakapabbesu pakkhittamahāvettaṅkurasaṇṭhānaṁ, khuddānukhuddakānaṁ abbhantaragataṁ sedetvā vaṭṭetvā khuddānukhuddakesu vaṁsanaḷakapabbesu pakkhittatanuvettaṅkurasaṇṭhānanti. Disato dvīsu disāsu jātaṁ. Okāsato aṭṭhīnaṁ abbhantare patiṭṭhitanti.",
  "atk-s0501a3:63": "Tattha yathā veḷunaḷakādīnaṁ antogatāni dadhiphāṇitāni na jānanti ‘‘mayaṁ veḷunaḷakādīnaṁ antogatānī’’ti, napi veḷunaḷakādayo jānanti ‘‘dadhiphāṇitāni amhākaṁ antogatānī’’ti; evameva na aṭṭhimiñjaṁ jānāti ‘‘ahaṁ aṭṭhīnaṁ antogata’’nti, napi aṭṭhīni jānanti ‘‘aṭṭhimiñjaṁ amhākaṁ antogata’’nti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti. Paricchedato aṭṭhīnaṁ abbhantaratalehi aṭṭhimiñjabhāgena ca paricchinnanti vavatthapeti. Ayametassa sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ aṭṭhimiñjaṁ vaṇṇādito vavatthapeti.",
  "atk-s0501a3:64": "Tato paraṁ sarīrassa abbhantare dvigoḷakappabhedaṁ vakkaṁ vaṇṇato mandarattaṁ pāḷibhaddakaṭṭhivaṇṇanti vavatthapeti. Saṇṭhānato gāmadārakānaṁ suttāvutakīḷāgoḷakasaṇṭhānaṁ, ekavaṇṭasahakāradvayasaṇṭhānantipi eke. Disato uparimāya disāya jātaṁ. Okāsato galavāṭakā vinikkhantena ekamūlena thokaṁ gantvā dvidhā bhinnena thūlanhārunā vinibaddhaṁ hutvā hadayamaṁsaṁ parikkhipitvā ṭhitanti.",
  "atk-s0501a3:65": "Tattha yathā vaṇṭūpanibaddhaṁ sahakāradvayaṁ na jānāti ‘‘ahaṁ vaṇṭena upanibaddha’’nti, napi vaṇṭaṁ jānāti ‘‘mayā sahakāradvayaṁ upanibaddha’’nti; evameva na vakkaṁ jānāti ‘‘ahaṁ thūlanhārunā upanibaddha’’nti, napi thūlanhāru jānāti ‘‘mayā vakkaṁ upanibaddha’’nti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti. Paricchedato vakkaṁ vakkabhāgena paricchinnanti vavatthapeti. Ayametassa sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ vakkaṁ vaṇṇādito vavatthapeti.",
  "atk-s0501a3:66": "Tato paraṁ sarīrassa abbhantare hadayaṁ vaṇṇato rattaṁ rattapadumapattapiṭṭhivaṇṇanti vavatthapeti. Saṇṭhānato bāhirapattāni apanetvā adhomukhaṭhapitapadumamakuḷasaṇṭhānaṁ, tañca aggacchinnapunnāgaphalamiva vivaṭekapassaṁ bahi maṭṭhaṁ anto kosātakīphalassa abbhantarasadisaṁ. Paññābahulānaṁ thokaṁ vikasitaṁ, mandapaññānaṁ makuḷitameva. Yaṁ rūpaṁ nissāya manodhātu ca manoviññāṇadhātu ca pavattanti, taṁ apanetvā avasesamaṁsapiṇḍasaṅkhātahadayabbhantare addhapasatamattaṁ lohitaṁ saṇṭhāti, taṁ rāgacaritassa rattaṁ, dosacaritassa kāḷakaṁ, mohacaritassa maṁsadhovanodakasadisaṁ, vitakkacaritassa kulatthayūsavaṇṇaṁ, saddhācaritassa kaṇikārapupphavaṇṇaṁ, paññācaritassa acchaṁ vippasannamanāvilaṁ, niddhotajātimaṇi viya jutimantaṁ khāyati. Disato uparimāya disāya jātaṁ. Okāsato sarīrabbhantare dvinnaṁ thanānaṁ majjhe patiṭṭhitanti.",
  "atk-s0501a3:67": "Tattha yathā dvinnaṁ vātapānakavāṭakānaṁ majjhe ṭhito aggaḷatthambhako na jānāti ‘‘ahaṁ dvinnaṁ vātapānakavāṭakānaṁ majjhe ṭhito’’ti, napi vātapānakavāṭakāni jānanti ‘‘amhākaṁ majjhe aggaḷatthambhako ṭhito’’ti; evamevaṁ na hadayaṁ jānāti ‘‘ahaṁ dvinnaṁ thanānaṁ majjhe ṭhita’’nti, napi thanāni jānanti ‘‘hadayaṁ amhākaṁ majjhe ṭhita’’nti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti. Paricchedato hadayaṁ hadayabhāgena paricchinnanti vavatthapeti. Ayametassa sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ hadayaṁ vaṇṇādito vavatthapeti.",
  "atk-s0501a3:68": "Tato paraṁ sarīrassa abbhantare yakanasaññitaṁ yamakamaṁsapiṇḍaṁ vaṇṇato rattaṁ rattakumudabāhirapattapiṭṭhivaṇṇanti vavatthapeti. Saṇṭhānato ekamūlaṁ hutvā agge yamakaṁ koviḷārapattasaṇṭhānaṁ, tañca dandhānaṁ ekaṁyeva hoti mahantaṁ, paññavantānaṁ dve vā tīṇi vā khuddakānīti. Disato uparimāya disāya jātaṁ. Okāsato dvinnaṁ thanānaṁ abbhantare dakkhiṇapassaṁ nissāya ṭhitanti.",
  "atk-s0501a3:69": "Tattha yathā piṭharakapasse laggā maṁsapesi na jānāti ‘‘ahaṁ piṭharakapasse laggā’’ti, napi piṭharakapassaṁ jānāti ‘‘mayi maṁsapesi laggā’’ti; evameva na yakanaṁ jānāti ‘‘ahaṁ dvinnaṁ thanānaṁ abbhantare dakkhiṇapassaṁ nissāya ṭhita’’nti, napi thanānaṁ abbhantare dakkhiṇapassaṁ jānāti ‘‘maṁ nissāya yakanaṁ ṭhita’’nti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti. Paricchedato pana yakanaṁ yakanabhāgena paricchinnanti vavatthapeti . Ayametassa sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ yakanaṁ vaṇṇādito vavatthapeti.",
  "atk-s0501a3:70": "Tato paraṁ sarīre paṭicchannāpaṭicchannabhedato duvidhaṁ kilomakaṁ vaṇṇato setaṁ dukūlapilotikavaṇṇanti vavatthapeti. Saṇṭhānato attano okāsasaṇṭhānaṁ. Disato dvīsu disāsu jātaṁ. Okāsato paṭicchannakilomakaṁ hadayañca vakkañca parivāretvā, appaṭicchannakilomakaṁ sakalasarīre cammassa heṭṭhato maṁsaṁ pariyonandhitvā ṭhitanti.",
  "atk-s0501a3:71": "Tattha yathā pilotikāya paliveṭhite maṁse na pilotikā jānāti ‘‘mayā maṁsaṁ paliveṭhita’’nti, napi maṁsaṁ jānāti ‘‘ahaṁ pilotikāya paliveṭhita’’nti; evameva na kilomakaṁ jānāti ‘‘mayā hadayavakkāni sakalasarīre ca cammassa heṭṭhato maṁsaṁ paliveṭhita’’nti. Napi hadayavakkāni sakalasarīre ca maṁsaṁ jānāti ‘‘ahaṁ kilomakena paliveṭhita’’nti . Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti. Paricchedato heṭṭhā maṁsena upari cammena tiriyaṁ kilomakabhāgena paricchinnanti vavatthapeti. Ayametassa sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ kilomakaṁ vaṇṇādito vavatthapeti.",
  "atk-s0501a3:72": "Tato paraṁ sarīrassa abbhantare pihakaṁ vaṇṇato nīlaṁ mīlātanigguṇḍīpupphavaṇṇanti vavatthapeti. Saṇṭhānato yebhuyyena sattaṅgulappamāṇaṁ abandhanaṁ kāḷavacchakajivhāsaṇṭhānaṁ. Disato uparimāya disāya jātaṁ. Okāsato hadayassa vāmapasse udarapaṭalassa matthakapassaṁ nissāya ṭhitaṁ, yamhi paharaṇapahārena bahi nikkhante sattānaṁ jīvitakkhayo hotīti.",
  "atk-s0501a3:73": "Tattha yathā koṭṭhakamatthakapassaṁ nissāya ṭhitā na gomayapiṇḍi jānāti ‘‘ahaṁ koṭṭhakamatthakapassaṁ nissāya ṭhitā’’ti, napi koṭṭhakamatthakapassaṁ jānāti ‘‘gomayapiṇḍi maṁ nissāya ṭhitā’’ti; evameva na pihakaṁ jānāti ‘‘ahaṁ udarapaṭalassa matthakapassaṁ nissāya ṭhita’’nti, napi udarapaṭalassa matthakapassaṁ jānāti ‘‘pihakaṁ maṁ nissāya ṭhita’’nti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti. Paricchedato pihakaṁ pihakabhāgena paricchinnanti vavatthapeti. Ayametassa sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ pihakaṁ vaṇṇādito vavatthapeti.",
  "atk-s0501a3:74": "Tato paraṁ sarīrassa abbhantare dvattiṁsamaṁsakhaṇḍappabhedaṁ papphāsaṁ vaṇṇato rattaṁ nātiparipakkaudumbaravaṇṇanti vavatthapeti. Saṇṭhānato visamacchinnapūvasaṇṭhānaṁ, chadaniṭṭhakakhaṇḍapuñjasaṇṭhānantipi eke. Tadetaṁ abbhantare asitapītādīnaṁ abhāve uggatena kammajatejusmanā abbhāhatattā saṅkhāditapalālapiṇḍamiva nirasaṁ nirojaṁ hoti. Disato uparimāya disāya jātaṁ. Okāsato sarīrabbhantare dvinnaṁ thanānaṁ abbhantare hadayañca yakanañca upari chādetvā olambantaṁ ṭhitanti.",
  "atk-s0501a3:75": "Tattha yathā jiṇṇakoṭṭhabbhantare lambamāno sakuṇakulāvako na jānāti ‘‘ahaṁ jiṇṇakoṭṭhabbhantare lambamāno ṭhito’’ti, napi jiṇṇakoṭṭhabbhantaraṁ jānāti ‘‘sakuṇakulāvako mayi lambamāno ṭhito’’ti; evameva na papphāsaṁ jānāti ‘‘ahaṁ sarīrabbhantare dvinnaṁ thanānaṁ antare lambamānaṁ ṭhita’’nti, napi sarīrabbhantare dvinnaṁ thanānaṁ antaraṁ jānāti ‘‘mayi papphāsaṁ lambamānaṁ ṭhita’’nti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti. Paricchedato papphāsaṁ papphāsabhāgena paricchinnanti vavatthapeti. Ayametassa sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ papphāsaṁ vaṇṇādito vavatthapeti.",
  "atk-s0501a3:76": "Tato paraṁ antosarīre purisassa dvattiṁsahatthaṁ, itthiyā aṭṭhavīsatihatthaṁ, ekavīsatiyā ṭhānesu obhaggaṁ antaṁ vaṇṇato setaṁ sakkharasudhāvaṇṇanti vavatthapeti. Saṇṭhānato sīsaṁ chinditvā lohitadoṇiyaṁ saṁvelletvā ṭhapitadhammanisaṇṭhānaṁ. Disato dvīsu disāsu jātaṁ. Okāsato upari galavāṭake heṭṭhā ca karīsamagge vinibandhattā galavāṭakakarīsamaggapariyante sarīrabbhantare ṭhitanti.",
  "atk-s0501a3:77": "Tattha yathā lohitadoṇiyaṁ ṭhapitaṁ chinnasīsaṁ dhammanikaḷevaraṁ na jānāti ‘‘ahaṁ lohitadoṇiyaṁ ṭhita’’nti, napi lohitadoṇi jānāti ‘‘mayi chinnasīsaṁ dhammanikaḷevaraṁ ṭhita’’nti; evameva na antaṁ jānāti ‘‘ahaṁ sarīrabbhantare ṭhita’’nti, napi sarīrabbhantaraṁ jānāti ‘‘mayi antaṁ ṭhita’’nti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti. Paricchedato antaṁ antabhāgena paricchinnanti vavatthapeti. Ayametassa sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ antaṁ vaṇṇādito vavatthapeti.",
  "atk-s0501a3:78": "Tato paraṁ antosarīre antantare antaguṇaṁ vaṇṇato setaṁ dakasītalikamūlavaṇṇanti vavatthapeti. Saṇṭhānato dakasītalikamūlasaṇṭhānamevāti, gomuttasaṇṭhānantipi eke. Disato dvīsu disāsu jātaṁ. Okāsato kudālapharasukammādīni karontānaṁ yantākaḍḍhanakāle yantasuttakamiva yantaphalakāni antabhoge ekato aggaḷante ābandhitvā pādapuñchanarajjumaṇḍalakassa antarā taṁ sibbitvā ṭhitarajjukā viya ekavīsatiyā antabhogānaṁ antarā ṭhitanti.",
  "atk-s0501a3:79": "Tattha yathā pādapuñchanarajjumaṇḍalakaṁ sibbitvā ṭhitarajjukā na jānāti ‘‘mayā pādapuñchanarajjumaṇḍalakaṁ sibbita’’nti, napi pādapuñchanarajjumaṇḍalakaṁ jānāti ‘‘rajjukā maṁ sibbitvā ṭhitā’’ti, evameva antaguṇaṁ na jānāti ‘‘ahaṁ antaṁ ekavīsatibhogabbhantare ābandhitvā ṭhita’’nti, napi antaṁ jānāti ‘‘antaguṇaṁ maṁ ābandhitvā ṭhita’’nti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti. Paricchedato antaguṇaṁ antaguṇabhāgena paricchinnanti vavatthapeti. Ayametassa sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ antaguṇaṁ vaṇṇādito vavatthapeti.",
  "atk-s0501a3:80": "Tato paraṁ antosarīre udariyaṁ vaṇṇato ajjhohaṭāhāravaṇṇanti vavatthapeti. Saṇṭhānato parissāvane sithilabaddhataṇḍulasaṇṭhānaṁ. Disato uparimāya disāya jātaṁ. Okāsato udare ṭhitanti . Udaraṁ nāma ubhato nippīḷiyamānassa allasāṭakassa majjhe sañjātaphoṭakasadisaṁ antapaṭalaṁ, bahi maṭṭhaṁ, anto maṁsakasambupaliveṭhitaṁ, kiliṭṭhapāvārapupphasadisaṁ, kuthitapanasaphalassa abbhantarasadisantipi eke. Tattha takkolakā gaṇḍuppādakātālahīrakāsūcimukhakāpaṭatantusuttakāti evamādidvattiṁsakulappabhedā kimayo ākulabyākulā saṇḍasaṇḍacārino hutvā nivasanti, ye pānabhojanādimhi avijjamāne ullaṅghitvā viravantā hadayamaṁsaṁ abhitudanti pānabhojanādīni ajjhoharaṇavelāyañca uddhaṁmukhā hutvā paṭhamajjhohaṭe dve tayo ālope turitaturitā vilumpanti. Yaṁ etesaṁ kimīnaṁ pasūtigharaṁ vaccakuṭi gilānasālā susānañca hoti, yattha seyyathāpi nāma caṇḍālagāmadvāre candanikāya saradasamaye thūlaphusitake deve vassante udakena āvūḷhaṁ muttakarīsacammaṭṭhinhārukhaṇḍakheḷasiṅghāṇikālohitappabhutinānākuṇapajātaṁ nipatitvā kaddamodakāluḷitaṁ sañjātakimikulākulaṁ hutvā dvīhatīhaccayena sūriyātapasantāpavegakuthitaṁ upari pheṇapupphuḷake muñcantaṁ abhinīlavaṇṇaṁ paramaduggandhajegucchaṁ upagantuṁ vā daṭṭhuṁ vā anaraharūpataṁ āpajjitvā tiṭṭhati, pageva ghāyituṁ vā sāyituṁ vā; evameva nānappakārapānabhojanādi dantamusalasaṁcuṇṇitaṁ jivhāhatthasamparivattitaṁ kheḷalālāpalibuddhaṁ taṅkhaṇavigatavaṇṇagandharasādisampadaṁ koliyakhalisuvānavamathusadisaṁ nipatitvā pittasemhavātapaliveṭhitaṁ hutvā udaraggisantāpavegakuthitaṁ kimikulākulaṁ uparūpari pheṇapupphuḷakāni muñcantaṁ paramakasambuduggandhajegucchabhāvamāpajjitvā tiṭṭhati. Yaṁ sutvāpi pānabhojanādīsu amanuññatā saṇṭhāti, pageva paññācakkhunā oloketvā. Yattha ca patitaṁ pānabhojanādi pañcadhā vivekaṁ gacchati, ekaṁ bhāgaṁ pāṇakā khādanti, ekaṁ bhāgaṁ udaraggi jhāpeti, eko bhāgo muttaṁ hoti, eko bhāgo karīsaṁ hoti, eko bhāgo rasabhāvaṁ āpajjitvā soṇitamaṁsādīni upabrūhayatīti.",
  "atk-s0501a3:81": "Tattha yathā paramajegucchāya suvānadoṇiyā ṭhito suvānavamathu na jānāti ‘‘ahaṁ suvānadoṇiyā ṭhito’’ti; napi suvānadoṇi jānāti ‘‘mayi suvānavamathu ṭhito’’ti. Evameva na udariyaṁ jānāti ‘‘ahaṁ imasmiṁ paramaduggandhajegucche udare ṭhita’’nti; napi udaraṁ jānāti ‘‘mayi udariyaṁ ṭhita’’nti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti . Paricchedato udariyaṁ udariyabhāgena paricchinnanti vavatthapeti. Ayametassa sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ udariyaṁ vaṇṇādito vavatthapeti.",
  "atk-s0501a3:82": "Tato paraṁ antosarīre karīsaṁ vaṇṇato yebhuyyena ajjhohaṭāhāravaṇṇanti vavatthapeti. Saṇṭhānato okāsasaṇṭhānaṁ, disato heṭṭhimāya disāya jātaṁ, okāsato pakkāsaye ṭhitanti. Pakkāsayo nāma heṭṭhā nābhipiṭṭhikaṇṭakamūlānaṁ antare antāvasāne ubbedhena aṭṭhaṅgulamatto vaṁsanaḷakabbhantarasadiso padeso, yattha seyyathāpi nāma uparibhūmibhāge patitaṁ vassodakaṁ ogaḷitvā heṭṭhābhūmibhāgaṁ pūretvā tiṭṭhati, evameva yaṁkiñci āmāsaye patitaṁ pānabhojanādikaṁ udaragginā pheṇuddehakaṁ pakkaṁ pakkaṁ saṇhakaraṇiyā piṭṭhamiva saṇhabhāvaṁ āpajjitvā antabilena ogaḷitvā omadditvā vaṁsanaḷake pakkhittapaṇḍumattikā viya sannicitaṁ hutvā tiṭṭhati.",
  "atk-s0501a3:83": "Tattha yathā vaṁsanaḷake omadditvā pakkhittapaṇḍumattikā na jānāti ‘‘ahaṁ vaṁsanaḷake ṭhitā’’ti, napi vaṁsanaḷako jānāti ‘‘mayi paṇḍumattikā ṭhitā’’ti; evameva na karīsaṁ jānāti ‘‘ahaṁ pakkāsaye ṭhita’’nti, napi pakkāsayo jānāti ‘‘mayi karīsaṁ ṭhita’’nti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti. Paricchedato karīsaṁ karīsabhāgena paricchinnanti vavatthapeti. Ayametassa sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ karīsaṁ vaṇṇādito vavatthapeti.",
  "atk-s0501a3:84": "Tato paraṁ sarīre sīsakaṭāhabbhantare matthaluṅgaṁ vaṇṇato setaṁ ahichattakapiṇḍivaṇṇanti vavatthapeti. Pakkuthitaduddhavaṇṇantipi eke. Saṇṭhānato okāsasaṇṭhānaṁ. Disato uparimāya disāya jātaṁ. Okāsato sīsakaṭāhassa abbhantare cattāro sibbinimagge nissāya samodhāya ṭhapitā cattāro piṭṭhapiṇḍikā viya samohitaṁ catumatthaluṅgapiṇḍappabhedaṁ hutvā ṭhitanti.",
  "atk-s0501a3:85": "Tattha yathā purāṇalābukaṭāhe pakkhittapiṭṭhapiṇḍi pakkuthitaduddhaṁ vā na jānāti ‘‘ahaṁ purāṇalābukaṭāhe ṭhita’’nti, napi purāṇalābukaṭāhaṁ jānāti ‘‘mayi piṭṭhapiṇḍi pakkuthitaduddhaṁ vā ṭhita’’nti; evameva na matthaluṅgaṁ jānāti ‘‘ahaṁ sīsakaṭāhabbhantare ṭhita’’nti, napi sīsakaṭāhabbhantaraṁ jānāti ‘‘mayi matthaluṅgaṁ ṭhita’’nti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti. Paricchedato matthaluṅgaṁ matthaluṅgabhāgena paricchinnanti vavatthapeti. Ayametassa sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ matthaluṅgaṁ vaṇṇādito vavatthapeti.",
  "atk-s0501a3:86": "Tato paraṁ sarīre baddhābaddhabhedato duvidhampi pittaṁ vaṇṇato bahalamadhukatelavaṇṇanti vavatthapeti. Abaddhapittaṁ milātabakulapupphavaṇṇantipi eke. Saṇṭhānato okāsasaṇṭhānaṁ. Disato dvīsu disāsu jātaṁ. Okāsato abaddhapittaṁ kesalomanakhadantānaṁ maṁsavinimuttaṭṭhānaṁ thaddhasukkhacammañca vajjetvā udakamiva telabindu avasesasarīraṁ byāpetvā ṭhitaṁ, yamhi kupite akkhīni pītakāni honti bhamanti, gattaṁ kampati kaṇḍūyati. Baddhapittaṁ hadayapapphāsānamantare yakanamaṁsaṁ nissāya patiṭṭhite mahākosātakikosakasadise pittakosake ṭhitaṁ, yamhi kupite sattā ummattakā honti, vipallatthacittā hirottappaṁ chaḍḍetvā akattabbaṁ karonti, abhāsitabbaṁ bhāsanti, acintitabbaṁ cintenti.",
  "atk-s0501a3:87": "Tattha yathā udakaṁ byāpetvā ṭhitaṁ telaṁ na jānāti ‘‘ahaṁ udakaṁ byāpetvā ṭhita’’nti, napi udakaṁ jānāti ‘‘telaṁ maṁ byāpetvā ṭhita’’nti; evameva na abaddhapittaṁ jānāti ‘‘ahaṁ sarīraṁ byāpetvā ṭhita’’nti, napi sarīraṁ jānāti ‘‘abaddhapittaṁ maṁ byāpetvā ṭhita’’nti. Yathā ca kosātakikosake ṭhitaṁ vassodakaṁ na jānāti ‘‘ahaṁ kosātakikosake ṭhita’’nti, napi kosātakikosako jānāti ‘‘mayi vassodakaṁ ṭhita’’nti; evameva na baddhapittaṁ jānāti ‘‘ahaṁ pittakosake ṭhita’’nti, napi pittakosako jānāti ‘‘mayi baddhapittaṁ ṭhita’’nti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti. Paricchedato pittaṁ pittabhāgena paricchinnanti vavatthapeti. Ayametassa sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ pittaṁ vaṇṇādito vavatthapeti.",
  "atk-s0501a3:88": "Tato paraṁ sarīrabbhantare ekapattapūrappamāṇaṁ semhaṁ vaṇṇato setaṁ kacchakapaṇṇarasavaṇṇanti vavatthapeti. Saṇṭhānato okāsasaṇṭhānaṁ. Disato uparimāya disāya jātaṁ. Okāsato udarapaṭale ṭhitanti. Yaṁ pānabhojanādiajjhoharaṇakāle seyyathāpi nāma udake sevālapaṇakaṁ kaṭṭhe vā kathale vā patante chijjitvā dvidhā hutvā puna ajjhottharitvā tiṭṭhati, evameva pānabhojanādimhi nipatante chijjitvā dvidhā hutvā puna ajjhottharitvā tiṭṭhati, yamhi ca mandībhūte pakkamiva gaṇḍaṁ pūtikamiva kukkuṭaṇḍaṁ udarapaṭalaṁ paramajegucchakuṇapagandhaṁ hoti. Tato uggatena ca gandhena uggāropi mukhampi duggandhaṁ pūtikuṇapasadisaṁ hoti, so ca puriso ‘‘apehi duggandhaṁ vāyasī’’ti vattabbataṁ āpajjati, yañca abhivaḍḍhitaṁ bahalattamāpannaṁ paṭikujjanaphalakamiva vaccakuṭiyā udarapaṭalabbhantare eva kuṇapagandhaṁ sannirumbhitvā tiṭṭhati.",
  "atk-s0501a3:89": "Tattha yathā candanikāya uparipheṇapaṭalaṁ na jānāti ‘‘ahaṁ candanikāya ṭhita’’nti, napi candanikā jānāti ‘‘mayi pheṇapaṭalaṁ ṭhita’’nti; evameva na semhaṁ jānāti ‘‘ahaṁ udarapaṭale ṭhita’’nti, napi udarapaṭalaṁ jānāti ‘‘mayi semhaṁ ṭhitanti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti. Paricchedato semhaṁ semhabhāgena paricchinnanti vavatthapeti. Ayametassa sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ semhaṁ vaṇṇādito vavatthapeti.",
  "atk-s0501a3:90": "Tato paraṁ sarīre pubbo vaṇṇato paṇḍupalāsavaṇṇoti vavatthapeti. Saṇṭhānato okāsasaṇṭhāno. Disato dvīsu disāsu jāto. Okāsato pubbassa okāso nāma nibaddho natthi. Yattha pubbo sannicito tiṭṭheyya, yatra yatra khāṇukaṇṭakappaharaṇaggijālādīhi abhihate sarīrappadese lohitaṁ saṇṭhahitvā paccati, gaṇḍapiḷakādayo vā uppajjanti, tatra tatra tiṭṭhati.",
  "atk-s0501a3:91": "Tattha yathā rukkhassa tattha tattha pharasudhārādīhi pahatappadese avagaḷitvā ṭhito niyyāso na jānāti ‘‘ahaṁ rukkhassa pahatappadese ṭhito’’ti, napi rukkhassa pahatappadeso jānāti ‘‘mayi niyyāso ṭhito’’ti; evameva na pubbo jānāti ‘‘ahaṁ sarīrassa tattha tattha khāṇukaṇṭakādīhi abhihatappadese gaṇḍapiḷakādīnaṁ uṭṭhitappadese vā ṭhito’’ti, napi sarīrappadeso jānāti ‘‘mayi pubbo ṭhito’’ti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti. Paricchedato pubbo pubbabhāgena paricchinnoti vavatthapeti. Ayametassa sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ pubbaṁ vaṇṇādito vavatthapeti.",
  "atk-s0501a3:92": "Tato paraṁ sarīre sannicitalohitaṁ saṁsaraṇalohitanti evaṁ duvidhe lohite sannicitalohitaṁ tāva vaṇṇato bahalakuthitalākhārasavaṇṇanti vavatthapeti, saṁsaraṇalohitaṁ acchalākhārasavaṇṇanti. Saṇṭhānato sabbampi attano okāsasaṇṭhānaṁ. Disato sannicitalohitaṁ uparimāya disāya jātaṁ, saṁsaraṇalohitaṁ dvīsupīti. Okāsato saṁsaraṇalohitaṁ kesalomanakhadantānaṁ maṁsavinimuttaṭṭhānañceva thaddhasukkhacammañca vajjetvā dhamanijālānusārena sabbaṁ upādinnakasarīraṁ pharitvā ṭhitaṁ. Sannicitalohitaṁ yakanassa heṭṭhābhāgaṁ pūretvā ekapattapūraṇamattaṁ vakkahadayapapphāsānaṁ upari thokaṁ thokaṁ binduṁ pātentaṁ vakkahadayayakanapapphāse tementaṁ ṭhitaṁ, yamhi vakkahadayādīni atemente sattā pipāsitā honti.",
  "atk-s0501a3:93": "Tattha yathā jajjarakapāle ṭhitaṁ udakaṁ heṭṭhā leḍḍukhaṇḍādīni tementaṁ na jānāti ‘‘ahaṁ jajjarakapāle ṭhitaṁ heṭṭhā leḍḍukhaṇḍādīni tememī’’ti, napi jajjarakapālaṁ heṭṭhā leḍḍukhaṇḍādīni vā jānanti ‘‘mayi udakaṁ ṭhitaṁ, amhe vā tementaṁ ṭhita’’nti; evameva na lohitaṁ jānāti ‘‘ahaṁ yakanassa heṭṭhābhāge vakkahadayādīni tementaṁ ṭhita’’nti, napi yakanassa heṭṭhābhāgaṭṭhānaṁ vakkahadayādīni vā jānanti ‘‘mayi lohitaṁ ṭhitaṁ, amhe vā tementaṁ ṭhita’’nti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti. Paricchedato lohitaṁ lohitabhāgena paricchinnanti vavatthapeti. Ayametassa sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ lohitaṁ vaṇṇādito vavatthapeti.",
  "atk-s0501a3:94": "Tato paraṁ sarīre sedo vaṇṇato pasannatilatelavaṇṇoti vavatthapeti. Saṇṭhānato okāsasaṇṭhāno. Disato dvīsu disāsu jāto. Okāsato sedassa okāso nāma nibaddho natthi, yattha sedo lohitaṁ viya sadā tiṭṭheyya. Yasmā vā yadā aggisantāpasūriyasantāpautuvikārādīhi sarīraṁ santapati, atha udakato abbūḷhamattavisamacchinnabhisamuḷālakumudanālakalāpaudakamiva sabbakesalomakūpavivarehi paggharati. Tasmā tesaṁ kesalomakūpavivarānaṁ vasena taṁ saṇṭhānato vavatthapeti. ‘‘Sedapariggaṇhakena ca yogāvacarena kesalomakūpavivare pūretvā ṭhitavaseneva sedo manasikātabbo’’ti vuttaṁ pubbācariyehi.",
  "atk-s0501a3:95": "Tattha yathā bhisamuḷālakumudanālakalāpavivarehi paggharantaṁ udakaṁ na jānāti ‘‘ahaṁ bhisamuḷālakumudanālakalāpavivarehi paggharāmī’’ti, napi bhisamuḷālakumudanālakalāpavivarā jānanti ‘‘amhehi udakaṁ paggharatī’’ti; evameva na sedo jānāti ‘‘ahaṁ kesalomakūpavivarehi paggharāmī’’ti, napi kesalomakūpavivarā jānanti ‘‘amhehi sedo paggharatī’’ti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti. Paricchedato sedo sedabhāgena paricchinnoti vavatthapeti. Ayametassa sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ sedaṁ vaṇṇādito vavatthapeti.",
  "atk-s0501a3:96": "Tato paraṁ sarīre cammamaṁsantare medo vaṇṇato phālitahaliddivaṇṇoti vavatthapeti. Saṇṭhānato okāsasaṇṭhāno. Tathā hi sukhino thūlasarīrassa cammamaṁsantare pharitvā ṭhito haliddirattadukūlapilotikasaṇṭhāno, kisasarīrassa jaṅghamaṁsaūrumaṁsapiṭṭhikaṇṭakanissitapiṭṭhimaṁsaudarapaṭalamaṁsāni nissāya saṁvellitvā ṭhapitahaliddirattadukūlapilotikakhaṇḍasaṇṭhāno. Disato dvīsu disāsu jāto. Okāsato thūlasarīrassa sakalasarīraṁ pharitvā kisassa jaṅghāmaṁsādīni nissāya ṭhito, yo sinehasaṅkhātopi hutvā paramajegucchattā na matthakatelatthaṁ na gaṇḍūsatelatthaṁ na dīpajālanatthaṁ saṅgayhati.",
  "atk-s0501a3:97": "Tattha yathā maṁsapuñjaṁ nissāya ṭhitā haliddirattadukūlapilotikā na jānāti ‘‘ahaṁ maṁsapuñjaṁ nissāya ṭhitā’’ti, napi maṁsapuñjo jānāti ‘‘haliddirattadukūlapilotikā maṁ nissāya ṭhitā’’ti; evameva na medo jānāti ‘‘ahaṁ sakalasarīraṁ jaṅghādīsu vā maṁsaṁ nissāya ṭhito’’ti, napi sakalasarīraṁ jānāti jaṅghādīsu vā maṁsaṁ ‘‘medo maṁ nissāya ṭhito’’ti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti. Paricchedato medo heṭṭhā maṁsena, upari cammena, samantato medabhāgena paricchinnoti vavatthapeti. Ayametassa sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ medaṁ vaṇṇādito vavatthapeti.",
  "atk-s0501a3:98": "Tato paraṁ sarīre assu vaṇṇato pasannatilatelavaṇṇanti vavatthapeti. Saṇṭhānato okāsasaṇṭhānaṁ. Disato uparimāya disāya jātaṁ. Okāsato akkhikūpakesu ṭhitanti. Na cetaṁ pittakosake pittamiva akkhikūpakesu sadā sannicitaṁ hutvā tiṭṭhati, kintu yadā somanassajātā sattā mahāhasitaṁ hasanti, domanassajātā rodanti paridevanti, tathārūpaṁ visamāhāraṁ vā haranti, yadā ca tesaṁ akkhīni dhūmarajapaṁsukādīhi abhihaññanti, tadā etehi somanassadomanassavisamāhārādīhi samuṭṭhahitvā assu akkhikūpakesu pūretvā tiṭṭhati paggharati ca. ‘‘Assupariggaṇhakena ca yogāvacarena akkhikūpake pūretvā ṭhitavaseneva taṁ manasikātabba’’nti pubbācariyā vaṇṇayanti.",
  "atk-s0501a3:99": "Tattha yathā matthakacchinnataruṇatālaṭṭhikūpakesu ṭhitaṁ udakaṁ na jānāti ‘‘ahaṁ matthakacchinnataruṇatālaṭṭhikūpakesu ṭhita’’nti, napi matthakacchinnataruṇatālaṭṭhikūpakā jānanti ‘‘amhesu udakaṁ ṭhita’’nti; evameva na assu jānāti ‘‘ahaṁ akkhikūpakesu ṭhita’’nti, napi akkhikūpakā jānanti ‘‘amhesu assu ṭhita’’nti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti. Paricchedato assu assubhāgena paricchinnanti vavatthapeti. Ayametassa sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ assuṁ vaṇṇādito vavatthapeti.",
  "atk-s0501a3:100": "Tato paraṁ sarīre vilīnasinehasaṅkhātā vasā vaṇṇato ācāme āsittatelavaṇṇāti vavatthapeti. Saṇṭhānato okāsasaṇṭhānā. Disato dvīsu disāsu jātā. Okāsato hatthatalahatthapiṭṭhipādatalapādapiṭṭhināsāpuṭanalāṭaaṁsakūṭesu ṭhitāti. Na cesā etesu okāsesu sadā vilīnā eva hutvā tiṭṭhati, kintu yadā aggisantāpasūriyasantāpautuvisabhāgadhātuvisabhāgehi te padesā usmājātā honti, tadā tattha vilīnāva hutvā pasannasalilāsu udakasoṇḍikāsu nīhāro viya sarati.",
  "atk-s0501a3:101": "Tattha yathā udakasoṇḍiyo ajjhottharitvā ṭhito nīhāro na jānāti ‘‘ahaṁ udakasoṇḍiyo ajjhottharitvā ṭhito’’ti, napi udakasoṇḍiyo jānanti ‘‘nīhāro amhe ajjhottharitvā ṭhito’’ti; evameva na vasā jānāti ‘‘ahaṁ hatthatalādīni ajjhottharitvā ṭhitā’’ti, napi hatthatalādīni jānanti ‘‘vasā amhe ajjhottharitvā ṭhitā’’ti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti. Paricchedato vasā vasābhāgena paricchinnāti vavatthapeti. Ayametissā sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ vasaṁ vaṇṇādito vavatthapeti.",
  "atk-s0501a3:102": "Tato paraṁ sarīre mukhassabbhantare kheḷo vaṇṇato seto pheṇavaṇṇoti vavatthapeti. Saṇṭhānato okāsasaṇṭhānoti, samuddapheṇasaṇṭhānotipi eke. Disato uparimāya disāya jāto. Okāsato ubhohi kapolapassehi orohitvā jivhāya ṭhitoti. Na ceso ettha sadā sannicito hutvā tiṭṭhati, kintu yadā sattā tathārūpaṁ āhāraṁ passanti vā saranti vā, uṇhatittakaṭukaloṇambilānaṁ vā kiñci mukhe ṭhapenti. Yadā ca tesaṁ hadayaṁ āgilāyati, kismiñcideva vā jigucchā uppajjati, tadā kheḷo uppajjitvā ubhohi kapolapassehi orohitvā jivhāya saṇṭhāti. Aggajivhāya cesa kheḷo tanuko hoti, mūlajivhāya bahalo, mukhe pakkhittañca puthukaṁ vā taṇḍulaṁ vā aññaṁ vā kiñci khādanīyaṁ nadipuline khatakūpasalilamiva parikkhayamagacchantova sadā temanasamattho hoti.",
  "atk-s0501a3:103": "Tattha yathā nadipuline khatakūpatale saṇṭhitaṁ udakaṁ na jānāti ‘‘ahaṁ kūpatale saṇṭhita’’nti , napi kūpatalaṁ jānāti ‘‘mayi udakaṁ ṭhita’’nti; evameva na kheḷo jānāti ‘‘ahaṁ ubhohi kapolapassehi orohitvā jivhātale saṇṭhito’’ti, napi jivhātalaṁ jānāti ‘‘mayi ubhohi kapolapassehi orohitvā kheḷo saṇṭhito’’ti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti. Paricchedato kheḷo kheḷabhāgena paricchinnoti vavatthapeti. Ayametassa sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ kheḷaṁ vaṇṇādito vavatthapeti.",
  "atk-s0501a3:104": "Tato paraṁ sarīre siṅghāṇikā vaṇṇato setā taruṇatālamiñjavaṇṇāti vavatthapeti. Saṇṭhānato okāsasaṇṭhānā, sedetvā sedetvā nāsāpuṭe nirantaraṁ pakkhittavettaṅkurasaṇṭhānātipi eke. Disato uparimāya disāya jātā. Okāsato nāsāpuṭe pūretvā ṭhitāti. Na cesā ettha sadā sannicitā hutvā tiṭṭhati, kintu seyyathāpi nāma puriso paduminipatte dadhiṁ bandhitvā heṭṭhā paduminipattaṁ kaṇṭakena vijjheyya, atha tena chiddena dadhipiṇḍaṁ gaḷitvā bahi papateyya; evameva yadā sattā rodanti, visabhāgāhārautuvasena vā sañjātadhātukkhobhā honti, tadā antosīsato pūtisemhabhāvaṁ āpannaṁ matthaluṅgaṁ gaḷitvā tālumatthakavivarena otaritvā nāsāpuṭe pūretvā tiṭṭhati.",
  "atk-s0501a3:105": "Tattha yathā sippikāya pakkhittaṁ pūtidadhi na jānāti ‘‘ahaṁ sippikāya ṭhita’’nti, napi sippikā jānāti ‘‘mayi pūtikaṁ dadhi ṭhita’’nti; evameva na siṅghāṇikā jānāti ‘‘ahaṁ nāsāpuṭesu ṭhitā’’ti, napi nāsāpuṭā jānanti ‘‘amhesu siṅghāṇikā ṭhitā’’ti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti. Paricchedato siṅghāṇikā siṅghāṇikabhāgena paricchinnāti vavatthapeti. Ayametissā sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ siṅghāṇikaṁ vaṇṇādito vavatthapeti.",
  "atk-s0501a3:106": "Tato paraṁ antosarīre lasikāti sarīrasandhīnaṁ abbhantare picchilakuṇapaṁ. Sā vaṇṇato kaṇikāraniyyāsavaṇṇāti vavatthapeti. Saṇṭhānato okāsasaṇṭhānā. Disato dvīsu disāsu jātā. Okāsato aṭṭhisandhīnaṁ abbhañjanakiccaṁ sādhayamānā asītisatasandhīnaṁ abbhantare ṭhitāti. Yassa cesā mandā hoti, tassa uṭṭhahantassa nisīdantassa abhikkamantassa paṭikkamantassa samiñjantassa pasārentassa aṭṭhikāni kaṭakaṭāyanti, accharikāsaddaṁ karonto viya vicarati , ekayojanadviyojanamattampi addhānaṁ gatassa vāyodhātu kuppati, gattāni dukkhanti yassa pana cesā bahukā hoti, tassa uṭṭhānanisajjādīsu na aṭṭhīni kaṭakaṭāyanti, dīghampi addhānaṁ gatassa na vāyodhātu kuppati, na gattāni dukkhanti.",
  "atk-s0501a3:107": "Tattha yathā abbhañjanatelaṁ na jānāti ‘‘ahaṁ akkhaṁ abbhañjitvā ṭhita’’nti, napi akkho jānāti ‘‘maṁ telaṁ abbhañjitvā ṭhita’’nti; evameva na lasikā jānāti ‘‘ahaṁ asītisatasandhiyo abbhañjitvā ṭhitā’’ti, napi asītisatasandhiyo jānanti ‘‘lasikā amhe abbhañjitvā ṭhitā’’ti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti. Paricchedato lasikā lasikabhāgena paricchinnāti vavatthapeti. Ayametissā sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ lasikaṁ vaṇṇādito vavatthapeti.",
  "atk-s0501a3:108": "Tato paraṁ antosarīre muttaṁ vaṇṇato māsakhārodakavaṇṇanti vavatthapeti. Saṇṭhānato udakaṁ pūretvā adhomukhaṭhapitaudakakumbhaantaragataudakasaṇṭhānaṁ. Disato heṭṭhimāya disāya jātaṁ. Okāsato vatthissabbhantare ṭhitanti. Vatthi nāma vatthipuṭo vuccati, yattha seyyathāpi nāma candanikāya pakkhitte amukhe peḷāghaṭe candanikāraso pavisati, na cassa pavisanamaggo paññāyati; evameva sarīrato muttaṁ pavisati, na cassa pavisanamaggo paññāyati nikkhamanamaggo eva tu pākaṭo hoti, yamhi ca muttassa bharite ‘‘passāvaṁ karomā’’ti sattānaṁ āyūhanaṁ hoti. Tattha yathā candanikāya pakkhitte amukhe peḷāghaṭe ṭhito candanikāraso na jānāti ‘‘ahaṁ amukhe peḷāghaṭe ṭhito’’ti, napi peḷāghaṭo jānāti ‘‘mayi candanikāraso ṭhito’’ti; evameva muttaṁ na jānāti ‘‘ahaṁ vatthimhi ṭhita’’nti, napi vatthi jānāti ‘‘mayi muttaṁ ṭhita’’nti. Ābhogapaccavekkhaṇavirahitā hi ete dhammā…pe… na puggaloti. Paricchedato vatthiabbhantarena ceva muttabhāgena ca paricchinnanti vavatthapeti. Ayametassa sabhāgaparicchedo, visabhāgaparicchedo pana kesasadiso evāti evaṁ muttaṁ vaṇṇādito vavatthapeti. Evamayaṁ imaṁ dvattiṁsākāraṁ vaṇṇādito vavatthapeti.",
  "atk-s0501a3:109": "Tassevaṁ imaṁ dvattiṁsākāraṁ vaṇṇādivasena vavatthapentassa taṁ taṁ bhāvanānuyogaṁ āgamma kesādayo paguṇā honti, koṭṭhāsabhāvena upaṭṭhahanti. Tato pabhuti seyyathāpi nāma cakkhumato purisassa dvattiṁsavaṇṇānaṁ pupphānaṁ ekasuttaganthitaṁ mālaṁ olokentassa sabbapupphāni apubbāpariyamiva pākaṭāni honti; evameva ‘‘atthi imasmiṁ kāye kesā’’ti imaṁ kāyaṁ satiyā olokentassa sabbe te dhammā apubbāpariyamiva pākaṭā honti. Kesesu āvajjitesu asaṇṭhahamānāva sati yāva muttaṁ, tāva pavattati. Tato pabhuti tassa āhiṇḍantā manussatiracchānādayo ca sattākāraṁ vijahitvā koṭṭhāsarāsivaseneva upaṭṭhahanti, tehi ca ajjhohariyamānaṁ pānabhojanādi koṭṭhāsarāsimhi pakkhippamānamiva upaṭṭhātīti.",
  "atk-s0501a3:110": "Etthāha ‘‘athānena tato paraṁ kiṁ kātabba’’nti? Vuccate – tadeva nimittaṁ āsevitabbaṁ bhāvetabbaṁ bahulīkātabbaṁ suvavatthitaṁ vavatthapetabbaṁ. Kathaṁ panāyaṁ taṁ nimittaṁ āsevati bhāveti bahulīkaroti suvavatthitaṁ vavatthapetīti? Ayañhi taṁ kesādīnaṁ koṭṭhāsabhāvena upaṭṭhānanimittaṁ āsevati, satiyā alliyati bhajati upagacchati, satigabbhaṁ gaṇhāpeti. Tattha laddhaṁ vā satiṁ vaḍḍhento taṁ bhāvetīti vuccati. Bahulīkarotīti punappunaṁ satisampayuttaṁ vitakkavicārabbhāhataṁ karoti. Suvavatthitaṁ vavatthapetīti yathā suṭṭhu vavatthitaṁ hoti, na puna antaradhānaṁ gacchati, tathā taṁ satiyā vavatthapeti, upadhāreti upanibandhati.",
  "atk-s0501a3:111": "Atha vā yaṁ pubbe anupubbato, nātisīghato, nātisaṇikato, vikkhepappahānato, paṇṇattisamatikkamanato, anupubbamuñcanato, lakkhaṇato, tayo ca suttantāti evaṁ dasavidhaṁ manasikārakosallaṁ vuttaṁ. Tattha anupubbato manasikaronto āsevati, nātisīghato nātisaṇikato ca manasikaronto bhāveti, vikkhepappahānato manasikaronto bahulī karoti, paṇṇattisamatikkamanādito manasikaronto suvavatthitaṁ vavatthapetīti veditabbo.",
  "atk-s0501a3:112": "Etthāha ‘‘kathaṁ panāyaṁ anupubbādivasena ete dhamme manasi karotī’’ti? Vuccate – ayañhi kese manasi karitvā tadanantaraṁ lome manasi karoti, na nakhe. Tathā lome manasi karitvā tadanantaraṁ nakhe manasi karoti, na dante. Esa nayo sabbattha. Kasmā? Uppaṭipāṭiyā hi manasikaronto seyyathāpi nāma akusalo puriso dvattiṁsapadaṁ nisseṇiṁ uppaṭipāṭiyā ārohanto kilantakāyo tato nisseṇito papatati, na ārohanaṁ sampādeti; evameva bhāvanāsampattivasena adhigantabbassa assādassa anadhigamanato kilantacitto dvattiṁsākārabhāvanāto papatati, na bhāvanaṁ sampādetīti.",
  "atk-s0501a3:113": "Anupubbato manasikarontopi ca kesā lomāti nātisīghatopi manasi karoti. Atisīghato hi manasikaronto seyyathāpi nāma addhānaṁ gacchanto puriso samavisamarukkhathalaninnadvedhāpathādīni magganimittāni upalakkhetuṁ na sakkoti, tato na maggakusalo hoti, addhānañca parikkhayaṁ neti; evameva vaṇṇasaṇṭhānādīni dvattiṁsākāranimittāni upalakkhetuṁ na sakkoti, tato na dvattiṁsākāre kusalo hoti, kammaṭṭhānañca parikkhayaṁ neti.",
  "atk-s0501a3:114": "Yathā ca nātisīghato, evaṁ nātisaṇikatopi manasi karoti. Atisaṇikato hi manasikaronto seyyathāpi nāma puriso addhānamaggaṁ paṭipanno antarāmagge rukkhapabbatataḷākādīsu vilambamāno icchitappadesaṁ apāpuṇanto antarāmaggeyeva sīhabyagghādīhi anayabyasanaṁ pāpuṇāti; evameva dvattiṁsākārabhāvanāsampadaṁ apāpuṇanto bhāvanāvicchedena antarāyeva kāmavitakkādīhi anayabyasanaṁ pāpuṇāti.",
  "atk-s0501a3:115": "Nātisaṇikato manasikarontopi ca vikkhepappahānatopi manasi karoti. Vikkhepappahānato nāma yathā aññesu navakammādīsu cittaṁ na vikkhipati, tathā manasi karoti. Bahiddhā vikkhepamānacitto hi kesādīsveva asamāhitacetovitakko bhāvanāsampadaṁ apāpuṇitvā antarāva anayabyasanaṁ āpajjati takkasilāgamane bodhisattassa sahāyakā viya. Avikkhipamānacitto pana kesādīsveva samāhitacetovitakko bhāvanāsampadaṁ pāpuṇāti bodhisatto viya takkasilarajjasampadanti. Tassevaṁ vikkhepappahānato manasikaroto adhikāracariyādhimuttīnaṁ vasena te dhammā asubhato vā vaṇṇato vā suññato vā upaṭṭhahanti.",
  "atk-s0501a3:116": "Atha paṇṇattisamatikkamanato te dhamme manasi karoti. Paṇṇattisamatikkamanatoti kesā lomāti evamādivohāraṁ samatikkamitvā vissajjetvā yathūpaṭṭhitānaṁ asubhādīnaṁyeva vasena manasi karoti. Kathaṁ ? Yathā araññanivāsūpagatā manussā aparicitabhūmibhāgattā udakaṭṭhānasañjānanatthaṁ sākhābhaṅgādinimittaṁ katvā tadanusārena gantvā udakaṁ paribhuñjanti, yadā pana paricitabhūmibhāgā honti, atha taṁ nimittaṁ vissajjetvā amanasikatvāva udakaṭṭhānaṁ upasaṅkamitvā udakaṁ paribhuñjanti, evamevāyaṁ kesā lomātiādinā taṁtaṁvohārassa vasena paṭhamaṁ te dhamme manasākāsi, tesu dhammesu asubhādīnaṁ aññataravasena upaṭṭhahantesu taṁ vohāraṁ samatikkamitvā vissajjetvā asubhāditova manasi karoti.",
  "atk-s0501a3:117": "Etthāha ‘‘kathaṁ panassa ete dhammā asubhādito upaṭṭhahanti, kathaṁ vaṇṇato, kathaṁ suññato vā, kathañcāyamete asubhato manasi karoti, kathaṁ vaṇṇato, kathaṁ suññato vā’’ti? Kesā tāvassa vaṇṇasaṇṭhānagandhāsayokāsavasena pañcadhā asubhato upaṭṭhahanti, pañcadhā eva ayamete asubhato manasi karoti. Seyyathidaṁ – kesā nāmete vaṇṇato asubhā paramappaṭikūlajegucchā . Tathā hi manussā divā pānabhojane patitaṁ kesavaṇṇaṁ vākaṁ vā suttaṁ vā disvā kesasaññāya manoramampi pānabhojanaṁ chaḍḍenti vā jigucchanti vā. Saṇṭhānatopi asubhā. Tathā hi rattiṁ pānabhojane patitaṁ kesasaṇṭhānaṁ vākaṁ vā suttaṁ vā phusitvā kesasaññāya manoramampi pānabhojanaṁ chaḍḍenti vā jigucchanti vā. Gandhatopi asubhā. Tathā hi telamakkhanapupphadhūmādisaṅkhārehi virahitānaṁ kesānaṁ gandho paramajeguccho hoti, aggīsu pakkhittassa kesassa gandhaṁ ghāyitvā sattā nāsikaṁ pidhenti, mukhampi vikujjenti. Āsayatopi asubhā. Tathā hi nānāvidhena manussāsucinissandena saṅkāraṭṭhāne taṇḍuleyyakādīni viya pittasemhapubbalohitanissandena te ācitā vuddhiṁ virūḷhiṁ vepullaṁ gamitāti. Okāsatopi asubhā. Tathā hi saṅkāraṭṭhāne viya taṇḍuleyyakādīni paramajegucche lomādiekatiṁsakuṇaparāsimatthake manussānaṁ sīsapaliveṭhake allacamme jātāti. Esa nayo lomādīsu. Evaṁ tāva ayamete dhamme asubhato upaṭṭhahante asubhato manasi karoti.",
  "atk-s0501a3:118": "Yadi panassa vaṇṇato upaṭṭhahanti, atha kesā nīlakasiṇavasena upaṭṭhahanti. Tathā lomā dantā odātakasiṇavasenāti. Esa nayo sabbattha . Taṁtaṁkasiṇavaseneva ayamete manasi karoti, evaṁ vaṇṇato upaṭṭhahante vaṇṇato manasi karoti. Yadi panassa suññato upaṭṭhahanti, atha kesā ghanavinibbhogavavatthānena ojaṭṭhamakasamūhavasena upaṭṭhahanti. Tathā lomādayo, yathā upaṭṭhahanti. Ayamete tatheva manasi karoti. Evaṁ suññato upaṭṭhahante suññato manasi karoti.",
  "atk-s0501a3:119": "Evaṁ manasikaronto ayamete dhamme anupubbamuñcanato manasi karoti. Anupubbamuñcanatoti asubhādīnaṁ aññataravasena upaṭṭhite kese muñcitvā lome manasikaronto seyyathāpi nāma jalūkā naṅguṭṭhena gahitappadese sāpekkhāva hutvā tuṇḍena aññaṁ padesaṁ gaṇhāti, gahite ca tasmiṁ itaraṁ muñcati, evameva kesesu sāpekkhova hutvā lome manasi karoti, lomesu ca patiṭṭhite manasikāre kese muñcati. Esa nayo sabbattha. Evaṁ hissa anupubbamuñcanato manasikaroto asubhādīsu aññataravasena te dhammā upaṭṭhahantā anavasesato upaṭṭhahanti, pākaṭatarūpaṭṭhānā ca honti.",
  "atk-s0501a3:120": "Atha yassa te dhammā asubhato upaṭṭhahanti, pākaṭatarūpaṭṭhānā ca honti, tassa seyyathāpi nāma makkaṭo dvattiṁsatālake tālavane byādhena paripātiyamāno ekarukkhepi asaṇṭhahanto paridhāvitvā yadā nivatto hoti kilanto, atha ekameva ghanatālapaṇṇapariveṭhitaṁ tālasuciṁ nissāya tiṭṭhati; evameva cittamakkaṭo dvattiṁsakoṭṭhāsake imasmiṁ kāye teneva yoginā paripātiyamāno ekakoṭṭhāsakepi asaṇṭhahanto paridhāvitvā yadā anekārammaṇavidhāvane abhilāsābhāvena nivatto hoti kilanto. Atha yvāssa kesādīsu dhammo paguṇataro caritānurūpataro vā, yattha vā pubbe katādhikāro hoti, taṁ nissāya upacāravasena tiṭṭhati. Atha tameva nimittaṁ punappunaṁ takkāhataṁ vitakkāhataṁ karitvā yathākkamaṁ paṭhamaṁ jhānaṁ uppādeti, tattha patiṭṭhāya vipassanamārabhitvā ariyabhūmiṁ pāpuṇāti.",
  "atk-s0501a3:121": "Yassa pana te dhammā vaṇṇato upaṭṭhahanti, tassāpi seyyathāpi nāma makkaṭo…pe… atha yvāssa kesādīsu dhammo paguṇataro caritānurūpataro vā, yattha vā pubbe katādhikāro hoti, taṁ nissāya upacāravasena tiṭṭhati. Atha tameva nimittaṁ punappunaṁ takkāhataṁ vitakkāhataṁ karitvā yathākkamaṁ nīlakasiṇavasena pītakasiṇavasena vā pañcapi rūpāvacarajjhānāni uppādeti, tesañca yattha katthaci patiṭṭhāya vipassanaṁ ārabhitvā ariyabhūmiṁ pāpuṇāti.",
  "atk-s0501a3:122": "Yassa pana te dhammā suññato upaṭṭhahanti, so lakkhaṇato manasi karoti, lakkhaṇato manasikaronto tattha catudhātuvavatthānavasena upacārajjhānaṁ pāpuṇāti. Atha manasikaronto te dhamme aniccadukkhānattasuttattayavasena manasi karoti . Ayamassa vipassanānayo. So imaṁ vipassanaṁ ārabhitvā yathākkamañca paṭipajjitvā ariyabhūmiṁ pāpuṇātīti.",
  "atk-s0501a3:123": "Ettāvatā ca yaṁ vuttaṁ – ‘‘kathaṁ panāyaṁ anupubbādivasena ete dhamme manasi karotī’’ti, taṁ byākataṁ hoti. Yañcāpi vuttaṁ – ‘‘bhāvanāvasena panassa evaṁ vaṇṇanā veditabbā’’ti, tassattho pakāsito hotīti.",
  "atk-s0501a3:124": "Pakiṇṇakanayo",
  "atk-s0501a3:125": "Idāni imasmiṁyeva dvattiṁsākāre vaṇṇanāparicayapāṭavatthaṁ ayaṁ pakiṇṇakanayo veditabbo –",
  "atk-s0501a3:126": "‘‘Nimittato lakkhaṇato, dhātuto suññatopi ca;",
  "atk-s0501a3:127": "Khandhādito ca viññeyyo, dvattiṁsākāranicchayo’’ti.",
  "atk-s0501a3:128": "Tattha nimittatoti evaṁ vuttappakāre imasmiṁ dvattiṁsākāre saṭṭhisataṁ nimittāni honti, yesaṁ vasena yogāvacaro dvattiṁsākāraṁ koṭṭhāsato pariggaṇhāti. Seyyathidaṁ – kesassa vaṇṇanimittaṁ, saṇṭhānanimittaṁ, disānimittaṁ, okāsanimittaṁ, paricchedanimittanti pañca nimittāni honti. Evaṁ lomādīsu.",
  "atk-s0501a3:129": "Lakkhaṇatoti dvattiṁsākāre aṭṭhavīsatisataṁ lakkhaṇāni honti, yesaṁ vasena yogāvacaro dvattiṁsākāraṁ lakkhaṇato manasi karoti . Seyyathidaṁ – kesassa thaddhalakkhaṇaṁ, ābandhanalakkhaṇaṁ, uṇhattalakkhaṇaṁ, samudīraṇalakkhaṇanti cattāri lakkhaṇāni honti. Evaṁ lomādīsu.",
  "atk-s0501a3:130": "Dhātutoti dvattiṁsākāre ‘‘chadhāturo, bhikkhave, ayaṁ purisapuggalo’’ti (ma. ni. 3.343-344) ettha vuttāsu dhātūsu aṭṭhavīsatisataṁ dhātuyo honti, yāsaṁ vasena yogāvacaro dvattiṁsākāraṁ dhātuto pariggaṇhāti. Seyyathidaṁ – yā kese thaddhatā, sā pathavīdhātu; yā ābandhanatā, sā āpodhātu; yā paripācanatā, sā tejodhātu; yā vitthambhanatā, sā vāyodhātūti catasso dhātuyo honti. Evaṁ lomādīsu.",
  "atk-s0501a3:131": "Suññatoti dvattiṁsākāre aṭṭhavīsatisataṁ suññatā honti, yāsaṁ vasena yogāvacaro dvattiṁsākāraṁ suññato vipassati. Seyyathidaṁ – kese tāva pathavīdhātu āpodhātvādīhi suññā, tathā āpodhātvādayo pathavīdhātvādīhīti catasso suññatā honti. Evaṁ lomādīsu.",
  "atk-s0501a3:132": "Khandhāditoti dvattiṁsākāre kesādīsu khandhādivasena saṅgayhamānesu ‘‘kesā kati khandhā honti, kati āyatanāni, kati dhātuyo, kati saccāni, kati satipaṭṭhānānī’’ti evamādinā nayena vinicchayo veditabbo. Evañcassa vijānato tiṇakaṭṭhasamūho viya kāyo khāyati. Yathāha –",
  "atk-s0501a3:133": "‘‘Natthi satto naro poso, puggalo nūpalabbhati;",
  "atk-s0501a3:134": "Suññabhūto ayaṁ kāyo, tiṇakaṭṭhasamūpamo’’ti.",
  "atk-s0501a3:135": "Athassa yā sā –",
  "atk-s0501a3:136": "‘‘Suññāgāraṁ paviṭṭhassa, santacittassa tādino;",
  "atk-s0501a3:137": "Amānusī rati hoti, sammā dhammaṁ vipassato’’ti. –",
  "atk-s0501a3:138": "Evaṁ amānusī rati vuttā, sā adūratarā hoti. Tato yaṁ taṁ –",
  "atk-s0501a3:139": "‘‘Yato yato sammasati, khandhānaṁ udayabbayaṁ;",
  "atk-s0501a3:140": "Labhatī pītipāmojjaṁ, amataṁ taṁ vijānata’’nti. (dha. pa. 373-374) –",
  "atk-s0501a3:141": "Evaṁ vipassanāmayaṁ pītipāmojjāmataṁ vuttaṁ. Taṁ anubhavanto na cireneva ariyajanasevitaṁ ajarāmaraṁ nibbānāmataṁ sacchikarotīti.",
  "atk-s0501a3:142": "Paramatthajotikāya khuddakapāṭha-aṭṭhakathāya",
  "atk-s0501a3:143": "Dvattiṁsākāravaṇṇanā niṭṭhitā."
}