{
  "atk-s0101a9:0": "9. Poṭṭhapādasuttavaṇṇanā",
  "atk-s0101a9:1": "Poṭṭhapādaparibbājakavatthuvaṇṇanā",
  "atk-s0101a9:2": "406.Evaṃme suttaṃ…pe… sāvatthiyanti poṭṭhapādasuttaṃ. Tatrāyaṃ apubbapadavaṇṇanā. Sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāmeti sāvatthiṃ upanissāya yo jetassa kumārassa vane anāthapiṇḍikena gahapatinā ārāmo kārito, tattha viharati. Poṭṭhapādo paribbājakoti nāmena poṭṭhapādo nāma channaparibbājako. So kira gihikāle brāhmaṇamahāsālo kāmesuādīnavaṃ disvā cattālīsakoṭiparimāṇaṃ bhogakkhandhaṃ pahāya pabbajitvā titthiyānaṃ gaṇācariyo jāto. Samayaṃ pavadanti etthāti samayappavādako, tasmiṃ kira ṭhāne caṅkītārukkhapokkharasātippabhutayo brāhmaṇā nigaṇṭhaacelakaparibbājakādayo ca pabbajitā sannipatitvā attano attano samayaṃ vadanti kathenti dīpenti, tasmā so ārāmo samayappavādakoti vuccati. Sveva ca tindukācīrasaṅkhātāya timbarūrukkhapantiyā parikkhittattā tindukācīro. Yasmā panettha paṭhamaṃ ekāva sālā ahosi, pacchā mahāpuññaṃ paribbājakaṃ nissāya bahū sālā katā. Tasmā tameva ekaṃ sālaṃ upādāya laddhanāmavasena ekasālakoti vuccati. Mallikāya pana pasenadirañño deviyā uyyānabhūto so pupphaphalasampanno ārāmoti katvā mallikāya ārāmoti saṅkhyaṃ gato. Tasmiṃ samayappavādake tindukācīre ekasālake mallikāya ārāme.",
  "atk-s0101a9:3": "Paṭivasatīti nivāsaphāsutāya vasati. Athekadivasaṃ bhagavā paccūsasamaye sabbaññutaññāṇaṃ pattharitvā lokaṃ pariggaṇhanto ñāṇajālassa antogataṃ paribbājakaṃ disvā – ‘‘ayaṃ poṭṭhapādo mayhaṃ ñāṇajāle paññāyati, kinnu kho bhavissatī’’ti upaparikkhanto addasa – ‘‘ahaṃ ajja tattha gamissāmi, atha maṃ poṭṭhapādo nirodhañca nirodhavuṭṭhānañca pucchissati, tassāhaṃ sabbabuddhānaṃ ñāṇena saṃsanditvā tadubhayaṃ kathessāmi, atha so katipāhaccayena cittaṃ hatthisāriputtaṃ gahetvā mama santikaṃ āgamissati, tesamahaṃ dhammaṃ desessāmi, desanāvasāne poṭṭhapādo maṃ saraṇaṃ gamissati, citto hatthisāriputto mama santike pabbajitvā arahattaṃ pāpuṇissatī’’ti. Tato pātova sarīrapaṭijagganaṃ katvā surattadupaṭṭaṃ nivāsetvā vijjulatāsadisaṃ kāyabandhanaṃ bandhitvā yugandharapabbataṃ parikkhipitvā ṭhitamahāmeghaṃ viya meghavaṇṇaṃ paṃsukūlaṃ ekaṃsavaragataṃ katvā paccagghaṃ selamayapattaṃ vāmaaṃsakūṭe laggetvā sāvatthiṃ piṇḍāya pavisissāmīti sīho viya himavantapādā vihārā nikkhami. Imamatthaṃ sandhāya – ‘‘atha kho bhagavā’’tiādi vuttaṃ.",
  "atk-s0101a9:4": "407.Etadahosīti nagaradvārasamīpaṃ gantvā attano rucivasena sūriyaṃ oloketvā atippagabhāvameva disvā etaṃ ahosi. Yaṃnūnāhanti saṃsayaparidīpano viya nipāto, buddhānañca saṃsayo nāma natthi – ‘‘idaṃ karissāma, idaṃ na karissāma, imassa dhammaṃ desessāma, imassa na desessāmā’’ti evaṃ parivitakkapubbabhāgo panesa sabbabuddhānaṃ labbhati. Tenāha – ‘‘yaṃnūnāha’’nti, yadi panāhanti attho.",
  "atk-s0101a9:5": "408.Unnādiniyāti uccaṃ nadamānāya, evaṃ nadamānāya cassā uddhaṃ gamanavasena ucco, disāsu patthaṭavasena mahā saddoti uccāsaddamahāsaddāya, tesañhi paribbājakānaṃ pātova vuṭṭhāya kattabbaṃ nāma cetiyavattaṃ vā bodhivattaṃ vā ācariyupajjhāyavattaṃ vā yoniso manasikāro vā natthi. Tena te pātova vuṭṭhāya bālātape nisinnā – ‘‘imassa hattho sobhano, imassa pādo’’ti evaṃ aññamaññassa hatthapādādīni vā ārabbha, itthipurisadārakadārikādīnaṃ vaṇṇe vā, aññaṃ vā kāmassādabhavassādādivatthuṃ ārabbha kathaṃ samuṭṭhāpetvā anupubbena rājakathādianekavidhaṃ tiracchānakathaṃ kathenti. Tena vuttaṃ – ‘‘unnādiniyā uccāsaddamahāsaddāya anekavihitaṃ tiracchānakathaṃ kathentiyā’’ti.",
  "atk-s0101a9:6": "Tato poṭṭhapādo paribbājako te paribbājake oloketvā – ‘‘ime paribbājakā ativiya aññamaññaṃ agāravā, mayañca samaṇassa gotamassa pātubhāvato paṭṭhāya sūriyuggamane khajjopanakūpamā jātā, lābhasakkāropi no parihīno. Sace panimaṃ ṭhānaṃ samaṇo gotamo vā gotamassa sāvako vā gihī upaṭṭhāko vā tassa āgaccheyya , ativiya lajjanīyaṃ bhavissati, parisadoso kho pana parisajeṭṭhakasseva upari ārohatī’’ti itocito ca vilokento bhagavantaṃ addasa. Tena vuttaṃ – ‘‘addasā kho poṭṭhapādo paribbājako…pe… tuṇhī ahesu’’nti.",
  "atk-s0101a9:7": "409. Tattha saṇṭhapesīti sikkhāpesi, vajjamassā paṭicchādesi. Yathā susaṇṭhitā hoti, tathā naṃ ṭhapesi. Yathā nāma parisamajjhaṃ pavisanto puriso vajjapaṭicchādanatthaṃ nivāsanaṃ saṇṭhapeti, pārupanaṃ saṇṭhapeti, rajokiṇṇaṭṭhānaṃ puñchati; evamassā vajjapaṭicchādanatthaṃ – ‘‘appasaddā bhonto’’ti sikkhāpento yathā susaṇṭhitā hoti, tathā naṃ ṭhapesīti attho. Appasaddakāmoti appasaddaṃ icchati, eko nisīdati, eko tiṭṭhati, na gaṇasaṅgaṇikāya yāpeti. Upasaṅkamitabbaṃ maññeyyāti idhāgantabbaṃ maññeyya. Kasmā panesa bhagavato upasaṅkamanaṃ paccāsīsatīti? Attano vuddhiṃ patthayamāno. Paribbājakā kira buddhesu vā buddhasāvakesu vā attano santikaṃ āgatesu – ‘‘ajja amhākaṃ santikaṃ samaṇo gotamo āgato , sāriputto āgato, na kho pana te yassa vā tassa vā santikaṃ gacchanti, passatha amhākaṃ uttamabhāva’’nti attano upaṭṭhākānaṃ santike attānaṃ ukkhipanti, ucce ṭhāne ṭhapenti, bhagavatopi upaṭṭhāke gaṇhituṃ vāyamanti. Te kira bhagavato upaṭṭhāke disvā evaṃ vadanti – ‘‘tumhākaṃ satthā bhavaṃ gotamopi gotamasāvakāpi amhākaṃ santikaṃ āgacchanti, mayaṃ aññamaññaṃ samaggā. Tumhe pana amhe akkhīhipi passituṃ na icchatha, sāmīcikammaṃ na karotha, kiṃ vo amhehi aparaddha’’nti. Athekacce manussā – ‘‘buddhāpi etesaṃ santikaṃ gacchanti kiṃ amhāka’’nti tato paṭṭhāya te disvā nappamajjanti. Tuṇhī ahesunti poṭṭhapādaṃ parivāretvā nissaddā nisīdiṃsu.",
  "atk-s0101a9:8": "410.Svāgataṃ, bhanteti suṭṭhu āgamanaṃ, bhante, bhagavato; bhagavati hi no āgate ānando hoti, gate sokoti dīpeti. Cirassaṃ kho, bhanteti kasmā āha? Kiṃ bhagavā pubbepi tattha gatapubboti, na gatapubbo. Manussānaṃ pana – ‘‘kuhiṃ gacchantā, kuto āgatattha, kiṃ maggamūḷhattha, cirassaṃ āgatatthā’’ti evamādayo piyasamudācārā honti, tasmā evamāha. Evañca pana vatvā na mānathaddho hutvā nisīdi, uṭṭhāyāsanā bhagavato paccuggamanamakāsi. Bhagavantañhi upagataṃ disvā āsanena animantento vā apacitiṃ akaronto vā dullabho. Kasmā? Uccākulīnatāya. Ayampi paribbājako attano nisinnāsanaṃ papphoṭetvā bhagavantaṃ āsanena nimantento – ‘‘nisīdatu, bhante, bhagavā idamāsanaṃ paññatta’’nti āha. Antarākathā vippakatāti nisinnānaṃ vo ādito paṭṭhāya yāva mamāgamanaṃ, etasmiṃ antare kā nāma kathā vippakatā, mamāgamanapaccayā katamā kathā pariyantaṃ na gatā, vadatha, yāva naṃ pariyantaṃ netvā demīti sabbaññupavāraṇaṃ pavāresi. Atha paribbājako – ‘‘niratthakakathā esā nissārā vaṭṭasannissitā, na tumhākaṃ purato vattabbataṃ arahatī’’ti dīpento ‘‘tiṭṭhatesā , bhante’’tiādimāha.",
  "atk-s0101a9:9": "Abhisaññānirodhakathāvaṇṇanā",
  "atk-s0101a9:10": "411.Tiṭṭhatesā, bhanteti sace bhagavā sotukāmo bhavissati, pacchāpesā kathā na dullabhā bhavissati, amhākaṃ panimāya kathāya attho natthi. Bhagavato panāgamanaṃ labhitvā mayaṃ aññadeva sukāraṇaṃ pucchāmāti dīpeti. Tato taṃ pucchanto – ‘‘purimāni, bhante’’tiādimāha. Tattha kotūhalasālāyanti kotūhalasālā nāma paccekasālā natthi. Yattha pana nānātitthiyā samaṇabrāhmaṇā nānāvidhaṃ kathaṃ pavattenti, sā bahūnaṃ – ‘‘ayaṃ kiṃ vadati, ayaṃ kiṃ vadatī’’ti kotūhaluppattiṭṭhānato kotūhalasālāti vuccati. Abhisaññānirodheti ettha abhīti upasaggamattaṃ. Saññānirodheti cittanirodhe, khaṇikanirodhe kathā uppannāti attho. Idaṃ pana tassā uppattikāraṇaṃ. Yadā kira bhagavā jātakaṃ vā katheti, sikkhāpadaṃ vā paññapeti tadā sakalajambudīpe bhagavato kittighoso pattharati, titthiyā taṃ sutvā – ‘‘bhavaṃ kira gotamo pubbacariyaṃ kathesi, mayaṃ kiṃ na sakkoma tādisaṃ kiñci kathetu’’nti bhagavato paṭibhāgakiriyaṃ karontā ekaṃ bhavantarasamayaṃ kathenti – ‘‘bhavaṃ gotamo sikkhāpadaṃ paññapesi, mayaṃ kiṃ na sakkoma paññapetu’’nti attano sāvakānaṃ kiñcideva sikkhāpadaṃ paññapenti. Tadā pana bhagavā aṭṭhavidhaparisamajjhe nisīditvā nirodhakathaṃ kathesi. Titthiyā taṃ sutvā – ‘‘bhavaṃ kira gotamo nirodhaṃ nāma kathesi, mayampi taṃ kathessāmā’’ti sannipatitvā kathayiṃsu. Tena vuttaṃ – ‘‘abhisaññānirodhe kathā udapādī’’ti.",
  "atk-s0101a9:11": "Tatrekacceti tesu ekacce. Purimo cettha yvāyaṃ bāhire titthāyatane pabbajito cittappavattiyaṃ dosaṃ disvā acittakabhāvo santoti samāpattiṃ bhāvetvā ito cuto pañca kappasatāni asaññībhave ṭhatvā puna idha uppajjati. Tassa saññuppāde ca nirodhe ca hetuṃ apassanto – ahetū appaccayāti āha.",
  "atk-s0101a9:12": "Dutiyo naṃ nisedhetvā migasiṅgatāpasassa asaññakabhāvaṃ gahetvā – ‘‘upetipi apetipī’’ti āha. Migasiṅgatāpaso kira attantapo ghoratapo paramadhitindriyo ahosi. Tassa sīlatejena sakkavimānaṃ uṇhaṃ ahosi. Sakko devarājā ‘‘sakkaṭṭhānaṃ nu kho tāpaso patthetī’’ti alambusaṃ nāma devakaññaṃ – ‘tāpasassa tapaṃ bhinditvā ehī’ti pesesi. Sā tattha gatā. Tāpaso paṭhamadivase taṃ disvāva palāyitvā paṇṇasālaṃ pāvisi. Dutiyadivase kāmacchandanīvaraṇena bhaggo taṃ hatthe aggahesi, so tena dibbaphassena phuṭṭho visaññī hutvā tiṇṇaṃ saṃvaccharānaṃ accayena saññaṃ paṭilabhi. Taṃ so diṭṭhigatiko – ‘‘tiṇṇaṃ saṃvaccharānaṃ accayena nirodhā vuṭṭhito’’ti maññamāno evamāha.",
  "atk-s0101a9:13": "Tatiyo naṃ nisedhetvā āthabbaṇapayogaṃ sandhāya ‘‘upakaḍḍhantipi apakaḍḍhantipī’’ti āha. Āthabbaṇikā kira āthabbaṇaṃ payojetvā sattaṃ sīsacchinnaṃ viya hatthacchinnaṃ viya mataṃ viya ca katvā dassenti. Tassa puna pākatikabhāvaṃ disvā so diṭṭhigatiko – ‘‘nirodhā vuṭṭhito aya’’nti maññamāno evamāha.",
  "atk-s0101a9:14": "Catuttho naṃ nisedhetvā yakkhadāsīnaṃ madaniddaṃ sandhāya ‘‘santi hi bho devatā’’tiādimāha. Yakkhadāsiyo kira sabbarattiṃ devatūpahāraṃ kurumānā naccitvā gāyitvā aruṇodaye ekaṃ surāpātiṃ pivitvā parivattitvā supitvā divā vuṭṭhahanti. Taṃ disvā so diṭṭhigatiko – ‘‘suttakāle nirodhaṃ samāpannā, pabuddhakāle nirodhā vuṭṭhitā’’ti maññamāno evamāha.",
  "atk-s0101a9:15": "Ayaṃ pana poṭṭhapādo paribbājako paṇḍitajātiko. Tenassa taṃ kathaṃ sutvā vippaṭisāro uppajji. ‘‘Imesaṃ kathā eḷamūgakathā viya cattāro hi nirodhe ete paññapenti, iminā ca nirodhena nāma ekena bhavitabbaṃ, na bahunā. Tenāpi ekena aññeneva bhavitabbaṃ, so pana aññena ñātuṃ na sakkā aññatra sabbaññunā. Sace bhagavā idha abhavissa ‘ayaṃ nirodho ayaṃ na nirodho’ti dīpasahassaṃ viya ujjāletvā ajjameva pākaṭaṃ akarissā’’ti dasabalaññeva anussari. Tasmā ‘‘tassa mayhaṃ bhante’’tiādimāha. Tattha aho nūnāti anussaraṇatthe nipātadvayaṃ, tena tassa bhagavantaṃ anussarantassa etadahosi ‘‘aho nūna bhagavā aho nūna sugato’’ti. Yo imesanti yo etesaṃ nirodhadhammānaṃ sukusalo nipuṇo cheko, so bhagavā aho nūna katheyya, sugato aho nūna katheyyāti ayamettha adhippāyo. Pakataññūti ciṇṇavasitāya pakatiṃ sabhāvaṃ jānātīti pakataññū. Kathaṃ nu khoti idaṃ paribbājako ‘‘mayaṃ bhagavā na jānāma, tumhe jānātha, kathetha no’’ti āyācanto vadati. Atha bhagavā kathento ‘‘tatra poṭṭhapādā’’tiādimāha.",
  "atk-s0101a9:16": "Ahetukasaññuppādanirodhakathāvaṇṇanā",
  "atk-s0101a9:17": "412. Tattha tatrāti tesu samaṇabrāhmaṇesu. Āditova tesaṃ aparaddhanti tesaṃ ādimhiyeva viraddhaṃ, gharamajjheyeva pakkhalitāti dīpeti. Sahetū sappaccayāti ettha hetupi paccayopi kāraṇasseva nāmaṃ, sakāraṇāti attho. Taṃ pana kāraṇaṃ dassento ‘‘sikkhā ekā’’ti āha. Tattha sikkhā ekā saññā uppajjantīti sikkhāya ekaccā saññā jāyantīti attho.",
  "atk-s0101a9:18": "413.Kā ca sikkhāti bhagavā avocāti katamā ca sā sikkhāti bhagavā vitthāretukamyatāpucchāvasena avoca. Atha yasmā adhisīlasikkhā adhicittasikkhā adhipaññāsikkhāti tisso sikkhā honti. Tasmā tā dassento bhagavā saññāya sahetukaṃ uppādanirodhaṃ dīpetuṃ buddhuppādato pabhuti tantidhammaṃ ṭhapento ‘‘idha poṭṭhapāda, tathāgato loke’’tiādimāha. Tattha adhisīlasikkhā adhicittasikkhāti dve eva sikkhā sarūpena āgatā, tatiyā pana ‘‘ayaṃ dukkhanirodhagāminī paṭipadāti kho poṭṭhapāda mayā ekaṃsiko dhammo desito’’ti ettha sammādiṭṭhisammāsaṅkappavasena pariyāpannattā āgatāti veditabbā. Kāmasaññāti pañcakāmaguṇikarāgopi asamuppannakāmacāropi . Tattha pañcakāmaguṇikarāgo anāgāmimaggena samugghātaṃ gacchati, asamuppannakāmacāro pana imasmiṃ ṭhāne vaṭṭati. Tasmā tassa yā purimā kāmasaññāti tassa paṭhamajjhānasamaṅgino yā pubbe uppannapubbāya kāmasaññāya sadisattā purimā kāmasaññāti vucceyya, sā nirujjhati, anuppannāva nuppajjatīti attho.",
  "atk-s0101a9:19": "Vivekajapītisukhasukhumasaccasaññīyeva tasmiṃ samaye hotīti tasmiṃ paṭhamajjhānasamaye vivekajapītisukhasaṅkhātā sukhumasaññā saccā hoti, bhūtā hotīti attho. Atha vā kāmacchandādioḷārikaṅgappahānavasena sukhumā ca sā bhūtatāya saccā ca saññāti sukhumasaccasaññā, vivekajehi pītisukhehi sampayuttā sukhumasaccasaññāti vivekajapītisukhasukhumasaccasaññā sā assa atthīti vivekajapītisukhasukhumasaccasaññīti evamettha attho daṭṭhabbo. Esa nayo sabbattha. Evampi sikkhāti ettha yasmā paṭhamajjhānaṃ samāpajjanto adhiṭṭhahanto, vuṭṭhahanto ca sikkhati, tasmā taṃ evaṃ sikkhitabbato sikkhāti vuccati. Tenapi sikkhāsaṅkhātena paṭhamajjhānena evaṃ ekā vivekajapītisukhasukhumasaccasaññā uppajjati. Evaṃ ekā kāmasaññā nirujjhatīti attho. Ayaṃ sikkhāti bhagavā avocāti ayaṃ paṭhamajjhānasaṅkhātā ekā sikkhāti, bhagavā āha. Etenupāyena sabbattha attho daṭṭhabbo.",
  "atk-s0101a9:20": "Yasmā pana aṭṭhamasamāpattiyā aṅgato sammasanaṃ buddhānaṃyeva hoti, sāvakesu sāriputtasadisānampi natthi, kalāpato sammasanaṃyeva pana sāvakānaṃ hoti, idañca ‘‘saññā saññā’’ti, evaṃ aṅgato sammasanaṃ uddhaṭaṃ. Tasmā ākiñcaññāyatanaparamaṃyeva saññaṃ dassetvā puna tadeva saññagganti dassetuṃ ‘‘yato kho poṭṭhapāda…pe… saññaggaṃ phusatī’’ti āha.",
  "atk-s0101a9:21": "414. Tattha yato kho poṭṭhapāda bhikkhūti yo nāma poṭṭhapāda bhikkhu. Idha sakasaññī hotīti idha sāsane sakasaññī hoti, ayameva vā pāṭho, attano paṭhamajjhānasaññāya saññavā hotīti attho. So tato amutra tato amutrāti so bhikkhu tato paṭhamajjhānato amutra dutiyajjhāne, tatopi amutra tatiyajjhāneti evaṃ tāya tāya jhānasaññāya sakasaññī sakasaññī hutvā anupubbena saññaggaṃ phusati. Saññagganti ākiñcaññāyatanaṃ vuccati. Kasmā? Lokiyānaṃ kiccakārakasamāpattīnaṃ aggattā. Ākiñcaññāyatanasamāpattiyañhi ṭhatvā nevasaññānāsaññāyatanampi nirodhampi samāpajjanti. Iti sā lokiyānaṃ kiccakārakasamāpattīnaṃ aggattā saññagganti vuccati, taṃ phusati pāpuṇātīti attho.",
  "atk-s0101a9:22": "Idāni abhisaññānirodhaṃ dassetuṃ ‘‘tassa saññagge ṭhitassā’’tiādimāha. Tattha ceteyyaṃ, abhisaṅkhareyyanti padadvaye ca jhānaṃ samāpajjanto ceteti nāma, punappunaṃ kappetīti attho. Uparisamāpattiatthāya nikantiṃ kurumāno abhisaṅkharoti nāma. Imā ca me saññā nirujjheyyunti imā ākiñcaññāyatanasaññā nirujjheyyuṃ. Aññā ca oḷārikāti aññā ca oḷārikā bhavaṅgasaññā uppajjeyyuṃ. So na ceva ceteti na abhisaṅkharotīti ettha kāmaṃ cesa cetentova na ceteti, abhisaṅkharontova nābhisaṅkharoti. Imassa bhikkhuno ākiñcaññāyatanato vuṭṭhāya nevasaññānāsaññāyatanaṃ samāpajjitvā ‘‘ekaṃ dve cittavāre ṭhassāmī’’ti ābhogasamannāhāro natthi. Uparinirodhasamāpattatthāya eva pana ābhogasamannāhāro atthi, svāyamattho puttagharācikkhaṇena dīpetabbo.",
  "atk-s0101a9:23": "Pitugharamajjhena kira gantvā pacchābhāge puttassa gharaṃ hoti, tato paṇītaṃ bhojanaṃ ādāya āsanasālaṃ āgataṃ daharaṃ thero – ‘‘manāpo piṇḍapāto kuto ābhato’’ti pucchi. So ‘‘asukassa gharato’’ti laddhagharameva ācikkhi. Yena panassa pitugharamajjhena gatopi āgatopi tattha ābhogopi natthi. Tattha āsanasālā viya ākiñcaññāyatanasamāpatti daṭṭhabbā, pitugehaṃ viya nevasaññānāsaññāyatanasamāpatti, puttagehaṃ viya nirodhasamāpatti, āsanasālāya ṭhatvā pitugharaṃ amanasikaritvā puttagharācikkhaṇaṃ viya ākiñcaññāyatanato vuṭṭhāya nevasaññānāsaññāyatanaṃ samāpajjitvā ‘‘ekaṃ dve cittavāre ṭhassāmī’’ti pitugharaṃ amanasikaritvāva uparinirodhasamāpattatthāya manasikāro, evamesa cetentova na ceteti, abhisaṅkharontova nābhisaṅkharoti. Tā ceva saññāti tā jhānasaññā nirujjhanti. Aññā cāti aññā ca oḷārikā bhavaṅgasaññā nuppajjanti. So nirodhaṃ phusatīti so evaṃ paṭipanno bhikkhu saññāvedayitanirodhaṃ phusati vindati paṭilabhati.",
  "atk-s0101a9:24": "Anupubbābhisaññānirodhasampajānasamāpattinti ettha abhīti upasaggamattaṃ, sampajānapadaṃ nirodhapadena antarikaṃ katvā vuttaṃ. Anupaṭipāṭiyā sampajānasaññānirodhasamāpattīti ayaṃ panetthattho. Tatrāpi sampajānasaññānirodhasamāpattīti sampajānantassa ante saññā nirodhasamāpatti sampajānantassa vā paṇḍitassa bhikkhuno saññānirodhasamāpattīti ayaṃ visesattho.",
  "atk-s0101a9:25": "Idāni idha ṭhatvā nirodhasamāpattikathā kathetabbā. Sā panesā sabbākārena visuddhimagge paññābhāvanānisaṃsādhikāre kathitā, tasmā tattha kathitatova gahetabbā.",
  "atk-s0101a9:26": "Evaṃ bhagavā poṭṭhapādassa paribbājakassa nirodhakathaṃ kathetvā – atha naṃ tādisāya kathāya aññattha abhāvaṃ paṭijānāpetuṃ ‘‘taṃ kiṃ maññasī’’tiādimāha. Paribbājakopi ‘‘bhagavā ajja tumhākaṃ kathaṃ ṭhapetvā na mayā evarūpā kathā sutapubbā’’ti paṭijānanto, ‘‘no hetaṃ bhante’’ti vatvā puna sakkaccaṃ bhagavato kathāya uggahitabhāvaṃ dassento ‘‘evaṃ kho ahaṃ bhante’’tiādimāha. Athassa bhagavā ‘‘suuggahitaṃ tayā’’ti anujānanto ‘‘evaṃ poṭṭhapādā’’ti āha.",
  "atk-s0101a9:27": "415. Atha paribbājako ‘‘bhagavatā ‘ākiñcaññāyatanaṃ saññagga’nti vuttaṃ. Etadeva nu kho saññaggaṃ, udāhu avasesasamāpattīsupi saññaggaṃ atthī’’ti cintetvā tamatthaṃ pucchanto ‘‘ekaññeva nu kho’’tiādimāha. Bhagavāpissa vissajjesi. Tattha puthūpīti bahūnipi. Yathā yathā kho, poṭṭhapāda, nirodhaṃphusatīti pathavīkasiṇādīsu yena yena kasiṇena, paṭhamajjhānādīnaṃ vā yena yena jhānena. Idaṃ vuttaṃ hoti – sace hi pathavīkasiṇena karaṇabhūtena pathavīkasiṇasamāpattiṃ ekavāraṃ samāpajjanto purimasaññānirodhaṃ phusati ekaṃ saññaggaṃ, atha dve vāre, tayo vāre, vārasataṃ, vārasahassaṃ, vārasatasahassaṃ vā samāpajjanto purimasaññānirodhaṃ phusati, satasahassaṃ, saññaggāni. Esa nayo sesakasiṇesu. Jhānesupi sace paṭhamajjhānena karaṇabhūtena ekavāraṃ purimasaññānirodhaṃ phusati ekaṃ saññaggaṃ. Atha dve vāre , tayo vāre, vārasataṃ, vārasahassaṃ, vārasatasahassaṃ vā purimasaññānirodhaṃ phusati, satasahassaṃ saññaggāni. Esa nayo sesajjhānasamāpattīsupi. Iti ekavāraṃ samāpajjanavasena vā sabbampi sañjānanalakkhaṇena saṅgahetvā vā ekaṃ saññaggaṃ hoti, aparāparaṃ samāpajjanavasena bahūni.",
  "atk-s0101a9:28": "416.Saññā nu kho, bhanteti bhante nirodhasamāpajjanakassa bhikkhuno ‘‘saññā nu kho paṭhamaṃ uppajjatī’’ti pucchati. Tassa bhagavā ‘‘saññā kho, poṭṭhapādā’’ti byākāsi. Tattha saññāti jhānasaññā. Ñāṇanti vipassanāñāṇaṃ. Aparo nayo, saññāti vipassanā saññā. Ñāṇanti maggañāṇaṃ. Aparo nayo, saññāti maggasaññā. Ñāṇanti phalañāṇaṃ. Tipiṭakamahāsivatthero panāha –",
  "atk-s0101a9:29": "Kiṃ ime bhikkhū bhaṇanti, poṭṭhapādo heṭṭhā bhagavantaṃ nirodhaṃ pucchi. Idāni nirodhā vuṭṭhānaṃ pucchanto ‘‘bhagavā nirodhā vuṭṭhahantassa kiṃ paṭhamaṃ arahattaphalasaññā uppajjati, udāhu paccavekkhaṇañāṇa’’nti vadati. Athassa bhagavā yasmā phalasaññā paṭhamaṃ uppajjati, pacchā paccavekkhaṇañāṇaṃ . Tasmā ‘‘saññā kho poṭṭhapādā’’ti āha. Tattha saññuppādāti arahattaphalasaññāya uppādā, pacchā ‘‘idaṃ arahattaphala’’nti evaṃ paccavekkhaṇañāṇuppādo hoti. Idappaccayā kira meti phalasamādhisaññāpaccayā kira mayhaṃ paccavekkhaṇañāṇaṃ uppannanti.",
  "atk-s0101a9:30": "Saññāattakathāvaṇṇanā",
  "atk-s0101a9:31": "417. Idāni paribbājako yathā nāma gāmasūkaro gandhodakena nhāpetvā gandhehi anulimpitvā mālādāmaṃ piḷandhitvā sirisayane āropitopi sukhaṃ na vindati, vegena gūthaṭṭhānameva gantvā sukhaṃ vindati. Evameva bhagavatā saṇhasukhumatilakkhaṇabbhāhatāya desanāya nhāpitavilittamaṇḍitopi nirodhakathāsirisayanaṃ āropitopi tattha sukhaṃ na vindanto gūthaṭṭhānasadisaṃ attano laddhiṃ gahetvā tameva pucchanto ‘‘saññā nu kho, bhante, purisassa attā’’tiādimāha. Athassānumatiṃ gahetvā byākātukāmo bhagavā – ‘‘kaṃ pana tva’’ntiādimāha. Tato so ‘‘arūpī attā’’ti evaṃ laddhiko samānopi ‘‘bhagavā desanāya sukusalo, so me āditova laddhiṃ mā viddhaṃsetū’’ti cintetvā attano laddhiṃ pariharanto ‘‘oḷārikaṃ kho’’tiādimāha. Athassa bhagavā tattha dosaṃ dassento ‘‘oḷāriko ca hi te’’tiādimāha . Tattha evaṃ santanti evaṃ sante. Bhummatthe hi etaṃ upayogavacanaṃ. Evaṃ santaṃ attānaṃ paccāgacchato tavāti ayaṃ vā ettha attho. Catunnaṃ khandhānaṃ ekuppādekanirodhattā kiñcāpi yā saññā uppajjati, sāva nirujjhati. Aparāparaṃ upādāya pana ‘‘aññā ca saññā uppajjanti, aññā ca saññā nirujjhantī’’ti vuttaṃ.",
  "atk-s0101a9:32": "418-420. Idāni aññaṃ laddhiṃ dassento – ‘‘manomayaṃ kho ahaṃ, bhante’’tiādiṃ vatvā tatrāpi dose dinne yathā nāma ummattako yāvassa saññā nappatiṭṭhāti, tāva aññaṃ gahetvā aññaṃ vissajjeti, saññāpatiṭṭhānakāle pana vattabbameva vadati, evameva aññaṃ gahetvā aññaṃ vissajjetvā idāni attano laddhiṃyeva vadanto ‘‘arūpī kho’’tiādimāha. Tatrāpi yasmā so saññāya uppādanirodhaṃ icchati, attānaṃ pana sassataṃ maññati. Tasmā tathevassa dosaṃ dassento bhagavā ‘‘evaṃ santampī’’tiādimāha. Tato paribbājako micchādassanena abhibhūtattā bhagavatā vuccamānampi taṃ nānattaṃ ajānanto ‘‘sakkā panetaṃ, bhante, mayā’’tiādimāha. Athassa bhagavā yasmā so saññāya uppādanirodhaṃ passantopi saññāmayaṃ attānaṃ niccameva maññati. Tasmā ‘‘dujjānaṃ kho’’tiādimāha.",
  "atk-s0101a9:33": "Tatthāyaṃ saṅkhepattho – tava aññā diṭṭhi, aññā khanti, aññā ruci, aññathāyeva te dassanaṃ pavattaṃ, aññadeva ca te khamati ceva ruccati ca, aññatra ca te āyogo, aññissāyeva paṭipattiyā yuttapayuttatā, aññattha ca te ācariyakaṃ, aññasmiṃ titthāyatane ācariyabhāvo. Tena tayā evaṃ aññadiṭṭhikena aññakhantikena aññarucikena aññatrāyogena aññatrācariyakena dujjānaṃ etanti. Atha paribbājako – ‘‘saññā vā purisassa attā hotu, aññā vā saññā, taṃ sassatādi bhāvamassa pucchissa’’nti puna ‘‘kiṃ pana bhante’’tiādimāha.",
  "atk-s0101a9:34": "Tattha lokoti attānaṃ sandhāya vadati. Na hetaṃ poṭṭhapāda atthasañhitanti poṭṭhapāda etaṃ diṭṭhigataṃ na idhalokaparalokaatthanissitaṃ, na attatthaparatthanissitaṃ. Na dhammasaṃhitanti na navalokuttaradhammanissitaṃ. Nādibrahmacariyakanti sikkhattayasaṅkhātassa sāsanabrahmacariyakassa na ādimattaṃ, adhisīlasikkhāmattampi na hoti. Na nibbidāyāti saṃsāravaṭṭe nibbindanatthāya na saṃvattati. Navirāgāyāti vaṭṭavirāgatthāya na saṃvattati. Na nirodhāyāti vaṭṭassa nirodhakaraṇatthāya na saṃvattati. Na upasamāyāti vaṭṭassa vūpasamanatthāya na saṃvattati. Na abhiññāyāti vaṭṭābhijānanāya paccakkhakiriyāya na saṃvattati. Na sambodhāyāti vaṭṭasambujjhanatthāya na saṃvattati. Na nibbānāyāti amatamahānibbānassa paccakkhakiriyāya na saṃvattati.",
  "atk-s0101a9:35": "Idaṃ dukkhantiādīsu taṇhaṃ ṭhapetvā tebhūmakā pañcakkhandhā dukkhanti, tasseva dukkhassa pabhāvanato sappaccayā taṇhā dukkhasamudayoti. Ubhinnaṃ appavatti dukkhanirodhoti, ariyo aṭṭhaṅgiko maggo dukkhanirodhagāminī paṭipadāti mayā byākatanti attho. Evañca pana vatvā bhagavā ‘‘imassa paribbājakassa maggapātubhāvo vā phalasacchikiriyā vā natthi, mayhañca bhikkhācāravelā’’ti cintetvā tuṇhī ahosi. Paribbājakopi taṃ ākāraṃ ñatvā bhagavato gamanakālaṃ ārocento viya ‘‘evameta’’ntiādimāha.",
  "atk-s0101a9:36": "421.Vācāsannitodakenāti vacanapatodena. Sañjhabbharimakaṃsūti sañjhabbharitaṃ nirantaraṃ phuṭṭhaṃ akaṃsu, upari vijjhiṃsūti vuttaṃ hoti. Bhūtanti sabhāvato vijjamānaṃ. Tacchaṃ, tathanti tasseva vevacanaṃ. Dhammaṭṭhitatanti navalokuttaradhammesu ṭhitasabhāvaṃ. Dhammaniyāmatanti lokuttaradhammaniyāmataṃ. Buddhānañhi catusaccavinimuttā kathā nāma natthi. Tasmā sā edisā hoti.",
  "atk-s0101a9:37": "Cittahatthisāriputtapoṭṭhapādavatthuvaṇṇanā",
  "atk-s0101a9:38": "422.Citto ca hatthisāriputtoti so kira sāvatthiyaṃ hatthiācariyassa putto bhagavato santike pabbajitvā tīṇi piṭakāni uggahetvā sukhumesu atthantaresu kusalo ahosi, pubbe katapāpakammavasena pana sattavāre vibbhamitvā gihi jāto. Kassapasammāsambuddhassa kira sāsane dve sahāyakā ahesuṃ, aññamaññaṃ samaggā ekatova sajjhāyanti. Tesu eko anabhirato gihibhāve cittaṃ uppādetvā itarassa ārocesi. So gihibhāve ādīnavaṃ pabbajjāya ānisaṃsaṃ dassetvā taṃ ovadi. So taṃ sutvā abhiramitvā punekadivasaṃ tādise citte uppanne taṃ etadavoca ‘‘mayhaṃ āvuso evarūpaṃ cittaṃ uppajjati – ‘imāhaṃ pattacīvaraṃ tuyhaṃ dassāmī’ti’’. So pattacīvaralobhena tassa gihibhāve ānisaṃsaṃ dassetvā pabbajjāya ādīnavaṃ kathesi. Athassa taṃ sutvāva gihibhāvato cittaṃ virajjitvā pabbajjāyameva abhirami. Evamesa tadā sīlavantassa bhikkhuno gihibhāve ānisaṃsakathāya kathitattā idāni cha vāre vibbhamitvā sattame vāre pabbajito. Mahāmoggallānassa, mahākoṭṭhikattherassa ca abhidhammakathaṃ kathentānaṃ antarantarā kathaṃ opāteti. Atha naṃ mahākoṭṭhikatthero apasādeti. So mahāsāvakassa kathite patiṭṭhātuṃ asakkonto vibbhamitvā gihi jāto. Poṭṭhapādassa panāyaṃ gihisahāyako hoti. Tasmā vibbhamitvā dvīhatīhaccayena poṭṭhapādassa santikaṃ gato. Atha naṃ so disvā ‘‘samma kiṃ tayā kataṃ, evarūpassa nāma satthu sāsanā apasakkantosi, ehi pabbajituṃ idāni te vaṭṭatī’’ti taṃ gahetvā bhagavato santikaṃ agamāsi. Tena vuttaṃ ‘‘citto ca hatthisāriputto poṭṭhapādo ca paribbājako’’ti.",
  "atk-s0101a9:39": "423.Andhāti paññācakkhuno natthitāya andhā, tasseva abhāvena acakkhukā. Tvaṃyeva nesaṃ eko cakkhumāti subhāsitadubbhāsitajānanabhāvamattena paññācakkhunā cakkhumā. Ekaṃsikāti ekakoṭṭhāsā. Paññattāti ṭhapitā. Anekaṃsikāti na ekakoṭṭhāsā ekeneva koṭṭhāsena sassatāti vā asassatāti vā na vuttāti attho.",
  "atk-s0101a9:40": "Ekaṃsikadhammavaṇṇanā",
  "atk-s0101a9:41": "424-425.Santi poṭṭhapādāti idaṃ bhagavā kasmā ārabhi? Bāhirakehi paññāpitaniṭṭhāya aniyyānikabhāvadassanatthaṃ. Sabbe hi titthiyā yathā bhagavā amataṃ nibbānaṃ, evaṃ attano attano samaye lokathupikādivasena niṭṭhaṃ paññapenti, sā ca na niyyānikā. Yathā paññattā hutvā na niyyāti na gacchati, aññadatthu paṇḍitehi paṭikkhittā nivattati, taṃ dassetuṃ bhagavā evamāha. Tattha ekantasukhaṃ lokaṃ jānaṃ passanti puratthimāya disāya ekantasukho loko pacchimādīnaṃ vā aññatarāyāti evaṃ jānantā evaṃ passantā viharatha. Diṭṭhapubbāni kho tasmiṃ loke manussānaṃ sarīrasaṇṭhānādīnīti. Appāṭihīrakatanti appāṭihīrakataṃ paṭiharaṇavirahitaṃ, aniyyānikanti vuttaṃ hoti.",
  "atk-s0101a9:42": "426-427.Janapadakalyāṇīti janapade aññāhi itthīhi vaṇṇasaṇṭhānavilāsākappādīhi asadisā.",
  "atk-s0101a9:43": "Tayoattapaṭilābhavaṇṇanā",
  "atk-s0101a9:44": "428. Evaṃ bhagavā paresaṃ niṭṭhāya aniyyānikattaṃ dassetvā attano niṭṭhāya niyyānikabhāvaṃ dassetuṃ ‘‘tayo kho me poṭṭhapādā’’tiādimāha. Tattha attapaṭilābhoti attabhāvapaṭilābho, ettha ca bhagavā tīhi attabhāvapaṭilābhehi tayo bhave dassesi. Oḷārikattabhāvapaṭilābhena avīcito paṭṭhāya paranimmitavasavattipariyosānaṃ kāmabhavaṃ dassesi. Manomayaattabhāvapaṭilābhena paṭhamajjhānabhūmito paṭṭhāya akaniṭṭhabrahmalokapariyosānaṃ rūpabhavaṃ dassesi. Arūpaattabhāvapaṭilābhena ākāsānañcāyatanabrahmalokato paṭṭhāya nevasaññānāsaññāyatanabrahmalokapariyosānaṃ arūpabhavaṃ dassesi. Saṃkilesikā dhammā nāma dvādasa akusalacittuppādā. Vodāniyā dhammā nāma samathavipassanā.",
  "atk-s0101a9:45": "429.Paññāpāripūriṃvepullattanti maggapaññāphalapaññānaṃ pāripūriñceva vipulabhāvañca. Pāmujjanti taruṇapīti. Pītīti balavatuṭṭhi. Kiṃ vuttaṃ hoti? Yaṃ avocumha ‘‘sayaṃ abhiññā sacchikatvā upasampajja vihiratī’’ti, tattha tassa evaṃ viharato taṃ pāmojjañceva bhavissati, pīti ca nāmakāyapassaddhi ca sati ca sūpaṭṭhitā uttamañāṇañca sukho ca vihāro. Sabbavihāresu ca ayameva vihāro ‘‘sukho’’ti vattuṃ yutto ‘‘upasanto paramamadhuro’’ti. Tattha paṭhamajjhāne pāmojjādayo chapi dhammā labbhanti, dutiyajjhāne dubbalapītisaṅkhātaṃ pāmojjaṃ nivattati, sesā pañca labbhanti. Tatiye pīti nivattati, sesā cattāro labbhanti. Tathā catutthe. Imesu catūsu jhānesu sampasādanasutte suddhavipassanā pādakajjhānameva kathitaṃ. Pāsādikasutte catūhi maggehi saddhiṃ vipassanā kathitā. Dasuttarasutte catutthajjhānikaphalasamāpatti kathitā. Imasmiṃ poṭṭhapādasutte pāmojjaṃ pītivevacanameva katvā dutiyajjhānikaphalasamāpattināma kathitāti veditabbā.",
  "atk-s0101a9:46": "432-437.Ayaṃ vā soti ettha vā saddo vibhāvanattho hoti. Ayaṃ soti evaṃ vibhāvetvā pakāsetvā byākareyyāma. Yathāpare ‘‘ekantasukhaṃ attānaṃ sañjānāthā’’ti puṭṭhā ‘‘no’’ti vadanti, na evaṃ vadāmāti attho. Sappāṭihīrakatanti sappāṭiharaṇaṃ, niyyānikanti attho. Mogho hotīti tuccho hoti, natthi so tasmiṃ samayeti adhippāyo. Sacco hotīti bhūto hoti, sveva tasmiṃ samaye sacco hotīti attho. Ettha panāyaṃ citto attano asabbaññutāya tayo attapaṭilābhe kathetvā attapaṭilābho nāma paññattimattaṃ etanti uddharituṃ nāsakkhi, attapaṭilābho tveva niyyātesi. Athassa bhagavā rūpādayo cettha dhammā, attapaṭilābhoti pana nāmamattametaṃ, tesu tesu rūpādīsu sati evarūpā vohārā hontīti dassetukāmo tasseva kathaṃ gahetvā nāmapaññattivasena niyyātanatthaṃ ‘‘yasmiṃ citta samaye’’tiādimāha.",
  "atk-s0101a9:47": "438. Evañca pana vatvā paṭipucchitvā vinayanatthaṃ puna ‘‘sace taṃ, citta, evaṃ puccheyyu’’ntiādimāha . Tattha yo me ahosi atīto attapaṭilābho , sveva me attapaṭilābho, tasmiṃ samaye sacco ahosi, mogho anāgato mogho paccuppannoti ettha tāva imamatthaṃ dasseti – yasmā ye te atītā dhammā, te etarahi natthi, ahesunti pana saṅkhyaṃ gatā, tasmā sopi me attapaṭilābho tasmiṃyeva samaye sacco ahosi. Anāgatapaccuppannānaṃ pana dhammānaṃ tadā abhāvā tasmiṃ samaye ‘‘mogho anāgato, mogho paccuppanno’’ti, evaṃ atthato nāmamattameva attapaṭilābhaṃ paṭijānāti. Anāgatapaccuppannesupi eseva nayo.",
  "atk-s0101a9:48": "439-443. Atha bhagavā tassa byākaraṇena saddhiṃ attano byākaraṇaṃ saṃsandituṃ ‘‘evameva kho cittā’’tiādīni vatvā puna opammato tamatthaṃ sādhento ‘‘seyyathāpi citta gavā khīra’’ntiādimāha. Tatrāyaṃ saṅkhepattho, yathā gavā khīraṃ, khīrādīhi ca dadhiādīni bhavanti, tattha yasmiṃ samaye khīraṃ hoti, na tasmiṃ samaye dadhīti vā navanītādīsu vā aññataranti saṅkhyaṃ niruttiṃ nāmaṃ vohāraṃ gacchati. Kasmā? Ye dhamme upādāya dadhītiādi vohārā honti, tesaṃ abhāvā. Atha kho khīraṃ tveva tasmiṃ samaye saṅkhyaṃ gacchati. Kasmā? Ye dhamme upādāya khīranti saṅkhyā nirutti nāmaṃ vohāro hoti, tesaṃ bhāvāti. Esa nayo sabbattha. Imā kho cittāti oḷāriko attapaṭilābho iti ca manomayo attapaṭilābho iti ca arūpo attapaṭilābho iti ca imā kho citta lokasamaññā loke samaññāmattakāni samanujānanamattakāni etāni. Tathā lokaniruttimattakāni vacanapathamattakāni vohāramattakāni nāmapaṇṇattimattakāni etānīti. Evaṃ bhagavā heṭṭhā tayo attapaṭilābhe kathetvā idāni sabbametaṃ vohāramattakanti vadati. Kasmā? Yasmā paramatthato satto nāma natthi, suñño tuccho esa loko.",
  "atk-s0101a9:49": "Buddhānaṃ pana dve kathā sammutikathā ca paramatthakathā ca. Tattha ‘‘satto poso devo brahmā’’tiādikā ‘‘sammutikathā’’ nāma. ‘‘Aniccaṃ dukkhamanattā khandhā dhātuyo āyatanāni satipaṭṭhānā sammappadhānā’’tiādikā paramatthakathā nāma. Tattha yo sammutidesanāya ‘‘satto’’ti vā ‘‘poso’’ti vā ‘‘devo’’ti vā ‘‘brahmā’’ti vā vutte vijānituṃ paṭivijjhituṃ niyyātuṃ arahattajayaggāhaṃ gahetuṃ sakkoti, tassa bhagavā āditova ‘‘satto’’ti vā ‘‘poso’’ti vā ‘‘devo’’ti vā ‘‘brahmā’’ti vā katheti, yo paramatthadesanāya ‘‘anicca’’nti vā ‘‘dukkha’’nti vātiādīsu aññataraṃ sutvā vijānituṃ paṭivijjhituṃ niyyātuṃ arahattajayaggāhaṃ gahetuṃ sakkoti, tassa ‘‘anicca’’nti vā ‘‘dukkha’’nti vātiādīsu aññatarameva katheti. Tathā sammutikathāya bujjhanakasattassāpi na paṭhamaṃ paramatthakathaṃ katheti. Sammutikathāya pana bodhetvā pacchā paramatthakathaṃ katheti. Paramatthakathāya bujjhanakasattassāpi na paṭhamaṃ sammutikathaṃ katheti. Paramatthakathāya pana bodhetvā pacchā sammutikathaṃ katheti. Pakatiyā pana paṭhamameva paramatthakathaṃ kathentassa desanā lūkhākārā hoti, tasmā buddhā paṭhamaṃ sammutikathaṃ kathetvā pacchā paramatthakathaṃ kathenti. Sammutikathaṃ kathentāpi saccameva sabhāvameva amusāva kathenti. Paramatthakathaṃ kathentāpi saccameva sabhāvameva amusāva kathenti.",
  "atk-s0101a9:50": "Duve saccāni akkhāsi, sambuddho vadataṃ varo;",
  "atk-s0101a9:51": "Sammutiṃ paramatthañca, tatiyaṃ nūpalabbhati.",
  "atk-s0101a9:52": "Saṅketavacanaṃ saccaṃ, lokasammutikāraṇaṃ;",
  "atk-s0101a9:53": "Paramatthavacanaṃ saccaṃ, dhammānaṃ bhūtalakkhaṇanti.",
  "atk-s0101a9:54": "Yāhi tathāgato voharati aparāmasanti yāhi lokasamaññāhi lokaniruttīhi tathāgato taṇhāmānadiṭṭhiparāmāsānaṃ abhāvā aparāmasanto voharatīti desanaṃ vinivaṭṭetvā arahattanikūṭena niṭṭhāpesi. Sesaṃ sabbattha uttānatthamevāti.",
  "atk-s0101a9:55": "Iti sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāyaṃ",
  "atk-s0101a9:56": "Poṭṭhapādasuttavaṇṇanā niṭṭhitā."
}