{
  "atk-s0511a12:0": "12. Padumuttarabuddhavaṃsavaṇṇanā",
  "atk-s0511a12:1": "Nāradabuddhassa sāsanaṃ navutivassasahassāni pavattitvā antaradhāyi. So ca kappo vinassittha. Tato paraṃ kappānaṃ asaṅkhyeyyaṃ buddhā loke na uppajjiṃsu. Buddhasuñño vigatabuddhāloko ahosi. Tato kappesu ca asaṅkhyeyyesu vītivattesu ito kappasatasahassamatthake ekasmiṃ kappe eko vijitamāro ohitabhāro merusāro asaṃsāro sattasāro sabbalokuttaro padumuttaro nāma buddho loke udapādi. Sopi pāramiyo pūretvā tusitapure nibbattitvā tato cavitvā haṃsavatīnagare sabbajanānandakarassānandassa nāma rañño aggamahesiyā uditoditakule jātāya sujātāya deviyā kucchismiṃ paṭisandhiṃ aggahesi. Sā devatāhi katārakkhā dasannaṃ māsānaṃ accayena haṃsavatuyyāne padumuttarakumāraṃ vijāyi. Paṭisandhiyañcassa jātiyañca heṭṭhā vuttappakārāni pāṭihāriyāni ahesuṃ.",
  "atk-s0511a12:2": "Tassa kira jātiyaṃ padumavassaṃ vassi. Tenassa nāmaggahaṇadivase ñātakā ‘‘padumuttarakumāro’’tveva nāmaṃ akaṃsu. So dasavassasahassāni agāraṃ ajjhāvasi. Naravāhana-yasavāhana-vasavattināmakā tiṇṇaṃ utūnaṃ anucchavikā tayo cassa pāsādā ahesuṃ. Vasudattādevippamukhānaṃ itthīnaṃ satasahassāni vīsatisahassāni ca paccupaṭṭhitāni ahesuṃ. So vasudattāya deviyā putte sabbaguṇānuttare uttarakumāre nāma uppanne cattāri nimittāni disvā – ‘‘mahābhinikkhamanaṃ nikkhamissāmī’’ti cintesi. Tassa cintitamatteva vasavattināmako pāsādo kumbhakāracakkaṃ viya ākāsaṃ abbhuggantvā devavimānamiva puṇṇacando viya ca gaganatalena gantvā bodhirukkhaṃ majjhekaronto sobhitabuddhavaṃsavaṇṇanāya āgatapāsādo viya bhūmiyaṃ otari.",
  "atk-s0511a12:3": "Mahāpuriso kira tato pāsādato otaritvā arahattaddhajabhūtāni kāsāyāni vatthāni devadattiyāni pārupitvā tattheva pabbaji. Pāsādo panāgantvā sakaṭṭhāneyeva aṭṭhāsi. Mahāsattena sahagatāya parisāya ṭhapetvā itthiyo sabbe pabbajiṃsu. Mahāpuriso tehi saha sattāhaṃ padhānacariyaṃ caritvā visākhapuṇṇamāya ujjeninigame rucānandaseṭṭhidhītāya dinnaṃ madhupāyāsaṃ paribhuñjitvā sālavane divāvihāraṃ katvā sāyanhasamaye sumittājīvakena dinnā aṭṭha tiṇamuṭṭhiyo gahetvā salalabodhiṃ upagantvā taṃ padakkhiṇaṃ katvā aṭṭhattiṃsahatthavitthataṃ tiṇasantharaṃ santharitvā pallaṅkaṃ ābhujitvā caturaṅgavīriyaṃ adhiṭṭhāya samāraṃ mārabalaṃ vidhamitvā paṭhame yāme pubbenivāsaṃ anussaritvā dutiye yāme dibbacakkhuṃ visodhetvā tatiye yāme paccayākāraṃ sammasitvā ānāpānacatutthajjhānato vuṭṭhāya pañcasu khandhesu abhinivisitvā udayabbayavasena samapaññāsa lakkhaṇāni disvā yāva gotrabhuñāṇaṃ vipassanaṃ vaḍḍhetvā ariyamaggena sakalabuddhaguṇe paṭivijjhitvā sabbabuddhāciṇṇaṃ ‘‘anekajātisaṃsāraṃ…pe… taṇhānaṃ khayamajjhagā’’ti udānaṃ udānesi. Tadā kira dasasahassacakkavāḷabbhantaraṃ sakalampi alaṅkarontaṃ viya padumavassaṃ vassi. Tena vuttaṃ –",
  "atk-s0511a12:4": "1.",
  "atk-s0511a12:5": " ‘‘Nāradassa aparena, sambuddho dvipaduttamo;",
  "atk-s0511a12:6": "Padumuttaro nāma jino, akkhobho sāgarūpamo.",
  "atk-s0511a12:7": "2.",
  "atk-s0511a12:8": " ‘‘Maṇḍakappo vā so āsi, yamhi buddho ajāyatha;",
  "atk-s0511a12:9": "Ussannakusalā janatā, tamhi kappe ajāyathā’’ti.",
  "atk-s0511a12:10": "Tattha sāgarūpamoti sāgarasadisagambhīrabhāvo. Maṇḍakappo vā so āsīti ettha yasmiṃ kappe dve sammāsambuddhā uppajjanti, ayaṃ maṇḍakappo nāma. Duvidho hi kappo suññakappo asuññakappo cāti. Tattha suññakappe buddhapaccekabuddhacakkavattino na uppajjanti. Tasmā guṇavantapuggalasuññattā ‘‘suññakappo’’ti vuccati.",
  "atk-s0511a12:11": "Asuññakappo pañcavidho – sārakappo maṇḍakappo varakappo sāramaṇḍakappo bhaddakappoti. Tattha guṇasārarahite kappe guṇasāruppādakassa guṇasārajananassa ekassa sammāsambuddhassa pātubhāvena ‘‘sārakappo’’ti vuccati. Yasmiṃ pana kappe dve lokanāyakā uppajjanti, so ‘‘maṇḍakappo’’ti vuccati. Yasmiṃ kappe tayo buddhā uppajjanti, tesu paṭhamo dutiyaṃ byākaroti, dutiyo tatiyanti, tattha manussā pamuditahadayā attanā patthitapaṇidhānavasena varayanti. Tasmā ‘‘varakappo’’ti vuccati. Yattha pana kappe cattāro buddhā uppajjanti, so purimakappato visiṭṭhatarattā sāratarattā ‘‘sāramaṇḍakappo’’ti vuccati. Yasmiṃ kappe pañca buddhā uppajjanti, so ‘‘bhaddakappo’’ti vuccati. So pana atidullabho. Tasmiṃ pana kappe yebhuyyena sattā kalyāṇasukhabahulā honti. Yebhuyyena tihetukā kilesakkhayaṃ karonti, duhetukā sugatigāmino honti, ahetukā hetuṃ paṭilabhanti. Tasmā so kappo ‘‘bhaddakappo’’ti vuccati. Tena vuttaṃ – ‘‘asuññakappo pañcavidho’’tiādi. Vuttañhetaṃ porāṇehi –",
  "atk-s0511a12:12": "‘‘Eko buddho sārakappe, maṇḍakappe jinā duve;",
  "atk-s0511a12:13": "Varakappe tayo buddhā, sāramaṇḍe caturo buddhā;",
  "atk-s0511a12:14": "Pañca buddhā bhaddakappe, tato natthādhikā jinā’’ti.",
  "atk-s0511a12:15": "Yasmiṃ pana kappe padumuttaradasabalo uppajji, so sārakappopi samāno guṇasampattiyā maṇḍakappasadisattā ‘‘maṇḍakappo’’ti vutto. Opammatthe vā-saddo daṭṭhabbo. Ussannakusalāti upacitapuññā. Janatāti janasamūho.",
  "atk-s0511a12:16": "Padumuttaro pana parisuttaro bhagavā sattāhaṃ bodhipallaṅke vītināmetvā – ‘‘pathaviyaṃ pādaṃ nikkhipissāmī’’ti dakkhiṇaṃ pādaṃ abhinīhari. Atha pathaviṃ bhinditvā vimalakomalakesarakaṇṇikāni jalajāmalāvikalavipulapalāsāni thalajāni jalajāni uṭṭhahiṃsu. Tesaṃ kira dhurapattāni navutihatthāni kesarāni tiṃsahatthāni kaṇṇikā dvādasahatthā ekekassa navaghaṭappamāṇā reṇavo ahesuṃ. Satthā pana ubbedhato aṭṭhapaṇṇāsahattho ahosi. Tassa ubhinnaṃ bāhānamantaraṃ aṭṭhārasahatthaṃ nalāṭaṃ pañcahatthaṃ hatthapādā ekādasahatthā ahesuṃ. Tassa ekādasahatthena pādena dvādasahatthāya kaṇṇikāya akkantamattāya navaghaṭappamāṇā reṇavo uṭṭhahitvā aṭṭhapaṇṇāsahatthaṃ sarīrappadesaṃ uggantvā manosilācuṇṇavicuṇṇitaṃ viya katvā paccottharanti. Tadupādāya satthā padumuttarotveva loke paññāyitthāti saṃyuttabhāṇakā vadanti.",
  "atk-s0511a12:17": "Atha sabbalokuttaro padumuttaro bhagavā brahmāyācanaṃ sampaṭicchitvā dhammadesanāya bhājanabhūte satte olokento mithilanagare devalaṃ sujātañcāti dve rājaputte upanissayasampanne disvā taṅkhaṇaññeva anilapathena gantvā mithiluyyāne otaritvā uyyānapālena dvepi rājakumāre pakkosāpesi. Tepi ca ‘‘amhākaṃ pitucchāputto padumuttarakumāro pabbajitvā sammāsambodhiṃ pāpuṇitvā amhākaṃ nagaraṃ sampatto, handa naṃ mayaṃ dassanāya upasaṅkamissāmā’’ti saparivārā padumuttaraṃ bhagavantaṃ upasaṅkamitvā parivāretvā nisīdiṃsu. Tadā dasabalo tehi parivuto tārāgaṇaparivuto puṇṇacando viya virocamāno tattha dhammacakkaṃ pavattesi, tadā koṭisatasahassānaṃ paṭhamo dhammābhisamayo ahosi. Tena vuttaṃ –",
  "atk-s0511a12:18": "3.",
  "atk-s0511a12:19": " ‘‘Padumuttarassa bhagavato, paṭhame dhammadesane;",
  "atk-s0511a12:20": "Koṭisatasahassānaṃ, dhammābhisamayo ahū’’ti.",
  "atk-s0511a12:21": "Athāparena samayena saradatāpasasamāgame mahājanaṃ nirayasantāpena santāpetvā dhammaṃ desento sattatiṃsasatasahassasaṅkhe sattakāye dhammāmataṃ pāyesi, so dutiyo dhammābhisamayo ahosi. Tena vuttaṃ –",
  "atk-s0511a12:22": "4.",
  "atk-s0511a12:23": " ‘‘Tato parampi vassante, tappayante ca pāṇino;",
  "atk-s0511a12:24": "Sattattiṃsasatasahassānaṃ, dutiyābhisamayo ahū’’ti.",
  "atk-s0511a12:25": "Yadā pana ānandamahārājā vīsatiyā purisasahassehi vīsatiyā amaccehi ca saddhiṃ padumuttarassa sammāsambuddhassa santike mithilanagare pāturahosi. Padumuttaro ca bhagavā te sabbe ehibhikkhupabbajjāya pabbājetvā tehi parivuto gantvā pitusaṅgahaṃ kurumāno haṃsavatiyā rājadhāniyā vasati. Tattha so amhākaṃ bhagavā viya kapilapure gaganatale ratanacaṅkame caṅkamanto buddhavaṃsaṃ kathesi, tadā paññāsasatasahassānaṃ tatiyo dhammābhisamayo ahosi. Tena vuttaṃ –",
  "atk-s0511a12:26": "5.",
  "atk-s0511a12:27": " ‘‘Yamhi kāle mahāvīro, ānandaṃ upasaṅkami;",
  "atk-s0511a12:28": "Pitusantikaṃ upagantvā, āhanī amatadundubhiṃ.",
  "atk-s0511a12:29": "6.",
  "atk-s0511a12:30": " ‘‘Āhate amatabherimhi, vassante dhammavuṭṭhiyā;",
  "atk-s0511a12:31": "Paññāsasatasahassānaṃ, tatiyābhisamayo ahū’’ti.",
  "atk-s0511a12:32": "Tattha ānandaṃ upasaṅkamīti pitaraṃ ānandarājānaṃ sandhāya vuttaṃ. Āhanīti abhihani. Āhateti āhatāya. Amatabherimhīti amatabheriyā, liṅgavipallāso daṭṭhabbo. ‘‘Āsevite’’tipi pāṭho, tassa āsevitāyāti attho. Vassante dhammavuṭṭhiyāti dhammavassaṃ vassanteti attho. Idāni abhisamayakaraṇūpāyaṃ dassento –",
  "atk-s0511a12:33": "7.",
  "atk-s0511a12:34": " ‘‘Ovādako viññāpako, tārako sabbapāṇinaṃ;",
  "atk-s0511a12:35": "Desanākusalo buddho, tāresi janataṃ bahu’’nti. – āha;",
  "atk-s0511a12:36": "Tattha ovādakoti saraṇasīladhutaṅgasamādānaguṇānisaṃsavaṇṇanāya ovadatīti ovādako. Viññāpakoti catusaccaṃ viññāpetīti viññāpako, bodhako. Tārakoti caturoghatārako.",
  "atk-s0511a12:37": "Yadā pana satthā mithilanagare mithiluyyāne koṭisatasahassabhikkhugaṇamajjhe māghapuṇṇamāya puṇṇacandasadisavadano pātimokkhaṃ uddisi, so paṭhamo sannipāto ahosi. Tena vuttaṃ –",
  "atk-s0511a12:38": "8.",
  "atk-s0511a12:39": " ‘‘Sannipātā tayo āsuṃ, padumuttarassa satthuno;",
  "atk-s0511a12:40": "Koṭisatasahassānaṃ, paṭhamo āsi samāgamo’’ti.",
  "atk-s0511a12:41": "Yadā pana bhagavā vebhārapabbatakūṭe vassāvāsaṃ vasitvā pabbatasandassanatthaṃ āgatassa mahājanassa dhammaṃ desetvā navutikoṭisahassāni ehibhikkhubhāvena pabbājetvā tehi parivuto pātimokkhaṃ uddisi, so dutiyo sannipāto ahosi. Tena vuttaṃ –",
  "atk-s0511a12:42": "9.",
  "atk-s0511a12:43": " ‘‘Yadā buddho asamasamo, vasi vebhārapabbate;",
  "atk-s0511a12:44": "Navutikoṭisahassānaṃ, dutiyo āsi samāgamo’’ti.",
  "atk-s0511a12:45": "Puna bhagavati guṇavati tilokanāthe mahājanassa bandhanamokkhaṃ kurumāne janapadacārikaṃ caramāne asītikoṭisahassānaṃ bhikkhūnaṃ sannipāto ahosi. Tena vuttaṃ –",
  "atk-s0511a12:46": "10.",
  "atk-s0511a12:47": " ‘‘Puna cārikaṃ pakkante, gāmanigamaraṭṭhato;",
  "atk-s0511a12:48": "Asītikoṭisahassānaṃ, tatiyo āsi samāgamo’’ti.",
  "atk-s0511a12:49": "Tattha gāmanigamaraṭṭhatoti gāmanigamaraṭṭhehi. Ayameva vā pāṭho, tassa gāmanigamaraṭṭhehi nikkhamitvā pabbajitānanti attho.",
  "atk-s0511a12:50": "Tadā amhākaṃ bodhisatto anekadhanakoṭiko jaṭilo nāma mahāraṭṭhiko hutvā buddhappamukhassa saṅghassa sacīvaraṃ varadānamadāsi. Sopi taṃ bhattānumodanāvasāne ‘‘anāgate kappasatasahassamatthake gotamo nāma buddho bhavissatī’’ti byākāsi. Tena vuttaṃ –",
  "atk-s0511a12:51": "11.",
  "atk-s0511a12:52": " ‘‘Ahaṃ tena samayena, jaṭilo nāma raṭṭhiko;",
  "atk-s0511a12:53": "Sambuddhappamukhaṃ saṅghaṃ, sabhattaṃ dussamadāsahaṃ.",
  "atk-s0511a12:54": "12.",
  "atk-s0511a12:55": " ‘‘Sopi maṃ buddho byākāsi, saṅghamajjhe nisīdiya;",
  "atk-s0511a12:56": "Satasahasse ito kappe, ayaṃ buddho bhavissati.",
  "atk-s0511a12:57": "13.",
  "atk-s0511a12:58": " ‘‘Padhānaṃ padahitvāna…pe… hessāma sammukhā imaṃ.",
  "atk-s0511a12:59": "14.",
  "atk-s0511a12:60": " ‘‘Tassāpi vacanaṃ sutvā, uttariṃ vatamadhiṭṭhahiṃ;",
  "atk-s0511a12:61": "Akāsiṃ uggadaḷhaṃ dhitiṃ, dasapāramipūriyā’’ti.",
  "atk-s0511a12:62": "Tattha sambuddhappamukhaṃ saṅghanti buddhappamukhassa saṅghassa, sāmiatthe upayogavacanaṃ. Sabhattaṃ dussamadāsahanti sacīvaraṃ bhattaṃ adāsiṃ ahanti attho. Uggadaḷahanti atidaḷhaṃ. Dhitinti vīriyaṃ akāsinti attho.",
  "atk-s0511a12:63": "Padumuttarassa pana bhagavato kāle titthiyā nāma nāhesuṃ. Sabbe devamanussā buddhameva saraṇamagamaṃsu. Tena vuttaṃ –",
  "atk-s0511a12:64": "15.",
  "atk-s0511a12:65": " ‘‘Byāhatā titthiyā sabbe, vimanā dummanā tadā;",
  "atk-s0511a12:66": "Na tesaṃ keci paricaranti, raṭṭhato nicchubhanti te.",
  "atk-s0511a12:67": "16.",
  "atk-s0511a12:68": " ‘‘Sabbe tattha samāgantvā, upagañchuṃ buddhasantike;",
  "atk-s0511a12:69": "Tuvaṃ nātho mahāvīra, saraṇaṃ hohi cakkhuma.",
  "atk-s0511a12:70": "17.",
  "atk-s0511a12:71": " ‘‘Anukampako kāruṇiko, hitesī sabbapāṇinaṃ;",
  "atk-s0511a12:72": "Sampatte titthiye sabbe, pañcasīle patiṭṭhahi.",
  "atk-s0511a12:73": "18.",
  "atk-s0511a12:74": " ‘‘Evaṃ nirākulaṃ āsi, suññakaṃ titthiyehi taṃ;",
  "atk-s0511a12:75": "Vicittaṃ arahantehi, vasībhūtehi tādihī’’ti.",
  "atk-s0511a12:76": "Tattha byāhatāti vihatamānadappā. Titthiyāti ettha titthaṃ veditabbaṃ, titthakaro veditabbo, titthiyā veditabbā. Tattha sassatādidiṭṭhivasena taranti etthāti titthaṃ, laddhi. Tassā laddhiyā uppādako titthakaro, titthe bhavā titthiyāti. Padumuttarassa kira bhagavato kāle titthiyā nāhesuṃ. Ye pana santi, tepi īdisā ahesunti dassanatthaṃ ‘‘byāhatā titthiyā’’tiādi vuttanti veditabbaṃ. Vimanāti virūpamānasā. Dummanāti tasseva vevacanaṃ. Na tesaṃ keci paricarantīti tesaṃ aññatitthiyānaṃ kecipi purisā parikammaṃ na karonti, na bhikkhaṃ denti, na sakkaronti, na garuṃ karonti, na mānenti, na pūjenti, na āsanā vuṭṭhahanti, na añjalikammaṃ karontīti attho. Raṭṭhatoti sakalaraṭṭhatopi. Nicchubhantīti nīharanti, ussādenti tesaṃ nivāsaṃ na dentīti attho. Teti titthiyā.",
  "atk-s0511a12:77": "Upagañchuṃ buddhasantiketi evaṃ tehi raṭṭhavāsīhi manussehi ussādiyamānā sabbepi aññatitthiyā samāgantvā padumuttaradasabalameva saraṇamagamaṃsu. ‘‘Tvaṃ amhākaṃ satthā nātho gati parāyanaṃ saraṇa’’nti evaṃ vatvā saraṇamagamaṃsūti attho. Anukampatīti anukampako. Karuṇāya caratīti kāruṇiko. Sampatteti samāgate saraṇamupagate titthiye. Pañcasīle patiṭṭhahīti pañcasu sīlesu patiṭṭhāpesīti attho. Nirākulanti anākulaṃ, aññehi laddhikehi asammissanti attho. Suññakanti suññaṃ rittaṃ tehi titthiyehi. Tanti taṃ bhagavato sāsananti vacanaseso daṭṭhabbo. Vicittanti vicittavicittaṃ. Vasībhūtehīti vasībhāvappattehi.",
  "atk-s0511a12:78": "Tassa pana padumuttarassa bhagavato haṃsavatī nāma nagaraṃ ahosi. Pitā panassa ānando nāma khattiyo, mātā sujātā nāma devī, devalo ca sujāto ca dve aggasāvakā, sumano nāmupaṭṭhāko, amitā ca asamā ca dve aggasāvikā, salalarukkho bodhi, sarīraṃ aṭṭhapaṇṇāsahatthubbedhaṃ ahosi, sarīrappabhā cassa samantā dvādasa yojanāni gaṇhi, vassasatasahassaṃ āyu ahosi, vasudattā nāma aggamahesī, uttaro nāma putto ahosi. Padumuttaro pana bhagavā paramābhirāme nandārāme kira parinibbuto. Dhātuyo panassa na vikiriṃsu. Sakalajambudīpavāsino manussā samāgamma dvādasayojanubbedhaṃ sattaratanamayaṃ cetiyamakaṃsu. Tena vuttaṃ –",
  "atk-s0511a12:79": "19.",
  "atk-s0511a12:80": " ‘‘Nagaraṃ haṃsavatī nāma, ānando nāma khattiyo;",
  "atk-s0511a12:81": "Sujātā nāma janikā, padumuttarassa satthuno.",
  "atk-s0511a12:82": "24.",
  "atk-s0511a12:83": " ‘‘Devalo ca sujāto ca, ahesuṃ aggasāvakā;",
  "atk-s0511a12:84": "Sumano nāmupaṭṭhāko, padumuttarassa mahesino.",
  "atk-s0511a12:85": "25.",
  "atk-s0511a12:86": " ‘‘Amitā ca asamā ca, ahesuṃ aggasāvikā;",
  "atk-s0511a12:87": "Bodhi tassa bhagavato, salaloti pavuccati.",
  "atk-s0511a12:88": "27.",
  "atk-s0511a12:89": " ‘‘Aṭṭhapaṇṇāsaratanaṃ, accuggato mahāmuni;",
  "atk-s0511a12:90": "Kañcanagghiyasaṅkāso, dvattiṃsavaralakkhaṇo.",
  "atk-s0511a12:91": "28.",
  "atk-s0511a12:92": " ‘‘Kuṭṭā kavāṭā bhittī ca, rukkhā nagasiluccayā;",
  "atk-s0511a12:93": "Na tassāvaraṇaṃ atthi, samantā dvādasayojane.",
  "atk-s0511a12:94": "29.",
  "atk-s0511a12:95": " ‘‘Vassasatasahassāni, āyu vijjati tāvade;",
  "atk-s0511a12:96": "Tāvatā tiṭṭhamāno so, tāresi janataṃ bahuṃ.",
  "atk-s0511a12:97": "30.",
  "atk-s0511a12:98": " ‘‘Santāretvā bahujanaṃ, chinditvā sabbasaṃsayaṃ;",
  "atk-s0511a12:99": "Jalitvā aggikkhandhova, nibbuto so sasāvako’’ti.",
  "atk-s0511a12:100": "Tattha nagasiluccayāti nagasaṅkhātā siluccayā. Āvaraṇanti paṭicchādanaṃ tirokaraṇaṃ. Dvādasayojaneti samantato dvādasayojane ṭhāne bhagavato sarīrappabhā pharitvā rattindivaṃ tiṭṭhatīti attho. Sesagāthāsu sabbattha pākaṭamevāti.",
  "atk-s0511a12:101": "Ito paṭṭhāya pāramipūraṇādipunappunāgatamatthaṃ saṅkhipitvā visesatthameva vatvā gamissāma. Yadi pana vuttameva punappunaṃ vakkhāma, kadā antaṃ gamissati ayaṃ saṃvaṇṇanāti.",
  "atk-s0511a12:102": "Padumuttarabuddhavaṃsavaṇṇanā niṭṭhitā.",
  "atk-s0511a12:103": "Niṭṭhito dasamo buddhavaṃso."
}