{
  "atk-abh02a14:0": "15. Paṭisambhidāvibhaṅgo",
  "atk-abh02a14:1": "1. Suttantabhājanīyaṁ",
  "atk-abh02a14:2": "1. Saṅgahavāravaṇṇanā",
  "atk-abh02a14:3": "718. Idāni tadanantare paṭisambhidāvibhaṅge catassoti gaṇanaparicchedo. Paṭisambhidāti pabhedā. Yasmā pana parato atthe ñāṇaṁ atthapaṭisambhidātiādimāha, tasmā na aññassa kassaci pabhedā, ñāṇasseva pabhedāti veditabbā. Iti ‘‘catasso paṭisambhidā’’ti padena cattāro ñāṇappabhedāti ayamattho saṅgahito. Atthapaṭisambhidāti atthe paṭisambhidā; atthappabhedassa sallakkhaṇavibhāvanāvavatthānakaraṇasamatthaṁ atthe pabhedagataṁ ñāṇanti attho. Sesapadesupi eseva nayo. Dhammappabhedassa hi sallakkhaṇavibhāvanāvavatthānakaraṇasamatthaṁ dhamme pabhedagataṁ ñāṇaṁ dhammapaṭisambhidā nāma. Niruttippabhedassa sallakkhaṇavibhāvanāvavatthānakaraṇasamatthaṁ niruttābhilāpe pabhedagataṁ ñāṇaṁ niruttipaṭisambhidā nāma. Paṭibhānappabhedassa sallakkhaṇavibhāvanāvavatthānakaraṇasamatthaṁ paṭibhāne pabhedagataṁ ñāṇaṁ paṭibhānapaṭisambhidā nāma.",
  "atk-abh02a14:4": "Idāni yathānikkhittā paṭisambhidā bhājetvā dassento atthe ñāṇaṁ atthapaṭisambhidātiādimāha. Tattha atthoti saṅkhepato hetuphalaṁ. Tañhi hetuvasena araṇīyaṁ gantabbaṁ pattabbaṁ, tasmā atthoti vuccati. Pabhedato pana yaṁkiñci paccayasamuppannaṁ, nibbānaṁ, bhāsitattho, vipāko, kiriyāti ime pañca dhammā atthoti veditabbā. Taṁ atthaṁ paccavekkhantassa tasmiṁ atthe pabhedagataṁ ñāṇaṁ atthapaṭisambhidā.",
  "atk-abh02a14:5": "Dhammoti saṅkhepato paccayo. So hi yasmā taṁ taṁ vidahati pavatteti ceva pāpeti ca, tasmā dhammoti vuccati. Pabhedato pana yo koci phalanibbattako hetu, ariyamaggo, bhāsitaṁ , kusalaṁ, akusalanti ime pañca dhammā dhammoti veditabbā. Taṁ dhammaṁ paccavekkhantassa tasmiṁ dhamme pabhedagataṁ ñāṇaṁ dhammapaṭisambhidā.",
  "atk-abh02a14:6": "Tatra dhammaniruttābhilāpe ñāṇanti tasmiṁ atthe ca dhamme ca yā sabhāvanirutti, tassā abhilāpe taṁ sabhāvaniruttiṁ saddaṁ ārammaṇaṁ katvā paccavekkhantassa tasmiṁ sabhāvaniruttābhilāpe pabhedagataṁ ñāṇaṁ niruttipaṭisambhidā. Evamayaṁ niruttipaṭisambhidā saddārammaṇā nāma jātā, na paññattiārammaṇā. Kasmā? Yasmā saddaṁ sutvā ‘‘ayaṁ sabhāvanirutti, ayaṁ na sabhāvaniruttī’’ti jānanti. Paṭisambhidāppatto hi ‘‘phasso’’ti vutte ‘‘ayaṁ sabhāvaniruttī’’ti jānāti, ‘‘phassā’’ti vā ‘‘phassa’’nti vā vutte pana ‘‘ayaṁ na sabhāvaniruttī’’ti jānāti. Vedanādīsupi eseva nayo. Aññaṁ panesa nāmaākhyātaupasaggabyañjanasaddaṁ jānāti na jānātīti? Yadaggena saddaṁ sutvā ‘‘ayaṁ sabhāvanirutti, ayaṁ na sabhāvaniruttī’’ti jānāti, tadaggena tampi jānissatīti. Taṁ pana nayidaṁ paṭisambhidākiccanti paṭikkhipitvā idaṁ vatthu kathitaṁ –",
  "atk-abh02a14:7": "Tissadattatthero kira bodhimaṇḍe suvaṇṇasalākaṁ gahetvā aṭṭhārasasu bhāsāsu ‘katarabhāsāya kathemī’ti pavāresi. Taṁ pana tena attano uggahe ṭhatvā pavāritaṁ, na paṭisambhidāya ṭhitena. So hi mahāpaññatāya taṁ taṁ bhāsaṁ kathāpetvā kathāpetvā uggaṇhi; tato uggahe ṭhatvā evaṁ pavāresi.",
  "atk-abh02a14:8": "Bhāsaṁ nāma sattā uggaṇhantīti vatvā ca panettha idaṁ kathitaṁ. Mātāpitaro hi daharakāle kumārake mañce vā pīṭhe vā nipajjāpetvā taṁ taṁ kathayamānā tāni tāni kiccāni karonti. Dārakā tesaṁ taṁ taṁ bhāsaṁ vavatthāpenti – iminā idaṁ vuttaṁ, iminā idaṁ vuttanti. Gacchante gacchante kāle sabbampi bhāsaṁ jānanti. Mātā damiḷī, pitā andhako. Tesaṁ jāto dārako sace mātukathaṁ paṭhamaṁ suṇāti, damiḷabhāsaṁ bhāsissati; sace pitukathaṁ paṭhamaṁ suṇāti, andhakabhāsaṁ bhāsissati. Ubhinnampi pana kathaṁ assuṇanto māgadhabhāsaṁ bhāsissati.",
  "atk-abh02a14:9": "Yopi agāmake mahāraññe nibbatto, tattha añño kathento nāma natthi, sopi attano dhammatāya vacanaṁ samuṭṭhāpento māgadhabhāsameva bhāsissati. Niraye, tiracchānayoniyaṁ, pettivisaye, manussaloke, devaloketi sabbattha māgadhabhāsāva ussannā. Tattha sesā oṭṭakirātaandhakayonakadamiḷabhāsādikā aṭṭhārasa bhāsā parivattanti . Ayamevekā yathābhuccabrahmavohāraariyavohārasaṅkhātā māgadhabhāsā na parivattati. Sammāsabuddhopi tepiṭakaṁ buddhavacanaṁ tantiṁ āropento māgadhabhāsāya eva āropesi. Kasmā? Evañhi atthaṁ āharituṁ sukhaṁ hoti. Māgadhabhāsāya hi tantiṁ āruḷhassa buddhavacanassa paṭisambhidāppattānaṁ sotapathāgamanameva papañco; sote pana saṅghaṭṭitamatteyeva nayasatena nayasahassena attho upaṭṭhāti. Aññāya pana bhāsāya tantiṁ āruḷhaṁ pothetvā pothetvā uggahetabbaṁ hoti. Bahumpi uggahetvā pana puthujjanassa paṭisambhidāppatti nāma natthi. Ariyasāvako no paṭisambhidāppato nāma natthi.",
  "atk-abh02a14:10": "Ñāṇesu ñāṇanti sabbatthakañāṇaṁ ārammaṇaṁ katvā ñāṇaṁ paccavekkhantassa pabhedagataṁ ñāṇaṁ paṭibhānapaṭisambhidāti. Imā pana catassopi paṭisambhidā dvīsu ṭhānesu pabhedaṁ gacchanti, pañcahi kāraṇehi visadā hontīti veditabbā. Katamesu dvīsu? Sekkhabhūmiyañca asekkhabhūmiyañca. Tattha sāriputtattherassa mahāmoggallānattherassa mahākassapattherassa mahākaccāyanattherassa mahākoṭṭhitattherassāti asītiyāpi mahātherānaṁ paṭisambhidā asekkhabhūmiyaṁ pabhedaṁ gatā. Ānandattherassa cittassa gahapatino dhammikassa upāsakassa upālissa gahapatino khujjuttarāya upāsikāyāti evamādīnaṁ paṭisambhidā sekkhabhūmiyaṁ pabhedaṁ gatāti imāsu dvīsu bhūmīsu pabhedaṁ gacchanti.",
  "atk-abh02a14:11": "Katamehi pañcahi kāraṇehi paṭisambhidā visadā hontīti? Adhigamena, pariyattiyā, savanena, paripucchāya, pubbayogenāti. Tattha ‘adhigamo’ nāma arahattaṁ. Tañhi pattassa paṭisambhidā visadā honti. ‘Pariyatti’ nāma buddhavacanaṁ. Tañhi uggaṇhantassa paṭisambhidā visadā honti. ‘Savanaṁ’ nāma dhammassavanaṁ. Sakkaccañhi dhammaṁ suṇantassa paṭisambhidā visadā honti. ‘Paripucchā’ nāma aṭṭhakathā. Uggahitapāḷiyā atthaṁ kathentassa hi paṭisambhidā visadā honti. ‘Pubbayogo’ nāma pubbayogāvacaratā, atītabhave haraṇapaccāharaṇanayena pariggahitakammaṭṭhānatā; pubbayogāvacarassa hi paṭisambhidā visadā honti . Tattha arahattappattiyā punabbasukuṭumbikaputtassa tissattherassa paṭisambhidā visadā ahesuṁ. So kira tambapaṇṇidīpe buddhavacanaṁ uggaṇhitvā paratīraṁ gantvā yonakadhammarakkhitattherassa santike buddhavacanaṁ uggaṇhitvā āgacchanto nāvaṁ abhiruhanatitthe ekasmiṁ pade uppannakaṅkho yojanasatamaggaṁ nivattitvā ācariyassa santikaṁ gacchanto antarāmagge ekassa kuṭumbikassa pañhaṁ kathesi. So pasīditvā satasahassagghanikaṁ kambalaṁ adāsi. Sopi taṁ āharitvā ācariyassa adāsi. Thero vāsiyā koṭṭetvā nisīdanaṭṭhāne paribhaṇḍaṁ kāresi. Kimatthāyāti? Pacchimāya janatāya anuggahatthāyāti. Evaṁ kirassa ahosi – ‘‘amhākaṁ gatamaggaṁ āvajjetvā anāgate sabrahmacārino paṭipattiṁ pūretabbaṁ maññissantī’’ti. Tissattheropi ācariyassa santike kaṅkhaṁ chinditvā jambukolapaṭṭane oruyha cetiyaṅgaṇaṁ sammajjanavelāya vālikavihāraṁ patvā sammajji. Tassa sammajjitaṭṭhānaṁ disvā ‘idaṁ vītarāgassa bhikkhuno sammaṭṭhaṭṭhāna’nti therassa vīmaṁsanatthāya pañhaṁ pucchiṁsu. Thero paṭisambhidāppattatāya pucchitapucchite pañhe kathesīti.",
  "atk-abh02a14:12": "Pariyattiyā pana tissadattattherassa ceva nāgasenattherassa ca paṭisambhidā visadā ahesuṁ. Sakkaccadhammasavanena sudhammasāmaṇerassa paṭisambhidā visadā ahesuṁ. So kira talaṅgaravāsī dhammadinnattherassa bhāgineyyo khuraggeyeva arahattaṁ patto mātulattherassa dhammavinicchayaṭṭhāne nisīditvā suṇantoyeva tīṇi piṭakāni paguṇāni akāsi. Uggahitapāḷiyā atthaṁ kathentassa pana tissadattattherassa eva paṭisambhidā visadā ahesuṁ. Gatapaccāgatavattaṁ pana pūretvā yāva anulomaṁ kammaṭṭhānaṁ ussukkāpetvā āgatānaṁ visadabhāvappattapaṭisambhidānaṁ pubbayogāvacarānaṁ anto natthi.",
  "atk-abh02a14:13": "Etesu pana kāraṇesu pariyatti, savanaṁ, paripucchāti imāni tīṇi pabhedasseva balavakāraṇāni. Pubbayogo adhigamassa balavapaccayo, pabhedassa hoti na hotīti? Hoti, na pana tathā. Pariyattisavanaparipucchā hi pubbe hontu vā mā vā, pubbayogena pubbe ceva etarahi ca saṅkhārasammasanaṁ vinā paṭisambhidā nāma natthi. Ime pana dvepi ekato hutvā paṭisambhidā upatthambhetvā visadā karontīti.",
  "atk-abh02a14:14": "Saṅgahavāravaṇṇanā.",
  "atk-abh02a14:15": "2. Saccavārādivaṇṇanā",
  "atk-abh02a14:16": "719. Idāni ye saṅgahavāre pañca atthā ca dhammā ca saṅgahitā, tesaṁ pabhedadassananayena paṭisambhidā vibhajituṁ puna catassotiādinā nayena pabhedavāro āraddho. So saccavārahetuvāradhammavārapaccayākāravārapariyattivāravasena pañcavidho. Tattha paccayasamuppannassa dukkhasaccassa paccayena pattabbassa nibbānassa ca atthabhāvaṁ, phalanibbattakassa samudayassa nibbānasampāpakassa ariyamaggassa ca dhammabhāvañca dassetuṁ ‘saccavāro’ vutto. Yassa kassaci pana hetuphalanibbattakassa hetuno dhammabhāvaṁ, hetuphalassa ca atthabhāvaṁ dassetuṁ ‘hetuvāro’ vutto. Tattha ca hetuphalakkamavasena uppaṭipāṭiyā paṭhamaṁ dhammapaṭisambhidā niddiṭṭhā. Ye pana dhammā tamhā tamhā rūpārūpappabhedā hetuto jātā, tesaṁ atthabhāvaṁ, tassa tassa ca rūpārūpadhammappabhedassa hetuno dhammabhāvaṁ dassetuṁ ‘dhammavāro’ vutto. Jarāmaraṇādīnaṁ pana atthabhāvaṁ, jarāmaraṇādisamudayasaṅkhātānaṁ jātiādīnañca dhammabhāvaṁ dassetuṁ ‘paccayākāravāro’ vutto. Tato pariyattisaṅkhātassa tassa tassa bhāsitassa dhammabhāvaṁ, bhāsitasaṅkhātena paccayena pattabbassa bhāsitatthassa ca atthabhāvaṁ dassetuṁ ‘pariyattivāro’ vutto.",
  "atk-abh02a14:17": "Tattha ca yasmā bhāsitaṁ ñatvā tassattho ñāyati, tasmā bhāsitabhāsitatthakkamena uppaṭipāṭiyā paṭhamaṁ dhammapaṭisambhidā niddiṭṭhā. Pariyattidhammassa ca pabhedadassanatthaṁ ‘‘tattha katamā dhammapaṭisambhidā’’ti pucchāpubbaṅgamo paṭiniddesavāro vutto. Tattha suttantiādīhi navahi aṅgehi nippadesato tanti gahitā. Ayaṁ imassa bhāsitassa attho, ayaṁ imassa bhāsitassa atthoti imasmimpi ṭhāne bhāsitavasena nippadesato tanti eva gahitāti.",
  "atk-abh02a14:18": "Suttantabhājanīyavaṇṇanā.",
  "atk-abh02a14:19": "2. Abhidhammabhājanīyavaṇṇanā",
  "atk-abh02a14:20": "725. Tattha tisso paṭisambhidā lokiyā. Atthapaṭisambhidā lokiyalokuttaramissakā . Sā hi nibbānārammaṇānaṁ maggaphalañāṇānaṁ vasena lokuttarāpi hoti. Abhidhammabhājanīye kusalākusalavipākakiriyānaṁ vasena catūhi vārehi vibhattaṁ. Tattha yattakāni heṭṭhā cittuppādakaṇḍe (dha. sa. 1 ādayo) kusalacittāni vibhattāni, tesaṁ sabbesampi vasena ekekasmiṁ cittaniddese catasso catasso paṭisambhidā vibhattāti veditabbā. Akusalacittesupi eseva nayo. Vipākakiriyavāresu vipākakiriyānaṁ atthena saṅgahitattā, dhammapaṭisambhidaṁ chaḍḍetvā, ekekasmiṁ vipākacitte ca kiriyacitte ca tisso tissova paṭisambhidā vibhattā. Pāḷi pana mukhamattameva dassetvā saṁkhittā. Sā heṭṭhā āgatavitthāravaseneva veditabbā.",
  "atk-abh02a14:21": "Kasmā pana yathā kusalākusalavāresu ‘‘tesaṁ vipāke ñāṇaṁ atthapaṭisambhidā’’ti vuttaṁ, evamidha ‘‘yesaṁ dhammānaṁ ime vipākā, tesu ñāṇaṁ dhammapaṭisambhidā’’ti evaṁ na vuttanti? Heṭṭhā vuttattā. Yadi evaṁ, ‘‘tesaṁ vipāke ñāṇaṁ atthapaṭisambhidā’’ti heṭṭhā vuttattā ayaṁ atthapaṭisambhidāpi idha na vattabbā siyāti? No na vattabbā. Kasmā? Heṭṭhā vipākakiriyacittuppādavasena avuttattā. Kiriyavāre ca ‘‘yesaṁ dhammānaṁ ime kiriyā’’ti vacanameva na yujjatīti dvīsupi imesu vāresu tisso tissova paṭisambhidā vibhattā.",
  "atk-abh02a14:22": "Tattha yāya niruttiyā tesaṁ dhammānaṁ paññatti hotīti yāya niruttiyā tesaṁ phasso hotītiādinā nayena vuttānaṁ dhammānaṁ ‘‘ayaṁ phasso, ayaṁ vedanā’’ti evaṁ paññatti hoti. Tattha dhammaniruttābhilāpe ñāṇanti tasmiṁ atthe dhamme ca pavattamānāya tassā dhammaniruttiyā sabhāvapaññattiyā abhilāpe ñāṇaṁ. Abhilāpasaddaṁ ārammaṇaṁ katvā uppannañāṇameva idhāpi kathitaṁ. Yena ñāṇenāti yena paṭibhānapaṭisambhidāñāṇena. Tāniñāṇāni jānātīti itarāni tīṇi paṭisambhidāñāṇāni jānāti.",
  "atk-abh02a14:23": "Idāni yathā yaṁ ñāṇaṁ tāni ñāṇāni jānāti, tathā tassa tesu pavattiṁ dassetuṁ imāni ñāṇāni idamatthajotakānīti vuttaṁ. Tattha idamatthajotakānīti imassa atthassa jotakāni pakāsakāni; imaṁ nāma atthaṁ jotenti pakāsenti paricchindantīti attho. Iti ñāṇesu ñāṇanti iminā ākārena pavattaṁ tīsu ñāṇesu ñāṇaṁ paṭibhānapaṭisambhidā nāma.",
  "atk-abh02a14:24": "Tattha kiñcāpi ayaṁ paṭibhānapaṭisambhidā ‘imissā idaṁ kiccaṁ, imissā idaṁ kicca’nti itarāsaṁ paṭisambhidānaṁ kiccaṁ jānāti, sayaṁ pana tāsaṁ kiccaṁ kātuṁ na sakkoti, bahussutadhammakathiko viya appassutadhammakathikassa. Dve kira bhikkhū. Eko bahussuto, eko appassuto. Te ekatova ekaṁ dhammakathāmaggaṁ uggaṇhiṁsu. Tattha appassuto sarasampanno ahosi, itaro mandassaro. Tesu appassuto gatagataṭṭhāne attano sarasampattiyā sakalaparisaṁ khobhetvā dhammaṁ kathesi. Dhammaṁ suṇamānā haṭṭhatuṭṭhamānasā hutvā – ‘yathā esa dhammaṁ kathesi, eko tipiṭakadharo maññe bhavissatī’ti vadanti. Bahussutabhikkhu pana – ‘dhammasavane jānissatha ayaṁ tipiṭakadharo vā no vā’ti āha. So kiñcāpi evamāha, yathā pana sakalaparisaṁ khobhetvā dhammaṁ kathetuṁ sakkoti, evamassa kathanasamatthatā natthi. Tattha kiñcāpi paṭibhānapaṭisambhidā, bahussuto viya appassutassa, itarāsaṁ kiccaṁ jānāti, sayaṁ pana taṁ kiccaṁ kātuṁ na sakkotīti veditabbaṁ. Sesaṁ uttānatthameva.",
  "atk-abh02a14:25": "746. Evaṁ kusalacittuppādādivasena paṭisambhidā vibhajitvā idāni tāsaṁ uppattiṭṭhānabhūtaṁ khettaṁ dassetuṁ puna catasso paṭisambhidātiādimāha. Tattha tisso paṭisambhidā kāmāvacarakusalato catūsu ñāṇasampayuttesu cittuppādesūti idaṁ sekkhānaṁ vasena vuttaṁ. Tesañhipi dhammapaccavekkhaṇakāle heṭṭhā vuttaṁ pañcappakāraṁ dhammaṁ ārammaṇaṁ katvā catūsu ñāṇasampayuttakusalacittesu dhammapaṭisambhidā uppajjati. Tathā niruttipaccavekkhaṇakāle saddaṁ ārammaṇaṁ katvā niruttipaṭisambhidā; ñāṇaṁ paccavekkhaṇakāle sabbatthakañāṇaṁ ārammaṇaṁ katvā paṭibhānapaṭisambhidāti.",
  "atk-abh02a14:26": "Kiriyato catūsūti idaṁ pana asekkhānaṁ vasena vuttaṁ. Tesañhi dhammaṁ paccavekkhaṇakāle heṭṭhā vuttaṁ pañcappakāraṁ dhammaṁ ārammaṇaṁ katvā catūsu ñāṇasampayuttakiriyacittesu dhammapaṭisambhidā uppajjati. Tathā niruttipaccavekkhaṇakāle saddaṁ ārammaṇaṁ katvā niruttipaṭisambhidā; ñāṇaṁ paccavekkhaṇakāle sabbatthakañāṇaṁ ārammaṇaṁ katvā paṭibhānapaṭisambhidāti.",
  "atk-abh02a14:27": "Atthapaṭisambhidā etesu ceva uppajjatīti idaṁ pana sekkhāsekkhānaṁ vasena vuttaṁ. Tathā hi sekkhānaṁ atthapaccavekkhaṇakāle heṭṭhā vuttappabhedaṁ atthaṁ ārammaṇaṁ katvā catūsu ñāṇasampayuttakusalacittesu ayaṁ uppajjati, maggaphalakāle ca maggaphalesu. Asekkhassa pana atthaṁ paccavekkhaṇakāle heṭṭhā vuttappabhedameva atthaṁ ārammaṇaṁ katvā catūsu ñāṇasampayuttakiriyacittesu uppajjati, phalakāle ca uparime sāmaññaphaleti. Evametā sekkhāsekkhānaṁ uppajjamānā imāsu bhūmīsu uppajjantīti bhūmidassanatthaṁ ayaṁ nayo dassitoti.",
  "atk-abh02a14:28": "Abhidhammabhājanīyavaṇṇanā.",
  "atk-abh02a14:29": "3. Pañhāpucchakavaṇṇanā",
  "atk-abh02a14:30": "747. Pañhāpucchake pāḷianusāreneva catunnaṁ paṭisambhidānaṁ kusalādibhāvo veditabbo. Ārammaṇattikesu pana niruttipaṭisambhidā saddameva ārammaṇaṁ karotīti parittārammaṇā. Atthapaṭisambhidā kāmāvacaravipākakiriyasaṅkhātañceva paccayasamuppannañca atthaṁ paccavekkhantassa parittārammaṇā; vuttappabhedameva rūpāvacarārūpāvacaraṁ atthaṁ paccavekkhantassa mahaggatārammaṇā; lokuttaravipākatthañceva paramatthañca nibbānaṁ paccavekkhantassa appamāṇārammaṇā. Dhammapaṭisambhidā kāmāvacaraṁ kusaladhammaṁ akusaladhammaṁ paccayadhammañca paccavekkhantassa parittārammaṇā; rūpāvacarārūpāvacaraṁ kusalaṁ dhammaṁ paccayadhammañca paccavekkhantassa mahaggatārammaṇā ; lokuttaraṁ kusalaṁ dhammaṁ paccayadhammañca paccavekkhantassa appamāṇārammaṇā. Paṭibhānapaṭisambhidā kāmāvacarakusalavipākakiriyañāṇāni paccavekkhantassa parittārammaṇā; rūpāvacarārūpāvacarāni kusalavipākakiriyañāṇāni paccavekkhantassa tesaṁ ārammaṇāni vijānantassa mahaggatārammaṇā; lokuttarāni kusalavipākañāṇāni paccavekkhantassa appamāṇārammaṇā.",
  "atk-abh02a14:31": "Atthapaṭisambhidā sahajātahetuvasena siyā maggahetukā, vīriyajeṭṭhikāya maggabhāvanāya siyā maggādhipati, chandacittajeṭṭhikāya navattabbā, phalakālepi navattabbā eva. Dhammapaṭisambhidā maggaṁ paccavekkhaṇakāle maggārammaṇā, maggaṁ garuṁ katvā paccavekkhantassa ārammaṇādhipativasena maggādhipati. Paṭibhānapaṭisambhidā maggañāṇaṁ paccavekkhaṇakāle maggārammaṇā, maggaṁ garuṁ katvā paccavekkhantassa maggādhipati, sesañāṇaṁ pañcavekkhaṇakāle navattabbārammaṇā . Niruttipaṭisambhidā paccuppannameva saddaṁ ārammaṇaṁ karotīti paccuppannārammaṇā.",
  "atk-abh02a14:32": "Atthapaṭisambhidā atītaṁ vipākatthaṁ kiriyatthaṁ paccayasamuppannañca paccavekkhantassa atītārammaṇā, anāgataṁ paccavekkhantassa anāgatārammaṇā, paccuppannaṁ paccavekkhantassa paccuppannārammaṇā, lokuttaraṁ paramatthaṁ paccavekkhantassa navattabbārammaṇā. Dhammapaṭisambhidā atītaṁ kusalaṁ akusalaṁ paccayadhammañca paccavekkhantassa atītārammaṇā, anāgataṁ paccavekkhantassa anāgatārammaṇā, paccuppannaṁ paccavekkhantassa paccuppannārammaṇā. Paṭibhānapaṭisambhidā atītaṁ kusalañāṇaṁ vipākañāṇaṁ kiriyañāṇañca paccavekkhantassa atītārammaṇā, anāgataṁ paccavekkhantassa anāgatārammaṇā, paccuppannaṁ paccavekkhantassa paccuppannārammaṇā.",
  "atk-abh02a14:33": "Niruttipaṭisambhidā saddārammaṇattā bahiddhārammaṇā. Itarāsu tīsu atthapaṭisambhidā ajjhattaṁ vipākatthaṁ kiriyatthaṁ paccayasamuppannañca paccavekkhantassa ajjhattārammaṇā, bahiddhā paccavekkhantassa bahiddhārammaṇā, ajjhattabahiddhā paccavekkhantassa ajjhattabahiddhārammaṇā , paramatthaṁ paccavekkhantassa bahiddhārammaṇā eva. Dhammapaṭisambhidā ajjhattaṁ kusalākusalaṁ paccayadhammaṁ paccavekkhaṇakāle ajjhattārammaṇā, bahiddhā kusalākusalaṁ paccayadhammaṁ paccavekkhaṇakāle bahiddhārammaṇā, ajjhattabahiddhā kusalākusalaṁ paccayadhammaṁ paccavekkhaṇakāle ajjhattabahiddhārammaṇā. Paṭibhānapaṭisambhidā ajjhattaṁ kusalavipākakiriyañāṇaṁ paccavekkhaṇakāle ajjhattārammaṇā, bahiddhā…pe… ajjhattabahiddhā kusalavipākakiriyañāṇaṁ paccavekkhaṇakāle ajjhattabahiddhārammaṇāti.",
  "atk-abh02a14:34": "Idhāpi tisso paṭisambhidā lokiyā; atthapaṭisambhidā lokiyalokuttarā. Imasmiñhi paṭisambhidāvibhaṅge sammāsambuddhena tayopi nayā lokiyalokuttaramissakattā ekaparicchedāva kathitā. Tīsupi hi etāsu tisso paṭisambhidā lokiyā, atthapaṭisambhidā lokiyalokuttarāti. Evamayaṁ paṭisambhidāvibhaṅgopi teparivaṭṭaṁ nīharitvāva bhājetvā dassitoti.",
  "atk-abh02a14:35": "Sammohavinodaniyā vibhaṅgaṭṭhakathāya",
  "atk-abh02a14:36": "Paṭisambhidāvibhaṅgavaṇṇanā niṭṭhitā."
}