{
  "atk-s0516a1:0": "Khaggavisāṇasuttaniddeso",
  "atk-s0516a1:1": "Khaggavisāṇasuttaniddesavaṇṇanā",
  "atk-s0516a1:2": "1. Paṭhamavaggavaṇṇanā",
  "atk-s0516a1:3": "121. Ito paraṁ khaggavisāṇasuttaniddesavaṇṇanāya okāso anuppatto. Tattha ‘‘sabbesu bhūtesu nidhāya daṇḍa’’nti ito paraṁ atirekapadamattameva vaṇṇayissāma. Tattha sabbesūti anavasesesu. Bhūtesūti sattesu. Ettha bhūtesūti kiñcāpi bhūtasaddo ‘‘bhūtasmiṁ pācittiya’’nti evamādīsu (pāci. 69) vijjamāne, ‘‘bhūtamidaṁ, sāriputta, samanupassasī’’ti evamādīsu khandhapañcake, ‘‘cattāro kho, bhikkhu, mahābhūtā hetū’’ti evamādīsu (ma. ni. 3.86) catubbidhe pathavīdhātvādirūpe, ‘‘yo ca kālaghaso bhūto’’ti evamādīsu (jā. 1.2.190) khīṇāsave, ‘‘sabbeva nikkhipissanti, bhūtā loke samussaya’’nti evamādīsu (dī. ni. 2.220) sabbasatte, ‘‘bhūtagāmapātabyatāyā’’ti evamādīsu (pāci. 90) rukkhādike, ‘‘bhūtaṁ bhūtato pajānātī’’ti evamādīsu (ma. ni. 1.3) cātumahārājikānaṁ heṭṭhā sattanikāyaṁ upādāya vattati. Idha pana avisesato pathavīpabbatādīsu jātā sattā bhūtāti veditabbā. Tesu bhūtesu. Nidhāyāti nikkhipitvā.",
  "atk-s0516a1:4": "Daṇḍanti kāyavacīmanodaṇḍaṁ, kāyaduccaritādīnametaṁ adhivacanaṁ. Kāyaduccaritañhi daṇḍayatīti daṇḍo, bādheti anayabyasanaṁ pāpetīti vuttaṁ hoti. Evaṁ vacīduccaritañca manoduccaritañca. Paharaṇadaṇḍo eva vā daṇḍo, taṁ nidhāyātipi vuttaṁ hoti. Aviheṭhayanti aviheṭhayanto. Aññatarampīti yaṁ kiñci ekampi. Tesampīti tesaṁ sabbabhūtānaṁ. Na puttamiccheyyāti atrajo khettajo dinnako antevāsikoti imesu catūsu puttesu yaṁ kiñci puttaṁ na iccheyya. Kuto sahāyanti sahāyaṁ pana iccheyyāti kuto eva etaṁ.",
  "atk-s0516a1:5": "Ekoti pabbajjāsaṅkhātena eko, adutiyaṭṭhena eko, taṇhāpahānaṭṭhena eko, ekantavigatakilesoti eko, eko paccekasambodhiṁ abhisambuddhoti eko. Samaṇasahassassapi hi majjhe vattamāno gihisaññojanassa chinnattā eko, evaṁ pabbajjāsaṅkhātena eko . Eko tiṭṭhati, eko gacchati, eko nisīdati, eko seyyaṁ kappeti, eko iriyati vattatīti eko. Evaṁ adutiyaṭṭhena eko.",
  "atk-s0516a1:6": "‘‘Taṇhādutiyo puriso, dīghamaddhāna saṁsaraṁ;",
  "atk-s0516a1:7": "Itthabhāvaññathābhāvaṁ, saṁsāraṁ nātivattati.",
  "atk-s0516a1:8": "‘‘Evamādīnavaṁ ñatvā, taṇhaṁ dukkhassa sambhavaṁ;",
  "atk-s0516a1:9": "Vītataṇho anādāno, sato bhikkhu paribbaje’’ti. (itivu. 15, 105; mahāni. 191; cūḷani. pārāyanānugītigāthāniddesa 107) –",
  "atk-s0516a1:10": "Evaṁ taṇhāpahānaṭṭhena eko. Sabbakilesāssa pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṁkatā āyatiṁ anuppādadhammāti evaṁ ekantavigatakilesoti eko. Anācariyako hutvā sayambhū sāmaññeva paccekasambodhiṁ abhisambuddhoti evaṁ eko paccekasambodhiṁ abhisambuddhoti eko.",
  "atk-s0516a1:11": "Careti yā imā aṭṭha cariyāyo. Seyyathidaṁ – yā paṇidhisampannānaṁ catūsu iriyāpathesu iriyāpathacariyā, indriyesu guttadvārānaṁ ajjhattikāyatanesu āyatanacariyā, appamādavihārīnaṁ catūsu satipaṭṭhānesu saticariyā, adhicittamanuyuttānaṁ catūsu jhānesu samādhicariyā, buddhisampannānaṁ catūsu ariyasaccesu ñāṇacariyā, sammā paṭipannānaṁ catūsu ariyamaggesu maggacariyā, adhigataphalānaṁ catūsu sāmaññaphalesu paṭipatticariyā, tiṇṇaṁ buddhānaṁ sabbasattesu lokatthacariyā, tattha padesato paccekabuddhasāvakānanti. Yathāha – ‘‘cariyāti aṭṭha cariyāyo yā iriyāpathacariyā’’ti (cūḷani. khaggavisāṇasuttaniddesa 121; paṭi. ma. 1.197; 3.28) vitthāro. Tāhi cariyāhi samannāgato bhaveyyāti attho. Atha vā yā imā ‘‘adhimuccanto saddhāya carati, paggaṇhanto vīriyena carati, upaṭṭhahanto satiyā carati, avikkhitto samādhinā carati, pajānanto paññāya carati, vijānanto viññāṇena carati, evaṁ paṭipannassa kusalā dhammā āyāpentīti āyatanacariyāya carati, evaṁ paṭipanno visesamadhigacchatīti visesacariyāya caratī’’ti (cūḷani. khaggavisāṇasuttaniddesa 121; paṭi. ma. 1.197; 3.29) evaṁ aparāpi aṭṭha cariyā vuttā. Tāhi samannāgato bhaveyyāti attho. Khaggavisāṇakappoti khaggavisāṇo nāma khaggamigasiṅgaṁ.",
  "atk-s0516a1:12": "Kappa -saddo panāyaṁ abhisaddahanavohārakālapaññatticchedavikappalesasamantabhāvasadisādianekattho. Tathā hissa ‘‘okappanīyametaṁ bhoto gotamassa. Yathā taṁ arahato sammāsambuddhassā’’ti evamādīsu (ma. ni. 1.387) abhisaddahanattho. ‘‘Anujānāmi, bhikkhave, pañcahi samaṇakappehi phalaṁ paribhuñjitu’’nti evamādīsu (cūḷava. 250) vohāro. ‘‘Yena sudaṁ niccakappaṁ viharāmī’’ti evamādīsu (ma. ni. 1.387) kālo. ‘‘Iccāyasmā kappo’’ti evamādīsu (su. ni. 1098; cūḷani. kappamāṇavapucchā 117, kappamāṇavapucchāniddesa 61) paññatti. ‘‘Alaṅkato kappitakesamassū’’ti evamādīsu (jā. 2.22.1368) chedanaṁ. ‘‘Kappati dvaṅgulakappo’’ti evamādīsu (cūḷava. 446) vikappo. ‘‘Atthi kappo nipajjitu’’nti evamādīsu (a. ni. 8.80) leso. ‘‘Kevalakappaṁ veḷuvanaṁ obhāsetvā’’ti evamādīsu (saṁ. ni. 1.94) samantabhāvo. ‘‘Satthukappena vata kira, bho, sāvakena saddhiṁ mantayamānā na jānimhā’’ti evamādīsu (ma. ni. 1.260) sadiso, paṭibhāgoti attho. Idha panassa sadiso paṭibhāgoti attho veditabbo, khaggavisāṇasadisoti vuttaṁ hoti. Ayaṁ tāvettha padato atthavaṇṇanā.",
  "atk-s0516a1:13": "Adhippāyānusandhito pana evaṁ veditabbo – yvāyaṁ vuttappakāro daṇḍo bhūtesu pavattiyamāno ahito hoti, taṁ tesu appavattiyamānesu tappaṭipakkhabhūtāya mettāya hitūpasaṁhārena ca sabbesu bhūtesu nidhāya daṇḍaṁ, nihitadaṇḍattā eva ca yathā anihitadaṇḍā sattā bhūtāni daṇḍena vā satthena vā pāṇinā vā leḍḍunā vā viheṭhenti, tathā aviheṭhayaṁ, aññatarampi tesaṁ imaṁ mettākammaṭṭhānamāgamma yadeva tattha vedanāgataṁ saññāsaṅkhāraviññāṇagataṁ tañca tadanusāreneva tadaññañca saṅkhāragataṁ vipassitvā imaṁ paccekabodhiṁ adhigatomhī’’ti ayaṁ tāva adhippāyo.",
  "atk-s0516a1:14": "Ayaṁ pana anusandhi – evaṁ vutte te amaccā āhaṁsu – ‘‘idāni, bhante, kuhiṁ gacchathā’’ti? Tato tena ‘‘pubbapaccekasambuddhā kattha vasantī’’ti āvajjetvā ñatvā ‘‘gandhamādanapabbate’’ti vutte punāhaṁsu – ‘‘amhe dāni, bhante, pajahatha, na icchathā’’ti. Atha paccekabuddho āha – ‘‘na puttamiccheyyā’’ti sabbaṁ. Tatrāyaṁ adhippāyo – ahaṁ idāni atrajādīsu yaṁ kiñci puttampi na iccheyyaṁ, kuto pana tumhādisaṁ sahāyaṁ. Tasmā tumhesupi yo mayā saddhiṁ gantukāmo mādiso vā hotuṁ icchati, so eko care khaggavisāṇakappo. Atha vā tehi ‘‘amhe dāni, bhante, pajahatha, na icchathā’’ti vutte so paccekasambuddho ‘‘na puttamiccheyya, kuto sahāya’’nti vatvā attano yathāvuttenaṭṭhena ekacariyāya guṇaṁ disvā pamudito pītisomanassajāto imaṁ udānaṁ udānesi (su. ni. aṭṭha. 1.35).",
  "atk-s0516a1:15": "Tattha tasāti vipāsakiriyā. Thāvarāti khīṇāsavā. Bhayabheravāti khuddānukhuddakā cittutrāsā. Nidhāyāti chaḍḍetvā. Nidahitvāti ṭhapetvā. Oropayitvāti adhokaritvā. Samoropayitvāti adhogataṁ vissajjetvā. Nikkhipitvāti tato apanetvā. Paṭippassambhitvāti sannisīdāpetvā.",
  "atk-s0516a1:16": "Ālapananti ādito lapanaṁ. Sallapananti sammā lapanaṁ. Ullapananti uddhaṁ katvā lapanaṁ. Samullapananti punappunaṁ uddhaṁ katvā lapanaṁ.",
  "atk-s0516a1:17": "Iriyāpathacariyāti iriyāpathānaṁ cariyā, pavattananti attho. Sesesupi eseva nayo. Āyatanacariyā pana āyatanesu satisampajaññānaṁ cariyā. Pattīti phalāni. Tāni hi pāpuṇīyantīti ‘‘pattī’’ti vuttāni. Sattalokassa diṭṭhadhammikasamparāyikā atthā lokatthāti ayaṁ viseso.",
  "atk-s0516a1:18": "Idāni tāsaṁ cariyānaṁ bhūmiṁ dassento ‘‘catūsu iriyāpathesū’’tiādimāha . Satipaṭṭhānesūti ārammaṇasatipaṭṭhānesupi vuccamānesu satito anaññāni, vohāravasena pana aññāni viya katvā vuttaṁ. Ariyasaccesūti pubbabhāge lokiyasaccañāṇena visuṁ visuṁ saccapariggahavasena vuttaṁ. Ariyamaggesu sāmaññaphalesūti ca vohāravaseneva vuttaṁ. Padesatoti lokatthacariyāya ekadese. Nippadesato hi lokatthacariyaṁ buddhā eva karonti. Puna tā eva cariyāyo kārakapuggalavasena dassento ‘‘paṇidhisampannāna’’ntiādimāha. Tattha paṇidhisampannā nāma iriyāpathānaṁ santattā iriyāpathāva ṭhitiyā sampannā akampitairiyāpathā bhikkhubhāvānurūpena santena iriyāpathena sampannā.",
  "atk-s0516a1:19": "Indriyesuguttadvārānanti cakkhādīsu chasu indriyesu attano attano visaye pavattaṁ ekekadvāravasena guttaṁ dvāraṁ etesanti guttadvārā, tesaṁ guttadvārānaṁ. Dvāranti cettha uppattidvāravasena cakkhādayo eva. Appamādavihārīnanti sīlādīsu appamādavihāravataṁ. Adhicittamanuyuttānanti vipassanāya pādakabhāvena adhicittasaṅkhātaṁ samādhiṁ anuyuttānaṁ. Buddhisampannānanti nāmarūpavavatthānaṁ ādiṁ katvā yāva gotrabhu, tāva pavattena ñāṇena sampannānaṁ . Sammā paṭipannānanti catumaggakkhaṇe. Adhigataphalānanti catuphalakkhaṇe. Tathāgatānanti tathā āgatānaṁ. Arahantānanti dūrakilesānaṁ. Sammāsambuddhānanti sammā sāmañca sabbadhammabuddhānaṁ. Imesaṁ padānaṁ attho heṭṭhā pakāsito eva.",
  "atk-s0516a1:20": "Padesato paccekabuddhānanti paccekasambuddhānaṁ ekadesato. Sāvakānanti sāvakānampi ekadesato. Adhimuccantoti adhimokkhaṁ karonto. Saddhāya caratīti saddhāvasena pavattati. Paggaṇhantoti catusammappadhānavīriyena padahanto. Upaṭṭhapentoti satiyā ārammaṇaṁ upaṭṭhapento. Avikkhepaṁ karontoti samādhivasena vikkhepaṁ akaronto. Pajānantoti catusaccajānanapaññāya pakārena jānanto. Vijānantoti indriyasampayuttajavanapubbaṅgamena āvajjanaviññāṇena ārammaṇaṁ vijānanto. Viññāṇacariyāyāti āvajjanaviññāṇacariyāvasena. Evaṁ paṭipannassāti sahāvajjanāya indriyacariyāya paṭipannassa. Kusalā dhammā āyāpentīti samathavipassanāvasena pavattā kusalā dhammā bhusaṁ yāpenti, pavattantīti attho. Āyatanacariyāyāti kusalānaṁ dhammānaṁ bhusaṁ yatanacariyāya, pavattanacariyāyāti vuttaṁ hoti. Visesamadhigacchatīti vikkhambhanatadaṅgasamucchedapaṭippassaddhivasena visesaṁ adhigacchati.",
  "atk-s0516a1:21": "Dassanacariyā ca sammādiṭṭhiyātiādīsu sammā passati, sammā vā tāya passanti, pasaṭṭhā sundarā vā diṭṭhīti sammādiṭṭhi, tassā sammādiṭṭhiyā nibbānapaccakkhakaraṇena dassanacariyā. Sammā saṅkappeti, sammā vā tena saṅkappenti, pasaṭṭho sundaro vā saṅkappoti sammāsaṅkappo. Tassa ārammaṇe cittassa abhiniropanacariyā. Sammā vadati, sammā vā tāya vadanti, pasaṭṭhā sundarā vā vācāti sammāvācā, micchāvācāviratiyā etaṁ nāmaṁ. Tassā catubbidhavacīsaṁvarapariggahacariyā. Sammā karoti, sammā vā tena karonti, pasaṭṭhaṁ sundaraṁ vā kammanti sammākammaṁ, sammākammameva sammākammanto, micchākammantaviratiyā etaṁ nāmaṁ. Tassa tividhakāyasaṁvarasamuṭṭhānacariyā. Sammā ājīvati, sammā vā tena ājīvanti, pasaṭṭho sundaro vā ājīvoti sammāājīvo, micchāājīvaviratiyā etaṁ nāmaṁ. Tassa vodānacariyā parisuddhacariyā. Sammā vāyamati, sammā vā tena vāyamanti, pasaṭṭho sundaro vā vāyāmoti sammāvāyāmo, tassa paggahacariyā. Sammā sarati, sammā vā tāya saranti, pasaṭṭhā sundarā vā satīti sammāsati, tassā upaṭṭhānacariyā. Sammā samādhiyati, sammā vā tena samādhiyanti, pasaṭṭho sundaro vā samādhīti sammāsamādhi, tassa avikkhepacariyā.",
  "atk-s0516a1:22": "Takkappoti tena kappo, evarūpoti attho. Tassadisoti tena sadiso, ‘‘tassadiko’’ti vā pāṭho. Tappaṭibhāgoti tena paṭibhāgo tappaṭibhāgo, edisoti attho. Sādurasaṁ atikkantaṁ loṇaṁ atiloṇaṁ. Loṇakappoti loṇasadisoti vuccati. Atitittakanti atikkantatittakaṁ, pucimandādikappo tittakasadisoti vuccati. Atimadhuranti khīrapāyāsādikaṁ. Himakappoti himodakasadiso. Satthukappoti satthunā buddhena sadiso. Evamevāti opammasampaṭipādanaṁ.",
  "atk-s0516a1:23": "Tatrāyaṁ etassa paccekabuddhassa saṅkhepena vipassanāācikkhanavidhiṁ dassetvā gamissāma. Tattha nāmarūpapariggahaṁ kātukāmo paccekabodhisatto rūpārūpaaṭṭhasamāpattīsu yaṁ kiñci jhānaṁ samāpajjitvā vuṭṭhāya vitakkādīni jhānaṅgāni ca taṁsampayutte ca phassādayo dhamme lakkhaṇarasapaccupaṭṭhānapadaṭṭhānavasena paricchinditvā ‘‘sabbampetaṁ ārammaṇābhimukhaṁ namanato namanaṭṭhena nāma’’nti vavatthapeti. Tato tassa paccayaṁ pariyesanto ‘‘hadayavatthuṁ nissāya pavattatī’’ti passati. Puna vatthussa paccayabhūtāni ca upādārūpāni ca passitvā ‘‘idaṁ sabbaṁ ruppanato rūpa’’nti pariggaṇhāti. Puna tadubhayaṁ ‘‘namanalakkhaṇaṁ nāmaṁ, ruppanalakkhaṇaṁ rūpa’’nti evaṁ saṅkhepato nāmarūpaṁ vavatthapeti. Samathayānikavasenetaṁ vuttaṁ. Vipassanāyāniko pana catudhātuvavatthānamukhena bhūtupādāyarūpāni paricchinditvā ‘‘sabbampetaṁ ruppanato rūpa’’nti passati. Tato evaṁ paricchinnarūpassa cakkhādīni nissāya pavattamānā arūpadhammā āpāthamāgacchanti. Tato sabbepi te arūpadhamme namanalakkhaṇena ekato katvā ‘‘idaṁ nāma’’nti passati, so ‘‘idaṁ nāmaṁ, idaṁ rūpa’’nti dvedhā vavatthapeti. Evaṁ vavatthapetvā ‘‘nāmarūpato uddhaṁ añño satto vā puggalo vā devo vā brahmā vā natthī’’ti passati.",
  "atk-s0516a1:24": "Yathā hi aṅgasambhārā, hoti saddo ratho iti;",
  "atk-s0516a1:25": "Evaṁ khandhesu santesu, hoti ‘‘satto’’ti sammuti. (saṁ. ni. 1.171; mi. pa. 2.1.1; kathā. 233);",
  "atk-s0516a1:26": "Evameva pañcasu upādānakkhandhesu santesu ‘‘satto puggalo’’ti vohāramattaṁ hotīti evamādinā nayena nāmarūpānaṁ yāthāvadassanasaṅkhātena diṭṭhivisuddhibhūtena ñāṇena nāmarūpaṁ pariggahetvā puna tassa paccayampi pariggaṇhanto vuttanayena nāmarūpaṁ pariggahetvā ‘‘ko nu kho imassa hetū’’ti pariyesanto ahetuvādavisamahetuvādesu dosaṁ disvā rogaṁ disvā tassa nidānaṁ samuṭṭhānampi pariyesanto vejjo viya tassa hetuñca paccayañca pariyesanto avijjā taṇhā upādānaṁ kammanti ime cattāro dhamme nāmarūpassa uppādapaccayattā ‘‘hetū’’ti . Āhāraṁ upatthambhanapaccayattā ‘‘paccayo’’ti ca passati. Imassa hi kāyassa avijjādayo tayo dhammā mātā viya dārakassa upanissayā honti, kammaṁ pitā viya puttassa janakaṁ, āhāro dhāti viya dārakassa sandhārakoti. Evaṁ rūpakāyassa paccayapariggahaṁ katvā puna ‘‘cakkhuñca paṭicca rūpe ca uppajjati cakkhuviññāṇa’’ntiādinā (saṁ. ni. 4.60; kathā. 465) nayena nāmakāyassapi paccayaṁ pariggaṇhāti, evaṁ pariggaṇhanto ‘‘atītānāgatāpi dhammā evameva vattantī’’ti sanniṭṭhānaṁ karoti.",
  "atk-s0516a1:27": "Tassa yā sā pubbantaṁ ārabbha ‘‘ahosiṁ nu kho ahaṁ atītamaddhānaṁ, na nu kho ahosiṁ, kiṁ nu kho, kathaṁ nu kho, kiṁ hutvā kiṁ ahosiṁ nu kho ahaṁ atītamaddhāna’’nti pañcavidhā vicikicchā vuttā.",
  "atk-s0516a1:28": "Yāpi aparantaṁ ārabbha ‘‘bhavissāmi nu kho ahaṁ anāgatamaddhānaṁ, na nu kho bhavissāmi, kiṁ nu kho bhavissāmi, kathaṁ nu kho bhavissāmi, kiṁ hutvā kiṁ bhavissāmi nu kho ahaṁ anāgatamaddhāna’’nti (ma. ni. 1.18; saṁ. ni. 2.20) pañcavidhā vicikicchā vuttā.",
  "atk-s0516a1:29": "Yāpi etarahi vā pana paccuppannaṁ addhānaṁ ārabbha kathaṁkathī hoti ‘‘ahaṁ nu khosmi, no nu khosmi, kiṁ nu khosmi, kathaṁ nu khosmi, ayaṁ nu kho satto kuto āgato, so kuhiṁ gāmī bhavissatī’’ti (ma. ni. 1.18; saṁ. ni. 2.20) chabbidhā vicikicchā vuttā, sā sabbāpi pahiyyati. Evaṁ paccayapariggahaṇena tīsu addhāsu kaṅkhaṁ vitaritvā ṭhitaṁ ñāṇaṁ ‘‘kaṅkhāvitaraṇavisuddhī’’tipi ‘‘dhammaṭṭhitiñāṇa’’ntipi ‘‘yathābhūtañāṇa’’ntipi ‘‘sammādassana’’ntipi vuccati.",
  "atk-s0516a1:30": "Ettha pana tisso hi lokiyapariññā ñātapariññā tīraṇapariññā pahānapariññāti. Tattha ‘‘ruppanalakkhaṇaṁ rūpaṁ, vedayitalakkhaṇā vedanā’’ti evaṁ tesaṁ tesaṁ dhammānaṁ paccattalakkhaṇasallakkhaṇavasena pavattā paññā ñātapariññā nāma. ‘‘Rūpaṁ aniccaṁ, vedanā aniccā’’tiādinā pana nayena tesaṁyeva dhammānaṁ sāmaññalakkhaṇaṁ āropetvā pavattā lakkhaṇārammaṇikavipassanāpaññā tīraṇapariññā nāma. Tesu eva pana dhammesu niccasaññādipajahanavasena pavattā lakkhaṇārammaṇikavipassanāva paññā pahānapariññā nāma.",
  "atk-s0516a1:31": "Tattha saṅkhāraparicchedato paṭṭhāya yāva paccayapariggahā ñātapariññāya bhūmi. Etasmiñhi antare dhammānaṁ paccattalakkhaṇapaṭivedhasseva ādhipaccaṁ hoti. Kalāpasammasanato paṭṭhāya yāva udayabbayānupassanā tīraṇapariññāya bhūmi. Etasmiñhi antare sāmaññalakkhaṇapaṭivedhasseva ādhipaccaṁ hoti. Bhaṅgānupassanato paṭṭhāya upari pahānapariññāya bhūmi. Tato ca paṭṭhāya hi aniccato anupassanto niccasaññaṁ pajahati, dukkhato anupassanto sukhasaññaṁ, anattato anupassanto attasaññaṁ, nibbindanto nandiṁ, virajjanto rāgaṁ, nirodhento samudayaṁ, paṭinissajjanto ādānaṁ pajahatīti evaṁ niccasaññādipahānasādhikānaṁ sattannaṁ anupassanānaṁ ādhipaccaṁ. Iti imāsu tīsu pariññāsu saṅkhāraparicchedassa ceva paccayapariggahassa ca sādhitattā iminā yoginā ñātapariññāva adhigatā.",
  "atk-s0516a1:32": "Puna ‘‘yaṁ kiñci rūpaṁ atītānāgatapaccuppannaṁ ajjhattaṁ vā bahiddhā vā…pe… yaṁ dūre santike vā, sabbaṁ rūpaṁ hutvā abhāvato aniccaṁ, udayabbayapaṭipīḷitattā dukkhaṁ, avasavattittā anattā. Yā kāci vedanā… saññā… ye keci saṅkhārā … yaṁ kiñci viññāṇaṁ atītānāgatapaccuppannaṁ ajjhattaṁ vā bahiddhā vā oḷārikaṁ vā sukhumaṁ vā hīnaṁ vā paṇītaṁ vā yaṁ dūre santike vā, sabbaṁ viññāṇaṁ hutvā abhāvato aniccaṁ, udayabbayapaṭipīḷitattā dukkhaṁ, avasavattittā anattā’’ti evamādinā (saṁ. ni. 3.48; paṭi. ma. 1.48) nayena kalāpasammasanaṁ karoti. Idaṁ sandhāya vuttaṁ ‘‘tilakkhaṇaṁ āropetvā’’ti.",
  "atk-s0516a1:33": "Evaṁ saṅkhāre aniccadukkhānattavasena kalāpasammasanaṁ katvā puna saṅkhārānaṁ udayabbayameva passati. Kathaṁ ? ‘‘Avijjāsamudayā rūpasamudayo, taṇhākammaāhārasamudayā rūpasamudayo’’ti (paṭi. ma. 1.50). Evaṁ rūpakkhandhassa paccayāyattatādassanena rūpakkhandhassa udayaṁ passati, nibbattilakkhaṇaṁ passantopi rūpakkhandhassa udayaṁ passati. Evaṁ pañcahākārehi rūpakkhandhassa udayaṁ passati. ‘‘Avijjānirodhā rūpanirodho, taṇhākammaāhāranirodhā rūpanirodho’’ti (paṭi. ma. 1.50) paccayanirodhadassanena rūpakkhandhassa vayaṁ passati, vipariṇāmalakkhaṇaṁ passantopi rūpakkhandhassa vayaṁ passatīti evaṁ pañcahākārehi rūpakkhandhassa vayaṁ passati.",
  "atk-s0516a1:34": "Tathā ‘‘avijjāsamudayā vedanāsamudayo, taṇhākammaphassasamudayā vedanāsamudayo’’ti (paṭi. ma. 1.50) paccayāyattatādassanena vedanākkhandhassa udayaṁ passati, nibbattilakkhaṇaṁ passantopi vedanākkhandhassa udayaṁ passati. ‘‘Avijjānirodhā vedanānirodho, taṇhākammaphassanirodhā vedanānirodho’’ti (paṭi. ma. 1.50) paccayanirodhadassanena vedanākkhandhassa vayaṁ passati, vipariṇāmalakkhaṇaṁ passantopi vedanākkhandhassa vayaṁ passati. Evaṁ saññākkhandhādīsupi.",
  "atk-s0516a1:35": "Ayaṁ pana viseso – viññāṇakkhandhassa phassaṭṭhāne ‘‘nāmarūpasamudayā, nāmarūpanirodhā’’ti yojetabbaṁ. Evaṁ ekekasmiṁ khandhe paccayasamudayavasena ca nibbattilakkhaṇavasena ca paccayanirodhavasena ca vipariṇāmalakkhaṇavasena ca udayabbayadassanena ca dasa dasa katvā paññāsa lakkhaṇāni vuttāni. Tesaṁ vasena ‘‘evampi rūpassa udayo, evampi rūpassa vayo’’ti paccayato ceva khaṇato ca vitthārena manasikāraṁ karoti.",
  "atk-s0516a1:36": "Tassevaṁ karoto ‘‘iti kira ime dhammā ahutvā sambhonti, hutvā paṭiventī’’ti ñāṇaṁ visadaṁ hoti. ‘‘Evaṁ kira ime dhammā anuppannā uppajjanti, uppannā nirujjhantī’’ti niccanavā hutvā saṅkhārā upaṭṭhahanti. Na kevalañca niccanavā, sūriyuggamane ussāvabindu viya udakabubbuḷo viya udake daṇḍarāji viya āragge sāsapo viya vijjuppādo viya ca parittaṭṭhāyino, māyāmarīcisupinālātacakkagandhabbanagarapheṇakadaliādayo viya asārā nissārā viya hutvā upaṭṭhahanti. Ettāvatā ca pana anena ‘‘vayadhammameva uppajjati, uppannañca vayaṁ upetī’’ti iminā ākārena sammasanapaññāya lakkhaṇāni paṭivijjhitvā ṭhitaṁ udayabbayānupassanaṁ nāma paṭhamaṁ taruṇavipassanāñāṇaṁ adhigataṁ hoti. Yassādhigamā ‘‘āraddhavipassako’’ti saṅkhaṁ gacchati.",
  "atk-s0516a1:37": "Athassa āraddhavipassakassa kulaputtassa obhāso ñāṇaṁ pīti passaddhi sukhaṁ adhimokkho paggaho upaṭṭhānaṁ upekkhā nikantīti dasa vipassanupakkilesā uppajjanti. Ettha obhāso nāma vipassanakkhaṇe ñāṇassa balavattā lohitaṁ sannisīdati, tena ca cittobhāso nibbattati. Taṁ disvā akusalo yogī ‘‘maggo me patto’’ti tameva obhāsaṁ assādeti. Ñāṇampi vipassanāñāṇameva. Taṁ saṅkhāre sammasantassa suddhaṁ pasannaṁ hutvā pavattati. Taṁ disvā pubbe viya ‘‘maggo’’ti assādeti. Pītipi vipassanāpīti eva. Tassa hi tasmiṁ khaṇe pañcavidhā pīti uppajjati. Passaddhīti vipassanāpassaddhi. Tasmiṁ samaye neva kāyacittānaṁ daratho, na gāravaṁ, na kakkhaḷatā, na akammaññatā, na gelaññatā, na vaṅkatā hoti. Sukhampi vipassanāsukhameva. Tassa kira tasmiṁ samaye sakalasarīraṁ abhisandayamānaṁ atipaṇītaṁ sukhaṁ uppajjati.",
  "atk-s0516a1:38": "Adhimokkho nāma vipassanakkhaṇe pavattā saddhā. Tasmiñhi khaṇe cittacetasikānaṁ ativiya pasādabhūtā balavatī saddhā uppajjati. Paggaho nāma vipassanāsampayuttaṁ vīriyaṁ. Tasmiñhi khaṇe asithilaṁ anaccāraddhaṁ supaggahitaṁ vīriyaṁ uppajjati. Upaṭṭhānanti vipassanāsampayuttā sati. Tasmiñhi khaṇe supaṭṭhitā sati uppajjati. Upekkhā duvidhā vipassanāvajjanavasena. Tasmiñhi khaṇe sabbasaṅkhāragahaṇe majjhattabhūtaṁ vipassanupekkhāsaṅkhātaṁ ñāṇaṁ balavantaṁ hutvā uppajjati manodvārāvajjanupekkhā ca. Sā ca taṁ taṁ ṭhānaṁ āvajjantassa sūrā tikhiṇā hutvā vahati. Nikantīti vipassanānikanti. Obhāsādīsu hi ālayaṁ kurumānā sukhumā santākārā nikanti uppajjati. Ettha obhāsādayo kilesavatthutāya ‘‘upakkilesā’’ti vuttā na akusalattā. Nikanti pana upakkileso ceva kilesavatthu ca.",
  "atk-s0516a1:39": "Paṇḍito pana bhikkhu obhāsādīsu uppannesu vikkhepaṁ agacchanto ‘‘obhāsādayo dhammā na maggo, upakkilesavimuttaṁ pana vīthipaṭipannaṁ vipassanāñāṇaṁ maggo’’ti maggañca amaggañca vavatthapeti. Tassevaṁ ‘‘ayaṁ maggo, ayaṁ na maggo’’ti ñatvā ṭhitaṁ ñāṇaṁ maggāmaggañāṇadassanavisuddhīti vuccati. Ito paṭṭhāya aṭṭhannaṁ vipassanāñāṇānaṁ vasena sikhāpattavipassanāñāṇaṁ navamañca saccānulomikaṁ ñāṇanti ayaṁ paṭipadāñāṇadassanavisuddhi nāma hoti. Udayabbayānupassanāñāṇaṁ bhaṅgānupassanāñāṇaṁ bhayatupaṭṭhānañāṇaṁ ādīnavānupassanāñāṇaṁ nibbidānupassanāñāṇaṁ muñcitukamyatāñāṇaṁ paṭisaṅkhānupassanāñāṇaṁ saṅkhārupekkhāñāṇanti imāni aṭṭha ñāṇāni nāma. Navamaṁ saccānulomikaṁ ñāṇanti anulomassetaṁ nāmaṁ.",
  "atk-s0516a1:40": "Tasmā taṁ sampādetukāmena upakkilesavimuttaṁ udayabbayañāṇaṁ ādiṁkatvā etesu ñāṇesu yogo karaṇīyo. Udayabbayaṁ passantassa hi aniccalakkhaṇaṁ yathābhūtaṁ upaṭṭhāti, udayabbayapaṭipīḷanaṁ passato dukkhalakkhaṇañca, ‘‘dukkhameva hi sambhoti, dukkhaṁ tiṭṭhati veti cā’’ti (saṁ. ni. 1.171; kathā. 233) passato anattalakkhaṇañca.",
  "atk-s0516a1:41": "Ettha ca aniccaṁ aniccalakkhaṇaṁ dukkhaṁ dukkhalakkhaṇaṁ anattā anattalakkhaṇanti ayaṁ vibhāgo veditabbo. Tattha aniccanti khandhapañcakaṁ. Kasmā? Uppādavayaññathattabhāvā, hutvā abhāvato vā. Aññathattaṁ nāma jarā. Uppādavayaññathattaṁ aniccalakkhaṇaṁ, hutvā abhāvasaṅkhāto vā ākāravikāro. ‘‘Yadaniccaṁ, taṁ dukkha’’nti vacanato tadeva khandhapañcakaṁ dukkhaṁ. Kasmā? Abhiṇhaṁ paṭipīḷanato. Abhiṇhaṁ paṭipīḷanākāro dukkhalakkhaṇaṁ. ‘‘Yaṁ dukkhaṁ, tadanattā’’ti (saṁ. ni. 3.15-16) vacanato tadeva khandhapañcakaṁ anattā. Kasmā? Avasavattanato . Avasavattanākāro anattalakkhaṇaṁ. Imāni tīṇipi lakkhaṇāni udayabbayaṁ passantasseva ārammaṇāni honti.",
  "atk-s0516a1:42": "Punapi so rūpārūpadhamme ‘‘evaṁ aniccā’’tiādinā vipassati, tassa saṅkhārā lahuṁ lahuṁ āpāthaṁ āgacchanti, tato uppādaṁ vā ṭhitiṁ vā pavattaṁ vā nimittaṁ vā ārammaṇaṁ akatvā tesaṁ khayavayanirodhe eva sati santiṭṭhati, idaṁ bhaṅgañāṇaṁ nāma. Imassa uppādato paṭṭhāya ayaṁ yogī ‘‘yathā ime saṅkhārā bhijjanti nirujjhanti, evaṁ atītepi saṅkhāragataṁ bhijji, anāgatepi bhijjissatī’’ti nirodhameva passanto tiṭṭhati. Tassa bhaṅgānupassanāñāṇaṁ āsevantassa bahulīkarontassa sabbabhavayoni gatiṭṭhiti sattāvāsesu pabhedakā saṅkhārā jalitaaṅgārakāsuādayo viya mahābhayaṁ hutvā upaṭṭhahanti. Etaṁ bhayatupaṭṭhānañāṇaṁ nāma.",
  "atk-s0516a1:43": "Tassa taṁ bhayatupaṭṭhānañāṇaṁ āsevantassa sabbe bhavādayo ādittaaṅgāraṁ viya samussitakhaggo viya paccatthiko appaṭisaraṇā sādīnavā hutvā upaṭṭhahanti. Idaṁ ādīnavānupassanāñāṇaṁ nāma. Tassa evaṁ saṅkhāre ādīnavato passantassa bhavādīsupi saṅkhārānaṁ ādīnavattā saṅkhāresu ukkaṇṭhanā anabhirati uppajjati, idaṁ nibbidānupassanāñāṇaṁ nāma.",
  "atk-s0516a1:44": "Sabbasaṅkhāresu nibbindantassa ukkaṇṭhantassa tasmā saṅkhāragatā muñcitukāmatā nissaritukāmatā hoti. Idaṁ muñcitukamyatāñāṇaṁ nāma. Puna tasmā saṅkhāragatā muñcituṁ pana te eva saṅkhāre paṭisaṅkhānupassanāñāṇena tilakkhaṇaṁ āropetvā tīraṇaṁ paṭisaṅkhānupassanāñāṇaṁ nāma.",
  "atk-s0516a1:45": "So evaṁ tilakkhaṇaṁ āropetvā saṅkhāre pariggaṇhanto tesu anattalakkhaṇassa sudiṭṭhattā ‘‘attā’’ti vā ‘‘attaniya’’nti vā agaṇhanto saṅkhāresu bhayañca nandiñca pahāya saṅkhāresu udāsīno hoti majjhatto, ‘‘aha’’nti vā ‘‘mama’’nti vā na gaṇhāti, tīsu bhavesu upekkhako, idaṁ saṅkhārupekkhāñāṇaṁ nāma.",
  "atk-s0516a1:46": "Taṁ panesa ce santipadaṁ nibbānaṁ santato passati, sabbasaṅkhārapavattaṁ vissajjetvā nibbānaninnaṁ pakkhandaṁ hoti. No ce nibbānaṁ santato passati, punappunaṁ ‘‘anicca’’nti vā ‘‘dukkha’’nti vā ‘‘anattā’’ti vā tividhānupassanāvasena saṅkhārārammaṇameva hutvā pavattati. Evaṁ tiṭṭhamānañca etaṁ tividhavimokkhamukhabhāvaṁ āpajjitvā tiṭṭhati. Tisso hi anupassanā ‘‘tīṇi vimokkhamukhānī’’ti vuccanti. Evaṁ aniccato manasikaronto adhimokkhabahulo animittaṁ vimokkhaṁ paṭilabhati, dukkhato manasikaronto passaddhibahulo appaṇihitaṁ vimokkhaṁ paṭilabhati, anattato manasikaronto vedabahulo suññataṁ vimokkhaṁ paṭilabhati.",
  "atk-s0516a1:47": "Ettha ca animitto vimokkhoti animittākārena nibbānaṁ ārammaṇaṁ katvā pavatto ariyamaggo. So hi animittāya dhātuyā uppannattā animitto, kilesehi ca vimuttattā vimokkho. Eteneva nayena appaṇihitākārena nibbānaṁ ārammaṇaṁ katvā pavatto appaṇihito, suññatākārena nibbānaṁ ārammaṇaṁ katvā pavatto suññatoti veditabbo.",
  "atk-s0516a1:48": "Evaṁ adhigatasaṅkhārupekkhassa kulaputtassa vipassanā sikhāppattā hoti. Vuṭṭhānagāminivipassanāti etadeva. Assa taṁ saṅkhārupekkhāñāṇaṁ āsevantassa tikkhatarā saṅkhārupekkhā uppajjati. Tassa ‘‘idāni maggo uppajjissatī’’ti saṅkhāre ‘‘aniccā’’ti vā ‘‘dukkhā’’ti vā ‘‘anattā’’ti vā sammasitvā bhavaṅgaṁ otarati, bhavaṅgānantaraṁ saṅkhārupekkhāya kathitanayeneva aniccādiākārena manasikaritvā uppajjati manodvārāvajjanaṁ, tatheva manasikaroto paṭhamaṁ javanacittaṁ uppajjati. Yaṁ parikammanti vuccati, tadanantaraṁ tadeva dutiyajavanacittaṁ uppajjati. Yaṁ upacāranti vuccati, tadanantarampi tadeva uppajjati tatiyaṁ javanacittaṁ. Yaṁ anulomanti vuccati, idaṁ tesaṁ pāṭiekkaṁ nāma.",
  "atk-s0516a1:49": "Avisesena pana tividhampetaṁ ‘‘āsevana’’ntipi ‘‘parikamma’’ntipi ‘‘upacāra’’ntipi ‘‘anuloma’’ntipi vuccati. Idaṁ pana anulomañāṇaṁ saṅkhārārammaṇāya vuṭṭhānagāminiyā vipassanāya pariyosānaṁ hoti, nippariyāyena pana gotrabhuñāṇameva vipassanāya pariyosānanti vuccati. Tato paraṁ nibbānaṁ ārammaṇaṁ kurumānaṁ puthujjanagottaṁ atikkamamānaṁ ariyagottaṁ okkamamānaṁ nibbānārammaṇe paṭhamasamannāhārabhūtaṁ apunarāvaṭṭakaṁ gotrabhuñāṇaṁ uppajjati. Idaṁ pana ñāṇaṁ paṭipadāñāṇadassanavisuddhiñca ñāṇadassanavisuddhiñca na bhajati. Antarā abbohārikameva hoti. Vipassanāsote patitattā ‘‘paṭipadāñāṇadassanavisuddhī’’ti vā ‘‘vipassanā’’ti vā saṅkhaṁ gacchati. Nibbānaṁ ārammaṇaṁ katvā gotrabhuñāṇe niruddhe tena dinnasaññāya nibbānaṁ ārammaṇaṁ katvā diṭṭhisaṁyojanaṁ sīlabbataparāmāsasaṁyojanaṁ vicikicchāsaṁyojananti tīṇi saṁyojanāni viddhaṁsento sotāpattimaggo uppajjati, tadanantaraṁ tasseva vipākabhūtāni dve tīṇi vā phalacittāni uppajjanti anantaravipākattā lokuttarakusalānaṁ, phalapariyosāne panassa uppannabhavaṅgaṁ vicchinditvā paccavekkhaṇatthāya manodvārāvajjanaṁ uppajjati. So hi ‘‘iminā vatāhaṁ maggena āgato’’ti maggaṁ paccavekkhati. Tato ‘‘me ayaṁ ānisaṁso laddho’’ti phalaṁ paccavekkhati. Tato ‘‘ime nāma kilesā pahīnā’’ti pahīnakilese paccavekkhati. Tato ‘‘ime nāma kilesā avasiṭṭhā’’ti uparimaggattayavajjhakilese paccavekkhati. Avasāne ca ‘‘ayaṁ dhammo mayā paṭividdho’’ti amataṁ nibbānaṁ paccavekkhati. Iti sotāpannassa ariyasāvakassa pañca paccavekkhaṇāni honti. Tathā sakadāgāmianāgāmiphalāvasāne. Arahattaphalāvasāne avasiṭṭhakilesapaccavekkhaṇaṁ nāma natthi. Evaṁ sabbānipi ekūnavīsatipaccavekkhaṇāni honti.",
  "atk-s0516a1:50": "Evaṁ paccavekkhitvā so yogāvacaro tasmiṁyeva āsane nisinno vuttanayena vipassitvā kāmarāgabyāpādānaṁ tanubhāvaṁ karonto dutiyamaggaṁ pāpuṇāti, tadanantaraṁ vuttanayeneva phalañca. Tato vuttanayena vipassitvā kāmarāgabyāpādānaṁ anavasesappahānaṁ karonto tatiyamaggaṁ pāpuṇāti, vuttanayena phalañca. Tato tasmiṁyevāsane vuttanayena vipassitvā rūparāgārūparāgamānuddhaccāvijjānaṁ anavasesappahānaṁ karonto catutthamaggaṁ pāpuṇāti, vuttanayena phalañca. Ettāvatā cesa hoti arahā mahākhīṇāsavo paccekabuddho. Iti imesu catūsu maggesu ñāṇaṁ ñāṇadassanavisuddhi nāma.",
  "atk-s0516a1:51": "Ettāvatā ‘‘sabbesu bhūtesu nidhāya daṇḍaṁ aviheṭhayaṁ aññatarampi tesa’’nti etena pātimokkhasaṁvarādisīlassa vuttattā sīlavisuddhi. ‘‘Na puttamiccheyya kuto sahāya’’nti etena paṭighānunayavivajjanavasena mettādīnaṁ vuttattā cittavisuddhi. ‘‘Eko care khaggavisāṇakappo’’ti iminā pana nāmarūpapariggahādīnaṁ vuttattā diṭṭhivisuddhi kaṅkhāvitaraṇavisuddhi maggāmaggañāṇadassanavisuddhi paṭipadāñāṇadassanavisuddhi ñāṇadassanavisuddhīti satta visuddhiyo vuttā honti. Ayamettha mukhamattanidassanaṁ, vitthāraṁ pana icchantena visuddhimaggaṁ (visuddhi. 2.662, 678, 692, 737, 806 ādayo) oloketvā gahetabbaṁ. Ettāvatā ceso paccekabuddho –",
  "atk-s0516a1:52": "‘‘Cātuddiso appaṭigho ca hoti, santussamāno itarītarena;",
  "atk-s0516a1:53": "Parissayānaṁ sahitā achambhī, eko care khaggavisāṇakappo’’ti. (su. ni. 42; cūḷani. khaggavisāṇasuttaniddesa 128) –",
  "atk-s0516a1:54": "Pasaṁsiyādibhāvaṁ āpajjitvā gandhamādanapabbataṁ upasobhayamāno vihāsinti evaṁ sabbattha.",
  "atk-s0516a1:55": "Paṭhamagāthāniddesavaṇṇanā.",
  "atk-s0516a1:56": "122. Dutiye saṁsaggajātassāti jātasaṁsaggassa. Tattha dassanasavanakāyasamullapanasambhogavasena pañcavidho saṁsaggo. Tattha aññamaññaṁ disvā cakkhuviññāṇavīthivasena uppannarāgo dassanasaṁsaggo nāma. Tattha sīhaḷadīpe kāḷadīghavāpīgāme piṇḍāya carantaṁ kalyāṇavihāravāsiṁ daharabhikkhuṁ disvā paṭibaddhacittā kenaci upāyena taṁ alabhitvā kālakatā kuṭumbiyadhītā tassā nivāsanacoḷakkhaṇḍaṁ disvā ‘‘evarūpāya vatthadhāriniyā nāma saddhiṁ saṁvāsaṁ nālattha’’nti hadayaṁ phāletvā kālakato so eva ca daharo nidassanaṁ.",
  "atk-s0516a1:57": "Parehi pana kathiyamānaṁ rūpādisampattiṁ attanā vā hasitalapitagītasaddaṁ sutvā sotaviññāṇavīthivasena uppanno rāgo savanasaṁsaggo nāma. Tatrāpi girigāmavāsīkammāradhītāya pañcahi kumārīhi saddhiṁ padumassaraṁ gantvā nhāyitvā mālaṁ sīse āropetvā uccāsaddena gāyantiyā ākāsena gacchanto saddaṁ sutvā kāmarāgena jhānā parihāyitvā anayabyasanaṁ patto pañcaggaḷaleṇavāsī tissadaharo nidassanaṁ.",
  "atk-s0516a1:58": "Aññamaññaṁ aṅgaparāmasanena uppannarāgo kāyasaṁsaggo nāma. Dhammagāyanadaharabhikkhu cettha nidassanaṁ. Mahāvihāre kira daharabhikkhu dhammaṁ bhāsati, tattha mahājane āgate rājāpi agamāsi saddhiṁ antepurena. Tato rājadhītāya tassa rūpañca saddañca āgamma balavarāgo uppanno tassa ca daharassāpi. Taṁ disvā rājā sallakkhetvā sāṇipākārena parikkhipāpesi, te aññamaññaṁ parāmasitvā āliṅgisu. Puna sāṇipākāraṁ apanetvā passantā dvepi kālakateyeva addasaṁsūti.",
  "atk-s0516a1:59": "Aññamaññaṁ ālapanasamullapane uppannarāgo pana samullapanasaṁsaggo nāma. Bhikkhubhikkhunīhi saddhiṁ paribhogakaraṇe uppannarāgo sambhogasaṁsaggo nāma. Dvīsupi ca etesu maricavaṭṭivihāre bhikkhu ca bhikkhunī ca nidassanaṁ. Maricavaṭṭimahāvihāramahe kira duṭṭhagāmaṇi abhayamahārājā mahādānaṁ paṭiyādetvā ubhatosaṅghaṁ parivisati. Tattha uṇhayāguyā dinnāya saṅghanavakasāmaṇerī anādhārakassa sattavassikasaṅghanavakasāmaṇerassa dantavalayaṁ datvā samullāpaṁ akāsi, te ubhopi upasampajjitvā saṭṭhivassā hutvā paratīraṁ gatā aññamaññaṁ samullāpena pubbasaññaṁ paṭilabhitvā tāvadeva jātasinehā sikkhāpadāni vītikkamitvā pārājikā ahesunti.",
  "atk-s0516a1:60": "Evaṁ pañcavidhe saṁsagge yena kenaci saṁsaggena jātasaṁsaggassa bhavanti snehā, purimarāgapaccayā balavarāgo uppajjati. Tato snehanvayaṁ dukkhamidaṁ pahotīti tameva snehaṁ anugacchantaṁ sandiṭṭhikasamparāyikasokaparidevādinānappakārakaṁ dukkhamidaṁ pahoti nibbattati bhavati jāyati. Apare pana ‘‘ārammaṇe cittavosaggo saṁsaggo’’ti bhaṇanti. Tato sneho snehadukkhanti.",
  "atk-s0516a1:61": "Evamatthappabhedaṁ imaṁ aḍḍhagāthaṁ vatvā so paccekabuddho āha – ‘‘svāhaṁ yamidaṁ snehanvayaṁ sokādidukkhaṁ pahoti, tassa dukkhassa mūlaṁ khananto paccekasambodhiṁ adhigato’’ti. Evaṁ vutte te amaccā āhaṁsu – ‘‘amhehi dāni, bhante, kiṁ kattabba’’nti? Tato so āha – ‘‘tumhe vā aññe vā yo imamhā dukkhā muccitukāmo, so sabbopi ādīnavaṁ snehajaṁ pekkhamāno, eko care khaggavisāṇakappoti. Ettha ca yaṁ taṁ ‘‘snehanvayaṁ dukkhamidaṁ pahotī’’ti vuttaṁ, tadeva sandhāya ‘‘ādīnavaṁ snehajaṁ pekkhamāno’’ti idaṁ vuttanti veditabbaṁ. Atha vā yathāvuttena saṁsaggena saṁsaggajātassa bhavanti snehā, snehanvayaṁ dukkhamidaṁ pahoti, evaṁ yathābhūtaṁ ādīnavaṁ snehajaṁ pekkhamāno ahaṁ adhigatoti evampi abhisambandhitvā catutthapādo pubbe vuttanayeneva udānavasena vuttoti veditabbo. Tato paraṁ sabbaṁ purimagāthāya vuttasadisamevāti (su. ni. aṭṭha. 1.36).",
  "atk-s0516a1:62": "Niddese anuppādetīti rūpasmiṁ anubyañjanaṁ disvā allīyati. Anubandhatīti rūpasmiṁ snehavasena bandhati. Bhavantīti honti. Jāyantīti uppajjanti. Nibbattantīti vattanti. Pātubhavantīti pākaṭā honti. Sambhavanti sañjāyanti abhinibbattantīti tīṇi upasaggena vaḍḍhitāni. Ito paraṁ aṭṭhakavagge (mahāni. 1 ādayo) vuttanayeneva veditabbaṁ.",
  "atk-s0516a1:63": "Dutiyagāthāniddesavaṇṇanā.",
  "atk-s0516a1:64": "123. Tatiye mettāyanavasena mittā. Suhadabhāvena suhajjā. Keci hi ekantahitakāmatāya mittāva honti, na suhajjā. Keci gamanāgamanaṭṭhānanisajjāsamullāpādīsu hadayasukhajananena suhajjāva honti, na mittā. Keci tadubhayavasena suhajjā ceva mittā ca. Te duvidhā honti agāriyā ca anagāriyā ca. Tattha agāriyā tividhā honti upakārā samānasukhadukkhā anukampakāti. Anagāriyā visesena atthakkhāyino . Evaṁ te catūhi catūhi aṅgehi samannāgatā honti.",
  "atk-s0516a1:65": "Yathāha –",
  "atk-s0516a1:66": "‘‘Catūhi kho, gahapatiputta, ṭhānehi upakāro mitto suhado veditabbo. Pamattaṁ rakkhati, pamattassa sāpateyyaṁ rakkhati, bhītassa saraṇaṁ hoti, uppannesu kiccakaraṇīyesu taddiguṇaṁ bhogaṁ anuppadeti (dī. ni. 3.261).",
  "atk-s0516a1:67": "Tathā –",
  "atk-s0516a1:68": "‘‘Catūhi kho, gahapatiputta, ṭhānehi samānasukhadukkho mitto suhado veditabbo. Guyhamassa ācikkhati, guyhamassa parigūhati, āpadāsu na vijahati, jīvitampissa atthāya pariccattaṁ hoti (dī. ni. 3.262).",
  "atk-s0516a1:69": "Tathā –",
  "atk-s0516a1:70": "‘‘Catūhi kho, gahapatiputta, ṭhānehi anukampako mitto suhado veditabbo. Abhavenassa na nandati, bhavenassa nandati, avaṇṇaṁ bhaṇamānaṁ nivāreti, vaṇṇaṁ bhaṇamānaṁ pasaṁsati (dī. ni. 3.264).",
  "atk-s0516a1:71": "Tathā –",
  "atk-s0516a1:72": "‘‘Catūhi kho, gahapatiputta, ṭhānehi atthakkhāyī mitto suhado veditabbo. Pāpā nivāreti, kalyāṇe niveseti, assutaṁ sāveti, saggassa maggaṁ ācikkhatī’’ti (dī. ni. 3.263).",
  "atk-s0516a1:73": "Tesu idha agāriyā adhippetā, atthato pana sabbepi yujjanti. Te mitte suhajje. Anukampamānoti anudayamāno, tesaṁ sukhaṁ upasaṁharitukāmo dukkhaṁ apaharitukāmo.",
  "atk-s0516a1:74": "Hāpetiatthanti diṭṭhadhammikasamparāyikaparamatthavasena tividhaṁ, tathā attatthaparatthaubhayatthavasenāpi tividhaṁ atthaṁ laddhavināsanena aladdhānuppādanenāti dvidhāpi hāpeti vināseti. Paṭibaddhacittoti ‘‘ahaṁ imaṁ vinā na jīvāmi, eso me gati, eso me parāyaṇa’’nti evaṁ attānaṁ nīce ṭhāne ṭhapentopi paṭibaddhacitto hoti. ‘‘Ime maṁ vinā na jīvanti, ahaṁ tesaṁ gati, ahaṁ tesaṁ parāyaṇa’’nti evaṁ attānaṁ ucce ṭhāne ṭhapentopi paṭibaddhacitto hoti. Idha pana evaṁ paṭibaddhacitto adhippeto.",
  "atk-s0516a1:75": "Etaṁ bhayanti etaṁ atthahāpanabhayaṁ, attano samāpattihāniṁ sandhāya bhaṇati. Santhaveti tividho santhavo taṇhādiṭṭhimittasanthavavasena. Tattha aṭṭhasatappabhedāpi taṇhā taṇhāsanthavo, dvāsaṭṭhippabhedāpi diṭṭhi diṭṭhisanthavo, paṭibaddhacittatāya mittānukampanā mittasanthavo. So idha adhippeto . Tena hissa samāpatti parihīnā. Tenāha – ‘‘etaṁ bhayaṁ santhave pekkhamāno’’ti. Sesaṁ pubbasadisamevāti veditabbaṁ. Niddese vattabbaṁ natthi (su. ni. aṭṭha. 1.37; apa. aṭṭha. 1.1.93-94).",
  "atk-s0516a1:76": "Tatiyagāthāniddesavaṇṇanā.",
  "atk-s0516a1:77": "124. Catutthe vaṁsoti veḷu. Visāloti vitthiṇṇo. Va-kāro avadhāraṇattho, evakāro vā ayaṁ. Sandhivasenettha e-kāro naṭṭho. Tassa parapadena sambandho, taṁ pacchā yojessāma. Yathāti paṭibhāge. Visattoti laggo jaṭito saṁsibbito. Puttesu dāresu cāti puttadhītubhariyāsu. Yā apekkhāti yā taṇhā yo sneho . Vaṁsakkaḷīrova asajjamānoti vaṁsakaḷīro viya alaggamāno. Kiṁ vuttaṁ hoti? Yathā vaṁso visālo visatto eva hoti, puttesu ca dāresu ca yā apekkhā, sāpi evaṁ tāni vatthūni saṁsibbitvā ṭhitattā visattā eva. Svāhaṁ tāya apekkhāya apekkhavā visālo vaṁso viya visattoti evaṁ apekkhāya ādīnavaṁ disvā taṁ apekkhaṁ maggañāṇena chindanto ayaṁ vaṁsakaḷīrova rūpādīsu vā diṭṭhādīsu vā lābhādīsu vā kāmabhavādīsu vā taṇhāmānadiṭṭhivasena asajjamāno paccekasambodhiṁ adhigatoti. Sesaṁ purimanayeneva veditabbaṁ. Imāyapi niddese atirekaṁ natthi (su. ni. aṭṭha. 1.38).",
  "atk-s0516a1:78": "Catutthagāthāniddesavaṇṇanā.",
  "atk-s0516a1:79": "125. Pañcame migoti sabbesaṁ āraññikacatuppadānaṁ eva etaṁ adhivacanaṁ. Idha pana pasadamigo adhippeto. Araññamhīti gāmañca gāmūpacārañca ṭhapetvā avasesaṁ araññaṁ, idha pana uyyānaṁ adhippetaṁ, tasmā ‘‘uyyānamhī’’ti vuttaṁ hoti. Yathāti paṭibhāge. Abaddhoti rajjubandhanādīsu yena kenaci abaddho. Etena vissaṭṭhacariyaṁ dīpeti. Yenicchakaṁ gacchati gocarāyāti yena disābhāgena gantuṁ icchati, tena gocaratthaṁ gacchati. Tasmā tattha yattakaṁ icchati gantuṁ, tattakaṁ gacchati. Yaṁ icchati khādituṁ, taṁ khādatīti dīpeti. Viññū naroti paṇḍitapuriso. Seritanti sacchandavuttitaṁ aparāyattabhāvaṁ. Pekkhamānoti paññācakkhunā olokayamāno. Atha vā dhammaseritaṁ puggalaseritañca. Lokuttaradhammā hi kilesavasaṁ agamanato serino tehi samannāgatā puggalā ca, tesaṁ bhāvaniddeso seritaṁ pekkhamānoti. Kiṁ vuttaṁ hoti? Migo araññamhi yathā abaddho, yenicchakaṁ gacchati gocarāya. Kadā nu kho ahampi taṇhābandhanaṁ chinditvā evaṁ gaccheyyanti iti me tumhehi ito cito ca parivāretvā ṭhitehi baddhassa yenicchakaṁ gantuṁ alabhantassa tasmiṁ yenicchakagamanābhāve ādīnavaṁ yenicchakagamane ānisaṁsaṁ disvā anukkamena samathavipassanāpāripūriṁ agamiṁ. Tato paccekabodhiṁ adhigatomhi. Tasmā aññopi viññū naro seritaṁ pekkhamāno, eko care khaggavisāṇakappoti (su. ni. aṭṭha. 1.39 ādayo).",
  "atk-s0516a1:80": "Pañcamagāthāniddesavaṇṇanā.",
  "atk-s0516a1:81": "126. Chaṭṭhe ayaṁ piṇḍattho – sahāyamajjhe ṭhitassa divāseyyasaṅkhāte vāse ca mahāupaṭṭhānasaṅkhāte ṭhāne ca uyyānagamanasaṅkhāte gamane ca janapadacārikasaṅkhātāya cārikāya ca ‘‘idaṁ me suṇa, idaṁ me dehī’’tiādinā nayena tathā tathā āmantanā hoti, tasmā ahaṁ tattha tattha nibbijjitvā yāyaṁ ariyajanasevitā anekānisaṁsā ekantasukhā, evaṁ santepi lobhābhibhūtehi sabbakāpurisehi anabhijjhitā apatthitā pabbajjā, taṁ anabhijjhitaṁ paresaṁ avasavattanena bhabbapuggalavaseneva ca seritaṁ pekkhamāno vipassanaṁ ārabhitvā anukkamena paccekasambodhiṁ adhigatoti. Sesaṁ vuttanayameva (su. ni. aṭṭha. 1.39-42).",
  "atk-s0516a1:82": "Chaṭṭhagāthāniddesavaṇṇanā.",
  "atk-s0516a1:83": "127. Sattame khiḍḍāti kīḷanā. Sā duvidhā hoti kāyikā ca vācasikā ca. Tattha kāyikā nāma hatthīhipi kīḷanti, assehipi rathehipi dhanūhipi tharūhipīti evamādi. Vācasikā nāma gītaṁ silokabhaṇanaṁ mukhabherikanti evamādi. Ratīti pañcakāmaguṇarati. Vipulanti yāva aṭṭhimiñjaṁ āhacca ṭhānena sakalattabhāvabyāpakaṁ. Sesaṁ pākaṭameva. Anusandhiyojanāpi cettha saṁsaggagāthāya vuttanayeneva veditabbā (su. ni. aṭṭha. 1.41).",
  "atk-s0516a1:84": "Sattamagāthāniddesavaṇṇanā.",
  "atk-s0516a1:85": "128. Aṭṭhame cātuddisoti catūsu disāsu yathāsukhavihārī, ‘‘ekaṁ disaṁ pharitvā viharatī’’tiādinā (dī. ni. 1.556; 3.308; a. ni. 4.125; vibha. 643; cūḷani. khaggavisāṇasuttaniddesa 128) vā nayena brahmavihārabhāvanāpharitā catasso disā assa santītipi cātuddiso. Tāsu disāsu katthaci satte vā saṅkhāre vā bhayena na paṭihaññatīti appaṭigho. Santussamānoti dvādasavidhassa santosassa vasena santussako. Itarītarenāti uccāvacena paccayena. Parissayānaṁ sahitā achambhīti ettha parissayanti kāyacittāni, parihāpenti vā tesaṁ sampattiṁ, tāni vā paṭicca sayantīti parissayā, bāhirānaṁ sīhabyagghādīnaṁ abbhantarānañca kāmacchandādīnaṁ kāyacittupaddavānaṁ etaṁ adhivacanaṁ. Te parissaye adhivāsanakhantiyā ca vīriyādīhi ca dhammehi sahatīti parissayānaṁ sahitā. Thaddhabhāvakarabhayābhāvena achambhī. Kiṁ vuttaṁ hoti? Yathā te cattāro samaṇā, evaṁ itarītarena paccayena santussamāno ettha paṭipattipadaṭṭhāne santose ṭhito catūsu disāsu mettādibhāvanāya cātuddiso, sattasaṅkhāresu paṭihananakarabhayābhāvena appaṭigho ca hoti. So cātuddisattā vuttappakārānaṁ parissayānaṁ sahitā, appaṭighattā achambhī ca hotīti etaṁ paṭipattiguṇaṁ disvā yoniso paṭipajjitvā paccekasambodhiṁ adhigatomhīti.",
  "atk-s0516a1:86": "Atha vā te samaṇā viya santussamāno itarītarena vuttanayeneva cātuddiso hotīti ñatvā evaṁ cātuddisabhāvaṁ patthayanto yoniso paṭipajjitvā adhigatomhi. Tasmā aññopi īdisaṁ ṭhānaṁ patthayamāno cātuddisatāya parissayānaṁ sahitā appaṭighatāya ca achambhī hutvā eko care khaggavisāṇakappoti (su. ni. aṭṭha. 1.42).",
  "atk-s0516a1:87": "Niddese mettāti atthato tāva mijjatīti mettā, sinehatīti attho. Mitte vā bhavā, mittassa vā esā pavattītipi mettā. Mettāsahagatenāti mettāya samannāgatena. Cetasāti cittena. Ekaṁ disanti ekissā disāya paṭhamapariggahitaṁ sattaṁ upādāya ekaṁ disaṁ pariyāpannasattapharaṇavasena vuttaṁ. Pharitvāti phusitvā ārammaṇaṁ katvā. Viharatīti brahmavihārādhiṭṭhitaṁ iriyāpathavihāraṁ pavatteti. Tathā dutiyanti yathā puratthimādīsu disāsu yaṁ kiñci ekaṁ disaṁ pharitvā viharati, tatheva tadanantaraṁ dutiyaṁ tatiyaṁ catutthañcāti attho.",
  "atk-s0516a1:88": "Iti uddhanti eteneva ca nayena uparimaṁ disanti vuttaṁ hoti. Adho tiriyanti adhodisampi tiriyaṁ disampi evameva. Tattha ca adhoti heṭṭhā. Tiriyanti anudisā. Evaṁ sabbadisāsu assamaṇḍale assamiva mettāsahagataṁ cittaṁ sāretipi paccāsāretipīti. Ettāvatā ekamekaṁ disaṁ pariggahetvā odhiso mettāpharaṇaṁ dassitaṁ. Sabbadhītiādi pana anodhiso dassanatthaṁ vuttaṁ. Tattha sabbadhīti sabbattha. Sabbattatāyāti sabbesu hīnamajjhimaukkaṭṭhamittasapattamajjhattānippabhedesu attatāya, ‘‘ayaṁ parasatto’’ti vibhāgaṁ akatvā attasamatāyāti vuttaṁ hoti.",
  "atk-s0516a1:89": "Atha vā sabbattatāyāti sabbena cittabhāvena, īsakampi bahi avikkhipamānoti vuttaṁ hoti. Sabbāvantanti sabbasattavantaṁ, sabbasattayuttanti attho. Lokanti sattalokaṁ. Vipulenāti evamādipariyāyadassanato panettha puna ‘‘mettāsahagatenā’’ti vuttaṁ. Yasmā vā ettha odhiso pharaṇe viya puna tathā-saddo iti-saddo vā na vutto, tasmā puna ‘‘mettāsahagatena cetasā’’ti vuttaṁ. Nigamanavasena vā etaṁ vuttaṁ. Vipulenāti ettha ca pharaṇavasena vipulatā daṭṭhabbā. Bhūmivasena pana taṁ mahaggataṁ. Paguṇavasena appamāṇasattārammaṇavasena ca appamāṇaṁ. Byāpādapaccatthikappahānena averaṁ. Domanassappahānena abyāpajjaṁ. Niddukkhanti vuttaṁ hoti (visuddhi. 1.254). Karuṇā heṭṭhā vuttatthāyeva. Modanti tāya taṁsamaṅgino, sayaṁ vā modati, modanamattameva vā sāti muditā. ‘‘Averā hontū’’tiādibyāpādappahānena majjhattabhāvūpagamanena ca upekkhatīti upekkhā.",
  "atk-s0516a1:90": "Lakkhaṇādito panettha hitākārappavattilakkhaṇā mettā, hitūpasaṁhārarasā , āghātavinayapaccupaṭṭhānā, sattānaṁ manāpabhāvadassanapadaṭṭhānā. Byāpādūpasamo etissā sampatti, sinehasambhavo vipatti. Dukkhāpanayanākārappavattilakkhaṇā karuṇā, paradukkhāsahanarasā, avihiṁsāpaccupaṭṭhānā, dukkhābhibhūtānaṁ anāthabhāvadassanapadaṭṭhānā. Vihiṁsūpasamo tassā sampatti, sokasambhavo vipatti. Pamodalakkhaṇā muditā, anissāyanarasā, arativighātapaccupaṭṭhānā, sattānaṁ sampattidassanapadaṭṭhānā. Arativūpasamo tassā sampatti, pahānasambhavo vipatti. Sattesu majjhattākārappavattilakkhaṇā upekkhā, sattesu samabhāvadassanarasā, paṭighānunayavūpasamapaccupaṭṭhānā , ‘‘kammassakā sattā, te kassa ruciyā sukhitā vā bhavissanti, dukkhato vā muccissanti, pattasampattito vā na parihāyissantī’’ti evaṁ pavattakammassakatādassanapadaṭṭhānā. Paṭighānunayavūpasamo tassā sampatti, gehassitāya aññāṇupekkhāya sambhavo vipatti.",
  "atk-s0516a1:91": "Tattha santuṭṭho hotīti paccayasantosavasena santuṭṭho hoti. Itarītarena cīvarenāti na thūlasukhumalūkhapaṇītathirajiṇṇānaṁ yena kenaci cīvarena, atha kho yathāladdhānaṁ itarītarena yena kenaci santuṭṭho hotīti attho. Cīvarasmiñhi tayo santosā – yathālābhasantoso, yathābalasantoso, yathāsāruppasantosoti. Piṇḍapātādīsupi eseva nayo. Iti ime tayo santose sandhāya ‘‘santuṭṭho hoti itarītarena cīvarena. Yathāladdhādīsu yena kenaci cīvarena santuṭṭho hotī’’ti vuttaṁ.",
  "atk-s0516a1:92": "Ettha ca cīvaraṁ jānitabbaṁ, cīvarakhettaṁ jānitabbaṁ, paṁsukūlaṁ jānitabbaṁ, cīvarasantoso jānitabbo, cīvarapaṭisaṁyuttāni dhutaṅgāni jānitabbāni. Tattha cīvaraṁ jānitabbanti khomādīni cha cīvarāni dukūlādīni cha anulomacīvarānipi jānitabbāni. Imāni dvādasa kappiyacīvarāni. Kusacīraṁ vākacīraṁ phalakacīraṁ kesakambalaṁ vāḷakambalaṁ potthako cammaṁ ulūkapakkhaṁ rukkhadussaṁ latādussaṁ erakadussaṁ kadalidussaṁ veḷudussanti evamādīni pana akappiyacīvarāni.",
  "atk-s0516a1:93": "Cīvarakhettanti ‘‘saṅghato vā gaṇato vā ñātito vā mittato vā attano vā dhanena paṁsukūlaṁ vā’’ti evaṁ uppajjanato cha khettāni, aṭṭhannañca mātikānaṁ vasena aṭṭha khettāni jānitabbāni.",
  "atk-s0516a1:94": "Paṁsukūlanti sosānikaṁ pāpaṇikaṁ rathiyaṁ saṅkārakūṭaṁ sotthiyaṁ sinānaṁ titthaṁ gatapaccāgataṁ aggiḍaḍḍhaṁ gokhāyitaṁ upacikākhāyitaṁ undūrakhāyitaṁ antacchinnaṁ dasacchinnaṁ dhajāhaṭaṁ thūpaṁ samaṇacīvaraṁ sāmuddiyaṁ ābhisekiyaṁ panthikaṁ vātāhaṭaṁ iddhimayaṁ devadattiyanti tevīsati paṁsukūlāni veditabbāni. Ettha ca sotthiyanti gabbhamalaharaṇaṁ. Gatapaccāgatanti matakasarīraṁ pārupitvā susānaṁ netvā ānītacīvaraṁ. Dhajāhaṭanti dhajaṁ ussāpetvā tato ānītaṁ. Thūpanti vammike pūjitacīvaraṁ. Sāmuddiyanti samuddavīcīhi thalaṁ pāpitaṁ. Panthikanti panthaṁ gacchantehi corabhayena pāsāṇehi koṭṭetvā pārutacīvaraṁ. Iddhimayanti ehibhikkhucīvaraṁ. Sesaṁ pākaṭameva.",
  "atk-s0516a1:95": "Cīvarasantosoti vīsati cīvarasantosā – cīvare vitakkasantoso gamanasantoso pariyesanasantoso paṭilābhasantoso mattapaṭiggahaṇasantoso loluppavivajjanasantoso yathālābhasantoso yathābalasantoso yathāsāruppasantoso udakasantoso dhovanasantoso karaṇasantoso parimāṇasantoso suttasantoso sibbanasantoso rajanasantoso kappasantoso paribhogasantoso sannidhiparivajjanasantoso vissajjanasantosoti. Tattha sādakabhikkhuno temāsaṁ nibaddhavāsaṁ vasitvā ekamāsamattaṁ vitakkituṁ vaṭṭati. So hi pavāretvā cīvaramāse cīvaraṁ karoti. Paṁsukūliko addhamāseneva karoti. Idaṁ māsaddhamāsamattaṁ vitakkanaṁ vitakkasantoso. Cīvaratthāya gacchantassa pana ‘‘kattha labhissāmī’’ti acintetvā kammaṭṭhānasīseneva gamanaṁ gamanasantoso nāma. Pariyesantassa pana yena vā tena vā saddhiṁ apariyesitvā lajjiṁ pesalabhikkhuṁ gahetvā pariyesanaṁ pariyesanasantoso nāma. Evaṁ pariyesantassa āhariyamānaṁ cīvaraṁ dūratova disvā ‘‘etaṁ manāpaṁ bhavissati, etaṁ amanāpa’’nti evaṁ avitakketvā thūlasukhumādīsu yathāladdheneva santussanaṁ paṭilābhasantoso nāma. Evaṁ laddhaṁ gaṇhantassāpi ‘‘ettakaṁ dupaṭṭassa bhavissati, ettakaṁ ekapaṭṭassā’’ti attano pahonakamatteneva santussanaṁ mattapaṭiggahaṇasantoso nāma. Cīvaraṁ pariyesantassa pana ‘‘asukassa gharadvāre manāpaṁ labhissāmī’’ti acintetvā dvārapaṭipāṭiyā caraṇaṁ loluppavivajjanasantoso nāma.",
  "atk-s0516a1:96": "Lūkhapaṇītesu yena kenaci yāpetuṁ sakkontassa yathāladdheneva yāpanaṁ yathālābhasantoso nāma. Attano thāmaṁ jānitvā yena yāpetuṁ sakkoti, tena yāpanaṁ yathābalasantoso nāma. Manāpaṁ aññassa datvā attanā yena kenaci yāpanaṁ yathāsāruppasantoso nāma. ‘‘Kattha udakaṁ manāpaṁ, kattha amanāpa’’nti avicāretvā yena kenaci dhovanupagena udakena dhovanaṁ udakasantoso nāma. Tathā paṇḍumattikagerukapūtipaṇṇarasakiliṭṭhāni pana udakāni vajjetuṁ vaṭṭati. Dhovantassa pana muggarādīhi apaharitvā hatthehi madditvā dhovanaṁ dhovanasantoso nāma. Tathā asujjhantaṁ paṇṇāni pakkhipitvā tāpitaudakenāpi dhovituṁ vaṭṭati. Evaṁ dhovitvā karontassa ‘‘idaṁ thūlaṁ, idaṁ sukhuma’’nti akopetvā pahonakanīhāreneva karaṇaṁ karaṇasantoso nāma. Timaṇḍalapaṭicchādanamattasseva karaṇaṁ parimāṇasantoso nāma. Cīvarakaraṇatthāya pana ‘‘manāpaṁ suttaṁ pariyesissāmī’’ti avicāretvā rathikādīsu vā devaṭṭhāne vā āharitvā pādamūle vā ṭhapitaṁ yaṁ kiñcideva suttaṁ gahetvā karaṇaṁ suttasantoso nāma.",
  "atk-s0516a1:97": "Kusibandhanakāle pana aṅgulimatte sattavāre na vijjhitabbaṁ. Evaṁ karontassa hi yo bhikkhu sahāyo na hoti, tassa vattabhedopi natthi. Tivaṅgulamatte pana sattavāre vijjhitabbaṁ. Evaṁ karontassa maggapaṭipannenāpi sahāyena bhavitabbaṁ. Yo na hoti, tassa vattabhedo. Ayaṁ sibbanasantoso nāma. Rajantena pana kāḷakacchakādīni pariyesantena na rajitabbaṁ, somavakkalādīsu yaṁ labhati, tena rajitabbaṁ. Alabhantena pana manussehi araññe vākaṁ gahetvā chaḍḍitarajanaṁ vā bhikkhūhi pacitvā chaḍḍitakasaṭaṁ vā gahetvā rajitabbaṁ. Ayaṁ rajanasantoso nāma. Nīlakaddamakāḷasāmesu yaṁ kiñci gahetvā hatthipiṭṭhe nisinnassa paññāyamānakappakaraṇaṁ kappasantoso nāma.",
  "atk-s0516a1:98": "Hirikopīnapaṭicchādanamattavasena paribhuñjanaṁ paribhogasantoso nāma. Dussaṁ pana labhitvā suttaṁ vā sūciṁ vā kārakaṁ vā alabhantena ṭhapetuṁ vaṭṭati, labhantena na vaṭṭati. Katampi ce antevāsikādīnaṁ dātukāmo hoti, te ca asannihitā, yāva āgamanā ṭhapetuṁ vaṭṭati, āgatamattesu tesu dātabbaṁ. Dātuṁ asakkontena adhiṭṭhātabbaṁ. Aññasmiṁ cīvare sati paccattharaṇampi adhiṭṭhātuṁ vaṭṭati. Anadhiṭṭhitameva hi sannidhi hoti. Adhiṭṭhitaṁ na hotīti mahāsīvatthero āha. Ayaṁ sannidhiparivajjanasantoso nāma. Vissajjentena pana mukhaṁ oloketvā na dātabbaṁ, sāraṇīyadhamme ṭhatvāva vissajjetabbanti ayaṁ vissajjanasantoso nāma.",
  "atk-s0516a1:99": "Cīvarapaṭisaṁyuttāni dhutaṅgāni nāma paṁsukūlikaṅgañceva tecīvarikaṅgañca. Iti cīvarasantosamahāariyavaṁsaṁ pūrayamāno paccekasambuddho imāni dve dhutaṅgāni gopeti, imāni gopento cīvarasantosamahāariyavaṁsavasena santuṭṭho hoti.",
  "atk-s0516a1:100": "Vaṇṇavādīti eko santuṭṭho hoti, santosassa vaṇṇaṁ na katheti. Eko na santuṭṭho hoti, santosassa vaṇṇaṁ katheti . Eko neva santuṭṭho hoti, na santosassa vaṇṇaṁ katheti. Eko santuṭṭho ca hoti, santosassa ca vaṇṇaṁ katheti. Tathārūpo so paccekasambuddho taṁ dassetuṁ ‘‘itarītaracīvarasantuṭṭhiyā ca vaṇṇavādī’’ti vuttaṁ.",
  "atk-s0516a1:101": "Anesananti dūteyyapahiṇagamanānuyogappabhedaṁ nānappakāraṁ anesanaṁ. Appatirūpanti ayuttaṁ. Aladdhā cāti alabhitvā. Yathā ekacco ‘‘kathaṁ nu kho cīvaraṁ labhissāmī’’ti puññavantehi bhikkhūhi saddhiṁ ekato hutvā kohaññaṁ karonto uttasati paritassati, paccekasambuddho evaṁ aladdhā ca cīvaraṁ na paritassati. Laddhācāti dhammena samena labhitvā. Adhigatoti vigatalobhagiddho. Amucchitoti adhimattataṇhāya mucchanaṁ anāpanno. Anajjhāpannoti taṇhāya anotthaṭo apariyonaddho. Ādīnavadassāvīti anesanāpattiyañca gadhitaparibhoge ca ādīnavaṁ passamāno. Nissaraṇapaññoti ‘‘yāvadeva sītassa paṭighātāyā’’ti (ma. ni. 1.23; a. ni. 6.58) vuttaṁ nissaraṇameva pajānanto.",
  "atk-s0516a1:102": "Itarītaracīvarasantuṭṭhiyāti yena kenaci cīvarena santuṭṭhiyā. Nevattānukkaṁsetīti yathā panidhekacco ‘‘ahaṁ paṁsukūliko, mayā upasampadamāḷeyeva paṁsukūlikaṅgaṁ gahitaṁ, ko mayā sadiso atthī’’ti attukkaṁsanaṁ karoti. Evaṁ so attukkaṁsanaṁ na karoti. Na paraṁ vambhetīti ‘‘ime panaññe bhikkhū na paṁsukūlikāti vā paṁsukūlikamattampi etesaṁ natthī’’ti vā evaṁ paraṁ na vambheti. Yo hi tattha dakkhoti yo tasmiṁ cīvarasantose vaṇṇavādī. Tāsu vā dakkho cheko byatto. Analasoti sātaccakiriyāya ālasiyavirahito. Sampajāno patissatoti sampajānapaññāya ceva satiyā ca yutto. Ariyavaṁse ṭhitoti ariyavaṁse patiṭṭhito.",
  "atk-s0516a1:103": "Itarītarena piṇḍapātenāti yena kenaci piṇḍapātena. Etthapi piṇḍapāto jānitabbo, piṇḍapātakhettaṁ jānitabbaṁ, piṇḍapātasantoso jānitabbo, piṇḍapātapaṭisaṁyuttaṁ dhutaṅgaṁ jānitabbaṁ. Tattha piṇḍapātoti odano kummāso sattu maccho maṁsaṁ khīraṁ dadhi sappi navanītaṁ telaṁ madhu phāṇitaṁ yāgu khādanīyaṁ sāyanīyaṁ lehanīyanti soḷasa piṇḍapātā.",
  "atk-s0516a1:104": "Piṇḍapātakhettanti saṅghabhattaṁ uddesabhattaṁ nimantanaṁ salākabhattaṁ pakkhikaṁ uposathikaṁ pāṭipadikaṁ āgantukabhattaṁ gamikabhattaṁ gilānabhattaṁ gilānupaṭṭhākabhattaṁ dhurabhattaṁ kuṭibhattaṁ vārabhattaṁ vihārabhattanti pannarasa piṇḍapātakhettāni.",
  "atk-s0516a1:105": "Piṇḍapātasantosoti piṇḍapāte vitakkasantoso gamanasantoso pariyesanasantoso paṭilābhasantoso paṭiggahaṇasantoso mattapaṭiggahaṇasantoso loluppavivajjanasantoso yathālābhasantoso yathābalasantoso yathāsāruppasantoso upakārasantoso parimāṇasantoso paribhogasantoso sannidhiparivajjanasantoso vissajjanasantosoti pannarasa santosā. Tattha sādako bhikkhu mukhaṁ dhovitvā vitakketi. Piṇḍapātikena pana gaṇena saddhiṁ caratā sāyaṁ therupaṭṭhānakāle ‘‘sve kattha piṇḍāya carissāmā’’ti ‘‘asukagāme, bhante’’ti ettakaṁ cintetvā tato paṭṭhāya na vitakketabbaṁ. Ekacārikena vitakkamāḷake ṭhatvā vitakketabbaṁ. Tato paṭṭhāya vitakkento pana ariyavaṁsā cuto hoti paribāhiro. Ayaṁ vitakkasantoso nāma. Piṇḍāya pavisantena pana ‘‘kuhiṁ labhissāmī’’ti acintetvā kammaṭṭhānasīsena gantabbaṁ. Ayaṁ gamanasantoso nāma. Pariyesantena yaṁ vā taṁ vā aggahetvā lajjiṁ pesalameva gahetvā pariyesitabbaṁ. Ayaṁ pariyesanasantoso nāma. Dūratova āhariyamānaṁ disvā ‘‘etaṁ manāpaṁ, etaṁ amanāpa’’nti cittaṁ na uppādetabbaṁ. Ayaṁ paṭilābhasantoso nāma. ‘‘Idaṁ manāpaṁ gaṇhissāmi, idaṁ amanāpaṁ na gaṇhissāmī’’ti acintetvā yaṁ kiñci yāpanamattaṁ gahetabbameva. Ayaṁ paṭiggahaṇasantoso nāma.",
  "atk-s0516a1:106": "Ettha pana deyyadhammo bahu, dāyako appaṁ dātukāmo, appaṁ gahetabbaṁ. Deyyadhammo bahu, dāyakopi bahudātukāmo, pamāṇeneva gahetabbaṁ. Deyyadhammopi na bahu, dāyakopi appaṁ dātukāmo, appaṁ gahetabbaṁ. Deyyadhammo na bahu, dāyako pana bahudātukāmo, pamāṇena gahetabbaṁ. Paṭiggahaṇasmiñhi mattaṁ ajānanto manussānaṁ pasādaṁ makkheti, saddhādeyyaṁ vinipāteti, sāsanaṁ na karoti. Vijātamātuyāpissa cittaṁ gahetuṁ na sakkoti. Iti mattaṁ jānitvāva paṭiggahetabbanti ayaṁ mattapaṭiggahaṇasantoso nāma. Aḍḍhakulāniyeva agantvā dvārapaṭipāṭiyā gantabbaṁ. Ayaṁ loluppavivajjanasantoso nāma. Yathālābhasantosādayo cīvare vuttanayā eva.",
  "atk-s0516a1:107": "Piṇḍapātaṁ paribhuñjitvā ‘‘samaṇadhammaṁ anupālessāmī’’ti evaṁ upakāraṁ ñatvā paribhuñjanaṁ upakārasantoso nāma. Pattaṁ pūretvā ānītaṁ na paṭiggahetabbaṁ. Anupasampanne sati tena gāhāpetabbaṁ, asati āharāpetvā paṭiggahaṇaparimāṇamattaṁ gahetabbaṁ. Ayaṁ parimāṇasantoso nāma. Jighacchāya paṭivinodanaṁ ‘‘na idamettha nissaraṇa’’nti evaṁ paribhuñjanaṁ paribhogasantoso nāma. Nidahitvā na paribhuñjitabbaṁ. Ayaṁ sannidhiparivajjanasantoso nāma. Mukhaṁ anoloketvā sāraṇīyadhamme ṭhitena vissajjetabbaṁ. Ayaṁ vissajjanasantoso nāma.",
  "atk-s0516a1:108": "Piṇḍapātapaṭisaṁyuttāni pana pañca dhutaṅgāni piṇḍapātikaṅgaṁ sapadānacārikaṅgaṁ ekāsanikaṅgaṁ pattapiṇḍikaṅgaṁ khalupacchābhattikaṅganti. Iti piṇḍapātasantosamahāariyavaṁsaṁ pūrayamāno paccekasambuddho imāni pañca dhutaṅgāni gopeti, imāni gopento piṇḍapātasantosamahāariyavaṁsavasena santuṭṭho hoti. Vaṇṇavādītiādīni vuttanayeneva veditabbāni.",
  "atk-s0516a1:109": "Senāsanānīti idha senāsanaṁ jānitabbaṁ, senāsanakhettaṁ jānitabbaṁ, senāsanasantoso jānitabbo, senāsanapaṭisaṁyuttadhutaṅgaṁ jānitabbaṁ. Tattha senāsananti mañco pīṭhaṁ bhisi bimbohanaṁ vihāro aḍḍhayogo pāsādo hammiyaṁ guhā leṇaṁ aṭṭo māḷo veḷugumbo rukkhamūlaṁ yattha vā pana bhikkhū paṭikkamantīti imāni pannarasa senāsanāni.",
  "atk-s0516a1:110": "Senāsanakhettanti saṅghato vā gaṇato vā ñātito vā mittato vā attano vā dhanena paṁsukūlaṁ vāti cha khettāni.",
  "atk-s0516a1:111": "Senāsanasantosoti senāsane vitakkasantosādayo pannarasa santosā. Te piṇḍapāte vuttanayeneva veditabbā. Senāsanapaṭisaṁyuttāni pana pañca dhutaṅgāni āraññikaṅgaṁ rukkhamūlikaṅgaṁ abbhokāsikaṅgaṁ sosānikaṅgaṁ yathāsanthatikaṅganti. Iti senāsanasantosaṁ mahāariyavaṁsaṁ pūrayamāno paccekasambuddho imāni pañca dhutaṅgāni gopeti, imāni gopento senāsanasantosamahāariyavaṁsavasena santuṭṭho hoti.",
  "atk-s0516a1:112": "Iti āyasmā dhammasenāpati sāriputtatthero pathaviṁ pattharamāno viya sāgarakucchiṁ pūrayamāno viya ākāsaṁ vitthārayamāno viya ca paṭhamaṁ cīvarasantosaṁ ariyavaṁsaṁ kathetvā candaṁ uṭṭhāpento viya sūriyaṁ ullaṅghento viya ca dutiyapiṇḍapātasantosaṁ kathetvā sineruṁ ukkhipento viya tatiyaṁ senāsanasantosaṁ ariyavaṁsaṁ kathetvā idāni gilānapaccayasantosaṁ ariyavaṁsaṁ kathetuṁ ‘‘santuṭṭho hoti itarītarena gilānapaccayabhesajjaparikkhārenā’’tiādimāha. Taṁ piṇḍapātagatikameva. Tattha yathālābhayathābalayathāsāruppasantoseneva santussitabbaṁ. Bhāvanārāmaariyavaṁso pana idha anāgato, nesajjikaṅgaṁ bhāvanārāmaariyavaṁsaṁ bhajati (dī. ni. aṭṭha. 3.309; a. ni. aṭṭha. 2.4.28). Vuttampi cetaṁ –",
  "atk-s0516a1:113": "‘‘Pañca senāsane vuttā, pañca āhāranissitā;",
  "atk-s0516a1:114": "Eko vīriyasaṁyutto, dve ca cīvaranissitā’’ti. (dī. ni. aṭṭha. 3.309; a. ni. aṭṭha. 2.4.28);",
  "atk-s0516a1:115": "Porāṇe aggaññe ariyavaṁse ṭhitoti ettha porāṇeti na adhunuppattike. Aggaññeti aggehi jānitabbe. Ariyavaṁseti ariyānaṁ vaṁse. Yathā hi khattiyavaṁso brāhmaṇavaṁso vessavaṁso suddavaṁso samaṇavaṁso kulavaṁso rājavaṁso, evamayampi aṭṭhamo ariyavaṁso, ariyatanti ariyapaveṇi nāma hoti. So kho panāyaṁ vaṁso imesaṁ vaṁsānaṁ mūlagandhādīnaṁ kālānusārigandhādayo viya aggamakkhāyati. Ke pana te ariyā, yesaṁ eso vaṁsoti? Ariyā vuccanti buddhā ca paccekabuddhā ca tathāgatasāvakā ca, etesaṁ ariyānaṁ vaṁsoti ariyavaṁso. Ito pubbe hi satasahassakappādhikānaṁ catunnaṁ asaṅkhyeyyānaṁ matthake taṇhaṅkaro medhaṅkaro saraṇaṅkaro dīpaṅkaroti cattāro buddhā uppannā, te ariyā, tesaṁ ariyānaṁ vaṁsoti ariyavaṁso. Tesaṁ buddhānaṁ parinibbānato aparabhāge asaṅkhyeyyaṁ atikkamitvā koṇḍañño nāma buddho uppanno…pe… imasmiṁ kappe kakusandho koṇāgamano kassapo amhākaṁ bhagavā gotamoti cattāro buddhā uppannā, tesaṁ ariyānaṁ vaṁsoti ariyavaṁso. Api ca atītānāgatapaccuppannānaṁ sabbabuddhapaccekabuddhabuddhasāvakānaṁ ariyānaṁ vaṁsoti ariyavaṁso, tasmiṁ ariyavaṁse (a. ni. aṭṭha. 2.4.28). Ṭhitoti patiṭṭhito. Sesaṁ vuttanayeneva veditabbaṁ.",
  "atk-s0516a1:116": "Aṭṭhamagāthāniddesavaṇṇanā.",
  "atk-s0516a1:117": "129. Navame ayaṁ yojanā – dussaṅgahā pabbajitāpi eke, ye asantosābhibhūtā, tathāvidhā eva ca atho gahaṭṭhā gharamāvasantā. Etamahaṁ dussaṅgahabhāvaṁ jigucchanto vipassanaṁ ārabhitvā paccekabodhiṁ adhigatomhīti. Sesaṁ purimanayeneva veditabbaṁ.",
  "atk-s0516a1:118": "Niddese anassavāti vacanaṁ assavanakā. Avacanakarāti dubbacā. Paṭilomavuttinoti paccanīkaṁ kathanasīlā, paṭimallā hutvā pavattantīti attho. Aññeneva mukhaṁ karontīti ovādadāyake disvā mukhaṁ parivattetvā aññaṁ disābhāgaṁ olokenti. Abyāvaṭo hutvāti avāvaṭo hutvā. Anapekkho hutvāti anallīno hutvā.",
  "atk-s0516a1:119": "Navamagāthāniddesavaṇṇanā.",
  "atk-s0516a1:120": "130. Dasame oropayitvāti apanetvā. Gihibyañjanānīti kesamassuodātavatthālaṅkāramālāgandhavilepanaitthiputtadāsidāsādīni. Etāni gihibhāvaṁ byañjayanti, tasmā ‘‘gihibyañjanānī’’ti vuccanti. Sañchinnapattoti patitapatto. Chetvānāti maggañāṇena chinditvā. Vīroti maggavīriyasamannāgato. Gihibandhanānīti kāmabandhanāni. Kāmā hi gihīnaṁ bandhanāni. Ayaṁ tāva padattho.",
  "atk-s0516a1:121": "Ayaṁ pana adhippāyo – ‘‘aho vatāhampi oropayitvā gihibyañjanāni sañchinnapatto yathā koviḷāro bhaveyya’’nti evañhi cintayamāno vipassanaṁ ārabhitvā paccekabodhiṁ adhigatomhīti (su. ni. aṭṭha. 1.44). Sesaṁ purimanayeneva jānitabbaṁ.",
  "atk-s0516a1:122": "Niddese sārāsanañcāti sāraṁ āsanaṁ. Chinnānīti gaḷitāni. Sañchinnānīti nipaṇṇāni. Patitānīti vaṇṭato muttāni. Paripatitānīti bhūmiyaṁ patitāni.",
  "atk-s0516a1:123": "Dasamagāthāniddesavaṇṇanā.",
  "atk-s0516a1:124": "Paṭhamavaggavaṇṇanā niṭṭhitā.",
  "atk-s0516a1:125": "2. Dutiyavaggavaṇṇanā",
  "atk-s0516a1:126": "131-2. Dutiyavaggassa paṭhamadvaye nipakanti pakatinipuṇaṁ paṇḍitaṁ kasiṇaparikammādīsu kusalaṁ. Sādhuvihārinti appanāvihārena vā upacārena vā samannāgataṁ. Dhīranti dhitisampannaṁ. Tattha nipakattena dhitisampadā vuttā. Idha pana dhitisampannamevāti attho. Dhiti nāma asithilaparakkamatā, ‘‘kāmaṁ taco ca nhāru cā’’ti (ma. ni. 2.184; a. ni. 2.5; mahāni. 196) evaṁ pavattavīriyassetaṁ adhivacanaṁ. Api ca dhikkatapāpotipi dhīro. Rājāva raṭṭhaṁ vijitaṁ pahāyāti yathā paṭirājā ‘‘vijitaṁ raṭṭhaṁ anatthāvaha’’nti ñatvā rajjaṁ pahāya eko carati evaṁ bālasahāyaṁ pahāya eko care. Atha vā rājāva raṭṭhanti yathā sutasomo rājā vijitaṁ raṭṭhaṁ pahāya eko cari, yathā ca mahājanako evaṁ ekova careti ayampi etassattho. Sesaṁ vuttānusārena sakkā jānitunti na vitthāritaṁ (su. ni. aṭṭha. 1.45-46). Niddese vattabbaṁ natthi.",
  "atk-s0516a1:127": "Paṭhamadvayaṁ.",
  "atk-s0516a1:128": "133. Tatiyagāthā padatthato uttānā eva. Kevalañca pana sahāyasampadanti ettha asekkhehi sīlādikkhandhehi sampannā sahāyā eva ‘‘sahāyasampadā’’ti veditabbā. Ayaṁ panettha yojanā – yā ayaṁ vuttā sahāyasampadā, taṁ sahāyasampadaṁ addhā pasaṁsāma, ekaṁseneva thomemāti vuttaṁ hoti. Kathaṁ? Seṭṭhā samāsevitabbā sahāyāti. Kasmā? Attano sīlādīhi seṭṭhe sevamānassa sīlādayo dhammā anuppannā uppajjanti, uppannā vuddhiṁ virūḷhiṁ vepullaṁ pāpuṇanti. Same sevamānassa aññamaññasamadhāraṇena kukkuccavinodanena ca laddhā na parihāyanti . Ete pana sahāyake seṭṭhe ca same ca aladdhā kuhanādimicchājīvaṁ vajjetvā dhammena samena uppannaṁ bhojanaṁ bhuñjanto tattha ca paṭighānunayaṁ anuppādento anavajjabhojī hutvā atthakāmo kulaputto eko care khaggavisāṇakappo. Ahampi hi evaṁ caranto imaṁ sampattiṁ adhigatomhīti (su. ni. aṭṭha. 1.47). Niddeso vuttanayo eva.",
  "atk-s0516a1:129": "Tatiyaṁ.",
  "atk-s0516a1:130": "134. Catutthe disvāti oloketvā. Suvaṇṇassāti kañcanassa. ‘‘Valayānī’’ti pāṭhaseso. Sāvasesapāṭho hi ayaṁ attho. Pabhassarānīti pabhāsanasīlāni, jutimantānīti vuttaṁ hoti. Sesaṁ uttānapadatthameva. Ayaṁ pana yojanā – disvā bhujasmiṁ suvaṇṇassa valayāni ‘‘gaṇavāse sati saṅghaṭṭanā, ekavāse sati aghaṭṭanā’’ti evaṁ cintento vipassanaṁ ārabhitvā paccekabodhiṁ adhigatomhīti. Sesaṁ vuttanayamevāti (su. ni. aṭṭha. 1.48). Nūpurānīti valayāni. ‘‘Niyurā’’ti keci vadanti. Ghaṭṭentīti aññamaññaṁ hananti.",
  "atk-s0516a1:131": "Catutthaṁ.",
  "atk-s0516a1:132": "135. Pañcamagāthā padatthato uttānā eva. Ayaṁ pana ettha adhippāyo – yvāyaṁ etena dutīyena kumārena sītuṇhādīni nivedentena sahavāsena taṁ saññāpentassa mama vācābhilāpo, tasmiṁ sinehavasena abhisajjanā vā jātā. Sace ahaṁ imaṁ na pariccajāmi, tato āyatimpi tatheva hessati. Yathā idāni, evaṁ dutīyena saha mamassa, vācābhilāpo abhisajjanā vā. Ubhayampi cetaṁ antarāyakaraṁ visesādhigamassāti etaṁ bhayaṁ āyatiṁ pekkhamāno taṁ chaḍḍetvā yoniso paṭipajjitvā paccekabodhiṁ adhigatomhīti (su. ni. aṭṭha. 1.49). Sesaṁ vuttanayameva.",
  "atk-s0516a1:133": "Pañcamaṁ.",
  "atk-s0516a1:134": "136. Chaṭṭhe kāmāti dve kāmā vatthukāmā ca kilesakāmā ca. Tattha vatthukāmā manāpiyā rūpādayo dhammā, kilesakāmā chandādayo sabbepi rāgappabhedā. Idha pana vatthukāmā adhippetā . Rūpādianekappakārena citrā. Lokassādavasena madhurā. Bālaputhujjanānaṁ manaṁ ramentīti manoramā. Virūparūpenāti virūpena rūpena, anekavidhena sabhāvenāti vuttaṁ hoti. Te hi rūpādivasena citrā, rūpādīsupi nīlādivasena vividharūpā. Evaṁ tena virūparūpena tathā tathā assādaṁ dassetvā mathenti cittaṁ, pabbajjāya abhiramituṁ na dentīti. Sesamettha pākaṭameva. Nigamanampi dvīhi tīhi vā padehi yojetvā purimagāthāsu vuttanayena veditabbaṁ (su. ni. aṭṭha. 1.50).",
  "atk-s0516a1:135": "Kāmaguṇāti kāmayitabbaṭṭhena kāmā. Bandhanaṭṭhena guṇā. ‘‘Anujānāmi, bhikkhave, ahatānaṁ vatthānaṁ diguṇaṁ saṅghāṭi’’nti (mahāva. 348) ettha paṭalaṭṭho guṇaṭṭho. ‘‘Accenti kālā tarayanti rattiyo, vayoguṇā anupubbaṁ jahantī’’ti (saṁ. ni. 1.4) ettha rāsaṭṭho guṇaṭṭho. ‘‘Sataguṇā dakkhiṇā pāṭikaṅkhitabbā’’ti (ma. ni. 3.379) ettha ānisaṁsaṭṭho guṇaṭṭho. ‘‘Antaṁ antaguṇaṁ (dī. ni. 2.377; ma. ni. 1.110; khu. pā. 3.dvattiṁsākāra), kayirā mālāguṇe bahū’’ti ettha bandhanaṭṭho guṇaṭṭho. Idhāpi eseva adhippeto, tena vuttaṁ – ‘‘bandhanaṭṭhena guṇā’’ti. Cakkhuviññeyyāti cakkhuviññāṇena passitabbā. Etenupāyena sotaviññeyyādīsupi attho veditabbo. Iṭṭhāti pariyiṭṭhā vā hontu, mā vā, iṭṭhārammaṇabhūtāti attho. Kantāti kāmanīyā. Manāpāti manavaḍḍhanakā. Piyarūpāti piyajātikā. Kāmūpasaṁhitāti ārammaṇaṁ katvā uppajjamānena kāmena upasaṁhitā. Rajanīyāti rajjaniyā, rāguppattikāraṇabhūtāti attho.",
  "atk-s0516a1:136": "Yadi muddāyātiādīsu muddāti aṅgulipabbesu saññaṁ ṭhapetvā hatthamuddā. Gaṇanāti acchiddagaṇanā. Saṅkhānanti piṇḍagaṇanā. Yāya khettaṁ oloketvā ‘‘idha ettakā vīhī bhavissanti’’, rukkhaṁ oloketvā ‘‘idha ettakāni phalāni bhavissanti’’, ākāsaṁ oloketvā ‘‘ime ākāse sakuṇā ettakā nāma bhavissantī’’ti jānanti. Kasīti kasikammaṁ. Vaṇijjāti jaṅghavaṇijjathalavaṇijjādivaṇippatho. Gorakkhanti attano vā paresaṁ vā gāvo rakkhitvā pañcagorasavikkayena jīvanakammaṁ. Issattho vuccati āvudhaṁ gahetvā upaṭṭhānakammaṁ. Rājaporisanti vinā āvudhena rājakammaṁ katvā rājupaṭṭhānaṁ. Sippaññataranti gahitāvasesahatthiassasippādi.",
  "atk-s0516a1:137": "Sītassa purakkhatoti lakkhaṁ viya sarassa sītassa purato ṭhito, sītena bādhiyamānoti attho. Uṇhepi eseva nayo. Ḍaṁsādīsu ḍaṁsāti piṅgalamakkhikā. Makasāti sabbamakkhikā. Sarīsapāti ye keci saritvā gacchanti. Rissamānoti pīḷiyamāno ruppamāno ghaṭṭiyamāno. Mīyamānoti maramāno. Ayaṁ, bhikkhaveti bhikkhave, ayaṁ muddādīhi jīvikakappanaṁ āgamma sītādipaccayo ābādho. Kāmānaṁ ādīnavoti kāmesu upaddavo, upasaggoti attho. Sandiṭṭhikoti paccakkho sāmaṁ passitabbo. Dukkhakkhandhoti dukkharāsi. Kāmahetūtiādīsu paccayaṭṭhena kāmā assa hetūti kāmahetu. Mūlaṭṭhena kāmā nidānamassāti kāmanidāno. Liṅgavipallāsena pana ‘‘kāmanidāna’’nti vutto. Kāraṇaṭṭhena kāmā adhikaraṇaṁ assāti kāmādhikaraṇo. Liṅgavipallāseneva pana ‘‘kāmādhikaraṇa’’nti vutto. Kāmānameva hetūti idaṁ niyamavacanaṁ kāmapaccayā uppajjatiyevāti attho.",
  "atk-s0516a1:138": "Uṭṭhahatoti ājīvasamuṭṭhāpakavīriyena uṭṭhahantassa. Ghaṭatoti taṁ vīriyaṁ pubbenāparaṁ ghaṭentassa. Vāyamatoti vāyāmaṁ parakkamaṁ payogaṁ karontassa. Nābhinipphajjantīti na nipphajjanti, hatthaṁ nābhiruhanti. Socatīti citte uppannabalavasokena socati. Kilamatīti kāye uppannadukkhena kilamati. Paridevatīti vācāya paridevati. Urattāḷinti uraṁ tāḷetvā. Kandatīti rodati. Sammohaṁ āpajjatīti visaññī viya sammūḷho hoti. Moghanti tucchaṁ. Aphaloti nipphalo.",
  "atk-s0516a1:139": "Ārakkhādhikaraṇanti ārakkhakāraṇā. Kinti meti kena nu kho me upāyena. Yampi meti yampi mayhaṁ kasikammādīni katvā uppāditaṁ dhanaṁ ahosi. Tampi no natthīti tampi amhākaṁ idāni natthi.",
  "atk-s0516a1:140": "Puna caparaṁ, bhikkhave, kāmahetūtiādināpi kāraṇaṁ dassetvāva ādīnavaṁ dīpeti. Tattha kāmahetūti kāmapaccayā rājānopi rājūhi vivadantīti attho. Kāmanidānanti bhāvanapuṁsakaṁ, kāme nidānaṁ katvā vivadantīti attho. Kāmādhikaraṇantipi bhāvanapuṁsakameva, kāme adhikaraṇaṁ katvā vivadantīti attho. Kāmānameva hetūti gāmanigamasenāpatipurohitaṭṭhānantarādīnaṁ kāmānaṁyeva hetu vivadantīti attho. Upakkamantīti paharanti.",
  "atk-s0516a1:141": "Asicammanti asiñceva kheṭakaphalakādīni ca.",
  "atk-s0516a1:142": "Dhanukalāpaṁ sannayhitvāti dhanuṁ gahetvā sarakalāpaṁ sannayhitvā. Ubhatobyūḷhanti ubhatorāsibhūtaṁ. Pakkhandantīti pavisanti. Usūsūti kaṇḍesu. Vijjotalantesūti parivattamānesu. Te tatthāti te tasmiṁ saṅgāme.",
  "atk-s0516a1:143": "Addāvalepanāupakāriyoti cettha manussā pākārapādaṁ assakhurasaṇṭhānena iṭṭhakāhi cinitvā upari sudhāya limpanti. Evaṁ katapākārapādā ‘‘upakāriyo’’ti vuccanti. Tā tintena kalalena sittā addāvalepanā nāma honti. Pakkhandantīti tāsaṁ heṭṭhā tikhiṇaayasūlarukkhasūlādīhi vijjhiyamānā pākārassa picchillabhāvena ārohituṁ asakkontāpi upadhāvantiyeva. Chakaṇakāyāti kuthitagomayena. Abhivaggenāti satadantena. Taṁ aṭṭhadantākārena katvā ‘‘nagaradvāraṁ bhinditvā pavisissāmā’’ti āgate uparidvāre ṭhitā tassa bandhanayottāni chinditvā tena abhivaggena omaddanti.",
  "atk-s0516a1:144": "Sandhimpi chindantīti gharasandhimpi. Nillopanti gāme paharitvā mahāvilopaṁ karonti. Ekāgārikanti paṇṇāsamattāpi saṭṭhimattāpi parivāretvā jīvaggāhaṁ gahetvā dhanaṁ āharāpenti. Paripanthepi tiṭṭhantīti panthadūhanakammaṁ karonti. Aḍḍhadaṇḍakehīti muggarehi (ma. ni. aṭṭha. 1.169). Sesaṁ vuttatthameva.",
  "atk-s0516a1:145": "Chaṭṭhaṁ.",
  "atk-s0516a1:146": "137. Sattame etīti īti, āgantukānaṁ akusalabhāgiyānaṁ byasanahetūnaṁ etaṁ adhivacanaṁ. Tasmā kāmaguṇāpi ete anekabyasanāvahaṭṭhena daḷhasannipātaṭṭhena ca īti. Gaṇḍopi asuciṁ paggharati, uddhumātaparipakkaparibhinno hoti. Tasmā ete kilesā asucipaggharaṇato uppādajarābhaṅgehi uddhumātaparipakkaparibhinnabhāvato ca gaṇḍo. Upaddavatīti upaddavo, anatthaṁ janento abhibhavati ajjhottharatīti attho, rāgagaṇḍādīnametaṁ adhivacanaṁ. Tasmā kāmaguṇāpete aviditanibbānatthāvahahetutāya sabbupaddavavatthutāya ca upaddavo. Yasmā panete kilesāturabhāvaṁ janentā sīlasaṅkhātamārogyaṁ loluppaṁ vā uppādentā pākatikameva ārogyaṁ vilumpanti, tasmā iminā ārogyavilumpanaṭṭhena rogo. Abbhantaramanupaviṭṭhaṭṭhena pana antotudanaṭṭhena dunnīharaṇīyaṭṭhena ca sallaṁ. Diṭṭhadhammikasamparāyikabhayāvahanato bhayaṁ. Metanti etaṁ sesamettha pākaṭameva. Nigamanampi vuttanayeneva veditabbaṁ (su. ni. aṭṭha. 1.51).",
  "atk-s0516a1:147": "Kāmarāgarattāyanti kāmarāgena ratto ayaṁ. Chandarāgavinibaddhoti chandarāgena snehena baddho. Diṭṭhadhammikāpi gabbhāti imasmiṁ attabhāve vattamānasaḷāyatanagabbhā. Samparāyikāpi gabbhāti paralokepi saḷāyatanagabbhā. Na parimuccatīti parimuccituṁ na sakkoti. Otiṇṇo sātarūpenāti madhurasabhāvena rāgena otiṇṇo ogāhito. Palipathanti kāmakalalamaggaṁ. Dugganti duggamaṁ.",
  "atk-s0516a1:148": "Sattamaṁ.",
  "atk-s0516a1:149": "138. Aṭṭhame sītaṁ dubbidhaṁ abbhantaradhātukkhobhapaccayañca bāhiradhātukkhobhapaccayañca. Tathā uṇhaṁ. Tattha ḍaṁsāti piṅgalamakkhikā. Sarīsapeti ye keci dīghajātikā saritvā gacchanti. Sesaṁ pākaṭameva. Nigamanampi vuttanayeneva veditabbaṁ.",
  "atk-s0516a1:150": "Aṭṭhamaṁ.",
  "atk-s0516a1:151": "139. Navamagāthā padatthato pākaṭā eva. Ayaṁ panettha adhippāyayojanā – sā ca kho yuttivasena, na anussavavasena. Yathā ayaṁ hatthī manussakantesu sīlesu dantattā adantabhūmiṁ nāgacchatīti vā, sarīramahantatāya vā nāgo. Evaṁ kudāssu nāmāhampi ariyakantesu sīlesu dantattā adantabhūmiṁ nāgamanena, āguṁ akaraṇena, puna itthattaṁ anāgamanena ca guṇasarīramahantatāya vā nāgo bhaveyyaṁ. Yathā cesa yūthāni vivajjayitvā ekacariyasukhena yathābhirantaṁ vihare araññe, eko care khaggavisāṇakappo, kudāssu nāmāhampi evaṁ gaṇaṁ vivajjayitvā ekattābhiratisukhena jhānasukhena yathābhirantaṁ araññe attano yathā yathā sukhaṁ, tathā tathā yattakaṁ vā icchāmi, tattakaṁ araññe nivāsaṁ eko care khaggavisāṇakappo eko careyyanti attho. Yathā cesa susaṇṭhitakkhandhamahantatāya sañjātakkhandho, kudāssu nāmāhampi evaṁ asekkhasīlakkhandhamahantatāya sañjātakkhandho bhaveyyaṁ. Yathā cesa padumasadisagattatāya vā, padumakule uppannatāya vā padumī, kudāssu nāmāhampi evaṁ padumasadisabojjhaṅgamahantatāya vā, ariyajātipadume uppannatāya vā padumī bhaveyyaṁ. Yathā cesa thāmabalajavādīhi uḷāro, kudāssu nāmāhampi evaṁ parisuddhakāyasamācāratādīhi sīlasamādhinibbedhikapaññādīhi vā uḷāro bhaveyyanti evaṁ cintento vipassanaṁ ārabhitvā paccekabodhiṁ adhigatomhīti.",
  "atk-s0516a1:152": "Navamaṁ.",
  "atk-s0516a1:153": "140. Dasame aṭṭhānatanti aṭṭhānaṁ taṁ, akāraṇaṁ tanti vuttaṁ hoti. Anunāsikassa lopo kato ‘‘ariyasaccāna dassana’’ntiādīsu (khu. pā. 5.11; su. ni. 270) viya. Saṅgaṇikāratassāti gaṇābhiratassa. Yanti kāraṇavacanametaṁ ‘‘yaṁ hirīyati hirīyitabbenā’’tiādīsu (dha. sa. 30) viya. Phassayeti adhigacche. Sāmayikaṁ vimuttinti lokiyasamāpattiṁ. Sā hi appitappitasamaye eva paccanīkehi vimuccanato ‘‘sāmayikā vimuttī’’ti vuccati. Taṁ sāmayikaṁ vimuttiṁ. ‘‘Aṭṭhānaṁ taṁ, na taṁ kāraṇaṁ vijjati saṅgaṇikāratassa, yena kāraṇena phassaye iti etaṁ ādiccabandhussa paccekabuddhassa vaco nisamma saṅgaṇikāratiṁ pahāya yoniso paṭipajjanto adhigatomhī’’ti āha. Sesaṁ vuttanayameva (su. ni. aṭṭha. 1.54; apa. aṭṭha. 1.1.110).",
  "atk-s0516a1:154": "Niddese nekkhammasukhanti pabbajjāsukhaṁ. Pavivekasukhanti kāyacittaupadhiviveke sukhaṁ. Upasamasukhanti kilesupasamaṁ phalasamāpattisukhaṁ. Sambodhisukhanti maggasukhaṁ. Nikāmalābhīti attano rucivasena yathākāmalābhī. Akicchalābhīti adukkhalābhī. Akasiralābhīti vipulalābhī. Asāmayikanti lokuttaraṁ. Akuppanti kuppavirahitaṁ acalitaṁ lokuttaramaggaṁ.",
  "atk-s0516a1:155": "Dasamaṁ.",
  "atk-s0516a1:156": "Dutiyavaggavaṇṇanā niṭṭhitā.",
  "atk-s0516a1:157": "3. Tatiyavaggavaṇṇanā",
  "atk-s0516a1:158": "141. Tatiyavaggassa paṭhame diṭṭhīvisūkānīti dvāsaṭṭhidiṭṭhigatāni. Tāni hi maggasammādiṭṭhiyā visūkaṭṭhena vijjhanaṭṭhena vilomaṭṭhena ca visūkāni. Evaṁ diṭṭhiyā visūkānīti diṭṭhivisūkāni, diṭṭhiyo eva vā visūkāni diṭṭhivisūkāni. Upātivattoti dassanamaggena atikkanto. Patto niyāmanti avinipātadhammatāya sambodhiparāyanatāya ca niyatabhāvaṁ adhigato, sammattaniyāmasaṅkhātaṁ vā paṭhamamagganti. Ettāvatā paṭhamamaggakiccanipphatti ca tassa paṭilābho ca vutto. Idāni paṭiladdhamaggoti iminā sesamaggapaṭilābhaṁ dasseti. Uppannañāṇomhīti uppannapaccekabodhiñāṇo amhi. Etena phalaṁ dasseti. Anaññaneyyoti aññehi ‘‘idaṁ saccaṁ idaṁ sacca’’nti nanetabbo. Etena sayambhutaṁ dīpeti. Patte vā paccekabodhiñāṇe aññaneyyatāya abhāvā sayaṁvasitaṁ. Samathavipassanāya vā diṭṭhivisūkāni upātivatto, ādimaggena patto niyāmaṁ, sesehi paṭiladdhamaggo, phalañāṇena uppannañāṇo, taṁ sabbaṁ attanāva adhigatoti anaññaneyyo. Sesaṁ vuttanayeneva veditabbaṁ (su. ni. aṭṭha. 1.54; apa. aṭṭha. 1.1.111).",
  "atk-s0516a1:159": "Na paraneyyoti na aññehi netabbo. Na parappattiyoti paccakkhadhammattā na aññehi saddahāpetabbo. Na parappaccayoti na assa paro paccayo, na parassa saddhāya vattatīti na parappaccayo. Na parapaṭibaddhagūti na aññesaṁ paṭibaddhañāṇagamano.",
  "atk-s0516a1:160": "Paṭhamaṁ.",
  "atk-s0516a1:161": "142. Dutiye nillolupoti alolupo. Yo hi rasataṇhābhibhūto hoti, so bhusaṁ luppati punappunañca luppati, tena ‘‘lolupo’’ti vuccati. Tasmā esa taṁ paṭikkhipanto āha ‘‘nillolupo’’ti. Nikkuhoti ettha kiñcāpi yassa tividhakuhanavatthu natthi, so ‘‘nikkuho’’ti vuccati, imissā pana gāthāya manuññabhojanādīsu vimhayamanāpajjanato nikkuhoti ayamadhippāyo. Nippipāsoti ettha pātumicchā pipāsā, tassā abhāvena nippipāso, sādurasalobhena bhottukamyatāvirahitoti attho. Nimmakkhoti ettha paraguṇavināsanalakkhaṇo makkho, tassa abhāvena nimmakkho. Attano gahaṭṭhakāle sūdassa guṇamakkhanābhāvaṁ sandhāya āha. Niddhantakasāvamohoti ettha rāgādayo tayo kāyaduccaritādīni ca tīṇīti cha dhammā yathāsambhavaṁ appasannaṭṭhena sakabhāvaṁ vijahāpetvā parabhāvaṁ gaṇhāpanaṭṭhena kasaṭaṭṭhena ca ‘‘kasāvā’’ti veditabbā. Yathāha –",
  "atk-s0516a1:162": "‘‘Tattha katame tayo kasāvā? Rāgakasāvo dosakasāvo mohakasāvo, ime tayo kasāvā. Tattha katame aparepi tayo kasāvā? Kāyakasāvo vacīkasāvo manokasāvo’’ti (vibha. 924).",
  "atk-s0516a1:163": "Tesu mohaṁ ṭhapetvā pañcannaṁ kasāvānaṁ tesañca sabbesaṁ mūlabhūtassa mohassa niddhantattā niddhantakasāvamoho, tiṇṇaṁ eva vā kāyavacīmanokasāvānaṁ mohassa ca niddhantattā niddhantakasāvamoho. Itaresu nillolupatādīhi rāgakasāvassa, nimmakkhatāya dosakasāvassa niddhantabhāvo siddho eva. Nirāsasoti nittaṇho. Sabbaloketi sakalaloke, tīsu bhavesu dvādasasu vā āyatanesu bhavavibhavataṇhāvirahito hutvāti attho. Sesaṁ vuttanayeneva veditabbaṁ . Atha vā tayopi pāde vatvā eko careti eko carituṁ sakkuṇeyyāti evampi ettha sambandho kātabbo (su. ni. aṭṭha. 1.96).",
  "atk-s0516a1:164": "Dutiyaṁ.",
  "atk-s0516a1:165": "143. Tatiye ayaṁ saṅkhepattho – yvāyaṁ dasavatthukāya pāpadiṭṭhiyā samannāgatattā pāpo. Paresampi anatthaṁ dassetīti anatthadassī. Kāyaduccaritādimhi ca visame niviṭṭho. Taṁ atthakāmo kulaputto pāpaṁ sahāyaṁ parivajjayetha, anatthadassiṁ visame niviṭṭhaṁ. Sayaṁ na seveti attano vasena taṁ na seveyya. Yadi pana paravaso hoti, kiṁ sakkā kātunti vuttaṁ hoti. Pasutanti pasaṭaṁ, diṭṭhivasena tattha tattha lagganti attho. Pamattanti kāmaguṇesu vossaṭṭhacittaṁ, kusalabhāvanārahitaṁ vā. Taṁ evarūpaṁ na seve na bhaje na payirupāse, aññadatthu eko care khaggavisāṇakappoti.",
  "atk-s0516a1:166": "Niddese sayaṁ na seveyyāti sāmaṁ na upasaṅkameyya. Sāmaṁ na seveyyāti cittenapi na upasaṅkameyya. Na seveyyāti na bhajeyya. Naniseveyyāti samīpampi na gaccheyya. Na saṁseveyyāti dūre bhaveyya. Na parisaṁseveyyāti paṭikkameyya.",
  "atk-s0516a1:167": "Tatiyaṁ.",
  "atk-s0516a1:168": "144. Catutthe ayaṁ saṅkhepattho – bahussutanti duvidho bahussuto tīsu piṭakesu atthato nikhilo pariyattibahussuto ca maggaphalavijjābhiññānaṁ paṭividdhattā paṭivedhabahussuto ca. Āgatāgamo dhammadharo. Uḷārehi pana kāyavacīmanokammehi samannāgato uḷāro. Yuttapaṭibhāno ca muttapaṭibhāno ca yuttamuttapaṭibhāno ca paṭibhānavā. Pariyattiparipucchādhigamavasena vā tidhā paṭibhānavā veditabbo. Yassa hi pariyatti paṭibhāti, so pariyattipaṭibhānavā. Yassa atthañca ñāyañca lakkhaṇañca ṭhānāṭṭhānañca paripucchantassa paripucchā paṭibhāti, so paripucchāpaṭibhānavā. Yena maggādayo paṭividdhā honti, so adhigamapaṭibhānavā. Taṁ evarūpaṁ bahussutaṁ dhammadharaṁ bhajetha, mittaṁ uḷāraṁ paṭibhānavantaṁ. Tato tassānubhāvena attatthaparatthaubhayatthabhedato vā diṭṭhadhammikasamparāyikaparamatthabhedato vā anekappakārāni aññāya atthāni, tato ‘‘ahosiṁ nu kho ahaṁ atītamaddhāna’’ntiādīsu (ma. ni. 1.18; saṁ. ni. 2.20; mahāni. 174) kaṅkhāṭṭhānesu vineyya kaṅkhaṁ vicikicchaṁ vinetvā vināsetvā evaṁ katasabbakicco eko care khaggavisāṇakappoti (su. ni. aṭṭha. 1.58).",
  "atk-s0516a1:169": "Catutthaṁ.",
  "atk-s0516a1:170": "145. Pañcame khiḍḍā ca rati ca pubbe vuttāva. Kāmasukhanti vatthukāmasukhaṁ. Vatthukāmāpi hi sukhassa visayādibhāvena sukhanti vuccanti. Yathāha – ‘‘atthi rūpaṁ sukhaṁ sukhānupatita’’nti (saṁ. ni. 3.60). Evametaṁ khiḍḍaṁ ratiṁ kāmasukhañca imasmiṁ okāsaloke analaṅkaritvā alanti akatvā ‘‘etaṁ tappaka’’nti vā ‘‘sārabhūta’’nti vā evaṁ aggahetvā. Anapekkhamānoti tena analaṅkaraṇena anapekkhanasīlo apihāluko nittaṇho. Vibhūsaṭṭhānāvirato saccavādī eko careti. Tattha vibhūsā duvidhā agārikavibhūsā ca anagārikavibhūsā ca. Tattha agārikavibhūsā sākaṭaveṭhanamālāgandhādi, anagārikavibhūsā ca pattamaṇḍanādi. Vibhūsā eva vibhūsaṭṭhānaṁ, tasmā vibhūsaṭṭhānā tividhāyapi viratiyā virato. Avitathavacanato saccavādīti evamattho daṭṭhabbo (su. ni. aṭṭha. 1.59).",
  "atk-s0516a1:171": "Pañcamaṁ.",
  "atk-s0516a1:172": "146. Chaṭṭhe dhanānīti muttāmaṇiveḷuriyasaṅkhasilāpavāḷarajatajātarūpādīni ratanāni. Dhaññānīti sālivīhiyavagodhumakaṅkuvarakakudrūsakappabhedāni satta sesāparaṇṇāni ca. Bandhavānīti ñātibandhu, gottabandhu, mittabandhu, sippabandhuvasena catubbidhabandhave. Yathodhikānīti sakasakaodhivasena ṭhitāniyeva. Sesaṁ vuttanayamevāti (su. ni. aṭṭha. 1.60).",
  "atk-s0516a1:173": "Chaṭṭhaṁ.",
  "atk-s0516a1:174": "147. Sattame saṅgo esoti attano upabhogaṁ niddisati. So hi sajjanti tattha pāṇino kaddame paviṭṭho hatthī viyāti saṅgo. Parittamettha sokhyanti ettha pañcakāmaguṇūpabhogakāle viparītasaññāya uppādetabbato kāmāvacaradhammapariyāpannato vā lāmakaṭṭhena sokhyaṁ parittaṁ, vijjuppabhāya obhāsitanaccadassanasukhaṁ viya ittaraṁ, tāvakālikanti vuttaṁ hoti. Appassādo dukkhamettha bhiyyoti ettha ca yvāyaṁ ‘‘yaṁ kho, bhikkhave, ime pañca kāmaguṇe paṭicca uppajjati sukhaṁ somanassaṁ, ayaṁ kāmānaṁ assādo’’ti vutto, so yamidaṁ ‘‘ko ca, bhikkhave, kāmānaṁ ādīnavo, idha, bhikkhave, kulaputto yena sippaṭṭhānena jīvikaṁ kappeti yadi muddāya yadi gaṇanāyā’’ti (ma. ni. 1.162) evamādinā nayenettha dukkhaṁ vuttaṁ, taṁ upanidhāya appodakabindumatto hoti, atha kho dukkhameva bhiyyo bahu, catūsu samuddesu udakasadiso hoti. Tena vuttaṁ – ‘‘appassādo dukkhamettha bhiyyo’’ti. Gaḷo esoti assādaṁ dassetvā ākaḍḍhanavasena baḷiso viya eso, yadidaṁ pañca kāmaguṇā. Iti ñatvā matimāti evaṁ ñatvā buddhimā paṇḍito puriso sabbampetaṁ pahāya eko care khaggavisāṇakappoti (su. ni. aṭṭha. 1.61).",
  "atk-s0516a1:175": "Sattamaṁ.",
  "atk-s0516a1:176": "148. Aṭṭhamagāthāya dutiyapāde jālanti suttamayaṁ vuccati. Ambūti udakaṁ, tattha caratīti ambucārī, macchassetaṁ adhivacanaṁ. Salile ambucārī salilambucārī. Tasmiṁ nadīsalile jālaṁ bhetvā gataambucārīvāti vuttaṁ hoti. Tatiyapāde daḍḍhanti daḍḍhaṭṭhānaṁ vuccati. Yathā aggi daḍḍhaṭṭhānaṁ puna na nivattati, na tattha bhiyyo āgacchati, evaṁ maggañāṇagginā daḍḍhaṁ kāmaguṇaṭṭhānaṁ anivattamāno, tattha bhiyyo anāgacchantoti vuttaṁ hoti. Sesaṁ vuttanayamevāti.",
  "atk-s0516a1:177": "Saṁyojanānīti yassa saṁvijjanti, taṁ puggalaṁ vaṭṭasmiṁ saṁyojenti bandhantīti saṁyojanāni. Imāni pana saṁyojanāni kilesapaṭipāṭiyāpi āharituṁ vaṭṭati maggapaṭipāṭiyāpi. Kāmarāgapaṭighasaṁyojanāni anāgāmimaggena pahīyanti, mānasaṁyojanaṁ arahattamaggena, diṭṭhivicikicchāsīlabbataparāmāsā sotāpattimaggena, bhavarāgasaṁyojanaṁ arahattamaggena, issāmacchariyāni sotāpattimaggena, avijjā arahattamaggena. Maggapaṭipāṭiyā diṭṭhivicikicchāsīlabbataparāmāsaissāmacchariyā sotāpattimaggena pahīyanti, kāmarāgapaṭighā anāgāmimaggena, mānabhavarāgaavijjā arahattamaggenāti. Bhinditvāti bhedaṁ pāpetvā. Pabhinditvāti chindaṁ katvā. Dālayitvāti phāletvā. Padālayitvāti hīretvā. Sampadālayitvāti upasaggena padaṁ vaḍḍhitaṁ.",
  "atk-s0516a1:178": "Aṭṭhamaṁ.",
  "atk-s0516a1:179": "149. Navame okkhittacakkhūti heṭṭhākhittacakkhu, satta gīvaṭṭhīni paṭipāṭiyā ṭhapetvā parivajjanapahātabbadassanatthaṁ yugamattaṁ pekkhamānoti vuttaṁ hoti. Na tu hanukaṭṭhinā hadayaṭṭhiṁ saṅghaṭṭento. Evañhi okkhittacakkhutā na samaṇasārūppā hoti. Na ca pādaloloti ekassa dutiyo dvinnaṁ tatiyoti evaṁ gaṇamajjhaṁ, pavisitukāmatāya kaṇḍūyamānapādo viya abhavanto, dīghacārikaanavaṭṭhitacārikavirato vā. Guttindriyoti chasu indriyesu idha manindriyassa visuṁ vuttattā vuttāvasesavasena gopitindriyo. Rakkhitamānasānoti mānasaṁyeva mānasānaṁ, taṁ rakkhitamassāti rakkhitamānasāno. Yathā kileseti na viluppati, evaṁ rakkhitacittoti vuttaṁ hoti. Anavassutoti imāya paṭipattiyā tesu tesu ārammaṇesu kilesaanvāssavavirahito. Apariḍayhamānoti evaṁ anvāssavavirahitā eva kilesaggīhi apariḍayhamāno, bahiddhā vā anavassuto, ajjhattaṁ apariḍayhamāno. Sesaṁ vuttanayamevāti (su. ni. aṭṭha. 1.63).",
  "atk-s0516a1:180": "Cakkhunā rūpaṁ disvāti kāraṇavasena ‘‘cakkhū’’ti laddhavohārena rūpadassanasamatthena cakkhuviññāṇena rūpaṁ disvā. Porāṇā panāhu –",
  "atk-s0516a1:181": "‘‘Cakkhu rūpaṁ na passati acittakattā, cittaṁ na passati acakkhukattā, dvārārammaṇasaṅghaṭṭane pana pasādavatthukena cittena passati. Īdisī panesā ‘dhanunā vijjhatī’tiādīsu viya sasambhārakathā nāma hoti, tasmā cakkhuviññāṇena rūpaṁ disvāti ayamevettha attho’’ti (visuddhi. 1.15; dha. sa. aṭṭha. 1352).",
  "atk-s0516a1:182": "Nimittaggāhīti itthipurisanimittaṁ vā subhanimittādikaṁ vā kilesavatthubhūtaṁ nimittaṁ chandarāgavasena gaṇhāti, diṭṭhamattavasena na saṇṭhāti. Anubyañjanaggāhīti kilesānaṁ anubyañjanato pākaṭabhāvakaraṇato ‘‘anubyañjana’’nti laddhavohāraṁ hatthapādahasitalapitavilokitādibhedaṁ ākāraṁ gaṇhāti.",
  "atk-s0516a1:183": "Yatvādhikaraṇamenantiādimhi yaṁkāraṇā yassa cakkhundriyāsaṁvarassa hetu. Etaṁ puggalaṁ satikavāṭena cakkhundriyaṁ asaṁvutaṁ apihitacakkhudvāraṁ hutvā viharantaṁ ete abhijjhādayo dhammā anvāssaveyyuṁ. Tassa saṁvarāya na paṭipajjatīti tassa cakkhundriyassa satikavāṭena pidahanatthāya na paṭipajjati. Evaṁbhūtoyeva ca ‘‘na rakkhati cakkhundriyaṁ. Na cakkhundriye saṁvaraṁ āpajjatī’’tipi vuccati.",
  "atk-s0516a1:184": "Tattha kiñcāpi cakkhundriye saṁvaro vā asaṁvaro vā natthi. Na hi cakkhupasādaṁ nissāya sati vā muṭṭhassaccaṁ vā uppajjati, api ca yadā rūpārammaṇaṁ cakkhussa āpāthaṁ āgacchati, tadā bhavaṅge dvikkhattuṁ uppajjitvā niruddhe kiriyamanodhātu āvajjanakiccaṁ sādhayamānā uppajjitvā nirujjhati, tato cakkhuviññāṇaṁ dassanakiccaṁ tato vipākamanodhātu sampaṭicchanakiccaṁ tato vipākāhetukamanoviññāṇadhātu santīraṇakiccaṁ tato kiriyāhetukamanoviññāṇadhātu voṭṭhapanakiccaṁ sādhayamānā uppajjitvā nirujjhati, tadanantaraṁ javanaṁ javati. Tatrāpi neva bhavaṅgasamaye, na āvajjanādīnaṁ aññatarasamaye saṁvaro vā asaṁvaro vā atthi, javanakkhaṇe pana sace dussīlyaṁ vā muṭṭhassaccaṁ vā aññāṇaṁ vā akkhanti vā kosajjaṁ vā uppajjati, asaṁvaro hoti. Evaṁ honto pana so cakkhundriye asaṁvaroti vuccati. Kasmā? Yasmā tasmiṁ sati dvārampi aguttaṁ hoti bhavaṅgampi āvajjanādīni vīthicittānipi. Yathā kiṁ? Yathā nagare catūsu dvāresu asaṁvutesu kiñcāpi antogharadvārakoṭṭhakagabbhādayo susaṁvutā, tathāpi antonagare sabbaṁ bhaṇḍaṁ arakkhitaṁ agopitameva hoti. Nagaradvārena hi pavisitvā corā yadicchanti, taṁ hareyyuṁ. Evameva javane dussīlyādīsu uppannesu tasmiṁ asaṁvare sati dvārampi aguttaṁ hoti bhavaṅgampi āvajjanādīni vīthicittānipīti.",
  "atk-s0516a1:185": "Cakkhunā rūpaṁ disvā na nimittaggāhī hotītiādīsu na nimittaggāhī hotīti chandarāgavasena vuttappakāraṁ nimittaṁ na gaṇhāti. Evaṁ sesapadānipi vuttapaṭikkhepena veditabbāni. Yathā ca heṭṭhā ‘‘javane dussīlyādīsu uppannesu tasmiṁ asaṁvare sati dvārampi aguttaṁ hoti bhavaṅgampi āvajjanādīni vīthicittānipī’’ti vuttaṁ, evamidha tasmiṁ sīlādīsu uppannesu dvārampi guttaṁ hoti bhavaṅgampi āvajjanādīni vīthicittānipi. Yathā kiṁ? Yathā nagaradvāresu saṁvutesu kiñcāpi antogharādayo asaṁvutā honti. Tathāpi antonagare sabbaṁ bhaṇḍaṁ surakkhitaṁ sugopitameva hoti. Nagaradvāresu pihitesu corānaṁ paveso natthi. Evameva javane sīlādīsu uppannesu dvārampi guttaṁ hoti bhavaṅgampi āvajjanādīni vīthicittānipi. Tasmā javanakkhaṇe uppajjamānopi cakkhundriye saṁvaroti vutto (dha. sa. aṭṭha. 1352; visuddhi. 1.15).",
  "atk-s0516a1:186": "Avassutapariyāyañcāti kilesehi tintakāraṇañca. Anavassutapariyāyañcāti kilesehi atintakāraṇañca.",
  "atk-s0516a1:187": "Piyarūperūpeti iṭṭhajātike rūpārammaṇe. Appiyarūpe rūpeti aniṭṭhasabhāve rūpārammaṇe. Byāpajjatīti dosavasena pūtibhāvamāpajjati. Otāranti chiddaṁ antaraṁ. Ārammaṇanti paccayaṁ.",
  "atk-s0516a1:188": "Adhibhaṁsūti maddaṁsu. Na adhibhosīti na maddi. Bahalamattikāti punappunaṁ dānavasena uddhamāyikā bahalamattikā. Addāvalepanāti asukkhamattikadānā. Sesamettha uttānaṁ.",
  "atk-s0516a1:189": "Navamaṁ.",
  "atk-s0516a1:190": "150. Dasame kāsāyavattho abhinikkhamitvāti imassa pādassa gehā abhinikkhamitvā kāsāyavattho hutvāti evamattho veditabbo. Sesaṁ vuttanayeneva sakkā jānitunti na vitthāritanti.",
  "atk-s0516a1:191": "Dasamaṁ.",
  "atk-s0516a1:192": "Tatiyavaggavaṇṇanā niṭṭhitā.",
  "atk-s0516a1:193": "4. Catutthavaggavaṇṇanā",
  "atk-s0516a1:194": "151. Catutthavaggassa paṭhame rasesūti ambilamadhuratittakakaṭukaloṇikakhārikakasāvādibhedesu sāyanīyesu. Gedhaṁ akaranti giddhiṁ akaronto, taṇhaṁ anuppādentoti vuttaṁ hoti. Aloloti ‘‘idaṁ sāyissāmi, idaṁ sāyissāmī’’ti evaṁ rasavisesesu anākulo. Anaññaposīti posetabbakasaddhivihārikādivirahito, kāyasandhāraṇamattena santuṭṭhoti vuttaṁ hoti. Yathā vā pubbe uyyāne rasesu gedhakaraṇalolo hutvā aññaposī āsiṁ, evaṁ ahutvā yāya taṇhāya lolo hutvā rasesu gedhaṁ karoti, taṁ taṇhaṁ hitvā āyatiṁ taṇhāmūlakassa aññassa attabhāvassa anibbattanena anaññaposīti dasseti. Atha vā atthabhañjanakaṭṭhena kilesā ‘‘aññe’’ti vuccanti, tesaṁ aposanena anaññaposīti ayamettha attho. Sapadānacārīti avokkammacārī anupubbacārī, gharapaṭipāṭiṁ achaḍḍetvā aḍḍhakulañca daliddakulañca nirantaraṁ piṇḍāya pavisamānoti attho. Kule kule appaṭibaddhacittoti khattiyakulādīsu yattha katthaci kilesavasena alaggacitto, candūpamo niccanavako hutvāti attho. Sesaṁ vuttanayamevāti (su. ni. aṭṭha. 1.65; apa. aṭṭha. 1.1.121).",
  "atk-s0516a1:195": "Paṭhamaṁ.",
  "atk-s0516a1:196": "152. Dutiye āvaraṇānīti nīvaraṇāneva, tāni atthato uragasutte (su. ni. 1 ādayo) vuttāni. Tāni pana yasmā abbhādayo viya candaṁ sūriyaṁ vā ceto āvaranti, tasmā ‘‘āvaraṇāni cetaso’’ti vuttāni. Tāni upacārena vā appanāya vā pahāya. Upakkileseti upagamma cittaṁ vibādhente akusale dhamme, vatthopamādīsu (ma. ni. 1.70 ādayo) vutte abhijjhādayo vā. Byapanujjāti panuditvā vināsetvā, vipassanāmaggena pajahitvāti attho . Sabbeti anavasese. Evaṁ samathavipassanāsampanno paṭhamamaggena diṭṭhinissayassa pahīnattā anissito. Sesamaggehi chetvā tedhātukagataṁ sinehadosaṁ, taṇhārāganti vuttaṁ hoti. Sineho eva hi guṇapaṭipakkhato sinehadosoti vutto. Sesaṁ vuttanayameva (su. ni. aṭṭha. 1.66).",
  "atk-s0516a1:197": "Dutiyaṁ.",
  "atk-s0516a1:198": "153. Tatiye vipiṭṭhikatvānāti piṭṭhito katvā, chaḍḍetvā jahitvāti attho. Sukhaṁ dukhañcāti kāyikaṁ sātāsātaṁ. Somanassadomanassanti cetasikaṁ sātāsātaṁ. Upekkhanti catutthajjhānupekkhaṁ. Samathanti catutthajjhānasamathameva. Visuddhanti pañcanīvaraṇavitakkavicārapītisukhasaṅkhātehi navahi paccanīkadhammehi vimuttattā atisuddhaṁ, niddhantasuvaṇṇamiva vigatūpakkilesanti attho.",
  "atk-s0516a1:199": "Ayaṁ pana yojanā – vipiṭṭhikatvāna sukhaṁ dukkhañca pubbeva, paṭhamajjhānūpacārabhūmiyaṁyeva dukkhaṁ, tatiyajjhānūpacārabhūmiyañca sukhanti adhippāyo. Puna ādito vuttaṁ ca-kāraṁ parato netvā ‘‘somanassaṁ domanassañca vipiṭṭhikatvāna pubbevā’’ti adhikāro. Tena somanassaṁ catutthajjhānūpacāre, domanassañca dutiyajjhānūpacāreyevāti dīpeti. Etāni hi etesaṁ pariyāyato pahānaṭṭhānāni. Nippariyāyato pana dukkhassa paṭhamajjhānaṁ, domanassassa dutiyajjhānaṁ, sukhassa tatiyajjhānaṁ, somanassassa catutthajjhānaṁ pahānaṭṭhānaṁ. Yathāha – ‘‘paṭhamajjhānaṁ upasampajja viharati etthuppannaṁ dukkhindriyaṁ aparisesaṁ nirujjhatī’’tiādi (saṁ. ni. 5.510). Taṁ sabbaṁ heṭṭhā vuttanayena gahetabbaṁ. Parato pubbevāti tīsu paṭhamajjhānadīsu dukkhadomanassasukhāni vipiṭṭhikatvā ettheva ca catutthajjhāne somanassaṁ vipiṭṭhikatvā imāya paṭipadāya laddhānupekkhaṁ samathaṁ visuddhaṁ eko care iti. Sesaṁ vuttanayamevāti (su. ni. aṭṭha. 1.67; apa. aṭṭha. 1.1.123).",
  "atk-s0516a1:200": "Tatiyaṁ.",
  "atk-s0516a1:201": "154. Catutthe āraddhaṁ vīriyaṁ assāti āraddhaviriyo. Etena attano vīriyārambhaṁ ādivīriyaṁ dasseti. Paramattho vuccati nibbānaṁ, tattha pattiyā paramatthapattiyā. Etena vīriyārambhena pattabbaphalaṁ dasseti. Alīnacittoti etena vīriyupatthambhānaṁ cittacetasikānaṁ alīnataṁ dasseti. Akusītavuttīti etena ṭhānāsanacaṅkamādīsu kāyassa anavasīdanaṁ. Daḷhanikkamoti etena ‘‘kāmaṁ taco ca nhāru cā’’ti (ma. ni. 1.184; saṁ. ni. 2.22; a. ni. 2.5; mahāni. 196) evaṁ pavattaṁ padahanavīriyaṁ dasseti. Yaṁ taṁ anupubbasikkhādīsu padahanto ‘‘kāyena ceva paramatthasaccaṁ sacchikaroti, paññāya ca naṁ ativijjha passatī’’ti vuccati. Atha vā etena maggasampayuttavīriyaṁ dasseti. Tañhi daḷhañca bhāvanāpāripūrigatattā, nikkamo ca sabbaso paṭipakkhā nikkhantattā, tasmā taṁsamaṅgīpuggalopi daḷho nikkamo assāti ‘‘daḷhanikkamo’’ti vuccati. Thāmabalūpapannoti maggakkhaṇe kāyathāmena ñāṇabalena ca upapanno. Atha vā thāmabhūtena balena upapannoti thāmabalūpapanno, thirañāṇabalūpapannoti vuttaṁ hoti. Etena tassa vīriyassa vipassanāñāṇasampayogaṁ dīpento yoniso padahanabhāvaṁ sādheti. Pubbabhāgamajjhimaukkaṭṭhavīriyavasena vā tayopi pādā yojetabbā. Sesaṁ vuttanayamevāti (su. ni. aṭṭha. 1.68).",
  "atk-s0516a1:202": "Catutthaṁ.",
  "atk-s0516a1:203": "155. Pañcame paṭisallānanti tehi tehi sattasaṅkhārehi paṭinivattitvā sallīnaṁ, ekattasevitā ekībhāvo kāyavivekoti attho. Jhānanti paccanīkajhāpanato ārammaṇalakkhaṇūpanijjhānato ca cittaviveko vuccati. Tattha aṭṭha samāpattiyo nīvaraṇādipaccanīkajhāpanato kasiṇādiārammaṇūpanijjhānato ca ‘‘jhāna’’nti vuccati. Vipassanāmaggaphalāni sattasaññādipaccanīkajhāpanato lakkhaṇūpanijjhānato ca ‘‘jhāna’’nti vuccati. Idha pana ārammaṇūpanijjhānameva adhippetaṁ . Evametaṁ paṭisallānañca jhānañca ariñcamānoti ajahamāno anissajjamāno. Dhammesūti vipassanupagesu pañcakkhandhādidhammesu. Niccanti satataṁ samitaṁ abbokiṇṇaṁ. Anudhammacārīti te dhamme ārabbha pavattamānena anugataṁ vipassanādhammaṁ caramāno. Atha vā dhammesūti ettha dhammāti nava lokuttaradhammā, tesaṁ dhammānaṁ anulomo dhammoti anudhammo, vipassanāyetaṁ adhivacanaṁ. Tattha ‘‘dhammānaṁ niccaṁ anudhammacārī’’ti vattabbe gāthābandhasukhatthaṁ vibhattibyattayena ‘‘dhammesū’’ti vuttaṁ siyā. Ādīnavaṁ sammasitā bhavesūti tāya anudhammacāritāsaṅkhātāya vipassanāya aniccākārādidosaṁ tīsu bhavesu samanupassanto evaṁ imāya kāyavivekacittavivekaṁ ariñcamāno sikhāppattavipassanāsaṅkhātāya paṭipadāya adhigatoti vattabbo eko careti evaṁ yojanā veditabbā (su. ni. aṭṭha. 1.69; apa. aṭṭha. 1.1.125).",
  "atk-s0516a1:204": "Pañcamaṁ.",
  "atk-s0516a1:205": "156. Chaṭṭhe taṇhakkhayanti nibbānaṁ, evaṁ diṭṭhādīnavāya taṇhāya eva appavattiṁ. Appamattoti sātaccakārī. Aneḷamūgoti alālāmukho. Atha vā aneḷo ca amūgo ca, paṇḍito byattoti vuttaṁ hoti. Hitasukhasampāpakaṁ sutamassa atthīti sutavā, āgamasampannoti vuttaṁ hoti. Satīmāti cirakatādīnaṁ anussaritā. Saṅkhātadhammoti dhammūpaparikkhāya pariññātadhammo. Niyatoti ariyamaggena niyāmaṁ patto. Padhānavāti sammappadhānavīriyasampanno. Uppaṭipāṭiyā esa pāṭho yojetabbo. Evametehi appamādādīhi samannāgato niyāmasampāpakena padhānena padhānavā, tena padhānena pattaniyāmattā niyato, tato arahattappattiyā saṅkhātadhammo. Arahā hi puna saṅkhātabbābhāvato ‘‘saṅkhātadhammo’’ti vuccati. Yathāha – ‘‘ye ca saṅkhātadhammāse, ye ca sekkhā puthū idhā’’ti (saṁ. ni. 2.31; su. ni. 1044; cūḷani. ajitamāṇavapucchā 63, ajitamāṇavapucchāniddesa 7; netti. 14; peṭako. 45). Sesaṁ vuttanayamevāti (su. ni. aṭṭha. 1.70).",
  "atk-s0516a1:206": "Chaṭṭhaṁ.",
  "atk-s0516a1:207": "157. Sattame sīhoti cattāro sīhā – tiṇasīho, paṇḍusīho, kāḷasīho, kesarasīhoti. Tesaṁ kesarasīho aggamakkhāyati, eso idha adhippeto. Vāto puratthimādivasena anekavidho. Padumaṁ rattasetādivasena. Tesu yo koci vāto yaṁ kiñci padumaṁ vaṭṭatiyeva. Tattha yasmā santāso attasinehena hoti, attasineho ca taṇhālepo, sopi diṭṭhisampayuttena vā diṭṭhivippayuttena vā lobhena hoti, sopi ca taṇhāyeva. Sajjanaṁ pana tattha upaparikkhāvirahitassa mohena hoti, moho ca avijjā. Tattha samathena taṇhāya pahānaṁ hoti, vipassanāya avijjāya. Tasmā samathena attasinehaṁ pahāya sīho viya saddesu aniccadukkhādīsuasantasanto, vipassanāya mohaṁ pahāya vātova jālamhi khandhāyatanādīsu asajjamāno, samatheneva lobhaṁ, lobhasampayuttaṁ eva diṭṭhiñca pahāya, padumaṁva toyena sabbabhavabhogalobhena alippamāno.",
  "atk-s0516a1:208": "Ettha ca samathassa sīlaṁ padaṭṭhānaṁ, samatho samādhi, vipassanā paññāti evaṁ tesu dvīsu dhammesu siddhesu tayopi khandhā siddhā honti. Tattha sīlakkhandhena surato hoti, so sīhova saddhesu āghātavatthūsu akujjhitukāmatāya na santasati, paññākkhandhena paṭividdhasabhāvo vātova jālamhi khandhādidhammabhede na sajjati, samādhikkhandhena vītarāgo padumaṁva toyena rāgena na lippati. Evaṁ samathavipassanāhi sīlasamādhipaññākkhandhehi ca yathāsambhavaṁ avijjātaṇhānaṁ, tiṇṇañca akusalamūlānaṁ pahānavasena asantasanto asajjamāno alippamāno ca veditabbo. Sesaṁ vuttanayamevāti (su. ni. aṭṭha. 1.71; apa. aṭṭha. 1.1.127).",
  "atk-s0516a1:209": "Sattamaṁ.",
  "atk-s0516a1:210": "158. Aṭṭhame sahanā ca hananā ca sīghajavattā ca sīho. Kesarasīhova idha adhippeto. Dāṭhā balamassa atthīti dāṭhabalī. Pasayha abhibhuyyāti ubhayaṁ cārīsaddena saha yojetabbaṁ pasayhacārī abhibhuyyacārīti. Tattha pasayha niggayha pavāhetvā caraṇena pasayhacārī . Abhibhavitvā santāsetvā vasīkatvā caraṇena abhibhuyhacārī. Svāyaṁ kāyabalena pasayhacārī, tejasā abhibhuyyacārī. Tattha sace koci vadeyya ‘‘kiṁ pasayha abhibhuyyacārī’’ti. Tato migānanti sāmivacanaṁ upayogatthe katvā ‘‘mige pasayha abhibhuyyacārī’’ti paṭivattabbaṁ. Pantānīti dūrāni. Senāsanānīti vasanaṭṭhānāni. Sesaṁ pubbe vuttanayeneva sakkā jānitunti na vitthāritaṁ (su. ni. aṭṭha. 1.72).",
  "atk-s0516a1:211": "Aṭṭhamaṁ.",
  "atk-s0516a1:212": "159. Navame ‘‘sabbe sattā sukhitā bhavantū’’tiādinā nayena hitasukhūpanayanakāmatā mettā. ‘‘Aho vata imamhā dukkhā vimucceyyu’’ntiādinā nayena ahitadukkhāpanayanakāmatā karuṇā. ‘‘Modanti vata bhonto sattā, modanti sādhu suṭṭhū’’tiādinā nayena hitasukhāvippayogakāmatā muditā. ‘‘Paññāyissanti sakena kammenā’’ti sukhadukkhesu ajjhupekkhanatā upekkhā. Gāthābandhasukhatthaṁ pana uppaṭipāṭiyā mettaṁ vatvā upekkhā vuttā, muditā ca pacchā. Vimuttinti catassopi hi vimuttī. Etā attano paccanīkadhammehi vimuttattā vimuttiyo. Tena vuttaṁ – ‘‘mettaṁ upekkhaṁ karuṇaṁ vimuttiṁ, āsevamāno muditañca kāle’’ti.",
  "atk-s0516a1:213": "Tattha āsevamānoti tisso tikacatukkajjhānavasena bhāvayamāno, upekkhaṁ catutthajjhānavasena bhāvayamāno. Kāleti mettaṁ āsevitvā tato vuṭṭhāya karuṇaṁ, tato vuṭṭhāya muditaṁ, tato itarato vā nippītikajjhānato vuṭṭhāya upekkhaṁ āsevamānova ‘‘kāle āsevamāno’’ti vuccati, āsevituṁ phāsukāle vā. Sabbena lokena avirujjhamānoti dasasu disāsu sabbena sattalokena avirujjhamāno. Mettādīnañhi bhāvitattā sattā appaṭikkūlā honti, sattesupi virodhabhūto paṭigho vūpasammati. Tena vuttaṁ – ‘‘sabbena lokena avirujjhamāno’’ti. Sesaṁ vuttasadisamevāti (su. ni. aṭṭha. 1.73).",
  "atk-s0516a1:214": "Navamaṁ.",
  "atk-s0516a1:215": "160. Dasame saṁyojanānīti dasa saṁyojanāni, tāni ca tena tena maggena sandālayitvāna. Asantasaṁ jīvitasaṅkhayamhīti jīvitasaṅkhayo vuccati cuticittassa paribhedo, tasmiñca jīvitasaṅkhaye jīvitanikantiyā pahīnattā asantasanti. Ettāvatā saupādisesanibbānadhātuṁ attano dassetvā gāthāpariyosāne anupādisesāya nibbānadhātuyā parinibbāyīti (su. ni. aṭṭha. 1.74).",
  "atk-s0516a1:216": "Dasamaṁ.",
  "atk-s0516a1:217": "161. Ekādasame bhajantīti sarīrena allīyitvā payirupāsanti. Sevantīti añjalikammādīhi kiṁkārapaṭissāvitāya ca paricaranti. Kāraṇaṁ attho etesanti kāraṇatthā, bhajanāya sevanāya ca nāññaṁ kāraṇamatthi, attho eva tesaṁ kāraṇaṁ, atthahetu sevantīti vuttaṁ hoti. Nikkāraṇā dullabhā ajja mittāti ‘‘ito kiñci lacchāmā’’ti evaṁ attapaṭilābhakāraṇena nikkāraṇā, kevalaṁ –",
  "atk-s0516a1:218": "‘‘Upakāro ca yo mitto, sukhe dukkhe ca yo sakhā;",
  "atk-s0516a1:219": "Atthakkhāyī ca yo mitto, yo ca mittānukampako’’ti. (su. ni. aṭṭha. 1.75; apa. aṭṭha. 1.1.131; dī. ni. 3.265) –",
  "atk-s0516a1:220": "Evaṁ vuttena ariyena mittabhāvena samannāgatā dullabhā ajja mittā. Attani ṭhitā etesaṁ paññā, attānaṁyeva olokenti, na aññanti attaṭṭhapaññā. ‘‘Diṭṭhatthapaññā’’ti ayampi kira porāṇapāṭho . Sampati diṭṭheyeva atthe etesaṁ paññā, āyatiṁ na pekkhantīti vuttaṁ hoti. Asucīti asucinā anariyena kāyavacīmanokammena samannāgatāti. Sesaṁ pubbe vuttanayeneva veditabbaṁ. Yaṁ antarantarā ativitthārabhayena na vuttaṁ, taṁ sabbaṁ pāṭhānusāreneva veditabbaṁ (su. ni. aṭṭha. 1.75; apa. aṭṭha. 1.1.131). Ekādasamaṁ.",
  "atk-s0516a1:221": "Catutthavaggavaṇṇanā niṭṭhitā.",
  "atk-s0516a1:222": "Saddhammappajjotikāya cūḷaniddesa-aṭṭhakathāya",
  "atk-s0516a1:223": "Khaggavisāṇasuttaniddesavaṇṇanā niṭṭhitā.",
  "atk-s0516a1:224": "Nigamanakathā",
  "atk-s0516a1:225": "Yo so sugataputtānaṁ, adhipatibhūtena hitaratinā;",
  "atk-s0516a1:226": "Therena thiraguṇavatā, suvibhatto mahāniddeso.",
  "atk-s0516a1:227": "Tassatthavaṇṇanā yā, pubbaṭṭhakathānayaṁ tathā;",
  "atk-s0516a1:228": "Yuttiṁ nissāya mayāraddhā, niṭṭhānamupagatā esā.",
  "atk-s0516a1:229": "Yaṁ puraṁ puruttamaṁ, anurādhapuravhayaṁ;",
  "atk-s0516a1:230": "Yo tassa dakkhiṇe bhāge, mahāvihāro patiṭṭhito.",
  "atk-s0516a1:231": "Yo tassa tilako bhūto, mahāthūpo siluccayo;",
  "atk-s0516a1:232": "Yaṁ tassa pacchime bhāge, lekho kathikasaññito.",
  "atk-s0516a1:233": "Kittisenoti nāmena, sajīvo rājasammato;",
  "atk-s0516a1:234": "Sucicārittasampanno, lekho kusalakammiko.",
  "atk-s0516a1:235": "Sītacchāyatarupetaṁ, salilāsayasampadaṁ;",
  "atk-s0516a1:236": "Cārupākārasañcitaṁ, pariveṇamakārayi.",
  "atk-s0516a1:237": "Upaseno mahāthero, mahāpariveṇavāsiyo;",
  "atk-s0516a1:238": "Tassādāsi pariveṇaṁ, lekho kusalakammiko.",
  "atk-s0516a1:239": "Vasantenettha therena, thirasīlena tādinā;",
  "atk-s0516a1:240": "Upasenavhayena sā, katā saddhammajotikā.",
  "atk-s0516a1:241": "Rañño sirinivāsassa, sirisaṅghassa bodhino;",
  "atk-s0516a1:242": "Chabbīsatimhi vassamhi, niṭṭhitā niddesavaṇṇanā.",
  "atk-s0516a1:243": "Samayaṁ anulomentī, therānaṁ theravaṁsadīpānaṁ;",
  "atk-s0516a1:244": "Niṭṭhaṁ gatā yathāyaṁ, aṭṭhakathā lokahitajananī.",
  "atk-s0516a1:245": "Saddhammaṁ anulomentā, attahitaṁ parahitañca sādhentā;",
  "atk-s0516a1:246": "Niṭṭhaṁ gacchantu tathā, manorathā sabbasattānaṁ.",
  "atk-s0516a1:247": "Saddhammappajjotikāya, aṭṭhakathāyettha gaṇitakusalehi;",
  "atk-s0516a1:248": "Gaṇitā tu bhāṇavārā, ñeyyātirekacattārisā.",
  "atk-s0516a1:249": "Ānuṭṭhubhena assā, chando baddhena gaṇiyamānā tu;",
  "atk-s0516a1:250": "Atirekadasasahassa-saṅkhā gāthāti viññeyyā.",
  "atk-s0516a1:251": "Sāsanaciraṭṭhitatthaṁ, lokahitatthañca sādarena mayā;",
  "atk-s0516a1:252": "Puññaṁ imaṁ racayatā, yaṁ pattamanappakaṁ vipulaṁ.",
  "atk-s0516a1:253": "Puññena tena loko, saddhammarasāyanaṁ dasabalassa;",
  "atk-s0516a1:254": "Upabhuñjitvā vimalaṁ, pappotu sukhaṁ sukhenevāti.",
  "atk-s0516a1:255": "Saddhammappajjotikā nāma",
  "atk-s0516a1:256": "Cūḷaniddesa-aṭṭhakathā niṭṭhitā."
}