{
  "atk-s0502a26:0": "26. Brāhmaṇavaggo",
  "atk-s0502a26:1": "1. Pasādabahulabrāhmaṇavatthu",
  "atk-s0502a26:2": "Chindasotanti imaṁ dhammadesanaṁ satthā jetavane viharanto pasādabahulaṁ brāhmaṇaṁ ārabbha kathesi.",
  "atk-s0502a26:3": "So kira brāhmaṇo bhagavato dhammadesanaṁ sutvā pasannacitto attano gehe soḷasamattānaṁ bhikkhūnaṁ niccabhattaṁ paṭṭhapetvā bhikkhūnaṁ āgatavelāya pattaṁ gahetvā ‘‘āgacchantu bhonto arahanto, nisīdantu bhonto arahanto’’ti yaṁkiñci vadanto arahantavādapaṭisaṁyuttameva vadati. Tesu puthujjanā ‘‘ayaṁ amhesu arahantasaññī’’ti cintayiṁsu, khīṇāsavā ‘‘ayaṁ no khīṇāsavabhāvaṁ jānātī’’ti. Evaṁ te sabbepi kukkuccāyantā tassa gehaṁ nāgamiṁsu. So dukkhī dummano ‘‘kinnu kho, ayyā, nāgacchantī’’ti vihāraṁ gantvā satthāraṁ vanditvā tamatthaṁ ārocesi. Satthā bhikkhū āmantetvā ‘‘kiṁ etaṁ, bhikkhave’’ti pucchitvā tehi tasmiṁ atthe ārocite ‘‘sādiyatha pana tumhe, bhikkhave, arahantavāda’’nti āha. ‘‘Na sādiyāma mayaṁ, bhante’’ti. ‘‘Evaṁ sante manussānaṁ etaṁ pasādabhaññaṁ, anāpatti , bhikkhave, pasādabhaññe, api ca kho pana brāhmaṇassa arahantesu adhimattaṁ pemaṁ, tasmā tumhehipi taṇhāsotaṁ chetvā arahattameva pattuṁ yutta’’nti vatvā dhammaṁ desento imaṁ gāthamāha –",
  "atk-s0502a26:4": "383.",
  "atk-s0502a26:5": " ‘‘Chinda sotaṁ parakkamma, kāme panuda brāhmaṇa;",
  "atk-s0502a26:6": "Saṅkhārānaṁ khayaṁ ñatvā, akataññūsi brāhmaṇā’’ti.",
  "atk-s0502a26:7": "Tattha parakkammāti taṇhāsotaṁ nāma na appamattakena vāyāmena chindituṁ sakkā, tasmā ñāṇasampayuttena mahantena parakkamena parakkamitvā taṁ sotaṁ chinda. Ubhopi kāme panuda nīhara. Brāhmaṇāti khīṇāsavānaṁ ālapanametaṁ. Saṅkhārānanti pañcannaṁ khandhānaṁ khayaṁ jānitvā. Akataññūti evaṁ sante tvaṁ suvaṇṇādīsu kenaci akatassa nibbānassa jānanato akataññū nāma hosīti.",
  "atk-s0502a26:8": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:9": "Pasādabahulabrāhmaṇavatthu paṭhamaṁ.",
  "atk-s0502a26:10": "2. Sambahulabhikkhuvatthu",
  "atk-s0502a26:11": "Yadādvayesūti imaṁ dhammadesanaṁ satthā jetavane viharanto sambahule bhikkhū ārabbha kathesi.",
  "atk-s0502a26:12": "Ekadivasañhi tiṁsamattā disāvāsikā bhikkhū āgantvā satthāraṁ vanditvā nisīdiṁsu. Sāriputtatthero tesaṁ arahattassa upanissayaṁ disvā satthāraṁ upasaṅkamitvā ṭhitakova imaṁ pañhaṁ pucchi – ‘‘bhante, dve dhammāti vuccanti, katame nu kho dve dhammā’’ti? Atha naṁ satthā ‘‘dve dhammāti kho, sāriputta, samathavipassanā vuccantī’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a26:13": "384.",
  "atk-s0502a26:14": " ‘‘Yadā dvayesu dhammesu, pāragū hoti brāhmaṇo;",
  "atk-s0502a26:15": "Athassa sabbe saṁyogā, atthaṁ gacchanti jānato’’ti.",
  "atk-s0502a26:16": "Tattha yadāti yasmiṁ kāle dvidhā ṭhitesu samathavipassanādhammesu abhiññāpāragādivasena ayaṁ khīṇāsavo pāragū hoti, athassa vaṭṭasmiṁ saṁyojanasamatthā sabbe kāmayogādayo saṁyogā evaṁ jānantassa atthaṁ parikkhayaṁ gacchantīti attho.",
  "atk-s0502a26:17": "Desanāvasāne sabbepi te bhikkhū arahatte patiṭṭhahiṁsūti.",
  "atk-s0502a26:18": "Sambahulabhikkhuvatthu dutiyaṁ.",
  "atk-s0502a26:19": "3. Māravatthu",
  "atk-s0502a26:20": "Yassa pāranti imaṁ dhammadesanaṁ satthā jetavane viharanto māraṁ ārabbha kathesi.",
  "atk-s0502a26:21": "So kirekasmiṁ divase aññataro puriso viya hutvā satthāraṁ upasaṅkamitvā pucchi – ‘‘bhante , pāraṁ pāranti vuccati, kinnu kho etaṁ pāraṁ nāmā’’ti. Satthā ‘‘māro aya’’nti viditvā, ‘‘pāpima, kiṁ tava pārena, tañhi vītarāgehi pattabba’’nti vatvā imaṁ gāthamāha –",
  "atk-s0502a26:22": "385.",
  "atk-s0502a26:23": " ‘‘Yassa pāraṁ apāraṁ vā, pārāpāraṁ na vijjati;",
  "atk-s0502a26:24": "Vītaddaraṁ visaṁyuttaṁ, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:25": "Tattha pāranti ajjhattikāni cha āyatanāni. Apāranti bāhirāni cha āyatanāni. Pārāpāranti tadubhayaṁ. Na vijjatīti yassa sabbampetaṁ ‘‘aha’’nti vā ‘‘mama’’nti vā gahaṇābhāvena natthi, taṁ kilesadarathānaṁ vigamena vītaddaraṁ sabbakilesehi visaṁyuttaṁ ahaṁ brāhmaṇaṁ vadāmīti attho.",
  "atk-s0502a26:26": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:27": "Māravatthu tatiyaṁ.",
  "atk-s0502a26:28": "4. Aññatarabrāhmaṇavatthu",
  "atk-s0502a26:29": "Jhāyinti imaṁ dhammadesanaṁ satthā jetavane viharanto aññataraṁ brāhmaṇaṁ ārabbha kathesi.",
  "atk-s0502a26:30": "So kira cintesi – ‘‘satthā attano sāvake, ‘brāhmaṇā’ti vadati, ahañcamhi jātigottena brāhmaṇo, mampi nu kho evaṁ vattuṁ vaṭṭatī’’ti. So satthāraṁ upasaṅkamitvā tamatthaṁ pucchi. Satthā ‘‘nāhaṁ jātigottamattena brāhmaṇaṁ vadāmi, uttamatthaṁ arahattaṁ anuppattameva panevaṁ vadāmī’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a26:31": "386.",
  "atk-s0502a26:32": " ‘‘Jhāyiṁ virajamāsīnaṁ, katakiccamanāsavaṁ;",
  "atk-s0502a26:33": "Uttamatthamanuppattaṁ, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:34": "Tattha jhāyinti duvidhena jhānena jhāyantaṁ kāmarajena virajaṁ vane ekakamāsīnaṁ catūhi maggehi soḷasannaṁ kiccānaṁ katattā katakiccaṁ āsavānaṁ abhāvena anāsavaṁ uttamatthaṁ arahattaṁ anuppattaṁ ahaṁ brāhmaṇaṁ vadāmīti attho.",
  "atk-s0502a26:35": "Desanāvasāne so brāhmaṇo sotāpattiphale patiṭṭhahi, sampattānampi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a26:36": "Aññatarabrāhmaṇavatthu catutthaṁ.",
  "atk-s0502a26:37": "5. Ānandattheravatthu",
  "atk-s0502a26:38": "Divātapatīti imaṁ dhammadesanaṁ satthā migāramātupāsāde viharanto ānandattheraṁ ārabbha kathesi.",
  "atk-s0502a26:39": "Pasenadi kosalo kira mahāpavāraṇāya sabbābharaṇapaṭimaṇḍito gandhamālādīni ādāya vihāraṁ agamāsi. Tasmiṁ khaṇe kāḷudāyitthero jhānaṁ samāpajjitvā parisapariyante nisinno hoti, nāmameva panassetaṁ, sarīraṁ suvaṇṇavaṇṇaṁ. Tasmiṁ pana khaṇe cando uggacchati, sūriyo atthameti. Ānandatthero atthamentassa ca sūriyassa uggacchantassa ca candassa obhāsaṁ olokento rañño sarīrobhāsaṁ therassa sarīrobhāsaṁ tathāgatassa ca sarīrobhāsaṁ olokesi. Tattha sabbobhāse atikkamitvā satthāva virocati. Thero satthāraṁ vanditvā, ‘‘bhante, ajja mama ime obhāse olokentassa tumhākameva obhāso ruccati. Tumhākañhi sarīraṁ sabbobhāse atikkamitvā virocatī’’ti āha. Atha naṁ satthā, ‘‘ānanda, sūriyo nāma divā virocati, cando rattiṁ, rājā alaṅkatakāleyeva, khīṇāsave gaṇasaṅgaṇikaṁ pahāya antosamāpattiyaṁyeva virocati, buddhā pana rattimpi divāpi pañcavidhena tejena virocantī’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a26:40": "387.",
  "atk-s0502a26:41": " ‘‘Divā tapati ādicco, rattimābhāti candimā;",
  "atk-s0502a26:42": "Sannaddho khattiyo tapati, jhāyī tapati brāhmaṇo;",
  "atk-s0502a26:43": "Atha sabbamahorattiṁ, buddho tapati tejasā’’ti.",
  "atk-s0502a26:44": "Tattha divā tapatīti divā virocati, rattiṁ panassa gatamaggopi na paññāyati. Candimāti candopi abbhādīhi vimutto rattimeva virocati, no divā. Sannaddhoti suvaṇṇamaṇivicittehi sabbābharaṇehi paṭimaṇḍito caturaṅginiyā senāya parikkhittova rājā virocati, na aññātakavesena ṭhito. Jhāyīti khīṇāsavo pana gaṇaṁ vinodetvā jhāyantova virocati. Tejasāti sammāsambuddho pana sīlatejena dussīlyatejaṁ, guṇatejena nigguṇatejaṁ, paññātejena duppaññatejaṁ, puññatejena apuññatejaṁ, dhammatejena adhammatejaṁ pariyādiyitvā iminā pañcavidhena tejasā niccakālameva virocatīti attho.",
  "atk-s0502a26:45": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:46": "Ānandattheravatthu pañcamaṁ.",
  "atk-s0502a26:47": "6. Aññatarabrāhmaṇapabbajitavatthu",
  "atk-s0502a26:48": "Bāhitapāpoti imaṁ dhammadesanaṁ satthā jetavane viharanto aññataraṁ brāhmaṇapabbajitaṁ ārabbha kathesi.",
  "atk-s0502a26:49": "Eko kira brāhmaṇo bāhirakapabbajjāya pabbajitvā ‘‘samaṇo gotamo attano sāvake ‘pabbajitā’ti vadati, ahañcamhi pabbajito, mampi kho evaṁ vattuṁ vaṭṭatī’’ti cintetvā satthāraṁ upasaṅkamitvā etamatthaṁ pucchi. Satthā ‘‘nāhaṁ ettakena ‘pabbajito’ti vadāmi, kilesamalānaṁ pana pabbājitattā pabbajito nāma hotī’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a26:50": "388.",
  "atk-s0502a26:51": " ‘‘Bāhitapāpoti brāhmaṇo, samacariyā samaṇoti vuccati;",
  "atk-s0502a26:52": "Pabbājayamattano malaṁ, tasmā pabbajitoti vuccatī’’ti.",
  "atk-s0502a26:53": "Tattha samacariyāti sabbākusalāni sametvā caraṇena. Tasmāti yasmā bāhitapāpatāya brāhmaṇo, akusalāni sametvā caraṇena samaṇoti vuccati, tasmā yo attano rāgādimalaṁ pabbājayanto vinodento carati, sopi tena pabbājanena pabbajitoti vuccatīti attho.",
  "atk-s0502a26:54": "Desanāvasāne so brāhmaṇapabbajito sotāpattiphale patiṭṭhahi, sampattānampi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a26:55": "Aññatarabrāhmaṇapabbajitavatthu chaṭṭhaṁ.",
  "atk-s0502a26:56": "7. Sāriputtattheravatthu",
  "atk-s0502a26:57": "Nabrāhmaṇassāti imaṁ dhammadesanaṁ satthā jetavane viharanto sāriputtattheraṁ ārabbha kathesi.",
  "atk-s0502a26:58": "Ekasmiṁ kira ṭhāne sambahulā manussā ‘‘aho amhākaṁ , ayyo, khantibalena samannāgato, aññesu akkosantesu vā paharantesu vā kopamattampi natthī’’ti therassa guṇe kathayiṁsu. Atheko micchādiṭṭhiko brāhmaṇo ‘‘ko esa na kujjhatī’’ti pucchi. ‘‘Amhākaṁ thero’’ti. ‘‘Naṁ kujjhāpento na bhavissatī’’ti? ‘‘Natthetaṁ, brāhmaṇā’’ti. ‘‘Tena hi ahaṁ naṁ kujjhāpessāmī’’ti? ‘‘Sace sakkosi, kujjhāpehī’’ti. So ‘‘hotu, jānissāmissa kattabba’’nti theraṁ bhikkhāya paviṭṭhaṁ disvā pacchābhāgena gantvā piṭṭhimajjhe mahantaṁ pāṇippahāramadāsi. Thero ‘‘kiṁ nāmeta’’nti anoloketvāva gato. Brāhmaṇassa sakalasarīre ḍāho uppajji. So ‘‘aho guṇasampanno, ayyo’’ti therassa pādamūle nipajjitvā ‘‘khamatha me, bhante’’ti vatvā ‘‘kiṁ eta’’nti ca vutte ‘‘ahaṁ vīmaṁsanatthāya tumhe pahari’’nti āha. ‘‘Hotu khamāmi te’’ti. ‘‘Sace me, bhante, khamatha, mama geheyeva nisīditvā bhikkhaṁ gaṇhathā’’ti therassa pattaṁ gaṇhi, theropi pattaṁ adāsi. Brāhmaṇo theraṁ gehaṁ netvā parivisi.",
  "atk-s0502a26:59": "Manussā kujjhitvā ‘‘iminā amhākaṁ niraparādho ayyo pahaṭo, daṇḍenapissa mokkho natthi, ettheva naṁ māressāmā’’ti leḍḍudaṇḍādihatthā brāhmaṇassa gehadvāre aṭṭhaṁsu. Thero uṭṭhāya gacchanto brāhmaṇassa hatthe pattaṁ adāsi. Manussā taṁ therena saddhiṁ gacchantaṁ disvā, ‘‘bhante, tumhākaṁ pattaṁ gahetvā brāhmaṇaṁ nivattethā’’ti āhaṁsu. Kiṁ etaṁ upāsakāti? Brāhmaṇena tumhe pahaṭā, mayamassa kattabbaṁ jānissāmāti. Kiṁ pana tumhe iminā pahaṭā, udāhu ahanti? Tumhe, bhanteti. ‘‘Maṁ esa paharitvā khamāpesi, gacchatha tumhe’’ti manusse uyyojetvā brāhmaṇaṁ nivattāpetvā thero vihārameva gato. Bhikkhū ujjhāyiṁsu ‘‘kiṁ nāmetaṁ sāriputtatthero yena brāhmaṇena pahaṭo, tasseva gehe nisīditvā bhikkhaṁ gahetvā āgato. Therassa pahaṭakālato paṭṭhāya idāni so kassa lajjissati, avasese pothento vicarissatī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte, ‘‘bhikkhave, brāhmaṇo brāhmaṇaṁ paharanto nāma natthi, gihibrāhmaṇena pana samaṇabrāhmaṇo pahaṭo bhavissati, kodho nāmesa anāgāmimaggena samugghātaṁ gacchatī’’ti vatvā dhammaṁ desento imā gāthā abhāsi –",
  "atk-s0502a26:60": "389.",
  "atk-s0502a26:61": " ‘‘Na brāhmaṇassa pahareyya, nāssa muñcetha brāhmaṇo;",
  "atk-s0502a26:62": "Dhī brāhmaṇassa hantāraṁ, tato dhī yassa muñcati.",
  "atk-s0502a26:63": "390.",
  "atk-s0502a26:64": " ‘‘Na brāhmaṇassetadakiñci seyyo, yadā nisedho manaso piyehi;",
  "atk-s0502a26:65": "Yato yato hiṁsamano nivattati, tato tato sammatimeva dukkha’’nti.",
  "atk-s0502a26:66": "Tattha pahareyyāti ‘‘khīṇāsavabrāhmaṇohamasmī’’ti jānanto khīṇāsavassa vā aññatarassa vā jātibrāhmaṇassa na pahareyya. Nāssa muñcethāti sopi pahaṭo khīṇāsavabrāhmaṇo assa paharitvā ṭhitassa veraṁ na muñcetha, tasmiṁ kopaṁ na kareyyāti attho. Dhī brāhmaṇassāti khīṇāsavabrāhmaṇassa hantāraṁ garahāmi. Tato dhīti yo pana taṁ paharantaṁ paṭipaharanto tassa upari veraṁ muñcati, taṁ tatopi garahāmiyeva.",
  "atk-s0502a26:67": "Etadakiñci seyyoti yaṁ khīṇāsavassa akkosantaṁ vā apaccakkosanaṁ, paharantaṁ vā appaṭipaharaṇaṁ, etaṁ tassa khīṇāsavabrāhmaṇassa na kiñci seyyo, appamattakaṁ seyyo na hoti, adhimattameva seyyoti attho. Yadā nisedho manaso piyehīti kodhanassa hi kodhuppādova manaso piyo nāma. Kodho hi panesa mātāpitūsupi buddhādīsupi aparajjhati. Tasmā yo assa tehi manaso nisedho kodhavasena uppajjamānassa cittassa niggaho, etaṁ na kiñci seyyoti attho. Hiṁsamanoti kodhamano. So tassa yato yato vatthuto anāgāmimaggena samugghātaṁ gacchanto nivattati . Tato tatoti tato tato vatthuto sakalampi vaṭṭadukkhaṁ nivattatiyevāti attho.",
  "atk-s0502a26:68": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:69": "Sāriputtattheravatthu sattamaṁ.",
  "atk-s0502a26:70": "8. Mahāpajāpatigotamīvatthu",
  "atk-s0502a26:71": "Yassa kāyena vācāyāti imaṁ dhammadesanaṁ satthā jetavane viharanto mahāpajāpatiṁ gotamiṁ ārabbha kathesi.",
  "atk-s0502a26:72": "Bhagavatā hi anuppanne vatthusmiṁ paññatte aṭṭha garudhamme maṇḍanakajātiyo puriso surabhipupphadāmaṁ viya sirasā sampaṭicchitvā saparivārā mahāpajāpati gotamī upasampadaṁ labhi, añño tassā upajjhāyo vā ācariyo vā natthi. Evaṁ laddhūpasampadaṁ theriṁ ārabbha aparena samayena kathaṁ samuṭṭhāpesuṁ ‘‘mahāpajāpatiyā gotamiyā ācariyupajjhāyā na paññāyanti, sahattheneva kāsāyāni gaṇhī’’ti. Evañca pana vatvā bhikkhuniyo kukkuccāyantiyo tāya saddhiṁ neva uposathaṁ na pavāraṇaṁ karonti, tā gantvā tathāgatassapi tamatthaṁ ārocesuṁ. Satthā tāsaṁ kathaṁ sutvā ‘‘mayā mahāpajāpatiyā gotamiyā aṭṭha garudhammā dinnā, ahamevassācariyo, ahameva upajjhāyo. Kāyaduccaritādivirahitesu khīṇāsavesu kukkuccaṁ nāma na kātabba’’nti vatvā dhammaṁ desento imaṁ gāthamāha –",
  "atk-s0502a26:73": "391.",
  "atk-s0502a26:74": " ‘‘Yassa kāyena vācāya, manasā natthi dukkaṭaṁ;",
  "atk-s0502a26:75": "Saṁvutaṁ tīhi ṭhānehi, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:76": "Tattha dukkaṭanti sāvajjaṁ dukkhudrayaṁ apāyasaṁvattanikaṁ kammaṁ. Tīhi ṭhānehīti etehi kāyādīhi tīhi kāraṇehi kāyaduccaritādipavesanivāraṇatthāya dvāraṁ pihitaṁ, taṁ ahaṁ brāhmaṇaṁ vadāmīti attho.",
  "atk-s0502a26:77": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:78": "Mahāpajāpatigotamīvatthu aṭṭhamaṁ.",
  "atk-s0502a26:79": "9. Sāriputtattheravatthu",
  "atk-s0502a26:80": "Yamhāti imaṁ dhammadesanaṁ satthā jetavane viharanto sāriputtattheraṁ ārabbha kathesi.",
  "atk-s0502a26:81": "So kirāyasmā assajittherassa santike dhammaṁ sutvā sotāpattiphalaṁ pattakālato paṭṭhāya ‘‘yassaṁ disāyaṁ thero vasatī’’ti suṇāti, tato añjaliṁ paggayha tatova sīsaṁ katvā nipajjati. Bhikkhū ‘‘micchādiṭṭhiko sāriputto, ajjāpi disā namassamāno vicaratī’’ti tamatthaṁ tathāgatassa ārocesuṁ. Satthā theraṁ pakkosāpetvā ‘‘saccaṁ kira tvaṁ, sāriputta, disā namassanto vicarasī’’ti pucchitvā , ‘‘bhante, mama disā namassanabhāvaṁ vā anamassanabhāvaṁ vā tumheva jānāthā’’ti vutte ‘‘na, bhikkhave, sāriputto disā namassati, assajittherassa pana santikā dhammaṁ sutvā sotāpattiphalaṁ pattatāya attano ācariyaṁ namassati. Yañhi ācariyaṁ nissāya bhikkhu dhammaṁ vijānāti, tena so brāhmaṇena aggi viya sakkaccaṁ namassitabboyevā’’ti vatvā dhammaṁ desento imaṁ gāthamāha –",
  "atk-s0502a26:82": "392.",
  "atk-s0502a26:83": " ‘‘Yamhā dhammaṁ vijāneyya, sammāsambuddhadesitaṁ;",
  "atk-s0502a26:84": "Sakkaccaṁ taṁ namasseyya, aggihuttaṁva brāhmaṇo’’ti.",
  "atk-s0502a26:85": "Tattha aggihuttaṁvāti yathā brāhmaṇo aggihuttaṁ sammā paricaraṇena ceva añjalikammādīhi ca sakkaccaṁ namassati, evaṁ yamhā ācariyā tathāgatapaveditaṁ dhammaṁ vijāneyya, taṁ sakkaccaṁ namasseyyāti attho.",
  "atk-s0502a26:86": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:87": "Sāriputtattheravatthu navamaṁ.",
  "atk-s0502a26:88": "10. Jaṭilabrāhmaṇavatthu",
  "atk-s0502a26:89": "Na jaṭāhīti imaṁ dhammadesanaṁ satthā jetavane viharanto ekaṁ jaṭilabrāhmaṇaṁ ārabbha kathesi.",
  "atk-s0502a26:90": "So kira ‘‘ahaṁ mātito ca pitito ca sujāto brāhmaṇakule nibbatto. Sace samaṇo gotamo attano sāvake brāhmaṇāti vadati, mampi nu kho tathā vattuṁ vaṭṭatī’’ti satthu santikaṁ gantvā tamatthaṁ pucchi. Atha naṁ satthā ‘‘nāhaṁ, brāhmaṇa, jaṭāmattena, na jātigottamattena brāhmaṇaṁ vadāmi, paṭividdhasaccameva panāhaṁ brāhmaṇoti vadāmī’’ti vatvā dhammaṁ desento imaṁ gāthamāha –",
  "atk-s0502a26:91": "393.",
  "atk-s0502a26:92": " ‘‘Na jaṭāhi na gottena, na jaccā hoti brāhmaṇo;",
  "atk-s0502a26:93": "Yamhi saccañca dhammo ca, so sucī so ca brāhmaṇo’’ti.",
  "atk-s0502a26:94": "Tattha saccanti yasmiṁ puggale cattāri saccāni soḷasahākārehi paṭivijjhitvā ṭhitaṁ saccañāṇañceva navavidho ca lokuttaradhammo atthi, so suci, so brāhmaṇo cāti attho.",
  "atk-s0502a26:95": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:96": "Jaṭilabrāhmaṇavatthu dasamaṁ.",
  "atk-s0502a26:97": "11. Kuhakabrāhmaṇavatthu",
  "atk-s0502a26:98": "Kiṁ teti imaṁ dhammadesanaṁ satthā kūṭāgārasālāyaṁ viharanto ekaṁ vaggulivataṁ kuhakabrāhmaṇaṁ ārabbha kathesi.",
  "atk-s0502a26:99": "So kira vesālinagaradvāre ekaṁ kakudharukkhaṁ āruyha dvīhi pādehi rukkhasākhaṁ gaṇhitvā adhosiro olambanto ‘‘kapilānaṁ me sataṁ detha, kahāpaṇe detha, paricārikaṁ detha, no ce dassatha, ito patitvā maranto nagaraṁ anagaraṁ karissāmī’’ti vadati. Tathāgatassa bhikkhusaṅghaparivutassa nagaraṁ pavisanakāle bhikkhū taṁ brāhmaṇaṁ disvā nikkhamanakālepi naṁ tatheva olambantaṁ passiṁsu. Nāgarāpi ‘‘ayaṁ pātova paṭṭhāya evaṁ olambanto patitvā maranto nagaraṁ anagaraṁ kareyyā’’ti cintetvā nagaravināsabhītā ‘‘yaṁ so yācati, sabbaṁ demā’’ti paṭissuṇitvā adaṁsu. So otaritvā sabbaṁ gahetvā agamāsi. Bhikkhū vihārūpacāre taṁ gāviṁ viya viravitvā gacchantaṁ disvā sañjānitvā ‘‘laddhaṁ te , brāhmaṇa, yathāpatthita’’nti pucchitvā ‘‘āma, laddhaṁ me’’ti sutvā antovihāraṁ gantvā tathāgatassa tamatthaṁ ārocesuṁ. Satthā ‘‘na, bhikkhave, idāneva so kuhakacoro, pubbepi kuhakacoroyeva ahosi. Idāni panesa bālajanaṁ vañceti, tadā pana paṇḍite vañcetuṁ nāsakkhī’’ti vatvā tehi yācito atītamāhari.",
  "atk-s0502a26:100": "Atīte ekaṁ kāsikagāmaṁ nissāya eko kuhakatāpaso vāsaṁ kappesi. Taṁ ekaṁ kulaṁ paṭijaggi. Divā uppannakhādanīyabhojanīyato attano puttānaṁ viya tassapi ekaṁ koṭṭhāsaṁ deti, sāyaṁ uppannakoṭṭhāsaṁ ṭhapetvā dutiyadivase deti. Athekadivasaṁ sāyaṁ godhamaṁsaṁ labhitvā sādhukaṁ pacitvā tato koṭṭhāsaṁ ṭhapetvā dutiyadivase tassa adaṁsu. Tāpaso maṁsaṁ khāditvāva rasataṇhāya baddho ‘‘kiṁ maṁsaṁ nāmeta’’nti pucchitvā ‘‘godhamaṁsa’’nti sutvā bhikkhāya caritvā sappidadhikaṭukabhaṇḍādīni gahetvā paṇṇasālaṁ gantvā ekamantaṁ ṭhapesi. Paṇṇasālāya pana avidūre ekasmiṁ vammike godharājā viharati. So kālena kālaṁ tāpasaṁ vandituṁ āgacchati. Taṁdivasaṁ panesa ‘‘taṁ vadhissāmī’’ti daṇḍaṁ paṭicchādetvā tassa vammikassa avidūre ṭhāne niddāyanto viya nisīdi. Godharājā vammikato nikkhamitvā tassa santikaṁ āgacchantova ākāraṁ sallakkhetvā ‘‘na me ajja ācariyassa ākāro ruccatī’’ti tatova nivatti. Tāpaso tassa nivattanabhāvaṁ ñatvā tassa māraṇatthāya daṇḍaṁ khipi, daṇḍo virajjhitvā gato. Godharājāpi dhammikaṁ pavisitvā tato sīsaṁ nīharitvā āgatamaggaṁ olokento tāpasaṁ āha –",
  "atk-s0502a26:101": "‘‘Samaṇaṁ taṁ maññamāno, upagacchimasaññataṁ;",
  "atk-s0502a26:102": "So maṁ daṇḍena pāhāsi, yathā asamaṇo tathā.",
  "atk-s0502a26:103": "‘‘Kiṁ te jaṭāhi dummedha, kiṁ te ajinasāṭiyā;",
  "atk-s0502a26:104": "Abbhantaraṁ te gahanaṁ, bāhiraṁ parimajjasī’’ti. (jā. 1.4.97-98);",
  "atk-s0502a26:105": "Atha naṁ tāpaso attano santakena palobhetuṁ evamāha –",
  "atk-s0502a26:106": "‘‘Ehi godha nivattassu, bhuñja sālīnamodanaṁ;",
  "atk-s0502a26:107": "Telaṁ loṇañca me atthi, pahūtaṁ mayha pipphalī’’ti. (jā. 1.4.99);",
  "atk-s0502a26:108": "Taṁ sutvā godharājā ‘‘yathā yathā tvaṁ kathesi, tathā tathā me palāyitukāmatāva hotī’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a26:109": "‘‘Esa bhiyyo pavekkhāmi, vammikaṁ sataporisaṁ;",
  "atk-s0502a26:110": "Telaṁ loṇañca kittesi, ahitaṁ mayha pipphalī’’ti. (jā. 1.4.100);",
  "atk-s0502a26:111": "Evañca pana vatvā ‘‘ahaṁ ettakaṁ kālaṁ tayi samaṇasaññaṁ akāsiṁ, idāni pana te maṁ paharitukāmatāya daṇḍo khitto, tassa khittakāleyeva asamaṇo jāto. Kiṁ tādisassa duppaññassa puggalassa jaṭāhi, kiṁ sakhurena ajinacammena. Abbhantarañhi te gahanaṁ, kevalaṁ bāhirameva parimajjasī’’ti āha. Satthā imaṁ atītaṁ āharitvā ‘‘tadā esa kuhako tāpaso ahosi, godharājā pana ahamevā’’ti vatvā jātakaṁ samodhānetvā tadā godhapaṇḍitena tassa niggahitakāraṇaṁ dassento imaṁ gāthamāha –",
  "atk-s0502a26:112": "394.",
  "atk-s0502a26:113": " ‘‘Kiṁ te jaṭāhi dummedha, kiṁ te ajinasāṭiyā;",
  "atk-s0502a26:114": "Abbhantaraṁ te gahanaṁ, bāhiraṁ parimajjasī’’ti. (jā. 1.4.98);",
  "atk-s0502a26:115": "Tattha kiṁ te jaṭāhīti ambho duppañña tava baddhāhipi imāhi jaṭāhi sakhurāya nivatthāyapi imāya ajinacammasāṭikāya ca kimatthoti. Abbhantaranti abbhantarañhi te rāgādikilesagahanaṁ, kevalaṁ hatthilaṇḍaṁ assalaṇḍaṁ viya maṭṭhaṁ bāhiraṁ parimajjasīti attho.",
  "atk-s0502a26:116": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:117": "Kuhakabrāhmaṇavatthu ekādasamaṁ.",
  "atk-s0502a26:118": "12. Kisāgotamīvatthu",
  "atk-s0502a26:119": "Paṁsukūladharanti imaṁ dhammadesanaṁ satthā gijjhakūṭe pabbate viharanto kisāgotamiṁ ārabbha kathesi.",
  "atk-s0502a26:120": "Tadā kira sakko paṭhamayāmāvasāne devaparisāya saddhiṁ satthāraṁ upasaṅkamitvā vanditvā ekamante sāraṇīyadhammakathaṁ suṇanto nisīdi. Tasmiṁ khaṇe kisāgotamī ‘‘satthāraṁ passissāmī’’ti ākāsenāgantvā sakkaṁ disvā nivatti. So taṁ vanditvā nivattantiṁ disvā satthāraṁ pucchi – ‘‘kā nāmesā , bhante, āgacchamānāva tumhe disvā nivattatī’’ti? Satthā ‘‘kisāgotamī nāmesā, mahārāja, mama dhītā paṁsukūlikattherīnaṁ aggā’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a26:121": "395.",
  "atk-s0502a26:122": " ‘‘Paṁsukūladharaṁ jantuṁ, kisaṁ dhamanisanthataṁ;",
  "atk-s0502a26:123": "Ekaṁ vanasmiṁ jhāyantaṁ, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:124": "Tattha kisanti paṁsukūlikā hi attano anurūpaṁ paṭipadaṁ pūrentā appamaṁsalohitā ceva honti dhamanisanthatagattā ca, tasmā evamāha. Ekaṁ vanasminti vivittaṭṭhāne ekakaṁ vanasmiṁ jhāyantaṁ tamahaṁ brāhmaṇaṁ vadāmīti attho.",
  "atk-s0502a26:125": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:126": "Kisāgotamīvatthu dvādasamaṁ.",
  "atk-s0502a26:127": "13. Ekabrāhmaṇavatthu",
  "atk-s0502a26:128": "Nacāhanti imaṁ dhammadesanaṁ satthā jetavane viharanto ekaṁ brāhmaṇaṁ ārabbha kathesi.",
  "atk-s0502a26:129": "So kira ‘‘samaṇo gotamo attano sāvake brāhmaṇāti vadati ahañcamhi brāhmaṇayoniyaṁ nibbatto, mampi nu kho evaṁ vattuṁ vaṭṭatī’’ti satthāraṁ upasaṅkamitvā tamatthaṁ pucchi. Atha naṁ satthā ‘‘nāhaṁ, brāhmaṇa, brāhmaṇayoniyaṁ nibbattamattenevaṁ vadāmi, yo pana akiñcano agahaṇo, tamahaṁ brāhmaṇaṁ vadāmī’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a26:130": "396.",
  "atk-s0502a26:131": " ‘‘Na cāhaṁ brāhmaṇaṁ brūmi, yonijaṁ mattisambhavaṁ;",
  "atk-s0502a26:132": "Bhovādi nāma so hoti, sace hoti sakiñcano;",
  "atk-s0502a26:133": "Akiñcanaṁ anādānaṁ, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:134": "Tattha yonijanti yoniyaṁ jātaṁ. Mattisambhavanti brāhmaṇiyā mātu santake udarasmiṁ sambhūtaṁ. Bhovādīti so pana āmantanādīsu ‘‘bho, bho’’ti vatvā vicaranto bhovādi nāma hoti, sace rāgādīhi kiñcanehi sakiñcano. Ahaṁ pana rāgādīhi akiñcanaṁ catūhi upādānehi anādānaṁ brāhmaṇaṁ vadāmīti attho.",
  "atk-s0502a26:135": "Desanāvasāne so brāhmaṇo sotāpattiphale patiṭṭhahi, sampattānampi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a26:136": "Ekabrāhmaṇavatthu terasamaṁ.",
  "atk-s0502a26:137": "14. Uggasenaseṭṭhiputtavatthu",
  "atk-s0502a26:138": "Sabbasaṁyojananti imaṁ dhammadesanaṁ satthā veḷuvane viharanto uggasenaṁ nāma seṭṭhiputtaṁ ārabbha kathesi. Vatthu ‘‘muñca pure muñca pacchato’’ti (dha. pa. 348) gāthāvaṇṇanāya vitthāritameva.",
  "atk-s0502a26:139": "Tadā hi satthā, ‘‘bhante, uggaseno ‘na bhāyāmī’ti vadati, abhūtena maññe aññaṁ byākarotī’’ti bhikkhūhi vutte, ‘‘bhikkhave, mama puttasadisā chinnasaṁyojanā na bhāyantiyevā’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a26:140": "397.",
  "atk-s0502a26:141": " ‘‘Sabbasaṁyojanaṁ chetvā, yo ve na paritassati;",
  "atk-s0502a26:142": "Saṅgātigaṁ visaṁyuttaṁ, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:143": "Tattha sabbasaṁyojananti dasavidhasaṁyojanaṁ. Na paritassatīti taṇhāya na bhāyati. Tamahanti taṁ ahaṁ rāgādīnaṁ saṅgānaṁ atītattā saṅgātigaṁ, catunnampi yogānaṁ abhāvena visaṁyuttaṁ brāhmaṇaṁ vadāmīti attho.",
  "atk-s0502a26:144": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:145": "Uggasenaseṭṭhiputtavatthu cuddasamaṁ.",
  "atk-s0502a26:146": "15. Dvebrāhmaṇavatthu",
  "atk-s0502a26:147": "Chetvānaddhinti imaṁ dhammadesanaṁ satthā jetavane viharanto dve brāhmaṇe ārabbha kathesi.",
  "atk-s0502a26:148": "Tesu kirekassa cūḷarohito nāma goṇo ahosi, ekassa mahārohito nāma. Te ekadivasaṁ ‘‘tava goṇo balavā, mama goṇo balavā’’ti vivaditvā ‘‘kiṁ no vivādena, pājetvā jānissāmā’’ti aciravatītīre sakaṭaṁ vālukāya pūretvā goṇe yojayiṁsu. Tasmiṁ khaṇe bhikkhūpi nhāyituṁ tattha gatā honti. Brāhmaṇā goṇe pājesuṁ. Sakaṭaṁ niccalaṁ aṭṭhāsi, naddhivarattā pana chijjiṁsu. Bhikkhū disvā vihāraṁ gantvā tamatthaṁ satthu ārocayiṁsu. Satthā, ‘‘bhikkhave , bāhirā etā naddhivarattā, yo koci etā chindateva, bhikkhunā pana ajjhattikaṁ kodhanaddhiñceva taṇhāvarattañca chindituṁ vaṭṭatī’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a26:149": "398.",
  "atk-s0502a26:150": " ‘‘Chetvā naddhiṁ varattañca, sandānaṁ sahanukkamaṁ;",
  "atk-s0502a26:151": "Ukkhittapalighaṁ buddhaṁ, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:152": "Tattha naddhinti nayhanabhāvena pavattaṁ kodhaṁ. Varattanti bandhanabhāvena pavattaṁ taṇhaṁ. Sandānaṁ sahanukkamanti anusayānukkamasahitaṁ dvāsaṭṭhidiṭṭhisandānaṁ, idaṁ sabbampi chinditvā ṭhitaṁ avijjāpalighassa ukkhittattā ukkhittapalighaṁ, catunnaṁ saccānaṁ buddhattā buddhaṁ taṁ ahaṁ brāhmaṇaṁ vadāmīti attho.",
  "atk-s0502a26:153": "Desanāvasāne pañcasatā bhikkhū arahatte patiṭṭhahiṁsu, sampattānampi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a26:154": "Dvebrāhmaṇavatthu pannarasamaṁ.",
  "atk-s0502a26:155": "16. Akkosakabhāradvājavatthu",
  "atk-s0502a26:156": "Akkosanti imaṁ dhammadesanaṁ satthā veḷuvane viharanto akkosakabhāradvājaṁ ārabbha kathesi.",
  "atk-s0502a26:157": "Tassa hi bhātu bhāradvājassa dhanañjānī nāma brāhmaṇī sotāpannā ahosi. Sā khīpitvāpi kāsitvāpi pakkhalitvāpi ‘‘namo tassa bhagavato arahato sammāsambuddhassā’’ti imaṁ udānaṁ udānesi. Sā ekadivasaṁ brāhmaṇaparivesanāya pavattamānāya pakkhalitvā tatheva mahāsaddena udānaṁ udānesi. Brāhmaṇo kujjhitvā ‘‘evamevāyaṁ vasalī yattha vā tattha vā pakkhalitvā tassa muṇḍakassa samaṇakassa vaṇṇaṁ bhāsatī’’ti vatvā ‘‘idāni te, vasali, gantvā tassa satthuno vādaṁ āropessāmī’’ti āha. Atha naṁ sā ‘‘gaccha, brāhmaṇa, nāhaṁ taṁ passāmi, yo tassa bhagavato vādaṁ āropeyya, api ca gantvā taṁ bhagavantaṁ pañhaṁ pucchassū’’ti āha. So satthu santikaṁ gantvā avanditvāva ekamantaṁ ṭhito pañhaṁ pucchanto imaṁ gāthamāha –",
  "atk-s0502a26:158": "‘‘Kiṁsu chetvā sukhaṁ seti, kiṁsu chetvā na socati;",
  "atk-s0502a26:159": "Kissassu ekadhammassa, vadhaṁ rocesi gotamā’’ti. (saṁ. ni. 1.187);",
  "atk-s0502a26:160": "Athassa pañhaṁ byākaronto satthā imaṁ gāthamāha –",
  "atk-s0502a26:161": "‘‘Kodhaṁ chetvā sukhaṁ seti, kodhaṁ chetvā na socati;",
  "atk-s0502a26:162": "Kodhassa visamūlassa, madhuraggassa brāhmaṇa;",
  "atk-s0502a26:163": "Vadhaṁ ariyā pasaṁsanti, tañhi chetvā na socatī’’ti. (saṁ. ni. 1.187);",
  "atk-s0502a26:164": "So satthari pasīditvā pabbajitvā arahattaṁ pāpuṇi. Athassa kaniṭṭho akkosakabhāradvājo ‘‘bhātā kira me pabbajito’’ti sutvā kuddho āgantvā satthāraṁ asabbhāhi pharusāhi vācāhi akkosi. Sopi satthārā atithīnaṁ khādanīyādidānaopammena saññatto satthari pasanno pabbajitvā arahattaṁ pāpuṇi. Aparepissa sundarikabhāradvājo biliṅgakabhāradvājoti dve kaniṭṭhabhātaro satthāraṁ akkosantāva satthārā vinītā pabbajitvā arahattaṁ pāpuṇiṁsu.",
  "atk-s0502a26:165": "Athekadivasaṁ dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ, ‘‘āvuso, acchariyā vata buddhaguṇā, catūsu nāma bhātikesu akkosantesu satthā kiñci avatvā tesaṁyeva patiṭṭhā jāto’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte, ‘‘bhikkhave, ahaṁ mama khantibalena samannāgatattā duṭṭhesu adussanto mahājanassa patiṭṭhā homiyevā’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a26:166": "399.",
  "atk-s0502a26:167": " ‘‘Akkosaṁ vadhabandhañca, aduṭṭho yo titikkhati;",
  "atk-s0502a26:168": "Khantībalaṁ balānīkaṁ, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:169": "Tattha aduṭṭhoti etaṁ dasahi akkosavatthūhi akkosañca pāṇiādīhi pothanañca andubandhanādīhi bandhanañca yo akuddhamānaso hutvā adhivāseti , khantibalena samannāgatattā khantibalaṁ, punappunaṁ uppattiyā anīkabhūtena teneva khantibalena samannāgatattā balānīkaṁ taṁ evarūpaṁ ahaṁ brāhmaṇaṁ vadāmīti attho.",
  "atk-s0502a26:170": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:171": "Akkosakabhāradvājavatthu soḷasamaṁ.",
  "atk-s0502a26:172": "17. Sāriputtattheravatthu",
  "atk-s0502a26:173": "Akkodhananti imaṁ dhammadesanaṁ satthā veḷuvane viharanto sāriputtattheraṁ ārabbha kathesi.",
  "atk-s0502a26:174": "Tadā kira thero pañcahi bhikkhusatehi saddhiṁ piṇḍāya caranto nālakagāme mātu gharadvāraṁ agamāsi. Atha naṁ sā nisīdāpetvā parivisamānā akkosi – ‘‘ambho, ucchiṭṭhakhādaka ucchiṭṭhakañjiyaṁ alabhitvā paragharesu uḷuṅkapiṭṭhena ghaṭṭitakañjiyaṁ paribhuñjituṁ asītikoṭidhanaṁ pahāya pabbajitosi, nāsitamhā tayā, bhuñjāhi dānī’’ti. Bhikkhūnampi bhattaṁ dadamānā ‘‘tumhehi mama putto attano cūḷupaṭṭhāko kato, idāni bhuñjathā’’ti vadeti. Thero bhikkhaṁ gahetvā vihārameva agamāsi. Athāyasmā rāhulo satthāraṁ piṇḍapātena āpucchi. Atha naṁ satthā āha – ‘‘rāhula, kahaṁ gamitthā’’ti? ‘‘Ayyikāya gāmaṁ, bhante’’ti. ‘‘Kiṁ pana te ayyikāya upajjhāyo vutto’’ti? ‘‘Ayyikāya me, bhante, upajjhāyo akkuṭṭho’’ti. ‘‘Kinti vatvā’’ti? ‘‘Idaṁ nāma, bhante’’ti. ‘‘Upajjhāyena pana te kiṁ vutta’’nti? ‘‘Na kiñci, bhante’’ti. Taṁ sutvā bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ, ‘‘āvuso, acchariyā vata sāriputtattherassa guṇā, evaṁnāmassa mātari akkosantiyā kodhamattampi nāhosī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte, ‘‘bhikkhave, khīṇāsavā nāma akkodhanāva hontī’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a26:175": "400.",
  "atk-s0502a26:176": " ‘‘Akkodhanaṁ vatavantaṁ, sīlavantaṁ anussadaṁ;",
  "atk-s0502a26:177": "Dantaṁ antimasārīraṁ, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:178": "Tattha vatavantanti dhutavatena, samannāgataṁ catupārisuddhisīlena sīlavantaṁ, taṇhāussadābhāvena anussadaṁ, chaḷindriyadamanena dantaṁ, koṭiyaṁ ṭhitena attabhāvena antimasarīraṁ tamahaṁ brāhmaṇaṁ vadāmīti attho.",
  "atk-s0502a26:179": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:180": "Sāriputtattheravatthu sattarasamaṁ.",
  "atk-s0502a26:181": "18. Uppalavaṇṇātherīvatthu",
  "atk-s0502a26:182": "Vāri pokkharapattevāti imaṁ dhammadesanaṁ satthā jetavane viharanto uppalavaṇṇatheriṁ ārabbha kathesi. Vatthu ‘‘madhuvā maññati bālo’’ti gāthāvaṇṇanāya (dha. pa. 69) vitthāritameva. Vuttañhi tattha (dha. pa. aṭṭha. 1.69) –",
  "atk-s0502a26:183": "Aparena samayena mahājano dhammasabhāyaṁ kathaṁ samuṭṭhāpesi ‘‘khīṇāsavāpi maññe kāmasukhaṁ sādiyanti, kāmaṁ sevanti, kiṁ na sevissanti. Na hete koḷāparukkhā, na ca vammikā, allamaṁsasarīrāva, tasmā etepi kāmasukhaṁ sādiyantī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, khīṇāsavā kāmasukhaṁ sādiyanti, na kāmaṁ sevanti. Yathā hi padumapatte patitaṁ udakabindu na limpati na saṇṭhāti, vinivattitvā pana patateva. Yathā ca āragge sāsapo na upalimpati na saṇṭhāti, vinivattitvā patateva, evaṁ khīṇāsavassa citte duvidhopi kāmo na limpati na saṇṭhātī’’ti anusandhiṁ ghaṭetvā dhammaṁ desento imaṁ gāthamāha –",
  "atk-s0502a26:184": "401.",
  "atk-s0502a26:185": " ‘‘Vāri pokkharapatteva, āraggeriva sāsapo;",
  "atk-s0502a26:186": "Yo na limpati kāmesu, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:187": "Tattha yo na limpatīti evamevaṁ yo abbhantare duvidhepi kāme na upalimpati, tasmiṁ kāme na saṇṭhāti, tamahaṁ brāhmaṇaṁ vadāmīti attho.",
  "atk-s0502a26:188": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:189": "Uppalavaṇṇātherīvatthu aṭṭhārasamaṁ.",
  "atk-s0502a26:190": "19. Aññatarabrāhmaṇavatthu",
  "atk-s0502a26:191": "Yodukkhassāti imaṁ dhammadesanaṁ satthā jetavane viharanto aññataraṁ brāhmaṇaṁ ārabbha kathesi.",
  "atk-s0502a26:192": "Tassa kireko dāso apaññatte sikkhāpade palāyitvā pabbajitvā arahattaṁ pāpuṇi. Brāhmaṇo taṁ olokento adisvā ekadivasaṁ satthārā saddhiṁ piṇḍāya pavisantaṁ dvārantare disvā cīvaraṁ daḷhaṁ aggahesi. Satthā nivattitvā ‘‘kiṁ idaṁ, brāhmaṇā’’ti pucchi. Dāso me, bho gotamāti . Pannabhāro esa, brāhmaṇāti. ‘‘Pannabhāro’’ti ca vutte brāhmaṇo ‘‘arahā’’ti sallakkhesi. Tasmā punapi tena ‘‘evaṁ, bho gotamā’’ti vutte satthā ‘‘āma, brāhmaṇa, pannabhāro’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a26:193": "402.",
  "atk-s0502a26:194": " ‘‘Yo dukkhassa pajānāti, idheva khayamattano;",
  "atk-s0502a26:195": "Pannabhāraṁ visaṁyuttaṁ, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:196": "Tattha dukkhassāti khandhadukkhassa. Pannabhāranti ohitakhandhabhāraṁ catūhi yogehi sabbakilesehi vā visaṁyuttaṁ tamahaṁ brāhmaṇaṁ vadāmīti attho. Desanāvasāne so brāhmaṇo sotāpattiphale patiṭṭhahi, sampattānampi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a26:197": "Aññatarabrāhmaṇavatthu ekūnavīsatimaṁ.",
  "atk-s0502a26:198": "20. Khemābhikkhunīvatthu",
  "atk-s0502a26:199": "Gambhīrapaññanti imaṁ dhammadesanaṁ satthā gijjhakūṭe viharanto khemaṁ nāma bhikkhuniṁ ārabbha kathesi.",
  "atk-s0502a26:200": "Ekadivasañhi paṭhamayāmasamanantare sakko devarājā parisāya saddhiṁ āgantvā satthu santike sāraṇīyadhammakathaṁ suṇanto nisīdi. Tasmiṁ khaṇe khemā bhikkhunī ‘‘satthāraṁ passissāmī’’ti āgantvā sakkaṁ disvā ākāse ṭhitāva satthāraṁ vanditvā nivatti. Sakko taṁ disvā ‘‘ko esā, bhante, āgacchamānā ākāse ṭhitāva satthāraṁ vanditvā nivattī’’ti pucchi. Satthā ‘‘esā, mahārāja, mama dhītā khemā nāma mahāpaññā maggāmaggakovidā’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a26:201": "403.",
  "atk-s0502a26:202": " ‘‘Gambhīrapaññaṁ medhāviṁ, maggāmaggassa kovidaṁ;",
  "atk-s0502a26:203": "Uttamatthamanuppattaṁ, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:204": "Tattha gabbhīrapaññanti gambhīresu khandhādīsu pavattāya paññāya samannāgataṁ dhammojapaññāya samannāgataṁ medhāviṁ ‘‘ayaṁ duggatiyā maggo, ayaṁ sugatiyā maggo, ayaṁ nibbānassa maggo, ayaṁ amaggo’’ti evaṁ magge ca amagge ca chekatāya maggāmaggassa kovidaṁ arahattasaṅkhātaṁ uttamatthaṁ anuppattaṁ tamahaṁ brāhmaṇaṁ vadāmīti attho.",
  "atk-s0502a26:205": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:206": "Khemābhikkhunivatthu vīsatimaṁ.",
  "atk-s0502a26:207": "21. Pabbhāravāsītissattheravatthu",
  "atk-s0502a26:208": "Asaṁsaṭṭhanti imaṁ dhammadesanaṁ satthā jetavane viharanto pabbhāravāsītissattheraṁ ārabbha kathesi.",
  "atk-s0502a26:209": "So kira satthu santike kammaṭṭhānaṁ gahetvā araññaṁ pavisitvā sappāyaṁ senāsanaṁ olokento ekaṁ leṇapabbhāraṁ pāpuṇi, sampattakkhaṇeyevassa cittaṁ ekaggataṁ labhi. So ‘‘ahaṁ idha vasanto pabbajitakiccaṁ nipphādetuṁ sakkhissāmī’’ti cintesi. Leṇepi adhivatthā devatā ‘‘sīlavā bhikkhu āgato, iminā saddhiṁ ekaṭṭhāne vasituṁ dukkhaṁ. Ayaṁ pana idha ekarattimeva vasitvā pakkamissatī’’ti cintetvā putte ādāya nikkhami. Thero punadivase pātova gocaragāmaṁ piṇḍāya pāvisi. Atha naṁ ekā upāsikā disvāva puttasinehaṁ paṭilabhitvā gehe nisīdāpetvā bhojetvā attānaṁ nissāya temāsaṁ vasanatthāya yāci. Sopi ‘‘sakkā mayā imaṁ nissāya bhavanissaraṇaṁ kātu’’nti adhivāsetvā tameva leṇaṁ agamāsi. Devatā taṁ āgacchantaṁ disvā ‘‘addhā kenaci nimantito bhavissati, sve vā parasuve vā gamissatī’’ti cintesi.",
  "atk-s0502a26:210": "Evaṁ aḍḍhamāsamatte atikkante ‘‘ayaṁ idheva maññe antovassaṁ vasissati, sīlavatā pana saddhiṁ ekaṭṭhāne puttakehi saddhiṁ vasituṁ dukkaraṁ, imañca ‘nikkhamā’ti vattuṁ na sakkā, atthi nu kho imassa sīle khalita’’nti dibbena cakkhunā olokentī upasampadamāḷakato paṭṭhāya tassa sīle khalitaṁ adisvā ‘‘parisuddhamassa sīlaṁ, kiñcidevassa katvā ayasaṁ uppādessāmī’’ti tassa upaṭṭhākakule upāsikāya jeṭṭhaputtassa sarīre adhimuccitvā gīvaṁ parivattesi. Tassa akkhīni nikkhamiṁsu, mukhato kheḷo pagghari. Upāsikā taṁ disvā ‘‘kiṁ ida’’nti viravi. Atha naṁ devatā adissamānarūpā evamāha – ‘‘mayā esa gahito, balikammenapi me attho natthi, tumhākaṁ pana kulūpakaṁ theraṁ laṭṭhimadhukaṁ yācitvā tena telaṁ pacitvā imassa natthukammaṁ detha, evāhaṁ imaṁ muñcissāmī’’ti. Nassatu vā esa maratu vā, na sakkhissāmahaṁ ayyaṁ laṭṭhimadhukaṁ yācitunti. Sace laṭṭhimadhukaṁ yācituṁ na sakkotha, nāsikāyassa hiṅgucuṇṇaṁ pakkhipituṁ vadethāti. Idampi vattuṁ na sakkomāti. Tena hissa pādadhovanaudakaṁ ādāya sīse āsiñcathāti. Upāsikā ‘‘sakkā idaṁ kātu’’nti velāya āgataṁ theraṁ nisīdāpetvā yāgukhajjakaṁ datvā antarabhatte nisinnassa pāde dhovitvā udakaṁ gahetvā, ‘‘bhante, idaṁ udakaṁ dārakassa sīse āsiñcāmā’’ti āpucchitvā ‘‘tena hi āsiñcathā’’ti vutte tathā akāsi. Sā devatā tāvadeva taṁ muñcitvā gantvā leṇadvāre aṭṭhāsi.",
  "atk-s0502a26:211": "Theropi bhattakiccāvasāne uṭṭhāyāsanā avissaṭṭhakammaṭṭhānatāya dvattiṁsākāraṁ sajjhāyantova pakkāmi. Atha naṁ leṇadvāraṁ pattakāle sā devatā ‘‘mahāvejja mā idha pavisā’’ti āha. So tattheva ṭhatvā ‘‘kāsi tva’’nti āha. Ahaṁ idha adhivatthā devatāti. Thero ‘‘atthi nu kho mayā vejjakammassa kataṭṭhāna’’nti upasampadamāḷakato paṭṭhāya olokento attano sīle tilakaṁ vā kāḷakaṁ vā adisvā ‘‘ahaṁ mayā vejjakammassa kataṭṭhānaṁ na passāmi, kasmā evaṁ vadesī’’ti āha. Na passasīti. Āma, na passāmīti? Ācikkhāmi teti. Āma, ācikkhāhīti. Tiṭṭhatu tāva dūre kataṁ, ajjeva tayā amanussagahitassa upaṭṭhākaputtassa pādadhovanaudakaṁ sīse āsittaṁ, nāsittanti? Āma, āsittanti. Kiṁ etaṁ na passasīti? Etaṁ sandhāya tvaṁ vadesīti? Āma, etaṁ sandhāya vadāmīti. Thero cintesi – ‘‘aho vata me sammā paṇihito attā, sāsanassa anurūpaṁ vata me caritaṁ, devatāpi mama catupārisuddhisīle tilakaṁ vā kāḷakaṁ vā adisvā dārakassa sīse āsittapādadhovanamattaṁ addasā’’ti tassa sīlaṁ ārabbha balavapīti uppajji. So taṁ vikkhambhetvā pāduddhārampi akatvā tattheva arahattaṁ patvā ‘‘mādisaṁ parisuddhaṁ samaṇaṁ dūsetvā mā idha vanasaṇḍe vasi, tvameva nikkhamāhī’’ti devataṁ ovadanto imaṁ udānaṁ udānesi –",
  "atk-s0502a26:212": "‘‘Visuddho vata me vāso, nimmalaṁ maṁ tapassinaṁ;",
  "atk-s0502a26:213": "Mā tvaṁ visuddhaṁ dūsesi, nikkhama pavanā tuva’’nti.",
  "atk-s0502a26:214": "So tattheva temāsaṁ vasitvā vutthavasso satthu santikaṁ gantvā bhikkhūhi ‘‘kiṁ, āvuso, pabbajitakiccaṁ te matthakaṁ pāpita’’nti puṭṭho tasmiṁ leṇe vassūpagamanato paṭṭhāya sabbaṁ taṁ pavattiṁ bhikkhūnaṁ ārocetvā, ‘‘āvuso, tvaṁ devatāya evaṁ vuccamāno na kujjhī’’ti vutte ‘‘na kujjhi’’nti āha. Bhikkhū tathāgatassa ārocesuṁ, ‘‘bhante, ayaṁ bhikkhu aññaṁ byākaroti, devatāya idaṁ nāma vuccamānopi na kujjhinti vadatī’’ti. Satthā tesaṁ kathaṁ sutvā ‘‘neva, bhikkhave, mama putto kujjhati, etassa gihīhi vā pabbajitehi vā saṁsaggo nāma natthi, asaṁsaṭṭho esa appiccho santuṭṭho’’ti vatvā dhammaṁ desento imaṁ gāthamāha –",
  "atk-s0502a26:215": "404.",
  "atk-s0502a26:216": " ‘‘Asaṁsaṭṭhaṁ gahaṭṭhehi, anāgārehi cūbhayaṁ;",
  "atk-s0502a26:217": "Anokasārimappicchaṁ, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:218": "Tattha asaṁsaṭṭhanti dassanasavanasamullapanaparibhogakāyasaṁsaggānaṁ abhāvena asaṁsaṭṭhaṁ. Ubhayanti gihīhi ca anāgārehi cāti ubhayehipi asaṁsaṭṭhaṁ . Anokasārinti anālayacāriṁ taṁ evarūpaṁ ahaṁ brāhmaṇaṁ vadāmīti attho.",
  "atk-s0502a26:219": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:220": "Pabbhāravāsītissattheravatthu ekavīsatimaṁ.",
  "atk-s0502a26:221": "22. Aññatarabhikkhuvatthu",
  "atk-s0502a26:222": "Nidhāya daṇḍanti imaṁ dhammadesanaṁ satthā jetavane viharanto aññataraṁ bhikkhuṁ ārabbha kathesi.",
  "atk-s0502a26:223": "So kira satthu santike kammaṭṭhānaṁ gahetvā araññe vāyamanto arahattaṁ patvā ‘‘paṭiladdhaguṇaṁ satthu ārocessāmī’’ti tato nikkhami. Atha naṁ ekasmiṁ gāme ekā itthī sāmikena saddhiṁ kalahaṁ katvā tasmiṁ bahi nikkhante ‘‘kulagharaṁ gamissāmī’’ti maggaṁ paṭipannā antarāmagge disvā ‘‘imaṁ theraṁ nissāya gamissāmī’’ti piṭṭhito piṭṭhito anubandhi. Thero pana taṁ na passati. Athassā sāmiko gehaṁ āgato taṁ adisvā ‘‘kulagāmaṁ gatā bhavissatī’’ti anubandhanto taṁ disvā ‘‘na sakkā imāya ekikāya imaṁ aṭaviṁ paṭipajjituṁ, kaṁ nu kho nissāya gacchatī’’ti olokento theraṁ disvā ‘‘ayaṁ imaṁ gaṇhitvā nikkhanto bhavissatī’’ti cintetvā theraṁ santajjesi. Atha naṁ sā itthī ‘‘neva maṁ esa bhadanto passati, na ālapati, mā naṁ kiñci avacā’’ti āha. So ‘‘kiṁ pana tvaṁ attānaṁ gahetvā gacchantaṁ mama ācikkhissasi, tuyhameva anucchavikaṁ imassa karissāmī’’ti uppannakodho itthiyā āghātena theraṁ pothetvā taṁ ādāya nivatti. Therassa sakalasarīraṁ sañjātagaṇḍaṁ ahosi. Athassa vihāraṁ gatakāle bhikkhū sarīraṁ sambāhantā gaṇḍe disvā ‘‘kiṁ ida’’nti pucchiṁsu. So tesaṁ tamatthaṁ ārocesi. Atha naṁ bhikkhū, ‘‘āvuso, tasmiṁ purise evaṁ paharante tvaṁ kiṁ avaca, kiṁ vā te kodho uppanno’’ti. ‘‘Na me, āvuso, kodho uppajjī’’ti vutte satthu santikaṁ gantvā tamatthaṁ ārocetvā, ‘‘bhante, esa bhikkhu ‘kodho te uppajjatī’ti vuccamāno ‘na me, āvuso, kodho uppajjatī’ti abhūtaṁ vatvā aññaṁ byākarotī’’ti ārocesuṁ. Satthā tesaṁ kathaṁ sutvā, ‘‘bhikkhave, khīṇāsavā nāma nihitadaṇḍā, te paharantesupi kodhaṁ na karontiyevā’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a26:224": "405.",
  "atk-s0502a26:225": " ‘‘Nidhāya daṇḍaṁ bhūtesu, tasesu thāvaresu ca;",
  "atk-s0502a26:226": "Yo na hanti na ghāteti, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:227": "Tattha nidhāyāti nikkhipitvā oropetvā. Tasesu thāvaresu cāti taṇhātāsena tasesu, taṇhāabhāvena thiratāya thāvaresu ca. Yo na hantīti yo evaṁ sabbasattesu vigatapaṭighatāya nikkhittadaṇḍo neva kañci sayaṁ hanati, na aññe ghāteti, tamahaṁ brāhmaṇaṁ vadāmīti attho.",
  "atk-s0502a26:228": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:229": "Aññatarabhikkhuvatthu bāvīsatimaṁ.",
  "atk-s0502a26:230": "23. Sāmaṇerānaṁ vatthu",
  "atk-s0502a26:231": "Aviruddhanti imaṁ dhammadesanaṁ satthā jetavane viharanto cattāro sāmaṇere ārabbha kathesi.",
  "atk-s0502a26:232": "Ekā kira brāhmaṇī catunnaṁ bhikkhūnaṁ uddesabhattaṁ sajjetvā brāhmaṇaṁ āha – ‘‘vihāraṁ gantvā cattāro mahallakabrāhmaṇe uddisāpetvā ānehī’’ti. So vihāraṁ gantvā ‘‘cattāro me brāhmaṇe uddisitvā dethā’’ti āha. Tassa saṁkicco paṇḍito sopāko revatoti sattavassikā cattāro khīṇāsavasāmaṇerā pāpuṇiṁsu. Brāhmaṇī mahārahāni āsanāni paññāpetvā ṭhitā sāmaṇere disvāva kupitā uddhane pakkhittaloṇaṁ viya taṭataṭāyamānā ‘‘tvaṁ vihāraṁ gantvā attano nattumattepi appahonte cattāro kumārake gahetvā āgatosī’’ti vatvā tesaṁ tesu āsanesu nisīdituṁ adatvā nīcapīṭhakāni attharitvā ‘‘etesu nisīdathā’’ti vatvā ‘‘gaccha, brāhmaṇa, mahallake oloketvā ānehī’’ti āha. Brāhmaṇo vihāraṁ gantvā sāriputtattheraṁ disvā ‘‘etha, amhākaṁ gehaṁ gamissāmā’’ti ānesi. Thero āgantvā sāmaṇere disvā ‘‘imehi brāhmaṇehi bhattaṁ laddha’’nti pucchitvā ‘‘na laddha’’nti vutte catunnameva bhattassa paṭiyattabhāvaṁ ñatvā ‘‘āhara me patta’’nti pattaṁ gahetvā pakkāmi. Brāhmaṇīpi ‘‘kiṁ iminā vutta’’nti pucchitvā ‘‘etesaṁ nisinnānaṁ brāhmaṇānaṁ laddhuṁ vaṭṭati, āhara me patta’’nti attano pattaṁ gahetvā gato, na bhuñjitukāmo bhavissati, sīghaṁ gantvā aññaṁ oloketvā ānehīti. Brāhmaṇo gantvā mahāmoggallānattheraṁ disvā tatheva vatvā ānesi. Sopi sāmaṇere disvā tatheva vatvā pattaṁ gahetvā pakkāmi. Atha naṁ brāhmaṇī āha – ‘‘ete na bhuñjitukāmā, brāhmaṇavādakaṁ gantvā ekaṁ mahallakabrāhmaṇaṁ ānehī’’ti.",
  "atk-s0502a26:233": "Sāmaṇerāpi pātova paṭṭhāya kiñci alabhamānā jighacchāya pīḷitā nisīdiṁsu. Atha nesaṁ guṇatejena sakkassa āsanaṁ uṇhākāraṁ dassesi. So āvajjento tesaṁ pātova paṭṭhāya nisinnānaṁ kilantabhāvaṁ ñatvā ‘‘mayā tattha gantuṁ vaṭṭatī’’ti jarājiṇṇo mahallakabrāhmaṇo hutvā tasmiṁ brāhmaṇavādake brāhmaṇānaṁ aggāsane nisīdi. Brāhmaṇo taṁ disvā ‘‘idāni me brāhmaṇī attamanā bhavissatī’’ti ehi gehaṁ gamissāmā’’ti taṁ ādāya gehaṁ agamāsi. Brāhmaṇī taṁ disvāva tuṭṭhacittā dvīsu āsanesu attharaṇaṁ ekasmiṁyeva attharitvā, ‘‘ayya, idha nisīdāhī’’ti āha. Sakko gehaṁ pavisitvā cattāro sāmaṇere pañcapatiṭṭhitena vanditvā tesaṁ āsanapariyante bhūmiyaṁ pallaṅkena nisīdi. Atha naṁ disvā brāhmaṇī brāhmaṇaṁ āha – ‘‘aho te ānīto brāhmaṇo, etampi ummattakaṁ gahetvā āgatosi, attano nattumatte vandanto vicarati, kiṁ iminā, nīharāhi na’’nti. So khandhepi hatthepi kacchāyapi gahetvā nikkaḍḍhiyamāno uṭṭhātumpi na icchati. Atha naṁ brāhmaṇī ‘‘ehi, brāhmaṇa, tvaṁ ekasmiṁ hatthe gaṇha, ahaṁ ekasmiṁ hatthe gaṇhissāmī’’ti ubhopi dvīsu hatthesu gahetvā piṭṭhiyaṁ pothentā gehadvārato bahi akaṁsu. Sakkopi nisinnaṭṭhāneyeva nisinno hatthaṁ parivattesi. Te nivattitvā taṁ nisinnameva disvā bhītaravaṁ ravantā vissajjesuṁ. Tasmiṁ khaṇe sakko attano sakkabhāvaṁ jānāpesi. Atha nesaṁ āhāraṁ adaṁsu. Pañcapi janā āhāraṁ gahetvā eko kaṇṇikāmaṇḍalaṁ vinivijjhitvā, eko chadanassa purimabhāgaṁ, eko pacchimabhāgaṁ, eko pathaviyaṁ nimujjitvā, sakkopi ekena ṭhānena nikkhamīti evaṁ pañcadhā agamaṁsu . Tato paṭṭhāya ca pana taṁ gehaṁ pañcachiddagehaṁ kira nāma jātaṁ.",
  "atk-s0502a26:234": "Sāmaṇerepi vihāraṁ gatakāle bhikkhū, ‘‘āvuso, kīdisa’’nti pucchiṁsu. Mā no pucchittha, amhākaṁ diṭṭhakālato paṭṭhāya brāhmaṇī kodhābhibhūtā paññattāsanesu no nisīditumpi adatvā ‘‘sīghaṁ sīghaṁ mahallakabrāhmaṇaṁ ānehī’’ti āha. Amhākaṁ upajjhāyo āgantvā amhe disvā ‘‘imesaṁ nisinnabrāhmaṇānaṁ laddhuṁ vaṭṭatī’’ti pattaṁ āharāpetvā nikkhami. ‘‘Aññaṁ mahallakaṁ brāhmaṇaṁ ānesī’’ti vutte brāhmaṇo mahāmoggallānattheraṁ ānesi, sopi amhe disvā tatheva vatvā pakkāmi. Atha brāhmaṇī ‘‘na ete bhuñjitukāmā, gaccha brāhmaṇavādakato ekaṁ mahallakabrāhmaṇaṁ ānehī’’ti brāhmaṇaṁ pahiṇi. So tattha gantvā brāhmaṇavesena āgataṁ sakkaṁ ānesi, tassa āgatakāle amhākaṁ āhāraṁ adaṁsūti. Evaṁ karontānaṁ pana tesaṁ tumhe na kujjhitthāti? Na kujjhimhāti. Bhikkhū taṁ sutvā satthu ārocesuṁ – ‘‘bhante, ime ‘na kujjhimhā’ti abhūtaṁ vatvā aññaṁ byākarontī’’ti. Satthā, ‘‘bhikkhave, khīṇāsavā nāma viruddhesupi na virujjhantiyevā’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a26:235": "406.",
  "atk-s0502a26:236": " ‘‘Aviruddhaṁ viruddhesu, attadaṇḍesu nibbutaṁ;",
  "atk-s0502a26:237": "Sādānesu anādānaṁ, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:238": "Tattha aviruddhanti āghātavasena viruddhesupi lokiyamahājanesu āghātābhāvena aviruddhaṁ. Hatthagate daṇḍe vā satthe vā avijjamānepi paresaṁ pahāradānato aviratattā attadaṇḍesu janesu nibbutaṁ nikkhittadaṇḍaṁ, pañcannaṁ khandhānaṁ ahaṁ mamanti gahitattā sādānesu tassa gahaṇassa abhāvena anādānaṁ taṁ evarūpaṁ ahaṁ brāhmaṇaṁ vadāmīti attho.",
  "atk-s0502a26:239": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:240": "Sāmaṇerānaṁ vatthu tevīsatimaṁ.",
  "atk-s0502a26:241": "24. Mahāpanthakattheravatthu",
  "atk-s0502a26:242": "Yassarāgo cāti imaṁ dhammadesanaṁ satthā veḷuvane viharanto mahāpanthakaṁ ārabbha kathesi.",
  "atk-s0502a26:243": "So hāyasmā cūḷapanthakaṁ catūhi māsehi ekaṁ gāthaṁ paguṇaṁ kātuṁ asakkontaṁ ‘‘tvaṁ sāsane abhabbo, gihibhogāpi parihīno, kiṁ te idha vāsena, ito nikkhamā’’ti vihārā nikkaḍḍhitvā dvāraṁ thakesi. Bhikkhū kathaṁ samuṭṭhāpesuṁ, ‘‘āvuso, mahāpanthakattherena idaṁ nāma kataṁ , khīṇāsavānampi maññe kodho uppajjatī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, khīṇāsavānaṁ rāgādayo kilesā atthi, mama puttena atthapurekkhāratāya ceva dhammapurekkhāratāya ca kata’’nti vatvā imaṁ gāthamāha –",
  "atk-s0502a26:244": "407.",
  "atk-s0502a26:245": " ‘‘Yassa rāgo ca doso ca, māno makkho ca pātito;",
  "atk-s0502a26:246": "Sāsaporiva āraggā, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:247": "Tattha āraggāti yassete rāgādayo kilesā, ayañca paraguṇamakkhanalakkhaṇo makkho āraggā sāsapo viya pātito, yathā sāsapo āragge na santiṭṭhati, evaṁ citte na santiṭṭhati, tamahaṁ brāhmaṇaṁ vadāmīti attho.",
  "atk-s0502a26:248": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:249": "Mahāpanthakattheravatthu catuvīsatimaṁ.",
  "atk-s0502a26:250": "25. Pilindavacchattheravatthu",
  "atk-s0502a26:251": "Akakkasanti imaṁ dhammadesanaṁ satthā veḷuvane viharanto pilindavacchattheraṁ ārabbha kathesi.",
  "atk-s0502a26:252": "So kirāyasmā ‘‘ehi, vasali, yāhi, vasalī’’tiādīni vadanto gihīpi pabbajitepi vasalivādeneva samudācarati. Athekadivasaṁ sambahulā bhikkhū satthu ārocesuṁ – ‘‘āyasmā, bhante, pilindavaccho bhikkhū vasalivādena samudācaratī’’ti. Satthā taṁ pakkosāpetvā ‘‘saccaṁ kira tvaṁ pilindavaccha bhikkhū vasalivādena samudācarasī’’ti pucchitvā ‘‘evaṁ, bhante’’ti vutte tassāyasmato pubbenivāsaṁ manasikaritvā ‘‘mā kho tumhe, bhikkhave, vacchassa bhikkhuno ujjhāyittha, na, bhikkhave, vaccho dosantaro bhikkhū vasalivādena samudācarati, vacchassa, bhikkhave, bhikkhuno pañca jātisatāni abbokiṇṇāni sabbāni tāni brāhmaṇakule paccājātāni, so tassa dīgharattaṁ vasalivādo samudāciṇṇo, khīṇāsavassa nāma kakkasaṁ pharusaṁ paresaṁ mammaghaṭṭanavacanameva natthi. Āciṇṇavasena hi mama putto evaṁ kathetī’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a26:253": "408.",
  "atk-s0502a26:254": " ‘‘Akakkasaṁ viññāpaniṁ, giraṁ saccamudīraye;",
  "atk-s0502a26:255": "Yāya nābhisaje kañci, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:256": "Tattha akakkasanti apharusaṁ. Viññāpaninti atthaviññāpaniṁ. Saccanti bhūtatthaṁ. Nābhisajeti yāya girāya aññaṁ kujjhāpanavasena na laggāpeyya, khīṇāsavo nāma evarūpameva giraṁ bhāseyya, tasmā tamahaṁ brāhmaṇaṁ vadāmīti attho.",
  "atk-s0502a26:257": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:258": "Pilindavacchattheravatthu pañcavīsatimaṁ.",
  "atk-s0502a26:259": "26. Aññatarattheravatthu",
  "atk-s0502a26:260": "Yodhadīghanti imaṁ dhammadesanaṁ satthā jetavane viharanto aññatarattheraṁ ārabbha kathesi.",
  "atk-s0502a26:261": "Sāvatthiyaṁ kireko micchādiṭṭhiko brāhmaṇo sarīragandhagahaṇabhayena uttarasāṭakaṁ apanetvā ekamante ṭhapetvā gehadvārābhimukho nisīdi. Atheko khīṇāsavo bhattakiccaṁ katvā vihāraṁ gacchanto taṁ sāṭakaṁ disvā ito cito ca oloketvā kañci apassanto ‘‘nissāmiko aya’’nti paṁsukūlaṁ adhiṭṭhahitvā gaṇhi. Atha naṁ brāhmaṇo disvā akkosanto upasaṅkamitvā ‘‘muṇḍaka , samaṇa, mama sāṭakaṁ gaṇhasī’’ti āha. Taveso, brāhmaṇāti. Āma, samaṇāti. ‘‘Mayā kañci apassantena paṁsukūlasaññāya gahito, gaṇha na’’nti tassa datvā vihāraṁ gantvā bhikkhūnaṁ tamatthaṁ ārocesi. Athassa vacanaṁ sutvā bhikkhū tena saddhiṁ keḷiṁ karontā ‘‘kiṁ nu kho, āvuso, sāṭako dīgho rasso thūlo saṇho’’ti. Āvuso, dīgho vā hotu rasso vā thūlo vā saṇho vā, natthi mayhaṁ tasmiṁ ālayo, paṁsukūlasaññāya naṁ gaṇhinti. Taṁ sutvā bhikkhū tathāgatassa ārocesuṁ – ‘‘esa, bhante, bhikkhu abhūtaṁ vatvā aññaṁ byākarotī’’ti. Satthā ‘‘bhūtaṁ, bhikkhave, esa katheti, khīṇāsavā nāma paresaṁ santakaṁ na gaṇhantī’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a26:262": "409.",
  "atk-s0502a26:263": " ‘‘Yodha dīghaṁ va rassaṁ vā, aṇuṁ thūlaṁ subhāsubhaṁ;",
  "atk-s0502a26:264": "Loke adinnaṁ nādiyati, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:265": "Tassattho – sāṭakābharaṇādīsu dīghaṁ vā rassaṁ vā maṇimuttādīsu aṇuṁ vā thūlaṁ vā mahagghaappagghavasena subhaṁ vā asubhaṁ vā yo puggalo imasmiṁ loke parapariggahitaṁ nādiyati, tamahaṁ brāhmaṇaṁ vadāmīti attho.",
  "atk-s0502a26:266": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:267": "Aññatarattheravatthu chabbīsatimaṁ.",
  "atk-s0502a26:268": "27. Sāriputtattheravatthu",
  "atk-s0502a26:269": "Āsā yassāti imaṁ dhammadesanaṁ satthā jetavane viharanto sāriputtattheraṁ ārabbha kathesi.",
  "atk-s0502a26:270": "Thero kira pañcabhikkhusataparivāro janapade ekaṁ vihāraṁ gantvā vassaṁ upagañchi. Manussā theraṁ disvā bahuṁ vassāvāsikaṁ paṭissuṇiṁsu. Thero pavāretvā sabbasmiṁ vassāvāsike asampatteyeva satthu santikaṁ gacchanto bhikkhū āha – ‘‘daharānañceva sāmaṇerānañca manussehi vassāvāsike āhaṭe gahetvā peseyyātha, ṭhapetvā vā sāsanaṁ pahiṇeyyāthā’’ti. Evaṁ vatvā ca pana satthu santikaṁ agamāsi. Bhikkhū kathaṁ samuṭṭhāpesuṁ ‘‘ajjāpi maññe sāriputtattherassa taṇhā atthiyeva. Tathā hi manussehi vassāvāsike dinne attano saddhivihārikānaṁ ‘vassāvāsikaṁ peseyyātha , ṭhapetvā vā sāsanaṁ pahiṇeyyāthā’ti bhikkhūnaṁ vatvā āgato’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, mama puttassa taṇhā atthi, manussānaṁ pana puññato daharasāmaṇerānañca dhammikalābhato parihāni mā ahosīti tenevaṁ kathita’’nti vatvā imaṁ gāthamāha –",
  "atk-s0502a26:271": "410.",
  "atk-s0502a26:272": " ‘‘Āsā yassa na vijjanti, asmiṁ loke paramhi ca;",
  "atk-s0502a26:273": "Nirāsāsaṁ visaṁyuttaṁ, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:274": "Tattha āsāti taṇhā. Nirāsāsanti nittaṇhaṁ. Visaṁyuttanti sabbakilesehi visaṁyuttaṁ tamahaṁ brāhmaṇaṁ vadāmīti attho.",
  "atk-s0502a26:275": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:276": "Sāriputtattheravatthu sattavīsatimaṁ.",
  "atk-s0502a26:277": "28. Mahāmoggallānattheravatthu",
  "atk-s0502a26:278": "Yassālayāti imaṁ dhammadesanaṁ satthā jetavane viharanto mahāmoggallānattheraṁ ārabbha kathesi. Vatthu purimasadisameva. Idha pana satthā moggallānattherassa nittaṇhabhāvaṁ vatvā imaṁ gāthamāha –",
  "atk-s0502a26:279": "411.",
  "atk-s0502a26:280": " ‘‘Yassālayā na vijjanti, aññāya akathaṁkathī;",
  "atk-s0502a26:281": "Amatogadhamanuppattaṁ, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:282": "Tattha ālayāti taṇhā. Aññāya akathaṁkathīti aṭṭha vatthūni yathābhūtaṁ jānitvā aṭṭhavatthukāya vicikicchāya nibbicikiccho. Amatogadhamanuppattanti amataṁ nibbānaṁ ogāhetvā anuppattaṁ tamahaṁ brāhmaṇaṁ vadāmīti attho.",
  "atk-s0502a26:283": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:284": "Mahāmoggallānattheravatthu aṭṭhavīsatimaṁ.",
  "atk-s0502a26:285": "29. Revatattheravatthu",
  "atk-s0502a26:286": "Yodhapuññañcāti imaṁ dhammadesanaṁ satthā pubbārāme viharanto revatattheraṁ ārabbha kathesi. Vatthu ‘‘gāme vā yadi vāraññe’’ti (dha. pa. 98) gāthāvaṇṇanāya vitthāritameva. Vuttañhi tattha (dha. pa. aṭṭha. 1.98) –",
  "atk-s0502a26:287": "Puna ekadivasaṁ bhikkhū kathaṁ samuṭṭhāpesuṁ ‘‘aho sāmaṇerassa lābho, aho puññaṁ, yena ekakena pañcannaṁ bhikkhusatānaṁ pañcakūṭāgārasatāni katānī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte, ‘‘bhikkhave, mayhaṁ puttassa neva puññaṁ atthi, na pāpaṁ, ubhayamassa pahīna’’nti vatvā imaṁ gāthamāha –",
  "atk-s0502a26:288": "412.",
  "atk-s0502a26:289": " ‘‘Yodha puññañca pāpañca, ubho saṅgamupaccagā;",
  "atk-s0502a26:290": "Asokaṁ virajaṁ suddhaṁ, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:291": "Tattha ubhoti dvepi puññāni ca pāpāni ca chaḍḍetvāti attho. Saṅganti rāgādibhedaṁ saṅgaṁ. Upaccagāti atikkanto. Vaṭṭamūlakasokābhāvena asokaṁ abbhantare rāgarajādīnaṁ abhāvena virajaṁ nirupakkilesatāya suddhaṁ tamahaṁ brāhmaṇaṁ vadāmīti attho.",
  "atk-s0502a26:292": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:293": "Revatattheravatthu ekūnatiṁsatimaṁ.",
  "atk-s0502a26:294": "30. Candābhattheravatthu",
  "atk-s0502a26:295": "Candaṁ vāti imaṁ dhammadesanaṁ satthā jetavane viharanto candābhattheraṁ ārabbha kathesi.",
  "atk-s0502a26:296": "Tatrāyaṁ anupubbī kathā – atīte eko bārāṇasivāsī vāṇijo ‘‘paccantaṁ gantvā candanaṁ āharissāmī’’ti bahūni vatthābharaṇādīni gahetvā pañcahi sakaṭasatehi paccantaṁ gantvā gāmadvāre nivāsaṁ gahetvā aṭaviyaṁ gopāladārake pucchi – ‘‘imasmiṁ gāme pabbatapādakammiko koci manusso atthī’’ti? ‘‘Āma, atthī’’ti. ‘‘Ko nāmeso’’ti? ‘‘Asuko nāmā’’ti. ‘‘Bhariyāya panassa puttānaṁ vā kiṁnāma’’nti? ‘‘Idañcidañcā’’ti. ‘‘Kahaṁ panassa ṭhāne geha’’nti? ‘‘Asukaṭṭhāne nāmā’’ti. So tehi dinnasaññāya sukhayānake nisīditvā tassa gehadvāraṁ gantvā yānā oruyha gehaṁ pavisitvā ‘‘asukanāme’’ti taṁ itthiṁ pakkosi. Sā ‘‘eko no ñātako bhavissatī’’ti vegenāgantvā āsanaṁ paññāpesi. So tattha nisīditvā nāmaṁ vatvā ‘‘mama sahāyo kaha’’nti pucchi. ‘‘Araññaṁ gato, sāmī’’ti. ‘‘Mama putto asuko nāma, mama dhītā asukā nāma kaha’’nti sabbesaṁ nāmaṁ kittentova pucchitvā ‘‘imāni nesaṁ vatthābharaṇāni dadeyyāsi, sahāyassāpi me aṭavito āgatakāle idaṁ vatthābharaṇaṁ dadeyyāsī’’ti adāsi. Sā tassa uḷāraṁ sakkāraṁ katvā sāmikassa āgatakāle ‘‘sāmi, iminā āgatakālato paṭṭhāya sabbesaṁ nāmaṁ vatvā idañcidañca dinna’’nti āha. Sopissa kattabbayuttakaṁ kari.",
  "atk-s0502a26:297": "Atha naṁ sāyaṁ sayane nisinno pucchi – ‘‘samma, pabbatapāde carantena te kiṁ bahuṁ diṭṭhapubba’’nti? ‘‘Aññaṁ na passāmi, rattasākhā pana me bahū rukkhā diṭṭhā’’ti. ‘‘Bahū rukkhā’’ti? ‘‘Āma, bahū’’ti. Tena hi te amhākaṁ dassehīti tena saddhiṁ gantvā rattacandanarukkhe chinditvā pañca sakaṭasatāni pūretvā āgacchanto taṁ āha – ‘‘samma, bārāṇasiyaṁ asukaṭṭhāne nāma mama gehaṁ, kālena kālaṁ mama santikaṁ āgaccheyyāsi, aññena ca me paṇṇākārena attho natthi, rattasākharukkhe eva āhareyyāsī’’ti. So ‘‘sādhū’’ti vatvā kālena kālaṁ tassa santikaṁ āgacchanto rattacandanameva āharati, sopissa bahudhanaṁ deti.",
  "atk-s0502a26:298": "Tato aparena samayena parinibbute kassapadasabale patiṭṭhite kañcanathūpe so puriso bahuṁ candanaṁ ādāya bārāṇasiṁ agamāsi. Athassa so sahāyako vāṇijo bahuṁ candanaṁ pisāpetvā pātiṁ pūretvā ‘‘ehi, samma, yāva bhattaṁ pacati, tāva cetiyakaraṇaṭṭhānaṁ gantvā āgamissāmā’’ti taṁ ādāya tattha gantvā candanapūjaṁ akāsi. Sopissa paccantavāsī sahāyako cetiyakucchiyaṁ candanena candamaṇḍalaṁ akāsi. Ettakamevassa pubbakammaṁ.",
  "atk-s0502a26:299": "So tato cuto devaloke nibbattitvā ekaṁ buddhantaraṁ tattha khepetvā imasmiṁ buddhuppāde rājagahanagare brāhmaṇamahāsālakule nibbatti. Tassa nābhimaṇḍalato candamaṇḍalasadisā pabhā uṭṭhahi, tenassa candābhotveva nāmaṁ kariṁsu. Cetiye kirassa candamaṇḍalakaraṇanissando esa. Brāhmaṇā cintayiṁsu – ‘‘sakkā amhehi imaṁ gahetvā lokaṁ khāditu’’nti. Taṁ yāne nisīdāpetvā ‘‘yo imassa sarīraṁ hatthena parāmasati, so evarūpaṁ nāma issariyasampattiṁ labhatī’’ti vatvā vicariṁsu. Sataṁ vā sahassaṁ vā dadamānā eva tassa sarīraṁ hatthena phusituṁ labhanti. Te evaṁ anuvicarantā sāvatthiṁ anuppattā nagarassa ca vihārassa ca antarā nivāsaṁ gaṇhiṁsu. Sāvatthiyampi pañcakoṭimattā ariyasāvakā purebhattaṁ dānaṁ datvā pacchābhattaṁ gandhamālavatthabhesajjādihatthā dhammassavanāya gacchanti. Brāhmaṇā te disvā ‘‘kahaṁ gacchathā’’ti pucchiṁsu. Satthu santikaṁ dhammassavanāyāti. Etha tattha gantvā kiṁ karissatha, amhākaṁ candābhassa brāhmaṇassa ānubhāvasadiso ānubhāvo natthi. Etassa hi sarīraṁ phusantā idaṁ nāma labhanti, etha passatha nanti. Tumhākaṁ candābhassa brāhmaṇassa ko ānubhāvo nāma, amhākaṁ satthāyeva mahānubhāvoti. Te aññamaññaṁ saññāpetuṁ asakkontā ‘‘vihāraṁ gantvā candābhassa vā amhākaṁ vā satthu ānubhāvaṁ jānissāmā’’ti taṁ gahetvā vihāraṁ agamaṁsu.",
  "atk-s0502a26:300": "Satthā tasmiṁ attano santikaṁ upasaṅkamanteyeva candābhāya antaradhānaṁ akāsi. So satthu santike aṅgārapacchiyaṁ kāko viya ahosi. Atha naṁ ekamantaṁ nayiṁsu, ābhā paṭipākatikā ahosi. Puna satthu santikaṁ ānayiṁsu, ābhā tatheva antaradhāyi. Evaṁ tikkhattuṁ gantvā antaradhāyamānaṁ ābhaṁ disvā candābho cintesi – ‘‘ayaṁ ābhāya antaradhānamantaṁ jānāti maññe’’ti. So satthāraṁ pucchi – ‘‘kiṁ nu kho ābhāya antaradhānamantaṁ jānāthā’’ti? Āma, jānāmīti. Tena hi me dethāti. Na sakkā apabbajitassa dātunti. So brāhmaṇe āha – ‘‘etasmiṁ mante gahite ahaṁ sakalajambudīpe jeṭṭhako bhavissāmi, tumhe ettheva hotha, ahaṁ pabbajitvā katipāheneva mantaṁ gaṇhissāmī’’ti. So satthāraṁ pabbajjaṁ yācitvā upasampajji. Athassa dvattiṁsākāraṁ ācikkhi. So ‘‘kiṁ ida’’nti pucchi. Idaṁ mantassa parikammaṁ sajjhāyituṁ vaṭṭatīti. Brāhmaṇāpi antarantarā āgantvā ‘‘gahito te manto’’ti pucchanti. Na tāva gaṇhāmīti. So katipāheneva arahattaṁ patvā brāhmaṇehi āgantvā pucchitakāle ‘‘yātha tumhe, idānāhaṁ anāgamanadhammo jāto’’ti āha. Bhikkhū tathāgatassa ārocesuṁ – ‘‘ayaṁ, bhante, abhūtaṁ vatvā aññaṁ byākarotī’’ti. Satthā ‘‘khīṇāsavo idāni, bhikkhave, mama putto candābho, bhūtamevesa kathetī’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a26:301": "413.",
  "atk-s0502a26:302": " ‘‘Candaṁva vimalaṁ suddhaṁ, vippasannamanāvilaṁ;",
  "atk-s0502a26:303": "Nandībhavaparikkhīṇaṁ, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:304": "Tattha vimalanti abbhādimalarahitaṁ. Suddhanti nirupakkilesaṁ. Vippasannanti pasannacittaṁ. Anāvilanti kilesāvilattarahitaṁ. Nandībhavaparikkhīṇanti tīsu bhavesu parikkhīṇataṇhaṁ tamahaṁ brāhmaṇaṁ vadāmīti attho.",
  "atk-s0502a26:305": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:306": "Candābhattheravatthu tiṁsatimaṁ.",
  "atk-s0502a26:307": "31. Sīvalittheravatthu",
  "atk-s0502a26:308": "Yo imanti imaṁ dhammadesanaṁ satthā kuṇḍakoliyaṁ nissāya kuṇḍadhānavane viharanto sīvalittheraṁ ārabbha kathesi.",
  "atk-s0502a26:309": "Ekasmiñhi samaye suppavāsā nāma koliyadhītā sattavassāni gabbhaṁ dhāretvā sattāhaṁ mūḷhagabbhā dukkhāhi tibbāhi kaṭukāhi vedanāhi phuṭṭhā ‘‘sammāsambuddho vata so bhagavā, yo imassa evarūpassa dukkhassa pahānāya dhammaṁ deseti. Suppaṭipanno vata tassa bhagavato sāvakasaṅgho, yo imassa evarūpassa dukkhassa pahānāya paṭipanno. Susukhaṁ vata taṁ nibbānaṁ, yathidaṁ evarūpaṁ dukkhaṁ na saṁvijjatī’’ti (udā. 18) imehi tīhi vitakkehi taṁ dukkhaṁ adhivāsentī sāmikaṁ satthu santikaṁ pesetvā tena tassā vacanena satthu vandanāya ārocitāya ‘‘sukhinī hotu suppavāsā koliyadhītā, arogā arogaṁ puttaṁ vijāyatū’’ti satthārā vuttakkhaṇeyeva sukhinī arogā arogaṁ puttaṁ vijāyitvā buddhappamukhaṁ bhikkhusaṅghaṁ nimantetvā sattāhaṁ mahādānaṁ adāsi. Puttopissā jātadivasato paṭṭhāya dhammakaraṇaṁ ādāya saṅghassa udakaṁ parissāvesi. So aparabhāge nikkhamitvā pabbajito arahattaṁ pāpuṇi.",
  "atk-s0502a26:310": "Athekadivasaṁ bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ ‘‘passathāvuso, evarūpo nāma arahattassa upanissayasampanno bhikkhu ettakaṁ kālaṁ mātukucchismiṁ dukkhaṁ anubhosi, kimaṅgaṁ pana aññe, bahuṁ vata iminā dukkhaṁ nitthiṇṇa’’nti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘āma, bhikkhave, mama putto ettakā dukkhā muccitvā idāni nibbānaṁ sacchikatvā viharatī’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a26:311": "414.",
  "atk-s0502a26:312": " ‘‘Yomaṁ palipathaṁ duggaṁ, saṁsāraṁ mohamaccagā;",
  "atk-s0502a26:313": "Tiṇṇo pāraṅgato jhāyī, anejo akathaṁkathī;",
  "atk-s0502a26:314": "Anupādāya nibbuto, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:315": "Tassattho – yo bhikkhu imaṁ rāgapalipathañceva kilesaduggañca saṁsāravaṭṭañca catunnaṁ ariyasaccānaṁ appaṭivijjhanakamohañca atīto, cattāro oghe tiṇṇo hutvā pāraṁ anuppatto, duvidhena jhānena jhāyī, taṇhāya abhāvena anejo, kathaṁkathāya abhāvena akathaṁkathī, upādānānaṁ abhāvena anupādiyitvā kilesanibbānena nibbuto, tamahaṁ brāhmaṇaṁ vadāmīti attho.",
  "atk-s0502a26:316": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:317": "Sīvalittheravatthu ekatiṁsatimaṁ.",
  "atk-s0502a26:318": "32. Sundarasamuddattheravatthu",
  "atk-s0502a26:319": "Yodhakāmeti imaṁ dhammadesanaṁ satthā jetavane viharanto sundarasamuddattheraṁ ārabbha kathesi.",
  "atk-s0502a26:320": "Sāvatthiyaṁ kireko kulaputto sundarasamuddakumāro nāma cattālīsakoṭivibhave mahākule nibbatto. So ekadivasaṁ pacchābhattaṁ gandhamālādihatthaṁ mahājanaṁ dhammassavanatthāya jetavanaṁ gacchantaṁ disvā ‘‘kahaṁ gacchathā’’ti pucchitvā ‘‘satthu santikaṁ dhammassavanatthāyā’’ti vutte ‘‘ahampi gamissāmī’’ti vatvā tena saddhiṁ gantvā parisapariyante nisīdi. Satthā tassa āsayaṁ viditvā anupubbiṁ kathaṁ kathesi. So ‘‘na sakkā agāraṁ ajjhāvasantena saṅkhalikhitaṁ brahmacariyaṁ caritu’’nti satthu dhammakathaṁ nissāya pabbajjāya jātussāho parisāya pakkantāya satthāraṁ pabbajjaṁ yācitvā ‘‘mātāpitūhi ananuññātaṁ tathāgatā na pabbājentī’’ti sutvā gehaṁ gantvā raṭṭhapālakulaputtādayo viya mahantena vāyāmena mātāpitaro anujānāpetvā satthu santike pabbajitvā laddhūpasampado ‘‘kiṁ me idha vāsenā’’ti tato nikkhamitvā rājagahaṁ gantvā piṇḍāya caranto vītināmesi.",
  "atk-s0502a26:321": "Athekadivasaṁ sāvatthiyaṁ tassa mātāpitaro ekasmiṁ chaṇadivase mahantena sirisobhaggena tassa sahāyakakumārake kīḷamāne disvā ‘‘amhākaṁ puttassa idaṁ dullabhaṁ jāta’’nti parideviṁsu. Tasmiṁ khaṇe ekā gaṇikā taṁ kulaṁ gantvā tassa mātaraṁ rodamānaṁ nisinnaṁ disvā ‘‘amma, kiṁ kāraṇā rodasī’’ti pucchi. ‘‘Puttaṁ anussaritvā rodāmī’’ti. ‘‘Kahaṁ pana so, ammā’’ti? ‘‘Bhikkhūsu pabbajito’’ti. ‘‘Kiṁ uppabbājetuṁ na vaṭṭatī’’ti? ‘‘Vaṭṭati, na pana icchati, ito nikkhamitvā rājagahaṁ gato’’ti. ‘‘Sacāhaṁ taṁ uppabbājeyyaṁ, kiṁ me kareyyāthā’’ti? ‘‘Imassa te kulassa kuṭumbasāminiṁ kareyyāmā’’ti. Tena hi me paribbayaṁ dethāti paribbayaṁ gahetvā mahantena parivārena rājagahaṁ gantvā tassa piṇḍāya caraṇavīthiṁ sallakkhetvā tatthekaṁ nivāsagehaṁ gahetvā pātova paṇītaṁ āhāraṁ paṭiyādetvā therassa piṇḍāya paviṭṭhakāle bhikkhaṁ datvā katipāhaccayena, ‘‘bhante, idheva nisīditvā bhattakiccaṁ karothā’’ti pattaṁ gaṇhi. So pattamadāsi.",
  "atk-s0502a26:322": "Atha naṁ paṇītena āhārena parivisitvā, ‘‘bhante, idheva piṇḍāya carituṁ phāsuka’’nti vatvā katipāhaṁ ālinde nisīdāpetvā bhojetvā dārake pūvehi saṅgaṇhitvā ‘‘etha tumhe therassa āgatakāle mayi vārentiyāpi idhāgantvā rajaṁ uṭṭhāpeyyāthā’’ti āha. Te punadivase therassa bhojanavelāya tāya vāriyamānāpi rajaṁ uṭṭhāpesuṁ. Sā punadivase, ‘‘bhante, dārakā vāriyamānāpi mama vacanaṁ asuṇitvā idha rajaṁ uṭṭhāpenti, antogehe nisīdathā’’ti anto nisīdāpetvā katipāhaṁ bhojesi. Puna dārake saṅgaṇhitvā ‘‘tumhe mayā vāriyamānāpi therassa bhojanakāle mahāsaddaṁ kareyyāthā’’ti āha. Te tathā kariṁsu. Sā punadivase, ‘‘bhante, imasmiṁ ṭhāne ativiya mahāsaddo hoti, dārakā mayā vāriyamānāpi vacanaṁ na gaṇhanti, uparipāsādeyeva nisīdathā’’ti vatvā therena adhivāsite theraṁ purato katvā pāsādaṁ abhiruhantī dvārāni pidahamānāva pāsādaṁ abhiruhi. Thero ukkaṭṭhasapadānacāriko samānopi rasataṇhāya baddho tassā vacanena sattabhūmikaṁ pāsādaṁ abhiruhi.",
  "atk-s0502a26:323": "Sā theraṁ nisīdāpetvā ‘‘cattālīsāya khalu, samma, puṇṇamukha ṭhānehi itthī purisaṁ accāvadati vijambhati vinamati gilasati vilajjati nakhena nakhaṁ ghaṭṭeti, pādena pādaṁ akkamati, kaṭṭhena pathaviṁ vilikhati, dārakaṁ ullaṅgheti olaṅgheti, kīḷati kīḷāpeti, cumbati cumbāpeti, bhuñjati bhuñjāpeti, dadāti āyācati, katamanukaroti, uccaṁ bhāsati, nīcaṁ bhāsati, aviccaṁ bhāsati, viviccaṁ bhāsati, naccena gītena vāditena roditena vilasitena vibhūsitena jagghati, pekkhati, kaṭiṁ cāleti, guyhabhaṇḍakaṁ cāleti, ūruṁ vivarati, ūruṁ pidahati, thanaṁ dasseti, kacchaṁ dasseti, nābhiṁ dasseti, akkhiṁ nikhaṇati, bhamukaṁ ukkhipati, oṭṭhaṁ palikhati, jivhaṁ nillāleti, dussaṁ muñcati, dussaṁ bandhati, sirasaṁ muñcati, sirasaṁ bandhatī’’ti (jā. 2.21.300) evaṁ āgataṁ itthikuttaṁ itthilīlaṁ dassetvā tassa purato ṭhitā imaṁ gāthamāha –",
  "atk-s0502a26:324": "‘‘Alattakakatā pādā, pādukāruyha vesiyā;",
  "atk-s0502a26:325": "Tuvampi daharo mama, ahampi daharā tava;",
  "atk-s0502a26:326": "Ubhopi pabbajissāma, jiṇṇā daṇḍaparāyaṇā’’ti. (theragā. 459, 462);",
  "atk-s0502a26:327": "Therassa ‘‘aho vata me bhāriyaṁ anupadhāretvā katakamma’’nti mahāsaṁvego udapādi. Tasmiṁ khaṇe satthā pañcacattālīsayojanamatthake jetavane nisinnova taṁ kāraṇaṁ disvā sitaṁ pātvākāsi. Atha naṁ ānandatthero pucchi – ‘‘bhante, ko nu kho hetu, ko paccayo sitassa pātukammāyā’’ti. Ānanda, rājagahanagare sattabhūmikapāsādatale sundarasamuddassa ca bhikkhuno gaṇikāya ca saṅgāmo vattatīti. Kassa nu kho, bhante, jayo bhavissati, kassa parājayoti? Satthā, ‘‘ānanda, sundarasamuddassa jayo bhavissati, gaṇikāya parājayo’’ti therassa jayaṁ pakāsetvā tattha nisinnakova obhāsaṁ pharitvā ‘‘bhikkhu ubhopi kāme nirapekkho pajahā’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a26:328": "415.",
  "atk-s0502a26:329": " ‘‘Yodha kāme pahantvāna, anāgāro paribbaje;",
  "atk-s0502a26:330": "Kāmabhavaparikkhīṇaṁ, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:331": "Tassattho – yo puggalo idha loke ubhopi kāme hitvā anāgāro hutvā paribbajati, taṁ parikkhīṇakāmañceva parikkhīṇabhavañca ahaṁ brāhmaṇaṁ vadāmīti attho.",
  "atk-s0502a26:332": "Desanāvasāne so thero arahattaṁ patvā iddhibalena vehāsaṁ abbhuggantvā kaṇṇikāmaṇḍalaṁ vinivijjhitvā satthu sarīraṁ thomentoyeva āgantvā satthāraṁ vandi. Dhammasabhāyampi kathaṁ samuṭṭhāpesuṁ, ‘‘āvuso, jivhāviññeyyaṁ rasaṁ nissāya manaṁ naṭṭho sundarasamuddatthero, satthā panassa avassayo jāto’’ti. Satthā taṁ kathaṁ sutvā ‘‘na, bhikkhave, idāneva, pubbepāhaṁ etassa rasataṇhāya baddhamanassa avassayo jātoyevā’’ti vatvā tehi yācito tassatthassa pakāsanatthaṁ atītaṁ āharitvā –",
  "atk-s0502a26:333": "‘‘Na kiratthi rasehi pāpiyo,",
  "atk-s0502a26:334": "Āvāsehi vā santhavehi vā;",
  "atk-s0502a26:335": "Vātamigaṁ gahananissitaṁ,",
  "atk-s0502a26:336": "Vasamānesi rasehi sañjayo’’ti. (jā. 1.1.14) –",
  "atk-s0502a26:337": "Ekakanipāte imaṁ vātamigajātakaṁ vitthāretvā ‘‘tadā sundarasamuddo vātamigo ahosi, imaṁ pana gāthaṁ vatvā tassa vissajjāpetā rañño mahāmacco ahamevā’’ti jātakaṁ samodhānesīti.",
  "atk-s0502a26:338": "Sundarasamuddattheravatthu battiṁsatimaṁ.",
  "atk-s0502a26:339": "33. Jaṭilattheravatthu",
  "atk-s0502a26:340": "Yodha taṇhanti imaṁ dhammadesanaṁ satthā veḷuvane viharanto jaṭilattheraṁ ārabbha kathesi.",
  "atk-s0502a26:341": "Tatrāyaṁ anupubbī kathā – atīte kira bārāṇasiyaṁ dve bhātaro kuṭumbikā mahantaṁ ucchukhettaṁ kāresuṁ. Athekadivasaṁ kaniṭṭhabhātā ucchukhettaṁ gantvā ‘‘ekaṁ jeṭṭhabhātikassa dassāmi, ekaṁ mayhaṁ bhavissatī’’ti dve ucchuyaṭṭhiyo rasassa anikkhamanatthāya chinnaṭṭhāne bandhitvā gaṇhi. Tadā kira ucchūnaṁ yantena pīḷanakiccaṁ natthi, agge vā mūle vā chinditvā ukkhittakāle dhammakaraṇato udakaṁ viya sayameva raso nikkhamati. Tassa pana khettato ucchuyaṭṭhiyo gahetvā āgamanakāle gandhamādane paccekabuddho samāpattito vuṭṭhāya ‘‘kassa nu kho ajja anuggahaṁ karissāmī’’ti upadhārento taṁ attano ñāṇajāle paviṭṭhaṁ disvā saṅgahaṁ kātuṁ samatthabhāvañca ñatvā pattacīvaraṁ ādāya iddhiyā āgantvā tassa purato aṭṭhāsi. So taṁ disvāva pasannacitto uttarasāṭakaṁ uccatare bhūmipadese attharitvā, ‘‘bhante, idha nisīdathā’’ti paccekabuddhaṁ nisīdāpetvā ‘‘pattaṁ upanāmethā’’ti ucchuyaṭṭhiyā bandhanaṭṭhānaṁ mocetvā pattassa upari akāsi, raso otaritvā pattaṁ pūresi. Paccekabuddhena tasmiṁ rase pīte ‘‘sādhukaṁ vata me ayyena raso pīto. Sace me jeṭṭhabhātiko mūlaṁ āharāpessati, mūlaṁ dassāmi. Sace pattiṁ āharāpessati, pattiṁ dassāmī’’ti cintetvā, ‘‘bhante, pattaṁ me upanāmethā’’ti dutiyampi ucchuyaṭṭhiṁ mocetvā rasaṁ adāsi. ‘‘Bhātā me ucchukhettato aññaṁ ucchuṁ āharitvā khādissatī’’ti ettakampi kirassa vañcanacittaṁ nāhosi. Paccekabuddho pana paṭhamaṁ ucchurasassa pītattā taṁ ucchurasaṁ aññehipi saddhiṁ saṁvibhajitukāmo hutvā gahetvāva nisīdi . So tassa ākāraṁ ñatvā pañcapatiṭṭhitena vanditvā, ‘‘bhante, yo ayaṁ mayā dinno aggaraso, imassa nissandena devamanussesu sampattiṁ anubhavitvā pariyosāne tumhehi pattadhammameva pāpuṇeyya’’nti patthanaṁ paṭṭhapesi. Paccekabuddhopissa ‘‘evaṁ hotū’’ti vatvā ‘‘icchitaṁ patthitaṁ tuyha’’nti dvīhi gāthāhi anumodanaṁ katvā yathā so passati, evaṁ adhiṭṭhahitvā ākāsena gandhamādanaṁ gantvā pañcannaṁ paccekabuddhasatānaṁ taṁ rasaṁ adāsi.",
  "atk-s0502a26:342": "So taṁ pāṭihāriyaṁ disvā bhātu santikaṁ gantvā ‘‘kahaṁ gatosī’’ti vutte ‘‘ucchukhettaṁ oloketuṁ gatomhī’’ti. ‘‘Kiṁ tādisena ucchukhettaṁ gatena, nanu nāma ekaṁ vā dve vā ucchuyaṭṭhiyo ādāya āgantabbaṁ bhaveyyā’’ti bhātarā vutto – ‘‘āma, bhātika, dve me ucchuyaṭṭhiyo gahitā, ekaṁ pana paccekabuddhaṁ disvā mama ucchuyaṭṭhito rasaṁ datvā ‘mūlaṁ vā pattiṁ vā dassāmī’ti tumhākampi me ucchuyaṭṭhito raso dinno, kiṁ nu kho tassa mūlaṁ gaṇhissatha, udāhu patti’’nti āha. ‘‘Kiṁ pana paccekabuddhena kata’’nti? ‘‘Mama ucchuyaṭṭhito rasaṁ pivitvā tumhākaṁ ucchuyaṭṭhito rasaṁ ādāya ākāsena gandhamādanaṁ gantvā pañcasatānaṁ paccekabuddhānaṁ adāsī’’ti. So tasmiṁ kathenteyeva nirantaraṁ pītiyā phuṭṭhasarīro hutvā ‘‘tena me paccekabuddhena diṭṭhadhammasseva adhigamo bhaveyyā’’ti patthanaṁ akāsi. Evaṁ kaniṭṭhena tisso sampattiyo patthitā, jeṭṭhena pana ekapadeneva arahattaṁ patthitanti idaṁ tesaṁ pubbakammaṁ.",
  "atk-s0502a26:343": "Te yāvatāyukaṁ ṭhatvā tato cutā devaloke nibbattitvā ekaṁ buddhantaraṁ khepayiṁsu. Tesaṁ devaloke ṭhitakāleyeva vipassī sammāsambuddho loke uppajji. Tepi devalokato cavitvā bandhumatiyā ekasmiṁ kulagehe jeṭṭho jeṭṭhova, kaniṭṭho kaniṭṭhova hutvā paṭisandhiṁ gaṇhiṁsu. Tesu jeṭṭhassa senoti nāmaṁ akaṁsu, kaniṭṭhassa aparājitoti . Tesu vayappattakāle kuṭumbaṁ saṇṭhāpetvā viharantesu ‘‘buddharatanaṁ loke uppannaṁ, dhammaratanaṁ, saṅgharatanaṁ, dānāni detha, puññāni karotha, ajja aṭṭhamī, ajja cātuddasī, ajja pannarasī, uposathaṁ karotha, dhammaṁ suṇāthā’’ti dhammaghosakassa bandhumatīnagare ghosanaṁ sutvā mahājanaṁ purebhattaṁ dānaṁ datvā pacchābhattaṁ dhammassavanāya gacchantaṁ disvā senakuṭumbiko ‘‘kahaṁ gacchathā’’ti pucchitvā ‘‘satthu santikaṁ dhammassavanāyā’’ti vutte ‘‘ahampi gamissāmī’’ti tehi saddhiṁyeva gantvā parisapariyante nisīdi.",
  "atk-s0502a26:344": "Satthā tassa ajjhāsayaṁ viditvā anupubbiṁ kathaṁ kathesi. So satthu dhammaṁ sutvā pabbajjāya ussāhajāto satthāraṁ pabbajjaṁ yāci. Atha naṁ satthā ‘‘atthi pana te apaloketabbā ñātakā’’ti pucchi. Atthi, bhanteti. Tena hi apaloketvā ehīti. So kaniṭṭhassa santikaṁ gantvā ‘‘yaṁ imasmiṁ kule sāpateyyaṁ, taṁ sabbaṁ tava hotū’’ti āha. Tumhe pana, sāmīti. Ahaṁ satthu santike pabbajissāmīti. Sāmi kiṁ vadetha, ahaṁ mātari matāya mātaraṁ viya, pitari mate pitaraṁ viya tumhe alatthaṁ, idaṁ kulaṁ mahābhogaṁ, gehe ṭhiteneva sakkā puññāni kātuṁ, mā evaṁ karitthāti. Mayā satthu santike dhammo suto, na sakkā taṁ agāramajjhe ṭhitena pūretuṁ, pabbajissāmevāhaṁ, tvaṁ nivattāhīti. Evaṁ so kaniṭṭhaṁ nivattāpetvā satthu santike pabbajitvā laddhūpasampado na cirasseva arahattaṁ pāpuṇi. Kaniṭṭhopi ‘‘bhātu pabbajitasakkāraṁ karissāmī’’ti sattāhaṁ buddhappamukhassa bhikkhusaṅghassa dānaṁ datvā bhātaraṁ vanditvā āha – ‘‘bhante, tumhehi attano bhavanissaraṇaṁ kataṁ, ahaṁ pana pañcahi kāmaguṇehi baddho nikkhamitvā pabbajituṁ na sakkomi, mayhaṁ gehe ṭhitasseva anucchavikaṁ mahantaṁ puññakammaṁ ācikkhathā’’ti. Atha naṁ thero ‘‘sādhu sādhu, paṇḍita, satthu gandhakuṭiṁ karohī’’ti āha. So ‘‘sādhū’’ti sampaṭicchitvā nānādārūni āharāpetvā thambhādīnaṁ atthāya tacchāpetvā ekaṁ suvaṇṇakhacitaṁ, ekaṁ rajatakhacitaṁ, ekaṁ maṇikhacitanti sabbāni sattaratanakhacitāni kāretvā tehi gandhakuṭiṁ kāretvā sattaratanakhacitāheva chadaniṭṭhakāhi chādāpesi. Gandhakuṭiyā karaṇakāleyeva pana taṁ attanā samānanāmako aparājitoyeva nāma bhāgineyyo upasaṅkamitvā ‘‘ahampi karissāmi, mayhampi pattiṁ detha mātulā’’ti āha. Na demi, tāta, aññehi asādhāraṇaṁ karissāmīti. So bahumpi yācitvā pattiṁ alabhamāno ‘‘gandhakuṭiyā purato kuñjarasālaṁ laddhuṁ vaṭṭatī’’ti sattaratanamayaṁ kuñjarasālaṁ kāresi. So imasmiṁ buddhuppāde meṇḍakaseṭṭhi hutvā nibbatti.",
  "atk-s0502a26:345": "Gandhakuṭiyaṁ pana sattaratanamayāni tīṇi mahāvātapānāni ahesuṁ. Tesaṁ abhimukhe heṭṭhā sudhāparikammakatā tisso pokkharaṇiyo kāretvā catujjātikagandhodakassa pūretvā aparājito, gahapati, pañcavaṇṇāni kusumāni ropāpesi tathāgatassa anto nisinnakāle vātavegena samuṭṭhitāhi reṇuvaṭṭīhi sarīrassa okiraṇatthaṁ. Gandhakuṭithūpikāya kapallaṁ rattasuvaṇṇamayaṁ ahosi, pavāḷamayā sikharā, heṭṭhā maṇimayā chadaniṭṭhakā. Iti sā naccanto viya moro sobhamānā aṭṭhāsi. Sattasu pana ratanesu koṭṭetabbayuttakaṁ koṭṭetvā itaraṁ sakalameva gahetvā jaṇṇumattena odhinā gandhakuṭiṁ parikkhipitvā pariveṇaṁ pūresi.",
  "atk-s0502a26:346": "Evaṁ gandhakuṭiṁ niṭṭhāpetvā aparājito, gahapati, bhātikattheraṁ upasaṅkamitvā āha – ‘‘bhante, niṭṭhitā gandhakuṭi, paribhogamassā paccāsīsāmi, paribhogena kira mahantaṁ puññaṁ hotī’’ti . So satthāraṁ upasaṅkamitvā, ‘‘bhante, iminā kira vo kuṭumbikena gandhakuṭi kāritā, idāni pana paribhogaṁ paccāsīsatī’’ti āha. Satthā uṭṭhāyāsanā gandhakuṭiabhimukhaṁ gantvā gandhakuṭiṁ parikkhipitvā parikkhittaratanarāsiṁ olokento dvārakoṭṭhake aṭṭhāsi. Atha naṁ kuṭumbiko ‘‘pavisatha, bhante’’ti āha. Satthā tattheva ṭhatvā tatiyavāre tassa bhātikattheraṁ olokesi. So olokitākāreneva ñatvā kaniṭṭhabhātaraṁ āha – ‘‘ehi, tāta, ‘mameva rakkhā bhavissati, tumhe yathāsukhaṁ vasathā’ti satthāraṁ vadehī’’ti. So tassa vacanaṁ sutvā satthāraṁ pañcapatiṭṭhitena vanditvā, ‘‘bhante, yathā manussā rukkhamūle pavisitvā anapekkhā pakkamanti, yathā vā nadiṁ taritvā uḷumpaṁ anapekkhā pariccajanti, evaṁ anapekkhā hutvā tumhe vasathā’’ti āha. Kimatthaṁ pana satthā aṭṭhāsi? Evaṁ kirassa ahosi – ‘‘buddhānaṁ santikaṁ purebhattampi pacchābhattampi bahū āgacchanti, tesu ratanāni ādāya pakkamantesu na sakkā amhehi vāretuṁ, pariveṇamhi ettake ratane vokiṇṇe attano upaṭṭhāke harantepi na vāretīti kuṭumbiko mayi āghātaṁ katvā apāyūpago bhaveyyā’’ti iminā kāraṇena aṭṭhāsi. Tena pana , ‘‘bhante, mameva rakkhā bhavissati, tumhe vasathā’’ti vutte pāvisi.",
  "atk-s0502a26:347": "Kuṭumbiko samantā rakkhaṁ ṭhapetvā manusse āha – ‘‘tātā, ucchaṅgena vā pacchipasibbakehi vā ādāya gacchante vāreyyātha, hatthena gahetvā gacchante pana mā vārayitthā’’ti. Antonagarepi ārocāpesi ‘‘mayā gandhakuṭipariveṇe satta ratanāni okiṇṇāni, satthu santike dhammaṁ sutvā gacchantā duggatamanussā ubho hatthe pūretvā gaṇhantu, sukhitāpi ekena gaṇhantū’’ti. Evaṁ kirassa ahosi ‘‘saddhā tāva dhammaṁ sotukāmā gamissantiyeva, assaddhāpi pana dhanalobhena gantvā dhammaṁ sutvā dukkhato muccissantī’’ti. Tasmā janasaṅgahatthāya evaṁ ārocāpesi. Mahājano tena vuttaniyāmeneva ratanāni gaṇhi. Sakiṁ okiṇṇaratanesu khīṇesu yāvatatiyaṁ jaṇṇumattena odhinā okirāpesiyeva. Satthu pana pādamūle tipusamattaṁ anagghaṁ maṇiratanaṁ ṭhapesi. Evaṁ kirassa ahosi – ‘‘satthu sarīrato suvaṇṇavaṇṇāya pabhāya saddhiṁ maṇipabhaṁ olokentānaṁ titti nāma na bhavissatī’’ti. Tasmā evamakāsi. Mahājanopi atittova olokesi.",
  "atk-s0502a26:348": "Athekadivasaṁ eko micchādiṭṭhikabrāhmaṇo ‘‘satthu kira pādamūle mahagghaṁ maṇiratanaṁ nikkhittaṁ, harissāmi na’’nti vihāraṁ gantvā satthāraṁ vandituṁ āgatassa mahājanassa antarena pāvisi. Kuṭumbiko tassa pavisanākāreneva ‘‘maṇiṁ gaṇhitukāmo’’ti sallakkhetvā ‘‘aho vata na gaṇheyyā’’ti cintesi. Sopi satthāraṁ vandanto viya pādamūle hatthaṁ upanāmetvā maṇiṁ gahetvā ovaṭṭikāya katvā pakkāmi. Kuṭumbiko tasmiṁ cittaṁ pasādetuṁ nāsakkhi. So dhammakathāvasāne satthāraṁ upasaṅkamitvā āha – ‘‘bhante, mayā tikkhattuṁ gandhakuṭiṁ parikkhipitvā jaṇṇumattena odhinā satta ratanāni okiṇṇāni, tāni me gaṇhantesu āghāto nāma nāhosi, cittaṁ bhiyyo bhiyyo pasīdiyeva. Ajja pana ‘aho vatāyaṁ brāhmaṇo maṇiṁ na gaṇheyyā’ti cintetvā tasmiṁ maṇiṁ ādāya gate cittaṁ pasādetuṁ nāsakkhi’’nti. Satthā tassa vacanaṁ sutvā ‘‘nanu, upāsaka, attano santakaṁ parehi anāharaṇīyaṁ kātuṁ sakkosī’’ti nayaṁ adāsi. So satthārā dinnanaye ṭhatvā satthāraṁ vanditvā ‘‘ajja ādiṁ katvā mama santakaṁ dasikasuttamattampi maṁ abhibhavitvā anekasatāpi rājāno vā corā vā gaṇhituṁ samatthā nāma mā hontu, aggināpi mama santakaṁ mā ḍayhatu, udakenapi mā vuyhatū’’ti patthanaṁ akāsi . Satthāpissa ‘‘evaṁ hotū’’ti anumodanaṁ akāsi. So gandhakuṭimahaṁ karonto aṭṭhasaṭṭhiyā bhikkhusatasahassānaṁ antovihāreyeva nava māse mahādānaṁ datvā dānapariyosāne sabbesaṁ ticīvaraṁ adāsi. Saṅghanavakassa cīvarasāṭakā sahassagghanakā ahesuṁ.",
  "atk-s0502a26:349": "So evaṁ yāvatāyukaṁ puññāni karitvā tato cuto devaloke nibbattitvā ettakaṁ kālaṁ devamanussesu saṁsaritvā imasmiṁ buddhuppāde rājagahe ekasmiṁ seṭṭhikule paṭisandhiṁ gahetvā aḍḍhamāsādhike nava māse mātukucchiyaṁ vasi. Jātadivase panassa sakalanagare sabbāvudhāni pajjaliṁsu, sabbesaṁ kāyarūḷhāni ābharaṇānipi pajjalitāni viya obhāsaṁ muñciṁsu, nagaraṁ ekapajjotaṁ ahosi. Seṭṭhipi pātova rājūpaṭṭhānaṁ agamāsi. Atha naṁ rājā pucchi – ‘‘ajja sabbāvudhāni pajjaliṁsu, nagaraṁ ekapajjotaṁ jātaṁ, jānāsi nu kho ettha kāraṇa’’nti? ‘‘Jānāmi, devā’’ti. ‘‘Kiṁ, seṭṭhī’’ti? ‘‘Mama gehe tumhākaṁ dāso jāto, tassa puññatejenevaṁ ahosī’’ti. ‘‘Kiṁ nu kho coro bhavissatī’’ti? ‘‘Natthetaṁ, deva, puññavā satto katābhinīhāro’’ti. ‘‘Tena hi naṁ sammā posetuṁ vaṭṭati, idamassa khīramūlaṁ hotū’’ti devasikaṁ sahassaṁ paṭṭhapesi. Athassa nāmagahaṇadivase sakalanagarassa ekapajjotabhūtattā jotikotveva nāmaṁ kariṁsu.",
  "atk-s0502a26:350": "Athassa vayappattakāle gehakaraṇatthāya bhūmitale sodhiyamāne sakkassa bhavanaṁ uṇhākāraṁ dassesi. Sakko ‘‘kiṁ nu kho ida’’nti upadhārayamāno ‘‘jotikassa gehaṭṭhānaṁ gaṇhantī’’ti ñatvā ‘‘nāyaṁ etehi katagehe vasissati, mayāpettha gantuṁ vaṭṭatī’’ti vaḍḍhakīvesena tattha gantvā ‘‘kiṁ karothā’’ti āha. ‘‘Jotikassa gehaṭṭhānaṁ gaṇhāmā’’ti. ‘‘Apetha, nāyaṁ tumhehi katagehe vasissatī’’ti vatvā soḷasakarīsamattaṁ bhūmipadesaṁ olokesi, so tāvadeva kasiṇamaṇḍalaṁ viya samo ahosi. Puna ‘‘imasmiṁ ṭhāne pathaviṁ bhinditvā sattaratanamayo sattabhūmikapāsādo uṭṭhahatū’’ti cintetvā olokesi, tāvadeva tathārūpo pāsādo uṭṭhahi. Puna ‘‘imaṁ parikkhipitvā sattaratanamayā satta pākārā uṭṭhahantū’’ti cintetvā olokesi, tathārūpā pākārā uṭṭhahiṁsu. Atha ‘‘nesaṁ pariyante kapparukkhā uṭṭhahantū’’ti cintetvā olokesi, tathārūpā kapparukkhā uṭṭhahiṁsu. ‘‘Pāsādassa catūsu kaṇṇesu catasso nidhikumbhiyo uṭṭhahantū’’ti cintetvā olokesi, sabbaṁ tatheva ahosi. Nidhikumbhīsu pana ekā yojanikā ahosi, ekā tigāvutikā, ekā aḍḍhayojanikā, ekā gāvutappamāṇā. Bodhisattassa nibbattanidhikumbhīnaṁ pana ekamukhappamāṇaṁ ahosi, heṭṭhā pathavīpariyantāva ahesuṁ. Jotikassa nibbattanidhikumbhīnaṁ mukhaparimāṇaṁ na kathitaṁ, sabbā mukhachinnatālaphalaṁ viya paripuṇṇāva uṭṭhahiṁsu. Pāsādassa catūsu kaṇṇesu taruṇatālakkhandhappamāṇā catasso suvaṇṇamayā ucchuyaṭṭhiyo nibbattiṁsu. Tāsaṁ maṇimayāni pattāni, sovaṇṇamayāni khandhāni ahesuṁ. Pubbakammassa dassanatthaṁ kiretāni, nibbattiṁsu.",
  "atk-s0502a26:351": "Sattasu dvārakoṭṭhakesu satta yakkhā ārakkhaṁ gaṇhiṁsu. Paṭhame dvārakoṭṭhake yamakoḷī nāma yakkho attano parivārena yakkhasahassena saddhiṁ ārakkhaṁ gaṇhi, dutiye uppalo nāma attano parivārayakkhānaṁ dvīhi sahassehi saddhiṁ, tatiye vajiro nāma tīhi sahassehi saddhiṁ, catutthe vajirabāhu nāma catūhi sahassehi saddhiṁ, pañcame kasakando nāma pañcahi sahassehi saddhiṁ, chaṭṭhe kaṭattho nāma chahi sahassehi saddhiṁ, sattame disāmukho nāma sattahi sahassehi saddhiṁ ārakkhaṁ gaṇhi. Evaṁ pāsādassa anto ca bahi ca gāḷharakkhā ahosi. ‘‘Jotikassa kira sattaratanamayo sattabhūmikapāsādo uṭṭhito, satta pākārā sattadvārakoṭṭhakā catasso nidhikumbhiyo uṭṭhitā’’ti sutvā bimbisāro rājā seṭṭhicchattaṁ pahiṇi. So jotikaseṭṭhi nāma ahosi.",
  "atk-s0502a26:352": "Tena pana saddhiṁ katapuññakammā itthī uttarakurūsu nibbatti. Atha naṁ devatā tato ānetvā sirigabbhe nisīdāpesuṁ. Sā āgacchamānā ekaṁ taṇḍulanāḷiṁ tayo ca jotipāsāṇe gaṇhi. Tesaṁ yāvajīvaṁ tāyeva taṇḍulanāḷiyā bhattaṁ ahosi. Sace kira te sakaṭasatampi taṇḍulānaṁ pūretukāmā honti, sā taṇḍulanāḷi nāḷiyeva hutvā tiṭṭhati. Bhattapacanakāle taṇḍule ukkhaliyaṁ pakkhipitvā tesaṁ pāsāṇānaṁ upari ṭhapeti, pāsāṇā tāvadeva pajjalitvā bhatte pakkamatte nibbāyanti. Teneva saññāṇena bhattassa pakkabhāvaṁ jānanti. Sūpeyyādipacanakālepi eseva nayo. Evaṁ tesaṁ jotipāsāṇehi āhāro paccati. Maṇiālokena ca vasanti, aggissa vā dīpassa vā obhāsaṁ neva jāniṁsu. ‘‘Jotikassa kira evarūpā sampattī’’ti sakalajambudīpe pākaṭo ahosi. Mahājano yānādīni yojetvā dassanatthāya āgacchati. Jotikaseṭṭhi āgatāgatānaṁ uttarakurutaṇḍulānaṁ bhattaṁ pacāpetvā dāpesi. ‘‘Kapparukkhehi vatthāni gaṇhantu, ābharaṇāni gaṇhantū’’ti āṇāpesi. ‘‘Gāvutikanidhikumbhiyā mukhaṁ vivarāpetvā yāpanamattaṁ dhanaṁ gaṇhantū’’ti āṇāpesi. Sakalajambudīpavāsikesu dhanaṁ gahetvā gacchantesu nidhikumbhiyā aṅgulimattampi ūnaṁ nāhosi. Gandhakuṭipariveṇe vālukaṁ katvā okiṇṇaratanānaṁ kirassa eso nissando.",
  "atk-s0502a26:353": "Evaṁ mahājane vatthābharaṇāni ceva dhanañca yadicchakaṁ ādāya gacchante bimbisāro tassa pāsādaṁ daṭṭhukāmopi mahājane āgacchante okāsaṁ nālattha. Aparabhāge yadicchakaṁ ādāya gatattā manussesu mandībhūtesu rājā jotikassa pitaraṁ āha – ‘‘tava puttassa pāsādaṁ daṭṭhukāmamhā’’ti. So ‘‘sādhu, devā’’ti vatvā gantvā puttassa kathesi – ‘‘tāta, rājā te pāsādaṁ daṭṭhukāmo’’ti. ‘‘Sādhu, tāta, āgacchatū’’ti. Rājā mahantena parivārena tattha agamāsi. Paṭhamadvārakoṭṭhake sammajjitvā kacavarachaḍḍikā dāsī rañño hatthaṁ adāsi, rājā ‘‘seṭṭhijāyā’’ti saññāya lajjamāno tassā bāhāya hatthaṁ na ṭhapesi. Evaṁ sesadvārakoṭṭhakesupi dāsiyo ‘‘seṭṭhibhariyāyo’’ti maññamāno tāsaṁ bāhāya hatthaṁ na ṭhapesi. Jotiko āgantvā rājānaṁ paccuggantvā vanditvā pacchato hutvā ‘‘purato yātha, devā’’ti āha. Rañño maṇipathavī sataporisapapāto viya hutvā upaṭṭhahi. So ‘‘iminā mama gahaṇatthāya opāto khaṇito’’ti maññamāno pādaṁ nikkhipituṁ na visahi. Jotiko ‘‘nāyaṁ, deva, opāto, mama pacchato āgacchathā’’ti purato ahosi. Rājā tena akkantakāle bhūmiṁ akkamitvā heṭṭhimatalato paṭṭhāya pāsādaṁ olokento vicari. Tadā ajātasattukumāropi pitu aṅguliṁ gahetvā vicaranto cintesi – ‘‘aho andhabālo mama pitā, gahapatike nāma sattaratanamaye pāsāde vasante esa rājā hutvā dārumaye gehe vasati, ahaṁ dāni rājā hutvā imassa imasmiṁ pāsāde vasituṁ na dassāmī’’ti.",
  "atk-s0502a26:354": "Raññopi uparimatalāni abhiruhantasseva pātarāsavelā jātā. So seṭṭhiṁ āmantetvā, ‘‘mahāseṭṭhi, idheva pātarāsaṁ bhuñjissāmā’’ti. Jānāmi, deva, sajjito devassāhāroti. So soḷasahi gandhodakaghaṭehi nhatvā ratanamaye seṭṭhissa nisīdanamaṇḍape paññatte tasseva nisīdanapallaṅke nisīdi. Athassa hatthadhovanūdakaṁ datvā satasahassagghanikāya suvaṇṇapātiyā kilinnapāyāsaṁ vaḍḍhetvā purato ṭhapayiṁsu. Rājā ‘‘bhojana’’nti saññāya bhuñjituṁ ārabhi. Seṭṭhi ‘‘nayidaṁ, deva, bhojanaṁ, kilinnapāyāso eso’’ti aññissā suvaṇṇapātiyā bhojanaṁ vaḍḍhetvā purimapātiyaṁ ṭhapayiṁsu. Tato uṭṭhitautunā kira taṁ bhuñjituṁ sukhaṁ hoti. Rājā madhurabhojanaṁ bhuñjanto pamāṇaṁ na aññāsi. Atha naṁ seṭṭhi vanditvā añjaliṁ paggayha ‘‘alaṁ, deva, ettakameva hotu, ito uttariṁ jirāpetuṁ na sakkā’’ti āha. Atha naṁ rājā āha – ‘‘kiṁ, gahapati, garukaṁ katvā kathesi attano bhatta’’nti? Deva, natthetaṁ, tumhākaṁ sabbassāpi hi balakāyassa idameva bhattaṁ idaṁ supeyyaṁ. Api ca kho ahaṁ ayasassa bhāyāmīti. Kiṁ kāraṇāti? Sace devassa kāyālasiyamattaṁ bhaveyya, ‘‘hiyyo raññā seṭṭhissa gehe bhattaṁ bhuttaṁ, seṭṭhinā kiñci kataṁ bhavissatī’’ti vacanassa bhāyāmi, devāti. Tena hi bhattaṁ hara, udakaṁ āharāti. Rañño bhattakiccāvasāne sabbo rājaparivāro tadeva bhattaṁ paribhuñji.",
  "atk-s0502a26:355": "Rājā sukhakathāya nisinno seṭṭhiṁ āmantetvā, ‘‘kiṁ imasmiṁ gehe seṭṭhibhariyā natthī’’ti āha? ‘‘Āma atthi, devā’’ti. ‘‘Kahaṁ sā’’ti? ‘‘Sirigabbhe nisinnā, devassa āgatabhāvaṁ na jānātī’’ti. Kiñcāpi hi pātova rājā saparivāro āgato, sā panassa āgatabhāvaṁ na jānāteva. Tato seṭṭhi ‘‘rājā me bhariyaṁ daṭṭhukāmo’’ti tassā santikaṁ gantvā ‘‘rājā āgato, kiṁ tava rājānaṁ daṭṭhuṁ na vaṭṭatī’’ti āha. Sā nipannakāva ‘‘ko esa, sāmi, rājā nāmā’’ti vatvā ‘‘rājā nāma amhākaṁ issaro’’ti vutte anattamanataṁ pavedentī ‘‘dukkaṭāni vata no puññakammāni, yesaṁ no issaropi atthi. Assaddhāya nāma puññakammāni katvā mayaṁ sampattiṁ pāpuṇitvā aññassa issariyaṭṭhāne nibbattamhā. Addhā amhehi asaddahitvā dānaṁ dinnaṁ bhavissati, tassetaṁ phala’’nti vatvā ‘‘kiṁ dāni karomi, sāmī’’ti āha. Tālavaṇṭaṁ ādāya āgantvā rājānaṁ bījāhīti. Tassā tālavaṇṭaṁ ādāya āgantvā rājānaṁ bījentiyā rañño veṭhanassa gandhavāto akkhīni pahari, athassā akkhīhi assudhārā pavattiṁsu. Taṁ disvā rājā seṭṭhiṁ āha – ‘‘mahāseṭṭhi, mātugāmo nāma appabuddhiko, ‘rājā me sāmikassa sampattiṁ gaṇheyyā’ti bhayena rodati maññe, assāsehi naṁ ‘na me tava sampattiyā attho’’’ti. Na esā, deva, rodatīti. Atha kiṁ etanti? Tumhākaṁ veṭhanagandhenassā assūni pavattiṁsu. Ayañhi dīpobhāsaṁ vā aggiobhāsaṁ vā adisvā maṇiālokeneva bhuñjati ca nisīdati ca nipajjati ca, devo pana dīpālokena nisinno bhavissatīti? Āma, seṭṭhīti. Tena hi, deva, ajja paṭṭhāya maṇiālokena nisīdathāti mahantaṁ tipusamattaṁ anagghaṁ maṇiratanaṁ adāsi. Rājā gehaṁ oloketvā ‘‘mahatī vata jotikassa sampattī’’ti vatvā agamāsi. Ayaṁ tāva jotikassa uppatti.",
  "atk-s0502a26:356": "Idāni jaṭilassa uppatti veditabbā – bārāṇasiyañhi ekā seṭṭhidhītā abhirūpā ahosi, taṁ pannarasasoḷasavassuddesikakāle rakkhaṇatthāya ekaṁ dāsiṁ datvā sattabhūmikassa pāsādassa uparimatale sirigabbhe vāsayiṁsu. Taṁ ekadivasaṁ vātapānaṁ vivaritvā bahi olokayamānaṁ ākāsena gacchanto eko vijjādharo disvā uppannasineho vātapānena pavisitvā tāya saddhiṁ santhavamakāsi. Sā tena saddhiṁ saṁvāsamanvāya na cirasseva gabbhaṁ paṭilabhi. Atha naṁ sā dāsī disvā, ‘‘amma, kiṁ ida’’nti vatvā ‘‘hotu mā kassaci ācikkhī’’ti tāya vuttā bhayena tuṇhī ahosi. Sāpi dasamāsaccayena puttaṁ vijāyitvā navabhājanaṁ āharāpetvā tattha taṁ dārakaṁ nipajjāpetvā taṁ bhājanaṁ pidahitvā upari pupphadāmāni ṭhapetvā ‘‘imaṁ sīsena ukkhipitvā gaṅgāya vissajjehi, ‘kiṁ ida’nti ca puṭṭhā ‘ayyāya me balikamma’nti vadeyyāsī’’ti dāsiṁ āṇāpesi. Sā tathā akāsi.",
  "atk-s0502a26:357": "Heṭṭhāgaṅgāyampi dve itthiyo nhāyamānā taṁ bhājanaṁ udakenāhariyamānaṁ disvā ekā ‘‘mayhetaṁ bhājana’’nti āha. Ekā ‘‘yaṁ etassa anto, taṁ mayha’’nti vatvā bhājane sampatte taṁ ādāya thale ṭhapetvā vivaritvā dārakaṁ disvā ekā ‘‘mama bhājananti vuttatāya dārako mameva hotī’’ti āha. Ekā ‘‘yaṁ bhājanassa anto, taṁ mameva hotūti vuttatāya mama dārako’’ti āha. Tā vivadamānā vinicchayaṭṭhānaṁ gantvā tamatthaṁ ārocetvā amaccesu vinicchituṁ asakkontesu rañño santikaṁ agamaṁsu. Rājā tāsaṁ vacanaṁ sutvā ‘‘tvaṁ dārakaṁ gaṇha, tvaṁ bhājanaṁ gaṇhā’’ti āha. Yāya pana dārako laddho, sā mahākaccānattherassa upaṭṭhāyikā ahosi. Tasmā sā dārakaṁ ‘‘imaṁ therassa santike pabbājessāmī’’ti posesi. Tassa jātadivase gabbhamalassa dhovitvā anapanītatāya kesā jaṭitā hutvā aṭṭhaṁsu, tenassa jaṭilotveva nāmaṁ kariṁsu. Tassa padasā vicaraṇakāle thero taṁ gehaṁ piṇḍāya pāvisi. Upāsikā theraṁ nisīdāpetvā āhāramadāsi. Thero dārakaṁ disvā ‘‘kiṁ upāsike dārako laddho’’ti pucchi. ‘‘Āma, bhante, imāhaṁ dārakaṁ tumhākaṁ santike pabbājessāmīti posesiṁ, pabbājetha na’’nti adāsi. Thero ‘‘sādhū’’ti ādāya taṁ gacchanto ‘‘atthi nu kho imassa gihisampattiṁ anubhavituṁ puññakamma’’nti olokento ‘‘mahāpuñño satto mahāsampattiṁ anubhavissati, daharo esa tāva, ñāṇampissa paripākaṁ na gacchatī’’ti cintetvā taṁ ādāya takkasilāyaṁ ekassa upaṭṭhākassa gehaṁ agamāsi.",
  "atk-s0502a26:358": "So theraṁ vanditvā ṭhito taṁ dārakaṁ disvā ‘‘dārako vo, bhante, laddho’’ti pucchi. Āma, upāsaka, pabbajissati, daharo tāva, taveva santike hotūti. So ‘‘sādhu, bhante’’ti taṁ puttaṭṭhāne ṭhapetvā paṭijaggi. Tassa pana gehe dvādasa vassāni bhaṇḍakaṁ ussannaṁ hoti. So gāmantaraṁ gacchanto sabbampi taṁ bhaṇḍaṁ āpaṇaṁ haritvā dārakaṁ āpaṇe nisīdāpetvā tassa tassa bhaṇḍakassa mūlaṁ ācikkhitvā ‘‘idañca idañca ettakaṁ nāma dhanaṁ gahetvā dadeyyāsī’’ti vatvā pakkāmi. Taṁdivasaṁ nagarapariggāhikā devatā antamaso maricajīrakamattenāpi atthike tasseva āpaṇābhimukhe kariṁsu. So dvādasa vassāni ussannaṁ bhaṇḍakaṁ ekadivaseneva vikkiṇi. Kuṭumbiko āgantvā āpaṇe kiñci adisvā ‘‘sabbaṁ te, tāta, bhaṇḍakaṁ nāsita’’nti āha. Na nāsemi, sabbaṁ tumhehi vuttanayeneva vikkiṇiṁ, idaṁ asukassa mūlaṁ, idaṁ asukassāti. Kuṭumbiko pasīditvā ‘‘anaggho puriso, yattha katthaci jīvituṁ samattho’’ti attano gehe vayappattaṁ dhītaraṁ tassa datvā ‘‘gehamassa karothā’’ti purise āṇāpetvā niṭṭhite gehe ‘‘gacchatha, tumhe attano gehe vasathā’’ti āha.",
  "atk-s0502a26:359": "Athassa gehapavisanakāle ekena pādena ummāre akkantamatte gehassa pacchimabhāge bhūmiṁ bhinditvā asītihattho suvaṇṇapabbato uṭṭhahi. Rājā ‘‘jaṭilakumārassa kira gehe bhūmiṁ bhinditvā suvaṇṇapabbato uṭṭhito’’ti sutvāva tassa seṭṭhicchattaṁ pesesi. So jaṭilaseṭṭhi nāma ahosi. Tassa tayo puttā ahesuṁ. So tesaṁ vayappattakāle pabbajjāya cittaṁ uppādetvā ‘‘sace amhehi samānabhogaṁ seṭṭhikulaṁ bhavissati, pabbajituṁ dassanti. No ce, na dassanti. Atthi nu kho jambudīpe amhehi samānabhogaṁ kula’’nti vīmaṁsanatthāya suvaṇṇamayaṁ iṭṭhakaṁ suvaṇṇamayaṁ patodalaṭṭhiṁ suvaṇṇamayaṁ pādukañca kārāpetvā purisānaṁ hatthe datvā ‘‘gacchatha, imāni ādāya kiñcideva olokayamānā viya jambudīpatale vicaritvā amhehi samānabhogassa seṭṭhikulassa atthibhāvaṁ vā natthibhāvaṁ vā ñatvā āgacchathā’’ti pahiṇi.",
  "atk-s0502a26:360": "Te cārikaṁ carantā bhaddiyanagaraṁ pāpuṇiṁsu. Atha ne meṇḍakaseṭṭhi disvā, ‘‘tātā, kiṁ karontā vicarathā’’ti pucchitvā ‘‘ekaṁ olokentā vicarāmā’’ti vutte ‘‘imesaṁ imāni gahetvā kiñcideva oloketuṁ vicaraṇakiccaṁ natthi, raṭṭhaṁ pariggaṇhamānā vicarantī’’ti ñatvā, ‘‘tātā, amhākaṁ pacchimagehaṁ pavisitvā olokethā’’ti āha. Te tattha aṭṭhakarīsamatte ṭhāne hatthiassausabhappamāṇe piṭṭhiyā piṭṭhiṁ āhacca pathaviṁ bhinditvā uṭṭhite heṭṭhā vuttappakāre suvaṇṇameṇḍake disvā tesaṁ antarantarā vicaritvā nikkhamiṁsu. Atha ne seṭṭhi, ‘‘tātā, yaṁ olokentā vicaratha, diṭṭho vo so’’ti pucchitvā ‘‘passāma, sāmī’’ti vutte ‘‘tena hi gacchathā’’ti uyyojesi. Te tatova gantvā attano seṭṭhinā ‘‘kiṁ, tātā, diṭṭhaṁ vo amhākaṁ samānabhogaṁ seṭṭhikula’’nti vutte, ‘‘sāmi, tumhākaṁ kiṁ atthi, bhaddiyanagare meṇḍakaseṭṭhino evarūpo nāma vibhavo’’ti sabbaṁ taṁ pavattiṁ ācikkhiṁsu. Taṁ sutvā seṭṭhi attamano hutvā ‘‘ekaṁ tāva seṭṭhikulaṁ laddhaṁ, aparampi nu kho atthī’’ti satasahassagghanikaṁ kambalaṁ datvā ‘‘gacchatha, tātā, aññampi. Seṭṭhikulaṁ vicinathā’’ti pahiṇi.",
  "atk-s0502a26:361": "Te rājagahaṁ gantvā jotikaseṭṭhissa gehato avidūre dārurāsiṁ katvā aggiṁ datvā aṭṭhaṁsu. ‘‘Kiṁ ida’’nti puṭṭhakāle ca ‘‘ekaṁ no mahagghakambalaṁ vikkiṇantānaṁ kayiko natthi, gahetvā vicarantāpi corānaṁ bhāyāma, tena taṁ jhāpetvā gamissāmā’’ti vadiṁsu. Atha ne jotikaseṭṭhi disvā ‘‘ime kiṁ karontī’’ti pucchitvā tamatthaṁ sutvā pakkosāpetvā ‘‘kiṁ agghanako kambalo’’ti pucchi. ‘‘Satasahassagghanako’’ti vutte satasahassaṁ dāpetvā ‘‘dvārakoṭṭhakaṁ sammajjitvā kacavarachaḍḍikāya dāsiyā dethā’’ti tesaṁyeva hatthe pahiṇi. Sā kambalaṁ gahetvā rodamānā sāmikassa santikaṁ āgantvā ‘‘kiṁ maṁ, sāmi, aparādhe sati paharituṁ na vaṭṭati, kasmā me evarūpaṁ thūlakambalaṁ pahiṇittha, kathāhaṁ imaṁ nivāsessāmi vā pārupissāmi vā’’ti. Nāhaṁ tava etadatthāya pahiṇiṁ, etaṁ pana paliveṭhetvā tava sayanapādamūle ṭhapetvā nipajjanakāle gandhodakena dhotānaṁ pādānaṁ puñchanatthāya te pahiṇiṁ, kiṁ etampi kātuṁ na sakkosīti. Sā ‘‘etaṁ pana kātuṁ sakkhissāmī’’ti gahetvā agamāsi. Te ca purisā taṁ kāraṇaṁ disvā attano seṭṭhissa santikaṁ gantvā ‘‘kiṁ, tātā, diṭṭhaṁ vo seṭṭhikula’’nti vutte, ‘‘sāmi, kiṁ tumhākaṁ atthi, rājagahanagare jotikaseṭṭhissa evarūpā nāma sampattī’’ti sabbaṁ gehasampattiṁ ārocetvā taṁ pavattiṁ ācikkhiṁsu. Seṭṭhi tesaṁ vacanaṁ sutvā tuṭṭhamānaso ‘‘idāni pabbajituṁ labhissāmī’’ti rañño santikaṁ gantvā ‘‘pabbajitukāmomhi, devā’’ti āha. Sādhu, mahāseṭṭhi, pabbajāhīti . So gehaṁ gantvā putte pakkosāpetvā suvaṇṇadaṇḍaṁ vajirakuddālaṁ jeṭṭhaputtassa hatthe ṭhapetvā, ‘‘tāta, pacchimagehe suvaṇṇapabbatato suvaṇṇapiṇḍaṁ uddharāhī’’ti āha. So kuddālaṁ ādāya gantvā suvaṇṇapabbataṁ pahari, piṭṭhipāsāṇe pahaṭakālo viya ahosi. Tassa hatthato kuddālaṁ gahetvā majjhimaputtassa hatthe datvā pahiṇi, tassapi suvaṇṇapabbataṁ paharantassa piṭṭhipāsāṇe pahaṭakālo viya ahosi. Atha naṁ kaniṭṭhaputtassa hatthe datvā pahiṇi, tassa taṁ gahetvā paharantassa koṭṭetvā rāsikatāya mattikāya pahaṭakālo viya ahosi. Atha naṁ seṭṭhi ‘‘ehi, tāta, alaṁ ettakenā’’ti vatvā itare dve jeṭṭhabhātike pakkosāpetvā ‘‘ayaṁ suvaṇṇapabbato na tumhākaṁ nibbatto, mayhañca kaniṭṭhassa ca nibbatto, iminā saddhiṁ ekato hutvā paribhuñjathā’’ti āha. Kasmā pana so tesameva nibbattati, kasmā ca jaṭilo jātakāle udake pātitoti? Attano katakammeneva.",
  "atk-s0502a26:362": "Kassapasammāsambuddhassa hi cetiye kariyamāne eko khīṇāsavo cetiyaṭṭhānaṁ gantvā oloketvā, ‘‘tātā, kasmā cetiyassa uttarena mukhaṁ na uṭṭhahatī’’ti pucchi. ‘‘Suvaṇṇaṁ nappahotī’’ti āhaṁsu. Ahaṁ antogāmaṁ pavisitvā samādapessāmi, tumhe ādarena kammaṁ karothāti. So evaṁ vatvā nagaraṁ pavisitvā, ‘‘ammā, tātā, tumhākaṁ cetiyassa ekasmiṁ mukhe suvaṇṇaṁ nappahoti, suvaṇṇaṁ jānāthā’’ti mahājanaṁ samādapento suvaṇṇakārakulaṁ agamāsi. Suvaṇṇakāropi taṅkhaṇeyeva bhariyāya saddhiṁ kalahaṁ karonto nisinno hoti. Atha naṁ thero ‘‘cetiye tumhehi gahitamukhassa suvaṇṇaṁ nappahoti, taṁ jānituṁ vaṭṭatī’’ti āha. So bhariyāya kopena ‘‘tava satthāraṁ udake khipitvā gacchā’’ti āha. Atha naṁ sā ‘‘atisāhasikakammaṁ te kataṁ, mama kuddhena te ahameva akkositabbā vā paharitabbā vā, kasmā atītānāgatapaccuppannesu buddhesu veramakāsī’’ti āha. Suvaṇṇakāro tāvadeva saṁvegappatto hutvā ‘‘khamatha me, bhante’’ti vatvā therassa pādamūle nipajji. Tāta, ahaṁ tayā na kiñci vutto, satthāraṁ khamāpehīti. Kinti katvā khamāpemi, bhanteti. Suvaṇṇapupphānaṁ tayo kumbhe katvā antodhātunidhāne pakkhipitvā allavattho allakeso hutvā khamāpehi, tātāti.",
  "atk-s0502a26:363": "So ‘‘sādhu, bhante’’ti vatvā suvaṇṇapupphāni karonto tīsu puttesu jeṭṭhaputtaṁ pakkosāpetvā ‘‘ehi, tāta, ahaṁ satthāraṁ veravacanena avacaṁ, tasmā imāni pupphāni katvā dhātunidhāne pakkhipitvā khamāpessāmi, tvampi kho me sahāyo hohī’’ti āha. So ‘‘na tvaṁ mayā veravacanaṁ vadāpito, tvaṁyeva karohī’’ti kātuṁ na icchi. Majjhimaputtaṁ pakkositvā tathevāha, sopi tatheva vatvā kātuṁ na icchi. Kaniṭṭhaṁ pakkositvā tathevāha, so ‘‘pitu uppannakiccaṁ nāma puttassa bhāro’’ti vatvā pitusahāyo hutvā pupphāni akāsi. Suvaṇṇakāro vidatthippamāṇānaṁ pupphānaṁ tayo kumbhe niṭṭhāpetvā dhātunidhāne pakkhipitvā allavattho allakeso satthāraṁ khamāpesi. Iti so sattakkhattuṁ jātakāle udake pātanaṁ labhi. Ayaṁ panassa koṭiyaṁ ṭhito attabhāvo. Idhāpi tasseva nissandena udake pātito. Ye panassa dve jeṭṭhabhātikā puttā suvaṇṇapupphānaṁ karaṇakāle sahāyā bhavituṁ na icchiṁsu, tesaṁ tena kāraṇena suvaṇṇapabbato na nibbatti, jaṭilassa ceva kaniṭṭhaputtassa ca ekato katabhāvena nibbatti. Iti so putte anusāsitvā satthu santike pabbajitvā katipāheneva arahattaṁ pāpuṇi. Satthā aparena samayena pañcahi bhikkhusatehi saddhiṁ piṇḍāya caranto tassa puttānaṁ gehadvāraṁ agamāsi, te buddhappamukhassa bhikkhusaṅghassa aḍḍhamāsaṁ bhikkhādānaṁ adaṁsu.",
  "atk-s0502a26:364": "Bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ ‘‘ajjāpi te, āvuso jaṭila, asītihatthe suvaṇṇapabbate ca puttesu ca taṇhā atthī’’ti. ‘‘Na me, āvuso, etesu taṇhā vā māno vā atthī’’ti. Te ‘‘ayaṁ jaṭilatthero abhūtaṁ vatvā aññaṁ byākarotī’’ti vadiṁsu. Satthā tesaṁ kathaṁ sutvā ‘‘na, bhikkhave, mama puttassa tesu taṇhā vā māno vā atthī’’ti vatvā dhammaṁ desento imaṁ gāthamāha –",
  "atk-s0502a26:365": "416.",
  "atk-s0502a26:366": " ‘‘Yodha taṇhaṁ pahantvāna, anāgāro paribbaje;",
  "atk-s0502a26:367": "Taṇhābhavaparikkhīṇaṁ, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:368": "Tassattho – yo idha loke chadvārikaṁ taṇhaṁ vā mānaṁ vā jahitvā gharāvāsena anatthiko anāgāro hutvā paribbajati, taṇhāya ceva bhavassa ca parikkhīṇattā taṇhābhavaparikkhīṇaṁ tamahaṁ brāhmaṇaṁ vadāmīti.",
  "atk-s0502a26:369": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:370": "Jaṭilattheravatthu tettiṁsatimaṁ.",
  "atk-s0502a26:371": "34. Jotikattheravatthu",
  "atk-s0502a26:372": "Yodha taṇhanti puna imaṁ dhammadesanaṁ satthā veḷuvane viharanto jotikattheraṁ ārabbha kathesi.",
  "atk-s0502a26:373": "Ajātasattukumāro hi devadattena saddhiṁ ekato hutvā pitaraṁ ghātetvā rajje patiṭṭhito ‘‘jotikaseṭṭhissa mahāpāsādaṁ gaṇhissāmī’’ti yuddhasajjo nikkhamitvā maṇipākāre saparivārassa attano chāyaṁ disvā ‘‘gahapatiko yuddhasajjo hutvā balaṁ ādāya nikkhanto’’ti sallakkhetvā upagantuṁ na visahi. Seṭṭhipi taṁ divasaṁ uposathiko hutvā pātova bhuttapātarāso vihāraṁ gantvā satthu santike dhammaṁ suṇanto nisinno hoti. Paṭhame dvārakoṭṭhake ārakkhaṁ gahetvā ṭhito pana yamakoḷi nāma yakkho taṁ disvā ‘‘kahaṁ gacchasī’’ti saparivāraṁ viddhaṁsetvā disāvidisāsu anubandhi. Rājā vihārameva agamāsi.",
  "atk-s0502a26:374": "Atha naṁ seṭṭhi disvāva ‘‘kiṁ, devā’’ti vatvā uṭṭhāyāsanā aṭṭhāsi. Gahapati, kiṁ tvaṁ tava purise ‘‘mayā saddhiṁ yujjhathā’’ti āṇāpetvā idhāgamma dhammaṁ suṇanto viya nisinnoti. Kiṁ pana devo mama gehaṁ gaṇhituṁ gatoti? Āma, gatomhīti. Mama anicchāya mama gehaṁ gaṇhituṁ rājasahassampi na sakkoti, devāti. So ‘‘kiṁ pana tvaṁ rājā bhavissasī’’ti kujjhi. Nāhaṁ rājā, mama santakaṁ pana dasikasuttampi mama anicchāya rājūhi vā corehi vā gahetuṁ na sakkāti. Kiṁ panāhaṁ tava ruciyā gaṇhissāmīti? Tena hi, deva, imā me dasasu aṅgulīsu vīsati muddikā, imāhaṁ tumhākaṁ na demi. Sace sakkotha, gaṇhathāti . So pana rājā bhūmiyaṁ ukkuṭikaṁ nisīditvā ullaṅghanto aṭṭhārasahatthaṁ ṭhānaṁ abhiruhati, ṭhatvā ullaṅghanto asītihatthaṁ ṭhānaṁ abhiruhati. Evaṁmahābalo samānopi ito cito ca parivattento ekaṁ muddikampi kaḍḍhituṁ nāsakkhi. Atha naṁ seṭṭhi ‘‘sāṭakaṁ patthara, devā’’ti vatvā aṅguliyo ujukā akāsi, vīsatipi muddikā nikkhamiṁsu. Atha naṁ seṭṭhi ‘‘evaṁ, deva, mama santakaṁ mama anicchāya na sakkā gaṇhitu’’nti vatvā rañño kiriyāya uppannasaṁvego ‘‘pabbajituṁ me anujāna, devā’’ti āha. So ‘‘imasmiṁ pabbajite sukhaṁ pāsādaṁ gaṇhissāmī’’ti cintetvā ekavacaneneva ‘‘tvaṁ pabbajāhī’’ti āha. So satthu santike pabbajitvā na cirasseva arahattaṁ patvā jotikatthero nāma ahosi. Tassa arahattaṁ pattakkhaṇeyeva sabbāpi sā sampatti antaradhāyi, tampissa satulakāyiṁ nāma bhariyaṁ devatā uttarakurumeva nayiṁsu.",
  "atk-s0502a26:375": "Athekadivasaṁ bhikkhū taṁ āmantetvā, ‘‘āvuso jotika, tasmiṁ pana te pāsāde vā itthiyā vā taṇhā atthī’’ti pucchitvā ‘‘natthāvuso’’ti vutte satthu ārocesuṁ – ‘‘ayaṁ, bhante, abhūtaṁ vatvā aññaṁ byākarotī’’ti. Satthā ‘‘nattheva, bhikkhave, mama puttassa tasmiṁ taṇhā’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a26:376": "416.",
  "atk-s0502a26:377": " ‘‘Yodha taṇhaṁ pahantvāna, anāgāro paribbaje;",
  "atk-s0502a26:378": "Taṇhābhavaparikkhīṇaṁ, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:379": "Imissā gāthāyattho heṭṭhā jaṭilattheravatthumhi vuttanayeneva veditabbo.",
  "atk-s0502a26:380": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:381": "Jotikattheravatthu catutiṁsatimaṁ.",
  "atk-s0502a26:382": "35. Naṭaputtakattheravatthu",
  "atk-s0502a26:383": "Hitvāti imaṁ dhammadesanaṁ satthā veḷuvane viharanto ekaṁ naṭaputtakaṁ ārabbha kathesi.",
  "atk-s0502a26:384": "So kira ekaṁ naṭakīḷaṁ kīḷayamāno vicaranto satthu dhammakathaṁ sutvā pabbajitvā arahattaṁ pāpuṇi. Tasmiṁ buddhappamukhena bhikkhusaṅghena saddhiṁ piṇḍāya pavisante bhikkhū ekaṁ naṭaputtaṁ kīḷantaṁ disvā, ‘‘āvuso, esa tayā kīḷitakīḷitaṁ kīḷati, atthi nu kho te ettha sineho’’ti pucchitvā ‘‘natthī’’ti vutte ‘‘ayaṁ, bhante, abhūtaṁ vatvā aññaṁ byākarotī’’ti āhaṁsu. Satthā tesaṁ kathaṁ sutvā, ‘‘bhikkhave, mama putto sabbayoge atikkanto’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a26:385": "417.",
  "atk-s0502a26:386": " ‘‘Hitvā mānusakaṁ yogaṁ, dibbaṁ yogaṁ upaccagā;",
  "atk-s0502a26:387": "Sabbayogavisaṁyuttaṁ, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:388": "Tattha mānusakaṁ yoganti mānusakaṁ āyuñceva pañca kāmaguṇe ca. Dibbayogepi eseva nayo. Upaccagāti yo mānusakaṁ yogaṁ hitvā dibbaṁ yogaṁ atikkanto, taṁ sabbehi catūhipi yogehi visaṁyuttaṁ ahaṁ brāhmaṇaṁ vadāmīti attho.",
  "atk-s0502a26:389": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:390": "Naṭaputtakattheravatthu pañcatiṁsatimaṁ.",
  "atk-s0502a26:391": "36. Naṭaputtakattheravatthu",
  "atk-s0502a26:392": "Hitvā ratiñcāti imaṁ dhammadesanaṁ satthā veḷuvane viharanto ekaṁ naṭaputtakaṁyeva ārabbha kathesi. Vatthu purimasadisameva. Idha pana satthā, ‘‘bhikkhave, mama putto ratiñca aratiñca pahāya ṭhito’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a26:393": "418.",
  "atk-s0502a26:394": " ‘‘Hitvā ratiñca aratiñca, sītibhūtaṁ nirūpadhiṁ;",
  "atk-s0502a26:395": "Sabbalokābhibhuṁ vīraṁ, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:396": "Tattha ratinti pañcakāmaguṇaratiṁ. Aratinti araññavāse ukkaṇṭhitattaṁ. Sītibhūtanti nibbutaṁ. Nirūpadhinti nirupakkilesaṁ. Vīranti taṁ evarūpaṁ sabbaṁ khandhalokaṁ abhibhavitvā ṭhitaṁ vīriyavantaṁ ahaṁ brāhmaṇaṁ vadāmīti attho.",
  "atk-s0502a26:397": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:398": "Naṭaputtakattheravatthu chattiṁsatimaṁ.",
  "atk-s0502a26:399": "37. Vaṅgīsattheravatthu",
  "atk-s0502a26:400": "Cutiṁyo vedīti imaṁ dhammadesanaṁ satthā jetavane viharanto vaṅgīsattheraṁ ārabbha kathesi.",
  "atk-s0502a26:401": "Rājagahe kireko brāhmaṇo vaṅgīso nāma matamanussānaṁ sīsaṁ ākoṭetvā ‘‘idaṁ niraye nibbattassa sīsaṁ, idaṁ tiracchānayoniyaṁ, idaṁ pettivisaye, idaṁ manussaloke, idaṁ devaloke nibbattassa sīsa’’nti jānāti. Brāhmaṇā ‘‘sakkā imaṁ nissāya lokaṁ khāditu’’nti cintetvā taṁ dve rattavatthāni paridahāpetvā ādāya janapadaṁ carantā manusse vadanti ‘‘eso vaṅgīso nāma brāhmaṇo matamanussānaṁ sīsaṁ ākoṭetvā nibbattaṭṭhānaṁ jānāti, attano ñātakānaṁ nibbattaṭṭhānaṁ pucchathā’’ti. Manussā yathābalaṁ dasapi kahāpaṇe vīsatipi satampi datvā ñātakānaṁ nibbattaṭṭhānaṁ pucchanti. Te anupubbena sāvatthiṁ patvā jetavanassa avidūre nivāsaṁ gaṇhiṁsu. Te bhuttapātarāsā mahājanaṁ gandhamālādihatthaṁ dhammassavanāya gacchantaṁ disvā ‘‘kahaṁ gacchathā’’ti pucchitvā ‘‘vihāraṁ dhammassavanāyā’’ti vutte ‘‘tattha gantvā kiṁ karissatha, amhākaṁ vaṅgīsabrāhmaṇena sadiso nāma natthi, matamanussānaṁ sīsaṁ ākoṭetvā nibbattaṭṭhānaṁ jānāti, ñātakānaṁ nibbattaṭṭhānaṁ pucchathā’’ti āhaṁsu. Te ‘‘vaṅgīso kiṁ jānāti , amhākaṁ satthārā sadiso nāma natthī’’ti vatvā itarehipi ‘‘vaṅgīsasadiso natthī’’ti vutte kathaṁ vaḍḍhetvā ‘‘etha, dāni vo vaṅgīsassa vā amhākaṁ vā satthu jānanabhāvaṁ jānissāmā’’ti te ādāya vihāraṁ agamaṁsu. Satthā tesaṁ āgamanabhāvaṁ ñatvā niraye tiracchānayoniyaṁ manussaloke devaloketi catūsu ṭhānesu nibbattānaṁ cattāri sīsāni, khīṇāsavasīsañcāti pañca sīsāni āharāpetvā paṭipāṭiyā ṭhapetvā āgatakāle vaṅgīsaṁ pucchi – ‘‘tvaṁ kira sīsaṁ ākoṭetvā matakānaṁ nibbattaṭṭhānaṁ jānāsī’’ti? ‘‘Āma, jānāmī’’ti. ‘‘Idaṁ kassa sīsa’’nti? So taṁ ākoṭetvā ‘‘niraye nibbattassā’’ti āha. Athassa satthā ‘‘sādhu sādhū’’ti sādhukāraṁ datvā itarānipi tīṇi sīsāni pucchitvā tena avirajjhitvā vuttavuttakkhaṇe tatheva tassa sādhukāraṁ datvā pañcamaṁ sīsaṁ dassetvā ‘‘idaṁ kassa sīsa’’nti pucchi, so tampi ākoṭetvā nibbattaṭṭhānaṁ na jānāti.",
  "atk-s0502a26:402": "Atha naṁ satthā ‘‘kiṁ, vaṅgīsa, na jānāsī’’ti vatvā, ‘‘āma, na jānāmī’’ti vutte ‘‘ahaṁ jānāmī’’ti āha. Atha naṁ vaṅgīso yāci ‘‘detha me imaṁ manta’’nti. Na sakkā apabbajitassa dātunti. So ‘‘imasmiṁ mante gahite sakalajambudīpe ahaṁ jeṭṭhako bhavissāmī’’ti cintetvā te brāhmaṇe ‘‘tumhe tattheva katipāhaṁ vasatha, ahaṁ pabbajissāmī’’ti uyyojetvā satthu santike pabbajitvā laddhūpasampado vaṅgīsatthero nāma ahosi. Athassa satthā dvattiṁsākārakammaṭṭhānaṁ datvā ‘‘mantassa parikammaṁ sajjhāyāhī’’ti āha. So taṁ sajjhāyanto antarantarā brāhmaṇehi ‘‘gahito te manto’’ti pucchiyamāno ‘‘āgametha tāva, gaṇhāmī’’ti vatvā katipāheneva arahattaṁ patvā puna brāhmaṇehi puṭṭho ‘‘abhabbo dānāhaṁ, āvuso, gantu’’nti āha. Taṁ sutvā bhikkhū ‘‘ayaṁ, bhante, abhūtena aññaṁ byākarotī’’ti satthu ārocesuṁ. Satthā ‘‘mā, bhikkhave, evaṁ avacuttha, idāni, bhikkhave, mama putto cutipaṭisandhikusalo jāto’’ti vatvā imā gāthā abhāsi –",
  "atk-s0502a26:403": "419.",
  "atk-s0502a26:404": " ‘‘Cutiṁ yo vedi sattānaṁ, upapattiñca sabbaso;",
  "atk-s0502a26:405": "Asattaṁ sugataṁ buddhaṁ, tamahaṁ brūmi brāhmaṇaṁ.",
  "atk-s0502a26:406": "420.",
  "atk-s0502a26:407": " ‘‘Yassa gatiṁ na jānanti, devā gandhabbamānusā;",
  "atk-s0502a26:408": "Khīṇāsavaṁ arahantaṁ, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:409": "Tattha yo vedīti yo sattānaṁ sabbākārena cutiñca paṭisandhiñca pākaṭaṁ katvā jānāti, tamahaṁ alaggatāya asattaṁ, paṭipattiyā suṭṭhu gatattā sugataṁ, catunnaṁ saccānaṁ buddhatāya buddhaṁ brāhmaṇaṁ vadāmīti attho. Yassāti yassete devādayo gatiṁ na jānanti, tamahaṁ āsavānaṁ khīṇatāya khīṇāsavaṁ, kilesehi ārakattā arahantaṁ brāhmaṇaṁ vadāmīti attho.",
  "atk-s0502a26:410": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:411": "Vaṅgīsattheravatthu sattatiṁsatimaṁ.",
  "atk-s0502a26:412": "38. Dhammadinnattherīvatthu",
  "atk-s0502a26:413": "Yassāti imaṁ dhammadesanaṁ satthā veḷuvane viharanto dhammadinnaṁ nāma bhikkhuniṁ ārabbha kathesi.",
  "atk-s0502a26:414": "Ekadivasañhi tassā gihikāle sāmiko visākho upāsako satthu santike dhammaṁ sutvā anāgāmiphalaṁ patvā cintesi – ‘‘mayā sabbaṁ sāpateyyaṁ dhammadinnaṁ paṭicchāpetuṁ vaṭṭatī’’ti. So tato pubbe āgacchanto dhammadinnaṁ vātapānena olokentiṁ disvā sitaṁ karoti. Taṁ divasaṁ pana vātapānena ṭhitaṁ anolokentova agamāsi. Sā ‘‘kiṁ nu kho ida’’nti cintetvā ‘‘hotu, bhojanakāle jānissāmī’’ti bhojanavelāya bhattaṁ upanāmesi. So aññesu divasesu ‘‘ehi, ekato bhuñjāmā’’ti vadati, taṁ divasaṁ pana tuṇhībhūtova bhuñji. Sā ‘‘kenacideva kāraṇena kupito bhavissatī’’ti cintesi. Atha naṁ visākho sukhanisinnavelāya taṁ pakkositvā ‘‘dhammadinne imasmiṁ gehe sabbaṁ sāpateyyaṁ paṭicchāhī’’ti āha. Sā ‘‘kuddhā nāma sāpateyyaṁ na paṭicchāpenti, kiṁ nu kho eta’’nti cintetvā ‘‘tumhe pana, sāmī’’ti āha. Ahaṁ ito paṭṭhāya na kiñci vicāremīti. Tumhehi chaḍḍitaṁ kheḷaṁ ko paṭicchissati, evaṁ sante mama pabbajjaṁ anujānāthāti. So ‘‘sādhu, bhadde’’ti sampaṭicchitvā mahantena sakkārena taṁ bhikkhunīupassayaṁ netvā pabbājesi. Sā laddhūpasampadā dhammadinnattherī nāma ahosi.",
  "atk-s0502a26:415": "Sā pavivekakāmatāya bhikkhunīhi saddhiṁ janapadaṁ gantvā tattha viharantī na cirasseva saha paṭisambhidāhi arahattaṁ patvā ‘‘idāni maṁ nissāya ñātijanā puññāni karissantī’’ti punadeva rājagahaṁ paccāgañchi. Upāsako tassā āgatabhāvaṁ sutvā ‘‘kena nu kho kāraṇena āgatā’’ti bhikkhunīupassayaṁ gantvā theriṁ vanditvā ekamantaṁ nisinno ‘‘ukkaṇṭhitā nu khosi, ayyeti vattuṁ appatirūpaṁ, pañhamekaṁ naṁ pucchissāmī’’ti cintetvā sotāpattimagge pañhaṁ pucchi, sā taṁ vissajjesi. Upāsako teneva upāyena sesamaggesupi pañhaṁ pucchitvā atikkamma pañhassa puṭṭhakāle tāya ‘‘accayāsi, āvuso, visākhā’’ti vatvā ‘‘ākaṅkhamāno satthāraṁ upasaṅkamitvā imaṁ pañhaṁ puccheyyāsī’’ti vutte theriṁ vanditvā uṭṭhāyāsanā satthu santikaṁ gantvā taṁ kathāsallāpaṁ sabbaṁ bhagavato ārocesi. Satthā ‘‘sukathitaṁ mama dhītāya dhammadinnāya, ahampetaṁ pañhaṁ vissajjento evameva vissajjeyya’’nti vatvā dhammaṁ desento imaṁ gāthamāha –",
  "atk-s0502a26:416": "421.",
  "atk-s0502a26:417": " ‘‘Yassa pure ca pacchā ca, majjhe ca natthi kiñcanaṁ;",
  "atk-s0502a26:418": "Akiñcanaṁ anādānaṁ, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:419": "Tattha pureti atītesu khandhesu. Pacchāti anāgatesu khandhesu. Majjheti paccuppannesu khandhesu. Natthi kiñcananti yassetesu ṭhānesu taṇhāgāhasaṅkhātaṁ kiñcanaṁ natthi, tamahaṁ rāgakiñcanādīhi akiñcanaṁ kassaci gahaṇassa abhāvena anādānaṁ brāhmaṇaṁ vadāmīti attho.",
  "atk-s0502a26:420": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:421": "Dhammadinnattherīvatthu aṭṭhatiṁsatimaṁ.",
  "atk-s0502a26:422": "39. Aṅgulimālattheravatthu",
  "atk-s0502a26:423": "Usabhanti imaṁ dhammadesanaṁ satthā jetavane viharanto aṅgulimālattheraṁ ārabbha kathesi. Vatthu ‘‘na ve kadariyā devalokaṁ vajantī’’ti (dha. pa. 177) gāthāvaṇṇanāya vuttameva. Vuttañhi tattha –",
  "atk-s0502a26:424": "Bhikkhū aṅgulimālaṁ pucchiṁsu – ‘‘kiṁ nu kho, āvuso aṅgulimāla, duṭṭhahatthiṁ chattaṁ dhāretvā ṭhitaṁ disvā bhāyī’’ti? ‘‘Na bhāyiṁ, āvuso’’ti. Te satthāraṁ upasaṅkamitvā āhaṁsu – ‘‘aṅgulimālo, bhante, aññaṁ byākarotī’’ti. Satthā ‘‘na, bhikkhave, mama putto aṅgulimālo bhāyati. Khīṇāsavausabhānañhi antare jeṭṭhakausabhā mama puttasadisā bhikkhū na bhāyantī’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a26:425": "422.",
  "atk-s0502a26:426": " ‘‘Usabhaṁ pavaraṁ vīraṁ, mahesiṁ vijitāvinaṁ;",
  "atk-s0502a26:427": "Anejaṁ nhātakaṁ buddhaṁ, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:428": "Tassattho – acchambhitaṭṭhena usabhasadisatāya usabhaṁ uttamaṭṭhena pavaraṁ vīriyasampattiyā vīraṁ mahantānaṁ sīlakkhandhādīnaṁ esitattā mahesiṁ tiṇṇaṁ mārānaṁ vijitattā vijitāvinaṁ nhātakilesatāya nhātakaṁ catusaccabuddhatāya buddhaṁ taṁ evarūpaṁ ahaṁ brāhmaṇaṁ vadāmīti attho.",
  "atk-s0502a26:429": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a26:430": "Aṅgulimālattheravatthu ekūnacattālīsaṁ.",
  "atk-s0502a26:431": "40. Devahitabrāhmaṇavatthu",
  "atk-s0502a26:432": "Pubbenivāsanti imaṁ dhammadesanaṁ satthā jetavane viharanto devahitabrāhmaṇassa pañhaṁ ārabbha kathesi.",
  "atk-s0502a26:433": "Ekasmiñhi samaye bhagavā vātarogena ābādhiko hutvā upavāṇattheraṁ uṇhodakatthāya devahitabrāhmaṇassa santikaṁ pahiṇi. So gantvā satthu ābādhikabhāvaṁ ācikkhitvā uṇhodakaṁ yāci, taṁ sutvā brāhmaṇo tuṭṭhamānaso hutvā ‘‘lābhā vata me, yaṁ mama santikaṁ sammāsambuddho uṇhodakassatthāya sāvakaṁ pahiṇī’’ti uṇhodakassa kājaṁ purisena gāhāpetvā phāṇitassa ca puṭaṁ upavāṇattherassa pādāsi. Thero taṁ gāhāpetvā vihāraṁ gantvā satthāraṁ uṇhodakena nhāpetvā uṇhodakena phāṇitaṁ āloḷetvā bhagavato pādāsi, tassa taṅkhaṇeyeva so ābādho paṭipassambhi. Brāhmaṇo cintesi – ‘‘kassa nu kho deyyadhammo dinno mahapphalo hoti, satthāraṁ pucchissāmī’’ti so satthu santikaṁ gantvā tamatthaṁ pucchanto imaṁ gāthamāha –",
  "atk-s0502a26:434": "‘‘Kattha dajjā deyyadhammaṁ, kattha dinnaṁ mahapphalaṁ;",
  "atk-s0502a26:435": "Kathañhi yajamānassa, kathaṁ ijjhati dakkhiṇā’’ti. (saṁ. ni. 1.199);",
  "atk-s0502a26:436": "Athassa satthā ‘‘evarūpassa brāhmaṇassa dinnaṁ mahapphalaṁ hotī’’ti vatvā brāhmaṇaṁ pakāsento imaṁ gāthamāha –",
  "atk-s0502a26:437": "423.",
  "atk-s0502a26:438": " ‘‘Pubbenivāsaṁ yo vedi, saggāpāyañca passati;",
  "atk-s0502a26:439": "Atho jātikkhayaṁ patto, abhiññāvosito muni; (Saṁ. ni. 1.199);",
  "atk-s0502a26:440": "Sabbavositavosānaṁ, tamahaṁ brūmi brāhmaṇa’’nti.",
  "atk-s0502a26:441": "Tassattho – yo pubbenivāsaṁ pākaṭaṁ katvā jānāti, chabbīsatidevalokabhedaṁ saggañca catubbidhaṁ apāyañca dibbacakkhunā passati, atho jātikkhayasaṅkhātaṁ arahattaṁ patto, abhiññeyyaṁ dhammaṁ abhijānitvā pariññeyyaṁ parijānitvā pahātabbaṁ pahāya sacchikātabbaṁ sacchikatvā vosiko niṭṭhānaṁ patto, vusitavosānaṁ vā patto, āsavakkhayapaññāya monabhāvaṁ pattattā muni, tamahaṁ sabbesaṁ kilesānaṁ vosānaṁ arahattamaggañāṇaṁ brahmacariyavāsaṁ vutthabhāvena sabbavositavosānaṁ brāhmaṇaṁ vadāmīti.",
  "atk-s0502a26:442": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsu. Brāhmaṇopi pasannamānaso saraṇesu patiṭṭhāya upāsakattaṁ pavedesīti.",
  "atk-s0502a26:443": "Devahitabrāhmaṇavatthu cattālīsaṁ.",
  "atk-s0502a26:444": "Brāhmaṇavaggavaṇṇanā niṭṭhitā.",
  "atk-s0502a26:445": "Chabbīsatimo vaggo.",
  "atk-s0502a26:446": "Nigamanakathā",
  "atk-s0502a26:447": "Ettāvatā sabbapaṭhame yamakavagge cuddasa vatthūni, appamādavagge nava, cittavagge nava, pupphavagge dvādasa, bālavagge pannarasa, paṇḍitavagge ekādasa, arahantavagge dasa, sahassavagge cuddasa, pāpavagge dvādasa, daṇḍavagge ekādasa, jarāvagge nava, attavagge dasa, lokavagge ekādasa, buddhavagge nava, sukhavagge aṭṭha, piyavagge nava, kodhavagge aṭṭha, malavagge dvādasa, dhammaṭṭhavagge dasa, maggavagge dvādasa, pakiṇṇakavagge nava, nirayavagge nava, nāgavagge aṭṭha, taṇhāvagge dvādasa, bhikkhuvagge dvādasa, brāhmaṇavagge cattālīsāti pañcādhikāni tīṇi vatthusatāni pakāsetvā nātisaṅkhepanātivitthāravasena uparacitā dvāsattatibhāṇavārapamāṇā dhammapadassa atthavaṇṇanā niṭṭhitāti.",
  "atk-s0502a26:448": "Pattaṁ dhammapadaṁ yena, dhammarājenanuttaraṁ;",
  "atk-s0502a26:449": "Gāthā dhammapade tena, bhāsitā yā mahesinā.",
  "atk-s0502a26:450": "Satevīsā catussatā, catusaccavibhāvinā;",
  "atk-s0502a26:451": "Satattayañhi vatthūnaṁ, pañcādhikā samuṭṭhitā.",
  "atk-s0502a26:452": "Vihāre adhirājena, kāritamhi kataññunā;",
  "atk-s0502a26:453": "Pāsāde sirikūṭassa, rañño viharatā mayā.",
  "atk-s0502a26:454": "Atthabyañjanasampannaṁ, atthāya ca hitāya ca;",
  "atk-s0502a26:455": "Lokassa lokanāthassa, saddhammaṭṭhitikamyatā.",
  "atk-s0502a26:456": "Tāsaṁ aṭṭhakathaṁ etaṁ, karontena sunimmalaṁ;",
  "atk-s0502a26:457": "Dvāsattatipamāṇāya, bhāṇavārehi pāḷiyā.",
  "atk-s0502a26:458": "Yaṁ pattaṁ kusalaṁ tena, kusalā sabbapāṇinaṁ;",
  "atk-s0502a26:459": "Sabbe ijjhantu saṅkappā, labhantu madhuraṁ phalanti.",
  "atk-s0502a26:460": "Paramavisuddhasaddhābuddhivīriyapaṭimaṇḍitena sīlācārajjavamaddavādiguṇasamudayasamuditena sakasamayasamayantaragahanajjhogāhaṇasamatthena paññāveyyattiyasamannāgatena tipiṭakapariyattippabhede sāṭṭhakathe satthusāsane appaṭihatañāṇappabhāvena mahāveyyākaraṇena karaṇasampattijanitasukhaviniggatamadhurodāravacanalāvaṇṇayuttena yuttamuttavādinā vādīvarena mahākavinā pabhinnapaṭisambhidāparivāre chaḷabhiññāpaṭisambhidādippabhedaguṇapaṭimaṇḍite uttarimanussadhamme suppatiṭṭhitabuddhīnaṁ theravaṁsappadīpānaṁ therānaṁ mahāvihāravāsīnaṁ vaṁsālaṅkārabhūtena vipulavisuddhabuddhinā buddhaghosoti garūhi gahitanāmadheyyena therena katāyaṁ dhammapadaṭṭhakathā –",
  "atk-s0502a26:461": "Tāva tiṭṭhatu lokasmiṁ, lokanittharaṇesinaṁ;",
  "atk-s0502a26:462": "Dassentī kulaputtānaṁ, nayaṁ saddhādibuddhiyā.",
  "atk-s0502a26:463": "Yāva buddhoti nāmampi, suddhacittassa tādino;",
  "atk-s0502a26:464": "Lokamhi lokajeṭṭhassa, pavattati mahesinoti.",
  "atk-s0502a26:465": "Iti tevīsādhikacatusatagāthāpañcādhikatisatavatthupaṭimaṇḍitā",
  "atk-s0502a26:466": "Chabbīsativaggasamannāgatā dhammapadavaṇṇanā samattā.",
  "atk-s0502a26:467": "Dhammapada-aṭṭhakathā sabbākārena niṭṭhitā."
}