{
  "atk-s0302a4:0": "5. Kassapasaṃyuttaṃ",
  "atk-s0302a4:1": "1. Santuṭṭhasuttavaṇṇanā",
  "atk-s0302a4:2": "144. Kassapasaṃyuttassa paṭhame santuṭṭhāyanti santuṭṭho ayaṃ. Itarītarenāti na thūlasukhumalūkhapaṇītathirajiṇṇānaṃ yena kenaci, atha kho yathāladdhādīnaṃ itarītarena yena kenaci santuṭṭhoti attho. Cīvarasmiñhi tayo santosā yathālābhasantoso yathābalasantoso yathāsāruppasantosoti. Piṇḍapātādīsupi eseva nayo.",
  "atk-s0302a4:3": "Tesaṃ ayaṃ pabhedasaṃvaṇṇanā – idha bhikkhu cīvaraṃ labhati sundaraṃ vā asundaraṃ vā, so teneva yāpeti, aññaṃ na pattheti, labhantopi na gaṇhāti. Ayamassa cīvare yathālābhasantoso. Atha pana pakatidubbalo vā hoti ābādhajarābhibhūto vā, garucīvaraṃ pārupanto kilamati, so sabhāgena bhikkhunā saddhiṃ taṃ parivattetvā lahukena yāpentopi santuṭṭhova hoti. Ayamassa cīvare yathābalasantoso. Aparo paṇītapaccayalābhī hoti, so paṭṭacīvarādīnaṃ aññataraṃ mahagghacīvaraṃ bahūni vā cīvarāni labhitvā – ‘‘idaṃ therānaṃ cirapabbajitānaṃ, idaṃ bahussutānaṃ anurūpaṃ, idaṃ gilānānaṃ, idaṃ appalābhīnaṃ hotū’’ti datvā tesaṃ purāṇacīvaraṃ vā saṅkārakūṭādito vā pana nantakāni uccinitvā tehi saṅghāṭiṃ katvā dhārentopi santuṭṭhova hoti. Ayamassa cīvare yathāsāruppasantoso.",
  "atk-s0302a4:4": "Idha pana bhikkhu piṇḍapātaṃ labhati lūkhaṃ vā paṇītaṃ vā, so teneva yāpeti, aññaṃ na pattheti, labhantopi na gaṇhāti. Ayamassa piṇḍapāte yathālābha santoso. Yo pana attano pakativiruddhaṃ vā byādhiviruddhaṃ vā piṇḍapātaṃ labhati, yenassa paribhuttena aphāsu hoti, so sabhāgassa bhikkhuno taṃ datvā tassa hatthato sappāyabhojanaṃ bhutvā samaṇadhammaṃ karontopi santuṭṭhova hoti. Ayamassa piṇḍapāte yathābalasantoso. Aparo bahuṃ paṇītaṃ piṇḍapātaṃ labhati, so taṃ cīvaraṃ viya cirapabbajita-bahussuta-appalābhagilānānaṃ datvā , tesaṃ vā sesakaṃ piṇḍāya vā caritvā missakāhāraṃ bhuñjantopi santuṭṭhova hoti. Ayamassa piṇḍapāte yathāsāruppasantoso.",
  "atk-s0302a4:5": "Idha pana bhikkhu senāsanaṃ labhati manāpaṃ vā amanāpaṃ vā, so tena neva somanassaṃ na paṭighaṃ uppādeti, antamaso tiṇasanthārakenāpi yathāladdheneva tussati. Ayamassa senāsane yathālābhasantoso. Yo pana attano pakativiruddhaṃ vā byādhiviruddhaṃ vā senāsanaṃ labhati, yatthassa vasato aphāsu hoti, so taṃ sabhāgassa bhikkhuno datvā tassa santake sappāyasenāsane vasantopi santuṭṭhova hoti. Ayamassa senāsane yathābalasantoso. Aparo mahāpuñño leṇamaṇḍapakūṭāgārādīni bahūni paṇītasenāsanāni labhati, so tāni cīvarādīni viya cirapabbajitabahussutaappalābhagilānānaṃ datvā yattha katthaci vasantopi santuṭṭhova hoti. Ayamassa senāsane yathāsāruppasantoso. Yopi ‘‘uttamasenāsanaṃ nāma pamādaṭṭhānaṃ, tattha nisinnassa thinamiddhaṃ okkamati, niddābhibhūtassa paṭibujjhato pāpavitakkā pātubhavantī’’ti paṭisañcikkhitvā tādisaṃ senāsanaṃ pattampi na sampaṭicchati, so taṃ paṭikkhipitvā abbhokāsarukkhamūlādīsu vasanto santuṭṭhova hoti. Ayampi senāsane yathāsāruppasantoso.",
  "atk-s0302a4:6": "Idha pana bhikkhu bhesajjaṃ labhati lūkhaṃ vā paṇītaṃ vā, so yaṃ labhati teneva tussati, aññaṃ na pattheti, labhantopi na gaṇhāti. Ayamassa gilānapaccaye yathālābhasantoso. Yo pana telenatthiko phāṇitaṃ labhati, so taṃ sabhāgassa bhikkhuno datvā tassa hatthato telaṃ gahetvā vā aññadeva vā pariyesitvā bhesajjaṃ karontopi santuṭṭhova hoti. Ayamassa gilānapaccaye yathābalasantoso. Aparo mahāpuñño bahuṃ telamadhuphāṇitādipaṇītabhesajjaṃ labhati, so taṃ cīvaraṃ viya cirapabbajita-bahussuta-appalābhagilānānaṃ datvā tesaṃ ābhatena yena kenaci yāpentopi santuṭṭhova hoti. Yo pana ekasmiṃ bhājane muttaharītakaṃ ṭhapetvā ekasmiṃ catumadhuraṃ ‘‘gaṇha, bhante, yadicchasī’’ti vuccamāno sacassa tesu aññatarenapi rogo vūpasammati, atha ‘‘muttaharītakaṃ nāma buddhādīhi vaṇṇita’’nti catumadhuraṃ paṭikkhipitvā muttaharītakena bhesajjaṃ karonto paramasantuṭṭhova hoti. Ayamassa gilānapaccaye yathāsāruppasantoso. Iti ime tayo santose sandhāya ‘‘santuṭṭhāyaṃ, bhikkhave, kassapo itarītarena cīvarenā’’ti vuttaṃ.",
  "atk-s0302a4:7": "Vaṇṇavādīti eko santuṭṭho hoti, santosassa vaṇṇaṃ na katheti. Eko na santuṭṭho hoti, santosassa vaṇṇaṃ katheti. Eko neva santuṭṭho hoti, na santosassa vaṇṇaṃ katheti. Eko santuṭṭho ca hoti, santosassa ca vaṇṇaṃ katheti. Ayaṃ tādisoti dassetuṃ itarītaracīvarasantuṭṭhiyā ca vaṇṇavādīti vuttaṃ. Anesananti dūteyyapahiṇagamanānuyogappabhedaṃ nānappakāraṃ anesanaṃ. Aladdhāti alabhitvā. Yathā ca ekacco ‘‘kathaṃ nu kho cīvaraṃ labhissāmī’’ti puññavantehi bhikkhūhi saddhiṃ ekato hutvā kohaññaṃ karonto uttasati paritassati, ayaṃ evaṃ aladdhā ca cīvaraṃ na paritassati. Laddhā cāti dhammena samena labhitvā. Agadhitoti vigatalobhagedho. Amucchitoti adhimattataṇhāya mucchaṃ anāpanno. Anajjhāpannoti taṇhāya anotthaṭo apariyonaddho. Ādīnavadassāvīti anesanāpattiyañca gadhitaparibhoge ca ādīnavaṃ passamāno. Nissaraṇapaññoti, ‘‘yāvadeva sītassa paṭighātāyā’’ti vuttanissaraṇameva jānanto paribhuñjatīti attho. Itarītarena piṇḍapātenātiādīsupi yathāladdhādīnaṃ yena kenaci piṇḍapātena, yena kenaci senāsanena, yena kenaci gilānapaccayabhesajjaparikkhārenāti evamattho daṭṭhabbo.",
  "atk-s0302a4:8": "Kassapena vā hi vo, bhikkhave, ovadissāmīti ettha yathā mahākassapatthero catūsu paccayesu tīhi santosehi santuṭṭho, tumhepi tathārūpā bhavathāti ovadanto kassapena ovadati nāma. Yo vā panassa kassapasadisoti etthāpi yo vā panaññopi kassapasadiso mahākassapatthero viya catūsu paccayesu tīhi santosehi santuṭṭho bhaveyya, tumhepi tathārūpā bhavathāti ovadanto kassapasadisena ovadati nāma. Tathattāya paṭipajjitabbanti ‘‘sammāsambuddhassa imāya imasmiṃ santuṭṭhisutte vuttasallekhācārapaṭipattiyā kathanaṃ nāma bhāro, amhākampi imaṃ paṭipattiṃ paripūraṃ katvā pūraṇaṃ bhāroyeva, āgato kho pana bhāro gahetabbo’’ti cintetvā yathā mayā kathitaṃ, tathattāya tathābhāvāya tumhehipi paṭipajjitabbanti. Paṭhamaṃ.",
  "atk-s0302a4:9": "2. Anottappīsuttavaṇṇanā",
  "atk-s0302a4:10": "145. Dutiye anātāpīti yaṃ vīriyaṃ kilese ātapati, tena rahito. Anottappīti nibbhayo kilesuppattito kusalānuppattito ca bhayarahito. Sambodhāyāti sambujjhanatthāya. Nibbānāyāti nibbānasacchikiriyāya. Anuttarassa yogakkhemassāti arahattassa tañhi anuttarañceva catūhi ca yogehi khemaṃ.",
  "atk-s0302a4:11": "Anuppannātiādīsu ye pubbe appaṭiladdhapubbaṃ cīvarādiṃ vā paccayaṃ upaṭṭhākasaddhivihārika-antevāsīnaṃ vā aññatarato manuññavatthuṃ paṭilabhitvā taṃ subhaṃ sukhanti ayoniso gaṇhantassa aññataraṃ vā pana ananubhūtapubbaṃ ārammaṇaṃ yathā tathā vā ayoniso āvajjentassa lobhādayo pāpakā akusalā dhammā uppajjanti, te anuppannāti veditabbā. Aññathā hi anamatagge saṃsāre anuppannā nāma pāpakā dhammā natthi. Anubhūtapubbepi ca vatthumhi ārammaṇe vā yassa pakatibuddhiyā vā uddesaparipucchāya vā pariyattinavakammayonisomanasikārānaṃ vā aññataravasena pubbe anuppajjitvā pacchā tādisena paccayena sahasā uppajjanti, imepi ‘‘anuppannā uppajjamānā anatthāya saṃvatteyyu’’nti veditabbā. Tesuyeva pana vatthārammaṇesu punappunaṃ uppajjamānā nappahīyanti nāma, te ‘‘uppannā appahīyamānā anatthāya saṃvatteyyu’’nti veditabbā. Ayamettha saṅkhepo, vitthārato pana uppannānuppannabhedo ca pahānappahānavidhānañca sabbaṃ visuddhimagge ñāṇadassanavisuddhiniddese kathitaṃ.",
  "atk-s0302a4:12": "Anuppannāme kusalā dhammāti appaṭiladdhāpi sīlasamādhimaggaphalasaṅkhātā anavajjadhammā. Uppannāti teyeva paṭiladdhā. Nirujjhamānā anatthāya saṃvatteyyunti te sīlādidhammā parihānivasena puna anuppattiyā nirujjhamānā anatthāya saṃvatteyyunti veditabbā. Ettha ca lokiyā parihāyanti, lokuttarānaṃ parihāni natthīti. ‘‘Uppannānaṃ kusalānaṃ dhammānaṃ ṭhitiyā’’ti imassa pana sammappadhānassa vasenāyaṃ desanā katā. Dutiyamaggo vā sīghaṃ anuppajjamāno, paṭhamamaggo nirujjhamāno anatthāya saṃvatteyyāti evampettha attho daṭṭhabbo. Iti imasmiṃ sutte ime cattāro sammappadhānā pubbabhāgavipassanāvasena kathitāti. Dutiyaṃ.",
  "atk-s0302a4:13": "3. Candūpamasuttavaṇṇanā",
  "atk-s0302a4:14": "146. Tatiye candūpamāti candasadisā hutvā. Kiṃ parimaṇḍalatāya? No, apica kho yathā cando gaganatalaṃ pakkhandamāno na kenaci saddhiṃ santhavaṃ vā sinehaṃ vā ālayaṃ vā nikantiṃ vā patthanaṃ vā pariyuṭṭhānaṃ vā karoti, na ca na hoti mahājanassa piyo manāpo, tumhepi evaṃ kenaci saddhiṃ santhavādīnaṃ akaraṇena bahujanassa piyā manāpā candūpamā hutvā khattiyakulādīni cattāri kulāni upasaṅkamathāti attho. Apica yathā cando andhakāraṃ vidhamati, ālokaṃ pharati, evaṃ kilesandhakāravidhamanena ñāṇālokapharaṇena cāpi candūpamā hutvāti evamādīhipi nayehi ettha attho daṭṭhabbo.",
  "atk-s0302a4:15": "Apakasseva kāyaṃ apakassa cittanti teneva santhavādīnaṃ akaraṇena kāyañca cittañca apakassitvā, apanetvāti attho. Yo hi bhikkhu araññepi na vasati, kāmavitakkādayopi vitakketi, ayaṃ neva kāyaṃ apakassati, na cittaṃ. Yo hi araññepi kho viharati, kāmavitakkādayo pana vitakketi, ayaṃ kāyameva apakassati, na cittaṃ. Yo gāmante vasati , kāmavitakkādayopi kho na ca vitakketi, ayaṃ cittameva apakassati, na kāyaṃ. Yo pana araññe ceva vasati, kāmavitakkādayo ca na vitakketi, ayaṃ ubhayampi apakassati. Evarūpā hutvā kulāni upasaṅkamathāti dīpento ‘‘apakasseva kāyaṃ apakassa citta’’nti āha.",
  "atk-s0302a4:16": "Niccanavakāti niccaṃ navakāva, āgantukasadisā eva hutvāti attho. Āgantuko hi paṭipāṭiyā sampattagehaṃ pavisitvā sace naṃ gharasāmikā disvā, ‘‘amhākaṃ puttabhātaro vippavāsaṃ gatā evaṃ vicariṃsū’’ti anukampamānā nisīdāpetvā bhojenti, bhuttamattoyeva ‘‘tumhākaṃ bhājanaṃ gaṇhathā’’ti uṭṭhāya pakkamati, na tehi saddhiṃ santhavaṃ vā karoti, na kiccakaraṇīyāni vā saṃvidahati, evaṃ tumhepi paṭipāṭiyā sampattagharaṃ pavisitvā yaṃ iriyāpathesu pasannā manussā denti, taṃ gahetvā chinnasanthavā, tesaṃ kiccakaraṇīye abyāvaṭā hutvā nikkhamathāti dīpeti.",
  "atk-s0302a4:17": "Imassa pana niccanavakabhāvassa āvibhāvatthaṃ dvebhātikavatthu kathetabbaṃ – vasāḷanagaragāmato kira dve bhātikā nikkhamitvā pabbajitā, te cūḷanāgatthero ca mahānāgatthero cāti paññāyiṃsu. Te cittalapabbate tiṃsa vassāni vasitvā arahattaṃ pattā ‘‘mātaraṃ passissāmā’’ti āgantvā vasāḷanagaravihāre vasitvā punadivase mātugāmaṃ piṇḍāya pavisiṃsu. Mātāpi tesaṃ uḷuṅkena yāguṃ nīharitvā ekassa patte ākiri. Tassā taṃ olokayamānāya puttasineho uppajji. Atha naṃ āha – ‘‘tvaṃ, tāta, mayhaṃ putto mahānāgo’’ti. Thero ‘‘pacchimaṃ theraṃ puccha upāsike’’ti vatvā pakkāmi. Pacchimatherassapi yāguṃ datvā, ‘‘tāta, tvaṃ mayhaṃ putto cūḷanāgo’’ti pucchi? Thero ‘‘kiṃ, upāsike, purimaṃ theraṃ na pucchasī’’ti? Vatvā pakkāmi. Evaṃ mātarāpi saddhiṃ chinnasanthavo bhikkhu niccanavako nāma hoti.",
  "atk-s0302a4:18": "Appagabbhāti na pagabbhā, aṭṭhaṭṭhānena kāyapāgabbhiyena, catuṭṭhānena vacīpāgabbhiyena, anekaṭṭhānena manopāgabbhiyena ca virahitāti attho. Aṭṭhaṭṭhānaṃ kāyapāgabbhiyaṃ nāma saṅghagaṇapuggala-bhojanasālā-jantāgharanahānatittha-bhikkhācāramagga-antaragharappavesanesu kāyena appatirūpakaraṇaṃ. Seyyathidaṃ – idhekacco saṅghamajjhe pallatthikāya vā nisīdati pāde pādaṃ ādhāyitvā vāti evamādi (mahāni. 165). Tathā gaṇamajjhe. Gaṇamajjheti catuparisasannipāte vā suttantikagaṇādisannipāte vā. Tathā vuḍḍhatare puggale. Bhojanasālāya pana vuḍḍhānaṃ āsanaṃ na deti, navānaṃ āsanaṃ paṭibāhati. Tathā jantāghare. Vuḍḍhe cettha anāpucchā aggijalanādīni karoti. Nhānatitthe ca yadidaṃ ‘‘daharo vuḍḍhoti pamāṇaṃ akatvā āgatapaṭipāṭiyā nhāyitabba’’nti vuttaṃ, tampi anādiyanto pacchā āgantvā udakaṃ otaritvā vuḍḍhe ca nave ca bādhati. Bhikkhācāramagge pana aggāsanaaggodakaaggapiṇḍānaṃ atthāya purato gacchati bāhāya bāhaṃ paharanto. Antaragharappavesane vuḍḍhehi paṭhamataraṃ pavisati, daharehi saddhiṃ kāyakīḷanakaṃ karotīti evamādi.",
  "atk-s0302a4:19": "Catuṭṭhānaṃ vacīpāgabbhiyaṃ nāma saṅghagaṇapuggalaantaragharesu appatirūpavācānicchāraṇaṃ. Seyyathidaṃ – idhekacco saṅghamajjhe anāpucchā dhammaṃ bhāsati. Tathā pubbe vuttappakārassa gaṇassa majjhe puggalassa ca santike, tattheva manussehi pañhaṃ puṭṭho vuḍḍhataraṃ anāpucchā vissajjeti. Antaraghare pana ‘‘itthannāme kiṃ atthi? Kiṃ yāgu, udāhu khādanīyaṃ bhojanīyaṃ? Kiṃ me dassasi? Kiṃ ajja khādissāma? Kiṃ bhuñjissāma? Kiṃ pivissāmā’’tiādīni bhāsati.",
  "atk-s0302a4:20": "Anekaṭṭhānaṃ manopāgabbhiyaṃ nāma tesu tesu ṭhānesu kāyavācāhi ajjhācāraṃ anāpajjitvāpi manasāva kāmavitakkādīnaṃ vitakkanaṃ. Apica dussīlasseva sato ‘‘sīlavāti maṃ jano jānātū’’ti evaṃ pavattā pāpicchatāpi manopāgabbhiyaṃ. Iti sabbesampi imesaṃ pāgabbhiyānaṃ abhāvena appagabbhā hutvā upasaṅkamathāti vadati.",
  "atk-s0302a4:21": "Jarudapānanti jiṇṇakūpaṃ. Pabbatavisamanti pabbate visamaṃ papātaṭṭhānaṃ. Nadīvidugganti nadiyā viduggaṃ chinnataṭaṭṭhānaṃ. Apakasseva kāyanti tādisāni ṭhānāni yo khiḍḍādipasuto kāyaṃ anapakassa ekatobhāriyaṃ akatvāva vāyupatthambhakaṃ aggāhāpetvā cittampi anapakassa ‘‘ettha patito hatthapādabhañjanādīni pāpuṇātī’’ti anādīnavadassāvitāya anubbejetvā sampiyāyamāno oloketi, so patitvā hatthapādabhañjanādianatthaṃ pāpuṇāti. Yo pana udakatthiko vā aññena vā kenaci kiccena oloketukāmo kāyaṃ apakassa ekato bhāriyaṃ katvā vāyupatthambhakaṃ gāhāpetvā, cittampi apakassa ādīnavadassanena saṃvejetvā oloketi, so na patati, yathāruciṃ oloketvā sukhī yenakāmaṃ pakkamati.",
  "atk-s0302a4:22": "Evamevakhoti ettha idaṃ opammasaṃsandanaṃ – jarudapānādayo viya hi cattāri kulāni, olokanapuriso viya bhikkhu. Yathā anapakaṭṭhakāyacitto tāni olokento puriso tattha patati, evaṃ arakkhitehi kāyādīhi kulāni upasaṅkamanto bhikkhu kulesu bajjhati, tato nānappakāraṃ sīlapādabhañjanādianatthaṃ pāpuṇāti. Yathā pana apakaṭṭhakāyacitto puriso tattha na patati, evaṃ rakkhiteneva kāyena rakkhitehi cittehi rakkhitāya vācāya suppaṭṭhitāya satiyā apakaṭṭhakāyacitto hutvā kulāni upasaṅkamanto bhikkhu kulesu na bajjhati. Athassa yathā tattha apatitassa purisassa, na pādā bhañjanti, evaṃ sīlapādo na bhijjati. Yathā hatthā na bhañjanti, evaṃ saddhāhattho na bhijjati. Yathā kucchi na bhijjati, evaṃ samādhikucchi na bhijjati. Yathā sīsaṃ na bhijjati, evaṃ ñāṇasīsaṃ na bhijjati, yathā ca taṃ khāṇukaṇṭakādayo na vijjhanti, evamimaṃ rāgakaṇṭakādayo na vijjhanti. Yathā so nirupaddavo yathāruci oloketvā sukhī yenakāmaṃ pakkamati, evaṃ bhikkhu kulāni nissāya cīvarādayo paccaye paṭisevanto kammaṭṭhānaṃ vaḍḍhetvā saṅkhāre sammasanto arahattaṃ patvā lokuttarasukhena sukhito yenakāmaṃ agatapubbaṃ nibbānadisaṃ gacchati.",
  "atk-s0302a4:23": "Idāni yo hīnādhimuttiko micchāpaṭipanno evaṃ vadeyya ‘‘sammāsambuddho ‘tividhaṃ pāgabbhiyaṃ pahāya niccanavakattena candūpamā kulāni upasaṅkamathā’ti vadanto aṭṭhāne ṭhapeti, asayhaṃ bhāraṃ āropeti, yaṃ na sakkā kātuṃ taṃ kāretī’’ti, tassa vādapathaṃ pacchinditvā, ‘‘sakkā evaṃ kātuṃ, atthi evarūpo bhikkhū’’ti dassento kassapo, bhikkhavetiādimāha.",
  "atk-s0302a4:24": "Ākāse pāṇiṃ cālesīti nīle gaganantare yamakavijjutaṃ cārayamāno viya heṭṭhābhāgaṃ uparibhāgaṃ ubhatopassesu pāṇiṃ sañcāresi. Idañca pana tepiṭake buddhavacane asambhinnapadaṃ nāma. Attamanoti tuṭṭhacitto sakamano, na domanassena pacchinditvā gahitamano. Kassapassa, bhikkhaveti idampi purimanayeneva paravādaṃ pacchinditvā atthi evarūpo bhikkhūti dassanatthaṃ vuttaṃ.",
  "atk-s0302a4:25": "Pasannākāraṃkareyyunti cīvarādayo paccaye dadeyyuṃ. Tathattāya paṭipajjeyyunti sīlassa āgataṭṭhāne sīlaṃ pūrayamānā, samādhivipassanā maggaphalānaṃ āgataṭṭhāne tāni tāni sampādayamānā tathābhāvāya paṭipajjeyyuṃ. Anudayanti rakkhaṇabhāvaṃ. Anukampanti muducittataṃ. Ubhayañcetaṃ kāruññasseva vevacanaṃ. Kassapo, bhikkhaveti idampi purimanayeneva paravādaṃ pacchinditvā atthi evarūpo bhikkhūti dassanatthaṃ vuttaṃ. Kassapena vāti ettha candopamādivasena yojanaṃ katvā purimanayeneva attho veditabbo. Tatiyaṃ.",
  "atk-s0302a4:26": "4. Kulūpakasuttavaṇṇanā",
  "atk-s0302a4:27": "147. Catutthe kulūpakoti kulagharānaṃ upagantā. Dentuyeva meti dadantuyeva mayhaṃ. Sandīyatīti aṭṭīyati pīḷiyati. Sesamettha vuttanayānusāreneva veditabbaṃ. Catutthaṃ.",
  "atk-s0302a4:28": "5. Jiṇṇasuttavaṇṇanā",
  "atk-s0302a4:29": "148. Pañcame jiṇṇoti thero mahallako. Garukānīti taṃ satthu santikā laddhakālato paṭṭhāya chinnabhinnaṭṭhāne suttasaṃsibbanena ceva aggaḷadānena ca anekāni paṭalāni hutvā garukāni jātāni. Nibbasanānīti pubbe bhagavatā nivāsetvā apanītatāya evaṃladdhanāmāni. Tasmāti yasmā tvaṃ jiṇṇo ceva garupaṃsukūlo ca. Gahapatānīti paṃsukūlikaṅgaṃ vissajjetvā gahapatīhi dinnacīvarāni dhārehīti vadati. Nimantanānīti piṇḍapātikaṅgaṃ vissajjetvā salākabhattādīni nimantanāni bhuñjāhīti vadati. Mama ca santiketi āraññikaṅgaṃ vissajjetvā gāmantasenāsaneyeva vasāhīti vadati.",
  "atk-s0302a4:30": "Nanu ca yathā rājā senāpatiṃ senāpatiṭṭhāne ṭhapetvā tassa rājūpaṭṭhānādinā attano kammena ārādhentasseva taṃ ṭhānantaraṃ gahetvā aññassa dadamāno ayuttaṃ nāma karoti, evaṃ satthā mahākassapattherassa paccuggamanatthāya tigāvutaṃ maggaṃ gantvā rājagahassa ca nāḷandāya ca antare bahuputtakarukkhamūle nisinno tīhi ovādehi upasampādetvā tena saddhiṃ attano cīvaraṃ parivattetvā theraṃ jātiāraññikaṅgañceva jātipaṃsukūlikaṅgañca akāsi, so tasmiṃ kattukamyatāchandena satthu cittaṃ ārādhentasseva paṃsukūlādīni vissajjāpetvā gahapaticīvarapaṭiggahaṇādīsu niyojento ayuttaṃ nāma karotīti. Na karoti. Kasmā? Attajjhāsayattā. Na hi satthā dhutaṅgāni vissajjāpetukāmo, yathā pana aghaṭṭitā bheriādayo saddaṃ na vissajjenti, evaṃ aghaṭṭitā evarūpā puggalā na sīhanādaṃ nadantīti nadāpetukāmo sīhanādajjhāsayena evamāha. Theropi satthu ajjhāsayānurūpeneva ‘‘ahaṃ kho, bhante, dīgharattaṃ āraññiko cevā’’tiādinā nayena sīhanādaṃ nadati.",
  "atk-s0302a4:31": "Diṭṭhadhammasukhavihāranti diṭṭhadhammasukhavihāro nāma āraññikasseva labbhati, no gāmantavāsino. Gāmantasmiñhi vasanto dārakasaddaṃ suṇāti, asappāyarūpāni passati, asappāye sadde suṇāti, tenassa anabhirati uppajjati. Āraññiko pana gāvutaṃ vā aḍḍhayojanaṃ vā atikkamitvā araññaṃ ajjhogāhetvā vasanto dīpibyagghasīhādīnaṃ sadde suṇāti, yesaṃ savanapaccayā amānusikāsavanarati uppajjati. Yaṃ sandhāya vuttaṃ –",
  "atk-s0302a4:32": "‘‘Suññāgāraṃ paviṭṭhassa, santacittassa bhikkhuno;",
  "atk-s0302a4:33": "Amānusī ratī hoti, sammā dhammaṃ vipassato.",
  "atk-s0302a4:34": "‘‘Yato yato sammasati, khandhānaṃ udayabbayaṃ;",
  "atk-s0302a4:35": "Labhatī pītipāmojjaṃ, amataṃ taṃ vijānataṃ. (dha. pa. 373-374);",
  "atk-s0302a4:36": "‘‘Purato pacchato vāpi, aparo ce na vijjati;",
  "atk-s0302a4:37": "Tattheva phāsu bhavati, ekassa ramato vane’’ti.",
  "atk-s0302a4:38": "Tathā piṇḍapātikasseva labbhati, no apiṇḍapātikassa. Apiṇḍapātiko hi akālacārī hoti, turitacāraṃ gacchati, parivatteti, palibuddhova gacchati, tattha ca bahusaṃsayo hoti. Piṇḍapātiko pana na akālacārī hoti, na turitacāraṃ gacchati, na parivatteti, apalibuddhova gacchati, tattha ca na bahusaṃsayo hoti.",
  "atk-s0302a4:39": "Kathaṃ? Apiṇḍapātiko hi gāmato dūravihāre vasamāno kālasseva ‘‘yāguṃ vā pārivāsikabhattaṃ vā lacchāmi, āsanasālāya vā pana uddesabhattādīsu kiñcideva mayhaṃ pāpuṇissatī’’ti makkaṭakasuttāni chindanto sayitagorūpāni uṭṭhāpento pātova gacchanto akālacārī hoti. Manusse khettakammādīnaṃ atthāya gehā nikkhanteyeva sampāpuṇituṃ migaṃ anubandhanto viya vegena gacchanto turitacārī hoti. Antarā kiñcideva disvā ‘‘asukaupāsako vā asukaupāsikā vā gehe, no gehe’’ti pucchati, ‘‘no gehe’’ti sutvā ‘‘idāni kuto labhissāmī’’ti? Aggidaḍḍho viya pavedhati, sayaṃ pacchimadisaṃ gantukāmo pācīnadisāya salākaṃ labhitvā aññaṃ pacchimadisāya laddhasalākaṃ upasaṅkamitvā, ‘‘bhante, ahaṃ pacchimadisaṃ gamissāmi, mama salākaṃ tumhe gaṇhatha, tumhākaṃ salākaṃ mayhaṃ dethā’’ti salākaṃ parivatteti. Ekaṃ vā pana salākabhattaṃ āharitvā paribhuñjanto ‘‘aparassāpi salākabhattassa pattaṃ dethā’’ti manussehi vutte, ‘‘bhante, tumhākaṃ pattaṃ detha, ahaṃ mayhaṃ patte bhattaṃ pakkhipitvā tumhākaṃ pattaṃ dassāmī’’ti aññassa pattaṃ dāpetvā bhatte āhaṭe attano patte pakkhipitvā pattaṃ paṭidento pattaṃ parivatteti nāma. Vihāre rājarājamahāmattādayo mahādānaṃ denti, iminā ca bhiyyo dūragāme salākā laddhā, tattha agacchanto puna sattāhaṃ salākaṃ na labhatīti alābhabhayena gacchati, evaṃ gacchanto palibuddho hutvā gacchati nāma. Yassa cesa salākabhattādino atthāya gacchati, ‘‘taṃ dassanti nu kho me, udāhu na dassanti, paṇītaṃ nu kho dassanti, udāhu lūkhaṃ, thokaṃ nu kho, udāhu bahukaṃ, sītalaṃ nu kho, udāhu uṇha’’nti evaṃ tattha ca bahusaṃsayo hoti.",
  "atk-s0302a4:40": "Piṇḍapātiko pana kālasseva vuṭṭhāya vattapaṭivattaṃ katvā sarīraṃ paṭijaggitvā vasanaṭṭhānaṃ pavisitvā kammaṭṭhānaṃ manasikatvā kālaṃ sallakkhetvā mahājanassa uḷuṅkabhikkhādīni dātuṃ pahonakakāle gacchatīti na akālacārī hoti, ekekaṃ padavāraṃ cha koṭṭhāse katvā vipassanto gacchatīti na turitacārī hoti, attano garubhāvena ‘‘asuko gehe, na gehe’’ti na pucchati, salākabhattādīniyeva na gaṇhāti. Agaṇhanto kiṃ parivattessati? Na aññassa vasena palibuddhova hoti , kammaṭṭhānaṃ manasikaronto yathāruci gacchati, itaro viya na bahusaṃsayo hoti. Ekasmiṃ gāme vā vīthiyā vā alabhitvā aññattha carati. Tasmimpi alabhitvā aññattha caranto missakodanaṃ saṅkaḍḍhitvā amataṃ viya paribhuñjitvā gacchati.",
  "atk-s0302a4:41": "Paṃsukūlikasseva labbhati, no apaṃsukūlikassa. Apaṃsukūliko hi vassāvāsikaṃ pariyesanto carati, na senāsanasappāyaṃ pariyesati. Paṃsukūliko pana na vassāvāsikaṃ pariyesanto carati, senāsanasappāyameva pariyesati. Tecīvarikasseva labbhati, na itarassa. Atecīvariko hi bahubhaṇḍo bahuparikkhāro hoti, tenassa phāsuvihāro natthi. Appicchādīnañceva labbhati, na itaresanti. Tena vuttaṃ – ‘‘attano ca diṭṭhadhammasukhavihāraṃ sampassamāno’’ti. Pañcamaṃ.",
  "atk-s0302a4:42": "6. Ovādasuttavaṇṇanā",
  "atk-s0302a4:43": "149. Chaṭṭhe ahaṃ vāti kasmā āha? Theraṃ attano ṭhāne ṭhapanatthaṃ. Kiṃ sāriputtamoggallānā natthīti? Atthi. Evaṃ panassa ahosi ‘‘ime na ciraṃ ṭhassanti, kassapo pana vīsavassasatāyuko, so mayi parinibbute sattapaṇṇiguhāyaṃ nisīditvā dhammavinayasaṅgahaṃ katvā mama sāsanaṃ pañcavassasahassaparimāṇakālapavattanakaṃ karissati, attano taṃ ṭhāne ṭhapemi, evaṃ bhikkhū kassapassa sussūsitabbaṃ maññissantī’’ti. Tasmā evamāha. Dubbacāti dukkhena vattabbā. Dovacassakaraṇehīti dubbacabhāvakaraṇehi. Appadakkhiṇaggāhinoti anusāsaniṃ sutvā padakkhiṇaṃ na gaṇhanti yathānusiṭṭhaṃ na paṭipajjanti, appaṭipajjantā vāmagāhino nāma jātāti dasseti. Accāvadanteti atikkamma vadante, sutapariyattiṃ nissāya ativiya vādaṃ karonteti attho. Ko bahutaraṃ bhāsissatīti dhammaṃ kathento ko bahuṃ bhāsissati, kiṃ tvaṃ, udāhu ahanti? Ko sundarataranti, eko bahuṃ bhāsanto asahitaṃ amadhuraṃ bhāsati, eko sahitaṃ madhuraṃ, taṃ sandhāyāha ‘‘ko sundaratara’’nti? Eko pana bahuñca sundarañca kathento ciraṃ na bhāsati, lahuññeva uṭṭhāti, eko addhānaṃ pāpeti, taṃ sandhāyāha ‘‘ko ciratara’’nti? Chaṭṭhaṃ.",
  "atk-s0302a4:44": "7. Dutiyaovādasuttavaṇṇanā",
  "atk-s0302a4:45": "150. Sattame saddhāti okappanasaddhā. Vīriyanti kāyikacetasikaṃ vīriyaṃ. Paññāti kusaladhammajānanapaññā. Na santi bhikkhū ovādakāti imassa puggalassa ovādakā anusāsakā kalyāṇamittā natthīti idaṃ, bhante, parihānanti dasseti. Sattamaṃ.",
  "atk-s0302a4:46": "8. Tatiyaovādasuttavaṇṇanā",
  "atk-s0302a4:47": "151. Aṭṭhame tathā hi panāti pubbe sovacassatāya, etarahi ca dovacassatāya kāraṇapaṭṭhapane nipāto. Tatrāti tesu theresu. Ko nāmāyaṃ bhikkhūti ko nāmo ayaṃ bhikkhu? Kiṃ tissatthero kiṃ nāgattheroti? Tatrāti tasmiṃ evaṃ sakkāre kayiramāne. Tathattāyāti tathābhāvāya, āraññikādibhāvāyāti attho. Sabrahmacārikāmoti ‘‘ime maṃ parivāretvā carantū’’ti evaṃ kāmeti icchati patthetīti sabrahmacārikāmo. Tathattāyāti lābhasakkāranibbattanatthāya. Brahmacārupaddavenāti yo sabrahmacārīnaṃ catūsu paccayesu adhimattacchandarāgo upaddavoti vuccati, tena upaddutā. Abhipatthanāti adhimattapatthanā. Brahmacāriabhipatthanenāti brahmacārīnaṃ adhimattapatthanāsaṅkhātena catupaccayabhāvena. Aṭṭhamaṃ.",
  "atk-s0302a4:48": "9. Jhānābhiññasuttavaṇṇanā",
  "atk-s0302a4:49": "152. Navame yāvadeva ākaṅkhāmīti yāvadeva icchāmi. Yāni pana ito paraṃ vivicceva kāmehītiādinā nayena cattāri rūpāvacarajjhānāni, sabbaso rūpasaññānaṃ samatikkamātiādinā nayena catasso arūpasamāpattiyo, sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhanti evaṃ nirodhasamāpatti, anekavihitaṃiddhividhantiādinā nayena pañca lokikābhiññā ca vuttā. Tattha yaṃ vattabbaṃ siyā, taṃ sabbaṃ anupadavaṇṇanāya ceva bhāvanāvidhānena ca saddhiṃ visuddhimagge (visuddhi. 1.69) vitthāritameva. Chaḷabhiññāya pana āsavānaṃ khayāti āsavānaṃ khayena. Anāsavanti āsavānaṃ apaccayabhūtaṃ. Cetovimuttinti arahattaphalasamādhiṃ. Paññāvimuttinti arahattaphalapaññaṃ. Navamaṃ.",
  "atk-s0302a4:50": "10. Upassayasuttavaṇṇanā",
  "atk-s0302a4:51": "153. Dasame āyāma, bhanteti kasmā bhikkhunīupassayagamanaṃ yācati? Na lābhasakkārahetu, kammaṭṭhānatthikā panettha bhikkhuniyo atthi, tā ussukkāpetvā kammaṭṭhānaṃ kathāpessāmīti yācati. Nanu ca so sayampi tepiṭako bahussuto, kiṃ sayaṃ kathetuṃ na sakkotīti? No na sakkoti. Buddhapaṭibhāgassa pana sāvakassa kathaṃ saddhātabbaṃ maññissantīti yācati. Bahukicco tvaṃ bahukaraṇīyoti kiṃ thero navakammādipasuto, yena naṃ evamāhāti? No, satthari pana parinibbute catasso parisā ānandattheraṃ upasaṅkamitvā, ‘‘bhante, idāni kassa pattacīvaraṃ gahetvā caratha, kassa pariveṇaṃ sammajjatha, kassa mukhodakaṃ dethā’’ti rodanti paridevanti. Thero ‘‘aniccā saṅkhārā, vuddhasarīrepi nillajjova maccurājā pahari. Esā saṅkhārānaṃ dhammatā, mā socittha, mā paridevitthā’’ti parisaṃ saññāpeti. Idamassa bahukiccaṃ. Taṃ sandhāya thero evamāha. Sandassesīti paṭipattiguṇaṃ dassesi. Samādapesīti gaṇhāpesi. Samuttejesīti samussāhesi. Sampahaṃsesīti paṭiladdhaguṇena modāpesi.",
  "atk-s0302a4:52": "Thullatissāti sarīrena thūlā, nāmena tissā. Vedehamuninoti paṇḍitamunino. Paṇḍito hi ñāṇasaṅkhātena vedena īhati sabbakiccāni karoti, tasmā ‘‘vedeho’’ti vuccati. Vedeho ca so muni cāti, vedehamuni. Dhammaṃbhāsitabbaṃ maññatīti tipiṭakadharassa dhammabhaṇḍāgārikassa sammukhe sayaṃ araññavāsī paṃsukūliko samāno ‘‘dhammakathiko aha’’nti dhammaṃ bhāsitabbaṃ maññati. Idaṃ kiṃ pana, kathaṃ panāti? Avajānamānā bhaṇati. Assosīti aññena āgantvā ārocitavasena assosi. Āgamehi tvaṃ, āvusoti tiṭṭha tvaṃ, āvuso. Mā te saṅgho uttari upaparikkhīti mā bhikkhusaṅgho atirekaokāse taṃ upaparikkhīti. Idaṃ vuttaṃ hoti – ‘‘ānandena buddhapaṭibhāgo sāvako vārito, ekā bhikkhunī na vāritā, tāya saddhiṃ santhavo vā sineho vā bhavissatī’’ti mā taṃ saṅgho evaṃ amaññīti.",
  "atk-s0302a4:53": "Idāni attano buddhapaṭibhāgabhāvaṃ dīpento taṃ kiṃ maññasi, āvusotiādimāha? Sattaratananti sattahatthappamāṇaṃ. Nāganti hatthiṃ. Aḍḍhaṭṭharatanaṃ vāti aḍḍharatanena ūnaaṭṭharatanaṃ, purimapādato paṭṭhāya yāva kumbhā vidatthādhikasattahatthubbedhanti attho. Tālapattikāyāti taruṇatālapaṇṇena. Cavitthāti cutā, na matā vā naṭṭhā vā, buddhapaṭibhāgassa pana sāvakassa upavādaṃ vatvā mahākassapatthere chahi abhiññāhi sīhanādaṃ nadante tassā kāsāvāni kaṇṭakasākhā viya kacchusākhā viya ca sarīraṃ khādituṃ āraddhāni, tāni hāretvā setakāni nivatthakkhaṇeyevassā cittassādo udapādīti. Dasamaṃ.",
  "atk-s0302a4:54": "11. Cīvarasuttavaṇṇanā",
  "atk-s0302a4:55": "154. Ekādasame dakkhiṇāgirisminti rājagahaṃ parivāretvā ṭhitassa girino dakkhiṇabhāge janapado dakkhiṇāgiri nāma, tasmiṃ cārikaṃ caratīti attho. Cārikā ca nāma duvidhā hoti turitacārikā ca aturitacārikā ca. Tattha yaṃ ekacco ekaṃ kāsāvaṃ nivāsetvā ekaṃ pārupitvā pattacīvaraṃ aṃse laggetvā chattaṃ ādāya sarīrato sedehi paggharantehi divasena sattaṭṭhayojanāni gacchati, yaṃ vā pana buddhā kiñcideva bodhaneyyasattaṃ disvā yojanasatampi yojanasahassampi khaṇena gacchanti, esā turitacārikā nāma. Devasikaṃ pana gāvutaṃ aḍḍhayojanaṃ tigāvutaṃ yojananti ettakaṃ addhānaṃ ajjatanāya nimantanaṃ adhivāsayato janasaṅgahaṃ karoto gamanaṃ, esā aturitacārikā nāma. Ayaṃ idha adhippetā.",
  "atk-s0302a4:56": "Nanu ca thero pañcavīsati vassāni chāyā viya dasabalassa pacchato pacchato gacchantova ahosi, ‘‘kahaṃ ānando’’ti vacanassa okāsameva na adāsi, so kismiṃ kāle bhikkhusaṅghena saddhiṃ cārikaṃ carituṃ okāsaṃ labhatīti? Satthu parinibbānasaṃvacchare. Parinibbute kira satthari mahākassapatthero satthu parinibbāne sannipatitassa bhikkhusaṅghassa majjhe nisīditvā dhammavinayasaṅgāyanatthaṃ pañcasate bhikkhū uccinitvā, ‘‘āvuso, mayaṃ rājagahe vassaṃ vasantā dhammavinayaṃ saṅgāyissāma, tumhe pure vassūpanāyikāya attano palibodhaṃ ucchinditvā rājagahe sannipatathā’’ti vatvā attanā rājagahaṃ gato. Ānandattheropi bhagavato pattacīvaraṃ ādāya mahājanaṃ saññāpento sāvatthiṃ gantvā tato nikkhamma rājagahaṃ gacchanto dakkhiṇāgirismiṃ cārikaṃ cari. Taṃ sandhāyetaṃ vuttaṃ.",
  "atk-s0302a4:57": "Yebhuyyenakumārabhūtāti ye te hīnāyāvattā nāma, te yebhuyyena kumārakā daharā taruṇā ekavassikadvevassikā bhikkhū ceva anupasampannakumārakā ca. Kasmā panete pabbajitā, kasmā hīnāyāvattāti? Tesaṃ kira mātāpitaro cintesuṃ – ‘‘ānandatthero satthu vissāsiko aṭṭha vare yācitvā upaṭṭhahati, icchiticchitaṭṭhānaṃ satthāraṃ gahetvā gantuṃ sakkoti, amhākaṃ dārake etassa santike pabbājema, so satthāraṃ gahetvā āgamissati, tasmiṃ āgate mayaṃ mahāsakkāraṃ kātuṃ labhissāmā’’ti. Iminā tāva kāraṇena nesaṃ ñātakā te pabbājesuṃ. Satthari pana parinibbute tesaṃ sā patthanā upacchinnā, atha te ekadivaseneva uppabbājesuṃ.",
  "atk-s0302a4:58": "Yathābhirantanti yathāruciyā yathāajjhāsayena. Tikabhojanaṃ paññattanti, idaṃ ‘‘gaṇabhojane aññatra samayā pācittiya’’nti (pāci. 211). Idaṃ sandhāya vuttaṃ. Tattha hi tiṇṇaṃ janānaṃ akappiyanimantanaṃ sādiyitvā ekato paṭiggaṇhantānampi anāpatti, tasmā ‘‘tikabhojana’’nti vuttaṃ.",
  "atk-s0302a4:59": "Dummaṅkūnaṃ puggalānaṃ niggahāyāti dussīlapuggalānaṃ niggaṇhanatthaṃ. Pesalānaṃ bhikkhūnaṃ phāsuvihārāyāti dummaṅkūnaṃ niggaheneva pesalānaṃ uposathapavāraṇā vattanti, samaggavāso hoti, ayaṃ tesaṃ phāsuvihāro hoti, imassa phāsuvihārassa atthāya. Mā pāpicchā pakkhaṃ nissāya saṅghaṃ bhindeyyunti yathā devadatto sapariso kulesu viññāpetvā bhuñjanto pāpicche nissāya saṅghaṃ bhindi, evaṃ aññepi pāpicchā gaṇabandhena kulesu viññāpetvā bhuñjamānā gaṇaṃ vaḍḍhetvā taṃ pakkhaṃ nissāya mā saṅghaṃ bhindeyyunti, iti iminā kāraṇena paññattanti attho. Kulānuddayatāya cāti bhikkhusaṅghe uposathapavāraṇaṃ katvā samaggavāsaṃ vasante manussā salākabhattādīni datvā saggaparāyaṇā bhavanti, iti imāya kulānuddayatāya ca paññattanti attho.",
  "atk-s0302a4:60": "Sassaghātaṃ maññe carasīti sassaṃ ghātento viya āhiṇḍasi. Kulūpaghātaṃ maññe carasīti kulāni upaghātento viya hananto viya āhiṇḍasi. Olujjatīti visesena palujjati bhijjati. Palujjanti kho te, āvuso, navappāyāti, āvuso, ete tuyhaṃ pāyena yebhuyyena navakā ekavassikaduvassikā daharā ceva sāmaṇerā ca palujjanti bhijjanti. Na vāyaṃ kumārako mattamaññāsīti ayaṃ kumārako attano pamāṇaṃ na jānātīti theraṃ tajjento āha.",
  "atk-s0302a4:61": "Kumārakavādāna muccāmāti kumārakavādato na muccāma . Tathā hi pana tvanti idamassa evaṃ vattabbatāya kāraṇadassanatthaṃ vuttaṃ. Ayañhettha adhippāyo – yasmā tvaṃ imehi navehi bhikkhūhi indriyasaṃvararahitehi saddhiṃ vicarasi, tasmā kumārakehi saddhiṃ vicaranto kumārakoti vattabbataṃ arahasīti.",
  "atk-s0302a4:62": "Aññatitthiyapubbo samānoti idaṃ yasmā therassa imasmiṃ sāsane neva ācariyo na upajjhāyo paññāyati, sayaṃ kāsāyāni gahetvā nikkhanto, tasmā anattamanatāya aññatitthiyapubbataṃ āropayamānā āha.",
  "atk-s0302a4:63": "Sahasāti ettha rāgamohacāropi sahasācāro, idaṃ pana dosacāravasena vuttaṃ. Appaṭisaṅkhāti appaccavekkhitvā, idāni attano pabbajjaṃ sodhento yatvāhaṃ, āvusotiādimāha. Tattha aññaṃ satthāraṃ uddisitunti ṭhapetvā bhagavantaṃ aññaṃ mayhaṃ satthāti evaṃ uddisituṃ na jānāmi. Sambādho gharāvāsotiādīsu sacepi saṭṭhihatthe ghare yojanasatantarepi vā dve jāyampatikā vasanti, tathāpi tesaṃ sakiñcanasapalibodhaṭṭhena gharāvāso sambādhoyeva. Rajāpathoti rāgarajādīnaṃ uṭṭhānaṭṭhānanti mahāaṭṭhakathāyaṃ vuttaṃ. ‘‘Āgamanapatho’’tipi vattuṃ vaṭṭati. Alagganaṭṭhena abbhokāso viyāti abbhokāso. Pabbajito hi kūṭāgāraratanamayapāsādadevavimānādīsu pihitadvāravātapānesu paṭicchannesu vasantopi neva laggati na sajjati na bajjhati, tena vuttaṃ ‘‘abbhokāso pabbajjā’’ti. Apica sambādho gharāvāso kusalakiriyāya okāsābhāvato rajāpatho asaṃvutasaṅkāraṭṭhānaṃ viya rajānaṃ, kilesarajānaṃ sannipātaṭṭhānato, abbhokāso pabbajjā kusalakiriyāya yathā sukhaṃ okāsasabbhāvato.",
  "atk-s0302a4:64": "Nayidaṃ sukaraṃ…pe… pabbajeyyanti ettha ayaṃ saṅkhepakathā – yadetaṃ sikkhattayabrahmacariyaṃ ekampi divasaṃ akhaṇḍaṃ katvā carimakacittaṃ pāpetabbatāya ekantaparipuṇṇaṃ caritabbaṃ, ekadivasampi ca kilesamalena amalīnaṃ katvā carimakacittaṃ pāpetabbatāya ekantaparisuddhaṃ, saṅkhalikhitaṃ likhitasaṅkhasadisaṃ dhotasaṅkhasappaṭibhāgaṃ caritabbaṃ, idaṃ na sukaraṃ agāraṃ ajjhāvasatā agāramajjhe vasantena ekantaparipuṇṇaṃ…pe… carituṃ, yaṃnūnāhaṃ kesamassuṃ ohāretvā kasāyarasapītatāya kāsāyāni brahmacariyaṃ carantānaṃ anucchavikāni vatthāni acchādetvā paridahitvā agārasmā nikkhamitvā anagāriyaṃ pabbajjeyyanti. Ettha ca yasmā agārassa hitaṃ kasivaṇijjādikammaṃ agāriyanti vuccati, taṃ pabbajjāya natthi, tasmā pabbajjā anagāriyāti ñātabbā, taṃ anagāriyaṃ. Pabbajeyyanti paṭipajjeyyaṃ.",
  "atk-s0302a4:65": "Paṭapilotikānanti jiṇṇapilotikānaṃ terasahatthopi hi navasāṭako dasānaṃ chinnakālato paṭṭhāya pilotikāti vuccati. Iti mahārahāni vatthāni chinditvā kataṃ saṅghāṭiṃ sandhāya ‘‘paṭapilotikānaṃ saṅghāṭi’’nti vuttaṃ. Addhānamaggappaṭipannoti aḍḍhayojanato paṭṭhāya maggo addhānanti vuccati, taṃ addhānamaggaṃ paṭipanno, dīghamaggaṃ paṭipannoti attho.",
  "atk-s0302a4:66": "Idāni yathā esa pabbajito, yathā ca addhānamaggaṃ paṭipanno, imassatthassa āvibhāvatthaṃ abhinīhārato paṭṭhāya anupubbikathā kathetabbā – atīte kira kappasatasahassamatthake padumuttaro nāma satthā udapādi, tasmiṃ haṃsavatīnagaraṃ upanissāya kheme migadāye viharante vedeho nāma kuṭumbiko asītikoṭidhanavibhavo pātova subhojanaṃ bhuñjitvā uposathaṅgāni adhiṭṭhāya gandhapupphādīni gahetvā vihāraṃ gantvā satthāraṃ pūjetvā vanditvā ekamantaṃ nisīdi. Tasmiṃ khaṇe satthā mahānisabhattheraṃ nāma tatiyasāvakaṃ ‘‘etadaggaṃ, bhikkhave, mama sāvakānaṃ bhikkhūnaṃ dhutavādānaṃ yadidaṃ nisabho’’ti etadagge ṭhapesi. Upāsako taṃ sutvā pasanno dhammakathāvasāne mahājane uṭṭhāya gate satthāraṃ vanditvā, ‘‘bhante, sve mayhaṃ bhikkhaṃ adhivāsethā’’ti āha. Mahā kho, upāsaka, bhikkhusaṅghoti. Kittako bhagavāti. Aṭṭhasaṭṭhibhikkhusatasahassanti. Bhante, ekaṃ sāmaṇerampi vihāre asesetvā bhikkhaṃ adhivāsethāti. Satthā adhivāsesi. Upāsako satthu adhivāsanaṃ viditvā gehaṃ gantvā mahādānaṃ sajjetvā punadivase satthu kālaṃ ārocāpesi. Satthā pattacīvaramādāya bhikkhusaṅghaparivuto upāsakassa gharaṃ gantvā paññattāsane nisinno dakkhiṇodakāvasāne yāgubhattādīni sampaṭicchanto bhattavissaggaṃ akāsi. Upāsakopi satthu santike nisīdi.",
  "atk-s0302a4:67": "Tasmiṃ antare mahānisabhatthero piṇḍāya caranto tameva vīthiṃ paṭipajji. Upāsako disvā uṭṭhāya gantvā theraṃ vanditvā ‘‘pattaṃ, bhante, no dethā’’ti āha. Thero pattaṃ adāsi. Bhante, idheva pavisatha, satthāpi gehe nisinnoti. Na vaṭṭissati upāsakāti. Upāsako therassa pattaṃ gahetvā piṇḍapātassa pūretvā nīharitvā adāsi. Tato theraṃ anugantvā nivatto satthu santike nisīditvā evamāha – ‘‘bhante, mahānisabhatthero ‘satthā gehe nisinno’ti vuttepi pavisituṃ na icchi, atthi nu kho etassa tumhākaṃ guṇehi atireko guṇo’’ti. Buddhānañca vaṇṇamaccheraṃ nāma natthi. Atha satthā evamāha – ‘‘upāsaka, mayaṃ bhikkhaṃ āgamayamānā gehe nisīdāma, so bhikkhu na evaṃ nisīditvā bhikkhaṃ udikkhati. Mayaṃ gāmantasenāsane vasāma, so araññasmiṃyeva vasati. Mayaṃ channe vasāma, so abbhokāsamhiyeva vasati. Iti tassa ayañca ayañca guṇo’’ti mahāsamuddaṃ pūrayamānova kathesi. Upāsako pakatiyāpi jalamānadīpo telena āsitto viya suṭṭhutaraṃ pasanno hutvā cintesi – ‘‘kiṃ mayhaṃ aññāya sampattiyā, anāgate ekassa buddhassa santike dhutavādānaṃ aggabhāvatthāya patthanaṃ karissāmī’’ti?",
  "atk-s0302a4:68": "So punapi satthāraṃ nimantetvā teneva niyāmena satta divasāni dānaṃ datvā sattame divase aṭṭhasaṭṭhibhikkhusatasahassassa ticīvarāni datvā satthu pādamūle nipajjitvā evamāha – ‘‘yaṃ me, bhante, satta divasāni dānaṃ dentassa mettaṃ kāyakammaṃ mettaṃ vacīkammaṃ mettaṃ manokammaṃ, imināhaṃ na aññaṃ devasampattiṃ vā sakkamārabrahmasampattiṃ vā patthemi, idaṃ pana me kammaṃ anāgate ekassa buddhassa santike mahānisabhattherena pattaṭṭhānantaraṃ pāpuṇanatthāya terasadhutaṅgadharānaṃ aggabhāvassa paccayo hotū’’ti. Satthā ‘‘mahantaṃ ṭhānaṃ iminā patthitaṃ, samijjhissati nu kho’’ti olokento samijjhanabhāvaṃ disvā āha – ‘‘manāpaṃ te ṭhānaṃ patthitaṃ, anāgate satasahassakappamatthake gotamo nāma buddho uppajjissati, tassa tvaṃ tatiyasāvako mahākassapatthero nāma bhavissasī’’ti. Taṃ sutvā upāsako ‘‘buddhānaṃ dve kathā nāma natthī’’ti punadivase pattabbaṃ viya taṃ sampattiṃ amaññittha. So yāvatāyukaṃ sīlaṃ rakkhitvā tattha kālaṅkato sagge nibbatti.",
  "atk-s0302a4:69": "Tato paṭṭhāya devamanussesu sampattiṃ anubhavanto ito ekanavutikappe vipassimhi sammāsambuddhe bandhumatīnagaraṃ nissāya kheme migadāye viharante devalokā cavitvā aññatarasmiṃ parijiṇṇe brāhmaṇakule nibbatti. Tasmiñca kāle ‘‘vipassī bhagavā sattame sattame saṃvacchare dhammaṃ kathetī’’ti mahantaṃ kolāhalaṃ hoti. Sakalajambudīpe devatā ‘‘satthā dhammaṃ kathessatī’’ti ārocenti, brāhmaṇo taṃ sāsanaṃ assosi. Tassa ca nivāsanasāṭako eko hoti, tathā brāhmaṇiyā, pārupanaṃ pana dvinnampi ekameva. Sakalanagare ‘‘ekasāṭakabrāhmaṇo’’ti paññāyati. Brāhmaṇānaṃ kenacideva kiccena sannipāte sati brāhmaṇiṃ gehe ṭhapetvā sayaṃ gacchati , brāhmaṇīnaṃ sannipāte sati sayaṃ gehe tiṭṭhati, brāhmaṇī taṃ vatthaṃ pārupitvā gacchati. Tasmiṃ pana divase brāhmaṇo brāhmaṇiṃ āha – ‘‘bhoti, kiṃ rattiṃ dhammassavanaṃ suṇissasi divā’’ti? ‘‘Mayaṃ mātugāmajātikā nāma rattiṃ sotuṃ na sakkoma, divā sossāmī’’ti brāhmaṇaṃ gehe ṭhapetvā vatthaṃ pārupitvā upāsikāhi saddhiṃ divā gantvā satthāraṃ vanditvā ekamante nisinnā dhammaṃ sutvā upāsikāhiyeva saddhiṃ āgamāsi. Atha brāhmaṇo brāhmaṇiṃ gehe ṭhapetvā vatthaṃ pārupitvā vihāraṃ gato.",
  "atk-s0302a4:70": "Tasmiṃ ca samaye satthā parisamajjhe alaṅkatadhammāsane sannisinno cittabījaniṃ ādāya ākāsagaṅgaṃ otārento viya sineruṃ matthaṃ katvā sāgaraṃ nimmathento viya dhammakathaṃ katheti. Brāhmaṇassa parisante nisinnassa dhammaṃ suṇantassa paṭhamayāmasmiṃyeva sakalasarīraṃ pūrayamānā pañcavaṇṇā pīti uppajji. So pārutavatthaṃ saṅgharitvā ‘‘dasabalassa dassāmī’’ti cintesi. Athassa ādīnavasahassaṃ dassayamānaṃ maccheraṃ uppajji, so ‘‘brāhmaṇiyā ca mayhañca ekameva vatthaṃ, aññaṃ kiñci pārupanaṃ natthi, apārupitvā ca nāma bahi carituṃ na sakkā’’ti sabbathāpi adātukāmo ahosi. Athassa nikkhante paṭhamayāme majjhimayāmepi tatheva pīti uppajji, so tatheva ca cintetvā tatheva adātukāmo ahosi. Athassa majjhimayāme nikkhante pacchimayāmepi tatheva pīti uppajji, so ‘‘taraṇaṃ vā hotu maraṇaṃ vā, pacchāpi jānissāmī’’ti vatthaṃ saṅgharitvā satthu pādamūle ṭhapesi. Tato vāmahatthaṃ ābhujitvā dakkhiṇena hatthena tikkhattuṃ apphoṭetvā ‘‘jitaṃ me jitaṃ me’’ti tayo vāre nadi.",
  "atk-s0302a4:71": "Tasmiñca samaye bandhumarājā dhammāsanassa pacchato antosāṇiyaṃ nisinno dhammaṃ suṇāti. Rañño ca nāma ‘‘jitaṃ me’’ti saddo amanāpo hoti. So purisaṃ pesesi ‘‘gaccha etaṃ puccha kiṃ vadesī’’ti? So tena gantvā pucchito āha – ‘‘avasesā hatthiyānādīni āruyha asicammādīni gahetvā parasenaṃ jinanti, na taṃ acchariyaṃ, ahaṃ pana pacchato āgacchantassa kūṭagoṇassa muggarena sīsaṃ bhinditvā taṃ palāpento viya maccheracittaṃ madditvā pārutavatthaṃ dasabalassa adāsiṃ, taṃ me macchariyaṃ jita’’nti āha. Puriso gantvā taṃ pavattiṃ rañño ārocesi. Rājā āha – ‘‘amhe bhaṇe dasabalassa anurūpaṃ na jānimhā, brāhmaṇo pana jānī’’ti vatthayugampi pesesi. Taṃ disvā brāhmaṇo cintesi – ‘‘ayaṃ mayhaṃ tuṇhī nisinnassa paṭhamaṃ kiñci adatvā satthu guṇe kathentassa adāsi, satthu guṇe paṭicca uppannena mayhaṃ ko attho’’ti tampi vatthayugaṃ dasabalasseva adāsi. Rājā ‘‘kiṃ brāhmaṇena kata’’nti? Pucchitvā, ‘‘tampi tena vatthayugaṃ tathāgatasseva dinna’’nti sutvā aññāni dve vatthayugāni pesesi. So tānipi adāsi. Rājā aññānipi cattārīti evaṃ yāva dvattiṃsa vatthayugāni pesesi. Atha brāhmaṇo ‘‘idaṃ vaḍḍhetvā gahaṇaṃ viya hotī’’ti attano atthāya ekaṃ brāhmaṇiyā atthāya ekanti dve vatthayugāni gahetvā tiṃsa yugāni tathāgatasseva adāsi. Tato paṭṭhāya ca satthu vissāsiko jāto.",
  "atk-s0302a4:72": "Atha naṃ rājā ekadivasaṃ sītasamaye satthu santike dhammaṃ suṇantaṃ disvā satasahassagghanikaṃ attano pārutaṃ rattakambalaṃ datvā āha – ‘‘ito paṭṭhāya idaṃ pārupitvā dhammaṃ suṇāhī’’ti. So ‘‘kiṃ me iminā kambalena imasmiṃ pūtikāye upanītenā’’ti? Cintetvā, antogandhakuṭiyaṃ tathāgatamañcassa upari vitānaṃ katvā agamāsi. Atha ekadivasaṃ rājā pātova vihāraṃ gantvā antogandhakuṭiyaṃ satthu santike nisīdi. Tasmiñca samaye chabbaṇṇā buddharasmiyo kambalaṃ paṭihaññanti, kambalo ativiya virocati. Rājā uddhaṃ olokento sañjānitvā āha – ‘‘bhante, amhākaṃ esa kambalo, amhehi ekasāṭakabrāhmaṇassa dinno’’ti. Tumhehi, mahārāja, brāhmaṇo pūjito, brāhmaṇena ahaṃ pūjitoti. Rājā ‘‘brāhmaṇo yuttakaṃ aññāsi, na maya’’nti pasīditvā yaṃ manussānaṃ upakārabhūtaṃ, taṃ sabbaṃ aṭṭhaṭṭhakaṃ katvā sabbaṭṭhakaṃ nāma dānaṃ datvā purohitaṭṭhāne ṭhapesi. Sopi ‘‘aṭṭhaṭṭhakaṃ nāma catusaṭṭhi hotī’’ti catusaṭṭhi salākabhattāni upanibandhāpetvā yāvajīvaṃ dānaṃ datvā sīlaṃ rakkhitvā tato cuto sagge nibbatti.",
  "atk-s0302a4:73": "Puna tato cuto imasmiṃ kappe koṇāgamanassa ca bhagavato kassapadasabalassa cāti dvinnaṃ buddhānaṃ antare bārāṇasiyaṃ kuṭumbiyaghare nibbatto, so vuddhimanvāya gharāvāsaṃ vasanto ekadivasaṃ araññe jaṅghavihāraṃ carati. Tasmiñca samaye paccekabuddho nadītīre cīvarakammaṃ karonto anuvāte appahonte saṅgharitvā ṭhapetuṃ āraddho. So disvā, ‘‘kasmā, bhante, saṅgharitvā ṭhapethā’’ti? Āha. Anuvāto nappahotīti. ‘‘Iminā, bhante, karothā’’ti sāṭakaṃ datvā, ‘‘nibbattanibbattaṭṭhāne me kenaci parihāni mā hotū’’ti patthanaṃ paṭṭhapesi. Gharepissa bhaginiyā saddhiṃ bhariyāya kalahaṃ karontiyā paccekabuddho piṇḍāya pāvisi.",
  "atk-s0302a4:74": "Athassa bhaginī paccekabuddhassa piṇḍapātaṃ datvā tassa bhariyaṃ sandhāya ‘‘evarūpaṃ bālaṃ yojanasatena parivajjeyya’’nti patthanaṃ paṭṭhapesi. Sā gehadvāre ṭhitā taṃ sutvā, ‘‘imāya dinnaṃ bhattaṃ esa mā bhuñjatū’’ti pattaṃ gahetvā piṇḍapātaṃ chaḍḍetvā kalalassa pūretvā adāsi. Itarā disvā, ‘‘bāle maṃ tāva akkosa vā pahara vā. Evarūpassa pana dve asaṅkheyyāni pūritapāramissa pattato bhattaṃ chaḍḍetvā kalalaṃ dātuṃ na yutta’’nti āha. Athassa bhariyāya paṭisaṅkhānaṃ uppajji. Sā ‘‘tiṭṭhatha, bhante’’ti kalalaṃ chaḍḍetvā pattaṃ dhovitvā gandhacuṇṇena ubbaṭṭetvā pavarassa catumadhurassa pūretvā upari āsittena padumagabbhavaṇṇena sappinā vijjotamānaṃ paccekabuddhassa hatthe ṭhapetvā, ‘‘yathā ayaṃ piṇḍapāto obhāsajāto, evaṃ obhāsajātaṃ me sarīraṃ hotū’’ti patthanaṃ paṭṭhapesi. Paccekabuddho anumoditvā ākāsaṃ pakkhandi. Tepi jāyampatikā yāvatāyukaṃ kusalaṃ katvā sagge nibbattitvā puna tato cavitvā upāsako bārāṇasiyaṃ asītikoṭivibhavassa seṭṭhino putto hutvā nibbatti, itarā tādisasseva dhītā hutvā nibbatti.",
  "atk-s0302a4:75": "Tassa vuddhippattassa tameva seṭṭhidhītaraṃ ānayiṃsu. Tassā pubbe adinnavipākassa tassa kammassa ānubhāvena patikulaṃ paviṭṭhamattāya ummārabbhantare sakalasarīraṃ ugghāṭitavaccakuṭi viya duggandhaṃ jātaṃ. Seṭṭhikumāro ‘‘kassāyaṃ gandho’’ti pucchitvā ‘‘seṭṭhikaññāyā’’ti sutvā ‘‘nīharatha nīharathā’’ti ābhataniyāmeneva kulagharaṃ pesesi. Sā eteneva nīhārena sattasu ṭhānesu paṭinivattitā cintesi – ‘‘ahaṃ sattasu ṭhānesu paṭinivattā. Kiṃ me jīvitenā’’ti? Attano ābharaṇabhaṇḍaṃ bhañjāpetvā suvaṇṇiṭṭhakaṃ kāresi ratanāyataṃ vidatthivitthataṃ caturaṅgulubbedhaṃ. Tato haritālamanosilāpiṇḍaṃ gahetvā aṭṭha uppalahatthake ādāya kassapadasabalassa cetiyakaraṇaṭṭhānaṃ gatā. Tasmiñca khaṇe ekā iṭṭhakapanti parikkhipitvā āgacchamānā ghaṭaniṭṭhakāya ūnā hoti. Seṭṭhidhītā vaḍḍhakiṃ āha – ‘‘imaṃ iṭṭhakaṃ ettha ṭhapethā’’ti. Amma, bhaddake kāle āgatāsi, sayameva ṭhapehīti. Sā āruyha telena haritālamanosilaṃ yojetvā tena bandhanena iṭṭhakaṃ patiṭṭhapetvā upari aṭṭhahi uppalahatthakehi pūjaṃ katvā vanditvā, ‘‘nibbattanibbattaṭṭhāne me kāyato candanagandho vāyatu, mukhato uppalagandho’’ti patthanaṃ katvā, cetiyaṃ vanditvā, padakkhiṇaṃ katvā agamāsi.",
  "atk-s0302a4:76": "Atha tasmiṃyeva khaṇe yassa seṭṭhiputtassa paṭhamaṃ gehaṃ nītā, tassa taṃ ārabbha sati udapādi . Nagarepi nakkhattaṃ saṃghuṭṭhaṃ hoti. So upaṭṭhāke āha – ‘‘tadā idha ānītā seṭṭhidhītā atthi, kahaṃ sā’’ti? ‘‘Kulagehe sāmī’’ti. ‘‘Ānetha naṃ, nakkhattaṃ kīḷissāmā’’ti. Te gantvā, taṃ vanditvā ṭhitā ‘‘kiṃ, tātā, āgatatthā’’ti? Tāya puṭṭhā taṃ pavattiṃ ācikkhiṃsu. ‘‘Tātā, mayā ābharaṇabhaṇḍena cetiyaṃ pūjitaṃ, ābharaṇaṃ me natthī’’ti. Te gantvā seṭṭhiputtassa ārocesuṃ. ‘‘Ānetha naṃ, piḷandhanaṃ labhissāmā’’ti. Te ānayiṃsu. Tassā saha gharappavesena sakalagehaṃ candanagandhañceva nīluppalagandhañca vāyi.",
  "atk-s0302a4:77": "Seṭṭhiputto taṃ pucchi – ‘‘paṭhamaṃ tava sarīrato duggandho vāyi, idāni pana te sarīrato candanagandho, mukhato uppalagandho vāyati. Kiṃ eta’’nti? Sā ādito paṭṭhāya attano katakammaṃ ārocesi. Seṭṭhiputto ‘‘niyyānikaṃ vata buddhānaṃ sāsana’’nti pasīditvā yojanikaṃ suvaṇṇacetiyaṃ kambalakañcukena parikkhipitvā tattha tattha rathacakkappamāṇehi suvaṇṇapadumehi alaṅkari. Tesaṃ dvādasahatthā olambakā honti. So tattha yāvatāyukaṃ ṭhatvā sagge nibbattitvā tato cuto bārāṇasito yojanamatte ṭhāne aññatarasmiṃ amaccakule nibbatti. Seṭṭhikaññā devalokato cavitvā rājakule jeṭṭhadhītā hutvā nibbatti.",
  "atk-s0302a4:78": "Tesu vayappattesu kumārassa vasanagāme nakkhattaṃ saṃghuṭṭhaṃ, so mātaraṃ āha – ‘‘sāṭakaṃ me amma dehi, nakkhattaṃ kīḷissāmī’’ti. Sā dhotavatthaṃ nīharitvā adāsi. ‘‘Amma thūlaṃ ida’’nti. Aññaṃ nīharitvā adāsi, tampi paṭikkhipi. Aññaṃ nīharitvā adāsi, tampi paṭikkhipi. Atha naṃ mātā āha – ‘‘tāta, yādise gehe mayaṃ jātā, natthi no ito sukhumatarassa paṭilābhāya puñña’’nti. ‘‘Labhanaṭṭhānaṃ gacchāmi ammā’’ti. ‘‘Putta ahaṃ ajjeva tuyhaṃ bārāṇasinagare rajjapaṭilābhampi icchāmī’’ti. So mātaraṃ vanditvā āha – ‘‘gacchāmi ammā’’ti. ‘‘Gaccha, tātā’’ti. Evaṃ kirassā cittaṃ ahosi – ‘‘kahaṃ gamissati, idha vā ettha vā gehe nisīdissatī’’ti? So pana puññaniyāmena nikkhamitvā bārāṇasiṃ gantvā uyyāne maṅgalasilāpaṭṭe sasīsaṃ pārupitvā nipajji. So cā bārāṇasirañño kālaṅkatassa sattamo divaso hoti.",
  "atk-s0302a4:79": "Amaccā rañño sarīrakiccaṃ katvā rājaṅgaṇe nisīditvā mantayiṃsu – ‘‘rañño ekā dhītāva atthi, putto natthi. Arājakaṃ rajjaṃ na tiṭṭhati. Ko rājā hotī’’ti mantetvā, ‘‘tvaṃ hohi, tvaṃ hohī’’ti. Purohito āha – ‘‘bahuṃ oloketuṃ na vaṭṭati, phussarathaṃ vissajjemā’’ti. Te kumudavaṇṇe cattāro sindhave yojetvā, pañcavidhaṃ rājakakudhabhaṇḍaṃ setacchattañca rathasmiṃyeva ṭhapetvā rathaṃ vissajjetvā pacchato tūriyāni paggaṇhāpesuṃ. Ratho pācīnadvārena nikkhamitvā uyyānābhimukho ahosi, ‘‘paricayena uyyānābhimukho gacchati, nivattemā’’ti keci āhaṃsu. Purohito ‘‘mā nivattayitthā’’ti āha. Ratho kumāraṃ padakkhiṇaṃ katvā ārohanasajjo hutvā aṭṭhāsi. Purohito pārupanakaṇṇaṃ apanetvā pādatalāni olokento ‘‘tiṭṭhatu ayaṃ dīpo, dvisahassadīpaparivāresu catūsu dīpesu esa rajjaṃ kātuṃ yutto’’ti vatvā, ‘‘punapi tūriyāni paggaṇhātha punapi paggaṇhāthā’’ti tikkhattuṃ tūriyāni paggaṇhāpesi.",
  "atk-s0302a4:80": "Atha kumāro mukhaṃ vivaritvā oloketvā, ‘‘kena kammena āgatatthā’’ti? Āha. ‘‘Deva, tumhākaṃ rajjaṃ pāpuṇātī’’ti. ‘‘Rājā kaha’’nti. ‘‘Devattaṃ gato sāmī’’ti. ‘‘Kati divasā atikkantā’’ti? ‘‘Ajja sattamo divaso’’ti. ‘‘Putto vā dhītā vā natthī’’ti. ‘‘Dhītā atthi deva, putto natthī’’ti. ‘‘Tena hi karissāmi rajja’’nti. Te tāvadeva abhisekamaṇḍapaṃ katvā rājadhītaraṃ sabbālaṅkārehi alaṅkaritvā uyyānaṃ ānetvā kumārassa abhisekaṃ akaṃsu.",
  "atk-s0302a4:81": "Athassa katābhisekassa satasahassagghanikaṃ vatthaṃ upahariṃsu. So ‘‘kimidaṃ, tātā’’ti? Āha. ‘‘Nivāsanavatthaṃ devā’’ti. ‘‘Nanu, tātā, thūla’’nti. ‘‘Manussānaṃ paribhogavatthesu ito sukhumataraṃ natthi devā’’ti. ‘‘Tumhākaṃ rājā evarūpaṃ nivāsesī’’ti? ‘‘Āma, devā’’ti. ‘‘Na maññe puññavā tumhākaṃ rājā, suvaṇṇabhiṅgāraṃ āharatha, labhissāma vattha’’nti. Suvaṇṇabhiṅgāraṃ āhariṃsu. So uṭṭhāya hatthe dhovitvā, mukhaṃ vikkhāletvā, hatthena udakaṃ ādāya, puratthimadisāya abbhukkiri, ghanapathaviṃ bhinditvā aṭṭha kapparukkhā uṭṭhahiṃsu. Puna udakaṃ gahetvā dakkhiṇaṃ pacchimaṃ uttaranti evaṃ catasso disā abbhukkiri, sabbadisāsu aṭṭha aṭṭha katvā dvattiṃsa kapparukkhā uṭṭhahiṃsu. So ekaṃ dibbadussaṃ nivāsetvā ekaṃ pārupitvā ‘‘nandarañño vijite suttakantikā itthiyo mā suttaṃ kantiṃsūti evaṃ bheriṃ cārāpethā’’ti vatvā, chattaṃ ussāpetvā, alaṅkatapaṭiyatto hatthikkhandhavaragato nagaraṃ pavisitvā, pāsādaṃ āruyha mahāsampattiṃ anubhavi.",
  "atk-s0302a4:82": "Evaṃ kāle gacchante ekadivasaṃ devī rañño sampattiṃ disvā, ‘‘aho tapassī’’ti kāruññākāraṃ dassesi. ‘‘Kimidaṃ devī’’ti? Ca puṭṭhā, ‘‘atimahatī, deva, sampatti, atīte buddhānaṃ saddahitvā kalyāṇaṃ akattha, idāni anāgatassa paccayaṃ kusalaṃ na karothā’’ti? Āha. ‘‘Kassa dassāmi? Sīlavanto natthī’’ti. ‘‘Asuñño, deva, jambudīpo arahantehi, tumhe dānameva sajjetha, ahaṃ arahante lacchāmī’’ti āha. Rājā punadivase pācīnadvāre dānaṃ sajjāpesi. Devī pātova uposathaṅgāni adhiṭṭhāya uparipāsāde puratthābhimukhā urena nipajjitvā – ‘‘sace etissā disāya arahanto atthi, āgacchantu amhākaṃ bhikkhaṃ gaṇhantū’’ti āha. Tassaṃ disāyaṃ arahanto nāhesuṃ. Taṃ sakkāraṃ kapaṇaddhikayācakānaṃ adaṃsu.",
  "atk-s0302a4:83": "Punadivase dakkhiṇadvāre dānaṃ sajjetvā tatheva akāsi, punadivase pacchimadvāre. Uttaradvāre sajjitadivase pana deviyā tatheva nimantentiyā himavante vasantānaṃ padumavatiyā puttānaṃ pañcasatānaṃ paccekabuddhānaṃ jeṭṭhako mahāpadumapaccekabuddho bhātike āmantesi ‘‘mārisā, nandarājā tumhe nimanteti, adhivāsetha tassā’’ti. Te adhivāsetvā punadivase anotattadahe mukhaṃ dhovitvā ākāsena āgantvā uttaradvāre otariṃsu. Manussā gantvā ‘‘pañcasatā, deva, paccekabuddhā āgatā’’ti rañño ārocesuṃ. Rājā saddhiṃ deviyā gantvā vanditvā pattaṃ gahetvā paccekabuddhe pāsādaṃ āropetvā tesaṃ dānaṃ datvā bhattakiccāvasāne rājā saṅghatherassa, devī saṅghanavakassa pādamūle nipajjitvā, ‘‘ayyā paccayehi na kilamissanti, mayaṃ puññena na hāyissāma, amhākaṃ yāvajīvaṃ idha nivāsāya paṭiññaṃ dethā’’ti paṭiññaṃ kāretvā uyyāne pañca paṇṇasālāsatāni pañca caṅkamanasatānīti sabbākārena nivāsaṭṭhānaṃ sampādetvā tattha vasāpesuṃ.",
  "atk-s0302a4:84": "Evaṃ kāle gacchante rañño paccanto kupito. ‘‘Ahaṃ paccantaṃ vūpasametuṃ gacchāmi, tvaṃ paccekabuddhesu mā pamajjī’’ti deviṃ ovaditvā gato. Tasmiṃ anāgateyeva paccekabuddhānaṃ āyusaṅkhārā khīṇā. Mahāpadumapaccekabuddho tiyāmarattiṃ jhānakīḷaṃ kīḷitvā aruṇuggamane ālambanaphalakaṃ ālambitvā ṭhitakova anupādisesāya nibbānadhātuyā parinibbāyi, etenupāyena sesāpīti sabbepi parinibbutā. Punadivase devī paccekabuddhānaṃ nisīdanaṭṭhānaṃ haritūpalittaṃ kāretvā pupphāni vikiritvā dhūpaṃ datvā tesaṃ āgamanaṃ olokayantī nisinnā āgamanaṃ apassantī purisaṃ pesesi – ‘‘gaccha, tāta, jānāhi, kiṃ ayyānaṃ kiñci aphāsuka’’nti? So gantvā mahāpadumassa paṇṇasālāya dvāraṃ vivaritvā tattha apassanto caṅkamanaṃ gantvā ālambanaphalakaṃ nissāya ṭhitaṃ disvā vanditvā, ‘‘kālo, bhante’’ti āha. Parinibbutasarīraṃ kiṃ kathessati? So ‘‘niddāyati maññe’’ti gantvā piṭṭhipāde hatthena parāmasi. Pādānaṃ sītalatāya ceva thaddhatāya ca parinibbutabhāvaṃ ñatvā dutiyassa santikaṃ agamāsi, evaṃ tatiyassāti sabbesaṃ parinibbutabhāvaṃ ñatvā rājakulaṃ gato. ‘‘Kahaṃ, tāta, paccekabuddhā’’ti? Puṭṭho ‘‘parinibbutā, devī’’ti āha. Devī kandantī rodantī nikkhamitvā nāgarehi saddhiṃ tattha gantvā sādhukīḷitaṃ kāretvā paccekabuddhānaṃ sarīrakiccaṃ katvā dhātuyo gahetvā cetiyaṃ patiṭṭhāpesi.",
  "atk-s0302a4:85": "Rājā paccantaṃ vūpasametvā āgato paccuggamanaṃ āgataṃ deviṃ pucchi ‘‘kiṃ, bhadde, paccekabuddhesu nappamajji, nirogā ayyā’’ti? ‘‘Parinibbutā devā’’ti. Rājā cintesi – ‘‘evarūpānampi paṇḍitānaṃ maraṇaṃ uppajjati, amhākaṃ kuto mokkho’’ti? So nagaraṃ agantvā uyyānameva pavisitvā jeṭṭhaputtaṃ pakkosāpetvā tassa rajjaṃ paṭiyādetvā sayaṃ samaṇakapabbajjaṃ pabbaji, devīpi ‘‘imasmiṃ pabbajite ahaṃ kiṃ karissāmī’’ti? Tattheva uyyāne pabbajitā. Dvepi jhānaṃ bhāvetvā tato cutā brahmaloke nibbattiṃsu.",
  "atk-s0302a4:86": "Tesu tattheva vasantesu amhākaṃ satthā loke uppajjitvā pavattitavaradhammacakko anupubbena rājagahaṃ pāvisi. Ayaṃ pippalimāṇavo magadharaṭṭhe mahātitthabrāhmaṇagāme kapilabrāhmaṇassa aggamahesiyā kucchimhi nibbatto, ayaṃ bhaddā kāpilānī maddaraṭṭhe sāgalanagare kosiyagottabrāhmaṇassa aggamahesiyā kucchismiṃ nibbattā. Tesaṃ kho anukkamena vaḍḍhamānānaṃ pippalimāṇavassa vīsatime vasse bhaddāya soḷasame vasse sampatte mātāpitaro puttaṃ oloketvā, ‘‘tāta, tvaṃ vayappatto, kulavaṃso nāma patiṭṭhapetabbo’’ti ativiya nippīḷayiṃsu. Māṇavo āha – ‘‘mayhaṃ sotapathe evarūpaṃ kathaṃ mā kathetha. Ahaṃ yāva tumhe dharatha, tāva paṭijaggissāmi, tumhākaṃ pacchato nikkhamitvā pabbajissāmī’’ti. Te katipāhaṃ atikkamitvā puna kathayiṃsu, sopi tatheva paṭikkhipi. Puna kathayiṃsu, punapi paṭikkhipi. Tato paṭṭhāya mātā nirantaraṃ kathetiyeva.",
  "atk-s0302a4:87": "Māṇavo ‘‘mama mātaraṃ saññāpessāmī’’ti rattasuvaṇṇassa nikkhasahassaṃ datvā suvaṇṇakārehi ekaṃ itthirūpaṃ kārāpetvā tassa majjanaghaṭṭanādikammapariyosāne taṃ rattavatthaṃ nivāsāpetvā vaṇṇasampannehi pupphehi ceva nānāalaṅkārehi ca alaṅkārāpetvā mātaraṃ pakkosāpetvā āha – ‘‘amma evarūpaṃ ārammaṇaṃ labhanto gehe vasāmi, alabhanto na vasāmī’’ti. Paṇḍitā brāhmaṇī cintesi – ‘‘mayhaṃ putto puññavā dinnadāno katābhinīhāro, puññaṃ karonto na ekakova akāsi, addhā etena saha katapuññā suvaṇṇarūpakapaṭibhāgā bhavissatī’’ti aṭṭha brāhmaṇe pakkosāpetvā sabbakāmehi santappetvā suvaṇṇarūpakaṃ rathaṃ āropetvā, ‘‘gacchatha, tātā, yattha amhākaṃ jātigottabhogehi samānakule evarūpaṃ dārikaṃ passatha, imameva suvaṇṇarūpakaṃ, paṇṇākāraṃ katvā dethā’’ti uyyojesi.",
  "atk-s0302a4:88": "Te ‘‘amhākaṃ nāma etaṃ kamma’’nti nikkhamitvā, ‘‘kattha gamissāmā’’ti? Cintetvā, ‘‘maddaraṭṭhaṃ nāma itthākaro, maddaraṭṭhaṃ gamissāmā’’ti maddaraṭṭhe sāgalanagaraṃ agamiṃsu. Tattha taṃ suvaṇṇarūpakaṃ nhānatitthe ṭhapetvā ekamantaṃ nisīdiṃsu. Atha bhaddāya dhātī bhaddaṃ nhāpetvā alaṅkaritvā sirigabbhe nisīdāpetvā nhāyituṃ āgacchantī taṃ rūpakaṃ disvā, ‘‘ayyadhītā me idhāgatā’’ti saññāya tajjetvā ‘‘dubbinite, kiṃ tvaṃ idhāgatā’’ti? Talasattikaṃ uggiritvā, ‘‘gaccha sīgha’’nti gaṇḍapasse pahari. Hattho pāsāṇe paṭihato viya kampittha. Sā paṭikkamitvā ‘‘evaṃ thaddhaṃ nāma mahāgīvaṃ disvā, ‘ayyadhītā me’ti saññaṃ uppādesiṃ, ayyadhītāya hi me ayaṃ nivāsanapaṭiggāhikāpi ayuttā’’ti āha. Atha naṃ te manussā parivāretvā ‘‘evarūpā te sāmidhītā’’ti pucchiṃsu. ‘‘Kiṃ esā, imāya sataguṇena sahassaguṇena mayhaṃ ayyā abhirūpatarā, dvādasahatthe gabbhe nisinnāya padīpakiccaṃ natthi, sarīrobhāseneva tamaṃ vidhamatī’’ti. ‘‘Tena hi āgacchā’’ti taṃ khujjaṃ gahetvā suvaṇṇarūpakaṃ rathaṃ āropetvā kosiyagottassa gharadvāre ṭhatvā āgamanaṃ nivedayiṃsu.",
  "atk-s0302a4:89": "Brāhmaṇo paṭisanthāraṃ katvā, ‘‘kuto āgatatthā’’ti? Pucchi. ‘‘Magadharaṭṭhe mahātitthagāme kapilabrāhmaṇassa gharato’’ti. ‘‘Kiṃ kāraṇā āgatā’’ti. ‘‘Iminā nāma kāraṇenā’’ti. ‘‘Kalyāṇaṃ, tātā, samajātigottavibhavo amhākaṃ brāhmaṇo, dassāmi dārika’’nti paṇṇākāraṃ gaṇhi. Te kapilabrāhmaṇassa sāsanaṃ pahiṇiṃsu – ‘‘laddhā dārikā, kattabbaṃ karothā’’ti. Taṃ sāsanaṃ sutvā pippalimāṇavassa ārocayiṃsu – ‘‘laddhā kira dārikā’’ti. Māṇavo ‘‘ahaṃ na labhissāmīti cintesiṃ, ime laddhāti ca vadanti, anatthiko hutvā paṇṇaṃ pesissāmī’’ti rahogato paṇṇaṃ likhi, ‘‘bhaddā attano jātigottabhogānurūpaṃ gharāvāsaṃ labhatu, ahaṃ nikkhamitvā pabbajissāmi, mā pacchā vippaṭisārinī ahosī’’ti. Bhaddāpi ‘‘asukassa kira maṃ dātukāmā’’ti sutvā rahogatā paṇṇaṃ likhi, ‘‘ayyaputto attano jātigottabhogānurūpaṃ gharāvāsaṃ labhatu. Ahaṃ nikkhamitvā pabbajissāmi, mā pacchā vippaṭisārī ahosī’’ti. Dvepi paṇṇāni antarāmagge samāgacchiṃsu. ‘‘Idaṃ kassa paṇṇa’’nti? Pippalimāṇavena bhaddāya pahitanti. ‘‘Idaṃ kassa paṇṇa’’nti? Bhaddāya pippalimāṇavassa pahitanti ca vutte dvepi vācetvā, ‘‘passatha dārakānaṃ kamma’’nti phāletvā araññe chaḍḍetvā samānapaṇṇaṃ likhitvā ito ca etto ca pesesuṃ. Iti tesaṃ anicchamānānaṃyeva samāgamo ahosi.",
  "atk-s0302a4:90": "Taṃdivasaṃyeva ca māṇavopi ekaṃ pupphadāmaṃ ganthāpesi, bhaddāpi ekaṃ ganthāpesi. Tāni āsanamajjhe ṭhapetvā bhuttasāyamāsā ubhopi ‘‘sayanaṃ āruhissāmā’’ti samāgantvā māṇavo dakkhiṇapassena sayanaṃ āruhi. Bhaddā vāmapassena āruhitvā āha – ‘‘yassa passe pupphāni milāyanti, tassa rāgacittaṃ uppannanti vijānissāma, imaṃ pupphadāmaṃ na allīyitabba’’nti. Te pana aññamaññassa sarīrasamphassabhayena tiyāmarattiṃ niddaṃ anokkamantāva vītināmenti, divā pana hasitamattampi na hoti. Te lokāmisena asaṃsaṭṭhā yāva mātāpitaro dharanti, tāva kuṭumbaṃ avicāretvā tesu kālaṅkatesu vicārayiṃsu. Mahatī māṇavassa sampatti, ekadivasaṃ sarīraṃ ubbaṭṭetvā chaḍḍetabbaṃ suvaṇṇacuṇṇameva magadhanāḷiyā dvādasanāḷimattaṃ laddhuṃ vaṭṭati. Yantabaddhāni saṭṭhi mahātaḷākāni, kammanto dvādasayojaniko, anurādhapurappamāṇā cuddasa dāsagāmā, cuddasa hatthānīkā, cuddasa assānīkā, cuddasa rathānīkā.",
  "atk-s0302a4:91": "So ekadivasaṃ alaṅkataṃ assaṃ āruyha mahājanaparivuto kammantaṃ gantvā khettakoṭiyaṃ ṭhito naṅgalehi bhinnaṭṭhānato kākādayo sakuṇe gaṇḍuppādakādipāṇe uddharitvā khādante disvā, ‘‘tātā, ime kiṃ khādantī’’ti pucchi? ‘‘Gaṇḍuppādake ayyā’’ti. ‘‘Etehi kataṃ pāpaṃ kassa hotī’’ti? ‘‘Tumhākaṃ, ayyā’’ti. So cintesi – ‘‘sace etehi kataṃ pāpaṃ mayhaṃ hoti, kiṃ me karissati sattaasītikoṭidhanaṃ? Kiṃ dvādasayojano kammanto, kiṃ yantabaddhāni saṭṭhi mahātaḷākāni, kiṃ cuddasa gāmā? Sabbametaṃ bhaddāya kāpilāniyā niyyātetvā nikkhamitvā pabbajissāmī’’ti.",
  "atk-s0302a4:92": "Bhaddāpi kāpilānī tasmiṃ khaṇe abbhantaravatthumhi tayo tilakumbhe pattharāpetvā dhātīhi parivutā nisinnā kāke tilapāṇake khādamāne disvā, ‘‘ammā kiṃ ime khādantī’’ti? Pucchi. ‘‘Pāṇake ayye’’ti. ‘‘Akusalaṃ kassa hotī’’ti? ‘‘Tumhākaṃ ayye’’ti. Sā cintesi – ‘‘mayhaṃ catuhatthavatthaṃ nāḷikodanamattañca laddhuṃ vaṭṭati, yadi ca panetaṃ ettakena janena kataṃ akusalaṃ mayhaṃ hoti, bhavasahassenapi vaṭṭato sīsaṃ ukkhipituṃ na sakkā , ayyaputte āgatamatteyeva sabbaṃ tassa niyyātetvā nikkhamma pabbajissāmī’’ti.",
  "atk-s0302a4:93": "Māṇavo āgantvā nhatvā pāsādaṃ āruyha mahārahe pallaṅke nisīdi, athassa cakkavattino anucchavikaṃ bhojanaṃ sajjayiṃsu. Dvepi bhuñjitvā parijane nikkhante rahogatā phāsukaṭṭhāne nisīdiṃsu. Tato māṇavo bhaddaṃ āha – ‘‘bhadde, tvaṃ imaṃ gharaṃ āgacchantī kittakaṃ dhanaṃ āharī’’ti? ‘‘Pañcapaṇṇāsa sakaṭasahassāni ayyā’’ti. ‘‘Etaṃ sabbaṃ, yā ca imasmiṃ ghare sattaasītikoṭiyo, yantabaddhā saṭṭhitaḷākādibhedā sampatti atthi, sabbaṃ tuyhaṃyeva niyyātemī’’ti. ‘‘Tumhe pana ayyā’’ti. ‘‘Ahaṃ pabbajissāmī’’ti. ‘‘Ayyā ahampi tumhākaṃyeva āgamanaṃ olokayamānā nisinnā, ahampi pabbajissāmī’’ti. Tesaṃ ādittapaṇṇakuṭi viya tayo bhavā upaṭṭhahiṃsu. Te ‘‘pabbajissāmā’’ti vatvā antarāpaṇato kasāyarasapītāni vatthāni mattikāpatte ca āharāpetvā aññamaññaṃ kese ohāretvā, ‘‘ye loke arahanto, te uddissa amhākaṃ pabbajjā’’ti pabbajitvā thavikāsu patte osāpetvā aṃse laggetvā pāsādato otariṃsu. Gehe dāsesu ca kammakāresu ca na koci sañjāni.",
  "atk-s0302a4:94": "Atha ne brāhmaṇagāmato nikkhamma dāsagāmadvārena gacchante ākappakuttavasena dāsagāmavāsino sañjāniṃsu. Te rudantā pādesu nipatitvā ‘‘kiṃ amhe anāthe karotha ayyā’’ti? Āhaṃsu. ‘‘Mayaṃ, bhaṇe ‘ādittapaṇṇasālā viya tayo bhavā’ti pabbajimhā, sace tumhesu ekekaṃ bhujissaṃ karoma, vassasatampi nappahoti, tumheva tumhākaṃ sīsaṃ dhovitvā bhujissā hutvā jīvathā’’ti vatvā tesaṃ rodantānaṃyeva pakkamiṃsu. Thero purato gacchanto nivattitvā olokento cintesi – ‘‘ayaṃ bhaddā kāpilānī sakalajambudīpagghanikā itthī mayhaṃ pacchato āgacchati. Ṭhānaṃ kho panetaṃ vijjati, yaṃ kocideva evaṃ cinteyya ‘ime pabbajitvāpi vinā bhavituṃ na sakkonti, ananucchavikaṃ karontī’’ti. ‘‘Koci vā pana manaṃ padūsetvā apāyapūrako bhaveyya. Imaṃ pahāya mayā gantuṃ vaṭṭatī’’ti cittaṃ uppādesi.",
  "atk-s0302a4:95": "So purato gacchanto dvedhāpathaṃ disvā tassa matthake aṭṭhāsi. Bhaddāpi āgantvā vanditvā aṭṭhāsi. Atha naṃ āha – ‘‘bhadde, tādisiṃ itthiṃ mama pacchato āgacchantiṃ disvā, ‘ime pabbajitvāpi vinā bhavituṃ na sakkontī’ti cintetvā amhesu paduṭṭhacitto mahājano apāyapūrako bhaveyya. Imasmiṃ dvedhāpathe tvaṃ ekaṃ gaṇha, ahaṃ ekena gamissāmī’’ti. ‘‘Āma, ayya, pabbajitānaṃ mātugāmo nāma malaṃ, ‘pabbajitvāpi vinā na bhavantī’ti amhākaṃ dosaṃ passanti, tumhe ekaṃ maggaṃ gaṇhatha, vinā bhavissāmā’’ti tikkhattuṃ padakkhiṇaṃ katvā catūsu ṭhānesu pañcapatiṭṭhitena vanditvā dasanakhasamodhānasamujjalaṃ añjaliṃ paggayha, ‘‘satasahassakappappamāṇe addhāne kato mittasanthavo ajja bhijjatī’’ti vatvā, ‘‘tumhe dakkhiṇajātikā nāma, tumhākaṃ dakkhiṇamaggo vaṭṭati, mayaṃ mātugāmā nāma vāmajātikā, amhākaṃ vāmamaggo vaṭṭatī’’ti vanditvā maggaṃ paṭipannā. Tesaṃ dvedhābhūtakāle ayaṃ mahāpathavī ‘‘ahaṃ cakkavāḷagirisinerupabbate dhāretuṃ sakkontīpi tumhākaṃ guṇe dhāretuṃ na sakkomī’’ti vadantī viya viravamānā akampi, ākāse asanisaddo viya pavatti, cakkavāḷapabbato unnadi.",
  "atk-s0302a4:96": "Sammāsambuddho veḷuvanamahāvihāre gandhakuṭiyaṃ nisinno pathavīkampanasaddaṃ sutvā, ‘‘kassa nu kho pathavī kampatī’’ti? Āvajjento ‘‘pippalimāṇavo ca bhaddā ca kāpilānī maṃ uddissa appameyyaṃ sampattiṃ pahāya pabbajitā, tesaṃ viyogaṭṭhāne ubhinnampi guṇabalena ayaṃ pathavīkampo jāto, mayāpi etesaṃ saṅgahaṃ kātuṃ vaṭṭatī’’ti gandhakuṭito nikkhamma sayameva pattacīvaraṃ ādāya, asītimahātheresu kañci anāmantetvā tigāvutaṃ maggaṃ paccuggamanaṃ katvā rājagahassa ca nāḷandāya ca antare bahuputtakanigrodharukkhamūle pallaṅkaṃ ābhujitvā nisīdi. Nisīdanto pana aññataro paṃsukūliko viya anisīditvā buddhavesaṃ gahetvā asītihatthā ghanabuddharasmiyo vissajjento nisīdi. Iti tasmiṃ khaṇe paṇṇachattasakaṭacakkakūṭāgārādippamāṇā buddharasmiyo ito cito ca vipphandantiyo vidhāvantiyo candimasahassasūriyasahassauggamanakālo viya kurumānā taṃ vanantaraṃ ekobhāsaṃ akaṃsu. Dvattiṃsamahāpurisalakkhaṇānaṃ siriyā samujjalitatārāgaṇaṃ viya gaganaṃ, supupphitakamalakuvalayaṃ viya salilaṃ, vanantaraṃ virocittha. Nigrodharukkhassa nāma khandho seto hoti, pattāni nīlāni pakkāni rattāni. Tasmiṃ pana divase satasākho nigrodharukkho suvaṇṇavaṇṇo ahosi.",
  "atk-s0302a4:97": "Iti yā sā addhānamaggappaṭipannoti padassa atthaṃ vatvā, ‘‘idāni yathā esa pabbajito, yathā ca addhānamaggaṃ paṭipanno. Imassa atthassa āvibhāvatthaṃ abhinīhārato paṭṭhāya ayaṃ anupubbikathā kathetabbā’’ti vuttā, sā evaṃ veditabbā.",
  "atk-s0302a4:98": "Antarā ca rājagahaṃ antarā ca nāḷandanti rājagahassa ca nāḷandāya ca antare. Satthārañca vatāhaṃ passeyyaṃ bhagavantameva passeyyanti sace ahaṃ satthāraṃ passeyyaṃ, imaṃyeva bhagavantaṃ passeyyaṃ. Na hi me ito aññena satthārā bhavituṃ sakkāti. Sugatañca vatāhaṃ passeyyaṃ bhagavantameva passeyyanti sace ahaṃ sammāpaṭipattiyā suṭṭhu gatattā sugataṃ nāma passeyyaṃ, imaṃyeva bhagavantaṃ passeyyaṃ. Na hi me ito aññena sugatena bhavituṃ sakkāti. Sammāsambuddhañca vatāhaṃ passeyyaṃ bhagavantameva passeyyanti sace ahaṃ sammā sāmañca saccāni buddhattā sammāsambuddhaṃ nāma passeyyaṃ, imaṃyeva bhagavantaṃ passeyyaṃ. Na hi me ito aññena sammāsambuddhena bhavituṃ sakkāti ayamettha adhippāyo. Evaṃ dassaneneva ‘‘bhagavati ‘ayaṃ satthā, ayaṃ sugato, ayaṃ sammāsambuddho’ti nikkaṅkho ahaṃ, āvuso, ahosi’’nti dīpeti. Satthā me, bhanteti idaṃ kiñcāpi dve vāre āgataṃ, tikkhattuṃ pana vuttanti veditabbaṃ. Iminā hi so ‘‘evaṃ tikkhattuṃ sāvakattaṃ sāvesiṃ, āvuso’’ti dīpeti.",
  "atk-s0302a4:99": "Ajānaññevāti ajānamānova. Dutiyapadepi eseva nayo. Muddhāpi tassa vipateyyāti yassa aññassa ‘‘ajānaṃyeva jānāmī’’ti paṭiññassa bāhirakassa satthuno evaṃ sabbacetasā samannāgato pasannacitto sāvako evarūpaṃ paramanipaccakāraṃ kareyya, tassa vaṇṭachinnatālapakkaṃ viya gīvato muddhāpi vipateyya, sattadhā pana phaleyyāti attho. Kiṃ vā etena, sace mahākassapatthero iminā cittappasādena imaṃ paramanipaccakāraṃ mahāsamuddassa kareyya, tattakapāle pakkhittaudakabindu viya vilayaṃ gaccheyya. Sace cakkavāḷassa kareyya, thusamuṭṭhi viya vikireyya. Sace sinerupabbatassa kareyya, kākatuṇḍena pahaṭapiṭṭhamuṭṭhi viya viddhaṃseyya . Sace mahāpathaviyā kareyya, vātāhatabhasmapuñjo viya vikireyya. Evarūpopi pana therassa nipaccākāro satthu suvaṇṇavaṇṇe pādapiṭṭhe lomamattampi vikopetuṃ nāsakkhi. Tiṭṭhatu ca mahākassapo, mahākassapasadisānaṃ bhikkhūnaṃ sahassampi satasahassampi nipaccākāradassanena neva dasabalassa pādapiṭṭhe lomamattampi vikopetuṃ paṃsukūlacīvare vā aṃsumattampi cāletuṃ sakkoti. Evaṃ mahānubhāvo hi satthā.",
  "atk-s0302a4:100": "Tasmātiha te kassapāti yasmā ahaṃ jānanto eva ‘‘jānāmī’’ti, passanto eva ca ‘‘passāmī’’ti vadāmi, tasmā, kassapa, tayā evaṃ sikkhitabbaṃ. Tibbanti bahalaṃ mahantaṃ. Hirottappanti hirī ca ottappañca. Paccupaṭṭhitaṃ bhavissatīti paṭhamatarameva upaṭṭhitaṃ bhavissati. Yo hi therādīsu hirottappaṃ upaṭṭhapetvā upasaṅkamati therādayopi taṃ sahirikā saottappā ca hutvā upasaṅkamantīti ayamettha ānisaṃso. Kusalūpasaṃhitanti kusalasannissitaṃ. Aṭṭhiṃ katvāti attānaṃ tena dhammena aṭṭhikaṃ katvā, taṃ vā dhammaṃ ‘‘esa mayhaṃ attho’’ti aṭṭhiṃ katvā. Manasi katvāti citte ṭhapetvā. Sabbacetasā samannāharitvāti cittassa thokampi bahi gantuṃ adento sabbena samannāhāracittena samannāharitvā. Ohitasototi ṭhapitasoto, ñāṇasotañca pasādasotañca odahitvā mayā desitaṃ dhammaṃ sakkaccameva suṇissāmīti evañhi te sikkhitabbaṃ. Sātasahagatā ca me kāyagatāsatīti asubhesu ceva ānāpāne ca paṭhamajjhānavasena sukhasampayuttā kāyagatāsati. Yo ca panāyaṃ tividho ovādo, therassa ayameva pabbajjā ca upasampadā ca ahosi.",
  "atk-s0302a4:101": "Saraṇoti sakileso saiṇo hutvā. Raṭṭhapiṇḍaṃ bhuñjinti saddhādeyyaṃ bhuñjiṃ. Cattāro hi paribhogā theyyaparibhogo iṇaparibhogo dāyajjaparibhogo sāmiparibhogoti. Tattha dussīlassa saṅghamajjhe nisīditvā bhuñjantassāpi paribhogo theyyaparibhogo nāma. Kasmā? Catūsu paccayesu anissaratāya. Sīlavato apaccavekkhitaparibhogo iṇaparibhogo nāma. Sattannaṃ sekhānaṃ paribhogo dāyajjaparibhogo nāma. Khīṇāsavassa paribhogo sāmiparibhogo nāma. Iti khīṇāsavova sāmī hutvā anaṇo paribhuñjati. Thero attanā puthujjanena hutvā paribhuttaparibhogaṃ iṇaparibhogaṃyeva karonto evamāha. Aṭṭhamiyā aññā udapādīti aṭṭhame divase arahattaphalaṃ uppajji.",
  "atk-s0302a4:102": "Atha kho, āvuso, bhagavā maggā okkammāti maggato okkamanaṃ paṭhamataraṃ taṃdivaseyeva ahosi, arahattādhigamo pacchā. Desanāvārassa pana evaṃ āgatattā arahattādhigamo paṭhamaṃ dīpito. Kasmā pana bhagavā maggā okkantoti? Evaṃ kirassa ahosi ‘‘imaṃ bhikkhuṃ jātiāraññikaṃ jātipaṃsukūlikaṃ jātiekāsanikaṃ karissāmī’’ti. Tasmā okkami.",
  "atk-s0302a4:103": "Mudukā kho tyāyanti mudukā kho te ayaṃ. Imañca pana vācaṃ bhagavā taṃ cīvaraṃ padumapupphavaṇṇena pāṇinā antantena parāmasanto āha. Kasmā evamāhāti? Therena saha cīvaraṃ parivattetukāmatāya. Kasmā parivattetukāmo jātoti? Theraṃ attano ṭhāne ṭhapetukāmatāya. Thero pana yasmā cīvarassa vā pattassa vā vaṇṇe kathite ‘‘imaṃ tumhākaṃ gaṇhathā’’tivacanaṃ cārittameva, tasmā ‘‘paṭiggaṇhātu me, bhante, bhagavā’’ti āha. Dhāressasi pana me tvaṃ, kassapa, sāṇāni paṃsukūlāni nibbasanānīti, kassapa, tvaṃ imāni paribhogajiṇṇāni paṃsukūlāni pārupituṃ sakkhissasīti vadati. Tañca kho na kāyabalaṃ sandhāya, paṭipattipūraṇaṃ pana sandhāya evamāha. Ayañhettha adhippāyo – ahaṃ imaṃ cīvaraṃ puṇṇaṃ nāma dāsiṃ pārupitvā āmakasusāne chaḍḍitaṃ taṃ susānaṃ pavisitvā tumbamattehi pāṇakehi samparikiṇṇaṃ te pāṇake vidhunitvā mahāariyavaṃse ṭhatvā aggahesiṃ, tassa me imaṃ cīvaraṃ gahitadivase dasasahassacakkavāḷe mahāpathavī mahāviravaṃ viravamānā kampittha, ākāso taṭataṭāyi, cakkavāḷadevatā sādhukāramadaṃsu, ‘‘imaṃ cīvaraṃ gaṇhantena bhikkhunā jātipaṃsukūlikena jātiāraññikena jātiekāsanikena jātisapadānacārikena bhavituṃ vaṭṭati, tvaṃ imassa cīvarassa anucchavikaṃ kātuṃ sakkhissasī’’ti. Theropi attanā pañcannaṃ hatthīnaṃ balaṃ dhāreti, so taṃ atakkayitvā ‘‘ahametaṃ paṭipattiṃ pūressāmī’’ti ussāhena sugatacīvarassa anucchavikaṃ kātukāmo ‘‘dhāressāmahaṃ, bhante’’ti āha. Paṭipajjinti paṭipannosmi. Evaṃ pana cīvaraparivattanaṃ katvā ca therena pārutacīvaraṃ bhagavā pārupi, satthu cīvaraṃ thero. Tasmiṃ samaye mahāpathavī udakapariyantaṃ katvā unnadantī kampittha.",
  "atk-s0302a4:104": "Bhagavato puttotiādīsu thero bhagavantaṃ nissāya ariyāya jātiyā jātoti bhagavato putto. Urena vasitvā mukhato nikkhantaovādavasena pabbajjāya ceva upasampadāya ca patiṭṭhitattā oraso mukhato jāto. Ovādadhammato jātattā ovādadhammena ca nimmitattā dhammajo dhammanimmito. Ovādadhammadāyādaṃ navalokuttaradhammadāyādameva vā arahatīti dhammadāyādo. Paṭiggahitāni sāṇāni paṃsukūlānīti satthārā pārutaṃ paṃsukūlacīvaraṃ pārupanatthāya paṭiggahitaṃ.",
  "atk-s0302a4:105": "Sammā vadamāno vadeyyāti yaṃ puggalaṃ ‘‘bhagavato putto’’tiādīhi guṇehi sammā vadamāno vadeyya, mamaṃ taṃ sammā vadamāno vadeyya, ahaṃ evarūpoti. Ettāvatā therena pabbajjā ca parisodhitā hoti. Ayañhettha adhippāyo – āvuso, yassa na upajjhāyo paññāyati, na ācariyo, kiṃ so anupajjhāyo anācariyo nhāpitamuṇḍako sayaṃgahitakāsāvo ‘‘titthiyapakkantako’’ti saṅkhaṃ gato evaṃ tigāvutaṃ maggaṃ paccuggamanaṃ labhati, tīhi ovādehi pabbajjaṃ vā upasampadaṃ vā labhati, kāyena kāyaṃ cīvaraparivattanaṃ labhati? Passa yāva dubbhāsitaṃ vacanaṃ thullanandāya bhikkhuniyāti. Evaṃ pabbajjaṃ sodhetvā idāni chahi abhiññāhi sīhanādaṃ nadituṃ ahaṃ kho, āvusotiādimāha. Sesaṃ purimanayeneva veditabbaṃ. Ekādasamaṃ.",
  "atk-s0302a4:106": "12. Paraṃmaraṇasuttavaṇṇanā",
  "atk-s0302a4:107": "155. Dvādasame tathāgatoti satto. Na hetaṃ, āvuso, atthasaṃhitanti, āvuso, etaṃ diṭṭhigataṃ atthasannissitaṃ na hoti. Nādibrahmacariyakanti maggabrahmacariyassa pubbabhāgapaṭipadāpi na hoti. Etañhi, āvuso, atthasaṃhitanti, āvuso, etaṃ catusaccakammaṭṭhānaṃ atthasannissitaṃ. Etaṃ ādibrahmacariyakanti etaṃ maggabrahmacariyassa ādi pubbabhāgapaṭipadā. Dvādasamaṃ.",
  "atk-s0302a4:108": "13. Saddhammappatirūpakasuttavaṇṇanā",
  "atk-s0302a4:109": "156. Terasame aññāya saṇṭhahiṃsūti arahatte patiṭṭhahiṃsu. Saddhammappatirūpakanti dve saddhammappatirūpakāni adhigamasaddhammappatirūpakañca pariyattisaddhammappatirūpakañca. Tattha –",
  "atk-s0302a4:110": "‘‘Obhāse ceva ñāṇe ca, pītiyā ca vikampati;",
  "atk-s0302a4:111": "Passaddhiyā sukhe ceva, yehi cittaṃ pavedhati.",
  "atk-s0302a4:112": "‘‘Adhimokkhe ca paggāhe, upaṭṭhāne ca kampati;",
  "atk-s0302a4:113": "Upekkhāvajjanāya ceva, upekkhāya ca nikantiyā.",
  "atk-s0302a4:114": "‘‘Imāni dasa ṭhānāni, paññā yassa paricitā;",
  "atk-s0302a4:115": "Dhammuddhaccakusalo hoti, na ca sammoha gacchatī’’ti. (paṭi. ma. 2.7); –",
  "atk-s0302a4:116": "Idaṃ vipassanāñāṇassa upakkilesajātaṃ adhigamasaddhammappatirūpakaṃ nāma. Tisso pana saṅgītiyo anāruḷhaṃ dhātukathā ārammaṇakathā asubhakathā ñāṇavatthukathā vijjākaraṇḍakoti imehi pañcahi kathāvatthūhi paribāhiraṃ guḷhavinayaṃ guḷhavessantaraṃ guḷhamahosadhaṃ vaṇṇapiṭakaṃ aṅgulimālapiṭakaṃ raṭṭhapālagajjitaṃ āḷavakagajjitaṃ vedallapiṭakanti abuddhavacanaṃ pariyattisaddhammappatirūpakaṃ nāma.",
  "atk-s0302a4:117": "Jātarūpappatirūpakanti suvaṇṇarasavidhānaṃ ārakūṭamayaṃ suvaṇṇavaṇṇaṃ ābharaṇajātaṃ. Chaṇakālesu hi manussā ‘‘ābharaṇabhaṇḍakaṃ gaṇhissāmā’’ti āpaṇaṃ gacchanti. Atha ne āpaṇikā evaṃ vadanti, ‘‘sace tumhe ābharaṇatthikā, imāni gaṇhatha. Imāni hi ghanāni ceva vaṇṇavantāni ca appagghāni cā’’ti. Te tesaṃ sutvā, ‘‘kāraṇaṃ ime vadanti, imāni piḷandhitvā sakkā nakkhattaṃ kīḷituṃ, sobhanti ceva appagghāni cā’’ti tāni gahetvā gacchanti. Suvaṇṇabhaṇḍaṃ avikkiyamānaṃ nidahitvā ṭhapetabbaṃ hoti. Evaṃ taṃ jātarūpappatirūpake uppanne antaradhāyati nāma.",
  "atk-s0302a4:118": "Atha saddhammassa antaradhānaṃ hotīti adhigamasaddhammassa paṭipattisaddhammassa pariyattisaddhammassāti tividhassāpi saddhammassa antaradhānaṃ hoti. Paṭhamabodhiyañhi bhikkhū paṭisambhidappattā ahesuṃ. Atha kāle gacchante paṭisambhidā pāpuṇituṃ na sakkhiṃsu, chaḷabhiññā ahesuṃ. Tato cha abhiññā pāpuṇituṃ asakkontā tisso vijjā pāpuṇiṃsu. Idāni kāle gacchante tisso vijjā pāpuṇituṃ asakkontā āsavakkhayamattaṃ pāpuṇissanti. Tampi asakkontā anāgāmiphalaṃ, tampi asakkontā sakadāgāmiphalaṃ, tampi asakkontā sotāpattiphalaṃ. Gacchante kāle sotāpattiphalampi pattuṃ na sakkhissanti. Atha nesaṃ yadā vipassanā imehi upakkilesehi upakkiliṭṭhā āraddhamattāva ṭhassati, tadā adhigamasaddhammo antarahito nāma bhavissati.",
  "atk-s0302a4:119": "Paṭhamabodhiyañhi bhikkhū catunnaṃ paṭisambhidānaṃ anucchavikaṃ paṭipattiṃ pūrayiṃsu. Gacchante kāle taṃ asakkontā channaṃ abhiññānaṃ, tampi asakkontā tissannaṃ vijjānaṃ, tampi asakkontā arahattaphalamattassa. Gacchante pana kāle arahattassa anucchavikaṃ paṭipattiṃ pūretuṃ asakkontā anāgāmiphalassa anucchavikaṃ paṭipattiṃ pūressanti , tampi asakkontā sakadāgāmiphalassa, tampi asakkontā sotāpattiphalassa. Yadā pana sotāpattiphalassapi anucchavikaṃ paṭipadaṃ pūretuṃ asakkontā sīlapārisuddhimatteva ṭhassanti, tadā paṭipattisaddhammo antarahito nāma bhavissati.",
  "atk-s0302a4:120": "Yāva pana tepiṭakaṃ buddhavacanaṃ vattati, na tāva sāsanaṃ antarahitanti vattuṃ vaṭṭati. Tiṭṭhantu tīṇi vā, abhidhammapiṭake antarahite itaresu dvīsu tiṭṭhantesupi antarahitanti na vattabbameva. Dvīsu antarahitesu vinayapiṭakamatte ṭhitepi, tatrāpi khandhakaparivāresu antarahitesu ubhatovibhaṅgamatte, mahāvinaye antarahite dvīsu pātimokkhesu vattamānesupi sāsanaṃ anantarahitameva. Yadā pana dve pātimokkhā antaradhāyissanti, atha pariyattisaddhammassa antaradhānaṃ bhavissati. Tasmiṃ antarahite sāsanaṃ antarahitaṃ nāma hoti. Pariyattiyā hi antarahitāya paṭipatti antaradhāyati, paṭipattiyā antarahitāya adhigamo antaradhāyati. Kiṃ kāraṇā? Ayañhi pariyatti paṭipattiyā paccayo hoti, paṭipatti adhigamassa. Iti paṭipattitopi pariyattimeva pamāṇaṃ.",
  "atk-s0302a4:121": "Nanu ca kassapasammāsambuddhakāle kapilo nāma anārādhakabhikkhu ‘‘pātimokkhaṃ uddisissāmī’’ti bījaniṃ gahetvā āsane nisinno ‘‘atthi imasmiṃ vattantā’’ti pucchi, atha tassa bhayena yesampi pātimokkho vattati, tepi ‘‘mayaṃ vattāmā’’ti avatvā ‘‘na vattāmā’’ti vadiṃsu, so bījaniṃ ṭhapetvā uṭṭhāyāsanā gato, tadā sammāsambuddhassa sāsanaṃ osakkitanti? Kiñcāpi osakkitaṃ, pariyatti pana ekanteneva pamāṇaṃ. Yathā hi mahato taḷākassa pāḷiyā thirāya udakaṃ na ṭhassatīti na vattabbaṃ, udake sati padumādīni pupphāni na pupphissantīti na vattabbaṃ, evameva mahātaḷākassa thirapāḷisadise tepiṭake buddhavacane sati mahātaḷāke udakasadisā paṭipattipūrakā kulaputtā natthīti na vattabbā, tesu sati mahātaḷāke padumādīni pupphāni viya sotāpannādayo ariyapuggalā natthīti na vattabbāti evaṃ ekantato pariyattiyeva pamāṇaṃ.",
  "atk-s0302a4:122": "Pathavīdhātūti dve satasahassāni cattāri ca nahutāni bahalā mahāpathavī. Āpodhātūti pathavito paṭṭhāya yāva subhakiṇhabrahmalokā uggataṃ kappavināsakaṃ udakaṃ. Tejodhātūti pathavito paṭṭhāya yāva ābhassarabrahmalokā uggato kappavināsako aggi. Vāyodhātūti pathavito paṭṭhāya yāva vehapphalabrahmalokā uggato kappavināsako vāyu. Etesu hi ekadhammopi satthu sāsanaṃ antaradhāpetuṃ na sakkoti, tasmā evamāha. Idheva te uppajjantīti lohato lohakhādakaṃ malaṃ viya imasmiṃ mayhaṃyeva sāsane te uppajjanti. Moghapurisāti tucchapurisā.",
  "atk-s0302a4:123": "Ādikeneva opilavatīti ettha ādikenāti ādānena gahaṇena. Opilavatīti nimujjati. Idaṃ vuttaṃ hoti – yathā udakacarā nāvā bhaṇḍaṃ gaṇhantī nimujjati, evaṃ pariyattiādīnaṃ pūraṇena saddhammassa antaradhānaṃ na hoti. Pariyattiyā hi hāyamānāya paṭipatti hāyati, paṭipattiyā hāyamānāya adhigamo hāyati. Pariyattiyā pūrayamānāya pariyattidharā puggalā paṭipattiṃ pūrenti, paṭipattipūrakā adhigamaṃ pūrenti. Iti navacando viya pariyattiyādīsu vaḍḍhamānāsu mayhaṃ sāsanaṃ vaḍḍhati yevāti dasseti.",
  "atk-s0302a4:124": "Idāni yehi dhammehi saddhammassa antaradhānañceva ṭhiti ca hoti, te dassento pañca khotiādimāha. Tattha okkamanīyāti avakkamanīyā, heṭṭhāgamanīyāti attho. Satthari agāravātiādīsu agāravāti gāravarahitā. Appatissāti appatissayā anīcavuttikā. Tattha yo cetiyaṅgaṇaṃ ārohanto chattaṃ dhāreti, upāhanaṃ dhāreti, aññato oloketvā kathaṃ kathento gacchati, ayaṃ satthari agāravo nāma.",
  "atk-s0302a4:125": "Yo dhammassavanassa kāle saṅghuṭṭhe daharasāmaṇerehi parivārito nisīdati, aññāni vā navakammādīni karoti, dhammassavanagge nisinno niddāyati, vikkhitto vā aññaṃ kathento nisīdati, ayaṃ dhamme agāravo nāma.",
  "atk-s0302a4:126": "Yo therupaṭṭhānaṃ gantvā, avanditvā nisīdati, hatthapallatthikaṃ dussapallatthikaṃ karoti, aññaṃ vā pana hatthapādakukkuccaṃ karoti, vuḍḍhānaṃ santike anajjhiṭṭho katheti, ayaṃ saṅghe agāravo nāma.",
  "atk-s0302a4:127": "Tisso pana sikkhā apūrentova sikkhāya agāravo nāma hoti. Aṭṭha samāpattiyo anibbattento tāsaṃ vā pana nibbattanatthāya payogaṃ akaronto samādhismiṃ agāravo nāma. Sukkapakkho vuttavipallāseneva veditabboti. Terasamaṃ.",
  "atk-s0302a4:128": "Kassapasaṃyuttavaṇṇanā niṭṭhitā."
}