{
  "atk-s0519a6:0": "Sāsanapaṭṭhānavāravaṇṇanā",
  "atk-s0519a6:1": "89.",
  "atk-s0519a6:2": " Evaṃ sabbathā nayasamuṭṭhānaṃ vibhajitvā idāni sāsanapaṭṭhānaṃ vibhajanto yasmā saṅgahavārādīsu mūlapadeheva paṭṭhānaṃ saṅgahetvā sarūpato na dassitaṃ, tasmā yathā mūlapadehi paṭṭhānaṃ niddhāretabbaṃ, evaṃ paṭṭhānatopi mūlapadāni niddhāretabbānīti dassanatthaṃ ‘‘aṭṭhārasa mūlapadā kuhiṃ daṭṭhabbā? Sāsanapaṭṭhāne’’ti āha. Mūlapadasāsanapaṭṭhānānañhi aññamaññasaṅgaho pubbe dassito evāti. Atha sāsanapaṭṭhānanti ko vacanattho? Sāsanassa paṭṭhānanti sāsanapaṭṭhānaṃ , sāsanaṃ desanā, tassā veneyyajjhāsayānurūpaṃ tesaṃ hitasukhanipphādanatthaṃ pakārehi ṭhānaṃ pavatti sāsanapaṭṭhānaṃ. Idha pana tassa tathābhāvadīpanaṃ ‘‘sāsanapaṭṭhāna’’nti veditabbaṃ. Atha vā sāsanaṃ adhisīlasikkhādayo. Tesaṃ pavattanupāyabhāvato patiṭṭhahanti etehīti paṭṭhānāni, saṃkilesādidhammā. Tesaṃ pavedanato tadupacārena suttāni paṭṭhānāni. Tesaṃ pana samūhabhāvato ayaṃ pakaraṇappadeso paṭṭhānaṃ nāma.",
  "atk-s0519a6:3": "Aparo nayo – kenaṭṭhena paṭṭhānaṃ? Paṭṭhitaṭṭhena gamanaṭṭhenāti attho. ‘‘Ye te goṭṭhā paṭṭhitagāvo’’ti (ma. ni. 1.156) āgataṭṭhānasmiñhi yena paṭṭhānena te ‘‘goṭṭhā paṭṭhitagāvo’’ti vuttā, taṃ atthato gamanaṃ hoti. Iti nātivitthāritanayesu hāranayesu anissaṅgagamanassa desanāñāṇassa saṃkilesabhāgiyādilokiyādibhedesu tadubhayavomissakabhedesu ca vitthāritanayalābhato nissaṅgavasena pavattagamanattā te saṃkilesabhāgiyādayo lokiyādayo ca visuṃ visuṃ vomissā ca adhikaraṇavasena paṭṭhānaṃ nāma. Tesaṃ pakāsanato ayaṃ pakaraṇappadeso paṭṭhānanti veditabbaṃ.",
  "atk-s0519a6:4": "‘‘Saṃkilesabhāgiya’’ntiādīsu saṃkilissati etenāti saṃkileso. Saṃkilesabhāge saṃkilesakoṭṭhāse pavattaṃ saṃkilesabhāgiyaṃ. Vāsanā puññabhāvanā, vāsanābhāge pavattaṃ vāsanābhāgiyaṃ, vāsanaṃ bhajāpetīti vā vāsanābhāgiyaṃ. Nibbijjhanaṃ lobhakkhandhādīnaṃ padālanaṃ nibbedho. Nibbedhabhāge pavattaṃ, nibbedhaṃ bhajāpetīti vā nibbedhabhāgiyaṃ. Pariniṭṭhitasikkhādhammā asekkhā, asekkhabhāve pavattaṃ, asekkhe bhajāpetīti vā asekkhabhāgiyaṃ. Tesu yattha taṇhādisaṃkileso vibhatto, idaṃ saṃkilesabhāgiyaṃ. Yattha dānādipuññakiriyavatthu vibhattaṃ, idaṃ vāsanābhāgiyaṃ. Yattha sekkhā sīlakkhandhādayo vibhattā, idaṃ nibbedhabhāgiyaṃ. Yattha pana asekkhā sīlakkhandhādayo vibhattā, idaṃ asekkhabhāgiyaṃ. Itarāni tesaṃ vomissakanayavasena vuttāni.",
  "atk-s0519a6:5": "Tāni pana cha dukā cattāro tikā ekaṃ catukkaṃ aparampi ekaṃ catukkanti dvādasa honti. Tesu cattāro dukā dve ca tikā uddhaṭā, itare na uddhaṭā, anuddharaṇe kāraṇaṃ natthi. Iminā nayena tepi gahetuṃ sakkāti pāḷiyaṃ saṃkhittāti daṭṭhabbaṃ. Tathā hi vakkhati – ‘‘imāni cattāri suttāni, sādhāraṇāni katāni aṭṭha bhavantī’’tiādi. Tattha yasmā katthaci sutte taṇhāsaṃkilesova niddisīyati, katthaci diṭṭhisaṃkilesova, katthaci duccaritasaṃkilesova niddisīyati, tasmā saṃkilesabhāgiyaṃ suttaṃ tidhā vibhajitvā uddiṭṭhaṃ ‘‘taṇhāsaṃkilesabhāgiyaṃ sutta’’ntiādinā. Tathā vodānaṃ nāma saṃkilese sati hotīti vodānabhāgiyaṃ suttaṃ saṃkilesavibhāgena tidhāva uddiṭṭhaṃ ‘‘taṇhāvodānabhāgiyaṃ sutta’’ntiādinā. Taṃ pana atthato vāsanābhāgiyādi eva hoti. Ayañca nayo kesuci potthakesu natthi.",
  "atk-s0519a6:6": "‘‘Tattha saṃkileso tividho’’tiādi saṃkilesapaṭipakkhato samathādiniddhāraṇavasena vāsanābhāgiyādisuttānaṃ visayadassanatthaṃ āraddhaṃ. Tattha yadi āsatti uppajjati bhavesūti bhavesu chandarāgaṃ pajahituṃ asakkontassa yadi bhavapatthanā uppajjati. Evaṃ sāyanti evamassa puggalassa ayaṃ samathavipassanābhāvanāmayaṃ puññakiriyavatthu bhavati pujjabhavaphalanibbattanato. Tatrūpapattiyā saṃvattatīti tatra tatra bhave upapattiyā saṃvattati. Imāni cattāri suttānīti imāni saṃkilesabhāgiyādīni cattāri suttāni. Sādhāraṇāni katānīti saṃkilesabhāgiyañca vāsanābhāgiyañca, saṃkilesabhāgiyañca nibbedhabhāgiyañca, saṃkilesabhāgiyañca asekkhabhāgiyañca, vāsanābhāgiyañca nibbedhabhāgiyañcāti evaṃ padantarasaṃyojanavasena missitāni katāni. Aṭṭha bhavantīti purimāni cattāri imāni cattārīti evaṃ aṭṭha bhavanti.",
  "atk-s0519a6:7": "Tāniyeva aṭṭha suttāni sādhāraṇāni katāni soḷasa bhavantīti tāniyeva yathāvuttāni aṭṭha suttāni vāsanābhāgiyañca asekkhabhāgiyañca nibbedhabhāgiyañca, asekkhabhāgiyañca saṃkilesabhāgiyañca vāsanābhāgiyañca, nibbedhabhāgiyañca saṃkilesabhāgiyañca vāsanābhāgiyañca, asekkhabhāgiyañca saṃkilesabhāgiyañca nibbedhabhāgiyañca, asekkhabhāgiyañca vāsanābhāgiyañca nibbedhabhāgiyañca, asekkhabhāgiyañca saṃkilesabhāgiyañca vāsanābhāgiyañca, nibbedhabhāgiyañca asekkhabhāgiyañca nevasaṃkilesabhāgiyañca, navāsanābhāgiyañca nanibbedhabhāgiyañca na asekkhabhāgiyañcāti evaṃ sādhāraṇāni katāni purimāni aṭṭha imāni aṭṭhāti soḷasa bhavanti. Tesu cattāro ekakā, cha dukā, cattāro tikā, eko catukko, aparopi eko catukkoti ayampi vibhāgo veditabbo. Tatthāpi dve dukā, dve tikā, dve catukkā ca pāḷiyaṃ anāgatāti veditabbā.",
  "atk-s0519a6:8": "Idāni imassa paṭṭhānassa sakalasāsanasaṅgahitabhāvaṃ vibhāvetuṃ ‘‘imehi soḷasahi suttehi bhinnehi navavidhaṃ suttaṃ bhinnaṃ bhavatī’’ti vuttaṃ. Tassattho – imehi saṃkilesabhāgiyādīhi soḷasahi suttehi paṭṭhānanayena vibhattehi suttageyyādinavavidhaṃ pariyattisāsanasaṅkhātaṃ suttaṃ bhinnaṃ soḷasadhā vibhattaṃ hoti. Iminā soḷasavidhena paṭṭhānena asaṅgahito pariyattisāsanassa padeso natthīti adhippāyo. Kathaṃ pana saṃkilesabhāgiyādibhāvo gahetabboti? Āha ‘‘gāthāya gāthā anuminitabbā’’tiādi. Tattha gāthāya gāthā anuminitabbāti ayaṃ gāthā viya gāthā saṃkilesabhāgiyāti vā vāsanābhāgiyāti vā nibbedhabhāgiyāti vā asekkhabhāgiyāti vā anuminitabbā, anu anu minitvā takketvā jānitabbāti attho. Sesapadesupi eseva nayo. Ettha ca gāthāveyyākaraṇavinimuttā sabbā pariyatti ‘‘suttenā’’tipadena saṅgahitāti daṭṭhabbā.",
  "atk-s0519a6:9": "90.",
  "atk-s0519a6:10": " Idāni saṃkilesabhāgiyādīni suttāni yathāniddiṭṭhāni udāharaṇavasena vibhāvetuṃ ‘‘tattha katamaṃ saṃkilesabhāgiyaṃ sutta’’ntiādi āraddhaṃ. Tattha ‘‘kāmandhā jālasañchannā’’ti gāthāya attho heṭṭhā vuttoyeva. Yathā imassa, evaṃ ito parānampi heṭṭhā vuttatthānaṃ uttānapadānañca atthaṃ na vaṇṇayissāma.",
  "atk-s0519a6:11": "Agatigamanānīti kāyādīhi ayuttagamanāni, akattabbakaraṇānīti attho. Chandāti chandahetu icchāpaccayā. Agatiṃ gacchatīti agantabbaṃ gatiṃ gacchati, akattabbaṃ karotīti attho. Dhammanti sādhūnaṃ ariyānaṃ dhammaṃ. Ativattatīti atimadditvā vītikkamati. Nihīyatīti hāyati. Yasoti kitti ca parivāro ca.",
  "atk-s0519a6:12": "‘‘Manopubbaṅgamā dhammā’’ti gāthāyaṃ manoti yadipi kāmāvacarakusalādibhedaṃ sabbampi catubhūmakacittaṃ mano, imasmiṃ pana ṭhāne cakkhupālattherassa (dha. pa. 1-2; theragā. 95) purimajātiyaṃ vejjabhūtassa uppannavasena niyamiyamānaṃ paṭighasampayuttacittameva labbhati. So mano pubbaṅgamo etesanti manopubbaṅgamā, manasā paṭhamagāminā samannāgatāti attho. Dhammāti nissattanijjīvaṭṭhena dhammā, te pana vedanādayo tayo arūpino khandhā. Ete hi manopubbaṅgamā. Kathaṃ panetehi saddhiṃ ekasmiṃ vatthusmiṃ ekasmiñca ārammaṇe ekakkhaṇe uppajjamāno mano pubbaṅgamo nāma hotīti? Uppādapaccayaṭṭhena. Yathā hi bahūsu ekato gāmaghātādikammāni karontesu ‘‘ko etesaṃ pubbaṅgamo’’ti vutte yo tesaṃ paccayo hoti, yaṃ yaṃ nissāya te taṃ kammaṃ karonti, so datto vā mitto vā tesaṃ pubbaṅgamoti vuccati, evaṃsampadamidaṃ daṭṭhabbaṃ. Iti uppādapaccayaṭṭhena mano pubbaṅgamo etesanti manopubbaṅgamā. Na hi te mane anuppajjante uppajjituṃ sakkuṇanti, mano pana ekaccesu cetasikesu anuppajjantesupi uppajjati eva.",
  "atk-s0519a6:13": "Adhipativasena mano seṭṭho etesanti manoseṭṭhā. Yathā hi corādīnaṃ corajeṭṭhakādayo adhipatino seṭṭhā, tathā tesampi mano seṭṭho. Yathā pana dāruādīhi nipphannāni bhaṇḍāni dārumayādīni nāma honti, tathā etepi manato nipphannattā manomayā nāma. Paduṭṭhenāti abhijjhādīhi dosehi paduṭṭhena dūsitena bhāsati vā karoti vā. So hi bhāsanto catubbidhaṃ vacīduccaritameva bhāsati, karontopi tividhaṃ kāyaduccaritameva karoti, abhāsanto akaronto tehi abhijjhādīhi paduṭṭhamanatāya tividhaṃ manoduccaritaṃ pūreti. Evamassa dasa akusalakammapathā pāripūriṃ gacchanti. Tato naṃ dukkhamanvetīti tato tividhaduccaritato taṃ puggalaṃ dukkhaṃ anveti duccaritānubhāvena catūsu apāyesu dukkhaṃ anugacchati. Yathā kiṃ? Cakkaṃva vahato padanti, yathā nāma sakaṭaṃ vahato balībaddassa padaṃ paharantaṃ cakkaṃ anugacchati, evaṃ naṃ puggalaṃ dukkhamanugacchatīti.",
  "atk-s0519a6:14": "‘‘Middhī yadā hotī’’ti gāthāyaṃ middhīti thinamiddhābhibhūto. Mahagghasoti mahābhojano āharahatthakaalaṃsāṭakatatravaṭṭakakākamāsakabhuttavamitakānaṃ aññataro viya. Niddāyitāti supanasīlo. Samparivattasāyīti seyyasukhapassasukhānaṃ anuyuñjanavasena samparivattakasayanasīlo . Nivāpapuṭṭhoti kuṇḍakādinā sūkarabhattena puṭṭho. Gharasūkaro hi bālakālato paṭṭhāya posiyamāno thūlasarīrakāle gehato bahi nikkhamituṃ alabhanto heṭṭhāmañcādīsu samparivattitvā samparivattitvā assasanto passasanto sayateva. Idaṃ vuttaṃ hoti – yadā puriso middhī ca hoti mahagghaso ca, nivāpapuṭṭho mahāvarāho viya aññena iriyāpathena yāpetuṃ asakkonto niddāsīlo saṃparivattasāyī, tadā so ‘‘aniccaṃ dukkhaṃ anattā’’ti tīṇi lakkhaṇāni manasi kātuṃ na sakkoti. Tesaṃ amanasikārā mandapañño punappunaṃ gabbhaṃ upeti, gabbhavāsato na parimuccatīti.",
  "atk-s0519a6:15": "‘‘Ayasāva mala’’nti gāthāyaṃ ayasāti ayato. Samuṭṭhitanti jātaṃ. Tatuṭṭhāyāti tato uṭṭhahitvā. Atidhonacārinanti dhonā vuccati cattāro paccaye idamatthitāya alametenāti paccavekkhitvā paribhuñjanapaññā, taṃ atikkamitvā caranto atidhonacārī nāma. Idaṃ vuttaṃ hoti – yathā ayato malaṃ samuṭṭhāya yato taṃ samuṭṭhitaṃ, tameva khādati vināseti, evamevaṃ cattāro paccaye appaccavekkhitvā paribhuñjantaṃ atidhonacārinaṃ sāni kammāni attano santāne uṭṭhitattā attano santakāneva tāni kammāni duggatiṃ nayantīti.",
  "atk-s0519a6:16": "‘‘Coro yathā’’ti gāthāyaṃ coro yathā sandhimukhe gahītoti yathā coro gharasandhiṃ chinditvā gehaṃ pavisanto gharasandhimukhe eva rājapurisehi gahito. Sakammunā haññati bajjhate cāti tena attanā katakammena kasābhitāḷanādinā haññati ceva addubandhanādinā bajjhati ca. Evaṃ ayaṃ pecca pajā paratthāti evampi ayaṃ pāpakārinī pajā ito cavitvā paraloke. Sakammunā haññati bajjhate cāti attanāva katena pāpakammena nirayādīsu nānappakārehi kammakāraṇādīhi haññati ceva paribajjhati cāti.",
  "atk-s0519a6:17": "‘‘Sukhakāmānī’’ti gāthāyaṃ yo daṇḍena vihiṃsatīti yo puggalo daṇḍena vā leḍḍuādīhi vā vibādhati. Pecca so na labhe sukhanti so puggalo paraloke manussasukhaṃ vā dibbasukhaṃ vā na labhati, nibbānasukhe pana vattabbameva natthi.",
  "atk-s0519a6:18": "Gunnaṃce taramānānanti gāvīsu mahoghaṃ tarantīsu. Jimhaṃ gacchati puṅgavoti yadi yūthapati usabho kuṭilaṃ gacchati. Sabbā tā jimhaṃ gacchantīti sabbāpi tā gāviyo kuṭilameva gacchanti. Kasmā? Nette jimhaṃ gate satīti nettari kuṭilaṃ gate sati, nettassa kuṭilaṃ gatattāti attho. So hi tāsaṃ paccayiko upaddavaharo ca.",
  "atk-s0519a6:19": "‘‘Evameva’’nti gāthāyaṃ yathā cetaṃ, evamevaṃ yo manussesu padhānasammato, yadi so adhammacārī siyā. Ye tassa anujīvino, sabbepi adhammikāva honti. Sāmisampadā hi pakatisampadaṃ sampādeti. Yasmā ca etadeva, tasmā sabbaṃ raṭṭhaṃ dukkhaṃ seti, rājā ce hoti adhammiko. Sukiccharūpā vatāti suṭṭhu kicchāpannarūpā vata. Upadhīsūti kāmaguṇūpadhīsu. Rattāti rāgābhibhūtā. Kaṭukanti dukkhaṃ.",
  "atk-s0519a6:20": "Kukkuccajanakeneva pattavaṭṭippabhavassa upacchinnattā phaluppatti kadaliyā parābhavāya hotīti āha – ‘‘phalaṃ ve kadaliṃ hantī’’ti. Tathā phalapariyosānattā osadhīnaṃ ‘‘phalaṃ veḷuṃ phalaṃ naḷa’’nti vuttaṃ. Vaḷavāya kucchismiṃ gadrabhassa jātā assatarī nāma, sā gabbhaṃ gaṇhitvā kāle sampatte vijāyituṃ na sakkoti. Pādehi bhūmiṃ paharantī tiṭṭhati, athassa cattāro pāde catūsu khāṇukesu bandhitvā kucchiṃ phāletvā potakaṃ nīharanti, sā tattheva marati. Tena vuttaṃ – ‘‘gabbho assatariṃ yathā’’ti. Idaṃ vuttaṃ hoti – yathā attano phalaṃ kadaliveḷunaḷepi vināseti, gabbho ca assatariṃ, evaṃ attano kammaphalabhūto sakkāro asappurisaṃ vināsetīti.",
  "atk-s0519a6:21": "Kodhamakkhagarūti kujjhanalakkhaṇaṃ kodhaṃ, paraguṇamakkhanalakkhaṇaṃ makkhañca garuṃ katvā uddhaṃ katvā ukkhipitvā caranto. Sukhetteti sukhettepi. Pūtibījaṃvāti pūtibhāvaṃ gataṃ bījaṃ viya. Chakaṇarasādiparibhāvanasukkhāpanasukhasayādīni akaraṇena bījadosaduṭṭhanti attho.",
  "atk-s0519a6:22": "91.",
  "atk-s0519a6:23": "Cetasāti attano cittena. Cetoti tassa puggalassa cittaṃ. Pariccāti paricchinditvā. Iriyatīti pavattati. Yathābhatanti yathā kiñci āharitvā ṭhapitaṃ.",
  "atk-s0519a6:24": "Mākatthāti mā akattha. Na pamutyatthīti pamokkho natthi. Upeccāpīti sañciccāpi, buddhipubbenāpīti attho.",
  "atk-s0519a6:25": "‘‘Adhammenā’’ti vatvāpi ‘‘musāvādenā’’ti vacanaṃ musāvādassa mahāsāvajjabhāvadassanatthaṃ. Tenevāha – ‘‘ekaṃ dhammaṃ atītassā’’tiādi (dha. pa. 176), tathā ‘‘evaṃ parittaṃ kho, rāhula, tesaṃ sāmaññaṃ, yesaṃ natthi sampajānamusāvāde lajjā’’tiādi (ma. ni. 2.108). Taṃ kathaṃ nu bhavissatīti taṃ dhanaṃ kena nu pakārena tesaṃ bhavissati. Adhammena tesaṃ sambhatattā tesu naciraṭṭhitikaṃ hotīti attho. Antarāyā su bhavissantīti adhammiyavohārādito rājantarāyādayo bhavissanti. Sūti nipātamattaṃ. Sambhatassa vinassatīti imassa sambhataṃ sajjitaṃ vinassati. Sagganti sugatiṃ. Sā hi rūpādīhi sobhanehi aggoti saggoti adhippetā. Ettāvatāti diṭṭhadhammikasamparāyikānaṃ atthānaṃ hāniyā. Hatāti vinaṭṭhā.",
  "atk-s0519a6:26": "Vivaṭṭateti nivaṭṭati. Lobhā khaṇati attānanti lobhahetu apuññāni karonto kāyavisamādiyogena attānaṃ khaṇati nāma. Mittehi jīratīti mittabhāvehi hāyati.",
  "atk-s0519a6:27": "Carantīti catūhi iriyāpathehi akusalameva karontā vicaranti. Bālāti idhalokatthaṃ paralokatthañca ajānantā idha bālā nāma. Dummedhāti nippaññā. Na hi paññāya duṭṭhattaṃ nāma atthi. Amittenevāti amittabhūtena viya verinā viya hutvā. Kaṭukapphalanti tikhiṇaphalaṃ, dukkhaphalanti attho. Na taṃ kammaṃ kataṃ sādhu, yaṃ katvā anutappatīti yaṃ kammaṃ nirayādīsu nibbattanasamatthaṃ dukkhudayaṃ katvā anussaritānussaritakkhaṇe anutappati anusocati, taṃ kataṃ na sādhu na sundaraṃ na bhaddakaṃ. Yassa assumukhoti yassa assūhi tintamukho rodanto vipākaṃ paṭisevati anubhoti.",
  "atk-s0519a6:28": "Dukkaranti vattapaṭivattapūraṇādivasena ābhisamācārikasīlassa kātuṃ asakkuṇeyyatāya dukkaraṃ. Samādānato paṭṭhāya khaṇḍaṃ akatvā visesato ādibrahmacariyakassa carimakacittaṃ pāpetabbatāya duttitikkhaṃ, sīlasaṃvarādayo vā aparikkhate katvā sampādetuṃ asakkuṇeyyatāya dukkaraṃ. Adhivāsetabbānaṃ pana dussahanato khantisaṃvaraṃvasena duttitikkhaṃ. Abyattenāti mandapaññena. Sāmaññanti samaṇabhāvo. Tatthāti tassa sāmaññassa. Sambādhāti dunnivatthaduppārutamātugāmādisammaddā. Yatthāti sīlasaṃvarādīnaṃ paribandhabhūtesu sambādhasaṅkhātesu visabhāgārammaṇādīsu . Atha vā dukkarantipadassa atthaṃ dassetuṃ duttitikkhanti vuttaṃ. Duttitikkhanti dukkhamaṃ duradhivāsiyaṃ. Abyattenāti bālena. Sāmaññanti samaṇadhammo. Idaṃ vuttaṃ hoti – yaṃ paṇḍitā kulaputtā dasapi vassāni vīsatipi…pe… saṭṭhipi vassāni dantebhi dantamādhāya jivhāya tāluṃ āhacca cetasā cittaṃ abhiniggaṇhitvā ekāsanaṃ ekabhattaṃ paṭisevamānā āpāṇakoṭikaṃ brahmacariyaṃ carantā sāmaññaṃ karonti, taṃ bālā abyattā kātuṃ na sakkontīti. Bahūhi tattha sambādhāti tasmiṃ sāmaññasaṅkhāte ariyamagge bahū sambādhā, maggādhigamāya paṭipannassa bahū parissayāti attho.",
  "atk-s0519a6:29": "Appameyyaṃ paminantoti appameyyaṃ khīṇāsavapuggalaṃ ‘‘ettakasīlo ayaṃ ettakasamādhi ettakapañño’’ti evaṃ minanto. Kodha vidvā vikappayeti ko idha vidvā medhāvī vikappeyya, khīṇāsavova khīṇāsavaṃ minanto vikappeyyāti dīpeti. Nivutaṃ maññeti yo pana puthujjano minetuṃ ārabhati, taṃ nivutaṃ avakujjapaññaṃ maññāmi. Akissavanti kissavā vuccati paññā, nippaññanti attho.",
  "atk-s0519a6:30": "Kuṭhārīti attacchedakaṭṭhena kuṭhārisadisī pharusavācā. Chindatīti kusalamūlasaṅkhāte mūleyeva nikantati. Visaṃ halāhalaṃ ivāti halāhalasaṅkhātaṃ visaṃ iva. Evaṃ viraddhaṃ pātetīti viraddhaṃ aparaddhaṃ khalitapuggalaṃ evaṃ apāyesu vinipāteti. Vācā dubbhāsitā yathāti yathā vācā ariyūpavādanavasena dubbhāsitā.",
  "atk-s0519a6:31": "92.",
  "atk-s0519a6:32": "Nindiyanti nindanīyaṃ. Taṃ vā nindati yo pasaṃsiyoti yo guṇavisiṭṭhatāya pasaṃsāraho puggalo, taṃ vā so pāpicchatādīni āropetvā garahati. Vicinātīti upacināti. Kalinti aparādhaṃ. Ayaṃ kalīti ayaṃ aparādho. Akkhesūti jūtakīḷanakkhesu. Sabbassāpi sahāpi attanāti sabbena attano dhanenāpi attanāpi saddhiṃ. Sugatesūti sobhanagamanattā, sundaraṃ ṭhānaṃ gatattā, sammā gatattā, sammā ca gadattā sugatasaṅkhātesu buddhādīsu. Manaṃ padosayeti yo manaṃ padoseyya, tassa ayaṃ manopadoso eva mahattaro kalīti vuttaṃ hoti. Kasmā? Yasmā sataṃ sahassānaṃ…pe… pāpakanti. Tattha sataṃ sahassānanti nirabbudagaṇanāya satasahassaṃ. Chattiṃsatīti aparāni chattiṃsati nirabbudāni. Pañca cāti abbudagaṇanāya pañca ca abbudāni. Tasmā vassagaṇanāya ettako so kālo, yaṃ kālaṃ ariyagarahivācaṃ manañca paṇidhāya pāpakaṃ nirayaṃ upeti, tattha paccatīti vuttaṃ hoti. Idañca saṅkhepena padumaniraye āyuppamāṇaṃ, vitthārena pana parato āgamissati.",
  "atk-s0519a6:33": "Lobhaguṇeti ‘‘guṇo’’ti bālehi diṭṭhattā, anekakkhattuṃ pavattitattā ca lobhoyeva lobhaguṇo, tasmiṃ lobhaguṇe, taṇhāyāti attho. Anuyuttoti anu anu yutto. Avadaññūti avacanaññū, buddhānampi ovādassa aggahaṇato. Maccharīti pañcavidhamacchariyena maccharī. Pesuṇiyaṃ anuyuttoti pesuṇiyasmiṃ anuyutto aggasāvakānaṃ bhedanena. Kokālikañhi mīyamānaṃ ovadantena āyasmatā mahāmoggallānena bhāsitā imā gāthāti. Mukhaduggāti mukhavisama. Vibhūtāti vigatabhūta alikavādi. Anariyāti asappurisa. Bhūnahūti bhūtihanaka attano buddhivināsaka. Purisantāti purisādhama. Kalīti alakkhipurisa. Avajātakaputtāti buddhassa bhagavato avajātaputta. Mā bahubhāṇidha nerayikosīti idāni bahubhāṇī mā hohi, nerayiko asi jāto. Rajamākirasīti kilesarajaṃ attani pakkhipasi. Santeti samitakilese khīṇāsave. Kibbisakārīti pāpakāri. Papatanti narakaṃ.",
  "atk-s0519a6:34": "Idaṃ saṃkilesabhāgiyanti idaṃ taṇhādīnaṃ sabhāvabhedato avatthābhedato ca anekabhedakaṃ dassetuṃ anekehi suttapadehi udāharaṇavasena dassitaṃ saṃkilesabhāgiyaṃ suttanti veditabbaṃ.",
  "atk-s0519a6:35": "Pasannenāti kammakammaphalādīni saddahantena.",
  "atk-s0519a6:36": "93.",
  "atk-s0519a6:37": "Iddhanti hatthūpagasīsūpagādialaṅkārehi maṇikanakādīhi ca samiddhaṃ. Phītanti telamadhuphāṇitādīhi ca dhanadhaññādīhi ca vipulaṃ. Ākiṇṇamanussanti nirantaramanussaṃ. Sambādhabyūhanti byūhā vuccanti anibbiddharacchāyo. Yesu paviṭṭhamaggeneva niggacchanti, te sambādhā byūhakā etthāti sambādhabyūhaṃ. Imināpi tassa nagarassa ghanavāsameva dīpeti. Bhantenāti damathaṃ anupagatena, ito cito ca paribbhamantena vā. Apāpakanti alāmakaṃ. Aveccappasādenāti acalappasādena, saccappaṭivedhato āgatena pasādena.",
  "atk-s0519a6:38": "Peccaso labhateti yo bhūte daṇḍena na hiṃsati, so puggalo paraloke manussabhūto manussasukhaṃ devabhūto dibbasukhaṃ ubhayaṃ atikkanto nibbānasukhaṃ labhatīti attho.",
  "atk-s0519a6:39": "94.",
  "atk-s0519a6:40": "Cārikaṃ pakkamissatīti janapadacārikaṃ gamissati. Kasmā pana bhagavā janapadacārikaṃ caratīti? Sattahi kāraṇehi buddhā bhagavanto janapadacārikaṃ caranti – desantaragatānaṃ veneyyānaṃ vinayanattaṃ, tatra ṭhitānaṃ ussukkasamuppādanaṃ, bhāvakānaṃ ekasmiṃ ṭhāne nibaddhavāsapariharaṇaṃ attano ca tattha anāsaṅgadassanaṃ, sambuddhavasitaṭṭhānatāya desānaṃ cetiyabhāvasampādanaṃ, bahūnaṃ sattānaṃ dassanūpasaṅkamanādīhi puññoghappasavanaṃ, avuṭṭhiādiupaddavūpasamanañcāti imehi sattahi kāraṇehi buddhā bhagavanto janapadacārikaṃ carantīti veditabbaṃ.",
  "atk-s0519a6:41": "Isidattapurāṇāti isidatto ca purāṇo ca, tesu isidatto sakadāgāmī. Purāṇo sotāpanno. Sāketeti ‘‘sāketo’’ti laddhanāme attano bhogagāmake. Magge purisaṃ ṭhapesunti tesaṃ kira gāmadvārena bhagavato gamanamaggo, tasmā ‘‘sace bhagavā amhākaṃ suttānaṃ vā pamattānaṃ vā gaccheyya, atha passituṃ na labheyyāmā’’ti maggamajjhe purisaṃ ṭhapesuṃ. Anubandhiṃsūti na dūratova, piṭṭhito piṭṭhito anubandhiṃsu. Bhagavā hi sakaṭamaggassa majjhe jaṅghamaggena agamāsi, itare ubhosu passesu anugacchantā agamaṃsu. Maggā okkammāti buddhā hi kenaci saddhiṃ gacchantāva paṭisanthāraṃ karonti kenaci saddhiṃ ṭhitā kenaci saddhiṃ divasabhāgampi nisinnā, tasmā bhagavā cintesi – ‘‘ime mayhaṃ sāsane vallabhā āgataphalā, imehi saddhiṃ nisīditvā divasabhāgaṃ paṭisanthāraṃ karissāmī’’ti. Maggato okkamitvā yenaññataraṃ rukkhamūlaṃ tenupasaṅkami. Paññatte āsane nisīdīti te kira chattupāhanakattaradaṇḍapādabbhañjanatelāni ceva aṭṭhavidhañca pānakaṃ sarabhapādapallaṅkañca gāhāpetvā āgamaṃsu. Atha naṃ pallaṅkaṃ paññapetvā adaṃsu. Satthā tattha nisīdi. Ekamantaṃ nisīdiṃsūti ‘‘chattupāhanādīni bhikkhusaṅghassa dethā’’ti vatvā bhagavantaṃ vanditvā ekamantaṃ nisīdiṃsu.",
  "atk-s0519a6:42": "Sāvatthiyākosalesu cārikaṃ pakkamissatītiādi sabbaṃ majjhimadesavaseneva vuttaṃ. Kasmā? Niyatāciṇṇattā. Bhagavato hi cārikacaraṇaṃ majjhimadeseyeva. Sacepi paccantadese gacchati, majjhimadeseyeva aruṇaṃ uṭṭhāpetīti niyatāciṇṇaṃ, tasmā majjhimadesavaseneva vuttaṃ. Kāsīsūti kāsiraṭṭhato. Tathā magadhesūti magadharaṭṭhato. Āsanne no bhagavā bhavissatīti ettha na kevalaṃ āsannattā eva tesaṃ somanassaṃ hoti, atha kho ‘‘idāni dānaṃ dātuṃ gandhamālādipūjaṃ kātuṃ dhammaṃ sotuṃ pañhaṃ pucchituṃ labhissāmā’’ti nesaṃ somanassaṃ hoti.",
  "atk-s0519a6:43": "Tasmātiha thapatayo sambādho gharāvāsoti thapatayo yasmā tumhākaṃ mayi dūrībhūte anappakaṃ domanassaṃ āsanne anappakaṃ somanassaṃ hoti, tasmāpi veditabbametaṃ ‘‘sambādho gharāvāso’’ti. Gharāvāsassa hi dosena tumhākaṃ evaṃ hoti. Sace pana gharāvāsaṃ pahāya pabbajitā assatha, evaṃ vo mayā saddhiṃyeva gacchantānañca āgacchantānañca taṃ na bhaveyyāti imamatthaṃ dīpento evamāha. Tattha sakiñcanasapalibodhaṭṭhena sambādhatā veditabbā. Mahāghare vasantassāpi hi sakiñcanasapalibodhaṭṭhena gharāvāso sambādhova. Rajopathoti rāgādirajānaṃ āgamanapatho, āgamanaṭṭhānanti attho. Abbhokāso pabbajjāti pabbajjā pana akiñcanaapalibodhaṭṭhena abbhokāso. Caturatanikepi hi gabbhe dvinnaṃ bhikkhūnaṃ pallaṅkena pallaṅkaṃ ghaṭṭetvā nisinnānampi akiñcanāpalibodhaṭṭhena pabbajjā abbhokāso nāma hoti. Alañca pana vo thapatayo appamādāyāti evaṃ sambādhagharāvāse vasantānaṃ tumhākaṃ appamādameva kātuṃ yuttanti attho.",
  "atk-s0519a6:44": "Nāgāti hatthino. Opavayhāti rañño ārohanayoggā. Ekaṃ purato ekaṃ pacchato nisīdāpemāti te kira dvepi janā sabbālaṅkārapaṭimaṇḍitā dvīsu nāgesu tā itthiyo evaṃ nisīdāpetvā rañño nāgaṃ majjhe katvā ubhosu passesu gacchanti, tasmā evamāhaṃsu. Nāgopi rakkhitabboti yathā kiñci visesitaṃ na karoti, evaṃ rakkhitabbo hoti. Tāpi bhaginiyoti yathā pamādaṃ nāpajjanti, evaṃ rakkhitabbā honti. Attāpīti sitakathitavikkhepitādīni akarontehi attāpi rakkhitabbo hoti . Evaṃ karonto hi ‘‘sāmidubbhako eso’’ti niggahetabbo hoti.",
  "atk-s0519a6:45": "Tasmātiha thapatayoti yasmā tumhe rājā niccaṃ rājabhaṇḍaṃ paṭicchāpeti, tasmāpi sambādho gharāvāso rajopatho. Yasmā pana paṃsukūlikaṃ bhikkhuṃ evaṃ paṭicchāpento natthi, tasmā abbhokāso pabbajjā, evaṃ sabbatthāpi. Alañca kho thapatayo appamādāya, appamādameva karothāti dasseti.",
  "atk-s0519a6:46": "Muttacāgoti vissaṭṭhacāgo. Payatapāṇīti āgatāgatānaṃ dānatthāya dhotahattho. Vosaggaratoti vosaggasaṅkhāte cāge rato. Yācayogoti yācitabbayutto. ‘‘Yājayogo’’tipi pāṭho, dānayuttoti attho. Dānasaṃvibhāgaratoti etena appamattakampi kiñci labhitvā tatopi saṃvibhāge rato. Appaṭivibhattanti ‘‘idaṃ amhākaṃ bhavissati, idaṃ ayyāna’’nti evaṃ akatavibhāgaṃ, sabbaṃ dātabbameva hutvā ṭhitanti attho. Imehi kho thapatayo catūhi dhammehi samannāgato ariyasāvako sotāpanno hotīti sotāpanno imehi dhammehi samannāgato hotīti attho. Etena sotāpannena imesaṃ catunnaṃ dhammānaṃ ekantato labbhamānataṃ dasseti.",
  "atk-s0519a6:47": "Evaṃ tesaṃ thapatīnaṃ imehi catūhi dhammehi samannāgataṃ pariyāyena dassetvā idāni nippariyāyena taṃ dassetuṃ ‘‘tumhe kho thapatayo’’tiādi vuttaṃ.",
  "atk-s0519a6:48": "95.",
  "atk-s0519a6:49": "Sahassaṃ kappakoṭiyoti sahassaṃ attabhāvā ahesunti attho. ‘‘Asīti kappakoṭiyo’’tipi pāṭho, asītiāyukappakoṭiyo ahesunti attho. Kattha pana te ahesunti? Āha ‘‘deve ceva manusse cā’’ti, devesu ceva manussesu cāti attho. Saṃviruḷhamhīti samantato pallavaggahaṇena viruḷhe. Alabhiṃhanti alabhiṃ ahaṃ. Ajja tiṃsaṃ tato kappāti tato kappato ajja sampati ayaṃ kappo tiṃsatimo. Tassā saññāya vāsanāti tassa buddhagatāya saññāya vāsanato.",
  "atk-s0519a6:50": "Taṇhānighātakoti taṇhāya samucchedako. Vaṭaṃsakoti pupphamayakaṇṇiko. Sabbapupphehilaṅkatoti nānāpupphehi alaṅkato. Lapanantarāti uttarādharoṭṭhānaṃ antarato. Okkāti pabhā. Muddhanantaradhāyathāti muddhani antaradhāyatha. Kaṅkhaṃ vitarāti vimatiṃ vinodehi. Yassa taṃ sabbadhammesu, sadā ñāṇaṃ pavattatīti tanti nipātamattaṃ. Yassa sabbadhammesu ākaṅkhappaṭibaddhattā sadā ñāṇaṃ pavattati. So sabbaññū bhagavā theraṃ ānandaṃ etadabravīti sambandho. Rājā raṭṭhe bhavissatīti sabbasmiṃ raṭṭhe rājā bhavissati. Carimanti carimabhavaṃ. Sacchikatvāti paccakkhaṃ katvā. Dhammatanti catusaccadhammaṃ, paccekabodhiṃ vā.",
  "atk-s0519a6:51": "96.",
  "atk-s0519a6:52": "Suvaṇṇacchadanaṃ nāvanti ubhosu passesu suvaṇṇālaṅkārehi paṭimaṇḍitavasena chāditaṃ suvaṇṇanāvaṃ. Pañhaṃ puṭṭhā viyākāsi, sakkassa iti me sutanti yathā sā devatā pañhaṃ puṭṭhā sakkassa byākāsi, evaṃ mayāpi sutanti āyasmā mahāmoggallāno attanā yathāsutaṃ taṃ bhagavato vadati.",
  "atk-s0519a6:53": "Paṃsuthūpesūti sarīradhātuṃ abbhantare ṭhapetvā paṃsūhi katathūpesu. Evañhi te bhagavantaṃ uddissakatā nāma honti, tenevāha – ‘‘uddissakatesu dasabaladharāna’’nti.",
  "atk-s0519a6:54": "97.",
  "atk-s0519a6:55": "Devaputtasarīravaṇṇāti devaputtasarīrasadisavaṇṇā. Subhagasaṇṭhitīti sobhaggayuttasaṇṭhānā. Uḷāraṃ vata taṃ āsīti taṃ mayā kataṃ puññaṃ uḷāraṃ vata ahosi. Yāhanti yā ahaṃ. Satasahassaṃ kappe, mudito thūpaṃ apūjesīti thūpaṃ pūjetvā satasahassaṃ āyukappe ahaṃ muditoti attho. Anāgantuna vinipātanti apāyupapattiṃ anupagantvā. Yaṃ cakkhunti yaṃ paññācakkhuṃ. Paṇihitanti ṭhapitaṃ. Vimuttacittamhīti vimuttacitto amhi. Vidhūtalatoti vidhūtataṇhālato, samucchinnataṇhoti attho.",
  "atk-s0519a6:56": "98.",
  "atk-s0519a6:57": "Sāmākapatthodanamattanti sāmākatiṇānaṃ nāḷikodanamattaṃ. Akhileti pañcannaṃ cetokhilānaṃ abhāvena akhile. Tasmiñca okappayi dhammamuttamanti tasmiṃ paccekabuddhe uttamadhammaṃ paccekabodhiṃ ‘‘uttamadhammena nāma imasmiṃ bhavitabba’’nti saddahiṃ. ‘‘Tasmiñca dhamme paṇidhesiṃ mānasa’’nti iminā paṭiladdhadhammaṃ ahampi sacchikareyyanti cittaṃ paṇidahiṃ. Bhave kudāsupi ca mā apekkhavāti katthaci bhave apekkhavā mā bhaveyyanti ca paṇidhesiṃ mānasanti sambandho.",
  "atk-s0519a6:58": "Kurūsūti uttarakurūsu. Dīghāyukesūti tesaṃ vassasahassāyukatāya vuttaṃ. Amamesūti apariggahesu. Pāṇīsūti sattesu. Ahīnagāmīsūti yathāladdhasampattīhi yāvatāyukaṃ aparihīnasabhāvesu . Tidasopapajjathāti tāvatiṃso hutvā upapajjiṃ, tidase vā tāvatiṃsabhavane upapajjiṃ. Visiṭṭhakāyūpagatoti visiṭṭhakāyesu nānāvaṇṇakāyesu upagato. Yasassisūti parivāravantesu. Hitāhitāsihīti kusalākusale vītivattīhi. Paccakkhaṃ khvimanti paccakkhaṃ kho imaṃ vacananti adhippāyo.",
  "atk-s0519a6:59": "Sakāsīti so akāsi. Balimābhihārīti pūjābaliṃ abhihari. Patitassa ekanti tassa hatthato ekapupphaṃ patitaṃ.",
  "atk-s0519a6:60": "Upariṭṭhanti upari vehāse ṭhitaṃ. Ariṭṭhanti ariṭṭhaṃ nāma paccekasambuddhaṃ. Ajjhattañca bahiddhā cāti ajjhattavisayā ca bahiddhavisayā ca. Ye me vijjiṃsūti ye me pubbe vijjamānā ahesuṃ. Jātimaraṇasaṃsāro, natthi dāni punabbhavoti punappunaṃ jāyanamīyanabhūto saṃsāro punabbhavoti ca vuccati, so ca dāni natthīti attho.",
  "atk-s0519a6:61": "Idaṃ vāsanābhāgiyaṃ suttanti idaṃ vāsanābhāgapuññavibhāvanānaṃ nānāsuttapadānaṃ udāharaṇavasena dassitaṃ vāsanābhāgiyaṃ suttanti veditabbaṃ.",
  "atk-s0519a6:62": "99.",
  "atk-s0519a6:63": "‘‘Uddhaṃ adho…pe… apunabbhavāyā’’ti idaṃ nibbedhabhāgiyaṃ suttanti vuttaṃ oghataraṇassa ariyamaggakiccattā. Na cetanā karaṇīyāti na cittaṃ uppādetabbaṃ. Dhammatāti dhammasabhāvo.",
  "atk-s0519a6:64": "100.",
  "atk-s0519a6:65": "Yadā haveti yasmiṃ have kāle. Pātubhavantīti uppajjanti. Dhammāti anulomapaccayākārapaṭivedhasādhakā bodhipakkhiyadhammā. Pātubhavantīti vā pakāsenti, abhisamayavasena pākaṭā honti. Dhammāti catuariyasaccadhammā. Ātāpo vuccati kilesasantāpanaṭṭhena vīriyaṃ. Ātāpinoti sammappadhānavīriyavato. Jhāyatoti ārammaṇūpanijjhānalakkhaṇena lakkhaṇūpanijjhānalakkhaṇena ca jhānena jhāyantassa. Brāhmaṇassāti bāhitapāpassa khīṇāsavassa. Athassa kaṅkhā vapayanti sabbāti athassa evaṃ pātubhūtadhammassa yā tā ‘‘ko nu kho, bhante, phusatīti? No kallo pañhoti bhagavā avocā’’tiādinā (saṃ. ni. 2.12) nayena ‘‘katamaṃ nu kho, bhante, jarāmaraṇaṃ, kassa panidaṃ jarāmaraṇanti? No kallo pañhoti bhagavā avocā’’tiādinā (saṃ. ni. 2.35) ca nayena paccayākārakaṅkhā vuttā. Yā ca paccayākārasseva appaṭividdhattā ‘‘ahosiṃ nu kho ahamatītamaddhāna’’ntiādikā (ma. ni. 1.18; saṃ. ni. 2.20) soḷasakaṅkhā ‘‘buddhe kaṅkhati dhamme kaṅkhatī’’tiādikā (dha. sa. 1008) aṭṭha ca kaṅkhā āgatā, tā sabbā vapayanti apagacchanti nirujjhanti, kasmā? Yato pajānāti sahetudhammaṃ, yasmā avijjādikena hetunā sahetukaṃ imaṃ saṅkhārādiṃ kevalaṃ dukkhakkhandhadhammaṃ pajānāti aññāsi paṭivijjhati.",
  "atk-s0519a6:66": "Yato khayaṃ paccayānaṃ avedīhi yasmā paccayānaṃ khayasaṅkhātaṃ nibbānaṃ avedi aññāsi paṭivijjhi, tasmā yadāssa ātāpino jhāyato brāhmaṇassa vuttappakārā dhammā pātubhavanti. Athassa yā nibbānassa aviditattā kaṅkhā uppajjeyyuṃ, sabbāpi tā kaṅkhā vapayantīti.",
  "atk-s0519a6:67": "Āraññanti āraññakaṃ. Aññātuñchena yāpentanti kulesu aññāto niccanavoyeva hutvā uñchena piṇḍacariyāya yāpentaṃ. Atha vā abhilakkhitesu issarajanagehesu kaṭukabhaṇḍasambhāraṃ sugandhabhojanaṃ pariyesantassa uñchanaṃ ñātuñchanaṃ nāma, gharapaṭipāṭiyā pana dvāre ṭhitena laddhamissakabhojanaṃ aññātuñchanaṃ nāma. Idaṃ idha adhippetaṃ. Tena yāpentaṃ. Kāmesu anapekkhinanti vatthukāmakilesakāmesu nirapekkhaṃ.",
  "atk-s0519a6:68": "Chetvāti vadhitvā. Sukhaṃ setīti kodhapariḷāhena aparidayhamānattā sukhaṃ sayati. Na socatīti kodhavināsena vinaṭṭhadomanassattā na socati. Visamūlassāti dukkhavipākassa. Madhuraggassāti yaṃ akkuṭṭhassa paccakkositvā pahaṭassa paṭippaharitvā sukhaṃ uppajjati, taṃ sandhāya so ‘‘madhuraggo’’ti vutto. Imasmiñhi ṭhāne pariyosānaṃ ‘‘agga’’nti vuttaṃ. Ariyāti buddhādayo.",
  "atk-s0519a6:69": "Haneti haneyya. Uppatitanti asamugghāṭitaṃ avikkhambhituppannavasena samudācāruppannavasena samudācarantaṃ. Vinodayeti attano santānato nīhareyya.",
  "atk-s0519a6:70": "101.",
  "atk-s0519a6:71": "Sattiyāti desanāsīsametaṃ, ekatodhārādinā satthenāti attho. Omaṭṭhoti pahaṭo. Cattāro hi pahārā omaṭṭho ummaṭṭho maṭṭho vimaṭṭhoti. Tattha upari ṭhatvā adhomukhaṃ dinnappahāro omaṭṭho nāma, adho ṭhatvā uddhaṃ mukhaṃ dinnappahāro ummaṭṭho nāma, aggaḷasūci viya vinivijjhitvā kato maṭṭho nāma, seso sabbopi vimaṭṭho nāma. Imasmiṃ pana ṭhāne omaṭṭho gahito. So hi sabbadāruṇo duruddharaṇasallo duttikiccho antodoso antopubbalohito ca hoti. Pubbalohitaṃ anikkhamitvā vaṇamukhaṃ pariyonandhitvā tiṭṭhati. Pubbalohitaṃ nīharitukāmehi mañcena saddhiṃ bandhitvā adhosiro kātabbo hoti, maraṇaṃ vā maraṇamattaṃ vā dukkhaṃ pāpuṇāti. Paribbajeti vihareyya.",
  "atk-s0519a6:72": "Imāya gāthāya kiṃ kathitaṃ? Yathā sattiyā omaṭṭhapuriso sallubbāhanavaṇatikicchanānaṃ atthāya vīriyaṃ ārabhati payogaṃ karoti parakkamati. Yathā ca dayhamāne matthake ādittasiro tassa nibbāpanatthāya vīriyaṃ ārabhati payogaṃ karoti parakkamati, evamevaṃ bhikkhu kāmarāgappahānāya sato appamatto hutvā vihareyya bhagavāti kathesi.",
  "atk-s0519a6:73": "Evaṃ devatāya kathite atha bhagavā cintesi – ‘‘imāya devatāya upamā daḷhaṃ katvā ānītā, atthaṃ pana parittakaṃ gahetvā ṭhitā. Punappunaṃ kathentīpi hi esā kāmarāgassa vikkhambhanappahānameva katheyya, yāva ca kāmarāgo maggena na samugghāṭiyyati, tāva anubandhova hotī’’ti tameva upamaṃ gahetvā paṭhamamaggavasena devatāya vinivaṭṭetvā dassento ‘‘sattiyā viya omaṭṭho’’ti dutiyagāthamāha. Tassattho purimanayānusārena veditabbo.",
  "atk-s0519a6:74": "Lokāmisanti kāmaguṇo. Santipekkhoti sabbasaṅkhārūpasamaṃ nibbānaṃ apekkhamāno. Paññavāti paññavanto. Pahitattoti nibbānaṃ patipesitacitto. Virato kāmasaññāyāti yāya kāyaci sabbato kāmasaññāya catutthamaggasampayuttāya samucchedaviratiyā virato. ‘‘Viratto’’tipi pāṭho. Kāmasaññāyāti pana bhummavacanaṃ hoti. Sagāthāvagge (saṃ. ni. 1.96) ‘‘kāmasaññāsū’’ti pāṭho. Catūhi maggehi dasannampi saṃyojanānaṃ atītattā sabbasaṃyojanātīto. Catutthamaggeneva vā uddhambhāgiyasaṃyojanātīto tatra tatrābhinandanato nandisaṅkhātāya taṇhāya tiṇṇañca bhavānaṃ parikkhīṇattā nandibhavaparikkhīṇo. So tādiso khīṇāsavo bhikkhu gambhīre saṃsāraṇṇave na sīdati.",
  "atk-s0519a6:75": "Saddahānoti yena pubbabhāge kāyasucaritādibhedena, aparabhāge ca sattattiṃsabodhipakkhiyabhedena dhammena arahanto buddhapaccekabuddhabuddhasāvakā nibbānaṃ pattā. Taṃ saddahāno arahataṃ dhammaṃ nibbānappattiyā lokiyalokuttarapaññaṃ labhati, tañca kho na saddhāmattakeneva. Yasmā pana saddhājāto upasaṅkamati, upasaṅkamanto payirupāsati, payirupāsanto sotaṃ odahati, odahitasoto dhammaṃ suṇāti, tasmā upasaṅkamanato paṭṭhāya yāva dhammassavanena sussūsaṃ labhate paññaṃ.",
  "atk-s0519a6:76": "Kiṃ vuttaṃ hoti? Taṃ dhammaṃ saddahitvāpi ācariyupajjhāye kālena kālaṃ upasaṅkamitvāpi vattakaraṇena payirupāsitvā yadā payirupāsanāya ārādhitacittā kiñci vattukāmā honti. Atha adhigatāya sotukāmatāya sotaṃ odahitvā suṇanto labhatīti evaṃ sussūsampi ca satiavippavāsena appamatto subhāsitadubbhāsitaññutāya vicakkhaṇo eva labhati, na itaro. Tenāha – ‘‘appamatto vicakkhaṇo’’ti.",
  "atk-s0519a6:77": "Patirūpakārīti desakālādīni ahāpetvā lokiyassa lokuttarassa dhammassa patirūpaṃ adhigamūpāyaṃ karotīti patirūpakārī. Dhuravāti cetasikavīriyavasena anikkhittadhuro. Uṭṭhātāti kāyikavīriyavasena uṭṭhānasampanno asithilaparakkamo. Vindate dhananti lokiyalokuttaradhanaṃ adhigacchati. Saccenāti vacīsaccena paramatthasaccena ca. Buddhapaccekabuddhaariyasāvakā nibbutiṃ pāpuṇantā kittimpi pāpuṇantiyeva. Dadanti paresaṃ yaṃ kiñci icchitaṃ patthitaṃ dento mittāni ganthati sampādeti karotīti attho. Duddadaṃ vā dadanto ganthati, dānamukhena cattāripi saṅgahavatthūni gahitānīti veditabbāni. Tehi mittāni karonti. Asmā lokā paraṃ lokaṃ, sa ve pecca na socatīti yassa puggalassa ime saddhādayo dhammā vijjanti, so imasmā lokā paraṃ lokaṃ gantvā na socati, sokakāraṇaṃ tassa natthīti attho.",
  "atk-s0519a6:78": "‘‘Yassete caturo dhammā, saddhassa gharamesino;",
  "atk-s0519a6:79": "Saccaṃ dhammo dhiti cāgo, sa ve pecca na socatī’’ti. (saṃ. ni. 1.246; su. ni. 190) –",
  "atk-s0519a6:80": "Gāthaṃ avasesaṃ katvā udāhaṭaṃ. Āḷavakasutte hi imā gāthā āḷavakena ‘‘kathaṃ su labhate pañña’’ntiādinā (saṃ. ni. 1.246; su. ni. 187) puṭṭhena bhagavatā bhāsitāti.",
  "atk-s0519a6:81": "Yena kenaci vaṇṇenāti yena kenaci kāraṇena, pakārena vā. Saṃvāsoti ekasmiṃ ṭhāne sahavāso samāgamo. Tanti tathā samāgataṃ anukampitabbaṃ purisaṃ. Manasā ce pasannenāti karuṇāsamussāhitena pasādena pasannena manasā. Na tena hoti saṃyuttoti tena yathāvuttena anusāsanena kāmacchandādīnaṃ saṃyojanavasena saṃyutto nāma na hoti. Yānukampā anuddayāti yā ariyamaggasampāpanavasena karuṇāyanā, mettāyanā cāti attho.",
  "atk-s0519a6:82": "102.",
  "atk-s0519a6:83": "Rāgo ca doso cāti rāgadosā heṭṭhā vuttanayāva. Kutonidānāti kiṃnidānā kiṃhetukā. Paccattavacanassa hi ayaṃ to-ādeso, samāse cassa lopābhāvo veditabbo. Aratī ratī lomahaṃso kutojāti yāyaṃ pantesu senāsanesu, adhikusalesu ca dhammesu arati ukkaṇṭhitā, yā ca pañcasu kāmaguṇesu rati abhirati āsatti kīḷanādi, yo ca lomahaṃsasamuṭṭhānato lomahaṃsasaṅkhāto cittutrāso, ime tayo dhammā kuto jātā kuto nibbattāti pucchā. Kuto samuṭṭhāyāti kuto uppajjitvā. Manoti kusalacittaṃ. Vitakkāti kāmavitakkādayo. Kumārakā dhaṅkamivosajantīti yathā kumārakā kīḷantā kākaṃ suttena pāde bandhitvā osajanti khipanti, evaṃ kusalamanaṃ akusalavitakkā kuto samuṭṭhāya osajantīti pucchā.",
  "atk-s0519a6:84": "Rāgocāti dutiyagāthā tassā vissajjanaṃ. Tattha itoti attabhāvaṃ sandhāyāha. Attabhāvanidānā hi rāgadosā, arati rati lomahaṃsā ca attabhāvato jātā. Kāmavitakkādayo attabhāvato eva samuṭṭhāya kusalamanaṃ osajanti. Tena tadaññaṃ pakatiādikāraṇaṃ paṭikkhipanto āha – ‘‘itonidānā ito samuṭṭhāyā’’ti. Purimagāthāya vuttanayenettha saddasiddhi veditabbā.",
  "atk-s0519a6:85": "Idāni yvāyaṃ ‘‘itonidānā’’tiādīsu attabhāvanidānā attabhāvato jātā attabhāvato samuṭṭhāyāti attho vutto, taṃ sādhento āha – ‘‘snehajā attasambhūtā’’ti. Ete hi rāgādayo vitakkapariyosānā taṇhāsnehena jātā. Tathā jāyantā ca pañcupādānakkhandhabhede attabhāvasaṅkhāte attani sambhūtā. Tenāha – ‘‘snehajā attasambhūtā’’ti. Idāni tadatthajotikaṃ upamaṃ dasseti ‘‘nigrodhasseva khandhajā’’ti. Tattha khandhajāti khandhesu jātā pārohā. Idaṃ vuttaṃ hoti – yathā nigrodhassa khandhajasaṅkhātā pārohā āporasasaṅkhāte snehe sati jāyanti, jāyantā ca tasmiṃyeva nigrodhe tesu tesu sākhappadesesu sambhavanti, evaṃ ete rāgādayo ajjhattaṃ taṇhāsnehe sati jāyanti, jāyantā ca tasmiṃyeva attabhāve tesu tesu cakkhādippadesesu iṭṭhārammaṇesu sambhavanti. Tena vuttaṃ – ‘‘snehajā attasambhūtā’’ti. Puthu visattā kāmesūti yasmā rāgopi pañcakāmaguṇikādivasena, dosopi āghātavatthuādivasena aratiādayopi tassa tassa bhedassa vasenāti sabbathā sabbepime kilesā puthu anekappakārā hutvā vatthudvārārammaṇādivasena tesu tesu kāmesu tathā tathā visattā laggā saṃsibbitvā ṭhitā. Kimiva? Māluvāva vitatā vane yathā vane vitatā māluvā tesu tesu rukkhasākhappasākhādibhedesu visattā hoti laggā saṃsibbitvā ṭhitā, evaṃ ete kilesā dhammā, tasmā ettha puthupabhedesu vatthukāmesu visattaṃ kilesagahanaṃ.",
  "atk-s0519a6:86": "Ye naṃ pajānanti yatonidānaṃ, te naṃ vinodenti suṇohi yakkha. Tassattho – ye sattā naṃ kilesagahanaṃ ‘‘itonidānaṃ esa uppajjatī’’ti jānanti, te naṃ taṇhāsinehasinehite attabhāve uppajjatīti ñatvā taṃ taṇhāsinehaṃ ādīnavānupassanādibhāvanāñāṇagginā visosentā vinodenti pajahanti, evaṃ amhākaṃ bhāsitaṃ suṇohi yakkhāti. Te duttaraṃ oghamimaṃ taranti, atiṇṇapubbaṃ apunabbhavāyāti ye hi saṃkilesagahanaṃ vinodenti, te ekantena maggaṃ bhāventi. Na hi maggabhāvanaṃ vinā kilesavinodanaṃ atthi. Evaṃ maggaṃ bhāventā te pakatiñāṇena duttaraṃ kāmoghādiṃ catubbidhaṃ oghaṃ iminā dīghena addhunā supinantenapi atiṇṇapubbaṃ anatikkantapubbaṃ apunabbhavāya nibbānāya taranti.",
  "atk-s0519a6:87": "Dukkaraṃ bhagavāti eko kira devaputto pubbayogāvacaro bahalakilesatāya sappayogena kilese vikkhambhento samaṇadhammaṃ katvā pubbahetumandatāya ariyabhūmiṃ appatvāva kālaṃ katvā devaloke nibbatto, so tathāgataṃ upasaṅkamitvā dukkarabhāvaṃ ārocento evamāha. Tattha dukkaranti dasapi vassāni…pe… saṭṭhipi vassāni ekantaparisuddhassa samaṇadhammassa karaṇaṃ nāmetaṃ dukkaraṃ. Sekkhāti satta sekkhā. Sīlasamāhitāti sīlena samāhitā samupetā. Ṭhitattāti patiṭṭhitasabhāvā. Evaṃ pucchitapañhaṃ vissajjitvā uparipañhaṃ samuṭṭhāpanatthaṃ ‘‘anagāriyupetassā’’tiādimāha. Tattha anagāriyupetassāti anagāriyaṃ niggehabhāvaṃ upagatassa, pabbajitassāti attho. Tuṭṭhīti catupaccayasantoso.",
  "atk-s0519a6:88": "Bhāvanāyāti cittavūpasamabhāvanāya. Te chetvā maccuno jālanti ye rattindivaṃ indriyūpasame ratā, te dussamādahaṃ cittaṃ samādahanti. Ye samāhitacittā, te catupaccayasantosaṃ pūrentā na kilamanti. Ye santuṭṭhā, te sīlaṃ pūrentā na kilamanti. Ye sīle patiṭṭhitā satta sekkhā, te ariyā maccuno jālasaṅkhātaṃ kilesajālaṃ chinditvā gacchanti.",
  "atk-s0519a6:89": "Duggamoti saccametaṃ, bhante, ye indriyūpasame ratā, te dussamādahaṃ cittaṃ samādahanti. Ye samāhitacittā, te catupaccayasantosaṃ pūrentā na kilamanti. Ye santuṭṭhā, te sīlaṃ pūrentā na kilamanti. Ye sīle paramaggāhino satta sekkhā, te ariyā maccuno jālasaṅkhātaṃ kilesajālaṃ chinditvā gacchanti. Kiṃ na gamissanti, ayaṃ pana duggamo ‘‘bhagavāvisamo maggo’’ti āha. Tattha kiñcāpi ariyamaggo neva duggamo na visamo, pubbabhāgapaṭipadāya panassa bahū parissayā honti, tasmā evaṃ vutto. Avaṃsirāti ñāṇasirena adhosirā hutvā papatanti. Ariyamaggaṃ ārohituṃ asamatthatāya eva te magge papatantīti vuccanti. Ariyānaṃ samo maggoti sveva maggo ariyānaṃ samo hoti. Visame samāti visamepi sattakāye samā eva.",
  "atk-s0519a6:90": "103.",
  "atk-s0519a6:91": "Idañhi taṃ jetavananti anāthapiṇḍiko devaputto jetavanassa ceva buddhādīnañca vaṇṇabhaṇanatthaṃ āgantvā evamāha. Isisaṅghanisevitanti bhikkhusaṅghanivesitaṃ. Evaṃ paṭhamagāthāya jetavanassa vaṇṇaṃ kathetvā idāni ariyamaggassa vaṇṇaṃ kathento ‘‘kammaṃ vijjā’’tiādimāha. Tattha kammanti maggacetanā. Vijjāti maggapaññā. Dhammoti samādhi, samādhipakkhikā vā dhammā. Sīlaṃ jīvitamuttamanti sīle patiṭṭhitassa jīvitañca uttamanti dasseti. Atha vā vijjāti diṭṭhisaṅkappā. Dhammoti vāyāmasatisamādhayo. Sīlanti vācākammantājīvā. Jīvitamuttamanti etasmiṃ sīle patiṭṭhitassa jīvitaṃ nāma uttamanti. ‘‘Etena maccā sujjhantī’’ti etena aṭṭhaṅgikena maggena sattā visujjhanti.",
  "atk-s0519a6:92": "Tasmāti yasmā maggena sujjhanti, na gottadhanehi, tasmā. Yoniso vicine dhammanti upāyena bodhipakkhiyadhammaṃ vicineyya. Evaṃ tattha visujjhatīti evaṃ tasmiṃ ariyamagge visujjhati. Atha vā yoniso vicine dhammanti upāyena ariyasaccadhammaṃ vicineyya. Evaṃ tattha visujjhatīti evaṃ tesu catūsu ariyasaccesu visujjhati. Idāni sāriputtattherassa vaṇṇaṃ kathento ‘‘sāriputtovā’’tiādimāha. Tattha sāriputtovāti avadhāraṇavacanaṃ, etehi paññādīhi sāriputtova seyyoti vadati. Upasamenāti kilesavūpasamena. Pāraṅgatoti nibbānaṃ gato, yo koci nibbānapatto bhikkhu, na tādiso. Etāvaparamo siyā, na therā uttaritaro nāma sāvako atthīti vadati.",
  "atk-s0519a6:93": "Atītanti atīte pañcakkhandhe. Nānvāgameyyāti taṇhādiṭṭhīhi nānugaccheyya. Nappaṭikaṅkheti taṇhādiṭṭhīhi na pattheyya. Yadatītanti idamettha kāraṇavacanaṃ. Yasmā yaṃ atītaṃ, taṃpahīnaṃ niruddhaṃ atthaṅgataṃ, tasmā taṃ nānugaccheyya. Yasmā ca yaṃ tattha anāgataṃ, taṃ appattaṃ ajātaṃ anibbattaṃ, tasmā tampi na pattheyya. Tattha tatthāti paccuppannampi dhammaṃ yattha yattheva so uppanno, tattha tattheva naṃ aniccānupassanādīhi sattahi anupassanāhi vipassati, araññādīsu vā tattha tattha vipassati. Asaṃhīraṃ asaṃkuppanti idaṃ vipassanāpaṭivipassanādassanatthaṃ vuttaṃ. Vipassanā hi rāgādīhi na saṃhirati na kuppatīti asaṃhīrā asaṃkuppā, taṃ anubrūhaye vaḍḍheyya paṭivipasseyyāti vuttaṃ hoti. Atha vā nibbānaṃ rāgādīhi na saṃhirati na kuppatīti asaṃhīraṃ asaṃkuppaṃ, taṃ vidvā paṇḍito bhikkhu anubrūhaye, punappunaṃ tadārammaṇaṃ phalasamāpattiṃ appento vaḍḍheyyāti attho.",
  "atk-s0519a6:94": "Tassa pana anubrūhanassa atthāya ajjeva kiccamātappanti kilesānaṃ ātāpanaparitāpanena ‘‘ātappa’’nti laddhanāmaṃ vīriyaṃ ajjeva kātabbaṃ. Ko jaññā maraṇaṃ suveti sve jīvitaṃ vā maraṇaṃ vā ko jānāti. Ajjeva dānaṃ dassāmi, sīlaṃ vā rakkhissāmi, aññataraṃ vā pana kusalaṃ karissāmi, ‘‘ajja tāva papañco atthi, sve vā punadivase vā jānissāmī’’ti cittaṃ anuppādetvā ‘‘ajjeva karissāmī’’ti evaṃ vīriyaṃ kātabbanti dasseti. Mahāsenenāti ahivicchikavisasatthādīni hi anekāni maraṇakāraṇāni tassa senāti tāya mahatiyā senāya vasena mahāsenena evarūpena maccunā saddhiṃ ‘‘katipāhaṃ tāva āgamehi, yāvāhaṃ buddhapūjādiṃ attano avassayaṃ kammaṃ karomī’’ti evaṃ mittasanthavākārasaṅkhāto vā ‘‘idaṃ sataṃ vā sahassaṃ vā gahetvā katipāhaṃ āgamehī’’ti evaṃ lañjānuppadānasaṅkhāto vā ‘‘iminā balarāsinā paṭibāhissāmī’’ti evaṃ balarāsisaṅkhāto vā saṅgaro natthi. Saṅgaroti hi mittakaraṇalañjadānabalarāsisaṅkaḍḍhanānaṃ nāmaṃ, tasmā ayamattho vutto. Atanditanti analasaṃ uṭṭhāhakaṃ. Evaṃ paṭipannattā bhaddo ekaratto assāti bhaddekaratto. Itīti evaṃ paṭipannaṃ puggalaṃ ‘‘bhaddekaratto aya’’nti rāgādisantatāya santo buddhamuni ācikkhati.",
  "atk-s0519a6:95": "Cakkhunā paññāya cāti cakkhunā ca paññāya ca. Cakkhubhūtāya vā paññāya. Satiyā paññāya cāti satiyā ca paññāya ca, sativisiṭṭhāya vā paññāya. Kāyenāti nāmakāyena.",
  "atk-s0519a6:96": "Dibbacakkhusuvisuddhanti dibbaṃ cakkhu suvisuddhaṃ, yaṃ sacchikarotīti adhippāyo. Pubbenivāsāti purimāsu jātīsu nivutthakkhandhā. Iddhividhāti iddhikoṭṭhāsā. Nirodhoti nibbānaṃ. Sesaṃ suviññeyyameva.",
  "atk-s0519a6:97": "104.",
  "atk-s0519a6:98": "Yassaselūpamaṃ cittanti ekaghanaṃ selaṃ viya pakativātehi lokadhammavātehi akampanīyato yassa cittaṃ selūpamaṃ. Tenāha – ‘‘ṭhitaṃ nānupakampatī’’ti. Rajanīyesūti lābhādīsu. Kopaneyyeti alābhādike. Kuto naṃ dukkhamessatīti taṃ evaṃ bhāvitacittaṃ vītikkantalokadhammaṃ uttamapurisaṃ lokadhammahetukaṃ dukkhaṃ nānugamissati.",
  "atk-s0519a6:99": "Yo brāhmaṇoti bāhitapāpadhammatāya brāhmaṇo, na diṭṭhamaṅgalikatāya huṃhuṅkārakasāvādipāpadhammayutto hutvā kevalaṃ jātimattena brāhmaṇoti paṭijānāti. So brāhmaṇo bāhitapāpadhammattā huṃhuṅkārappahānena nihuṃhuṅko. Rāgādikasāvābhāvena nikkabhāvo. Sīlasaṃvarena saṃyatacittatāya yatatto. Catumaggañāṇasaṅkhātehi vedehi antaṃ nibbānaṃ, vedānaṃ vā antaṃ gatattā vedantagū. Maggabrahmacariyassa vusitattā vūsitabrahmacariyo. Dhammena so brahmavādaṃ vadeyyāti so ‘‘brāhmaṇo aha’’nti etaṃ vādaṃ vadeyya. Yassa sakalalokasannivāse kuhiñci ekārammaṇepi rāgussado dosussado mohussado mānussado diṭṭhussadoti ime ussadā natthīti attho.",
  "atk-s0519a6:100": "Na gādhatīti na patiṭṭhahati. Sukkāti sukkasaṅkhātā gahā. Yadi candimasūriyādīnaṃ pabhā tattha natthi, tamo eva ca siyāti āsaṅkamāne sandhāyāha ‘‘tamo tattha na vijjatī’’ti. Yadā ca attanāvedītiādīsu evaṃvidhaṃ nibbānaṃ attapaccakkhena ñāṇena yadā vindati, atha rūpārūpadhammato sukhadukkhato ca vippamutto hotīti.",
  "atk-s0519a6:101": "Sakesu dhammesūti sakaattabhāvasaṅkhātesu upādānakkhandhesu. Yebhuyyena hi ajjhattaṃ vipassanābhiniveso hotīti. Etaṃ pisācanti ajakalāpaka, etaṃ tayā vuttaṃ pisācaṃ kilesapisācañca. Pakkulanti tayā kataṃ akkulaṃ pakkulakaraṇañca. Ativattatīti atikkamati.",
  "atk-s0519a6:102": "Nābhinandatiāyantinti purāṇadutiyikaṃ āgacchantiṃ aññaṃ vā na abhinandati cittena na sampaṭicchati. Tameva pakkamantiṃ na socati. Saṅgā saṅgāmajiṃ muttanti pañcavidhāpi saṅgato muttaṃ saṅgāmajiṃ bhikkhuṃ.",
  "atk-s0519a6:103": "Bahvetthāti bahu ettha nhāyati jano, na tena so suddho nāma hotīti adhippāyo.",
  "atk-s0519a6:104": "Jātibalaṃnisedhanti jātibalassa nisedhakaṃ. Sahāyā vatāti samathavipassanābhāvanāya saha ayanavasena sahāyā vata. Kālena kālaṃ sappāyadhammassa savanavasena cirarattaṃ sameti samāgamo etesanti cirarattasametikā. Sithilamārabbhāti sithilaṃ vīriyaṃ katvā.",
  "atk-s0519a6:105": "105.",
  "atk-s0519a6:106": "Tatra kho, bhikkhave, ko visesoti satthu sāvakassa ca pañcasveva upādānakkhandhesu nibbidādayoti pubbabhāgapaṭipattiyaṃ anupādāvimuttiyañca heṭṭhā upari ca visesābhāvaṃ dasseti. Vuttañhetaṃ – ‘‘natthi vimuttiyā nānatta’’nti (a. ni. 5.31; kathā. 355 atthato samānaṃ). Tattha visesābhāvaṃ paccāmasati ‘‘tatra ko viseso’’ti. Adhippayāsoti adhikapayogo. Nānākaraṇanti ca visesoyeva vutto.",
  "atk-s0519a6:107": "Ayaṃ kho, bhikkhave, visesoti bhikkhave, yadipi sāvakassa satthu ca vimuttiyaṃ viseso natthi, sayambhuñāṇena pana savāsanasabbakilese khepetvā sammāsambodhiṃ abhisambujjhitvā anuppannassa ariyamaggassa parasantāne uppādanādisakalasabbaññuguṇasamāyogo. Ayaṃ sammāsambuddhassa paññāvimuttato visesoti. Tattha anuppannassāti avattamānassa. Ariyamaggañhi kassapasammāsambuddho uppādesi. Antarā añño satthā uppādetā nāma nāhosi, tasmā ayaṃ bhagavā anuppannassa maggassa uppādetā nāma. Asañjātassāti tasseva vevacanaṃ. Anakkhātassāti akathitassa. Maggaṃ jānātīti maggaññū. Maggaṃ viditaṃ pākaṭaṃ akāsīti maggavidū. Magge ca amagge ca kovidoti maggakovido. Maggānugāti maggaṃ anugacchantā. Pacchāsamannāgatāti ahaṃ paṭhamaṃ samannāgato, sāvakā pacchā samannāgatā.",
  "atk-s0519a6:108": "106.",
  "atk-s0519a6:109": " ‘‘Nīce kule paccājāto’’tiādinā (a. ni. 4.85; pu. pa. 168) tamena yuttoti tamo. Kāyaduccaritādīhi puna nirayatamupagamanato tamaparāyaṇo. Iti ubhayenapi khandhatamova kathito hoti. ‘‘Aḍḍhe kule paccājāto’’tiādinā (a. ni. 4.85; pu. pa. 168) jotinā yuttoti joti, ālokabhūtoti vuttaṃ hoti. Kāyasucaritādīhi puna saggūpapattibhavūpagamanato jotiparāyaṇo. Iminā nayena itarepi dve veditabbā.",
  "atk-s0519a6:110": "Na taṃ daḷhaṃ bandhanamāhu dhīrāti ettha dhīrāti buddhādayo paṇḍitapurisā. Yaṃ saṅkhalikasaṅkhātaṃ ayena nibbattaṃ āyasaṃ addubandhanasaṅkhātaṃ dārumayañca pabbajatiṇehi rajjuṃ katvā katarajjubandhanañca, taṃ asiādīhi chindituṃ sakkuṇeyyatāya ‘‘thira’’nti na vadantīti attho. Sārattarattāti rattā hutvā rattā. Balavarāgarattāti attho. Maṇikuṇḍalesūti maṇīsu ca kuṇḍalesu ca, maṇicittesu vā kuṇḍalesu. Etaṃ daḷhanti ye maṇikuṇḍalesu sārattarattā, tesu yo rāgo, yā ca puttadāresu apekkhā taṇhā, etaṃ kilesamayaṃ bandhanaṃ paṇḍitapurisā ‘‘daḷha’’nti vadanti.",
  "atk-s0519a6:111": "Ohārinanti ākaḍḍhitvā catūsu apāyesu pātanato avaharati heṭṭhā haratīti ohārinaṃ. Sithilanti bandhanaṭṭhāne chaviādīni akopetvā bandhanabhāvampi ajānāpetvā jalapathathalapathādīsu kammaṃ kātuṃ detīti sithilaṃ. Duppamuñcanti lobhavasena hi ekavārampi uppannaṃ kilesabandhanaṃ daṭṭhaṭṭhānato kacchapo viya dummocayaṃ hotīti duppamuñcaṃ. Etampi chetvānāti etaṃ daḷhampi kilesabandhanaṃ ñāṇakhaggena chinditvā anapekkhino hutvā kāmasukhaṃ pahāya paribbajanti pakkamanti pabbajanti cāti attho.",
  "atk-s0519a6:112": "107.",
  "atk-s0519a6:113": "Cetetīti akusalacetanāvasena ceteti. Pakappetīti tameva akusalacetanaṃ kāyavacīkammabhāvaṃ pāpanavasena kappeti. Anusetīti rāgādianusayova santāne appahīnabhāvena anuseti. Ārammaṇametaṃ hoti viññāṇassa ṭhitiyāti yadetaṃ cetanaṃ pakappanaṃ anusayanañca, etaṃ abhisaṅkhāraviññāṇassa ṭhitiyā pavattiyā paccayo hotīti attho. Ārammaṇe sati patiṭṭhā viññāṇassa hotīti yathāvuttapaccaye sati abhisaṅkhāraviññāṇassa kammaṃ javāpetvā paṭisandhiākaḍḍhanasamatthatāsampādanato patiṭṭhā hoti. Āyatiṃ punabbhavābhinibbatti hotīti āyatiṃ punabbhavasaṅkhātā viññāṇādīnaṃ abhinibbatti hoti.",
  "atk-s0519a6:114": "‘‘No ce, bhikkhave, cetetī’’tiādinā akusalakammameva paṭikkhipati. Ayañhettha saṅkhepattho, yadipi kadāci yonisomanasikārā akusalacetanā nappavattati, anusayā pana appahīnāti, te kusalassa abhisaṅkhāraviññāṇassa patiṭṭhā honti yevāti. Sati ca abhisaṅkhāraviññāṇe āyatiṃ punabbhavābhinibbatti hotīti vattuṃ vaṭṭatiyeva. Tatiyavāro vuttapaṭipakkhanayena veditabbo.",
  "atk-s0519a6:115": "108.",
  "atk-s0519a6:116": "‘‘Neso, bhikkhave, ariyassa vinaye samuddo’’tiādi yadi duppūraṇaṭṭhena saṃsīdanaṭṭhena duratikkamanaṭṭhena sāgaro ‘‘samuddo’’ti vucceyya, tato satabhāgenapi sahassabhāgenapi cakkhuādīsveva ayaṃ nayo labbhatīti dassetuṃ vuttaṃ. Tenāha – ‘‘cakkhu, bhikkhave, purisassa samuddo, tassa rūpamayo vego’’ti, rūpesu sattānaṃ āviñchanato rūpāyatanameva vego cakkhussa vegoti attho.",
  "atk-s0519a6:117": "Yo taṃ rūpamayaṃ vegaṃ sahatīti yo bhikkhu saha visayena cakkhuṃ aniccato dukkhato anattato sammasanto tattha ca nibbindanto virajjanto tappaṭibaddhato kilesajālato vimuccanto abhibhavati. Ayaṃ vuccati, bhikkhave, atari cakkhusamuddanti ayaṃ bhikkhu cakkhusaṅkhātaṃ samuddaṃ tiṇṇoti vuccati.",
  "atk-s0519a6:118": "Aparo nayo – cakkhu, bhikkhave, ariyassa vinaye samuddoti yadipi duppūraṇaṭṭhena yadi vā samudanaṭṭhena samuddo, cakkhumeva samuddo. Tassa hi pathavito yāva akaniṭṭhabrahmalokā nīlādiārammaṇaṃ samosarantaṃ paripuṇṇabhāvaṃ kātuṃ na sakkoti. Evaṃ duppūraṇaṭṭhenapi samuddo. Cakkhu ca tesu tesu nīlādiārammaṇesu samudeti asaṃvutaṃ hutvā osaramānaṃ kilesuppattiyā kāraṇabhāvena sadosabhāvena gacchatīti samudanaṭṭhenapi samuddo. Tathā cakkhuṃ taṇhāsotādīnaṃ uppattidvāratāya tehi santānassa samudanaṭṭhena temanaṭṭhena samuddo. Tassa rūpamayo vegoti samuddassa appamāṇo ūmimayo vego viya tassāpi cakkhusamuddassa samosarantassa nīlādibhedassa ārammaṇassa vasena appameyyo rūpamayo vego veditabbo. Yo taṃ rūpamayaṃ vegaṃ sahatīti yo taṃ cakkhusamudde samosarantaṃ rūpamayaṃ vegaṃ manāpe rūpe rāgaṃ, amanāpe dosaṃ, asamapekkhane mohanti evaṃ rāgādikilese anuppādento upekkhakabhāvena sahati.",
  "atk-s0519a6:119": "Saūmintiādīsu kilesaūmīhi saūmiṃ. Kilesavaṭṭehi sāvaṭṭaṃ. Kilesagahehi sagahaṃ. Kilesarakkhasehi sarakkhasaṃ. Kodhupāyāsassa vā vasena saūmiṃ. Kāmaguṇavasena sāvaṭṭaṃ. Mātugāmavasena sagahaṃ sarakkhasaṃ. Vuttañhetaṃ – ‘‘ūmibhayanti kho, bhikkhave, kodhupāyāsassetaṃ adhivacanaṃ (itivu. 109; ma. ni. 2.162; a. ni. 4.122). Tathā āvaṭṭanti kho, bhikkhave, pañcannetaṃ kāmaguṇānaṃ adhivacanaṃ (itivu. 109; ma. ni. 2.164; a. ni. 4.122). Gaharakkhasoti kho, bhikkhave, mātugāmassetaṃ adhivacana’’nti (itivu. 109). Sesadvāresupi eseva nayo.",
  "atk-s0519a6:120": "Saūmibhayaṃduttaraṃ accatarīti aniccatādiūmibhayena sabhayaṃ duratikkamaṃ atikkami. Lokantagūti saṃsāralokassa antaṃ gato. Pāragatoti vuccatīti nibbānaṃ gatoti kathīyati.",
  "atk-s0519a6:121": "Baḷisāti sattānaṃ anatthahetutāya baḷisā viya baḷisā. Anayāyāti anatthāya. Byābādhāyāti dukkhāya. Iṭṭhāti pariyiṭṭhā vā apariyiṭṭhā vā sukhārammaṇatāya iṭṭhā. Kāmanīyaṭṭhena kantā. Manassa vaḍḍhanaṭṭhena manāpā. Piyasabhāvatāya piyarūpā. Kilesakāmasahitattā kāmūpasaṃhitā. Rāgajananaṭṭhena cittassa rañjanato rajanīyā. Tañceti taṃ rūpārammaṇaṃ, nīlādivasena anekabhedabhinnampi hi rūpāyatanaṃ rūpārammaṇabhāvena cakkhuviññeyyabhāvena ca ekavidhataṃ nātivattatīti taṃsabhāvasāmaññaṃ gahetvā ‘‘tañce’’ti vuttaṃ. Abhinandatīti abhinandanabhūtāya sappītikataṇhāya abhimukho nandati. Abhivadatīti ‘‘aho sukhaṃ, aho sukha’’nti vadāpentiyā taṇhāyanavasena abhivadati. Ajjhosāya tiṭṭhatīti gilitvā pariniṭṭhapetvā tiṭṭhati. Ayaṃ vuccati, bhikkhave, bhikkhu gilitabaḷiso mārassāti ayaṃ, bhikkhu, kilesamārassa baḷisabhūtaṃ rūpataṇhaṃ gilitvā ṭhitoti vuccati. Sesavāresupi iminā nayena attho veditabbo. Abhedīti bhindi. Paribhedīti sabbabhāgena bhindi. Sesaṃ uttānameva.",
  "atk-s0519a6:122": "109.",
  "atk-s0519a6:123": "Ayaṃ loko santāpajātoti ayaṃ sattaloko jātasantāpo ñātibyasanādivasena uppannasokasantāpo ca rāgādivasena uppannapariḷāhasantāpo cāti attho. Phassaparetoti anekehi dukkhaphassehi abhibhūto. Rodaṃ vadati attatoti taṃ taṃ attanā phuṭṭhaṃ dukkhaṃ abhāvitakāyatāya adhivāsetuṃ asakkonto ‘‘aho dukkhaṃ, īdisaṃ dukkhaṃ mayhaṃ sattunopi mā hotū’’tiādinā vilapanto vadati. Kasmā? Yena yena hi maññanti, tato taṃ hoti aññathā, yasmā ete sattā yena yena pakārena attano dukkhassa paṭikāraṃ maññanti āsīsanti, taṃ dukkhaṃ tato aññena pakārena tikicchitabbaṃ hoti. Yena vā pakārena attano vaḍḍhiṃ maññanti, tato aññathā avaḍḍhi eva pana hoti. Evaṃ aññathābhāvitaṃ icchāvighātaṃ eva pāpuṇāti. Ayaṃ bhavasatto kāmādibhavesu satto sattaloko, tathāpi bhavamevābhinandati, na tattha nibbindati. Yadabhinandati taṃ bhayanti yaṃ kāmādibhavaṃ abhinandati, taṃ jarāmaraṇādianekabyasanānubandhattā ativiya bhayānakaṭṭhena bhayaṃ. Yassa bhāyatīti yato jarāmaraṇādito bhāyati, taṃ dukkhassa adhiṭṭhānabhāvato dukkhadukkhatāya ca dukkhanti.",
  "atk-s0519a6:124": "Bhavavippahānāyāti bhavassa pajahanatthāya. Khoti avadhāraṇatthe nipāto. Idaṃ vuttaṃ hoti – ekanteneva kāmādibhavassa samudayappahānena pahānatthaṃ idaṃ mayā adhigataṃ maggabrahmacariyaṃ vussatīti.",
  "atk-s0519a6:125": "Evaṃ ariyassa maggassa ekaṃseneva niyyānikabhāvaṃ dassetvā idāni aññamaggassa niyyānikabhāvaṃ paṭikkhipanto ‘‘ye hi kecī’’tiādimāha. Tattha bhavenāti rūpabhavena vā arūpabhavena vā. Bhavassāti saṃsārassa. Vippamokkhanti bhavato vimuttiṃ, saṃsārasuddhinti attho. Kiñcāpi te samaṇabrāhmaṇā tattha nibbānasaññino, bhavagāmikammena pana rūpārūpajjhānena , taṃnibbattena ca upapattibhavena bhavavisuddhiṃ vadantā bhavena bhavavippamokkhaṃ vadanti nāma. Tenāha – ‘‘sabbe te avippamuttā bhavasmāti vadāmī’’ti. Atha vā bhavenāti bhavadiṭṭhiyā, bhavati tiṭṭhati sassatanti hi pavattanato sassatadiṭṭhi ‘‘bhavadiṭṭhī’’ti vuccati. Bhavadiṭṭhi eva uttarapadalopena ‘‘bhavo’’ti vuttā bhavataṇhātiādīsu viya. Bhavadiṭṭhivasena hi idhekacce bhavavisesaṃyeva bhavavippamokkhaṃ maññanti. Yathā taṃ bako brahmā āha – ‘‘idaṃ niccaṃ, idaṃ dhuvaṃ, idaṃ sassataṃ, idaṃ avipariṇāmadhamma’’nti (ma. ni. 1.501; saṃ. ni. 1.175). Vibhavenāti ucchedadiṭṭhiyā. Vibhavati vinassati ucchijjatīti hi pavattanato ucchedadiṭṭhi vuttanayena ‘‘vibhavo’’ti vuccati. Bhavassa nissaraṇamāhaṃsūti saṃsārasuddhiṃ vadiṃsu. Ucchedadiṭṭhivasena hi idhekacce saṃsārasuddhiṃ vadanti. Tathā hi vuttaṃ –",
  "atk-s0519a6:126": "‘‘Yato kho, bho, ayaṃ attā rūpī cātumahābhūtiko…pe… nevasaññānāsaññāyatanaṃ upasampajja viharati. Ettāvatā kho, bho, ayaṃ attā sammā samucchinno hotī’’ti (dī. ni. 1.91).",
  "atk-s0519a6:127": "Anissaṭāti anikkhantā. Tattha kāraṇamāha – ‘‘upadhiñhi paṭicca dukkhamidaṃ sambhotī’’ti. Tattha upadhinti khandhādiupadhiṃ. Kiṃ vuttaṃ hoti? Yattha ime diṭṭhigatikā nibbānasaññino, tattha khandhūpadhikilesūpadhiabhisaṅkhārūpadhayo adhigatā ñātā. Kuto tassa dukkhanissaraṇatāti. Yaṃ pana paramatthato dukkhanissaraṇaṃ, taṃ dassetuṃ ‘‘sabbupādānakkhayā natthi dukkhassa sambhavo’’ti vuttaṃ.",
  "atk-s0519a6:128": "Lokamimaṃ passāti bhagavā attano cittaṃ ālapati. Puthūti visuṃ visuṃ. Avijjāya paretanti mohena abhibhūtaṃ. Bhūtanti khandhapañcakaṃ. Bhūtaratanti itthī purise, puriso itthiyāti evaṃ aññamaññaṃ sattesu rataṃ, tato eva bhavā aparimuttā. Ye hi keci bhavāti ittarakhaṇā vā dīghāyukā vā sātavanto vā asātavanto vā bhavā. Sabbadhīti uddhaṃ adho tiriyanti sabbattha. Sabbatthatāyāti sabbabhāvena. Sabbe te bhavātiādīsu ‘‘sabbepi bhavā aniccā’’tiādinā vipassanāsahitāya maggapaññāya aviparītaṃ passato bhavataṇhāpi pahīyati nirujjhati, vibhavaṃ ucchedampi nābhinandati na pattheti, tassa sabba taṇhānaṃ anavasesato maggena nirujjhanato nibbānaṃ nibbuti hoti. Tassa evaṃ nibbutassa bhikkhuno anupādā kilesābhisaṅkhārānaṃ anupādānato aggahaṇato punabbhavo na hoti. Evaṃbhūtena ca abhibhūto pañcavidhopi māro vijito assa anena mārena saṅgāmo, sabbepi bhave samatikkanto iṭṭhāniṭṭhādīsu tādilakkhaṇappattoti.",
  "atk-s0519a6:129": "Anusotagāmī andhaputhujjano paṭisotagāmī kalyāṇaputhujjano. Ṭhitatto sekkho. Itaro asekkho.",
  "atk-s0519a6:130": "110.",
  "atk-s0519a6:131": "Abhijātikoti jātiyo. Kaṇhābhijātikoti kaṇhe nīce kule jāto. Kaṇhaṃ dhammaṃ abhijāyatīti kāḷakaṃ dasavidhaṃ dussīladhammaṃ pasavati karoti, so taṃ abhijāyitvā niraye nibbattati. Sukkaṃ dhammanti ‘‘ahaṃ pubbepi puññānaṃ akatattā nīce kule nibbatto, idāni puññaṃ karissāmī’’ti puññasaṅkhātaṃ sukkaṃ paṇḍaraṃ dhammaṃ abhijāyati, so tena sagge nibbattati. Akaṇhaṃ asukkaṃ nibbānanti nibbānañhi sace kaṇhaṃ bhaveyya, kaṇhavipākaṃ dadeyya. Sukkaṃ, sukkavipākaṃ dadeyya. Dvinnampi appadānato pana ‘‘akaṇhaṃ asukka’’nti vuttaṃ. Nibbānanti cettha arahattaṃ adhippetaṃ. Tañhi kilesanibbānante jātattā nibbānaṃ nāma. Taṃ esa abhijāyati pasavati karoti. Sukkābhijātikoti sukke ucce kule jāto. Sesaṃ vuttanayeneva veditabbaṃ. ‘‘Kaṇhaṃ kaṇhavipāka’’ntiādikassa kammacatukkassa attho heṭṭhā hārasampātavāre vibhatto eva.",
  "atk-s0519a6:132": "111.",
  "atk-s0519a6:133": "Mānusattanti manussabhāvaṃ, manussayoninti attho. Dveti kiccaṃ akiccameva cāti dve. Kiccāni tveva kattabbāni, na cākiccaṃ kiñci kattabbanti dasseti. Sukiccantiādi ‘‘kicca’’nti vuttānaṃ tesaṃ sarūpadassanaṃ.",
  "atk-s0519a6:134": "Padhānānīti uttamāni visiṭṭhāni. Purimasmiṃ pabbajitesūti visaye bhummaṃ. Dutiye adhikaraṇe. Tattha nibbānanti arahattaṃ adhippetaṃ. Kasmā panettha āmisapariccāgo arahattena samadhuro niddiṭṭhoti? Dakkhiṇeyyesu dakkhiṇāya mahapphalabhāvadassanatthaṃ. Yena yena vā pana vatthunāti ucchedādivatthunā. Ajjhositāti bhavataṇhādivasena ajjhositā. Dutiye yena yena vā pana vatthunāti amarāvikkhepavatthuādinā.",
  "atk-s0519a6:135": "Imināasubhena kammavipākenāti asubhassa kāyaduccaritādikammassa vipākattā asubhena asivena kammavipākena. Idaṃ bālalakkhaṇaṃ nibbattatīti purimasmiṃ bhave duccaritasamaṅgitāya bālo ayaṃ bhavatīti upalakkhaṇaṃ jāyati. Idaṃ saṃkilesabhāgiyaṃ suttanti idaṃ evaṃ pavattaṃ saṃkilesabhāgiyaṃ nāma suttaṃ.",
  "atk-s0519a6:136": "Iminā subhenāti ettha vuttanayānusārena attho veditabbo. Tattha mahāpurisalakkhaṇanti paṇḍitalakkhaṇaṃ. Kilesabhūmīhīti kilesaṭṭhānehi kilesāvatthāhi vā. Sānusayassa pariyuṭṭhānaṃ jāyatīti appahīnānusayassa paccayasamāyoge rāgādayo pariyuṭṭhānavasena pavattanti. Pariyuṭṭhito saṃyujjatīti yo rāgādīhi pariyuṭṭhitacitto, so kāmarāgādīhi saṃyujjati nāma. Saṃyujjanto upādiyatīti yo kāmarāgasaṃyojanādīhi saṃyutto, so kāmupādānādīni akusalakammāni ca upādiyati. Sesaṃ sabbattha uttānameva.",
  "atk-s0519a6:137": "112.",
  "atk-s0519a6:138": " Evaṃ soḷasavidhena sāsanapaṭṭhānaṃ nānāsuttehi udāharaṇavasena vibhajitvā idāni aṭṭhavīsatividhena sāsanapaṭṭhānaṃ dassentena yasmā ayampi paṭṭhānavibhāgo mūlapadehi saṅgahito, na imassāpi tehi asaṅgahito padeso atthi, tasmā mūlapadaṃ vibhajitabbatañca dassetuṃ ‘‘tattha katame aṭṭhārasa mūlapadā’’ti pucchāya vasena mūlapadāni uddharitvā ‘‘lokiyaṃ lokuttara’’ntiādinā navatikā, thavo cāti aṭṭhavīsatividhaṃ sāsanapaṭṭhānaṃ uddiṭṭhaṃ. Tattha lokiyanti loke niyutto, loke vā vidito lokiyo. Idha pana lokiyo attho yasmiṃ sutte vutto, taṃ suttaṃ lokiyaṃ. Tathā lokuttaraṃ. Yasmiṃ pana sutte padesena lokiyo, padesena lokuttaro vutto, taṃ lokiyañca lokuttarañca. Yañca satte adhiṭṭhāya sattapaññattimukhena desitaṃ, taṃ sattādhiṭṭhānaṃ. Dhammavaseneva desitaṃ dhammādhiṭṭhānaṃ. Ubhayavasena desitaṃ sattādhiṭṭhānañca dhammādhiṭṭhānañca. Iminā nayena sabbapadesu attho veditabbo. Buddhādīnaṃ pana guṇābhitthavanavasena pavattaṃ suttaṃ thavo nāma.",
  "atk-s0519a6:139": "Tattha sajjukhīranti taṅkhaṇaṃyeva dhenuyā thanehi nikkhantaṃ abbhuṇhakhīraṃ. Muccatīti pariṇamati. Idaṃ vuttaṃ hoti – yathā dhenuyā thanato nikkhantaṃ khīraṃ taṅkhaṇaṃyeva na muccati na pariṇamati na dadhibhāvaṃ gacchati, takkādiambilasamāyogato pana parato kālantarena pakatiṃ jahati dadhibhāvaṃ pāpuṇāti, evamevaṃ pāpakammampi kiriyakkhaṇeyeva na vipaccati. Yadi vipacceyya, nānāgatīnaṃ sabhāvaṭṭhānaṃ siyā, na koci pāpakammaṃ kātuṃ visaheyya. Yāva pana kusalābhinibbattakkhandhā caranti, tāva taṃ te rakkhanti, tesaṃ bhedā apāyesu nibbattāpanavasena vipaccati. Vipaccamānañca ḍahantaṃ bālamanveti, kiṃ viya? Bhasmacchannova pāvako. Yathā hi chārikāya paṭicchanno vītaccitaṅgāro akkantopi chārikāya paṭicchannattā na tāva ḍahati, chārikaṃ pana tāpetvā cammādīni ḍahanavasena yāva matthaluṅgā ḍahanto gacchati, evamevaṃ pāpakammampi yena kataṃ, taṃ bālaṃ dutiye vā tatiye vā attabhāve nirayādīsu nibbattaṃ ḍahantaṃ anugacchatīti.",
  "atk-s0519a6:140": "Yassindriyānīti tatthāyaṃ saṅkhepattho – yassa bhikkhuno chekena sārathinā sudantā assā viya cha indriyāni samathaṃ dantabhāvaṃ nibbisevanabhāvaṃ gatāni, tassa navavidhaṃ mānaṃ pahāya ṭhitattā pahīnamānassa catunnaṃ āsavānaṃ abhāvena anāsavassa tādibhāve ṭhitassa tathārūpassa devāpi pihayanti, manussāpi dassanañca āgamanañca patthentiyevāti. Āhāre satīti āhārapaṭibaddhe chandarāge appahīne sati.",
  "atk-s0519a6:141": "113.",
  "atk-s0519a6:142": "Sabbā disā anuparigamma cetasāti parito dasapi disā cittena anugantvā. Nevajjhagāti neva adhigaccheyya. Piyataranti atisayena piyaṃ. Attanāti attato. Evaṃ piyo puthu attā paresanti evaṃ kassacipi attanā piyatarassa anupalabbhanavasena visuṃ visuṃ paresaṃ sattānaṃ attā piyo. Yasmā ca etadeva, tasmā na hiṃse paraṃ attakāmo attano sukhakāmoti.",
  "atk-s0519a6:143": "Bhūtāti jātā nibbattā. Bhavissantīti nibbattissanti. Bhūtāti vā khīṇāsavā. Te hi pahīnabhavattā bhūtā eva. Gamissantīti paralokaṃ gamissanti. Khīṇāsavā pana anupādisesaṃ nibbānaṃ.",
  "atk-s0519a6:144": "Piyoca hotīti suparisuddhāya sīlasampattiyā, suparisuddhāya ca diṭṭhisampattiyā samannāgato piyo piyāyitabbo hoti. Vuttañhetaṃ –",
  "atk-s0519a6:145": "‘‘Sīladassanasampannaṃ , dhammaṭṭhaṃ saccavādinaṃ;",
  "atk-s0519a6:146": "Attano kammakubbānaṃ, taṃ jano kurute piya’’nti. (dha. pa. 217);",
  "atk-s0519a6:147": "Pāsāṇacchattaṃ viya garukātabbatāya garu. Uttarimanussadhammavasena sambhāvetabbatāya bhāvanīyo. Sīlaguṇena vā piyagaruādibhāvā veditabbā. Tathā hi vuttaṃ – ‘‘ākaṅkheyya ce, bhikkhave, bhikkhu ‘sabrahmacārīnaṃ piyo ca assaṃ manāpo ca garu ca bhāvanīyo cā’ti, sīlesvevassa paripūrakārī’’ti (ma. ni. 1.65).",
  "atk-s0519a6:148": "Vattāti ‘‘kālena vakkhāmī’’tiādipañcadhamme attani upaṭṭhāpetvā sabrahmacārīnaṃ ullumpanabhāve ṭhatvā vattā. Vacanakkhamoti sabrahmacārīhi yena kenaci vuccamāno subbaco hutvā padakkhiṇaggāhitāya tesaṃ vacanaṃ khamatīti vacanakkhamo. Vattāti vā dhammakathāvasena vacanasīlo. Vacanakkhamoti dhammaṃ saṃvaṇṇento parehi asaṃhīro hutvā tesaṃ pucchāvacanakkhamatāya vacanakkhamo. Gambhīrañca kathaṃ kattāti saccapaṭiccasamuppādādiṃ, aññaṃ vā gambhīrakathaṃ kattā. Na caṭṭhāne niyojakoti dhammavinayādiṃ adhammāvinayādivasena avatvā dhammavinayādivaseneva dīpanato na ca aṭṭhāne niyojako.",
  "atk-s0519a6:149": "Mātaraṃ pitaraṃ hantvāti ettha ‘‘taṇhā janeti purisa’’nti (saṃ. ni. 1.55-57) vacanato tīsu bhavesu sattānaṃ jananato taṇhā mātā nāma. ‘‘Ahaṃ asukassa nāma rañño, rājamahāmattassa vā putto’’ti pitaraṃ nissāya asmimānassa uppajjanato asmimāno pitā nāma. Loko viya rājānaṃ yasmā sabbadiṭṭhigatāni dve sassatucchedadiṭṭhiyo bhajanti, tasmā sassatucchedadiṭṭhiyo dve khattiyā rājāno nāma. Dvādasāyatanāni vitthataṭṭhena raṭṭhasadisattā raṭṭhaṃ nāma. Āyasādhako āyuttakapuriso viya taṃnissito nandirāgo anucaro nāma.",
  "atk-s0519a6:150": "Anīghoti niddukkho. Brāhmaṇoti khīṇāsavo. Etena hi taṇhādayo arahattamaggañāṇāsinā hatā bāhitā. Yātīti so brāhmaṇo niddukkho hutvā yātīti.",
  "atk-s0519a6:151": "Kāyeti karajakāye. Cittanti pādakajjhānacittaṃ. Samodahatīti pakkhipati. Yadā dissamānena kāyena gantukāmo hoti, tadā kāyagatikaṃ pādakajjhānacittaṃ adhiṭṭhahatīti attho. Cittepi kāyaṃ samodahatīti yadā sīghaṃ gantukāmo hoti, tadā pādakajjhānacitte kāyaṃ pakkhipati, cittagatikaṃ kāyaṃ adhiṭṭhahatīti attho. Kāye sukhasaññañca lahusaññañca okkamitvāti ‘‘seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyyā’’ti vuttanayena (mahāva. 8, 137; dī. ni. 2.66; ma. ni. 1.282; 2.338; saṃ. ni. 1.172) iddhimā kāye sukhasaññañca lahusaññañca okkamitvā paresaṃ dissamānena kāyena ārāmarāmaṇeyyakādīni pekkhamāno cittakkhaṇeneva icchitaṭṭhānaṃ gacchati.",
  "atk-s0519a6:152": "114.",
  "atk-s0519a6:153": "Yaṃ taṃ lokuttaraṃ ñāṇanti sabbaṃ lokaṃ uttaritvā abhibhavitvā ṭhitattā vuttaṃ, na pana lokuttarabhūmikattā. Sabbakāle pavattatīti āvajjanapaṭibaddhavuttittā vuttaṃ, na satataṃ samitaṃ pavattatīti. Na hi sabbaññutaññāṇaṃ bhagavato sabbasmiṃyeva kāle uppajjatīti sakkā vattunti.",
  "atk-s0519a6:154": "Kittayissāmi te santinti sabbakilesavūpasamahetutāya santiṃ nibbānaṃ dassessāmi. Diṭṭhe dhammeti diṭṭhe dukkhādidhamme, imasmiṃ eva vā attabhāve. Anītihanti itihāsāti evaṃ na itikirāya pavattaṃ, attapaccakkhanti attho. Yaṃ viditvā sato caranti ‘‘sabbe saṅkhārā aniccā’’tiādinā (dha. pa. 277; theragā. 676; netti. 5) nayena sato hutvā caranto ariyamaggena yaṃ santiṃ viditvā. Tare loke visattikanti saṅkhāraloke visappanato visattikasaṅkhātaṃ taṇhaṃ tare tareyya samatikkameyyāti attho.",
  "atk-s0519a6:155": "Tañcāhaṃ abhinandāmīti taṃ vuttappakāraṃ santijotakaṃ tumhākaṃ vacanaṃ ahaṃ patthayāmi, taṃ eva vā santiṃ uttamaṃ abhinandāmīti dhotako vadati. Uddhaṃ adho tiriyañcāpi majjheti ettha uddhanti anāgataṃ upari ca. Adhoti atītaṃ heṭṭhā ca. Tiriyañcāpi majjheti paccuppannaṃ parito ca. Etaṃ viditvā saṅgotīti etaṃ anāgatādiṃ saṅgajananaṭṭhānanti ñatvā. Bhavābhavāyāti khuddakānañceva mahantānañca bhavānaṃ atthāya, sassatucchedāya vā.",
  "atk-s0519a6:156": "Ariyasaccānanti ariyabhāvakarānaṃ saccānaṃ. Ananubodhāti abujjhanena ajānanena. Appaṭivedhāti appaṭivijjhanena. Sandhāvitanti bhavato bhavassa gamanena sandhāvitaṃ. Saṃsaritanti punappunaṃ gamanavasena saṃsaritaṃ. Mamañceva tumhākañcāti mayā ceva tumhehi ca. Atha vā sandhāvitaṃ saṃsaritanti sandhāvanaṃ saṃsaraṇaṃ mamañceva tumhākañca ahosīti attho. Bhavanettīti bhavābhavaṃ nayanasamatthā taṇhārajju. Saṃsitanti saṃsaritaṃ. Samūhatāti suṭṭhu hatā chinnā appavattikatā.",
  "atk-s0519a6:157": "Sabbe saṅkhārā aniccāti paccayehi saṅkharīyantīti ‘‘saṅkhārā’’ti laddhanāmā pañcakkhandhā. Ādiantavantato aniccantikato tāvakālikato khaṇaparittato ca na niccāti aniccā. Yadā paññāya passatīti yadā vipassanāpaññāya passati. Atha imasmiṃ vaṭṭadukkhe nibbindati, nibbindanto dukkhaparijānanādivasena saccāni paṭivijjhati. Esa maggo visuddhiyāti yvāyaṃ vuttanayena saccappaṭivedho, esa visuddhatthāya maggo. Sabbe saṅkhārā dukkhāti sabbe saṅkhārā abhiṇhasampaṭipīḷanaṭṭhena khayaṭṭhena ca dukkhāti. Sesaṃ vuttanayameva. Sabbe dhammā anattāti sabbepi tebhūmakadhammā parato tucchato suññato asārato avasavattanato ca anattāti. Sesaṃ purimasadisameva.",
  "atk-s0519a6:158": "Seyyoti visiṭṭho uttamo. Sadisoti samāno. Hīnoti lāmako. Omānopi hi attano avaṅkaraṇamukhenapi saṃpaggaṇhanavaseneva pavattati. Tena vuttaṃ ‘‘hīnohamasmī’’ti. Kimaññatra yathābhūtassa adassanāti sarasapabhaṅgutāya ekanteneva anavaṭṭhitasabhāvehi rūpadhammehi seyyādivasena attano ukkhipanassa tesaṃ yathābhūtaṃ adassanaṃ aññāṇaṃ vinā kiṃ aññaṃ kāraṇaṃ siyā, aññaṃ kiñci kāraṇaṃ tassa natthīti attho. Vedanādīsupi eseva nayo. Vuttavipariyāyena sukkapakkho veditabbo.",
  "atk-s0519a6:159": "115.",
  "atk-s0519a6:160": "Ye ariyasaccāni vibhāvayantīti dukkhādīni ariyasaccāni paññāobhāsena saccappaṭicchādakakilesandhakāraṃ vidhametvā attano pakāsāni pākaṭāni karonti. Gambhīrapaññenāti appameyyapaññatāya sadevakassapi lokassa ñāṇena alabbhaneyyapatiṭṭhapaññena sabbaññunāti vuttaṃ hoti. Sudesitānīti saṅkhepavitthārādīhi tehi tehi nayehi suṭṭhu desitāni. Kiñcāpi te honti bhusaṃ pamattāti te vibhāvitaariyasaccā puggalā kāmaṃ devarajjacakkavattirajjādipamādaṭṭhānaṃ āgamma bhusaṃ pamattā honti, tathāpi sotāpattimaggañāṇena abhisaṅkhāraviññāṇassa nirodhena ṭhapetvā satta bhave anamatagge saṃsāre ye uppajjeyyuṃ nāmañca rūpañca, tesaṃ niruddhattā na aṭṭhamaṃ bhavaṃ ādiyanti, sattamabhaveyeva pana vipassanaṃ ārabhitvā arahattaṃ pāpuṇantīti attho.",
  "atk-s0519a6:161": "Yathindakhīloti ettha yathāti upamāvacanaṃ. Indakhīloti nagaradvārathirakaraṇatthaṃ ummārabbhantare aṭṭha vā dasa vā hatthe pathaviṃ khaṇitvā ākoṭitassa sāradārumayassa thambhassetaṃ adhivacanaṃ. Pathavissito siyāti gambhīranemitāya anto pavisitvā bhūminissito siyā bhaveyya. Catubbhi vātehīti catūhi disāhi āgatavātehi. Asampakampiyoti kampetuṃ vā cāletuṃ vā asakkuṇeyyo. Tathūpamaṃ…pe… passatīti yo cattāri ariyasaccāni paññāya ajjhogāhetvā passati, taṃ sappurisaṃ uttamapurisaṃ tathā dassanato sabbatitthiyavādavātehi asampakampiyatāya tathūpamaṃ yathāvuttaindakhīlūpamaṃ vadāmīti attho.",
  "atk-s0519a6:162": "Sotāpattiyaṅgehīti ariyasotāpajjanassa aṅgabhūtehi. Ariyasāvakoti ariyassa buddhassa bhagavato saddhammassavanante jātattā ariyasāvako. Khīṇanirayomhīti khīṇanirayo amhi. Khīṇāpāyaduggativinipātoti idaṃ nirayādīnaṃyeva vevacanavasena vuttaṃ. Nirayādayo hi vaḍḍhisaṅkhātato ayato apetattā apāyā. Dukkhassa gati paṭisaraṇanti duggatiyo. Dukkaṭakārino vivasā ettha nipatantīti vinipātā. Sotaṃ ariyamaggaṃ ādito patto adhigatoti sotāpanno. Akuppadhammatāya maggaphalānaṃ puthujjanabhāvasaṅkhāte virūpe na nipatanasabhāvoti avinipātadhammo. Tato eva dhammaniyāmena niyatatāya niyato. Uparimaggattayasaṅkhātā sambodhi avassaṃ pattabbatāya assa paraṃ ayanaṃ gati paṭisaraṇanti sambodhiparāyaṇo.",
  "atk-s0519a6:163": "Niviṭṭhātiādīni padāni aññamaññavevacanāneva. Sahadhammiyāti sabrahmacārino. Ariyakantehīti ariyānaṃ kantehi piyehi manāpehi. Pañca sīlāni hi ariyasāvakānaṃ kantāni honti, bhavantarepi avijahanato. Tāni sandhāyetaṃ vuttaṃ. Sabbopi panettha saṃvaro labbhatiyeva. Sotāpannohamasmīti idaṃ desanāsīsameva. Sakadāgāmiādayopi ‘‘sakadāgāmīhamasmī’’tiādinā nayena byākarontiyeva. Yato sabbesampi sikkhāpadāvirodhena yuttaṭṭhāne byākaraṇaṃ anuññātamevāti.",
  "atk-s0519a6:164": "Yassindriyānīti yassa ariyapuggalassa saddhādīni indriyāni. Subhāvitānīti ariyamaggabhāvanāvasena suṭṭhu bhāvitāni. Ajjhattaṃ bahiddhā cāti orambhāgiyānaṃ uddhambhāgiyānañca saṃyojanānaṃ pajahanavasena. Tenāha ‘‘sabbaloke’’ti. Nibbijjhāti nibbijjhitvā paṭivijjhitvā.",
  "atk-s0519a6:165": "Dhammapadānīti dhammakoṭṭhāsāni. Anabhijjhā dhammapadaṃ nāma alobho vā alobhasīsena adhigatajhānavipassanāmaggaphalanibbānāni vā dasaasubhavasena vā adhigatajhānādīni anabhijjhā dhammapadaṃ. Catubrahmavihāravasena adhigatāni abyāpādo dhammapadaṃ. Dasānussatiāhārepaṭikkūlasaññāvasena adhigatāni sammāsati dhammapadaṃ. Dasakasiṇaānāpānavasena adhigatāni sammāsamādhi dhammapadaṃ.",
  "atk-s0519a6:166": "Pañca chindeti heṭṭhā apāyupapattisaṃvattanikāni pañca orambhāgiyasaṃyojanāni pāde baddharajjuṃ viya puriso satthena heṭṭhā maggattayena chindeyya. Pañca jaheti uparidevalokasampāpakāni pañca uddhambhāgiyasaṃyojanāni puriso gīvāya baddharajjuṃ viya arahattamaggena jaheyya chindeyyevāti attho. Pañca cuttari bhāvayeti uddhambhāgiyasaṃyojanānaṃ pahānatthāya saddhādīni pañcindriyāni uttari bhāveyya. Pañca saṅgātigoti evaṃ sante pañcannaṃ rāgadosamohamānadiṭṭhisaṅgānaṃ atikkamanena pañcasaṅgātigo hutvā bhikkhu ‘‘oghatiṇṇo’’ti vuccati, nittiṇṇacaturoghoti vuccatīti attho.",
  "atk-s0519a6:167": "Anaññātaṃ appaṭividdhaṃ catusaccadhammaṃ, amatapadaṃyeva vā ñassāmi jānissāmīti paṭipannassa paṭhamamaggaṭṭhassa indriyanti anaññātaññassāmītindriyaṃ. Paṭhamamaggañāṇañhi taṃpubbabhāgavasena evaṃ vuttaṃ. Ājānāti paṭhamamaggena ñātamariyādaṃ anatikkamitvā jānātīti añño, tassa indriyanti aññindriyaṃ, heṭṭhā tīsu phalesu, upari tīsu maggesu ca ñāṇassetaṃ adhivacanaṃ. Aññātāvino catūsu saccesu niṭṭhitakiccassa arahato indriyanti aññātāvindriyaṃ, aggaphalañāṇassetaṃ adhivacanaṃ. Anabhisametassāti appaṭividdhassa. Abhisamayāyāti paṭivedhāya.",
  "atk-s0519a6:168": "116.",
  "atk-s0519a6:169": "Bālalakkhaṇānīti bālassa upalakkhaṇakāraṇāni. Bālanimittānīti ‘‘bālo aya’’nti gahetuṃ nimittāni kāraṇāni. Bālāpadānānīti bālassa porāṇāni viruḷhāni kammāni. ‘‘Duccintitacintī’’tiādīsu duccintitaṃ abhijjhaṃ byāpādaṃ micchādassanañca cintetīti duccintitacintī. Dubbhāsitaṃ musāvādādiṃ bhāsatīti dubbhāsitabhāsī. Dukkaṭaṃ pāṇātipātādikammaṃ karotīti dukkaṭakammakārī. Vuttavipariyāyena sukkapakkho veditabbo.",
  "atk-s0519a6:170": "Bhiyyoti uparūpari. Pakujjheyyunti virujjheyyuṃ. ‘‘Pakuppeyyu’’ntipi pāṭho. Bhusenāti daḷhena. Daṇḍenāti daṇḍadānena. Dhīroti paṇḍito sappaññajātiko. Nisedhayeti paṭibāheyya. Puna kiñci kātuṃ vattuṃ vā asamatthaṃ kareyyāti attho.",
  "atk-s0519a6:171": "Paranti paccatthikaṃ. Yo sato upasammatīti yo satimā hutvā upasammati, tassa upasamaṃyevāhaṃ bālassa paṭisedhanaṃ maññāmīti attho.",
  "atk-s0519a6:172": "Vajjanti dosaṃ. Yadā naṃ maññatīti yasmā naṃ maññati. Ajjhāruhatīti ajjhottharati. Gova bhiyyo palāyinanti yathā goyūthe tāvadeva dve gāvo yujjhante gogaṇo olokento tiṭṭhati yāva na eko palāyati, yadā pana palāyati, atha taṃ palāyīnaṃ sabbo gogaṇo bhiyyo ajjhottharati, evaṃ dummedho khamantaṃ bhiyyo ajjhottharatīti attho.",
  "atk-s0519a6:173": "Sadatthaparamāti sakatthaparamā. Khantyā bhiyyo na vijjatīti tesu sakatthaparamesu atthesu khantito uttaritaro añño attho na vijjati. Tamāhu paramaṃ khantinti yo balavā titikkhati, tassa taṃ khantiṃ paramaṃ āhu. Bālabalaṃ nāma aññāṇabalaṃ. Taṃ yassa balaṃ, abalameva taṃ, na taṃ balanti āhu kathenti dīpenti. Dhammaguttassāti dhammena rakkhitassa dhammaṃ vā rakkhantassa. Paṭivattāti paṭippharitvā vattā, paṭipparitvā vā yaṃ vā taṃ vā vadeyyāsi. Dhammaṭṭhaṃ pana cāletuṃ samattho nāma natthi. Tasseva tena pāpiyoti tena kodhena tasseva puggalassa pāpaṃ hoti. Katarassāti ? Yo kuddhaṃ paṭikujjhati, tassa. Tattha kuddhanti sampadāne upayogavacanaṃ, kuddhassāti attho. Tikicchantānanti ekavacane bahuvacanaṃ, tikicchantanti attho. Janā maññantīti evarūpaṃ attano ca parassa cāti ubhinnaṃ atthaṃ tikicchantaṃ nipphādentaṃ puggalaṃ ‘‘bālo aya’’nti andhabālaputhujjanā evaṃ maññanti. Ye dhammassa akovidāti ye catusaccadhamme akovidā acchekā, te evaṃ maññantīti attho.",
  "atk-s0519a6:174": "117.",
  "atk-s0519a6:175": "Pattanti adhigataṃ etarahi anubhuyyamānaṃ kāmūpakaraṇaṃ pattabbanti tadeva anāgate adhigantabbaṃ anubhavitabbaṃ, ubhayametaṃ rajānukiṇṇanti tadubhayampi rāgarajādīhi avakiṇṇaṃ . Āturassāti rāgādikilesāturassa. Anusikkhatoti kilesabahulapuggale anusikkhato. Ye ca sikkhāsārāti ye yathāsamādinnaṃ sīlavatādisaṅkhātaṃ sikkhaṃ sārato gahetvā ṭhitā. Tenāha – ‘‘sīlaṃ vataṃ jīvitaṃ brahmacariya’’nti. Tattha yaṃ ‘‘na karomī’’ti oramati, taṃ sīlaṃ. Yaṃ vesabhojanakiccacaraṇādi, taṃ vataṃ. Jīvitanti ājīvo. Brahmacariyanti methunavirati. Upaṭṭhānasārāti etesaṃ sīlādīnaṃ anuṭṭhānasārā. Etehi eva saṃsārasuddhīti tāni sārato gahetvā ṭhitāti attho.",
  "atk-s0519a6:176": "Iccete ubho antāti iti sīlabbataparāmāsamukhena attakilamathānuyogo, kāmesu anavajjasaññitāmukhena kāmasukhallikānuyogo cāti ete ubho antā. Te ca kho yathākkamaṃ āyatiṃ pattabbe, etarahi patte ca rāgarajādiokiṇṇe kāmaguṇe allīnehi kilesāturānaṃ anusikkhantehi, sayañca kilesātureheva paṭipajjitabbā, tato eva ca te kaṭasivaḍḍhanā aparāparaṃ jarāmaraṇehi sivathikāya vaḍḍhanasīlā ekanteneva kaṭasiṃ vaḍḍhenti, sayaṃ vaḍḍhantā pare ca antadvaye samādapentā vaḍḍhāpenti cāti attho.",
  "atk-s0519a6:177": "Ubho ante anabhiññāyāti yathāvutte ubho ante ajānitvā. Olīyanti eketi ‘‘sassato attā ca loko cā’’ti olīyanataṇhābhinivesavasena avalīyanti ekacce. Atidhāvanti eketi ekacce – ‘‘ucchijjati vinassati attā ca loko cā’’ti atidhāvanābhinivesavasena atikkamanti.",
  "atk-s0519a6:178": "Naamaññiṃsu tesañca taṇhādimaññanānaṃ pahīnattā. Tato eva anupādāparinibbānato tividhampi vaṭṭaṃ tesaṃ paññāpanāya natthīti.",
  "atk-s0519a6:179": "Jaññāti jāneyya. Saṃyujeti saṃyojeyya. Mānusanti manussānaṃ idanti mānusaṃ, manussabhavapariyāpannaṃ. Kiñhi tassa sakaṃ hotīti tassa maccumukhaṃ pavisantassa sattassa kiṃ aññaṃ sakaṃ nāma aññatra kalyāṇakammato. Kammassakā hi sattā. Tenāha – ‘‘tasmā kareyya kalyāṇa’’ntiādi. Tattha samparāyikanti samparāyaphalanibbattakaṃ.",
  "atk-s0519a6:180": "118.",
  "atk-s0519a6:181": "Ime dhammāti ime kusalā vā akusalā vā dhammā. Evaṃgahitāti evaṃ samādinnā uppāditā. Idaṃ phalanti idaṃ iṭṭhavipākaṃ aniṭṭhavipākañca phalaṃ. Ayamatthoti ayaṃ vuḍḍhi, ayaṃ hānīti attho. Aññampi evaṃjātiyanti ekaṃsabyākaraṇīyaṃ vadati.",
  "atk-s0519a6:182": "Ākaṅkhato na jāneyyunti tattha yena hetunā bhagavato yā ākaṅkhā, sā aññesaṃ avisayoti āha – ‘‘kintaṃ bhagavā ākaṅkhatīti. Idaṃ avisajjanīya’’nti.",
  "atk-s0519a6:183": "Ettakoti etaparimāṇo. Sīlakkhandheti sīlakkhandhahetu. ‘‘Sīlakkhandhenā’’tipi pāṭho. Sesapadesupi eseva nayo. Iriyāyanti kāyavacīsamācāre. Pabhāveti ānubhāve. Hitesitāyanti mettāya. Iddhiyanti iddhividhāya. Ettakā buddhaguṇā, te ca paccekaṃ evaṃpabhāvā. Tathā maggaphalanibbānāni evamānubhāvāni. Ariyasaṅgho evaṃvidhaguṇehi yuttoti.",
  "atk-s0519a6:184": "Tiṇṇaṃ ratanānaṃ mahānubhāvatā na sabbathā aññesaṃ visayo, bhagavato eva visayoti āha – ‘‘buddhavisayo avisajjanīyo’’ti. Tena yo aññopi attho buddhavisayo, so avisajjanīyoti dasseti. Vuttañhetaṃ bhagavatā – ‘‘buddhavisayo acinteyyo na cintetabbo, yaṃ cintento ummādassa vighātassa bhāgī assā’’ti (a. ni. 4.77). Katamā pubbā koṭīti avisajjanīyanti ‘‘katamā pubbā koṭī’’ti kenaci kataṃ pucchanaṃ avisajjanīyaṃ. Kasmā? Saṃsārassa purimāya koṭiyā abhāvato. Tenevāha – ‘‘purimā, bhikkhave, koṭi na paññāyatī’’ti (a. ni. 10.61). Tattha na paññāyatīti na dissati, na upalabbhatīti attho. Na paññāyatīti aññassa ñāṇavisayo na hotīti pana atthaṃ sandhāya ‘‘na paññāyatīti sāvakānaṃ ñāṇavekallenā’’tiādi vuttaṃ. Tattha attūpanāyikāti attā upanetabbo etissāti attūpanāyikā. Natthi buddhānaṃ bhagavantānaṃ avijānanāti etena purimāya koṭiyā abhāvato eva na paññāyati, na tattha ñāṇassa paṭighātoti dasseti.",
  "atk-s0519a6:185": "Yaṃ pana atthi, taṃ aññesaṃ appameyyampi bhagavato na appameyyanti bhagavato sabbattha appaṭihataññāṇataṃ dassetuṃ ‘‘yathā bhagavā kokālikaṃ bhikkhuṃ ārabbhā’’tiādimāha. Tattha aññataraṃ bhikkhunti nāmagottena apākaṭaṃ. ‘‘Kīva dīghaṃ nu kho, bhante, padume niraye āyuppamāṇa’’nti pañhaṃ pucchitvā nisinnaṃ ekaṃ bhikkhuṃ evamāhāti. Etthāyaṃ pāṭhaseso – dīghaṃ kho, bhikkhu, padume niraye āyuppamāṇaṃ, taṃ na sukaraṃ saṅkhātuṃ ‘‘ettakāni vassānī’’ti vā ‘‘ettakāni vassasatānī’’ti vā ‘‘ettakāni vassasahassānī’’ti vā ‘‘ettakāni vassasatasahassānī’’ti vāti. Sakkā pana, bhante, upamā kātunti. ‘‘Sakkā bhikkhū’’ti bhagavā avoca. Seyyathāpi, bhikkhu, vīsatikhāriko kosalako tilavāho. Tato puriso vassasatassa vassasatassa accayena ekamekaṃ tilaṃ uddhareyya. Khippataraṃ kho so, bhikkhu, vīsatikhāriko kosalako tilavāho iminā upakkamena parikkhayaṃ pariyādānaṃ gaccheyya, na tveva eko abbudo nirayo. Seyyathāpi, bhikkhu, vīsati abbudā nirayā, evameko nirabbudo nirayotiādi (saṃ. ni. 1.181; a. ni. 10.89; su. ni. kokālikasutta).",
  "atk-s0519a6:186": "Tattha vīsatikhārikoti māgadhakena patthena cattāro patthā kosalaraṭṭhe eko pattho hoti. Tena patthena cattāro patthā āḷhakaṃ, cattāri āḷhakāni doṇaṃ, catudoṇā mānikā, catumānikā khārī. Tāya khāriyā vīsatikhāriko tilavāho. Tilavāhoti tilasakaṭaṃ. Abbudo nirayoti abbudo nāma eko paccekanirayo natthi, avīcimhi eva pana abbudagaṇanāya paccanokāso ‘‘abbudo nirayo’’ti vutto. Esa nayo nirabbudādīsupi.",
  "atk-s0519a6:187": "Tattha vassagaṇanāpi evaṃ veditabbā – yathā hi sataṃsatasahassāni koṭi hoti. Evaṃ sataṃsatasahassakoṭiyo pakoṭi nāma. Sataṃsatasahassapakoṭiyo koṭipakoṭi nāma. Sataṃsatasahassakoṭipakoṭiyo nahutaṃ. Sataṃsatasahassanahutāni ninnahutaṃ. Sataṃsatasahassāni ninnahutāni eko abbudo. Tato vīsatiguṇo nirabbudo. Esa nayo sabbattha. Ayañca gaṇanā aparicitānaṃ dukkarāti vuttaṃ – ‘‘taṃ na sukaraṃ saṅkhātu’’nti. Keci pana ‘‘tattha tattha paridevanānattena kammakāraṇanānattenapi imāni nāmāni laddhānī’’ti vadanti. Apare ‘‘sītanarakā ete’’ti. Cittaṃ āghātetvāti cittaṃ padūsetvā.",
  "atk-s0519a6:188": "119.",
  "atk-s0519a6:189": "Kathaṃ jinoti pakārapucchā. Kena jinoti kāraṇapucchā. Kena kāraṇena kena hetunā kāya paṭipattiyā jinoti pucchati. Kathanti pana kena pakārena kiṃ atītānaṃ, udāhu anāgatānaṃ paccuppannānaṃ kilesānaṃ pahānena jinoti pucchati, tasmā taṃ ‘‘visajjanīya’’nti vuttaṃ. Katamo jinoti kiṃ rūpaṃ jino, udāhu vedanā saññā saṅkhārā viññāṇaṃ jino. Rūpādivinimutto vā añño jino, yo ‘‘attā’’ti vuccatīti imamatthaṃ sandhāyāha ‘‘avisajjanīya’’nti. Kittakoti pamāṇato kiṃparimāṇo.",
  "atk-s0519a6:190": "Atthitathāgatoti atthi satto. Yvāyamāyasmā ‘‘evaṃnāmo evaṃgotto’’ti pañcakkhandhe upādāya paññapīyati, tassa puggalassa adhippetattā vuttaṃ ‘‘visajjanīya’’nti. Rūpaṃ tathāgatoti rūpaṃ attāti sakkāyadiṭṭhivasena pucchatīti katvā vuttaṃ ‘‘avisajjanīya’’nti. Iminā nayena sabbapadesu attho veditabbo.",
  "atk-s0519a6:191": "120.",
  "atk-s0519a6:192": "Bālaṃ pīṭhasamāruḷhantiādīni sāmiatthe upayogavacanāni. Kāyena duccaritānīti kāyena duṭṭhu katāni. Olabbhantīti avalambanti avatthariyanti. Sesapadadvayaṃ tasseva vevacanaṃ. Olambanādiākārena hi tāni upaṭṭhahanti, tasmā evaṃ vuttaṃ. Mahatanti mahantānaṃ. Pathaviyaṃ olambantīti pathavitale pattharanti. Sesapadadvayaṃ tasseva vevacanaṃ. Pattharaṇākāroyeva hesa. Tatra, bhikkhave, bālassāti tasmiṃ upaṭṭhahanākāre bālassa evaṃ hoti.",
  "atk-s0519a6:193": "Lābhāvo, bhikkhaveti bhikkhave, ye ime tumhehi paṭiladdhā manussattasaddhāpaṭilābhādayo, lābhā vo tumhākaṃ lābhā eva. Suladdhanti yampidaṃ pabbajitvā catupārisuddhisīlādisampādanaṃ laddhaṃ, tampi suladdhaṃ. Khaṇo vo paṭiladdhoti aṭṭhaakkhaṇavajjito navamoyaṃ khaṇo paṭiladdho maggabrahmacariyavāsāya. ‘‘Diṭṭhā mayā’’tiādinā ekadesanidassanena aṭṭha akkhaṇe vibhāveti.",
  "atk-s0519a6:194": "121.",
  "atk-s0519a6:195": "Yahiṃ yahinti yaṃ yaṃ duggatiṃ yo gacchati. So naṃ adhammoti yo adhammo tena carito, so naṃ adhammacāriṃ puggalaṃ. Hanātīti bādhati.",
  "atk-s0519a6:196": "Appesakkhatāti appānubhāvatā. Dubbaṇṇatāti virūpatā bībhacchatā. Duppaññatāti nippaññatā ahetukapaṭisandhivasena eḷamūgatā.",
  "atk-s0519a6:197": "122.",
  "atk-s0519a6:198": "Vācānurakkhīti catunnaṃ vacīduccaritānaṃ parivajjanena vācānurakkhī. Abhijjhādīnaṃ anuppādanena manasā suṭṭhu saṃvuto. Pāṇātipātādayo pajahanto kāyena ca akusalaṃ na kayirā, ete tayo kammapathe visodhaye. Evaṃ visodhento hi sīlakkhandhādīnaṃ esakehi buddhādīhi isīhi paveditaṃ ariyaṃ aṭṭhaṅgikaṃ maggaṃ ārādheyyāti. Dukkaṭanti kāyena vācāya manasā ca dukkaṭaṃ sāvajjaṃ dukkhudrayaṃ duggatisaṃvattaniyaṃ kammaṃ yassa natthi. Saṃvutaṃ tīhiṭhānehīti etehi tīhi kāraṇehi kāyaduccaritādīnaṃ pavesanivāraṇato pihitaṃ, taṃ ahaṃ ‘‘brāhmaṇa’’nti vadāmīti.",
  "atk-s0519a6:199": "Accantadussīlyanti ekantadussīlabhāvo. Gihī vāpi jātito paṭṭhāya dasa akusalakammapathe karonto, pabbajito vāpi upasampannadivasato paṭṭhāya garukāpattiṃ āpajjamāno accantadussīlo nāma. Idha pana yo dvīsu tīsu attabhāvesu dussīlo, tassa gatiyā āgataṃ dussīlabhāvaṃ sandhāyetaṃ vuttaṃ. Dussīlabhāvoti cettha dussīlassa cha dvārāni nissāya uppannā taṇhā veditabbā. Māluvā sālamivotthatanti yassa puggalassa taṃ taṇhāsaṅkhātaṃ dussīlyaṃ. Yathā nāma māluvā sālaṃ otthataṃ deve vassante pattehi udakaṃ paṭicchitvā saṃbhañjanavasena sabbatthakameva pariyonandhati, evaṃ attabhāvaṃ otthataṃ pariyonandhitvā ṭhitaṃ so māluvāya saṃbhañjitvā bhūmiyaṃ pātiyamāno rukkho viya tāya dussīlyasaṅkhātāya taṇhāya saṃbhañjitvā apāyesu pātiyamāno, yathā naṃ anatthakāmo diso icchati, tathā attānaṃ karoti nāmāti attho.",
  "atk-s0519a6:200": "‘‘Attanā hi kata’’nti gāthāya ayaṃ saṅkhepattho – yathā pāsāṇamayaṃ pāsāṇasambhavaṃ vajiraṃ tameva asmamayaṃ maṇiṃ attano uṭṭhānaṭṭhānasaṅkhātaṃ pāsāṇamaṇiṃ khāyitvā chiddāchiddaṃ khaṇḍākhaṇḍaṃ katvā aparibhogaṃ karoti, evamevaṃ attanā kataṃ attani jātaṃ attasambhavaṃ pāpaṃ dummedhaṃ nippaññaṃ puggalaṃ catūsu apāyesu abhimatthati kantati viddhaṃsetīti.",
  "atk-s0519a6:201": "Niseviyāti katvā. Garahāti gārayhā. Bālamatīti mandabuddhino. Khayā ca kammassāti kammakkhayakarañāṇena kammassa khepanato. Vimuttacetasoti samucchedavimuttiyā paṭippassaddhivimuttiyā ca vimuttacitto. Nibbanti te jotirivindhanakkhayāti yathā nāma anupādāno jātavedo nibbāyati, evamevaṃ abhisaṅkhārassa viññāṇassa anavasesakkhayā nibbāyati.",
  "atk-s0519a6:202": "123.",
  "atk-s0519a6:203": "‘‘Yathāpi bhamaro’’ti gāthāyaṃ bhamaroti yā kāci madhukarajāti. Pupphanti pupphārāme caranto pupphañca tassa vaṇṇañca gandhañca aheṭhayaṃ aheṭhayanto avināsento caratīti attho. Evaṃ caritvā ca paleti rasamādāyāti yāvadatthaṃ rasaṃ pivitvā aparampi madhukaraṇatthāya rasaṃ gahetvā ḍeti. So ekaṃ vanagahanaṃ ajjhogāhetvā rukkhasusirādīsu taṃ rajamissakaṃ rasaṃ ṭhapetvā anupubbena madhurarasaṃ madhuṃ karoti, na tassa pupphārāme caritapaccayā pupphaṃ vā tassa vaṇṇo vā gandho vā vinassati, atha kho pupphaṃ pākatikameva hoti. Evaṃ gāme munī careti evaṃ sekkho asekkho vā anagāriyamuni kulapaṭipāṭiyā gāme bhikkhaṃ gaṇhanto careyyāti attho. Na hi tassa gāme caraṇapaccayā saddhāhāni vā bhogahāni vā hoti, saddhāpi bhogāpi pākatikāva honti. Evaṃ caritvā ca pana gāmato nikkhamitvā bahigāme udakaphāsukaṭṭhāne saṅghāṭiṃ paññapetvā nisinno akkhabhañjana- (mi. pa. 6.1.2) vaṇalepanaputtamaṃsūpamavasena (mi. pa. 6.1.2; saṃ. ni. 2.63) paccavekkhanto piṇḍapātaṃ paribhuñjitvā tathārūpaṃ vanasaṇḍaṃ anupavisitvā ajjhattikakammaṭṭhānaṃ sammasanto maggaphalāni hatthagatāneva karoti. Asekkhamuni pana diṭṭhadhammasukhavihāramanuyuñjati. Ayamassa bhamarena madhukarena sarikkhatā. Khīṇāsavo panettha adhippetoti.",
  "atk-s0519a6:204": "Pātimokkhasaṃvarasaṃvuto viharatīti yo naṃ pāti rakkhati, taṃ mokkheti moceti āpāyikādīhi dukkhehīti pātimokkho. So eva kāyikavācasikassa vītikkamassa saṃvaraṇato pidahanato saṃvaro. Tena pātimokkhasaṃvarena saṃvuto samannāgato hutvā sabbiriyāpathesu carati. Ācāragocarasampannoti ācārena ca gocarena ca sampanno. Aṇumattesūti appamattakesu. Vajjesūti akusaladhammesu. Bhayadassāvīti bhayaṃ dassī. Samādāya sikkhati sikkhāpadesūti sikkhāpadesu yaṃ kiñci sikkhitabbaṃ, taṃ sabbaṃ sammā ādiyitvā sikkhati.",
  "atk-s0519a6:205": "Kāyakammavacīkammena samannāgato, kusalena parisuddhājīvoti ettha ācāragocaraggahaṇeneva kusale kāyakamme vacīkamme ca gahitepi yasmā idaṃ ājīvapārisuddhisīlaṃ na ākāsādīsu uppajjati, kāyavacīdvāresu eva pana uppajjati, tasmā tassa uppattidvāradassanatthaṃ ‘‘kāyavacīkammena samannāgato, kusalenā’’ti vuttaṃ. Yasmā pana tena samannāgato, tasmā parisuddhājīvo, ājīvapārisuddhipi sīlamevāti dassanatthaṃ etaṃ vuttaṃ. Vuttañhetaṃ – ‘‘katame ca thapati kusalā sīlā? Kusalaṃ kāyakammaṃ kusalaṃ vacīkammaṃ, parisuddhaṃ ājīvampi kho ahaṃ thapati sīlasmiṃ vadāmī’’ti (ma. ni. 2.265). Āraddhavīriyoti yassa kāyikaṃ cetasikañca vīriyaṃ āraddhaṃ hoti, so ‘‘āraddhavīriyo’’ti vuccati. Tattha yo gaṇasaṅgaṇikaṃ vinodetvā catūsu iriyāpathesu aṭṭhaārambhavatthuvasena ekako hoti, tassa kāyikaṃ vīriyaṃ āraddhaṃ nāma hoti. Yo cittasaṅgaṇikaṃ vinodetvā aṭṭhasamāpattivasena ekako hoti, gamanādīsu uppannakilesaṃ uppannaṭṭhāneyeva niggaṇhitvā jhānaṃ nibbatteti, tassa cetasikaṃ vīriyaṃ āraddhaṃ nāma hoti. Evaṃ āraddhavīriyo. Thāmavāti ṭhitimā. Daḷhaparakkamoti thiraparakkamo. Anikkhittadhuro…pe… sacchikiriyāyāti saṃkilesadhammānaṃ pahānatthaṃ vodānadhammānaṃ sampādanatthaṃ , paccakkhakaraṇatthañca dhuraṃ anikkhipitvā vīriyaṃ ussukkāpento viharati. Paññavāti pañcannaṃ khandhānaṃ udayabbayapariggāhikāya paññāya samannāgato. Tenāha ‘‘udayatthagāminiyā’’ti.",
  "atk-s0519a6:206": "Natthi puttasamaṃ pemanti mātāpitaro virūpepi attano puttake suvaṇṇabimbakaṃ viya maññanti mālāguḷe viya sīsādīsu katvā pariharamānā. Tehi uhaditāpi omuttitāpi gandhavilepanaṃ paṭicchantā viya somanassaṃ āpajjanti. Tenāha – ‘‘natthi puttasamaṃ pema’’nti. Puttapemena samaṃ pemaṃ nāma natthīti vuttaṃ hoti. Gosamitanti gohi samaṃ godhanasadisaṃ aññaṃ dhanaṃ nāma natthi. Sūriyasamā ābhāti sūriyābhāya samā aññā ābhā nāma natthi. Samuddaparamāti ye keci aññe sarā nāma, sabbe te samuddaparamā. Samuddo tesaṃ uttamo, samuddasadisaṃ aññaṃ udakaṃ nidānaṃ nāma natthi bhagavāti vadati.",
  "atk-s0519a6:207": "Yasmā pana attapemena samaṃ pemaṃ natthi. Mātāpitaro hi chaḍḍetvāpi puttadhītaro aposetvā attānameva posenti. Dhaññena ca samaṃ dhanaṃ nāma natthi. Tathārūpe hi kāle hiraññasuvaṇṇādīnipi gomahiṃsādīnipi dhaññaggahaṇatthaṃ dhaññasāmikānameva santikaṃ gahetvā gacchanti. Paññāya ca samā ābhā nāma natthi. Sūriyādayo hi ekadesaṃyeva obhāsenti, paccuppannameva ca tamaṃ vinodenti, paññā pana dasasahassimpi lokadhātuṃ ekapajjotaṃ kātuṃ sakkoti, atītaṃsādipaṭicchādakañca tamaṃ vidhamati. Meghavuṭṭhiyā ca samo saro nāma natthi. Nadī vā hi hotu taḷākādīni vā, vuṭṭhisamo saro nāma natthi. Meghavuṭṭhiyā hi pacchinnāya mahāsamudde aṅgulipabbatemanamattampi udakaṃ na hoti, vuṭṭhiyā pana pavattamānāya yāva ābhassarabhavanāpi ekodakaṃ hoti. Tasmā bhagavā devatāvacanaṃ paṭikkhipanavasena paṭigāthaṃ vadanto ‘‘natthi attasamaṃ pema’’ntiādimāha.",
  "atk-s0519a6:208": "124.",
  "atk-s0519a6:209": "Kiṃsūdha bhītāti kiṃ nu bhītā. Maggo canekāyatano pavuttoti aṭṭhatiṃsārammaṇavasena anekehi kāraṇehi maggo kathito, evaṃ sante kissa bhītā hutvā ayaṃ janatā dvāsaṭṭhi diṭṭhiyo aggahesīti vadati. Bhūripaññāti bahupañña ussannapañña. Paralokaṃ na bhāyeti imasmā lokā paralokaṃ gacchanto na bhāyeyya.",
  "atk-s0519a6:210": "Paṇidhāyāti ṭhapetvā. Gharamāvasantoti anāthapiṇḍikādayo viya bahvannapāne ghare vasanto. Saṃvibhāgīti accharāya gahitampi nakhena phāletvā parassa datvāva bhuñjanasīlo. Vadaññūti yācakānaṃ yācanavasena vuttavacanaññū, vacanīyo vā. Ettha ca vācanti cattāri vacīsucaritāni gahitāni. Mananti tīṇi manosucaritāni. Kāyenāti tīṇi kāyasucaritāni. Ime dasa kusalakammapathā pubbasuddhiaṅgaṃ nāma. ‘‘Bahvannapānaṃ gharamāvasanto’’ti iminā yaññaupakkharo gahito. Saddhoti ekaṃ aṅgaṃ, mudūti ekaṃ, saṃvibhāgīti ekaṃ, vadaññūti ekanti imāni cattāri aṅgāni sandhāya ‘‘etesu dhammesu ṭhito catūsū’’ti āha.",
  "atk-s0519a6:211": "Aparo nayo – ‘‘vāca’’ntiādīni tīṇi aṅgāni, ‘‘bahvannapāna’’nti iminā yaññaupakkharova gahito, ‘‘saddho mudu saṃvibhāgī vadaññū’’ti ekaṃ aṅgaṃ.",
  "atk-s0519a6:212": "Aparo dukanayo nāma hoti – ‘‘vācaṃ manañcā’’ti ekaṃ aṅgaṃ, ‘‘kāyena pāpāni akubbamāno bahvannapānaṃ gharamāvasanto’’ti ekaṃ, ‘‘saddho mudū’’ti ekaṃ, ‘‘saṃvibhāgī vadaññū’’ti ekanti etesu catūsu dhammesu ṭhito dhamme ṭhito nāma hoti. So ito paralokaṃ gacchantona bhāyati.",
  "atk-s0519a6:213": "Kāyasamācārampītiādi pātimokkhasaṃvaradassanaṃ. Tattha duvidhenāti dvividhena, dvīhi koṭṭhāsehīti attho. Jaññāti jāneyya. Sīlakathā ca nāmesā kammapathavasena vā paṇṇattivasena vā kathetabbā. Tattha kammapathavasena tāva kathentena asevitabbakāyasamācāro pāṇātipātādinnādānamicchācārehi kathetabbo. Paṇṇattivasena kāyadvāre paññattasikkhāpadavītikkamavasena. Sevitabbakāyasamācāro pāṇātipātādiveramaṇīhi ceva kāyadvāre paññattasikkhāpadaavītikkamena ca kathetabbo.",
  "atk-s0519a6:214": "Asevitabbavacīsamācāro musāvādādivacīduccaritena ceva vacīdvāre paññattasikkhāpadavītikkamena ca kathetabbo. Sevitabbavacīsamācāro musāvādādiveramaṇīhi ceva vacīdvāre paññattasikkhāpadaavītikkamena ca kathetabbo.",
  "atk-s0519a6:215": "Pariyesanā pana kāyavācāhi pariyesanā eva, sā kāyavacīsamācāraggahaṇena gahitāpi yasmā ājīvaṭṭhamakasīlaṃ nāma etasmiṃyeva dvāradvaye uppajjati, na ākāse, tasmā ājīvaṭṭhamakasīladassanatthaṃ visuṃ vuttā. Tattha nasevitabbapariyesanā anariyapariyesanāya kathetabbā, sevitabbapariyesanā ariyapariyesanāya. Vuttañhetaṃ – ‘‘katamā ca, bhikkhave, anariyapariyesanā? Idha, bhikkhave, ekacco attanā jātidhammo samāno jātidhammaṃyeva pariyesatī’’tiādi (ma. ni. 1.274). Tathā ‘‘katamā ca, bhikkhave, ariyapariyesanā? Idha, bhikkhave, ekacco attanā jātidhammo samāno jātidhamme ādīnavaṃ viditvā ajātaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesatī’’tiādi (ma. ni. 1.275).",
  "atk-s0519a6:216": "170.",
  "atk-s0519a6:217": "Maggānaṭṭhaṅgikoti jaṅghamaggādayo vā hontu dvāsaṭṭhidiṭṭhigatamaggā vā, sabbesampi maggānaṃ sammādiṭṭhiādīhi aṭṭhahi aṅgehi micchādiṭṭhiādīnaṃ aṭṭhannaṃ pāpadhammānaṃ pahānakaro nirodhaṃ ārammaṇaṃ katvā catūsupi saccesu dukkhaparijānanādikiccaṃ sādhayamāno aṭṭhaṅgiko maggo seṭṭho uttamo. Saccānaṃ caturo padāti ‘‘saccaṃ bhaṇe na kujjheyyā’’ti (dha. pa. 224) āgataṃ vacīsaccaṃ vā hotu, ‘‘sacco brāhmaṇo, sacco khattiyo’’tiādibhedaṃ sammutisaccaṃ vā, ‘‘idameva saccaṃ moghamañña’’nti (ma. ni. 3.331; udā. 54; mahāni. 20) diṭṭhisaccaṃ vā, ‘‘ekañhi saccaṃ na dutiyamatthī’’ti (su. ni. 890; mahāni. 119) vuttaṃ paramatthasaccaṃ vā hotu. Sabbesampi imesaṃ saccānaṃ parijānitabbaṭṭhena pahātabbaṭṭhena sacchikātabbaṭṭhena bhāvetabbaṭṭhena ekapaṭivedhaṭṭhena tathapaṭivedhaṭṭhena ca ‘‘dukkhaṃ ariyasacca’’ntiādayo (mahāva. 14; dī. ni. 2.387; ma. ni. 1.120) caturo padā seṭṭhā nāma. Virāgo seṭṭho dhammānanti ‘‘yāvatā, bhikkhave, dhammā saṅkhatā vā asaṅkhatā vā, virāgo tesaṃ dhammānaṃ aggamakkhāyatī’’ti (a. ni. 4.34; 5.32; itivu. 90) vacanato nibbānasaṅkhāto virāgo sabbadhammānaṃ seṭṭho. Dvipadānañca cakkhumāti sabbesampi devamanussādibhedānaṃ dvipadānaṃ pañcahi cakkhūhi cakkhumā bhagavāva seṭṭhoti.",
  "atk-s0519a6:218": "Aggānīti uttamāni. Yāvatāti yattakā. Apadāti nippadā ahimacchādayo. Dvipadāti manussapakkhijātādayo. Catuppadāti hatthiassādayo . Bahuppadāti satapadiādayo. Rūpinoti kāmāvacararūpāvacarasattā. Asaññinoti asaññībhave nibbattasattā. Nevasaññīnāsaññinoti bhavagge nibbattasattā. Aggamakkhāyatīti guṇehi aggo uttamo seṭṭho akkhāyati.",
  "atk-s0519a6:219": "Asaṅkhatānanti nibbānameva vuttaṃ. Virāgotiādīni ca nibbānasseva nāmāni. Tañhi āgamma sabbe kilesā virajjanti, sabbe rāgamadādayo madā nimmadā honti abhāvaṃ gacchanti , sabbā pipāsā vinayaṃ upenti, sabbe ālayā samugghātaṃ gacchanti, vaṭṭāni upacchijjanti, taṇhā khīyati, sabbapariḷāhā vūpasammanti, vaṭṭadukkhaṃ nirujjhati nibbāyati. Tasmā taṃ etāni nāmāni labhatīti.",
  "atk-s0519a6:220": "Dhammo ca kusalakkhatoti tassa satthuno dhammo ca kusalo anavajjo, anavajjattā eva paṭipakkhehi rāgādīhi kilesehi sabbatitthiyavādehi ca aparikkhato. Tāni tīṇi visissareti etāni tīṇi ratanāni loke sabbaratanehi visissanti guṇavasena sabbalokaṃ atisentīti attho.",
  "atk-s0519a6:221": "Samaṇapadumasañcayo gaṇoti padumasadisānaṃ ariyasamaṇānaṃ samūhasaṅkhāto gaṇo. Padumanti hi paripuṇṇasatapattassa saroruhassa nāmaṃ. Ariyapuggalā ca sabbathāpi paripuṇṇaguṇāti padumasadisā vuttā. Vidūnaṃ sakkatoti vidūhi paṇḍitehi sakkato. Naravaradamakoti naravaro ca purisānaṃ damako nāyako cāti attho. Lokassa uttarīti lokassa upari ṭhitāni, sabbaloke uttamānīti attho.",
  "atk-s0519a6:222": "Nirupadāhoti rāgapariḷāhādīhi anupadāho. Saccanāmoti avitathanāmo yathābhuccaguṇehi āgatanāmo. Sabbābhibhūti sabbalokaṃ attano guṇehi abhibhavitvā ṭhito. Saccadhammoti vaṭṭato ekantanissaraṇabhāvena avitatho saha pariyattiyā navavidhopi lokuttaradhammo, tato eva natthañño tassa uttarīti tassa uttari adhikaguṇo añño ca dhammo natthīti attho. Ariyasaṅghova niccaṃ sabbakālaṃ vidūhi sabbapaṇḍitehi pūjito.",
  "atk-s0519a6:223": "‘‘Ekāyana’’nti gāthāya ekāyananti ekaṃ maggaṃ. Maggassa hi –",
  "atk-s0519a6:224": "‘‘Maggo pantho patho pajjo, añjasaṃ vaṭumāyanaṃ;",
  "atk-s0519a6:225": "Nāvā uttarasetu ca, kullo ca bhisi saṅgamo’’ti. (cūḷani. pārāyanatthutigāthāniddesa 101) –",
  "atk-s0519a6:226": "Bahūni nāmāni, svāyaṃ idha ayananāmena vutto. Tasmā ekāyananti ekamaggaṃ, na dvedhāpathabhūtanti attho. Atha vā ekena ayitabbanti ekāyanaṃ. Gaṇasaṅgaṇikaṃ pahāya vivekaṭṭhena pavivittena paṭipajjitabbanti attho. Ayanti vā etenāti ayano, saṃsārato nibbānaṃ gacchantīti attho. Ekassa vā sabbasattaseṭṭhassa bhagavato ayanoti ekāyano. Kiñcāpi hi tena aññepi ayanti, tathāpi bhagavatova so ayano, tena uppāditattā. Yathāha – ‘‘so hi, brāhmaṇa, bhagavā anuppannassa maggassa uppādetā’’tiādi (ma. ni. 3.79). Ayatīti vā ayano, gacchati pavattatīti attho. Ekasmiṃ imasmiṃyeva dhammavinaye ayano, na aññatthāti ekāyano. Yathāha – ‘‘imasmiṃ kho, subhadda, dhammavinaye ariyo aṭṭhaṅgiko maggo upalabbhatī’’ti (dī. ni. 2.214). Api ca pubbabhāge nānāmukhabhāvanāya pavattopi aparabhāge ekaṃ nibbānameva ayati gacchatīti ekāyano, taṃ ekāyanaṃ.",
  "atk-s0519a6:227": "Jātikhayantadassīti jātiyā khayasaṅkhāto anto jātikhayanto. Jātiyā accantakhayanto nibbānaṃ, taṃ passīti jātikhayantadassī. ‘‘Maggaṃ pajānāti hitānukampī’’tipi pāṭho. Tassattho – vuttappakāraṃ ekāyanasaṅkhātaṃ maggaṃ sayambhuñāṇena bhagavā pajānāti, jānanto ca tena tena hitena satte anukampatīti. Idāni tassa maggassa ekāyanabhāvaṃ, tīsupi kālesu ekantaniyyānatañca vibhāvetuṃ ‘‘etena maggena tariṃsu pubbe, tarissanti ye ca taranti ogha’’nti āha. Tassattho – ye atītamaddhānaṃ kāmoghādicatubbidhaṃ oghaṃ tariṃsu, ye taṃ anāgatamaddhānaṃ tarissanti, etarahi ca taranti, te sabbe eteneva maggena, na aññenāti. Visuddhipekkhāti caturoghanittharaṇena accantavisuddhiṃ nibbānaṃ apekkhantā, parinibbāyitukāmāti attho.",
  "atk-s0519a6:228": "Evaṃ duvidhampi sāsanapaṭṭhānaṃ nānāsuttapadāni udāharantena vibhajitvā idāni saṃkilesabhāgiyādīhi saṃsanditvā dassetuṃ puna ‘‘lokiyaṃ sutta’’ntiādi āraddhaṃ. Tattha dassanabhāgiyena ca bhāvanābhāgiyena cāti nibbedhabhāgiyena. Nibbedhabhāgiyameva hi dassanabhāgiyaṃ bhāvanābhāgiyanti dvidhā bhinditvā dassitaṃ. Lokiyañca lokuttarañcāti lokiyaṃ lokuttarañca suttaṃ, saṃkilesabhāgiyādīhi dassanabhāgiyādīhi cāti ubhayehi niddisitabbanti adhippāyo. Yasmiṃ suttetiādi niddisanākāradassanaṃ. Tattha saṃkilesabhāgiyanti saṃkilesakoṭṭhāsasahitaṃ, saṃkilesatthadīpananti attho. Esa nayo sesesupi.",
  "atk-s0519a6:229": "Evaṃ lokiyattikassa saṃkilesabhāgiyādīhi catūhi padehi saṃsandanaṃ dassetvā iminā nayena sesatikānaṃ sesapadānañca saṃsandanaṃ suviññeyyanti taṃ anuddharitvā saṃkilesabhāgiyādīnaṃ samatikkamanaṃ dassetuṃ ‘‘vāsanābhāgiyaṃ sutta’’ntiādi vuttaṃ. Tattha yadipi saṃkilesabhāgiyaṃ suttaṃ, vāsanābhāgiyañca suttaṃ lokiyameva. Tathāpi lokuttarasuttāni viya lokiyasuttānaṃ vāsanābhāgiyaṃ suttaṃ saṃkilesabhāgiyassa samatikkamāya hotīti imamatthaṃ dassetuṃ ‘‘vāsanābhāgiyaṃ suttaṃ saṃkilesabhāgiyassa suttassa nigghātāyā’’ti vuttaṃ. Tattha nigghātāyāti pahānāya. Suttasīsena cettha suttattho gahitoti daṭṭhabbaṃ. Yasmā ca vodānadhammā viya saṃkilesadhammānaṃ dassanabhūmisamatikkamaneneva bhāvanābhūmi adhigantabbā, tasmā ‘‘bhāvanābhāgiyaṃ suttaṃ dassanabhāgiyassa suttassa paṭinissaggāyā’’ti vuttaṃ. Yasmā pana asekkhadhammesu uppannesu maggabhāvanākiccaṃ nāma natthi. Jhānabhāvanāpi diṭṭhadhammasukhavihāratthā eva hoti, tasmā ‘‘asekkhabhāgiyaṃ suttaṃ bhāvanābhāgiyassa suttassa paṭinissaggāya, asekkhabhāgiyaṃ suttaṃ diṭṭhadhammasukhavihārattha’’nti ca vuttaṃ.",
  "atk-s0519a6:230": "Idāni tikapadeheva saṃsanditvā dassetuṃ ‘‘lokuttara’’ntiādi vuttaṃ. Ekabījinātiādīsu yo sotāpanno hutvā ekameva attabhāvaṃ janetvā arahattaṃ pāpuṇāti, ayaṃ ekabījī nāma. Yathāha –",
  "atk-s0519a6:231": "‘‘Katamo ca puggalo ekabījī? Idhekacco puggalo tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpanno hoti avinipātadhammo niyato sambodhiparāyaṇo. So ekaṃyeva mānusakaṃ bhavaṃ nibbattetvā dukkhassantaṃ karoti. Ayaṃ vuccati puggalo ekabījī’’ti (pu. pa. 33).",
  "atk-s0519a6:232": "Yo pana dve vā tīṇi vā kulāni sandhāvitvā saṃsaritvā dukkhassantaṃ karoti, ayaṃ kolaṃkolo nāma. Yathāha –",
  "atk-s0519a6:233": "‘‘Katamo ca puggalo kolaṃkolo? Idhekacco puggalo tiṇṇaṃ…pe… parāyaṇo. So dve vā tīṇi vā kulāni sandhāvitvā saṃsaritvā dukkhassantaṃ karoti. Ayaṃ vuccati puggalo kolaṃkolo’’ti (pu. pa. 32).",
  "atk-s0519a6:234": "Tattha kulānīti bhave. Dve vā tīṇi vāti idamettha desanāmattameva. Yāva chaṭṭhabhavā saṃsarantopi kolaṃkolo hoti eva.",
  "atk-s0519a6:235": "Yo pana satta bhave saṃsaritvā dukkhassantaṃ karoti, ayaṃ sattakkhattuparamo nāma. Yathāha –",
  "atk-s0519a6:236": "‘‘Katamo ca puggalo sattakkhattuparamo? Idhekacco…pe… parāyaṇo. So sattakkhattuṃ deve ceva mānuse ca sandhāvitvā saṃsaritvā dukkhassantaṃ karoti. Ayaṃ vuccati puggalo sattakkhattuparamo’’ti (pu. pa. 31).",
  "atk-s0519a6:237": "Ko pana tesaṃ etaṃ pabhedaṃ niyametīti? Keci tāva ‘‘pubbahetu niyametī’’ti vadanti. Keci ‘‘paṭhamamaggo’’, keci ‘‘upari tayo maggā’’. Keci ‘‘tiṇṇaṃ maggānaṃ vipassanā’’ti. Tattha pubbahetu niyametīti vāde paṭhamamaggassa upanissayo kato nāma hoti. Upari tayo maggā nirupanissayā uppannāti āpajjati. Paṭhamamaggo niyametīti vāde upari tiṇṇaṃ maggānaṃ niratthakatā āpajjati. Upari tayo maggā niyamentīti vāde ‘‘paṭhamamagge anuppanne eva upari tayo maggā uppannā’’ti āpajjati. Vipassanā niyametīti vādo pana yujjati. Sace hi upari tiṇṇaṃ maggānaṃ vipassanā balavatī hoti, ekabījī nāma hoti. Tato mandatarā kolaṃkolo. Tato mandatarā sattakkhattuparamoti. Ettha ca yo manussesu eva sattakkhattuṃ saṃsaritvā arahattaṃ pāpuṇāti, yo ca devesuyeva sattakkhattuṃ saṃsaritvā arahattaṃ pāpuṇāti, ime na idhādhippetā. Yo pana kālena devesu, kālena manussesūti vomissakanayena saṃsaritvā arahattaṃ pāpuṇāti, so idhādhippeto. Tasmā ‘‘sattakkhattuparamo’’ti idaṃ idhaṭṭhakavokiṇṇavaṭṭajjhāsayassa vasena veditabbaṃ. Vaṭṭajjhāsayo hi ādito paṭṭhāya cha devaloke sodhetvā akaniṭṭhe ṭhatvā parinibbāyissati.",
  "atk-s0519a6:238": "Tattha yo saddhaṃ dhuraṃ katvā sotāpattimaggaṃ nibbatteti, so maggakkhaṇe saddhānusārī nāma hoti. Phalakkhaṇe pana saddhāvimutto nāma hutvā vuttanayena ekabījiādibhedo hoti. Yo pana paññaṃ dhuraṃ katvā sotāpattimaggaṃ nibbatteti, so maggakkhaṇe dhammānusārī nāma. Phalakkhaṇe pana diṭṭhippatto nāma hutvā ekabījiādibhedo hoti. Idañca aṭṭhannaṃ vimokkhānaṃ alābhino vasena vuttaṃ. Lābhī pana phalakkhaṇe kāyasakkhī nāma hoti. Tattha ye saddhāvimuttadiṭṭhippattakāyasakkhināmakā tayo sotāpannā, te ekabījiādīhi tīheva saṅgahetvā vuttaṃ – ‘‘pañcahi puggalehi niddisitabbaṃ ekabījinā…pe… dhammānusārinā’’ti, evaṃ pañcahi.",
  "atk-s0519a6:239": "Dvādasahipuggalehīti sakadāgāmimaggaṭṭho, sakadāgāmī, anāgāmimaggaṭṭho, abhedena anāgāmī, antarāparinibbāyiādayo pañca, saddhāvimuttadiṭṭhippattakāyasakkhino tayoti bhedena aṭṭhāti, evaṃ dvādasahi. Tattha hi yo avihādīsu tattha tattha āyuvemajjhaṃ appatvā parinibbāyati, ayaṃ antarāparinibbāyī. Yo pana āyuvemajjhaṃ atikkamitvā arahattaṃ pāpuṇāti, ayaṃ upahaccaparinibbāyī. Tathā yo avihādīsu upapanno asaṅkhārena appayogena arahattaṃ adhigacchati, ayaṃ asaṅkhāraparinibbāyī. Yo pana sasaṅkhārena sappayogena arahattaṃ adhigacchati, ayaṃ sasaṅkhāraparinibbāyī. Uddhaṃ uparūpari brahmaloke upapattisoto etassāti uddhaṃsoto. Paṭisandhivasena akaniṭṭhe gacchatīti akaniṭṭhagāmī.",
  "atk-s0519a6:240": "Tattha atthi uddhaṃsoto akaniṭṭhagāmī atthi uddhaṃsoto na akaniṭṭhagāmī, atthi na uddhaṃsoto akaniṭṭhagāmī atthi na uddhaṃsoto na akaniṭṭhagāmīti. Tattha yo idha anāgāmiphalaṃ patvā avihādīsu nibbatto tattha yāvatāyukaṃ ṭhatvā uparūpari nibbattitvā akaniṭṭhaṃ pāpuṇāti, ayaṃ uddhaṃsoto akaniṭṭhagāmī nāma. Yo pana avihādīsu nibbatto tattheva aparinibbāyitvā akaniṭṭhampi appatvā uparūpari brahmaloke parinibbāyati, ayaṃ uddhaṃsoto na akaniṭṭhagāmī nāma. Yo ito cavitvā akaniṭṭheyeva nibbattati, ayaṃ na uddhaṃsoto akaniṭṭhagāmī nāma. Yo pana avihādīsu catūsu aññatarasmiṃ nibbattitvā tattheva parinibbāyati, ayaṃ na uddhaṃsoto na akaniṭṭhagāmī nāma. Saddhāvimuttādayo vuttavibhāgāyeva.",
  "atk-s0519a6:241": "Navahi puggalehīti ettha aṭṭhannaṃ vimokkhānaṃ alābhī arahā paññāvimutto nāma. Tesaṃ pana lābhī vikkhambhanasamucchedavimokkhavasena ubhohi bhāgehi rūpakāyanāmakāyasaṅkhātato ubhato bhāgato vimuttattā ubhatobhāgavimutto nāma. Samasīsināti ettha tividho samasīsī – iriyāpathasamasīsī, rogasamasīsī, jīvitasamasīsīti.",
  "atk-s0519a6:242": "Tatra yo ṭhānādīsu iriyāpathesu yeneva iriyāpathena samannāgato hutvā vipassanaṃ ārabhati, teneva iriyāpathena arahattaṃ patvā parinibbāyati, ayaṃ iriyāpathasamasīsī nāma. Yo pana ekaṃ rogaṃ patvā antoroge eva vipassanaṃ paṭṭhapetvā arahattaṃ patvā teneva rogena parinibbāyati, ayaṃ rogasamasīsī nāma. Palibodhasīsaṃ taṇhā, bandhanasīsaṃ māno, parāmāsasīsaṃ diṭṭhi, vikkhepasīsaṃ uddhaccaṃ, kilesasīsaṃ avijjā, adhimokkhasīsaṃ saddhā, paggahasīsaṃ vīriyaṃ, upaṭṭhānasīsaṃ sati, avikkhepasīsaṃ samādhi, dassanasīsaṃ paññā, pavattasīsaṃ jīvitindriyaṃ, gocarasīsaṃ vimokkho, saṅkhārasīsaṃ nirodhoti terasasu sīsesu kilesasīsaṃ avijjaṃ arahattamaggo pariyādiyati, pavattasīsaṃ jīvitindriyaṃ cuticittaṃ pariyādiyati. Tattha avijjāpariyādāyakaṃ cittaṃ jīvitindriyaṃ pariyādātuṃ na sakkoti. Jīvitindriyapariyādāyakaṃ avijjaṃ pariyādātuṃ na sakkoti. Aññaṃ avijjāpariyādāyakaṃ cittaṃ, aññaṃ jīvitindriyapariyādāyakaṃ. Yassa cetaṃ sīsadvayaṃ samaṃ pariyādānaṃ gacchati, so jīvitasamasīsī nāma.",
  "atk-s0519a6:243": "Kathaṃ panidaṃ samaṃ hotīti? Vārasamatāya. Yasmiñhi vāre maggavuṭṭhānaṃ hoti, sotāpattimagge pañca paccavekkhaṇāni, sakadāgāmimagge pañca, anāgāmimagge pañca, arahattamagge cattārīti ekūnavīsatime paccavekkhaṇañāṇe patiṭṭhāya bhavaṅgaṃ otaritvā parinibbāyato imāya vārasamatāya idaṃ ubhayasīsapariyādānampi samaṃ hoti nāma. Tenāyaṃ puggalo ‘‘jīvitasamasīsī’’ti vuccati, ayameva idhādhippeto. Evaṃ suññatavimuttādayo tayo saddhāvimutto paññāvimutto ubhatobhāgavimutto samasīsīti satta sāvakā arahanto, paccekabuddho, sammāsambuddhoti imehi navahi puggalehi asekkhabhāgiyaṃ suttaṃ niddisitabbaṃ.",
  "atk-s0519a6:244": "Rāgacaritoti rāgasahitaṃ caritaṃ etassāti rāgacarito. Rāgena vā carito pavattito rāgacarito, rāgajjhāsayo rāgādhikoti attho. Esa nayo sesesupi. Rāgamukhe ṭhitoti rāgapariyuṭṭhāne ṭhito, pariyuṭṭhitarāgoti attho. Sesapadesupi eseva nayo.",
  "atk-s0519a6:245": "Vāsanābhāgiyaṃ suttanti lokiyaṃ sattādhiṭṭhānaṃ vāsanābhāgiyaṃ suttaṃ. Lokiyaṃ sattādhiṭṭhānaṃ saṃkilesabhāgiyañhi suttaṃ rāgacaritehi puggalehi niddiṭṭhaṃ. Tattha ‘‘lokiyaṃ, sattādhiṭṭhāna’’nti padadvayaṃ anuvattamānaṃ katvā vuttaṃ ‘‘vāsanābhāgiya’’nti. Sīlavantehīti sīlavantādīhi puggalehi. Pakatisīlantiādi yehi samannāgatā, te puggalā. Tesaṃ dassanena puggalānaṃ upalakkhaṇaṃ. Atha vā dhammādhiṭṭhānaṃ pakatisīlādivasena, sattādhiṭṭhānaṃ pakatisīlavantādivasena veditabbanti imassa nayassa dassanatthaṃ ‘‘sīlavantehi niddisitabba’’nti vatvā ‘‘pakatisīla’’ntiādi vuttaṃ. Taṃ pakatisīlādīnaṃ pañcannaṃ eva gahaṇaṃ nidassanamattaṃ, pattidānaabbhanumodanadhammassavanadesanādiṭṭhijukammādīnampi cettha sambhavato. Tesampi vā ettheva saṅgahetvā dassanatthaṃ ‘‘pañcā’’ti vuttaṃ.",
  "atk-s0519a6:246": "Tattha pakatisīlanti sampattaviratisīlaṃ. Cittappasādoti kammaphalasaddhā ratanattayasaddhā ca. Ñāṇaṃ paññāya niddisitabbanti yasmiṃ sutte paññā āgatā, taṃ suttaṃ ñāṇanti niddisitabbaṃ. Na kevalaṃ paññāpariyāyeneva, atha kho paññindriyādipariyāyenapi yattha paññā āgatā, taṃ suttaṃ ñāṇanti niddisitabbanti dassetuṃ ‘‘paññindriyenā’’tiādi vuttaṃ. Tassattho – heṭṭhā vutto eva. Yaṃ vā panātiādīsu yaṃ vā aññaṃ kiñci paññāya adhivacanaṃ. Sabbaṃ taṃ yattha katthaci sutte āgataṃ, taṃ suttaṃ ñāṇanti niddisitabbanti attho.",
  "atk-s0519a6:247": "Ajjhattikabāhirehīti yasmiṃ sutte ajjhattikāni āyatanāni, bāhirāni ca āyatanāni āgatāni, taṃ suttaṃ tehi āyatanehi ñāṇaṃ ñeyyanti niddisitabbaṃ. Paññāpi ārammaṇabhūtā ñeyyanti ñeyyato visuṃ katvā paññā vuttā. Tathā hi paññā ñāṇantarassa ārammaṇanti katthaci sutte ñeyyabhāvenapi vuccati. Yaṃ kiñci ārammaṇabhūtanti yaṃ kiñci ñāṇassa visayabhūtaṃ rūpādi. Ajjhattikaṃ vā bāhiraṃ vāti vā-saddena oḷārikādiṃ saṅgaṇhāti. Sabbaṃ taṃ saṅkhatena asaṅkhatena cāti sabbaṃ taṃ yathāsambhavaṃ saṅkhatabhāvena asaṅkhatabhāvena ca ñeyyanti niddisitabbaṃ. Ñeyyadhammavasena hi ñeyyasuttaṃ ñeyyanti vuccatīti.",
  "atk-s0519a6:248": "Yaṃ vā pana kiñci bhagavā aññataravacanaṃ bhāsatīti lokiyalokuttarādisuttesu ekasmiṃ sutte dve. Tesu yaṃ vā pana kiñci aññataravacanaṃ ekasseva kathanaṃ bhāsati niddisati. Sabbaṃ taṃ yathāniddiṭṭhaṃ dhārayitabbanti taṃ yathā sabbaṃ suttaṃ lokiyādīsu yadi aññataravasena, atha ubhayavasena yathā yathā niddiṭṭhaṃ, tathā tathā gahetabbaṃ, taṃ taṃ padhānabhāvena niddisitabbanti attho.",
  "atk-s0519a6:249": "Kilesasahitaññeva kammaṃ vipākassa hetu, na itaranti vuttaṃ ‘‘duvidho hetu yañca kammaṃ ye ca kilesā’’ti. Samudayo kilesāti ettha ‘‘samudayo’’ti etena samudayapakkhiyā vuttā. ‘‘Kilesā’’ti ca kilesavanto, saṃkiliṭṭhāti attho. Yaṃ dissatīti yaṃ yaṃ dissati. Tāsu tāsu bhūmīsūti puthujjanabhūmiādīsu. Kappiyānulomenāti kappiyena ca kappiyānulomena ca. Tattha kappiyaṃ pāḷiyaṃ sarūpato vuttaṃ, kappiyānulomaṃ mahāpadesavasena nayato dassitaṃ. Paṭikkhittakāraṇenāti yena kāraṇena bhagavatā yaṃ paṭikkhittaṃ, tena kāraṇena taṃ niddisitabbaṃ. Ekantena sarāgādisaṃvattanameva hi bhagavatā paṭikkhittaṃ, taṃ sarāgāya saṃvattanādikāraṇena niddisitabbaṃ . Dhammassāti asaṅkhatadhammassa. Ariyadhammānanti maggaphaladhammānaṃ. Sesaṃ suviññeyyameva.",
  "atk-s0519a6:250": "Ettha ca yathā saṃkilesabhāgiyādīnaṃ aññamaññaṃ saṃsaggato anekavidho paṭṭhānabhedo icchito, evaṃ lokiyasattādhiṭṭhānādisaṃsaggatopi anekavidho paṭṭhānabhedo sambhavati. Pāḷiyaṃ pana ubhayatthāpi ekadesadassanavasena āgatattā nayadassananti veditabbaṃ. Sakkā hi iminā nayena viññunā te niddhāretunti. Yathā ca saṃkilesabhāgiyādīnaṃ lokiyādīnañca visuṃ visuṃ saṃsaggabhedavasena ayaṃ paṭṭhānabhedo anekavidho labbhati, evaṃ ubhayesampi saṃsaggavasena ayaṃ nayo yathārahaṃ labbhateva. Labbhati hi lokiyaṃ suttaṃ kiñci saṃkilesabhāgiyaṃ, kiñci vāsanābhāgiyaṃ. Tathā lokuttaraṃ suttaṃ kiñci nibbedhabhāgiyaṃ, kiñci asekkhabhāgiyanti. Sesesupi eseva nayo.",
  "atk-s0519a6:251": "Evaṃ soḷasavidhe paṭṭhāne aṭṭhavīsatividhaṃ paṭṭhānaṃ pakkhipitvā, aṭṭhavīsatividhe ca paṭṭhāne soḷasavidhaṃ pakkhipitvā yathārahaṃ dukatikādibhedena sambhavato paṭṭhānavibhāgo veditabbo, so ca kho tīsu piṭakesu labbhamānassa suttapadassa vasena. Yasmā pana tāni tāni suttapadāni udāharaṇavasena niddhāretvā imasmiṃ atthe vitthāriyamāne atipapañco hoti, atibhāriyā ca nettisaṃvaṇṇanā, sakkā ca iminā nayena viññunā ayamattho viññātuṃ, tasmā na taṃ vitthārayimha. Teneva hi pāḷiyaṃ aññamaññasaṃsaggavasena paṭṭhānavibhāgo ekadeseneva dassito, na nippadesatoti.",
  "atk-s0519a6:252": "Sāsanapaṭṭhānavāravaṇṇanā niṭṭhitā.",
  "atk-s0519a6:253": "Nigamanakathā",
  "atk-s0519a6:254": "Ettāvatā ca –",
  "atk-s0519a6:255": "Hāre naye ca paṭṭhāne, suvisuddhavinicchayaṃ;",
  "atk-s0519a6:256": "Vibhajanto navaṅgassa, sāsanassatthavaṇṇanaṃ.",
  "atk-s0519a6:257": "Nettippakaraṇaṃ dhīro, gambhīraṃ nipuṇañca yaṃ;",
  "atk-s0519a6:258": "Adesayi mahāthero, mahākaccāyano vasī.",
  "atk-s0519a6:259": "Saddhammāvataraṭṭhāne, paṭṭane nāgasavhaye;",
  "atk-s0519a6:260": "Dhammāsokamahārāja-vihāre vasatā mayā.",
  "atk-s0519a6:261": "Ciraṭṭhitatthaṃ yā tassa, āraddhā atthavaṇṇanā;",
  "atk-s0519a6:262": "Udāharaṇasuttānaṃ, lakkhaṇānañca sabbaso.",
  "atk-s0519a6:263": "Atthaṃ pakāsayantī sā, anākulavinicchayā;",
  "atk-s0519a6:264": "Samattā sattavīsāya, pāḷiyā bhāṇavārato.",
  "atk-s0519a6:265": "Iti taṃ saṅkharontena, yaṃ taṃ adhigataṃ mayā;",
  "atk-s0519a6:266": "Puññaṃ tassānubhāvena, lokanāthassa sāsanaṃ.",
  "atk-s0519a6:267": "Ogāhetvā visuddhāya, sīlādipaṭipattiyā;",
  "atk-s0519a6:268": "Sabbepi dehino hontu, vimuttirasabhāgino.",
  "atk-s0519a6:269": "Ciraṃ tiṭṭhatu lokasmiṃ, sammāsambuddhasāsanaṃ;",
  "atk-s0519a6:270": "Tasmiṃ sagāravā niccaṃ, hontu sabbepi pāṇino.",
  "atk-s0519a6:271": "Sammā vassatu kālena, devopi jagatīpati;",
  "atk-s0519a6:272": "Saddhammanirato lokaṃ, dhammeneva pasāsatūti.",
  "atk-s0519a6:273": "Iti badaratitthavihāravāsinā ācariyadhammapālena katā",
  "atk-s0519a6:274": "Nettippakaraṇassa atthasaṃvaṇṇanā samattāti.",
  "atk-s0519a6:275": "Nettippakaraṇa-aṭṭhakathā niṭṭhitā."
}