{
  "atk-s0401a18:0": "19. Kāyagatāsativaggavaṇṇanā",
  "atk-s0401a18:1": "563.Cetasāphuṭoti ettha duvidhaṁ pharaṇaṁ āpopharaṇañca dibbacakkhupharaṇañca. Tattha āpokasiṇaṁ samāpajjitvā āpena pharaṇaṁ āpopharaṇaṁ nāma. Evaṁ phuṭepi mahāsamudde sabbā samuddaṅgamā kunnadiyo antogadhāva honti. Ālokaṁ pana vaḍḍhetvā dibbacakkhunā sakalasamuddadassanaṁ dibbacakkhupharaṇaṁ nāma. Evaṁ phuṭepi mahāsamudde sabbā mahāsamuddaṅgamā kunnadiyo antogadhāva honti. Antogadhā tassāti tassa bhikkhuno bhāvanāya abbhantaragatāva honti. Vijjābhāgiyāti ettha sampayogavasena vijjaṁ bhajantīti vijjābhāgiyā, vijjābhāge vijjākoṭṭhāse vattantītipi vijjābhāgiyā. Tattha vipassanāñāṇaṁ manomayiddhi cha abhiññāti aṭṭha vijjā, purimena atthena tāhi sampayuttadhammāpi vijjābhāgiyā. Pacchimena atthena tāsu yā kāci ekā vijjā vijjā, sesā vijjābhāgiyāti evaṁ vijjāpi vijjāsampayuttadhammāpi vijjābhāgiyāteva veditabbā.",
  "atk-s0401a18:2": "564.Mahato saṁvegāyāti mahantassa saṁvegassa atthāya. Uparipadadvayepi eseva nayo. Ettha ca mahāsaṁvego nāma vipassanā, mahāattho nāma cattāro maggā, mahāyogakkhemo nāma cattāri sāmaññaphalāni. Atha vā mahāsaṁvego nāma saha vipassanāya maggo, mahāattho nāma cattāri sāmaññaphalāni, mahāyogakkhemo nāma nibbānaṁ. Satisampajaññāyāti satiyā ca ñāṇassa ca atthāya. Ñāṇadassanapaṭilābhāyāti dibbacakkhuñāṇāya. Diṭṭhadhammasukhavihārāyāti imasmiṁyeva paccakkhe attabhāve sukhavihāratthāya. Vijjāvimuttiphalasacchikiriyāyāti vijjāvimuttīnaṁ phalassa paccavekkhakaraṇatthāya. Ettha ca vijjāti maggapaññā, vimuttīti taṁsampayuttā sesadhammā. Tesaṁ phalaṁ nāma arahattaphalaṁ, tassa sacchikiriyāyāti attho.",
  "atk-s0401a18:3": "571.Kāyopi passambhatīti nāmakāyopi karajakāyopi passambhati, vūpasantadaratho hoti. Vitakkavicārāpīti ete dhammā dutiyajjhānena vūpasammanti nāma, idha pana oḷārikavūpasamaṁ sandhāya vuttaṁ. Kevalāti sakalā, sabbe niravasesāti attho. Vijjābhāgiyāti vijjākoṭṭhāsiyā, te heṭṭhā vibhajitvā dassitāva.",
  "atk-s0401a18:4": "574.Avijjāpahīyatīti aṭṭhasu ṭhānesu vaṭṭamūlakaṁ bahalandhakāraṁ mahātamaṁ aññāṇaṁ pahīyati. Vijjā uppajjatīti arahattamaggavijjā uppajjati. Asmimāno pahīyatīti asmīti navavidho māno pahīyati. Anusayāti satta anusayā. Saṁyojanānīti dasa saṁyojanāni.",
  "atk-s0401a18:5": "575.Paññāpabhedāyāti paññāya pabhedagamanatthaṁ. Anupādāparinibbānāyāti apaccayaparinibbānassa sacchikiriyatthāya.",
  "atk-s0401a18:6": "576.Anekadhātupaṭivedho hotīti aṭṭhārasannaṁ dhātūnaṁ lakkhaṇapaṭivedho hoti. Nānādhātupaṭivedho hotīti tāsaṁyeva aṭṭhārasannaṁ dhātūnaṁ nānābhāvena lakkhaṇapaṭivedho hoti. Anekadhātupaṭisambhidā hotīti iminā dhātubhedañāṇaṁ kathitaṁ. Dhātupabhedañāṇaṁ nāma ‘‘imāya dhātuyā ussannāya idaṁ nāma hotī’’ti jānanapaññā. Taṁ panetaṁ dhātubhedañāṇaṁ na sabbesaṁ hoti, buddhānameva nippadesaṁ hoti. Taṁ sammāsambuddhena sabbaso na kathitaṁ. Kasmā? Tasmiṁ kathite attho natthīti.",
  "atk-s0401a18:7": "584.Paññāpaṭilābhāyātiādīni soḷasa padāni paṭisambhidāmagge ‘‘sappurisasaṁsevo, saddhammasavanaṁ, yonisomanasikāro, dhammānudhammapaṭipatti. Ime kho, bhikkhave, cattāro dhammā bhāvitā bahulīkatā paññāpaṭilābhāya saṁvattanti …pe… nibbedhikapaññatāya saṁvattantī’’ti evaṁ mātikaṁ ṭhapetvā vitthāritāneva. Vuttañhetaṁ (paṭi. ma. 3.4) –",
  "atk-s0401a18:8": "Paññāpaṭilābhāya saṁvattantīti. ‘‘Katamo paññāpaṭilābho? Catunnaṁ maggañāṇānaṁ, catunnaṁ phalañāṇānaṁ, catunnaṁ paṭisambhidāñāṇānaṁ, channaṁ abhiññāñāṇānaṁ, tesattatīnaṁ ñāṇānaṁ, sattasattatīnaṁ ñāṇānaṁ lābho paṭilābho pattisampatti phassanā sacchikiriyā upasampadā, paññāpaṭilābhāya saṁvattantīti ayaṁ paññāpaṭilābho.",
  "atk-s0401a18:9": "Paññāvuddhiyāsaṁvattantīti. ‘‘Katamā paññāvuddhi? Sattannañca sekkhānaṁ puthujjanakalyāṇakassa ca paññā vaḍḍhati, arahato paññā vaḍḍhitavaḍḍhanā, paññāvuddhiyā saṁvattantīti ayaṁ paññāvuddhi.",
  "atk-s0401a18:10": "Paññāvepullāyasaṁvattantīti. ‘‘Katamaṁ paññāvepullaṁ? Sattannañca sekkhānaṁ puthujjanakalyāṇakassa ca paññā vepullaṁ gacchati, arahato paññā vepullaṁ gatā, paññāvepullāya saṁvattantīti idaṁ paññāvepullaṁ.",
  "atk-s0401a18:11": "Mahāpaññatāya saṁvattantīti. ‘‘Katamā mahāpaññā? Mahante atthe pariggaṇhātīti mahāpaññā, mahante dhamme…pe… mahantā niruttiyo, mahantāni paṭibhānāni, mahante sīlakkhandhe, mahante samādhipaññāvimuttivimuttiñāṇadassanakkhandhe, mahantāni ṭhānāṭṭhānāni, mahantā vihārasamāpattiyo, mahantāni ariyasaccāni, mahante satipaṭṭhāne, sammappadhāne, iddhipāde, mahantāni indriyāni, mahantāni balāni, mahante bojjhaṅge, mahante ariyamagge, mahantāni sāmaññaphalāni, mahābhiññāyo , mahantaṁ paramatthaṁ nibbānaṁ pariggaṇhātīti mahāpaññā, mahāpaññatāya saṁvattantīti ayaṁ mahāpaññā.",
  "atk-s0401a18:12": "Puthupaññatāya saṁvattantīti. ‘‘Katamā puthupaññā? Puthu nānākkhandhesu ñāṇaṁ pavattatīti puthupaññā. Puthu nānādhātūsu, puthu nānāāyatanesu, puthu nānāpaṭiccasamuppādesu, puthu nānāsuññatamanupalabbhesu, puthu nānāatthesu, dhammesu, niruttīsu, paṭibhānesu, puthu nānāsīlakkhandhesu, samādhipaññāvimuttivimuttiñāṇadassanakkhandhesu, puthu nānāṭhānāṭṭhānesu, puthu nānāvihārasamāpattīsu, puthu nānāariyasaccesu, puthu nānāsatipaṭṭhānesu, sammappadhānesu, iddhipādesu, indriyesu, balesu, bojjhaṅgesu, puthu nānāariyamaggesu, puthu nānāsāmaññaphalesu, puthu nānāabhiññāsu ñāṇaṁ pavattatīti puthupaññā. Puthu nānājanasādhāraṇe dhamme samatikkamma paramatthe nibbāne ñāṇaṁ pavattatīti puthupaññā. Puthupaññatāya saṁvattantīti ayaṁ puthupaññā.",
  "atk-s0401a18:13": "Vipulapaññatāyasaṁvattantīti. ‘‘Katamā vipulapaññā? Vipule atthe parigaṇhātīti vipulapaññā…pe… vipulaṁ paramatthaṁ nibbānaṁ parigaṇhātīti vipulapaññā, vipulapaññatāya saṁvattantīti ayaṁ vipulapaññā.",
  "atk-s0401a18:14": "Gambhīrapaññatāya saṁvattantīti. ‘‘Katamā gambhīrapaññā? Gambhīresu khandhesu ñāṇaṁ pavattatīti gambhīrapaññā. Puthupaññāsadiso vitthāro. Gambhīre paramatthe nibbāne ñāṇaṁ pavattatīti gambhīrapaññā, gambhīrapaññatāya saṁvattantīti ayaṁ gambhīrapaññā.",
  "atk-s0401a18:15": "Asāmantapaññatāyasaṁvattantīti. ‘‘Katamā asāmantapaññā? Yassa puggalassa atthavavatthānato atthapaṭisambhidā adhigatā hoti sacchikatā phassitā paññāya. Dhammaniruttipaṭibhānavavatthānato paṭibhānapaṭisambhidā adhigatā hoti sacchikatā phassitā paññāya, tassa atthe ca dhamme ca niruttiyā ca paṭibhāne ca na añño koci sakkoti abhisambhavituṁ, anabhisambhavanīyo ca so aññehīti asāmantapañño.",
  "atk-s0401a18:16": "Puthujjanakalyāṇakassa paññā aṭṭhamakassa paññāya dūre vidūre suvidūre na santike na sāmantā, puthujjanakalyāṇakaṁ upādāya aṭṭhamako asāmantapañño. Aṭṭhamakassa paññā sotāpannassa paññāya dūre…pe… aṭṭhamakaṁ upādāya sotāpanno asāmantapañño. Sotāpannassa paññā sakadāgāmissa paññāya. Sakadāgāmissa paññā anāgāmissa paññāya. Anāgāmissa paññā arahato paññāya. Arahato paññā paccekabuddhassa paññāya dūre vidūre suvidūre na santike na sāmantā, arahantaṁ upādāya paccekabuddho asāmantapañño. Paccekabuddhañca sadevakañca lokaṁ upādāya tathāgato arahaṁ sammāsambuddho aggo asāmantapañño.",
  "atk-s0401a18:17": "Paññāpabhedakusalo pabhinnañāṇo…pe… te pañhaṁ abhisaṅkharitvā abhisaṅkharitvā tathāgataṁ upasaṅkamitvā pucchanti gūḷhāni ca paṭicchannāni ca, kathitā visajjitā ca te pañhā bhagavatā honti niddiṭṭhakāraṇā, upakkhittakā ca te bhagavatā sampajjanti. Atha kho bhagavā tattha atirocati yadidaṁ paññāyāti aggo asāmantapañño, asāmantapaññatāya saṁvattantīti ayaṁ asāmantapaññā.",
  "atk-s0401a18:18": "Bhūripaññatāyasaṁvattantīti. ‘‘Katamā bhūripaññā? Rāgaṁ abhibhuyyatīti bhūripaññā, abhibhavitāti bhūripaññā. Dosaṁ, mohaṁ, kodhaṁ, upanāhaṁ, makkhaṁ, palāsaṁ, issaṁ, macchariyaṁ, māyaṁ, sāṭheyyaṁ, thambhaṁ, sārambhaṁ, mānaṁ, atimānaṁ, madaṁ, pamādaṁ, sabbe kilese, sabbe duccarite, sabbe abhisaṅkhāre, sabbe bhavagāmikamme abhibhuyyatīti bhūripaññā, abhibhavitāti bhūripaññā . Rāgo ari, taṁ ariṁ maddanipaññāti bhūripaññā, doso, moho…pe… sabbe bhavagāmikammā ari, taṁ ariṁ maddanipaññāti bhūripaññā. Bhūri vuccati pathavī, tāya pathavisamāya vitthatāya vipulāya paññāya samannāgatoti bhūripañño. Apica paññāya etaṁ adhivacanaṁ bhūri medhā pariṇāyikāti, bhūripaññatāya saṁvattantīti ayaṁ bhūripaññā.",
  "atk-s0401a18:19": "Paññābāhullāya saṁvattantīti. ‘‘Katamaṁ paññābāhullaṁ? Idhekacco paññāgaruko hoti paññācarito paññāsayo paññādhimutto paññādhajo paññāketu paññādhipateyyo vicayabahulo pavicayabahulo okkhāyanabahulo samokkhāyanabahulo sampekkhāyanadhammo vibhūtavihārī taccarito taggaruko tabbahulo tanninno tappoṇo tappabbhāro tadadhimutto tadādhipateyyo, yathā gaṇagaruko vuccati gaṇabāhulikoti, cīvaragaruko pattagaruko senāsanagaruko vuccati senāsanabāhulikoti, evamevaṁ idhekacco paññāgaruko hoti paññācarito…pe… tadādhipateyyo, paññābāhullāya saṁvattantīti idaṁ paññābāhullaṁ.",
  "atk-s0401a18:20": "Sīghapaññatāya saṁvattantīti. ‘‘Katamā sīghapaññā? Sīghaṁ sīghaṁ sīlāni paripūretīti sīghapaññā. Sīghaṁ sīghaṁ indriyasaṁvaraṁ, bhojane mattaññutaṁ, jāgariyānuyogaṁ, sīlakkhandhaṁ, samādhi-paññā-vimutti-vimuttiñāṇadassanakkhandhaṁ paripūretīti sīghapaññā. Sīghaṁ sīghaṁ ṭhānāṭṭhānāni paṭivijjhati. Vihārasamāpattiyo paripūreti. Ariyasaccāni paṭivijjhati. Satipaṭṭhāne bhāveti. Sammappadhāne iddhipāde indriyāni balāni bojjhaṅge ariyamaggaṁ bhāvetīti sīghapaññā. Sīghaṁ sīghaṁ sāmaññaphalāni sacchikarotīti sīghapaññā. Sīghaṁ sīghaṁ abhiññāyo paṭivijjhatīti sīghapaññā. Sīghaṁ sīghaṁ paramatthaṁ nibbānaṁ sacchikarotīti sīghapaññā, sīghapaññatāya saṁvattantīti ayaṁ sīghapaññā.",
  "atk-s0401a18:21": "Lahupaññatāyasaṁvattantīti. ‘‘Katamā lahupaññā? Lahuṁ lahuṁ sīlāni paripūretīti lahupaññā…pe… lahupaññatāya saṁvattantīti ayaṁ lahupaññā.",
  "atk-s0401a18:22": "Hāsapaññatāya saṁvattantīti. ‘‘Katamā hāsapaññā? Idhekacco vedabahulo tuṭṭhibahulo hāsabahulo pāmojjabahulo sīlāni paripūretīti hāsapaññā…pe… paramatthaṁ nibbānaṁ sacchikarotīti hāsapaññā, hāsapaññatāya saṁvattantīti ayaṁ hāsapaññā.",
  "atk-s0401a18:23": "Javanapaññatāya saṁvattantīti. ‘‘Katamā javanapaññā? Yaṁ kiñci rūpaṁ atītānāgatapaccuppannaṁ , yā kāci vedanā, yā kāci saññā, ye keci saṅkhārā, yaṁkiñci viññāṇaṁ atītānāgatapaccuppannaṁ ajjhattaṁ vā bahiddhā vā oḷārikaṁ vā sukhumaṁ vā hīnaṁ vā paṇītaṁ vā yaṁ dūre santike vā, sabbaṁ viññāṇaṁ aniccato khippaṁ javatīti javanapaññā, dukkhato, anattato khippaṁ javatīti javanapaññā. Cakkhuṁ…pe… jarāmaraṇaṁ atītānāgatapaccuppannaṁ aniccato, dukkhato, anattato khippaṁ javatīti javanapaññā. Rūpaṁ atītānāgatapaccuppannaṁ aniccaṁ khayaṭṭhena, dukkhaṁ bhayaṭṭhena, anattā asārakaṭṭhenāti tulayitvā tīrayitvā vibhāvayitvā vibhūtaṁ katvā rūpanirodhe nibbāne khippaṁ javatīti javanapaññā…pe… jarāmaraṇanirodhe nibbāne khippaṁ javatīti javanapaññā. Rūpaṁ…pe… jarāmaraṇaṁ atītānāgatapaccuppannaṁ khayadhammaṁ vayadhammaṁ virāgadhammaṁ nirodhadhammanti tulayitvā tīrayitvā vibhāvayitvā vibhūtaṁ katvā jarāmaraṇanirodhe nibbāne khippaṁ javatīti javanapaññā, javanapaññatāya saṁvattantīti ayaṁ javanapaññā.",
  "atk-s0401a18:24": "Tikkhapaññatāya saṁvattantīti. ‘‘Katamā tikkhapaññā? Khippaṁ kilese chindatīti tikkhapaññā. Uppannaṁ kāmavitakkaṁ, vyāpādavitakkaṁ, vihiṁsāvitakkaṁ uppannuppanne pāpake akusale dhamme nādhivāseti pajahati vinodeti byantīkaroti anabhāvaṁ gametīti tikkhapaññā. Uppannaṁ rāgaṁ, dosaṁ, mohaṁ…pe… sabbe bhavagāmikamme nādhivāseti pajahati vinodeti byantīkaroti anabhāvaṁ gametīti tikkhapaññā. Ekasmiṁ āsane cattāro ariyamaggā cattāri sāmaññaphalāni catasso paṭisambhidāyo cha abhiññāyo adhigatā honti sacchikatā phassitā paññāyāti tikkhapaññā, tikkhapaññatāya saṁvattantīti ayaṁ tikkhapaññā.",
  "atk-s0401a18:25": "Nibbedhikapaññatāyasaṁvattantīti. ‘‘Katamā nibbedhikapaññā? Idhekacco sabbasaṅkhāresu ubbegabahulo hoti uttāsabahulo ukkaṇṭhanabahulo aratibahulo anabhiratibahulo bahimukho na ramati sabbasaṅkhāresu, anibbiddhapubbaṁ appadālitapubbaṁ lobhakkhandhaṁ nibbijjhati padāletīti nibbedhikapaññā, anibbiddhapubbaṁ appadālitapubbaṁ dosakkhandhaṁ, mohakkhandhaṁ, kodhaṁ, upanāhaṁ…pe… sabbe bhavagāmikamme nibbijjhati padāletīti nibbedhikapaññā, nibbedhikapaññatāya saṁvattantīti ayaṁ nibbedhikapaññā’’.",
  "atk-s0401a18:26": "Evaṁ paṭisambhidāmagge vuttanayenevettha attho veditabbo. Kevalañhi tattha bahuvacanaṁ, idha ekavacananti ayameva viseso. Sesaṁ tādisamevāti. Imā ca pana soḷasa mahāpaññā lokiyalokuttaramissakāva kathitā.",
  "atk-s0401a18:27": "Kāyagatāsativaggavaṇṇanā."
}