{
  "atk-s0502a9:0": "9. Pāpavaggo",
  "atk-s0502a9:1": "1. Cūḷekasāṭakabrāhmaṇavatthu",
  "atk-s0502a9:2": "Abhittharethakalyāṇeti imaṃ dhammadesanaṃ satthā jetavane viharanto cūḷekasāṭakabrāhmaṇaṃ ārabbha kathesi.",
  "atk-s0502a9:3": "Vipassidasabalassa kālasmiñhi mahāekasāṭakabrāhmaṇo nāma ahosi, ayaṃ pana etarahi sāvatthiyaṃ cūḷekasāṭako nāma. Tassa hi eko nivāsanasāṭako ahosi, brāhmaṇiyāpi eko. Ubhinnampi ekameva pārupanaṃ, bahi gamanakāle brāhmaṇo vā brāhmaṇī vā taṃ pārupati. Athekadivasaṃ vihāre dhammassavane ghosite brāhmaṇo āha – ‘‘bhoti dhammassavanaṃ ghositaṃ, kiṃ divā dhammassavanaṃ gamissasi, udāhu rattiṃ. Pārupanassa hi abhāvena na sakkā amhehi ekato gantu’’nti. Brāhmaṇī, ‘‘sāmi, ahaṃ divā gamissāmī’’ti sāṭakaṃ pārupitvā agamāsi. Brāhmaṇo divasabhāgaṃ gehe vītināmetvā rattiṃ gantvā satthu purato nisinnova dhammaṃ assosi. Athassa sarīraṃ pharamānā pañcavaṇṇā pīti uppajji. So satthāraṃ pūjitukāmo hutvā ‘‘sace imaṃ sāṭakaṃ dassāmi, neva brāhmaṇiyā, na mayhaṃ pārupanaṃ bhavissatī’’ti cintesi. Athassa maccheracittānaṃ sahassaṃ uppajji, punekaṃ saddhācittaṃ uppajji. Taṃ abhibhavitvā puna maccherasahassaṃ uppajji. Itissa balavamaccheraṃ bandhitvā gaṇhantaṃ viya saddhācittaṃ paṭibāhatiyeva. Tassa ‘‘dassāmi, na dassāmī’’ti cintentasseva paṭhamayāmo apagato, majjhimayāmo sampatto. Tasmimpi dātuṃ nāsakkhi. Pacchimayāme sampatte so cintesi – ‘‘mama saddhācittena maccheracittena ca saddhiṃ yujjhantasseva dve yāmā vītivattā, idaṃ mama ettakaṃ maccheracittaṃ vaḍḍhamānaṃ catūhi apāyehi sīsaṃ ukkhipituṃ na dassati, dassāmi na’’nti. So maccherasahassaṃ abhibhavitvā saddhācittaṃ purecārikaṃ katvā sāṭakaṃ ādāya satthu pādamūle ṭhapetvā ‘‘jitaṃ me, jitaṃ me’’ti tikkhattuṃ mahāsaddamakāsi.",
  "atk-s0502a9:4": "Rājā pasenadi kosalo dhammaṃ suṇanto taṃ saddaṃ sutvā ‘‘pucchatha naṃ, kiṃ kira tena jita’’nti āha. So rājapurisehi pucchito tamatthaṃ ārocesi. Taṃ sutvā rājā ‘‘dukkaraṃ kataṃ brāhmaṇena, saṅgahamassa karissāmī’’ti ekaṃ sāṭakayugaṃ dāpesi. So tampi tathāgatasseva adāsi. Puna rājā dve cattāri aṭṭha soḷasāti dviguṇaṃ katvā dāpesi. So tānipi tathāgatasseva adāsi. Athassa rājā dvattiṃsa yugāni dāpesi. Brāhmaṇo ‘‘attano aggahetvā laddhaṃ laddhaṃ vissajjesiyevā’’ti vādamocanatthaṃ tato ekaṃ yugaṃ attano, ekaṃ brāhmaṇiyāti dve yugāni gahetvā tiṃsa yugāni tathāgatasseva adāsi. Rājā pana tasmiṃ sattakkhattumpi dadante puna dātukāmoyeva ahosi. Pubbe mahāekasāṭako catusaṭṭhiyā sāṭakayugesu dve aggahesi, ayaṃ pana dvattiṃsāya laddhakāle dve aggahesi. Rājā purise āṇāpesi – ‘‘dukkaraṃ bhaṇe brāhmaṇena kataṃ, antepure mama dve kambalāni āharāpeyyāthā’’ti. Te tathā kariṃsu. Rājā satasahassagghanake dve kambale dāpesi. Brāhmaṇo ‘‘na ime mama sarīre upayogaṃ arahanti, buddhasāsanasseva ete anucchavikā’’ti ekaṃ kambalaṃ antogandhakuṭiyaṃ satthu sayanassa upari vitānaṃ katvā bandhi, ekaṃ attano ghare nibaddhaṃ bhuñjantassa bhikkhuno bhattakiccaṭṭhāne vitānaṃ katvā bandhi. Rājā sāyanhasamaye satthu santikaṃ gantvā taṃ kambalaṃ sañjānitvā, ‘‘bhante, kena pūjā katā’’ti pucchitvā ‘‘ekasāṭakenā’’ti vutte ‘‘brāhmaṇo mama pasādaṭṭhāneyeva pasīdatī’’ti vatvā ‘‘cattāro hatthī cattāro asse cattāri kahāpaṇasahassāni catasso itthiyo catasso dāsiyo cattāro purise caturo gāmavare’’ti evaṃ yāva sabbasatā cattāri cattāri katvā sabbacatukkaṃ nāma assa dāpesi.",
  "atk-s0502a9:5": "Bhikkhū dhammasabhāyaṃ kathaṃ samuṭṭhāpesuṃ – ‘‘aho acchariyaṃ cūḷekasāṭakassa kammaṃ, taṃmuhuttameva sabbacatukkaṃ labhi, idāni katena kalyāṇakammena ajjameva vipāko dinno’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte, ‘‘bhikkhave, sacāyaṃ ekasāṭako paṭhamayāme mayhaṃ dātuṃ asakkhissa, sabbasoḷasakaṃ alabhissa. Sace majjhimayāme asakkhissa, sabbaṭṭhakaṃ alabhissa . Balavapacchimayāme dinnattā panesa sabbacatukkaṃ labhi. Kalyāṇakammaṃ karontena hi uppannaṃ cittaṃ ahāpetvā taṅkhaṇaññeva kātabbaṃ. Dandhaṃ kataṃ kusalañhi sampattiṃ dadamānaṃ dandhameva dadāti, tasmā cittuppādasamanantarameva kalyāṇakammaṃ kātabba’’nti vatvā anusandhiṃ ghaṭetvā dhammaṃ desento imaṃ gāthamāha –",
  "atk-s0502a9:6": "116.",
  "atk-s0502a9:7": " ‘‘Abhittharetha kalyāṇe, pāpā cittaṃ nivāraye;",
  "atk-s0502a9:8": "Dandhañhi karoto puññaṃ, pāpasmiṃ ramatī mano’’ti.",
  "atk-s0502a9:9": "Tattha abhittharethāti turitaturitaṃ sīghasīghaṃ kareyyāti attho. Gihinā vā hi ‘‘salākabhattadānādīsu kiñcideva kusalaṃ karissāmī’’ti citte uppanne yathā aññe okāsaṃ na labhanti, evaṃ ‘‘ahaṃ pure, ahaṃ pure’’ti turitaturitameva kātabbaṃ. Pabbajitena vā upajjhāyavattādīni karontena aññassa okāsaṃ adatvā ‘‘ahaṃ pure, ahaṃ pure’’ti turitaturitameva kātabbaṃ. Pāpā cittanti kāyaduccaritādipāpakammato vā akusalacittuppādato vā sabbathāmena cittaṃ nivāraye. Dandhañhi karototi yo pana ‘‘dassāmi, na dassāmi sampajjissati nu kho me, no’’ti evaṃ cikkhallamaggena gacchanto viya dandhaṃ puññaṃ karoti, tassa ekasāṭakassa viya maccherasahassaṃ pāpaṃ okāsaṃ labhati. Athassa pāpasmiṃ ramatī mano, kusalakammakaraṇakāleyeva hi cittaṃ kusale ramati, tato muccitvā pāpaninnameva hotīti.",
  "atk-s0502a9:10": "Gāthāpariyosāne bahū sotāpattiphalādīni pāpuṇiṃsūti.",
  "atk-s0502a9:11": "Cūḷekasāṭakabrāhmaṇavatthu paṭhamaṃ.",
  "atk-s0502a9:12": "2. Seyyasakattheravatthu",
  "atk-s0502a9:13": "Pāpañcapurisoti imaṃ dhammadesanaṃ satthā jetavane viharanto seyyasakattheraṃ ārabbha kathesi.",
  "atk-s0502a9:14": "So hi lāḷudāyittherassa saddhivihāriko, attano anabhiratiṃ tassa ārocetvā tena paṭhamasaṅghādisesakamme samādapito uppannuppannāya anabhiratiyā taṃ kammamakāsi (pārā. 234). Satthā tassa kiriyaṃ sutvā taṃ pakkosāpetvā ‘‘evaṃ kira tvaṃ karosī’’ti pucchitvā ‘‘āma, bhante’’ti vutte ‘‘kasmā bhāriyaṃ kammaṃ akāsi, ananucchavikaṃ moghapurisā’’ti nānappakārato garahitvā sikkhāpadaṃ paññāpetvā ‘‘evarūpañhi kammaṃ diṭṭhadhammepi samparāyepi dukkhasaṃvattanikameva hotī’’ti vatvā anusandhiṃ ghaṭetvā dhammaṃ desento imaṃ gāthamāha –",
  "atk-s0502a9:15": "117.",
  "atk-s0502a9:16": " ‘‘Pāpañce puriso kayirā, na naṃ kayirā punappunaṃ;",
  "atk-s0502a9:17": "Na tamhi chandaṃ kayirātha, dukkho pāpassa uccayo’’ti.",
  "atk-s0502a9:18": "Tassattho – sace puriso sakiṃ pāpakammaṃ kareyya, taṅkhaṇeyeva paccavekkhitvā ‘‘idaṃ appatirūpaṃ oḷārika’’nti na naṃ kayirā punappunaṃ. Yopi tamhi chando vā ruci vā uppajjeyya, tampi vinodetvā na kayirātheva. Kiṃ kāraṇā? Dukkho pāpassa uccayo. Pāpassa hi uccayo vuḍḍhi idhalokepi samparāyepi dukkhameva āvahatīti.",
  "atk-s0502a9:19": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṃsūti.",
  "atk-s0502a9:20": "Seyyasakattheravatthu dutiyaṃ.",
  "atk-s0502a9:21": "3. Lājadevadhītāvatthu",
  "atk-s0502a9:22": "Puññañceti imaṃ dhammadesanaṃ satthā jetavane viharanto lājadevadhītaraṃ ārabbha kathesi. Vatthu rājagahe samuṭṭhitaṃ.",
  "atk-s0502a9:23": "Āyasmā hi mahākassapo pippaliguhāyaṃ viharanto jhānaṃ samāpajjitvā sattame divase vuṭṭhāya dibbena cakkhunā bhikkhācāraṭṭhānaṃ olokento ekaṃ sālikhettapālikaṃ itthiṃ sālisīsāni gahetvā lāje kurumānaṃ disvā ‘‘saddhā nu kho, assaddhā’’ti vīmaṃsitvā ‘‘saddhā’’ti ñatvā ‘‘sakkhissati nu kho me saṅgahaṃ kātuṃ, no’’ti upadhārento ‘‘visāradā kuladhītā mama saṅgahaṃ karissati, katvā ca pana mahāsampattiṃ labhissatī’’ti ñatvā cīvaraṃ pārupitvā pattamādāya sālikhettasamīpeyeva aṭṭhāsi. Kuladhītā theraṃ disvāva pasannacittā pañcavaṇṇāya pītiyā phuṭṭhasarīrā ‘‘tiṭṭhatha, bhante’’ti vatvā lāje ādāya vegena gantvā therassa patte ākiritvā pañcapatiṭṭhitena vanditvā, ‘‘bhante, tumhehi diṭṭhadhammassa bhāginī assa’’nti patthanaṃ akāsi. Thero ‘‘evaṃ hotū’’ti anumodanamakāsi. Sāpi theraṃ vanditvā attanā dinnadānaṃ āvajjamānā nivatti. Tāya ca pana kedāramariyādāya gamanamagge ekasmiṃ bile ghoraviso sappo nipajji. So therassa kāsāyapaṭicchannaṃ jaṅghaṃ ḍaṃsituṃ nāsakkhi. Itarā dānaṃ āvajjamānā nivattantī taṃ padesaṃ pāpuṇi. Sappo bilā nikkhamitvā taṃ ḍaṃsitvā tattheva pātesi. Sā pasannacittena kālaṃ katvā tāvatiṃsabhavane tiṃsayojanike kanakavimāne suttappabuddhā viya sabbālaṅkārapaṭimaṇḍitena tigāvutena attabhāvena nibbatti. Sā dvādasayojanikaṃ ekaṃ dibbavatthaṃ nivāsetvā ekaṃ pārupitvā accharāsahassaparivutā pubbakammapakāsanatthāya suvaṇṇalājabharitena olambakena suvaṇṇasarakena paṭimaṇḍite vimānadvāre ṭhitā attano sampattiṃ oloketvā ‘‘kiṃ nu kho me katvā ayaṃ sampatti laddhā’’ti dibbena cakkhunā upadhārentī ‘‘ayyassa me mahākassapattherassa dinnalājanissandena sā laddhā’’ti aññāsi.",
  "atk-s0502a9:24": "Sā evaṃ parittakena kammena evarūpaṃ sampattiṃ labhitvā ‘‘na dāni mayā pamajjituṃ vaṭṭati, ayyassa vattapaṭivattaṃ katvā imaṃ sampattiṃ thāvaraṃ karissāmī’’ti cintetvā pātova kanakamayaṃ sammajjaniñceva kacavarachaḍḍanakañca pacchiṃ ādāya gantvā therassa pariveṇaṃ sammajjitvā pānīyaparibhojanīyaṃ upaṭṭhāpesi. Thero taṃ disvā ‘‘kenaci daharena vā sāmaṇerena vā vattaṃ kataṃ bhavissatī’’ti sallakkhesi. Sā dutiyadivasepi tatheva akāsi, theropi tatheva sallakkhesi. Tatiyadivase pana thero tassā sammajjanisaddaṃ sutvā tālacchiddādīhi ca paviṭṭhaṃ sarīrobhāsaṃ disvā dvāraṃ vivaritvā ‘‘ko esa sammajjatī’’ti pucchi. ‘‘Ahaṃ, bhante, tumhākaṃ upaṭṭhāyikā lājadevadhītā’’ti. ‘‘Nanu mayhaṃ evaṃnāmikā upaṭṭhāyikā nāma natthī’’ti. ‘‘Ahaṃ, bhante, sālikhettaṃ rakkhamānā lāje datvā pasannacittā nivattantī sappena daṭṭhā kālaṃ katvā tāvatiṃsadevaloke uppannā, mayā ayyaṃ nissāya ayaṃ sampatti laddhā, idānipi tumhākaṃ vattapaṭivattaṃ katvā ‘sampattiṃ thāvaraṃ karissāmī’ti āgatāmhi, bhante’’ti. ‘‘Hiyyopi parepi tayāvetaṃ ṭhānaṃ sammajjitaṃ, tayāva pānīyabhojanīyaṃ upaṭṭhāpita’’nti. ‘‘Āma, bhante’’ti. ‘‘Apehi devadhīte, tayā kataṃ vattaṃ kataṃva hotu, ito paṭṭhāya imaṃ ṭhānaṃ mā āgamī’’ti. ‘‘Bhante, mā maṃ nāsetha, tumhākaṃ vattaṃ katvā sampattiṃ me thiraṃ kātuṃ dethā’’ti. ‘‘Apehi devadhīte, mā maṃ anāgate cittabījaniṃ gahetvā nisinnehi dhammakathikehi ‘mahākassapattherassa kira ekā devadhītā āgantvā vattapaṭivattaṃ katvā pānīyaparibhojanīyaṃ upaṭṭhāpesī’ti vattabbataṃ kari, ito paṭṭhāya idha mā āgami, paṭikkamā’’ti. Sā ‘‘mā maṃ, bhante, nāsethā’’ti punappunaṃ yāciyeva. Thero ‘‘nāyaṃ mama vacanaṃ suṇātī’’ti cintetvā ‘‘tuvaṃ pamāṇaṃ na jānāsī’’ti accharaṃ pahari. Sā tattha saṇṭhātuṃ asakkontī ākāse uppatitvā añjaliṃ paggayha, ‘‘bhante, mayā laddhasampattiṃ mā nāsetha, thāvaraṃ kātuṃ dethā’’ti rodantī ākāse aṭṭhāsi.",
  "atk-s0502a9:25": "Satthā jetavane gandhakuṭiyaṃ nisinnova tassā roditasaddaṃ sutvā obhāsaṃ pharitvā devadhītāya sammukhe nisīditvā kathento viya ‘‘devadhīte mama puttassa kassapassa saṃvarakaraṇameva bhāro, puññatthikānaṃ pana ‘ayaṃ no attho’ti sallakkhetvā puññakaraṇameva bhāro. Puññakaraṇañhi idha ceva samparāye ca sukhamevā’’ti vatvā anusandhiṃ ghaṭetvā dhammaṃ desento imaṃ gāthamāha –",
  "atk-s0502a9:26": "118.",
  "atk-s0502a9:27": " ‘‘Puññañce puriso kayirā, kayirā naṃ punappunaṃ;",
  "atk-s0502a9:28": "Tamhi chandaṃ kayirātha, sukho puññassa uccayo’’ti.",
  "atk-s0502a9:29": "Tassattho – sace puriso puññaṃ kareyya, ‘‘ekavāraṃ me puññaṃ kataṃ, alaṃ ettāvatā’’ti anoramitvā punappunaṃ karotheva. Tassa akaraṇakkhaṇepi tamhi puññe chandaṃ ruciṃ ussāhaṃ karotheva. Kiṃ kāraṇā? Sukho puññassa uccayo. Puññassa hi uccayo vuḍḍhi idhalokaparalokasukhāvahanato sukhoti.",
  "atk-s0502a9:30": "Desanāvasāne devadhītā pañcacattālīsayojanamatthake ṭhitāva sotāpattiphalaṃ pāpuṇīti.",
  "atk-s0502a9:31": "Lājadevadhītāvatthu tatiyaṃ.",
  "atk-s0502a9:32": "4. Anāthapiṇḍikaseṭṭhivatthu",
  "atk-s0502a9:33": "Pāpopipassatī bhadranti imaṃ dhammadesanaṃ satthā jetavane viharanto anāthapiṇḍikaṃ ārabbha kathesi.",
  "atk-s0502a9:34": "Anāthapiṇḍiko hi vihārameva uddissa catupaṇṇāsakoṭidhanaṃ buddhasāsane vikiritvā satthari jetavane viharante devasikaṃ tīṇi mahāupaṭṭhānāni gacchati, gacchanto ca ‘‘kiṃ nu kho ādāya āgatoti sāmaṇerā vā daharā vā hatthampi me olokeyyu’’nti tucchahattho nāma na gatapubbo. Pātova gacchanto yāguṃ gāhāpetvāva gacchati, katapātarāso sappinavanītādīni bhesajjāni. Sāyanhasamaye mālāgandhavilepanavatthādīni gāhāpetvā gacchati. Evaṃ niccakālameva divase divase dānaṃ datvā sīlaṃ rakkhati. Aparabhāge dhanaṃ parikkhayaṃ gacchati. Vohārūpajīvinopissa hatthato aṭṭhārasakoṭidhanaṃ iṇaṃ gaṇhiṃsu, kulasantakāpissa aṭṭhārasahiraññakoṭiyo, nadītīre nidahitvā ṭhapitā udakena kūle bhinne mahāsamuddaṃ pavisiṃsu. Evamassa anupubbena dhanaṃ parikkhayaṃ agamāsi. So evaṃbhūtopi saṅghassa dānaṃ detiyeva, paṇītaṃ pana katvā dātuṃ na sakkoti.",
  "atk-s0502a9:35": "So ekadivasaṃ satthārā ‘‘dīyati pana te, gahapati, kule dāna’’nti vutte ‘‘dīyati, bhante, tañca kho kaṇājakaṃ bilaṅgadutiya’’nti āha. Atha naṃ satthā, ‘‘gahapati, ‘lūkhaṃ dānaṃ demī’ti mā cintayi. Cittasmiñhi paṇīte buddhādīnaṃ dinnadānaṃ lūkhaṃ nāma natthi, apica tvaṃ aṭṭhannaṃ ariyapuggalānaṃ dānaṃ desi, ahaṃ pana velāmakāle sakalajambudīpaṃ unnaṅgalaṃ katvā mahādānaṃ pavattayamānopi tisaraṇagatampi kañci nālatthaṃ, dakkhiṇeyyā nāma evaṃ dullabhā. Tasmā ‘lūkhaṃ me dāna’nti mā cintayī’’ti vatvā velāmasuttamassa (a. ni. 9.20) kathesi. Athassa dvārakoṭṭhake adhivatthā devatā satthari ceva satthusāvakesu ca gehaṃ pavisantesu tesaṃ tejena saṇṭhātuṃ asakkontī, ‘‘yathā ime imaṃ gehaṃ na pavisanti, tathā gahapatiṃ paribhindissāmī’’ti taṃ vattukāmāpi issarakāle kiñci vattuṃ nāsakkhi, idāni ‘‘panāyaṃ duggato gaṇhissati me vacana’’nti rattibhāge seṭṭhissa sirigabbhaṃ pavisitvā ākāse aṭṭhāsi. Atha seṭṭhi naṃ disvā ‘‘ko eso’’ti āha. Ahaṃ te mahāseṭṭhi catutthadvārakoṭṭhake adhivatthā devatā, tuyhaṃ ovādadānatthāya āgatāti. Tena hi ovadehīti. Mahāseṭṭhi tayā pacchimakālaṃ anoloketvāva samaṇassa gotamassa sāsane bahuṃ dhanaṃ vippakiṇṇaṃ, idāni duggato hutvāpi taṃ na muñcasiyeva, evaṃ vattamāno katipāheneva ghāsacchādanamattampi na labhissasi , kiṃ te samaṇena gotamena, atipariccāgato oramitvā kammante payojento kuṭumbaṃ saṇṭhāpehīti. Ayaṃ me tayā dinnaovādoti. Āma, seṭṭhīti. Gaccha, nāhaṃ tādisīnaṃ satenapi sahassenapi satasahassenapi sakkā kampetuṃ, ayuttaṃ te vuttaṃ, kaṃ tayā mama gehe vasamānāya, sīghaṃ sīghaṃ me gharā nikkhamāhīti. Sā sotāpannassa ariyasāvakassa vacanaṃ sutvā ṭhātuṃ asakkontī dārake ādāya nikkhami, nikkhamitvā ca pana aññattha vasanaṭṭhānaṃ alabhamānā ‘‘seṭṭhiṃ khamāpetvā tattheva vasissāmī’’ti nagarapariggāhakaṃ devaputtaṃ upasaṅkamitvā attanā katāparādhaṃ ācikkhitvā ‘‘ehi, maṃ seṭṭhissa santikaṃ netvā khamāpetvā vasanaṭṭhānaṃ dāpehī’’ti āha. So ‘‘ayuttaṃ tayā vuttaṃ, nāhaṃ tassa santikaṃ gantuṃ ussahāmī’’ti taṃ paṭikkhipi. Sā catunnaṃ mahārājānaṃ santikaṃ gantvā tehipi paṭikkhittā sakkaṃ devarājānaṃ upasaṅkamitvā taṃ pavattiṃ ācikkhitvā, ‘‘ahaṃ, deva, vasanaṭṭhānaṃ alabhamānā dārake hatthena gahetvā anāthā vicarāmi, vasanaṭṭhānaṃ me dāpehī’’ti suṭṭhutaraṃ yāci.",
  "atk-s0502a9:36": "Atha naṃ so ‘‘ahampi tava kāraṇā seṭṭhiṃ vattuṃ na sakkhissāmi, ekaṃ pana te upāyaṃ kathessāmī’’ti āha. Sādhu, deva, kathehīti. Gaccha, seṭṭhino āyuttakavesaṃ gahetvā seṭṭhissa hatthato paṇṇaṃ āropetvā vohārūpajīvīhi gahitaṃ aṭṭhārasakoṭidhanaṃ attano ānubhāvena sodhetvā tucchagabbhe pūretvā mahāsamuddaṃ paviṭṭhaṃ aṭṭhārasakoṭidhanaṃ atthi, aññampi asukaṭṭhāne nāma assāmikaṃ aṭṭhārasakoṭidhanaṃ atthi, taṃ sabbaṃ saṃharitvā tassa tucchagabbhe pūretvā daṇḍakammaṃ katvā khamāpehīti. Sā ‘‘sādhu, devā’’ti vuttanayeneva taṃ sabbaṃ katvā puna tassa sirigabbhaṃ obhāsayamānā ākāse ṭhatvā ‘‘ko eso’’ti vutte ahaṃ te catutthadvārakoṭṭhake adhivatthā andhabāladevatā, mayā andhabālatāya yaṃ tumhākaṃ santike kathitaṃ, taṃ me khamatha. Sakkassa hi me vacanena catupaṇṇāsakoṭidhanaṃ saṃharitvā tucchagabbhapūraṇaṃ daṇḍakammaṃ kataṃ, vasanaṭṭhānaṃ alabhamānā kilamāmīti. Anāthapiṇḍiko cintesi – ‘‘ayaṃ devatā ‘daṇḍakammañca me kata’nti vadati, attano ca dosaṃ paṭijānāti, sammāsambuddhassa naṃ dassessāmī’’ti. So taṃ satthu santikaṃ netvā tāya katakammaṃ sabbaṃ ārocesi. Devatā satthu pādesu sirasā nipatitvā, ‘‘bhante, yaṃ mayā andhabālatāya tumhākaṃ guṇe ajānitvā pāpakaṃ vacanaṃ vuttaṃ, taṃ me khamathā’’ti satthāraṃ khamāpetvā mahāseṭṭhiṃ khamāpesi. Satthā kalyāṇapāpakānaṃ kammānaṃ vipākavasena seṭṭhiñceva devatañca ovadanto ‘‘idha, gahapati, pāpapuggalopi yāva pāpaṃ na paccati, tāva bhadrampi passati. Yadā panassa pāpaṃ paccati, tadā pāpameva passati. Bhadrapuggalopi yāva bhadraṃ na paccati, tāva pāpāni passati. Yadā panassa bhadraṃ paccati, tadā bhadrameva passatī’’ti vatvā anusandhiṃ ghaṭetvā dhammaṃ desento imā gāthā abhāsi –",
  "atk-s0502a9:37": "119.",
  "atk-s0502a9:38": " ‘‘Pāpopi passatī bhadraṃ, yāva pāpaṃ na paccati;",
  "atk-s0502a9:39": "Yadā ca paccatī pāpaṃ, atha pāpo pāpāni passati.",
  "atk-s0502a9:40": "120.",
  "atk-s0502a9:41": " ‘‘Bhadropi passatī pāpaṃ, yāva bhadraṃ na paccati;",
  "atk-s0502a9:42": "Yadā ca paccatī bhadraṃ, atha bhadro bhadrāni passatī’’ti.",
  "atk-s0502a9:43": "Tattha pāpoti kāyaduccaritādinā pāpakammena yuttapuggalo. Sopi hi purimasucaritānubhāvena nibbattaṃ sukhaṃ anubhavamāno bhadrampi passati. Yāva pāpaṃ na paccatīti yāvassa taṃ pāpakammaṃ diṭṭhadhamme vā samparāye vā vipākaṃ na deti. Yadā panassa taṃ diṭṭhadhamme vā samparāye vā vipākaṃ deti, atha diṭṭhadhamme vividhā kammakāraṇā, samparāye ca apāyadukkhaṃ anubhonto so pāpo pāpāniyeva passati. Dutiyagāthāyapi kāyasucaritādinā bhadrakammena yutto bhadro. Sopi hi purimaduccaritānubhāvena nibbattaṃ dukkhaṃ anubhavamāno pāpaṃ passati. Yāva bhadraṃ na paccatīti yāvassa taṃ bhadraṃ kammaṃ diṭṭhadhamme vā samparāye vā vipākaṃ na deti. Yadā pana taṃ vipākaṃ deti, atha diṭṭhadhamme lābhasakkārādisukhaṃ, samparāye ca dibbasampattisukhaṃ anubhavamāno so bhadro bhadrāniyeva passatīti.",
  "atk-s0502a9:44": "Desanāvasāne sā devatā sotāpattiphale patiṭṭhahi, sampattaparisāyapi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a9:45": "Anāthapiṇḍikaseṭṭhivatthu catutthaṃ.",
  "atk-s0502a9:46": "5. Asaññataparikkhārabhikkhuvatthu",
  "atk-s0502a9:47": "Māvamaññetha pāpassāti imaṃ dhammadesanaṃ satthā jetavane viharanto ekaṃ asaññataparikkhāraṃ bhikkhuṃ ārabbha kathesi.",
  "atk-s0502a9:48": "So kira yaṃ kiñci mañcapīṭhādibhedaṃ parikkhāraṃ bahi paribhuñjitvā tattheva chaḍḍeti. Parikkhāro vassenapi ātapenapi upacikādīhipi vinassati. So bhikkhūhi ‘‘nanu, āvuso, parikkhāro nāma paṭisāmitabbo’’ti vutte ‘‘appakaṃ mayā kataṃ, āvuso, etaṃ, na etassa cittaṃ atthi, na pitta’’nti vatvā tatheva karoti. Bhikkhū tassa kiriyaṃ satthu ārocesuṃ. Satthā taṃ pakkosāpetvā ‘‘saccaṃ kira tvaṃ bhikkhu evaṃ karosī’’ti pucchi. So satthārā pucchitopi ‘‘kiṃ etaṃ bhagavā appakaṃ mayā kataṃ, na tassa cittaṃ atthi, nāssa pitta’’nti tatheva avamaññanto āha. Atha naṃ satthā ‘‘bhikkhūhi evaṃ kātuṃ na vaṭṭati, pāpakammaṃ nāma ‘appaka’nti na avamaññitabbaṃ. Ajjhokāse ṭhapitañhi vivaṭamukhaṃ bhājanaṃ deve vassante kiñcāpi ekabindunā na pūrati, punappunaṃ vassante pana pūrateva, evamevaṃ pāpaṃ karonto puggalo anupubbena mahantaṃ pāparāsiṃ karotī’’ti vatvā anusandhiṃ ghaṭetvā dhammaṃ desento imaṃ gāthamāha –",
  "atk-s0502a9:49": "121.",
  "atk-s0502a9:50": " ‘‘Māvamaññetha pāpassa, na mandaṃ āgamissati;",
  "atk-s0502a9:51": "Udabindunipātena, udakumbhopi pūrati;",
  "atk-s0502a9:52": "Bālo pūrati pāpassa, thokaṃ thokampi ācina’’nti.",
  "atk-s0502a9:53": "Tattha māvamaññethāti na avajāneyya. Pāpassāti pāpaṃ. Na mandaṃ āgamissatīti ‘‘appamattakaṃ me pāpakaṃ kataṃ, kadā etaṃ vipaccissatī’’ti evaṃ pāpaṃ nāvajāneyyāti attho. Udakumbhopīti deve vassante mukhaṃ vivaritvā ṭhapitaṃ yaṃ kiñci kulālabhājanaṃ yathā taṃ ekekassāpi udakabinduno nipātena anupubbena pūrati, evaṃ bālapuggalo thokaṃ thokampi pāpaṃ ācinanto karonto vaḍḍhento pāpassa pūratiyevāti attho.",
  "atk-s0502a9:54": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṃsu. Satthāpi ‘‘ajjhokāse seyyaṃ santharitvā paṭipākatikaṃ akaronto imaṃ nāma āpattimāpajjatī’’ti (pāci. 108-110) sikkhāpadaṃ paññāpesīti.",
  "atk-s0502a9:55": "Asaññataparikkhārabhikkhuvatthu pañcamaṃ.",
  "atk-s0502a9:56": "6. Biḷālapādakaseṭṭhivatthu",
  "atk-s0502a9:57": "Māvamaññethapuññassāti imaṃ dhammadesanaṃ satthā jetavane viharanto biḷālapādakaseṭṭhiṃ ārabbha kathesi.",
  "atk-s0502a9:58": "Ekasmiñhi samaye sāvatthivāsino vaggabandhanena buddhappamukhassa bhikkhusaṅghassa dānaṃ denti. Athekadivasaṃ satthā anumodanaṃ karonto evamāha –",
  "atk-s0502a9:59": "‘‘Upāsakā idhekacco attanāva dānaṃ deti, paraṃ na samādapeti. So nibbattanibbattaṭṭhāne bhogasampadaṃ labhati, no parivārasampadaṃ. Ekacco attanā dānaṃ na deti, paraṃ samādapeti. So nibbattanibbattaṭṭhāne parivārasampadaṃ labhati, no bhogasampadaṃ. Ekacco attanā ca na deti, parañca na samādapeti. So nibbattanibbattaṭṭhāne neva bhogasampadaṃ labhati, na parivārasampadaṃ, vighāsādo hutvā vicarati. Ekacco attanā ca deti, parañca samādapeti. So nibbattanibbattaṭṭhāne bhogasampadañceva labhati, parivārasampadañcā’’ti.",
  "atk-s0502a9:60": "Atheko paṇḍitapuriso taṃ dhammadesanaṃ sutvā ‘‘aho acchariyamidaṃ kāraṇaṃ, ahaṃ dāni ubhayasampattisaṃvattanikaṃ kammaṃ karissāmī’’ti cintetvā satthāraṃ uṭṭhāya gamanakāle āha – ‘‘bhante, sve amhākaṃ bhikkhaṃ gaṇhathā’’ti. Kittakehi pana te bhikkhūhi atthoti? Sabbabhikkhūhi, bhanteti. Satthā adhivāsesi . Sopi gāmaṃ pavisitvā, ‘‘ammatātā, mayā svātanāya buddhappamukho bhikkhusaṅgho nimantito, yo yattakānaṃ bhikkhūnaṃ sakkoti, so tattakānaṃ yāguādīnaṃ atthāya taṇḍulādīni detu, ekasmiṃ ṭhāne pacāpetvā dānaṃ dassāmā’’ti ugghosento vicari.",
  "atk-s0502a9:61": "Atha naṃ eko seṭṭhi attano āpaṇadvāraṃ sampattaṃ disvā ‘‘ayaṃ attano pahonake bhikkhū animantetvā pana sakalagāmaṃ samādapento vicaratī’’ti kujjhitvā ‘‘tayā gahitabhājanaṃ āharā’’ti tīhi aṅgulīhi gahetvā thoke taṇḍule adāsi, tathā mugge, tathā māseti. So tato paṭṭhāya biḷālapādakaseṭṭhi nāma jāto, sappiphāṇitādīni dentopi karaṇḍaṃ kuṭe pakkhipitvā ekato koṇaṃ katvā binduṃ binduṃ paggharāyanto thokathokameva adāsi. Upāsako avasesehi dinnaṃ ekato katvā iminā dinnaṃ visuṃyeva aggahesi. So seṭṭhi tassa kiriyaṃ disvā ‘‘kiṃ nu kho esa mayā dinnaṃ visuṃ gaṇhātī’’ti cintetvā tassa pacchato pacchato ekaṃ cūḷupaṭṭhākaṃ pahiṇi ‘‘gaccha, yaṃ esa karoti, taṃ jānāhī’’ti. So gantvā ‘‘seṭṭhissa mahapphalaṃ hotū’’ti yāgubhattapūvānaṃ atthāya ekaṃ dve taṇḍule pakkhipitvā muggamāsepi telaphāṇitādibindūnipi sabbabhājanesu pakkhipi. Cūḷupaṭṭhāko gantvā seṭṭhissa ārocesi . Taṃ sutvā seṭṭhi cintesi – ‘‘sace me so parisamajjhe avaṇṇaṃ bhāsissati, mama nāme gahitamatteyeva naṃ paharitvā māressāmī’’ti nivāsanantare churikaṃ bandhitvā punadivase gantvā bhattagge aṭṭhāsi. So puriso buddhappamukhaṃ bhikkhusaṅghaṃ parivisitvā bhagavantaṃ āha – ‘‘bhante, mayā mahājanaṃ samādapetvā imaṃ dānaṃ dinnaṃ, tattha samādapitamanussā attano attano balena bahūnipi thokānipi taṇḍulādīni adaṃsu, tesaṃ sabbesaṃ mahapphalaṃ hotū’’ti. Taṃ sutvā so seṭṭhi cintesi – ‘‘ahaṃ ‘asukena nāma accharāya gaṇhitvā taṇḍulādīni dinnānīti mama nāme gahitamatte imaṃ māressāmī’ti āgato, ayaṃ pana sabbasaṅgāhikaṃ katvā ‘yehipi nāḷiādīhi minitvā dinnaṃ, yehipi accharāya gahetvā dinnaṃ, sabbesaṃ mahapphalaṃ hotū’ti vadati. Sacāhaṃ evarūpaṃ na khamāpessāmi, devadaṇḍo mama matthake patissatī’’ti. So tassa pādamūle nipajjitvā ‘‘khamāhi me, sāmī’’ti āha. ‘‘Kiṃ ida’’nti ca tena vutte sabbaṃ taṃ pavattiṃ ārocesi. Taṃ kiriyaṃ disvā satthā ‘‘kiṃ ida’’nti dānaveyyāvaṭikaṃ pucchi. So atītadivasato paṭṭhāya sabbaṃ taṃ pavattiṃ ārocesi. Atha naṃ satthā ‘‘evaṃ kira seṭṭhī’’ti pucchitvā, ‘‘āma, bhante’’ti vutte, ‘‘upāsaka, puññaṃ nāma ‘appaka’nti na avamaññitabbaṃ, mādisassa buddhappamukhassa bhikkhusaṅghassa dānaṃ datvā ‘appaka’nti na avamaññitabbaṃ. Paṇḍitamanussā hi puññaṃ karontā vivaṭabhājanaṃ viya udakena anukkamena puññena pūrantiyevā’’ti vatvā anusandhiṃ ghaṭetvā dhammaṃ desento imaṃ gāthamāha –",
  "atk-s0502a9:62": "122.",
  "atk-s0502a9:63": " ‘‘Māvamaññetha puññassa, na mandaṃ āgamissati;",
  "atk-s0502a9:64": "Udabindunipātena, udakumbhopi pūrati;",
  "atk-s0502a9:65": "Dhīro pūrati puññassa, thokaṃ thokampi ācina’’nti.",
  "atk-s0502a9:66": "Tassattho – paṇḍitamanusso puññaṃ katvā ‘‘appakamattaṃ mayā kataṃ, na mandaṃ vipākavasena āgamissati, evaṃ parittakaṃ kammaṃ kahaṃ maṃ dakkhissati, ahaṃ vā taṃ kahaṃ dakkhissāmi, kadā etaṃ vipaccissatī’’ti evaṃ puññaṃ māvamaññetha na avajāneyya. Yathā hi nirantaraṃ udabindunipātena vivaritvā ṭhapitaṃ kulālabhājanaṃ pūrati, evaṃ dhīro paṇḍitapuriso thokaṃ thokampi puññaṃ ācinanto puññassa pūratīti.",
  "atk-s0502a9:67": "Desanāvasāne so seṭṭhi sotāpattiphalaṃ pāpuṇi, sampattaparisāyapi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a9:68": "Biḷālapādakaseṭṭhivatthu chaṭṭhaṃ.",
  "atk-s0502a9:69": "7. Mahādhanavāṇijavatthu",
  "atk-s0502a9:70": "Vāṇijovāti imaṃ dhammadesanaṃ satthā jetavane viharanto mahādhanavāṇijaṃ ārabbha kathesi.",
  "atk-s0502a9:71": "Tassa kira vāṇijassa gehe pañcasatā corā otāraṃ gavesamānā otāraṃ na labhiṃsu. Aparena samayena vāṇijo pañca sakaṭasatāni bhaṇḍassa pūretvā bhikkhūnaṃ ārocāpesi – ‘‘ahaṃ asukaṭṭhānaṃ nāma vāṇijjatthāya gacchāmi, ye, ayyā, taṃ ṭhānaṃ gantukāmā, te nikkhamantu, magge bhikkhāya na kilamissantī’’ti. Taṃ sutvā pañcasatā bhikkhū tena saddhiṃ maggaṃ paṭipajjiṃsu. Tepi corā ‘‘so kira vāṇijo nikkhanto’’ti gantvā aṭaviyaṃ aṭṭhaṃsu. Vāṇijopi gantvā aṭavimukhe ekasmiṃ gāme vāsaṃ katvā dve tayopi divase goṇasakaṭādīni saṃvidahi, tesaṃ pana bhikkhūnaṃ nibaddhaṃ bhikkhaṃ detiyeva. Corā tasmiṃ aticirāyante ‘‘gaccha, tassa nikkhamanadivasaṃ ñatvā ehī’’ti ekaṃ purisaṃ pahiṇiṃsu. So taṃ gāmaṃ gantvā ekaṃ sahāyakaṃ pucchi – ‘‘kadā vāṇijo nikkhamissatī’’ti. So ‘‘dvīhatīhaccayenā’’ti vatvā ‘‘kimatthaṃ pana pucchasī’’ti āha. Athassa so ‘‘mayaṃ pañcasatā corā etassatthāya aṭaviyaṃ ṭhitā’’ti ācikkhi. Itaro ‘‘tena hi gaccha, sīghaṃ nikkhamissatī’’ti taṃ uyyojetvā, ‘‘kiṃ nu kho core vāremi, udāhu vāṇija’’nti cintetvā, ‘‘kiṃ me corehi, vāṇijaṃ nissāya pañcasatā bhikkhū jīvanti, vāṇijassa saññaṃ dassāmī’’ti so tassa santikaṃ gantvā ‘‘kadā gamissathā’’ti pucchitvā ‘‘tatiyadivase’’ti vutte mayhaṃ vacanaṃ karotha, aṭaviyaṃ kira tumhākaṃ atthāya pañcasatā corā ṭhitā, mā tāva gamitthāti. Tvaṃ kathaṃ jānāsīti? Tesaṃ antare mama sahāyo atthi, tassa me kathāya ñātanti. ‘‘Tena hi ‘kiṃ me etto gatenā’ti nivattitvā gehameva gamissāmī’’ti āha. Tasmiṃ cirāyante puna tehi corehi pesito puriso āgantvā taṃ sahāyakaṃ pucchitvā taṃ pavattiṃ sutvā ‘‘nivattitvā gehameva kira gamissatī’’ti gantvā corānaṃ ārocesi. Taṃ sutvā corā tato nikkhamitvā itarasmiṃ magge aṭṭhaṃsu, tasmiṃ cirayante punapi te corā tassa santikaṃ purisaṃ pesesuṃ. So tesaṃ tattha ṭhitabhāvaṃ ñatvā puna vāṇijassa ārocesi. Vāṇijo ‘‘idhāpi me vekallaṃ natthi, evaṃ sante neva etto gamissāmi, na ito, idheva bhavissāmī’’ti bhikkhūnaṃ santikaṃ gantvā āha – ‘‘bhante, corā kira maṃ vilumpitukāmā magge ṭhitā, ‘puna nivattissatī’ti sutvā itarasmiṃ magge ṭhitā, ahaṃ etto vā ito vā agantvā thokaṃ idheva bhavissāmi, bhadantā idheva vasitukāmā vasantu, gantukāmā attano ruciṃ karontū’’ti. Bhikkhū ‘‘evaṃ sante mayaṃ nivattissāmā’’ti vāṇijaṃ āpucchitvā punadeva sāvatthiṃ gantvā satthāraṃ vanditvā nisīdiṃsu. Satthā ‘‘kiṃ, bhikkhave, mahādhanavāṇijena saddhiṃ na gamitthā’’ti pucchitvā ‘‘āma, bhante, mahādhanavāṇijassa vilumpanatthāya dvīsupi maggesu corā pariyuṭṭhiṃsu, tena so tattheva ṭhito, mayaṃ pana taṃ āpucchitvā āgatā’’ti vutte, ‘‘bhikkhave, mahādhanavāṇijo corānaṃ atthitāya maggaṃ parivajjati, jīvitukāmo viya puriso halāhalaṃ visaṃ parivajjeti, bhikkhunāpi ‘tayo bhavā corehi pariyuṭṭhitamaggasadisā’ti ñatvā pāpaṃ parivajjetuṃ vaṭṭatī’’ti vatvā anusandhiṃ ghaṭetvā dhammaṃ desento imaṃ gāthamāha –",
  "atk-s0502a9:72": "123.",
  "atk-s0502a9:73": " ‘‘Vāṇijova bhayaṃ maggaṃ, appasattho mahaddhano;",
  "atk-s0502a9:74": "Visaṃ jīvitukāmova, pāpāni parivajjaye’’ti.",
  "atk-s0502a9:75": "Tattha bhayanti bhāyitabbaṃ, corehi pariyuṭṭhitattā sappaṭibhayanti attho. Idaṃ vuttaṃ hoti – yathā mahādhanavāṇijo appasattho sappaṭibhayaṃ maggaṃ, yathā ca jīvitukāmo halāhalaṃ visaṃ parivajjeti, evaṃ paṇḍito bhikkhu appamattakānipi pāpāni parivajjeyyāti.",
  "atk-s0502a9:76": "Desanāvasāne te bhikkhū saha paṭisambhidāhi arahattaṃ pāpuṇiṃsu, sampattamahājanassāpi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a9:77": "Mahādhanavāṇijavatthu sattamaṃ.",
  "atk-s0502a9:78": "8. Kukkuṭamittanesādavatthu",
  "atk-s0502a9:79": "Pāṇimhi ceti imaṃ dhammadesanaṃ satthā veḷuvane viharanto kukkuṭamittaṃ nāma nesādaṃ ārabbha kathesi.",
  "atk-s0502a9:80": "Rājagahe kira ekā seṭṭhidhītā vayappattā sattabhūmikapāsādassa upari sirigabbhe ārakkhaṇatthāya ekaṃ paricārikaṃ datvā mātāpitūhi vāsiyamānā ekadivasaṃ sāyanhasamaye vātapānena antaravīthiṃ olokentī pañca pāsasatāni pañca sūlasatāni ādāya mige vadhitvā jīvamānaṃ ekaṃ kukkuṭamittaṃ nāma nesādaṃ pañca migasatāni vadhitvā tesaṃ maṃsena mahāsakaṭaṃ pūretvā sakaṭadhure nisīditvā maṃsavikkiṇanatthāya nagaraṃ pavisantaṃ disvā tasmiṃ paṭibaddhacittā paricārikāya hatthe paṇṇākāraṃ datvā ‘‘gaccha, etassa paṇṇākāraṃ datvā gamanakālaṃ ñatvā ehī’’ti pesesi. Sā gantvā tassa paṇṇākāraṃ datvā pucchi – ‘‘kadā gamissasī’’ti? So ‘‘ajja maṃsaṃ vikkiṇitvā pātova asukadvārena nāma nikkhamitvā gamissāmī’’ti āha. Sā tena kathitakathaṃ sutvā āgantvā tassā ārocesi. Seṭṭhidhītā attanā gahetabbayuttakaṃ vatthābharaṇajātaṃ saṃvidahitvā pātova malinavatthaṃ nivāsetvā kuṭaṃ ādāya dāsīhi saddhiṃ udakatitthaṃ gacchantī viya nikkhamitvā taṃ ṭhānaṃ gantvā tassāgamanaṃ olokentī aṭṭhāsi. Sopi pātova sakaṭaṃ pājento nikkhami. Sā tassa pacchato pacchato pāyāsi. So taṃ disvā ‘‘ahaṃ taṃ ‘asukassa nāma dhītā’ti na jānāmi, mā maṃ anubandhi, ammā’’ti āha. Na maṃ tvaṃ pakkosasi, ahaṃ attano dhammatāya āgacchāmi, tvaṃ tuṇhī hutvā attano sakaṭaṃ pājehīti. So punappunaṃ taṃ nivāretiyeva. Atha naṃ sā āha – ‘‘sāmi, sirī nāma attano santikaṃ āgacchantī nivāretuṃ na vaṭṭatī’’ti. So tassā nissaṃsayena āgamanakāraṇaṃ ñatvā taṃ sakaṭaṃ āropetvā agamāsi. Tassā mātāpitaro ito cito ca pariyesāpetvā apassantā ‘‘matā bhavissatī’’ti matakabhattaṃ kariṃsu. Sāpi tena saddhiṃ saṃvāsamanvāya paṭipāṭiyā satta putte vijāyitvā te vayappatte gharabandhanena bandhi.",
  "atk-s0502a9:81": "Athekadivasaṃ satthā paccūsasamaye lokaṃ volokento kukkuṭamittaṃ saputtaṃ sasuṇisaṃ attano ñāṇajālassa anto paviṭṭhaṃ disvā, ‘‘kiṃ nu kho eta’’nti upadhārento tesaṃ pannarasannampi sotāpattimaggassa upanissayaṃ disvā pātova pattacīvaraṃ ādāya tassa pāsaṭṭhānaṃ agamāsi . Taṃ divasaṃ pāse baddho ekamigopi nāhosi. Satthā tassa pāsamūle padavalañjaṃ dassetvā purato ekassa gumbassa heṭṭhā chāyāyaṃ nisīdi. Kukkuṭamitto pātova dhanuṃ ādāya pāsaṭṭhānaṃ gantvā ādito paṭṭhāya pāse olokayamāno pāse baddhaṃ ekampi migaṃ adisvā satthu padavalañjaṃ addasa. Athassa etadahosi – ‘‘ko mayhaṃ baddhamige mocento vicaratī’’ti. So satthari āghātaṃ bandhitvā gacchanto gumbamūle nisinnaṃ satthāraṃ disvā, ‘‘iminā mama migā mocitā bhavissanti, māressāmi na’’nti dhanuṃ ākaḍḍhi. Satthā dhanuṃ ākaḍḍhituṃ datvā vissajjetuṃ nādāsi. So saraṃ vissajjetumpi oropetumpi asakkonto phāsukāhi bhijjantīhi viya mukhato kheḷena paggharantena kilantarūpo aṭṭhāsi. Athassa puttā gehaṃ gantvā ‘‘pitā no cirāyati, kiṃ nu kho eta’’nti vatvā ‘‘gacchatha, tātā, pitu santika’’nti mātarā pesitā dhanūni ādāya gantvā pitaraṃ tathāṭhitaṃ disvā ‘‘ayaṃ no pitu paccāmitto bhavissatī’’ti sattapi janā dhanūni ākaḍḍhitvā buddhānubhāvena yathā nesaṃ pitā ṭhito, tatheva aṭṭhaṃsu. Atha nesaṃ mātā ‘‘kiṃ nu kho me puttāpi cirāyantī’’ti vatvā sattahi suṇisāhi saddhiṃ gantvā te tathāṭhite disvā ‘‘kassa nu kho ime dhanūni ākaḍḍhitvā ṭhitā’’ti olokentī satthāraṃ disvā bāhā paggayha – ‘‘mā me pitaraṃ nāsetha, mā me pitaraṃ nāsethā’’ti mahāsaddamakāsi. Kukkuṭamitto taṃ saddaṃ sutvā cintesi – ‘‘naṭṭho vatamhi, sasuro kira me esa, aho mayā bhāriyaṃ kammaṃ kata’’nti. Puttāvissa ‘‘ayyako kira no esa, aho bhāriyaṃ kammaṃ kata’’nti cintayiṃsu. Kukkuṭamitto ‘‘ayaṃ sasuro me’’ti mettacittaṃ upaṭṭhapesi, puttāpissa ‘‘ayyako no’’ti mettacittaṃ upaṭṭhapesuṃ. Atha te nesaṃ mātā seṭṭhidhītā ‘‘khippaṃ dhanūni chaḍḍetvā pitaraṃ me khamāpethā’’ti āha.",
  "atk-s0502a9:82": "Satthā tesaṃ muducittataṃ ñatvā dhanuṃ otāretuṃ adāsi. Te sabbe satthāraṃ vanditvā ‘‘khamatha no, bhante’’ti khamāpetvā ekamantaṃ nisīdiṃsu. Atha nesaṃ satthā anupubbiṃ kathaṃ kathesi. Desanāvasāne kukkuṭamitto saddhiṃ puttehi ceva suṇisāhi ca attapañcadasamo sotāpattiphale patiṭṭhahi. Satthā piṇḍāya caritvā pacchābhattaṃ vihāraṃ agamāsi. Atha naṃ ānandatthero pucchi – ‘‘bhante, kahaṃ gamitthā’’ti. Kukkuṭamittassa santikaṃ , ānandāti. Pāṇātipātakammassa vo, bhante, akārako katoti. Āmānanda, so attapañcadasamo acalasaddhāya patiṭṭhāya tīsu ratanesu nikkaṅkho hutvā pāṇātipātakammassa akārako jātoti. Bhikkhū āhaṃsu – ‘‘nanu, bhante, bhariyāpissa atthī’’ti. Āma, bhikkhave, sā kulagehe kumārikā hutvā sotāpattiphalaṃ pattāti. Bhikkhū kathaṃ samuṭṭhāpesuṃ ‘‘kukkuṭamittassa kira bhariyā kumārikakāle eva sotāpattiphalaṃ patvā tassa gehaṃ gantvā satta putte labhi, sā ettakaṃ kālaṃ sāmikena ‘dhanuṃ āhara, sare āhara, sattiṃ āhara, sūlaṃ āhara, jālaṃ āharā’ti vuccamānā tāni adāsi. Sopi tāya dinnāni ādāya gantvā pāṇātipātaṃ karoti, kiṃ nu kho sotāpannāpi pāṇātipātaṃ karontī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte, ‘‘na, bhikkhave, sotāpannā pāṇātipātaṃ karonti, sā pana ‘sāmikassa vacanaṃ karomī’ti tathā akāsi. ‘Idaṃ gahetvā esa gantvā pāṇātipātaṃ karotū’ti tassā cittaṃ natthi. Pāṇitalasmiñhi vaṇe asati visaṃ gaṇhantassa taṃ visaṃ anuḍahituṃ na sakkoti, evamevaṃ akusalacetanāya abhāvena pāpaṃ akarontassa dhanuādīni nīharitvā dadatopi pāpaṃ nāma na hotī’’ti vatvā anusandhiṃ ghaṭetvā dhammaṃ desento imaṃ gāthamāha –",
  "atk-s0502a9:83": "124.",
  "atk-s0502a9:84": " ‘‘Pāṇimhi ce vaṇo nāssa, hareyya pāṇinā visaṃ;",
  "atk-s0502a9:85": "Nābbaṇaṃ visamanveti, natthi pāpaṃ akubbato’’ti.",
  "atk-s0502a9:86": "Tattha nāssāti na bhaveyya. Hareyyāti harituṃ sakkuṇeyya. Kiṃ kāraṇā? Yasmā nābbaṇaṃ visamanveti avaṇañhi pāṇiṃ visaṃ anvetuṃ na sakkoti, evameva dhanuādīni nīharitvā dentassāpi akusalacetanāya abhāvena pāpaṃ akubbato pāpaṃ nāma natthi, avaṇaṃ pāṇiṃ visaṃ viya nāssa cittaṃ pāpaṃ anugacchatīti.",
  "atk-s0502a9:87": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṃsūti.",
  "atk-s0502a9:88": "Aparena samayena bhikkhū kathaṃ samuṭṭhāpesuṃ – ‘‘ko nu kho kukkuṭamittassa saputtassa sasuṇisassa sotāpattimaggassūpanissayo, kena kāraṇena nesādakule nibbatto’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave , etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte, bhikkhave, atīte kassapadasabalassa dhātucetiyaṃ saṃvidahantā evamāhaṃsu – ‘‘kiṃ nu kho imassa cetiyassa mattikā bhavissati, kiṃ udaka’’nti. Atha nesaṃ etadahosi – ‘‘haritālamanosilā mattikā bhavissati, tilatelaṃ udaka’’nti. Te haritālamanosilā koṭṭetvā tilatelena saṃsanditvā iṭṭhakāya ghaṭetvā suvaṇṇena khacitvā anto ciniṃsu, bahimukhe pana ekagghanasuvaṇṇaiṭṭhakāva ahesuṃ. Ekekā satasahassagghanikā ahosi. Te yāva dhātunidhānā cetiye niṭṭhite cintayiṃsu – ‘‘dhātunidhānakāle bahunā dhanena attho, kaṃ nu kho jeṭṭhakaṃ karomā’’ti.",
  "atk-s0502a9:89": "Atheko gāmavāsiko seṭṭhi ‘‘ahaṃ jeṭṭhako bhavissāmī’’ti dhātunidhāne ekaṃ hiraññakoṭiṃ pakkhipi. Taṃ disvā raṭṭhavāsino ‘‘ayaṃ nagaraseṭṭhi dhanameva saṃharati, evarūpe cetiye jeṭṭhako bhavituṃ na sakkoti, gāmavāsī pana koṭidhanaṃ pakkhipitvā jeṭṭhako jāto’’ti ujjhāyiṃsu. So tesaṃ kathaṃ sutvā ‘‘ahaṃ dve koṭiyo datvā jeṭṭhako bhavissāmī’’ti dve koṭiyo adāsi. Itaro ‘‘ahameva jeṭṭhako bhavissāmī’’ti tisso koṭiyo adāsi. Evaṃ vaḍḍhetvā vaḍḍhetvā nagaravāsī aṭṭha koṭiyo adāsi. Gāmavāsino pana gehe navakoṭidhanameva atthi, nagaravāsino cattālīsakoṭidhanaṃ. Tasmā gāmavāsī cintesi – ‘‘sacāhaṃ nava koṭiyo dassāmi, ayaṃ ‘dasa koṭiyo dassāmī’ti vakkhati, atha me niddhanabhāvo paññāyissatī’’ti. So evamāha – ‘‘ahaṃ ettakañca dhanaṃ dassāmi, saputtadāro ca cetiyassa dāso bhavissāmī’’ti satta putte satta suṇisāyo bhariyañca gahetvā attanā saddhiṃ cetiyassa niyyādesi. Raṭṭhavāsino ‘‘dhanaṃ nāma sakkā uppādetuṃ, ayaṃ pana saputtadāro attānaṃ niyyādesi, ayameva jeṭṭhako hotū’’ti taṃ jeṭṭhakaṃ kariṃsu. Iti te soḷasapi janā cetiyassa dāsā ahesuṃ. Raṭṭhavāsino pana te bhujisse akaṃsu. Evaṃ santepi cetiyameva paṭijaggitvā yāvatāyukaṃ ṭhatvā tato cutā devaloke nibbattiṃsu. Tesu ekaṃ buddhantaraṃ devaloke vasantesu imasmiṃ buddhuppāde bhariyā tato cavitvā rājagahe seṭṭhino dhītā hutvā nibbatti. Sā kumārikāva hutvā sotāpattiphalaṃ pāpuṇi. Adiṭṭhasaccassa pana paṭisandhi nāma bhāriyāti tassā sāmiko samparivattamāno gantvā nesādakule nibbatti. Tassa saha dassaneneva seṭṭhidhītaraṃ pubbasineho ajjhotthari. Vuttampi cetaṃ –",
  "atk-s0502a9:90": "‘‘Pubbeva sannivāsena, paccuppannahitena vā;",
  "atk-s0502a9:91": "Evaṃ taṃ jāyate pemaṃ, uppalaṃva yathodake’’ti. (jā. 1.2.174);",
  "atk-s0502a9:92": "Sā pubbasineheneva nesādakulaṃ agamāsi. Puttāpissā devalokā cavitvā tassā eva kucchismiṃ paṭisandhiṃ gaṇhiṃsu, suṇisāyopissā tattha tattha nibbattitvā vayappattā tesaṃyeva gehaṃ agamaṃsu. Evaṃ te sabbepi tadā cetiyaṃ paṭijaggitvā tassa kammassānubhāvena sotāpattiphalaṃ pattāti.",
  "atk-s0502a9:93": "Kukkuṭamittanesādavatthu aṭṭhamaṃ.",
  "atk-s0502a9:94": "9. Kokasunakhaluddakavatthu",
  "atk-s0502a9:95": "Yo appaduṭṭhassāti imaṃ dhammadesanaṃ satthā jetavane viharanto kokaṃ nāma sunakhaluddakaṃ ārabbha kathesi.",
  "atk-s0502a9:96": "So kira ekadivasaṃ pubbaṇhasamaye dhanuṃ ādāya sunakhaparivuto araññaṃ gacchanto antarāmagge ekaṃ piṇḍāya pavisantaṃ bhikkhuṃ disvā kujjhitvā ‘‘kāḷakaṇṇi me diṭṭho, ajja kiñci na labhissāmī’’ti cintetvā pakkāmi. Theropi gāme piṇḍāya caritvā katabhattakicco puna vihāraṃ pāyāsi. Itaropi araññe vicaritvā kiñci alabhitvā paccāgacchanto puna theraṃ disvā ‘‘ajjāhaṃ imaṃ kāḷakaṇṇiṃ disvā araññaṃ gato kiñci na labhiṃ, idāni me punapi abhimukho jāto, sunakhehi naṃ khādāpessāmī’’ti saññaṃ datvā sunakhe vissajjesi. Theropi ‘‘mā evaṃ kari upāsakā’’ti yāci. So ‘‘ajjāhaṃ tava sammukhībhūtattā kiñci nālatthaṃ, punapi me sammukhībhāvamāgatosi, khādāpessāmeva ta’’nti vatvā sunakhe uyyojesi. Thero vegena ekaṃ rukkhaṃ abhiruhitvā purisappamāṇe ṭhāne nisīdi. Sunakhā rukkhaṃ parivāresuṃ. Luddako gantvā ‘‘rukkhaṃ abhiruhatopi te mokkho natthī’’ti taṃ saratuṇḍena pādatale vijjhi. Thero ‘‘mā evaṃ karohī’’ti taṃ yāciyeva. Itaro tassa yācanaṃ anādiyitvā punappunaṃ vijjhiyeva. Thero ekasmiṃ pādatale vijjhiyamāne taṃ ukkhipitvā dutiyaṃ pādaṃ olambitvā tasmiṃ vijjhiyamāne tampi ukkhipati, evamassa so yācanaṃ anādiyitvāva dvepi pādatalāni vijjhiyeva. Therassa sarīraṃ ukkāhi ādittaṃ viya ahosi. So vedanānuvattiko hutvā satiṃ paccupaṭṭhāpetuṃ nāsakkhi, pārutacīvaraṃ bhassantampi na sallakkhesi. Taṃ patamānaṃ kokaṃ sīsato paṭṭhāya parikkhipantameva pati. Sunakhā ‘‘thero patito’’ti saññāya cīvarantaraṃ pavisitvā attano sāmikaṃ luñjitvā khādantā aṭṭhimattāvasesaṃ kariṃsu. Sunakhā cīvarantarato nikkhamitvā bahi aṭṭhaṃsu.",
  "atk-s0502a9:97": "Atha nesaṃ thero ekaṃ sukkhadaṇḍakaṃ bhañjitvā khipi. Sunakhā theraṃ disvā ‘‘sāmikova amhehi khādito’’ti ñatvā araññaṃ pavisiṃsu. Thero kukkuccaṃ uppādesi ‘‘mama cīvarantaraṃ pavisitvā esa naṭṭho, arogaṃ nu kho me sīla’’nti. So rukkhā otaritvā satthu santikaṃ gantvā ādito paṭṭhāya sabbaṃ taṃ pavattiṃ ārocetvā – ‘‘bhante, mama cīvaraṃ nissāya so upāsako naṭṭho, kacci me arogaṃ sīlaṃ, atthi me samaṇabhāvo’’ti pucchi. Satthā tassa vacanaṃ sutvā ‘‘bhikkhu arogaṃ te sīlaṃ, atthi te samaṇabhāvo, so appaduṭṭhassa padussitvā vināsaṃ patto, na kevalañca idāneva, atītepi appaduṭṭhānaṃ padussitvā vināsaṃ pattoyevā’’ti vatvā tamatthaṃ pakāsento atītaṃ āhari –",
  "atk-s0502a9:98": "Atīte kireko vejjo vejjakammatthāya gāmaṃ vicaritvā kiñci kammaṃ alabhitvā chātajjhatto nikkhamitvā gāmadvāre sambahule kumārake kīḷante disvā ‘‘ime sappena ḍaṃsāpetvā tikicchitvā āhāraṃ labhissāmī’’ti ekasmiṃ rukkhabile sīsaṃ niharitvā nipannaṃ sappaṃ dassetvā, ‘‘ambho, kumārakā eso sāḷikapotako, gaṇhatha na’’nti āha. Atheko kumārako sappaṃ gīvāyaṃ daḷhaṃ gahetvā nīharitvā tassa sappabhāvaṃ ñatvā viravanto avidūre ṭhitassa vejjassa matthake khipi. Sappo vejjassa khandhaṭṭhikaṃ parikkhipitvā daḷhaṃ ḍaṃsitvā tattheva jīvitakkhayaṃ pāpesi, evamesa koko sunakhaluddako pubbepi appaduṭṭhassa padussitvā vināsaṃ pattoyevāti.",
  "atk-s0502a9:99": "Satthā imaṃ atītaṃ āharitvā anusandhiṃ ghaṭetvā dhammaṃ desento imaṃ gāthamāha –",
  "atk-s0502a9:100": "125.",
  "atk-s0502a9:101": " ‘‘Yo appaduṭṭhassa narassa dussati, suddhassa posassa anaṅgaṇassa;",
  "atk-s0502a9:102": "Tameva bālaṃ pacceti pāpaṃ, sukhumo rajo paṭivātaṃva khitto’’ti.",
  "atk-s0502a9:103": "Tattha appaduṭṭhassāti attano vā sabbasattānaṃ vā aduṭṭhassa. Narassāti sattassa. Dussatīti aparajjhati. Suddhassāti niraparādhasseva. Posassāti idampi aparenākārena sattādhivacanameva. Anaṅgaṇassāti nikkilesassa. Paccetīti patieti. Paṭivātanti yathā ekena purisena paṭivāte ṭhitaṃ paharitukāmatāya khitto sukhumo rajoti tameva purisaṃ pacceti, tasseva upari patati, evameva yo puggalo apaduṭṭhassa purisassa pāṇippaharādīni dadanto padussati, tameva bālaṃ diṭṭheva dhamme, samparāye vā nirayādīsu vipaccamānaṃ taṃ pāpaṃ vipākadukkhavasena paccetīti attho.",
  "atk-s0502a9:104": "Desanāvasāne so bhikkhu arahatte patiṭṭhahi, sampattaparisāyapi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a9:105": "Kokasunakhaluddakavatthu navamaṃ.",
  "atk-s0502a9:106": "10. Maṇikārakulūpakatissattheravatthu",
  "atk-s0502a9:107": "Gabbhameketi imaṃ dhammadesanaṃ satthā jetavane viharanto maṇikārakulūpakaṃ tissattheraṃ ārabbha kathesi.",
  "atk-s0502a9:108": "So kira thero ekassa maṇikārassa kule dvādasa vassāni bhuñji. Tasmiṃ kule jayampatikā mātāpituṭṭhāne ṭhatvā theraṃ paṭijaggiṃsu. Athekadivasaṃ so maṇikāro therassa purato maṃsaṃ chindanto nisinno hoti. Tasmiṃ khaṇe rājā pasenadi kosalo ekaṃ maṇiratanaṃ ‘‘imaṃ dhovitvā vijjhitvā pahiṇatū’’ti pesesi. Maṇikāro salohiteneva hatthena taṃ paṭiggahetvā peḷāya upari ṭhapetvā hatthadhovanatthaṃ anto pāvisi. Tasmiṃ pana gehe posāvaniyakoñcasakuṇo atthi. So lohitagandhena maṃsasaññāya taṃ maṇiṃ therassa passantasseva gili. Maṇikāro āgantvā maṇiṃ apassanto ‘‘maṇi kena gahito’’ti bhariyañca puttake ca paṭipāṭiyā pucchitvā tehi ‘‘na gaṇhāmā’’ti vutte ‘‘therena gahito bhavissatī’’ti. Cintetvā bhariyāya saddhiṃ mantesi – ‘‘therena maṇi gahito bhavissatī’’ti. Sā, sāmi, mā evaṃ avaca, ettakaṃ kālaṃ mayā therassa na kiñci vajjaṃ diṭṭhapubbaṃ, na so maṇiṃ gaṇhātīti. Maṇikāro theraṃ pucchi – ‘‘bhante, imasmiṃ ṭhāne maṇiratanaṃ tumhehi gahita’’nti. Na gaṇhāmi, upāsakāti. Bhante, na idha añño atthi, tumhehiyeva gahito bhavissati, detha me maṇiratananti. So tasmiṃ asampaṭicchante puna bhariyaṃ āha – ‘‘thereneva maṇi gahito, pīḷetvā naṃ pucchissāmī’’ti. Sā, sāmi, mā no nāsayi, varaṃ amhehi dāsabyaṃ upagantuṃ, na ca theraṃ evarūpaṃ vattunti. So ‘‘sabbeva mayaṃ dāsattaṃ upagacchantā maṇimūlaṃ na agghāmā’’ti rajjuṃ gahetvā therassa sīsaṃ veṭhetvā daṇḍena ghaṭṭesi. Therassa sīsato ca kaṇṇanāsāhi ca lohitaṃ pagghari, akkhīni nikkhamanākārappattāni ahesuṃ, so vedanāpamatto bhūmiyaṃ pati. Koñco lohitagandhenā gantvā lohitaṃ pivi. Atha naṃ maṇikāro there uppannakodhavegena ‘‘tvaṃ kiṃ karosī’’ti pādena paharitvā khipi. So ekappahāreneva maritvā uttāno ahosi.",
  "atk-s0502a9:109": "Thero taṃ disvā, upāsaka, sīse veṭhanaṃ tāva me sithilaṃ katvā imaṃ koñcaṃ olokehi ‘‘mato vā, no vā’’ti. Atha naṃ so āha – ‘‘eso viya tvampi marissasī’’ti. Upāsaka, iminā so maṇi gilito, sace ayaṃ na amarissā, na te ahaṃ marantopi maṇiṃ ācikkhissanti. So tassa udaraṃ phāletvā maṇiṃ disvā pavedhento saṃviggamānaso therassa pādamūle nipajjitvā ‘‘khamatha, me, bhante, ajānantena mayā kata’’nti āha. Upāsaka, neva tuyhaṃ doso atthi, na mayhaṃ, vaṭṭassevesa doso, khamāmi teti. Bhante, sace me khamatha, pakatiniyāmeneva me gehe nisīditvā bhikkhaṃ gaṇhathāti. ‘‘Upāsaka, na dānāhaṃ ito paṭṭhāya paresaṃ gehassa antochadanaṃ pavisissāmi, antogehapavesanasseva hi ayaṃ doso, ito paṭṭhāya pādesu āvahantesu gehadvāre ṭhitova bhikkhaṃ gaṇhissāmī’’ti vatvā dhutaṅgaṃ samādāya imaṃ gāthamāha –",
  "atk-s0502a9:110": "‘‘Paccati munino bhattaṃ, thokaṃ thokaṃ kule kule;",
  "atk-s0502a9:111": "Piṇḍikāya carissāmi, atthi jaṅghabalaṃ mamā’’ti. (theragā. 248) –",
  "atk-s0502a9:112": "Idañca pana vatvā thero teneva byādhinā na cirasseva parinibbāyi. Koñco maṇikārassa bhariyāya kucchismiṃ paṭisandhiṃ gaṇhi. Maṇikāro kālaṃ katvā niraye nibbatti. Maṇikārassa bhariyā there muducittatāya kālaṃ katvā devaloke nibbatti. Bhikkhū satthāraṃ tesaṃ abhisamparāyaṃ pucchiṃsu. Satthā, ‘‘bhikkhave, idhekacce gabbhe nibbattanti, ekacce pāpakārino niraye nibbattanti, ekacce katakalyāṇā devaloke nibbattanti, anāsavā pana parinibbāyantī’’ti vatvā anusandhiṃ ghaṭetvā dhammaṃ desento imaṃ gāthamāha –",
  "atk-s0502a9:113": "126.",
  "atk-s0502a9:114": " ‘‘Gabbhameke uppajjanti, nirayaṃ pāpakammino;",
  "atk-s0502a9:115": "Saggaṃ sugatino yanti, parinibbanti anāsavā’’ti.",
  "atk-s0502a9:116": "Tattha gabbhanti idha manussagabbhova adhippeto. Sesamettha uttānatthameva.",
  "atk-s0502a9:117": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṃsūti.",
  "atk-s0502a9:118": "Maṇikārakulūpakatissattheravatthu dasamaṃ.",
  "atk-s0502a9:119": "11. Tayojanavatthu",
  "atk-s0502a9:120": "Naantalikkheti imaṃ dhammadesanaṃ satthā jetavane viharanto tayo jane ārabbha kathesi.",
  "atk-s0502a9:121": "Satthari kira jetavane viharante sambahulā bhikkhū satthu dassanatthāya āgacchantā ekaṃ gāmaṃ piṇḍāya pavisiṃsu. Gāmavāsino te sampatte ādāya āsanasālāya nisīdāpetvā yāgukhajjakaṃ datvā piṇḍapātavelaṃ āgamayamānā dhammaṃ suṇantā nisīdiṃsu. Tasmiṃ khaṇe bhattaṃ pacitvā sūpabyañjanaṃ dhūpayamānāya ekissā itthiyā bhājanato aggijālā uṭṭhahitvā chadanaṃ gaṇhi. Tato ekaṃ tiṇakaraḷaṃ uṭṭhahitvā jalamānaṃ ākāsaṃ pakkhandi. Tasmiṃ khaṇe eko kāko ākāsena gacchanto tattha gīvaṃ pavesetvā tiṇavalliveṭhito jhāyitvā gāmamajjhe pati . Bhikkhū taṃ disvā ‘‘aho bhāriyaṃ kammaṃ, passathāvuso, kākena pattaṃ vippakāraṃ, iminā katakammaṃ aññatra satthārā ko jānissati, satthāramassa kammaṃ pucchissāmā’’ti cintetvā pakkamiṃsu.",
  "atk-s0502a9:122": "Aparesampi bhikkhūnaṃ satthu dassanatthāya nāvaṃ abhiruyha gacchantānaṃ nāvā samudde niccalā aṭṭhāsi. Manussā ‘‘kāḷakaṇṇinā ettha bhavitabba’’nti salākaṃ vicāresuṃ. Nāvikassa ca bhariyā paṭhamavaye ṭhitā dassanīyā pāsādikā, salākā tassā pāpuṇi. ‘‘Salākaṃ puna vicārethā’’ti vatvā yāvatatiyaṃ vicāresuṃ, tikkhattumpi tassā eva pāpuṇi. Manussā ‘‘kiṃ, sāmī’’ti nāvikassa mukhaṃ olokesuṃ. Nāviko ‘‘na sakkā ekissā atthāya mahājanaṃ nāsetuṃ, udake naṃ khipathā’’ti āha. Sā gahetvā udake khipiyamānā maraṇabhayatajjitā viravaṃ akāsi. Taṃ sutvā nāviko ko attho imissā ābharaṇehi naṭṭhehi, sabbābharaṇāni omuñcitvā ekaṃ pilotikaṃ nivāsāpetvā chaḍḍetha naṃ, ahaṃ panetaṃ udakapiṭṭhe plavamānaṃ daṭṭhuṃ na sakkhissāmī tasmā yathā naṃ ahaṃ na passāmi, tathā ekaṃ vālukakuṭaṃ gīvāya bandhitvā samudde khipathāti. Te tathā kariṃsu. Tampi patitaṭṭhāneyeva macchakacchapā vilumpiṃsu. Bhikkhū taṃ pavattiṃ ñatvā ‘‘ṭhapetvā satthāraṃ ko añño etissā itthiyā katakammaṃ jānissati, satthāraṃ tassā kammaṃ pucchissāmā’’ti icchitaṭṭhānaṃ patvā nāvāto oruyha pakkamiṃsu.",
  "atk-s0502a9:123": "Aparepi satta bhikkhū satthu dassanatthāya gacchantā sāyaṃ ekaṃ vihāraṃ pavisitvā vasanaṭṭhānaṃ pucchiṃsu. Ekasmiñca leṇe satta mañcā honti. Tesaṃ tadeva labhitvā tattha nipannānaṃ rattibhāge kūṭāgāramatto pāsāṇo pavaṭṭamāno āgantvā leṇadvāraṃ pidahi. Nevāsikā bhikkhū ‘‘mayaṃ imaṃ leṇaṃ āgantukabhikkhūnaṃ pāpayimhā, ayañca mahāpāsāṇo leṇadvāraṃ pidahanto aṭṭhāsi, apanessāma na’’nti samantā sattahi gāmehi manusse sannipātetvā vāyamantāpi ṭhānā cāletuṃ nāsakkhiṃsu. Anto paviṭṭhabhikkhūpi vāyamiṃsuyeva. Evaṃ santepi sattāhaṃ pāsāṇaṃ cāletuṃ nāsakkhiṃsu. Āgantukā sattāhaṃ chātajjhattā mahādukkhaṃ anubhaviṃsu. Sattame divase pāsāṇo sayameva pavaṭṭitvā apagato. Bhikkhū nikkhamitvā ‘‘amhākaṃ imaṃ pāpaṃ aññatra satthārā ko jānissati, satthāraṃ pucchissāmā’’ti cintetvā pakkamiṃsu. Te purimehi saddhiṃ antarāmagge samāgantvā sabbe ekatova satthāraṃ upasaṅkamitvā vanditvā ekamantaṃ nisinnā satthārā katapaṭisanthārā attanā attanā diṭṭhānubhūtāni kāraṇāni paṭipāṭiyā pucchiṃsu.",
  "atk-s0502a9:124": "Satthāpi tesaṃ paṭipāṭiyā evaṃ byākāsi – ‘‘bhikkhave, so tāva kāko attanā katakammameva anubhosi. Atītakāle hi bārāṇasiyaṃ eko kassako attano goṇaṃ damento dametuṃ nāsakkhi. So hissa goṇo thokaṃ gantvā nipajji, pothetvā uṭṭhāpitopi thokaṃ gantvā punapi tatheva nipajji. So vāyamitvā taṃ dametuṃ asakkonto kodhābhibhūto hutvā ‘ito dāni paṭṭhāya sukhaṃ nipajjissasī’ti palālapiṇḍaṃ viya karonto palālena tassa gīvaṃ paliveṭhetvā aggimadāsi, goṇo tattheva jhāyitvā mato. Tadā, bhikkhave, tena kākena taṃ pāpakammaṃ kataṃ. So tassa vipākena dīgharattaṃ niraye paccitvā vipākāvasesena sattakkhattuṃ kākayoniyaṃ nibbattitvā evameva ākāse jhāyitvāva mato’’ti.",
  "atk-s0502a9:125": "Sāpi, bhikkhave, itthī attanā katakammameva anubhosi. Sā hi atīte bārāṇasiyaṃ ekassa gahapatikassa bhariyā udakaharaṇakoṭṭanapacanādīni sabbakiccāni sahattheneva akāsi. Tassā eko sunakho taṃ gehe sabbakiccāni kurumānaṃ olokentova nisīdati. Khette bhattaṃ harantiyā dārupaṇṇādīnaṃ vā atthāya araññaṃ gacchantiyā tāya saddhiṃyeva gacchati. Taṃ disvā daharamanussā ‘‘ambho nikkhanto sunakhaluddako, ajja mayaṃ maṃsena bhuñjissāmā’’ti uppaṇḍenti. Sā tesaṃ kathāya maṅku hutvā sunakhaṃ leḍḍudaṇḍādīhi paharitvā palāpeti, sunakho nivattitvā puna anubandhati. So kirassā tatiye attabhāve bhattā ahosi, tasmā sinehaṃ chindituṃ na sakkoti. Kiñcāpi hi anamatagge saṃsāre jāyā vā pati vā abhūtapubbā nāma natthi, avidūre pana attabhāve ñātakesu adhimatto sineho hoti, tasmā so sunakho taṃ vijahituṃ na sakkoti. Sā tassa kujjhitvā khettaṃ sāmikassa yāguṃ haramānā rajjuṃ ucchaṅge ṭhapetvā agamāsi, sunakho tāyeva saddhiṃ gato. Sā sāmikassa yāguṃ datvā tucchakuṭaṃ ādāya ekaṃ udakaṭṭhānaṃ gantvā kuṭaṃ vālukāya pūretvā samīpe oloketvā ṭhitassa sunakhassa saddamakāsi. Sunakho ‘‘cirassaṃ vata me ajja madhurakathā laddhā’’ti naṅguṭṭhaṃ cālento taṃ upasaṅkami. Sā taṃ gīvāyaṃ daḷhaṃ gahetvā ekāya rajjukoṭiyā kuṭaṃ bandhitvā ekaṃ rajjukoṭiṃ sunakhassa gīvāyaṃ bandhitvā kuṭaṃ udakābhimukhaṃ pavaṭṭesi. Sunakho kuṭaṃ anubandhanto udake patitvā tattheva kālamakāsi. Sā tassa kammassa vipākena dīgharattaṃ niraye paccitvā vipākāvasesena attabhāvasate vālukakuṭaṃ gīvāyaṃ bandhitvā udake pakkhittā kālamakāsīti.",
  "atk-s0502a9:126": "Tumhehipi, bhikkhave, attanā katakammameva anubhūtaṃ. Atītasmiñhi bārāṇasivāsino satta gopālakadārakā ekasmiṃ aṭavipadese sattāhavārena gāviyo vicarantā ekadivasaṃ gāviyo vicāretvā āgacchantā ekaṃ mahāgodhaṃ disvā anubandhiṃsu. Godhā palāyitvā ekaṃ vammikaṃ pāvisi. Tassa pana vammikassa satta chiddāni, dārakā ‘‘mayaṃ dāni gahetuṃ na sakkhissāma, sve āgantvā gaṇhissāmā’’ti ekeko ekekaṃ sākhabhaṅgamuṭṭhiṃ ādāya sattapi janā satta chiddāni pidahitvā pakkamiṃsu . Te punadivase taṃ godhaṃ amanasikatvā aññasmiṃ padese gāviyo vicāretvā sattame divase gāviyo ādāya gacchantā taṃ vammikaṃ disvā satiṃ paṭilabhitvā ‘‘kā nu kho tassā godhāya pavattī’’ti attanā attanā pidahitāni chiddāni vivariṃsu. Godhā jīvite nirālayā hutvā aṭṭhicammāvasesā pavedhamānā nikkhami. Te taṃ disvā anukampaṃ katvā ‘‘mā naṃ māretha, sattāhaṃ chinnabhattā jātā’’ti tassā piṭṭhiṃ parimajjitvā ‘‘sukhena gacchāhī’’ti vissajjesuṃ. Te godhāya amāritattā niraye tāva na pacciṃsu. Te pana satta janā ekato hutvā cuddasasu attabhāvesu satta satta divasāni chinnabhattā ahesuṃ. Tadā, bhikkhave, tumhehi sattahi gopālakehi hutvā taṃ kammaṃ katanti. Evaṃ satthā tehi puṭṭhapuṭṭhaṃ pañhaṃ byākāsi.",
  "atk-s0502a9:127": "Atheko bhikkhu satthāraṃ āha – ‘‘kiṃ pana, bhante, pāpakammaṃ katvā ākāse uppatitassapi samuddaṃ pakkhandassāpi pabbatantaraṃ paviṭṭhassāpi mokkho natthī’’ti. Satthā ‘‘evametaṃ, bhikkhave, ākāsādīsupi ekapadesopi natthi, yattha ṭhito pāpakammato mucceyyā’’ti vatvā anusandhiṃ ghaṭetvā dhammaṃ desento imaṃ gāthamāha –",
  "atk-s0502a9:128": "127.",
  "atk-s0502a9:129": " ‘‘Na antalikkhe na samuddamajjhe, na pabbatānaṃ vivaraṃ pavissa;",
  "atk-s0502a9:130": "Na vijjatī so jagatippadeso, yatthaṭṭhito mucceyya pāpakammā’’ti.",
  "atk-s0502a9:131": "Tassattho – sace hi koci ‘‘iminā upāyena pāpakammato muccissāmī’’ti antalikkhe vā nisīdeyya, caturāsītiyojanasahassagambhīraṃ mahāsamuddaṃ vā paviseyya, pabbatantare vā nisīdeyya, neva pāpakammato mucceyya. Puratthimādīsu jagatipadesesu pathavībhāgesu na so vālaggamattopi okāso atthi, yattha ṭhito pāpakammato muccituṃ sakkuṇeyyāti.",
  "atk-s0502a9:132": "Desanāvasāne te bhikkhū sotāpattiphalādīni pāpuṇiṃsu, sampattamahājanassāpi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a9:133": "Tayojanavatthu ekādasamaṃ.",
  "atk-s0502a9:134": "12. Suppabuddhasakyavatthu",
  "atk-s0502a9:135": "Naantalikkheti imaṃ dhammadesanaṃ satthā nigrodhārāme viharanto suppabuddhaṃ sakkaṃ ārabbha kathesi.",
  "atk-s0502a9:136": "So kira ‘‘ayaṃ mama dhītaraṃ chaḍḍetvā nikkhanto ca, mama puttaṃ pabbājetvā tassa veriṭṭhāne ṭhito cā’’ti imehi dvīhi kāraṇehi satthari āghātaṃ bandhitvā ekadivasaṃ ‘‘na dānissa nimantanaṭṭhānaṃ gantvā bhuñjituṃ dassāmī’’ti gamanamaggaṃ pidahitvā antaravīthiyaṃ suraṃ pivanto nisīdi. Athassa satthari bhikkhusaṅghaparivute taṃ ṭhānaṃ āgate ‘‘satthā āgato’’ti ārocesuṃ . So āha – ‘‘purato gacchāti tassa vadetha, nāyaṃ mayā mahallakataro, nāssa maggaṃ dassāmī’’ti punappunaṃ vuccamānopi tatheva vatvā nisīdi. Satthā mātulassa santikā maggaṃ alabhitvā tato nivatti. Sopi ekaṃ carapurisaṃ pesesi ‘‘gaccha, tassa kathaṃ sutvā ehī’’ti. Satthāpi nivattanto sitaṃ katvā ānandattherena ‘‘ko nu kho, bhante, sitassa pātukammassa paccayo’’ti puṭṭho āha – ‘‘passasi, ānanda, suppabuddha’’nti. Passāmi, bhanteti. Bhāriyaṃ tena kammaṃ kataṃ mādisassa buddhassa maggaṃ adentena, ito sattame divase heṭṭhāpāsāde sopānapādamūle pathaviṃ pavisissatīti. Carapuriso taṃ kathaṃ sutvā suppabuddhassa santikaṃ gantvā ‘‘kiṃ mama bhāgineyyena nivattantena vutta’’nti puṭṭho yathāsutaṃ ārocesi. So tassa vacanaṃ sutvā ‘‘na dāni mama bhāgineyyassa kathāya doso atthi, addhā yaṃ so vadati, taṃ tatheva hoti. Evaṃ santepi naṃ idāni musāvādena niggaṇhissāmi. So hi maṃ ‘sattame divase pathaviṃ pavisissatī’ti aniyamena avatvā ‘heṭṭhāpāsāde sopānapādamūle pathaviṃ pavisissatī’’’ti āha. ‘‘Ito dāni paṭṭhāyāhaṃ taṃ ṭhānaṃ na gamissāmi, atha naṃ tasmiṃ ṭhāne pathaviṃ apavisitvā musāvādena niggaṇhissāmī’’ti attano upabhogajātaṃ sabbaṃ sattabhūmikapāsādassa upari āropetvā sopānaṃ harāpetvā dvāraṃ pidahāpetvā ekekasmiṃ dvāre dve dve malle ṭhapetvā ‘‘sacāhaṃ pamādena heṭṭhā orohitukāmo homi, nivāreyyātha ma’’nti vatvā sattame pāsādatale sirigabbhe nisīdi. Satthā taṃ pavattiṃ sutvā, ‘‘bhikkhave, suppabuddho na kevalaṃ pāsādatale vehāsaṃ uppatitvā ākāse vā nisīdatu, nāvāya vā samuddaṃ pakkhandatu, pabbatantaraṃ vā pavisatu, buddhānaṃ kathāya dvidhābhāvo nāma natthi, mayā vuttaṭṭhāneyeva so pathaviṃ pavisissatī’’ti vatvā anusandhiṃ ghaṭetvā dhammaṃ desento imaṃ gāthamāha –",
  "atk-s0502a9:137": "128.",
  "atk-s0502a9:138": " ‘‘Na antalikkhe na samuddamajjhe, na pabbatānaṃ vivaraṃ pavissa;",
  "atk-s0502a9:139": "Na vijjatī so jagatippadeso, yatthaṭṭhitaṃ nappasaheyya maccū’’ti.",
  "atk-s0502a9:140": "Tattha yattha ṭhitaṃ nappasaheyya, maccūti yasmiṃ padese ṭhitaṃ maraṇaṃ nappasaheyya nābhibhaveyya, kesaggamattopi pathavippadeso natthi. Sesaṃ purimasadisamevāti.",
  "atk-s0502a9:141": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṃsūti.",
  "atk-s0502a9:142": "Sattame divase satthu bhikkhācāramaggassa niruddhavelāya heṭṭhāpāsāde suppabuddhassa maṅgalasso uddāmo hutvā taṃ taṃ bhittiṃ pahari. So upari nisinnovassa saddaṃ sutvā ‘‘kimeta’’nti pucchi. ‘‘Maṅgalasso uddāmo’’ti. So panasso suppabuddhaṃ disvāva sannisīdati. Atha naṃ so gaṇhitukāmo hutvā nisinnaṭṭhānā uṭṭhāya dvārābhimukho ahosi, dvārāni sayameva vivaṭāni, sopānaṃ sakaṭṭhāneyeva ṭhitaṃ. Dvāre ṭhitā mallā taṃ gīvāyaṃ gahetvā heṭṭhābhimukhaṃ khipiṃsu. Etenupāyena sattasupi talesu dvārāni sayameva vivaṭāni, sopānāni yathāṭhāne ṭhitāni. Tattha tattha mallā taṃ gīvāyameva gahetvā heṭṭhābhimukhaṃ khipiṃsu. Atha naṃ heṭṭhāpāsāde sopānapādamūlaṃ sampattameva mahāpathavī vivaramānā bhijjitvā sampaṭicchi, so gantvā avīcimhi nibbattīti.",
  "atk-s0502a9:143": "Suppabuddhasakyavatthu dvādasamaṃ.",
  "atk-s0502a9:144": "Pāpavaggavaṇṇanā niṭṭhitā.",
  "atk-s0502a9:145": "Navamo vaggo."
}