{
  "atk-s0509a6:0": "7. Sattakanipāto",
  "atk-s0509a6:1": "1. Uttarātherīgāthāvaṇṇanā",
  "atk-s0509a6:2": "Sattakanipāte musalāni gahetvānāti uttarāya theriyā gāthā. Ayampi purimabuddhesu katādhikārā tattha tattha bhave vivaṭṭūpanissayaṃ kusalaṃ upacinantī, anukkamena sambhāvitakusalamūlā samupacitavimokkhasambhārā paripakkavimuttiparipācanīyadhammā hutvā, imasmiṃ buddhuppāde sāvatthiyaṃ aññatarasmiṃ kulagehe nibbattitvā uttarāti laddhanāmā anukkamena viññutaṃ patvā paṭācārāya theriyā santikaṃ upasaṅkami. Therī tassā dhammaṃ kathesi. Sā dhammaṃ sutvā saṃsāre jātasaṃvegā sāsane abhippasannā hutvā pabbaji. Pabbajitvā ca katapubbakiccā paṭācārāya theriyā santike vipassanaṃ paṭṭhapetvā bhāvanamanuyuñjantī upanissayasampannatāya indriyānaṃ paripākaṃ gatattā ca na cirasseva vipassanaṃ ussukkāpetvā saha paṭisambhidāhi arahattaṃ pāpuṇi. Arahattaṃ pana patvā attano paṭipattiṃ paccavekkhitvā udānavasena –",
  "atk-s0509a6:3": "175.",
  "atk-s0509a6:4": " ‘‘Musalāni gahetvāna, dhaññaṃ koṭṭenti māṇavā;",
  "atk-s0509a6:5": "Puttadārāni posentā, dhanaṃ vindanti māṇavā.",
  "atk-s0509a6:6": "176.",
  "atk-s0509a6:7": " ‘‘Ghaṭetha buddhasāsane, yaṃ katvā nānutappati;",
  "atk-s0509a6:8": "Khippaṃ pādāni dhovitvā, ekamantaṃ nisīdatha.",
  "atk-s0509a6:9": "177.",
  "atk-s0509a6:10": " ‘‘Cittaṃ upaṭṭhapetvāna, ekaggaṃ susamāhitaṃ;",
  "atk-s0509a6:11": "Paccavekkhatha saṅkhāre, parato no ca attato.",
  "atk-s0509a6:12": "178.",
  "atk-s0509a6:13": " ‘‘Tassāhaṃ vacanaṃ sutvā, paṭācārānusāsaniṃ;",
  "atk-s0509a6:14": "Pāde pakkhālayitvāna, ekamante upāvisiṃ.",
  "atk-s0509a6:15": "179.",
  "atk-s0509a6:16": " ‘‘Rattiyā purime yāme, pubbajātimanussariṃ;",
  "atk-s0509a6:17": "Rattiyā majjhime yāme, dibbacakkhuṃ visodhayiṃ.",
  "atk-s0509a6:18": "180.",
  "atk-s0509a6:19": " ‘‘Rattiyā pacchime yāme, tamokkhandhaṃ padālayiṃ;",
  "atk-s0509a6:20": "Tevijjā atha vuṭṭhāsiṃ, katā te anusāsanī.",
  "atk-s0509a6:21": "181.",
  "atk-s0509a6:22": " ‘‘Sakkaṃva devā tidasā, saṅgāme aparājitaṃ;",
  "atk-s0509a6:23": "Purakkhatvā vihassāmi, tevijjāmhi anāsavā’’ti. –",
  "atk-s0509a6:24": "Imā gāthā abhāsi.",
  "atk-s0509a6:25": "Tattha cittaṃ upaṭṭhapetvānāti bhāvanācittaṃ kammaṭṭhāne upaṭṭhapetvā. Kathaṃ? Ekaggaṃ susamāhitaṃ paccavekkhathāti paṭipattiṃ avekkhatha, saṅkhāre aniccātipi, dukkhātipi, anattātipi lakkhaṇattayaṃ vipassathāti attho. Idañca ovādakāle attano aññesañca bhikkhunīnaṃ theriyādīnaṃ ovādassa anuvādavasena vuttaṃ. Paṭācārānusāsaninti paṭācārāya theriyā anusiṭṭhiṃ. ‘‘Paṭācārāya sāsana’’ntipi vā pāṭho.",
  "atk-s0509a6:26": "Atha vuṭṭhāsinti tevijjābhāvappattito pacchā āsanato vuṭṭhāsiṃ. Ayampi therī ekadivasaṃ paṭācārāya theriyā santike kammaṭṭhānaṃ sodhetvā attano vasanaṭṭhānaṃ pavisitvā pallaṅkaṃ ābhujitvā nisīdi. ‘‘Na tāvimaṃ pallaṅkaṃ bhindissāmi, yāva me na anupādāya āsavehi cittaṃ vimuccatī’’ti nicchayaṃ katvā sammasanaṃ ārabhitvā, anukkamena vipassanaṃ ussukkāpetvā maggapaṭipāṭiyā abhiññāpaṭisambhidāparivāraṃ arahattaṃ patvā ekūnavīsatiyā paccavekkhaṇāñāṇāya pavattāya ‘‘idānimhi katakiccā’’ti somanassajātā imā gāthā udānetvā pāde pasāresi aruṇuggamanavelāyaṃ. Tato sammadeva vibhātāya rattiyā theriyā santikaṃ upagantvā imā gāthā paccudāhāsi. Tena vuttaṃ ‘‘katā te anusāsanī’’tiādi. Sesaṃ sabbaṃ heṭṭhā vuttanayameva.",
  "atk-s0509a6:27": "Uttarātherīgāthāvaṇṇanā niṭṭhitā.",
  "atk-s0509a6:28": "2. Cālātherīgāthāvaṇṇanā",
  "atk-s0509a6:29": "Satiṃupaṭṭhapetvānātiādikā cālāya theriyā gāthā. Ayampi purimabuddhesu katādhikārā tattha tattha bhave vivaṭṭūpanissayaṃ kusalaṃ upacinitvā imasmiṃ buddhuppāde magadhesu nālakagāme rūpasāribrāhmaṇiyā kucchimhi nibbatti. Tassā nāmaggahaṇadivase cālāti nāmaṃ akaṃsu, tassā kaniṭṭhāya upacālāti, atha tassā kaniṭṭhāya sīsūpacālāti . Imā tissopi dhammasenāpatissa kaniṭṭhabhaginiyo, imāsaṃ puttānampi tiṇṇaṃ idameva nāmaṃ. Ye sandhāya theragāthāya ‘‘cāle upacāle sīsūpacāle’’ti (theragā. 42) āgataṃ.",
  "atk-s0509a6:30": "Imā pana tissopi bhaginiyo ‘‘dhammasenāpati pabbajī’’ti sutvā ‘‘na hi nūna so orako dhammavinayo, na sā orikā pabbajjā, yattha amhākaṃ ayyo pabbajito’’ti ussāhajātā tibbacchandā assumukhaṃ rudamānaṃ ñātiparijanaṃ pahāya pabbajiṃsu. Pabbajitvā ca ghaṭentiyo vāyamantiyo nacirasseva arahattaṃ pāpuṇiṃsu. Arahattaṃ pana patvā nibbānasukhena phalasukhena viharanti.",
  "atk-s0509a6:31": "Tāsu cālā bhikkhunī ekadivasaṃ pacchābhattaṃ piṇḍapātapaṭikkantā andhavanaṃ pavisitvā divāvihāraṃ nisīdi. Atha naṃ māro upasaṅkamitvā kāmehi upanesi. Yaṃ sandhāya sutte vuttaṃ –",
  "atk-s0509a6:32": "‘‘Atha kho cālā bhikkhunī pubbaṇhasamayaṃ nivāsetvā pattacīvaraṃ ādāya sāvatthiṃ piṇḍāya pāvisi. Sāvatthiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkantā yena andhavanaṃ, tenupasaṅkami divāvihārāya. Andhavanaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi. Atha kho māro pāpimā yena cālā bhikkhunī, tenupasaṅkami, upasaṅkamitvā cālaṃ bhikkhuniṃ etadavocā’’ti (saṃ. ni. 1.167).",
  "atk-s0509a6:33": "Andhavanamhi divāvihāraṃ nisinnaṃ māro upasaṅkamitvā brahmacariyavāsato vicchinditukāmo ‘‘kaṃ nu uddissa muṇḍāsī’’tiādiṃ pucchi. Athassa satthu guṇe dhammassa ca niyyānikabhāvaṃ pakāsetvā attano katakiccabhāvavibhāvanena tassa visayātikkamaṃ pavedesi. Taṃ sutvā māro dukkhī dummano tatthevantaradhāyi. Atha sā attanā mārena ca bhāsitā gāthā udānavasena kathentī –",
  "atk-s0509a6:34": "182.",
  "atk-s0509a6:35": " ‘‘Satiṃ upaṭṭhapetvāna, bhikkhunī bhāvitindriyā;",
  "atk-s0509a6:36": "Paṭivijjhi padaṃ santaṃ, saṅkhārūpasamaṃ sukhaṃ.",
  "atk-s0509a6:37": "183.",
  "atk-s0509a6:38": " ‘‘Kaṃ nu uddissa muṇḍāsi, samaṇī viya dissati;",
  "atk-s0509a6:39": "Na ca rocesi pāsaṇḍe, kimidaṃ carasi momuhā.",
  "atk-s0509a6:40": "184.",
  "atk-s0509a6:41": " ‘‘Ito bahiddhā pāsaṇḍā, diṭṭhiyo upanissitā;",
  "atk-s0509a6:42": "Na te dhammaṃ vijānanti, na te dhammassa kovidā.",
  "atk-s0509a6:43": "185.",
  "atk-s0509a6:44": " ‘‘Atthi sakyakule jāto, buddho appaṭipuggalo;",
  "atk-s0509a6:45": "So me dhammamadesesi, diṭṭhīnaṃ samatikkamaṃ.",
  "atk-s0509a6:46": "186.",
  "atk-s0509a6:47": " ‘‘Dukkhaṃ dukkhasamuppādaṃ, dukkhassa ca atikkamaṃ;",
  "atk-s0509a6:48": "Ariyaṃ caṭṭhaṅgikaṃ maggaṃ, dukkhūpasamagāminaṃ.",
  "atk-s0509a6:49": "187.",
  "atk-s0509a6:50": " ‘‘Tassāhaṃ vacanaṃ sutvā, vihariṃ sāsane ratā;",
  "atk-s0509a6:51": "Tisso vijjā anuppattā, kataṃ buddhassa sāsanaṃ.",
  "atk-s0509a6:52": "188.",
  "atk-s0509a6:53": " ‘‘Sabbattha vihatā nandī, tamokkhandho padālito;",
  "atk-s0509a6:54": "Evaṃ jānāhi pāpima, nihato tvamasi antakā’’ti. –",
  "atk-s0509a6:55": "Imā gāthā abhāsi.",
  "atk-s0509a6:56": "Tattha satiṃ upaṭṭhapetvānāti satipaṭṭhānabhāvanāvasena kāyādīsu asubhadukkhāniccānattavasena satiṃ suṭṭhu upaṭṭhitaṃ katvā. Bhikkhunīti attānaṃ sandhāya vadati. Bhāvitindriyāti ariyamaggabhāvanāya bhāvitasaddhādipañcindriyā. Paṭivijjhi padaṃ santanti santaṃ padaṃ nibbānaṃ sacchikiriyāpaṭivedhena paṭivijjhi sacchākāsi. Saṅkhārūpasamanti sabbasaṅkhārānaṃ upasamahetubhūtaṃ. Sukhanti accantasukhaṃ.",
  "atk-s0509a6:57": "‘‘Kaṃ nu uddissā’’ti gāthā mārena vuttā. Tatrāyaṃ saṅkhepattho – imasmiṃ loke bahū samayā tesañca desetāro bahū eva titthakarā, tesu kaṃ nu kho tvaṃ uddissa muṇḍāsi muṇḍitakesā asi. Na kevalaṃ muṇḍāva, atha kho kāsāvadhāraṇena ca samaṇī viya dissati. Na ca rocesi pāsaṇḍeti tāpasaparibbājakādīnaṃ ādāsabhūte pāsaṇḍe te te samayantare neva rocesi. Kimidaṃ carasi momuhāti kiṃ nāmidaṃ, yaṃ pāsaṇḍavihitaṃ ujuṃ nibbānamaggaṃ pahāya ajja kālikaṃ kumaggaṃ paṭipajjantī ativiya mūḷhā carasi paribbhamasīti.",
  "atk-s0509a6:58": "Taṃ sutvā therī paṭivacanadānamukhena taṃ tajjentī ‘‘ito bahiddhā’’tiādimāha. Tattha ito bahiddhā pāsaṇḍā nāma ito sammāsambuddhassa sāsanato bahiddhā kuṭīsakabahukārādikā. Te hi sattānaṃ taṇhāpāsaṃ diṭṭhipāsañca ḍenti oḍḍentīti pāsaṇḍāti vuccati. Tenāha – ‘‘diṭṭhiyo upanissitā’’ti sassatadiṭṭhigatāni upecca nissitā, diṭṭhigatāni ādiyiṃsūti attho. Yadaggena ca diṭṭhisannissitā, tadaggena pāsaṇḍasannissitā. Na te dhammaṃ vijānantīti ye pāsaṇḍino sassatadiṭṭhigatasannissitā ‘‘ayaṃ pavatti evaṃ pavattatī’’ti pavattidhammampi yathābhūtaṃ na vijānanti. Na te dhammassa kovidāti ‘‘ayaṃ nivatti evaṃ nivattatī’’ti nivattidhammassāpi akusalā, pavattidhammamaggepi hi te saṃmūḷhā, kimaṅgaṃ pana nivattidhammeti.",
  "atk-s0509a6:59": "Evaṃ pāsaṇḍavādānaṃ aniyyānikataṃ dassetvā idāni kaṃ nu uddissa muṇḍāsīti pañhaṃ vissajjetuṃ ‘‘atthi sakyakule jāto’’tiādi vuttaṃ. Tattha diṭṭhīnaṃ samatikkamanti sabbāsaṃ diṭṭhīnaṃ samatikkamanupāyaṃ diṭṭhijālaviniveṭhanaṃ. Sesaṃ vuttanayameva.",
  "atk-s0509a6:60": "Cālātherīgāthāvaṇṇanā niṭṭhitā.",
  "atk-s0509a6:61": "3. Upacālātherīgāthāvaṇṇanā",
  "atk-s0509a6:62": "Satimatītiādikā upacālāya theriyā gāthā. Tassā vatthu cālāya theriyā vatthumhi vuttameva. Ayampi hi cālā viya pabbajitvā vipassanaṃ paṭṭhapetvā arahattaṃ patvā udānentī –",
  "atk-s0509a6:63": "189.",
  "atk-s0509a6:64": " ‘‘Satimatī cakkhumatī, bhikkhunī bhāvitindriyā;",
  "atk-s0509a6:65": "Paṭivijjhi padaṃ santaṃ, akāpurisasevita’’nti. –",
  "atk-s0509a6:66": "Imaṃ gāthaṃ abhāsi.",
  "atk-s0509a6:67": "Tattha satimatīti satisampannā, pubbabhāge paramena satinepakkena samannāgatā hutvā pacchā ariyamaggassa bhāvitattā sativepullappattiyā uttamāya satiyā samannāgatāti attho. Cakkhumatīti paññācakkhunā samannāgatā, ādito udayatthagāminiyā paññāya ariyāya nibbedhikāya samannāgatā hutvā paññāvepullappattiyā paramena paññācakkhunā samannāgatāti vuttaṃ hoti. Akāpurisasevitanti alāmakapurisehi uttamapurisehi ariyehi buddhādīhi sevitaṃ.",
  "atk-s0509a6:68": "‘‘Kinnu jātiṃ na rocesī’’ti gāthā theriṃ kāmesu upahāretukāmena mārena vuttā. ‘‘Kiṃ nu tvaṃ bhikkhuni na rocesī’’ti (saṃ. ni. 1.167) hi mārena puṭṭhā therī āha – ‘‘jātiṃ khvāhaṃ, āvuso, na rocemī’’ti. Atha naṃ māro jātassa kāmā paribhogā, tasmā jātipi icchitabbā, kāmāpi paribhuñjitabbāti dassento –",
  "atk-s0509a6:69": "190.",
  "atk-s0509a6:70": " ‘‘Kinnu jātiṃ na rocesi, jāto kāmāni bhuñjati;",
  "atk-s0509a6:71": "Bhuñjāhi kāmaratiyo, māhu pacchānutāpinī’’ti. –",
  "atk-s0509a6:72": "Gāthamāha.",
  "atk-s0509a6:73": "Tassattho – kiṃ nu taṃ kāraṇaṃ, yena tvaṃ upacāle jātiṃ na rocesi na roceyyāsi, na taṃ kāraṇaṃ atthi. Yasmā jāto kāmāni bhuñjati idha jāto kāmaguṇasaṃhitāni rūpādīni paṭisevanto kāmasukhaṃ paribhuñjati. Na hi ajātassa taṃ atthi, tasmā bhuñjāhi kāmaratiyo kāmakhiḍḍāratiyo anubhava. Māhu pacchānutāpinī ‘‘yobbaññe sati vijjamānesu bhogesu na mayā kāmasukhamanubhūta’’nti pacchānutāpinī mā ahosi. Imasmiṃ loke dhammā nāma yāvadeva atthādhigamattho attho ca kāmasukhatthoti pākaṭoyamatthoti adhippāyo.",
  "atk-s0509a6:74": "Taṃ sutvā therī jātiyā dukkhanimittataṃ attano ca tassa visayātikkamaṃ vibhāvetvā tajjentī –",
  "atk-s0509a6:75": "191.",
  "atk-s0509a6:76": " ‘‘Jātassa maraṇaṃ hoti, hatthapādāna chedanaṃ;",
  "atk-s0509a6:77": "Vadhabandhapariklesaṃ, jāto dukkhaṃ nigacchati.",
  "atk-s0509a6:78": "192.",
  "atk-s0509a6:79": " ‘‘Atthi sakyakule jāto, sambuddho aparājito;",
  "atk-s0509a6:80": "So me dhammamadesesi, jātiyā samatikkamaṃ.",
  "atk-s0509a6:81": "193.",
  "atk-s0509a6:82": " ‘‘Dukkhaṃ dukkhasamuppādaṃ, dukkhassa ca atikkamaṃ;",
  "atk-s0509a6:83": "Ariyaṃ caṭṭhaṅgikaṃ maggaṃ, dukkhūpasamagāminaṃ.",
  "atk-s0509a6:84": "194.",
  "atk-s0509a6:85": " ‘‘Tassāhaṃ vacanaṃ sutvā, vihariṃ sāsane ratā;",
  "atk-s0509a6:86": "Tisso vijjā anuppattā, kataṃ buddhassa sāsanaṃ.",
  "atk-s0509a6:87": "195.",
  "atk-s0509a6:88": " ‘‘Sabbattha vihatā nandī, tamokkhandho padālito;",
  "atk-s0509a6:89": "Evaṃ jānāhi pāpima, nihato tvamasi antakā’’ti. –",
  "atk-s0509a6:90": "Imā gāthā abhāsi.",
  "atk-s0509a6:91": "Tattha jātassa maraṇaṃ hotīti yasmā jātassa sattassa maraṇaṃ hoti, na ajātassa. Na kevalaṃ maraṇameva, atha kho jarārogādayo yattakānatthā, sabbepi te jātassa honti jātihetukā. Tenāha bhagavā – ‘‘jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavantī’’ti (mahāva. 1; vibha. 225; udā. 1). Tenevāha – ‘‘hatthapādāna chedana’’nti hatthapādānaṃ chedanaṃ jātasseva hoti, na ajātassa. Hatthapādachedanāpadesena cettha bāttiṃsa kammakāraṇāpi dassitā evāti daṭṭhabbaṃ. Tenevāha – ‘‘vadhabandhapariklesaṃ, jāto dukkhaṃ nigacchatī’’ti. Jīvitaviyojanamuṭṭhippahārādisaṅkhātaṃ vadhapariklesañceva andubandhanādisaṅkhātaṃ bandhapariklesaṃ aññañca yaṃkiñci dukkhaṃ nāma taṃ sabbaṃ jāto eva nigacchati, na ajāto, tasmā jātiṃ na rocemīti.",
  "atk-s0509a6:92": "Idāni jātiyā kāmānañca accantameva attanā samatikkantabhāvaṃ mūlato paṭṭhāya dassentī – ‘‘atthi sakyakule jāto’’tiādimāha. Tattha aparājitoti kilesamārādinā kenaci na parājito. Satthā hi sabbābhibhū sadevakaṃ lokaṃ aññadatthu abhibhavitvā ṭhito , tasmā aparājito. Sesaṃ vuttanayattā uttānameva.",
  "atk-s0509a6:93": "Upacālātherīgāthāvaṇṇanā niṭṭhitā.",
  "atk-s0509a6:94": "Sattakanipātavaṇṇanā niṭṭhitā."
}