{
  "atk-s0402a31:0": "(13) 3. Kusināravaggo",
  "atk-s0402a31:1": "1. Kusinārasuttavaṇṇanā",
  "atk-s0402a31:2": "124. Tatiyassa paṭhame kusinārāyanti evaṁnāmake nagare. Baliharaṇe vanasaṇḍeti evaṁnāmake vanasaṇḍe. Tattha kira bhūtabalikaraṇatthaṁ baliṁ haranti, tasmā baliharaṇanti vuccati. Ākaṅkhamānoti icchamāno. Sahatthāti sahatthena. Sampavāretīti alaṁ alanti vācāya ceva hatthavikārena ca paṭikkhipāpeti. Sādhu vata māyanti sādhu vata maṁ ayaṁ. Gathitoti taṇhāgedhena gathito. Mucchitoti taṇhāmucchanāyayeva mucchito. Ajjhopannoti taṇhāya gilitvā pariniṭṭhapetvā pavatto. Anissaraṇapaññoti chandarāgaṁ pahāya saṁkaḍḍhitvā paribhuñjanto nissaraṇapañño nāma hoti, ayaṁ na tādiso, sacchandarāgo paribhuñjatīti anissaraṇapañño. Sukkapakkho vuttavipariyāyena veditabbo. Nekkhammavitakkādayo panettha missakā kathitāti veditabbā.",
  "atk-s0402a31:3": "2. Bhaṇḍanasuttavaṇṇanā",
  "atk-s0402a31:4": "125. Dutiye pajahiṁsūti pajahanti. Bahulamakaṁsūti punappunaṁ karonti. Idhāpi tayo vitakkā missakāva kathitā.",
  "atk-s0402a31:5": "3. Gotamakacetiyasuttavaṇṇanā",
  "atk-s0402a31:6": "126. Tatiye gotamake cetiyeti gotamakayakkhassa bhavane. Tathāgato hi paṭhamabodhiyaṁ vīsati vassāni kadāci cāpāle cetiye, kadāci sārandade, kadāci bahuputte, kadāci gotamaketi evaṁ yebhuyyena devakulesuyeva vihāsi. Imasmiṁ pana kāle vesāliṁ upanissāya gotamakassa yakkhassa bhavanaṭṭhāne vihāsi. Tena vuttaṁ – ‘‘gotamake cetiye’’ti. Etadavocāti etaṁ ‘‘abhiññāyāha’’ntiādikaṁ suttaṁ avoca.",
  "atk-s0402a31:7": "Idañca bhagavatā suttaṁ atthuppattiyaṁ vuttanti veditabbaṁ. Kataraatthuppattiyanti? Mūlapariyāyaatthuppattiyaṁ (ma. ni. 1.1 ādayo). Sambahulā kira brāhmaṇapabbajitā attanā uggahitabuddhavacanaṁ nissāya jānanamadaṁ uppādetvā dhammassavanaggaṁ na gacchanti – ‘‘sammāsambuddho kathento amhehi ñātameva kathessati, no aññāta’’nti. Bhikkhū tathāgatassa ārocesuṁ. Satthā te bhikkhū pakkosāpetvā mukhapaṭiññaṁ gahetvā mūlapariyāyaṁ desesi. Te bhikkhū desanāya neva āgataṭṭhānaṁ, na gataṭṭhānaṁ addasaṁsu. Apassantā ‘‘sammāsambuddho ‘mayhaṁ kathā niyyātī’ti mukhasampattameva kathetī’’ti cintayiṁsu. Satthā tesaṁ manaṁ jānitvā imaṁ suttantaṁ ārabhi.",
  "atk-s0402a31:8": "Tattha abhiññāyāti ‘‘ime pañcakkhandhā, dvādasāyatanāni, aṭṭhārasa dhātuyo, bāvīsatindriyāni, cattāri saccāni, nava hetū, satta phassā, satta vedanā, satta cetanā, satta saññā, satta cittānī’’ti jānitvā paṭivijjhitvā paccakkhaṁ katvā, tathā – ‘‘ime cattāro satipaṭṭhānā’’tiādinā nayena te te dhamme jānitvā paṭivijjhitvā paccakkhameva katvāti attho. Sanidānanti sappaccayameva katvā kathemi, no appaccayaṁ. Sappāṭihāriyanti paccanīkapaṭiharaṇena sappāṭihāriyameva katvā kathemi, no appāṭihāriyaṁ. Alañca pana voti yuttañca pana tumhākaṁ. Tuṭṭhiyāti ‘‘sammāsambuddho bhagavā, svākkhāto dhammo, suppaṭipanno saṅgho’’ti tīṇi ratanāni guṇato anussarantānaṁ tumhākaṁ yuttameva tuṭṭhiṁ kātunti attho. Sesapadadvayepi eseva nayo.",
  "atk-s0402a31:9": "Akampitthāti chahi ākārehi akampittha. Evarūpo hi pathavikampo bodhimaṇḍepi ahosi. Bodhisatte kira dakkhiṇadisābhāgena bodhimaṇḍaṁ abhiruḷhe dakkhiṇadisābhāgo heṭṭhā avīciṁ pāpuṇanto viya ahosi, uttarabhāgo uggantvā bhavaggaṁ abhihananto viya. Pacchimadisaṁ gate pacchimabhāgo heṭṭhā avīciṁ pāpuṇanto viya ahosi, pācīnabhāgo uggantvā bhavaggaṁ abhihananto viya. Uttaradisaṁ gate uttaradisābhāgo heṭṭhā avīciṁ pāpuṇanto viya, dakkhiṇadisābhāgo uggantvā bhavaggaṁ abhihananto viya. Pācīnadisaṁ gate pācīnadisābhāgo heṭṭhā avīciṁ pāpuṇanto viya, pacchimabhāgo uggantvā bhavaggaṁ abhihananto viya. Bodhirukkhopi sakiṁ heṭṭhā avīciṁ pāpuṇanto viya, sakiṁ uggantvā bhavaggaṁ abhihananto viya. Tasmimpi divase evaṁ chahi ākārehi cakkavāḷasahassī mahāpathavī akampittha.",
  "atk-s0402a31:10": "4. Bharaṇḍukālāmasuttavaṇṇanā",
  "atk-s0402a31:11": "127. Catutthe kevalakappanti sakalakappaṁ. Anvāhiṇḍantoti vicaranto. Nāddasāti kiṁ kāraṇā na addasa? Ayaṁ kira bharaṇḍu kālāmo sakyānaṁ aggapiṇḍaṁ khādanto vicarati. Tassa vasanaṭṭhānaṁ sampattakāle ekā dhammadesanā samuṭṭhahissatīti ñatvā bhagavā evaṁ adhiṭṭhāsi, yathā añño āvasatho na paññāyittha. Tasmā na addasa. Purāṇasabrahmacārīti porāṇako sabrahmacārī. So kira āḷārakālāmakāle tasmiṁyeva assame ahosi, taṁ sandhāyevamāha. Santharaṁ paññāpehīti santharitabbaṁ santharāhīti attho. Santharaṁ paññāpetvāti kappiyamañcake paccattharaṇaṁ paññāpetvā. Kāmānaṁ pariññaṁ paññāpetīti ettha pariññā nāma samatikkamo, tasmā kāmānaṁ samatikkamaṁ paṭhamajjhānaṁ paññāpeti. Na rūpānaṁ pariññanti rūpānaṁ samatikkamabhūtaṁ arūpāvacarasamāpattiṁ na paññāpeti. Na vedanānaṁ pariññanti vedanānaṁ samatikkamaṁ nibbānaṁ na paññāpeti. Niṭṭhāti gati nipphatti. Udāhu puthūti udāhu nānā.",
  "atk-s0402a31:12": "5. Hatthakasuttavaṇṇanā",
  "atk-s0402a31:13": "128. Pañcame abhikkantāya rattiyāti ettha abhikkantasaddo khayasundarābhirūpaabbhanumodanādīsu dissati. Tattha ‘‘abhikkantā, bhante, ratti, nikkhanto paṭhamo yāmo, ciranisinno bhikkhusaṅgho, uddisatu, bhante, bhagavā bhikkhūnaṁ pātimokkha’’nti evamādīsu khaye dissati. ‘‘Ayaṁ imesaṁ catunnaṁ puggalānaṁ abhikkantataro ca paṇītataro cā’’ti evamādīsu (a. ni. 4.100) sundare.",
  "atk-s0402a31:14": "‘‘Ko me vandati pādāni, iddhiyā yasasā jalaṁ;",
  "atk-s0402a31:15": "Abhikkantena vaṇṇena, sabbā obhāsayaṁ disā’’ti. (vi. va. 857) –",
  "atk-s0402a31:16": "Evamādīsu abhirūpe. ‘‘Abhikkantaṁ, bho gotamā’’ti evamādīsu (pārā. 15) abbhanumodane. Idha pana sundare. Tena abhikkantāya rattiyāti iṭṭhāya kantāya manāpāya rattiyāti vuttaṁ hoti. Abhikkantavaṇṇāti idha abhikkantasaddo abhirūpe, vaṇṇasaddo pana chavithutikulavaggakāraṇasaṇṭhānapamāṇarūpāyatanādīsu dissati. Tattha ‘‘suvaṇṇavaṇṇosi bhagavā’’ti evamādīsu (ma. ni. 2.399; su. ni. 553) chaviyaṁ. ‘‘Kadā saññūḷhā pana te gahapati samaṇassa gotamassa vaṇṇā’’ti evamādīsu (ma. ni. 2.77) thutiyaṁ. ‘‘Cattārome, bho gotama, vaṇṇā’’ti evamādīsu (dī. ni. 3.115) kulavagge. ‘‘Atha kena nu vaṇṇena, gandhatthenoti vuccatī’’ti evamādīsu (saṁ. ni. 1.234) kāraṇe. ‘‘Mahantaṁ hatthirājavaṇṇaṁ abhinimminitvā’’ti evamādīsu (saṁ. ni. 1.138) saṇṭhāne. ‘‘Tayo pattassa vaṇṇā’’ti evamādīsu (pārā. 602) pamāṇe. ‘‘Vaṇṇo gandho raso ojā’’ti evamādīsu rūpāyatane. So idha chaviyā daṭṭhabbo. Tena abhikkantavaṇṇāti abhirūpacchavi, iṭṭhavaṇṇā manāpavaṇṇāti vuttaṁ hoti.",
  "atk-s0402a31:17": "Kevalakappanti ettha kevalasaddo anavasesayebhuyyābyāmissānatirekadaḷhatthavisaṁyogādianekattho. Tathā hissa ‘‘kevalaparipuṇṇaṁ parisuddhaṁ brahmacariya’’nti evamādīsu (pārā. 1) anavasesatā attho. ‘‘Kevalakappā ca aṅgamagadhā pahūtaṁ khādanīyaṁ bhojanīyaṁ ādāya upasaṅkamissantī’’ti evamādīsu (mahāva. 43) yebhuyyatā. ‘‘Kevalassa dukkhakkhandhassa samudayo hotī’’ti evamādīsu (vibha. 225) abyāmissatā. ‘‘Kevalaṁ saddhāmattakaṁ nūna ayamāyasmā’’ti evamādīsu (mahāva. 244) anatirekatā. ‘‘Āyasmato, bhante, anuruddhassa bāhiyo nāma saddhivihāriko kevalakappaṁ saṅghabhedāya ṭhito’’ti evamādīsu (a. ni. 4.243) daḷhatthatā. ‘‘Kevalī vusitavā uttamapurisoti vuccatī’’ti evamādīsu (saṁ. ni. 3.57) visaṁyogo. Idha pana anavasesatā atthoti adhippetā.",
  "atk-s0402a31:18": "Kappasaddo panāyaṁ abhisaddahanavohārakālapaññattichedanavikappalesasamantabhāvādianekattho. Tathā hissa ‘‘okappaniyametaṁ bhoto gotamassa, yathā taṁ arahato sammāsambuddhassā’’ti evamādīsu (ma. ni. 1.387) abhisaddahanamattho. ‘‘Anujānāmi, bhikkhave, pañcahi samaṇakappehi phalaṁ paribhuñjitu’’nti evamādīsu (cūḷava. 250) vohāro. ‘‘Yena sudaṁ niccakappaṁ viharāmī’’ti evamādīsu (ma. ni. 1.387) kālo. ‘‘Iccāyasmā kappo’’ti evamādīsu (su. ni. 1098; cūḷani. kappamāṇavapucchā 117, kappamāṇavapucchāniddeso 61) paññatti . ‘‘Alaṅkato kappitakesamassū’’ti evamādīsu (jā. 2.22.1368; vi. va. 1094) chedanaṁ. ‘‘Kappati dvaṅgulakappo’’ti evamādīsu (cūḷava. 446) vikappo. ‘‘Atthi kappo nipajjitu’’nti evamādīsu (a. ni. 8.80) leso. ‘‘Kevalakappaṁ veḷuvanaṁ obhāsetvā’’ti evamādīsu (saṁ. ni. 1.94) samantabhāvo. Idha panassa samantabhāvo attho adhippeto. Tasmā kevalakappaṁ jetavananti ettha anavasesaṁ samantato jetavananti attho.",
  "atk-s0402a31:19": "Obhāsetvāti ābhāya pharitvā. Vālukāyāti saṇhāya vālukāya. Na saṇṭhātīti na patiṭṭhāti. Oḷārikanti brahmadevatāya hi pathaviyaṁ patiṭṭhānakāle attabhāvo oḷāriko māpetuṁ vaṭṭati pathavī vā, tasmā evamāha. Dhammāti iminā pubbe uggahitabuddhavacanaṁ dasseti. Nappavattino ahesunti sajjhāyamūḷhakā vācā parihīnāyeva ahesuṁ. Appaṭivānoti anivatto anukkaṇṭhito.",
  "atk-s0402a31:20": "Dassanassāti cakkhuviññāṇena dassanassa. Upaṭṭhānassāti catūhi paccayehi upaṭṭhānassa. Adhisīlanti dasavidhaṁ sīlaṁ. Tañhi pañcasīlaṁ upādāya adhisīlanti vuccati. Avihaṁ gatoti avihabrahmaloke nibbattosmīti dasseti.",
  "atk-s0402a31:21": "6. Kaṭuviyasuttavaṇṇanā",
  "atk-s0402a31:22": "129. Chaṭṭhe goyogapilakkhasminti gāvīnaṁ vikkayaṭṭhāne uṭṭhitapilakkhassa santike. Rittassādanti jhānasukhābhāvena rittassādaṁ. Bāhirassādanti kāmaguṇasukhavasena bāhirassādaṁ. Kaṭuviyanti ucchiṭṭhaṁ. Āmagandhenāti kodhasaṅkhātena vissagandhena. Avassutanti tintaṁ. Makkhikāti kilesamakkhikā. Nānupatissantīti uṭṭhāya na anubandhissanti. Nānvāssavissantīti anubandhitvā na khādissanti. Saṁvegamāpādīti sotāpanno jāto.",
  "atk-s0402a31:23": "Kaṭuviyakatoti ucchiṭṭhakato. Ārakā hotīti dūre hoti. Vighātasseva bhāgavāti dukkhasseva bhāgī. Caretīti carati gacchati. Dummedhoti duppañño. Imasmiṁ sutte vaṭṭameva kathitaṁ, gāthāsu vaṭṭavivaṭṭaṁ kathitanti. Sattame vaṭṭameva bhāsitaṁ.",
  "atk-s0402a31:24": "8. Dutiyaanuruddhasuttavaṇṇanā",
  "atk-s0402a31:25": "131. Aṭṭhame idaṁ te mānasminti ayaṁ te navavidhena vaḍḍhitamānoti attho. Idaṁ te uddhaccasminti idaṁ tava uddhaccaṁ cittassa uddhatabhāvo. Idaṁte kukkuccasminti idaṁ tava kukkuccaṁ.",
  "atk-s0402a31:26": "9. Paṭicchannasuttavaṇṇanā",
  "atk-s0402a31:27": "132. Navame āvahantīti niyyanti. Paṭicchanno āvahatīti paṭicchannova hutvā niyyāti. Vivaṭo virocatīti ettha ekato ubhato attato sabbatthakatoti catubbidhā vivaṭatā veditabbā. Tattha ekato vivaṭaṁ nāma asādhāraṇasikkhāpadaṁ. Ubhato vivaṭaṁ nāma sādhāraṇasikkhāpadaṁ. Attato vivaṭaṁ nāma paṭiladdhadhammaguṇo. Sabbatthakavivaṭaṁ nāma tepiṭakaṁ buddhavacanaṁ.",
  "atk-s0402a31:28": "10. Lekhasuttavaṇṇanā",
  "atk-s0402a31:29": "133. Dasame abhiṇhanti abhikkhaṇaṁ nirantaraṁ. Āgāḷhenāti gāḷhena kakkhaḷena. Pharusenāti pharusavacanena. Gāḷhaṁ katvā pharusaṁ katvā vuccamānopīti attho. Amanāpenāti manaṁ anallīyantena avaḍḍhantena. Sandhiyatimevāti ghaṭiyatiyeva. Saṁsandatimevāti nirantarova hoti. Sammodatimevāti ekībhāvameva gacchati. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0402a31:30": "Kusināravaggo tatiyo."
}