{
  "atk-s0103a0:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "atk-s0103a0:1": "Dīghanikāye",
  "atk-s0103a0:2": "Pāthikavaggaṭṭhakathā",
  "atk-s0103a0:3": "1. Pāthikasuttavaṇṇanā",
  "atk-s0103a0:4": "Sunakkhattavatthuvaṇṇanā",
  "atk-s0103a0:5": "1.Evaṁme sutaṁ…pe… mallesu viharatīti pāthikasuttaṁ. Tatrāyaṁ apubbapadavaṇṇanā. Mallesu viharatīti mallā nāma jānapadino rājakumārā, tesaṁ nivāso ekopi janapado ruḷhīsaddena ‘‘mallā’’ti vuccati, tasmiṁ mallesu janapade. ‘‘Anupiyaṁ nāma mallānaṁ nigamo’’ti anupiyanti evaṁnāmako mallānaṁ janapadassa eko nigamo, taṁ gocaragāmaṁ katvā ekasmiṁ chāyūdakasampanne vanasaṇḍe viharatīti attho. Anopiyantipi pāṭho. Pāvisīti paviṭṭho. Bhagavā pana na tāva paviṭṭho, pavisissāmīti nikkhantattā pana pāvisīti vutto. Yathā kiṁ, yathā ‘‘gāmaṁ gamissāmī’’ti nikkhanto puriso taṁ gāmaṁ apattopi ‘‘kuhiṁ itthannāmo’’ti vutte ‘‘gāmaṁ gato’’ti vuccati, evaṁ. Etadahosīti gāmasamīpe ṭhatvā sūriyaṁ olokentassa etadahosi. Atippago khoti ativiya pago kho, na tāva kulesu yāgubhattaṁ niṭṭhitanti. Kiṁ pana bhagavā kālaṁ ajānitvā nikkhantoti? Na ajānitvā. Paccūsakāleyeva hi bhagavā ñāṇajālaṁ pattharitvā lokaṁ volokento ñāṇajālassa anto paviṭṭhaṁ bhaggavagottaṁ channaparibbājakaṁ disvā ‘‘ajjāhaṁ imassa paribbājakassa mayā pubbe katakāraṇaṁ samāharitvā dhammaṁ kathessāmi, sā dhammakathā assa mayi pasādappaṭilābhavasena saphalā bhavissatī’’ti ñatvāva paribbājakārāmaṁ pavisitukāmo atippagova nikkhami. Tasmā tattha pavisitukāmatāya evaṁ cittaṁ uppādesi.",
  "atk-s0103a0:6": "2.Etadavocāti bhagavantaṁ disvā mānathaddhataṁ akatvā satthāraṁ paccuggantvā etaṁ etu kho, bhantetiādikaṁ vacanaṁ avoca. Imaṁ pariyāyanti imaṁ vāraṁ, ajja imaṁ āgamanavāranti attho. Kiṁ pana bhagavā pubbepi tattha gatapubboti? Na gatapubbo, lokasamudācāravasena pana evamāha. Lokiyā hi cirassaṁ āgatampi anāgatapubbampi manāpajātikaṁ āgataṁ disvā ‘‘kuto bhavaṁ āgato, cirassaṁ bhavaṁ āgato, kathaṁ te idhāgamanamaggo ñāto, kiṁ maggamūḷhosī’’tiādīni vadanti. Tasmā ayampi lokasamudācāravasena evamāhāti veditabbo. Idamāsananti attano nisinnāsanaṁ papphoṭetvā sampādetvā dadamāno evamāha. Sunakkhatto licchaviputtoti sunakkhatto nāma licchavirājaputto. So kira tassa gihisahāyo hoti, kālena kālaṁ tassa santikaṁ gacchati. Paccakkhātoti ‘‘paccakkhāmi dānāhaṁ, bhante, bhagavantaṁ na dānāhaṁ, bhante, bhagavantaṁ uddissa viharissāmī’’ti evaṁ paṭiakkhāto nissaṭṭho pariccatto.",
  "atk-s0103a0:7": "3.Bhagavantaṁ uddissāti bhagavā me satthā ‘‘bhagavato ahaṁ ovādaṁ paṭikaromī’’ti evaṁ apadisitvā. Ko santo kaṁ paccācikkhasīti yācako vā yācitakaṁ paccācikkheyya, yācitako vā yācakaṁ. Tvaṁ pana neva yācako na yācitako, evaṁ sante, moghapurisa, ko santo ko samāno kaṁ paccācikkhasīti dasseti. Passa moghapurisāti passa tucchapurisa. Yāvañca te idaṁ aparaddhanti yattakaṁ idaṁ tava aparaddhaṁ, yattako te aparādho tattako dosoti evāhaṁ bhaggava tassa dosaṁ āropesinti dasseti.",
  "atk-s0103a0:8": "4.Uttarimanussadhammāti pañcasīladasasīlasaṅkhātā manussadhammāuttari. Iddhipāṭihāriyanti iddhibhūtaṁ pāṭihāriyaṁ. Kate vāti katamhi vā. Yassatthāyāti yassa dukkhakkhayassa atthāya. Soniyyāti takkarassāti so dhammo takkarassa yathā mayā dhammo desito, tathā kārakassa sammā paṭipannassa puggalassa sabbavaṭṭadukkhakkhayāya amatanibbānasacchikiriyāya gacchati, na gacchati, saṁvattati, na saṁvattatīti pucchati. Tatra sunakkhattāti tasmiṁ sunakkhatta mayā desite dhamme takkarassa sammā dukkhakkhayāya saṁvattamāne kiṁ uttarimanussadhammā iddhipāṭihāriyaṁ kataṁ karissati, ko tena katena attho. Tasmiñhi katepi akatepi mama sāsanassa parihāni natthi, devamanussānañhi amatanibbānasampāpanatthāya ahaṁ pāramiyo pūresiṁ, na pāṭihāriyakaraṇatthāyāti pāṭihāriyassa niratthakataṁ dassetvā ‘‘passa, moghapurisā’’ti dutiyaṁ dosaṁ āropesi.",
  "atk-s0103a0:9": "5.Aggaññanti lokapaññattiṁ. ‘‘Idaṁ nāma lokassa agga’’nti evaṁ jānitabbampi aggaṁ mariyādaṁ na taṁ paññapetīti vadati. Sesamettha anantaravādānusāreneva veditabbaṁ.",
  "atk-s0103a0:10": "6.Anekapariyāyena khoti idaṁ kasmā āraddhaṁ. Sunakkhatto kira ‘‘bhagavato guṇaṁ makkhessāmi, ‘‘dosaṁ paññapessāmī’’ti ettakaṁ vippalapitvā bhagavato kathaṁ suṇanto appatiṭṭho niravo aṭṭhāsi.",
  "atk-s0103a0:11": "Atha bhagavā – ‘‘sunakkhatta, evaṁ tvaṁ makkhibhāve ṭhito sayameva garahaṁ pāpuṇissasī’’ti makkhibhāve ādīnavadassanatthaṁ anekapariyāyenātiādimāha. Tattha anekapariyāyenāti anekakāraṇena. Vajjigāmeti vajjirājānaṁ gāme, vesālīnagare no visahīti nāsakkhi. So avisahantoti so sunakkhatto yassa pubbe tiṇṇaṁ ratanānaṁ vaṇṇaṁ kathentassa mukhaṁ nappahoti, so dāni teneva mukhena avaṇṇaṁ katheti, addhā avisahanto asakkonto brahmacariyaṁ carituṁ attano bālatāya avaṇṇaṁ kathetvā hīnāyāvatto. Buddho pana subuddhova, dhammo svākkhātova, saṅgho suppaṭipannova. Evaṁ tīṇi ratanāni thomentā manussā tuyheva dosaṁ dassessantīti. Iti kho teti evaṁ kho te, sunakkhatta, vattāro bhavissanti. Tato evaṁ dose uppanne satthā atītānāgate appaṭihatañāṇo, mayhaṁ evaṁ doso uppajjissatīti jānantopi puretaraṁ na kathesīti vattuṁ na lacchasīti dasseti. Apakkamevāti apakkamiyeva, apakkanto vā cutoti attho. Yathātaṁ āpāyikoti yathā apāye nibbattanāraho satto apakkameyya, evameva apakkamīti attho.",
  "atk-s0103a0:12": "Korakkhattiyavatthuvaṇṇanā",
  "atk-s0103a0:13": "7.Ekamidāhanti iminā kiṁ dasseti? Idaṁ suttaṁ dvīhi padehi ābaddhaṁ iddhipāṭihāriyaṁ na karotīti ca aggaññaṁ na paññapetīti ca. Tattha ‘‘aggaññaṁ na paññapetī’’ti idaṁ padaṁ suttapariyosāne dassessati. ‘‘Pāṭihāriyaṁ na karotī’’ti imassa pana padassa anusandhidassanavasena ayaṁ desanā āraddhā.",
  "atk-s0103a0:14": "Tattha ekamidāhanti ekasmiṁ ahaṁ. Samayanti samaye, ekasmiṁ kāle ahanti attho. Thūlūsūti thūlū nāma janapado, tattha viharāmi. Uttarakā nāmāti itthiliṅgavasena uttarakāti evaṁnāmako thūlūnaṁ janapadassa nigamo, taṁ nigamaṁ gocaragāmaṁ katvāti attho. Aceloti naggo. Korakkhattiyoti antovaṅkapādo khattiyo. Kukkuravatikoti samādinnakukkuravato sunakho viya ghāyitvā khādati, uddhanantare nipajjati, aññampi sunakhakiriyameva karoti. Catukkuṇḍikoti catusaṅghaṭṭito dve jāṇūni dve ca kappare bhūmiyaṁ ṭhapetvā vicarati. Chamānikiṇṇanti bhūmiyaṁ nikiṇṇaṁ pakkhittaṁ ṭhapitaṁ. Bhakkhasanti bhakkhaṁ yaṁkiñci khādanīyaṁ bhojanīyaṁ. Mukhenevāti hatthena aparāmasitvā khādanīyaṁ mukheneva khādati, bhojanīyampi mukheneva bhuñjati. Sādhurūpoti sundararūpo. Ayaṁ samaṇoti ayaṁ arahataṁ samaṇo ekoti. Tattha vatāti patthanatthe nipāto. Evaṁ kirassa patthanā ahosi ‘‘iminā samaṇena sadiso añño samaṇo nāma natthi, ayañhi appicchatāya vatthaṁ na nivāseti, ‘esa papañco’ti maññamāno bhikkhābhājanampi na pariharati, chamānikiṇṇameva khādati, ayaṁ samaṇo nāma. Mayaṁ pana kiṁ samaṇā’’ti? Evaṁ sabbaññubuddhassa pacchato carantova imaṁ pāpakaṁ vitakkaṁ vitakkesi.",
  "atk-s0103a0:15": "Etadavocāti bhagavā kira cintesi ‘‘ayaṁ sunakkhatto pāpajjhāsayo, kiṁ nu imaṁ disvā cintesī’’ti? Athevaṁ cintento tassa ajjhāsayaṁ viditvā ‘‘ayaṁ moghapuriso mādisassa sabbaññuno pacchato āgacchanto acelaṁ arahāti maññati, idheva dānāyaṁ bālo niggahaṁ arahatī’’ti anivattitvāva etaṁ tvampi nāmātiādivacanamavoca. Tattha tvampi nāmāti garahatthe pikāro. Garahanto hi naṁ bhagavā ‘‘tvampi nāmā’’ti āha. ‘‘Tvampi nāma evaṁ hīnajjhāsayo, ahaṁ samaṇo sakyaputtiyoti evaṁ paṭijānissasī’’ti ayañhettha adhippāyo. Kiṁ pana maṁ, bhanteti mayhaṁ, bhante, kiṁ gārayhaṁ disvā bhagavā ‘‘evamāhā’’ti pucchati. Athassa bhagavā ācikkhanto ‘‘nanu te’’tiādimāha. Maccharāyatīti ‘‘mā aññassa arahattaṁ hotū’’ti kiṁ bhagavā evaṁ arahattassa maccharāyatīti pucchati. Na kho ahanti ahaṁ, moghapurisa, sadevakassa lokassa arahattappaṭilābhameva paccāsīsāmi, etadatthameva me bahūni dukkarāni karontena pāramiyo pūritā, na kho ahaṁ, moghapurisa, arahattassa maccharāyāmi. Pāpakaṁ diṭṭhigatanti na arahantaṁ arahāti, arahante ca anarahantoti evaṁ tassa diṭṭhi uppannā. Taṁ sandhāya ‘‘pāpakaṁ diṭṭhigata’’nti āha. Yaṁ kho panāti yaṁ etaṁ acelaṁ evaṁ maññasi. Sattamaṁ divasanti sattame divase. Alasakenāti alasakabyādhinā. Kālaṅkarissatīti uddhumātaudaro marissati.",
  "atk-s0103a0:16": "Kālakañcikāti tesaṁ asurānaṁ nāmaṁ. Tesaṁ kira tigāvuto attabhāvo appamaṁsalohito purāṇapaṇṇasadiso kakkaṭakānaṁ viya akkhīni nikkhamitvā matthake tiṭṭhanti, mukhaṁ sūcipāsakasadisaṁ matthakasmiṁyeva hoti, tena oṇamitvā gocaraṁ gaṇhanti. Bīraṇatthambaketi bīraṇatiṇatthambo tasmiṁ susāne atthi, tasmā taṁ bīraṇatthambakanti vuccati.",
  "atk-s0103a0:17": "Tenupasaṅkamīti bhagavati ettakaṁ vatvā tasmiṁ gāme piṇḍāya caritvā vihāraṁ gate vihārā nikkhamitvā upasaṅkami. Yena tvanti yena kāraṇena tvaṁ. Yasmāpi bhagavatā byākato, tasmāti attho. Mattaṁmattanti pamāṇayuttaṁ pamāṇayuttaṁ. ‘‘Mantā mantā’’tipi pāṭho, paññāya upaparikkhitvā upaparikkhitvāti attho. Yathā samaṇassa gotamassāti yathā samaṇassa gotamassa micchā vacanaṁ assa, tathā kareyyāsīti āha. Evaṁ vutte acelo sunakho viya uddhanaṭṭhāne nipanno sīsaṁ ukkhipitvā akkhīni ummīletvā olokento kiṁ kathesi ‘‘samaṇo nāma gotamo amhākaṁ verī visabhāgo, samaṇassa gotamassa uppannakālato paṭṭhāya mayaṁ sūriye uggate khajjopanakā viya jātā. Samaṇo gotamo amhe, evaṁ vācaṁ vadeyya aññathā vā. Verino pana kathā nāma tacchā na hoti, gaccha tvaṁ ahamettha kattabbaṁ jānissāmī’’ti vatvā punadeva nipajji.",
  "atk-s0103a0:18": "8.Ekadvīhikāyāti ekaṁ dveti vatvā gaṇesi. Yathā tanti yathā asaddahamāno koci gaṇeyya, evaṁ gaṇesi. Ekadivasañca tikkhattuṁ upasaṅkamitvā eko divaso atīto, dve divasā atītāti ārocesi. Sattamaṁ divasanti so kira sunakkhattassa vacanaṁ sutvā sattāhaṁ nirāhārova ahosi. Athassa sattame divase eko upaṭṭhāko ‘‘amhākaṁ kulūpakasamaṇassa ajja sattamo divaso gehaṁ anāgacchantassa aphāsu nu kho jāta’’nti sūkaramaṁsaṁ pacāpetvā bhattamādāya gantvā purato bhūmiyaṁ nikkhipi. Acelo disvā cintesi ‘‘samaṇassa gotamassa kathā tacchā vā atacchā vā hotu, āhāraṁ pana khāditvā suhitassa me maraṇampi sumaraṇa’’nti dve hatthe jaṇṇukāni ca bhūmiyaṁ ṭhapetvā kucchipūraṁ bhuñji. So rattibhāge jīrāpetuṁ asakkonto alasakena kālamakāsi. Sacepi hi so ‘‘na bhuñjeyya’’nti cinteyya, tathāpi taṁ divasaṁ bhuñjitvā alasakena kālaṁ kareyya. Advejjhavacanā hi tathāgatāti.",
  "atk-s0103a0:19": "Bīraṇatthambaketi titthiyā kira ‘‘kālaṅkato korakkhattiyo’’ti sutvā divasāni gaṇetvā idaṁ tāva saccaṁ jātaṁ, idāni naṁ aññattha chaḍḍetvā ‘‘musāvādena samaṇaṁ gotamaṁ niggaṇhissāmā’’ti gantvā tassa sarīraṁ valliyā bandhitvā ākaḍḍhantā ‘‘ettha chaḍḍessāma, ettha chaḍḍessāmā’’ti gacchanti. Gatagataṭṭhānaṁ aṅgaṇameva hoti. Te kaḍḍhamānā bīraṇatthambakasusānaṁyeva gantvā susānabhāvaṁ ñatvā ‘‘aññattha chaḍḍessāmā’’ti ākaḍḍhiṁsu. Atha nesaṁ valli chijjittha, pacchā cāletuṁ nāsakkhiṁsu. Te tatova pakkantā. Tena vuttaṁ – ‘‘bīraṇatthambake susāne chaḍḍesu’’nti.",
  "atk-s0103a0:20": "9.Tenupasaṅkamīti kasmā upasaṅkami? So kira cintesi ‘‘avasesaṁ tāva samaṇassa gotamassa vacanaṁ sameti, matassa pana uṭṭhāya aññena saddhiṁ kathanaṁ nāma natthi, handāhaṁ gantvā pucchāmi. Sace katheti, sundaraṁ. No ce katheti, samaṇaṁ gotamaṁ musāvādena niggaṇhissāmī’’ti iminā kāraṇena upasaṅkami. Ākoṭesīti pahari. Jānāmi āvusoti matasarīraṁ uṭṭhahitvā kathetuṁ samatthaṁ nāma natthi, idaṁ kathaṁ kathesīti? Buddhānubhāvena. Bhagavā kira korakkhattiyaṁ asurayonito ānetvā sarīre adhimocetvā kathāpesi. Tameva vā sarīraṁ kathāpesi, acinteyyo hi buddhavisayo.",
  "atk-s0103a0:21": "10.Tatheva taṁ vipākanti tassa vacanassa vipākaṁ tatheva, udāhu noti liṅgavipallāso kato, tatheva so vipākoti attho. Keci pana ‘‘vipakka’’ntipi paṭhanti, nibbattanti attho.",
  "atk-s0103a0:22": "Ettha ṭhatvā pāṭihāriyāni samānetabbāni. Sabbāneva hetāni pañca pāṭihāriyāni honti. ‘‘Sattame divase marissatī’’ti vuttaṁ, so tatheva mato, idaṁ paṭhamaṁ pāṭihāriyaṁ. ‘‘Alasakenā’’ti vuttaṁ, alasakeneva mato, idaṁ dutiyaṁ. ‘‘Kālakañcikesu nibbattissatī’’ti vuttaṁ, tattheva nibbatto, idaṁ tatiyaṁ. ‘‘Bīraṇatthambake susāne chaḍḍessantī’’ti vuttaṁ, tattheva chaḍḍito , idaṁ catutthaṁ. ‘‘Nibbattaṭṭhānato āgantvā sunakkhattena saddhiṁ kathessatī’’ti vutto, so kathesiyeva, idaṁ pañcamaṁ pāṭihāriyaṁ.",
  "atk-s0103a0:23": "Acelakaḷāramaṭṭakavatthuvaṇṇanā",
  "atk-s0103a0:24": "11.Kaḷāramaṭṭakoti nikkhantadantamattako. Nāmameva vā tassetaṁ. Lābhaggappattoti lābhaggaṁ patto, aggalābhaṁ pattoti vuttaṁ hoti. Yasaggappattoti yasaggaṁ aggaparivāraṁ patto. Vatapadānīti vatāniyeva, vatakoṭṭhāsā vā. Samattānīti gahitāni. Samādinnānīti tasseva vevacanaṁ. Puratthimena vesālinti vesālito avidūre puratthimāya disāya. Cetiyanti yakkhacetiyaṭṭhānaṁ. Esa nayo sabbattha.",
  "atk-s0103a0:25": "12.Yena acelakoti bhagavato vattaṁ katvā yena acelo kaḷāramaṭṭako tenupasaṅkami. Pañhaṁ apucchīti gambhīraṁ tilakkhaṇāhataṁ pañhaṁ pucchi. Na sampāyāsīti na sammā ñāṇagatiyā pāyāsi, andho viya visamaṭṭhāne tattha tattheva pakkhali. Neva ādiṁ, na pariyosānamaddasa. Atha vā ‘‘na sampāyāsī’’ti na sampādesi, sampādetvā kathetuṁ nāsakkhi. Asampāyantoti kabarakkhīni parivattetvā olokento ‘‘asikkhitakassa santike vuṭṭhosi, anokāsepi pabbajito pañhaṁ pucchanto vicarasi, apehi mā etasmiṁ ṭhāne aṭṭhāsī’’ti vadanto. Kopañca dosañca appaccayañca pātvākāsīti kuppanākāraṁ kopaṁ, dussanākāraṁ dosaṁ, atuṭṭhākārabhūtaṁ domanassasaṅkhātaṁ appaccayañca pākaṭamakāsi. Āsādimhaseti āsādiyimha ghaṭṭayimha. Mā vata no ahosīti aho vata me na bhaveyya. Maṁ vata no ahosītipi pāṭho. Tattha manti sāmivacanatthe upayogavacanaṁ, ahosi vata nu mamāti attho. Evañca pana cintetvā ukkuṭikaṁ nisīditvā ‘‘khamatha me, bhante’’ti taṁ khamāpesi. Sopi ito paṭṭhāya aññaṁ kiñci pañhaṁ nāma na pucchissasīti. Āma na pucchissāmīti. Yadi evaṁ gaccha, khamāmi teti taṁ uyyojesi.",
  "atk-s0103a0:26": "14.Parihitoti paridahito nivatthavattho. Sānucārikoti anucārikā vuccati bhariyā, saha anucārikāya sānucāriko, taṁ taṁ brahmacariyaṁ pahāya sabhariyoti attho. Odanakummāsanti surāmaṁsato atirekaṁ odanampi kummāsampi bhuñjamāno. Yasā nihīnoti yaṁ lābhaggayasaggaṁ patto, tato parihīno hutvā. ‘‘Kataṁ hoti uttarimanussadhammā iddhipāṭihāriya’’nti idha sattavatapadātikkamavasena satta pāṭihāriyāni veditabbāni.",
  "atk-s0103a0:27": "Acelapāthikaputtavatthuvaṇṇanā",
  "atk-s0103a0:28": "15.Pāthikaputtoti pāthikassa putto. Ñāṇavādenāti ñāṇavādena saddhiṁ. Upaḍḍhapathanti yojanaṁ ce, no antare bhaveyya, gotamo aḍḍhayojanaṁ, ahaṁ aḍḍhayojanaṁ. Esa nayo aḍḍhayojanādīsu. Ekapadavārampi atikkamma gacchato jayo bhavissati, anāgacchato parājayoti. Te tatthāti te mayaṁ tattha samāgataṭṭhāne. Taddiguṇaṁ taddiguṇāhanti tato tato diguṇaṁ diguṇaṁ ahaṁ karissāmi, bhagavatā saddhiṁ pāṭihāriyaṁ kātuṁ asamatthabhāvaṁ jānantopi ‘‘uttamapurisena saddhiṁ paṭṭhapetvā asakkuṇantassāpi pāsaṁso hotī’’ti ñatvā evamāha. Nagaravāsinopi taṁ sutvā ‘‘asamattho nāma evaṁ na gajjati, addhā ayampi arahā bhavissatī’’ti tassa mahantaṁ sakkāramakaṁsu.",
  "atk-s0103a0:29": "16.Yenāhaṁ tenupasaṅkamīti ‘‘sunakkhatto kira pāthikaputto evaṁ vadatī’’ti assosi. Athassa hīnajjhāsayattā hīnadassanāya cittaṁ udapādi.",
  "atk-s0103a0:30": "So bhagavato vattaṁ katvā bhagavati gandhakuṭiṁ paviṭṭhe pāthikaputtassa santikaṁ gantvā pucchi ‘‘tumhe kira evarūpiṁ kathaṁ kathethā’’ti? ‘‘Āma, kathemā’’ti. Yadi evaṁ ‘‘mā bhāyittha vissatthā punappunaṁ evaṁ vadatha, ahaṁ samaṇassa gotamassa upaṭṭhāko, tassa visayaṁ vijānāmi, tumhehi saddhiṁ pāṭihāriyaṁ kātuṁ na sakkhissati, ahaṁ samaṇassa gotamassa kathetvā bhayaṁ uppādetvā taṁ aññato gahetvā gamissāmi, tumhe mā bhāyitthā’’ti taṁ assāsetvā bhagavato santikaṁ gato. Tena vuttaṁ ‘‘yenāhaṁ tenupasaṅkamī’’ti. Taṁ vācantiādīsu ‘‘ahaṁ abuddhova samāno buddhomhīti vicariṁ, abhūtaṁ me kathitaṁ nāhaṁ buddho’’ti vadanto taṁ vācaṁ pajahati nāma. Raho nisīditvā cintayamāno ‘‘ahaṁ ‘ettakaṁ kālaṁ abuddhova samāno buddhomhī’ti vicariṁ, ito dāni paṭṭhāya nāhaṁ buddho’’ti cintayanto taṁ cittaṁ pajahati nāma. ‘‘Ahaṁ ‘ettakaṁ kālaṁ abuddhova samāno buddhomhī’ti pāpakaṁ diṭṭhiṁ gahetvā vicariṁ, ito dāni paṭṭhāya imaṁ diṭṭhiṁ pajahāmī’’ti pajahanto taṁ diṭṭhiṁ paṭinissajjati nāma. Evaṁ akaronto pana taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvāti vuccati. Vipateyyāti bandhanā muttatālapakkaṁ viya gīvato pateyya, sattadhā vā pana phaleyya.",
  "atk-s0103a0:31": "17.Rakkhatetanti rakkhatu etaṁ. Ekaṁsenāti nippariyāyena. Odhāritāti bhāsitā. Aceloca, bhante, pāthikaputtoti evaṁ ekaṁsena bhagavato vācāya odhāritāya sace acelo pāthikaputto. Virūparūpenāti vigatarūpena vigacchitasabhāvena rūpena attano rūpaṁ pahāya adissamānena kāyena. Sīhabyagghādivasena vā vividharūpena sammukhībhāvaṁ āgaccheyya. Tadassa bhagavato musāti evaṁ sante bhagavato taṁ vacanaṁ musā bhaveyyāti musāvādena niggaṇhāti. Ṭhapetvā kira etaṁ na aññena bhagavā musāvādena niggahitapubboti.",
  "atk-s0103a0:32": "18.Dvayagāminīti sarūpena atthibhāvaṁ, atthena natthibhāvanti evaṁ dvayagāminī. Alikatucchanipphalavācāya etaṁ adhivacanaṁ.",
  "atk-s0103a0:33": "19.Ajitopi nāma licchavīnaṁ senāpatīti so kira bhagavato upaṭṭhāko ahosi, so kālamakāsi. Athassa sarīrakiccaṁ katvā manussā pāthikaputtaṁ pucchiṁsu ‘‘kuhiṁ nibbatto senāpatī’’ti? So āha – ‘‘mahāniraye nibbatto’’ti. Idañca pana vatvā puna āha ‘‘tumhākaṁ senāpati mama santikaṁ āgamma ahaṁ tumhākaṁ vacanamakatvā samaṇassa gotamassa vādaṁ patiṭṭhapetvā niraye nibbattomhī’’ti paroditthāti. Tenupasaṅkami divāvihārāyāti ettha ‘‘pāṭihāriyakaraṇatthāyā’’ti kasmā na vadati? Abhāvā. Sammukhībhāvopi hissa tena saddhiṁ natthi, kuto pāṭihāriyakaraṇaṁ, tasmā tathā avatvā ‘‘divāvihārāyā’’ti āha.",
  "atk-s0103a0:34": "Iddhipāṭihāriyakathāvaṇṇanā",
  "atk-s0103a0:35": "20.Gahapatinecayikāti gahapati mahāsālā. Tesañhi mahādhanadhaññanicayo, tasmā ‘‘necayikā’’ti vuccanti. Anekasahassāti sahassehipi aparimāṇagaṇanā. Evaṁ mahatiṁ kira parisaṁ ṭhapetvā sunakkhattaṁ añño sannipātetuṁ samattho natthi. Teneva bhagavā ettakaṁ kālaṁ sunakkhattaṁ gahetvā vicari.",
  "atk-s0103a0:36": "21.Bhayanti cittutrāsabhayaṁ. Chambhitattanti sakalasarīracalanaṁ. Lomahaṁsoti lomānaṁ uddhaggabhāvo. So kira cintesi – ‘‘ahaṁ atimahantaṁ kathaṁ kathetvā sadevake loke aggapuggalena saddhiṁ paṭiviruddho, mayhaṁ kho panabbhantare arahattaṁ vā pāṭihāriyakaraṇahetu vā natthi, samaṇo pana gotamo pāṭihāriyaṁ karissati, athassa pāṭihāriyaṁ disvā mahājano ‘tvaṁ dāni pāṭihāriyaṁ kātuṁ asakkonto kasmā attano pamāṇamajānitvā loke aggapuggalena saddhiṁ paṭimallo hutvā gajjasī’ti kaṭṭhaleḍḍudaṇḍādīhi viheṭhessatī’’ti. Tenassa mahājanasannipātañceva tena bhagavato ca āgamanaṁ sutvā bhayaṁ vā chambhitattaṁ vā lomahaṁso vā udapādi. So tato dukkhā muccitukāmo tindukakhāṇukaparibbājakārāmaṁ agamāsi. Tamatthaṁ dassetuṁ atha kho bhagavātiādimāha . Tattha upasaṅkamīti na kevalaṁ upasaṅkami, upasaṅkamitvā pana dūraṁ aḍḍhayojanantaraṁ paribbājakārāmaṁ paviṭṭho. Tatthapi cittassādaṁ alabhamāno antantena āvijjhitvā ārāmapaccante ekaṁ gahanaṭṭhānaṁ upadhāretvā pāsāṇaphalake nisīdi. Atha bhagavā cintesi – ‘‘sace ayaṁ bālo kassacideva kathaṁ gahetvā idhāgaccheyya, mā nassatu bālo’’ti ‘‘nisinnapāsāṇaphalakaṁ tassa sarīre allīnaṁ hotū’’ti adhiṭṭhāsi. Saha adhiṭṭhānacittena taṁ tassa sarīre allīyi. So mahāaddubandhanabaddho viya chinnapādo viya ca ahosi.",
  "atk-s0103a0:37": "Assosīti ito cito ca pāthikaputtaṁ pariyesamānā parisā tassa anupadaṁ gantvā nisinnaṭṭhānaṁ ñatvā āgatena aññatarena purisena ‘‘tumhe kaṁ pariyesathā’’ti vutte pāthikaputtanti. So ‘‘tindukakhāṇukaparibbājakārāme nisinno’’ti vuttavacanena assosi.",
  "atk-s0103a0:38": "22.Saṁsappatīti osīdati. Tattheva sañcarati. Pāvaḷā vuccati ānisadaṭṭhikā.",
  "atk-s0103a0:39": "23.Parābhūtarūpoti parājitarūpo, vinaṭṭharūpo vā.",
  "atk-s0103a0:40": "25.Goyugehīti goyuttehi satamattehi vā sahassamattehi vā yugehi. Āviñcheyyāmāti ākaḍḍheyyāma. Chijjeyyunti chindeyyuṁ. Pāthikaputto vā bandhaṭṭhāne chijjeyya.",
  "atk-s0103a0:41": "26.Dārupattikantevāsīti dārupattikassa antevāsī. Tassa kira etadahosi ‘‘tiṭṭhatu tāva pāṭihāriyaṁ, samaṇo gotamo ‘acelo pāthikaputto āsanāpi na vuṭṭhahissatī’ti āha. Handāhaṁ gantvā yena kenaci upāyena taṁ āsanā vuṭṭhāpemi. Ettāvatā ca samaṇassa gotamassa parājayo bhavissatī’’ti. Tasmā evamāha.",
  "atk-s0103a0:42": "27.Sīhassāti cattāro sīhā tiṇasīho ca kāḷasīho ca paṇḍusīho ca kesarasīho ca. Tesaṁ catunnaṁ sīhānaṁ kesarasīho aggataṁ gato, so idhādhippeto. Migaraññoti sabbacatuppadānaṁ rañño. Āsayanti nivāsaṁ. Sīhanādanti abhītanādaṁ. Gocarāyapakkameyyanti āhāratthāya pakkameyyaṁ. Varaṁ varanti uttamuttamaṁ, thūlaṁ thūlanti attho. Mudumaṁsānīti mudūni maṁsāni . ‘‘Madhumaṁsānī’’tipi pāṭho, madhuramaṁsānīti attho. Ajjhupeyyanti upagaccheyyaṁ. Sīhanādaṁ naditvāti ye dubbalā pāṇā, te palāyantūti attano sūrabhāvasannissitena kāruññena naditvā.",
  "atk-s0103a0:43": "28.Vighāsasaṁvaḍḍhoti vighāsena saṁvaḍḍho, vighāsaṁ bhakkhitā tirittamaṁsaṁ khāditvā vaḍḍhito. Dittoti dappito thūlasarīro. Balavāti balasampanno. Etadahosīti kasmā ahosi? Asmimānadosena.",
  "atk-s0103a0:44": "Tatrāyaṁ anupubbikathā – ekadivasaṁ kira so sīho gocarato nivattamāno taṁ siṅgālaṁ bhayena palāyamānaṁ disvā kāruññajāto hutvā ‘‘vayasa, mā bhāyi, tiṭṭha ko nāma tva’’nti āha. Jambuko nāmāhaṁ sāmīti. Vayasa, jambuka, ito paṭṭhāya maṁ upaṭṭhātuṁ sakkhissasīti. Upaṭṭhahissāmīti. So tato paṭṭhāya upaṭṭhāti. Sīho gocarato āgacchanto mahantaṁ mahantaṁ maṁsakhaṇḍaṁ āharati. So taṁ khāditvā avidūre pāsāṇapiṭṭhe vasati. So katipāhaccayeneva thūlasarīro mahākhandho jāto. Atha naṁ sīho avoca – ‘‘vayasa, jambuka, mama vijambhanakāle avidūre ṭhatvā ‘viroca sāmī’ti vattuṁ sakkhissasī’’ti. Sakkomi sāmīti. So tassa vijambhanakāle tathā karoti . Tena sīhassa atireko asmimāno hoti.",
  "atk-s0103a0:45": "Athekadivasaṁ jarasiṅgālo udakasoṇḍiyaṁ pānīyaṁ pivanto attano chāyaṁ olokento addasa attano thūlasarīratañceva mahākhandhatañca. Disvā ‘jarasiṅgālosmī’ti manaṁ akatvā ‘‘ahampi sīho jāto’’ti maññi. Tato attanāva attānaṁ etadavoca – ‘‘vayasa, jambuka, yuttaṁ nāma tava iminā attabhāvena parassa ucchiṭṭhamaṁsaṁ khādituṁ, kiṁ tvaṁ puriso na hosi, sīhassāpi cattāro pādā dve dāṭhā dve kaṇṇā ekaṁ naṅguṭṭhaṁ, tavapi sabbaṁ tatheva, kevalaṁ tava kesarabhāramattameva natthī’’ti. Tassevaṁ cintayato asmimāno vaḍḍhi. Athassa tena asmimānadosena etaṁ ‘‘ko cāha’’ntiādi maññitamahosi. Tattha ko cāhanti ahaṁ ko, sīho migarājā ko, na me ñāti, na sāmiko, kimahaṁ tassa nipaccakāraṁ karomīti adhippāyo. Siṅgālakaṁyevāti siṅgālaravameva. Bheraṇḍakaṁyevāti appiyaamanāpasaddameva. Ke ca chave siṅgāleti ko ca lāmako siṅgālo. Ke pana sīhanādeti ko pana sīhanādo siṅgālassa ca sīhanādassa ca ko sambandhoti adhippāyo. Sugatāpadānesūti sugatalakkhaṇesu. Sugatassa sāsanasambhūtāsu tīsu sikkhāsu. Kathaṁ panesa tattha jīvati? Etassa hi cattāro paccaye dadamānā sīlādiguṇasampannānaṁ sambuddhānaṁ demāti denti, tena esa abuddho samāno buddhānaṁ niyāmitapaccaye paribhuñjanto sugatāpadānesu jīvati nāma. Sugatātirittānīti tesaṁ kira bhojanāni dadamānā buddhānañca buddhasāvakānañca datvā pacchā avasesaṁ sāyanhasamaye denti. Evamesa sugatātirittāni bhuñjati nāma. Tathāgateti tathāgataṁ arahantaṁ sammāsambuddhaṁ āsādetabbaṁ ghaṭṭayitabbaṁ. Atha vā ‘‘tathāgate’’tiādīni upayogabahuvacanāneva. Āsādetabbanti idampi bahuvacanameva ekavacanaṁ viya vuttaṁ. Āsādanāti ahaṁ buddhena saddhiṁ pāṭihāriyaṁ karissāmīti ghaṭṭanā.",
  "atk-s0103a0:46": "29.Samekkhiyānāti samekkhitvā, maññitvāti attho. Amaññīti puna amaññittha kotthūti siṅgālo.",
  "atk-s0103a0:47": "30.Attānaṁ vighāse samekkhiyāti soṇḍiyaṁ ucchiṭṭhodake thūlaṁ attabhāvaṁ disvā. Yāva attānaṁ na passatīti yāva ahaṁ sīhavighāsasaṁvaḍḍhitako jarasiṅgāloti evaṁ yathābhūtaṁ attānaṁ na passati. Byagghoti maññatīti sīhohamasmīti maññati, sīhena vā samānabalo byagghoyeva ahanti maññati.",
  "atk-s0103a0:48": "31.Bhutvāna bheketi āvāṭamaṇḍūke khāditvā. Khalamūsikāyoti khalesu mūsikāyo ca khāditvā. Kaṭasīsu khittāni ca koṇapānīti susānesu chaḍḍitakuṇapāni ca khāditvā. Mahāvaneti mahante vanasmiṁ. Suññavaneti tucchavane. Vivaḍḍhoti vaḍḍhito. Tatheva so siṅgālakaṁ anadīti evaṁ saṁvaḍḍhopi migarājāhamasmīti maññitvāpi yathā pubbe dubbalasiṅgālakāle, tatheva so siṅgālaravaṁyeva aravīti . Imāyapi gāthāya bhekādīni bhutvā vaḍḍhitasiṅgālo viya lābhasakkāragiddho tvanti pāthikaputtameva ghaṭṭesi.",
  "atk-s0103a0:49": "Nāgehīti hatthīhi. Mahābandhanāti mahatā kilesabandhanā mocetvā. Mahāviduggāti mahāviduggaṁ nāma cattāro oghā. Tato uddharitvā nibbānathale patiṭṭhapetvā.",
  "atk-s0103a0:50": "Aggaññapaññattikathāvaṇṇanā",
  "atk-s0103a0:51": "36. Iti ‘‘bhagavā ettakena kathāmaggena pāṭihāriyaṁ na karotī’’ti padassa anusandhiṁ dassetvā idāni ‘‘na aggaññaṁ paññāpetī’’ti imassa anusandhiṁ dassento aggaññañcāhanti desanaṁ ārabhi. Tattha aggaññañcāhanti ahaṁ, bhaggava, aggaññañca pajānāmi lokuppatticariyavaṁsañca. Tañca pajānāmīti na kevalaṁ aggaññameva, tañca aggaññaṁ pajānāmi. Tato ca uttaritaraṁ sīlasamādhito paṭṭhāya yāva sabbaññutaññāṇā pajānāmi. Tañca pajānaṁ na parāmasāmīti tañca pajānantopi ahaṁ idaṁ nāma pajānāmīti taṇhādiṭṭhimānavasena na parāmasāmi. Natthi tathāgatassa parāmāsoti dīpeti. Paccattaññevanibbuti viditāti attanāyeva attani kilesanibbānaṁ viditaṁ. Yadabhijānaṁ tathāgatoti yaṁ kilesanibbānaṁ jānanto tathāgato. No anayaṁ āpajjatīti aviditanibbānā titthiyā viya anayaṁ dukkhaṁ byasanaṁ nāpajjati.",
  "atk-s0103a0:52": "37. Idāni yaṁ taṁ titthiyā aggaññaṁ paññapenti, taṁ dassento santi bhaggavātiādimāha. Tattha issarakuttaṁ brahmakuttanti issarakataṁ brahmakataṁ, issaranimmitaṁ brahmanimmitanti attho. Brahmā eva hi ettha ādhipaccabhāvena issaroti veditabbo. Ācariyakanti ācariyabhāvaṁ ācariyavādaṁ. Tattha ācariyavādo aggaññaṁ. Aggaññaṁ pana ettha desitanti katvā so aggaññaṁ tveva vutto. Kathaṁ vihitakanti kena vihitaṁ kinti vihitaṁ. Sesaṁ brahmajāle vitthāritanayeneva veditabbaṁ.",
  "atk-s0103a0:53": "41.Khiḍḍāpadosikanti khiḍḍāpadosikamūlaṁ.",
  "atk-s0103a0:54": "47.Asatāti avijjamānena, asaṁvijjamānaṭṭhenāti attho. Tucchāti tucchena antosāravirahitena. Musāti musāvādena. Abhūtenāti bhūtatthavirahitena. Abbhācikkhantīti abhiācikkhanti. Viparītoti viparītasañño viparītacitto. Bhikkhavo cāti na kevalaṁ samaṇo gotamoyeva, ye ca assa anusiṭṭhiṁ karonti, te bhikkhū ca viparītā. Atha yaṁ sandhāya viparītoti vadanti, taṁ dassetuṁ samaṇo gotamotiādi vuttaṁ. Subhaṁ vimokkhanti vaṇṇakasiṇaṁ. Asubhantvevāti subhañca asubhañca sabbaṁ asubhanti evaṁ pajānāti. Subhantveva tasmiṁ samayeti subhanti eva ca tasmiṁ samaye pajānāti, na asubhaṁ. Bhikkhavo cāti ye te evaṁ vadanti, tesaṁ bhikkhavo ca antevāsikasamaṇā viparītā. Pahotīti samattho paṭibalo.",
  "atk-s0103a0:55": "48.Dukkaraṁ khoti ayaṁ paribbājako yadidaṁ ‘‘evaṁpasanno ahaṁ, bhante’’tiādimāha, taṁ sāṭheyyena kohaññena āha. Evaṁ kirassa ahosi – ‘‘samaṇo gotamo mayhaṁ ettakaṁ dhammakathaṁ kathesi, tamahaṁ sutvāpi pabbajituṁ na sakkomi, mayā etassa sāsanaṁ paṭipannasadisena bhavituṁ vaṭṭatī’’ti. Tato so sāṭheyyena kohaññena evamāha. Tenassa bhagavā mammaṁ ghaṭṭento viya ‘‘dukkaraṁ kho etaṁ, bhaggava tayā aññadiṭṭhikenā’’tiādimāha. Taṁ poṭṭhapādasutte vuttatthameva. Sādhukamanurakkhāti suṭṭhu anurakkha.",
  "atk-s0103a0:56": "Iti bhagavā pasādamattānurakkhaṇe paribbājakaṁ niyojesi. Sopi evaṁ mahantaṁ suttantaṁ sutvāpi nāsakkhi kilesakkhayaṁ kātuṁ. Desanā panassa āyatiṁ vāsanāya paccayo ahosi. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0103a0:57": "Sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāya",
  "atk-s0103a0:58": "Pāthikasuttavaṇṇanā niṭṭhitā."
}