{
  "atk-s0507a0:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "atk-s0507a0:1": "Khuddakanikāye",
  "atk-s0507a0:2": "Petavatthu-aṭṭhakathā",
  "atk-s0507a0:3": "Ganthārambhakathā",
  "atk-s0507a0:4": "Mahākāruṇikaṃ nāthaṃ, ñeyyasāgarapāraguṃ;",
  "atk-s0507a0:5": "Vande nipuṇagambhīra-vicitranayadesanaṃ.",
  "atk-s0507a0:6": "Vijjācaraṇasampannā, yena niyyanti lokato;",
  "atk-s0507a0:7": "Vande tamuttamaṃ dhammaṃ, sammāsambuddhapūjitaṃ.",
  "atk-s0507a0:8": "Sīlādiguṇasampanno, ṭhito maggaphalesu yo;",
  "atk-s0507a0:9": "Vande ariyasaṅghaṃ taṃ, puññakkhettaṃ anuttaraṃ.",
  "atk-s0507a0:10": "Vandanājanitaṃ puññaṃ, iti yaṃ ratanattaye;",
  "atk-s0507a0:11": "Hatantarāyo sabbattha, hutvāhaṃ tassa tejasā.",
  "atk-s0507a0:12": "Petehi ca kataṃ kammaṃ, yaṃ yaṃ purimajātisu;",
  "atk-s0507a0:13": "Petabhāvāvahaṃ taṃ taṃ, tesañhi phalabhedato.",
  "atk-s0507a0:14": "Pakāsayantī buddhānaṃ, desanā yā visesato;",
  "atk-s0507a0:15": "Saṃvegajananī kamma-phalapaccakkhakārinī.",
  "atk-s0507a0:16": "Petavatthūti nāmena, supariññātavatthukā;",
  "atk-s0507a0:17": "Yaṃ khuddakanikāyasmiṃ, saṅgāyiṃsu mahesayo.",
  "atk-s0507a0:18": "Tassa sammāvalambitvā, porāṇaṭṭhakathānayaṃ;",
  "atk-s0507a0:19": "Tattha tattha nidānāni, vibhāvento visesato.",
  "atk-s0507a0:20": "Suvisuddhaṃ asaṃkiṇṇaṃ, nipuṇatthavinicchayaṃ;",
  "atk-s0507a0:21": "Mahāvihāravāsīnaṃ, samayaṃ avilomayaṃ.",
  "atk-s0507a0:22": "Yathābalaṃ karissāmi, atthasaṃvaṇṇanaṃ subhaṃ;",
  "atk-s0507a0:23": "Sakkaccaṃ bhāsato taṃ me, nisāmayatha sādhavoti.",
  "atk-s0507a0:24": "Tattha petavatthūti seṭṭhiputtādikassa tassa tassa sattassa petabhāvahetubhūtaṃ kammaṃ, tassa pana pakāsanavasena pavatto ‘‘khettūpamā arahanto’’tiādikā pariyattidhammo idha ‘‘petavatthū’’ti adhippeto.",
  "atk-s0507a0:25": "Tayidaṃ petavatthu kena bhāsitaṃ, kattha bhāsitaṃ, kadā bhāsitaṃ, kasmā ca bhāsitanti? Vuccate – idañhi petavatthu duvidhena pavattaṃ aṭṭhuppattivasena, pucchāvissajjanavasena ca. Tattha yaṃ aṭṭhuppattivasena pavattaṃ, taṃ bhagavatā bhāsitaṃ, itaraṃ nāradattherādīhi pucchitaṃ tehi tehi petehi bhāsitaṃ. Satthā pana yasmā nāradattherādīhi tasmiṃ tasmiṃ pucchāvissajjane ārocite taṃ taṃ aṭṭhuppattiṃ katvā sampattaparisāya dhammaṃ desesi, tasmā sabbampetaṃ petavatthu satthārā bhāsitameva nāma jātaṃ. Pavattitavaradhammacakke hi satthari tattha tattha rājagahādīsu viharante yebhuyyena tāya tāya aṭṭhuppattiyā pucchāvissajjanavasena sattānaṃ kammaphalapaccakkhakaraṇāya taṃ taṃ petavatthu desanāruḷhanti ayaṃ tāvettha ‘‘kena bhāsita’’ntiādīnaṃ padānaṃ sādhāraṇato vissajjanā. Asādhāraṇato pana tassa tassa vatthussa atthavaṇṇanāyameva āgamissati.",
  "atk-s0507a0:26": "Taṃ panetaṃ petavatthu vinayapiṭakaṃ suttantapiṭakaṃ abhidhammapiṭakanti tīsu piṭakesu suttantapiṭakapariyāpannaṃ, dīghanikāyo majjhimanikāyo saṃyuttanikāyo aṅguttaranikāyo khuddakanikāyoti pañcasu nikāyesu khuddakanikāyapariyāpannaṃ, suttaṃ geyyaṃ veyyākaraṇaṃ gāthā udānaṃ itivuttakaṃ jātakaṃ abbhutadhammaṃ vedallanti navasu sāsanaṅgesu gāthāsaṅgahaṃ.",
  "atk-s0507a0:27": "‘‘Dvāsīti buddhato gaṇhiṃ, dve sahassāni bhikkhuto;",
  "atk-s0507a0:28": "Caturāsīti sahassāni, ye me dhammā pavattino’’ti. (theragā. 1027) –",
  "atk-s0507a0:29": "Evaṃ dhammabhaṇḍāgārikena paṭiññātesu caturāsītiyā dhammakkhandhasahassesu katipayadhammakkhandhasaṅgahaṃ, bhāṇavārato catubhāṇavāramattaṃ, vaggato – uragavaggo ubbarivaggo cūḷavaggo mahāvaggoti catuvaggasaṅgahaṃ. Tesu paṭhamavagge dvādasa vatthūni, dutiyavagge terasa vatthūni, tatiyavagge dasa vatthūni, catutthavagge soḷasa vatthūnīti vatthuto ekapaññāsavatthupaṭimaṇḍitaṃ. Tassa vaggesu uragavaggo ādi, vatthūsu khettūpamapetavatthu ādi, tassāpi ‘‘khettūpamā arahanto’’ti ayaṃ gāthā ādi."
}