{
  "atk-s0403a5:0": "(6) 1. Nīvaraṇavaggo",
  "atk-s0403a5:1": "1. Āvaraṇasuttavaṇṇanā",
  "atk-s0403a5:2": "51. Dutiyassa paṭhame āvaraṇavasena āvaraṇā. Nīvaraṇavasena nīvaraṇā. Ceto ajjhāruhantīti cetaso ajjhāruhā. Vipassanāpaññañca maggapaññañca uppattinivāraṇaṭṭhena dubbalaṁ karontīti paññāya dubbalīkaraṇā. Yā vā etehi saddhiṁ vokiṇṇā paññā uppajjati, taṁ dubbalaṁ karontītipi paññāya dubbalīkaraṇā. Abalāyāti pañcanīvaraṇapariyonaddhattā apagatabalāya. Uttari vā manussadhammā alamariyañāṇadassanavisesanti dasakusalakammapathasaṅkhātā manussadhammā uttari ariyabhāvaṁ kātuṁ samatthaṁ ñāṇadassanavisesaṁ. Hārahārinīti haritabbaṁ harituṁ samatthā. Naṅgalamukhānīti mātikāmukhāni. Tāni hi naṅgalasarikkhakattā naṅgalehi ca khatattā naṅgalamukhānīti vuccanti.",
  "atk-s0403a5:3": "Evameva khoti ettha sotaṁ viya vipassanāñāṇaṁ daṭṭhabbaṁ, ubhato naṅgalamukhānaṁ vivaraṇakālo viya chasu dvāresu saṁvarassa vissaṭṭhakālo, majjhenadiyā rukkhapāde koṭṭetvā palālatiṇamattikāhi āvaraṇe kate udakassa vikkhittavisaṭabyādiṇṇakālo viya pañcahi nīvaraṇehi pariyonaddhakālo, evaṁ āvaraṇe kate vihatavegassa udakassa tiṇapalālādīni parikaḍḍhitvā samuddaṁ pāpuṇituṁ asamatthakālo viya vipassanāñāṇena sabbākusale viddhaṁsetvā nibbānasāgaraṁ pāpuṇituṁ asamatthakālo veditabbo. Sukkapakkhe vuttavipallāsena yojanā kātabbā. Imasmiṁ sutte vaṭṭavivaṭṭaṁ kathitaṁ. Dutiyaṁ uttānatthameva.",
  "atk-s0403a5:4": "3. Padhāniyaṅgasuttavaṇṇanā",
  "atk-s0403a5:5": "53. Tatiye padhāniyaṅgānīti padhānaṁ vuccati padahanabhāvo, padhānamassa atthīti padhāniyo, padhāniyassa bhikkhuno aṅgānīti padhāniyaṅgāni. Saddhoti saddhāya samannāgato. Saddhā panesā āgamasaddhā adhigamasaddhā okappanasaddhā pasādasaddhāti catubbidhā. Tattha sabbaññubodhisattānaṁ saddhā, abhinīhārato paṭṭhāya āgatattā āgamasaddhā nāma. Ariyasāvakānaṁ paṭivedhena adhigatattā adhigamasaddhā nāma. Buddho dhammo saṅghoti vutte acalabhāvena okappanaṁ okappanasaddhā nāma. Pasāduppatti pasādasaddhā nāma. Idha okappanasaddhā adhippetā. Bodhinti catumaggañāṇaṁ. Taṁ suppaṭividdhaṁ tathāgatenāti saddahati. Desanāsīsameva cetaṁ, iminā pana aṅgena tīsupi ratanesu saddhā adhippetā. Yassa hi buddhādīsu pasādo balavā, tassa padhānavīriyaṁ ijjhati.",
  "atk-s0403a5:6": "Appābādhoti arogo. Appātaṅkoti niddukkho. Samavepākiniyāti samavipākiniyā. Gahaṇiyāti kammajatejodhātuyā. Nātisītāya nāccuṇhāyāti atisītalaggahaṇiko hi sītabhīruko hoti, accuṇhaggahaṇiko uṇhabhīruko, tesaṁ padhānaṁ na ijjhati, majjhimaggahaṇikassa ijjhati. Tenāha – majjhimāya padhānakkhamāyāti. Yathābhūtaṁattānaṁ āvikattāti yathābhūtaṁ attano aguṇaṁ pakāsetā. Udayatthagāminiyāti udayañca atthañca gantuṁ paricchindituṁ samatthāya. Etena paññāsalakkhaṇapariggāhakaṁ udayabbayañāṇaṁ vuttaṁ. Ariyāyāti parisuddhāya. Nibbedhikāyāti anibbiddhapubbe lobhakkhandhādayo nibbijjhituṁ samatthāya. Sammā dukkhakkhayagāminiyāti tadaṅgavasena kilesānaṁ pahīnattā yaṁ dukkhaṁ khīyati, tassa dukkhassa khayagāminiyā. Iti sabbehipi imehi padehi vipassanāpaññāva kathitā. Duppaññassa hi padhānaṁ na ijjhati.",
  "atk-s0403a5:7": "4. Samayasuttavaṇṇanā",
  "atk-s0403a5:8": "54. Catutthe padhānāyāti vīriyakaraṇatthāya. Na sukaraṁ uñchena paggahena yāpetunti na sakkā hoti pattaṁ gahetvā uñchācariyāya yāpetuṁ. Imasmimpi sutte vaṭṭavivaṭṭameva kathitaṁ.",
  "atk-s0403a5:9": "5. Mātāputtasuttavaṇṇanā",
  "atk-s0403a5:10": "55. Pañcame pariyādāya tiṭṭhatīti pariyādiyitvā gahetvā khepetvā tiṭṭhati. Ugghātitāti uddhumātā.",
  "atk-s0403a5:11": "Asihatthenāti sīsacchedanatthāya asiṁ ādāya āgatenāpi. Pisācenāti khādituṁ āgatayakkhenāpi. Āsīdeti ghaṭṭeyya. Mañjunāti mudukena. Kāmoghavuḷhānanti kāmoghena vuḷhānaṁ kaḍḍhitānaṁ. Kālaṁgati bhavābhavanti vaṭṭakālaṁ gatiñca punappunabbhave ca. Purakkhatāti purecārikā purato gatāyeva. Ye ca kāme pariññāyāti ye paṇḍitā duvidhepi kāme tīhi pariññāhi parijānitvā. Caranti akutobhayāti khīṇāsavānaṁ kutoci bhayaṁ nāma natthi, tasmā te akutobhayā hutvā caranti. Pāraṅgatāti pāraṁ vuccati nibbānaṁ, taṁ upagatā, sacchikatvā ṭhitāti attho. Āsavakkhayanti arahattaṁ. Imasmiṁ sutte vaṭṭameva kathetvā gāthāsu vaṭṭavivaṭṭaṁ kathitaṁ.",
  "atk-s0403a5:12": "6. Upajjhāyasuttavaṇṇanā",
  "atk-s0403a5:13": "56. Chaṭṭhe madhurakajātoti sañjātagarubhāvo. Disā ca me na pakkhāyantīti catasso disā ca anudisā ca mayhaṁ na upaṭṭhahantīti vadati. Dhammā ca maṁ nappaṭibhantīti samathavipassanādhammāpi me na upaṭṭhahanti. Anabhirato ca brahmacariyaṁ carāmīti ukkaṇṭhito hutvā brahmacariyavāsaṁ vasāmi. Yena bhagavā tenupasaṅkamīti tassa kathaṁ sutvā ‘‘buddhaveneyyapuggalo aya’’nti taṁ kāraṇaṁ bhagavato ārocetuṁ upasaṅkami. Avipassakassa kusalānaṁ dhammānanti kusaladhamme avipassantassa, anesantassa agavesantassāti attho. Bodhipakkhiyānaṁ dhammānanti satipaṭṭhānādīnaṁ sattatiṁsadhammānaṁ.",
  "atk-s0403a5:14": "7. Abhiṇhapaccavekkhitabbaṭhānasuttavaṇṇanā",
  "atk-s0403a5:15": "57. Sattame jarādhammomhīti jarāsabhāvo amhi. Jaraṁ anatītoti jaraṁ anatikkanto, antojarāya eva carāmi. Sesapadesupi eseva nayo. Kammassakotiādīsu kammaṁ mayhaṁ sakaṁ attano santakanti kammassako amhi. Kammassa dāyādoti kammadāyādo, kammaṁ mayhaṁ dāyajjaṁ santakanti attho. Kammaṁ mayhaṁ yoni kāraṇanti kammayoni. Kammaṁ mayhaṁ bandhūti kammabandhu, kammañātakoti attho. Kammaṁ mayhaṁ paṭisaraṇaṁ patiṭṭhāti kammapaṭisaraṇo. Tassa dāyādo bhavissāmīti tassa kammassa dāyādo tena dinnaphalapaṭiggāhako bhavissāmīti attho. Yobbanamadoti yobbanaṁ ārabbha uppannamado. Sesesupi eseva nayo. Maggo sañjāyatīti lokuttaramaggo sañjāyati. Saṁyojanāni sabbaso pahīyantīti dasa saṁyojanāni sabbaso pahīyanti. Anusayā byantīhontīti satta anusayā vigatantā paricchinnā parivaṭumā honti. Evamettha heṭṭhā pañcasu ṭhānesu vipassanā kathitā, imesu pañcasu lokuttaramaggo.",
  "atk-s0403a5:16": "Idāni gāthāhi kūṭaṁ gaṇhanto byādhidhammātiādimāha. Tattha ñatvā dhammaṁ nirūpadhinti upadhirahitaṁ arahattamaggaṁ ñatvā. Sabbe made abhibhosmīti sabbe ime tayopi made adhibhaviṁ, atikkamma ṭhitosmīti attho. Nekkhammaṁ daṭṭhu khematoti pabbajjaṁ khemato disvā. Tassa me ahu ussāho, nibbānaṁ abhipassatoti tassa mayhaṁ nibbānaṁ abhipassantassa vāyāmo ahosi. Anivatti bhavissāmīti pabbajjato anivattiko bhavissāmi, brahmacariyavāsato anivattiko, sabbaññutaññāṇato anivattiko bhavissāmi. Brahmacariyaparāyaṇoti maggabrahmacariyaparāyaṇo. Iminā lokuttaro aṭṭhaṅgiko maggo kathitoti.",
  "atk-s0403a5:17": "8. Licchavikumārakasuttavaṇṇanā",
  "atk-s0403a5:18": "58. Aṭṭhame sajjāni dhanūnīti sajiyāni āropitadhanūni. Addasūti addasaṁsu. Bhavissanti vajjīti vaḍḍhissanti vajjirājāno. Apānubhāti avaḍḍhinissitā mānathaddhā. Pacchāliyaṁ khipantīti pacchato gantvā piṭṭhiṁ pādena paharanti. Raṭṭhikassātiādīsu raṭṭhaṁ bhuñjatīti raṭṭhiko. Pitarā dattaṁ sāpateyyaṁ bhuñjatīti pettaniko. Senāya pati jeṭṭhakoti senāpatiko. Gāmagāmaṇikassāti gāmānaṁ gāmaṇikassa, gāmasāmikassāti attho. Pūgagāmaṇikassāti gaṇajeṭṭhakassa. Kulesūti tesu tesu kulesu. Paccekādhipaccaṁ kārentīti paccekaṁ jeṭṭhakaṭṭhānaṁ kārenti. Kalyāṇena manasā anukampantīti sundarena cittena anuggaṇhanti. Khettakammantasāmantasabyohāreti ye ca attano khettakammantānaṁ sāmantā anantarakkhettasāmino, te ca rajjudaṇḍehi bhūmippamāṇaggāhake sabbohāre ca. Balipaṭiggāhikādevatāti kulappaveṇiyā āgatā ārakkhadevatā. Sakkarotīti tā devatā aggayāgubhattādīhi sakkaroti.",
  "atk-s0403a5:19": "Kiccakaroti uppannānaṁ kiccānaṁ kārako. Ye cassa anujīvinoti ye ca etaṁ upanissāya jīvanti. Ubhinnañceva atthāyāti ubhinnampi hitatthāya paṭipanno hotīti attho. Pubbapetānanti paralokagatānaṁ. Diṭṭhe dhamme ca jīvatanti ye ca diṭṭhe dhamme jīvanti. Iti padadvayenāpi atītapaccuppanne ñātayo dasseti. Vittisañjananoti tuṭṭhijanano. Gharamāvasanti gharāvāsaṁ vasanto. Pujjo hoti pasaṁsiyoti pūjetabbo ca pasaṁsitabbo ca hotīti.",
  "atk-s0403a5:20": "9-10. Vuḍḍhapabbajitasuttadvayavaṇṇanā",
  "atk-s0403a5:21": "59-60. Navame nipuṇoti saṇho sukhumakāraṇaññū. Ākappasampannoti samaṇākappena sampanno. Dasame padakkhiṇaggāhīti dinnovādaṁ padakkhiṇato gaṇhanto. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0403a5:22": "Nīvaraṇavaggo paṭhamo."
}