{
  "atk-s0514a13:0": "20. Sattatinipāto",
  "atk-s0514a13:2": " [531] 1. Kusajātakavaṇṇanā",
  "atk-s0514a13:3": "Idaṁte raṭṭhanti idaṁ satthā jetavane viharanto ukkaṇṭhitabhikkhuṁ ārabbha kathesi. Eko kira sāvatthivāsī kulaputto sāsane uraṁ datvā pabbajito ekadivasaṁ sāvatthiyaṁ piṇḍāya caranto ekaṁ alaṅkataitthiṁ disvā subhanimittaggāhavasena oloketvā kilesābhibhūto anabhirato vihāsi dīghakesanakho kiliṭṭhacīvaro uppaṇḍuppaṇḍukajāto dhamanīsanthatagatto. Yathā hi devalokā cavanadhammānaṁ devaputtānaṁ pañca pubbanimittāni paññāyanti, mālā milāyanti, vatthāni kilissanti, sarīre dubbaṇṇiyaṁ okkamati, ubhohi kacchehi sedā muccanti, devo devāsane nābhiramati, evameva sāsanā cavanadhammānaṁ ukkaṇṭhitabhikkhūnaṁ pañca pubbanimittāni paññāyanti, saddhāpupphāni milāyanti, sīlavatthāni kilissanti, sarīre maṅkutāya ceva ayasavasena ca dubbaṇṇiyaṁ okkamati, kilesasedā muccanti, araññarukkhamūlasuññāgāresu nābhiramanti. Tassapi tāni paññāyiṁsu. Atha naṁ bhikkhū satthu santikaṁ netvā ‘‘ayaṁ, bhante, ukkaṇṭhito’’ti dassesuṁ. Satthā ‘‘saccaṁ kira tvaṁ, bhikkhu, ukkaṇṭhitosī’’ti taṁ pucchitvā ‘‘saccaṁ, bhante’’ti vutte ‘‘mā, bhikkhu, kilesavasiko hohi, mātugāmo nāmesa pāpo, tasmiṁ paṭibaddhacittataṁ vinodehi, sāsane abhirama, mātugāme paṭibaddhacittatāya hi tejavantopi porāṇakapaṇḍitā nittejā hutvā anayabyasanaṁ pāpuṇiṁsū’’ti vatvā atītaṁ āhari.",
  "atk-s0514a13:4": "Atīte mallaraṭṭhe kusāvatīrājadhāniyaṁ okkāko nāma rājā dhammena samena rajjaṁ kāresi. Tassa soḷasannaṁ itthisahassānaṁ jeṭṭhikā sīlavatī nāma aggamahesī ahosi, sā neva puttaṁ, na dhītaraṁ labhi. Athassa nāgarā ceva raṭṭhavāsino ca rājanivesanadvāre sannipatitvā ‘‘raṭṭhaṁ nassissati, raṭṭhaṁ nassissatī’’ti upakkosiṁsu. Rājā sīhapañjaraṁ ugghāṭetvā ‘‘mayi rajjaṁ kārente adhammakāro nāma natthi, kasmā upakkosathā’’ti pucchi. ‘‘Saccaṁ, deva, adhammakāro nāma natthi, apica vaṁsānurakkhako pana vo putto natthi, añño rajjaṁ gahetvā raṭṭhaṁ nāsessati, tasmā dhammena rajjaṁ kāretuṁ samatthaṁ puttaṁ patthethā’’ti. ‘‘Puttaṁ patthento kiṁ karomī’’ti? ‘‘Paṭhamaṁ tāva ekaṁ sattāhaṁ cullanāṭakaṁ dhammanāṭakaṁ katvā vissajjetha, sace sā puttaṁ labhissati, sādhu, no ce, atha majjhimanāṭakaṁ vissajjetha, tato jeṭṭhanāṭakaṁ, avassaṁ ettakāsu itthīsu ekā puññavatī puttaṁ labhissatī’’ti. Rājā tesaṁ vacanena tathā katvā satta divase yathāsukhaṁ abhiramitvā āgatāgataṁ pucchi – ‘‘kacci vo putto laddho’’ti? Sabbā ‘‘na labhāma, devā’’ti āhaṁsu. Rājā ‘‘na me putto uppajjissatī’’ti anattamano ahosi. Nāgarā puna tatheva upakkosiṁsu. Rājā ‘‘kiṁ upakkosatha, mayā tumhākaṁ vacanena nāṭakāni vissaṭṭhāni, ekāpi puttaṁ na labhati, idāni kiṁ karomā’’ti āha. ‘‘Deva, etā dussīlā bhavissanti nippuññā, natthi etāsaṁ puttalābhāya puññaṁ, tumhe etāsu puttaṁ alabhantīsupi mā appossukkataṁ āpajjatha, aggamahesī vo sīlavatī devī sīlasampannā, taṁ vissajjetha, tassā putto uppajjissatī’’ti.",
  "atk-s0514a13:5": "So ‘‘sādhū’’ti sampaṭicchitvā ‘‘ito kira sattame divase rājā sīlavatiṁ deviṁ dhammanāṭakaṁ katvā vissajjessati, purisā sannipatantū’’ti bheriṁ carāpetvā sattame divase deviṁ alaṅkārāpetvā rājanivesanā otāretvā vissajjesi. Tassā sīlatejena sakkassa bhavanaṁ uṇhākāraṁ dassesi. Sakko ‘‘kiṁ nu kho’’ti āvajjento deviyā puttapatthanabhāvaṁ ñatvā ‘‘etissā mayā puttaṁ dātuṁ vaṭṭati, atthi nu kho devaloke etissā anucchaviko putto’’ti upadhārento bodhisattaṁ addasa. So kira tadā tāvatiṁsabhavane āyuṁ khepetvā uparidevaloke nibbattitukāmo ahosi. Sakko tassa vimānadvāraṁ gantvā taṁ pakkositvā, ‘‘mārisa, tayā manussalokaṁ gantvā okkākarañño aggamahesiyā kucchimhi paṭisandhiṁ gaṇhituṁ vaṭṭatī’’ti sampaṭicchāpetvā aparampi devaputtaṁ ‘‘tvampi etissā eva putto bhavissasī’’ti vatvā ‘‘mā kho panassā koci sīlaṁ bhindatū’’ti mahallakabrāhmaṇavesena rañño nivesanadvāraṁ agamāsi.",
  "atk-s0514a13:6": "Mahājanopi nhāto alaṅkato ‘‘ahaṁ deviṁ gaṇhissāmi, ahaṁ deviṁ gaṇhissāmī’’ti rājadvāre sannipatitvā sakkañca disvā ‘‘tvaṁ kasmā āgatosī’’ti parihāsamakāsi. Sakko ‘‘kiṁ maṁ tumhe garahatha, sacepi me sarīraṁ jiṇṇaṁ, rāgo pana na jīrati, sace sīlavatiṁ labhissāmi, ādāya naṁ gamissāmīti āgatomhī’’ti vatvā attano ānubhāvena sabbesaṁ puratova aṭṭhāsi. Añño koci tassa tejena purato bhavituṁ nāsakkhi. So taṁ sabbālaṅkārapaṭimaṇḍitaṁ nivesanā nikkhamantiññeva hatthe gahetvā pakkāmi. Atha naṁ tattha tattha ṭhitā garahiṁsu ‘‘passatha, bho, mahallakabrāhmaṇo evaṁ uttamarūpadharaṁ deviṁ ādāya gacchati, attano yuttaṁ na jānātī’’ti. Devīpi ‘‘mahallako maṁ gahetvā gacchatī’’ti na aṭṭīyati na harāyati. Rājāpi vātapāne ṭhatvā ‘‘ko nu kho deviṁ gahetvā gacchatī’’ti olokento taṁ disvā anattamano ahosi.",
  "atk-s0514a13:7": "Sakko taṁ ādāya nagaradvārato nikkhamitvā dvārasamīpe ekaṁ gharaṁ māpesi vivaṭadvāraṁ paññattakaṭṭhattharikaṁ. Atha naṁ sā ‘‘idaṁ te nivesana’’nti pucchi. So ‘‘āma, bhadde, pubbe panāhaṁ eko, idānimhā mayaṁ dve janā, ahaṁ bhikkhāya caritvā taṇḍulādīni āharissāmi, tvaṁ imissā kaṭṭhattharikāya nipajjāhī’’ti vatvā taṁ mudunā hatthena parāmasanto dibbasamphassaṁ pharāpetvā tattha nipajjāpesi. Sā dibbasamphassapharaṇena saññaṁ vissajjesi. Atha naṁ attano ānubhāvena tāvatiṁsabhavanaṁ netvā alaṅkatavimāne dibbasayane nipajjāpesi. Sā sattame divase pabujjhitvā taṁ sampattiṁ disvā ‘‘na so brāhmaṇo manusso, sakko bhavissatī’’ti aññāsi. Sakkopi tasmiṁ samaye pāricchattakamūle dibbanāṭakaparivuto nisinno ahosi. Sā sayanā uṭṭhāya tassa santikaṁ gantvā vanditvā ekamantaṁ aṭṭhāsi. Atha naṁ sakko ‘‘varaṁ te, devi, dadāmi, gaṇhāhī’’ti āha. ‘‘Tena hi, deva, ekaṁ puttaṁ me dehī’’ti. ‘‘Devi, tiṭṭhatu eko putto, ahaṁ te dve putte dassāmi. Tesu pana eko paññavā bhavissati virūpavā, eko rūpavā na paññavā. Tesu kataraṁ paṭhamaṁ icchasī’’ti? ‘‘Paññavantaṁ, devā’’ti. So ‘‘sādhū’’ti vatvā tassā kusatiṇaṁ dibbavatthaṁ dibbacandanaṁ pāricchattakapupphaṁ kokanudañca nāma vīṇaṁ datvā taṁ ādāya rañño sayanagharaṁ pavisitvā raññā saddhiṁ ekasayane nipajjāpetvā aṅguṭṭhakena tassā nābhiṁ parāmasi. Tasmiṁ khaṇe bodhisatto tassā kucchimhi paṭisandhiṁ gaṇhi. Sakkopi sakaṭṭhānameva gato. Paṇḍitā devī gabbhassa patiṭṭhitabhāvaṁ jāni.",
  "atk-s0514a13:8": "Atha naṁ pabuddho rājā disvā, ‘‘devi, kena nītāsī’’ti pucchi. ‘‘Sakkena, devā’’ti. ‘‘Ahaṁ paccakkhato ekaṁ mahallakabrāhmaṇaṁ taṁ ādāya gacchantaṁ addasaṁ, kasmā maṁ vañcesī’’ti? ‘‘Saddahatha, deva, sakko maṁ gahetvā devalokaṁ nesī’’ti. ‘‘Na saddahāmi, devī’’ti. Athassa sā sakkadattiyaṁ kusatiṇaṁ dassetvā ‘‘saddahathā’’ti āha. Rājā ‘‘kusatiṇaṁ nāma yato kutoci labbhatī’’ti na saddahi. Athassa sā dibbavatthādīni dassesi. Rājā tāni disvā saddahitvā, ‘‘bhadde, sakko tāva taṁ netu, putto pana te laddho’’ti pucchi. ‘‘Laddho mahārāja, gabbho me patiṭṭhito’’ti. So tuṭṭho tassā gabbhaparihāraṁ adāsi . Sā dasamāsaccayena puttaṁ vijāyi, tassa aññaṁ nāmaṁ akatvā kusatiṇanāmameva akaṁsu. Kusakumārassa padasā gamanakāle itaro devaputto tassā kucchiyaṁ paṭisandhiṁ gaṇhi. Sā dasamāse paripuṇṇe puttaṁ vijāyi, tassa ‘‘jayampatī’’ti nāmaṁ kariṁsu. Te mahantena yasena vaḍḍhiṁsu. Bodhisatto paññavā ācariyassa santike kiñci sippaṁ anuggahetvā attanova paññāya sabbasippesu nipphattiṁ pāpuṇi.",
  "atk-s0514a13:9": "Athassa soḷasavassakāle rājā rajjaṁ dātukāmo deviṁ āmantetvā ‘‘bhadde, puttassa te rajjaṁ datvā nāṭakāni upaṭṭhapessāma, mayaṁ jīvantāyeva naṁ rajje patiṭṭhitaṁ passissāma, sakalajambudīpe kho pana yassa rañño dhītaraṁ icchati, tamassa ānetvā aggamahesiṁ karissāma, cittamassa jānāhi, kataraṁ rājadhītaraṁ rocesī’’ti āha. Sā ‘‘sādhū’’ti sampaṭicchitvā ‘‘kumārassa imaṁ pavattiṁ ārocetvā cittaṁ jānāhī’’ti ekaṁ paricārikaṁ pesesi. Sā gantvā tassa taṁ pavattiṁ ārocesi. Taṁ sutvā mahāsatto cintesi – ‘‘ahaṁ na rūpavā, rūpasampannā rājadhītā ānītāpi maṁ disvā ‘kiṁ me iminā virūpenā’ti palāyissati iti no lajjitabbakaṁ bhavissati, kiṁ me gharāvāsena, dharamāne mātāpitaro upaṭṭhahitvā tesaṁ accayena nikkhamitvā pabbajissāmī’’ti. So ‘‘mayhaṁ neva rajjenattho, na nāṭakehi, ahaṁ mātāpitūnaṁ accayena pabbajissāmī’’ti āha. Sā gantvā tassa kathaṁ deviyā ārocesi, devīpi rañño ārocesi. Rājā anattamano hutvā puna katipāhaccayena sāsanaṁ pesesi. Sopi paṭibāhatiyeva. Evaṁ yāvatatiyaṁ paṭibāhitvā catutthavāre cintesi – ‘‘mātāpitūhi saddhiṁ ekantena paṭipakkhabhāvo nāma na yutto, ekaṁ upāyaṁ karissāmī’’ti.",
  "atk-s0514a13:10": "So kammārajeṭṭhakaṁ pakkosāpetvā bahuṁ suvaṇṇaṁ datvā ‘‘ekaṁ itthirūpakaṁ karohī’’ti uyyojetvā tasmiṁ pakkante aññaṁ suvaṇṇaṁ gahetvā sayampi itthirūpakaṁ akāsi. Bodhisattānañhi adhippāyo nāma samijjhati. Taṁ suvaṇṇarūpakaṁ jivhāya avaṇṇanīyasobhaṁ ahosi. Atha naṁ mahāsatto khomaṁ nivāsāpetvā sirigabbhe ṭhapāpesi. So kammārajeṭṭhakena ābhatarūpakaṁ disvā taṁ garahitvā ‘‘gaccha amhākaṁ sirigabbhe ṭhapitarūpakaṁ āharā’’ti āha. So sirigabbhaṁ paviṭṭho taṁ disvā ‘‘kumārena saddhiṁ abhiramituṁ ekā devaccharā, āgatā bhavissatī’’ti hatthaṁ pasāretuṁ avisahanto nikkhamitvā ‘‘deva, sirigabbhe ayyā ekikāva ṭhitā, upagantuṁ na sakkomī’’ti āha. ‘‘Tāta, gaccha, suvaṇṇarūpakaṁ etaṁ, āharā’’ti puna pesito āhari. Kumāro kammārena kataṁ rūpakaṁ suvaṇṇagabbhe nikkhipāpetvā attanā kataṁ alaṅkārāpetvā rathe ṭhapāpetvā ‘‘evarūpaṁ labhanto gaṇhāmī’’ti mātu santikaṁ pahiṇi.",
  "atk-s0514a13:11": "Sā amacce pakkosāpetvā, ‘‘tātā, mayhaṁ putto mahāpuñño sakkadattiyo anucchavikaṁ kumārikaṁ labhissati, tumhe evarūpaṁ labhantā gaṇhissatha, imaṁ rūpakaṁ paṭicchannayāne ṭhapetvā sakalajambudīpaṁ carantā yassa rañño evarūpaṁ dhītaraṁ passatha, tassetaṁ datvā ‘okkākarājā tumhehi saddhiṁ āvāhaṁ karissatī’ti divasaṁ vavatthapetvā āgacchathā’’ti āha. Te ‘‘sādhū’’ti taṁ ādāya mahantena parivārena nikkhamitvā vicarantā yaṁ rājadhāniṁ pāpuṇanti, tattha sāyanhasamaye mahājanassa samosaraṇaṭṭhāne taṁ rūpakaṁ vatthapupphālaṅkārehi alaṅkaritvā suvaṇṇasivikaṁ āropetvā titthamagge ṭhapetvā amaccā sayaṁ paṭikkamitvā āgatāgatānaṁ kathāsavanatthaṁ ekamante tiṭṭhanti. Mahājano taṁ oloketvā ‘‘suvaṇṇarūpaka’’nti saññaṁ akatvā ‘‘ayaṁ manussitthī samānāpi devaccharapaṭibhāgā ativiya sobhati, kiṁ nu kho ettha ṭhitā, kuto vā āgatā, amhākaṁ nagare evarūpā natthī’’ti vaṇṇento pakkamati. Taṁ sutvā amaccā ‘‘sace idha evarūpā dārikā bhaveyya, ‘asukā rājadhītā viya asukā amaccadhītā viyā’ti vadeyyuṁ, addhā idha evarūpā natthī’’ti taṁ ādāya aññaṁ nagaraṁ gacchanti.",
  "atk-s0514a13:12": "Te evaṁ vicarantā anupubbena maddaraṭṭhe sāgalanagaraṁ sampāpuṇiṁsu. Tattha maddarañño aṭṭha dhītaro uttamarūpadharā devaccharapaṭibhāgā, tāsaṁ sabbajeṭṭhikā pabhāvatī nāma. Tassā sarīrato bālasūriyassa pabhā viya pabhā niccharanti, andhakārepi catuhatthe antogabbhe padīpakiccaṁ natthi, sabbo gabbho ekobhāsova hoti. Dhātī panassā khujjā, sā pabhāvatiṁ bhojetvā tassā sīsanhāpanatthaṁ aṭṭhahi vaṇṇadāsīhi aṭṭha ghaṭe gāhāpetvā sāyanhasamaye udakatthāya gacchantī titthamagge ṭhitaṁ taṁ rūpakaṁ disvā ‘‘pabhāvatī’’ti saññāya ‘‘ayaṁ dubbinītā ‘sīsaṁ nhāyissāmī’ti amhe udakatthāya pesetvā paṭhamataraṁ āgantvā titthamagge ṭhitā’’ti kujjhitvā ‘‘are kulalajjāpanike amhehi purimataraṁ āgantvā kasmā idha ṭhitāsi, sace rājā jānissati, nāsessati no’’ti vatvā hatthena gaṇḍapasse pahari, hatthatalaṁ bhijjamānaṁ viya jātaṁ. Tato ‘‘suvaṇṇarūpaka’’nti ñatvā hasamānā tāsaṁ vaṇṇadāsīnaṁ santikaṁ gacchantī ‘‘passathetaṁ me kammaṁ, mama dhītātisaññāya pahāraṁ adāsiṁ, ayaṁ mama dhītu santike kimagghati, kevalaṁ me hattho dukkhāpito’’ti āha.",
  "atk-s0514a13:13": "Atha naṁ rājadūtā gahetvā ‘‘tvaṁ ‘mama dhītā ito abhirūpatarā’ti vadantī kaṁ nāma kathesī’’ti āhaṁsu. ‘‘Maddarañño dhītaraṁ pabhāvatiṁ, idaṁ rūpakaṁ tassā soḷasimpi kalaṁ na agghatī’’ti. Te tuṭṭhamānasā rājadvāraṁ gantvā ‘‘okkākarañño dūtā dvāre ṭhitā’’ti paṭihāresuṁ. Rājā āsanā vuṭṭhāya ṭhitakova ‘‘pakkosathā’’ti āha. Te pavisitvā rājānaṁ vanditvā ‘‘mahārāja, amhākaṁ rājā tumhākaṁ ārogyaṁ pucchatī’’ti vatvā katasakkārasammānā ‘‘kimatthaṁ āgatatthā’’ti puṭṭhā ‘‘amhākaṁ rañño sīhassaro putto kusakumāro nāma, rājā tassa rajjaṁ dātukāmo amhe tumhākaṁ santikaṁ pahiṇi, tumhākaṁ kira dhītā pabhāvatī, taṁ tassa detha, imañca suvaṇṇarūpakaṁ deyyadhammaṁ gaṇhathā’’ti taṁ rūpakaṁ tassa adaṁsu. Sopi ‘‘evarūpena mahārājena saddhiṁ vivāhamaṅgalaṁ bhavissatī’’ti tuṭṭhacitto sampaṭicchi . Atha naṁ dūtā āhaṁsu – ‘‘mahārāja, amhehi na sakkā papañcaṁ kātuṁ, kumārikāya laddhabhāvaṁ rañño ārocessāma, atha naṁ so āgantvā ādāya gamissatī’’ti. So ‘‘sādhū’’ti vatvā tesaṁ sakkāraṁ katvā vissajjesi. Te gantvā rañño ca deviyā ca ārocesuṁ. Rājā mahantena parivārena kusāvatito nikkhamitvā anupubbena sāgalanagaraṁ pāpuṇi. Maddarājā paccuggantvā taṁ nagaraṁ pavesetvā mahantaṁ sakkāramakāsi.",
  "atk-s0514a13:14": "Sīlavatī devī paṇḍitattā ‘‘ko jānāti, kiṁ bhavissatī’’ti ekāhadvīhaccayena maddarājānaṁ āha – ‘‘mahārāja, suṇisaṁ daṭṭhukāmāmhī’’ti. So ‘‘sādhū’’ti sampaṭicchitvā taṁ pakkosāpesi. Pabhāvatī sabbālaṅkārapaṭimaṇḍitā dhātigaṇaparivutā āgantvā sassuṁ vandi. Sā taṁ disvā cintesi – ‘‘ayaṁ kumārikā abhirūpā, mayhaṁ putto virūpo. Sace esā taṁ passissati, ekāhampi avasitvā palāyissati, upāyaṁ karissāmī’’ti. Sā maddarājānaṁ āmantetvā, ‘‘mahārāja, suṇisā me puttassa anucchavikā, apica kho pana amhākaṁ kulapaveṇiyā āgataṁ cārittaṁ atthi, sace ayaṁ tasmiṁ cāritte vattissati, nessāmi na’’nti āha. ‘‘Kiṁ pana vo cāritta’’nti. ‘‘Amhākaṁ vaṁse yāva ekassa gabbhassa patiṭṭhānaṁ hoti, tāva divā sāmikaṁ passituṁ na labhati. Sace esā tathā karissati, nessāmi na’’nti. Rājā ‘‘kiṁ, amma, sakkhissasi evaṁ vattitu’’nti dhītaraṁ pucchi. Sā ‘‘āma tātā’’ti āha. Tato okkākarājā maddarañño bahuṁ dhanaṁ datvā taṁ ādāya pakkāmi. Maddarājāpi mahantena parivārena dhītaraṁ uyyojesi.",
  "atk-s0514a13:15": "Okkāko kusāvatiṁ gantvā nagaraṁ alaṅkārāpetvā sabbabandhanāni mocetvā puttassa abhisekaṁ katvā rajjaṁ datvā pabhāvatiṁ aggamahesiṁ kāretvā nagare ‘‘kusarājassa āṇā’’ti bheriṁ carāpesi. Sakalajambudīpatale rājāno yesaṁ dhītaro atthi, te kusarañño dhītaro pahiṇiṁsu . Yesaṁ puttā atthi, te tena saddhiṁ mittabhāvaṁ ākaṅkhantā putte upaṭṭhāke katvā pahiṇiṁsu. Bodhisattassa nāṭakaparivāro mahā ahosi, mahantena yasena rajjaṁ kāresi. So pabhāvatiṁ divā passituṁ na labhati, sāpi taṁ divā passituṁ na labhati, ubhinnaṁ rattidassanameva hoti. Tattha pabhāvatiyā sarīrappabhāpi abbohārikā ahosi. Bodhisatto sirigabbhato rattiṁyeva nikkhamati.",
  "atk-s0514a13:16": "So katipāhaccayena pabhāvatiṁ divā daṭṭhukāmo mātuyā ārocesi. Sā ‘‘mā te tāta, rucci, yāva ekaṁ puttaṁ labhasi, tāva āgamehī’’ti, paṭikkhipi. So punappunaṁ yāciyeva. Atha naṁ sā āha – ‘‘tena hi hatthisālaṁ gantvā hatthimeṇḍavesena tiṭṭha, ahaṁ taṁ tattha ānessāmi, atha naṁ akkhīni pūretvā olokeyyāsi, mā ca attānaṁ jānāpehī’’ti. So ‘‘sādhū’’ti sampaṭicchitvā hatthisālaṁ agamāsi. Athassa mātā hatthisālaṁ alaṅkārāpetvā pabhāvatiṁ ‘‘ehi sāmikassa hatthino passāmā’’ti tattha netvā ‘‘ayaṁ hatthī asuko nāma, ayaṁ hatthī asuko nāmā’’ti tassā dassesi. Tattha taṁ rājā mātu pacchato gacchantiṁ disvā hatthigopakavesena hatthichakaṇapiṇḍena piṭṭhiyaṁ pahari. Sā kuddhā ‘‘rañño kathetvā te hatthaṁ chindāpessāmī’’ti vatvā deviṁ ujjhāpesi. Rājamātā ‘‘mā amma kujjhī’’ti suṇisaṁ saññāpetvā piṭṭhiṁ parimajji. Punapi rājā taṁ daṭṭhukāmo hutvā assasālāya assagopakavesena taṁ disvā tatheva assachakaṇapiṇḍena pahari. Tadāpi taṁ kuddhaṁ sassu saññāpesi.",
  "atk-s0514a13:17": "Punekadivase pabhāvatī mahāsattaṁ passitukāmā hutvā sassuyā ārocetvā ‘‘alaṁ mā te ruccī’’ti paṭikkhittāpi punappunaṁ yāci. Atha naṁ sā āha – ‘‘tena hi sve mama putto nagaraṁ padakkhiṇaṁ karissati, tvaṁ sīhapañjaraṁ vivaritvā taṁ passeyyāsī’’ti. Evañca pana vatvā punadivase nagaraṁ alaṅkārāpetvā jayampatikumāraṁ rājavesaṁ gāhāpetvā hatthipiṭṭhe nisīdāpetvā bodhisattaṁ pacchimāsane nisīdāpetvā nagaraṁ padakkhiṇaṁ kārāpesi. Sā pabhāvatiṁ ādāya sīhapañjare ṭhatvā ‘‘passa tava sāmikassa sirisobhagga’’nti āha. Sā ‘‘anucchaviko me sāmiko laddho’’ti attamanā ahosi. Taṁ divasaṁ pana mahāsatto hatthimeṇḍavesena jayampatissa pacchimāsane nisīditvā yathādhippāyena pabhāvatiṁ olokento hatthavikārādivasena cittaruciyā keḷiṁ dassesi. Hatthimhi atikkante rājamātā pabhāvatiṁ pucchi – ‘‘diṭṭho te, amma, sāmiko’’ti. ‘‘Āma ayye, pacchimāsane panassa nisinno hatthimeṇḍo ativiya dubbinīto, mayhaṁ hatthavikārādīni dassesi, kasmā evarūpaṁ alakkhikaṁ rañño pacchimāsane nisīdāpesuṁ, nīharāpehi na’’nti? ‘‘Amma, rañño pacchimāsane rakkhā nāma icchitabbā’’ti.",
  "atk-s0514a13:18": "Sā cintesi – ‘‘ayaṁ hatthimeṇḍo ativiya nibbhayo, rājānaṁ ‘rājā’tipi na maññati, kiṁ nu kho esova kusarājā, addhā hi eso ativiya virūpo eva bhavissati, teneva maṁ na dassentī’’ti. Sā khujjaṁ kaṇṇamūle āha – ‘‘amma, gaccha tāva jānāhi, kiṁ purimāsane nisinnako rājā, udāhu pacchimāsane’’ti? ‘‘Kathaṁ panāhaṁ jānissāmī’’ti. ‘‘Sace hi so rājā bhavissati, paṭhamataraṁ hatthipiṭṭhito otarissati, imāya saññāya jānāhī’’ti. Sā gantvā ekamante ṭhitā paṭhamaṁ mahāsattaṁ otarantaṁ addasa, pacchā jayampatikumāraṁ. Mahāsattopi ito cito ca olokento khujjaṁ disvā ‘‘iminā nāma kāraṇena esā āgatā bhavissatī’’ti ñatvā taṁ pakkosāpetvā ‘‘imaṁ antaraṁ pabhāvatiyā mā kathehī’’ti daḷhaṁ vatvā uyyojesi. Sā gantvā ‘‘purimāsane nisinno paṭhamaṁ otarī’’ti āha. Pabhāvatī tassā vacanaṁ saddahi.",
  "atk-s0514a13:19": "Mahāsattopi puna daṭṭhukāmo hutvā mātaraṁ yāci. Sā paṭikkhipituṁ asakkontī ‘‘tena hi aññātakavesena uyyānaṁ gacchāhī’’ti āha. So uyyānaṁ gantvā pokkharaṇiyaṁ galappamāṇaṁ udakaṁ pavisitvā paduminipattena sīsaṁ chādetvā pupphitapadumena mukhaṁ āvaritvā aṭṭhāsi. Mātāpissa pabhāvatiṁ uyyānaṁ netvā sāyanhasamaye ‘‘ime rukkhe passa, sakuṇe passa, mige passā’’ti palobhayamānā pokkharaṇītīraṁ pāyāsi. Sā pañcavidhapadumasañchannaṁ pokkharaṇiṁ disvā nhāyitukāmā paricārikāhi saddhiṁ pokkharaṇiṁ otaritvā kīḷantī taṁ padumaṁ disvā vicinitukāmā hatthaṁ pasāresi. Atha naṁ rājā paduminipattaṁ apanetvā ‘‘ahaṁ kusarājā’’ti vatvā hatthe gaṇhi. Sā tassa mukhaṁ disvā ‘‘yakkho maṁ gaṇhī’’ti viravitvā tattheva visaññitaṁ pattā. Athassā rājā hatthaṁ muñci. Sā saññaṁ paṭilabhitvā ‘‘kusarājā kira maṁ hatthe gaṇhi, imināvāhaṁ hatthisālāya hatthichakaṇapiṇḍena, assasālāya assachakaṇapiṇḍena pahaṭā, ayameva maṁ hatthissa pacchimāsane nisīditvā uppaṇḍesi, kiṁ me evarūpena dummukhena patinā, imaṁ jahitvā ahaṁ jīvantī aññaṁ patiṁ labhissāmī’’ti cintetvā attanā saddhiṁ āgate amacce pakkosāpetvā ‘‘mama yānavāhanaṁ sajjaṁ karotha, ajjeva gamissāmī’’ti āhaṁ . Te rañño ārocesuṁ. Rājā cintesi – ‘‘sace gantuṁ na labhissati, hadayamassā phalissati, gacchatu puna taṁ attano balena ānessāmī’’ti cintetvā athassā gamanaṁ anujāni. Sā pitunagarameva agamāsi.",
  "atk-s0514a13:20": "Mahāsattopi uyyānato nagaraṁ pavisitvā alaṅkatapāsādaṁ abhiruhi. Bodhisattañhi sā pubbapatthanāvasena na icchi, sopi pubbakammavaseneva virūpo ahosi. Atīte kira bārāṇasiyaṁ dvāragāme uparimavīthiyā ca heṭṭhimavīthiyā ca dve kulāni vasiṁsu. Ekassa kulassa dve puttā ahesuṁ. Ekassa ekāva dhītā ahosi. Dvīsu puttesu bodhisatto kaniṭṭho. Taṁ kumārikaṁ jeṭṭhakassa adaṁsu. Kaniṭṭho adārabharaṇo bhātu santikeyeva vasi. Athekadivasaṁ tasmiṁ ghare atirasakapūve paciṁsu. Bodhisatto araññaṁ gato hoti. Tassa pūvaṁ ṭhapetvā avasese bhājetvā khādiṁsu. Tasmiṁ khaṇe paccekabuddho bhikkhāya gharadvāraṁ agamāsi. Bodhisattassa bhātujāyā ‘‘cūḷapatino aññaṁ pūvaṁ pacissāmī’’ti taṁ gahetvā paccekabuddhassa adāsi. Sopi taṁ khaṇaññeva araññato āgacchi. Atha naṁ sā āha – ‘‘sāmi, cittaṁ pasādehi, tava koṭṭhāso paccekabuddhassa dinno’’ti. So ‘‘tava koṭṭhāsaṁ khāditvā mama koṭṭhāsaṁ desi, ahaṁ kiṁ khādissāmī’’ti kuddho paccekabuddhaṁ anugantvā pattato pūvaṁ gaṇhi. Sā mātu gharaṁ gantvā navavilīnaṁ campakapupphavaṇṇaṁ sappiṁ āharitvā paccekabuddhassa pattaṁ pūresi, taṁ obhāsaṁ muñci. Sā taṁ disvā patthanaṁ paṭṭhapesi – ‘‘bhante, iminā dānabalena nibbattanibbattaṭṭhāne me sarīraṁ obhāsajātaṁ hotu, uttamarūpadharā ca bhaveyyaṁ, iminā ca me asappurisena saddhiṁ ekaṭṭhāne vāso mā ahosī’’ti. Iti sā imissā pubbapatthanāya vasena taṁ na icchi. Bodhisattopi taṁ pūva tasmiṁ sappipatte osīdāpetvā patthanaṁ paṭṭhapesi – ‘‘bhante, imaṁ yojanasate vasantimpi ānetvā mama pādaparicārikaṁ kātuṁ samattho bhaveyya’’nti. Tattha yaṁ so kuddho gantvā pūvaṁ gaṇhi, tassa pubbakammassa vasena virūpo ahosi, pubbapatthanāya sā ca taṁ na icchīti.",
  "atk-s0514a13:21": "So pabhāvatiyā gatāya sokappatto ahosi, nānākārehi paricārayamānāpi naṁ sesitthiyo olokāpetumpi nāsakkhiṁsu, , pabhāvatirahitamassa sakalampi nivesanaṁ tucchaṁ viya khāyi. So ‘‘idāni sāgalanagaraṁ pattā bhavissatī’’ti paccūsasamaye mātu santikaṁ gantvā, ‘‘amma, ahaṁ pabhāvatiṁ ānessāmi, tumhe rajjaṁ anusāsathā’’ti vadanto paṭhamaṁ gāthamāha –",
  "atk-s0514a13:22": "1.",
  "atk-s0514a13:23": " ‘‘Idaṁ te raṭṭhaṁ sadhanaṁ sayoggaṁ, sakāyuraṁ sabbakāmūpapannaṁ;",
  "atk-s0514a13:24": "Idaṁ te rajjaṁ anusāsa amma, gacchāmahaṁ yattha piyā pabhāvatī’’ti.",
  "atk-s0514a13:25": "Tattha sayogganti hatthiyoggādisahitaṁ. Sakāyuranti sapañcarājakakudhabhaṇḍaṁ. Anusāsa, ammāti so kira purisassa rajjaṁ datvā puna gaṇhanaṁ nāma na yuttanti pitu vā bhātu vā aniyyādetvā mātu niyyādento evamāha.",
  "atk-s0514a13:26": "Sā tassa kathaṁ sutvā ‘‘tena hi, tāta, appamatto bhaveyyāsi, mātugāmo nāma aparisuddhahadayo’’ti vatvā nānaggarasabhojanassa suvaṇṇakaroṭiṁ pūretvā ‘‘idaṁ antarāmagge bhuñjeyyāsī’’ti vatvā uyyojesi. So taṁ ādāya mātaraṁ vanditvā tikkhattuṁ padakkhiṇaṁ katvā ‘‘jīvanto puna tumhe passissāmī’’ti vatvā sirigabbhaṁ pavisitvā pañcāvudhaṁ sannayhitvā bhattakaroṭiyā saddhiṁ kahāpaṇasahassaṁ pasibbake katvā kokanudañca vīṇaṁ ādāya nagarā nikkhamitvā maggaṁ paṭipajjitvā mahabbalo mahāthāmo yāva majjhanhikā paṇṇāsa yojanāni gantvā bhattaṁ bhuñjitvā sesadivasabhāgena puna paṇṇāsa yojanāni gantvā ekāheneva yojanasatikaṁ maggaṁ khepetvā sāyanhasamaye nhatvā sāgalanagaraṁ pāvisi. Tasmiṁ paviṭṭhamatteyeva tassa tejena pabhāvatī sayanapiṭṭhe saṇṭhātuṁ asakkontī otaritvā bhūmiyaṁ nipajji. Bodhisattaṁ kilantindriyaṁ vīthiyā gacchantaṁ aññatarā itthī disvā pakkosāpetvā nisīdāpetvā pāde dhovāpetvā sayanaṁ dāpesi. So kilantakāyo nipajjitvā niddaṁ okkami.",
  "atk-s0514a13:27": "Atha sā tasmiṁ niddamupagate bhattaṁ sampādetvā taṁ pabodhetvā bhattaṁ bhojesi. So tuṭṭho tassā saddhiṁ bhattakaroṭiyā kahāpaṇasahassaṁ adāsi. So pañcāvudhaṁ tattheva ṭhapetvā ‘‘gantabbaṭṭhānaṁ me atthī’’ti vatvā vīṇaṁ ādāya hatthisālaṁ gantvā ‘‘ajja me idha vasituṁ detha, gandhabbaṁ vo karissāmī’’ti vatvā hatthigopakehi anuññāto ekamante nipajjitvā thokaṁ niddāyitvā paṭippassaddhadaratho uṭṭhāya vīṇaṁ muñcitvā ‘‘sāgalanagaravāsino imaṁ saddaṁ suṇantū’’ti vīṇaṁ vādento gāyi. Pabhāvatī bhūmiyaṁ nipannā taṁ saddaṁ sutvāva ‘‘ayaṁ na aññassa vīṇāsaddo, nissaṁsayaṁ kusarājā mamatthāya āgato’’ti aññāsi. Maddarājāpi taṁ saddaṁ sutvā ‘‘ativiya madhuraṁ vādeti, sve etaṁ pakkosāpetvā mama gandhabbaṁ kāressāmī’’ti cintesi.",
  "atk-s0514a13:28": "Bodhisatto ‘‘na sakkā idha vasamānena pabhāvatī daṭṭhuṁ, aṭṭhānameta’’nti pātova nikkhamitvā sāyaṁ bhuttageheyeva pātarāsaṁ bhuñjitvā vīṇaṁ ṭhapetvā rājakumbhakārassa santikaṁ gantvā tassa antevāsikabhāvaṁ upagantvā ekadivaseneva gharaṁ mattikāya pūretvā ‘‘bhājanāni karomi ācariyā’’ti vatvā, ‘‘āma, kārohī’’ti vutte ekaṁ mattikāpiṇḍaṁ cakke ṭhapetvā cakkaṁ āviñchi, sakiṁ āviddhameva yāva majjhanhikātikkamā bhamiyeva. So nānāvaṇṇāni khuddakamahantāni bhājanāni katvā pabhāvatiyā atthāya bhājanaṁ karonto nānārūpāni samuṭṭhāpesi. Bodhisattānañhi adhippāyo nāma samijjhati, ‘‘tāni rūpāni pabhāvatīyeva passatū’’ti adhiṭṭhāsi. So sabbabhājanāni sukkhāpetvā pacitvā gehaṁ pūresi. Kumbhakāro nānābhājanāni gahetvā rājakulaṁ agamāsi. Rājā disvā ‘‘kenimāni katānī’’ti pucchi. ‘‘Mayā, devā’’ti. ‘‘Ahaṁ tayā katāni jānāmi, kathehi, kena katānī’’ti? ‘‘Antevāsikena me devā’’ti. ‘‘Na te so antevāsī, ācariyo te so, tvaṁ tassa santike sippaṁ sikkha, ito paṭṭhāya ca so mama dhītānaṁ bhājanāni karotu, imañcassa sahassaṁ dehī’’ti sahassaṁ dāpetvā ‘‘nānāvaṇṇāni imāni khuddakabhājanāni mama dhītānaṁ dehī’’ti āha.",
  "atk-s0514a13:29": "So tāni tāsaṁ santikaṁ netvā ‘‘imāni vo kīḷanatthāya khuddakabhājanānī’’ti āha. Tā sabbā āgamiṁsu. Kumbhakāro mahāsattena pabhāvatiyā atthāya katabhājanameva tassā adāsi. Sā ca bhājanaṁ gahetvā tattha attano ca mahāsattassa ca khujjāya ca rūpaṁ passitvā ‘‘idaṁ na aññena kataṁ, kusarājeneva kata’’nti ñatvā kujjhitvā bhūmiyaṁ khipitvā ‘‘iminā mayhaṁ attho natthi, icchantānaṁ dehī’’ti āha. Athassā bhaginiyo kuddhabhāvaṁ ñatvā ‘‘khuddakabhājanaṁ kusaraññā katanti maññasi, idaṁ tena na kataṁ, kumbhakāreneva kataṁ, gaṇhāhi na’’nti avahasiṁsu. Sā tena katabhāvaṁ tassa ca āgatabhāvaṁ tāsaṁ na kathesi. Kumbhakāro sahassaṁ bodhisattassa datvā ‘‘tāta, rājā te tuṭṭho, ito kira paṭṭhāya rājadhītānaṁ bhājanāni kareyyāsi, ahaṁ tāsaṁ harissāmī’’ti āha.",
  "atk-s0514a13:30": "So ‘‘idhāpi vasantena na sakkā pabhāvatī daṭṭhu’’nti taṁ sahassaṁ tasseva datvā rājupaṭṭhākassa naḷakārassa santikaṁ gantvā tassa antevāsiko hutvā pabhāvatiyā atthāya tālavaṇṭaṁ katvā tattheva setacchattañca āpānabhūmiñca vatthaṁ gahetvā ṭhitaṁ pabhāvatiñcāti nānārūpāni dassesi. Naḷakāro tañca aññañca tena katabhaṇḍakaṁ ādāya rājakulaṁ agamāsi. Rājā disvā ‘‘kenimāni katānī’’ti pucchitvā purimanayeneva sahassaṁ datvā ‘‘imāni naḷakārabhaṇḍāni mama dhītānaṁ dehī’’ti āha. Sopi bodhisattena pabhāvatiyā atthāya kataṁ tālavaṇṭaṁ tassāyeva adāsi. Tatrapi rūpāni añño jano na passati, pabhāvatī pana disvā kusaraññā katabhāvaṁ ñatvā ‘‘gaṇhitukāmā gaṇhantū’’ti kuddhā bhūmiyaṁ khipi . Atha naṁ sesā avahasiṁsu. Naḷakāro sahassaṁ āharitvā bodhisattassa datvā taṁ pavattiṁ ārocesi.",
  "atk-s0514a13:31": "So ‘‘idampi mayhaṁ avasanaṭṭhāna’’nti sahassaṁ tasseva datvā rājamālākārassa santikaṁ gantvā antevāsikabhāvaṁ upagantvā nānāvidhaṁ mālāvikatiṁ ganthitvā pabhāvatiyā atthāya nānārūpavicitraṁ ekaṁ cumbaṭakaṁ akāsi. Mālākāro taṁ sabbaṁ ādāya rājakulaṁ agamāsi. Rājā disvā ‘‘kenimāni ganthitānī’’ti pucchi. ‘‘Mayā, devā’’ti. ‘‘Ahaṁ tayā ganthitāni jānāmi, kathehi, kena ganthitānī’’ti? ‘‘Antevāsikena me , devā’’ti. ‘‘Na so antevāsī, ācariyo te so, tvaṁ tassa santike sippaṁ sikkha, ito paṭṭhāya ca so mama dhītānaṁ pupphāni ganthatu, imañcassa sahassaṁ dehī’’ti sahassaṁ datvā ‘‘imāni pupphāni mama dhītānaṁ dehī’’ti āha. Sopi bodhisattena pabhāvatiyā atthāya kataṁ cumbaṭakaṁ tassāyeva adāsi. Sā tattha attano ca rañño ca rūpehi saddhiṁ nānārūpāni disvā tena katabhāvaṁ ñatvā kujjhitvā bhūmiyaṁ khipi. Sesā bhaginiyo taṁ tatheva avahasiṁsu. Mālākāropi sahassaṁ āharitvā bodhisattassa datvā taṁ pavattiṁ ārocesi.",
  "atk-s0514a13:32": "So ‘‘idampi mayhaṁ avasanaṭṭhāna’’nti sahassaṁ tasseva datvā rañño sūdassa santikaṁ gantvā antevāsikabhāvaṁ upagacchi. Athekadivasaṁ sūdo rañño bhojanavikatiṁ haranto attano atthāya pacituṁ bodhisattassa aṭṭhimaṁsaṁ adāsi. So taṁ tathā sampādesi, yathāssa gandho sakalanagaraṁ avatthari. Rājā taṁ ghāyitvā ‘‘kiṁ te mahānase aññampi maṁsaṁ pacasī’’ti pucchi. ‘‘Natthi, deva, apica kho pana me antevāsikassa aṭṭhimaṁsaṁ pacanatthāya dinnaṁ, tasseva so gandho bhavissatī’’ti. Rājā āharāpetvā tato thokaṁ jivhagge ṭhapesi, tāvadeva satta rasaharaṇisahassāni khobhentaṁ phari. Rājā rasataṇhāya bajjhitvā sahassaṁ datvā ‘‘ito paṭṭhāya tava antevāsinā mama ca dhītānañca me bhattaṁ pacāpetvā tvaṁ mayhaṁ āhara, so me dhītānaṁ haratū’’ti āha. Sūdo gantvā tassa ārocesi. So taṁ sutvā ‘‘idāni me manoratho matthakaṁ patto, idāni panāhaṁ pabhāvatiṁ daṭṭhuṁ labhissāmī’’ti tuṭṭho taṁ sahassaṁ tasseva datvā punadivase bhattaṁ sampādetvā rañño bhattabhājanāni pesetvā rājadhītānaṁ bhattakājaṁ sayaṁ gahetvā pabhāvatiyā vasanapāsādaṁ abhiruhi. Sā taṁ bhattakājaṁ ādāya pāsādaṁ abhiruhantaṁ disvā cintesi – ‘‘ayaṁ attano ananucchavikaṁ dāsakammakarehi kattabbaṁ karoti. Sace panāhaṁ katipāhaṁ tuṇhī bhavissāmi, ‘idāni maṁ esā rocatī’ti saññī hutvā katthaci agantvā maṁ olokento idheva vasissati, idāneva taṁ akkositvā paribhāsitvā muhuttampi idha vasituṁ adatvā palāpessāmī’’ti. Sā dvāraṁ aḍḍhavivaṭaṁ katvā ekaṁ hatthaṁ kavāṭe laggetvā ekena hatthena aggaḷaṁ uppīḷetvā dutiyaṁ gāthamāha –",
  "atk-s0514a13:33": "2.",
  "atk-s0514a13:34": " ‘‘Anujjubhūtena haraṁ mahantaṁ, divā ca ratto ca nisīthakāle;",
  "atk-s0514a13:35": "Paṭigaccha tvaṁ khippaṁ kusāvatiṁ kusa, nicchāmi dubbaṇṇamahaṁ vasanta’’nti.",
  "atk-s0514a13:36": "Tassattho – mahārāja, tvaṁ bhattakārako hutvā ujukena cittena yopi te sīsaṁ bhindeyya, tassapetaṁ kammaṁ na karosi, anujubhūtena pana cittena mamatthāya etaṁ mahantaṁ kājaṁ haranto divā ca ratto ca nisīthakāle ca mahantaṁ dukkhaṁ anubhavissasi, kiṁ te tena anubhūtena dukkhena, tvaṁ attano nagaraṁ kusāvatimeva paṭigaccha, aññaṁ attanā sadisiṁ atirasakapūvasaṇṭhānamukhiṁ yakkhiniṁ aggamahesiṁ katvā rajjaṁ kārehīti. Nicchāmi dubbaṇṇamahaṁ vasantanti ahaṁ pana taṁ dubbaṇṇaṁ dussaṇṭhitaṁ idha vasantaṁ na icchāmīti.",
  "atk-s0514a13:37": "So ‘‘pabhāvatiyā me santikā kathā laddhā’’ti tuṭṭhacitto tisso gāthā abhāsi –",
  "atk-s0514a13:38": "3.",
  "atk-s0514a13:39": " ‘‘Nāhaṁ gamissāmi ito kusāvatiṁ, pabhāvatī vaṇṇapalobhito tava;",
  "atk-s0514a13:40": "Ramāmi maddassa niketaramme, hitvāna raṭṭhaṁ tava dassane rato.",
  "atk-s0514a13:41": "4.",
  "atk-s0514a13:42": " ‘‘Pabhāvatī vaṇṇapalobhito tava, sammūḷharūpo vicarāmi mediniṁ;",
  "atk-s0514a13:43": "Disaṁ na jānāmi kutomhi āgato, tayamhi matto migamandalocane.",
  "atk-s0514a13:44": "5.",
  "atk-s0514a13:45": " ‘‘Suvaṇṇacīravasane, jātarūpasumekhale;",
  "atk-s0514a13:46": "Sussoṇi tava kāmā hi, nāhaṁ rajjena matthiko’’ti.",
  "atk-s0514a13:47": "Tattha ramāmīti abhiramāmi na ukkaṇṭhāmi. Sammūḷharūpoti kilesasammūḷho hutvā. Tayamhi mattoti tayi mattomhi, tayā vā mattomhi. Suvaṇṇacīravasaneti suvaṇṇakhacitavatthavasane. Nāhaṁ rajjena matthikoti na ahaṁ rajjena atthiko.",
  "atk-s0514a13:48": "Evaṁ vutte sā cintesi – ‘‘ahaṁ etaṁ ‘vippaṭisārī bhavissatī’ti paribhāsāmi, ayaṁ pana rajjitvāva katheti, sace kho pana maṁ ‘ahaṁ kusarājā’ti vatvā hatthe gaṇheyya, ko taṁ nivāreyya, koci no imaṁ kathaṁ suṇeyyā’’ti dvāraṁ thaketvā sūciṁ datvā anto aṭṭhāsi. Sopi bhattakājaṁ āharitvā bhattaṁ vaḍḍhetvā rājadhītaro bhojesi. Pabhāvatī ‘‘gaccha kusarājena pakkabhattaṁ āharā’’ti khujjaṁ pesesi. Sā āharitvā ‘‘bhuñjāhī’’ti āha. Nāhaṁ tena pakkabhattaṁ bhuñjāmi, tvaṁ bhuñjitvā attano laddhanivāpaṁ gahetvā bhattaṁ pacitvā āhara, kusarañño āgatabhāvañca mā kassaci ārocesīti. Khujjā tato paṭṭhāya tassā koṭṭhāsaṁ āharitvā sayaṁ bhuñjati, attano koṭṭhāsaṁ tassā upaneti. Kusarājāpi tato paṭṭhāya taṁ passituṁ alabhanto cintesi – ‘‘atthi nu kho pabhāvatiyā mayi sineho, udāhu natthi, vīmaṁsissāmi na’’nti. So pana rājadhītaro bhojetvā bhattakājaṁ ādāya nikkhanto tassā gabbhadvāre pāsādatalaṁ pādena paharitvā bhājanāni ghaṭṭetvā nitthunitvā visaññī hutvā viya avakujjo pati. Sā tassa nitthunitasaddena dvāraṁ vivaritvā taṁ bhattakājena otthataṁ disvā cintesi – ‘‘ayaṁ sakalajambudīpe aggarājā maṁ nissāya rattindivaṁ dukkhaṁ anubhoti, sukhumālatāya bhattakājena avatthato patati, jīvati nu kho, no vā’’ti. Sā gabbhato nikkhamitvā tassa nāsavātaṁ upadhāretuṁ gīvaṁ pasāretvā mukhaṁ olokesi. So mukhapūraṁ kheḷaṁ gahetvā tassā sarīre pātesi. Sā taṁ paribhāsitvā gabbhaṁ pavisitvā dvāraṁ aḍḍhavivaṭaṁ thaketvā ṭhitā gāthamāha –",
  "atk-s0514a13:49": "6.",
  "atk-s0514a13:50": " ‘‘Abbhūti tassa bho hoti, yo anicchantamicchati;",
  "atk-s0514a13:51": "Akāmaṁ rāja kāmesi, akantaṁ kantumicchasī’’ti.",
  "atk-s0514a13:52": "Tattha abbhūtīti abhūti, avuḍḍhīti attho.",
  "atk-s0514a13:53": "So pana paṭibaddhacittatāya akkosiyamānopi paribhāsiyamānopi vippaṭisāraṁ anuppādetvāva anantaraṁ gāthamāha –",
  "atk-s0514a13:54": "7.",
  "atk-s0514a13:55": " ‘‘Akāmaṁ vā sakāmaṁ vā, yo naro labhate piyaṁ;",
  "atk-s0514a13:56": "Lābhamettha pasaṁsāma, alābho tattha pāpako’’ti.",
  "atk-s0514a13:57": "Sāpi tasmiṁ evaṁ kathentepi anosakkitvā thaddhataravacanaṁ vatvā palāpetukāmā itaraṁ gāthamāha –",
  "atk-s0514a13:58": "8.",
  "atk-s0514a13:59": " ‘‘Pāsāṇasāraṁ khaṇasi, kaṇikārassa dārunā;",
  "atk-s0514a13:60": "Vātaṁ jālena bādhesi, yo anicchantamicchasī’’ti.",
  "atk-s0514a13:61": "Tattha kaṇikārassa dārunāti kaṇikārakaṭṭhena. Bādhesīti bandhasīti.",
  "atk-s0514a13:62": "Taṁ sutvā rājā tisso gāthāyo abhāsi –",
  "atk-s0514a13:63": "9.",
  "atk-s0514a13:64": " ‘‘Pāsāṇo nūna te hadaye, ohito mudulakkhaṇe;",
  "atk-s0514a13:65": "Yo te sātaṁ na vindāmi, tirojanapadāgato.",
  "atk-s0514a13:66": "10.",
  "atk-s0514a13:67": " ‘‘Yadā maṁ bhakuṭiṁ katvā, rājaputtī udikkhati;",
  "atk-s0514a13:68": "Āḷāriko tadā homi, rañño maddassantepure.",
  "atk-s0514a13:69": "11.",
  "atk-s0514a13:70": " ‘‘Yadā umhayamānā maṁ, rājaputtī udikkhati;",
  "atk-s0514a13:71": "Nāḷāriko tadā homi, rājā homi tadā kuso’’ti.",
  "atk-s0514a13:72": "Tattha mudulakkhaṇeti mudunā itthilakkhaṇena samannāgate. Yoti yo ahaṁ tiroraṭṭhā āgato tava santike vasanto paṭisanthāramattampi sātaṁ na labhāmi, so evaṁ maññāmi, mayi sinehuppattinivāraṇāya nūna tava hadaye pāsāṇo ṭhapito. Bhakuṭiṁ katvāti kodhavasena valivisamaṁ nalāṭaṁ katvā. Āḷārikoti bhattakārako. Tasmiṁ khaṇe ahaṁ maddarañño antepure bhattakārakadāso viya homīti vadati. Umhayamānāti pahaṭṭhākāraṁ dassetvā hasamānā. Rājā homīti tasmiṁ khaṇe ahaṁ kusāvatīnagare rajjaṁ kārento rājā viya homi, kasmāsi evaṁ pharusā, ito paṭṭhāya mā evarūpaṁ kari, bhaddeti.",
  "atk-s0514a13:73": "Sā tassa vacanaṁ sutvā cintesi – ‘‘ayaṁ ativiya allīyitvā katheti, musāvādaṁ katvā upāyena naṁ ito palāpessāmī’’ti gāthamāha –",
  "atk-s0514a13:74": "12.",
  "atk-s0514a13:75": " ‘‘Sace hi vacanaṁ saccaṁ, nemittānaṁ bhavissati;",
  "atk-s0514a13:76": "Neva me tvaṁ patī assa, kāmaṁ chindantu sattadhā’’ti.",
  "atk-s0514a13:77": "Tassattho – mahārāja, mayā ‘‘ayaṁ kusarājā mayhaṁ pati bhavissati, na bhavissatī’’ti bahū nimittapāṭhakā pucchitā, te ‘‘kāmaṁ kira maṁ sattadhā chindantu, neva me tvaṁ pati bhavissasī’’ti vadiṁsūti.",
  "atk-s0514a13:78": "Taṁ sutvā rājā taṁ paṭibāhanto ‘‘bhadde, mayāpi attano raṭṭhe nemittakā pucchitā, te ‘aññatra sīhassarakusarājato tava pati nāma añño natthī’ti byākariṁsu, ahampi attano ñāṇabalanimittena evameva kathesi’’nti vatvā anantaraṁ gāthamāha –",
  "atk-s0514a13:79": "13.",
  "atk-s0514a13:80": " ‘‘Sace hi vacanaṁ saccaṁ, aññesaṁ yadi vā mama;",
  "atk-s0514a13:81": "Neva tuyhaṁ patī atthi, añño sīhassarā kusā’’ti.",
  "atk-s0514a13:82": "Tassattho – yadi hi aññesaṁ nemittānaṁ vacanaṁ saccaṁ, yadi vā mama vacanaṁ saccaṁ, tava añño pati nāma natthīti.",
  "atk-s0514a13:83": "Sā tassa vacanaṁ sutvā ‘‘na sakkā imaṁ lajjāpetuṁ vā palāpetuṁ vā, kiṁ me iminā’’ti dvāraṁ pidhāya attānaṁ na dassesi. Sopi kājaṁ gahetvā otari, tato paṭṭhāya taṁ daṭṭhuṁ na labhati, bhattakārakakammaṁ karonto ativiya kilamati , bhuttapātarāso dārūni phāleti, bhājanāni dhovati, kājena udakaṁ āharati, sayanto ambaṇapiṭṭhe sayati, pāto vuṭṭhāya yāguādīni pacati harati bhojeti, nandirāgaṁ nissāya atidukkhaṁ anubhoti. So ekadivasaṁ bhattagehadvārena gacchantiṁ khujjaṁ disvā pakkosi. Sā pabhāvatiyā bhayena tassa santikaṁ gantuṁ avisahantī turitaturitā viya gacchati. Atha naṁ vegena upagantvā ‘‘khujje’’ti āha.",
  "atk-s0514a13:84": "Sā nivattitvā ṭhitā ‘‘ko eso’’ti vatvā ‘‘tumhākaṁ saddaṁ na suṇāmī’’ti āha. Atha naṁ ‘‘khujje tvampi sāminīpi te ubhopi ativiya thaddhā, ettakaṁ kālaṁ tumhākaṁ santike vasanto ārogyasāsanamattampi na labhāmi, deyyadhammaṁ pana kiṁ dassatha, tiṭṭhatu tāvetaṁ, api me pabhāvatiṁ mudukaṁ katvā dassetuṁ sakkhissasī’’ti āha . Sā ‘‘sādhū’’ti sampaṭicchi. Atha naṁ ‘‘sace me taṁ dassetuṁ sakkhissasi, khujjabhāvaṁ te ujukaṁ katvā gīveyyakaṁ dassāmī’’ti palobhento pañca gāthāyo abhāsi –",
  "atk-s0514a13:85": "14.",
  "atk-s0514a13:86": " ‘‘Nekkhaṁ gīvaṁ te kāressaṁ, patvā khujje kusāvatiṁ;",
  "atk-s0514a13:87": "Sace maṁ nāganāsūrū, olokeyya pabhāvatī.",
  "atk-s0514a13:88": "15.",
  "atk-s0514a13:89": " ‘‘Nekkhaṁ gīvaṁ te kāressaṁ, patvā khujje kusāvatiṁ;",
  "atk-s0514a13:90": "Sace maṁ nāganāsūrū, ālapeyya pabhāvatī.",
  "atk-s0514a13:91": "16.",
  "atk-s0514a13:92": " ‘‘Nekkhaṁ gīvaṁ te kāressaṁ, patvā khujje kusāvatiṁ;",
  "atk-s0514a13:93": "Sace maṁ nāganāsūrū, umhāyeyya pabhāvatī.",
  "atk-s0514a13:94": "17.",
  "atk-s0514a13:95": " ‘‘Nekkhaṁ gīvaṁ te kāressaṁ, patvā khujje kusāvatiṁ;",
  "atk-s0514a13:96": "Sace maṁ nāganāsūrū, pamhāyeyya pabhāvatī.",
  "atk-s0514a13:97": "18.",
  "atk-s0514a13:98": " ‘‘Nekkhaṁ gīvaṁ te kāressaṁ, patvā khujje kusāvatiṁ;",
  "atk-s0514a13:99": "Sace maṁ nāganāsūrū, pāṇīhi upasamphuse’’ti.",
  "atk-s0514a13:100": "Tattha nekkhaṁ gīvaṁ teti tava gīveyyaṁ sabbasuvaṇṇamayameva kāressāmīti attho. ‘‘Nekkhaṁ gīvaṁ te karissāmī’’tipi pāṭho, tava gīvāya nekkhamayaṁ piḷandhanaṁ piḷandhessāmīti attho. Olokeyyāti sace tava vacanena maṁ pabhāvatī olokeyya, sace maṁ tāya olokāpetuṁ sakkhissasīti attho. ‘‘Ālapeyyā’’tiādīsupi eseva nayo. Ettha pana umhāyeyyāti mandahasitavasena parihāseyya. Pamhāyeyyāti mahāhasitavasena parihāseyya.",
  "atk-s0514a13:101": "Sā tassa vacanaṁ sutvā ‘‘gacchatha tumhe, deva, katipāhaccayena naṁ tumhākaṁ vase karissāmi, passatha me parakkama’’nti vatvā taṁ karaṇīyaṁ tīretvā pabhāvatiyā santikaṁ gantvā tassā vasanagabbhaṁ sodhentī viya paharaṇayoggaṁ leḍḍukhaṇḍampi asesetvā antamaso pādukāpi nīharitvā sakalagabbhaṁ sammajjitvā gabbhadvāre ummāraṁ antaraṁ katvā uccāsanaṁ paññapetvā pabhāvatiyā ekaṁ nīcapīṭhakaṁ attharitvā ‘‘ehi, amma, sīse te ūkā vicinissāmī’’ti taṁ tattha pīṭhake nisīdāpetvā attano ūruantare tassā sīsaṁ ṭhapetvā thokaṁ kaṇḍuyitvā ‘‘aho imissā sīse bahū ūkā’’ti sakasīsato ūkā gahetvā tassā hatthe ṭhapetvā ‘‘passa kittakā te sīse ūkā’’ti piyakathaṁ kathetvā mahāsattassa guṇaṁ kathentī gāthamāha –",
  "atk-s0514a13:102": "19.",
  "atk-s0514a13:103": " ‘‘Na hi nūnāyaṁ rājaputtī, kuse sātampi vindati;",
  "atk-s0514a13:104": "Āḷārike bhate pose, vetanena anatthike’’ti.",
  "atk-s0514a13:105": "Tassattho – ekaṁsena ayaṁ rājaputtī pubbe kusāvatīnagare kusanarindassa santike mālāgandhavilepanavatthālaṅkāravasena appamattakampi sātaṁ na vindati na labhati, tambūlamattampi etena etissā dinnapubbaṁ na bhavissati. Kiṁkāraṇā? Itthiyo nāma ekadivasampi aṅkaṁ avattharitvā nipannasāmikamhi hadayaṁ bhindituṁ na sakkonti, ayaṁ pana āḷārike bhate pose āḷārikattañca bhatakattañca upagate etasmiṁ purise mūlenapi anatthike kevalaṁ taṁyeva nissāya rajjaṁ pahāya āgantvā evaṁ dukkhaṁ anubhavante paṭisanthāramattampi na karoti, sacepi te, amma, tasmiṁ sineho natthi, sakalajambudīpe aggarājā maṁ nissāya kilamatīti tassa kiñcideva dātuṁ arahasīti.",
  "atk-s0514a13:106": "Sā taṁ sutvā khujjāya kujjhi. Atha naṁ khujjā gīvāyaṁ gahetvā antogabbhe khipitvā sayaṁ bahi hutvā dvāraṁ pidhāya āviñchanarajjumhi olambantī aṭṭhāsi. Pabhāvatī taṁ gahetuṁ asakkontī dvāramūle ṭhatvā akkosantī itaraṁ gāthamāha –",
  "atk-s0514a13:107": "20.",
  "atk-s0514a13:108": " ‘‘Na hi nūnāyaṁ sā khujjā, labhati jivhāya chedanaṁ;",
  "atk-s0514a13:109": "Sunisitena satthena, evaṁ dubbhāsitaṁ bhaṇa’’nti.",
  "atk-s0514a13:110": "Tattha sunisitenāti suṭṭhu nisitena tikhiṇasatthena. Evaṁ dubbhāsitanti evaṁ asotabbayuttakaṁ dubbhāsitaṁ bhaṇantī.",
  "atk-s0514a13:111": "Atha khujjā āviñcanarajjuṁ gahetvā ṭhitāva ‘‘nippaññe dubbinīte tava rūpaṁ kiṁ karissati, kiṁ mayaṁ tava rūpaṁ khāditvā yāpessāmā’’ti vatvā terasahi gāthāhi bodhisattassa guṇaṁ pakāsentī khujjāgajjitaṁ nāma gajji –",
  "atk-s0514a13:112": "21.",
  "atk-s0514a13:113": " ‘‘Mā naṁ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:114": "Mahāyasoti katvāna, karassu rucire piyaṁ.",
  "atk-s0514a13:115": "22.",
  "atk-s0514a13:116": " ‘‘Mā naṁ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:117": "Mahaddhanoti katvāna, karassu rucire piyaṁ.",
  "atk-s0514a13:118": "23.",
  "atk-s0514a13:119": " ‘‘Mā naṁ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:120": "Mahabbaloti katvāna, karassu rucire piyaṁ.",
  "atk-s0514a13:121": "24.",
  "atk-s0514a13:122": " ‘‘Mā naṁ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:123": "Mahāraṭṭhoti katvāna, karassu rucire piyaṁ.",
  "atk-s0514a13:124": "25.",
  "atk-s0514a13:125": " ‘‘Mā naṁ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:126": "Mahārājāti katvāna, karassu rucire piyaṁ.",
  "atk-s0514a13:127": "26.",
  "atk-s0514a13:128": " ‘‘Mā naṁ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:129": "Sīhassaroti katvāna, karassu rucire piyaṁ.",
  "atk-s0514a13:130": "27.",
  "atk-s0514a13:131": " ‘‘Mā naṁ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:132": "Vaggussaroti katvāna, karassu rucire piyaṁ.",
  "atk-s0514a13:133": "28.",
  "atk-s0514a13:134": " ‘‘Mā naṁ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:135": "Bindussaroti katvāna, karassu rucire piyaṁ.",
  "atk-s0514a13:136": "29.",
  "atk-s0514a13:137": " ‘‘Mā naṁ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:138": "Mañjussaroti katvāna, karassu rucire piyaṁ.",
  "atk-s0514a13:139": "30.",
  "atk-s0514a13:140": " ‘‘Mā naṁ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:141": "Madhussaroti katvāna, karassu rucire piyaṁ.",
  "atk-s0514a13:142": "31.",
  "atk-s0514a13:143": " ‘‘Mā naṁ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:144": "Satasippoti katvāna, karassu rucire piyaṁ.",
  "atk-s0514a13:145": "32.",
  "atk-s0514a13:146": " ‘‘Mā naṁ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:147": "Khattiyotipi katvāna, karassu rucire piyaṁ.",
  "atk-s0514a13:148": "33.",
  "atk-s0514a13:149": " ‘‘Mā naṁ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:150": "Kusarājāti katvāna, karassu rucire piya’’nti.",
  "atk-s0514a13:151": "Tattha mā naṁ rūpena pāmesi, ārohena, pabhāvatīti are pabhāvati, mā tvaṁ etaṁ kusanarindaṁ attano rūpena ārohapariṇāhena pamini, evaṁ pamāṇaṁ gaṇhi. Mahāyasoti mahānubhāvo soti evaṁ hadaye katvāna rucire piyadassane karassu tassa piyaṁ. Ānubhāvoyeva hissa rūpanti vadati. Esa nayo sabbattha. Api ca mahāyasoti mahāparivāro. Mahaddhanoti mahābhogo. Mahabbaloti mahāthāmo. Mahāraṭṭhoti vipularaṭṭho. Mahārājāti sakalajambudīpe aggarājā. Sīhassaroti sīhasaddasamānasaddo. Vaggussaroti līlāyuttassaro. Bindussaroti sampiṇḍitaghanassaro. Mañjussaroti sundarassaro. Madhussaroti madhurayuttassaro. Satasippoti paresaṁ santike asikkhitvā attano baleneva nipphannaanekasatasippo. Khattiyoti okkākapaveṇiyaṁ jāto asambhinnakhattiyo. Kusarājāti sakkadattiyakusatiṇasamānanāmo rājā. Evarūpo hi añño rājā nāma natthīti jānitvā etassa piyaṁ karohīti khujjā ettakāhi gāthāhi tassa guṇaṁ kathesi.",
  "atk-s0514a13:152": "Pabhāvatī tassā vacanaṁ sutvā ‘‘khujje ativiya gajjasi, hatthena pāpuṇantī sasāmikabhāvaṁ te jānāpessāmī’’ti khujjaṁ tajjesi. Sāpi taṁ ‘‘ahaṁ taṁ rakkhamānā pituno te kusarājassa āgatabhāvaṁ nārocesiṁ, hotu, ajja rañño ārocessāmī’’ti mahantena saddena bhāyāpesi. Sāpi ‘‘kocideva suṇeyyā’’ti khujjaṁ saññāpesi. Bodhisattopi taṁ passituṁ alabhanto satta māse dubbhojanena dukkhaseyyāya kilamanto cintesi – ‘‘ko me etāya attho, satta māse vasanto etaṁ passitumpi na labhāmi, ativiya kakkhaḷā sāhasikā, gantvā mātāpitaro passissāmī’’ti. Tasmiṁ khaṇe sakko āvajjento tassa ukkaṇṭhitabhāvaṁ ñatvā ‘‘rājā satta māse pabhāvatiṁ daṭṭhumpi na labhi, labhanākāramassa karissāmī’’ti maddarañño dūte katvā sattannaṁ rājūnaṁ dūtaṁ pāhento ‘‘pabhāvatī, kusarājaṁ chaḍḍetvā āgatā, āgacchantu pabhāvatiṁ gaṇhantū’’ti ekekassa visuṁ visuṁ sāsanaṁ pahiṇi. Te mahāparivārena gantvā nagaraṁ patvā aññamaññassa āgatakāraṇaṁ na jānanti. Te ‘‘tvaṁ kasmā āgato, tvaṁ kasmā āgatosī’’ti pucchitvā tamatthaṁ ñatvā kujjhitvā ‘‘ekaṁ kira dhītaraṁ sattannaṁ dassati, passathassa anācāraṁ, uppaṇḍeti no, gaṇhatha na’’nti ‘‘sabbesampi amhākaṁ pabhāvatiṁ detu yuddhaṁ vā’’ti sāsanāni pahiṇitvā nagaraṁ parivārayiṁsu. Maddarājā sāsanaṁ sutvā bhītatasito amacce āmantetvā ‘‘kiṁ karomā’’ti pucchi. Atha naṁ amaccā ‘‘deva , sattapi rājāno pabhāvatiṁ nissāya āgatā, ‘sace na dassati, pākāraṁ bhinditvā nagaraṁ pavisitvā jīvitakkhayaṁ pāpetvā taṁ gaṇhissāmā’ti vadanti, pākāre abhinneyeva tesaṁ pabhāvatiṁ pesessāmā’’ti vatvā gāthamāhaṁsu –",
  "atk-s0514a13:153": "34.",
  "atk-s0514a13:154": " ‘‘Ete nāgā upatthaddhā, sabbe tiṭṭhanti vammitā;",
  "atk-s0514a13:155": "Purā maddanti pākāraṁ, ānentetaṁ pabhāvati’’nti.",
  "atk-s0514a13:156": "Tattha upatthaddhāti atithaddhā dappitā. Ānentetaṁ pabhāvatinti ānentu etaṁ pabhāvatinti sāsanāni pahiṇiṁsu. Tasmā yāva ete nāgā pākāraṁ na maddanti, tāva nesaṁ pabhāvatiṁ pesehi, mahārājāti.",
  "atk-s0514a13:157": "Taṁ sutvā rājā ‘‘sacāhaṁ ekassa pabhāvatiṁ pesessāmi, sesā yuddhaṁ karissanti, na sakkā ekassa dātuṁ, sakalajambudīpe aggarājānaṁ ‘virūpo’ti chaḍḍetvā āgatā āgamanassa phalaṁ labhatu, vadhitvāna naṁ satta khaṇḍāni katvā sattannaṁ khattiyānaṁ pesessāmī’’ti vadanto anantaraṁ gāthamāha –",
  "atk-s0514a13:158": "35.",
  "atk-s0514a13:159": " ‘‘Satta bile karitvāna, ahametaṁ pabhāvatiṁ;",
  "atk-s0514a13:160": "Khattiyānaṁ padassāmi, ye maṁ hantuṁ idhāgatā’’ti.",
  "atk-s0514a13:161": "Tassa sā kathā sakalanivesane pākaṭā ahosi. Paricārikā gantvā ‘‘rājā kira taṁ satta khaṇḍāni katvā sattannaṁ rājūnaṁ pesessatī’’ti pabhāvatiyā ārocesuṁ. Sā maraṇabhayabhītā āsanā vuṭṭhāya bhaginīhi parivutā mātu sirigabbhaṁ agamāsi. Tamatthaṁ pakāsento satthā āha –",
  "atk-s0514a13:162": "36.",
  "atk-s0514a13:163": " ‘‘Avuṭṭhahi rājaputtī, sāmā koseyyavāsinī;",
  "atk-s0514a13:164": "Assupuṇṇehi nettehi, dāsīgaṇapurakkhatā’’ti.",
  "atk-s0514a13:165": "Tattha sāmāti suvaṇṇavaṇṇā. Koseyyavāsinīti suvaṇṇakhacitakoseyyanivasanā.",
  "atk-s0514a13:166": "Sā mātu santikaṁ gantvā mātaraṁ vanditvā paridevamānā āha –",
  "atk-s0514a13:167": "37.",
  "atk-s0514a13:168": " ‘‘Taṁ nūna kakkūpanisevitaṁ mukhaṁ, ādāsadantātharupaccavekkhitaṁ;",
  "atk-s0514a13:169": "Subhaṁ sunettaṁ virajaṁ anaṅgaṇaṁ, chuddhaṁ vane ṭhassati khattiyehi.",
  "atk-s0514a13:170": "38.",
  "atk-s0514a13:171": " ‘‘Te nūna me asite vellitagge, kese mudū candanasāralitte;",
  "atk-s0514a13:172": "Samākule sīvathikāya majjhe, pādehi gijjhā parikaḍḍhissanti.",
  "atk-s0514a13:173": "39.",
  "atk-s0514a13:174": " ‘‘Tā nūna me tambanakhā sulomā, bāhā mudū candanasāralittā;",
  "atk-s0514a13:175": "Chinnā vane ujjhitā khattiyehi, gayha dhaṅko gacchati yenakāmaṁ.",
  "atk-s0514a13:176": "40.",
  "atk-s0514a13:177": " ‘‘Te nūna tālūpanibhe alambe, nisevite kāsikacandanena;",
  "atk-s0514a13:178": "Thanesu me lambissati siṅgālo, mātūva putto taruṇo tanūjo.",
  "atk-s0514a13:179": "41.",
  "atk-s0514a13:180": " ‘‘Taṁ nūna soṇiṁ puthulaṁ sukoṭṭitaṁ, nisevitaṁ kañcanamekhalāhi;",
  "atk-s0514a13:181": "Chinnaṁ vane khattiyehī avatthaṁ, siṅgālasaṅghā parikaḍḍhissanti.",
  "atk-s0514a13:182": "42.",
  "atk-s0514a13:183": " ‘‘Soṇā dhaṅkā siṅgālā ca, ye caññe santi dāṭhino;",
  "atk-s0514a13:184": "Ajarā nūna hessanti, bhakkhayitvā pabhāvatiṁ.",
  "atk-s0514a13:185": "43.",
  "atk-s0514a13:186": " ‘‘Sace maṁsāni hariṁsu, khattiyā dūragāmino;",
  "atk-s0514a13:187": "Aṭṭhīni amma yācitvā, anupathe dahātha naṁ.",
  "atk-s0514a13:188": "44.",
  "atk-s0514a13:189": " ‘‘Khettāni amma kāretvā, kaṇikārettha ropaya;",
  "atk-s0514a13:190": "Yadā te pupphitā assu, hemantānaṁ himaccaye;",
  "atk-s0514a13:191": "Sareyyātha mamaṁ amma, evaṁvaṇṇā pabhāvatī’’ti.",
  "atk-s0514a13:192": "Tattha kakkūpanisevitantila kakkūpanisevitanti sāsapakakkaloṇakakkamattikakakkatilakakkahaliddikakkamukhacuṇṇakehi imehi pañcahi kakkehi upanisevitaṁ. Ādāsadantātharupaccavekkhitanti dantamayatharumhi ādāse paccavekkhitaṁ tattha oloketvā maṇḍitaṁ. Subhanti subhamukhaṁ. Virajanti vigatarajaṁ nimmalaṁ. Anaṅgaṇanti gaṇḍapiḷakādidosarahitaṁ. Chuddhanti amma evarūpaṁ mama mukhaṁ addhā idāni khattiyehi chaḍḍitaṁ vane araññe ṭhassatīti paridevati. Asiteti kāḷake. Vellitaggeti unnatagge. Sīvathikāyāti susānamhi. Parikaḍḍhissantīti evarūpe mama kese manussamaṁsakhādakā gijjhā pādehi paharitvā nūna parikaḍḍhissanti. Gayha dhaṅko gacchati yenakāmanti amma mama evarūpaṁ bāhaṁ nūna dhaṅko gahetvā luñjitvā khādanto yenakāmaṁ gacchissati.",
  "atk-s0514a13:193": "Tālūpanibheti suvaṇṇatālaphalasadise. Kāsikacandanenāti sukhumacandanena nisevite. Thanesu meti amma mama susāne patitāya evarūpe thane disvā mukhena ḍaṁsitvā tesu me thanesu attano tanujo mātu taruṇaputto viya nūna siṅgālo lambissati. Soṇinti kaṭiṁ. Sukoṭṭitanti gohanukena paharitvā suvaḍḍhitaṁ. Avatthanti chaḍḍitaṁ. Bhakkhayitvāti amma ete ettakā nūna mama maṁsaṁ khāditvā ajarā bhavissanti.",
  "atk-s0514a13:194": "Sace maṁsāni hariṁsūti amma sace te khattiyā mayiṁ paṭibaddhacittā mama maṁsāni hareyyuṁ, atha tumhe aṭṭhīni yācitvā anupathe dahāthanaṁ, jaṅghamaggamahāmaggānaṁ antare daheyyāthāti vadati. Khettānīti amma mama jhāpitaṭṭhāne mālādivatthūni kāretvā ettha etesu khettesu kaṇikārarukkhe ropaya. Himaccayeti himapātātikkame phagguṇamāse. Sareyyāthāti tesaṁ pupphānaṁ suvaṇṇacaṅkoṭakaṁ pūretvā ūrūsu ṭhapetvā mama dhītā pabhāvatī evaṁvaṇṇāti sareyyātha.",
  "atk-s0514a13:195": "Iti sā maraṇabhayatajjitā mātu santike vilapi. Maddarājāpi ‘‘pharasuñca gaṇḍikañca gahetvā coraghātako idheva āgacchatū’’ti āṇāpesi. Tassa āgamanaṁ sakalarājagehe pākaṭaṁ ahosi. Athassa āgatabhāvaṁ sutvā pabhāvatiyā mātā uṭṭhāyāsanā sokasamappitā rañño santikaṁ agamāsi. Tamatthaṁ pakāsento satthā āha –",
  "atk-s0514a13:196": "45.",
  "atk-s0514a13:197": " ‘‘Tassā mātā udaṭṭhāsi, khattiyā devavaṇṇinī;",
  "atk-s0514a13:198": "Disvā asiñca sūnañca, rañño maddassantepure’’ti.",
  "atk-s0514a13:199": "Tattha udaṭṭhāsīti āsanā uṭṭhāya rañño santikaṁ gantvā aṭṭhāsi. Disvā asiñca sūnañcāti antepuramhi alaṅkatamahātale rañño purato nikkhittaṁ pharasuñca gaṇḍikañca disvā vilapantī gāthamāha –",
  "atk-s0514a13:200": "46.",
  "atk-s0514a13:201": " ‘‘Iminā nūna asinā, susaññaṁ tanumajjhimaṁ;",
  "atk-s0514a13:202": "Dhītaraṁ madda hantvāna, khattiyānaṁ padassasī’’ti.",
  "atk-s0514a13:203": "Tattha asināti pharasuṁ sandhāyāha. So hi imasmiṁ ṭhāne asi nāma jāto. Susaññaṁ tanumajjhimanti suṭṭhu saññātaṁ tanumajjhimaṁ.",
  "atk-s0514a13:204": "Atha naṁ rājā saññāpento āha – ‘‘devi, kiṁ kathesi, tava dhītā sakalajambudīpe aggarājānaṁ ‘virūpo’ti chaḍḍetvā gatamagge padavalañje avinaṭṭheyeva maccuṁ nalāṭenādāya āgatā, idāni attano rūpaṁ nissāya īdisaṁ phalaṁ labhatū’’ti. Sā tassa vacanaṁ sutvā dhītu santikaṁ gantvā vilapantī āha –",
  "atk-s0514a13:205": "47.",
  "atk-s0514a13:206": " ‘‘Na me akāsi vacanaṁ, atthakāmāya puttike;",
  "atk-s0514a13:207": "Sājja lohitasañchannā, gacchasi yamasādhanaṁ.",
  "atk-s0514a13:208": "48.",
  "atk-s0514a13:209": " ‘‘Evamāpajjatī poso, pāpiyañca nigacchati;",
  "atk-s0514a13:210": "Yo ve hitānaṁ vacanaṁ, na karoti atthadassinaṁ.",
  "atk-s0514a13:211": "49.",
  "atk-s0514a13:212": " ‘‘Sace ca ajja dhāresi, kumāraṁ cārudassanaṁ;",
  "atk-s0514a13:213": "Kusena jātaṁ khattiyaṁ, suvaṇṇamaṇimekhalaṁ;",
  "atk-s0514a13:214": "Pūjitaṁ ñātisaṅghehi, na gacchasi yamakkhayaṁ.",
  "atk-s0514a13:215": "50.",
  "atk-s0514a13:216": " ‘‘Yatthassu bherī nadati, kuñjaro ca nikūjati;",
  "atk-s0514a13:217": "Khattiyānaṁ kule bhadde, kinnu sukhataraṁ tato.",
  "atk-s0514a13:218": "51.",
  "atk-s0514a13:219": " ‘‘Asso ca sisati dvāre, kumāro uparodati;",
  "atk-s0514a13:220": "Khattiyānaṁ kule bhadde, kinnu sukhataraṁ tato.",
  "atk-s0514a13:221": "52.",
  "atk-s0514a13:222": " ‘‘Mayūrakoñcābhirude, kokilābhinikūjite;",
  "atk-s0514a13:223": "Khattiyānaṁ kule bhadde, kinnu sukhataraṁ tato’’ti.",
  "atk-s0514a13:224": "Tattha puttiketi taṁ ālapati. Idaṁ vuttaṁ hoti – amma, idha kiṁ karissasi, sāmikassa santikaṁ gaccha, mā rūpamadena majjīti evaṁ yācantiyāpi me vacanaṁ na akāsi, sā tvaṁ ajja lohitasañchannā gacchasi yamasādhanaṁ, maccurājassa bhavanaṁ gamissasīti. Pāpiyañcāti ito pāpatarañca nigacchati. Sace ca ajja dhāresīti, amma, sace tvaṁ cittassa vasaṁ agantvā kusanarindaṁ paṭicca laddhaṁ attano rūpena sadisaṁ cārudassanaṁ kumāraṁ ajja dhārayissasi. Yamakkhayanti evaṁ sante yamanivesanaṁ na gaccheyyāsi. Tato yamhi khattiyakule ayaṁ vibhūti, tamhā nānābherisaddena ceva mattavāraṇakoñcanādena ca ninnāditā kusāvatīrājakulā kiṁ nu sukhataraṁ disvā idhāgatāsīti attho. Sisatīti hasati. Kumāroti susikkhito gandhabbakumāro. Uparodatīti nānātūriyāni gahetvā upahāraṁ karoti. Kokilābhinikūjiteti kusarājakule sāyaṁ pāto pavattanaccagītavāditūpahāraṁ paṭippharantī viya kokilehi abhinikūjite.",
  "atk-s0514a13:225": "Iti sāpi ettakāhi gāthāhi tāya saddhiṁ sallapitvā ‘‘sace ajja kusanarindo idha assa, ime satta rājāno palāpetvā mama dhītaraṁ dukkhā pamocetvā ādāya gaccheyyā’’ti cintetvā gāthamāha –",
  "atk-s0514a13:226": "53.",
  "atk-s0514a13:227": " ‘‘Kahaṁ nu kho sattumaddano, pararaṭṭhappamaddano;",
  "atk-s0514a13:228": "Kuso soḷārapaññāṇo, yo no dukkhā pamocaye’’ti.",
  "atk-s0514a13:229": "Tattha soḷārapaññāṇoti uḷārapañño.",
  "atk-s0514a13:230": "Tato pabhāvatī ‘‘mama mātu kusassa vaṇṇaṁ bhaṇantiyā mukhaṁ nappahoti, ācikkhissāmi tāvassā tassa idheva āḷārikakammaṁ katvā vasanabhāva’’nti cintetvā gāthamāha –",
  "atk-s0514a13:231": "54.",
  "atk-s0514a13:232": " ‘‘Idheva so sattumaddano, pararaṭṭhappamaddano;",
  "atk-s0514a13:233": "Kuso soḷārapaññāṇo, yo te sabbe vadhissatī’’ti.",
  "atk-s0514a13:234": "Athassā mātā ‘‘ayaṁ maraṇabhayabhītā vippalapatī’’ti cintetvā gāthamāha –",
  "atk-s0514a13:235": "55.",
  "atk-s0514a13:236": " ‘‘Ummattikā nu bhaṇasi, andhabālā pabhāsasi;",
  "atk-s0514a13:237": "Kuso ce āgato assa, kiṁ na jānemu taṁ maya’’nti.",
  "atk-s0514a13:238": "Tattha andhabālāti sammūḷhā aññāṇā hutvā. Kiṁ na jānemūti kena kāraṇena taṁ na jāneyyāma. So hi antarāmagge ṭhitova amhākaṁ sāsanaṁ peseyya, samussitaddhajā caturaṅginīsenā paññāyetha, tvaṁ pana maraṇabhayena kathesīti.",
  "atk-s0514a13:239": "Sā evaṁ vutte ‘‘na me mātā saddahati, tassa idhāgantvā satta māse vasanabhāvaṁ na jānāti, dassessāmi na’’nti cintetvā mātaraṁ hatthe gahetvā sīhapañjaraṁ vivaritvā hatthaṁ pasāretvā dassentī gāthamāha –",
  "atk-s0514a13:240": "56.",
  "atk-s0514a13:241": " ‘‘Eso āḷāriko poso, kumārīpuramantare;",
  "atk-s0514a13:242": "Daḷhaṁ katvāna saṁvelliṁ, kumbhiṁ dhovati oṇato’’ti.",
  "atk-s0514a13:243": "Tattha kumārīpuramantareti vātapāne ṭhitā tava dhītānaṁ kumārīnaṁ vasanaṭṭhānantare naṁ olokehi. Saṁvellinti kacchaṁ bandhitvā kumbhiṁ dhovati.",
  "atk-s0514a13:244": "So kira tadā ‘‘ajja me manoratho matthakaṁ pāpuṇissati, addhā maraṇabhayatajjitā, pabhāvatī, mama āgatabhāvaṁ kathessati, bhājanāni dhovitvā paṭisāmessāmī’’ti udakaṁ āharitvā bhājanāni dhovituṁ ārabhi. Atha naṁ mātā paribhāsantī gāthamāha –",
  "atk-s0514a13:245": "57.",
  "atk-s0514a13:246": " ‘‘Veṇī tvamasi caṇḍālī, adūsi kulagandhinī;",
  "atk-s0514a13:247": "Kathaṁ maddakule jātā, dāsaṁ kayirāsi kāmuka’’nti.",
  "atk-s0514a13:248": "Tattha veṇīti tacchikā. Adūsi kulagandhinīti udāhu tvaṁ kuladūsikā. Kāmukanti kathaṁ nāma tvaṁ evarūpe kule jātā attano sāmikaṁ dāsaṁ kareyyāsīti.",
  "atk-s0514a13:249": "Tato pabhāvatī ‘‘mama mātā imassa maṁ nissāya evaṁ vasanabhāvaṁ na jānāti maññe’’ti cintetvā itaraṁ gāthamāha –",
  "atk-s0514a13:250": "58.",
  "atk-s0514a13:251": " ‘‘Namhi veṇī na caṇḍālī, na camhi kulagandhinī;",
  "atk-s0514a13:252": "Okkākaputto bhaddante, tvaṁ nu dāsoti maññasī’’ti.",
  "atk-s0514a13:253": "Tattha okkākaputtoti, amma, esa okkākaputto, tvaṁ pana ‘‘dāso’’ti maññasi, kasmā naṁ ahaṁ ‘‘dāso’’ti kathessāmīti.",
  "atk-s0514a13:254": "Idānissa yasaṁ vaṇṇentī āha –",
  "atk-s0514a13:255": "59.",
  "atk-s0514a13:256": " ‘‘Yo brāhmaṇasahassāni, sadā bhojeti vīsatiṁ;",
  "atk-s0514a13:257": "Okkākaputto bhaddante, tvaṁ nu dāsoti maññasi.",
  "atk-s0514a13:258": "60.",
  "atk-s0514a13:259": " Yassa nāgasahassāni, sadā yojenti vīsatiṁ;",
  "atk-s0514a13:260": "Okkākaputto bhaddante, tvaṁ nu dāsoti maññasi.",
  "atk-s0514a13:261": "61.",
  "atk-s0514a13:262": " ‘‘Yassa assasahassāni, sadā yojenti vīsatiṁ;",
  "atk-s0514a13:263": "Okkākaputto bhaddante, tvaṁ nu dāsoti maññasi.",
  "atk-s0514a13:264": "62.",
  "atk-s0514a13:265": " ‘‘Yassa rathasahassāni, sadā yojenti vīsatiṁ;",
  "atk-s0514a13:266": "Okkākaputto bhaddante, tvaṁ nu dāsoti maññasi;",
  "atk-s0514a13:267": "Yassa usabhasahassāni, sadā yojenti vīsatiṁ;",
  "atk-s0514a13:268": "Okkākaputto bhaddante, tvaṁ nu dāsoti maññasi.",
  "atk-s0514a13:269": "63.",
  "atk-s0514a13:270": " ‘‘Yassa dhenusahassāni, sadā duhanti vīsatiṁ;",
  "atk-s0514a13:271": "Okkākaputto bhaddante, tvaṁ nu dāsoti maññasī’’ti.",
  "atk-s0514a13:272": "Evaṁ tāya pañcahi gāthāhi mahāsattassa yaso vaṇṇito. Athassā mātā ‘‘ayaṁ asambhitā kathaṁ katheti, addhā evameta’’nti saddahitvā rañño santikaṁ gantvā tamatthaṁ ārocesi. So vegena pabhāvatiyā santikaṁ gantvā ‘‘saccaṁ kira, amma, kusarājā idhāgato’’ti. ‘‘Āma tāta, ajjassa satta māsā atikkantā tava dhītānaṁ āḷārikattaṁ karontassā’’ti. So tassā asaddahanto khujjaṁ pucchitvā yathābhūtaṁ sutvā dhītaraṁ garahanto gāthamāha –",
  "atk-s0514a13:273": "64.",
  "atk-s0514a13:274": " ‘‘Taggha te dukkaṭaṁ bāle, yaṁ khattiyaṁ mahabbalaṁ;",
  "atk-s0514a13:275": "Nāgaṁ maṇḍūkavaṇṇena, na taṁ akkhāsidhāgata’’nti.",
  "atk-s0514a13:276": "Tattha tagghāti ekaṁseneva.",
  "atk-s0514a13:277": "So dhītaraṁ garahitvā vegena tassa santikaṁ gantvā katapaṭisanthāro añjaliṁ paggayha attano accayaṁ dassento gāthamāha –",
  "atk-s0514a13:278": "65.",
  "atk-s0514a13:279": " ‘‘Aparādhaṁ mahārāja, tvaṁ no khama rathesabha;",
  "atk-s0514a13:280": "Yaṁ taṁ aññātavesena, nāññāsimhā idhāgata’’nti.",
  "atk-s0514a13:281": "Taṁ sutvā mahāsatto ‘‘sacāhaṁ pharusaṁ vakkhāmi, idhevassa hadayaṁ phalissati, assāsessāmi na’’nti cintetvā bhājanantare ṭhitova itaraṁ gāthamāha –",
  "atk-s0514a13:282": "66.",
  "atk-s0514a13:283": " ‘‘Mādisassa na taṁ channaṁ, yohaṁ āḷāriko bhave;",
  "atk-s0514a13:284": "Tvaññeva me pasīdassu, natthi te deva dukkaṭa’’nti.",
  "atk-s0514a13:285": "Rājā tassa santikā paṭisanthāraṁ labhitvā pāsādaṁ abhiruhitvā pabhāvatiṁ pakkosāpetvā khamāpanatthāya pesetuṁ gāthamāha –",
  "atk-s0514a13:286": "67.",
  "atk-s0514a13:287": " ‘‘Gaccha bāle khamāpehi, kusarājaṁ mahabbalaṁ;",
  "atk-s0514a13:288": "Khamāpito kuso rājā, so te dassati jīvita’’nti.",
  "atk-s0514a13:289": "Sā pitu vacanaṁ sutvā bhaginīhi ceva paricārikāhi ca parivutā tassa santikaṁ agamāsi. Sopi kammakāravesena ṭhitova tassā attano santikaṁ āgamanaṁ ñatvā ‘‘ajja pabhāvatiyā mānaṁ bhinditvā pādamūle naṁ kalale nipajjāpessāmī’’ti sabbaṁ attanā ābhataṁ udakaṁ chaḍḍetvā khalamaṇḍalamattaṁ ṭhānaṁ madditvā ekakalalaṁ akāsi. Sā tassa santikaṁ gantvā tassa pādesu nipatitvā kalalapiṭṭhe nipannā taṁ khamāpesi. Tamatthaṁ pakāsento satthā āha –",
  "atk-s0514a13:290": "68.",
  "atk-s0514a13:291": " ‘‘Pitussa vacanaṁ sutvā, devavaṇṇī pabhāvatī;",
  "atk-s0514a13:292": "Sirasā aggahī pāde, kusarājaṁ mahabbala’’nti.",
  "atk-s0514a13:293": "Tattha sirasāti sirasā nipatitvā kusarājānaṁ pāde aggahesīti.",
  "atk-s0514a13:294": "Gahetvā ca pana naṁ khamāpentī tisso gāthāyo abhāsi –",
  "atk-s0514a13:295": "69.",
  "atk-s0514a13:296": " ‘‘Yāmā ratyo atikkantā, tāmā deva tayā vinā;",
  "atk-s0514a13:297": "Vande te sirasā pāde, mā me kujjha rathesabha.",
  "atk-s0514a13:298": "70.",
  "atk-s0514a13:299": " ‘‘Sabbaṁ te paṭijānāmi, mahārāja suṇohi me;",
  "atk-s0514a13:300": "Na cāpi appiyaṁ tuyhaṁ, kareyyāmi ahaṁ puna.",
  "atk-s0514a13:301": "71.",
  "atk-s0514a13:302": " ‘‘Evaṁ ce yācamānāya, vacanaṁ me na kāhasi;",
  "atk-s0514a13:303": "Idāni maṁ tāto hantvā, khattiyānaṁ padassatī’’ti.",
  "atk-s0514a13:304": "Tattha ratyoti rattiyo. Tāmāti tā imā sabbāpi tayā vinā atikkantā. Sabbaṁ te paṭijānāmīti, mahārāja, ettakaṁ kālaṁ mayā tava appiyameva kataṁ, idaṁ te ahaṁ sabbaṁ paṭijānāmi, aparampi suṇohi me, ito paṭṭhāyāhaṁ puna tuyhaṁ appiyaṁ na karissāmi. Evaṁ ceti sace evaṁ yācamānāya mama tvaṁ vacanaṁ na karissasīti.",
  "atk-s0514a13:305": "Taṁ sutvā rājā ‘‘sacāhaṁ ‘imaṁ tvañceva jānissasī’ti vakkhāmi, hadayamassā phalissati, assāsessāmi na’’nti cintetvā āha –",
  "atk-s0514a13:306": "72.",
  "atk-s0514a13:307": " ‘‘Evaṁ te yācamānāya, kiṁ na kāhāmi te vaco;",
  "atk-s0514a13:308": "Vikuddho tyasmi kalyāṇi, mā tvaṁ bhāyi pabhāvati.",
  "atk-s0514a13:309": "73.",
  "atk-s0514a13:310": " ‘‘Sabbaṁ te paṭijānāmi, rājaputti suṇohi me;",
  "atk-s0514a13:311": "Na cāpi appiyaṁ tuyhaṁ, kareyyāmi ahaṁ puna.",
  "atk-s0514a13:312": "74.",
  "atk-s0514a13:313": " ‘‘Tava kāmā hi sussoṇi, pahu dukkhaṁ titikkhisaṁ;",
  "atk-s0514a13:314": "Bahuṁ maddakulaṁ hantvā, nayituṁ taṁ pabhāvatī’’ti.",
  "atk-s0514a13:315": "Tattha kiṁ na kāhāmīti kiṁkāraṇā tava vacanaṁ na karissāmi. Vikuddho tyasmīti vikuddho nikkopo te asmiṁ. Sabbaṁ teti vikuddhabhāvañca idāni appiyakaraṇañca ubhayaṁ te idaṁ sabbameva paṭijānāmi. Tava kāmāti tava kāmena taṁ icchamāno. Titikkhisanti adhivāsemi. Bahuṁ maddakulaṁ hantvā nayituṁ tanti bahumaddarājakulaṁ hanitvā balakkārena taṁ netuṁ samatthoti.",
  "atk-s0514a13:316": "Atha so sakkassa devarañño paricārikaṁ viya taṁ attano paricārikaṁ disvā khattiyamānaṁ uppādetvā ‘‘mayi kira dharamāneyeva mama bhariyaṁ aññe gahetvā gamissantī’’ti sīho viya rājaṅgaṇe vijambhamāno ‘‘sakalanagaravāsino me āgatabhāvaṁ jānantū’’ti vagganto nadanto seḷento apphoṭento ‘‘idāni te jīvaggāhaṁ gahessāmi, rathādayo me yojentū’’ti anantaraṁ gāthamāha –",
  "atk-s0514a13:317": "75.",
  "atk-s0514a13:318": " ‘‘Yojayantu rathe asse, nānācitte samāhite;",
  "atk-s0514a13:319": "Atha dakkhatha me vegaṁ, vidhamantassa sattavo’’ti.",
  "atk-s0514a13:320": "Tattha nānācitteti nānālaṅkāravicitte. Samāhiteti asse sandhāya vuttaṁ, susikkhite nibbisevaneti attho. Atha dakkhatha me veganti atha me parakkamaṁ passissathāti.",
  "atk-s0514a13:321": "Sattūnaṁ gaṇhanaṁ nāma mayhaṁ bhāro, gaccha tvaṁ nhatvā alaṅkaritvā pāsādaṁ āruhāti taṁ uyyojesi. Maddarājāpissa parihārakaraṇatthaṁ amacce pahiṇi. Te tassa mahānasadvāreyeva sāṇiṁ parikkhipitvā kappake upaṭṭhapesuṁ. So katamassukammo sīsaṁnhāto sabbālaṅkārapaṭimaṇḍito amaccādīhi parivuto ‘‘pāsādaṁ abhiruhissāmī’’ti disā viloketvā apphoṭesi. Olokitaolokitaṭṭhānaṁ vikampi. So ‘‘idāni me parakkamaṁ passissathā’’ti āha. Tamatthaṁ pakāsento satthā anantaraṁ gāthamāha –",
  "atk-s0514a13:322": "76.",
  "atk-s0514a13:323": " ‘‘Tañca tattha udikkhiṁsu, rañño maddassantepure;",
  "atk-s0514a13:324": "Vijambhamānaṁ sīhaṁva, phoṭentaṁ diguṇaṁ bhuja’’nti.",
  "atk-s0514a13:325": "Tassattho – tañca tattha vijambhantaṁ apphoṭentaṁ rañño antepure vātapānāni vivaritvā itthiyo udikkhiṁsūti.",
  "atk-s0514a13:326": "Athassa maddarājā kataāneñjakāraṇaṁ alaṅkatavaravāraṇaṁ pesesi. So samussitasetacchattaṁ hatthikkhandhaṁ āruyha ‘‘pabhāvatiṁ ānethā’’ti tampi pacchato nisīdāpetvā caturaṅginiyā senāya parivuto pācīnadvārena nikkhamitvā parasenaṁ oloketvā ‘‘ahaṁ kusarājā, jīvitatthikā urena nipajjantū’’ti tikkhattuṁ sīhanādaṁ naditvā sattumaddanaṁ akāsi. Tamatthaṁ pakāsento satthā āha –",
  "atk-s0514a13:327": "77.",
  "atk-s0514a13:328": " ‘‘Hatthikkhandhañca āruyha, āropetvā pabhāvatiṁ;",
  "atk-s0514a13:329": "Saṅgāmaṁ otaritvāna, sīhanādaṁ nadī kuso.",
  "atk-s0514a13:330": "78.",
  "atk-s0514a13:331": " ‘‘Tassa taṁ nadato sutvā, sīhassevitare migā;",
  "atk-s0514a13:332": "Khattiyā vipalāyiṁsu, kusasaddabhayaṭṭitā.",
  "atk-s0514a13:333": "79.",
  "atk-s0514a13:334": " ‘‘Hatthārohā anīkaṭṭhā, rathikā pattikārakā;",
  "atk-s0514a13:335": "Aññamaññassa chindanti, kusasaddabhayaṭṭitā.",
  "atk-s0514a13:336": "80.",
  "atk-s0514a13:337": " ‘‘Tasmiṁ saṅgāmasīsasmiṁ, passitvā haṭṭhamānaso;",
  "atk-s0514a13:338": "Kusassa rañño devindo, adā verocanaṁ maṇiṁ.",
  "atk-s0514a13:339": "81.",
  "atk-s0514a13:340": " ‘‘So taṁ vijjhitvā saṅgāmaṁ, laddhā verocanaṁ maṇiṁ;",
  "atk-s0514a13:341": "Hatthikkhandhagato rājā, pāvekkhi nagaraṁ puraṁ.",
  "atk-s0514a13:342": "82.",
  "atk-s0514a13:343": " ‘‘Jīvaggāhaṁ gahetvāna, bandhitvā satta khattiye;",
  "atk-s0514a13:344": "Sasurassūpanāmesi, ime te deva sattavo.",
  "atk-s0514a13:345": "83.",
  "atk-s0514a13:346": " ‘‘Sabbeva te vasaṁ gatā, amittā vihatā tava;",
  "atk-s0514a13:347": "Kāmaṁ karohi te tayā, muñca vā te hanassu vā’’ti.",
  "atk-s0514a13:348": "Tattha vipalāyiṁsūti satiṁ paccupaṭṭhāpetuṁ asakkontā vipallatthacittā bhijjiṁsu. Kusasaddabhayaṭṭitāti kusarañño saddaṁ nissāya jātena bhayena upaddutā mūḷhacittā. Aññamaññassa chindantīti aññamaññaṁ chindanti maddanti. ‘‘Bhindiṁsū’’tipi pāṭho. Tasminti evaṁ bodhisattassa saddasavaneneva saṅgāme bhinne tasmiṁ saṅgāmasīse taṁ mahāsattassa parakkamaṁ passitvā tuṭṭhahadayo sakko verocanaṁ nāma maṇikkhandhaṁ tassa adāsi. Nagaraṁ puranti nagarasaṅkhātaṁ puraṁ. Bandhitvāti tesaññeva uttari sāṭakena pacchābāhaṁ bandhitvā. Kāmaṁ karohi te tayāti tvaṁ attano kāmaṁ icchaṁ ruciṁ karohi, ete hi tayā dāsā katāyevāti.",
  "atk-s0514a13:349": "Rājā āha –",
  "atk-s0514a13:350": "84.",
  "atk-s0514a13:351": " ‘‘Tuyheva sattavo ete, na hi te mayha sattavo;",
  "atk-s0514a13:352": "Tvaññeva no mahārāja, muñca vā te hanassu vā’’ti.",
  "atk-s0514a13:353": "Tattha tvaññeva noti, mahārāja, tvaṁyeva amhākaṁ issaroti.",
  "atk-s0514a13:354": "Evaṁ vutte mahāsatto ‘‘kiṁ imehi māritehi, mā tesaṁ āgamanaṁ niratthakaṁ hotu, pabhāvatiyā kaniṭṭhā satta maddarājadhītaro atthi, tā nesaṁ dāpessāmī’’ti cintetvā gāthamāha –",
  "atk-s0514a13:355": "85.",
  "atk-s0514a13:356": " ‘‘Imā te dhītaro satta, devakaññūpamā subhā;",
  "atk-s0514a13:357": "Dadāhi nesaṁ ekekaṁ, hontu jāmātaro tavā’’ti.",
  "atk-s0514a13:358": "Atha naṁ rājā āha –",
  "atk-s0514a13:359": "86.",
  "atk-s0514a13:360": " ‘‘Amhākañceva tāsañca, tvaṁ no sabbesamissaro;",
  "atk-s0514a13:361": "Tvaññeva no mahārāja, dehi nesaṁ yadicchasī’’ti.",
  "atk-s0514a13:362": "Tattha tvaṁ no sabbesanti, mahārāja kusanarinda, kiṁ vadesi, tvaññeva etesañca sattannaṁ rājūnaṁ mamañca imāsañca sabbesaṁ no issaro. Yadicchasīti yadi icchasi, yassa vā yaṁ dātuṁ icchasi, tassa taṁ dehīti.",
  "atk-s0514a13:363": "Evaṁ vutte so tā sabbāpi alaṅkārāpetvā ekekassa rañño ekekaṁ adāsi. Tamatthaṁ pakāsento satthā pañca gāthāyo abhāsi –",
  "atk-s0514a13:364": "87.",
  "atk-s0514a13:365": " ‘‘Ekamekassa ekekaṁ, adā sīhassaro kuso;",
  "atk-s0514a13:366": "Khattiyānaṁ tadā tesaṁ, rañño maddassa dhītaro.",
  "atk-s0514a13:367": "88.",
  "atk-s0514a13:368": " ‘‘Pīṇitā tena lābhena, tuṭṭhā sīhassare kuse;",
  "atk-s0514a13:369": "Sakaraṭṭhāni pāyiṁsu, khattiyā satta tāvade.",
  "atk-s0514a13:370": "89.",
  "atk-s0514a13:371": " ‘‘Pabhāvatiñca ādāya, maṇiṁ verocanaṁ subhaṁ;",
  "atk-s0514a13:372": "Kusāvatiṁ kuso rājā, agamāsi mahabbalo.",
  "atk-s0514a13:373": "90.",
  "atk-s0514a13:374": " ‘‘Tyassu ekarathe yantā, pavisantā kusāvatiṁ;",
  "atk-s0514a13:375": "Samānā vaṇṇarūpena, nāññamaññātirocisuṁ.",
  "atk-s0514a13:376": "91.",
  "atk-s0514a13:377": " ‘‘Mātā puttena saṁgacchi, ubhayo ca jayampatī;",
  "atk-s0514a13:378": "Samaggā te tadā āsuṁ, phītaṁ dharaṇimāvasu’’nti.",
  "atk-s0514a13:379": "Tattha pīṇitāti santappitā. Pāyiṁsūti idāni appamattā bhaveyyāthāti kusanarindena ovaditā agamaṁsu. Agamāsīti katipāhaṁ vasitvā ‘‘amhākaṁ raṭṭhaṁ gamissāmā’’ti sasuraṁ āpucchitvā gato. Ekarathe yantāti dvepi ekarathaṁ abhiruyha gacchantā. Samānā vaṇṇarūpenāti vaṇṇena ca rūpena ca samānā hutvā. Nāññamaññātirocisunti eko ekaṁ nātikkami. Maṇiratanānubhāvena kira mahāsatto abhirūpo ahosi suvaṇṇavaṇṇo sobhaggappatto, so kira pubbe paccekabuddhassa piṇḍapātanissandena buddhapaṭimākaraṇanissandena ca evaṁ tejavanto ahosi. Saṁgacchīti athassa mātā mahāsattassa āgamanaṁ sutvā nagare bheriṁ carāpetvā mahāsattassa bahuṁ paṇṇākāraṁ ādāya paccuggamanaṁ katvā samāgacchi. Sopi mātarā saddhiṁyeva nagaraṁ padakkhiṇaṁ katvā sattāhaṁ chaṇakīḷaṁ kīḷitvā alaṅkatapāsādatalaṁ abhiruhi. Tepi ubho jayampatikā samaggā ahesuṁ, tato paṭṭhāya yāvajīvaṁ samaggā sammodamānā phītaṁ dharaṇiṁ ajjhāvasiṁsūti.",
  "atk-s0514a13:380": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne ukkaṇṭhitabhikkhu sotāpattiphale patiṭṭhahi. Tadā mātāpitaro mahārājakulāni ahesuṁ, kaniṭṭho ānando, khujjā khujjuttarā, pabhāvatī rāhulamātā, parisā buddhaparisā, kusarājā pana ahameva ahosinti.",
  "atk-s0514a13:381": "Kusajātakavaṇṇanā paṭhamā.",
  "atk-s0514a13:383": " [532] 2. Soṇanandajātakavaṇṇanā",
  "atk-s0514a13:384": "Devatā nusi gandhabboti idaṁ satthā jetavane viharanto mātuposakabhikkhuṁ ārabbha kathesi. Vatthu sāmajātake (jā. 2.22.296 ādayo) vatthusadisaṁ. Tadā pana satthā ‘‘mā, bhikkhave, imaṁ bhikkhuṁ ujjhāyittha, porāṇakapaṇḍitā sakalajambudīpe rajjaṁ labhamānāpi taṁ aggahetvā mātāpitaro posiṁsuyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0514a13:385": "Atīte bārāṇasī brahmavaḍḍhanaṁ nāma nagaraṁ ahosi. Tattha manojo nāma rājā rajjaṁ kāresi. Tattha aññataro asītikoṭivibhavo brāhmaṇamahāsālo aputtako ahosi. Tassa brāhmaṇī teneva ‘‘bhoti puttaṁ patthehī’’ti vuttā patthesi. Atha bodhisatto brahmalokā cavitvā tassā kucchismiṁ paṭisandhiṁ gaṇhi, jātassa cassa ‘‘soṇakumāro’’ti nāmaṁ kariṁsu. Tassa padasā gamanakāle aññopi satto brahmalokā cavitvā tassāyeva kucchimhi paṭisandhiṁ gaṇhi, tassa jātassa ‘‘nandakumāro’’ti nāmaṁ kariṁsu. Tesaṁ uggahitavedānaṁ sabbasippesu nipphattiṁ pattānaṁ vayappattānaṁ rūpasampadaṁ disvā brāhmaṇo brāhmaṇiṁ āmantetvā ‘‘bhoti puttaṁ soṇakumāraṁ gharabandhanena bandhissāmā’’ti āha. Sā ‘‘sādhū’’ti sampaṭicchitvā puttassa tamatthaṁ ācikkhi . So ‘‘alaṁ, amma, mayhaṁ gharāvāsena, ahaṁ yāvajīvaṁ tumhe paṭijaggitvā tumhākaṁ accayena himavantaṁ pavisitvā pabbajissāmī’’ti āha. Sā brāhmaṇassa etamatthaṁ ārocesi.",
  "atk-s0514a13:386": "Te punappunaṁ kathentāpi tassa cittaṁ alabhitvā nandakumāraṁ āmantetvā ‘‘tāta, tena hi tvaṁ kuṭumbaṁ paṭipajjāhī’’ti vatvā ‘‘nāhaṁ bhātarā chaḍḍitakheḷaṁ sīsena ukkhipāmi, ahampi tumhākaṁ accayena bhātarāva saddhiṁ pabbajissāmī’’ti vutte tesaṁ vacanaṁ sutvā ‘‘ime dve evaṁ taruṇāva kāme pajahanti, kimaṅgaṁ pana mayaṁ, sabbeyeva pabbajissāmā’’ti cintetvā, ‘‘tātā , kiṁ vo amhākaṁ accayena pabbajjāya, idāneva sabbe mayaṁ pabbajissāmā’’ti rañño ārocetvā sabbaṁ dhanaṁ dānamukhe vissajjetvā dāsajanaṁ bhujissaṁ katvā ñātīnaṁ dātabbayuttakaṁ datvā cattāropi janā brahmavaḍḍhananagarā nikkhamitvā himavantapadese pañcapadumasañchannaṁ saraṁ nissāya ramaṇīye vanasaṇḍe assamaṁ māpetvā pabbajitvā tattha vasiṁsu. Ubhopi bhātaro mātāpitaro paṭijaggiṁsu, tesaṁ pātova dantakaṭṭhañca mukhadhovanañca datvā paṇṇasālañca pariveṇañca sammajjitvā pānīyaṁ paribhojanīyaṁ upaṭṭhapetvā araññato madhuraphalāphalāni āharitvā mātāpitaro khādāpenti, uṇhena vā sītena vā vārinā nhāpenti, jaṭā sodhenti, pādaparikammādīni tesaṁ karonti.",
  "atk-s0514a13:387": "Evaṁ addhāne gate nandapaṇḍito ‘‘mayā ābhataphalāphalāneva paṭhamaṁ mātāpitaro khādāpessāmī’’ti purato gantvā hiyyo ca parahiyyo ca gahitaṭṭhānato yāni vā tāni vā pātova āharitvā mātāpitaro khādāpesi. Te tāni khāditvā mukhaṁ vikkhāletvā uposathikā bhavanti. Soṇapaṇḍito pana dūraṁ gantvā madhuramadhurāni supakkasupakkāni āharitvā upanāmesi. Atha naṁ, ‘‘tāta, kaniṭṭhena te ābhatāni mayaṁ pātova khāditvā uposathikā jātā, na idāni no attho’’ti vadanti. Iti tassa phalāphalāni paribhogaṁ na labhanti vinassanti, punadivasesupi tathevāti . Evaṁ so pañcābhiññatāya dūraṁ gantvāpi āharati, te pana na khādanti.",
  "atk-s0514a13:388": "Atha mahāsatto cintesi – ‘‘mātāpitaro me sukhumālā, nando ca yāni vā tāni vā apakkaduppakkāni phalāphalāni āharitvā khādāpeti, evaṁ sante ime na cīraṁ pavattissanti, vāressāmi na’’nti. Atha naṁ so āmantetvā ‘‘nanda, ito paṭṭhāya phalāphalaṁ āharitvā mamāgamanaṁ paṭimānehi, ubhopi ekatova khādāpessāmā’’ti āha. So evaṁ vuttepi attano puññaṁ paccāsīsanto na tassa vacanamakāsi. Mahāsatto ‘‘nando mama vacanaṁ akaronto ayuttaṁ karoti, palāpessāmi naṁ, tato ekakova mātāpitaro paṭijaggissāmī’’ti cintetvā ‘‘nanda, tvaṁ anovādako paṇḍitānaṁ vacanaṁ na karosi, ahaṁ jeṭṭho, mātāpitaro mameva bhāro, ahameva nesaṁ paṭijaggissāmi, tvaṁ idha vasituṁ na lacchasi, aññattha yāhī’’ti tassa accharaṁ pahari.",
  "atk-s0514a13:389": "So tena palāpito tassa santike ṭhātuṁ asakkonto taṁ vanditvā mātāpitaro upasaṅkamitvā tamatthaṁ ārocetvā attano paṇṇasālaṁ pavisitvā kasiṇaṁ oloketvā taṁ divasameva pañca abhiññāyo aṭṭha samāpattiyo nibbattetvā cintesi – ‘‘ahaṁ sīnerupādato ratanavālukā āharitvā mama bhātu paṇṇasālāya pariveṇe okiritvā bhātaraṁ khamāpetuṁ pahomi, evampi na sobhissati, anotattato udakaṁ āharitvā mama bhātu paṇṇasālāya pariveṇe osiñcitvā bhātaraṁ khamāpetuṁ pahomi, evampi na sobhissati, sace me bhātaraṁ devatānaṁ vasena khamāpeyyaṁ, cattāro ca mahārājāno sakkañca ānetvā bhātaraṁ khamāpetuṁ pahomi, evampi na sobhissati , sakalajambudīpe manojaṁ aggarājānaṁ ādiṁ katvā rājāno ānetvā khamāpessāmi, evaṁ sante mama bhātu guṇo sakalajambudīpe avattharitvā gamissati, candimasūriyo viya paññāyissatī’’ti. So tāvadeva iddhiyā gantvā brahmavaḍḍhananagare tassa rañño nivesanadvāre otaritvā ṭhito ‘‘eko kira vo tāpaso daṭṭhukāmo’’ti rañño ārocāpesi. Rājā ‘‘kiṁ pabbajitassa mayā diṭṭhena, āhāratthāya āgato bhavissatī’’ti bhattaṁ pahiṇi, so bhattaṁ na icchi. Taṇḍulaṁ pahiṇi, taṇḍulaṁ na icchi. Vatthāni pahiṇi, vatthāni na icchi. Tambūlaṁ pahiṇi, tambūlaṁ na icchi. Athassa santike dūtaṁ pesesi, ‘‘kimatthaṁ āgatosī’’ti. So dūtena puṭṭho ‘‘rājānaṁ upaṭṭhahituṁ āgatomhī’’ti āha. Rājā taṁ sutvā ‘‘bahū mama upaṭṭhākā, attanova tāpasadhammaṁ karotū’’ti pesesi. So taṁ sutvā ‘‘ahaṁ tumhākaṁ attano balena sakalajambudīpe rajjaṁ gahetvā dassāmī’’ti āha.",
  "atk-s0514a13:390": "Taṁ sutvā rājā cintesi – ‘‘pabbajitā nāma paṇḍitā, kiñci upāyaṁ jānissantī’’ti taṁ pakkosāpetvā āsane nisīdāpetvā vanditvā ‘‘bhante, tumhe kira mayhaṁ sakalajambudīparajjaṁ gahetvā dassathā’’ti pucchi. ‘‘Āma mahārājā’’ti. ‘‘Kathaṁ gaṇhissathā’’ti? ‘‘Mahārāja, antamaso khuddakamakkhikāya pivanamattampi lohitaṁ kassaci anuppādetvā tava dhanacchedaṁ akatvā attano iddhiyāva gahetvā dassāmi, apica kevalaṁ papañcaṁ akatvā ajjeva nikkhamituṁ vaṭṭatī’’ti. So tassa vacanaṁ saddahitvā senaṅgaparivuto nagarā nikkhami. Sace senāya uṇhaṁ hoti, nandapaṇḍito attano iddhiyā chāyaṁ katvā sītaṁ karoti, deve vassante senāya upari vassituṁ na deti, sītaṁ vā uṇhaṁ vā vāreti, magge khāṇukaṇṭakādayo sabbaparissaye antaradhāpeti, maggaṁ kasiṇamaṇḍalaṁ viya samaṁ katvā sayaṁ ākāse cammakhaṇḍaṁ pattharitvā pallaṅkena nisinno senāya parivuto gacchati.",
  "atk-s0514a13:391": "Evaṁ senaṁ ādāya paṭhamaṁ kosalaraṭṭhaṁ gantvā nagarassāvidūre khandhāvāraṁ nivāsāpetvā ‘‘yuddhaṁ vā no detu setacchattaṁ vā’’ti kosalarañño dūtaṁ pāhesi. So kujjhitvā ‘‘kiṁ ahaṁ na rājā’’ti ‘‘yuddhaṁ dammī’’ti senāya purakkhato nikkhami. Dve senā yujjhituṁ ārabhiṁsu . Nandapaṇḍito dvinnampi antare attano nisīdanaṁ ajinacammaṁ mahantaṁ katvā pasāretvā dvīhipi senāhi khittasare cammeneva sampaṭicchi. Ekasenāyapi koci kaṇḍena viddho nāma natthi, hatthagatānaṁ pana kaṇḍānaṁ khayena dvepi senā nirussāhā aṭṭhaṁsu. Nandapaṇḍito manojarājassa santikaṁ gantvā ‘‘mā bhāyi, mahārājā’’ti assāsetvā kosalassa santikaṁ gantvā ‘‘mahārāja, mā bhāyi, natthi te paripantho, tava rajjaṁ taveva bhavissati, kevalaṁ manojarañño vasavattī hohī’’ti āha. So tassa saddahitvā ‘‘sādhū’’ti sampaṭicchi. Atha naṁ manojassa santikaṁ netvā ‘‘mahārāja, kosalarājā te vase vattati, imassa rajjaṁ imasseva hotū’’ti āha. So ‘‘sādhū’’ti sampaṭicchitvā taṁ attano vase vattetvā dve senā ādāya aṅgaraṭṭhaṁ gantvā aṅgaṁ gahetvā tato magadharaṭṭhanti etenupāyena sakalajambudīpe rājāno attano vase vattetvā tato tehi parivuto brahmavaḍḍhananagarameva gato. Rajjaṁ gaṇhanto panesa sattannaṁ saṁvaccharānaṁ upari sattadivasādhikehi sattamāsehi gaṇhi. So ekekarājadhānito nānappakāraṁ khajjabhojanaṁ āharāpetvā ekasatarājāno gahetvā tehi saddhiṁ sattāhaṁ mahāpānaṁ pivi.",
  "atk-s0514a13:392": "Nandapaṇḍito ‘‘yāva rājā sattāhaṁ issariyasukhaṁ anubhoti, tāvassa attānaṁ na dassessāmī’’ti uttarakurumhi piṇḍāya caritvā himavante kañcanaguhādvāre sattāhaṁ vasi. Manojopi sattame divase attano mahantaṁ sirivibhavaṁ oloketvā ‘‘ayaṁ yaso na mayhaṁ mātāpitūhi, na aññehi dinno, nandatāpasaṁ nissāya uppanno, taṁ kho pana me apassantassa ajja sattamo divaso, kahaṁ nu kho me yasadāyako’’ti nandapaṇḍitaṁ sari. So tassa anussaraṇabhāvaṁ ñatvā āgantvā purato ākāse aṭṭhāsi. Rājā taṁ disvā cintesi – ‘‘ahaṁ imassa tāpasassa devatābhāvaṁ vā manussabhāvaṁ vā na jānāmi, sace esa manusso bhaveyya, sakalajambudīparajjaṁ etasseva dassāmi. Atha devo, sakkāramassa karissāmī’’ti. So taṁ vīmaṁsanto paṭhamaṁ gāthamāha –",
  "atk-s0514a13:393": "92.",
  "atk-s0514a13:394": " ‘‘Devatā nuti gandhabbo, adu sakko purindado;",
  "atk-s0514a13:395": "Manussabhūto iddhimā, kathaṁ jānemu taṁ maya’’nti.",
  "atk-s0514a13:396": "So tassa vacanaṁ sutvā sabhāvameva kathento dutiyaṁ gāthamāha –",
  "atk-s0514a13:397": "93.",
  "atk-s0514a13:398": " ‘‘Nāpi devo na gandhabbo, nāpi sakko purindado;",
  "atk-s0514a13:399": "Manussabhūto iddhimā, evaṁ jānāhi bhāradhā’’ti.",
  "atk-s0514a13:400": "Tattha bhāradhāti raṭṭhabhāradhāritāya naṁ evaṁ ālapati.",
  "atk-s0514a13:401": "Taṁ sutvā rājā ‘‘manussabhūto kirāyaṁ mayhaṁ evaṁ bahupakāro, mahantena yasena naṁ santappessāmī’’ti cintetvā āha –",
  "atk-s0514a13:402": "94.",
  "atk-s0514a13:403": " ‘‘Katarūpamidaṁ bhoto, veyyāvaccaṁ anappakaṁ;",
  "atk-s0514a13:404": "Devamhi vassamānamhi, anovassaṁ bhavaṁ akā.",
  "atk-s0514a13:405": "95.",
  "atk-s0514a13:406": " ‘‘Tato vātātape ghore, sītacchāyaṁ bhavaṁ akā;",
  "atk-s0514a13:407": "Tato amittamajjhesu, saratāṇaṁ bhavaṁ akā.",
  "atk-s0514a13:408": "96.",
  "atk-s0514a13:409": " ‘‘Tato phītāni raṭṭhāni, vasino te bhavaṁ akā;",
  "atk-s0514a13:410": "Tato ekasataṁ khatye, anuyante bhavaṁ akā.",
  "atk-s0514a13:411": "97.",
  "atk-s0514a13:412": " ‘‘Patītāssu mayaṁ bhoto, vada taṁ bhañjamicchasi;",
  "atk-s0514a13:413": "Hatthiyānaṁ assarathaṁ, nāriyo ca alaṅkatā;",
  "atk-s0514a13:414": "Nivesanāni rammāni, mayaṁ bhoto dadāmase.",
  "atk-s0514a13:415": "98.",
  "atk-s0514a13:416": " ‘‘Atha vaṅge vā magadhe, mayaṁ bhoto dadāmase;",
  "atk-s0514a13:417": "Atha vā assakāvantī, sumanā damma te mayaṁ.",
  "atk-s0514a13:418": "99.",
  "atk-s0514a13:419": " ‘‘Upaḍḍhaṁ vāpi rajjassa, mayaṁ bhoto dadāmase;",
  "atk-s0514a13:420": "Sace te attho rajjena, anusāsa yadicchasī’’ti.",
  "atk-s0514a13:421": "Tattha katarūpamidanti katasabhāvaṁ. Veyyāvaccanti kāyaveyyāvatikakammaṁ. Anovassanti avassaṁ, yathā devo na vassati , tathā katanti attho. Sītacchāyanti sītalaṁ chāyaṁ. Vasino teti te raṭṭhavāsino amhākaṁ vasavattino. Khatyeti khattiye, aṭṭhakathāyaṁ pana ayameva pāṭho. Patītāssumayanti tuṭṭhā mayaṁ. Vada taṁ bhañjamicchasīti bhañjanti ratanassetaṁ nāmaṁ, varaṁ te dadāmi, yaṁ ratanaṁ icchasi, taṁ vadehīti attho. ‘‘Hatthiyāna’’ntiādīhi sarūpato taṁ taṁ ratanaṁ dasseti. Assakāvantīassakaraṭṭhaṁ vā avantiraṭṭhaṁ vā. Rajjenāti sacepi te sakalajambudīparajjena attho, tampi te datvā ahaṁ phalakāvudhahattho tumhākaṁ rathassa purato gamissāmīti dīpeti. Yadicchasīti etesu mayā vuttappakāresu yaṁ icchasi, taṁ anusāsa āṇāpehīti.",
  "atk-s0514a13:422": "Taṁ sutvā nandapaṇḍito attano adhippāyaṁ āvikaronto āha –",
  "atk-s0514a13:423": "100.",
  "atk-s0514a13:424": " ‘‘Na me atthopi rajjena, nagarena dhanena vā;",
  "atk-s0514a13:425": "Athopi janapadena, attho mayhaṁ na vijjatī’’ti.",
  "atk-s0514a13:426": "‘‘Sace te mayi sineho atthi, ekaṁ me vacanaṁ karohī’’ti vatvā gāthādvayamāha –",
  "atk-s0514a13:427": "101.",
  "atk-s0514a13:428": " ‘‘Bhotova raṭṭhe vijite, araññe atthi assamo;",
  "atk-s0514a13:429": "Pitā mayhaṁ janettī ca, ubho sammanti assame.",
  "atk-s0514a13:430": "102.",
  "atk-s0514a13:431": " ‘‘Tesāhaṁ pubbācariyesu, puññaṁ na labhāmi kātave;",
  "atk-s0514a13:432": "Bhavantaṁ ajjhāvaraṁ katvā, soṇaṁ yācemu saṁvara’’nti.",
  "atk-s0514a13:433": "Tattha raṭṭheti rajje. Vijiteti āṇāpavattiṭṭhāne. Assamoti himavantāraññe eko assamo atthi. Sammantīti tasmiṁ assame vasanti. Tesāhanti tesu ahaṁ. Kātaveti vattapaṭivattaphalāphalāharaṇasaṅkhātaṁ puññaṁ kātuṁ na labhāmi, bhātā me soṇapaṇḍito nāma mamekasmiṁ aparādhe mā idha vasīti maṁ palāpesi. Ajjhāvaranti adhiāvaraṁ te mayaṁ bhavantaṁ saparivāraṁ katvā soṇapaṇḍitaṁ saṁvaraṁ yācemu, āyatiṁ saṁvaraṁ yācāmāti attho. ‘‘Yācemimaṁ vara’’ntipi pāṭho, mayaṁ tayā saddhiṁ soṇaṁ yāceyyāma khamāpeyyāma, imaṁ varaṁ tava santikā gaṇhāmīti attho.",
  "atk-s0514a13:434": "Atha naṁ rājā āha –",
  "atk-s0514a13:435": "103.",
  "atk-s0514a13:436": " ‘‘Karomi te taṁ vacanaṁ, yaṁ maṁ bhaṇasi brāhmaṇa;",
  "atk-s0514a13:437": "Etañca kho no akkhāhi, kīvanto hontu yācakā’’ti.",
  "atk-s0514a13:438": "Tattha karomīti ahaṁ sakalajambudīparajjaṁ dadamāno ettakaṁ kiṁ na karissāmi, karomīti vadati. Kīvantoti kittakā.",
  "atk-s0514a13:439": "Nandapaṇḍito āha –",
  "atk-s0514a13:440": "104.",
  "atk-s0514a13:441": " ‘‘Parosataṁ jānapadā, mahāsālā ca brāhmaṇā;",
  "atk-s0514a13:442": "Ime ca khattiyā sabbe, abhijātā yasassino;",
  "atk-s0514a13:443": "Bhavañca rājā manojo, alaṁ hessanti yācakā’’ti.",
  "atk-s0514a13:444": "Tattha jānapadāti gahapatī. Mahāsālā ca brāhmaṇāti sārappattā brāhmaṇā ca parosatāyeva. Alaṁ hessantīti pariyattā bhavissanti. Yācakāti mamatthāya soṇapaṇḍitassa khamāpakā.",
  "atk-s0514a13:445": "Atha naṁ rājā āha –",
  "atk-s0514a13:446": "105.",
  "atk-s0514a13:447": " ‘‘Hatthī asse ca yojentu, rathaṁ sannayha sārathi;",
  "atk-s0514a13:448": "Ābandhanāni gaṇhātha, pādāsussārayaddhaje;",
  "atk-s0514a13:449": "Assamaṁ taṁ gamissāmi, yattha sammati kosiyo’’ti.",
  "atk-s0514a13:450": "Tattha yojentūti hatthārohā hatthī, assārohā ca asse kappentu. Rathaṁ sannayha sārathīti sammasārathi tvampi rathaṁ sannayha. Ābandhanānīti hatthiassarathesu ābandhitabbāni bhaṇḍāni ca gaṇhatha. Pādāsussārayaddhajeti rathe ṭhapitadhajapādāsu dhaje ussārayantu ussāpentu. Kosiyoti yasmiṁ assame kosiyagotto vasatīti.",
  "atk-s0514a13:451": "106.",
  "atk-s0514a13:452": " ‘‘Tato ca rājā pāyāsi, senāya caturaṅginī;",
  "atk-s0514a13:453": "Agamā assamaṁ rammaṁ, yattha sammati kosiyo’’ti. – ayaṁ abhisambuddhagāthā;",
  "atk-s0514a13:454": "Tattha tato cāti, bhikkhave, evaṁ vatvā tato so rājā ekasatakhattiye gahetvā mahatiyā senāya parivuto nandapaṇḍitaṁ purato katvā nagarā nikkhami. Caturaṅgīnīti caturaṅginiyā senāya agamāsi, antaramagge vattamānopi avassaṁ gāmitāya evaṁ vutto. Catuvīsatiakkhobhaṇisaṅkhātena balakāyena saddhiṁ maggaṁ paṭipannassa tassa nandapaṇḍito iddhānubhāvena aṭṭhusabhavitthataṁ maggaṁ samaṁ māpetvā ākāse cammakhaṇḍaṁ pattharitvā tattha pallaṅkena nisīditvā senāya parivuto alaṅkatahatthikkhandhe nisīditvā gacchantena raññā saddhiṁ dhammayuttakathaṁ kathento sītauṇhādiparissaye vārento agamāsi.",
  "atk-s0514a13:455": "Athassa assamaṁ pāpuṇanadivase soṇapaṇḍito ‘‘mama kaniṭṭhassa atirekasattamāsasattadivasādhikāni satta vassāni nikkhantassā’’ti āvajjetvā ‘‘kahaṁ nu kho so etarahī’’ti dibbena cakkhunā olokento ‘‘catuvīsatiakkhobhaṇiparivārena saddhiṁ ekasatarājāno gahetvā mamaññeva khamāpetuṁ āgacchatī’’ti disvā cintesi – ‘‘imehi rājūhi ceva parisāhi ca mama kaniṭṭhassa bahūni pāṭihāriyāni diṭṭhāni, mamānubhāvaṁ ajānitvā ‘ayaṁ kūṭajaṭilo attano pamāṇaṁ na jānāti, amhākaṁ ayyena saddhiṁ payojesī’ti maṁ vambhentā kathentā avīciparāyaṇā bhaveyyuṁ, iddhipāṭihāriyaṁ nesaṁ dassessāmī’’ti. So caturaṅgulamattena aṁsaṁ aphusantaṁ ākāse kājaṁ ṭhapetvā anotattato udakaṁ āharituṁ rañño avidūre ākāsena pāyāsi. Nandapaṇḍito taṁ āgacchantaṁ disvā attānaṁ dassetuṁ avisahanto nisinnaṭṭhāneyeva antaradhāyitvā palāyitvā himavantaṁ pāvisi. Manojarājā pana taṁ ramaṇīyena isivesena tathā āgacchantaṁ disvā gāthamāha –",
  "atk-s0514a13:456": "107.",
  "atk-s0514a13:457": " ‘‘Kassa kādambayo kājo, vehāsaṁ caturaṅgulaṁ;",
  "atk-s0514a13:458": "Aṁsaṁ asamphusaṁ eti, udahārāya gacchato’’ti.",
  "atk-s0514a13:459": "Tattha kādambayoti kadambarukkhamayo. Aṁsaṁ asamphusaṁ etīti aṁsaṁ asamphusanto sayameva āgacchati. Udahārāyāti udakaṁ āharituṁ gacchantassa kassa esa kājo evaṁ eti, ko nāma tvaṁ, kuto vā āgacchasīti.",
  "atk-s0514a13:460": "Evaṁ vutte mahāsatto gāthādvayamāha –",
  "atk-s0514a13:461": "108.",
  "atk-s0514a13:462": " ‘‘Ahaṁ soṇo mahārāja, tāpaso sahitabbato;",
  "atk-s0514a13:463": "Bharāmi mātāpitaro, rattindivamatandito.",
  "atk-s0514a13:464": "109.",
  "atk-s0514a13:465": " ‘‘Vane phalañca mūlañca, āharitvā disampati;",
  "atk-s0514a13:466": "Posemi mātāpitaro, pubbe katamanussara’’nti.",
  "atk-s0514a13:467": "Tattha sahitabbatoti sahitavato sīlācārasampanno eko tāpaso ahanti vadati. Bharāmīti posemi. Atanditoti analaso hutvā. Pubbe katamanussaranti tehi pubbe kataṁ mayhaṁ guṇaṁ anussarantoti.",
  "atk-s0514a13:468": "Taṁ sutvā rājā tena saddhiṁ vissāsaṁ kattukāmo anantaraṁ gāthamāha –",
  "atk-s0514a13:469": "110.",
  "atk-s0514a13:470": " ‘‘Icchāma assamaṁ gantuṁ, yattha sammati kosiyo;",
  "atk-s0514a13:471": "Maggaṁ no soṇa akkhāhi, yena gacchemu assama’’nti.",
  "atk-s0514a13:472": "Tattha assamanti tumhākaṁ assamapadaṁ.",
  "atk-s0514a13:473": "Atha mahāsatto attano ānubhāvena assamapadagāmimaggaṁ māpetvā gāthamāha –",
  "atk-s0514a13:474": "111.",
  "atk-s0514a13:475": " ‘‘Ayaṁ ekapadī rāja, yenetaṁ meghasannibhaṁ;",
  "atk-s0514a13:476": "Koviḷārehi sañchannaṁ, ettha sammati kosiyo’’ti.",
  "atk-s0514a13:477": "Tassattho – mahārāja, ayaṁ ekapadiko jaṅghamaggo, iminā gacchatha, yena disābhāgena etaṁ meghavaṇṇaṁ supupphitakoviḷārasañchannaṁ vanaṁ dissati, ettha mama pitā kosiyagotto vasati, etassa so assamoti.",
  "atk-s0514a13:478": "112.",
  "atk-s0514a13:479": " ‘‘Idaṁ vatvāna pakkāmi, taramāno mahāisi;",
  "atk-s0514a13:480": "Vehāse antalikkhasmiṁ, anusāsitvāna khattiye.",
  "atk-s0514a13:481": "113.",
  "atk-s0514a13:482": " ‘‘Assamaṁ parimajjitvā, paññāpetvāna āsanaṁ;",
  "atk-s0514a13:483": "Paṇṇasālaṁ pavisitvā, pitaraṁ patibodhayi.",
  "atk-s0514a13:484": "114.",
  "atk-s0514a13:485": " ‘‘Ime āyanti rājāno, abhijātā yasassino;",
  "atk-s0514a13:486": "Assamā nikkhamitvāna, nisīda tvaṁ mahāise.",
  "atk-s0514a13:487": "115.",
  "atk-s0514a13:488": " ‘‘Tassa taṁ vacanaṁ sutvā, taramāno mahāisi;",
  "atk-s0514a13:489": "Assamā nikkhamitvāna, sadvāramhi upāvisī’’ti. – imā abhisambuddhagāthā;",
  "atk-s0514a13:490": "Tattha pakkāmīti anotattaṁ agamāsi. Assamaṁ parimajjitvāti, bhikkhave, so isi vegena anotattaṁ gantvā pānīyaṁ ādāya tesu rājūsu assamaṁ asampattesuyeva āgantvā pānīyaghaṭe pānīyamāḷake ṭhapetvā ‘‘mahājano pivissatī’’ti vanakusumehi vāsetvā sammajjaniṁ ādāya assamaṁ sammajjitvā paṇṇasāladvāre pitu āsanaṁ paññāpetvā pavisitvā pitaraṁ jānāpesīti attho. Upāvisīti uccāsane nisīdi.",
  "atk-s0514a13:491": "Bodhisattassa mātā pana tassa pacchato nīcaṭṭhāne ekamantaṁ nisīdi. Mahāsatto nīcāsane nisīdi. Nandapaṇḍitopi bodhisattassa anotattato pānīyaṁ ādāya assamaṁ āgatakāle rañño santikaṁ āgantvā assamassa avidūre khandhāvāraṁ nivāsesi. Atha rājā nhatvā sabbālaṅkārapaṭimaṇḍito ekasatarājaparivuto nandapaṇḍitaṁ gahetvā mahantena sirisobhaggena bodhisattaṁ khamāpetuṁ assamaṁ pāvisi. Atha naṁ tathā āgacchantaṁ bodhisattassa pitā disvā bodhisattaṁ pucchi, sopissa ācikkhi. Tamatthaṁ pakāsento satthā āha –",
  "atk-s0514a13:492": "116.",
  "atk-s0514a13:493": " ‘‘Tañca disvāna āyantaṁ, jalantaṁriva tejasā;",
  "atk-s0514a13:494": "Khatyasaṅghaparibyūḷhaṁ, kosiyo etadabravi.",
  "atk-s0514a13:495": "117.",
  "atk-s0514a13:496": " ‘‘Kassa bherī mudiṅgā ca, saṅkhā paṇavadindimā;",
  "atk-s0514a13:497": "Purato paṭipannāni, hāsayantā rathesabhaṁ.",
  "atk-s0514a13:498": "118.",
  "atk-s0514a13:499": " ‘‘Kassa kañcanapaṭṭena, puthunā vijjuvaṇṇinā;",
  "atk-s0514a13:500": "Yuvā kalāpasannaddho, ko eti siriyā jalaṁ.",
  "atk-s0514a13:501": "119.",
  "atk-s0514a13:502": " ‘‘Ukkāmukhapahaṭṭhaṁva , khadiraṅgārasannibhaṁ;",
  "atk-s0514a13:503": "Mukhañca rucirā bhāti, ko eti siriyā jalaṁ.",
  "atk-s0514a13:504": "120.",
  "atk-s0514a13:505": " ‘‘Kassa paggahitaṁ chattaṁ, sasalākaṁ manoramaṁ;",
  "atk-s0514a13:506": "Ādiccaraṁsāvaraṇaṁ, ko eti siriyā jalaṁ.",
  "atk-s0514a13:507": "121.",
  "atk-s0514a13:508": " ‘‘Kassa aṅgaṁ pariggayha, vālabījanimuttamaṁ;",
  "atk-s0514a13:509": "Caranti varapuññassa, hatthikkhandhena āyato.",
  "atk-s0514a13:510": "122.",
  "atk-s0514a13:511": " ‘‘Kassa setāni chattāni, ājānīyā ca vammitā;",
  "atk-s0514a13:512": "Samantā parikīrenti, ko eti siriyā jalaṁ.",
  "atk-s0514a13:513": "123.",
  "atk-s0514a13:514": " ‘‘Kassa ekasataṁ khatyā, anuyantā yasassino;",
  "atk-s0514a13:515": "Samantānupariyanti, ko eti siriyā jalaṁ.",
  "atk-s0514a13:516": "124.",
  "atk-s0514a13:517": " ‘‘Hatthiassarathapatti, senā ca caturaṅginī;",
  "atk-s0514a13:518": "Samantānupariyanti, ko eti siriyā jalaṁ.",
  "atk-s0514a13:519": "125.",
  "atk-s0514a13:520": " ‘‘Kassesā mahatī senā, piṭṭhito anuvattati;",
  "atk-s0514a13:521": "Akkhobhaṇī apariyantā, sāgarasseva ūmiyo.",
  "atk-s0514a13:522": "126.",
  "atk-s0514a13:523": " ‘‘Rājābhirājā manojo, indova jayataṁ pati;",
  "atk-s0514a13:524": "Nandassajjhāvaraṁ eti, assamaṁ brahmacārinaṁ.",
  "atk-s0514a13:525": "127.",
  "atk-s0514a13:526": " ‘‘Tassesā mahatī senā, piṭṭhito anuvattati;",
  "atk-s0514a13:527": "Akkhobhaṇī apariyantā, sāgarasseva ūmiyo’’ti.",
  "atk-s0514a13:528": "Tattha jalantaṁrivāti jalantaṁ viya. Paṭipannānīti etāni tūriyāni kassa purato āgacchantīti attho. Hāsayantāti tosentā. Kañcanapaṭṭenāti, tāta, kassa kañcanamayena vijjuvaṇṇena uṇhīsapaṭṭena nalāṭanto parikkhittoti pucchati. Yuvāti taruṇo. Kalāpasannaddhoti sannaddhasaratūṇīro. Ukkāmukhapahaṭṭhaṁ vāti kammārānaṁ uddhane pahaṭṭhaṁ suvaṇṇaṁ viya. Khadiraṅgārasannibhanti vītaccitakhadiraṅgāravaṇṇaṁ. Ādiccaraṁsāvaraṇantiādiccaraṁsīnaṁ āvaraṇaṁ. Aṅgaṁ pariggayhāti aṅgaṁ pariggahetvā, sarīraṁ parikkhipitvāti attho. Vālabījanimuttamanti vālabījaniṁ uttamaṁ . Carantīti sañcaranti. Chattānīti ājānīyapiṭṭhe nisinnānaṁ dhāritachattāni. Parikīrentīti tassa samantā sabbadisābhāgesu parikīrayanti. Caturaṅginīti etehi hatthiādīhi catūhi aṅgehi samannāgatā. Akkhobhaṇīti khobhetuṁ na sakkā. Sāgarassevāti sāgarassa ūmiyo viya apariyantā. Rājābhirājāti ekasatarājūnaṁ pūjito, tesaṁ vā adhiko rājāti rājābhirājā. Jayataṁ patīti jayappattānaṁ tāvatiṁsānaṁ jeṭṭhako. Ajjhāvaranti mamaṁ khamāpanatthāya nandassa parisabhāvaṁ upagantvā eti.",
  "atk-s0514a13:529": "Satthā āha –",
  "atk-s0514a13:530": "128.",
  "atk-s0514a13:531": " ‘‘Anulittā candanena, kāsikuttamadhārino;",
  "atk-s0514a13:532": "Sabbe pañjalikā hutvā, isīnaṁ ajjhupāgamu’’nti.",
  "atk-s0514a13:533": "Tattha isīnaṁ ajjhupāgamunti, bhikkhave, sabbepi te rājāno surabhicandanena anulittā uttamakāsikavatthadhārino sirasi patiṭṭhāpitaañjalī hutvā isīnaṁ santikaṁ upagatā.",
  "atk-s0514a13:534": "Tato manojo rājā taṁ vanditvā ekamantaṁ nisinno paṭisanthāraṁ karonto gāthādvayamāha –",
  "atk-s0514a13:535": "129.",
  "atk-s0514a13:536": " ‘‘Kacci nu bhoto kusalaṁ, kacci bhoto anāmayaṁ;",
  "atk-s0514a13:537": "Kacci uñchena yāpetha, kacci mūlaphalā bahū.",
  "atk-s0514a13:538": "130.",
  "atk-s0514a13:539": " ‘‘Kacci ḍaṁsā makasā ca, appameva sarīsapā;",
  "atk-s0514a13:540": "Vane vāḷamigākiṇṇe, kacci hiṁsā na vijjatī’’ti.",
  "atk-s0514a13:541": "Tato paraṁ ubhinnaṁ tesaṁ vacanapaṭivacanavasena kathitagāthā honti –",
  "atk-s0514a13:542": "131.",
  "atk-s0514a13:543": " ‘‘Kusalañceva no rāja, atho rāja anāmayaṁ;",
  "atk-s0514a13:544": "Atho uñchena yāpema, atho mūlaphalā bahū.",
  "atk-s0514a13:545": "132.",
  "atk-s0514a13:546": " ‘‘Atho ḍaṁsā makasā ca, appameva sarīsapā;",
  "atk-s0514a13:547": "Vane vāḷamigākiṇṇe, hiṁsā mayhaṁ na vijjati.",
  "atk-s0514a13:548": "133.",
  "atk-s0514a13:549": " ‘‘Bahūni vassapūgāni, assame sammataṁ idha;",
  "atk-s0514a13:550": "Nābhijānāmi uppannaṁ, ābādhaṁ amanoramaṁ.",
  "atk-s0514a13:551": "134.",
  "atk-s0514a13:552": " ‘‘Svāgataṁ te mahārāja, atho te adurāgataṁ;",
  "atk-s0514a13:553": "Issarosi anuppatto, yaṁ idhatthi pavedaya.",
  "atk-s0514a13:554": "135.",
  "atk-s0514a13:555": " ‘‘Tindukāni piyālāni, madhuke kāsumāriyo;",
  "atk-s0514a13:556": "Phalāni khuddakappāni, bhuñja rāja varaṁ varaṁ.",
  "atk-s0514a13:557": "136.",
  "atk-s0514a13:558": " ‘‘Idampi pānīyaṁ sītaṁ, ābhataṁ girigabbharā;",
  "atk-s0514a13:559": "Tato piva mahārāja, sace tvaṁ abhikaṅkhasi.",
  "atk-s0514a13:560": "137.",
  "atk-s0514a13:561": " ‘‘Paṭiggahitaṁ yaṁ dinnaṁ, sabbassa agghiyaṁ kataṁ;",
  "atk-s0514a13:562": "Nandassāpi nisāmetha, vacanaṁ so pavakkhati.",
  "atk-s0514a13:563": "138.",
  "atk-s0514a13:564": " ‘‘Ajjhāvaramhā nandassa, bhoto santikamāgatā;",
  "atk-s0514a13:565": "Suṇātu bhavaṁ vacanaṁ, nandassa parisāya cā’’ti.",
  "atk-s0514a13:566": "Imā yebhuyyena pākaṭasambandhāyeva, yaṁ panettha apākaṭaṁ, tadeva vakkhāma. Pavedayāti yaṁ imasmiṁ ṭhāne tava abhirucitaṁ atthi, taṁ no kathehīti vadati. Khuddakappānīti etāni nānārukkhaphalāni khuddakamadhupaṭibhāgāni madhurāni. Varaṁ varanti ito uttamuttamaṁ gahetvā bhuñja. Girigabbharāti anotattato. Sabbassa agghiyanti yena mayaṁ āpucchitā, taṁ amhehi paṭiggahitaṁ nāma tumhehi ca dinnameva nāma, ettāvatā imassa janassa sabbassa agghiyaṁ tumhehi kataṁ. Nandassāpīti amhākaṁ tāva sabbaṁ kataṁ, idāni pana nandapaṇḍito kiñci vattukāmo , tassapi tāva vacanaṁ suṇātha. Ajjhāvaramhāti mayañhi na aññena kammena āgatā, nandassa pana parisā hutvā tumhākaṁ khamāpanatthāya āgatāti vadati. Bhavanti bhavaṁ soṇapaṇḍito suṇātu.",
  "atk-s0514a13:567": "Evaṁ vutte nandapaṇḍito uṭṭhāyāsanā mātāpitaro ca bhātarañca vanditvā sakaparisāya saddhiṁ sallapanto āha –",
  "atk-s0514a13:568": "139.",
  "atk-s0514a13:569": " ‘‘Parosataṁ jānapadā, mahāsālā ca brāhmaṇā;",
  "atk-s0514a13:570": "Ime ca khattiyā sabbe, abhijātā yasassino;",
  "atk-s0514a13:571": "Bhavañca rājā manojo, anumaññantu me vaco.",
  "atk-s0514a13:572": "140.",
  "atk-s0514a13:573": " ‘‘Ye ca santi samītāro, yakkhāni idha massame;",
  "atk-s0514a13:574": "Araññe bhūtabhabyāni, suṇantu vacanaṁ mama.",
  "atk-s0514a13:575": "141.",
  "atk-s0514a13:576": " ‘‘Namo katvāna bhūtānaṁ, isiṁ vakkhāmi subbataṁ;",
  "atk-s0514a13:577": "So tyāhaṁ dakkhiṇā bāhu, tava kosiya sammato.",
  "atk-s0514a13:578": "142.",
  "atk-s0514a13:579": " ‘‘Pitaraṁ me janettiñca, bhattukāmassa me sato;",
  "atk-s0514a13:580": "Vīra puññamidaṁ ṭhānaṁ, mā maṁ kosiya vāraya.",
  "atk-s0514a13:581": "143.",
  "atk-s0514a13:582": " ‘‘Sabbhi hetaṁ upaññātaṁ, mametaṁ upanissaja;",
  "atk-s0514a13:583": "Uṭṭhānapāricariyāya, dīgharattaṁ tayā kataṁ;",
  "atk-s0514a13:584": "Dhātāpitūsu puññāni, mama lokadado bhava.",
  "atk-s0514a13:585": "144.",
  "atk-s0514a13:586": " ‘‘Tatheva santi manujā, dhamme dhammapadaṁ vidū;",
  "atk-s0514a13:587": "Maggo saggassa lokassa, yathā jānāsi tvaṁ ise.",
  "atk-s0514a13:588": "145.",
  "atk-s0514a13:589": " ‘‘Uṭṭhānapāricariyāya, mātāpitusukhāvahaṁ;",
  "atk-s0514a13:590": "Taṁ maṁ puññā nivāreti, ariyamaggāvaro naro’’ti.",
  "atk-s0514a13:591": "Tattha anumaññantūti anubujjhantu, sādhukaṁ sutvā paccakkhaṁ karontūti attho. Samītāroti samāgatā. Araññe bhūtabhabyānīti asmiṁ himavantāraññe yāni bhūtāni ceva vuḍḍhimariyādappattāni bhabyāni ca taruṇadevatāni, tānipi sabbāni mama vacanaṁ suṇantūti attho. ‘‘Namo katvānā’’ti idaṁ so parisāya saññaṁ datvā tasmiṁ vanasaṇḍe nibbattadevatānaṁ namakkāraṁ katvā āha. Tassattho – ajja bahūhi devatāhi mama bhātikassa dhammakathāsavanatthaṁ āgatāhi bhavitabbaṁ, ahaṁ vo namakkāro, tumhepi mayhaṁ sahāyā hothāti. So devatānaṁ añjaliṁ paggahetvā parisaṁ jānāpetvā ‘‘isiṁ vakkhāmī’’tiādimāha. Tattha isinti soṇapaṇḍitaṁ sandhāya vadati. Sammatoti bhātaro nāma aṅgasamā honti, tasmā so te ahaṁ dakkhiṇā bāhūti sammato. Tena me khamituṁ arahathāti dīpeti.",
  "atk-s0514a13:592": "Vīrāti vīriyavanta mahāparakkama. Puññamidaṁ ṭhānanti idaṁ mātāpituupaṭṭhānaṁ nāma puññaṁ saggasaṁvattanikakāraṇaṁ, taṁ karontaṁ maṁ mā vārayāti vadati. Sabbhi hetanti etañhi mātāpituupaṭṭhānaṁ nāma paṇḍitehi upaññātaṁ upagantvā ñātañceva vaṇṇitañca. Mametaṁ upanissajāti idaṁ tvaṁ mayhaṁ nissaja vissajjehi dehi. Uṭṭhānapāricariyāyāti uṭṭhānena ca pāricariyāya ca. Katanti dīgharattaṁ tayā kusalaṁ kataṁ. Puññānīti idāni ahaṁ mātāpitūsu puññāni kattukāmo. Mama lokadadoti tassa mama tvaṁ saggalokadado hoti, ahañhi tesaṁ vattaṁ upaṭṭhānaṁ katvā devaloke aparimāṇaṁ yasaṁ labhissāmi, tassa me tvaṁ dāyako hohīti vadati.",
  "atk-s0514a13:593": "Tathevāti yathā tvaṁ jānāsi, tatheva aññepi manujā imissaṁ parisāyaṁ santi, te nānappakāre dhamme idaṁ jeṭṭhāpacāyikabhāvasaṅkhātaṁ dhammakoṭṭhāsaṁ vadanti. Kinti? Maggo saggassa lokassāti. Sukhāvahanti uṭṭhānena ca pāricariyāya ca mātāpitūnaṁ sukhāvahaṁ. Taṁ manti taṁ maṁ evaṁ sammāpaṭipannampi bhātā soṇapaṇḍito tamhā puññā abhivāreti. Ariyamaggāvaroti so evaṁ vārento ayaṁ naro mama piyadassanatāya ariyasaṅkhātassa vedalokassa maggāvaraṇo nāma hotīti.",
  "atk-s0514a13:594": "Evaṁ nandapaṇḍitena vutte mahāsatto ‘‘imassa tāva tumhehi vacanaṁ sutaṁ, idāni mamapi suṇāthā’’ti sāvento āha –",
  "atk-s0514a13:595": "146.",
  "atk-s0514a13:596": " ‘‘Suṇantu bhonto vacanaṁ, bhāturajjhāvarā mama;",
  "atk-s0514a13:597": "Kulavaṁsaṁ mahārāja, porāṇaṁ parihāpayaṁ;",
  "atk-s0514a13:598": "Adhammacārī jeṭṭhesu, nirayaṁ sopapajjati.",
  "atk-s0514a13:599": "147.",
  "atk-s0514a13:600": " ‘‘Ye ca dhammassa kusalā, porāṇassa disampati;",
  "atk-s0514a13:601": "Cārittena ca sampannā, na te gacchanti duggatiṁ.",
  "atk-s0514a13:602": "148.",
  "atk-s0514a13:603": " ‘‘Mātā pitā ca bhātā ca, bhaginī ñāti bandhavā;",
  "atk-s0514a13:604": "Sabbe jeṭṭhassa te bhārā, evaṁ jānāhi bhāradha.",
  "atk-s0514a13:605": "149.",
  "atk-s0514a13:606": " ‘‘Ādiyitvā garuṁ bhāraṁ, nāviko viya ussahe;",
  "atk-s0514a13:607": "Dhammañca nappamajjāmi, jeṭṭho casmi rathesabhā’’ti.",
  "atk-s0514a13:608": "Tattha bhāturajjhāvarāti mama bhātu parisā hutvā āgatā bhonto sabbepi rājāno mamapi tāva vacanaṁ suṇantu. Parihāpayanti parihāpento. Dhammassāti jeṭṭhāpacāyanadhammassa paveṇīdhammassa. Kusalāti chekā. Cārittena cāti ācārasīlena sampannā. Bhārāti sabbe ete jeṭṭhena vahitabbā paṭijaggitabbāti tassa bhārā nāma. Nāviko viyāti yathā nāvāya garuṁ bhāraṁ ādiyitvā samuddamajjhe nāvaṁ sotthinā netuṁ nāviko ussaheti vāyamati, saha nāvāya sabbabhaṇḍañca jano ca tasseva bhāro hoti, tathā mameva sabbe ñātakā bhāroti , ahañca te ussahāmi paṭijaggituṁ sakkomi, tañca jeṭṭhāpacāyanadhammaṁ nappamajjāmi, na kevalañca etesaññeva, sakalassapi lokassa jeṭṭho ca asmi, tasmā ahameva saddhiṁ nandena paṭijaggituṁ yuttoti.",
  "atk-s0514a13:609": "Taṁ sutvā sabbepi te rājāno attamanā hutvā ‘‘jeṭṭhabhātikassa kira avasesā bhārāti ajja amhehi ñāta’’nti nandapaṇḍitaṁ pahāya mahāsattaṁ sannissitā hutvā tassa thutiṁ karontā dve gāthā abhāsiṁsu –",
  "atk-s0514a13:610": "150.",
  "atk-s0514a13:611": " ‘‘Adhigamā tame ñāṇaṁ, jālaṁva jātavedato;",
  "atk-s0514a13:612": "Evameva no bhavaṁ dhammaṁ, kosiyo pavidaṁsayi.",
  "atk-s0514a13:613": "151.",
  "atk-s0514a13:614": " ‘‘Yathā udayamādicco, vāsudevo pabhaṅkaro;",
  "atk-s0514a13:615": "Pāṇīnaṁ pavidaṁseti, rūpaṁ kalyāṇapāpakaṁ;",
  "atk-s0514a13:616": "Evameva no bhavaṁ dhammaṁ, kosiyo pavidaṁsayī’’ti.",
  "atk-s0514a13:617": "Tattha adhigamāti mayaṁ ito pubbe jeṭṭhāpacāyanadhammapaṭicchādake tame vattamānā na jānāma, ajja jātavedato jālaṁva ñāṇaṁ adhigatā. Evameva noti yathā mahandhakāre pabbatamatthake jalito jātavedo samantā ālokaṁ pharanto rūpāni dasseti, tathā no bhavaṁ kosiyagotto dhammaṁ pavidaṁsayīti attho. Vāsudevoti vasudevo vasujotano, dhanapakāsanoti attho.",
  "atk-s0514a13:618": "Iti mahāsatto ettakaṁ kālaṁ nandapaṇḍitassa pāṭihāriyāni disvā tasmiṁ pasannacitte te rājāno ñāṇabalena tasmiṁ pasādaṁ bhinditvā attano kathaṁ gāhāpetvā sabbeva attano mukhaṁ ullokite akāsi. Atha nandapaṇḍito ‘‘bhātā me paṇḍito byatto dhammakathiko sabbepime rājāno bhinditvā attano pakkhe kari, ṭhapetvā imaṁ añño mayhaṁ paṭisaraṇaṁ natthi, imameva yācissāmī’’ti cintetvā gāthamāha –",
  "atk-s0514a13:619": "152.",
  "atk-s0514a13:620": " ‘‘Evaṁ me yācamānassa, añjaliṁ nāvabujjhatha;",
  "atk-s0514a13:621": "Tava baddhacaro hessaṁ, vuṭṭhito paricārako’’ti.",
  "atk-s0514a13:622": "Tassatthā – sace tumhe mama evaṁ yācamānassa khamāpanatthāya paggahitaṁ añjaliṁ nāvabujjhatha na paṭiggaṇhatha, tumheva mātāpitaro upaṭṭhahatha, ahaṁ pana tumhākaṁ baddhacaro veyyāvaccakaro hessaṁ, rattindivaṁ analasabhāvena vuṭṭhito paricārako ahaṁ tumhe paṭijaggissāmīti.",
  "atk-s0514a13:623": "Mahāsattassa pakatiyāpi nandapaṇḍite doso vā veraṁ vā natthi, atithaddhaṁ vacanaṁ kathentassa panassa mānahāpanatthaṁ niggahavasena tathā katvā idānissa vacanaṁ sutvā tuṭṭhacitto tasmiṁ pasādaṁ uppādetvā ‘‘idāni te khamāmi, mātāpitaro ca paṭijaggituṁ labhissasī’’ti tassa guṇaṁ pakāsento āha –",
  "atk-s0514a13:624": "153.",
  "atk-s0514a13:625": " ‘‘Addhā nanda vijānāsi, saddhammaṁ sabbhi desitaṁ;",
  "atk-s0514a13:626": "Ariyo ariyasamācāro, bāḷhaṁ tvaṁ mama ruccasi.",
  "atk-s0514a13:627": "154.",
  "atk-s0514a13:628": " ‘‘Bhavantaṁ vadāmi bhotiñca, suṇātha vacanaṁ mama;",
  "atk-s0514a13:629": "Nāyaṁ bhāro bhāramato, ahu mayhaṁ kudācanaṁ.",
  "atk-s0514a13:630": "155.",
  "atk-s0514a13:631": " ‘‘Taṁ maṁ upaṭṭhitaṁ santaṁ, mātāpitu sukhāvahaṁ;",
  "atk-s0514a13:632": "Nando ajjhāvaraṁ katvā, upaṭṭhānāya yācati.",
  "atk-s0514a13:633": "156.",
  "atk-s0514a13:634": " ‘‘Yo ve icchati kāmena, santānaṁ brahmacārinaṁ;",
  "atk-s0514a13:635": "Nandaṁ vo varatha eko, kaṁ nando upatiṭṭhatū’’ti.",
  "atk-s0514a13:636": "Tattha ariyoti sundaro. Ariyasamācāroti sundarasamācāropi jāto. Bāḷhanti idāni tvaṁ mama ativiya ruccasi. Suṇāthāti amma tātā tumhe mama vacanaṁ suṇātha. Nāyaṁ bhāroti ayaṁ tumhākaṁ paṭijagganabhāro na kadāci mama bhāramato ahu. Taṁ manti taṁ bhāroti amaññitvāva maṁ tumhe upaṭṭhitaṁ samānaṁ. Upaṭṭhānāya yācatīti tumhe upaṭṭhātuṁ maṁ yācati. Yo ve icchatīti mayhañhi tvaṁ me mātaraṁ vā pitaraṁ vā upaṭṭhahāti vattuṁ na yuttaṁ, tumhākaṁ pana santānaṁ brahmacārīnaṁ yo eko icchati, taṁ vadāmi kāmena nandaṁ vo varatha, taṁ mama kaniṭṭhaṁ nandaṁ rocetha, tumhesu kaṁ esa upaṭṭhātu, ubhopi hi mayaṁ tumhākaṁ puttāyevāti.",
  "atk-s0514a13:637": "Athassa mātā āsanā vuṭṭhāya, ‘‘tāta soṇapaṇḍita, cirappavuttho te kaniṭṭho, evaṁ cirāgatampi taṁ yācituṁ na visahāmi, mayañhi taṁ nissitā, idāni pana tayā anuññātā ahaṁ etaṁ brahmacārinaṁ bāhāhi upagūhitvā sīse upasiṅghāyituṁ labheyya’’nti imamatthaṁ pakāsentī gāthamāha –",
  "atk-s0514a13:638": "157.",
  "atk-s0514a13:639": " ‘‘Tayā tāta anuññātā, soṇa taṁ nissitā mayaṁ;",
  "atk-s0514a13:640": "Upaghātuṁ labhe nandaṁ, muddhani brahmacārina’’nti.",
  "atk-s0514a13:641": "Atha mahāsatto ‘‘tena hi, amma, anujānāmi, tvaṁ gaccha, puttaṁ nandaṁ āliṅgitvā sīse ghāyitvā cumbitvā tava hadaye sokaṁ nibbāpehī’’ti āha. Sā tassa santikaṁ gantvā nandapaṇḍitaṁ parisamajjheyeva āliṅgitvā sīsaṁ ghāyitvā cumbitvā hadaye sokaṁ nibbāpetvā mahāsattena saddhiṁ sallapantī āha –",
  "atk-s0514a13:642": "158.",
  "atk-s0514a13:643": " ‘‘Assatthasseva taruṇaṁ, pavāḷaṁ māluteritaṁ;",
  "atk-s0514a13:644": "Cirassaṁ nandaṁ disvāna, hadayaṁ me pavedhati.",
  "atk-s0514a13:645": "159.",
  "atk-s0514a13:646": " ‘‘Yadā suttāpi supine, nandaṁ passāmi āgataṁ;",
  "atk-s0514a13:647": "Udaggā sumanā homi, nando no āgato ayaṁ.",
  "atk-s0514a13:648": "160.",
  "atk-s0514a13:649": " ‘‘Yadā ca paṭibujjhitvā, nandaṁ passāmi nāgataṁ;",
  "atk-s0514a13:650": "Bhiyyo āvisatī soko, domanassañcanappakaṁ.",
  "atk-s0514a13:651": "161.",
  "atk-s0514a13:652": " ‘‘Sāhaṁ ajja cirassampi, nandaṁ passāmi āgataṁ;",
  "atk-s0514a13:653": "Bhattucca mayhañca piyo, nando no pāvisī gharaṁ.",
  "atk-s0514a13:654": "162.",
  "atk-s0514a13:655": " ‘‘Pitupi nando suppiyo, yaṁ nando nappavase gharā;",
  "atk-s0514a13:656": "Labhatū tāta nando taṁ, maṁ nando upatiṭṭhatū’’ti.",
  "atk-s0514a13:657": "Tattha māluteritanti yathā vātāhataṁ assatthassa pallavaṁ kampati, evaṁ cirassaṁ nandaṁ disvā ajja mama hadayaṁ kampatīti vadati. Suttāti, tāta soṇa, yadāhaṁ suttāpi supine nandaṁ āgataṁ passāmi, tadāpi udaggā homi. Bhattuccāti sāmikassa ca me mayhañca piyo. Nando no pāvisī gharanti, tāta, putto no nando paṇṇasālaṁ pavisatu. Yanti yasmā pitupi suṭṭhu piyo, tasmā puna imamhā gharā na vippavaseyya. Nandotanti, tāta, nando yaṁ icchati, taṁ labhatu. Maṁ nandoti, tāta soṇa, tava pitaraṁ tvaṁ upaṭṭhaha, maṁ nando upaṭṭhātu.",
  "atk-s0514a13:658": "Mahāsatto ‘‘evaṁ hotū’’ti mātu vacanaṁ sampaṭicchitvā ‘‘nanda, tayā jeṭṭhakakoṭṭhāso laddho, mātā nāma atiguṇakārikā, appamatto hutvā paṭijaggeyyāsī’’ti ovaditvā mātu guṇaṁ pakāsento dve gāthā abhāsi –",
  "atk-s0514a13:659": "163.",
  "atk-s0514a13:660": " ‘‘Anukampikā patiṭṭhā ca, pubbe rasadadī ca no;",
  "atk-s0514a13:661": "Maggo saggassa lokassa, mātā taṁ varate ise.",
  "atk-s0514a13:662": "164.",
  "atk-s0514a13:663": " ‘‘Pubbe rasadadī gottī, mātā puññūpasaṁhitā;",
  "atk-s0514a13:664": "Maggo saggassa lokassa, mātā taṁ varate ise’’ti.",
  "atk-s0514a13:665": "Tattha anukampikāti muduhadayā. Pubbe rasadadīti paṭhamameva attano khīrasaṅkhātassa rasassa dāyikā. Mātā tanti mama mātā maṁ na icchati, taṁ varati icchati. Gottīti gopāyikā. Puññūpasaṁhitāti puññūpanissitā puññadāyikā.",
  "atk-s0514a13:666": "Evaṁ mahāsatto dvīhi gāthāhi mātu guṇaṁ kathetvā punāgantvā tassā āsane nisinnakāle ‘‘nanda, tvaṁ dukkarakārikaṁ mātaraṁ labhasi, ubhopi mayaṁ mātarā dukkhena saṁvaḍḍhitā, taṁ idāni tvaṁ appamatto paṭijaggāhi, amadhurāni phalāphalāni mā khādāpehī’’ti vatvā parisamajjheyeva mātu dukkarakārikataṁ pakāsento āha –",
  "atk-s0514a13:667": "165.",
  "atk-s0514a13:668": " ‘‘Ākaṅkhamānā puttaphalaṁ, devatāya namassati;",
  "atk-s0514a13:669": "Nakkhattāni ca pucchati, utusaṁvaccharāni ca.",
  "atk-s0514a13:670": "166.",
  "atk-s0514a13:671": " ‘‘Tassā utumhi nhātāya, hoti gabbhassa vokkamo;",
  "atk-s0514a13:672": "Tena dohaḷinī hoti, suhadā tena vuccati.",
  "atk-s0514a13:673": "167.",
  "atk-s0514a13:674": " ‘‘Saṁvaccharaṁ vā ūnaṁ vā, pariharitvā vijāyati;",
  "atk-s0514a13:675": "Tena sā janayantīti, janetti tena vuccati.",
  "atk-s0514a13:676": "168.",
  "atk-s0514a13:677": " ‘‘Thanakhīrena gītena, aṅgapāvuraṇena ca;",
  "atk-s0514a13:678": "Rodantaṁ puttaṁ toseti, tosentī tena vuccati.",
  "atk-s0514a13:679": "169.",
  "atk-s0514a13:680": " ‘‘Tato vātātape ghore, mamaṁ katvā udikkhati;",
  "atk-s0514a13:681": "Dārakaṁ appajānantaṁ, posentī tena vuccati.",
  "atk-s0514a13:682": "170.",
  "atk-s0514a13:683": " ‘‘Yañca mātudhanaṁ hoti, yañca hoti pituddhanaṁ;",
  "atk-s0514a13:684": "Ubhayampetassa gopeti, api puttassa no siyā.",
  "atk-s0514a13:685": "171.",
  "atk-s0514a13:686": " ‘‘Evaṁ putta aduṁ putta, iti mātā vihaññati;",
  "atk-s0514a13:687": "Pamattaṁ paradāresu, nisīthe pattayobbane;",
  "atk-s0514a13:688": "Sāyaṁ puttaṁ anāyantaṁ, iti mātā vihaññati.",
  "atk-s0514a13:689": "172.",
  "atk-s0514a13:690": " ‘‘Evaṁ kicchā bhato poso, mātu aparicārako;",
  "atk-s0514a13:691": "Mātari micchā caritvāna, nirayaṁ sopapajjati.",
  "atk-s0514a13:692": "173.",
  "atk-s0514a13:693": " ‘‘Evaṁ kicchā bhato poso, pitu aparicārako;",
  "atk-s0514a13:694": "Pitari micchā caritvāna, nirayaṁ sopapajjati.",
  "atk-s0514a13:695": "174.",
  "atk-s0514a13:696": " ‘‘Dhanāpi dhanakāmānaṁ, nassati iti me sutaṁ;",
  "atk-s0514a13:697": "Mātaraṁ aparicaritvāna, kicchaṁ vā so nigacchati.",
  "atk-s0514a13:698": "175.",
  "atk-s0514a13:699": " ‘‘Dhanāpi dhanakāmānaṁ, nassati iti me sutaṁ;",
  "atk-s0514a13:700": "Pitaraṁ aparicaritvāna, kicchaṁ vā so nigacchati.",
  "atk-s0514a13:701": "176.",
  "atk-s0514a13:702": " ‘‘Ānando ca pamodo ca, sadā hasitakīḷitaṁ;",
  "atk-s0514a13:703": "Mātaraṁ paricaritvāna, labbhametaṁ vijānato.",
  "atk-s0514a13:704": "177.",
  "atk-s0514a13:705": " ‘‘Ānando ca pamodo ca, sadā hasitakīḷitaṁ;",
  "atk-s0514a13:706": "Pitaraṁ paricaritvāna, labbhametaṁ vijānato.",
  "atk-s0514a13:707": "178.",
  "atk-s0514a13:708": " ‘‘Dānañca piyavācā ca, atthacariyā ca yā idha;",
  "atk-s0514a13:709": "Samānattatā ca dhammesu, tattha tattha yathārahaṁ;",
  "atk-s0514a13:710": "Ete kho saṅgahā loke, rathassāṇīva yāyato.",
  "atk-s0514a13:711": "179.",
  "atk-s0514a13:712": " ‘‘Ete ca saṅgahā nāssu, na mātā puttakāraṇā;",
  "atk-s0514a13:713": "Labhetha mānaṁ pūjaṁ vā, pitā vā puttakāraṇā.",
  "atk-s0514a13:714": "180.",
  "atk-s0514a13:715": " ‘‘Yasmā ca saṅgahā ete, sammapekkhanti paṇḍitā;",
  "atk-s0514a13:716": "Tasmā mahattaṁ papponti, pāsaṁsā ca bhavanti te.",
  "atk-s0514a13:717": "181.",
  "atk-s0514a13:718": " ‘‘Brahmāti mātāpitaro, pubbācariyāti vuccare;",
  "atk-s0514a13:719": "Āhuneyyā ca puttānaṁ, pajāya anukampakā.",
  "atk-s0514a13:720": "182.",
  "atk-s0514a13:721": " ‘‘Tasmā hi ne namasseyya, sakkareyya ca paṇḍito;",
  "atk-s0514a13:722": "Annena atho pānena, vatthena sayanena ca;",
  "atk-s0514a13:723": "Ucchādanena nhāpanena, pādānaṁ dhovanena ca.",
  "atk-s0514a13:724": "183.",
  "atk-s0514a13:725": " ‘‘Tāya naṁ pāricariyāya, mātāpitūsu paṇḍitā;",
  "atk-s0514a13:726": "Idheva naṁ pasaṁsanti, pecca sagge pamodatī’’ti.",
  "atk-s0514a13:727": "Tattha puttaphalanti puttasaṅkhātaṁ phalaṁ. Devatāya namassatīti ‘‘putto me uppajjatū’’ti devatāya namakkāraṁ karoti āyācati. Pucchatīti ‘‘katarena nakkhattena jāto putto dīghāyuko hoti, katarena appāyuko’’ti evaṁ nakkhattāni ca pucchati. Utusaṁvaccharāni cāti ‘‘channaṁ utūnaṁ katarasmiṁ utumhi jāto dīghāyuko hoti, katarasmiṁ utumhi appāyuko, kativassāya vā mātuyā jāto putto dīghāyuko hoti, kativassāya appāyuko’’ti evaṁ utusaṁvaccharāni ca pucchati. Utumhi nhātāyāti pupphe uppanne utumhi nhātāya. Vokkamoti tiṇṇaṁ sannipātā gabbhāvakkanti hoti, kucchiyaṁ gabbho patiṭṭhāti. Tenāti tena gabbhena sā dohaḷinī hoti. Tenāti tadā tassā kucchimhi nibbattapajāya sineho uppajjati, tena kāraṇena ‘‘suhadā’’ti vuccati. Tenāti tena kāraṇena sā ‘‘janayantī’’ti ca ‘‘janettī’’ti ca vuccati.",
  "atk-s0514a13:728": "Aṅgapāvuraṇena cāti thanantare nipajjāpetvā sarīrasamphassaṁ pharāpentī aṅgasaṅkhāteneva pāvuraṇena. Tosentīti saññāpentī hāsentī. Mamaṁ katvā udikkhatīti ‘‘puttassa me upari vāto paharati, ātapo pharatī’’ti evaṁ mamaṁkāraṁ katvā siniddhena hadayena udikkhati. Ubhayampetassāti ubhayampi etaṁ dhanaṁ etassa puttassa atthāya aññesaṁ adassetvā sāragabbhādīsu mātā gopeti. Evaṁ putta, aduṁ puttāti ‘‘andhabāla putta, evaṁ rājakulādīsu appamatto hohi, aduñca kammaṁ mā karohī’’ti sikkhāpentī iti mātā vihaññati kilamati. Pattayobbaneti putte pattayobbane taṁ puttaṁ nisīthe paradāresu pamattaṁ sāyaṁ anāgacchantaṁ ñatvā assupuṇṇehi nettehi maggaṁ olokentī vihaññati kilamati.",
  "atk-s0514a13:729": "Kicchā bhatoti kicchena bhato paṭijaggito. Micchā caritvānāti mātaraṁ apaṭijaggitvā. Dhanāpīti dhanampi, ayameva vā pāṭho. Idaṁ vuttaṁ hoti – dhanakāmānaṁ uppannaṁ dhanampi mātaraṁ apaṭijaggantānaṁ nassatīti me sutanti. Kicchaṁ vā soti iti dhanaṁ vā tassa nassati, dukkhaṁ vāso puriso nigacchati. Labbhametanti etaṁ idhaloke ca paraloke ca ānandādisukhaṁ mātaraṁ paricaritvā vijānato paṇḍitassa labbhaṁ, sakkā laddhuṁ tādisenāti attho.",
  "atk-s0514a13:730": "Dānañcāti mātāpitūnaṁ dānaṁ dātabbaṁ, piyavacanaṁ bhaṇitabbaṁ, uppannakiccasādhanavasena attho caritabbo. Dhammesūti jeṭṭhāpacāyanadhammesu tattha tattha parisamajjhe vā rahogatānaṁ vā abhivādanādivasena samānattatā kātabbā, na raho abhivādanādīni katvā parisati na kātabbāni, sabbattha samāneneva bhavitabbaṁ. Ete ca saṅgahā nāssūti sace ete cattāro saṅgahā na bhaveyyuṁ. Sammapekkhantīti sammā nayena kāraṇena pekkhanti. Mahattanti seṭṭhattaṁ. Brahmāti puttānaṁ brahmasamā uttamā seṭṭhā. Pubbācariyāti paṭhamācariyā. Āhuneyyāti āhunapaṭiggāhakā yassa kassaci sakkārassa anucchavikā. Annena athoti annena ceva attho pānena ca. Peccāti kālakiriyāya pariyosāne ito gantvā sagge pamodatīti.",
  "atk-s0514a13:731": "Evaṁ mahasatto sineruṁ pavaṭṭento viya dhammadesanaṁ niṭṭhāpesi. Taṁ sutvā sabbepi te rājāno balakāyā ca pasīdiṁsu. Atha ne pañcasu sīlesu patiṭṭhāpetvā ‘‘dānādīsu appamattā hothā’’ti ovaditvā uyyojesi. Sabbepi dhammena rajjaṁ kāretvā āyupariyosāne devanagaraṁ pūrayiṁsu. Soṇapaṇḍitanandapaṇḍitāpi yāvatāyukaṁ mātāpitaro paricaritvā brahmalokaparāyaṇā ahesuṁ.",
  "atk-s0514a13:732": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne mātuposakabhikkhu sotāpattiphale patiṭṭhahi. Tadā mātāpitaro māhārājakulāni ahesuṁ, nandapaṇḍito ānando , manojarājā sāriputto, ekasatarājāno asītimahātherā ceva aññataratherā ca, catuvīsati akkhobhaṇiyo buddhaparisā, soṇapaṇḍito pana ahameva ahosinti.",
  "atk-s0514a13:733": "Soṇanandajātakavaṇṇanā dutiyā.",
  "atk-s0514a13:734": "Jātakuddānaṁ –",
  "atk-s0514a13:735": "Atha sattatimamhi nipātavare, sabhāvantu kusāvatirājavaro;",
  "atk-s0514a13:736": "Atha soṇasunandavaro ca puna, abhivāsitasattatimamhi suteti.",
  "atk-s0514a13:737": "Sattatinipātavaṇṇanā niṭṭhitā."
}