{
  "atk-s0503a7:0": "7. Cūḷavaggo",
  "atk-s0503a7:1": "1. Paṭhamalakuṇḍakabhaddiyasuttavaṇṇanā",
  "atk-s0503a7:2": "61. Cūḷavaggassa paṭhame lakuṇḍakabhaddiyanti ettha bhaddiyoti tassa āyasmato nāmaṁ, kāyassa pana rassattā ‘‘lakuṇḍakabhaddiyo’’ti naṁ sañjānanti. So kira sāvatthivāsī kulaputto mahaddhano mahābhogo rūpena apāsādiko dubbaṇṇo duddasiko okoṭimako. So ekadivasaṁ satthari jetavane viharante upāsakehi saddhiṁ vihāraṁ gantvā dhammadesanaṁ sutvā paṭiladdhasaddho pabbajitvā laddhūpasampado satthu santike kammaṭṭhānaṁ gahetvā vipassanāya kammaṁ karonto sotāpattiphalaṁ pāpuṇi. Tadā sekkhā bhikkhū yebhuyyena āyasmantaṁ sāriputtaṁ upasaṅkamitvā uparimaggatthāya kammaṭṭhānaṁ yācanti, dhammadesanaṁ yācanti, pañhaṁ pucchanti. So tesaṁ adhippāyaṁ pūrento kammaṭṭhānaṁ ācikkhati, dhammaṁ deseti, pañhaṁ vissajjeti. Te ghaṭentā vāyamantā appekacce sakadāgāmiphalaṁ, appekacce anāgāmiphalaṁ, appekacce arahattaṁ, appekacce tisso vijjā, appekacce chaḷabhiññā, appekacce catasso paṭisambhidā adhigacchanti. Te disvā lakuṇḍakabhaddiyopi sekho samāno kālaṁ ñatvā attano cittakallatañca sallekhañca paccavekkhitvā dhammasenāpatiṁ upasaṅkamitvā katapaṭisanthāro sammodamāno dhammadesanaṁ yāci. Sopissa ajjhāsayassa anurūpaṁ kathaṁ kathesi. Tena vuttaṁ – ‘‘tena kho pana samayena āyasmā sāriputto āyasmantaṁ lakuṇḍakabhaddiyaṁ anekapariyāyena dhammiyā kathāya sandassetī’’tiādi.",
  "atk-s0503a7:3": "Tattha anekapariyāyenāti ‘‘itipi pañcakkhandhā aniccā, itipi dukkhā, itipi anattā’’ti evaṁ anekehi kāraṇehi. Dhammiyā kathāyāti pañcannaṁ upādānakkhandhānaṁ udayabbayādipakāsaniyā dhammiyā kathāya. Sandassetīti tāniyeva aniccādilakkhaṇāni udayabbayādike ca sammā dasseti, hatthena gahetvā viya paccakkhato dasseti. Samādapetīti tattha lakkhaṇārammaṇikaṁ vipassanaṁ sammā ādapeti, yathā vīthipaṭipannā hutvā pavattati, evaṁ gaṇhāpeti. Samuttejetīti vipassanāya āraddhāya saṅkhārānaṁ udayabbayādīsu upaṭṭhahantesu yathākālaṁ paggahaniggahasamupekkhaṇehi bojjhaṅgānaṁ anupavattanena bhāvanaṁ majjhimaṁ vīthiṁ otāretvā yathā vipassanāñāṇaṁ sūraṁ pasannaṁ hutvā vahati, evaṁ indriyānaṁ visadabhāvakaraṇena vipassanācittaṁ sammā uttejeti, visadāpanavasena vodapeti. Sampahaṁsetīti tathā pavattiyamānāya vipassanāya samappavattabhāvanāvasena ceva upariladdhabbabhāvanābalena ca cittaṁ sammā pahaṁseti, laddhassādavasena vā suṭṭhu toseti. Anupādāya āsavehi cittaṁ vimuccīti yathā yathā dhammasenāpati dhammaṁ deseti, tathā tathā tathalakkhaṇaṁ vipassantassa therassa ca desanānubhāvena, attano ca upanissayasampattiyā ñāṇassa paripākaṁ gatattā desanānusārena ñāṇe anupavattante kāmāsavādīsu kañci āsavaṁ aggahetvā maggapaṭipāṭiyāva anavasesato cittaṁ vimucci, arahattaphalaṁ sacchākāsīti attho.",
  "atk-s0503a7:4": "Etamatthaṁ viditvāti etaṁ āyasmato lakuṇḍakabhaddiyassa aññārādhanasaṅkhātaṁ atthaṁ sabbākārato viditvā tadatthadīpanaṁ imaṁ udānaṁ udānesi.",
  "atk-s0503a7:5": "Tattha uddhanti rūpadhātuyā arūpadhātuyā ca. Adhoti kāmadhātuyā. Sabbadhīti sabbasmimpi saṅkhāragate. Vippamuttoti pubbabhāge vikkhambhanavimuttiyā aparabhāge samucchedapaṭipassaddhivimuttīhi sabbappakārena vimutto. Ettha ca uddhaṁ vippamuttoti etena pañcuddhambhāgiyasaṁyojanapahānaṁ dasseti. Adho vippamuttoti etena pañcorambhāgiyasaṁyojanapahānaṁ. Sabbadhivippamuttoti etena avasiṭṭhasabbākusalapahānaṁ dasseti. Atha vā uddhanti anāgatakālaggahaṇaṁ. Adhoti atītakālaggahaṇaṁ. Ubhayaggahaṇeneva tadubhayapaṭisaṁyuttattā paccuppanno addhā gahito hoti, tattha anāgatakālaggahaṇena anāgatakkhandhāyatanadhātuyo gahitā. Sesapadesupi eseva nayo. Sabbadhīti kāmabhedādike sabbasmiṁ bhave. Idaṁ vuttaṁ hoti – anāgato atīto paccuppannoti evaṁ tiyaddhasaṅgahite sabbasmiṁ bhave vippamuttoti.",
  "atk-s0503a7:6": "Ayaṁhamasmītianānupassīti yo evaṁ vippamutto, so rūpavedanādīsu ‘‘ayaṁ nāma dhammo ahamasmī’’ti diṭṭhimānamaññanāvasena evaṁ nānupassati. Tassa tathā dassane kāraṇaṁ natthīti adhippāyo. Atha vā ayaṁhamasmīti anānupassīti idaṁ yathāvuttāya vimuttiyā adhigamupāyadīpanaṁ. Tiyaddhasaṅgahite tebhūmake saṅkhāre ‘‘etaṁ mama, esohamasmi, eso me attā’’ti pavattanasabhāvāya maññanāya anadhiṭṭhānaṁ katvā ‘‘netaṁ mama, nesohamasmi, na me so attā’’ti evaṁ uppajjamānā yā pubbabhāgavuṭṭhānagāminī vipassanā, sā vimuttiyā padaṭṭhānaṁ. Evaṁ vimutto udatāri oghaṁ, atiṇṇapubbaṁ apunabbhavāyāti evaṁ dasahi saṁyojanehi sabbākusalehi ca sabbathā vimutto arahā ariyamaggādhigamanato pubbe supinantepi atiṇṇapubbaṁ kāmogho bhavogho diṭṭhogho avijjoghoti imaṁ catubbidhaṁ oghaṁ, saṁsāramahoghameva vā apunabbhavāya anupādisesāya nibbānāya udatāri uttiṇṇo, uttaritvā pāre ṭhitoti attho.",
  "atk-s0503a7:7": "Paṭhamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a7:8": "2. Dutiyalakuṇḍakabhaddiyasuttavaṇṇanā",
  "atk-s0503a7:9": "62. Dutiye sekhaṁ maññamānoti ‘‘sekho aya’’nti maññamāno. Tatrāyaṁ vacanattho – sikkhatīti sekho. Kiṁ sikkhati? Adhisīlaṁ adhicittaṁ adhipaññañca. Atha vā sikkhanaṁ sikkhā, sā etassa sīlanti sekho. So hi apariyositasikkhattā tadadhimuttattā ca ekantena sikkhanasīlo, na pariniṭṭhitasikkho asekho viya tattha paṭippassaddhussukko, nāpi vissaṭṭhasikkho pacurajano viya tattha anadhimutto. Atha vā ariyāya jātiyā tīsu sikkhāsu jāto, tattha vā bhavoti sekho. Bhiyyosomattāyāti pamāṇato uttari, pamāṇaṁ atikkamitvā adhikataranti attho. Āyasmā hi lakuṇḍakabhaddiyo paṭhamasutte vuttena vidhinā paṭhamovādena yathānisinnova āsavakkhayappatto. Dhammasenāpati pana tassa taṁ arahattappattiṁ anāvajjanena ajānitvā ‘‘sekhoyevā’’ti maññamāno appaṁ yācito bahuṁ dadamāno uḷārapuriso viya bhiyyo bhiyyo anekapariyāyena āsavakkhayāya dhammaṁ kathetiyeva. Āyasmāpi lakuṇḍakabhaddiyo ‘‘katakicco dānāhaṁ, kiṁ iminā ovādenā’’ti acintetvā saddhammagāravena pubbe viya sakkaccaṁ suṇātiyeva. Taṁ disvā bhagavā gandhakuṭiyaṁ nisinnoyeva buddhānubhāvena yathā dhammasenāpati tassa kilesakkhayaṁ jānāti, tathā katvā imaṁ udānaṁ udānesi. Tena vuttaṁ ‘‘tena kho pana samayenā’’tiādi. Tattha yaṁ vattabbaṁ, taṁ anantarasutte vuttameva.",
  "atk-s0503a7:10": "Gāthāyaṁ pana acchecchi vaṭṭanti anavasesato kilesavaṭṭaṁ samucchindi, chinne ca kilesavaṭṭe kammavaṭṭampi chinnameva. Byagā nirāsanti āsā vuccati taṇhā, natthi ettha āsāti nirāsaṁ, nibbānaṁ. Taṁ nirāsaṁ visesena agā adhigatoti byagā, aggamaggassa adhigatattā puna adhigamakāraṇena vinā adhigatoti attho. Yasmā taṇhā dukkhasamudayabhūtā, tāya pahīnāya appahīno nāma kileso natthi, tasmāssa taṇhāpahānaṁ savisesaṁ katvā dassento ‘‘visukkhā saritā na sandatī’’ti āha. Tassattho – catutthasūriyapātubhāvena viya mahānadiyo catutthamaggañāṇuppādena anavasesato visukkhā visositā taṇhāsaritā nadī na sandati, ito paṭṭhāya na pavattati. Taṇhā hi ‘‘saritā’’ti vuccati. Yathāha – ‘‘saritāni sinehitāni ca, somanassāni bhavanti jantuno’’ti (dha. pa. 341), ‘‘saritā visattikā’’ti (dha. sa. 1065; mahāni. 3) ca. Chinnaṁ vaṭṭaṁ na vattatīti evaṁ kilesavaṭṭasamucchedena chinnaṁ vaṭṭaṁ anuppādadhammataṁ avipākadhammatañca āpādanena upacchinnaṁ kammavaṭṭaṁ na vattati na pavattati. Esevanto dukkhassāti yadetaṁ sabbaso kilesavaṭṭābhāvato kammavaṭṭassa appavattanaṁ, so āyatiṁ vipākavaṭṭassa ekaṁseneva anuppādo eva sakalassāpi saṁsāradukkhassa anto paricchedo parivaṭumabhāvoti.",
  "atk-s0503a7:11": "Dutiyasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a7:12": "3. Paṭhamasattasuttavaṇṇanā",
  "atk-s0503a7:13": "63. Tatiye kāmesūti vatthukāmesu. Ativelanti velaṁ atikkamitvā. Sattāti ayonisomanasikārabahulatāya vijjamānampi ādīnavaṁ anoloketvā assādameva saritvā sajjanavasena sattā, āsattā laggāti attho. Rattāti vatthaṁ viya raṅgajātena cittassa vipariṇāmakaraṇena chandarāgena rattā sārattā. Giddhāti abhikaṅkhanasabhāvena abhijjhanena giddhā gedhaṁ āpannā. Gadhitāti rāgamucchitā viya dummocanīyabhāvena tattha paṭibaddhā. Mucchitāti kilesavasena visaññībhūtā viya anaññakiccā mucchaṁ mohaṁ āpannā. Ajjhopannāti anaññasādhāraṇe viya katvā gilitvā pariniṭṭhapetvā ṭhitā. Sammattakajātāti kāmesu pātabyataṁ āpajjantā appasukhavedanāya sammattakā suṭṭhu mattakā jātā. ‘‘Sammodakajātā’’tipi pāṭho, jātasammodanā uppannapahaṁsāti attho. Sabbehipi padehi tesaṁ taṇhādhipannataṁyeva vadati. Ettha ca paṭhamaṁ ‘‘kāmesū’’ti vatvā punapi ‘‘kāmesū’’ti vacanaṁ tesaṁ sattānaṁ tadadhimuttidīpanatthaṁ. Tena sabbiriyāpathesu kāmaguṇasamaṅgino hutvā tadā vihariṁsūti dasseti.",
  "atk-s0503a7:14": "Tasmiñhi samaye ṭhapetvā ariyasāvake sabbe sāvatthivāsino ussavaṁ ghosetvā yathāvibhavaṁ āpānabhūmiṁ sajjetvā bhuñjantā pivantā āvi ceva raho ca kāme paribhuñjantā indriyāni paricārentā kāmesu pātabyataṁ āpajjiṁsu. Bhikkhū sāvatthiyaṁ piṇḍāya carantā tattha tattha gehe ārāmuyyānādīsu ca manusse ussavaṁ ghosetvā kāmaninne tathā paṭipajjante disvā ‘‘vihāraṁ gantvā saṇhasukhumaṁ dhammaṁ labhissāmā’’ti bhagavato etamatthaṁ ārocesuṁ. Tena vuttaṁ – ‘‘atha kho sambahulā bhikkhū…pe… kāmesu viharantī’’ti.",
  "atk-s0503a7:15": "Etamatthaṁ viditvāti etaṁ tesaṁ manussānaṁ āpānabhūmiramaṇīyesu mahāpariḷāhesu anekānatthānubandhesu ghorāsayhakaṭukaphalesu kāmesu anādīnavadassitaṁ sabbākārato viditvā kāmānañceva kilesānañca ādīnavavibhāvanaṁ imaṁ udānaṁ udānesi.",
  "atk-s0503a7:16": "Tattha kāmesu sattāti vatthukāmesu kilesakāmena rattā mattā sattā visattā laggā laggitā saṁyuttā. Kāmasaṅgasattāti tāyeva kāmasattiyā vatthukāmesu rāgasaṅgena ceva diṭṭhimānadosaavijjāsaṅgehi ca sattā āsattā. Saṁyojane vajjamapassamānāti kammavaṭṭaṁ vipākavaṭṭena, bhavādike vā bhavantarādīhi, satte vā dukkhehi saṁyojanato bandhanato saṁyojananāmake kāmarāgādikilesajāte saṁyojanīyesu dhammesu assādānupassitāya vaṭṭadukkhamūlabhāvādikaṁ vajjaṁ dosaṁ ādīnavaṁ apassantā. Na hi jātu saṁyojanasaṅgasattā, oghaṁ tareyyuṁ vipulaṁ mahantanti evaṁ ādīnavadassanābhāvena saṁyojanasabhāvesu saṅgesu, saṁyojanasaṅkhātehi vā saṅgehi tesaṁ visayesu tebhūmakadhammesu sattā vipulavisayatāya anādikālatāya ca vipulaṁ vitthiṇṇaṁ mahantañca kāmādioghaṁ, saṁsāroghameva vā na kadāci tareyyuṁ, ekaṁseneva tassa oghassa pāraṁ na gaccheyyunti attho.",
  "atk-s0503a7:17": "Tatiyasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a7:18": "4. Dutiyasattasuttavaṇṇanā",
  "atk-s0503a7:19": "64. Catutthe andhīkatāti kāmā nāma anandhampi andhaṁ karonti.",
  "atk-s0503a7:20": "Yathāha –",
  "atk-s0503a7:21": "‘‘Luddho atthaṁ na jānāti, luddho dhammaṁ na passati;",
  "atk-s0503a7:22": "Andhatamaṁ tadā hoti, yaṁ lobho sahate nara’’nti. (itivu. 88; mahāni. 5; cūḷani. khaggavisāṇasuttaniddesa 128) –",
  "atk-s0503a7:23": "Tasmā kāmena anandhāpi andhā katāti andhīkatā. Sesaṁ anantarasutte vuttanayameva. Tattha hi manussānaṁ pavatti bhikkhūhi disvā bhagavato ārocitā, idha bhagavatā sāmaṁyeva diṭṭhāti ayameva viseso. Satthā sāvatthito nikkhamitvā jetavanaṁ gacchanto antarāmagge aciravatiyaṁ nadiyaṁ macchabandhehi oḍḍitaṁ kuminaṁ pavisitvā nikkhantuṁ asakkonte bahū macche passi, tato aparabhāge ekaṁ khīrapakaṁ vacchaṁ goravaṁ katvā anubandhitvā thaññapipāsāya gīvaṁ pasāretvā mātu antarasatthiyaṁ mukhaṁ upanentaṁ passi. Atha bhagavā vihāraṁ pavisitvā pāde pakkhāletvā paññattavarabuddhāsane nisinno pacchimaṁ vatthudvayaṁ purimassa upamānabhāvena gahetvā imaṁ udānaṁ udānesi.",
  "atk-s0503a7:24": "Tattha kāmandhāti vatthukāmesu kilesakāmena andhā vicakkhukā katā. Jālasañchannāti sakattabhāvaparattabhāvesu ajjhattikabāhirāyatanesu, tannissitesu ca dhammesu atītādivasena anekabhedabhinnesu heṭṭhupariyavasena aparāparaṁ uppattiyā antogadhānaṁ anatthāvahato ca jālabhūtāya taṇhāya sukhumacchiddena jālena parivuto viya udakarahado sañchannā paliguṇṭhitā ajjhotthaṭā. Taṇhāchadanachāditāti taṇhāsaṅkhātena chadanena sevālapaṇakena viya udakaṁ chāditā, paṭicchannā pihitāti attho. Padadvayenāpi kāmacchandanīvaraṇanivāritakusalacittācārataṁ dasseti.",
  "atk-s0503a7:25": "Pamattabandhunā baddhāti kilesamārena devaputtamārena ca baddhā. Yadaggena hi kilesamārena baddhā, tadaggena devaputtamārenapi baddhā nāma honti. Vuttañhetaṁ –",
  "atk-s0503a7:26": "‘‘Antalikkhacaro pāso, yvāyaṁ carati mānaso;",
  "atk-s0503a7:27": "Tena taṁ bādhayissāmi, na me samaṇa mokkhasī’’ti. (saṁ. ni. 1.151; mahāva. 33);",
  "atk-s0503a7:28": "Namuci kaṇho pamattabandhūti tīṇi mārassa nāmāni. Devaputtamāropi hi kilesamāro viya anatthena pamatte satte bandhatīti pamattabandhu. ‘‘Pamattā bandhane baddhā’’tipi paṭhanti. Tattha bandhaneti kāmaguṇabandhaneti attho. Baddhāti niyamitā. Yathā kiṁ? Macchāva kumināmukhe yathā nāma macchabandhakena oḍḍitassa kuminassa mukhe paviṭṭhā macchā tena baddhā hutvā maraṇamanventi pāpuṇanti, evameva mārena oḍḍitena kāmaguṇabandhanena baddhā ime sattā jarāmaraṇamanventi. Vaccho khīrapakova mātaraṁ yathā khīrapāyī taruṇavaccho attano mātaraṁ anveti anugacchati, na aññaṁ evaṁ mārabandhanabaddhā sattā saṁsāre paribbhamantā maraṇameva anventi anugacchanti, na ajaraṁ amaraṇaṁ nibbānanti adhippāyo.",
  "atk-s0503a7:29": "Catutthasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a7:30": "5. Aparalakuṇḍakabhaddiyasuttavaṇṇanā",
  "atk-s0503a7:31": "65. Pañcame sambahulānaṁ bhikkhūnaṁ piṭṭhito piṭṭhitoti āyasmā lakuṇḍakabhaddiyo ekadivasaṁ sambahulehi bhikkhūhi saddhiṁ gāmantarena piṇḍāya caritvā katabhattakicco pattaṁ vodakaṁ katvā thavikāya pakkhipitvā aṁse laggetvā cīvaraṁ saṅgharitvā tampi vāmaṁse ṭhapetvā pāsādikena abhikkantena paṭikkantena ālokitena vilokitena samiñjitena pasāritena okkhittacakkhu iriyāpathasampanno attano satipaññāvepullaṁ pakāsento viya satisampajaññaṁ sūpaṭṭhitaṁ katvā samāhitena cittena pade padaṁ nikkhipanto gacchati, gacchanto ca bhikkhūnaṁ pacchato pacchato gacchati tehi bhikkhūhi asaṁmisso. Kasmā? Asaṁsaṭṭhavihāritāya. Apica tassāyasmato rūpaṁ paribhūtaṁ paribhavaṭṭhānīyaṁ puthujjanā ohīḷenti. Thero taṁ jānitvā piṭṭhito piṭṭhito gacchati ‘‘mā ime maṁ nissāya apuññaṁ pasaviṁsū’’ti. Evaṁ te bhikkhū ca thero ca sāvatthiṁ patvā vihāraṁ pavisitvā yena bhagavā tenupasaṅkamanti. Tena vuttaṁ – ‘‘tena kho pana samayena āyasmā lakuṇḍakabhaddiyo’’tiādi.",
  "atk-s0503a7:32": "Tattha dubbaṇṇanti virūpaṁ. Tenassa vaṇṇasampattiyā saṇṭhānasampattiyā ca abhāvaṁ dasseti. Duddasikanti apāsādikadassanaṁ. Tenassa anubyañjanasampattiyā ākārasampattiyā ca abhāvaṁ dasseti. Okoṭimakanti rassaṁ. Iminā ārohasampattiyā abhāvaṁ dasseti. Yebhuyyenabhikkhūnaṁ paribhūtarūpanti puthujjanabhikkhūhi ohīḷitarūpaṁ. Puthujjanā ekacce chabbaggiyādayo tassāyasmato guṇaṁ ajānantā hatthakaṇṇacūḷikādīsu gaṇhantā parāmasantā kīḷantā paribhavanti, na ariyā, kalyāṇaputhujjanā vā.",
  "atk-s0503a7:33": "Bhikkhū āmantesīti kasmā āmantesi? Therassa guṇaṁ pakāsetuṁ. Evaṁ kira bhagavato ahosi ‘‘ime bhikkhū mama puttassa mahānubhāvataṁ na jānanti, tena taṁ paribhavanti, taṁ nesaṁ dīgharattaṁ ahitāya dukkhāya bhavissati, handāhaṁ imassa guṇe bhikkhūnaṁ pakāsetvā paribhavato naṁ mocessāmī’’ti.",
  "atk-s0503a7:34": "Passatha noti passatha nu. Na ca sā samāpatti sulabharūpā, yā tena bhikkhunā asamāpannapubbāti rūpasamāpatti arūpasamāpatti brahmavihārasamāpatti nirodhasamāpatti phalasamāpattīti evaṁ pabhedā sāvakasādhāraṇā yā kāci samāpattiyo nāma, tāsu ekāpi samāpatti na sulabharūpā, dullabhā, natthiyeva sā tena lakuṇḍakabhaddiyena bhikkhunā asamāpannapubbā. Etenassa yaṁ vuttaṁ. ‘‘Mahiddhiko mahānubhāvo’’ti, tattha mahiddhikataṁ pakāsetvā idāni mahānubhāvataṁ dassetuṁ ‘‘yassa catthāyā’’tiādimāha. Taṁ heṭṭhā vuttanayameva. Ettha ca bhagavā ‘‘eso, bhikkhave, bhikkhū’’tiādinā, ‘‘bhikkhave, ayaṁ bhikkhu na yo vā so vā dubbaṇṇo duddasiko okoṭimakoti bhikkhūnaṁ piṭṭhito piṭṭhito āgacchatīti ca ettakena na oññātabbo, atha kho mahiddhiko mahānubhāvo, yaṁkiñci sāvakena pattabbaṁ, sabbaṁ taṁ tena anuppattaṁ, tasmā taṁ pāsāṇacchattaṁ viya garuṁ katvā oloketha, taṁ vo dīgharattaṁ hitāya sukhāya bhavissatī’’ti dasseti.",
  "atk-s0503a7:35": "Etamatthaṁ viditvāti etaṁ āyasmato lakuṇḍakabhaddiyassa mahiddhikatāmahānubhāvatādibhedaṁ guṇarāsiṁ sabbākārato jānitvā tadatthadīpanaṁ imaṁ udānaṁ udānesi.",
  "atk-s0503a7:36": "Tattha nelaṅgoti elaṁ vuccati doso, nāssa elanti nelaṁ . Kiṁ pana taṁ? Suparisuddhasīlaṁ. Tañhi niddosaṭṭhena idha ‘‘nela’’nti adhippetaṁ. Taṁ nelaṁ padhānabhūtaṁ aṅgaṁ etassāti nelaṅgo. So yaṁ ‘‘ratho’’ti vakkhati, tena sambandho, tasmā suparisuddhasīlaṅgoti attho. Arahattaphalasīlañhi idhādhippetaṁ. Seto pacchādo etassāti setapacchādo. Pacchādoti rathassa upari attharitabbakambalādi. So pana suparisuddhadhavalabhāvena seto vā hoti rattanīlādīsu vā aññataro. Idha pana arahattaphalavimuttiyā adhippetattā suparisuddhabhāvaṁ upādāya ‘‘setapacchādo’’ti vuttaṁ yathā aññatrāpi ‘‘ratho sīlaparikkhāro’’ti. Eko satisaṅkhāto aro etassāti ekāro. Vattatīti pavattati. Rathoti therassa attabhāvaṁ sandhāya vadati.",
  "atk-s0503a7:37": "Anīghanti niddukkhaṁ, khobhavirahitaṁ yānaṁ viya kilesaparikhobhavirahitanti attho. Āyantanti sambahulānaṁ bhikkhūnaṁ piṭṭhito piṭṭhito āgacchantaṁ. Chinnasotanti pacchinnasotaṁ. Pakatirathassa hi sukhapavattanatthaṁ akkhasīsesu nābhiyañca upalittānaṁ sappitelādīnaṁ soto savanaṁ sandanaṁ hoti, tena so acchinnasoto nāma hoti. Ayaṁ pana chattiṁsatiyā sotānaṁ anavasesato pahīnattā chinnasoto nāma hoti, taṁ chinnasotaṁ. Natthi etassa bandhananti abandhano. Rathūpattharassa hi akkhena saddhiṁ niccalabhāvakaraṇatthaṁ bahūni bandhanāni honti, tena so sabandhano. Ayaṁ pana sabbasaṁyojanabandhanānaṁ anavasesato parikkhīṇattā abandhano, taṁ abandhanaṁ. Passāti bhagavā therassa guṇehi somanassappatto hutvā attānaṁ vadati.",
  "atk-s0503a7:38": "Iti satthā āyasmantaṁ lakuṇḍakabhaddiyaṁ arahattaphalasīsena sucakkaṁ, arahattaphalavimuttiyā suuttaracchadaṁ, sūpaṭṭhitāya satiyā svāraṁ, kilesaparikhobhābhāvena aparikhobhaṁ, taṇhūpalepābhāvena anupalepaṁ, saṁyojanādīnaṁ abhāvena abandhanaṁ suparikkhittaṁ suyuttaṁ ājaññarathaṁ katvā dasseti.",
  "atk-s0503a7:39": "Pañcamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a7:40": "6. Taṇhāsaṅkhayasuttavaṇṇanā",
  "atk-s0503a7:41": "66. Chaṭṭhe aññāsikoṇḍaññoti ettha koṇḍaññoti tassāyasmato gottato āgatanāmaṁ. Sāvakesu pana sabbapaṭhamaṁ ariyasaccāni paṭivijjhīti bhagavatā ‘‘aññāsi vata, bho, koṇḍañño’’ti (mahāva. 17; saṁ. ni. 5.1081) vuttaudānavasena thero sāsane ‘‘aññāsikoṇḍañño’’tveva paññāyittha. Taṇhāsaṅkhayavimuttinti taṇhā saṅkhīyati pahīyati etthāti taṇhāsaṅkhayo, nibbānaṁ. Tasmiṁ taṇhāsaṅkhaye vimutti. Taṇhā vā saṅkhīyati pahīyati etenāti taṇhāsaṅkhayo, ariyamaggo. Tassa phalabhūtā, pariyosānabhūtā vā vimuttīti taṇhāsaṅkhayavimutti , nippariyāyena arahattaphalasamāpatti. Taṁ paccavekkhamāno nisinno hoti. Ayañhi āyasmā bahulaṁ phalasamāpattiṁ samāpajjati, tasmā idhāpi evamakāsi.",
  "atk-s0503a7:42": "Etamatthaṁviditvāti etaṁ aññāsikoṇḍaññattherassa aggaphalapaccavekkhaṇaṁ viditvā tadatthadīpanaṁ imaṁ udānaṁ udānesi.",
  "atk-s0503a7:43": "Tattha yassa mūlaṁ chamā natthīti yassa ariyapuggalassa attabhāvarukkhamūlabhūtā avijjā, tassāva patiṭṭhā hetubhūtā āsavanīvaraṇaayonisomanasikārasaṅkhātā chamā pathavī ca natthi aggamaggena samugghātitattā. Paṇṇā natthi kuto latāti natthi latā kuto paṇṇāti padasambandho. Mānātimānādipabhedā sākhāpasākhādisaṅkhātā latāpi natthi, kuto eva madappamādamāyāsāṭheyyādipaṇṇānīti attho. Atha vā paṇṇā natthi kuto latāti rukkhaṅkurassa vaḍḍhamānassa paṭhamaṁ paṇṇāni nibbattanti. Pacchā sākhāpasākhāsaṅkhātā latāti katvā vuttaṁ. Tattha yassa ariyamaggabhāvanāya asati uppajjanārahassa attabhāvarukkhassa ariyamaggassa bhāvitattā yaṁ avijjāsaṅkhātaṁ mūlaṁ, tassa patiṭṭhānabhūtaṁ āsavādi ca natthi. Mūlaggahaṇeneva cettha mūlakāraṇattā bījaṭṭhāniyaṁ kammaṁ tadabhāvopi gahitoyevāti veditabbo. Asati ca kammabīje taṁnimitto viññāṇaṅkuro, viññāṇaṅkuranimittā ca nāmarūpasaḷāyatanapattasākhādayo na nibbattissantiyeva. Tena vuttaṁ – ‘‘yassa mūlaṁ chamā natthi, paṇṇā natthi kuto latā’’ti.",
  "atk-s0503a7:44": "Taṁ dhīraṁ bandhanā muttanti taṁ catubbidhasammappadhānavīriyayogena vijitamārattā dhīraṁ, tato eva sabbakilesābhisaṅkhārabandhanato muttaṁ. Ko taṁ ninditumarahatīti ettha nti nipātamattaṁ. Evaṁ sabbakilesavippamuttaṁ sīlādianuttaraguṇasamannāgataṁ ko nāma viññujātiko nindituṁ garahituṁ arahati nindānimittasseva abhāvato. Devāpi naṁ pasaṁsantīti aññadatthu devā sakkādayo guṇavisesavidū, apisaddena manussāpi khattiyapaṇḍitādayo pasaṁsanti. Kiñca bhiyyo brahmunāpi pasaṁsito mahābrahmunāpi aññehipi brahmanāgayakkhagandhabbādīhipi pasaṁsito thomitoyevāti.",
  "atk-s0503a7:45": "Chaṭṭhasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a7:46": "7. Papañcakhayasuttavaṇṇanā",
  "atk-s0503a7:47": "67. Sattame papañcasaññāsaṅkhāpahānanti papañcenti yattha sayaṁ uppannā, taṁ santānaṁ vitthārenti ciraṁ ṭhapentīti papañcā, kilesā. Visesato rāgadosamohataṇhādiṭṭhimānā. Tathā hi vuttaṁ –",
  "atk-s0503a7:48": "‘‘Rāgo papañco, doso papañco, moho papañco, taṇhā papañco, diṭṭhi papañco, māno papañco’’ti. –",
  "atk-s0503a7:49": "Apica saṁkilesaṭṭho papañcaṭṭho, kacavaraṭṭho papañcaṭṭho. Tattha rāgapapañcassa subhasaññā nimittaṁ, dosapapañcassa āghātavatthu, mohapapañcassa āsavā, taṇhāpapañcassa vedanā, diṭṭhipapañcassa saññā, mānapapañcassa vitakko nimittaṁ. Tehi papañcehi sahagatā saññā papañcasaññā. Papañcasaññānaṁ saṅkhā bhāgā koṭṭhāsā papañcasaññāsaṅkhā. Atthato saddhiṁ nimittehi taṁtaṁpapañcassa pakkhiyo kilesagaṇo. Saññāgahaṇañcettha tassa nesaṁ sādhāraṇahetubhāvena. Vuttañhetaṁ – ‘‘saññānidānā hi papañcasaṅkhā’’ti (su. ni. 880). Tesaṁ pahānaṁ, tena tena maggena rāgādikilesānaṁ samucchedananti attho.",
  "atk-s0503a7:50": "Tadā hi bhagavā atītāsu anekakoṭisatasahassasaṅkhāsu attano jātīsu anatthassa nimittabhūte kilese imasmiṁ carimabhave ariyamaggena bodhimaṇḍe savāsane pahīne paccavekkhitvā sattasantānañca kilesacaritaṁ rāgādikilesasaṁkiliṭṭhaṁ kañjiyapuṇṇalābuṁ viya takkabharitacāṭiṁ viya vasāpītapilotikaṁ viya ca dubbinimociyaṁ disvā ‘‘evaṁ gahanaṁ nāmidaṁ kilesavaṭṭaṁ anādikālabhāvitaṁ mayhaṁ anavasesaṁ pahīnaṁ, aho suppahīna’’nti uppannapītipāmojjo udānaṁ udānesi. Tena vuttaṁ – ‘‘atha kho bhagavā attano papañcasaññāsaṅkhāpahānaṁ viditvā tāyaṁ velāyaṁ imaṁ udānaṁ udānesī’’ti.",
  "atk-s0503a7:51": "Tattha yassa papañcā ṭhiti ca natthīti yasmā bhagavā attānameva paraṁ viya katvā niddisati tasmā yassa aggapuggalassa vuttalakkhaṇā papañcā, tehi katā saṁsāre ṭhiti ca natthi. Nettiyaṁ pana ‘‘ṭhiti nāma anusayo’’ti (netti. 27) vuttaṁ. Anusayo hi bhavapavattiyā mūlanti. Satte saṁsāre papañcentīti papañcā. ‘‘Papañcaṭṭhitī’’ti ca pāṭho. Tassattho – papañcānaṁ ṭhiti vijjamānatā maggena asamucchedo papañcaṭṭhiti, papañcā eva vā avasiṭṭhakusalākusalavipākānaṁ pavattiyā hetubhāvato vaṭṭassa ṭhiti papañcaṭṭhiti, sā yassa aggapuggalassa natthi. Sandānaṁ palighañca vītivattoti yo bandhanaṭṭhena santānasadisattā ‘‘sandāna’’nti laddhanāmā taṇhādiṭṭhiyo, nibbānanagarapavesanisedhanato palighasadisattā palighasaṅkhātaṁ avijjañca vītivatto savāsanapahānena visesato atikkanto. Apare pana kodhaṁ ‘‘sandāna’’nti vadanti, taṁ na gahetabbaṁ. So hi ‘‘parābhisajjanī’’ti vuttoti.",
  "atk-s0503a7:52": "Taṁ nittaṇhaṁ muniṁ carantanti taṁ sabbathāpi taṇhābhāvena nittaṇhaṁ, ubhayalokamunanato attahitaparahitamunanato ca muniṁ, ekanteneva sabbasattahitatthaṁ catūhi iriyāpathehi nānāsamāpatticārehi anaññasādhāraṇena ñāṇacārena ca carantaṁ. Nāvajānāti sadevakopi lokoti sabbo sapaññajātiko sattaloko sadevakopi sabrahmakopi na kadācipi avajānāti na paribhoti, atha kho ayameva loke aggo seṭṭho uttamo pavaroti garuṁ karonto sakkaccaṁ pūjāsakkāranirato hotīti.",
  "atk-s0503a7:53": "Sattamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a7:54": "8. Kaccānasuttavaṇṇanā",
  "atk-s0503a7:55": "68. Aṭṭhame ajjhattanti ettha ayaṁ ajjhattasaddo ‘‘cha ajjhattikāni āyatanānī’’tiādīsu (ma. ni. 3.304) ajjhattajjhatte āgato. ‘‘Ajjhattā dhammā (dha. sa. tikamātikā 20), ajjhattaṁ vā kāye kāyānupassī’’tiādīsu (dī. ni. 2.373-374) niyakajjhatte. ‘‘Sabbanimittānaṁ amanasikārā ajjhattaṁ suññataṁ upasampajja viharatī’’tiādīsu (ma. ni. 3.187) visayajjhatte, issariyaṭṭhāneti attho. Phalasamāpatti hi buddhānaṁ issariyaṭṭhānaṁ nāma. ‘‘Tenānanda, bhikkhunā tasmiṁyeva purimasmiṁ samādhinimitte ajjhattameva cittaṁ saṇṭhapetabba’’ntiādīsu (ma. ni. 3.188) gocarajjhatte. Idhāpi gocarajjhatteyeva daṭṭhabbo. Tasmā ajjhattanti gocarajjhattabhūte kammaṭṭhānārammaṇeti vuttaṁ hoti. Parimukhanti abhimukhaṁ. Sūpaṭṭhitāyāti suṭṭhu upaṭṭhitāya kāyagatāya satiyā. Satisīsena cettha jhānaṁ vuttaṁ. Idaṁ vuttaṁ hoti ‘‘ajjhattaṁ kāyānupassanāsatipaṭṭhānavasena paṭiladdhaṁ uḷāraṁ jhānaṁ samāpajjitvā’’ti.",
  "atk-s0503a7:56": "Ayañhi thero bhagavati sāvatthiyaṁ viharante ekadivasaṁ sāvatthiyaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātappaṭikkanto vihāraṁ pavisitvā bhagavato vattaṁ dassetvā divāṭṭhāne divāvihāraṁ nisinno nānāsamāpattīhi divasabhāgaṁ vītināmetvā sāyanhasamayaṁ vihāramajjhaṁ otaritvā bhagavati gandhakuṭiyaṁ nisinne ‘‘akālo tāva bhagavantaṁ upasaṅkamitu’’nti gandhakuṭiyā avidūre, aññatarasmiṁ rukkhamūle kālaparicchedaṁ katvā yathāvuttaṁ samāpattiṁ samāpajjitvā nisīdi. Satthā taṁ tathānisinnaṁ gandhakuṭiyaṁ nisinnoyeva passi. Tena vuttaṁ – ‘‘tena kho pana samayena āyasmā mahākaccāno…pe… sūpaṭṭhitāyā’’ti.",
  "atk-s0503a7:57": "Etamatthaṁ viditvāti etaṁ āyasmato mahākaccānattherassa satipaṭṭhānabhāvanāvasena adhigataṁ jhānaṁ pādakaṁ katvā samāpajjanaṁ sabbākārato viditvā tadatthadīpanaṁ imaṁ udānaṁ udānesi.",
  "atk-s0503a7:58": "Tattha yassa siyā sabbadā sati, satataṁ kāyagatā upaṭṭhitāti yassa āraddhavipassakassa ekadivasaṁ cha koṭṭhāse katvā sabbasmimpi kāle nāmarūpabhedena duvidhepi kāye gatā kāyārammaṇā pañcannaṁ upādānakkhandhānaṁ aniccādisammasanavasena satataṁ nirantaraṁ sātaccābhiyogavasena sati upaṭṭhitā siyā.",
  "atk-s0503a7:59": "Ayaṁ kirāyasmā paṭhamaṁ kāyagatāsatikammaṭṭhānavasena jhānaṁ nibbattetvā taṁ pādakaṁ katvā kāyānupassanāsatipaṭṭhānamukhena vipassanaṁ paṭṭhapetvā arahattaṁ patto. So aparabhāgepi yebhuyyena tameva jhānaṁ samāpajjitvā vuṭṭhāya tatheva ca vipassitvā phalasamāpattiṁ samāpajjati. Svāyaṁ yena vidhinā arahattaṁ patto, taṁ vidhiṁ dassento satthā ‘‘yassa siyā sabbadā sati, satataṁ kāyagatā upaṭṭhitā’’ti vatvā tassā upaṭṭhānākāraṁ vibhāvetuṁ ‘‘nocassa no ca me siyā, na bhavissati na ca me bhavissatī’’ti āha.",
  "atk-s0503a7:60": "Tassattho dvidhā veditabbo sammasanato pubbabhāgavasena sammasanakālavasena cāti. Tesu pubbabhāgavasena tāva no cassa no ca me siyāti atītakāle mama kilesakammaṁ no cassa na bhaveyya ce, imasmiṁ paccuppannakāle ayaṁ attabhāvo no ca me siyā na me uppajjeyya. Yasmā pana me atīte kammakilesā ahesuṁ, tasmā taṁnimitto etarahi ayaṁ me attabhāvo pavattati. Na bhavissati na ca me bhavissatīti imasmiṁ attabhāve paṭipakkhādhigamena kilesakammaṁ na bhavissati na uppajjissati me, āyatiṁ vipākavaṭṭaṁ na ca me bhavissati na me pavattissatīti. Evaṁ kālattaye kammakilesahetukaṁ idaṁ mayhaṁ attabhāvasaṅkhātaṁ khandhapañcakaṁ , na issarādihetukaṁ, yathā ca mayhaṁ, evaṁ sabbasattānanti sappaccayanāmarūpadassanaṁ pakāsitaṁ hoti.",
  "atk-s0503a7:61": "Sammasanakālavasena pana no cassa no ca me siyāti yasmā idaṁ khandhapañcakaṁ hutvā abhāvaṭṭhena aniccaṁ, abhiṇhapaṭipīḷanaṭṭhena dukkhaṁ, avasavattanaṭṭhena anattā, evaṁ yadi ayaṁ attā nāma nāpi khandhapañcakavinimutto koci no cassa no ca siyā na bhaveyya, evaṁ, bhante, no ca me siyā mama santakaṁ nāma kiñci na bhaveyya. Na bhavissatīti attani attaniye bhavitabbaṁ yathā cidaṁ nāmarūpaṁ etarahi ca atīte ca attattaniyaṁ suññaṁ, evaṁ na bhavissati na me bhavissati, anāgatepi khandhavinimutto attā nāma na koci na me bhavissati na pavattissati, tato eva kiñci palibodhaṭṭhāniyaṁ na me bhavissati āyatimpi attaniyaṁ nāma na me kiñci bhavissatīti. Iminā tīsu kālesu ‘‘aha’’nti gahetabbassa abhāvato ‘‘mama’’nti gahetabbassa ca abhāvaṁ dasseti. Tena catukkoṭikā suññatā pakāsitā hoti.",
  "atk-s0503a7:62": "Anupubbavihāri tattha soti evaṁ tīsupi kālesu attattaniyaṁ suññataṁ tattha saṅkhāragate anupassanto anukkamena udayabbayañāṇādivipassanāñāṇesu uppajjamānesu anupubbavipassanāvihāravasena anupubbavihārī samāno. Kālenevatare visattikanti so evaṁ vipassanaṁ matthakaṁ pāpetvā ṭhito yogāvacaro indriyānaṁ paripākagatakālena vuṭṭhānagāminiyā vipassanāya maggena ghaṭitakālena ariyamaggassa uppattikālena sakalassa bhavattayassa saṁtananato visattikāsaṅkhātaṁ taṇhaṁ tareyya, vitaritvā tassā paratīre tiṭṭheyyāti adhippāyo.",
  "atk-s0503a7:63": "Iti bhagavā aññāpadesena āyasmato mahākaccānassa arahattuppattidīpanaṁ udānaṁ udānesi.",
  "atk-s0503a7:64": "Aṭṭhamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a7:65": "9. Udapānasuttavaṇṇanā",
  "atk-s0503a7:66": "69. Navame mallesūti mallā nāma jānapadino rājakumārā, tesaṁ nivāso ekopi janapado ruḷhīvasena ‘‘mallā’’ti vuccati, tesu mallesu, yaṁ loke ‘‘mallo’’ti vuccati. Keci pana ‘‘mālesū’’ti paṭhanti. Cāriyaṁ caramānoti aturitacārikāvasena mahāmaṇḍalajanapadacārikaṁ caramāno. Mahatā bhikkhusaṅghenāti aparicchedaguṇena mahantena samaṇagaṇena. Tadā hi bhagavato mahābhikkhuparivāro ahosi. Thūṇaṁ nāma mallānaṁ brāhmaṇagāmoti puratthimadakkhiṇāya disāya majjhimadesassa avadhiṭṭhāne malladese thūṇanāmako brāhmaṇabahulatāya brāhmaṇagāmo. Tadavasarīti taṁ avasari, thūṇagāmamaggaṁ pāpuṇīti attho. Assosunti suṇiṁsu, sotadvārasampattavacananigghosānusārena jāniṁsūti attho. Khoti padapūraṇe, avadhāraṇatthe vā nipāto. Tattha avadhāraṇatthena assosuṁyeva, na tesaṁ savanantarāyo ahosīti vuttaṁ hoti. Padapūraṇena padabyañjanasiliṭṭhattamattameva. Thūṇeyyakāti thūṇagāmavāsino. Brāhmaṇagahapatikāti ettha brahmaṁ aṇantīti brāhmaṇā, mante sajjhāyantīti attho. Idameva hi jātibrāhmaṇānaṁ nibbacanaṁ, ariyā pana bāhitapāpattā ‘‘brāhmaṇā’’ti vuccanti. Gahapatikāti khattiyabrāhmaṇe vajjetvā ye keci agāraṁ ajjhāvasantā vuccanti, visesato vessā. Brāhmaṇā ca gahapatikā ca brāhmaṇagahapatikā.",
  "atk-s0503a7:67": "Idāni yamatthaṁ te assosuṁ, taṁ dassetuṁ ‘‘samaṇo khalu, bho, gotamo’’tiādi vuttaṁ. Tattha samitapāpattā ‘‘samaṇo’’ti veditabbo. Vuttañhetaṁ – ‘‘samitāssa honti pāpakā akusalā dhammā’’tiādi (ma. ni. 1.434). Bhagavā ca anuttarena ariyamaggena sabbaso samitapāpo. Tenassa yathābhuccaguṇādhigatametaṁ nāmaṁ, yadidaṁ samaṇoti. Khalūti anussavatthe nipāto. Bhoti brāhmaṇajātikānaṁ jātisamudāgataṁ ālapanamattaṁ. Vuttampi cetaṁ ‘‘bhovādi nāma so hoti, sace hoti sakiñcano’’ti (dha. pa. 396). Gotamoti gottavasena bhagavato parikittanaṁ. Tasmā ‘‘samaṇo khalu, bho, gotamo’’ti samaṇo kira, bho, gotamagottoti ayamettha attho. Sakyaputtoti idaṁ pana bhagavato uccākulaparidīpanaṁ. Sakyakulā pabbajitoti saddhāpabbajitabhāvaparidīpanaṁ. Kenaci pārijuññena anabhibhūto aparikkhīṇaṁyeva taṁ kulaṁ pahāya nekkhammādhigamasaddhāya pabbajitoti vuttaṁ hoti. Udapānaṁ tiṇassa ca bhusassa ca yāva mukhato pūresunti pānīyakūpaṁ tiṇena ca bhusena ca mukhappamāṇena vaḍḍhesuṁ, tiṇādīni pakkhipitvā kūpaṁ pidahiṁsūti attho.",
  "atk-s0503a7:68": "Tassa kira gāmassa bahi bhagavato āgamanamagge brāhmaṇānaṁ paribhogabhūto eko udapāno ahosi. Taṁ ṭhapetvā tattha sabbāni kūpataḷākādīni udakaṭṭhānāni tadā visukkhāni nirudakāni ahesuṁ. Atha thūṇeyyakā ratanattaye appasannā maccherapakatā bhagavato āgamanaṁ sutvā ‘‘sace samaṇo gotamo sasāvako imaṁ gāmaṁ pavisitvā dvīhatīhaṁ vaseyya, sabbaṁ imaṁ janaṁ attano vacane ṭhapeyya, tato brāhmaṇadhammo patiṭṭhaṁ na labheyyā’’ti tattha bhagavato avāsāya parisakkantā ‘‘imasmiṁ gāme aññattha udakaṁ natthi, amuṁ udapānaṁ aparibhogaṁ karissāma, evaṁ samaṇo gotamo sasāvako imaṁ gāmaṁ na pavisissatī’’ti sammantayitvā sabbe gāmavāsino sattāhassa udakaṁ gahetvā cāṭiādīni pūretvā udapānaṁ tiṇena ca bhusena ca pidahiṁsu. Tena vuttaṁ – ‘‘udapānaṁ tiṇassa ca bhusassa ca yāva mukhato pūresuṁ, ‘mā te muṇḍakā samaṇakā pānīyaṁ apaṁsū’’’ti.",
  "atk-s0503a7:69": "Tattha muṇḍakā samaṇakāti muṇḍe ‘‘muṇḍā’’ti samaṇe ‘‘samaṇā’’ti vattuṁ vaṭṭeyya, te pana khuṁsanādhippāyena hīḷentā evamāhaṁsu. Māti paṭisedhe, mā apaṁsu mā piviṁsūti attho. Maggā okkammāti maggato apasakkitvā. Etamhāti yo udapāno tehi tathā kato, tameva niddisanto āha. Kiṁ pana bhagavā tesaṁ brāhmaṇānaṁ vippakāraṁ anāvajjitvā evamāha – ‘‘etamhā udapānā pānīyaṁ āharā’’ti, udāhu āvajjitvā jānantoti? Jānanto eva bhagavā attano buddhānubhāvaṁ pakāsetvā te dametvā nibbisevane kātuṁ evamāha, na pānīyaṁ pātukāmo. Tenevettha mahāparinibbānasutte viya ‘‘pipāsitosmī’’ti (dī. ni. 2.191) na vuttaṁ. Dhammabhaṇḍāgāriko pana satthu ajjhāsayaṁ ajānanto thūṇeyyakehi kataṁ vippakāraṁ ācikkhanto ‘‘idāni so, bhante’’tiādimāha.",
  "atk-s0503a7:70": "Tattha idānīti adhunā, amhākaṁ āgamanavelāyamevāti attho. Eso, bhante, udapānoti paṭhanti. Thero dvikkhattuṁ paṭikkhipitvā tatiyavāre ‘‘na kho tathāgatā tikkhattuṁ paccanīkā kātabbā, kāraṇaṁ diṭṭhaṁ bhavissati dīghadassinā’’ti mahārājadattiyaṁ bhagavato pattaṁ gahetvā udapānaṁ agamāsi. Gacchante there udapāne udakaṁ paripuṇṇaṁ hutvā uttaritvā samantato sandati, sabbaṁ tiṇaṁ bhusañca uplavitvā sayameva apagacchi. Tena ca sandamānena salilena uparūpari vaḍḍhantena tasmiṁ gāme sabbeva pokkharaṇīādayo jalāsayā visukkhā paripūriṁsu, tathā parikhākusubbhaninnādīni ca. Sabbo gāmappadeso mahoghena ajjhotthaṭo mahāvassakāle viya ahosi. Kumuduppalapadumapuṇḍarīkādīni jalajapupphāni tattha tattha ubbhijjitvā vikasamānāni udakaṁ sañchādiṁsu. Saresu haṁsakoñcacakkavākakāraṇḍavabakādayā e udakasakuṇikā vassamānā tattha tattha vicariṁsu. Thūṇeyyakā taṁ mahoghaṁ tathā uttarantaṁ samantato vīcitaraṅgasamākulaṁ pariyantato samuṭṭhahamānaṁ ruciraṁ pheṇabubbuḷakaṁ disvā acchariyabbhutacittajātā evaṁ sammantesuṁ ‘‘mayaṁ samaṇassa gotamassa udakupacchedaṁ kātuṁ vāyamimhā, ayaṁ pana mahogho tassa āgamanakālato paṭṭhāya evaṁ abhivaḍḍhati, nissaṁsayaṁ kho ayaṁ tassa iddhānubhāvo. Mahiddhiko hi so mahānubhāvo. Ṭhānaṁ kho panetaṁ vijjati, yathā yaṁ mahogho uṭṭhahitvā amhākaṁ gāmampi otthareyya. Handa mayaṁ samaṇaṁ gotamaṁ upasaṅkamitvā payirupāsitvā accayaṁ desentā khamāpeyyāmā’’ti.",
  "atk-s0503a7:71": "Te sabbeva ekajjhāsayā hutvā saṅghasaṅghī gaṇībhūtā gāmato nikkhamitvā yena bhagavā tenupasaṅkamiṁsu. Upasaṅkamitvā appekacce bhagavato pāde sirasā vandiṁsu, appekacce añjaliṁ paṇāmesuṁ, appekacce bhagavatā saddhiṁ sammodiṁsu, appekacce tuṇhībhūtā nisīdiṁsu, appekacce nāmagottaṁ sāvesuṁ. Evaṁ pana katvā sabbeva ekamantaṁ nisīditvā ‘‘idha mayaṁ, bho gotama, bhoto ceva gotamassa gotamasāvakānañca udakappaṭisedhaṁ kārayimha, amukasmiṁ udapāne tiṇañca bhusañca pakkhipimha. So pana udapāno acetanopi samāno sacetano viya bhoto guṇaṁ jānanto viya sayameva sabbaṁ tiṇaṁ bhusaṁ apanetvā suvisuddho jāto, sabbopi cettha ninnappadeso mahatā udakoghena paripuṇṇo ramaṇīyova jāto, udakūpajīvino sattā parituṭṭhā. Mayaṁ pana manussāpi samānā bhoto guṇe na jānimha, ye mayaṁ evaṁ akarimha, sādhu no bhavaṁ gotamo tathā karotu, yathāyaṁ mahogho imaṁ gāmaṁ na otthareyya, accayo no accagamā yathābālaṁ, taṁ no bhavaṁ gotamo accayaṁ paṭiggaṇhātu anukampaṁ upādāyā’’ti accayaṁ desesuṁ. Bhagavāpi ‘‘taggha tumhe accayo accagamā yathābālaṁ, taṁ vo mayaṁ paṭiggaṇhāma āyatiṁ saṁvarāyā’’ti tesaṁ accayaṁ paṭiggahetvā pasannacittataṁ ñatvā uttari ajjhāsayānurūpaṁ dhammaṁ desesi. Te bhagavato dhammadesanaṁ sutvā pasannacittā saraṇādīsu patiṭṭhitā bhagavantaṁ vanditvā padakkhiṇaṁ katvā pakkamiṁsu. Tesaṁ pana āgamanato puretaraṁyeva āyasmā ānando taṁ pāṭihāriyaṁ disvā acchariyabbhutacittajāto pattena pānīyaṁ ādāya bhagavato upanāmetvā taṁ pavattiṁ ārocesi. Tena vuttaṁ – ‘‘evaṁ, bhanteti kho āyasmā ānando’’tiādi.",
  "atk-s0503a7:72": "Tattha mukhato ovamitvāti sabbaṁ taṁ tiṇādiṁ mukhena chaḍḍetvā. Vissandanto maññeti pubbe dīgharajjukena udapānena ussiñcitvā gahetabbaudakogho bhagavato pattaṁ gahetvā therassa gatakāle mukhena vissandanto viya samatittiko kākapeyyo hutvā aṭṭhāsi. Idañca therassa gatakāle udakappavattiṁ sandhāya vuttaṁ. Tato paraṁ pana pubbe vuttanayena tasmiṁ gāme sakalaṁ ninnaṭṭhānaṁ udakena paripuṇṇaṁ ahosīti. Ayaṁ paniddhi na buddhānaṁ adhiṭṭhānena, nāpi devānubhāvena, atha kho bhagavato puññānubhāvena parittadesanatthaṁ rājagahato vesāligamane viya. Keci pana ‘‘thūṇeyyakānaṁ bhagavati pasādajananatthaṁ tesaṁ atthakāmāhi devatāhi kata’’nti. Apare ‘‘udapānassa heṭṭhā vasanakanāgarājā evamakāsī’’ti. Sabbaṁ taṁ akāraṇaṁ, yathā bhagavato puññānubhāvenayeva tathā udakuppattiyā paridīpitattā.",
  "atk-s0503a7:73": "Etamatthaṁ viditvāti etaṁ adhiṭṭhānena vinā attanā icchitanipphattisaṅkhātaṁ atthaṁ sabbākārato viditvā tadatthadīpanaṁ imaṁ udānaṁ udānesi.",
  "atk-s0503a7:74": "Tattha kiṁ kayirā udapānena, āpā ce sabbadā siyunti yassa sabbakālaṁ sabbattha ca āpā ce yadi siyuṁ yadi upalabbheyyuṁ yadi ākaṅkhāmattapaṭibaddho, tesaṁ lābho, tena udapānena kiṁ kayirā kiṁ kareyya, kiṁ payojananti attho. Taṇhāya mūlato chetvā, kissa pariyesanaṁ careti yāya taṇhāya vinibaddhā sattā akatapuññā hutvā icchitālābhadukkhena vihaññanti, tassā taṇhāya mūlaṁ, mūle vā chinditvā ṭhito mādiso sabbaññubuddho kissa kena kāraṇena pānīyapariyesanaṁ, aññaṁ vā paccayapariyesanaṁ careyya. ‘‘Mūlato chettā’’tipi paṭhanti, taṇhāya mūlaṁ mūleyeva vā chedakoti attho. Atha vā mūlato chettāti mūlato paṭṭhāya taṇhāya chedako. Idaṁ vuttaṁ hoti – yo bodhiyā mūlabhūtamahāpaṇidhānato paṭṭhāya aparimitaṁ sakalaṁ puññasambhāraṁ attano acintetvā lokahitatthameva pariṇāmanavasena paripūrento mūlato pabhuti taṇhāya chettā, so taṇhāhetukassa icchitālābhassa abhāvato kissa kena kāraṇena udakapariyesanaṁ careyya, ime pana thūṇeyyakā andhabālā imaṁ kāraṇaṁ ajānantā evamakaṁsūti.",
  "atk-s0503a7:75": "Navamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a7:76": "10. Utenasuttavaṇṇanā",
  "atk-s0503a7:77": "70. Dasame rañño utenassāti utenassa nāma rañño, yo ‘‘vajjirājā’’tipi vuccati. Uyyānagatassāti uyyānakīḷanatthaṁ uyyānaṁ gatassa . Anādare hi idaṁ sāmivacanaṁ, ‘‘antepura’’nti pana padaṁ apekkhitvā sambandhepetaṁ sāmivacanaṁ hoti. Kālaṅkatānīti aggidaḍḍhāni hutvā matāni honti. Sāmāvatīpamukhānīti ettha kā panāyaṁ sāmāvatī, kathañca daḍḍhāti? Vuccate, bhaddavatiyaṁ seṭṭhino dhītā ghosakaseṭṭhinā dhītuṭṭhāne ṭhapitā pañcasataitthiparivārā rañño utenassa aggamahesī mettāvihārabahulā ariyasāvikā sāmāvatī nāma. Ayamettha saṅkhepo, vitthārato pana ādito paṭṭhāya sāmāvatiyā uppattikathā dhammapadavatthumhi (dha. pa. aṭṭha. 1.20 sāmāvatīvatthu) vuttanayena veditabbā. Māgaṇḍiyassa nāma brāhmaṇassa dhītā attano mātāpitūnaṁ –",
  "atk-s0503a7:78": "‘‘Disvāna taṇhaṁ aratiṁ ragañca,",
  "atk-s0503a7:79": "Nāhosi chando api methunasmiṁ;",
  "atk-s0503a7:80": "Kimevidaṁ muttakarīsapuṇṇaṁ,",
  "atk-s0503a7:81": "Pādāpi naṁ samphusituṁ na icche’’ti. (su. ni. 841) –",
  "atk-s0503a7:82": "Bhagavatā desitaṁ imaṁ gāthaṁ sutvā satthari baddhāghātā māgaṇḍiyā aparabhāge raññā utenena mahesiṭṭhāne ṭhapitā bhagavato kosambiṁ upagatabhāvaṁ, sāmāvatīpamukhānañca pañcannaṁ itthisatānaṁ upāsikābhāvaṁ ñatvā ‘‘āgato nāma samaṇo gotamo imaṁ nagaraṁ, dānissa kattabbaṁ jānissāmi, imāpi tassa upaṭṭhāyikā, imāsampi sāmāvatīpamukhānañca kattabbaṁ jānissāmī’’ti anekapariyāyehi tathāgatassa tāsañca anatthaṁ kātuṁ vāyamitvāpi asakkontī punekadivasaṁ raññā saddhiṁ uyyānakīḷaṁ gacchantī cūḷapitu sāsanaṁ pahiṇi ‘‘sāmāvatiyā pāsādaṁ gantvā dussakoṭṭhāgāratelakoṭṭhāgārāni vivarāpetvā dussāni telacāṭīsu temetvā thambhe veṭhetvā tā sabbā ekato katvā dvāraṁ pidahitvā bahi yantaṁ datvā daṇḍadīpikāhi gehe aggiṁ dadamāno otaritvā gacchatū’’ti.",
  "atk-s0503a7:83": "Taṁ sutvā so pāsādaṁ abhiruyha koṭṭhāgārāni vivaritvā vatthāni telacāṭīsu temetvā thambhe veṭhetuṁ ārabhi. Atha naṁ sāmāvatīpamukhā itthiyo ‘‘kiṁ etaṁ cūḷapitā’’ti vadantiyo upasaṅkamiṁsu. ‘‘Ammā, rājā daḷhikammatthāya ime thambhe telapilotikāhi bandhāpeti , rājagehe nāma suyuttaduyuttaṁ dujjānaṁ, mā me santike hothā’’ti vatvā tā āgatā gabbhesu pavesetvā dvārāni pidahitvā bahi yantakaṁ datvā ādito paṭṭhāya aggiṁ dento otari. Sāmāvatī tāsaṁ ovādaṁ adāsi, ‘‘ammā, anamatagge saṁsāre vicarantīnaṁ evameva agginā jhāmattabhāvānaṁ buddhañāṇenapi paricchedo na sukaro, appamattā hothā’’ti. Tā satthu santike dhammaṁ sutvā adhigataphalāya viññātasāsanāya khujjuttarāya ariyasāvikāya sekkhapaṭisambhidāpattāya satthārā desitaniyāmeneva dhammaṁ desentiyā santike sotāpattiphalassa adhigatā antarantarā kammaṭṭhānamanasikārena yuttappayuttā gehe jhāyante vedanāpariggahakammaṭṭhānaṁ manasi karontiyo kāci dutiyaphalaṁ, kāci tatiyaphalaṁ pāpuṇitvā kālamakaṁsu. Atha bhikkhū kosambiyaṁ piṇḍāya carantā taṁ pavattiṁ ñatvā pacchābhattaṁ bhagavato ārocetvā tāsaṁ abhisamparāyaṁ pucchiṁsu. Bhagavā ca tāsaṁ ariyaphalādhigamaṁ bhikkhūnaṁ abhāsi. Tena vuttaṁ – ‘‘tena kho pana samayena rañño utenassa…pe… anipphalā kālaṅkatā’’ti.",
  "atk-s0503a7:84": "Tattha anipphalāti na nipphalā, sampattasāmaññaphalā eva kālaṅkatā. Tā pana phalāni paṭilabhantiyo sāmāvatiyā –",
  "atk-s0503a7:85": "‘‘Ārambhatha nikkamatha, yuñjatha buddhasāsane;",
  "atk-s0503a7:86": "Dhunātha maccuno senaṁ, naḷāgāraṁva kuñjaro.",
  "atk-s0503a7:87": "‘‘Yo imasmiṁ dhammavinaye, appamatto vihassati;",
  "atk-s0503a7:88": "Pahāya jātisaṁsāraṁ, dukkhassantaṁ karissatī’’ti. (saṁ. ni. 1.185; netti. 29) –",
  "atk-s0503a7:89": "Gāthāhi ovadiyamānā vedanāpariggahakammaṭṭhānaṁ manasi karontiyo vipassitvā dutiyatatiyaphalāni paṭilabhiṁsu. Khujjuttarā pana āyusesassa atthitāya, pubbe tādisassa kammassa akatattā ca tato pāsādato bahi ahosi. ‘‘Dasayojanantare pakkāmī’’ti ca vadanti. Atha bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ, ‘‘āvuso, ananucchavikaṁ vata ariyasāvikānaṁ evarūpaṁ maraṇa’’nti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte , ‘‘bhikkhave, yadipi tāsaṁ imasmiṁ attabhāve ayuttaṁ, pubbe katakammassa pana yuttameva tāhi laddha’’nti vatvā tehi yācito atītaṁ āhari.",
  "atk-s0503a7:90": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente aṭṭha paccekabuddhā rañño nivesane nibaddhaṁ bhuñjanti. Pañcasatā itthiyo te upaṭṭhahanti. Tesu satta janā himavantaṁ gacchanti, eko nadītīrasamīpe ekasmiṁ tiṇagahane samāpattiyā nisīdati. Athekadivasaṁ rājā paccekabuddhesu gatesu tāhi itthīhi saddhiṁ udakakīḷaṁ kīḷitukāmo tattha gato. Tā itthiyo divasabhāgaṁ udake kīḷitvā sītapīḷitā visibbitukāmā taṁ tiṇagahanaṁ upari visukkhatiṇasañchannaṁ ‘‘tiṇarāsī’’ti saññāya parivāretvā aggiṁ datvā tiṇesu jhāyitvā patantesu paccekabuddhaṁ disvā ‘‘rañño paccekabuddho jhāyati, taṁ rājā ñatvā amhe nāsessati, sudaḍḍhaṁ naṁ karissāmā’’ti sabbā ito cito ca dāruādīni āharitvā tassa upari rāsiṁ katvā ālimpetvā ‘‘idāni jhāyissatī’’ti pakkamiṁsu. Tā paṭhamaṁ asañcetanikā hutvā idāni kammunā bajjhiṁsu. Paccekabuddhaṁ pana antosamāpattiyaṁ sace dārūnaṁ sakaṭasahassampi āharitvā ālimpentā usumākāramattampi gāhetuṁ na sakkonti, tasmā so sattame divase uṭṭhāya yathāsukhaṁ agamāsi. Tā tassa kammassa katattā bahūni vassasahassāni bahūni vassasatasahassāni niraye paccitvā tasseva kammassa vipākāvasesena attabhāvasate imināva niyāmena gehe jhāyamāne jhāyiṁsu. Idaṁ tāsaṁ pubbakammaṁ.",
  "atk-s0503a7:91": "Yasmā pana te imasmiṁ attabhāve ariyaphalāni sacchākaṁsu, ratanattayaṁ payirupāsiṁsu, tasmā tattha anāgāminiyo suddhāvāsesu upapannā, itarā kāci tāvatiṁsesu, kāci yāmesu, kāci tusitesu, kāci nimmānaratīsu, kāci paranimmitavasavattīsu upapannā.",
  "atk-s0503a7:92": "Rājāpi kho uteno ‘‘sāmāvatiyā gehaṁ kira jhāyatī’’ti sutvā vegena āgacchantopi taṁ padesaṁ tāsu daḍḍhāsuyeva sampāpuṇi. Āgantvā pana gehaṁ nibbāpetvā uppannabalavadomanasso māgaṇḍiyāya tathā kāritabhāvaṁ upāyena ñatvā ariyasāvikāsu katāparādhakammunā codiyamāno tassā rājāṇaṁ kāresi saddhiṁ ñātakehi. Evaṁ sā saparijanā samittabandhavā anayabyasanaṁ pāpuṇi.",
  "atk-s0503a7:93": "Etamatthaṁviditvāti etaṁ sāmāvatīpamukhānaṁ tāsaṁ itthīnaṁ aggimhi anayabyasanāpattihetuṁ, māgaṇḍiyāya ca samittabandhavāya rājāṇāya anayabyasanāpattinimittaṁ sabbākārato viditvā tadatthadīpanaṁ imaṁ udānaṁ udānesi.",
  "atk-s0503a7:94": "Tattha mohasambandhano loko, bhabbarūpova dissatīti yo idha sattaloko bhabbarūpova hetusampanno viya hutvā dissati, sopi mohasambandhano mohena paliguṇṭhito attahitāhitaṁ ajānanto hite na paṭipajjati, ahitaṁ dukkhāvahaṁ bahuñca apuññaṁ ācināti. ‘‘Bhavarūpova dissatī’’tipi pāṭho. Tassattho – ayaṁ loko mohasambandhano mohena paliguṇṭhito, tato eva bhavarūpova sassatasabhāvo viyassa attā dissati, ajarāmaro viya upaṭṭhāti, yena pāṇātipātādīni akattabbāni karoti.",
  "atk-s0503a7:95": "Upadhibandhanobālo, tamasā parivārito. Sassatoriva khāyatīti na kevalañca mohasambandhano eva, apica kho upadhibandhanopi ayaṁ andhabālaloko avijjātamasā parivārito. Idaṁ vuttaṁ hoti – yena ñāṇena aviparītaṁ kāme ca khandhe ca ‘‘aniccā dukkhā vipariṇāmadhammā’’ti passeyya, tassa abhāvato yasmā bālo andhaputhujjano aññāṇatamasā samantato parivārito nivuto, tasmā so kāmūpadhi kilesūpadhi khandhūpadhīti imesaṁ upadhīnaṁ vasena ca upadhibandhano, tato eva cassa sopadhissa passato sassato viya nicco sabbakālabhāvī viya khāyati. ‘‘Asassatiriva khāyatī’’tipi pāṭho. Tassattho – attā sabbakālaṁ vijjati upalabbhatīti añño asassati aniccoti lokassa so upadhi micchābhinivesavasena ekadeso viya khāyati, upaṭṭhahatīti attho. Rakāro hi padasandhikaro. Passato natthi kiñcananti yo pana saṅkhāre pariggahetvā aniccādivasena vipassati, tasseva vipassanāpaññāsahitāya maggapaññāya yathābhūtaṁ passato jānato paṭivijjhato rāgādikiñcanaṁ natthi, yena saṁsāre bajjheyya. Tathā apassanto eva hi avijjātaṇhādiṭṭhiādibandhanehi saṁsāre baddho siyāti adhippāyo.",
  "atk-s0503a7:96": "Dasamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a7:97": "Niṭṭhitā ca cūḷavaggavaṇṇanā."
}