{
  "atk-s0513a30:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "atk-s0513a30:1": "Khuddakanikāye",
  "atk-s0513a30:2": "Jātaka-aṭṭhakathā",
  "atk-s0513a30:3": "(Tatiyo bhāgo)",
  "atk-s0513a30:4": "4. Catukkanipāto",
  "atk-s0513a30:5": "1. Kāliṅgavaggo",
  "atk-s0513a30:7": " [301] 1. Cūḷakāliṅgajātakavaṇṇanā",
  "atk-s0513a30:8": "Vivarathimāsaṁdvāranti idaṁ satthā jetavane viharanto catunnaṁ paribbājikānaṁ pabbajjaṁ ārabbha kathesi. Vesāliyaṁ kira licchavirājūnaṁ satta sahassāni satta satāni satta ca licchavī vasiṁsu. Te sabbepi pucchāpaṭipucchācittakā ahesuṁ. Atheko pañcasu vādasatesu byatto nigaṇṭho vesāliyaṁ sampāpuṇi, te tassa saṅgahaṁ akaṁsu. Aparāpi evarūpā nigaṇṭhī sampāpuṇi . Rājāno dvepi jane vādaṁ kāresuṁ, ubhopi sadisāva ahesuṁ. Tato licchavīnaṁ etadahosi ‘‘ime dvepi paṭicca uppanno putto byatto bhavissatī’’ti. Tesaṁ vivāhaṁ kāretvā dvepi ekato vāsesuṁ. Atha nesaṁ saṁvāsamanvāya paṭipāṭiyā catasso dārikāyo eko ca dārako jāyi. Dārikānaṁ ‘‘saccā, lolā, avadhārikā, paṭicchādā’’ti nāmaṁ akaṁsu, dārakassa ‘‘saccako’’ti. Te pañcapi janā viññutaṁ pattā mātito pañca vādasatāni, pitito pañca vādasatānīti vādasahassaṁ uggaṇhiṁsu. Mātāpitaro dārikānaṁ evaṁ ovadiṁsu ‘‘sace koci gihī tumhākaṁ vādaṁ bhindissati, tassa pādaparicārikā bhaveyyātha. Sace pabbajito bhindissati, tassa santike pabbajeyyāthā’’ti.",
  "atk-s0513a30:9": "Aparabhāge mātāpitaro kālamakaṁsu. Tesu kālakatesu saccakanigaṇṭho tattheva vesāliyaṁ licchavīnaṁ sippaṁ sikkhāpento vasi. Bhaginiyo jambusākhaṁ gahetvā vādatthāya nagarā nagaraṁ caramānā sāvatthiṁ patvā nagaradvāre sākhaṁ nikhaṇitvā ‘‘yo amhākaṁ vādaṁ āropetuṁ sakkoti gihī vā pabbajito vā, so etaṁ paṁsupuñjaṁ pādehi vikiritvā pādeheva sākhaṁ maddatū’’ti dārakānaṁ vatvā bhikkhāya nagaraṁ pavisiṁsu. Athāyasmā sāriputto asammaṭṭhaṭṭhānaṁ sammajjitvā rittaghaṭesu pānīyaṁ upaṭṭhapetvā gilāne ca paṭijaggitvā divātaraṁ sāvatthiṁ piṇḍāya pavisanto taṁ sākhaṁ disvā dārake pucchi, dārakā taṁ pavattiṁ ācikkhiṁsu. Thero dārakeheva pātāpetvā maddāpetvā ‘‘yehi ayaṁ sākhā ṭhapitā, te katabhattakiccāva āgantvā jetavanadvārakoṭṭhake maṁ passantū’’ti dārakānaṁ vatvā nagaraṁ pavisitvā katabhattakicco vihāradvārakoṭṭhake aṭṭhāsi. Tāpi paribbājikā bhikkhāya caritvā āgatā sākhaṁ madditaṁ disvā ‘‘kenāyaṁ madditā’’ti vatvā ‘‘sāriputtattherena, sace tumhe vādatthikā, jetavanadvārakoṭṭhakaṁ gacchathā’’ti dārakehi vuttā puna nagaraṁ pavisitvā mahājanaṁ sannipātetvā vihāradvārakoṭṭhakaṁ gantvā theraṁ vādasahassaṁ pucchiṁsu. Thero taṁ vissajjetvā ‘‘aññaṁ kiñci jānāthā’’ti pucchi. ‘‘Na jānāma, sāmī’’ti. ‘‘Ahaṁ pana vo kiñci pucchāmī’’ti. ‘‘Puccha, sāmi, jānantiyo kathessāmā’’ti.",
  "atk-s0513a30:10": "Thero ‘‘ekaṁ nāma ki’’nti pucchi. Tā na jāniṁsu. Thero vissajjesi. Tā ‘‘amhākaṁ, sāmi, parājayo, tumhākaṁ jayo’’ti āhaṁsu. ‘‘Idāni kiṁ karissathā’’ti? ‘‘Amhākaṁ mātāpitūhi ayaṁ ovādo dinno ‘sace vo gihī vādaṁ bhindissati, tassa pajāpatiyo bhaveyyātha. Sace pabbajito, tassa santike pabbajeyyāthā’ti, pabbajjaṁ no dethā’’ti. Thero ‘‘sādhū’’ti vatvā tā uppalavaṇṇāya theriyā santike pabbājesi. Tā sabbāpi na cirasseva arahattaṁ pāpuṇiṁsu. Athekadivasaṁ bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ ‘‘āvuso, sāriputtatthero catunnaṁ paribbājikānaṁ avassayo hutvā sabbā arahattaṁ pāpesī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepesa etāsaṁ avassayo ahosi, idāni pana pabbajjābhisekaṁ dāpesi, pubbe rājamahesiṭṭhāne ṭhapesī’’ti vatvā atītaṁ āhari.",
  "atk-s0513a30:11": "Atīte kāliṅgaraṭṭhe dantapuranagare kāliṅgarāje rajjaṁ kārente assakaraṭṭhe pāṭalinagare assako nāma rājā rajjaṁ kāresi. Kāliṅgo sampannabalavāhano sayampi nāgabalo paṭiyodhaṁ na passati. So yujjhitukāmo hutvā amaccānaṁ ārocesi ‘‘ahaṁ yuddhatthiko, paṭiyodhaṁ pana na passāmi, kiṁ karomā’’ti. Amaccā ‘‘attheko, mahārāja, upāyo, dhītaro te catasso uttamarūpadharā, tā pasādhetvā paṭicchannayāne nisīdāpetvā balaparivutā gāmanigamarājadhāniyo carāpetha. Yo rājā tā attano gehe kātukāmo bhavissati, tena saddhiṁ yuddhaṁ karissāmā’’ti vadiṁsu. Rājā tathā kāresi. Tāhi gatagataṭṭhāne rājāno bhayena tāsaṁ nagaraṁ pavisituṁ na denti, paṇṇākāraṁ pesetvā bahinagareyeva vasāpenti. Evaṁ sakalajambudīpaṁ vicaritvā assakaraṭṭhe pāṭalinagaraṁ pāpuṇiṁsu. Assakopi nagaradvārāni pidahāpetvā paṇṇākāraṁ pesesi. Tassa nandiseno nāma amacco paṇḍito byatto upāyakusalo. So cintesi ‘‘imā kira rājadhītaro sakalajambudīpaṁ vicaritvā paṭiyodhaṁ na labhiṁsu, evaṁ sante jambudīpo tuccho nāma ahosi, ahaṁ kāliṅgena saddhiṁ yujjhissāmī’’ti. So nagaradvāraṁ gantvā dovārike āmantetvā tāsaṁ dvāraṁ vivarāpetuṁ paṭhamaṁ gāthamāha –",
  "atk-s0513a30:12": "1.",
  "atk-s0513a30:13": " ‘‘Vivarathimāsaṁ dvāraṁ, nagaraṁ pavisantu aruṇarājassa;",
  "atk-s0513a30:14": "Sīhena susiṭṭhena, surakkhitaṁ nandisenenā’’ti.",
  "atk-s0513a30:15": "Tattha aruṇarājassāti so hi rajje patiṭṭhitakāle raṭṭhanāmavasena assako nāma jāto, kuladattiyaṁ panassa nāmaṁ aruṇoti . Tenāha ‘‘aruṇarājassā’’ti. Sīhenāti purisasīhena. Susiṭṭhenāti ācariyehi suṭṭhu anusāsitena. Nandisenenāti mayā nandisenena nāma.",
  "atk-s0513a30:16": "So evaṁ vatvā dvāraṁ vivarāpetvā tā gahetvā assakarañño datvā ‘‘tumhe mā bhāyittha, yuddhe sati ahaṁ jinissāmi, imā uttamarūpadharā rājadhītaro mahesiyo karothā’’ti tāsaṁ abhisekaṁ dāpetvā tāhi saddhiṁ āgate purise ‘‘gacchatha, tumhe rājadhītūnaṁ assakarājena mahesiṭṭhāne ṭhapitabhāvaṁ tumhākaṁ rañño ācikkhathā’’ti uyyojesi. Te gantvā ārocesuṁ. Kāliṅgo ‘‘na hi nūna so mayhaṁ balaṁ jānātī’’ti vatvā tāvadeva mahatiyā senāya nikkhami. Nandiseno tassa āgamanaṁ ñatvā ‘‘attano kira rajjasīmāyameva hotu, mā amhākaṁ rañño rajjasīmaṁ okkamatu, ubhinnaṁ rajjānaṁ antare yuddhaṁ bhavissatī’’ti sāsanaṁ pesesi. So sāsanaṁ sutvā attano rajjapariyanteyeva aṭṭhāsi. Assakopi attano rajjapariyante aṭṭhāsi. Tadā bodhisatto isipabbajjaṁ pabbajitvā tesaṁ dvinnaṁ rajjānaṁ antare paṇṇasālāyaṁ vasati. Kāliṅgo cintesi ‘‘samaṇā nāma kiñci jānissanti, ko jānāti, kiṁ bhavissati, kassa jayo vā parājayo vā bhavissati, tāpasaṁ pucchissāmī’’ti aññātakavesena bodhisattaṁ upasaṅkamitvā vanditvā ekamantaṁ nisīditvā paṭisanthāraṁ katvā ‘‘bhante, kāliṅgo ca assako ca yujjhitukāmā attano attano rajjasīmāyameva ṭhitā, etesu kassa jayo bhavissati, kassa parājayo’’ti pucchi. Mahāpuñña, ahaṁ ‘‘asukassa jayo, asukassa parājayo’’ti na jānāmi, sakko pana devarājā idhāgacchati, tamahaṁ pucchitvā kathessāmi, sve āgaccheyyāsīti. Sakko bodhisattassa upaṭṭhānaṁ āgantvā nisīdi, atha naṁ bodhisatto tamatthaṁ pucchi. Bhante, kāliṅgo jinissati, assako parājissati, idañcidañca pubbanimittaṁ paññāyissatīti.",
  "atk-s0513a30:17": "Kāliṅgo punadivase āgantvā pucchi, bodhisattopissa ācikkhi. So ‘‘kiṁ nāma pubbanimittaṁ bhavissatī’’ti apucchitvāva ‘‘ahaṁ kira jinissāmī’’ti uṭṭhāya tuṭṭhiyā pakkāmi. Sā kathā vitthārikā ahosi. Taṁ sutvā assako nandisenaṁ pakkosāpetvā ‘‘kāliṅgo kira jinissatiṁ , mayaṁ parājissāma, kiṁ nu kho kātabba’’nti āha. So ‘‘ko etaṁ jānāti mahārāja, kassa jayo vā parājayo vā, tumhe mā cintayitthā’’ti rājānaṁ assāsetvā bodhisattaṁ upasaṅkamitvā vanditvā ekamantaṁ nisinno ‘‘bhante, ko jinissati, ko parājissatī’’ti pucchi. ‘‘Kāliṅgo jinissati, assako parājissatī’’ti? ‘‘Bhante, jinantassa pubbanimittaṁ kiṁ bhavissati, kiṁ parājinantassā’’ti? ‘‘Mahāpuñña, jinantassa ārakkhadevatā sabbaseto usabho bhavissati, itarassa sabbakāḷako, ubhinnampi ārakkhadevatā yujjhitvā jayaparājayaṁ karissantī’’ti. Nandiseno taṁ sutvā uṭṭhāya gantvā rañño sahāye sahassamatte mahāyodhe gahetvā avidūre pabbataṁ abhiruyha ‘‘ambho, amhākaṁ rañño jīvitaṁ dātuṁ sakkhissathā’’ti pucchi. ‘‘Āma, sakkhissāmā’’ti. ‘‘Tena hi imasmiṁ papāte patathā’’ti. Te patituṁ ārabhiṁsu. Atha ne vāretvā ‘‘alaṁ ettha patanena, amhākaṁ rañño jīvitaṁ dātuṁ suhadayā anivattino hutvā yujjhathā’’ti āha. Te sampaṭicchiṁsuṁ.",
  "atk-s0513a30:18": "Atha saṅgāme upaṭṭhite kāliṅgo ‘‘ahaṁ kira jinissāmī’’ti vosānaṁ āpajji, balakāyāpissa ‘‘amhākaṁ kira jayo’’ti vosānaṁ āpajjitvā sannāhaṁ akatvā vaggavaggā hutvā yathāruci pakkamiṁsu, vīriyakaraṇakāle vīriyaṁ na kariṁsu. Ubhopi rājāno assaṁ abhiruhitvā ‘‘yujjhissāmā’’ti aññamaññaṁ upasaṅkamanti. Ubhinnaṁ ārakkhadevatā purato gantvā kāliṅgarañño ārakkhadevatā sabbaseto usabho ahosi, itarassa sabbakāḷako. Tā devatāpi aññamaññaṁ yujjhanākāraṁ dassentā upasaṅkamiṁsu. Te pana usabhā ubhinnaṁ rājūnaṁyeva paññāyanti, na aññesaṁ. Nandiseno assakaṁ pucchi ‘‘paññāyati te, mahārāja, ārakkhadevatā’’ti. ‘‘Āma, paññāyatī’’ti. ‘‘Kenākārenā’’ti. ‘‘Kāliṅgarañño ārakkhadevatā sabbaseto usabho hutvā paññāyati, amhākaṁ ārakkhadevatā sabbakāḷako kilamanto hutvā tiṭṭhatī’’ti. ‘‘Mahārāja, tumhe mā bhāyatha, mayaṁ jinissāma, kāliṅgo parājissati, tumhe assapiṭṭhito otaritvā imaṁ sattiṁ gahetvā susikkhitasindhavaṁ udarapasse vāmahatthena uppīḷetvā iminā purisasahassena saddhiṁ vegena gantvā kāliṅgarañño ārakkhadevataṁ sattippahārena pātetha, tato mayaṁ sahassamattā sattisahassena paharissāma , evaṁ kāliṅgassa ārakkhadevatā nassissati, tato kāliṅgo parājissati, mayaṁ jinissāmā’’ti. Rājā ‘‘sādhū’’ti nandisenena dinnasaññāya gantvā sattiyā pahari, sūrayodhasahassāpi amaccā sattisahassena pahariṁsu. Ārakkhadevatā tattheva jīvitakkhayaṁ pāpuṇi, tāvadeva kāliṅgo parājitvā palāyi. Taṁ palāyamānaṁ disvā sahassamattā amaccā ‘‘kāliṅgo palāyatī’’ti unnadiṁsu. Kāliṅgo maraṇabhayabhīto palāyamāno taṁ tāpasaṁ akkosanto dutiyaṁ gāthamāha –",
  "atk-s0513a30:19": "2.",
  "atk-s0513a30:20": " ‘‘Jayo kaliṅgānamasayhasāhinaṁ, parājayo anayo assakānaṁ;",
  "atk-s0513a30:21": "Icceva te bhāsitaṁ brahmacāri, na ujjubhūtā vitathaṁ bhaṇantī’’ti.",
  "atk-s0513a30:22": "Tattha asayhasāhinanti asayhaṁ dussahaṁ sahituṁ samatthānaṁ. Icceva te bhāsitanti evaṁ tayā kūṭatāpasa lañjaṁ gahetvā parājinakarājānaṁ jinissati, jinanarājānañca parājissatīti bhāsitaṁ. Na ujjubhūtāti ye kāyena vācāya manasā ca ujubhūtā, na te musā bhaṇantīti.",
  "atk-s0513a30:23": "Evaṁ so tāpasaṁ akkosanto palāyanto attano nagarameva gato, nivattitvā oloketumpi nāsakkhi. Tato katipāhaccayena sakko tāpasassa upaṭṭhānaṁ agamāsi. Tāpaso tena saddhiṁ kathento tatiyaṁ gāthamāha –",
  "atk-s0513a30:24": "3.",
  "atk-s0513a30:25": " ‘‘Devā musāvādamupātivattā, saccaṁ dhanaṁ paramaṁ tesu sakka;",
  "atk-s0513a30:26": "Taṁ te musā bhāsitaṁ devarāja, kiṁ vā paṭicca maghavā mahindā’’ti.",
  "atk-s0513a30:27": "Tattha taṁ te musā bhāsitanti yaṁ tayā mayhaṁ bhāsitaṁ, taṁ atthabhañjanakamusāvādaṁ kathentena tayā musā bhāsitaṁ, tayā kiṁ kāraṇaṁ paṭicca evaṁ bhāsitanti?",
  "atk-s0513a30:28": "Taṁ sutvā sakko catutthaṁ gāthamāha –",
  "atk-s0513a30:29": "4.",
  "atk-s0513a30:30": " ‘‘Nanu te sutaṁ brāhmaṇa bhaññamāne, devā na issanti purisaparakkamassa;",
  "atk-s0513a30:31": "Damo samādhi manaso abhejjo, abyaggatā nikkamanañca kāle;",
  "atk-s0513a30:32": "Daḷhañca viriyaṁ purisaparakkamo ca, teneva āsi vijayo assakāna’’nti.",
  "atk-s0513a30:33": "Tassattho – kiṁ tayā, brāhmaṇa, tattha tattha vacane bhaññamāne idaṁ na sutapubbaṁ, yaṁ devā purisaparakkamassa na issanti na usūyanti, assakarañño vīriyakaraṇavasena attadamanasaṅkhāto damo, samaggabhāvena manaso abhejjo, abhejjasamādhi, assakarañño sahāyānaṁ vīriyakaraṇakāle abyaggatā yathā kāliṅgassa manussā vaggavaggā hutvā osakkiṁsu, evaṁ anosakkanaṁ samaggabhāvena abhejjacittānaṁ vīriyañca purisaparakkamo ca thiro ahosi, teneva kāraṇena assakānaṁ jayo ahosīti.",
  "atk-s0513a30:34": "Palāte ca pana kāliṅge assakarājā vilopaṁ gāhāpetvā attano nagaraṁ gato. Nandiseno kāliṅgassa sāsanaṁ pesesi ‘‘imāsaṁ catunnaṁ rājakaññānaṁ dāyajjakoṭṭhāsaṁ pesetu, sace na peseti, kātabbamettha jānissāmī’’ti. So taṁ sāsanaṁ sutvā bhītatasito tāhi laddhabbadāyajjaṁ pesesi, tato paṭṭhāya samaggavāsaṁ vasiṁsu.",
  "atk-s0513a30:35": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi ‘‘tadā kāliṅgarañño dhītaro imā daharabhikkhuniyo ahesuṁ, nandiseno sāriputto, tāpaso pana ahameva ahosi’’nti.",
  "atk-s0513a30:36": "Cūḷakāliṅgajātakavaṇṇanā paṭhamā.",
  "atk-s0513a30:38": " [302] 2. Mahāassārohajātakavaṇṇanā",
  "atk-s0513a30:39": "Adeyyesuṁ dadaṁ dānanti idaṁ satthā jetavane viharanto ānandattheraṁ ārabbha kathesi. Paccuppannavatthu heṭṭhā kathitameva. Satthā ‘‘porāṇakapaṇḍitāpi attano upakāravaseneva kiriṁsū’’ti vatvā idhāpi atītaṁ āhari.",
  "atk-s0513a30:40": "Atīte bodhisatto bārāṇasirājā hutvā dhammena samena rajjaṁ kāreti, dānaṁ deti, sīlaṁ rakkhati. So ‘‘paccantaṁ kupitaṁ vūpasamessāmī’’ti balavāhanaparivuto gantvā parājito assaṁ abhiruhitvā palāyamāno ekaṁ paccantagāmaṁ pāpuṇi. Tattha tiṁsa janā rājasevakā vasanti. Te pātova gāmamajjhe sannipatitvā gāmakiccaṁ karonti. Tasmiṁ khaṇe rājā vammitaṁ assaṁ abhiruhitvā alaṅkatapaṭiyatto gāmadvārena antogāmaṁ pāvisi. Te ‘‘kiṁ nu kho ida’’nti bhītā palāyitvā sakasakagehāni pavisiṁsu. Eko panettha attano gehaṁ agantvā rañño paccuggamanaṁ katvā ‘‘rājā kira paccantaṁ gato’’ti suyyati, kosi tvaṁ rājapuriso corapurisoti? ‘‘Rājapuriso, sammā’’ti. ‘‘Tena hi ethā’’ti rājānaṁ gehaṁ netvā attano pīṭhake nisīdāpetvā ‘‘ehi, bhadde, sahāyakassa pāde dhovā’’ti bhariyaṁ tassa pāde dhovāpetvā attano balānurūpena āhāraṁ datvā ‘‘muhuttaṁ vissamathā’’ti sayanaṁ paññāpesi, rājā nipajji. Itaro assassa sannāhaṁ mocetvā caṅkamāpetvā udakaṁ pāyetvā piṭṭhiṁ telena makkhetvā tiṇaṁ adāsi. Evaṁ tayo cattāro divase rājānaṁ paṭijaggitvā ‘‘gacchāmahaṁ, sammā’’ti vutte puna rañño ca assassa ca kattabbayuttakaṁ sabbamakāsi. Rājā tussitvā gacchanto ‘‘ahaṁ, samma, mahāassāroho nāma, nagaramajjhe amhākaṁ gehaṁ, sace kenaci kiccena nagaraṁ āgacchasi, dakkhiṇadvāre ṭhatvā dovārikaṁ ‘mahāassāroho kataragehe vasatī’ti pucchitvā dovārikaṁ gahetvā amhākaṁ gehaṁ āgaccheyyāsī’’ti vatvā pakkāmi.",
  "atk-s0513a30:41": "Balakāyopi rājānaṁ adisvā bahinagare khandhāvāraṁ bandhitvā ṭhito rājānaṁ disvā paccuggantvā parivāresi. Rājā nagaraṁ pavisanto dvārantare ṭhatvā dovārikaṁ pakkosāpetvā mahājanaṁ paṭikkamāpetvā ‘‘tāta, eko paccantagāmavāsī maṁ daṭṭhukāmo āgantvā ‘mahāassārohassa gehaṁ kaha’nti taṁ pucchissati, taṁ tvaṁ hatthe gahetvā ānetvā maṁ dasseyyāsi, tadā tvaṁ sahassaṁ labhissasī’’ti āha. So nāgacchati, tasmiṁ anāgacchante rājā tassa vasanagāme baliṁ vaḍḍhāpesi, balimhi vaḍḍhite nāgacchati. Evaṁ dutiyampi tatiyampi baliṁ vaḍḍhāpesi, neva āgacchati. Atha naṁ gāmavāsino sannipatitvā āhaṁsu ‘‘ayya, tava sahāyassa mahāassārohassa āgatakālato paṭṭhāya mayaṁ balinā pīḷiyamānā sīsaṁ ukkhipituṁ na sakkoma, gaccha tava sahāyassa mahāassārohassa vatvā amhākaṁ baliṁ vissajjāpehī’’ti. Sādhu gacchissāmi, na pana sakkā tucchahatthena gantuṁ, mayhaṁ sahāyassa dve dārakā atthi, tesañca bhariyāya cassa sahāyakassa ca me nivāsanapārupanapiḷandhanādīni sajjethāti. ‘‘Sādhu sajjissāmā’’ti te sabbaṁ paṇṇākāraṁ sajjayiṁsu.",
  "atk-s0513a30:42": "So tañca attano ghare pakkapūvañca ādāya gantvā dakkhiṇadvāraṁ patvā dovārikaṁ pucchi ‘‘kahaṁ, samma, mahāassārohassa geha’’nti. So ‘‘ehi dassemi te’’ti taṁ hatthe gahetvā rājadvāraṁ gantvā ‘‘dovāriko ekaṁ paccantagāmavāsiṁ gahetvā āgato’’ti paṭivedesi. Rājā taṁ sutvā āsanā uṭṭhāya ‘‘mayhaṁ sahāyo ca tena saddhiṁ āgatā ca pavisantū’’ti paccuggamanaṁ katvā disvāva naṁ parissajitvā ‘‘mayhaṁ sahāyikā ca dārakā ca arogā’’ti pucchitvā hatthe gahetvā mahātalaṁ abhiruhitvā setacchattassa heṭṭhā rājāsane nisīdāpetvā aggamahesiṁ pakkosāpetvā ‘‘bhadde, sahāyassa me pāde dhovā’’ti āha. Sā tasssa pāde dhovi, rājā suvaṇṇabhiṅkārena udakaṁ āsiñci. Devīpi pāde dhovitvā gandhatelena makkhesi. Rājā ‘‘kiṁ, samma, atthi, kiñci amhākaṁ khādanīya’’nti pucchi. So ‘‘atthī’’ti pasibbakato pūve nīharāpesi. Rājā suvaṇṇataṭṭakena gahetvā tassa saṅgahaṁ karonto ‘‘mama sahāyena ānītaṁ khādathā’’ti deviyā ca amaccānañca khādāpetvā sayampi khādi. Itaro itarampi paṇṇākāraṁ dassesi. Rājā tassa saṅgahatthaṁ kāsikavatthāni apanetvā tena ābhatavatthayugaṁ nivāsesiṁ . Devīpi kāsikavatthañceva ābharaṇāni ca apanetvā tena ābhatavatthaṁ nivāsetvā ābharaṇāni piḷandhi.",
  "atk-s0513a30:43": "Atha naṁ rājā rājārahaṁ bhojanaṁ bhojāpetvā ekaṁ amaccaṁ āṇāpesi ‘‘gaccha imassa mama karaṇaniyāmeneva massukammaṁ kāretvā gandhodakena nhāpetvā satasahassagghanikaṁ kāsikavatthaṁ nivāsāpetvā rājālaṅkārena alaṅkārāpetvā ānehī’’ti. So tathā akāsi. Rājā nagare bheriṁ carāpetvā amacce sannipātāpetvā setacchattassa majjhe jātihiṅgulakasuttaṁ pātetvā upaḍḍharajjaṁ adāsi. Te tato paṭṭhāya ekato bhuñjanti pivanti sayanti, vissāso thiro ahosi kenaci abhejjo. Athassa rājā puttadārepi pakkosāpetvā antonagare nivesanaṁ māpetvā adāsi. Te samaggā sammodamānā rajjaṁ kārenti.",
  "atk-s0513a30:44": "Atha amaccā kujjhitvā rājaputtaṁ āhaṁsu ‘‘kumāra, rājā ekassa gahapatikassa upaḍḍharajjaṁ datvā tena saddhiṁ ekato bhuñjati pivati sayati, dārake ca vandāpeti, iminā raññā katakammaṁ na jānāma, kiṁ karoti rājā, mayaṁ lajjāma, tvaṁ rañño kathehī’’ti. So ‘‘sādhū’’ti sampaṭicchitvā sabbaṁ taṁ kathaṁ rañño ārocetvā ‘‘mā evaṁ karohi, mahārājā’’ti āha. ‘‘Tāta, ahaṁ yuddhaparājito kahaṁ vasiṁ, api nu jānāthā’’ti. ‘‘Na jānāma, devā’’ti. ‘‘Ahaṁ etassa ghare vasanto arogo hutvā āgantvā rajjaṁ kāresiṁ, evaṁ mama upakārino kasmā sampattiṁ na dassāmī’’ti evaṁ vatvā ca pana bodhisatto ‘‘tāta, yo hi adātabbayuttakassa deti, dātabbayuttakassa na deti, so āpadaṁ patvā kiñci upakāraṁ na labhatī’’ti dassento imā gāthā āha –",
  "atk-s0513a30:45": "5.",
  "atk-s0513a30:46": " ‘‘Adeyyesu dadaṁ dānaṁ, deyyesu nappavecchati;",
  "atk-s0513a30:47": "Āpāsu byasanaṁ patto, sahāyaṁ nādhigacchati.",
  "atk-s0513a30:48": "6.",
  "atk-s0513a30:49": " ‘‘Nādeyyesu dadaṁ dānaṁ, deyyesu yo pavecchati;",
  "atk-s0513a30:50": "Āpāsu byasanaṁ patto, sahāyamadhigacchati.",
  "atk-s0513a30:51": "7.",
  "atk-s0513a30:52": " ‘‘Saññogasambhogavisesadassanaṁ , anariyadhammesu saṭhesu nassati;",
  "atk-s0513a30:53": "Katañca ariyesu ca ajjavesu, mahapphalaṁ hoti aṇumpi tādisu.",
  "atk-s0513a30:54": "8.",
  "atk-s0513a30:55": " ‘‘Yo pubbe katakalyāṇo, akā loke sudukkaraṁ;",
  "atk-s0513a30:56": "Pacchā kayirā na vā kayirā, accantaṁ pūjanāraho’’ti.",
  "atk-s0513a30:57": "Tattha adeyyesūti pubbe akatūpakāresu. Deyyesūti pubbe katūpakāresu. Nappavecchatīti na paveseti na deti. Āpāsūti āpadāsu. Byasananti dukkhaṁ. Saññogasambhogavisesadassananti yo mittena kato saññogo ceva sambhogo ca, tassa visesadassanaṁ guṇadassanaṁ sukataṁ mayhaṁ imināti etaṁ sabbaṁ asuddhadhammattā anariyadhammesu kerāṭikattā saṭhesu nassati. Ariyesūti attano kataguṇajānanena ariyesu parisuddhesu. Ajjavesūti teneva kāraṇena ujukesu akuṭilesu. Aṇumpīti appamattakampi. Tādisūti ye tādisā puggalā honti ariyā ujubhūtā, tesu appampi kataṁ mahapphalaṁ hoti mahājutikaṁ mahāvipphāraṁ, sukhette vuttabījamiva na nassati , itarasmiṁ pana pāpe bahumpi kataṁ aggimhi khittabījamiva nassatīti attho. Vuttampi cetaṁ –",
  "atk-s0513a30:58": "‘‘Yathāpi bījamaggimhi, ḍayhati na virūhati;",
  "atk-s0513a30:59": "Evaṁ kataṁ asappurise, nassati na virūhati.",
  "atk-s0513a30:60": "‘‘Kataññumhi ca posamhi, sīlavante ariyavuttine;",
  "atk-s0513a30:61": "Sukhette viya bījāni, kataṁ tamhi na nassatī’’ti. (jā. 1.10.77-78);",
  "atk-s0513a30:62": "Pubbe katakalyāṇoti paṭhamataraṁ upakāraṁ katvā ṭhito. Akāti akari, ayaṁ loke sudukkaraṁ nāma akāsīti attho. Pacchā kayirāti so pacchā aññaṁ kiñci guṇaṁ karotu vā mā vā, teneva paṭhamakatena guṇena accantaṁ pūjanāraho hoti, sabbaṁ sakkārasammānaṁ arahatīti.",
  "atk-s0513a30:63": "Idaṁ pana sutvā neva amaccā, na rājaputto puna kiñci kathesīti.",
  "atk-s0513a30:64": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā paccantagāmavāsī ānando ahosi, bārāṇasirājā pana ahameva ahosi’’nti.",
  "atk-s0513a30:65": "Mahāassārohajātakavaṇṇanā dutiyā.",
  "atk-s0513a30:67": " [303] 3. Ekarājajātakavaṇṇanā",
  "atk-s0513a30:68": "Anuttare kāmaguṇe samiddheti idaṁ satthā jetavane viharanto aññataraṁ kosalarājasevakaṁ ārabbha kathesi. Paccuppannavatthu heṭṭhā seyyajātake (jā. 1.3.94 ādayo) kathitameva. Idha pana satthā ‘‘na tvaññeva anatthena atthaṁ āhari, porāṇakapaṇḍitāpi attano anatthena atthaṁ āhariṁsū’’ti vatvā atītaṁ āhari.",
  "atk-s0513a30:69": "Atīte bārāṇasirañño upaṭṭhāko amacco rājantepure dubbhi. Rājā paccakkhatova tassa dosaṁ disvā taṁ raṭṭhā pabbājesi. So dubbhisenaṁ nāma kosalarājānaṁ upaṭṭhahantoti sabbaṁ mahāsīlavajātake (jā. 1.1.51) kathitameva. Idha pana dubbhiseno mahātale amaccamajjhe nisinnaṁ bārāṇasirājānaṁ gaṇhāpetvā sikkāya pakkhipāpetvā uttarummāre heṭṭhāsīsakaṁ olambāpesi. Rājā corarājānaṁ ārabbha mettaṁ bhāvetvā kasiṇaparikammaṁ katvā jhānaṁ nibbattesi, bandhanaṁ chijji, tato rājā ākāse pallaṅkena nisīdi. Corarājassa sarīre dāho uppajji, ‘‘ḍayhāmi ḍayhāmī’’ti bhūmiyaṁ aparāparaṁ parivattati. ‘‘Kimeta’’nti vutte ‘‘mahārāja, tumhe evarūpaṁ dhammikarājānaṁ niraparādhaṁ dvārassa uttarummāre heṭṭhāsīsakaṁ olambāpethā’’ti vadiṁsu. Tena hi vegena gantvā mocetha nanti. Purisā gantvā rājānaṁ ākāse pallaṅkena nisinnaṁ disvā āgantvā dubbhisenassa ārocesuṁ. So vegena gantvā taṁ vanditvā khamāpetuṁ paṭhamaṁ gāthamāha –",
  "atk-s0513a30:70": "9.",
  "atk-s0513a30:71": " ‘‘Anuttare kāmaguṇe samiddhe, bhutvāna pubbe vasi ekarāja;",
  "atk-s0513a30:72": "Sodāni dugge narakamhi khitto, nappajjahe vaṇṇabalaṁ purāṇa’’nti.",
  "atk-s0513a30:73": "Tattha vasīti vuttho. Ekarājāti bodhisattaṁ nāmenālapati. Sodānīti so tvaṁ idāni. Duggeti visame. Narakamhīti āvāṭe. Olambitaṭṭhānaṁ sandhāyetaṁ vuttaṁ. Nappajjahe vaṇṇabalaṁ purāṇanti evarūpe visamaṭṭhāne khittopi porāṇakavaṇṇañca balañca nappajahasīti pucchati.",
  "atk-s0513a30:74": "Taṁ sutvā bodhisatto sesagāthā avoca –",
  "atk-s0513a30:75": "10.",
  "atk-s0513a30:76": " ‘‘Pubbeva khantī ca tapo ca mayhaṁ, sampatthitā dubbhisena ahosi;",
  "atk-s0513a30:77": "Taṁdāni laddhāna kathaṁ nu rāja, jahe ahaṁ vaṇṇabalaṁ purāṇaṁ.",
  "atk-s0513a30:78": "11.",
  "atk-s0513a30:79": " ‘‘Sabbā kirevaṁ pariniṭṭhitāni, yasassinaṁ paññavantaṁ visayha;",
  "atk-s0513a30:80": "Yaso ca laddhā purimaṁ uḷāraṁ, nappajjahe vaṇṇabalaṁ purāṇaṁ.",
  "atk-s0513a30:81": "12.",
  "atk-s0513a30:82": " ‘‘Panujja dukkhena sukhaṁ janinda, sukhena vā dukkhamasayhasāhi;",
  "atk-s0513a30:83": "Ubhayattha santo abhinibbutattā, sukhe ca dukkhe ca bhavanti tulyā’’ti.",
  "atk-s0513a30:84": "Tattha khantīti adhivāsanakhanti. Tapoti tapacaraṇaṁ. Sampatthitāti icchitā abhikaṅkhitā . Dubbhisenāti taṁ nāmenālapati. Taṁdāni laddhānāti taṁ patthanaṁ idānāhaṁ labhitvā. Jaheti kena kāraṇena ahaṁ jaheyyaṁ. Yassa hi dukkhaṁ vā domanassaṁ vā hoti, so taṁ jaheyyāti dīpeti.",
  "atk-s0513a30:85": "‘‘Sabbā kirevaṁ pariniṭṭhitānī’’ti anussavavasena attano sampattiṁ dassento āha . Idaṁ vuttaṁ hoti – sabbāneva mama kattabbakiccāni dānasīlabhāvanāuposathakammāni pubbeva niṭṭhitānīti. Yasassinaṁ paññavantaṁ visayhāti parivārasampattiyā yasassi, paññāsampadāya paññavanta, asayhasāhitāya visayha. Evaṁ tīṇipetāni ālapanāneva. Nanti panettha nipāto . Byañjanasiliṭṭhatāvasenantakārassa sānunāsikatā katāti paccetabbā. Yaso cāti yasañca, ayameva vā pāṭho. Laddhā purimanti labhitvā purimaṁ pubbe aladdhapubbaṁ. Uḷāranti mahantaṁ. Kilesavikkhambhanamettābhāvanājhānuppattiyo sandhāyevamāha. Nappajjaheti evarūpaṁ yasaṁ laddhā kiṁkāraṇā purāṇavaṇṇabalaṁ jahissāmīti attho.",
  "atk-s0513a30:86": "Dukkhenāti tayā uppāditena narakamhi khipanadukkhena mama rajjasukhaṁ panuditvā. Sukhena vā dukkhanti jhānasukhena vā taṁ dukkhaṁ panuditvā. Ubhayattha santoti ye santo honti mādisā, te dvīsupi etesu koṭṭhāsesu abhinibbutasabhāvā majjhattā sukhe ca dukkhe ca bhavanti tulyā, ekasadisā nibbikārāva hontīti.",
  "atk-s0513a30:87": "Idaṁ sutvā dubbhiseno bodhisattaṁ khamāpetvā ‘‘tumhākaṁ rajjaṁ tumheva kāretha, ahaṁ vo core paṭibāhissāmī’’ti vatvā tassa duṭṭhāmaccassa rājāṇaṁ kāretvā pakkāmi. Bodhisattopi rajjaṁ amaccānaṁ niyyādetvā isipabbajjaṁ pabbajitvā brahmalokaparāyaṇo ahosi.",
  "atk-s0513a30:88": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā dubbhiseno ānando ahosi, bārāṇasirājā pana ahameva ahosi’’nti.",
  "atk-s0513a30:89": "Ekarājajātakavaṇṇanā tatiyā.",
  "atk-s0513a30:91": " [304] 4. Daddarajātakavaṇṇanā",
  "atk-s0513a30:92": "Imāni manti idaṁ satthā jetavane viharanto ekaṁ kodhanaṁ bhikkhuṁ ārabbha kathesi. Vatthu heṭṭhā kathitameva. Tadā hi dhammasabhāyaṁ tassa kodhanabhāvakathāya samuṭṭhitāya satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte taṁ pakkosāpetvā ‘‘saccaṁ kira tvaṁ bhikkhu kodhanosī’’ti vatvā ‘‘āma, bhante’’ti vutte ‘‘na, bhikkhave , idāneva, pubbepesa kodhanoyeva, kodhanabhāvenevassa porāṇakapaṇḍitā parisuddhā nāgarājabhāve ṭhitāpi tīṇi vassāni gūthapūritāya ukkārabhūmiyaṁ vasiṁsū’’ti vatvā atītaṁ āhari.",
  "atk-s0513a30:93": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto himavantapadese daddarapabbatapāde daddaranāgabhavanaṁ nāma atthi, tattha rajjaṁ kārentassa daddararañño putto mahādaddaro nāma ahosi, kaniṭṭhabhātā panassa cūḷadaddaro nāma. So kodhano pharuso nāgamāṇavake akkosanto paribhāsanto paharanto vicarati. Nāgarājā tassa pharusabhāvaṁ ñatvā nāgabhavanato taṁ nīharāpetuṁ āṇāpesi. Mahādaddaro pana pitaraṁ khamāpetvā nivāresi. Dutiyampi rājā tassa kujjhi, dutiyampi khamāpesi. Tatiyavāre pana ‘‘tvaṁ maṁ imaṁ anācāraṁ nīharāpentaṁ nivāresi, gacchatha dvepi janā imamhā nāgabhavanā nikkhamitvā bārāṇasiyaṁ ukkārabhūmiyaṁ tīṇi vassāni vasathā’’ti nāgabhavanā nikkaḍḍhāpesi. Te tattha gantvā vasiṁsu. Atha ne ukkārabhūmiyaṁ udakapariyante gocaraṁ pariyesamāne gāmadārakā disvā paharantā leḍḍudaṇḍādayo khipantā ‘‘ke ime puthulasīsā sūcinaṅguṭṭhā udakadeḍḍubhā maṇḍūkabhakkhā’’tiādīni vatvā akkosanti paribhāsanti.",
  "atk-s0513a30:94": "Cūḷadaddaro caṇḍapharusatāya tesaṁ taṁ avamānaṁ asahanto ‘‘bhātika, ime dārakā amhe paribhavanti, āsīvisabhāvaṁ no na jānanti, ahaṁ tesaṁ avamānaṁ sahituṁ na sakkomi, nāsāvātena te nāsessāmī’’ti bhātarā saddhiṁ sallapanto paṭhamaṁ gāthamāha –",
  "atk-s0513a30:95": "13.",
  "atk-s0513a30:96": " ‘‘Imāni maṁ daddara tāpayanti, vācāduruttāni manussaloke;",
  "atk-s0513a30:97": "Maṇḍūkabhakkhā udakantasevī, āsīvisaṁ maṁ avisā sapantī’’ti.",
  "atk-s0513a30:98": "Tattha tāpayantīti dukkhāpenti. Maṇḍūkabhakkhā udakantasevīti ‘‘maṇḍūkabhakkhā’’ti ca ‘‘udakantasevī’’ti ca vadantā ete avisā gāmadārakā maṁ āsīvisaṁ samānaṁ sapanti akkosantīti.",
  "atk-s0513a30:99": "Tassa vacanaṁ sutvā mahādaddaro sesagāthā abhāsi –",
  "atk-s0513a30:100": "14.",
  "atk-s0513a30:101": " ‘‘Sakā raṭṭhā pabbājito, aññaṁ janapadaṁ gato;",
  "atk-s0513a30:102": "Mahantaṁ koṭṭhaṁ kayirātha, duruttānaṁ nidhetave.",
  "atk-s0513a30:103": "15.",
  "atk-s0513a30:104": " ‘‘Yattha posaṁ na jānanti, jātiyā vinayena vā;",
  "atk-s0513a30:105": "Na tattha mānaṁ kayirātha, vasamaññātake jane.",
  "atk-s0513a30:106": "16.",
  "atk-s0513a30:107": " ‘‘Videsavāsaṁ vasato, jātavedasamenapi;",
  "atk-s0513a30:108": "Khamitabbaṁ sapaññena, api dāsassa tajjita’’nti.",
  "atk-s0513a30:109": "Tattha duruttānaṁ nidhetaveti yathā dhaññanidhānatthāya mahantaṁ koṭṭhaṁ katvā pūretvā kicce uppanne dhaññaṁ vaḷañjenti, evamevaṁ videsaṁ gato antohadaye paṇḍito poso duruttānaṁ nidhānatthāya mahantaṁ koṭṭhaṁ kayirātha. Tattha tāni duruttāni nidahitvā puna attano pahonakakāle kātabbaṁ karissati. Jātiyā vinayena vāti ‘‘ayaṁ khattiyo brāhmaṇo’’ti vā ‘‘sīlavā bahussuto guṇasampanno’’ti vā evaṁ yattha jātiyā vinayena vā na jānantīti attho. Mānanti evarūpaṁ maṁ lāmakavohārena voharanti, na sakkaronti na garuṁ karontīti mānaṁ na kareyya. Vasamaññātake janeti attano jātigottādīni ajānantassa janassa santike vasanto. Vasatoti vasatā, ayameva vā pāṭho.",
  "atk-s0513a30:110": "Evaṁ te tattha tīṇi vassāni vasiṁsu. Atha ne pitā pakkosāpesi. Te tato paṭṭhāya nihatamānā jātā.",
  "atk-s0513a30:111": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne kodhano bhikkhu anāgāmiphale patiṭṭhahi. ‘‘Tadā cūḷadaddaro kodhano bhikkhu ahosi, mahādaddaro pana ahameva ahosi’’nti.",
  "atk-s0513a30:112": "Daddarajātakavaṇṇanā catutthā.",
  "atk-s0513a30:114": " [305] 5. Sīlavīmaṁsanajātakavaṇṇanā",
  "atk-s0513a30:115": "Natthiloke raho nāmāti idaṁ satthā jetavane viharanto kilesaniggahaṁ ārabbha kathesi. Vatthu ekādasakanipāte pānīyajātake (jā. 1.11.59 ādayo) āvi bhavissati. Ayaṁ panettha saṅkhepo – pañcasatā bhikkhū antojetavane vasantā majjhimayāmasamanantare kāmavitakkaṁ vitakkayiṁsu. Satthā chasupi rattidivākoṭṭhāsesu yathā ekacakkhuko cakkhuṁ, ekaputto puttaṁ, cāmarī vālaṁ appamādena rakkhati, evaṁ niccakālaṁ bhikkhū oloketi. So rattibhāge dibbacakkhunā jetavanaṁ olokento cakkavattirañño attano nivesane uppannacore viya te bhikkhū disvā gandhakuṭiṁ vivaritvā ānandattheraṁ āmantetvā ‘‘ānanda, antojetavane koṭisanthāre vasanakabhikkhū sannipātāpetvā gandhakuṭidvāre āsanaṁ paññāpehī’’ti āha. So tathā katvā satthu paṭivedesi. Satthā paññattāsane nisīditvā sabbasaṅgāhikavasena āmantetvā ‘‘bhikkhave, porāṇakapaṇḍitā ‘pāpakaraṇe raho nāma natthī’ti pāpaṁ na kariṁsū’’ti vatvā tehi yācito atītaṁ āhari.",
  "atk-s0513a30:116": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto brāhmaṇakule nibbattitvā vayappatto tattheva bārāṇasiyaṁ disāpāmokkhassa ācariyassa santike pañcannaṁ māṇavakasatānaṁ jeṭṭhako hutvā sippaṁ uggaṇhāti. Ācariyassa pana vayappattā dhītā atthi. So cintesi ‘‘imesaṁ māṇavakānaṁ sīlaṁ vīmaṁsitvā sīlasampannasseva dhītaraṁ dassāmī’’ti. So ekadivasaṁ māṇavake āmantetvā ‘‘tātā, mayhaṁ dhītā vayappattā, vivāhamassā kāressāmi, vatthālaṅkāraṁ laddhuṁ vaṭṭati, gacchatha tumhe attano attano ñātakānaṁ apassantānaññeva thenetvā vatthālaṅkāre āharatha, kenaci adiṭṭhameva gaṇhāmi, dassetvā ābhataṁ na gaṇhāmī’’ti āha. Te ‘‘sādhū’’ti sampaṭicchitvā tato paṭṭhāya ñātakānaṁ apassantānaṁ thenetvā vatthapiḷandhanādīni āharanti. Ācariyo ābhatābhataṁ visuṁ visuṁ ṭhapesi. Bodhisatto pana na kiñci āhari. Atha naṁ ācariyo āha ‘‘tvaṁ pana, tāta, na kiñci āharasī’’ti. ‘‘Āma, ācariyā’’ti. ‘‘Kasmā, tātā’’ti. ‘‘Tumhe na kassaci passsantassa ābhataṁ gaṇhatha, ahaṁ pana pāpakaraṇe raho nāma na passāmī’’ti dīpento imā dve gāthā āha –",
  "atk-s0513a30:117": "17.",
  "atk-s0513a30:118": " ‘‘Natthi loke raho nāma, pāpakammaṁ pakubbato;",
  "atk-s0513a30:119": "Passanti vanabhūtāni, taṁ bālo maññatī raho.",
  "atk-s0513a30:120": "18.",
  "atk-s0513a30:121": " ‘‘Ahaṁ raho na passāmi, suññaṁ vāpi na vijjati;",
  "atk-s0513a30:122": "Yattha aññaṁ na passāmi, asuññaṁ hoti taṁ mayā’’ti.",
  "atk-s0513a30:123": "Tattha rahoti paṭicchannaṭṭhānaṁ. Vanabhūtānīti vane nibbattabhūtāni. Taṁ bāloti taṁ pāpakammaṁ raho mayā katanti bālo maññati. Suññaṁ vāpīti yaṁ vā ṭhānaṁ sattehi suññaṁ tucchaṁ bhaveyya, tampi natthīti āha.",
  "atk-s0513a30:124": "Ācariyo tassa pasīditvā ‘‘tāta, na mayhaṁ gehe dhanaṁ natthi, ahaṁ pana sīlasampannassa dhītaraṁ dātukāmo ime māṇavake vīmaṁsanto evamakāsiṁ, mama dhītā tuyhameva anucchavikā’’ti dhītaraṁ alaṅkaritvā bodhisattassa adāsi. Sesamāṇavake ‘‘tumhehi ābhatābhataṁ tumhākaṁ gehameva nethā’’ti āha.",
  "atk-s0513a30:125": "Satthā ‘‘iti kho, bhikkhave, te dussīlamāṇavakā attano dussīlatāya taṁ itthiṁ na labhiṁsu, itaro paṇḍitamāṇavo sīlasampannatāya labhī’’ti vatvā abhisambuddho hutvā itarā dve gāthā abhāsi –",
  "atk-s0513a30:126": "19.",
  "atk-s0513a30:127": " ‘‘Dujjacco ca sujacco ca, nando ca sukhavaḍḍhito;",
  "atk-s0513a30:128": "Vajjo ca addhuvasīlo ca, te dhammaṁ jahumatthikā.",
  "atk-s0513a30:129": "20.",
  "atk-s0513a30:130": " ‘‘Brāhmaṇo ca kathaṁ jahe, sabbadhammāna pāragū;",
  "atk-s0513a30:131": "Yo dhammamanupāleti, dhitimā saccanikkamo’’ti.",
  "atk-s0513a30:132": "Tattha dujjaccotiādayo cha jeṭṭhakamāṇavā, tesaṁ nāmaṁ gaṇhi, avasesānaṁ nāmaṁ aggahetvā sabbasaṅgāhikavaseneva ‘‘te dhammaṁ jahumatthikā’’ti āha. Tattha teti sabbepi te māṇavā. Dhammanti itthipaṭilābhasabhāvaṁ . Jahumatthikāti jahuṁ atthikā, ayameva vā pāṭho. Makāro padabyañjanasandhivasena vutto. Idaṁ vuttaṁ hoti – sabbepi te māṇavā tāya itthiyā atthikāva hutvā attano dussīlatāya taṁ itthipaṭilābhasabhāvaṁ jahiṁsu.",
  "atk-s0513a30:133": "Brāhmaṇo cāti itaro pana sīlasampanno brāhmaṇo. Kathaṁ jaheti kena kāraṇena taṁ itthipaṭilābhasabhāvaṁ jahissati. Sabbadhammānanti imasmiṁ ṭhāne lokiyāni pañca sīlāni, dasa sīlāni, tīṇi sucaritāni ca, sabbadhammā nāma, tesaṁ so pāraṁ gatoti pāragū. Dhammanti vuttappakārameva dhammaṁ yo anupāleti rakkhati. Dhitimāti sīlarakkhanadhitiyā samannāgato. Saccanikkamoti sacce sabhāvabhūte yathāvutte sīladhamme nikkamena samannāgato.",
  "atk-s0513a30:134": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne tāni pañca bhikkhusatāni arahatte patiṭṭhahiṁsu.",
  "atk-s0513a30:135": "Tadā ācariyo sāriputto ahosi, paṇḍitamāṇavo pana ahameva ahosinti.",
  "atk-s0513a30:136": "Sīlavīmaṁsanajātakavaṇṇanā pañcamā.",
  "atk-s0513a30:138": " [306] 6. Sujātājātakavaṇṇanā",
  "atk-s0513a30:139": "Kimaṇḍakāti idaṁ satthā jetavane viharanto mallikaṁ deviṁ ārabbha kathesi. Ekadivasaṁ kira rañño tāya saddhiṁ sirivivādo ahosi, ‘‘sayanakalaho’’tipi vadantiyeva. Rājā kujjhitvā tassā atthibhāvampi na jānāti. Mallikā devīpi ‘‘satthā rañño mayi kuddhabhāvaṁ na jānāti maññe’’ti cintesi. Satthāpi ñatvā ‘‘imesaṁ samaggabhāvaṁ karissāmī’’ti pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya pañcabhikkhusataparivāro sāvatthiṁ pavisitvā rājadvāraṁ agamāsi. Rājā tathāgatassa pattaṁ gahetvā nivesanaṁ pavesetvā paññattāsane nisīdāpetvā buddhappamukhassa bhikkhusaṅghassa dakkhiṇodakaṁ datvā yāgukhajjakaṁ āhari. Satthā pattaṁ hatthena pidahitvā ‘‘mahārāja, kahaṁ devī’’ti āha. ‘‘Kiṁ, bhante, tāya attano yasena mattāyā’’ti? ‘‘Mahārāja, sayameva yasaṁ datvā mātugāmaṁ ukkhipitvā tāya katassa aparādhassa asahanaṁ nāma na yutta’’nti. Rājā satthu vacanaṁ sutvā taṁ pakkosāpesi, sā satthāraṁ parivisi. Satthā ‘‘aññamaññaṁ samaggehi bhavituṁ vaṭṭatī’’ti sāmaggirasavaṇṇaṁ kathetvā pakkāmi. Tato paṭṭhāya ubho samaggavāsaṁ vasiṁsu. Bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ ‘‘āvuso, satthā ekavacaneneva ubho samagge akāsī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepāhaṁ ete ekavādeneva samagge akāsi’’nti vatvā tehi yācito atītaṁ āhari.",
  "atk-s0513a30:140": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto tassa atthadhammānusāsako amacco ahosi. Athekadivasaṁ rājā vātapānaṁ vivaritvā rājaṅgaṇaṁ olokayamāno aṭṭhāsi. Tasmiṁ khaṇe ekā paṇṇikadhītā abhirūpā paṭhamavaye ṭhitā sujātā nāma badarapacchiṁ sīse katvā ‘‘badarāni gaṇhatha, badarāni gaṇhathā’’ti vadamānā rājaṅgaṇena gacchati. Rājā tassā saddaṁ sutvā tāya paṭibaddhacitto hutvā asāmikabhāvaṁ ñatvā taṁ pakkosāpetvā aggamahesiṭṭhāne ṭhapetvā mahantaṁ yasaṁ adāsi. Sā rañño piyā ahosi manāpā. Athekadivasaṁ rājā suvaṇṇataṭṭake badarāni khādanto nisīdi. Tadā sujātā devī rājānaṁ badarāni khādantaṁ disvā ‘‘mahārāja, kiṁ nāma tumhe khādathā’’ti pucchantī paṭhamaṁ gāthamāha –",
  "atk-s0513a30:141": "21.",
  "atk-s0513a30:142": " ‘‘Kimaṇḍakā ime deva, nikkhittā kaṁsamallake;",
  "atk-s0513a30:143": "Upalohitakā vaggū, taṁ me akkhāhi pucchito’’ti.",
  "atk-s0513a30:144": "Tattha kimaṇḍakāti kiṁphalāni nāmetāni, parimaṇḍalavasena pana aṇḍakāti āha. Kaṁsamallaketi suvaṇṇataṭṭake. Upalohitakāti rattavaṇṇā. Vaggūti cokkhā nimmalā.",
  "atk-s0513a30:145": "Rājā kujjhitvā ‘‘badaravāṇijake paṇṇikagahapatikassa dhīte attano kulasantakāni badarānipi na jānāsī’’ti vatvā dve gāthā abhāsi –",
  "atk-s0513a30:146": "22.",
  "atk-s0513a30:147": " ‘‘Yāni pure tuvaṁ devi, bhaṇḍu nantakavāsinī;",
  "atk-s0513a30:148": "Ucchaṅgahatthā pacināsi, tassā te koliyaṁ phalaṁ.",
  "atk-s0513a30:149": "23.",
  "atk-s0513a30:150": " ‘‘Uḍḍayhate na ramati, bhogā vippajahanti taṁ;",
  "atk-s0513a30:151": "Tatthevimaṁ paṭinetha, yattha kolaṁ pacissatī’’ti.",
  "atk-s0513a30:152": "Tattha bhaṇḍūti muṇḍasīsā hutvā. Nantakavāsinīti jiṇṇapilotikanivatthā. Ucchaṅgahatthā pacināsīti aṭaviṁ pavisitvā aṅkusakena sākhaṁ onāmetvā ocitocitaṁ hatthena gahetvā ucchaṅge pakkhipanavasena ucchaṅgahatthā hutvā pacināsi ocināsi. Tassā te koliyaṁ phalanti tassā tava evaṁ pacinantiyā ocinantiyā yamahaṁ idāni khādāmi, idaṁ koliyaṁ kuladattiyaṁ phalanti attho.",
  "atk-s0513a30:153": "Uḍḍayhatena ramatīti ayaṁ jammī imasmiṁ rājakule vasamānā lohakumbhiyaṁ pakkhittā viya ḍayhati nābhiramati. Bhogāti rājabhogā imaṁ alakkhikaṁ vippajahanti. Yattha kolaṁ pacissatīti yattha gantvā puna badarameva pacinitvā vikkiṇantī jīvikaṁ kappessati, tattheva naṁ nethāti vadati.",
  "atk-s0513a30:154": "Bodhisatto ‘‘ṭhapetvā maṁ añño ime samagge kātuṁ na sakkhissatī’’ti rājānaṁ saññāpetvā ‘‘imissā anikkaḍḍhanaṁ karisssāmī’’ti cintetvā catutthaṁ gāthamāha –",
  "atk-s0513a30:155": "24.",
  "atk-s0513a30:156": " ‘‘Honti hete mahārāja, iddhippattāya nāriyā;",
  "atk-s0513a30:157": "Khama deva sujātāya, māssā kujjha rathesabhā’’ti.",
  "atk-s0513a30:158": "Tassattho – mahārāja, ete evarūpā pamādadosā yasaṁ pattāya nāriyā hontiyeva, etaṁ evarūpe ucce ṭhāne ṭhapetvā idāni ‘‘ettakassa aparādhassa asahanaṁ nāma na yuttaṁ tumhākaṁ, tasmā khama, deva, sujātāya, etissā mā kujjha rathesabha rathajeṭṭhakāti.",
  "atk-s0513a30:159": "Rājā tassa vacanena deviyā taṁ aparādhaṁ sahitvā yathāṭhāneyeva naṁ ṭhapesi. Tato paṭṭhāya ubho samaggavāsaṁ vasiṁsūti.",
  "atk-s0513a30:160": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā bārāṇasirājā kosalarājā ahosi, sujātā mallikā, amacco pana ahameva ahosi’’nti.",
  "atk-s0513a30:161": "Sujātājātakavaṇṇanā chaṭṭhā.",
  "atk-s0513a30:163": " [307] 7. Palāsajātakavaṇṇanā",
  "atk-s0513a30:164": "Acetanaṁbrāhmaṇa assuṇantanti idaṁ satthā parinibbānamañce nipanno ānandattheraṁ ārabbha kathesi. Sohāyasmā ‘‘ajja rattiyā paccūsasamaye satthā parinibbāyissatī’’ti ñatvā ‘‘ahañcamhi sekkho sakaraṇīyo, satthu ca me parinibbānaṁ bhavissati, pañcavīsati vassāni satthu kataṁ upaṭṭhānaṁ nipphalaṁ bhavissatī’’ti sokābhibhūto uyyānaovarake kapisīsaṁ ālambitvā parodi. Satthā taṁ apassanto ‘‘kahaṁ, bhikkhave, ānando’’ti pucchitvā tamatthaṁ sutvā taṁ pakkosāpetvā ‘‘katapuññosi tvaṁ, ānanda, padhānamanuyuñja, khippaṁ hohisi anāsavo, mā cintayi, idāni tayā mama kataṁ upaṭṭhānaṁ kiṁkāraṇā nipphalaṁ bhavissati, yassa te pubbe sarāgādikālepi mama kataṁ upaṭṭhānaṁ nipphalaṁ nāhosī’’ti vatvā atītaṁ āhari.",
  "atk-s0513a30:165": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto bārāṇasito avidūre palāsarukkhadevatā hutvā nibbatti. Tadā bārāṇasivāsino manussā devatāmaṅgalikā ahesuṁ niccaṁ balikaraṇādīsu payuttā. Atheko duggatabrāhmaṇo ‘‘ahampi ekaṁ devataṁ paṭijaggissāmī’’ti ekasmiṁ unnatappadese ṭhitassa mahato palāsarukkhassa mūlaṁ samaṁ nittiṇaṁ katvā parikkhipitvā vālukaṁ okiritvāva sammajjitvā rukkhe gandhapañcaṅgulikāni datvā mālāgandhadhūmehi pūjetvā dīpaṁ jāletvā ‘‘sukhaṁ sayā’’ti vatvā rukkhaṁ padakkhiṇaṁ katvā pakkamati. Dutiyadivase pātova gantvā sukhaseyyaṁ pucchati. Athekadivasaṁ rukkhadevatā cintesi ‘‘ayaṁ brāhmaṇo ativiya maṁ paṭijaggati, imaṁ brāhmaṇaṁ vīmaṁsitvā yena kāraṇena maṁ paṭijaggati, taṁ dassāmī’’ti. Sā tasmiṁ khaṇe brāhmaṇe āgantvā rukkhamūle sammajjante mahallakabrāhmaṇavesena samīpe ṭhatvā paṭhamaṁ gāthamāha –",
  "atk-s0513a30:166": "25.",
  "atk-s0513a30:167": " ‘‘Acetanaṁ brāhmaṇa assuṇantaṁ, jāno ajānantamimaṁ palāsaṁ;",
  "atk-s0513a30:168": "Āraddhaviriyo dhuvaṁ appamatto, sukhaseyyaṁ pucchasi kissa hetū’’ti.",
  "atk-s0513a30:169": "Tattha assuṇantanti acetanattāva asuṇantaṁ. Jānoti tuvaṁ jānamāno hutvā dhuvaṁ appamattoti niccaṁ appamatto.",
  "atk-s0513a30:170": "Taṁ sutvā brāhmaṇo dutiyaṁ gāthamāha –",
  "atk-s0513a30:171": "26.",
  "atk-s0513a30:172": " ‘‘Dūre suto ceva brahā ca rukkho, dese ṭhito bhūtanivāsarūpo;",
  "atk-s0513a30:173": "Tasmā namassāmi imaṁ palāsaṁ, ye cettha bhūtā te dhanassa hetū’’ti.",
  "atk-s0513a30:174": "Tattha dūre sutoti brāhmaṇa ayaṁ rukkho dūre suto vissuto, na āsannaṭṭhāneyeva pākaṭo. Brahā cāti mahanto ca. Dese ṭhitoti unnate same bhūmippadese ṭhito. Bhūtanivāsarūpoti devatānivāsasabhāvo, addhā ettha mahesakkhā devatā nivutthā bhavissati. Te dhanassa hetūti imañca rukkhaṁ ye cettha nivutthā bhūtā, te dhanassa hetu namassāmi, na nikkāraṇāti.",
  "atk-s0513a30:175": "Taṁ sutvā rukkhadevatā brāhmaṇassa pasannā ‘‘ahaṁ, brāhmaṇa, imasmiṁ rukkhe nibbattadevatā, mā bhāyi, dhanaṁ te dassāmī’’ti taṁ assāsetvā attano vimānadvāre mahantena devatānubhāvena ākāse ṭhatvā itarā dve gāthā abhāsi –",
  "atk-s0513a30:176": "27.",
  "atk-s0513a30:177": " ‘‘So te karissāmi yathānubhāvaṁ, kataññutaṁ brāhmaṇa pekkhamāno;",
  "atk-s0513a30:178": "Kathañhi āgamma sataṁ sakāse, moghāni te assu pariphanditāni.",
  "atk-s0513a30:179": "28.",
  "atk-s0513a30:180": " ‘‘Yo tindukarukkhassa paro pilakkho, parivārito pubbayañño uḷāro;",
  "atk-s0513a30:181": "Tassesa mūlasmiṁ nidhi nikhāto, adāyādo gaccha taṁ uddharāhī’’ti.",
  "atk-s0513a30:182": "Tattha yathānubhāvanti yathāsatti yathābalaṁ. Kataññutanti tayā mayhaṁ kataguṇaṁ jānanto taṁ attani vijjamānaṁ kataññutaṁ pekkhamāno. Āgammāti āgantvā. Sataṁ sakāseti sappurisānaṁ santike. Moghāni te assu pariphanditānīti sukhaseyyapucchanavasena vācāphanditāni sammajjanādikaraṇena kāyaphanditāni ca tava kathaṁ aphalāni bhavissanti.",
  "atk-s0513a30:183": "Yo tindukarukkhassa paro pilakkhoti yo esa tindukarukkhassa parato pilakkharukkho ṭhitoti vimānadvāre ṭhitāva hatthaṁ pasāretvā dasseti. Parivāritotiādīsu tassa pilakkharukkhassa mūle esa taṁ rukkhamūlaṁ parikkhipitvā nihitatāya parivārito, pubbe yiṭṭhayaññavasena purimasāmikānaṁ uppannatāya pubbayañño, anekanidhikumbhi bhāvena mahantattā uḷāro, bhūmiṁ khaṇitvā ṭhapitattā nikhāto, idāni dāyādānaṁ abhāvato adāyādo. Idaṁ vuttaṁ hoti – esa taṁ rukkhamūlaṁ parikkhipitvā gīvāya gīvaṁ paharantīnaṁ nidhikumbhīnaṁ vasena mahānidhi nikhāto asāmiko, gaccha taṁ uddharitvā gaṇhāti.",
  "atk-s0513a30:184": "Evañca pana vatvā sā devatā ‘‘brāhmaṇa, tvaṁ etaṁ uddharitvā gaṇhanto kilamissasi, gaccha tvaṁ, ahameva taṁ tava gharaṁ netvā asukasmiṁ asukasmiñca ṭhāne nidahissāmi, tvaṁ etaṁ dhanaṁ yāvajīvaṁ paribhuñjanto dānaṁ dehi, sīlaṁ rakkhāhī’’ti brāhmaṇassa ovādaṁ datvā taṁ dhanaṁ attano ānubhāvena tassa ghare patiṭṭhāpesi.",
  "atk-s0513a30:185": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā brāhmaṇo ānando ahosi, rukkhadevatā pana ahameva ahosi’’nti.",
  "atk-s0513a30:186": "Palāsajātakavaṇṇanā sattamā.",
  "atk-s0513a30:188": " [308] 8. Sakuṇajātakavaṇṇanā",
  "atk-s0513a30:189": "Akaramhasa te kiccanti idaṁ satthā jetavane viharanto devadattassa akataññutaṁ ārabbha kathesi. ‘‘Na, bhikkhave, idāneva, pubbepi devadatto akataññūyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a30:190": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto himavantapadese rukkhakoṭṭakasakuṇo hutvā nibbatti. Athekassa sīhassa maṁsaṁ khādantassa aṭṭhi gale laggi, galo uddhumāyi, gocaraṁ gaṇhituṁ na sakkoti, kharā vedanā pavattati. Atha naṁ so sakuṇo gocarappasuto disvā sākhāya nilīno ‘‘kiṁ te, samma, dukkha’’nti pucchi. So tamatthaṁ ācikkhi. ‘‘Ahaṁ te, samma, etaṁ aṭṭhiṁ apaneyyaṁ, bhayena pana te mukhaṁ pavisituṁ na visahāmi, khādeyyāsipi ma’’nti. ‘‘Mā bhāyi, samma, nāhaṁ taṁ khādāmi, jīvitaṁ me dehī’’ti. So ‘‘sādhū’’ti taṁ vāmapassena nipajjāpetvā ‘‘ko jānāti, kimpesa karissatī’’ti cintetvā yathā mukhaṁ pidahituṁ na sakkoti, tathā tassa adharoṭṭhe ca uttaroṭṭhe ca daṇḍakaṁ ṭhapetvā mukhaṁ pavisitvā aṭṭhikoṭiṁ tuṇḍena pahari, aṭṭhi patitvā gataṁ. So aṭṭhiṁ pātetvā sīhassa mukhato nikkhamanto daṇḍakaṁ tuṇḍena paharitvā pātentova nikkhamitvā sākhagge nilīyi. Sīho nirogo hutvā ekadivasaṁ ekaṁ vanamahiṁsaṁ vadhitvā khādati. Sakuṇo ‘‘vīmaṁsissāmi na’’nti tassa uparibhāge sākhāya nilīyitvā tena saddhiṁ sallapanto paṭhamaṁ gāthamāha –",
  "atk-s0513a30:191": "29.",
  "atk-s0513a30:192": " ‘‘Akaramhasa te kiccaṁ, yaṁ balaṁ ahuvamhase;",
  "atk-s0513a30:193": "Migarāja namo tyatthu, api kiñci labhāmase’’ti.",
  "atk-s0513a30:194": "Tattha akaramhasa te kiccanti bho, sīha, mayampi tava ekaṁ kiccaṁ akarimha. Yaṁ balaṁ ahuvamhaseti yaṁ amhākaṁ balaṁ ahosi, tena balena tato kiñci ahāpetvā akarimhayeva.",
  "atk-s0513a30:195": "Taṁ sutvā sīho dutiyaṁ gāthamāha –",
  "atk-s0513a30:196": "30.",
  "atk-s0513a30:197": " ‘‘Mama lohitabhakkhassa, niccaṁ luddāni kubbato;",
  "atk-s0513a30:198": "Dantantaragato santo, taṁ bahuṁ yampi jīvasī’’ti.",
  "atk-s0513a30:199": "Taṁ sutvā sakuṇo itarā dve gāthā abhāsi –",
  "atk-s0513a30:200": "31.",
  "atk-s0513a30:201": " ‘‘Akataññumakattāraṁ, katassa appaṭikārakaṁ;",
  "atk-s0513a30:202": "Yasmiṁ kataññutā natthi, niratthā tassa sevanā.",
  "atk-s0513a30:203": "32.",
  "atk-s0513a30:204": " ‘‘Yassa sammukhaciṇṇena, mittadhammo na labbhati;",
  "atk-s0513a30:205": "Anusūyamanakkosaṁ, saṇikaṁ tamhā apakkame’’nti.",
  "atk-s0513a30:206": "Tattha akataññunti kataguṇaṁ ajānantaṁ. Akattāranti yaṁkiñci akarontaṁ. Sammukhaciṇṇenāti sammukhe katena guṇena. Anusūyamanakkosanti taṁ puggalaṁ na usūyanto na akkosanto saṇikaṁ tamhā pāpapuggalā apagaccheyyāti. Evaṁ vatvā so sakuṇo pakkāmi.",
  "atk-s0513a30:207": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā sīho devadatto ahosi, sakuṇo pana ahameva ahosi’’nti.",
  "atk-s0513a30:208": "Sakuṇajātakavaṇṇanā aṭṭhamā.",
  "atk-s0513a30:210": " [309] 9. Chavajātakavaṇṇanā",
  "atk-s0513a30:211": "Sabbamidaṁcarimaṁ katanti idaṁ satthā jetavane viharanto chabbaggiye bhikkhū ārabbha kathesi. Vatthu vinaye (pāci. 646) vitthārato āgatameva. Ayaṁ panettha saṅkhepo – satthā chabbaggiye pakkosāpetvā ‘‘saccaṁ kira tumhe, bhikkhave, nīce āsane nisīditvā ucce āsane nisinnassa dhammaṁ desethā’’ti pucchitvā ‘‘evaṁ, bhante’’ti vutte te bhikkhū garahitvā ‘‘ayuttaṁ, bhikkhave, tumhākaṁ mama dhamme agāravakaraṇaṁ, porāṇakapaṇḍitā hi nīce āsane nisīditvā bāhirakamantepi vācente garahiṁsū’’ti vatvā atītaṁ āhari.",
  "atk-s0513a30:212": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto caṇḍālakule nibbattitvā vayappatto kuṭumbaṁ saṇṭhapesi. Tassa bhariyā ambadohaḷinī hutvā taṁ āha ‘‘sāmi, icchāmahaṁ ambaṁ khāditu’’nti. ‘‘Bhadde, imasmiṁ kāle ambaṁ natthi, aññaṁ kiñci ambilaphalaṁ āharissāmī’’ti. ‘‘Sāmi, ambaphalaṁ labhamānāva jīvissāmi, alabhamānāya me jīvitaṁ natthī’’ti. So tassā paṭibaddhacitto ‘‘kahaṁ nu kho ambaphalaṁ labhissāmī’’ti cintesi. Tena kho pana samayena bārāṇasirañño uyyāne ambo dhuvaphalo hoti. So ‘‘tato ambapakkaṁ āharitvā imissā dohaḷaṁ paṭippassambhessāmī’’ti rattibhāge uyyānaṁ gantvā ambaṁ abhiruhitvā nilīno sākhāya sākhaṁ ambaṁ olokento vicari. Tassa tathā karontasseva ratti vibhāyi. So cintesi ‘‘sace idāni otaritvā gamissāmi, disvā maṁ ‘coro’ti gaṇhissanti, rattibhāge gamissāmī’’ti. Athekaṁ viṭapaṁ abhiruhitvā nilīno acchi.",
  "atk-s0513a30:213": "Tadā bārāṇasirājā ‘‘purohitassa santike mante uggaṇhissāmī’’ti uyyānaṁ pavisitvā ambarukkhamūle ucce āsane nisīditvā ācariyaṁ nīce āsane nisīdāpetvā mante uggaṇhi. Bodhisatto upari nilīno cintesi – ‘‘yāva adhammiko ayaṁ rājā, yo uccāsane nisīditvā mante uggaṇhāti. Ayaṁ brāhmaṇopi adhammiko, yo nīcāsane nisīditvā mante vāceti. Ahampi adhammiko, yo mātugāmassa vasaṁ gantvā mama jīvitaṁ agaṇetvā ambaṁ āharāmī’’ti. So rukkhato otaranto ekaṁ olambanasākhaṁ gahetvā tesaṁ ubhinnampi antare patiṭṭhāya ‘‘mahārāja, ahaṁ naṭṭho, tvaṁ mūḷho, purohito mato’’ti āha. So raññā ‘‘kiṁkāraṇā’’ti puṭṭho paṭhamaṁ gāthamāha –",
  "atk-s0513a30:214": "33.",
  "atk-s0513a30:215": " ‘‘Sabbamidaṁ carimaṁ kataṁ, ubho dhammaṁ na passare;",
  "atk-s0513a30:216": "Ubho pakatiyā cutā, yo cāyaṁ mantejjhāpeti;",
  "atk-s0513a30:217": "Yo ca mantaṁ adhīyatī’’ti.",
  "atk-s0513a30:218": "Tattha sabbamidaṁ carimaṁ katanti yaṁ amhehi tīhi janehi kataṁ, sabbaṁ idaṁ kiccaṁ lāmakaṁ nimmariyādaṁ adhammikaṁ. Evaṁ attano corabhāvaṁ tesañca mantesu agāravaṁ garahitvā puna itare dveyeva garahanto ‘‘ubhodhammaṁ na passare’’tiādimāha. Tattha ubhoti ime dvepi janā garukārārahaṁ porāṇakadhammaṁ na passanti, tato dhammapakatito cutā. Dhammo hi paṭhamuppattivasena pakati nāma. Vuttampi cetaṁ –",
  "atk-s0513a30:219": "‘‘Dhammo have pāturahosi pubbe;",
  "atk-s0513a30:220": "Pacchā adhammo udapādi loke’’ti. (jā. 1.11.28);",
  "atk-s0513a30:221": "Yo cāyanti yo ca ayaṁ nīcāsane nisīditvā mante ajjhāpeti, yo ca ucce āsane nisīditvā adhīyatīti.",
  "atk-s0513a30:222": "Taṁ sutvā brāhmaṇo dutiyaṁ gāthamāha –",
  "atk-s0513a30:223": "34.",
  "atk-s0513a30:224": " ‘‘Sālīnaṁ odanaṁ bhuñje, suciṁ maṁsūpasecanaṁ;",
  "atk-s0513a30:225": "Tasmā etaṁ na sevāmi, dhammaṁ isīhi sevita’’nti.",
  "atk-s0513a30:226": "Tassattho – ahañhi bho imassa rañño santakaṁ sālīnaṁ odanaṁ suciṁ paṇḍaraṁ nānappakārāya maṁsavikatiyā sittaṁ maṁsūpasecanaṁ bhuñjāmi, tasmā udare baddho hutvā etaṁ esitaguṇehi isīhi sevitaṁ dhammaṁ na sevāmīti.",
  "atk-s0513a30:227": "Taṁ sutvā itaro dve gāthā abhāsi –",
  "atk-s0513a30:228": "35.",
  "atk-s0513a30:229": " ‘‘Paribbaja mahā loko, pacantaññepi pāṇino;",
  "atk-s0513a30:230": "Mā taṁ adhammo ācarito, asmā kumbhamivābhidā.",
  "atk-s0513a30:231": "36.",
  "atk-s0513a30:232": " ‘‘Dhiratthu taṁ yasalābhaṁ, dhanalābhañca brāhmaṇa;",
  "atk-s0513a30:233": "Yā vutti vinipātena, adhammacaraṇena vā’’ti.",
  "atk-s0513a30:234": "Tattha paribbajāti ito aññattha gaccha. Mahāti ayaṁ loko nāma mahā. Pacantaññepi pāṇinoti imasmiṁ jambudīpe aññepi pāṇino pacanti, nāyameveko rājā. Asmā kumbhamivābhidāti pāsāṇo ghaṭaṁ viya. Idaṁ vuttaṁ hoti – yaṁ tvaṁ aññattha agantvā idha vasanto adhammaṁ ācarasi, so adhammo evaṁ ācarito pāsāṇo ghaṭaṁ viya mā taṁ bhindi.",
  "atk-s0513a30:235": "‘‘Dhiratthū’’ti gāthāya ayaṁ saṅkhepattho – brāhmaṇa yo esa evaṁ tava yasalābho ca dhanalābho ca dhiratthu, taṁ garahāma mayaṁ. Kasmā? Yasmā ayaṁ tayā laddhalābho āyatiṁ apāyesu vinipātanahetunā sampati ca adhammacaraṇena jīvitavutti nāma hoti, yā cesā vutti iminā āyatiṁ vinipātena idha adhammacaraṇena vā nippajjati, kiṁ tāya, tena taṁ evaṁ vadāmīti.",
  "atk-s0513a30:236": "Athassa dhammakathāya rājā pasīditvā ‘‘bho, purisa, kiṁjātikosī’’ti pucchi. ‘‘Caṇḍālo ahaṁ, devā’’ti. Bho ‘‘sace tvaṁ jātisampanno abhavisssa, rajjaṁ te ahaṁ adassaṁ, ito paṭṭhāya pana ahaṁ divā rājā bhavissāmi, tvaṁ rattiṁ rājā hohī’’ti attano kaṇṭhe piḷandhanaṁ pupphadāmaṁ tassa gīvāyaṁ piḷandhāpetvā taṁ nagaraguttikaṁ akāsi. Ayaṁ nagaraguttikānaṁ kaṇṭhe rattapupphadāmapiḷandhanavaṁso. Tato paṭṭhāya pana rājā tassovāde ṭhatvā ācariye gāravaṁ karitvā nīce āsane nisinno mante uggaṇhīti.",
  "atk-s0513a30:237": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi ‘‘tadā rājā ānando ahosi, caṇḍālaputto pana ahameva ahosi’’nti.",
  "atk-s0513a30:238": "Chavajātakavaṇṇanā navamā.",
  "atk-s0513a30:240": " [310] 10. Seyyajātakavaṇṇanā",
  "atk-s0513a30:241": "Sasamuddapariyāyanti idaṁ satthā jetavane viharanto ukkaṇṭhitabhikkhuṁ ārabbha kathesi. So hi sāvatthiyaṁ piṇḍāya caranto ekaṁ abhirūpaṁ alaṅkatapaṭiyattaṁ itthiṁ disvā ukkaṇṭhito sāsane nābhirami. Atha bhikkhū bhagavato ārocesuṁ. So bhagavatā ‘‘saccaṁ kira tvaṁ bhikkhu ukkaṇṭhitosī’’ti puṭṭho ‘‘saccaṁ, bhante’’ti vatvā ‘‘ko taṁ ukkaṇṭhāpesī’’ti vutte tamatthaṁ ārocesi. Satthā ‘‘kasmā tvaṁ evarūpe niyyānikasāsane pabbajitvā ukkaṇṭhitosi, pubbe paṇḍitā purohitaṭṭhānaṁ labhantāpi taṁ paṭikkhipitvā pabbajiṁsū’’ti vatvā atītaṁ āhari.",
  "atk-s0513a30:242": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto purohitassa brāhmaṇiyā kucchimhi paṭisandhiṁ gaṇhitvā rañño puttena saddhiṁ ekadivase vijāyi. Rājā ‘‘atthi nu kho koci me puttena saddhiṁ ekadivase jāto’’ti amacce pucchi. ‘‘Atthi, mahārāja, purohitassa putto’’ti. Rājā taṁ āharāpetvā dhātīnaṁ datvā puttena saddhiṁ ekatova paṭijaggāpesi. Ubhinnaṁ ābharaṇāni ceva pānabhojanādīni ca ekasadisāneva ahesuṁ. Te vayappattā ekatova takkasilaṁ gantvā sabbasippāni uggaṇhitvā āgamaṁsu. Rājā puttassa oparajjaṁ adāsi, mahāyaso ahosi. Tato paṭṭhāya bodhisatto rājaputtena saddhiṁ ekatova khādati pivati sayati, aññamaññaṁ vissāso thiro ahosi.",
  "atk-s0513a30:243": "Aparabhāge rājaputto pitu accayena rajje patiṭṭhāya mahāsampattiṁ anubhavi. Bodhisatto cintesi ‘‘mayhaṁ sahāyo rajjamanusāsati, sallakkhitakkhaṇeyeva kho pana mayhaṁ purohitaṭṭhānaṁ dassati, kiṁ me gharāvāsena, pabbajitvā vivekamanubrūhessāmī’’ti? So mātāpitaro vanditvā pabbajjaṁ anujānāpetvā mahāsampattiṁ chaḍḍetvā ekakova nikkhamitvā himavantaṁ pavisitvā manorame bhūmibhāge paṇṇasālaṁ māpetvā isipabbajjaṁ pabbajitvā abhiññā ca samāpattiyo ca nibbattetvā jhānakīḷaṁ kīḷanto vihāsi. Tadā rājā taṁ anussaritvā ‘‘mayhaṁ sahāyo na paññāyati, kahaṁ so’’ti pucchi. Amaccā tassa pabbajitabhāvaṁ ārocetvā ‘‘ramaṇīye kira vanasaṇḍe vasatī’’ti āhaṁsu. Rājā tassa vasanokāsaṁ pucchitvā seyyaṁ nāma amaccaṁ ‘‘gaccha sahāyaṁ me gahetvā ehi, purohitaṭṭhānamassa dassāmī’’ti āha. So ‘‘sādhū’’ti paṭissuṇitvā bārāṇasito nikkhamitvā anupubbena paccantagāmaṁ patvā tattha khandhāvāraṁ ṭhapetvā vanacarakehi saddhiṁ bodhisattassa vasanokāsaṁ gantvā bodhisattaṁ paṇṇasāladvāre suvaṇṇapaṭimaṁ viya nisinnaṁ disvā vanditvā ekamantaṁ nisīditvā katapaṭisanthāro ‘‘bhante, rājā tuyhaṁ purohitaṭṭhānaṁ dātukāmo, āgamanaṁ te icchatī’’ti āha.",
  "atk-s0513a30:244": "Bodhisatto ‘‘tiṭṭhatu purohitaṭṭhānaṁ, ahaṁ sakalaṁ kāsikosalajambudīparajjaṁ cakkavattisirimeva vā labhantopi na gacchissāmi, na hi paṇḍitā sakiṁ jahitakilese puna gaṇhanti, sakiṁ jahitañhi niṭṭhubhakheḷasadisaṁ hotī’’ti vatvā imā gāthā abhāsi –",
  "atk-s0513a30:245": "37.",
  "atk-s0513a30:246": " ‘‘Sasamuddapariyāyaṁ, mahiṁ sāgarakuṇḍalaṁ;",
  "atk-s0513a30:247": "Na icche saha nindāya, evaṁ seyya vijānahi.",
  "atk-s0513a30:248": "38.",
  "atk-s0513a30:249": " ‘‘Dhiratthu taṁ yasalābhaṁ, dhanalābhañca brāhmaṇa;",
  "atk-s0513a30:250": "Yā vutti vinipātena, adhammacaraṇena vā.",
  "atk-s0513a30:251": "39.",
  "atk-s0513a30:252": " ‘‘Api ce pattamādāya, anagāro paribbaje;",
  "atk-s0513a30:253": "Sāyeva jīvikā seyyo, yā cādhammena esanā.",
  "atk-s0513a30:254": "40.",
  "atk-s0513a30:255": " ‘‘Api ce pattamādāya, anagāro paribbaje;",
  "atk-s0513a30:256": "Aññaṁ ahiṁsayaṁ loke, api rajjena taṁ vara’’nti.",
  "atk-s0513a30:257": "Tattha sasamuddapariyāyanti pariyāyo vuccati parivāro, samuddaṁ parivāretvā ṭhitena cakkavāḷapabbatena saddhiṁ, samuddasaṅkhātena vā parivārena saddhinti attho. Sāgarakuṇḍalanti sāgaramajjhe dīpavasena ṭhitattā tassa kuṇḍalabhūtanti attho. Nindāyāti jhānasukhasampannaṁ pabbajjaṁ chaḍḍetvā issariyaṁ gaṇhīti imāya nindāya. Seyyāti taṁ nāmenālapati. Vijānahīti dhammaṁ vijānāhi. Yā vutti vinipātenāti yā purohitaṭṭhānavasena laddhā yasalābhadhanalābhavutti jhānasukhato attavinipātanasaṅkhātena vinipātena ito gantvā issariyamadamattassa adhammacaraṇena vā hoti, taṁ vuttiṁ dhiratthu.",
  "atk-s0513a30:258": "Pattamādāyāti bhikkhābhājanaṁ gahetvā. Anagāroti api ahaṁ agāravirahito parakulesu careyyaṁ. Sāyeva jīvikāti sā eva me jīvikā seyyo varatarā. Yā cādhammena esanāti yā ca adhammena esanā. Idaṁ vuttaṁ hoti – yā adhammena esanā, tato esāva jīvikā sundaratarāti. Ahiṁsayanti aviheṭhento. Api rajjenāti evaṁ paraṁ aviheṭhento kapālahatthassa mama jīvikakappanaṁ rajjenāpi varaṁ uttamanti.",
  "atk-s0513a30:259": "Iti so punappunaṁ yācantampi taṁ paṭikkhipi. Seyyopi tassa manaṁ alabhitvā taṁ vanditvā gantvā tassa anāgamanabhāvaṁ rañño ārocesi.",
  "atk-s0513a30:260": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne ukkaṇṭhitabhikkhu sotāpattiphale patiṭṭhahi, aparepi bahū sotāpattiphalādīni sacchikariṁsu.",
  "atk-s0513a30:261": "Tadā rājā ānando ahosi, seyyo sāriputto, purohitaputto pana ahameva ahosinti.",
  "atk-s0513a30:262": "Seyyajātakavaṇṇanā dasamā.",
  "atk-s0513a30:263": "Kāliṅgavaggo paṭhamo.",
  "atk-s0513a30:264": "2. Pucimandavaggo",
  "atk-s0513a30:266": " [311] 1. Pucimandajātakavaṇṇanā",
  "atk-s0513a30:267": "Uṭṭhehicorāti idaṁ satthā veḷuvane viharanto āyasmantaṁ mahāmoggallānaṁ ārabbha kathesi. There kira rājagahaṁ upanissāya araññakuṭikāya viharante eko coro nagaradvāragāme ekasmiṁ gehe sandhiṁ chinditvā hatthasāraṁ ādāya palāyitvā therassa kuṭipariveṇaṁ pavisitvā ‘‘idha mayhaṁ ārakkho bhavissatī’’ti therassa paṇṇasālāya pamukhe nipajji. Thero tassa pamukhe sayitabhāvaṁ ñatvā tasmiṁ āsaṅkaṁ katvā ‘‘corasaṁsaggo nāma na vaṭṭatī’’ti nikkhamitvā ‘‘mā idha sayī’’ti nīhari. So coro tato nikkhamitvā padaṁ mohetvā palāyi. Manussā ukkaṁ ādāya corassa padānusārena tattha āgantvā tassa āgataṭṭhānaṭhitaṭṭhānanisinnaṭṭhānasayitaṭṭhānādīni disvā ‘‘coro ito āgato, idha ṭhito, idha nisinno, iminā ṭhānena apagato, na diṭṭho no’’ti ito cito ca pakkhanditvā adisvāva paṭigatā. Punadivase thero pubbaṇhasamayaṁ rājagahe piṇḍāya caritvā piṇḍapātapaṭikkanto veḷuvanaṁ gantvā taṁ pavattiṁ satthu ārocesi. Satthā ‘‘na kho, moggallāna, tvaññeva āsaṅkitabbayuttakaṁ āsaṅki, porāṇakapaṇḍitāpi āsaṅkiṁsū’’ti vatvā therena yācito atītaṁ āhari.",
  "atk-s0513a30:268": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto nagarassa susānavane nimbarukkhadevatā hutvā nibbatti. Athekadivasaṁ nagaradvāragāme katakammacoro taṁ susānavanaṁ pāvisi. Tadā ca pana tattha nimbo ca assattho cāti dve jeṭṭhakarukkhā. Coro nimbarukkhamūle bhaṇḍikaṁ ṭhapetvā nipajji. Tasmiṁ pana kāle core gahetvā nimbasūle uttāsenti. Atha sā devatā cintesi ‘‘sace manussā āgantvā imaṁ coraṁ gaṇhissanti, imasseva nimbarukkhassa sākhaṁ chinditvā sūlaṁ katvā etaṁ uttāsessanti, evaṁ sante rukkho nassissati, handa naṁ ito nīharissāmī’’ti. Sā tena saddhiṁ sallapantī paṭhamaṁ gāthamāha –",
  "atk-s0513a30:269": "41.",
  "atk-s0513a30:270": " ‘‘Uṭṭhehi cora kiṁ sesi, ko attho supanena te;",
  "atk-s0513a30:271": "Mā taṁ gahesuṁ rājāno, gāme kibbisakāraka’’nti.",
  "atk-s0513a30:272": "Tattha rājānoti rājapurise sandhāya vuttaṁ. Kibbisakārakanti dāruṇasāhasikacorakammakārakaṁ.",
  "atk-s0513a30:273": "Iti naṁ vatvā ‘‘yāva taṁ rājapurisā na gaṇhanti, tāva aññattha gacchā’’ti bhāyāpetvā palāpesi. Tasmiṁ palāte assatthadevatā dutiyaṁ gāthamāha –",
  "atk-s0513a30:274": "42.",
  "atk-s0513a30:275": " ‘‘Yaṁ nu coraṁ gahessanti, gāme kibbisakārakaṁ;",
  "atk-s0513a30:276": "Kiṁ tattha pucimandassa, vane jātassa tiṭṭhato’’ti.",
  "atk-s0513a30:277": "Tattha vane jātassa tiṭṭhatoti nimbo vane jāto ceva ṭhito ca. Devatā pana tattha nibbattattā rukkhasamudācāreneva samudācari.",
  "atk-s0513a30:278": "Taṁ sutvā nimbadevatā tatiyaṁ gāthamāha –",
  "atk-s0513a30:279": "43.",
  "atk-s0513a30:280": " ‘‘Na tvaṁ assattha jānāsi, mama corassa cantaraṁ;",
  "atk-s0513a30:281": "Coraṁ gahetvā rājāno, gāme kibbisakārakaṁ;",
  "atk-s0513a30:282": "Appenti nimbasūlasmiṁ, tasmiṁ me saṅkate mano’’ti.",
  "atk-s0513a30:283": "Tattha assatthāti purimanayeneva tasmiṁ nibbattadevataṁ samudācarati. Mama corassa cantaranti mama ca corassa ca ekato avasanakāraṇaṁ. Appenti nimbasūlasminti imasmiṁ kāle rājāno coraṁ nimbasūle āvuṇanti. Tasmiṁ me saṅkate manoti tasmiṁ kāraṇe mama cittaṁ saṅkati. Sace hi imaṁ sūle āvuṇissanti, vimānaṁ me nassissati, atha sākhāya olambessanti, vimāne me kuṇapagandho bhavissati, tenāhaṁ etaṁ palāpesinti attho.",
  "atk-s0513a30:284": "Evaṁ tāsaṁ devatānaṁ aññamaññaṁ sallapantānaññeva bhaṇḍasāmikā ukkāhatthā padānusārena āgantvā corassa sayitaṭṭhānaṁ disvā ‘‘ambho idāneva coro uṭṭhāya palāto, na laddho no coro, sace labhissāma, imasseva naṁ nimbassa sūle vā āvuṇitvā sākhāya vā olambetvā gamissāmā’’ti vatvā ito cito ca pakkhanditvā coraṁ adisvāva gatā.",
  "atk-s0513a30:285": "Tesaṁ vacanaṁ sutvā assatthadevatā catutthaṁ gāthamāha –",
  "atk-s0513a30:286": "44.",
  "atk-s0513a30:287": " ‘‘Saṅkeyya saṅkitabbāni, rakkheyyānāgataṁ bhayaṁ;",
  "atk-s0513a30:288": "Anāgatabhayā dhīro, ubho loke avekkhatī’’ti.",
  "atk-s0513a30:289": "Tattha rakkheyyānāgataṁ bhayanti dve anāgatabhayāni diṭṭhadhammikañceva samparāyikañcāti. Tesu pāpamitte parivajjento diṭṭhadhammikaṁ rakkhati, tīṇi duccaritāni parivajjento samparāyikaṁ rakkhati. Anāgatabhayāti anāgatabhayahetutaṁ bhayaṁ bhāyamāno dhīro paṇḍito puriso pāpamittasaṁsaggaṁ na karoti, tīhipi dvārehi duccaritaṁ na carati. Ubho loketi evaṁ bhāyanto hesa idhalokaparalokasaṅkhāte ubho loke avekkhati oloketi, olokayamāno idhalokabhayena pāpamitte vivajjeti, paralokabhayena pāpaṁ na karotīti.",
  "atk-s0513a30:290": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā assatthadevatā ānando ahosi, nimbadevatā pana ahameva ahosi’’nti.",
  "atk-s0513a30:291": "Pucimandajātakavaṇṇanā paṭhamā.",
  "atk-s0513a30:293": " [312] 2. Kassapamandiyajātakavaṇṇanā",
  "atk-s0513a30:294": "Apikassapa mandiyāti idaṁ satthā jetavane viharanto ekaṁ mahallakabhikkhuṁ ārabbha kathesi. Sāvatthiyaṁ kireko kulaputto kāmesu ādīnavaṁ disvā satthu santike pabbajitvā kammaṭṭhāne anuyutto na cirasseva arahattaṁ pāpuṇi. Tassa aparabhāge mātā kālamakāsi. So mātu accayena pitarañca kaniṭṭhabhātarañca pabbājetvā jetavane vasitvā vassūpanāyikasamaye cīvarapaccayassa sulabhataṁ sutvā ekaṁ gāmakāvāsaṁ gantvā tayopi tattheva vassaṁ upagantvā vutthavassā jetavanameva āgamaṁsu. Daharabhikkhu jetavanassa āsannaṭṭhāne ‘‘sāmaṇera tvaṁ theraṁ vissāmetvā āneyyāsi, ahaṁ puretaraṁ gantvā pariveṇaṁ paṭijaggissāmī’’ti jetavanaṁ pāvisi. Mahallakatthero saṇikaṁ āgacchati. Sāmaṇero punappunaṁ sīsena uppīḷento viya ‘‘gaccha, bhante, gaccha, bhante’’ti taṁ balakkārena neti. Thero ‘‘tvaṁ maṁ attano vasaṁ ānesī’’ti puna nivattitvā koṭito paṭṭhāya āgacchati. Tesaṁ evaṁ aññamaññaṁ kalahaṁ karontānaññeva sūriyo atthaṅgato, andhakāro jāto.",
  "atk-s0513a30:295": "Itaropi pariveṇaṁ sammajjitvā udakaṁ upaṭṭhapetvā tesaṁ āgamanaṁ apassanto ukkaṁ gahetvā paccuggamanaṁ katvā te āgacchante disvā ‘‘kiṁ cirāyitthā’’ti pucchi. Mahallako taṁ kāraṇaṁ kathesi. So te dvepi vissāmetvā saṇikaṁ ānesi. Taṁ divasaṁ buddhupaṭṭhānassa okāsaṁ na labhi. Atha naṁ dutiyadivase buddhupaṭṭhānaṁ āgantvā vanditvā nisinnaṁ satthā ‘‘kadā āgatosī’’ti pucchi. ‘‘Hiyyo, bhante’’ti. ‘‘Hiyyo āgantvā ajja buddhupaṭṭhānaṁ karosī’’ti? So ‘‘āma, bhante’’ti vatvā taṁ kāraṇaṁ ācikkhi. Satthā mahallakaṁ garahitvā ‘‘na esa idāneva evarūpaṁ kammaṁ karoti, pubbepi akāsi. Idāni pana tena tvaṁ kilamito, pubbepi paṇḍite kilamesī’’ti vatvā tena yācito atītaṁ āhari.",
  "atk-s0513a30:296": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto kāsinigame brāhmaṇakule nibbatti. Tassa vayappattakāle mātā kālamakāsi. So mātu sarīrakiccaṁ katvā māsaddhamāsaccayena ghare vijjamānaṁ dhanaṁ dānaṁ datvā pitarañca kaniṭṭhabhātarañca gahetvā himavantapadese devadattiyaṁ vakkalaṁ gahetvā isipabbajjaṁ pabbajitvā uñchācariyāya vanamūlaphalāphalehi yāpento ramaṇīye vanasaṇḍe vasi. Himavante pana vassakāle acchinnadhāre deve vassante na sakkā hoti kandamūlaṁ khaṇituṁ, phalāni ca paṇṇāni ca patanti. Tāpasā yebhuyyena himavantato nikkhamitvā manussapathe vasanti. Tadā bodhisatto pitarañca kaniṭṭhabhātarañca gahetvā manussapathe vasitvā puna himavante pupphitaphalite te ubhopi gahetvā himavante attano assamapadaṁ āgacchanto assamassāvidūre sūriye atthaṅgate ‘‘tumhe saṇikaṁ āgaccheyyātha, ahaṁ purato gantvā assamaṁ paṭijaggissāmī’’ti vatvā te ohāya gato. Khuddakatāpaso pitarā saddhiṁ saṇikaṁ gacchanto taṁ kaṭippadese sīsena uppīḷento viya gaccha gacchāti taṁ balakkārena neti. Mahallako ‘‘tvaṁ maṁ attano ruciyā ānesī’’ti paṭinivattitvā koṭito paṭṭhāya āgacchati. Evaṁ tesaṁ kalahaṁ karontānaññeva andhakāro ahosi.",
  "atk-s0513a30:297": "Bodhisattopi paṇṇasālaṁ sammajjitvā udakaṁ upaṭṭhapetvā ukkamādāya paṭipathaṁ āgacchanto te disvā ‘‘ettakaṁ kālaṁ kiṁ karitthā’’ti āha. Khuddakatāpaso pitarā katakāraṇaṁ kathesi. Bodhisatto ubhopi te saṇikaṁ netvā parikkhāraṁ paṭisāmetvā pitaraṁ nhāpetvā pādadhovanapiṭṭhisambāhanādīni katvā aṅgārakapallaṁ upaṭṭhapetvā paṭippassaddhakilamathaṁ pitaraṁ upanisīditvā ‘‘tāta, taruṇadārakā nāma mattikābhājanasadisā muhuttaneva bhijjanti , sakiṁ bhinnakālato paṭṭhāya puna na sakkā honti ghaṭetuṁ, te akkosantāpi paribhāsantāpi mahallakehi adhivāsetabbā’’ti vatvā pitaraṁ ovadanto imā gāthā abhāsi –",
  "atk-s0513a30:298": "45.",
  "atk-s0513a30:299": " ‘‘Api kassapa mandiyā, yuvā sapati hanti vā;",
  "atk-s0513a30:300": "Sabbaṁ taṁ khamate dhīro, paṇḍito taṁ titikkhati.",
  "atk-s0513a30:301": "46.",
  "atk-s0513a30:302": " ‘‘Sacepi santo vivadanti, khippaṁ santīyare puna;",
  "atk-s0513a30:303": "Bālā pattāva bhijjanti, na te samathamajjhagū.",
  "atk-s0513a30:304": "47.",
  "atk-s0513a30:305": " ‘‘Ete bhiyyo samāyanti, sandhi tesaṁ na jīrati;",
  "atk-s0513a30:306": "Yo cādhipannaṁ jānāti, yo ca jānāti desanaṁ.",
  "atk-s0513a30:307": "48.",
  "atk-s0513a30:308": " ‘‘Eso hi uttaritaro, bhāravaho dhuraddharo;",
  "atk-s0513a30:309": "Yo paresādhipannānaṁ, sayaṁ sandhātumarahatī’’ti.",
  "atk-s0513a30:310": "Tattha kassapāti pitaraṁ nāmenālapati. Mandiyāti mandībhāvena taruṇatāya. Yuvā sapati hanti vāti taruṇadārako akkosatipi paharatipi. Dhīroti dhikkatapāpo, dhī vā vuccati paññā, tāya samannāgatotipi attho. Itaraṁ pana imasseva vevacanaṁ. Ubhayenāpi sabbaṁ taṁ bāladārakehi kataṁ aparādhaṁ mahallako dhīro paṇḍito sahati titikkhatīti dasseti.",
  "atk-s0513a30:311": "Sandhīyareti puna mittabhāvena sandhīyanti ghaṭīyanti. Bālā pattāvāti bālakā pana mattikāpattāva bhijjanti. Na te samathamajjhagūti te bālakā appamattakampi vivādaṁ katvā verūpasamanaṁ na vindanti nādhigacchanti. Ete bhiyyoti ete dve janā bhinnāpi puna samāgacchanti. Sandhīti mittasandhi. Tesanti tesaññeva dvinnaṁ sandhi na jīrati. Yo cādhipannanti yo ca attanā adhipannaṁ atikkantaṁ aññasmiṁ katadosaṁ jānāti. Desananti yo ca tena attano dosaṁ jānantena desitaṁ accayadesanaṁ paṭiggaṇhituṁ jānāti.",
  "atk-s0513a30:312": "Yo paresādhipannānanti yo paresaṁ adhipannānaṁ dosena abhibhūtānaṁ aparādhakārakānaṁ. Sayaṁ sandhātumarahatīti tesu akhamāpentesupi ‘‘ehi, bhadramukha, uddesaṁ gaṇha, aṭṭhakathaṁ suṇa, bhāvanamanuyuñja, kasmā paribāhiro hosī’’ti evaṁ sayaṁ sandhātuṁ arahati mittabhāvaṁ ghaṭeti, eso evarūpo mettāvihārī uttaritaro mittabhārassa mittadhurassa ca vahanato ‘‘bhāravaho’’ti ‘‘dhuraddharo’’ti ca saṅkhaṁ gacchatīti.",
  "atk-s0513a30:313": "Evaṁ bodhisatto pitu ovādaṁ adāsi, sopi tato pabhuti danto ahosi sudanto.",
  "atk-s0513a30:314": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā pitā tāpaso mahallako ahosi, khuddakatāpaso sāmaṇero, pitu ovādadāyako pana ahameva ahosi’’nti.",
  "atk-s0513a30:315": "Kassapamandiyajātakavaṇṇanā dutiyā.",
  "atk-s0513a30:317": " [313] 3. Khantivādījātakavaṇṇanā",
  "atk-s0513a30:318": "Yo te hatthe ca pāde cāti idaṁ satthā jetavane viharanto ekaṁ kodhanabhikkhuṁ ārabbha kathesi. Vatthu heṭṭhā kathitameva. Satthā pana taṁ bhikkhuṁ ‘‘kasmā, tvaṁ bhikkhu, akkodhanassa buddhassa sāsane pabbajitvā kodhaṁ karosi, porāṇakapaṇḍitā sarīre pahārasahasse patante hatthapādakaṇṇanāsāsu chijjamānāsu parassa kodhaṁ na kariṁsū’’ti vatvā atītaṁ āhari.",
  "atk-s0513a30:319": "Atīte bārāṇasiyaṁ kalābu nāma rājā rajjaṁ kāresi. Tadā bodhisatto asītikoṭivibhave brāhmaṇakule nibbattitvā kuṇḍalakumāro nāma māṇavo hutvā vayappatto takkasilaṁ gantvā sabbasippāni uggaṇhitvā kuṭumbaṁ saṇṭhapetvā mātāpitūnaṁ accayena dhanarāsiṁ oloketvā ‘‘imaṁ dhanaṁ uppādetvā mama ñātakā aggahetvāva gatā, mayā panetaṁ gahetvā gantuṁ vaṭṭatī’’ti sabbaṁ dhanaṁ viceyyadānavasena yo yaṁ āharati, tassa taṁ datvā himavantaṁ pavisitvā pabbajitvā phalāphalena yāpento ciraṁ vasitvā loṇambilasevanatthāya manussapathaṁ āgantvā anupubbena bārāṇasiṁ patvā rājuyyāne vasitvā punadivase nagare bhikkhāya caranto senāpatissa nivāsanadvāraṁ sampāpuṇi. Senāpati tassa iriyāpathesu pasīditvā gharaṁ pavesetvā attano paṭiyāditabhojanaṁ bhojetvā paṭiññaṁ gahetvā tattheva rājuyyāne vasāpesi.",
  "atk-s0513a30:320": "Athekadivasaṁ kalāburājā surāmadamatto chekanāṭakaparivuto mahantena yasena uyyānaṁ gantvā maṅgalasilāpaṭṭe sayanaṁ attharāpetvā ekissā piyamanāpāya itthiyā aṅke sayi. Gītavāditanaccesu chekā nāṭakitthiyo gītādīni payojesuṁ, sakkassa devarañño viya mahāsampatti ahosi, rājā niddaṁ okkami. Atha tā itthiyo ‘‘yassatthāya mayaṁ gītādīni payojayāma, so niddaṁ upagato, kiṁ no gītādīhī’’ti vīṇādīni tūriyāni tattha tattheva chaḍḍetvā uyyānaṁ pakkantā pupphaphalapallavādīhi palobhiyamānā uyyāne abhiramiṁsu. Tadā bodhisatto tasmiṁ uyyāne supupphitasālamūle pabbajjāsukhena vītināmento mattavaravāraṇo viya nisinno hoti. Atha tā itthiyo uyyāne caramānā taṁ disvā ‘‘etha, ayyāyo, etasmiṁ rukkhamūle pabbajito nisinno, yāva rājā na pabujjhati, tāvassa santike kiñci suṇamānā nisīdissāmā’’ti gantvā vanditvā parivāretvā nisinnā ‘‘amhākaṁ kathetabbayuttakaṁ kiñci kathethā’’ti vadiṁsu. Bodhisatto tāsaṁ dhammaṁ kathesi. Atha sā itthī aṅkaṁ cāletvā rājānaṁ pabodhesi. Rājā pabuddho tā apassanto ‘‘kahaṁ gatā vasaliyo’’ti āha. Etā, mahārāja, gantvā ekaṁ tāpasaṁ parivāretvā nisīdiṁsūti. Rājā kupito khaggaṁ gahetvā ‘‘sikkhāpessāmi naṁ kūṭajaṭila’’nti vegena agamāsi.",
  "atk-s0513a30:321": "Atha tā itthiyo rājānaṁ kuddhaṁ āgacchantaṁ disvā tāsu vallabhatarā gantvā rañño hatthā asiṁ gahetvā rājānaṁ vūpasamesuṁ. So āgantvā bodhisattassa santike ṭhatvā ‘‘kiṁvādī tvaṁ, samaṇā’’ti pucchi. ‘‘Khantivādī, mahārājā’’ti. ‘‘Kā esā khanti nāmā’’ti? ‘‘Akkosantesu paribhāsantesu paharantesu akujjhanabhāvo’’ti. Rājā ‘‘passissāmi dāni te khantiyā atthibhāva’’nti coraghātakaṁ pakkosāpesi. So attano cārittena pharasuñca kaṇṭakakasañca ādāya kāsāyanivasano rattamālādharo āgantvā rājānaṁ vanditvā ‘‘kiṁ karomi, devā’’ti āha. Imaṁ coraṁ duṭṭhatāpasaṁ gahetvā ākaḍḍhitvā bhūmiyaṁ pātetvā kaṇṭakakasaṁ gahetvā purato ca pacchato ca ubhosu passesu cāti catūsupi passesu dvepahārasahassamassa dehīti. So tathā akāsi . Bodhisattassa chavi bhijji. Cammaṁ bhijji, maṁsaṁ chijji, lohitaṁ paggharati.",
  "atk-s0513a30:322": "Puna rājā ‘‘kiṁvādī tvaṁ bhikkhū’’ti āha. ‘‘Khantivādī, mahārāja’’. ‘‘Tvaṁ pana mayhaṁ cammantare khantī’’ti maññasi, natthi mayhaṁ cammantare khanti, tayā pana daṭṭhuṁ asakkuṇeyye hadayabbhantare mama khanti patiṭṭhitā. ‘‘Mahārājā’’ti. Puna coraghātako ‘‘kiṁ karomī’’ti pucchi. ‘‘Imassa kūṭajaṭilassa ubho hatthe chindā’’ti. So pharasuṁ gahetvā gaṇḍiyaṁ ṭhapetvā hatthe chindi. Atha naṁ ‘‘pāde chindā’’ti āha, pādepi chindi. Hatthapādakoṭīhi ghaṭachiddehi lākhāraso viya lohitaṁ paggharati. Puna rājā ‘‘kiṁvādīsī’’ti pucchi. ‘‘Khantivādī, mahārāja’’. ‘‘Tvaṁ pana mayhaṁ hatthapādakoṭīsu ‘khanti atthī’ti maññasi, natthesā ettha, mayhaṁ khanti gambhīraṭṭhāne patiṭṭhitā’’ti. So ‘‘kaṇṇanāsamassa chindā’’ti āha. Itaro kaṇṇanāsaṁ chindi, sakalasarīre lohitaṁ ahosi. Puna naṁ ‘‘kiṁvādī nāma tva’’nti pucchi. ‘‘Mahārāja, khantivādī nāma’’. ‘‘Mā kho pana tvaṁ ‘kaṇṇanāsikakoṭīsu patiṭṭhitā khantī’ti maññasi, mama khanti gambhīre hadayabbhantare patiṭṭhitā’’ti. Rājā ‘‘kūṭajaṭila tava khantiṁ tvameva ukkhipitvā nisīdā’’ti bodhisattassa hadayaṁ pādena paharitvā pakkāmi.",
  "atk-s0513a30:323": "Tasmiṁ gate senāpati bodhisattassa sarīrato lohitaṁ puñchitvā hatthapādakaṇṇanāsakoṭiyo sāṭakakaṇṇe katvā bodhisattaṁ saṇikaṁ nisīdāpetvā vanditvā ekamantaṁ nisīditvā ‘‘sace, bhante, tumhe kujjhitukāmā, tumhesu katāparādhassa raññova kujjheyyātha, mā aññesa’’nti yācanto paṭhamaṁ gāthamāha –",
  "atk-s0513a30:324": "49.",
  "atk-s0513a30:325": " ‘‘Yo te hatthe ca pāde ca, kaṇṇanāsañca chedayi;",
  "atk-s0513a30:326": "Tassa kujjha mahāvīra, mā raṭṭhaṁ vinasā ida’’nti.",
  "atk-s0513a30:327": "Tattha mahāvīrāti mahāvīriya. Mā raṭṭhaṁ vinasā idanti idaṁ niraparādhaṁ kāsiraṭṭhaṁ mā vināsehi.",
  "atk-s0513a30:328": "Taṁ sutvā bodhisatto dutiyaṁ gāthamāha –",
  "atk-s0513a30:329": "50.",
  "atk-s0513a30:330": " ‘‘Yo me hatthe ca pāde ca, kaṇṇanāsañca chedayi;",
  "atk-s0513a30:331": "Ciraṁ jīvatu so rājā, na hi kujjhanti mādisā’’ti.",
  "atk-s0513a30:332": "Tattha mādisāti mama sadisā khantibalena samannāgatā paṇḍitā ‘‘ayaṁ maṁ akkosi paribhāsi pahari, chindi bhindī’’ti taṁ na kujjhanti.",
  "atk-s0513a30:333": "Rañño uyyānā nikkhamantassa bodhisattassa cakkhupathaṁ vijahanakāleyeva ayaṁ catunahutādhikā dviyojanasatasahassabahalā mahāpathavī khalibaddhasāṭako viya phalitā, avīcito jālā nikkhamitvā rājānaṁ kuladattiyena rattakambalena pārupantī viya gaṇhi. So uyyānadvāreyeva pathaviṁ pavisitvā avīcimahāniraye patiṭṭhahi. Bodhisattopi taṁ divasameva kālamakāsi. Rājaparisā ca nāgarā ca gandhamālādhūmahatthā āgantvā bodhisattassa sarīrakiccaṁ akaṁsu. Keci panāhu ‘‘bodhisatto puna himavantameva gato’’ti, taṁ abhūtaṁ.",
  "atk-s0513a30:334": "51.",
  "atk-s0513a30:335": " ‘‘Ahū atītamaddhānaṁ, samaṇo khantidīpano;",
  "atk-s0513a30:336": "Taṁ khantiyāyeva ṭhitaṁ, kāsirājā achedayi.",
  "atk-s0513a30:337": "52.",
  "atk-s0513a30:338": " ‘‘Tassa kammapharusassa, vipāko kaṭuko ahu;",
  "atk-s0513a30:339": "Yaṁ kāsirājā vedesi, nirayamhi samappito’’ti. –",
  "atk-s0513a30:340": "Imā dve abhisambuddhagāthā.",
  "atk-s0513a30:341": "Tattha atītamaddhānanti atīte addhāne. Khantidīpanoti adhivāsanakhantisaṁvaṇṇano. Achedayīti mārāpesi. Ekacce pana ‘‘bodhisattassa puna hatthapādakaṇṇanāsā ghaṭitā’’ti vadanti, tampi abhūtameva. Samappitoti patiṭṭhito.",
  "atk-s0513a30:342": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne kodhano bhikkhu anāgāmiphale patiṭṭhahi, aññe bahū sotāpattiphalādīni pāpuṇiṁsu.",
  "atk-s0513a30:343": "Tadā kalāburājā devadatto ahosi, senāpati sāriputto, khantivādī tāpaso pana ahameva ahosinti.",
  "atk-s0513a30:344": "Khantivādījātakavaṇṇanā tatiyā.",
  "atk-s0513a30:346": " [314] 4. Lohakumbhijātakavaṇṇanā",
  "atk-s0513a30:347": "Dujjīvitamajīvimhāti idaṁ satthā jetavane viharanto kosalarājānaṁ ārabbha kathesi. Tadā kira kosalarājā rattibhāge catunnaṁ nerayikasattānaṁ saddaṁ suṇi. Eko du-kārameva bhaṇi, eko sa-kāraṁ, eko na-kāraṁ, eko so-kāramevāti. Te kira atītabhave sāvatthiyaṁyeva pāradārikā rājaputtā ahesuṁ. Te paresaṁ rakkhitagopitamātugāmesu aparajjhitvā cittakeḷiṁ kīḷantā bahuṁ pāpakammaṁ katvā maraṇacakkena chinnā sāvatthisāmante catūsu lohakumbhīsu nibbattā saṭṭhi vassasahassāni tattha paccitvā uggatā lohakumbhimukhavaṭṭiṁ disvā ‘‘kadā nu kho imamhā dukkhā muccissāmā’’ti cattāropi mahantena saddena anupaṭipāṭiyā viraviṁsu. Rājā tesaṁ saddaṁ sutvā maraṇabhayatajjito nisinnakova aruṇaṁ uṭṭhāpesi.",
  "atk-s0513a30:348": "Aruṇuggamanavelāya brāhmaṇā āgantvā rājānaṁ sukhasayitaṁ pucchiṁsu. Rājā ‘‘kuto me ācariyā sukhasayitaṁ, ajjāhaṁ evarūpe cattāro bhiṁsanakasadde suṇi’’nti. Brāhmaṇā hatthe vidhuniṁsu. ‘‘Kiṁ ācariyā’’ti? ‘‘Sāhasikasaddā, mahārājā’’ti. ‘‘Sapaṭikammā appaṭikammā’’ti? ‘‘Kāmaṁ appaṭikammā, mayaṁ pana susikkhitā, mahārājā’’ti. ‘‘Kiṁ katvā paṭibāhissathā’’ti? ‘‘Mahārāja, paṭikammaṁ mahantaṁ na sakkā kātuṁ, mayaṁ pana sabbacatukkaṁ yaññaṁ yajitvā hāressāmā’’ti. ‘‘Tena hi khippaṁ cattāro hatthī cattāro asse cattāro usabhe cattāro manusseti laṭukikasakuṇikā ādiṁ katvā cattāro cattāro pāṇe gahetvā sabbacatukkayaññaṁ yajitvā mama sotthibhāvaṁ karothā’’ti. ‘‘Sādhu, mahārājā’’ti sampaṭicchitvā yenattho, taṁ gahetvā yaññāvāṭaṁ paccupaṭṭhapesuṁ, bahupāṇe thūṇūpanīte katvā ṭhapesuṁ. ‘‘Bahuṁ macchamaṁsaṁ khādissāma, bahuṁ dhanaṁ labhissāmā’’ti ussāhappattā hutvā ‘‘idaṁ laddhuṁ vaṭṭati, idaṁ laddhuṁ vaṭṭati, devā’’ti aparāparaṁ caranti.",
  "atk-s0513a30:349": "Mallikā devī rājānaṁ upasaṅkamitvā ‘‘kiṁ nu kho, mahārāja, brāhmaṇā ativiya ussāhayantā vicarantī’’ti pucchi. ‘‘Devi kiṁ tuyhiminā, tvaṁ attano yaseneva mattā pamattā, dukkhaṁ pana amhākameva na jānāsī’’ti? ‘‘Kiṁ , mahārājā’’ti. ‘‘Devi, ahaṁ evarūpaṁ nāma asotabbaṁ suṇiṁ, tato imesaṁ saddānaṁ sutattā ‘‘kiṁ bhavissatī’’ti brāhmaṇe pucchiṁ, brāhmaṇā ‘‘tumhākaṁ mahārāja rajjassa vā bhogānaṁ vā jīvitassa vā antarāyo paññāyati, sabbacatukkena yaññaṁ yajitvā sotthibhāvaṁ karissāmā’’ti vadiṁsu, te mayhaṁ vacanaṁ gahetvā yaññāvāṭaṁ katvā yena yenattho, tassa tassa kāraṇā āgacchantī’’ti. ‘‘Kiṁ pana deva, imesaṁ saddānaṁ nipphattiṁ sadevake loke aggabrāhmaṇaṁ pucchitthā’’ti? ‘‘Ko esa devi, sadevake loke aggabrāhmaṇo nāmā’’ti? ‘‘Mahāgotamo sammāsambuddho’’ti. ‘‘Devi, sammāsambuddho me na pucchito’’ti? ‘‘Tena hi gantvā pucchathā’’ti.",
  "atk-s0513a30:350": "Rājā tassā vacanaṁ gahetvā bhuttapātarāso rathavaramāruyha jetavanaṁ gantvā satthāraṁ vanditvā pucchi ‘‘ahaṁ, bhante, rattibhāge cattāro sadde sutvā brāhmaṇe pucchiṁ, te ‘sabbacatukkayaññaṁ yajitvā sotthiṁ karissāmā’ti vatvā yaññāvāṭe kammaṁ karonti, tesaṁ saddānaṁ sutattā mayhaṁ kiṁ bhavissatī’’ti. ‘‘Na kiñci, mahārāja, nerayikasattā dukkhamanubhavantā evaṁ viraviṁsu, na ime saddā idāni tayā eva sutā, porāṇakarājūhipi sutāyeva, tepi brāhmaṇe pucchitvā pasughātayaññaṁ kattukāmā hutvā paṇḍitānaṁ kathaṁ sutvā na kariṁsu, paṇḍitā tesaṁ saddānaṁ antaraṁ kathetvā mahājanaṁ vissajjāpetvā sotthimakaṁsū’’ti vatvā tena yācito atītaṁ āhari.",
  "atk-s0513a30:351": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto aññatarasmiṁ kāsigāme brāhmaṇakule nibbattitvā vayappatto kāmesu ādīnavaṁ disvā kāme pahāya isipabbajjaṁ pabbajitvā abhiññā ca samāpattiyo ca uppādetvā jhānakīḷaṁ kīḷanto himavante ramaṇīye vanasaṇḍe vasati. Tadā bārāṇasirājā catunnaṁ nerayikānaṁ imeva cattāro sadde sutvā bhītatasito imināva niyāmena brāhmaṇehi ‘‘tiṇṇaṁ antarāyānaṁ aññataro bhavissati, sabbacatukkayaññena taṁ vūpasamessāmā’’ti vutte sampaṭicchi. Purohito brāhmaṇehi saddhiṁ yaññāvāṭaṁ paccupaṭṭhāpesi, mahājano thūṇūpanīto ahosi. Tadā bodhisatto mettābhāvanaṁ purecārikaṁ katvā dibbacakkhunā lokaṁ olokento imaṁ kāraṇaṁ disvā ‘‘ajja, mayā gantuṁ vaṭṭati, mahājanassa sotthi bhavissatī’’ti iddhibalena vehāsaṁ uppatitvā bārāṇasirañño uyyāne otaritvā maṅgalasilāpaṭṭe kañcanarūpakaṁ viya nisīdi. Tadā purohitassa jeṭṭhantevāsiko ācariyaṁ upasaṅkamitvā ‘‘nanu, ācariya, amhākaṁ vedesu paraṁ māretvā sotthikaraṇaṁ nāma natthī’’ti āha. Purohito ‘‘tvaṁ rājadhanaṁ rakkhasi, bahuṁ macchamaṁsaṁ khādissāma, dhanaṁ labhissāma, tuṇhī hohī’’ti taṁ paṭibāhi.",
  "atk-s0513a30:352": "So ‘‘nāhaṁ ettha sahāyo bhavissāmī’’ti nikkhamitvā rājuyyānaṁ gantvā bodhisattaṁ disvā vanditvā katapaṭisanthāro ekamantaṁ nisīdi. Bodhisatto ‘‘kiṁ, māṇava, rājā dhammena rajjaṁ kāretī’’ti pucchi. ‘‘Bhante, rājā dhammena rajjaṁ kāreti, rattibhāge pana cattāro sadde sutvā brāhmaṇe pucchi. Brāhmaṇā ‘sabbacatukkayaññaṁ yajitvā sotthiṁ karissāmā’’’ti vadiṁsu. Rājā pasughātakammaṁ katvā attano sotthiṁ kātukāmo mahājano thūṇūpanīto, ‘‘kiṁ nu kho, bhante, tumhādisānaṁ sīlavantānaṁ tesaṁ saddānaṁ nipphattiṁ vatvā mahājanaṁ maraṇamukhā mocetuṁ vaṭṭatī’’ti. ‘‘Māṇava, rājā amhe na jānāti, mayampi taṁ na jānāma, imesaṁ pana saddānaṁ nipphattiṁ jānāma, sace rājā amhe upasaṅkamitvā puccheyya, rājānaṁ nikkaṅkhaṁ katvā kathessāmā’’ti. ‘‘Tena hi, bhante, muhuttaṁ idheva hotha, ahaṁ rājānaṁ ānessāmī’’ti. ‘‘Sādhu, māṇavā’’ti. So gantvā rañño tamatthaṁ ārocetvā rājānaṁ ānesi.",
  "atk-s0513a30:353": "Atha rājā bodhisattaṁ vanditvā ekamantaṁ nisinno pucchi ‘‘saccaṁ kira tumhe mayā sutasaddānaṁ nipphattiṁ jānāthā’’ti? ‘‘Āma, mahārājā’’ti. ‘‘Kathetha, bhante’’ti. ‘‘Mahārāja, ete purimabhave paresaṁ rakkhitagopitesu dāresu cārittaṁ āpajjitvā bārāṇasisāmante catūsu lohakumbhīsu nibbattā pakkuthite khāralohodake pheṇuddehakaṁ paccamānā tiṁsa vassasahassāni adho gantvā kumbhitalaṁ āhacca uddhaṁ ārohantā tiṁsavassasahasseneva kālena kumbhimukhaṁ disvā bahi oloketvā cattāro janā catasso gāthā paripuṇṇaṁ katvā vattukāmāpi tathā kātuṁ asakkontā ekekameva akkharaṁ vatvā puna lohakumbhīsuyeva nimuggā. Tesu du-kāraṁ vatvā nimuggasatto evaṁ vattukāmo ahosi –",
  "atk-s0513a30:354": "53.",
  "atk-s0513a30:355": " ‘Dujjīvitamajīvimha , ye sante na dadamhase;",
  "atk-s0513a30:356": "Vijjamānesu bhogesu, dīpaṁ nākamha attano’ti. –",
  "atk-s0513a30:357": "Taṁ gāthaṁ paripuṇṇaṁ kātuṁ nāsakkhī’’ti vatvā bodhisatto attano ñāṇena taṁ gāthaṁ paripuṇṇaṁ katvā kathesi. Sesāsupi eseva nayo.",
  "atk-s0513a30:358": "Tesu sa-kāraṁ vatvā vattukāmassa ayaṁ gāthā –",
  "atk-s0513a30:359": "54.",
  "atk-s0513a30:360": " ‘‘Saṭṭhi vassasahassāni, paripuṇṇāni sabbaso;",
  "atk-s0513a30:361": "Niraye paccamānānaṁ, kadā anto bhavissatī’’ti.",
  "atk-s0513a30:362": "Na-kāraṁ vatvā vattukāmassa ayaṁ gāthā –",
  "atk-s0513a30:363": "55.",
  "atk-s0513a30:364": " ‘‘Natthi anto kuto anto, na anto paṭidissati;",
  "atk-s0513a30:365": "Tadā hi pakataṁ pāpaṁ, mama tuyhañca mārisā’’ti.",
  "atk-s0513a30:366": "So-kāraṁ vatvā vattukāmassa ayaṁ gāthā –",
  "atk-s0513a30:367": "56.",
  "atk-s0513a30:368": " ‘‘Sohaṁ nūna ito gantvā, yoniṁ laddhāna mānusiṁ;",
  "atk-s0513a30:369": "Vadaññū sīlasampanno, kāhāmi kusalaṁ bahu’’nti.",
  "atk-s0513a30:370": "Tattha dujjīvitanti tīṇi duccaritāni caranto dujjīvitaṁ lāmakajīvitaṁ jīvati nāma, sopi tadeva sandhāyāha ‘‘dujjīvitamajīvimhā’’ti. Ye sante na dadamhaseti ye mayaṁ deyyadhamme ca paṭiggāhake ca saṁvijjamāneyeva na dānaṁ dadimha. Dīpaṁ nākamha attanoti attano patiṭṭhaṁ na karimha. Paripuṇṇānīti anūnāni anadhikāni. Sabbasoti sabbākārena. Paccamānānanti amhākaṁ imasmiṁ niraye paccamānānaṁ.",
  "atk-s0513a30:371": "Natthiantoti ‘‘amhākaṁ asukakāle nāma mokkho bhavissatī’’ti evaṁ kālaparicchedo natthi. Kuto antoti kena kāraṇena anto paññāyissati. Na antoti antaṁ daṭṭhukāmānampi no dukkhassa anto na paṭidissati. Tadā hi pakatanti tasmiṁ kāle mārisā mama ca tuyhañca pakataṁ pāpaṁ pakaṭṭhaṁ kataṁ atibahumeva kataṁ. ‘‘Tathā hi pakata’’ntipi pāṭho, tena kāraṇena kataṁ, yenassa anto daṭṭhuṁ na sakkāti attho. Mārisāti mayā sadisā, piyālapanametaṁ etesaṁ. Nūnāti ekaṁsatthe nipāto, so ahaṁ ito gantvā yoniṁ mānusiṁ laddhāna vadaññū sīlasampanno hutvā ekaṁseneva bahuṁ kusalaṁ karissāmīti ayamettha attho.",
  "atk-s0513a30:372": "Iti bodhisatto ekamekaṁ gāthaṁ vatvā ‘‘mahārāja, so nerayikasatto imaṁ gāthaṁ paripuṇṇaṁ katvā vattukāmo attano pāpassa mahantatāya tathā kathetuṁ nāsakkhi, iti so attano kammavipākaṁ anubhavanto viravi. Tumhākaṁ etassa saddassa savanapaccayā antarāyo nāma natthi, tumhe mā bhāyitthā’’ti rājānaṁ saññāpesi. Rājā mahājanaṁ vissajjāpetvā suvaṇṇabheriṁ carāpetvā yaññāvāṭaṁ viddhaṁsāpesi. Bodhisatto mahājanassa sotthiṁ katvā katipāhaṁ vasitvā tattheva gantvā aparihīnajjhāno brahmaloke uppajji.",
  "atk-s0513a30:373": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi – ‘‘tadā purohitassa jeṭṭhantevāsikamāṇavo sāriputto ahosi, tāpaso pana ahameva ahosi’’nti.",
  "atk-s0513a30:374": "Lohakumbhijātakavaṇṇanā catutthā.",
  "atk-s0513a30:376": " [315] 5. Sabbamaṁsalābhajātakavaṇṇanā",
  "atk-s0513a30:377": "Pharusā vata te vācāti idaṁ satthā jetavane viharanto sāriputtattherena pītavirecanānaṁ dinnarasapiṇḍapātaṁ ārabbha kathesi. Tadā kira jetavane ekacce bhikkhū snehavirecanaṁ piviṁsu. Tesaṁ rasapiṇḍapātena attho hoti, gilānupaṭṭhākā ‘‘rasabhattaṁ āharissāmā’’ti sāvatthiṁ pavisitvā odanikagharavīthiyaṁ piṇḍāya caritvāpi rasabhattaṁ alabhitvā nivattiṁsu. Thero divātaraṁ piṇḍāya pavisamāno te bhikkhū disvā ‘‘kiṁ, āvuso, atipageva nivattathā’’ti pucchi. Te tamatthaṁ ārocesuṁ. Thero ‘‘tena hi ethā’’ti te gahetvā tameva vīthiṁ agamāsi, manussā pūretvā rasabhattaṁ adaṁsu. Gilānupaṭṭhākā rasabhattaṁ āharitvā gilānānaṁ adaṁsu, te paribhuñjiṁsu . Athekadivasaṁ dhammasabhāyaṁ bhikkhū kathaṁ samuṭṭhāpesuṁ ‘‘āvuso, thero kira pītavirecanānaṁ upaṭṭhāke rasabhattaṁ alabhitvā nikkhamante gahetvā odanikagharavīthiyaṁ caritvā bahuṁ rasapiṇḍapātaṁ pesesī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāni sāriputtova maṁsaṁ labhi, pubbepi muduvācā piyavacanā vattuṁ chekā paṇḍitā labhiṁsū’’ti vatvā atītaṁ āhari.",
  "atk-s0513a30:378": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto seṭṭhiputto ahosi. Athekadivasaṁ eko migaluddako bahuṁ maṁsaṁ labhitvā yānakaṁ pūretvā ‘‘vikkiṇissāmī’’ti nagaraṁ āgacchati. Tadā bārāṇasivāsikā cattāro seṭṭhiputtā nagarā nikkhamitvā ekasmiṁ maggasabhāgaṭṭhāne kiñci diṭṭhaṁ sutaṁ sallapantā nisīdiṁsu. Etesu eko seṭṭhiputto taṁ maṁsayānakaṁ disvā ‘‘etaṁ luddakaṁ maṁsakhaṇḍaṁ āharāpemī’’ti āha. ‘‘Gaccha āharāpehī’’ti. So taṁ upasaṅkamitvā ‘‘are, luddaka, dehi me maṁsakhaṇḍa’’nti āha. Luddako ‘‘mārisa, paraṁ kiñci yācantena nāma piyavacanena bhavitabbaṁ, tayā kathitavācāya anucchavikaṁ maṁsakhaṇḍaṁ labhissasī’’ti vatvā paṭhamaṁ gāthamāha –",
  "atk-s0513a30:379": "57.",
  "atk-s0513a30:380": " ‘‘Pharusā vata te vācā, maṁsaṁ yācanako asi;",
  "atk-s0513a30:381": "Kilomasadisī vācā, kilomaṁ samma dammi te’’ti.",
  "atk-s0513a30:382": "Tattha kilomasadisīti pharusatāya kilomasadisī. Kilomaṁ samma dammi teti handa gaṇha, idaṁ te vācāya sadisaṁ kilomaṁ dammīti nirasaṁ nimaṁsalohitaṁ kilomakakhaṇḍaṁ ukkhipitvā adāsi.",
  "atk-s0513a30:383": "Atha naṁ aparo seṭṭhiputto ‘‘kinti vatvā yācasī’’ti pucchi. ‘‘Are’’ti vatvāti. So ‘‘ahampi naṁ yācissāmī’’ti vatvā gantvā ‘‘jeṭṭhabhātika, maṁsakhaṇḍaṁ me dehī’’ti āha. Itaro ‘‘tava vacanasssa anucchavikaṁ maṁsakhaṇḍaṁ labhissasī’’ti vatvā dutiyaṁ gāthamāha –",
  "atk-s0513a30:384": "58.",
  "atk-s0513a30:385": " ‘‘Aṅgametaṁ manussānaṁ, bhātā loke pavuccati;",
  "atk-s0513a30:386": "Aṅgassa sadisī vācā, aṅgaṁ samma dadāmi te’’ti.",
  "atk-s0513a30:387": "Tassattho – imasmiṁ loke manussānaṁ aṅgasadisattā aṅgametaṁ yadidaṁ bhātā bhaginīti, tasmā tavesā aṅgasadisī vācāti etissā anucchavikaṁ aṅgameva dadāmi teti. Evañca pana vatvā aṅgamaṁsaṁ ukkhipitvā adāsi.",
  "atk-s0513a30:388": "Tampi aparo seṭṭhiputto ‘‘kinti vatvā yācasī’’ti pucchi. ‘‘Bhātikā’’ti vatvāti. So ‘‘ahampi naṁ yācissāmī’’ti vatvā gantvā ‘‘tāta, maṁsakhaṇḍaṁ me dehī’’ti āha. Luddako tava vacanānūrūpaṁ lacchasī’’ti vatvā tatiyaṁ gāthamāha –",
  "atk-s0513a30:389": "59.",
  "atk-s0513a30:390": " ‘‘Tātāti putto vadamāno, kampeti hadayaṁ pitu;",
  "atk-s0513a30:391": "Hadayassa sadisī vācā, hadayaṁ samma dammi te’’ti.",
  "atk-s0513a30:392": "Evañca pana vatvā hadayamaṁsena saddhiṁ madhuramaṁsaṁ ukkhipitvā adāsi.",
  "atk-s0513a30:393": "Taṁ catuttho seṭṭhiputto ‘‘kinti vatvā yācasī’’ti pucchi. So ‘‘tātā’’ti vatvāti. So ‘‘ahampi yācissāmī’’ti vatvā gantvā ‘‘sahāya maṁsakhaṇḍaṁ me dehī’’ti āha. Luddako ‘‘tava vacanānurūpaṁ lacchasī’’ti vatvā catutthaṁ gāthamāha –",
  "atk-s0513a30:394": "60.",
  "atk-s0513a30:395": " ‘‘Yassa gāme sakhā natthi, yathāraññaṁ tatheva taṁ;",
  "atk-s0513a30:396": "Sabbassa sadisī vācā, sabbaṁ samma dadāmi te’’ti.",
  "atk-s0513a30:397": "Tassattho – yassa purisassa gāme sukhadukkhesu saha ayanato sahāyasaṅkhāto sakhā natthi, tassa taṁ ṭhānaṁ yathā amanussaṁ araññaṁ tatheva hoti, iti ayaṁ tava vācā sabbassa sadisī, sabbena attano santakena vibhavena sadisī, tasmā sabbameva imaṁ mama santakaṁ maṁsayānakaṁ dadāmi teti.",
  "atk-s0513a30:398": "Evañca pana vatvā ‘‘ehi, samma, sabbameva idaṁ maṁsayānakaṁ tava gehaṁ āharissāmī’’ti āha. Seṭṭhiputto tena yānakaṁ pājāpento attano gharaṁ gantvā maṁsaṁ otārāpetvā luddakassa sakkārasammānaṁ katvā puttadārampissa pakkosāpetvā luddakammato apanetvā attano kuṭumbamajjhe vasāpento tena saddhiṁ abhejjasahāyo hutvā yāvajīvaṁ samaggavāsaṁ vasi.",
  "atk-s0513a30:399": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā luddako sāriputto ahosi, sabbamaṁsalābhī seṭṭhiputto pana ahameva ahosi’’nti.",
  "atk-s0513a30:400": "Sabbamaṁsalābhajātakavaṇṇanā pañcamā.",
  "atk-s0513a30:402": " [316] 6. Sasapaṇḍitajātakavaṇṇanā",
  "atk-s0513a30:403": "Sattame rohitā macchāti idaṁ satthā jetavane viharanto sabbaparikkhāradānaṁ ārabbha kathesi. Sāvatthiyaṁ kira eko kuṭumbiko buddhappamukhassa bhikkhusaṅghassa sabbaparikkhāradānaṁ sajjetvā gharadvāre maṇḍapaṁ kāretvā buddhappamukhaṁ bhikkhusaṅghaṁ nimantetvā susajjitamaṇḍape paññattavarāsane nisīdāpetvā nānaggarasaṁ paṇītadānaṁ datvā puna svātanāyāti sattāhaṁ nimantetvā sattame divase buddhappamukhānaṁ pañcannaṁ bhikkhusatānaṁ sabbaparikkhāre adāsi. Satthā bhattakiccāvasāne anumodanaṁ karonto ‘‘upāsaka, tayā pītisomanassaṁ kātuṁ vaṭṭati, idañhi dānaṁ nāma porāṇakapaṇḍitānaṁ vaṁso, porāṇakapaṇḍitā hi sampattayācakānaṁ jīvitaṁ pariccajitvā attano maṁsampi adaṁsū’’ti vatvā tena yācito atītaṁ āhari.",
  "atk-s0513a30:404": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto sasayoniyaṁ nibbattitvā araññe vasi. Tassa pana araññassa ekato pabbatapādo ekato nadī ekato paccantagāmako ahosi. Aparepissa tayo sahāyā ahesuṁ makkaṭo ca siṅgālo ca uddo cāti. Te cattāropi paṇḍitā ekatova vasantā attano attano gocaraṭṭhāne gocaraṁ gahetvā sāyanhasamaye ekato sannipatanti. Sasapaṇḍito ‘‘dānaṁ dātabbaṁ, sīlaṁ rakkhitabbaṁ, uposathakammaṁ kātabba’’nti tiṇṇaṁ janānaṁ ovādavasena dhammaṁ deseti. Te tassa ovādaṁ sampaṭicchitvā attano attano nivāsagumbaṁ pavisitvā vasanti. Evaṁ kāle gacchante ekadivasaṁ bodhisatto ākāsaṁ oloketvā candaṁ disvā ‘‘sve uposathadivaso’’ti ñatvā itare tayo āha ‘‘sve uposatho, tumhepi tayo janā sīlaṁ samādiyitvā uposathikā hotha, sīle patiṭṭhāya dinnadānaṁ mahapphalaṁ hoti, tasmā yācake sampatte tumhehi khāditabbāhārato dānaṁ datvā khādeyyāthā’’ti. Te ‘‘sādhū’’ti sampaṭicchitvā attano attano vasanaṭṭhānesu vasiṁsu.",
  "atk-s0513a30:405": "Punadivase tesu uddo pātova ‘‘gocaraṁ pariyesissāmī’’ti nikkhamitvā gaṅgātīraṁ gato. Atheko bālisiko satta rohitamacche uddharitvā valliyā āvuṇitvā netvā gaṅgātīre vālukaṁ viyūhitvā vālikāya paṭicchādetvā puna macche gaṇhanto adhogaṅgaṁ gacchi. Uddo macchagandhaṁ ghāyitvā vālukaṁ viyūhitvā macche disvā nīharitvā ‘‘atthi nu kho etesaṁ sāmiko’’ti tikkhattuṁ ghosetvā sāmikaṁ apassanto vallikoṭiṁ ḍaṁsitvā netvā attano vasanagumbe ṭhapetvā ‘‘velāyameva khādissāmī’’ti attano sīlaṁ āvajjento nipajji. Siṅgālopi vasanaṭṭhānato nikkhamitvā gocaraṁ pariyesanto ekassa khettagopakassa kuṭiyaṁ dve maṁsasūlāni ekaṁ godhaṁ ekañca dadhivārakaṁ disvā ‘‘atthi nu kho etesaṁ sāmiko’’ti tikkhattuṁ ghosetvā sāmikaṁ adisvā dadhivārakassa uggahaṇarajjukaṁ gīvāya pavesetvā dve maṁsasūle ca godhañca mukhena ḍaṁsitvā netvā attano vasanagumbe ṭhapetvā ‘‘velāyameva khādissāmī’’ti attano sīlaṁ āvajjento nipajji. Makkaṭopi vasanaṭṭhānato nikkhamitvā vanasaṇḍaṁ pavisitvā ambapiṇḍaṁ āharitvā attano vasanagumbe ṭhapetvā ‘‘velāyameva khādissāmī’’ti attano sīlaṁ āvajjento nipajji.",
  "atk-s0513a30:406": "Bodhisatto pana ‘‘velāyameva vasanaṭṭhānato nikkhamitvā dabbatiṇāni khādissāmī’’ti attano vasanagumbeyeva nipanno cintesi ‘‘mama santikaṁ āgatānaṁ yācakānaṁ tiṇāni dātuṁ na sakkā, tilataṇḍulādayopi mayhaṁ natthi, sace me santikaṁ yācako āgacchissati, attano sarīramaṁsaṁ dassāmī’’ti. Tassa sīlatejena sakkassa paṇḍukambalasilāsanaṁ uṇhākāraṁ dassesi. So āvajjamāno idaṁ kāraṇaṁ disvā ‘‘sasarājānaṁ vīmaṁsissāmī’’ti paṭhamaṁ uddassa vasanaṭṭhānaṁ gantvā brāhmaṇavesena aṭṭhāsi. ‘‘Brāhmaṇa, kimatthaṁ ṭhitosī’’ti vutte paṇḍita sace kiñci āhāraṁ labheyyaṁ, uposathiko hutvā vaseyyanti. So ‘‘sādhu dassāmi te āhāra’’nti tena saddhiṁ sallapanto paṭhamaṁ gāthamāha –",
  "atk-s0513a30:407": "61.",
  "atk-s0513a30:408": " ‘‘Satta me rohitā macchā, udakā thalamubbhatā;",
  "atk-s0513a30:409": "Idaṁ brāhmaṇa me atthi, etaṁ bhutvā vane vasā’’ti.",
  "atk-s0513a30:410": "Tattha thalamubbhatāti udakato thale ṭhapitā, kevaṭṭena vā uddhaṭā. Etaṁ bhutvāti etaṁ mama santakaṁ macchāhāraṁ pacitvā bhuñjitvā samaṇadhammaṁ karonto ramaṇīye rukkhamūle nisinno imasmiṁ vane vasāti.",
  "atk-s0513a30:411": "Brāhmaṇo ‘‘pageva tāva hotu, pacchā jānissāmī’’ti siṅgālassa santikaṁ gato. Tenāpi ‘‘kimatthaṁ ṭhitosī’’ti vutto tathevāha. Siṅgālo ‘‘sādhu dassāmī’’ti tena saddhiṁ sallapanto dutiyaṁ gāthamāha –",
  "atk-s0513a30:412": "62.",
  "atk-s0513a30:413": " ‘‘Dussa me khettapālassa, rattibhattaṁ apābhataṁ;",
  "atk-s0513a30:414": "Maṁsasūlā ca dve godhā, ekañca dadhivārakaṁ;",
  "atk-s0513a30:415": "Idaṁ brāhmaṇa me atthi, etaṁ bhutvā vane vasā’’ti.",
  "atk-s0513a30:416": "Tattha dussa meti yo esa mama avidūre khettapālo vasati, dussa amussāti attho. Apābhatanti ābhataṁ ānītaṁ. Maṁsasūlā ca dve godhāti aṅgārapakkāni dve maṁsasūlāni ca ekā ca godhā. Dadhivārakanti dadhivārako. Idanti idaṁ ettakaṁ mama atthi, etaṁ sabbampi yathābhirucitena pākena pacitvā paribhuñjitvā uposathiko hutvā ramaṇīye rukkhamūle nisīditvā samaṇadhammaṁ karonto imasmiṁ vanasaṇḍe vasāti attho.",
  "atk-s0513a30:417": "Brāhmaṇo ‘‘pageva tāva hotu, pacchā jānissāmī’’ti makkaṭassa santikaṁ gato. Tenāpi ‘‘kimatthaṁ ṭhitosī’’ti vutto tathevāha. Makkaṭo ‘‘sādhu dassāmī’’ti tena saddhiṁ sallapanto tatiyaṁ gāthamāha –",
  "atk-s0513a30:418": "63.",
  "atk-s0513a30:419": " ‘‘Ambapakkaṁ dakaṁ sītaṁ, sītacchāyā manoramā;",
  "atk-s0513a30:420": "Idaṁ brāhmaṇa me atthi, etaṁ bhutvā vane vasā’’ti.",
  "atk-s0513a30:421": "Tattha ambapakkanti madhuraambaphalaṁ. Dakaṁ sītanti gaṅgāya udakaṁ sītalaṁ. Etaṁ bhutvā vane vasāti brāhmaṇa etaṁ ambapakkaṁ paribhuñjitvā sītalaṁ udakaṁ pivitvā yathābhirucite ramaṇīye rukkhamūle nisinno samaṇadhammaṁ karonto imasmiṁ vanasaṇḍe vasāti.",
  "atk-s0513a30:422": "Brāhmaṇo ‘‘pageva tāva hotu, pacchā jānissāmī’’ti sasapaṇḍitassa santikaṁ gato. Tenāpi ‘‘kimatthaṁ ṭhitosī’’ti vutto tathevāha. Taṁ sutvā bodhisatto somanassappatto ‘‘brāhmaṇa, suṭṭhu te kataṁ āhāratthāya mama santikaṁ āgacchantena, ajjāhaṁ adinnapubbaṁ dānaṁ dassāmi . Tvaṁ pana sīlavā pāṇātipātaṁ na karissasi, gaccha, brāhmaṇa, nānādārūni saṅkaḍḍhitvā aṅgāre katvā mayhaṁ ārocehi, ahaṁ attānaṁ pariccajitvā aṅgāramajjhe patissāmi . Mama sarīre pakke tvaṁ maṁsaṁ khāditvā samaṇadhammaṁ kareyyāsī’’ti tena saddhiṁ sallapanto catutthaṁ gāthamāha –",
  "atk-s0513a30:423": "64.",
  "atk-s0513a30:424": " ‘‘Na sasassa tilā atthi, na muggā napi taṇḍulā;",
  "atk-s0513a30:425": "Iminā agginā pakkaṁ, mamaṁ bhutvā vane vasā’’ti.",
  "atk-s0513a30:426": "Tattha mamaṁ bhutvāti yaṁ taṁ ahaṁ aggiṁ karohīti vadāmi, iminā agginā pakkaṁ maṁ bhuñjitvā imasmiṁ vane vasa, ekassa sasassa sarīraṁ nāma ekassa purisassa yāpanamattaṁ hotīti.",
  "atk-s0513a30:427": "Sakko tassa vacanaṁ sutvā attano ānubhāvena ekaṁ aṅgārarāsiṁ māpetvā bodhisattassa ārocesi. So dabbatiṇasayanato uṭṭhāya tattha gantvā ‘‘sace me lomantaresu pāṇakā atthi, te mā mariṁsū’’ti tikkhattuṁ sarīraṁ vidhunitvā sakalasarīraṁ dānamukhe ṭhapetvā laṅghitvā padumasare rājahaṁso viya pamuditacitto aṅgārarāsimhi pati. So pana aggi bodhisattassa sarīre lomakūpamattampi uṇhaṁ kātuṁ nāsakkhi, himagabbhaṁ paviṭṭho viya ahosi. Atha sakkaṁ āmantetvā ‘‘brāhmaṇa, tayā kato aggi atisītalo, mama sarīre lomakūpamattampi uṇhaṁ kātuṁ na sakkoti, kiṁ nāmeta’’nti āha. ‘‘Sasapaṇḍita, nāhaṁ brāhmaṇo, sakkohamasmi, tava vīmaṁsanatthāya āgatomhī’’ti. ‘‘Sakka, tvaṁ tāva tiṭṭha, sakalopi ce lokasannivāso maṁ dānena vīmaṁseyya, neva me adātukāmataṁ passeyyā’’ti bodhisatto sīhanādaṁ nadi. Atha naṁ sakko ‘‘sasapaṇḍita, tava guṇo sakalakappaṁ pākaṭo hotū’’ti pabbataṁ pīḷetvā pabbatarasaṁ ādāya candamaṇḍale sasalakkhaṇaṁ likhitvā bodhisattaṁ ānetvā tasmiṁ vanasaṇḍe tasmiṁyeva vanagumbe taruṇadabbatiṇapiṭṭhe nipajjāpetvā attano vasanaṭṭhānameva gato. Tepi cattāro paṇḍitā samaggā sammodamānā sīlaṁ pūretvā dānaṁ datvā uposathakammaṁ katvā yathākammaṁ gatā.",
  "atk-s0513a30:428": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne sabbaparikkhāradānadāyako gahapati sotāpattiphale patiṭṭhahi.",
  "atk-s0513a30:429": "Tadā uddo ānando ahosi, siṅgālo moggallāno, makkaṭo sāriputto, sakko anuruddho, sasapaṇḍito pana ahameva ahosinti.",
  "atk-s0513a30:430": "Sasapaṇḍitajātakavaṇṇanā chaṭṭhā.",
  "atk-s0513a30:432": " [317] 7. Matarodanajātakavaṇṇanā",
  "atk-s0513a30:433": "Mataṁmataṁ eva rodathāti idaṁ satthā jetavane viharanto aññataraṁ sāvatthivāsiṁ kuṭumbikaṁ ārabbha kathesi. Tassa kira bhātā kālamakāsi. So tassa kālakiriyāya sokābhibhūto na nhāyati na bhuñjati na vilimpati, pātova susānaṁ gantvā sokasamappito rodati. Satthā paccūsasamaye lokaṁ olokento tassa sotāpattiphalūpanissayaṁ disvā ‘‘imassa atītakāraṇaṁ āharitvā sokaṁ vūpasametvā sotāpattiphalaṁ dātuṁ ṭhapetvā maṁ añño koci samattho natthi, imassa mayā avassayena bhavituṁ vaṭṭatī’’ti punadivase pacchābhattaṁ piṇḍapātapaṭikkanto pacchāsamaṇaṁ ādāya tassa gharadvāraṁ gantvā ‘‘satthā āgato’’ti sutvā āsanaṁ paññapetvā ‘‘pavesethā’’ti kuṭumbikena vutto pavisitvā paññatte āsane nisīdi. Kuṭumbikopi āgantvā satthāraṁ vanditvā ekamantaṁ nisīdi. Atha naṁ satthā ‘‘kiṁ kuṭumbika cintesī’’ti āha. ‘‘Āma, bhante, mama bhātu matakālato paṭṭhāya cintemī’’ti. ‘‘Āvuso, sabbe saṅkhārā aniccā, bhijjitabbayuttakaṁ bhijjati, na tattha cintetabbaṁ, porāṇakapaṇḍitāpi bhātari matepi ‘bhijjitabbayuttakaṁ bhijjatī’ti na cintayiṁsū’’ti vatvā tena yācito atītaṁ āhari.",
  "atk-s0513a30:434": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto asītikoṭivibhave seṭṭhikule nibbatti, tassa vayappattassa mātāpitaro kālamakaṁsu. Tesu kālakatesu bodhisattassa bhātā kuṭumbaṁ vicāreti, bodhisatto taṁ nissāya jīvati. So aparabhāge tathārūpena byādhinā kālamakāsi. Ñātimittā suhajjā sannipatitvā bāhā paggayha kandanti rodanti, ekopi sakabhāvena saṇṭhātuṁ nāsakkhi, bodhisatto pana neva kandati na rodati. Manussā ‘‘passatha bho, imassa bhātari mate mukhasaṅkocanamattampi natthi, ativiya thaddhahadayo, ‘dvepi koṭṭhāse ahameva paribhuñjissāmī’ti bhātu maraṇaṁ icchati maññe’’ti bodhisattaṁ garahiṁsu. Ñātakāpi naṁ ‘‘tvaṁ bhātari mate na rodasī’’ti garahiṁsuyeva. So tesaṁ kathaṁ sutvā ‘‘tumhe attano andhabālabhāvena aṭṭha lokadhamme ajānantā ‘mama bhātā mato’ti rodatha, ahampi marissāmi, tumhepi marissatha, attānampi ‘mayampi marissāmā’ti kasmā na rodatha. Sabbe saṅkhārā aniccā hutvā nirujjhanti, teneva sabhāvena saṇṭhātuṁ samattho ekasaṅkhāropi natthi. Tumhe andhabālā aññāṇatāya aṭṭha lokadhamme ajānitvā rodatha, ahaṁ kimatthaṁ rodissāmī’’ti vatvā imā gāthā abhāsi –",
  "atk-s0513a30:435": "65.",
  "atk-s0513a30:436": " ‘‘Mataṁ mataṁ eva rodatha, na hi taṁ rodatha yo marissati;",
  "atk-s0513a30:437": "Sabbepi sarīradhārino, anupubbena jahanti jīvitaṁ.",
  "atk-s0513a30:438": "66.",
  "atk-s0513a30:439": " ‘‘Devamanussā catuppadā, pakkhigaṇā uragā ca bhogino;",
  "atk-s0513a30:440": "Samhi sarīre anissarā, ramamānāva jahanti jīvitaṁ.",
  "atk-s0513a30:441": "67.",
  "atk-s0513a30:442": " ‘‘Evaṁ calitaṁ asaṇṭhitaṁ, sukhadukkhaṁ manujesvapekkhiya;",
  "atk-s0513a30:443": "Kanditaruditaṁ niratthakaṁ, kiṁ vo sokagaṇābhikīrare.",
  "atk-s0513a30:444": "68.",
  "atk-s0513a30:445": " ‘‘Dhuttā ca soṇḍā akatā, bālā sūrā ayogino;",
  "atk-s0513a30:446": "Dhīraṁ maññanti bāloti, ye dhammassa akovidā’’ti.",
  "atk-s0513a30:447": "Tattha mataṁ mataṁ evāti mataṁ mataṁyeva. Anupubbenāti attano attano maraṇavāre sampatte paṭipāṭiyā jahanti jīvitaṁ, na ekatova sabbe maranti, yadi evaṁ mareyyuṁ, lokappavatti ucchijjeyya. Bhoginoti mahantena sarīrabhogena samannāgatā. Ramamānāvāti tattha tattha nibbattā sabbepi ete devādayo sattā attano attano nibbattaṭṭhāne abhiramamānāva anukkaṇṭhitāva jīvitaṁ jahanti. Evaṁ calitanti evaṁ tīsu bhavesu niccalabhāvassa ca saṇṭhitabhāvassa ca abhāvā calitaṁ asaṇṭhitaṁ. Kiṁ vo sokagaṇābhikīrareti kiṁkāraṇā tumhe sokarāsī abhikiranti ajjhottharanti.",
  "atk-s0513a30:448": "Dhuttāca soṇḍā akatāti itthidhuttā surādhuttā akkhadhuttā ca surāsoṇḍādayo soṇḍā ca akatabuddhino asikkhitakā ca. Bālāti bālyena samannāgatā aviddasuno. Sūrā ayoginoti ayonisomanasikārena sūrā, yogesu ayuttatāya ayogino. ‘‘Ayodhino’’tipi pāṭho, kilesamārena saddhiṁ yujjhituṁ asamatthāti attho. Dhīraṁ maññanti bāloti, ye dhammassa akovidāti ye evarūpā dhuttādayo aṭṭhavidhassa lokadhammassa akovidā, te appamattakepi dukkhadhamme uppanne attanā kandamānā rodamānā aṭṭha lokadhamme kathato jānitvā ñātimaraṇādīsu akandantaṁ arodantaṁ mādisaṁ dhīraṁ paṇḍitaṁ ‘‘bālo ayaṁ na rodatī’’ti maññantīti.",
  "atk-s0513a30:449": "Evaṁ bodhisatto tesaṁ dhammaṁ desetvā sabbepi te nissoke akāsi.",
  "atk-s0513a30:450": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne kuṭumbiko sotāpattiphale patiṭṭhahi. Tadā mahājanasssa dhammaṁ desetvā nissokabhāvakarapaṇḍito pana ahameva ahosinti.",
  "atk-s0513a30:451": "Matarodanajātakavaṇṇanā sattamā.",
  "atk-s0513a30:453": " [318] 8. Kaṇaverajātakavaṇṇanā",
  "atk-s0513a30:454": "Yaṁ taṁ vasanta samayeti idaṁ satthā jetavane viharanto purāṇadutiyikāpalobhanaṁ ārabbha kathesi. Vatthu indriyajātake (jā. 1.8.60 ādayo) āvi bhavissati. Satthā pana taṁ bhikkhuṁ ‘‘pubbe tvaṁ bhikkhu etaṁ nissāya asinā sīsacchedaṁ paṭilabhī’’ti vatvā tena yācito atītaṁ āhari.",
  "atk-s0513a30:455": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto kāsigāmake ekassa gahapatikassa ghare coranakkhattena jāto vayappatto corakammaṁ katvā jīvikaṁ kappento loke pākaṭo ahosi sūro nāgabalo, koci naṁ gaṇhituṁ nāsakkhi. So ekadivasaṁ ekasmiṁ seṭṭhighare sandhiṁ chinditvā bahuṁ dhanaṁ avahari. Nāgarā rājānaṁ upasaṅkamitvā ‘‘deva, eko mahācoro nagaraṁ vilumpati, taṁ gaṇhāpethā’’ti vadiṁsu. Rājā tassa gahaṇatthāya nagaraguttikaṁ āṇāpesi. So rattibhāge tattha tattha vaggabandhanena manusse ṭhapetvā taṁ sahoḍḍhaṁ gāhāpetvā rañño ārocesi. Rājā ‘‘sīsamassa chindā’’ti nagaraguttikaññeva āṇāpesi. Nagaraguttiko taṁ pacchābāhaṁ gāḷhabandhanaṁ bandhāpetvā gīvāyassa rattakaṇavīramālaṁ laggetvā sīse iṭṭhakacuṇṇaṁ okiritvā catukke catukke kasāhi tāḷāpento kharassarena paṇavena āghātanaṁ neti. ‘‘Imasmiṁ kira nagare vilopakārako coro gahito’’ti sakalanagaraṁ saṅkhubhi.",
  "atk-s0513a30:456": "Tadā ca bārāṇasiyaṁ sahassaṁ gaṇhantī sāmā nāma gaṇikā hoti rājavallabhā pañcasatavaṇṇadāsīparivārā. Sā pāsādatale vātapānaṁ vivaritvā ṭhitā taṁ nīyamānaṁ passi. So pana abhirūpo pāsādiko ativiya sobhaggappatto devavaṇṇo sabbesaṁ matthakamatthakena paññāyati. Sāmā taṁ disvā paṭibaddhacittā hutvā ‘‘kena nu kho upāyenāhaṁ imaṁ purisaṁ attano sāmikaṁ kareyya’’nti cintayantī ‘‘attheko upāyo’’ti attano atthacarikāya ekissā hatthe nagaraguttikassa sahassaṁ pesesi ‘‘ayaṁ coro sāmāya bhātā, aññatra sāmāya añño etassa avassayo natthi, tumhe kira idaṁ sahassaṁ gahetvā etaṁ vissajjethā’’ti . Sā gantvā tathā akāsi. Nagaraguttiko ‘‘ayaṁ coro pākaṭo, na sakkā etaṁ vissajjetuṁ, aññaṁ pana manussaṁ labhitvā imaṁ paṭicchannayānake nisīdāpetvā pesetuṁ sakkā’’ti āha. Sā gantvā tassā ārocesi.",
  "atk-s0513a30:457": "Tadā paneko seṭṭhiputto sāmāya paṭibaddhacitto devasikaṁ sahassaṁ deti. So taṁ divasampi sūriyatthaṅgamanavelāya sahassaṁ gaṇhitvā taṁ gharaṁ agamāsi. Sāmāpi sahassabhaṇḍikaṁ gahetvā ūrūsu ṭhapetvā parodantī nisinnā hoti. ‘‘Kiṁ eta’’nti ca vuttā ‘‘sāmi, ayaṁ coro mama bhātā, ‘ahaṁ nīcakammaṁ karomī’ti mayhaṁ santikaṁ na eti, nagaraguttikassa pahitaṁ ‘sahassaṁ labhamāno vissajjessāmi na’nti sāsanaṁ pesesi. Idāni imaṁ sahassaṁ ādāya nagaraguttikassa santikaṁ gacchantaṁ na labhāmī’’ti āha. So tassā paṭibaddhacittatāya ‘‘ahaṁ gamissāmī’’ti āha. ‘‘Tena hi tayā ābhatameva gahetvā gacchāhī’’ti. So taṁ gahetvā nagaraguttikassa gehaṁ gañchi. So taṁ seṭṭhiputtaṁ paṭicchannaṭṭhāne ṭhapetvā coraṁ paṭicchannayānake nisīdāpetvā sāmāya pahiṇitvā ‘‘ayaṁ coro raṭṭhe pākaṭo, tamandhakāraṁ tāva hotu, atha naṁ manusssānaṁ paṭisallīnavelāya ghātāpessāmī’’ti apadesaṁ katvā muhuttaṁ vītināmetvā manussesu paṭisallīnesu seṭṭhiputtaṁ mahantenārakkhena āghātanaṁ netvā asinā sīsaṁ chinditvā sarīraṁ sūle āropetvā nagaraṁ pāvisi.",
  "atk-s0513a30:458": "Tato paṭṭhāya sāmā aññesaṁ hatthato kiñci na gaṇhāti, teneva saddhiṁ abhiramamānā vicarati. So cintesi ‘‘sace ayaṁ aññasmiṁ paṭibaddhacittā bhavissati, mampi mārāpetvā tena saddhiṁ abhiramissati, accantaṁ mittadubbhinī esā, mayā idha avasitvā khippaṁ palāyituṁ vaṭṭati, gacchanto ca pana tucchahattho agantvā etissā ābharaṇabhaṇḍaṁ gahetvā gacchissāmī’’ti cintetvā ekasmiṁ divase taṁ āha – ‘‘bhadde, mayaṁ pañjare pakkhittakukkuṭā viya niccaṁ ghareyeva homa, ekadivasaṁ uyyānakīḷaṁ karissāmā’’ti. Sā ‘‘sādhū’’ti sampaṭicchitvā khādanīyabhojanīyādiṁ sabbaṁ paṭiyādetvā sabbābharaṇapaṭimaṇḍitā tena saddhiṁ paṭicchannayāne nisīditvā uyyānaṁ agamāsi. So tattha tāya saddhiṁ kīḷanto ‘‘idāni mayhaṁ palāyituṁ vaṭṭatī’’ti tāya saddhiṁ kilesaratiyā ramitukāmo viya ekaṁ kaṇavīragacchantaraṁ pavisitvā taṁ āliṅganto viya nippīḷetvā visaññaṁ katvā pātetvā sabbābharaṇāni omuñcitvā tassāyeva uttarāsaṅgena bandhitvā bhaṇḍikaṁ khandhe ṭhapetvā uyyānavatiṁ laṅghitvā pakkāmi.",
  "atk-s0513a30:459": "Sāpi paṭiladdhasaññā uṭṭhāya paricārikānaṁ santikaṁ āgantvā ‘‘ayyaputto kaha’’nti pucchi. ‘‘Na jānāma, ayye’’ti. ‘‘Maṁ matāti saññāya bhāyitvā palāto bhavissatī’’ti anattamanā hutvā tatoyeva gehaṁ gantvā ‘‘mama piyasāmikassa adiṭṭhakālato paṭṭhāyeva alaṅkatasayane na sayissāmī’’ti bhūmiyaṁ nipajji. Tato paṭṭhāya manāpaṁ sāṭakaṁ na nivāseti, dve bhattāni na bhuñjati, gandhamālādīni na paṭisevati, ‘‘yena kenaci upāyena ayyaputtaṁ pariyesitvā pakkosāpessāmī’’ti naṭe pakkosāpetvā sahassaṁ adāsi. ‘‘Kiṁ karoma, ayye’’ti vutte ‘‘tumhākaṁ agamanaṭṭhānaṁ nāma natthi, tumhe gāmanigamarājadhāniyo carantā samajjaṁ katvā samajjamaṇḍale paṭhamameva imaṁ gītaṁ gāyeyyāthā’’ti naṭe sikkhāpentī paṭhamaṁ gāthaṁ vatvā ‘‘tumhehi imasmiṁ gītake gīte sace ayyaputto tasmiṁ parisantare bhavissati, tumhehi saddhiṁ kathessati, athassa mama arogabhāvaṁ kathetvā taṁ ādāya āgaccheyyātha, no ce āgacchati, sāsanaṁ peseyyāthā’’ti paribbayaṁ datvā naṭe uyyojesi. Te bārāṇasito nikkhamitvā tattha tattha samajjaṁ karontā ekaṁ paccantagāmakaṁ agamiṁsu. Sopi coro palāyitvā tattha vasati. Te tattha samajjaṁ karontā paṭhamameva imaṁ gītakaṁ gāyiṁsu –",
  "atk-s0513a30:460": "69.",
  "atk-s0513a30:461": " ‘‘Yaṁ taṁ vasantasamaye, kaṇaveresu bhāṇusu;",
  "atk-s0513a30:462": "Sāmaṁ bāhāya pīḷesi, sā taṁ ārogyamabravī’’ti.",
  "atk-s0513a30:463": "Tattha kaṇaveresūti karavīresu. Bhāṇusūti rattavaṇṇānaṁ pupphānaṁ pabhāya sampannesu. Sāmanti evaṁnāmikaṁ. Pīḷesīti kilesaratiyā ramitukāmo viya āliṅganto pīḷesi. Sā tanti sā sāmā arogā, tvaṁ pana ‘‘sā matā’’ti saññāya bhīto palāyasi, sā attano ārogyaṁ abravi kathesi, ārocesīti attho.",
  "atk-s0513a30:464": "Coro taṁ sutvā naṭaṁ upasaṅkamitvā ‘‘tvaṁ ‘sāmā jīvatī’ti vadasi, ahaṁ pana na saddahāmī’’ti tena saddhiṁ sallapanto dutiyaṁ gāthamāha –",
  "atk-s0513a30:465": "70.",
  "atk-s0513a30:466": " ‘‘Ambho na kira saddheyyaṁ, yaṁ vāto pabbataṁ vahe;",
  "atk-s0513a30:467": "Pabbatañce vahe vāto, sabbampi pathaviṁ vahe;",
  "atk-s0513a30:468": "Yattha sāmā kālakatā, sā maṁ ārogyamabravī’’ti.",
  "atk-s0513a30:469": "Tassattho – ambho naṭa, idaṁ kira na saddaheyyaṁ na saddahitabbaṁ. Yaṁ vāto tiṇapaṇṇāni viya pabbataṁ vaheyya, sacepi so pabbataṁ vaheyya, sabbampi pathaviṁ vaheyya, yathā cetaṁ asaddaheyyaṁ, tathā idanti. Yattha sāmā kālakatāti yā nāma sāmā kālakatā, sā maṁ ārogyaṁ abravīti kiṁkāraṇā saddaheyyaṁ. Matā nāma na kassaci sāsanaṁ pesentīti.",
  "atk-s0513a30:470": "Tassa vacanaṁ sutvā naṭo tatiyaṁ gāthamāha –",
  "atk-s0513a30:471": "71.",
  "atk-s0513a30:472": " ‘‘Na ceva sā kālakatā, na ca sā aññamicchati;",
  "atk-s0513a30:473": "Ekabhattikinī sāmā, tameva abhikaṅkhatī’’ti.",
  "atk-s0513a30:474": "Tattha tameva abhikaṅkhatīti aññaṁ purisaṁ na icchati, taññeva kaṅkhati icchati patthetīti.",
  "atk-s0513a30:475": "Taṁ sutvā coro ‘‘sā jīvatu vā mā vā, na tāya mayhaṁ attho’’ti vatvā catutthaṁ gāthamāha –",
  "atk-s0513a30:476": "72.",
  "atk-s0513a30:477": " ‘‘Asanthutaṁ maṁ cirasanthutena, nimīni sāmā adhuvaṁ dhuvena;",
  "atk-s0513a30:478": "Mayāpi sāmā nimineyya aññaṁ, ito ahaṁ dūrataraṁ gamissa’’nti.",
  "atk-s0513a30:479": "Tattha asanthutanti akatasaṁsaggaṁ. Cirasanthutenāti cirakatasaṁsaggena. Nimīnīti parivattesi. Adhuvaṁ dhuvenāti maṁ adhuvaṁ tena dhuvasāmikena parivattetuṁ nagaraguttikassa sahassaṁ datvā maṁ gaṇhīti attho. Mayāpi sāmā nimineyya aññanti sāmā mayāpi aññaṁ sāmikaṁ parivattetvā gaṇheyya. Ito ahaṁ dūrataraṁ gamissanti yattha na sakkā tassā sāsanaṁ vā pavattiṁ vā sotuṁ, tādisaṁ dūrataraṁ ṭhānaṁ gamissaṁ, tasmā mama ito aññattha gatabhāvaṁ tassā ārocethāti vatvā tesaṁ passantānaññeva gāḷhataraṁ nivāsetvā vegena palāyi.",
  "atk-s0513a30:480": "Naṭā gantvā tena katakiriyaṁ tassā kathayiṁsu. Sā vippaṭisārinī hutvā attano pakatiyā eva vītināmesi.",
  "atk-s0513a30:481": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne ukkaṇṭhitabhikkhu sotāpattiphale patiṭṭhahi.",
  "atk-s0513a30:482": "Tadā seṭṭhiputto ayaṁ bhikkhu ahosi, sāmā purāṇadutiyikā, coro pana ahameva ahosinti.",
  "atk-s0513a30:483": "Kaṇaverajātakavaṇṇanā aṭṭhamā.",
  "atk-s0513a30:485": " [319] 9. Tittirajātakavaṇṇanā",
  "atk-s0513a30:486": "Susukhaṁvata jīvāmīti idaṁ satthā kosambiyaṁ nissāya badarikārāme viharanto rāhulattheraṁ ārabbha kathesi. Vatthu heṭṭhā tipallatthajātake (jā. 1.1.16) vitthāritameva. Bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ ‘‘āvuso, rāhulo sikkhākāmo kukkuccako ovādakkhamo’’ti. Tassāyasmato guṇakathāya samuṭṭhāpitāya satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepi rāhulo sikkhākāmo kukkuccako ovādakkhamoyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a30:487": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto brāhmaṇakule nibbattitvā vayappatto takkasilaṁ gantvā sabbasippāni uggaṇhitvā nikkhamma himavantapadese isipabbajjaṁ pabbajitvā abhiññā ca samāpattiyo ca nibbattetvā jhānakīḷaṁ kīḷanto ramaṇīye vanasaṇḍe vasitvā loṇambilasevanatthāya aññataraṁ paccantagāmakaṁ agamāsi. Tattha naṁ manussā disvā pasannacittā aññatarasmiṁ araññe paṇṇasālaṁ kāretvā paccayehi upaṭṭhahantā vāsāpesuṁ. Tadā tasmiṁ gāmake eko sākuṇiko ekaṁ dīpakatittiraṁ gahetvā suṭṭhu sikkhāpetvā pañjare pakkhipitvā paṭijaggati. So taṁ araññaṁ netvā tassa saddena āgatāgate tittire gahetvā vikkiṇitvā jīvikaṁ kappesi. Tittiro ‘‘maṁ ekaṁ nissāya bahū mama ñātakā nassanti, mayhametaṁ pāpa’’nti nissaddo ahosi. So tassa nissaddabhāvaṁ ñatvā veḷupesikāya naṁ sīse paharati. Tittiro dukkhāturatāya saddaṁ karoti. Evaṁ so sākuṇiko taṁ nissāya tittire gahetvā jīvikaṁ kappesi.",
  "atk-s0513a30:488": "Atha so tittiro cintesi ‘‘ime marantūti mayhaṁ cetanā natthi, paṭiccakammaṁ pana maṁ phusati, mayi saddaṁ akaronte ete nāgacchanti, karonteyeva āgacchanti, āgatāgate ayaṁ gahetvā jīvitakkhayaṁ pāpeti, atthi nu kho ettha mayhaṁ pāpaṁ, natthī’’ti. So tato paṭṭhāya ‘‘ko nu kho me imaṁ kaṅkhaṁ chindeyyā’’ti tathārūpaṁ paṇḍitaṁ upadhārento carati. Athekadivasaṁ so sākuṇiko bahū tittire gahetvā pacchiṁ pūretvā ‘‘pānīyaṁ pivissāmī’’ti bodhisattassa assamaṁ gantvā taṁ pañjaraṁ bodhisattassa santike ṭhapetvā pānīyaṁ pivitvā vālukātale nipanno niddaṁ okkami. Tittiro tassa niddokkantabhāvaṁ ñatvā ‘‘mama kaṅkhaṁ imaṁ tāpasaṁ pucchissāmi, jānanto me kathessatī’’ti pañjare nisinnoyeva taṁ pucchanto paṭhamaṁ gāthamāha –",
  "atk-s0513a30:489": "73.",
  "atk-s0513a30:490": " ‘‘Susukhaṁ vata jīvāmi, labhāmi ceva bhuñjituṁ;",
  "atk-s0513a30:491": "Paripanthe ca tiṭṭhāmi, kā nu bhante gatī mamā’’ti.",
  "atk-s0513a30:492": "Tattha susukhaṁ vata jīvāmīti ahaṁ, bhante, imaṁ sākuṇikaṁ nissāya suṭṭhu sukhaṁ jīvāmi. Labhāmīti yathārucitaṁ khādanīyaṁ bhojanīyaṁ bhuñjitumpi labhāmi. Paripanthe ca tiṭṭhāmīti apica kho yattha mama ñātakā mama saddena āgatāgatā vinassanti, tasmiṁ paripanthe tiṭṭhāmi. Kā nu, bhante, gatī mamāti kā nu kho, bhante, mama gati, kā nipphatti bhavissatīti pucchi.",
  "atk-s0513a30:493": "Tassa pañhaṁ vissajjento bodhisatto dutiyaṁ gāthamāha –",
  "atk-s0513a30:494": "74.",
  "atk-s0513a30:495": " ‘‘Mano ce te nappaṇamati, pakkhi pāpassa kammuno;",
  "atk-s0513a30:496": "Abyāvaṭassa bhadrassa, na pāpamupalimpatī’’ti.",
  "atk-s0513a30:497": "Tattha pāpassa kammunoti yadi tava mano pāpakammassatthāya na paṇamati, pāpakaraṇe tanninno tappoṇo tappabbhāro na hoti. Abyāvaṭassāti evaṁ sante pāpakammakaraṇatthāya abyāvaṭassa ussukkaṁ anāpannassa tava bhadrassa suddhasseva sato pāpaṁ na upalimpati na allīyatīti.",
  "atk-s0513a30:498": "Taṁ sutvā tittiro tatiyaṁ gāthamāha –",
  "atk-s0513a30:499": "75.",
  "atk-s0513a30:500": " ‘‘Ñātako no nisinnoti, bahu āgacchate jano;",
  "atk-s0513a30:501": "Paṭiccakammaṁ phusati, tasmiṁ me saṅkate mano’’ti.",
  "atk-s0513a30:502": "Tassattho – bhante, sacāhaṁ saddaṁ na kareyyaṁ, ayaṁ tittirajano na āgaccheyya, mayi pana saddaṁ karonte ‘‘ñātako no nisinno’’ti ayaṁ bahu jano āgacchati , taṁ āgatāgataṁ luddo gahetvā jīvitakkhayaṁ pāpento maṁ paṭicca nissāya etaṁ pāṇātipātakammaṁ phusati paṭilabhati vindati , tasmiṁ maṁ paṭicca kate pāpe mama nu kho etaṁ pāpanti evaṁ me mano saṅkate parisaṅkati kukkuccaṁ āpajjatīti.",
  "atk-s0513a30:503": "Taṁ sutvā bodhisatto catutthaṁ gāthamāha –",
  "atk-s0513a30:504": "76.",
  "atk-s0513a30:505": " ‘‘Na paṭiccakammaṁ phusati, mano ce nappadussati;",
  "atk-s0513a30:506": "Appossukkassa bhadrassa, na pāpamupalimpatī’’ti.",
  "atk-s0513a30:507": "Tassattho – yadi tava pāpakiriyāya mano na padussati, tanninno tappono tappabbhāro na hoti, evaṁ sante luddena āyasmantaṁ paṭicca katampi pāpakammaṁ taṁ na phusati na allīyati, pāpakiriyāya hi appossukkassa nirālayassa bhadrassa parisuddhasseva sato tava pāṇātipātacetanāya abhāvā taṁ pāpaṁ na upalimpati, tava cittaṁ na allīyatīti.",
  "atk-s0513a30:508": "Evaṁ mahāsatto tittiraṁ saññāpesi, sopi taṁ nissāya nikkukkucco ahosi. Luddo pabuddho bodhisattaṁ vanditvā pañjaraṁ ādāya pakkāmi.",
  "atk-s0513a30:509": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā tittiro rāhulo ahosi, tāpaso pana ahameva ahosi’’nti.",
  "atk-s0513a30:510": "Tittirajātakavaṇṇanā navamā.",
  "atk-s0513a30:512": " [320] 10. Succajajātakavaṇṇanā",
  "atk-s0513a30:513": "Succajaṁ vata naccajīti idaṁ satthā jetavane viharanto ekaṁ kuṭumbikaṁ ārabbha kathesi. So kira ‘‘gāmake uddhāraṁ sādhessāmī’’ti bhariyāya saddhiṁ tattha gantvā sādhetvā dhanaṁ āharitvā ‘‘pacchā nessāmī’’ti ekasmiṁ kule ṭhapetvā puna sāvatthiṁ gacchanto antarāmagge ekaṁ pabbataṁ addasa. Atha naṁ bhariyā āha ‘‘sace, sāmi, ayaṁ pabbato suvaṇṇamayo bhaveyya, dadeyyāsi pana me kiñcī’’ti. ‘‘Kāsi tvaṁ, na kiñci dassāmī’’ti. Sā ‘‘yāva thaddhahadayo vatāyaṁ, pabbate suvaṇṇamaye jātepi mayhaṁ kiñci na dassatī’’ti anattamanā ahosi. Te jetavanasamīpaṁ āgantvā ‘‘pānīyaṁ pivissāmā’’ti vihāraṁ pavisitvā pānīyaṁ piviṁsu. Satthāpi paccūsakāleyeva tesaṁ sotāpattiphalassa upanissayaṁ disvā āgamanaṁ olokayamāno gandhakuṭipariveṇe nisīdi chabbaṇṇarasmiyo vissajjento. Tepi pānīyaṁ pivitvā āgantvā satthāraṁ vanditvā nisīdiṁsu. Satthā tehi saddhiṁ paṭisanthāraṁ katvā ‘‘kahaṁ gatātthā’’ti pucchi. ‘‘Amhākaṁ gāmake uddhāraṁ sādhanatthāya, bhante’’ti. ‘‘Kiṁ, upāsike tava sāmiko tuyhaṁ hitaṁ paṭikaṅkhati, upakāraṁ te karotī’’ti. Bhante, ahaṁ imasmiṁ sasinehā, ayaṁ pana mayi nissineho, ajja mayā pabbataṁ disvā ‘‘sacāyaṁ pabbato suvaṇṇamayo assa, kiñci me dadeyyāsī’’ti vutto ‘‘kāsi tvaṁ, na kiñci dassāmī’’ti āha, evaṁ thaddhahadayo ayanti. ‘‘Upāsike, evaṁ nāmesa vadati, yadā pana tava guṇaṁ sarati, tadā sabbissariyaṁ te detī’’ti vatvā ‘‘kathetha, bhante’’ti tehi yācito atītaṁ āhari.",
  "atk-s0513a30:514": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto tassa sabbakiccakārako amacco ahosi. Athekadivasaṁ rājā puttaṁ uparājānaṁ upaṭṭhānaṁ āgacchantaṁ disvā ‘‘ayaṁ mama antepure dubbheyyā’’ti taṁ pakkosāpetvā ‘‘tāta, yāvāhaṁ jīvāmi, tāva nagare vasituṁ na lacchasi, aññattha vasitvā mamaccayena rajjaṁ kārehī’’ti āha. So ‘‘sādhū’’ti pitaraṁ vanditvā jeṭṭhabhariyāya saddhiṁ nagarā nikkhamitvā paccantaṁ gantvā araññaṁ pavisitvā paṇṇasālaṁ māpetvā vanamūlaphalāphalehi yāpento vasi. Aparabhāge rājā kālamakāsi. Uparājā nakkhattaṁ olokento tassa kālakatabhāvaṁ ñatvā bārāṇasiṁ āgacchanto antarāmagge ekaṁ pabbataṁ addasa. Atha naṁ bhariyā āha ‘‘sace, deva, ayaṁ pabbato suvaṇṇamayo assa, dadeyyāsi me kiñcī’’ti. ‘‘Kāsi tvaṁ, na kiñci dassāmī’’ti. Sā ‘‘ahaṁ imasmiṁ sinehaṁ chindituṁ asakkontī araññaṁ pāvisiṁ, ayañca evaṁ vadati, ativiya thaddhahadayo , rājā hutvāpi esa mayhaṁ kiṁ kalyāṇaṁ karissatī’’ti anattamanā ahosi. So āgantvā rajje patiṭṭhito taṁ aggamahesiṭṭhāne ṭhapesi , idaṁ yasamattakameva adāsi. Uttari pana sakkārasammāno natthi, tassā atthibhāvampi na jānāti.",
  "atk-s0513a30:515": "Bodhisatto ‘‘ayaṁ devī imassa rañño upakārikā dukkhaṁ agaṇetvā araññavāsaṁ vasi. Ayaṁ panetaṁ agaṇetvā aññāhi saddhiṁ abhiramanto vicarati, yathā esā sabbissariyaṁ labhati, tathā karissāmī’’ti cintetvā ekadivasaṁ taṁ upasaṅkamitvā ‘‘mahādevi mayaṁ tumhākaṁ santikā piṇḍapātamattampi na labhāma, kasmā amhesu pamajjittha, ativiya thaddhahadayā atthā’’ti āha. ‘‘Tāta, sacāhaṁ attanā labheyyaṁ, tuyhampi dadeyyaṁ, alabhamānā pana kiṁ dassāmi, rājāpi mayhaṁ idāni kiṁ nāma dassati, so antarāmagge ‘imasmiṁ pabbate suvaṇṇamaye jāte mayhaṁ kiñci dassasī’ti vutto ‘kāsi tvaṁ, na kiñci dassāmī’ti āha, supariccajampi na pariccajī’’ti. ‘‘Kiṁ pana rañño santike imaṁ kathaṁ kathetuṁ sakkhissathā’’ti? ‘‘Sakkhissāmi, tātā’’ti. ‘‘Tena hi ahaṁ rañño santike ṭhito pucchissāmi, tumhe katheyyāthā’’ti. ‘‘Sādhu, tātā’’ti. Bodhisatto deviyā rañño upaṭṭhānaṁ āgantvā ṭhitakāle āha ‘‘nanu, ayye, mayaṁ tumhākaṁ santikā kiñci na labhāmā’’ti? ‘‘Tāta, ahaṁ labhamānā tuyhaṁ dadeyyaṁ, ahameva kiñci na labhāmi, alabhamānā tuyhaṁ kiṁ dassāmi, rājāpi idāni mayhaṁ kiṁ nāma dassati, so araññato āgamanakāle ekaṁ pabbataṁ disvā ‘sacāyaṁ pabbato suvaṇṇamayo assa, kiñci me dadeyyāsī’ti vutto ‘kāsi tvaṁ, na kiñci dassāmī’ti vadati, supariccajampi na pariccajī’’ti etamatthaṁ dīpentī paṭhamaṁ gāthamāha –",
  "atk-s0513a30:516": "77.",
  "atk-s0513a30:517": " ‘‘Succajaṁ vata naccaji, vācāya adadaṁ giriṁ;",
  "atk-s0513a30:518": "Kiñhi tassacajantassa, vācāya adada pabbata’’nti.",
  "atk-s0513a30:519": "Tattha succajaṁ vatāti sukhena cajituṁ sakkuṇeyyampi na caji. Adadanti vacanamattenāpi pabbataṁ adadamāno. Kiñhi tassacajantassāti tassa nāmetassa mayā yācitassa na cajantassa kiñhi cajeyya. Vācāya adada pabbatanti sacāyaṁ mayā yācito mama vacanena suvaṇṇamayampi hontaṁ taṁ pabbataṁ vācāya adada, vacanamattena adassāti attho.",
  "atk-s0513a30:520": "Taṁ sutvā rājā dutiyaṁ gāthamāha –",
  "atk-s0513a30:521": "78.",
  "atk-s0513a30:522": " ‘‘Yañhi kayirā tañhi vade, yaṁ na kayirā na taṁ vade;",
  "atk-s0513a30:523": "Akarontaṁ bhāsamānaṁ, parijānanti paṇḍitā’’ti.",
  "atk-s0513a30:524": "Tassattho – yadeva hi paṇḍito puriso kāyena kareyya, taṁ vācāya vadeyya. Yaṁ na kayirā, na taṁ vadeyya, dātukāmova dammīti vadeyya, na adātukāmoti adhippāyo. Kiṁkāraṇā? Yo hi ‘‘dassāmī’’ti vatvāpi pacchā na dadāti, taṁ akarontaṁ kevalaṁ musā bhāsamānaṁ parijānanti paṇḍitā. Ayaṁ ‘‘dassāmī’’ti vacanamattameva bhāsati, na pana deti, yañhi kho pana adinnampi vacanamatteneva dinnaṁ hoti, taṁ puretarameva laddhaṁ nāma bhavissatīti evaṁ tassa musāvādibhāvaṁ parijānanti paṇḍitā, bālā pana vacanamatteneva tussantīti.",
  "atk-s0513a30:525": "Taṁ sutvā devī rañño añjaliṁ paggahetvā tatiyaṁ gāthamāha –",
  "atk-s0513a30:526": "79.",
  "atk-s0513a30:527": " ‘‘Rājaputta namo tyatthu, sacce dhamme ṭhito casi;",
  "atk-s0513a30:528": "Yassa te byasanaṁ patto, saccasmiṁ ramate mano’’ti.",
  "atk-s0513a30:529": "Tattha sacce dhammeti vacīsacce ca sabhāvadhamme ca. Byasanaṁ pattoti yassa tava raṭṭhā pabbājanīyasaṅkhātaṁ byasanaṁ pattopi mano saccasmiṁyeva ramati.",
  "atk-s0513a30:530": "Evaṁ rañño guṇakathaṁ kathayamānāya deviyā taṁ sutvā bodhisatto tassā guṇakathaṁ kathento catutthaṁ gāthamāha –",
  "atk-s0513a30:531": "80.",
  "atk-s0513a30:532": " ‘‘Yā daliddī daliddassa, aḍḍhā aḍḍhassa kittima;",
  "atk-s0513a30:533": "Sā hissa paramā bhariyā, sahiraññassa itthiyo’’ti.",
  "atk-s0513a30:534": "Tattha kittimāti kittisampannāti attho. Sā hissa paramāti yā daliddassa sāmikassa daliddakāle sayampi daliddī hutvā taṁ na pariccajati. Aḍḍhassāti aḍḍhakāle aḍḍhā hutvā sāmikameva anuvattati, samānasukhadukkhāva hoti, sā hi tassa paramā uttamā bhariyā nāma. Sahiraññassa pana issariye ṭhitassa itthiyo nāma hontiyeva, anacchariyameva etanti.",
  "atk-s0513a30:535": "Evañca pana vatvā bodhisatto ‘‘ayaṁ, mahārāja, tumhākaṁ dukkhitakāle araññe samānadukkhā hutvā vasi, imissā sammānaṁ kātuṁ vaṭṭatī’’ti deviyā guṇaṁ kathesi. Rājā tassa vacanena deviyā guṇaṁ saritvā ‘‘paṇḍita, tava kathāyāhaṁ deviyā guṇaṁ anussari’’nti vatvā tassā sabbissariyamadāsi. ‘‘Tayāhaṁ deviyā guṇaṁ sarāpito’’ti bodhisattassapi mahantaṁ sakkāraṁ akāsi.",
  "atk-s0513a30:536": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne ubho jayampatikā sotāpattiphale patiṭṭhahiṁsu.",
  "atk-s0513a30:537": "Tadā bārāṇasirājā ayaṁ kuṭumbiko ahosi, devī ayaṁ upāsikā, paṇḍitāmacco pana ahameva ahosinti.",
  "atk-s0513a30:538": "Succajajātakavaṇṇanā dasamā.",
  "atk-s0513a30:539": "Pucimandavaggo dutiyo.",
  "atk-s0513a30:540": "3. Kuṭidūsakavaggo",
  "atk-s0513a30:542": " [321] 1. Kuṭidūsakajātakavaṇṇanā",
  "atk-s0513a30:543": "Manussassevate sīsanti idaṁ satthā jetavane viharanto mahākassapattherassa paṇṇasālajhāpakaṁ daharabhikkhuṁ ārabbha kathesi. Vatthu pana rājagahe samuṭṭhitaṁ. Tadā kira thero rājagahaṁ nissāya araññakuṭiyaṁ viharati, tassa dve daharā upaṭṭhānaṁ karonti. Tesu eko therassa upakārako, eko dubbaco itarena kataṁ attanā katasadisaṁ karoti. Tena mukhodakādīsu upaṭṭhāpitesu therassa santikaṁ gantvā vanditvā ‘‘bhante, udakaṁ ṭhapitaṁ, mukhaṁ dhovathā’’tiādīni vadati. Tena kālasseva vuṭṭhāya therassa pariveṇe sammaṭṭhe therassa nikkhamanavelāya ito cito ca paharanto sakalapariveṇaṁ attanā sammaṭṭhaṁ viya karoti. Vattasampanno cintesi ‘‘ayaṁ dubbaco mayā kataṁ attanā katasadisaṁ karoti, etassa saṭhakammaṁ pākaṭaṁ karissāmī’’ti.",
  "atk-s0513a30:544": "Tasmiṁ antogāme bhutvā āgantvā niddāyanteva nhānodakaṁ tāpetvā piṭṭhikoṭṭhake ṭhapetvā aññaṁ aḍḍhanāḷimattaṁ udakaṁ uddhane ṭhapesi. Itaro pabujjhitvāva gantvā usumaṁ uṭṭhahantaṁ disvā ‘‘udakaṁ tāpetvā koṭṭhake ṭhapitaṁ bhavissatī’’ti therasssa santikaṁ gantvā ‘‘bhante, nhānakoṭṭhake udakaṁ ṭhapitaṁ, nhāyathā’’ti āha. Thero ‘nhāyissāmī’’ti tena saddhiṁyeva āgantvā koṭṭhake udakaṁ aditvā ‘‘kahaṁ udaka’’nti pucchi. So vegena aggisālaṁ gantvā tucchabhājane uḷuṅkaṁ otāresi, uḷuṅko tucchabhājanassa tale paṭihato ‘‘tatā’’ti saddamakāsi. Tato paṭṭhāya tassa ‘‘uḷuṅkasaddako’’tveva nāmaṁ jātaṁ.",
  "atk-s0513a30:545": "Tasmiṁ khaṇe itaro piṭṭhikoṭṭhakato udakaṁ āharitvā ‘‘nhāyatha, bhante’’ti āha. Thero nhatvā āvajjento uḷuṅkasaddakassa dubbacabhāvaṁ ñatvā taṁ sāyaṁ therupaṭṭhānaṁ āgataṁ ovadi ‘‘āvuso, samaṇena nāma attanā katameva ‘kataṁ me’ti vattuṁ vaṭṭati, aññathā sampajānamusāvādo hoti, ito paṭṭhāya evarūpaṁ mā akāsī’’ti. So therassa kujjhitvā punadivase therena saddhiṁ piṇḍāya gāmaṁ na pāvisi. Thero itareneva saddhiṁ pāvisi. Uḷuṅkasaddakopi therassa upaṭṭhākakulaṁ gantvā ‘‘bhante, thero kaha’’nti vutte ‘‘aphāsukena vihāreyeva nisinno’’ti vatvā ‘‘kiṁ, bhante, laddhuṁ vaṭṭatī’’ti vutte ‘‘idañcidañca dethā’’ti gahetvā attano rucitaṭṭhānaṁ gantvā bhuñjitvā vihāraṁ agamāsi.",
  "atk-s0513a30:546": "Punadivase thero taṁ kulaṁ gantvā nisīdi. Manussehi ‘‘kiṁ, bhante, ayyassa aphāsukaṁ, hiyyo kirattha vihāreyeva nisinnā, asukadaharassa hatthe āhāraṁ pesayimha, paribhutto ayyenā’’ti vutte thero tuṇhībhūtova bhattakiccaṁ katvā vihāraṁ gantvā sāyaṁ therupaṭṭhānakāle āgataṁ āmantetvā ‘‘āvuso, asukagāme nāma asukakule ‘therassa idañcidañca laddhuṁ vaṭṭatī’ti viññāpetvā kira te bhutta’’nti vatvā ‘‘viññatti nāma na vaṭṭati, mā puna evarūpaṁ anācāraṁ carā’’ti āha. So ettakena there āghātaṁ bandhitvā ‘‘ayaṁ hiyyopi udakamattaṁ nissāya mayā saddhiṁ kalahaṁ kari, idāni panassa upaṭṭhākānaṁ gehe mayā bhattamuṭṭhi bhuttāti asahanto puna kalahaṁ karoti, jānissāmissa kattabbayuttaka’’nti punadivase there piṇḍāya paviṭṭhe muggaraṁ gahetvā paribhogabhājanāni bhinditvā paṇṇasālaṁ jhāpetvā palāyi. So jīvamānova manussapeto hutvā sussitvā kālaṁ katvā avīcimahāniraye nibbatti. So tena kato anācāro mahājanassa majjhe pākaṭo jāto.",
  "atk-s0513a30:547": "Athekacce bhikkhū rājagahā sāvatthiṁ gantvā sabhāgaṭṭhāne pattacīvaraṁ paṭisāmetvā satthu santikaṁ gantvā vanditvā nisīdiṁsu. Satthā tehi saddhiṁ paṭisanthāraṁ katvā ‘‘kuto āgatatthā’’ti pucchi. ‘‘Rājagahā, bhante’’ti. ‘‘Ko tattha ovādadāyako ācariyo’’ti. ‘‘Mahākassapatthero, bhante’’ti. ‘‘Sukhaṁ, bhikkhave, kassapassā’’ti. ‘‘Āma, bhante, therassa sukhaṁ, saddhivihāriko panassa ovāde dinne kujjhitvā therassa paṇṇasālaṁ jhāpetvā palāyīti. Taṁ sutvā satthā ‘‘bhikkhave, kassapassa evarūpena bālena saddhiṁ caraṇato ekacariyāva seyyo’’ti vatvā imaṁ dhammapade gāthamāha –",
  "atk-s0513a30:548": "‘‘Carañce nādhigaccheyya, seyyaṁ sadisamattano;",
  "atk-s0513a30:549": "Ekacariyaṁ daḷhaṁ kayirā, natthi bāle sahāyatā’’ti. (dha. pa. 61);",
  "atk-s0513a30:550": "Idañca pana vatvā puna te bhikkhū āmantetvā ‘‘na, bhikkhave, idāneva so kuṭidūsako, pubbepi kuṭidūsakoyeva, na ca idāneva ovādadāyakassa kujjhati, pubbepi kujjhiyevā’’ti vatvā tehi yācito atītaṁ āhari.",
  "atk-s0513a30:551": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto siṅgilasakuṇayoniyaṁ nibbattitvā vayappatto attano manāpaṁ anovassakaṁ kulāvakaṁ katvā himavantapadese vasati. Atheko makkaṭo vassakāle acchinnadhāre deve vassante sītapīḷito dante khādanto bodhisattassa avidūre nisīdi. Bodhisatto taṁ tathā kilamantaṁ disvā tena saddhiṁ sallapanto paṭhamaṁ gāthamāha –",
  "atk-s0513a30:552": "81.",
  "atk-s0513a30:553": " ‘‘Manussasseva te sīsaṁ, hatthapādā ca vānara;",
  "atk-s0513a30:554": "Atha kena nu vaṇṇena, agāraṁ te na vijjatī’’ti.",
  "atk-s0513a30:555": "Tattha vaṇṇenāti kāraṇena. Agāranti tava nivāsagehaṁ kena kāraṇena natthīti pucchi.",
  "atk-s0513a30:556": "Taṁ sutvā vānaro dutiyaṁ gāthamāha –",
  "atk-s0513a30:557": "82.",
  "atk-s0513a30:558": " ‘‘Manussasseva me sīsaṁ, hatthapādā ca siṅgila;",
  "atk-s0513a30:559": "Yāhu seṭṭhā manussesu, sā me paññā na vijjatī’’ti.",
  "atk-s0513a30:560": "Tattha siṅgilāti taṁ sakuṇaṁ nāmenālapati. Yāhu seṭṭhā manussesūti yā manussesu seṭṭhāti kathenti, sā mama vicāraṇapaññā natthi. Sīsahatthapādakāyabalāni hi loke appamāṇaṁ, vicāraṇapaññāva seṭṭhā, sā mama natthi, tasmā me agāraṁ na vijjatīti.",
  "atk-s0513a30:561": "Taṁ sutvā bodhisatto itaraṁ gāthādvayamāha –",
  "atk-s0513a30:562": "83.",
  "atk-s0513a30:563": " ‘‘Anavaṭṭhitacittassa, lahucittassa dubbhino;",
  "atk-s0513a30:564": "Niccaṁ addhuvasīlassa, sukhabhāvo na vijjati.",
  "atk-s0513a30:565": "84.",
  "atk-s0513a30:566": " ‘‘So karassu ānubhāvaṁ, vītivattassu sīliyaṁ;",
  "atk-s0513a30:567": "Sītavātaparittāṇaṁ, karassu kuṭavaṁ kapī’’ti.",
  "atk-s0513a30:568": "Tattha anavaṭṭhitacittassāti appatiṭṭhitacittassa. Dubbhinoti mittadubbhissa. Addhuvasīlassāti na sabbakālaṁ sīlarakkhakassa. So karassu ānubhāvanti so tvaṁ samma makkaṭa paññāya uppādanatthaṁ ānubhāvaṁ balaṁ upāyaṁ karohi. Vītivattassu sīliyanti attano dussīlabhāvasaṅkhātaṁ sīliyaṁ atikkamitvā sīlavā hoti. Kuṭavaṁ kapīti sītavātassa parittāṇasamatthaṁ attano kuṭavaṁ kulāvakaṁ ekaṁ vasanāgārakaṁ karohīti.",
  "atk-s0513a30:569": "Makkaṭo cintesi ‘‘ayaṁ tāva attano anovassakaṭṭhāne nisinnabhāvena maṁ paribhāsati, na nisīdāpessāmi naṁ imasmiṁ kulāvake’’ti. Tato bodhisattaṁ gaṇhitukāmo pakkhandi, bodhisatto uppatitvā aññattha gato. Makkaṭo kulāvakaṁ viddhaṁsetvā cuṇṇavicuṇṇaṁ katvā pakkāmi.",
  "atk-s0513a30:570": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā makkaṭo kuṭijhāpako ahosi, siṅgilasakuṇo pana ahameva ahosi’’nti.",
  "atk-s0513a30:571": "Kuṭidūsakajātakavaṇṇanā paṭhamā.",
  "atk-s0513a30:573": " [322] 2. Duddubhajātakavaṇṇanā",
  "atk-s0513a30:574": "Duddubhāyati bhaddanteti idaṁ satthā jetavane viharanto aññatitthiye ārabbha kathesi. Titthiyā kira jetavanassa samīpe tasmiṁ tasmiṁ ṭhāne kaṇṭakāpassaye seyyaṁ kappenti, pañcātapaṁ tapenti, nānappakāraṁ micchātapaṁ caranti. Atha sambahulā bhikkhū sāvatthiyaṁ piṇḍāya caritvā jetavanaṁ āgacchantā antarāmagge te disvā gantvā satthāraṁ upasaṅkamitvā ‘‘atthi nu kho, bhante, aññatitthiyānaṁ vatasamādāne sāro’’ti pucchiṁsu. Satthā ‘‘na, bhikkhave, tesaṁ vatasamādāne sāro vā viseso vā atthi, tañhi nighaṁsiyamānaṁ upaparikkhiyamānaṁ ukkārabhūmimaggasadisaṁ sasakassa duddubhasadisaṁ hotī’’ti vatvā ‘‘duddubhasadisabhāvamassa mayaṁ na jānāma, kathetha no, bhante’’ti tehi yācito atītaṁ āhari.",
  "atk-s0513a30:575": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto sīhayoniyaṁ nibbattitvā vayappatto araññe paṭivasati. Tadā pana pacchimasamuddasamīpe beluvamissakatālavanaṁ hoti. Tatreko sasako beluvarukkhamūle ekassa tālagacchassa heṭṭhā vasati. So ekadivasaṁ gocaraṁ ādāya āgantvā tālapaṇṇassa heṭṭhā nipanno cintesi ‘‘sace ayaṁ pathavī saṁvaṭṭeyya, kahaṁ nu kho gamissāmī’’ti. Tasmiṁ khaṇe ekaṁ beluvapakkaṁ tālapaṇṇassa upari pati. So tassa saddena ‘‘addhā pathavī saṁvaṭṭatī’’ti uppatitvā pacchato anolokentova palāyi. Taṁ maraṇabhayabhītaṁ vegena palāyantaṁ añño sasako disvā pucchi ‘‘kiṁ bho, ativiya bhīto palāyasī’’ti. ‘‘Mā pucchi, bho’’ti. So ‘‘kiṁ bho, kiṁ bho’’ti pacchato dhāvateva. Itaro nivattitvā anolokentova ‘‘ettha pathavī saṁvaṭṭatī’’ti āha. Sopi tassa pacchato palāyi. Evaṁ tamañño addasa, tamaññoti evaṁ sasakasahassaṁ ekato hutvā palāyi. Te ekopi migo disvā ekato hutvā palāyi. Eko sūkaro, eko gokaṇṇo, eko mahiṁso, eko gavayo, eko khaggo, eko byaggho, eko sīho, eko hatthī disvā ‘‘kimeta’’nti pucchitvā ‘‘ettha pathavī saṁvaṭṭatī’’ti vutte palāyi. Evaṁ anukkamena yojanamattaṁ tiracchānabalaṁ ahosi.",
  "atk-s0513a30:576": "Tadā bodhisatto taṁ balaṁ palāyantaṁ disvā ‘‘kimeta’’nti pucchitvā ‘‘ettha pathavī saṁvaṭṭatī’’ti sutvā cintesi ‘‘pathavīsaṁvaṭṭanaṁ nāma na kadāci atthi, addhā etesaṁ kiñci dussutaṁ bhavissati, mayi kho pana ussukkaṁ anāpajjante sabbe nassissanti, jīvitaṁ nesaṁ dassāmī’’ti sīhavegena purato pabbatapādaṁ gantvā tikkhattuṁ sīhanādaṁ nadi. Te sīhabhayatajjitā nivattitvā piṇḍitā aṭṭhaṁsu. Sīho tesaṁ antaraṁ pavisitvā ‘‘kimatthaṁ palāyathā’’ti pucchi. ‘‘Pathavī saṁvaṭṭatī’’ti. ‘‘Kena saṁvaṭṭamānā diṭṭhā’’ti? ‘‘Hatthī jānantī’’ti. Hatthī pucchi. Te ‘‘mayaṁ na jānāma, sīhā jānantī’’ti vadiṁsu, sīhāpi ‘‘mayaṁ na jānāma, byagghā jānantī’’ti, byagghāpi ‘‘mayaṁ na jānāma, khaggā jānantī’’ti, khaggāpi ‘‘gavayā jānantī’’ti, gavayāpi ‘‘mahiṁsā jānantī’’ti, mahiṁsāpi ‘‘gokaṇṇā jānantī’’ti, gokaṇṇāpi ‘‘sūkarā jānantī’’ti, sūkarāpi ‘‘migā jānantī’’ti, migāpi ‘‘mayaṁ na jānāma, sasakā jānantī’’ti, sasakesu pucchiyamānesu ‘‘ayaṁ kathetī’’ti taṁ sasakaṁ dassesuṁ. Atha naṁ ‘‘evaṁ kira, samma, passasi pathavī saṁvaṭṭatī’’ti pucchi. ‘‘Āma, sāmi mayā diṭṭhā’’ti. ‘‘Kattha vasanto passasī’’ti? ‘‘Pacchimasamuddasamīpe beluvamissakatālavane vasāmi. Ahañhi tattha beluvarukkhamūle tālagacche tālapaṇṇassa heṭṭhā nipanno cintesiṁ ‘‘sace pathavī saṁvaṭṭati, kahaṁ gamissāmī’’ti, atha taṅkhaṇaññeva pathaviyā saṁvaṭṭanasaddaṁ sutvā palātomhī’’ti.",
  "atk-s0513a30:577": "Sīho cintesi ‘‘addhā tassa tālapaṇṇassa upari beluvapakkaṁ patitvā duddubhāyanasaddamakāsi, svāyaṁ taṁ saddaṁ sutvā ‘pathavī saṁvaṭṭatī’ti saññaṁ uppādetvā palāyi, tathato jānissāmī’’ti. So taṁ sasakaṁ gahetvā mahājanaṁ assāsetvā ‘‘ahaṁ iminā diṭṭhaṭṭhāne pathaviyā saṁvaṭṭanabhāvaṁ vā asaṁvaṭṭanabhāvaṁ vā tathato jānitvā āgamissāmi, yāva mamāgamanā tumhe ettheva hothā’’ti sasakaṁ piṭṭhiyaṁ āropetvā sīhavegena pakkhanditvā tālavane sasakaṁ otāretvā ‘‘ehi tayā diṭṭhaṭṭhānaṁ dassehī’’ti āha. ‘‘Na visahāmi sāmī’’ti. ‘‘Ehi mā bhāyī’’ti. So beluvarukkhaṁ upasaṅkamituṁ asakkonto avidūre ṭhatvā ‘‘idaṁ sāmi duddubhāyanaṭṭhāna’’nti vatvā paṭhamaṁ gāthamāha –",
  "atk-s0513a30:578": "85.",
  "atk-s0513a30:579": " ‘‘Duddubhāyati bhaddante, yasmiṁ dese vasāmahaṁ;",
  "atk-s0513a30:580": "Ahampetaṁ na jānāmi, kimetaṁ duddubhāyatī’’ti.",
  "atk-s0513a30:581": "Tattha duddubhāyatīti duddubhasaddaṁ karoti. Bhaddanteti bhaddaṁ tava atthu. Kimetanti yasmiṁ padese ahaṁ vasāmi, tattha duddubhāyati, ahampi na jānāmi ‘‘kiṁ vā etaṁ duddubhāyati, kena vā kāraṇena duddubhāyati, kevalaṁ duddubhāyanasaddaṁ assosi’’nti.",
  "atk-s0513a30:582": "Evaṁ vutte sīho beluvarukkhamūlaṁ gantvā tālapaṇṇassa heṭṭhā sasakena nipannaṭṭhānañceva tālapaṇṇamatthake patitaṁ beluvapakkañca disvā pathaviyā asaṁvaṭṭanabhāvaṁ tathato jānitvā sasakaṁ piṭṭhiyaṁ āropetvā sīhavegena khippaṁ migasaṅghānaṁ santikaṁ gantvā sabbaṁ pavattiṁ ārocetvā ‘‘tumhe mā bhāyathā’’ti migagaṇaṁ assāsetvā vissajjesi. Sace hi tadā bodhisatto na bhaveyya, sabbe samuddaṁ pavisitvā nasseyyuṁ. Bodhisattaṁ pana nissāya sabbe jīvitaṁ labhiṁsūti.",
  "atk-s0513a30:583": "86.",
  "atk-s0513a30:584": " ‘‘Beluvaṁ patitaṁ sutvā, duddubhanti saso javi;",
  "atk-s0513a30:585": "Sasassa vacanaṁ sutvā, santattā migavāhinī.",
  "atk-s0513a30:586": "87.",
  "atk-s0513a30:587": " ‘‘Appatvā padaviññāṇaṁ, paraghosānusārino;",
  "atk-s0513a30:588": "Panādaparamā bālā, te honti parapattiyā.",
  "atk-s0513a30:589": "88.",
  "atk-s0513a30:590": " ‘‘Ye ca sīlena sampannā, paññāyūpasame ratā;",
  "atk-s0513a30:591": "Ārakā viratā dhīrā, na honti parapattiyā’’ti. –",
  "atk-s0513a30:592": "Imā tisso abhisambuddhagāthā.",
  "atk-s0513a30:593": "Tattha beluvanti beluvapakkaṁ. Duddubhantīti evaṁ saddaṁ kurumānaṁ. Santattāti utrastā. Migavāhinīti anekasahassasaṅkhā migasenā. Padaviññāṇanti viññāṇapadaṁ , sotaviññāṇakoṭṭhāsaṁ apāpuṇitvāti attho. Te honti parapattiyāti te paraghosānusārino tameva paraghosasaṅkhātaṁ panādaṁ ‘‘parama’’nti maññamānā bālā andhaputhujjanā viññāṇapadassa appattatāya parapattiyāva honti, paresaṁ vacanaṁ saddahitvā yaṁ vā taṁ vā karonti.",
  "atk-s0513a30:594": "Sīlenāti ariyamaggena āgatasīlena samannāgatā. Paññāyūpasame ratāti maggeneva āgatapaññāya kilesūpasame ratā, yathā vā sīlena, evaṁ paññāyapi sampannā, kilesūpasame ratātipi attho. Ārakā viratā dhīrāti pāpakiriyato ārakā viratā paṇḍitā. Na hontīti te evarūpā sotāpannā pāpato oratabhāvena kilesūpasame abhiratabhāvena ca ekavāraṁ maggañāṇena paṭividdhadhammā aññesaṁ kathentānampi na saddahanti na gaṇhanti. Kasmā? Attano paccakkhattāti. Tena vuttaṁ –",
  "atk-s0513a30:595": "‘‘Assaddho akataññū ca, sandhicchedo ca yo naro;",
  "atk-s0513a30:596": "Hatāvakāso vantāso, sa ve uttamaporiso’’ti. (dha. pa. 97);",
  "atk-s0513a30:597": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā sīho ahameva ahosi’’nti.",
  "atk-s0513a30:598": "Duddubhajātakavaṇṇanā dutiyā.",
  "atk-s0513a30:600": " [323] 3. Brahmadattajātakavaṇṇanā",
  "atk-s0513a30:601": "Dvayaṁ yācanakoti idaṁ satthā āḷaviṁ nissāya aggāḷave cetiye viharanto kuṭikārasikkhāpadaṁ ārabbha kathesi. Vatthu pana heṭṭhā maṇikaṇṭhajātake (jā. 1.3.7 ādayo) āgatameva. Idha pana satthā ‘‘saccaṁ kira tumhe, bhikkhave, yācanabahulā viññattibahulā viharathā’’ti vatvā ‘‘āma, bhante’’ti vutte te bhikkhū garahitvā ‘‘bhikkhave, porāṇakapaṇḍitā pathavissarena raññā pavāritāpi paṇṇacchattañca ekapaṭalikaṁ upāhanayugañca yācitukāmā hirottappabhedanabhayena mahājanamajjhe akathetvā raho kathayiṁsū’’ti vatvā atītaṁ āhari.",
  "atk-s0513a30:602": "Atīte kapilaraṭṭhe uttarapañcālanagare uttarapañcālarāje rajjaṁ kārente bodhisatto ekasmiṁ nigamagāme brāhmaṇakule nibbattitvā vayappatto takkasilāyaṁ sabbasippāni uggaṇhitvā aparabhāge tāpasapabbajjaṁ pabbajitvā himavante uñchācariyāya vanamūlaphalāphalena yāpento ciraṁ vasitvā loṇambilasevanatthāya manussapathaṁ vicaranto uttarapañcālanagaraṁ patvā rājuyyāne vasitvā punadivase bhikkhaṁ pariyesamāno nagaraṁ pavisitvā rājadvāraṁ sampāpuṇi. Rājā tassācāre ca vihāre ca pasīditvā mahātale nisīdāpetvā rājārahaṁ paṇītabhojanaṁ bhojetvā paṭiññaṁ gahetvā uyyāneyeva vasāpesi. So nibaddhaṁ rājaghareyeva bhuñjanto vassānassa accayena himavantameva gantukāmo hutvā cintesi ‘‘mayhaṁ maggaṁ gacchantassa ekapaṭalikā upāhanā ceva paṇṇacchattañca laddhuṁ vaṭṭati, rājānaṁ yācissāmī’’ti. So ekadivasaṁ rājānaṁ uyyānaṁ āgantvā vanditvā nisinnaṁ disvā ‘‘upāhanañca chattañca yācissāmī’’ti cintetvā puna cintesi ‘‘paraṁ ‘imaṁ nāma dehī’ti yācanto rodati nāma, paropi ‘natthī’ti vadanto paṭirodati nāma, ‘mā kho pana maṁ rodantaṁ mahājano addasa, mā rājāna’’nti raho paṭicchannaṭṭhāne ubhopi roditvā tuṇhī bhavissāmā’’ti. Atha naṁ ‘‘mahārāja, raho paccāsīsāmī’’ti āha. Rājā taṁ sutvā rājapurise apasakki. Bodhisatto ‘‘sace mayi yācante rājā na dassati, metti no bhijjissati, tasmā na yācissāmī’’ti taṁ divasaṁ nāmaṁ gahetuṁ asakkonto ‘‘gaccha, tāva, mahārāja, punekadivasaṁ jānissāmī’’ti āha.",
  "atk-s0513a30:603": "Punekadivasaṁ rañño uyyānaṁ āgatakāle tatheva puna tathevāti evaṁ yācituṁ asakkontasseva dvādasa saṁvaccharāni atikkantāni. Tato rājā cintesi ‘‘mayhaṁ ayyo ‘mahārāja, raho paccāsīsāmī’ti vatvā parisāya apagatāya kiñci vattuṁ na visahati, vattukāmassevassa dvādasa vassāni atikkantāni, ciraṁ kho panassa brahmacariyaṁ carantassa ukkaṇṭhitvā bhoge bhuñjitukāmo rajjaṁ paccāsīsati maññe, rajjassa pana nāmaṁ gahetuṁ asakkonto tuṇhī hoti, ajja dānissāhaṁ rajjaṁ ādiṁ katvā yaṁ icchati, taṁ dassāmī’’ti. So uyyānaṁ gantvā vanditvā nisinno bodhisattena ‘‘raho paccāsīsāmī’’ti vutte parisāya apagatāya taṁ kiñci vattuṁ asakkontaṁ āha ‘‘tumhe dvādasa vassāni ‘raho paccāsīsāmī’ti vatvā raho laddhāpi kiñci vattuṁ na sakkotha, ahaṁ vo rajjaṁ ādiṁ katvā sabbaṁ pavāremi, nibbhayā hutvā yaṁ vo ruccati, taṁ yācathā’’ti. ‘‘Mahārāja, yamahaṁ yācāmi, taṁ dassasī’’ti? ‘‘Dassāmi, bhante’’ti. ‘‘Mahārāja, mayhaṁ maggaṁ gacchantassa ekapaṭalikā upāhanā ca paṇṇacchattañca laddhuṁ vaṭṭatī’’ti. ‘‘Ettakaṁ, bhante, tumhe dvādasa saṁvaccharāni yācituṁ na sakkothā’’ti. ‘‘Āma, mahārājā’’ti. ‘‘Kiṁkāraṇā, bhante, evamakatthā’’ti. ‘‘Mahārāja, ‘imaṁ nāma me dehī’ti yācanto rodati nāma, ‘natthī’ti vadanto paṭirodati nāma. ‘Sace tvaṁ mayā yācito na dadeyyāsi, taṁ no roditapaṭiroditaṁ nāma mahājano mā passatū’ti etadatthaṁ raho paccāsīsāmī’’ti vatvā ādito tisso gāthā abhāsi –",
  "atk-s0513a30:604": "89.",
  "atk-s0513a30:605": " ‘‘Dvayaṁ yācanako rāja, brahmadatta nigacchati;",
  "atk-s0513a30:606": "Alābhaṁ dhanalābhaṁ vā, evaṁdhammā hi yācanā.",
  "atk-s0513a30:607": "90.",
  "atk-s0513a30:608": " ‘‘Yācanaṁ rodanaṁ āhu, pañcālānaṁ rathesabha;",
  "atk-s0513a30:609": "Yo yācanaṁ paccakkhāti, tamāhu paṭirodanaṁ.",
  "atk-s0513a30:610": "91.",
  "atk-s0513a30:611": " ‘‘Mā maddasaṁsu rodantaṁ, pañcālā susamāgatā;",
  "atk-s0513a30:612": "Tuvaṁ vā paṭirodantaṁ, tasmā icchāmahaṁ raho’’ti.",
  "atk-s0513a30:613": "Tattha rāja brahmadattāti dvīhipi rājānaṁ ālapati. Nigacchatīti labhati vindati. Evaṁdhammāti evaṁsabhāvā. Āhūti paṇḍitā kathenti. Pañcālānaṁ rathesabhāti pañcālaraṭṭhassa issara rathapavara. Yo yācanaṁ paccakkhātīti yo pana yaṁ yācanakaṁ ‘‘natthī’’ti paṭikkhipati. Tamāhūti taṁ paṭikkhipanaṁ ‘‘paṭirodana’’nti vadanti. Mā maddasaṁsūti tava raṭṭhavāsino pañcālā susamāgatā maṁ rodantaṁ mā addasaṁsūti.",
  "atk-s0513a30:614": "Rājā bodhisattassa gāravalakkhaṇe pasīditvā varaṁ dadamāno catutthaṁ gāthamāha –",
  "atk-s0513a30:615": "92.",
  "atk-s0513a30:616": " ‘‘Dadāmi te brāhmaṇa rohiṇīnaṁ, gavaṁ sahassaṁ saha puṅgavena;",
  "atk-s0513a30:617": "Ariyo hi ariyassa kathaṁ na dajjā, sutvāna gāthā tava dhammayuttā’’ti.",
  "atk-s0513a30:618": "Tattha rohiṇīnanti rattavaṇṇānaṁ. Ariyoti ācārasampanno. Ariyassāti ācārasampannassa. Kathaṁ na dajjāti kena kāraṇena na dadeyya. Dhammayuttāti kāraṇayuttā.",
  "atk-s0513a30:619": "Bodhisatto pana ‘‘nāhaṁ, mahārāja, vatthukāmehi atthiko, yaṁ ahaṁ yācāmi, tadeva me dehī’’ti ekapaṭalikā upāhanā ca paṇṇacchattañca gahetvā ‘‘mahārāja, appamatto hohi, dānaṁ dehi, sīlaṁ rakkhāhi, uposathakammaṁ karohī’’ti rājānaṁ ovaditvā tassa yācantasseva himavantameva gato. Tattha abhiññā ca samāpattiyo ca nibbattetvā brahmalokaparāyaṇo ahosi.",
  "atk-s0513a30:620": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā rājā ānando ahosi, tāpaso pana ahameva ahosi’’nti.",
  "atk-s0513a30:621": "Brahmadattajātakavaṇṇanā tatiyā.",
  "atk-s0513a30:623": " [324] 4. Cammasāṭakajātakavaṇṇanā",
  "atk-s0513a30:624": "Kalyāṇarūpovatayanti idaṁ satthā jetavane viharanto cammasāṭakaṁ nāma paribbājakaṁ ārabbha kathesi. Tassa kira cammameva nivāsanañca pārupanañca hoti. So ekadivasaṁ paribbājakārāmā nikkhamitvā sāvatthiyaṁ bhikkhāya caranto eḷakānaṁ yujjhanaṭṭhānaṁ sampāpuṇi. Eḷako taṁ disvā paharitukāmo osakki. Paribbājako ‘‘esa mayhaṁ apacitiṁ dassetī’’ti na paṭikkami. Eḷako vegenāgantvā taṁ ūrumhi paharitvā pātesi. Tassa taṁ asantapaggahaṇakāraṇaṁ bhikkhusaṅghe pākaṭaṁ ahosi. Bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ ‘‘āvuso, cammasāṭakaparibbājako asantapaggahaṁ katvā vināsaṁ patto’’ti satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepesa asantapaggahaṁ katvā vināsaṁ pattoyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a30:625": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto ekasmiṁ vāṇijakule nibbattitvā vayappatto vaṇijjaṁ karoti. Tadā eko cammasāṭakaparibbājako bārāṇasiyaṁ bhikkhāya caranto eḷakānaṁ yujjhanaṭṭhānaṁ patvā eḷakaṁ osakkantaṁ disvā ‘‘apacitiṁ me karotī’’ti saññāya apaṭikkamitvā ‘‘imesaṁ ettakānaṁ manussānaṁ antare ayaṁ eko eḷako amhākaṁ guṇaṁ jānātī’’ti tassa añjaliṁ paggahetvā ṭhitova paṭhamaṁ gāthamāha –",
  "atk-s0513a30:626": "93.",
  "atk-s0513a30:627": " ‘‘Kalyāṇarūpo vatayaṁ catuppado, subhaddako ceva supesalo ca;",
  "atk-s0513a30:628": "Yo brāhmaṇaṁ jātimantūpapannaṁ, apacāyati meṇḍavaro yasassī’’ti.",
  "atk-s0513a30:629": "Tattha kalyāṇarūpoti kalyāṇajātiko. Supesaloti suṭṭhu piyasīlo. Jātimantūpapannanti jātiyā ca mantehi ca sampannaṁ. Yasassīti vaṇṇabhaṇanametaṁ.",
  "atk-s0513a30:630": "Tasmiṁ khaṇe āpaṇe nisinno paṇḍitavāṇijo taṁ paribbājakaṁ nisedhento dutiyaṁ gāthamāha –",
  "atk-s0513a30:631": "94.",
  "atk-s0513a30:632": " ‘‘Mā brāhmaṇa ittaradassanena, vissāsamāpajji catuppadassa;",
  "atk-s0513a30:633": "Daḷhappahāraṁ abhikaṅkhamāno, avasakkatī dassati suppahāra’’nti.",
  "atk-s0513a30:634": "Tattha ittaradassanenāti khaṇikadassanena.",
  "atk-s0513a30:635": "Tassa paṇḍitavāṇijassa kathentasseva so meṇḍako vegenāgantvā ūrumhi paharitvā taṁ tattheva vedanāppattaṁ katvā pātesi. So paridevamāno nipajji. Satthā taṁ kāraṇaṁ pakāsento tatiyaṁ gāthamāha –",
  "atk-s0513a30:636": "95.",
  "atk-s0513a30:637": " ‘‘Ūruṭṭhi bhaggaṁ vaṭṭito khāribhāro, sabbañca bhaṇḍaṁ brāhmaṇassa bhinnaṁ;",
  "atk-s0513a30:638": "Ubhopi bāhā paggayha kandati, atidhāvatha haññate brahmacārī’’ti.",
  "atk-s0513a30:639": "Tassattho – bhikkhave, tassa paribbājakassa ūruṭṭhikaṁ bhaggaṁ, khāribhāro vaṭṭito pavaṭṭito, tasmiṁ pavaṭṭamāne yaṁ tattha tassa brāhmaṇassa upakaraṇabhaṇḍaṁ, tampi sabbaṁ bhinnaṁ, sopi ubho bāhā ukkhipitvā parivāretvā ṭhitaparisaṁ sandhāya ‘‘abhidhāvatha, haññate brahmacārī’’ti vadanto kandati rodati paridevatīti.",
  "atk-s0513a30:640": "Paribbājako catutthaṁ gāthaṁ āha –",
  "atk-s0513a30:641": "96.",
  "atk-s0513a30:642": " ‘‘Evaṁ so nihato seti, yo apūjaṁ pasaṁsati;",
  "atk-s0513a30:643": "Yathāhamajja pahato, hato meṇḍena dummatī’’ti.",
  "atk-s0513a30:644": "Tattha apūjanti apūjanīyaṁ. Yathāhamajjāti yathā ahaṁ ajja asantapaggahaṁ katvā ṭhito meṇḍena daḷhappahārena pahato ettheva mārito . Dummatīti duppañño. Evaṁ yo aññopi asantapaggahaṁ karissati, sopi ahaṁ viya dukkhaṁ anubhavissatīti so paridevanto tattheva jīvitakkhayaṁ pattoti.",
  "atk-s0513a30:645": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā cammasāṭako etarahi cammasāṭako ahosi, paṇḍitavāṇijo pana ahameva ahosi’’nti.",
  "atk-s0513a30:646": "Cammasāṭakajātakavaṇṇanā catutthā.",
  "atk-s0513a30:648": " [325] 5. Godharājajātakavaṇṇanā",
  "atk-s0513a30:649": "Samaṇaṁ taṁ maññamānoti idaṁ satthā jetavane viharanto ekaṁ kuhakaṁ bhikkhuṁ ārabbha kathesi. Vatthu heṭṭhā vitthāritameva. Idhāpi bhikkhū taṁ bhikkhuṁ ānetvā ‘‘ayaṁ, bhante, bhikkhu kuhako’’ti satthu dassesuṁ. Satthā ‘‘na, bhikkhave, idāneva, pubbepesa kuhakoyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a30:650": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto godhayoniyaṁ nibbattitvā vayappatto kāyabalena sampanno araññe vasati . Eko dusīlatāpasopi tassa avidūre paṇṇasālaṁ māpetvā vāsaṁ kappesi. Bodhisatto gocarāya caranto taṁ disvā ‘‘sīlavantatāpasassa paṇṇasālā bhavissatī’’ti tattha gantvā taṁ vanditvā attano vasanaṭṭhānameva gacchati. Athekadivasaṁ so kūṭatāpaso upaṭṭhākakule sampāditaṁ madhuramaṁsaṁ labhitvā ‘‘kiṁ maṁsaṁ nāmeta’’nti pucchitvā ‘‘godhamaṁsa’’nti sutvā rasataṇhāya abhibhūto ‘‘mayhaṁ assamapadaṁ nibaddhaṁ āgacchamānaṁ godhaṁ māretvā yathāruci pacitvā khādissāmī’’ti sappidadhikaṭukabhaṇḍādīni gahetvā tattha gantvā muggaraṁ gahetvā kāsāvena paṭicchādetvā bodhisattassa āgamanaṁ olokento paṇṇasāladvāre upasantūpasanto viya nisīdi.",
  "atk-s0513a30:651": "So āgantvā taṁ paduṭṭhindriyaṁ disvā ‘‘iminā amhākaṁ sajātikamaṁsaṁ khāditaṁ bhavissati, pariggaṇhissāmi na’’nti adhovāte ṭhatvā sarīragandhaṁ ghāyitvā sajātimaṁsassa khāditabhāvaṁ ñatvā tāpasaṁ anupagamma paṭikkamitvā cari. Tāpasopi tassa anāgamanabhāvaṁ ñatvā muggaraṁ khipi, muggaro sarīre apatitvā naṅguṭṭhakoṭiṁ pāpuṇi. Tāpaso ‘‘gaccha viraddhosmī’’ti āha. Bodhisatto ‘‘maṁ tāva viraddhosi, cattāro pana apāye na viraddhosī’’ti vatvā palāyitvā caṅkamanakoṭiyaṁ ṭhitaṁ vammikaṁ pavisitvā aññena chiddena sīsaṁ nīharitvā tena saddhiṁ sallapanto dve gāthā abhāsi –",
  "atk-s0513a30:652": "97.",
  "atk-s0513a30:653": " ‘‘Samaṇaṁ taṁ maññamāno, upagacchimasaññataṁ;",
  "atk-s0513a30:654": "So maṁ daṇḍena pāhāsi, yathā assamaṇo tathā.",
  "atk-s0513a30:655": "98.",
  "atk-s0513a30:656": " ‘‘Kiṁ te jaṭāhi dummedha, kiṁ te ajinasāṭiyā;",
  "atk-s0513a30:657": "Abbhantaraṁ te gahanaṁ, bāhiraṁ parimajjasī’’ti.",
  "atk-s0513a30:658": "Tattha asaññatanti ahaṁ kāyādīhi asaññataṁ assamaṇameva samānaṁ taṁ ‘‘samaṇo eso’’ti samitapāpatāya samaṇaṁ maññamāno upagacchiṁ. Pāhāsīti pahari. Ajinasāṭiyāti ekaṁsaṁ katvā pārutena ajinacammena tuyhaṁ ko attho. Abbhantaraṁ te gahananti tava sarīrabbhantaraṁ visapūrā viya alābu, gūthapūro viya āvāṭo, āsīvisapūro viya vammiko kilesagahanaṁ. Bāhiranti kevalaṁ bahisarīraṁ parimajjasi, taṁ antopharusatāya bahimaṭṭhatāya hatthilaṇḍaṁ viya assalaṇḍaṁ viya ca hotīti.",
  "atk-s0513a30:659": "Taṁ sutvā tāpaso tatiyaṁ gāthamāha –",
  "atk-s0513a30:660": "99.",
  "atk-s0513a30:661": " ‘‘Ehi godha nivattassu, bhuñja sālīnamodanaṁ;",
  "atk-s0513a30:662": "Telaṁ loṇañca me atthi, pahūtaṁ mayha pipphalī’’ti.",
  "atk-s0513a30:663": "Tattha pahūtaṁ mayha pipphalīti na kevalaṁ sālīnamodanaṁ telaloṇameva, hiṅgujīrakasiṅgiveralasuṇamaricapipphalippabhedaṁ kaṭukabhaṇḍampi mayhaṁ bahu atthi, tenābhisaṅkhataṁ sālīnamodanaṁ bhuñjāhīti.",
  "atk-s0513a30:664": "Taṁ sutvā bodhisatto catutthaṁ gāthamāha –",
  "atk-s0513a30:665": "100.",
  "atk-s0513a30:666": " ‘‘Esa bhiyyo pavekkhāmi, vammikaṁ sataporisaṁ;",
  "atk-s0513a30:667": "Telaṁ loṇañca kittesi, ahitaṁ mayha pipphalī’’ti.",
  "atk-s0513a30:668": "Tattha pavekkhāmīti pavisissāmi. Ahitanti yaṁ etaṁ tava kaṭukabhaṇḍasaṅkhātaṁ pipphali, etaṁ mayhaṁ ahitaṁ asappāyanti.",
  "atk-s0513a30:669": "Evañca pana vatvā ‘‘are, kūṭajaṭila, sace idha vasissasi, gocaragāme manusseheva taṁ ‘ayaṁ coro’ti gāhāpetvā vippakāraṁ pāpessāmi, sīghaṁ palāyassū’’ti santajjesi. Kūṭajaṭilo tato palāyi.",
  "atk-s0513a30:670": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā kūṭajaṭilo ayaṁ kuhakabhikkhu ahosi, godharājā pana ahameva ahosi’’nti.",
  "atk-s0513a30:671": "Godharājajātakavaṇṇanā pañcamā.",
  "atk-s0513a30:673": " [326] 6. Kakkārujātakavaṇṇanā",
  "atk-s0513a30:674": "Kāyena yo nāvahareti idaṁ satthā veḷuvane viharanto devadattaṁ ārabbha kathesi. Tassa hi saṅghaṁ bhinditvā gatassa aggasāvakehi saddhiṁ parisāya pakkantāya uṇhaṁ lohitaṁ mukhato uggañchi. Atha bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ ‘‘āvuso, devadatto musāvādaṁ katvā saṅghaṁ bhinditvā idāni gilāno hutvā mahādukkhaṁ anubhotī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepesa musāvādīyeva, na cesa idāneva musāvādaṁ katvā mahādukkhaṁ anubhoti, pubbepi anubhosiyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a30:675": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto tāvatiṁsabhavane aññataro devaputto ahosi. Tena kho pana samayena bārāṇasiyaṁ mahāussavo ahosi. Bahū nāgā ca supaṇṇā ca bhūmaṭṭhakā ca devā āgantvā ussavaṁ olokayiṁsu. Tāvatiṁsabhavanatopi cattāro devaputtā kakkārūni nāma dibbapupphāni tehi katacumbaṭakaṁ piḷandhitvā ussavadassanaṁ āgamiṁsu. Dvādasayojanikaṁ bārāṇasinagaraṁ tesaṁ pupphānaṁ gandhena ekagandhaṁ ahosi. Manussā ‘‘imāni pupphāni kena piḷandhitānī’’ti upadhārentā vicaranti. Te devaputtā ‘‘amhe ete upadhārentī’’ti ñatvā rājaṅgaṇe uppatitvā mahantena devānubhāvena ākāse aṭṭhaṁsu. Mahājano sannipati, rājāpi saddhiṁ uparājādīhi agamāsi. Atha ne ‘‘kataradevalokato, sāmi, āgacchathā’’ti pucchiṁsu. ‘‘Tāvatiṁsadevalokato āgacchāmā’’ti. ‘‘Kena kammena āgatatthā’’ti. ‘‘Ussavadassanatthāyā’’ti. ‘‘Kiṁpupphāni nāmetānī’’ti? ‘‘Dibbakakkārupupphāni nāmā’’ti. ‘‘Sāmi, tumhe devaloke aññāni piḷandheyyātha, imāni amhākaṁ dethā’’ti. Devaputtā ‘‘dibbakakkārupupphāni mahānubhāvāni devānaññeva anucchavikāni, manussaloke lāmakānaṁ duppaññānaṁ hīnādhimuttikānaṁ dussīlānaṁ nānucchavikāni. Ye pana manussā imehi ca imehi ca guṇehi samannāgatā, tesaṁ etāni anucchavikānī’’ti āhaṁsu.",
  "atk-s0513a30:676": "Evañca pana vatvā tesu jeṭṭhakadevaputto paṭhamaṁ gāthamāha –",
  "atk-s0513a30:677": "101.",
  "atk-s0513a30:678": " ‘‘Kāyena yo nāvahare, vācāya na musā bhaṇe;",
  "atk-s0513a30:679": "Yaso laddhā na majjeyya, sa ve kakkārumarahatī’’ti.",
  "atk-s0513a30:680": "Tassattho – yo kāyena parassa santakaṁ tiṇasalākampi nāvaharati, vācāya jīvitaṁ pariccajamānopi musāvādaṁ na bhaṇati. Desanāsīsamevetaṁ , kāyadvāravacīdvāramanodvārehi pana yo dasapi akusalakammapathe na karotīti ayamettha adhippāyo. Yaso laddhāti issariyañca labhitvā yo issariyamadamatto satiṁ vissajjetvā pāpakammaṁ na karoti, sa ve evarūpo imehi guṇehi yutto puggalo imaṁ dibbapupphaṁ arahati. Tasmā yo imehi guṇehi samannāgato, so imāni pupphāni yācituṁ arahati, tassa dassāmīti.",
  "atk-s0513a30:681": "Taṁ sutvā purohito cintesi ‘‘mayhaṁ imesu guṇesu ekopi natthi, musāvādaṁ pana vatvā etāni pupphāni gahetvā piḷandhissāmi, evaṁ maṁ mahājano ‘guṇasampanno aya’nti jānissatī’’ti. So ‘‘ahaṁ etehi guṇehi samannāgato’’ti vatvā tāni pupphāni āharāpetvā piḷandhitvā dutiyaṁ devaputtaṁ yāci. So dutiyaṁ gāthamāha –",
  "atk-s0513a30:682": "102.",
  "atk-s0513a30:683": " ‘‘Dhammena vittameseyya, na nikatyā dhanaṁ hare;",
  "atk-s0513a30:684": "Bhoge laddhā na majjeyya, sa ve kakkārumarahatī’’ti.",
  "atk-s0513a30:685": "Tassattho – dhammena parisuddhājīvena suvaṇṇarajatādivittaṁ pariyeseyya. Na nikatyāti na vañcanāya dhanaṁ hareyya, vatthābharaṇādike bhoge labhitvā pamādaṁ nāpajjeyya, evarūpo imāni pupphāni arahatīti.",
  "atk-s0513a30:686": "Purohito ‘‘ahaṁ etehi guṇehi samannāgato’’ti vatvā tāni āharāpetvā piḷandhitvā tatiyaṁ devaputtaṁ yāci. So tatiyaṁ gāthamāha –",
  "atk-s0513a30:687": "103.",
  "atk-s0513a30:688": " ‘‘Yassa cittaṁ ahāliddaṁ, saddhā ca avirāginī;",
  "atk-s0513a30:689": "Eko sāduṁ na bhuñjeyya, sa ve kakkārumarahatī’’ti.",
  "atk-s0513a30:690": "Tassattho – yassa puggalassa cittaṁ ahāliddaṁ haliddirāgo viya khippaṁ na virajjati, thirameva hoti. Saddhā ca avirāginīti kammaṁ vā vipākaṁ vā okappanīyassa vā puggalassa vacanaṁ saddahitvā appamattakeneva na virajjati na bhijjati. Yo yācake vā aññe vā saṁvibhāgārahe puggale bahi katvā ekakova sādurasabhojanaṁ na bhuñjati, nesaṁ saṁvibhajitvā bhuñjati, so imāni pupphāni arahatīti.",
  "atk-s0513a30:691": "Purohito ‘‘ahaṁ etehi guṇehi samannāgato’’ti vatvā tāni pupphāni āharāpetvā piḷandhitvā catutthaṁ devaputtaṁ yāci. So catutthaṁ gāthamāha –",
  "atk-s0513a30:692": "104.",
  "atk-s0513a30:693": " ‘‘Sammukhā vā tirokkhā vā, yo sante na paribhāsati;",
  "atk-s0513a30:694": "Yathāvādī tathākārī, sa ve kakkārumarahatī’’ti.",
  "atk-s0513a30:695": "Tassattho – yo puggalo sammukhā vā parammukhā vā sīlādiguṇayutte sante uttamapaṇḍitapurise na akkosati na paribhāsati, yaṁ vācāya vadati, tadeva kāyena karoti, so imāni pupphāni arahatīti.",
  "atk-s0513a30:696": "Purohito ‘‘ahaṁ etehi guṇehi samannāgato’’ti vatvā tānipi āharāpetvā piḷandhi. Cattāro devaputtā cattāri pupphacumbaṭakāni purohitassa datvā devalokameva gatā. Tesaṁ gatakāle purohitassa sīse mahatī vedanā uppajji, tikhiṇasikharena nimmathitaṁ viya ca ayapaṭṭena pīḷitaṁ viya ca sīsaṁ ahosi. So vedanāppatto aparāparaṁ parivattamāno mahāsaddena viravi, ‘‘kimeta’’nti ca vutte ‘‘ahaṁ mamabbhantare avijjamāneyeva guṇe ‘atthī’ti musāvādaṁ katvā te devaputte imāni pupphāni yāciṁ, harathetāni mama sīsato’’ti āha. Tāni harantāpi harituṁ nāsakkhiṁsu, ayapaṭṭena baddhāni viya ahesuṁ. Atha naṁ ukkhipitvā gehaṁ nayiṁsu. Tattha tassa viravantassa satta divasā vītivattā.",
  "atk-s0513a30:697": "Rājā amacce āmantetvā ‘‘dussīlabrāhmaṇo marissati, kiṁ karomā’’ti āha. ‘‘Deva, puna ussavaṁ kārema, devaputtā puna āgacchissantī’’ti. Rājā puna ussavaṁ kāresi. Devaputtā puna āgantvā sakalanagaraṁ pupphagandhena ekagandhaṁ katvā tatheva rājaṅgaṇe aṭṭhaṁsu, mahājano sannipatitvā dussīlabrāhmaṇaṁ ānetvā tesaṁ purato uttānaṁ nipajjāpesi. So ‘‘jīvitaṁ me detha, sāmī’’ti devaputte yāci. Devaputtā ‘‘tuyhaṁ dussīlassa pāpadhammassa ananucchavikānevetāni pupphāni, tvaṁ pana ‘amhe vañcessāmī’ti saññī ahosi, attano musāvādaphalaṁ laddha’’nti mahājanamajjhe dussīlabrāhmaṇaṁ garahitvā sīsato pupphacumbaṭakaṁ apanetvā mahājanassa ovādaṁ datvā sakaṭṭhānameva agamaṁsu.",
  "atk-s0513a30:698": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā brāhmaṇo devadatto ahosi, tesu devaputtesu eko kassapo, eko moggallāno, eko sāriputto, jeṭṭhakadevaputto pana ahameva ahosi’’nti.",
  "atk-s0513a30:699": "Kakkārujātakavaṇṇanā chaṭṭhā.",
  "atk-s0513a30:701": " [327] 7. Kākavatījātakavaṇṇanā",
  "atk-s0513a30:702": "Vāti cāyaṁ tato gandhoti idaṁ satthā jetavane viharanto ekaṁ ukkaṇṭhitabhikkhuṁ ārabbha kathesi. Tadā hi satthā taṁ bhikkhuṁ ‘‘saccaṁ kira tvaṁ bhikkhu ukkaṇṭhitosī’’ti pucchi. ‘‘Saccaṁ, bhante’’ti. ‘‘Kasmā ukkaṇṭhitosī’’ti? ‘‘Kilesavasena, bhante’’ti. ‘‘Bhikkhu mātugāmo nāma arakkhiyo, na sakkā rakkhituṁ, porāṇakapaṇḍitā pana mātugāmaṁ mahāsamuddamajjhe simbalirukkhavimāne vasāpentāpi rakkhituṁ nāsakkhiṁsū’’ti vatvā atītaṁ āhari.",
  "atk-s0513a30:703": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto tassa aggamahesiyā kucchismiṁ nibbattitvā vayappatto pitu accayena rajjaṁ kāresi. Kākavatī nāmassa aggamahesī ahosi abhirūpā devaccharā viya. Ayamettha saṅkhepo , vitthārato pana atītavatthu kuṇālajātake (jā. 2.21.kuṇālajātaka) āvi bhavissati. Tadā paneko supaṇṇarājā manussavesena āgantvā raññā saha jūtaṁ kīḷanto kākavatiyā aggamahesiyā paṭibaddhacitto taṁ ādāya supaṇṇabhavanaṁ netvā tāya saddhiṁ abhirami. Rājā deviṁ apassanto naṭakuveraṁ nāma gandhabbaṁ ‘‘tvaṁ vicināhi na’’nti āha. So taṁ supaṇṇarājānaṁ pariggahetvā ekasmiṁ sare erakavane nipajjitvā tato supaṇṇassa gamanakāle pattantare nisīditvā supaṇṇabhavanaṁ patvā pattantarato nikkhamitvā tāya saddhiṁ kilesasaṁsaggaṁ katvā puna tasseva pattantare nisinno āgantvā supaṇṇassa raññā saddhiṁ jūtakīḷanakāle attano vīṇaṁ gahetvā jūtamaṇḍalaṁ gantvā rañño santike ṭhito gītavasena paṭhamaṁ gāthamāha –",
  "atk-s0513a30:704": "105.",
  "atk-s0513a30:705": " ‘‘Vāti cāyaṁ tato gandho, yattha me vasatī piyā;",
  "atk-s0513a30:706": "Dūre ito hi kākavatī, yattha me nirato mano’’ti.",
  "atk-s0513a30:707": "Tattha gandhoti tassā dibbagandhavilittāya sarīragandho. Yattha meti yattha supaṇṇabhavane mama piyā vasati, tato iminā saddhiṁ katakāyasaṁsaggāya tassā imassa kāyena saddhiṁ āgato gandho vāyatīti adhippāyo. Dūre itoti imamhā ṭhānā dūre. Hi-kāro nipātamatto. Kākavatīti kākavatī devī. Yattha meti yassā upari mama mano nirato.",
  "atk-s0513a30:708": "Taṁ sutvā supaṇṇo dutiyaṁ gāthamāha –",
  "atk-s0513a30:709": "106.",
  "atk-s0513a30:710": " ‘‘Kathaṁ samuddamatarī, kathaṁ atari kepukaṁ;",
  "atk-s0513a30:711": "Kathaṁ satta samuddāni, kathaṁ simbalimāruhī’’ti.",
  "atk-s0513a30:712": "Tassattho – tvaṁ imaṁ jambudīpasamuddaṁ tassa parato kepukaṁ nāma nadiṁ pabbatantaresu ṭhitāni satta samuddāni ca kathaṁ atari, kenupāyena tiṇṇo satta samuddāni atikkamitvā ṭhitaṁ amhākaṁ bhavanaṁ simbalirukkhañca kathaṁ āruhīti.",
  "atk-s0513a30:713": "Taṁ sutvā naṭakuvero tatiyaṁ gāthamāha –",
  "atk-s0513a30:714": "107.",
  "atk-s0513a30:715": " ‘‘Tayā samuddamatariṁ, tayā atari kepukaṁ;",
  "atk-s0513a30:716": "Tayā satta samuddāni, tayā simbalimāruhi’’nti.",
  "atk-s0513a30:717": "Tattha tayāti tayā karaṇabhūtena tava pattantare nisinno ahaṁ sabbametaṁ akāsinti attho.",
  "atk-s0513a30:718": "Tato supaṇṇarājā catutthaṁ gāthamāha –",
  "atk-s0513a30:719": "108.",
  "atk-s0513a30:720": " ‘‘Dhiratthu maṁ mahākāyaṁ, dhiratthu maṁ acetanaṁ;",
  "atk-s0513a30:721": "Yattha jāyāyahaṁ jāraṁ, āvahāmi vahāmi cā’’ti.",
  "atk-s0513a30:722": "Tattha dhiratthu manti attānaṁ garahanto āha. Acetananti mahāsarīratāya lahubhāvagarubhāvassa ajānanatāya acetanaṁ. Yatthāti yasmā. Idaṁ vuttaṁ hoti – yasmā ahaṁ attano jāyāya jāraṁ imaṁ gandhabbaṁ pattantare nisinnaṁ ānento āvahāmi nento ca vahāmi, tasmā dhiratthu manti. So taṁ ānetvā bārāṇasirañño datvā puna nagaraṁ nāgamāsi.",
  "atk-s0513a30:723": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne ukkaṇṭhitabhikkhu sotāpattiphale patiṭṭhahi. Tadā naṭakuvero ukkaṇṭhitabhikkhu ahosi, rājā pana ahameva ahosinti.",
  "atk-s0513a30:724": "Kākavatījātakavaṇṇanā sattamā.",
  "atk-s0513a30:726": " [328] 8. Ananusociyajātakavaṇṇanā",
  "atk-s0513a30:727": "Bahūnaṁ vijjatī bhotīti idaṁ satthā jetavane viharanto ekaṁ matabhariyaṁ kuṭumbikaṁ ārabbha kathesi. So kira bhariyāya matāya na nhāyi na pivi na limpi na bhuñji, na kammante payojesi, aññadatthu sokābhibhūto āḷāhanaṁ gantvā paridevamāno vicari. Abbhantare panassa kuṭe padīpo viya sotāpattimaggassa upanissayo jalati. Satthā paccūsasamaye lokaṁ olokento taṁ disvā ‘‘imassa maṁ ṭhapetvā añño koci sokaṁ nīharitvā sotāpattimaggassa dāyako natthi, bhavissāmissa avassayo’’ti pacchābhattaṁ piṇḍapātapaṭikkanto pacchāsamaṇaṁ ādāya tassa gehadvāraṁ gantvā kuṭumbikena sutāgamano katapaccuggamanādisakkāro paññattāsane nisinno kuṭumbikaṁ āgantvā vanditvā ekamantaṁ nisinnaṁ ‘‘kiṁ, upāsaka, cintesī’’ti pucchitvā ‘‘āma, bhante, bhariyā me kālakatā, tamahaṁ anusocanto cintemī’’ti vutte ‘‘upāsaka, bhijjanadhammaṁ nāma bhijjati, tasmiṁ bhinne na yuttaṁ cintetuṁ, porāṇakapaṇḍitāpi bhariyāya matāya ‘bhijjanadhammaṁ bhijjatī’ti na cintayiṁsū’’ti vatvā tena yācito atītaṁ āhari. Atītavatthu dasakanipāte cūḷabodhijātake (jā. 1.10.49 ādayo) āvi bhavissati, ayaṁ panettha saṅkhepo.",
  "atk-s0513a30:728": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto brāhmaṇakule nibbattitvā vayappatto takkasilāyaṁ sabbasippāni uggaṇhitvā mātāpitūnaṁ santikaṁ agamāsi. Imasmiṁ jātake bodhisatto komārabrahmacārī ahosi. Athassa mātāpitaro ‘‘tava dārikapariyesanaṁ karomā’’ti ārocayiṁsu. Bodhisatto ‘‘na mayhaṁ gharāvāsenattho, ahaṁ tumhākaṁ accayena pabbajissāmī’’ti vatvā tehi punappunaṁ yācito ekaṁ kañcanarūpakaṁ kāretvā ‘‘evarūpaṁ kumārikaṁ labhamāno gaṇhissāmī’’ti āha. Tassa mātāpitaro taṁ kañcanarūpakaṁ paṭicchannayāne āropetvā ‘‘gacchatha jambudīpatalaṁ vicarantā yattha evarūpaṁ brāhmaṇakumārikaṁ passatha, tattha imaṁ kañcanarūpakaṁ datvā taṁ ānethā’’ti mahantena parivārena manusse pesesuṁ.",
  "atk-s0513a30:729": "Tasmiṁ pana kāle eko puññavā satto brahmalokato cavitvā kāsiraṭṭheyeva nigamagāme asītikoṭivibhavassa brāhmaṇassa gehe kumārikā hutvā nibbatti, ‘‘sammillahāsinī’’tissā nāmaṁ akaṁsu. Sā soḷasavassakāle abhirūpā ahosi pāsādikā devaccharappaṭibhāgā sabbaṅgasampannā. Tassāpi kilesavasena cittaṁ nāma na uppannapubbaṁ, accantabrahmacārinī ahosi. Kañcanarūpakaṁ ādāya vicarantā manussā taṁ gāmaṁ pāpuṇiṁsu. Tattha manussā taṁ disvā ‘‘asukabrāhmaṇassa dhītā sammillahāsinī kiṁkāraṇā idha ṭhitā’’ti āhaṁsu. Manussā taṁ sutvā brāhmaṇakulaṁ gantvā sammillahāsiniṁ vāresuṁ. Sā ‘‘ahaṁ tumhākaṁ accayena pabbajissāmi, na me gharāvāsenattho’’ti mātāpitūnaṁ sāsanaṁ pesesi. Te ‘‘kiṁ karosi kumārike’’ti vatvā kañcanarūpakaṁ gahetvā taṁ mahantena parivārena pesayiṁsu. Bodhisattassa ca sammillahāsiniyā ca ubhinnampi anicchantānaññeva maṅgalaṁ kariṁsu. Te ekagabbhe vasamānā ekasmiṁ sayane sayantāpi na aññamaññaṁ kilesavasena olokayiṁsu, dve bhikkhū dve brāhmāno viya ca ekasmiṁ ṭhāne vasiṁsu.",
  "atk-s0513a30:730": "Aparabhāge bodhisattassa mātāpitaro kālamakaṁsu. So tesaṁ sarīrakiccaṁ katvā sammillahāsiniṁ pakkosāpetvā ‘‘bhadde, mama kulasantakā asītikoṭiyo, tava kulasantakā asītikoṭiyoti imaṁ ettakaṁ dhanaṁ gahetvā imaṁ kuṭumbaṁ paṭipajjāhi, ahaṁ pabbajissāmī’’ti āha. ‘‘Ayyaputta, tayi pabbajante ahampi pabbajissāmi, na sakkomi taṁ jahitu’’nti . ‘‘Tena hi ehī’’ti sabbaṁ dhanaṁ dānamukhe vissajjetvā kheḷapiṇḍaṁ viya sampattiṁ pahāya himavantaṁ pavisitvā ubhopi tāpasapabbajjaṁ pabbajitvā vanamūlaphalāhārā tattha ciraṁ vasitvā loṇambilasevanatthāya himavantā otaritvā anupubbena bārāṇasiṁ patvā rājuyyāne vasiṁsu.",
  "atk-s0513a30:731": "Tesaṁ tattha vasantānaṁ sukhumālāya paribbājikāya nirojaṁ missakabhattaṁ paribhuñjantiyā lohitapakkhandikābādho uppajji. Sā sappāyabhesajjaṁ alabhamānā dubbalā ahosi. Bodhisatto bhikkhācāravelāya taṁ pariggahetvā nagaradvāraṁ netvā ekissā sālāya phalake nipajjāpetvā sayaṁ bhikkhāya pāvisi. Sā tasmiṁ anikkhanteyeva kālamakāsi. Mahājano paribbājikāya rūpasampattiṁ disvā parivāretvā rodati paridevati. Bodhisatto bhikkhaṁ caritvā āgato tassā matabhāvaṁ ñatvā ‘‘bhijjanadhammaṁ bhijjati, sabbe saṅkhārā aniccā evaṁgatikāyevā’’ti vatvā tāya nipannaphalakeyeva nisīditvā missakabhojanaṁ bhuñjitvā mukhaṁ vikkhālesi. Parivāretvā ṭhitamahājano ‘‘ayaṁ te, bhante, paribbājikā kiṁ hotī’’ti pucchi. ‘‘Gihikāle me pādaparicārikā ahosī’’ti. ‘‘Bhante, mayaṁ tāva na saṇṭhāma rodāma paridevāma, tumhe kasmā na rodathā’’ti? Bodhisatto ‘‘jīvamānā tāva esā mama kiñci hoti, idāni paralokasamaṅgitāya na kiñci hoti, maraṇavasaṁ gatā, ahaṁ kissa rodāmī’’ti mahājanassa dhammaṁ desento imā gāthā abhāsi –",
  "atk-s0513a30:732": "109.",
  "atk-s0513a30:733": " ‘‘Bahūnaṁ vijjatī bhotī, tehi me kiṁ bhavissati;",
  "atk-s0513a30:734": "Tasmā etaṁ na socāmi, piyaṁ sammillahāsiniṁ.",
  "atk-s0513a30:735": "110.",
  "atk-s0513a30:736": " ‘‘Taṁ taṁ ce anusoceyya, yaṁ yaṁ tassa na vijjati;",
  "atk-s0513a30:737": "Attānamanusoceyya, sadā maccuvasaṁ pataṁ.",
  "atk-s0513a30:738": "111.",
  "atk-s0513a30:739": " ‘‘Na heva ṭhitaṁ nāsīnaṁ, na sayānaṁ na paddhaguṁ;",
  "atk-s0513a30:740": "Yāva byāti nimisati, tatrāpi rasatī vayo.",
  "atk-s0513a30:741": "112.",
  "atk-s0513a30:742": " ‘‘Tatthattani vatappaddhe, vinābhāve asaṁsaye;",
  "atk-s0513a30:743": "Bhūtaṁ sesaṁ dayitabbaṁ, vītaṁ ananusociya’’nti.",
  "atk-s0513a30:744": "Tattha bahūnaṁ vijjatī bhotīti ayaṁ bhotī amhe chaḍḍetvā idāni aññesaṁ bahūnaṁ matakasattānaṁ antare vijjati atthi upalabbhati. Tehi me kiṁ bhavissatīti tehi matakasattehi saddhiṁ vattamānā idānevesā mayhaṁ kiṁ bhavissati , tehi vā matakasattehi atirekasambandhavasenesā mayhaṁ kiṁ bhavissati, kā nāma bhavissati, kiṁ bhariyā, udāhu bhaginīti? ‘‘Tehi meka’’ntipi pāṭho, tehi matakehi saddhiṁ idampi me kaḷevaraṁ ekaṁ bhavissatīti attho. Tasmāti yasmā esā matakesu saṅkhaṁ gatā, mayhaṁ sā na kiñci hoti, tasmā etaṁ na socāmi.",
  "atk-s0513a30:745": "Yaṁ yaṁ tassāti yaṁ yaṁ tassa anusocanakassa sattassa na vijjati natthi, mataṁ niruddhaṁ, taṁ taṁ sace anusoceyyāti attho. ‘‘Yassā’’tipi pāṭho, yaṁ yaṁ yassa na vijjati, taṁ taṁ so anusoceyyāti attho. Maccuvasaṁ patanti evaṁ sante niccaṁ maccuvasaṁ patantaṁ gacchantaṁ attānameva anusoceyya, tenassa asocanakāloyeva na bhaveyyāti attho.",
  "atk-s0513a30:746": "Tatiyagāthāya na heva ṭhitaṁ nāsīnaṁ, na sayānaṁ na paddhagunti kañci sattaṁ āyusaṅkhāro anugacchatīti pāṭhaseso. Tattha paddhagunti parivattetvā caramānaṁ. Idaṁ vuttaṁ hoti – ime sattā catūsupi iriyāpathesu pamattā viharanti, āyusaṅkhārā pana rattiñca divā ca sabbiriyāpathesu appamattā attano khayagamanakammameva karontīti. Yāva byātīti yāva ummisati. Ayañhi tasmiṁ kāle vohāro. Idaṁ vuttaṁ hoti – yāva ummisati ca nimisati ca, tatrāpi evaṁ appamattake kāle imesaṁ sattānaṁ rasatī vayo, tīsu vayesu so so vayo hāyateva na vaḍḍhatīti.",
  "atk-s0513a30:747": "Tatthattani vatappaddheti tattha vata attani paddhe. Idaṁ vuttaṁ hoti tasmiṁ vata evaṁ rasamāne vaye ayaṁ ‘‘attā’’ti saṅkhyaṁ gato attabhāvo paddho hoti, vayena aḍḍho upaḍḍho aparipuṇṇova hoti . Evaṁ tattha imasmiṁ attani paddhe yo cesa tattha tattha nibbattānaṁ sattānaṁ vinābhāvo asaṁsayo, tasmiṁ vinābhāvepi asaṁsaye nissaṁsaye yaṁ bhūtaṁ sesaṁ amataṁ jīvamānaṁ, taṁ jīvamānameva dayitabbaṁ piyāyitabbaṁ mettāyitabbaṁ, ‘‘ayaṁ satto arogo hotu abyāpajjo’’ti evaṁ tasmiṁ mettābhāvanā kātabbā. Yaṁ panetaṁ vītaṁ vigataṁ mataṁ, taṁ ananusociyaṁ na anusocitabbanti.",
  "atk-s0513a30:748": "Evaṁ mahāsatto catūhi gāthāhi aniccākāraṁ dīpento dhammaṁ desesi. Mahājano paribbājikāya sarīrakiccaṁ akāsi. Bodhisatto himavantameva pavisitvā jhānābhiññāsamāpattiyo nibbattetvā brahmalokaparāyaṇo ahosi.",
  "atk-s0513a30:749": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne kuṭumbiko sotāpattiphale patiṭṭhahi. Tadā sammillahāsinī rāhulamātā ahosi, tāpaso pana ahameva ahosinti.",
  "atk-s0513a30:750": "Ananusociyajātakavaṇṇanā aṭṭhamā.",
  "atk-s0513a30:752": " [329] 9. Kāḷabāhujātakavaṇṇanā",
  "atk-s0513a30:753": "Yaṁ annapānassāti idaṁ satthā veḷuvane viharanto hatalābhasakkāraṁ devadattaṁ ārabbha kathesi. Devadattena hi tathāgate aṭṭhānakopaṁ bandhitvā dhanuggahesu payojitesu nāḷāgirivissajjanena tassa doso pākaṭo jāto. Athassa paṭṭhapitāni dhuvabhattādīni manusssā na kariṁsu, rājāpi naṁ na olokesi. So hatalābhasakkāro kulesu viññāpetvā bhuñjanto vicari. Bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ ‘‘āvuso, devadatto ‘lābhasakkāraṁ uppādessāmī’ti uppannampi thiraṁ kātuṁ nāsakkhī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepesa hatalābhasakkāro ahosī’’ti vatvā atītaṁ āhari.",
  "atk-s0513a30:754": "Atīte bārāṇasiyaṁ dhanañjaye rajjaṁ kārente bodhisatto rādho nāma suko ahosi mahāsarīro paripuṇṇagatto, kaniṭṭho panassa poṭṭhapādo nāma. Eko luddako te dvepi jane bandhitvā netvā bārāṇasirañño adāsi. Rājā ubhopi te suvaṇṇapañjare pakkhipitvā suvaṇṇataṭṭakena madhulāje khādāpento sakkharodakaṁ pāyento paṭijaggi. Sakkāro ca mahā ahosi, lābhaggayasaggappattā ahesuṁ. Atheko vanacarako kāḷabāhuṁ nāmekaṁ mahākāḷamakkaṭaṁ ānetvā bārāṇasirañño adāsi. Tassa pacchā āgatattā mahantataro lābhasakkāro ahosi, sukānaṁ parihāyi. Bodhisatto tādilakkhaṇayogato na kiñci āha, kaniṭṭho panasssa tādilakkhaṇābhāvā taṁ makkaṭassa sakkāraṁ asahanto ‘‘bhātika, pubbe imasmiṁ rājakule sādhurasakhādanīyādīni amhākameva denti, idāni pana mayaṁ na labhāma, kāḷabāhumakkaṭasseva denti. Mayaṁ dhanañjayarañño santikā lābhasakkāraṁ alabhantā imasmiṁ ṭhāne kiṁ karissāma, ehi araññameva gantvā vasissāmā’’ti tena saddhiṁ sallapanto paṭhamaṁ gāthamāha –",
  "atk-s0513a30:755": "113.",
  "atk-s0513a30:756": " ‘‘Yaṁ annapānassa pure labhāma, taṁ dāni sākhamigameva gacchati;",
  "atk-s0513a30:757": "Gacchāma dāni vanameva rādha, asakkatā casma dhanañjayāyā’’ti.",
  "atk-s0513a30:758": "Tattha yaṁ annapānassāti yaṁ annapānaṁ assa rañño santikā. Upayogatthe vā sāmivacanaṁ. Dhanañjayāyāti karaṇatthe sampadānavacanaṁ, dhanañjayena. Asakkatā casmāti annapānaṁ na labhāma, iminā ca na sakkatamhāti attho.",
  "atk-s0513a30:759": "Taṁ sutvā rādho dutiyaṁ gāthamāha –",
  "atk-s0513a30:760": "114.",
  "atk-s0513a30:761": " ‘‘Lābho alābho yaso ayaso ca, nindā pasaṁsā ca sukhañca dukkhaṁ;",
  "atk-s0513a30:762": "Ete aniccā manujesu dhammā, mā soci kiṁ socasi poṭṭhapādā’’ti.",
  "atk-s0513a30:763": "Tattha yasoti issariyaparivāro. Ayasoti tassābhāvo. Eteti ete aṭṭha lokadhammā manujesu aniccā, lābhaggayasaggappattā hutvāpi aparena samayena appalābhā appasakkārā honti, niccalābhino nāma na honti. Yasādīsupi eseva nayo.",
  "atk-s0513a30:764": "Taṁ sutvā poṭṭhapādo makkaṭe usūyaṁ apanetuṁ asakkonto tatiyaṁ gāthamāha –",
  "atk-s0513a30:765": "115.",
  "atk-s0513a30:766": " ‘‘Addhā tuvaṁ paṇḍitakosi rādha, jānāsi atthāni anāgatāni;",
  "atk-s0513a30:767": "Kathaṁ nu sākhāmigaṁ dakkhisāma, niddhāvitaṁ rājakulatova jamma’’nti.",
  "atk-s0513a30:768": "Tattha kathaṁ nūti kena nu kho upāyena. Dakkhisāmāti dakkhissāma. Niddhāvitanti nivuṭṭhāpitaṁ nikkaḍḍhāpitaṁ. Jammanti lāmakaṁ.",
  "atk-s0513a30:769": "Taṁ sutvā rādho catutthaṁ gāthamāha –",
  "atk-s0513a30:770": "116.",
  "atk-s0513a30:771": " ‘‘Cāleti kaṇṇaṁ bhakuṭiṁ karoti, muhuṁ muhuṁ bhāyayate kumāre;",
  "atk-s0513a30:772": "Sayameva taṁ kāhati kāḷabāhu, yenārakā ṭhassati annapānā’’ti.",
  "atk-s0513a30:773": "Tattha bhāyayate kumāreti rājakumāre utrāseti. Yenārakā ṭhassati annapānāti yena kāraṇena imamhā annapānā dūre ṭhassati, sayameva taṁ kāraṇaṁ karissati, mā tvaṁ etassa cintayīti attho.",
  "atk-s0513a30:774": "Kāḷabāhupi katipāheneva rājakumārānaṁ purato ṭhatvā kaṇṇacalanādīni karonto kumāre bhāyāpesi. Te bhītatasitā vissaramakaṁsu. Rājā ‘‘kiṁ eta’’nti pucchitvā tamatthaṁ sutvā ‘‘nikkaḍḍhatha na’’nti makkaṭaṁ nikkaḍḍhāpesi. Sukānaṁ lābhasakkāro puna pākatiko ahosi.",
  "atk-s0513a30:775": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā kāḷabāhu devadatto ahosi, poṭṭhapādo ānando, rādho pana ahameva ahosi’’nti.",
  "atk-s0513a30:776": "Kāḷabāhujātakavaṇṇanā navamā.",
  "atk-s0513a30:778": " [330] 10. Sīlavīmaṁsajātakavaṇṇanā",
  "atk-s0513a30:779": "Sīlaṁkireva kalyāṇanti idaṁ satthā jetavane viharanto sīlavīmaṁsakabrāhmaṇaṁ ārabbha kathesi. Dvepi vatthūni heṭṭhā kathitāneva. Idha pana bodhisatto bārāṇasirañño purohito ahosi. So attano sīlaṁ vīmaṁsanto tīṇi divasāni heraññikaphalakato kahāpaṇaṁ gaṇhi. Taṁ ‘‘coro’’ti gahetvā rañño dassesuṁ. So rañño santike ṭhito –",
  "atk-s0513a30:780": "117.",
  "atk-s0513a30:781": " ‘‘Sīlaṁ kireva kalyāṇaṁ, sīlaṁ loke anuttaraṁ;",
  "atk-s0513a30:782": "Passa ghoraviso nāgo, sīlavāti na haññatī’’ti. –",
  "atk-s0513a30:783": "Imāya paṭhamagāthāya sīlaṁ vaṇṇetvā rājānaṁ pabbajjaṁ anujānāpetvā pabbajituṁ gacchati.",
  "atk-s0513a30:784": "Athekasmiṁ divase sūnāpaṇato seno maṁsapesiṁ gahetvā ākāsaṁ pakkhandi. Tamaññe sakuṇā parivāretvā pādanakhatuṇḍakādīhi paharanti. So taṁ dukkhaṁ sahituṁ asakkonto maṁsapesiṁ chaḍḍesi, aparo gaṇhi. Sopi tatheva viheṭhiyamāno chaḍḍesi, athañño gaṇhi. Evaṁ yo yo gaṇhi, taṁ taṁ sakuṇā anubandhiṁsu. Yo yo chaḍḍesi, so so sukhito ahosi. Bodhisatto taṁ disvā ‘‘ime kāmā nāma maṁsapesūpamā, ete gaṇhantānaṁyeva dukkhaṁ, vissajjentānaṁ sukha’’nti cintetvā dutiyaṁ gāthamāha –",
  "atk-s0513a30:785": "118.",
  "atk-s0513a30:786": " ‘‘Yāvadevassahū kiñci, tāvadeva akhādisuṁ;",
  "atk-s0513a30:787": "Saṅgamma kulalā loke, na hiṁsanti akiñcana’’nti.",
  "atk-s0513a30:788": "Tassattho – yāvadeva assa senassa ahu kiñci mukhena gahitaṁ maṁsakhaṇḍaṁ, tāvadeva naṁ imasmiṁ loke kulalā samāgantvā akhādiṁsu. Tasmiṁ pana vissaṭṭhe tamenaṁ akiñcanaṁ nippalibodhaṁ pakkhiṁ sesapakkhino na hiṁsantīti.",
  "atk-s0513a30:789": "So nagarā nikkhamitvā antarāmagge ekasmiṁ gāme sāyaṁ ekassa gehe nipajji. Tattha pana piṅgalā nāma dāsī ‘‘asukavelāya āgaccheyyāsī’’ti ekena purisena saddhiṁ saṅketamakāsi. Sā sāmikānaṁ pāde dhovitvā tesu nipannesu tassāgamanaṁ olokentī ummāre nisīditvā ‘‘idāni āgamissati, idāni āgamissatī’’ti paṭhamayāmampi majjhimayāmampi vītināmesi. Paccūsasamaye pana ‘‘na so idāni āgamissatī’’ti chinnāsā hutvā nipajjitvā niddaṁ okkami. Bodhisatto idaṁ kāraṇaṁ disvā ‘‘ayaṁ dāsī ‘so puriso āgamissatī’ti āsāya ettakaṁ kālaṁ nisinnā, idānissa anāgamanabhāvaṁ ñatvā chinnāsā hutvā sukhaṁ supati. Kilesesu hi āsā nāma dukkhaṁ, nirāsabhāvova sukha’’nti cintetvā tatiyaṁ gāthamāha –",
  "atk-s0513a30:790": "119.",
  "atk-s0513a30:791": " ‘‘Sukhaṁ nirāsā supati, āsā phalavatī sukhā;",
  "atk-s0513a30:792": "Āsaṁ nirāsaṁ katvāna, sukhaṁ supati piṅgalā’’ti.",
  "atk-s0513a30:793": "Tattha phalavatīti yassā āsāya phalaṁ laddhaṁ hoti, sā tassa phalassa sukhatāya sukhā nāma. Nirāsaṁ katvānāti anāsaṁ katvā chinditvā pajahitvāti attho. Piṅgalāti esā piṅgaladāsī idāni sukhaṁ supatīti.",
  "atk-s0513a30:794": "So punadivase tato gāmā araññaṁ pavisanto araññe ekaṁ tāpasaṁ jhānaṁ appetvā nisinnaṁ disvā ‘‘idhaloke ca paraloke ca jhānasukhato uttaritaraṁ sukhaṁ nāma natthī’’ti cintetvā catutthaṁ gāthamāha –",
  "atk-s0513a30:795": "120.",
  "atk-s0513a30:796": " ‘‘Na samādhiparo atthi, asmiṁ loke paramhi ca;",
  "atk-s0513a30:797": "Na paraṁ nāpi attānaṁ, vihiṁsati samāhito’’ti.",
  "atk-s0513a30:798": "Tattha na samādhiparoti samādhito paro añño sukhadhammo nāma natthīti.",
  "atk-s0513a30:799": "So araññaṁ pavisitvā isipabbajjaṁ pabbajitvā jhānābhiññā uppādetvā brahmalokaparāyaṇo ahosi.",
  "atk-s0513a30:800": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā purohito ahameva ahosi’’nti.",
  "atk-s0513a30:801": "Sīlavīmaṁsajātakavaṇṇanā dasamā.",
  "atk-s0513a30:802": "Kuṭidūsakavaggo tatiyo.",
  "atk-s0513a30:803": "4. Kokilavaggo",
  "atk-s0513a30:805": " [331] 1. Kokilajātakavaṇṇanā",
  "atk-s0513a30:806": "Yove kāle asampatteti idaṁ satthā jetavane viharanto kokālikaṁ ārabbha kathesi. Vatthu takkāriyajātake vitthāritameva.",
  "atk-s0513a30:807": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto tassa amacco ovādako ahosi, rājā bahubhāṇī ahosi. Bodhisatto ‘‘tassa bahubhāṇitaṁ nisedhessāmī’’ti ekaṁ upamaṁ upadhārento vicarati. Athekadivasaṁ rājā uyyānaṁ gato maṅgalasilāpaṭṭe nisīdi, tassupari ambarukkho atthi. Tatrekasmiṁ kākakulāvake kāḷakokilā attano aṇḍakaṁ nikkhipitvā agamāsi. Kākī taṁ kokilaaṇḍakaṁ paṭijaggi, aparabhāge tato kokilapotako nikkhami. Kākī ‘‘putto me’’ti saññāya mukhatuṇḍakena gocaraṁ āharitvā taṁ paṭijaggi. So avirūḷhapakkho akāleyeva kokilaravaṁ ravi. Kākī ‘‘ayaṁ idāneva tāva aññaṁ ravaṁ ravati , vaḍḍhanto kiṁ karissatī’’ti tuṇḍakena koṭṭetvā māretvā kulāvakā pātesi. So rañño pādamūle pati.",
  "atk-s0513a30:808": "Rājā bodhisattaṁ pucchi ‘‘kimetaṁ sahāyā’’ti? Bodhisatto ‘‘ahaṁ rājānaṁ nivāretuṁ ekaṁ upamaṁ pariyesāmi, laddhā dāni me sā’’ti cintetvā ‘‘mahārāja, atimukharā akāle bahubhāṇino evarūpaṁ labhanti. Ayaṁ mahārāja, kokilapotako kākiyā puṭṭho avirūḷhapakkho akāleyeva kokilaravaṁ ravi. Atha naṁ kākī ‘nāyaṁ mama puttako’ti ñatvā mukhatuṇḍakena koṭṭetvā māretvā kulāvakā pātesi. Manussā vā hontu tiracchānā vā, akāle bahubhāṇino evarūpaṁ dukkhaṁ labhantī’’ti vatvā imā gāthā abhāsi –",
  "atk-s0513a30:809": "121.",
  "atk-s0513a30:810": " ‘‘Yo ve kāle asampatte, ativelaṁ pabhāsati;",
  "atk-s0513a30:811": "Evaṁ so nihato seti, kokilāyiva atrajo.",
  "atk-s0513a30:812": "122.",
  "atk-s0513a30:813": " ‘‘Na hi satthaṁ sunisitaṁ, visaṁ halāhalāmiva;",
  "atk-s0513a30:814": "Evaṁ nikaṭṭhe pāteti, vācā dubbhāsitā yathā.",
  "atk-s0513a30:815": "123.",
  "atk-s0513a30:816": " ‘‘Tasmā kāle akāle vā, vācaṁ rakkheyya paṇḍito;",
  "atk-s0513a30:817": "Nātivelaṁ pabhāseyya, api attasamamhi vā.",
  "atk-s0513a30:818": "124.",
  "atk-s0513a30:819": " ‘‘Yo ca kāle mitaṁ bhāse, matipubbo vicakkhaṇo;",
  "atk-s0513a30:820": "Sabbe amitte ādeti, supaṇṇo uragāmivā’’ti.",
  "atk-s0513a30:821": "Tattha kāle asampatteti attano vacanakāle asampatte. Ativelanti velātikkantaṁ katvā atirekappamāṇaṁ bhāsati. Halāhalāmivāti halāhalaṁ iva. Nikaṭṭheti tasmiṁyeva khaṇe appamattake kāle. Tasmāti yasmā sunisitasatthahalāhalavisatopi khippataraṁ dubbhāsitavacanameva pātesi, tasmā. Kāle akāle vāti vattuṁ yuttakāle ca akāle ca vācaṁ rakkheyya, ativelaṁ na bhāseyya api attanā same ninnānākaraṇepi puggaleti attho.",
  "atk-s0513a30:822": "Matipubboti matiṁ purecārikaṁ katvā kathanena matipubbo. Vicakkhaṇoti ñāṇena vicāretvā atthavindanapuggalo vicakkhaṇo nāma. Uragāmivāti uragaṁ iva. Idaṁ vuttaṁ hoti – yathā supaṇṇo samuddaṁ khobhetvā mahābhogaṁ uragaṁ ādeti gaṇhāti, ādiyitvā ca taṅkhaṇaññeva naṁ simbaliṁ āropetvā maṁsaṁ khādati, evameva yo matipubbaṅgamo vicakkhaṇo vattuṁ yuttakāle mitaṁ bhāsati, so sabbe amitte ādeti gaṇhāti, attano vase vattetīti.",
  "atk-s0513a30:823": "Rājā bodhisattassa dhammadesanaṁ sutvā tato paṭṭhāya mitabhāṇī ahosi, yasañcassa vaḍḍhetvā mahantataraṁ adāsi.",
  "atk-s0513a30:824": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā kokilapotako kokāliko ahosi, paṇḍitāmacco pana ahameva ahosi’’nti.",
  "atk-s0513a30:825": "Kokilajātakavaṇṇanā paṭhamā.",
  "atk-s0513a30:827": " [332] 2. Rathalaṭṭhijātakavaṇṇanā",
  "atk-s0513a30:828": "Apihantvā hato brūtīti idaṁ satthā jetavane viharanto kosalarañño purohitaṁ ārabbha kathesi. So kira rathena attano bhogagāmaṁ gacchanto sambādhe magge rathaṁ pājento ekaṁ sakaṭasatthaṁ disvā ‘‘tumhākaṁ sakaṭaṁ apanethā’’ti gacchanto sakaṭe anapanīyamāne kujjhitvā patodalaṭṭhiyā purimasakaṭe sākaṭikassa rathadhure pahari. Sā rathadhure paṭihatā nivattitvā tasseva nalāṭaṁ pahari. Tāvadevassa nalāṭe gaṇḍo uṭṭhahi. So nivattitvā ‘‘sākaṭikehi pahaṭomhī’’ti rañño ārocesi. Sākaṭike pakkosāpetvā vinicchinantā tasseva dosaṁ addasaṁsu. Athekadivasaṁ bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ ‘‘āvuso, rañño kira purohito ‘sākaṭikehi pahaṭomhī’ti aḍḍaṁ karonto sayameva parajjī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepesa evarūpaṁ akāsiyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a30:829": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto tasseva vinicchayāmacco ahosi. Atha rañño purohito rathena attano bhogagāmaṁ gacchantoti sabbaṁ purimasadisameva. Idha pana tena rañño ārocite rājā sayaṁ vinicchaye nisīditvā sākaṭike pakkosāpetvā kammaṁ asodhetvāva ‘‘tumhehi mama purohitaṁ koṭṭetvā nalāṭe gaṇḍo uṭṭhāpito’’ti vatvā ‘‘sabbassaharaṇaṁ tesaṁ karothā’’ti āha. Atha naṁ bodhisatto ‘‘tumhe, mahārāja, kammaṁ asodhetvāva etesaṁ sabbassaṁ harāpetha, ekacce pana attanāva attānaṁ paharitvāpi ‘parena pahaṭamhā’ti vadanti, tasmā avicinitvā kātuṁ na yuttaṁ, rajjaṁ kārentena nāma nisāmetvā kammaṁ kātuṁ vaṭṭatī’’ti vatvā imā gāthā abhāsi.",
  "atk-s0513a30:830": "125.",
  "atk-s0513a30:831": " ‘‘Api hantvā hato brūti, jetvā jitoti bhāsati;",
  "atk-s0513a30:832": "Pubbamakkhāyino rāja, aññadatthu na saddahe.",
  "atk-s0513a30:833": "126.",
  "atk-s0513a30:834": " ‘‘Tasmā paṇḍitajātiyo, suṇeyya itarassapi;",
  "atk-s0513a30:835": "Ubhinnaṁ vacanaṁ sutvā, yathā dhammo tathā kare.",
  "atk-s0513a30:836": "127.",
  "atk-s0513a30:837": " ‘‘Alaso gihī kāmabhogī na sādhu, asaññato pabbajito na sādhu;",
  "atk-s0513a30:838": "Rājā na sādhu anisammakārī, yo paṇḍito kodhano taṁ na sādhu.",
  "atk-s0513a30:839": "128.",
  "atk-s0513a30:840": " ‘‘Nisamma khattiyo kayirā, nānisamma disampati;",
  "atk-s0513a30:841": "Nisammakārino rāja, yaso kitti ca vaḍḍhatī’’ti.",
  "atk-s0513a30:842": "Tattha api hantvāti api eko attanāva attānaṁ hantvā ‘‘parena pahaṭomhī’’ti brūti katheti. Jetvā jitoti sayaṁ vā pana paraṁ jitvā ‘‘ahaṁ jitomhī’’ti bhāsati. Aññadatthūti mahārāja, pubbameva rājakulaṁ gantvā akkhāyantassa pubbamakkhāyino aññadatthu na saddahe, ekaṁsena vacanaṁ na saddaheyya. Tasmāti yasmā paṭhamataraṁ āgantvā kathentassa ekaṁsena vacanaṁ na saddahātabbaṁ, tasmā. Yathā dhammoti yathā vinicchayasabhāvo ṭhito, tathā kareyya.",
  "atk-s0513a30:843": "Asaññatoti kāyādīhi asaññato dussīlo. Taṁ na sādhūti yaṁ tassa paṇḍitassa ñāṇavato puggalassa ādhānaggāhivasena daḷhakopasaṅkhātaṁ kodhanaṁ, taṁ na sādhu. Nānisammāti na anisāmetvā. Disampatīti disānaṁ pati, mahārāja. Yaso kitti cāti issariyaparivāro ceva kittisaddo ca vaḍḍhatīti.",
  "atk-s0513a30:844": "Rājā bodhisattassa vacanaṁ sutvā dhammena vinicchini, dhammena vinicchiyamāne brāhmaṇasseva doso jātoti.",
  "atk-s0513a30:845": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā brāhmaṇo etarahi brāhmaṇova ahosi, paṇḍitāmacco pana ahameva ahosi’’nti.",
  "atk-s0513a30:846": "Rathalaṭṭhijātakavaṇṇanā dutiyā.",
  "atk-s0513a30:848": " [333] 3. Pakkagodhajātakavaṇṇanā",
  "atk-s0513a30:849": "Tadevame tvanti idaṁ satthā jetavane viharanto ekaṁ kuṭumbikaṁ ārabbha kathesi. Vatthu heṭṭhā vitthāritameva. Idha pana tesaṁ uddhāraṁ sādhetvā āgacchantānaṁ antarāmagge luddako ‘‘ubhopi khādathā’’ti ekaṁ pakkagodhaṁ adāsi. So puriso bhariyaṁ pānīyatthāya pesetvā sabbaṁ godhaṁ khāditvā tassā āgatakāle ‘‘bhadde, godhā palātā’’ti āha. ‘‘Sādhu, sāmi, pakkagodhāya palāyantiyā kiṁ sakkā kātu’’nti? Sā jetavane pānīyaṁ pivitvā satthu santike nisinnā satthārā ‘‘kiṁ upāsike, ayaṁ te hitakāmo sasineho upakārako’’ti pucchitā ‘‘bhante, ahaṁ etassa hitakāmā sasinehā, ayaṁ pana mayi nissineho’’ti āha. Satthā ‘‘hotu mā cintayi, evaṁ nāmesa karoti. Yadā pana te guṇaṁ sarati, tadā tuyhameva sabbissariyaṁ detī’’ti vatvā tehi yācito atītaṁ āhari.",
  "atk-s0513a30:850": "Atītampi heṭṭhā vuttasadisameva. Idha pana tesaṁ nivattantānaṁ antarāmagge luddako kilantabhāvaṁ disvā ‘‘dvepi janā khādathā’’ti ekaṁ pakkagodhaṁ adāsi. Rājadhītā taṁ valliyā bandhitvā ādāya maggaṁ paṭipajji. Te ekaṁ saraṁ disvā maggā okkamma assatthamūle nisīdiṁsu. Rājaputto ‘‘gaccha bhadde, sarato paduminipattena udakaṁ āhara, maṁsaṁ khādissāmā’’ti āha. Sā godhaṁ sākhāya laggetvā pānīyatthāya gatā. Itaro sabbaṁ godhaṁ khāditvā agganaṅguṭṭhaṁ gahetvā parammukho nisīdi. So tāya pānīyaṁ gahetvā āgatāya ‘‘bhadde, godhā sākhāya otaritvā vammikaṁ pāvisi, ahaṁ dhāvitvā agganaṅguṭṭhaṁ aggahesiṁ, gahitaṭṭhānaṁ hattheyeva katvā chijjitvā bilaṁ paviṭṭhā’’ti āha. ‘‘Hotu, deva, pakkagodhāya palāyantiyā kiṁ karissāma, ehi gacchāmā’’ti. Te pānīyaṁ pivitvā bārāṇasiṁ agamaṁsu.",
  "atk-s0513a30:851": "Rājaputto rajjaṁ patvā taṁ aggamahesiṭṭhānamatte ṭhapesi, sakkārasammāno panassā natthi. Bodhisatto tassā sakkāraṁ kāretukāmo rañño santike ṭhatvā ‘‘nanu mayaṁ ayye tumhākaṁ santikā kiñci na labhāma, kiṁ no na olokethā’’ti āha. ‘‘Tāta, ahameva rañño santikā kiñci na labhāmi, tuyhaṁ kiṁ dassāmi, rājāpi mayhaṁ idāni kiṁ dassati, so araññato āgamanakāle pakkagodhaṁ ekakova khādī’’ti . ‘‘Ayye, na devo evarūpaṁ karissati, mā evaṁ avacutthā’’ti. Atha naṁ devī ‘‘tuyhaṁ taṁ, tāta, na pākaṭaṁ, raññoyeva mayhañca pākaṭa’’nti vatvā paṭhamaṁ gāthamāha –",
  "atk-s0513a30:852": "129.",
  "atk-s0513a30:853": " ‘‘Tadeva me tvaṁ vidito, vanamajjhe rathesabha;",
  "atk-s0513a30:854": "Yassa te khaggabaddhassa, sannaddhassa tirīṭino;",
  "atk-s0513a30:855": "Assatthadumasākhāya, pakkagodhā palāyathā’’ti.",
  "atk-s0513a30:856": "Tattha tadevāti tasmiṁyeva kāle ‘‘ayaṁ mayhaṁ adāyako’’ti evaṁ tvaṁ vidito. Aññe pana tava sabhāvaṁ na jānantīti attho. Khaggabaddhassāti baddhakhaggassa. Tirīṭinoti tirīṭavatthanivatthassa maggāgamanakāle. Pakkagodhāti aṅgārapakkā godhā palāyathāti.",
  "atk-s0513a30:857": "Evaṁ raññā katadosaṁ parisamajjhe pākaṭaṁ katvā kathesi. Taṁ sutvā bodhisatto ‘‘ayye, devassa appiyakālato pabhuti ubhinnampi aphāsukaṁ katvā kasmā idha vasathā’’ti vatvā dve gāthā abhāsi –",
  "atk-s0513a30:858": "130.",
  "atk-s0513a30:859": " ‘‘Name namantassa bhaje bhajantaṁ, kiccānukubbassa kareyya kiccaṁ;",
  "atk-s0513a30:860": "Nānatthakāmassa kareyya atthaṁ, asambhajantampi na sambhajeyya.",
  "atk-s0513a30:861": "131.",
  "atk-s0513a30:862": " ‘‘Caje cajantaṁ vanathaṁ na kayirā, apetacittena na sambhajeyya;",
  "atk-s0513a30:863": "Dijo dumaṁ khīṇaphalanti ñatvā, aññaṁ samekkheyya mahā hi loko’’ti.",
  "atk-s0513a30:864": "Tattha name namantassāti yo attani muducittena namati, tasseva paṭinameyya. Kiccānukubbassāti attano uppannaṁ kiccaṁ anukubbantasseva. Anatthakāmassāti avaḍḍhikāmassa. Vanathaṁ na kayirāti tasmiṁ cajante taṇhāsnehaṁ na kareyya. Apetacittenāti apagatacittena virattacittena. Na sambhajeyyāti na samāgaccheyya. Aññaṁ samekkheyyāti aññaṁ olokeyya, yathā dijo khīṇaphalaṁ dumaṁ rukkhaṁ ñatvā aññaṁ phalabharitaṁ rukkhaṁ gacchati, tathā khīṇarāgaṁ purisaṁ ñatvā aññaṁ sasinehaṁ upagaccheyyāti adhippāyo.",
  "atk-s0513a30:865": "Rājā bodhisatte kathente eva tassā guṇaṁ saritvā ‘‘bhadde, ettakaṁ kālaṁ tava guṇaṁ na sallakkhesiṁ, paṇḍitassayeva kathāya sallakkhesiṁ, mama aparādhaṁ sahantiyā idaṁ sakalarajjaṁ tuyhameva dammī’’ti vatvā catutthaṁ gāthamāha –",
  "atk-s0513a30:866": "132.",
  "atk-s0513a30:867": " ‘‘So te karissāmi yathānubhāvaṁ, kataññutaṁ khattiye pekkhamāno;",
  "atk-s0513a30:868": "Sabbañca te issariyaṁ dadāmi, yassicchasī tassa tuvaṁ dadāmī’’ti.",
  "atk-s0513a30:869": "Tattha soti so ahaṁ. Yathānubhāvanti yathāsatti yathābalaṁ. Yassicchasīti yassa icchasi, tassa idaṁ rajjaṁ ādiṁ katvā yaṁ tvaṁ icchasi, taṁ dadāmīti.",
  "atk-s0513a30:870": "Evañca pana vatvā rājā deviyā sabbissariyaṁ adāsi, ‘‘imināhaṁ etissā guṇaṁ sarāpito’’ti paṇḍitassapi mahantaṁ issariyaṁ adāsi.",
  "atk-s0513a30:871": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne ubho jayampatikā sotāpattiphale patiṭṭhahiṁsu.",
  "atk-s0513a30:872": "Tadā jayampatikā etarahi jayampatikāva ahesuṁ, paṇḍitāmacco pana ahameva ahosinti.",
  "atk-s0513a30:873": "Pakkagodhajātakavaṇṇanā tatiyā.",
  "atk-s0513a30:875": " [334] 4. Rājovādajātakavaṇṇanā",
  "atk-s0513a30:876": "Gavaṁce taramānānanti idaṁ satthā jetavane viharanto rājovādaṁ ārabbha kathesi. Vatthu tesakuṇajātake (jā. 2.17.1 ādayo) āvi bhavissati. Idha pana satthā ‘‘mahārāja, porāṇakarājānopi paṇḍitānaṁ kathaṁ sutvā dhammena samena rajjaṁ kārentā saggapuraṁ pūrayamānā gamiṁsū’’ti vatvā raññā yācito atītaṁ āhari.",
  "atk-s0513a30:877": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto brāhmaṇakule nibbattitvā vayappatto sikkhitasabbasippo isipabbajjaṁ pabbajitvā abhiññā ca samāpattiyo ca nibbattetvā ramaṇīye himavantapadese vanamūlaphalāhāro vihāsi. Atha rājā aguṇapariyesako hutvā ‘‘atthi nu kho me koci aguṇaṁ kathento’’ti pariyesanto antojane ca bahijane ca antonagare ca bahinagare ca kañci attano avaṇṇavādiṁ adisvā ‘‘janapade nu kho katha’’nti aññātakavesena janapadaṁ cari. Tatrāpi avaṇṇavādiṁ apassanto attano guṇakathameva sutvā ‘‘himavantapadese nu kho katha’’nti araññaṁ pavisitvā vicaranto bodhisattassa assamaṁ patvā taṁ abhivādetvā katapaṭisanthāro ekamantaṁ nisīdi.",
  "atk-s0513a30:878": "Tadā bodhisatto araññato paripakkāni nigrodhaphalāni āharitvā paribhuñji, tāni honti madhurāni ojavantāni sakkharacuṇṇasamarasāni. So rājānampi āmantetvā ‘‘imaṁ mahāpuñña, nigrodhapakkaphalaṁ khāditvā pānīyaṁ pivā’’ti āha. Rājā tathā katvā bodhisattaṁ pucchi ‘‘kiṁ nu kho, bhante, imaṁ nigrodhapakkaṁ ati viya madhura’’nti? ‘‘Mahāpuñña, nūna rājā dhammena samena rajjaṁ kāreti, tenetaṁ madhuranti. Rañño adhammikakāle amadhuraṁ nu kho, bhante, hotī’’ti. ‘‘Āma, mahāpuñña, rājūsu adhammikesu telamadhuphāṇitādīnipi vanamūlaphalānipi amadhurāni honti nirojāni, na kevalaṁ etāni, sakalampi raṭṭhaṁ nirojaṁ kasaṭaṁ hoti. Tesu pana dhammikesu sabbāni tāni madhurāni honti ojavantāni, sakalampi raṭṭhaṁ ojavantameva hotī’’ti. Rājā ‘‘evaṁ bhavissati, bhante’’ti attano rājabhāvaṁ ajānāpetvāva bodhisattaṁ vanditvā bārāṇasiṁ gantvā ‘‘tāpasassa vacanaṁ vīmaṁsissāmī’’ti adhammena rajjaṁ kāretvā ‘‘idāni jānissāmī’’ti kiñci kālaṁ vītināmetvā puna tattha gantvā taṁ vanditvā ekamantaṁ nisīdi.",
  "atk-s0513a30:879": "Bodhisattopissa tatheva vatvā nigrodhapakkaṁ adāsi, taṁ tassa tittakarasaṁ ahosi. Rājā ‘‘amadhuraṁ nirasa’’nti saha kheḷena chaḍḍetvā ‘‘tittakaṁ, bhante’’ti āha. Bodhisatto ‘‘mahāpuñña, nūna rājā adhammiko bhavissati. Rājūnañhi adhammikakāle araññe phalāphalaṁ ādiṁ katvā sabbaṁ amadhuraṁ nirojaṁ jāta’’nti vatvā imā gāthā abhāsi –",
  "atk-s0513a30:880": "133.",
  "atk-s0513a30:881": " ‘‘Gave ce taramānānaṁ, jimhaṁ gacchati puṅgavo;",
  "atk-s0513a30:882": "Sabbā tā jimhaṁ gacchanti, nette jimhaṁ gate sati.",
  "atk-s0513a30:883": "134.",
  "atk-s0513a30:884": " ‘‘Evameva manussesu, yo hoti seṭṭhasammato;",
  "atk-s0513a30:885": "So ce adhammaṁ carati, pageva itarā pajā;",
  "atk-s0513a30:886": "Sabbaṁ raṭṭhaṁ dukhaṁ seti, rājā ce hoti adhammiko.",
  "atk-s0513a30:887": "135.",
  "atk-s0513a30:888": " ‘‘Gavaṁ ce taramānānaṁ, ujuṁ gacchati puṅgavo;",
  "atk-s0513a30:889": "Sabbā gāvī ujuṁ yanti, nette ujuṁ gate sati.",
  "atk-s0513a30:890": "136.",
  "atk-s0513a30:891": " ‘‘Evameva manussesu, yo hoti seṭṭhasammato;",
  "atk-s0513a30:892": "So sace dhammaṁ carati, pageva itarā pajā;",
  "atk-s0513a30:893": "Sabbaṁ raṭṭhaṁ sukhaṁ seti, rājā ce hoti dhammiko’’ti.",
  "atk-s0513a30:894": "Tattha gavanti gunnaṁ. Taramānānanti nadiṁ otarantānaṁ. Jimhanti kuṭilaṁ vaṅkaṁ. Netteti nāyake gahetvā gacchante gavajeṭṭhake usabhe puṅgave. Pageva itarā pajāti itare sattā puretarameva adhammaṁ carantīti attho. Dukhaṁ setīti na kevalaṁ seti, catūsupi iriyāpathesu dukkhameva vindati. Adhammikoti yadi rājā chandādiagatigamanavasena adhammiko hoti. Sukhaṁ setīti sace rājā agatigamanaṁ pahāya dhammiko hoti, sabbaṁ raṭṭhaṁ catūsu iriyāpathesu sukhappattameva hotīti.",
  "atk-s0513a30:895": "Rājā bodhisattassa dhammaṁ sutvā attano rājabhāvaṁ jānāpetvā ‘‘bhante, pubbe nigrodhapakkaṁ ahameva madhuraṁ katvā tittakaṁ akāsiṁ, idāni puna madhuraṁ karissāmī’’ti bodhisattaṁ vanditvā nagaraṁ gantvā dhammena rajjaṁ kārento sabbaṁ paṭipākatikaṁ akāsi.",
  "atk-s0513a30:896": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā rājā ānando ahosi, tāpaso pana ahameva ahosi’’nti.",
  "atk-s0513a30:897": "Rājovādajātakavaṇṇanā catutthā.",
  "atk-s0513a30:899": " [335] 5. Jambukajātakavaṇṇanā",
  "atk-s0513a30:900": "Brahā pavaḍḍhakāyo soti idaṁ satthā veḷuvane viharanto devadattassa sugatālayakaraṇaṁ ārabbha kathesi. Vatthu heṭṭhā vitthāritameva, ayaṁ panettha saṅkhepo. Satthārā ‘‘sāriputta, devadatto tumhe disvā kiṁ akāsī’’ti vutto thero āha ‘‘bhante, so tumhākaṁ anukaronto mama hatthe bījaniṁ datvā nipajji. Atha naṁ kokāliko ure jaṇṇunā pahari, iti so tumhākaṁ anukaronto dukkhaṁ anubhavī’’ti. Taṁ sutvā satthā ‘‘na kho, sāriputta, devadatto idāneva mama anukaronto dukkhaṁ anubhoti, pubbepesa anubhosiyevā’’ti vatvā tena yācito atītaṁ āhari.",
  "atk-s0513a30:901": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto sīhayoniyaṁ nibbattitvā himavante guhāyaṁ vasanto ekadivasaṁ mahiṁsaṁ vadhitvā maṁsaṁ khāditvā pānīyaṁ pivitvā guhaṁ āgacchati. Eko siṅgālo taṁ disvā palāyituṁ asakkonto urena nipajji, ‘‘kiṁ jambukā’’ti ca vutte ‘‘upaṭṭhahissāmi taṁ, bhaddante’’ti āha. Sīho ‘‘tena hi ehī’’ti taṁ attano vasanaṭṭhānaṁ netvā divase divase maṁsaṁ āharitvā posesi. Tassa sīhavighāsena thūlasarīrataṁ pattassa ekadivasaṁ māno uppajji. So sīhaṁ upasaṅkamitvā āha ‘‘ahaṁ, sāmi, niccakālaṁ tumhākaṁ palibodho, tumhe niccaṁ maṁsaṁ āharitvā maṁ posetha, ajja tumhe idheva hotha, ahaṁ ekaṁ vāraṇaṁ vadhitvā maṁsaṁ khāditvā tumhākampi āharissāmī’’ti. Sīho ‘‘mā te , jambuka, etaṁ rucci, na tvaṁ vāraṇaṁ vadhitvā maṁsakhādakayoniyaṁ nibbatto, ahaṁ te vāraṇaṁ vadhitvā dassāmi, vāraṇo nāma mahākāyo pavaḍḍhakāyo, mā vāraṇaṁ gaṇhi, mama vacanaṁ karohī’’ti vatvā paṭhamaṁ gāthamāha.",
  "atk-s0513a30:902": "137.",
  "atk-s0513a30:903": " ‘‘Brahā pavaḍḍhakāyo so, dīghadāṭho ca jambuka;",
  "atk-s0513a30:904": "Na tvaṁ tattha kule jāto, yattha gaṇhanti kuñjara’’nti.",
  "atk-s0513a30:905": "Tattha brahāti mahanto. Pavaḍḍhakāyoti uddhaṁ uggatakāyo. Dīghadāṭhoti dīghadanto tehi dantehi tumhādise paharitvā jīvitakkhaye pāpeti. Yatthāti yasmiṁ sīhakule jātā mattavāraṇaṁ gaṇhanti, tvaṁ na tattha jāto, siṅgālakule pana jātosīti attho.",
  "atk-s0513a30:906": "Siṅgālo sīhena vāritoyeva guhā nikkhamitvā tikkhattuṁ ‘‘bukka bukkā’’ti siṅgālikaṁ nadaṁ naditvā pabbatakūṭe ṭhito pabbatapādaṁ olokento ekaṁ kāḷavāraṇaṁ pabbatapādena āgacchantaṁ disvā ullaṅghitvā ‘‘tassa kumbhe patissāmī’’ti parivattitvā pādamūle pati. Vāraṇo purimapādaṁ ukkhipitvā tassa matthake patiṭṭhāpesi, sīsaṁ bhijjitvā cuṇṇavicuṇṇaṁ jātaṁ . So tattheva anutthunanto sayi, vāraṇo koñcanādaṁ karonto pakkāmi. Bodhisatto gantvā pabbatamatthake ṭhito taṁ vināsappattaṁ disvā ‘‘attano mānaṁ nissāya naṭṭho siṅgālo’’ti tisso gāthā abhāsi –",
  "atk-s0513a30:907": "138.",
  "atk-s0513a30:908": " ‘‘Asīho sīhamānena, yo attānaṁ vikubbati;",
  "atk-s0513a30:909": "Kotthūva gajamāsajja, seti bhūmyā anutthunaṁ.",
  "atk-s0513a30:910": "139.",
  "atk-s0513a30:911": " ‘‘Yasassino uttamapuggalassa, sañjātakhandhassa mahabbalassa;",
  "atk-s0513a30:912": "Asamekkhiya thāmabalūpapattiṁ, sa seti nāgena hatoyaṁ jambuko.",
  "atk-s0513a30:913": "140.",
  "atk-s0513a30:914": " ‘‘Yo cīdha kammaṁ kurute pamāya, thāmabbalaṁ attani saṁviditvā;",
  "atk-s0513a30:915": "Jappena mantena subhāsitena, parikkhavā so vipulaṁ jinātī’’ti.",
  "atk-s0513a30:916": "Tattha vikubbatīti parivatteti. Kotthūvāti siṅgālo viya. Anutthunanti anutthunanto. Idaṁ vuttaṁ hoti – yathā ayaṁ kotthu mahantaṁ gajaṁ patvā anutthunanto bhūmiyaṁ seti, evaṁ yo añño dubbalo balavatā viggahaṁ karoti, sopi evarūpova hotīti.",
  "atk-s0513a30:917": "Yasassinoti issariyavato. Uttamapuggalassāti kāyabalena ca ñāṇabalena ca uttamapuggalassa. Sañjātakhandhassāti susaṇṭhitamahākhandhassa. Mahabbalassātie mahāthāmassa. Thāmabalūpapattinti evarūpassa sīhassa thāmasaṅkhātaṁ balañceva sīhajātisaṅkhātaṁ upapattiñca ajānitvā, kāyathāmañca ñāṇabalañca sīhaupapattiñca ajānitvāti attho. Sa setīti attānampi sīhena sadisaṁ maññamāno, so ayaṁ jambuko nāgena hato matasayanaṁ seti.",
  "atk-s0513a30:918": "Pamāyāti paminitvā upaparikkhitvā. ‘‘Pamāṇā’’tipi pāṭho, attano pamāṇaṁ gahetvā yo attano pamāṇena kammaṁ kuruteti attho. Thāmabbalanti thāmasaṅkhātaṁ balaṁ, kāyathāmañca ñāṇabalañcātipi attho. Jappenāti japena, ajjhenenāti attho. Mantenāti aññehi paṇḍitehi saddhiṁ mantetvā karaṇena. Subhāsitenāti saccādiguṇayuttena anavajjavacanena. Parikkhavāti parikkhāsampanno. So vipulaṁ jinātīti yo evarūpo hoti, yaṁ kiñci kammaṁ kurumāno attano thāmañca balañca ñatvā jappamantavasena paricchinditvā subhāsitaṁ bhāsanto karoti, so vipulaṁ mahantaṁ atthaṁ jināti na parihāyatīti.",
  "atk-s0513a30:919": "Evaṁ bodhisatto imāhi tīhi gāthāhi imasmiṁ loke kattabbayuttakaṁ kammaṁ kathesi.",
  "atk-s0513a30:920": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā siṅgālo devadatto ahosi, sīho pana ahameva ahosi’’nti.",
  "atk-s0513a30:921": "Jambukajātakavaṇṇanā pañcamā.",
  "atk-s0513a30:923": " [336] 6. Brahāchattajātakavaṇṇanā",
  "atk-s0513a30:924": "Tiṇaṁ tiṇanti lapasīti idaṁ satthā jetavane viharanto kuhakabhikkhuṁ ārabbha kathesi. Paccuppannavatthu kathitameva.",
  "atk-s0513a30:925": "Atīte pana bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto tassa atthadhammānusāsako amacco ahosi. Bārāṇasirājā mahatiyā senāya kosalarājānaṁ abbhuggantvā sāvatthiṁ patvā yuddhena nagaraṁ pavisitvā rājānaṁ gaṇhi. Kosalarañño pana putto chatto nāma kumāro atthi. So aññātakavesena nikkhamitvā takkasilaṁ gantvā tayo vede ca aṭṭhārasa sippāni ca uggaṇhitvā takkasilato nikkhamma sabbasamayasippāni sikkhanto ekaṁ paccantagāmaṁ pāpuṇi. Taṁ nissāya pañcasatatāpasā araññe paṇṇasālāsu vasanti. Kumāro te upasaṅkamitvā ‘‘imesampi santike kiñci sikkhissāmī’’ti pabbajitvā yaṁ te jānanti, taṁ sabbaṁ uggaṇhi. So aparabhāge gaṇasatthā jāto.",
  "atk-s0513a30:926": "Athekadivasaṁ isigaṇaṁ āmantetvā ‘‘mārisā, kasmā majjhimadesaṁ na gacchathā’’ti pucchi. ‘‘Mārisa, majjhimadese manussā nāma paṇḍitā, te pañhaṁ pucchanti, anumodanaṁ kārāpenti, maṅgalaṁ bhaṇāpenti, asakkonte garahanti, mayaṁ tena bhayena na gacchāmā’’ti. ‘‘Mā tumhe bhāyatha, ahametaṁ sabbaṁ karissāmī’’ti. ‘‘Tena hi gacchāmā’’ti sabbe attano attano khārivividhamādāya anupubbena bārāṇasiṁ pattā. Bārāṇasirājāpi kosalarajjaṁ attano hatthagataṁ katvā tattha rājayutte ṭhapetvā sayaṁ tattha vijjamānaṁ dhanaṁ gahetvā bārāṇasiṁ gantvā uyyāne lohacāṭiyo pūrāpetvā nidahitvā tasmiṁ samaye bārāṇasiyameva vasati. Atha te isayo rājuyyāne rattiṁ vasitvā punadivase nagaraṁ bhikkhāya pavisitvā rājadvāraṁ agamaṁsu. Rājā tesaṁ iriyāpathessu pasīditvā pakkosāpetvā mahātale nisīdāpetvā yāgukhajjakaṁ datvā yāva bhattakālā taṁ taṁ pañhaṁ pucchi. Chatto rañño cittaṁ ārādhento sabbapañhe vissajjetvā bhattakiccāvasāne vicitraṁ anumodanaṁ akāsi. Rājā suṭṭhutaraṁ pasanno paṭiññaṁ gahetvā sabbepi te uyyāne vāsāpesi.",
  "atk-s0513a30:927": "Chatto nidhiuddharaṇamantaṁ jānāti. So tattha vasanto ‘‘kahaṁ nu kho iminā mama pitu santakaṁ dhanaṁ nidahita’’nti mantaṁ parivattetvā olokento uyyāne nidahitabhāvaṁ ñatvā ‘‘idaṁ dhanaṁ gahetvā mama rajjaṁ gaṇhissāmī’’ti cintetvā tāpase āmantetvā ‘‘mārisā, ahaṁ kosalarañño putto, bārāṇasiraññā amhākaṁ rajje gahite aññātakavesena nikkhamitvā ettakaṁ kālaṁ attano jīvitaṁ anurakkhiṁ, idāni kulasantakaṁ dhanaṁ laddhaṁ, ahaṁ etaṁ ādāya gantvā attano rajjaṁ gaṇhissāmi, tumhe kiṁ karissathā’’ti āha. ‘‘Mayampi tayāva saddhiṁ gamissāmā’’ti . So ‘‘sādhū’’ti mahante mahante cammapasibbake kāretvā rattibhāge bhūmiṁ khaṇitvā dhanacāṭiyo uddharitvā pasibbakesu dhanaṁ pakkhipitvā cāṭiyo tiṇassa pūrāpetvā pañca ca isisatāni aññe ca manusse dhanaṁ gāhāpetvā palāyitvā sāvatthiṁ gantvā sabbe rājayutte gāhāpetvā rajjaṁ gahetvā pākāraaṭṭālakādipaṭisaṅkharaṇaṁ kārāpetvā puna sapattaraññā yuddhena aggahetabbaṁ katvā nagaraṁ ajjhāvasati. Bārāṇasiraññopi ‘‘tāpasā uyyānato dhanaṁ gahetvā palātā’’ti ārocayiṁsu. So uyyānaṁ gantvā cāṭiyo vivarāpetvā tiṇameva passi, tassa dhanaṁ nissāya mahanto soko uppajji. So nagaraṁ gantvā ‘‘tiṇaṁ tiṇa’’nti vippalapanto carati, nāssa koci sokaṁ nibbāpetuṁ sakkoti.",
  "atk-s0513a30:928": "Bodhisatto cintesi ‘‘rañño mahanto soko, vippalapanto carati, ṭhapetvā kho pana maṁ nāssa añño koci sokaṁ vinodetuṁ samattho, nissokaṁ naṁ karissāmī’’ti. So ekadivasaṁ tena saddhiṁ sukhanisinno tassa vippalapanakāle paṭhamaṁ gāthamāha –",
  "atk-s0513a30:929": "141.",
  "atk-s0513a30:930": " ‘‘Tiṇaṁ tiṇanti lapasi, ko nu te tiṇamāhari;",
  "atk-s0513a30:931": "Kiṁ nu te tiṇakiccatthi, tiṇameva pabhāsasī’’ti.",
  "atk-s0513a30:932": "Tattha kiṁ nu te tiṇakiccatthīti kiṁ nu tava tiṇena kiccaṁ kātabbaṁ atthi. Tiṇameva pabhāsasīti tvañhi kevalaṁ ‘‘tiṇaṁ tiṇa’’nti tiṇameva pabhāsasi, ‘‘asukatiṇaṁ nāmā’’ti na kathesi, tiṇanāmaṁ tāvassa kathehi ‘‘asukatiṇaṁ nāmā’’ti, mayaṁ te āharissāma, atha pana te tiṇenattho natthi, nikkāraṇā mā vippalapīti.",
  "atk-s0513a30:933": "Taṁ sutvā rājā dutiyaṁ gāthamāha –",
  "atk-s0513a30:934": "142.",
  "atk-s0513a30:935": " ‘‘Idhāgamā brahmacārī, brahā chatto bahussuto;",
  "atk-s0513a30:936": "So me sabbaṁ samādāya, tiṇaṁ nikkhippa gacchatī’’ti.",
  "atk-s0513a30:937": "Tattha brahāti dīgho. Chattoti tassa nāmaṁ. Sabbaṁ samādāyāti sabbaṁ dhanaṁ gahetvā. Tiṇaṁ nikkhippa gacchatīti cāṭīsu tiṇaṁ nikkhipitvā gatoti dassento evamāha.",
  "atk-s0513a30:938": "Taṁ sutvā bodhisatto tatiyaṁ gāthamāha –",
  "atk-s0513a30:939": "143.",
  "atk-s0513a30:940": " ‘‘Evetaṁ hoti kattabbaṁ, appena bahumicchatā;",
  "atk-s0513a30:941": "Sabbaṁ sakassa ādānaṁ, anādānaṁ tiṇassa cā’’ti.",
  "atk-s0513a30:942": "Tassattho – appena tiṇena bahudhanaṁ icchatā evaṁ etaṁ kattabbaṁ hoti, yadidaṁ pitu santakattā sakassa dhanassa sabbaṁ ādānaṁ agayhūpagassa tiṇassa ca anādānaṁ. Iti, mahārāja, so brahā chatto gahetabbayuttakaṁ attano pitu santakaṁ dhanaṁ gahetvā aggahetabbayuttakaṁ tiṇaṁ cāṭīsu pakkhipitvā gato, tattha kā paridevanāti.",
  "atk-s0513a30:943": "Taṁ sutvā rājā catutthaṁ gāthamāha –",
  "atk-s0513a30:944": "144.",
  "atk-s0513a30:945": " ‘‘Sīlavanto na kubbanti, bālo sīlāni kubbati;",
  "atk-s0513a30:946": "Aniccasīlaṁ dussīlyaṁ, kiṁ paṇḍiccaṁ karissatī’’ti.",
  "atk-s0513a30:947": "Tattha sīlavantoti ye sīlasampannā brahmacārayo, te evarūpaṁ na kubbanti. Bālo sīlāni kubbatīti bālo pana durācāro evarūpāni attano anācārasaṅkhātāni sīlāni karoti. Aniccasīlanti addhuvena dīgharattaṁ appavattena sīlena samannāgataṁ. Dussīlyanti dussīlaṁ. Kiṁ paṇḍiccaṁ karissatīti evarūpaṁ puggalaṁ bāhusaccaparibhāvitaṁ paṇḍiccaṁ kiṁ karissati kiṁ sampādessati, vipattimevassa karissatīti. Taṁ garahanto vatvā so tāya bodhisattassa kathāya nissoko hutvā dhammena rajjaṁ kāresi.",
  "atk-s0513a30:948": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā brahāchatto kuhakabhikkhu ahosi, paṇḍitāmacco pana ahameva ahosi’’nti.",
  "atk-s0513a30:949": "Brahāchattajātakavaṇṇanā chaṭṭhā.",
  "atk-s0513a30:951": " [337] 7. Pīṭhajātakavaṇṇanā",
  "atk-s0513a30:952": "Na te pīṭhamadāyimhāti idaṁ satthā jetavane viharanto aññataraṁ bhikkhuṁ ārabbha kathesi. So kira janapadato jetavanaṁ gantvā pattacīvaraṁ paṭisāmetvā satthāraṁ vanditvā sāmaṇeradahare pucchi ‘‘āvuso, sāvatthiyaṁ āgantukabhikkhūnaṁ ke upakārakā’’ti . ‘‘Āvuso, anāthapiṇḍiko nāma mahāseṭṭhi, visākhā nāma mahāupāsikā ete bhikkhusaṅghassa upakārakā mātāpituṭṭhāniyā’’ti. So ‘‘sādhū’’ti punadivase pātova ekabhikkhussapi apaviṭṭhakāle anāthapiṇḍikassa gharadvāraṁ agamāsi. Taṁ avelāya gatattā koci na olokesi . So tato kiñci alabhitvā visākhāya gharadvāraṁ gato. Tatrāpi atipātova gatattā kiñci na labhi. So tattha tattha vicaritvā punāgacchanto yāguyā niṭṭhitāya gato, punapi tattha tattha vicaritvā bhatte niṭṭhite gato. So vihāraṁ gantvā ‘‘dvepi kulāni assaddhāni appasannāni eva, ime bhikkhū pana ‘saddhāni pasannānī’ti kathentī’’ti tāni kulāni paribhavanto carati.",
  "atk-s0513a30:953": "Athekadivasaṁ dhammasabhāyaṁ bhikkhū kathaṁ samuṭṭhāpesuṁ – ‘‘āvuso, asuko kira jānapado bhikkhu atikālasseva kuladvāraṁ gato bhikkhaṁ alabhitvā kulāni paribhavanto caratī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte taṁ bhikkhuṁ pakkosāpetvā ‘‘saccaṁ kira bhikkhū’’ti pucchitvā ‘‘saccaṁ, bhante’’ti vutte ‘‘kasmā tvaṁ bhikkhu kujjhasi, pubbe anuppanne buddhe tāpasāpi tāva kuladvāraṁ gantvā bhikkhaṁ alabhitvā na kujjhiṁsū’’ti vatvā atītaṁ āhari.",
  "atk-s0513a30:954": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto brāhmaṇakule nibbattitvā vayappatto takkasilāyaṁ sabbasippāni uggaṇhitvā aparabhāge tāpasapabbajjaṁ pabbajitvā himavante ciraṁ vasitvā loṇambilasevanatthāya bārāṇasiṁ patvā uyyāne vasitvā punadivase nagaraṁ bhikkhāya pāvisi. Tadā bārāṇasiseṭṭhi saddho hoti pasanno. Bodhisatto ‘‘kataraṁ kulagharaṁ saddha’’nti pucchitvā ‘‘seṭṭhighara’’nti sutvā seṭṭhino gharadvāraṁ agamāsi. Tasmiṁ khaṇe seṭṭhi rājupaṭṭhānaṁ gato, manussāpi naṁ na passiṁsu, so nivattitvā gacchati. Atha naṁ seṭṭhi rājakulato nivattanto disvā vanditvā bhikkhābhājanaṁ gahetvā gharaṁ netvā nisīdāpetvā pādadhovanatelamakkhanayāgukhajjakādīhi santappetvā antarābhatte kiñci kāraṇaṁ apucchitvā katabhattakiccaṁ vanditvā ekamantaṁ nisinno ‘‘bhante, amhākaṁ gharadvāraṁ āgatā nāma yācakā vā dhammikasamaṇabrāhmaṇā vā sakkārasammānaṁ alabhitvā gatapubbā nāma natthi, tumhe pana ajja amhākaṁ dārakehi adiṭṭhattā āsanaṁ vā pānīyaṁ vā pādadhovanaṁ vā yāgubhattaṁ vā alabhitvāva gatā, ayaṁ amhākaṁ doso, taṁ no khamituṁ vaṭṭatī’’ti vatvā paṭhamaṁ gāthamāha –",
  "atk-s0513a30:955": "145.",
  "atk-s0513a30:956": " ‘‘Na te pīṭhamadāyimhā, na pānaṁ napi bhojanaṁ;",
  "atk-s0513a30:957": "Brahmacāri khamassu me, etaṁ passāmi accaya’’nti.",
  "atk-s0513a30:958": "Tattha na te pīṭhamadāyimhāti pīṭhampi te na dāpayimha.",
  "atk-s0513a30:959": "Taṁ sutvā bodhisatto dutiyaṁ gāthamāha –",
  "atk-s0513a30:960": "146.",
  "atk-s0513a30:961": " ‘‘Nevābhisajjāmi na cāpi kuppe, na cāpi me appiyamāsi kiñci;",
  "atk-s0513a30:962": "Athopi me āsi manovitakko, etādiso nūna kulassa dhammo’’ti.",
  "atk-s0513a30:963": "Tattha nevābhisajjāmīti neva laggāmi. Etādisoti ‘‘imassa kulassa etādiso nūna sabhāvo, adāyakavaṁso esa bhavissatī’’ti evaṁ me manovitakko uppanno.",
  "atk-s0513a30:964": "Taṁ sutvā seṭṭhi itarā dve gāthā abhāsi –",
  "atk-s0513a30:965": "147.",
  "atk-s0513a30:966": " ‘‘Esasmākaṁ kule dhammo, pitupitāmaho sadā;",
  "atk-s0513a30:967": "Āsanaṁ udakaṁ pajjaṁ, sabbetaṁ nipadāmase.",
  "atk-s0513a30:968": "148.",
  "atk-s0513a30:969": " ‘‘Esasmākaṁ kule dhammo, pitupitāmaho sadā;",
  "atk-s0513a30:970": "Sakkaccaṁ upatiṭṭhāma, uttamaṁ viya ñātaka’’nti.",
  "atk-s0513a30:971": "Tattha dhammoti sabhāvo. Pitupitāmahoti pitūnañca pitāmahānañca santako. Udakanti pādadhovanaudakaṁ. Pajjanti pādamakkhanatelaṁ. Sabbetanti sabbaṁ etaṁ. Nipadāmaseti nikārapakārā upasaggā, dāmaseti attho, dadāmāti vuttaṁ hoti. Iminā yāva sattamā kulaparivaṭṭā dāyakavaṁso amhākaṁ vaṁsoti dasseti. Uttamaṁ viya ñātakanti mātaraṁ viya pitaraṁ viya ca mayaṁ dhammikaṁ samaṇaṁ vā brāhmaṇaṁ vā disvā sakkaccaṁ sahatthena upaṭṭhahāmāti attho.",
  "atk-s0513a30:972": "Bodhisatto pana katipāhaṁ bārāṇasiseṭṭhino dhammaṁ desento tattha vasitvā puna himavantameva gantvā abhiññā ca samāpattiyo ca nibbattetvā brahmalokaparāyaṇo ahosi.",
  "atk-s0513a30:973": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne so bhikkhu sotāpattiphale patiṭṭhahi. Tadā bārāṇasiseṭṭhi ānando ahosi, tāpaso pana ahameva ahosinti.",
  "atk-s0513a30:974": "Pīṭhajātakavaṇṇanā sattamā.",
  "atk-s0513a30:976": " [338] 8. Thusajātakavaṇṇanā",
  "atk-s0513a30:977": "Viditaṁthusanti idaṁ satthā veḷuvane viharanto ajātasattuṁ ārabbha kathesi. Tasmiṁ kira mātukucchigate tassa mātu kosalarājadhītāya bimbisārarañño dakkhiṇajāṇulohitapivanadohaḷo uppajjitvā paṇḍu ahosi. Sā paricārikāhi pucchitā tāsaṁ tamatthaṁ ārocesi. Rājāpi sutvā nemittake pakkosāpetvā ‘‘deviyā kira evarūpo dohaḷo uppanno, tassa kā nipphattī’’ti pucchi. Nemittakā ‘‘deviyā kucchimhi nibbattakasatto tumhe māretvā rajjaṁ gaṇhissatī’’ti āhaṁsu. Rājā ‘‘sace mama putto maṁ māretvā rajjaṁ gaṇhissati, ko ettha doso’’ti dakkhiṇajāṇuṁ satthena phālāpetvā lohitaṁ suvaṇṇataṭṭakena gāhāpetvā deviyā pāyesi. Sā cintesi ‘‘sace mama kucchiyaṁ nibbatto putto pitaraṁ māressati, kiṁ me tenā’’ti. Sā gabbhapātanatthaṁ kucchiṁ maddāpesi .",
  "atk-s0513a30:978": "Rājā ñatvā taṁ pakkosāpetvā ‘‘bhadde mayhaṁ kira putto maṁ māretvā rajjaṁ gaṇhissati, na kho panāhaṁ ajaro amaro, puttamukhaṁ passituṁ me dehi, mā ito pabhuti evarūpaṁ kammaṁ akāsī’’ti āha. Sā tato paṭṭhāya uyyānaṁ gantvā kucchiṁ maddāpesi. Rājā ñatvā tato paṭṭhāya uyyānagamanaṁ nivāresi. Sā paripuṇṇagabbhā puttaṁ vijāyi. Nāmaggahaṇadivase cassa ajātasseva pitu sattubhāvato ‘‘ajātasattu’’tveva nāmamakaṁsu. Tasmiṁ kumāraparihārena vaḍḍhante satthā ekadivasaṁ pañcasatabhikkhuparivuto rañño nivesanaṁ gantvā nisīdi. Rājā buddhappamukhaṁ bhikkhusaṅghaṁ paṇītena khādanīyabhojanīyena parivisitvā satthāraṁ vanditvā dhammaṁ suṇanto nisīdi. Tasmiṁ khaṇe kumāraṁ maṇḍetvā rañño adaṁsu. Rājā balavasinehena puttaṁ gahetvā ūrumhi nisīdāpetvā puttagatena pemena puttameva mamāyanto na dhammaṁ suṇāti. Satthā tassa pamādabhāvaṁ ñatvā ‘‘mahārāja, pubbe rājāno putte āsaṅkamānā paṭicchanne kāretvā ‘amhākaṁ accayena nīharitvā rajje patiṭṭhāpeyyāthā’ti āṇāpesu’’nti vatvā tena yācito atītaṁ āhari.",
  "atk-s0513a30:979": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto takkasilāyaṁ disāpāmokkhaācariyo hutvā bahū rājakumāre ca brāhmaṇakumāre ca sippaṁ vācesi. Bārāṇasiraññopi putto soḷasavassakāle tassa santikaṁ gantvā tayo vede ca sabbasippāni ca uggaṇhitvā paripuṇṇasippo ācariyaṁ āpucchi. Ācariyo aṅgavijjāvasena taṁ olokento ‘‘imassa puttaṁ nissāya antarāyo paññāyati, tamahaṁ attano ānubhāvena harissāmī’’ti cintetvā catasso gāthā bandhitvā rājakumārassa adāsi, evañca pana taṁ vadesi ‘‘tāta, paṭhamaṁ gāthaṁ rajje patiṭṭhāya tava puttassa soḷasavassakāle bhattaṁ bhuñjanto vadeyyāsi, dutiyaṁ mahāupaṭṭhānakāle, tatiyaṁ pāsādaṁ abhiruhamāno sopānasīse ṭhatvā, catutthaṁ sayanasirigabbhaṁ pavisanto ummāre ṭhatvā’’ti. So ‘‘sādhū’’ti sampaṭicchitvā ācariyaṁ vanditvā gato oparajje patiṭṭhāya pitu accayena rajje patiṭṭhāsi. Tassa putto soḷasavassakāle rañño uyyānakīḷādīnaṁ atthāya nikkhamantassa sirivibhavaṁ disvā pitaraṁ māretvā rajjaṁ gahetukāmo hutvā attano upaṭṭhākānaṁ kathesi. Te ‘‘sādhu deva, mahallakakāle laddhena issariyena ko attho, yena kenaci upāyena rājānaṁ māretvā rajjaṁ gaṇhituṁ vaṭṭatī’’ti vadiṁsu. Kumāro ‘‘visaṁ khādāpetvā māressāmī’’ti pitarā saddhiṁ sāyamāsaṁ bhuñjanto visaṁ gahetvā nisīdi. Rājā bhattapātiyaṁ bhatte acchupanteyeva paṭhamaṁ gāthamāha –",
  "atk-s0513a30:980": "149.",
  "atk-s0513a30:981": " ‘‘Viditaṁ thusaṁ undurānaṁ, viditaṁ pana taṇḍulaṁ;",
  "atk-s0513a30:982": "Thusaṁ thusaṁ vivajjetvā, taṇḍulaṁ pana khādare’’ti.",
  "atk-s0513a30:983": "Tattha viditanti kāḷavaddalepi andhakāre undurānaṁ thuso thusabhāvena taṇḍulo ca taṇḍulabhāvena vidito pākaṭoyeva. Idha pana liṅgavipallāsavasena ‘‘thusaṁ taṇḍula’’nti vuttaṁ. Khādareti thusaṁ thusaṁ vajjetvā taṇḍulameva khādanti. Idaṁ vuttaṁ hoti – tāta kumāra, yathā undurānaṁ andhakārepi thuso thusabhāvena taṇḍulo ca taṇḍulabhāvena pākaṭo, te thusaṁ vajjetvā taṇḍulameva khādanti, evameva mamapi tava visaṁ gahetvā nisinnabhāvo pākaṭoti.",
  "atk-s0513a30:984": "Kumāro ‘‘ñātomhī’’ti bhīto bhattapātiyaṁ visaṁ pātetuṁ avisahitvā uṭṭhāya rājānaṁ vanditvā gato. So tamatthaṁ attano upaṭṭhākānaṁ ārocetvā ‘‘ajja tāvamhi ñāto, idāni kathaṁ māressāmī’’ti pucchi. Te tato paṭṭhāya uyyāne paṭicchannā hutvā nikaṇṇikavasena mantayamānā ‘‘attheko upāyo, khaggaṁ sannayhitvā mahāupaṭṭhānaṁ gatakāle amaccānaṁ antare ṭhatvā rañño pamattabhāvaṁ ñatvā khaggena paharitvā māretuṁ vaṭṭatī’’ti vavatthapesuṁ. Kumāro ‘‘sādhū’’ti sampaṭicchitvā mahāupaṭṭhānakāle sannaddhakhaggo hutvā gantvā ito cito ca rañño paharaṇokāsaṁ upadhāreti. Tasmiṁ khaṇe rājā dutiyaṁ gāthamāha –",
  "atk-s0513a30:985": "150.",
  "atk-s0513a30:986": " ‘‘Yā mantanā araññasmiṁ, yā ca gāme nikaṇṇikā;",
  "atk-s0513a30:987": "Yañcetaṁ iti cīti ca, etampi viditaṁ mayā’’ti.",
  "atk-s0513a30:988": "Tattha araññasminti uyyāne. Nikaṇṇikāti kaṇṇamūle mantanā. Yañcetaṁ iti cīti cāti yañca etaṁ idāni mama paharaṇokāsapariyesanaṁ. Idaṁ vuttaṁ hoti – tāta kumāra, yā esā tava attano upaṭṭhākehi saddhiṁ uyyāne ca gāme ca nikaṇṇikā mantanā, yañcetaṁ idāni mama māraṇatthāya iti cīti ca karaṇaṁ, etampi sabbaṁ mayā ñātanti.",
  "atk-s0513a30:989": "Kumāro ‘‘jānāti me veribhāvaṁ pitā’’ti tato palāyitvā upaṭṭhākānaṁ ārocesi. Te sattaṭṭha divase atikkamitvā ‘‘kumāra, na te pitā, veribhāvaṁ jānāti, takkamattena tvaṁ evaṁsaññī ahosi, mārehi na’’nti vadiṁsu. So ekadivasaṁ khaggaṁ gahetvā sopānamatthake gabbhadvāre aṭṭhāsi. Rājā sopānamatthake ṭhito tatiyaṁ gāthamāha –",
  "atk-s0513a30:990": "151.",
  "atk-s0513a30:991": " ‘‘Dhammena kira jātassa, pitā puttasssa makkaṭo;",
  "atk-s0513a30:992": "Daharasseva santassa, dantehi phalamacchidā’’ti.",
  "atk-s0513a30:993": "Tattha dhammenāti sabhāvena. Pitā puttassa makkaṭoti pitā makkaṭo puttassa makkaṭapotakassa. Idaṁ vuttaṁ hoti – yathā araññe jāto makkaṭo attano yūthapariharaṇaṁ āsaṅkanto taruṇassa makkaṭapotakassa dantehi phalaṁ chinditvā purisabhāvaṁ nāseti, tathā tava atirajjakāmassa phalāni uppāṭāpetvā purisabhāvaṁ nāsessāmīti.",
  "atk-s0513a30:994": "Kumāro ‘‘gaṇhāpetukāmo maṁ pitā’’ti bhīto palāyitvā ‘‘pitarāmhi santajjito’’ti upaṭṭhākānaṁ ārocesi. Te aḍḍhamāsamatte vītivatte ‘‘kumāra, sace rājā jāneyya, ettakaṁ kālaṁ nādhivāseyya, takkamattena tayā kathitaṁ, mārehi na’’nti vadiṁsu. So ekadivasaṁ khaggaṁ gahetvā uparipāsāde sirisayanaṁ pavisitvā ‘‘āgacchantameva naṁ māressāmī’’ti heṭṭhāpallaṅke nisīdi. Rājā bhuttasāyamāso parijanaṁ uyyojetvā ‘‘nipajjissāmī’’ti sirigabbhaṁ pavisanto ummāre ṭhatvā catutthaṁ gāthamāha –",
  "atk-s0513a30:995": "152.",
  "atk-s0513a30:996": " ‘‘Yametaṁ parisappasi, ajakāṇova sāsape;",
  "atk-s0513a30:997": "Yopāyaṁ heṭṭhato seti, etampi viditaṁ mayā’’ti.",
  "atk-s0513a30:998": "Tattha parisappasīti bhayena ito cito ca sappasi. Sāsapeti sāsapakhette. Yopāyanti yopi ayaṁ. Idaṁ vuttaṁ hoti – yampi etaṁ tvaṁ sāsapavanaṁ paviṭṭhakāṇaeḷako viya bhayena ito cito ca saṁsappasi, paṭhamaṁ visaṁ gahetvā āgatosi, dutiyaṁ khaggena paharitukāmo hutvā āgatosi, tatiyaṁ khaggaṁ ādāya sopānamatthake aṭṭhāsi, idāni maṁ ‘‘māressāmī’’ti heṭṭhāsayane nipannosi, sabbametaṁ jānāmi, na taṁ idāni vissajjemi, gahetvā rājāṇaṁ kārāpessāmīti. Evaṁ tassa ajānantasseva sā sā gāthā taṁ taṁ atthaṁ dīpeti.",
  "atk-s0513a30:999": "Kumāro ‘‘ñātomhi pitarā, idāni maṁ nāssessatī’’ti bhayappatto heṭṭhāsayanā nikkhamitvā khaggaṁ rañño pādamūle chaḍḍetvā ‘‘khamāhi me, devā’’ti pādamūle urena nipajji. Rājā ‘‘na mayhaṁ koci kammaṁ jānātīti tvaṁ cintesī’’ti taṁ tajjetvā saṅkhalikabandhanena bandhāpetvā bandhanāgāraṁ pavesāpetvā ārakkhaṁ ṭhapesi. Tadā rājā bodhisattassa guṇaṁ sallakkhesi. So aparabhāge kālamakāsi, tassa sarīrakiccaṁ katvā kumāraṁ bandhanāgārā nīharitvā rajje patiṭṭhāpesuṁ.",
  "atk-s0513a30:1000": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā takkasilāyaṁ disāpāmokkho ācariyo ahameva ahosi’’nti.",
  "atk-s0513a30:1001": "Thusajātakavaṇṇanā aṭṭhamā.",
  "atk-s0513a30:1003": " [339] 9. Bāverujātakavaṇṇanā",
  "atk-s0513a30:1004": "Adassanena morassāti idaṁ satthā jetavane viharanto hatalābhasakkāre titthiye ārabbha kathesi. Titthiyā hi anuppanne buddhe lābhino ahesuṁ, uppanne pana buddhe hatalābhasakkārā sūriyuggamane khajjopanakā viya jātā. Tesaṁ taṁ pavattiṁ ārabbha bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepi yāva guṇavantā na uppajjanti, tāva nigguṇā lābhaggayasaggappattā ahesuṁ, guṇavantesu pana uppannesu nigguṇā hatalābhasakkārā jātā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a30:1005": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto morayoniyaṁ nibbattitvā vuḍḍhimanvāya sobhaggappatto araññe vicari. Tadā ekacce vāṇijā disākākaṁ gahetvā nāvāya bāveruraṭṭhaṁ agamaṁsu. Tasmiṁ kira kāle bāveruraṭṭhe sakuṇā nāma natthi. Āgatāgatā raṭṭhavāsino taṁ pañjare nisinnaṁ disvā ‘‘passathimassa chavivaṇṇaṁ galapariyosānaṁ mukhatuṇḍakaṁ maṇiguḷasadisāni akkhīnī’’ti kākameva pasaṁsitvā te vāṇijake āhaṁsu ‘‘imaṁ, ayyā, sakuṇaṁ amhākaṁ detha, amhākaṁ iminā attho, tumhe attano raṭṭhe aññaṁ labhissathā’’ti. ‘‘Tena hi mūlena gaṇhathā’’ti. ‘‘Kahāpaṇena no dethā’’ti. ‘‘Na demā’’ti . Anupubbena vaḍḍhitvā ‘‘satena dethā’’ti vutte ‘‘amhākaṁ esa bahūpakāro, tumhehi saddhiṁ metti hotū’’ti kahāpaṇasataṁ gahetvā adaṁsu. Te taṁ netvā suvaṇṇapañjare pakkhipitvā nānappakārena macchamaṁsena ceva phalāphalena ca paṭijaggiṁsu. Aññesaṁ sakuṇānaṁ avijjamānaṭṭhāne dasahi asaddhammehi samannāgato kāko lābhaggayasaggappatto ahosi.",
  "atk-s0513a30:1006": "Punavāre te vāṇijā ekaṁ morarājānaṁ gahetvā yathā accharasaddena vassati, pāṇippaharaṇasaddena naccati, evaṁ sikkhāpetvā bāveruraṭṭhaṁ agamaṁsu. So mahājane sannipatite nāvāya dhure ṭhatvā pakkhe vidhunitvā madhurassaraṁ nicchāretvā nacci. Manussā taṁ disvā somanassajātā ‘‘etaṁ, ayyā, sobhaggappattaṁ susikkhitaṁ sakuṇarājānaṁ amhākaṁ dethā’’ti āhaṁsu. Amhehi paṭhamaṁ kāko ānīto, taṁ gaṇhittha, idāni ekaṁ morarājānaṁ ānayimhā, etampi yācatha, tumhākaṁ raṭṭhe sakuṇaṁ nāma gahetvā āgantuṁ na sakkāti. ‘‘Hotu, ayyā, attano raṭṭhe aññaṁ labhissatha, imaṁ no dethā’’ti mūlaṁ vaḍḍhetvā sahassena gaṇhiṁsu. Atha naṁ sattaratanavicitte pañjare ṭhapetvā macchamaṁsaphalāphalehi ceva madhulājasakkarapānakādīhi ca paṭijaggiṁsu, mayūrarājā lābhaggayasaggappatto jāto, tassāgatakālato paṭṭhāya kākassa lābhasakkāro parihāyi, koci naṁ oloketumpi na icchi. Kāko khādanīyabhojanīyaṁ alabhamāno ‘‘kākā’’ti vassanto gantvā ukkārabhūmiyaṁ otaritvā gocaraṁ gaṇhi.",
  "atk-s0513a30:1007": "Satthā dve vatthūni ghaṭetvā sambuddho hutvā imā gāthā abhāsi –",
  "atk-s0513a30:1008": "153.",
  "atk-s0513a30:1009": " ‘‘Adassanena morassa, sikhino mañjubhāṇino;",
  "atk-s0513a30:1010": "Kākaṁ tattha apūjesuṁ, maṁsena ca phalena ca.",
  "atk-s0513a30:1011": "154.",
  "atk-s0513a30:1012": " ‘‘Yadā ca sarasampanno, moro bāverumāgamā;",
  "atk-s0513a30:1013": "Atha lābho ca sakkāro, vāyasassa ahāyatha.",
  "atk-s0513a30:1014": "155.",
  "atk-s0513a30:1015": " ‘‘Yāva nuppajjatī buddho, dhammarājā pabhaṅkaro;",
  "atk-s0513a30:1016": "Tāva aññe apūjesuṁ, puthū samaṇabrāhmaṇe.",
  "atk-s0513a30:1017": "156.",
  "atk-s0513a30:1018": " ‘‘Yadā ca sarasampanno, buddho dhammaṁ adesayi;",
  "atk-s0513a30:1019": "Atha lābho ca sakkāro, titthiyānaṁ ahāyathā’’ti.",
  "atk-s0513a30:1020": "Tattha sikhinoti sikhāya samannāgatassa. Mañjubhāṇinoti madhurassarassa. Apūjesunti apūjayiṁsu. Maṁsena ca phalena cāti nānappakārena maṁsena phalāphalena ca. Bāverumāgamāti bāveruraṭṭhaṁ āgato. ‘‘Bhāverū’’tipi pāṭho. Ahāyathāti parihīno. Dhammarājāti navahi lokuttaradhammehi parisaṁ rañjetīti dhammarājā. Pabhaṅkaroti sattalokaokāsalokasaṅkhāralokesu ālokassa katattā pabhaṅkaro. Sarasampannoti brahmassarena samannāgato. Dhammaṁ adesayīti catusaccadhammaṁ pakāsesīti.",
  "atk-s0513a30:1021": "Iti imā catasso gāthā bhāsitvā jātakaṁ samodhānesi – ‘‘tadā kāko nigaṇṭho nāṭaputto ahosi, morarājā pana ahameva ahosi’’nti.",
  "atk-s0513a30:1022": "Bāverujātakavaṇṇanā navamā.",
  "atk-s0513a30:1024": " [340] 10. Visayhajātakavaṇṇanā",
  "atk-s0513a30:1025": "Adāsidānānīti idaṁ satthā jetavane viharanto anāthapiṇḍikaṁ ārabbha kathesi. Vatthu heṭṭhā khadiraṅgārajātake (jā. 1.1.40) vitthāritameva. Idha pana satthā anāthapiṇḍikaṁ. Āmantetvā ‘‘porāṇakapaṇḍitāpi gahapati ‘dānaṁ mā dadāsī’ti ākāse ṭhatvā vārentaṁ sakkaṁ devānamindaṁ paṭibāhitvā dānaṁ adaṁsuyevā’’ti vatvā tena yācito atītaṁ āhari.",
  "atk-s0513a30:1026": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto asītikoṭivibhavo visayho nāma seṭṭhi hutvā pañcahi sīlehi samannāgato dānajjhāsayo dānābhirato ahosi. So catūsu nagaradvāresu, nagaramajjhe, attano gharadvāreti chasu ṭhānesu dānasālāyo kāretvā dānaṁ pavattesi, divase divase cha satasahassāni vissajjeti. Bodhisattassa ca vanibbakayācakānañca ekasadisameva bhattaṁ hoti. Tassa jambudīpaṁ unnaṅgalaṁ katvā dānaṁ dadato dānānubhāvena sakkassa bhavanaṁ kampi, sakkassa devarañño paṇḍukambalasilāsanaṁ uṇhākāraṁ dassesi. Sakko ‘‘ko nu kho maṁ ṭhānā cāvetukāmo’’ti upadhārento mahāseṭṭhiṁ disvā ‘‘ayaṁ visayho ativiya pattharitvā sakalajambudīpaṁ unnaṅgalaṁ karonto dānaṁ deti, iminā dānena maṁ cāvetvā sayaṁ sakko bhavissati maññe, dhanamassa nāsetvā etaṁ daliddaṁ katvā yathā dānaṁ na deti, tathā karissāmī’’ti cintetvā sabbaṁ dhanadhaññaṁ telamadhuphāṇitasakkarādīni antamaso dāsakammakaraporisampi antaradhāpesi.",
  "atk-s0513a30:1027": "Tadā dānabyāvaṭā āgantvā ‘‘sāmi dānaggaṁ pacchinnaṁ, ṭhapitaṭhapitaṭṭhāne na kiñci passāmā’’ti ārocayiṁsu. ‘‘Ito paribbayaṁ haratha, mā dānaṁ pacchindathā’’ti bhariyaṁ pakkosāpetvā ‘‘bhadde, dānaṁ pavattāpehī’’ti āha. Sā sakalagehaṁ vicinitvā aḍḍhamāsakamattampi adisvā ‘‘ayya, amhākaṁ nivatthavatthaṁ ṭhapetvā aññaṁ kiñci na passāmi, sakalagehaṁ tuccha’’nti āha. Sattaratanagabbhesu dvāraṁ vivarāpetvā na kiñci addasa, seṭṭhiñca bhariyañca ṭhapetvā aññe dāsakammakarāpi na paññāyiṁsu. Puna mahāsatto. Bhariyaṁ āmantetvā ‘‘bhadde, na sakkā dānaṁ pacchindituṁ, sakalanivesanaṁ vicinitvā kiñci upadhārehī’’ti āha. Tasmiṁ khaṇe eko tiṇahārako asitañca kājañca tiṇabandhanarajjuñca dvārantare chaḍḍetvā palāyi. Seṭṭhibhariyā taṁ disvā ‘‘sāmi, idaṁ ṭhapetvā aññaṁ na passāmī’’ti āharitvā adāsi. Mahāsatto ‘‘bhadde, mayā ettakaṁ kālaṁ tiṇaṁ nāma na lāyitapubbaṁ, ajja pana tiṇaṁ lāyitvā āharitvā vikkiṇitvā yathānucchavikaṁ dānaṁ dassāmī’’ti dānupacchedabhayena asitañceva kājañca rajjuñca gahetvā nagarā nikkhamitvā tiṇavatthuṁ gantvā tiṇaṁ lāyitvā ‘‘eko amhākaṁ bhavissati, ekena dānaṁ dassāmī’’ti dve tiṇakalāpe bandhitvā kāje laggetvā ādāya gantvā nagaradvāre vikkiṇitvā māsake gahetvā ekaṁ koṭṭhāsaṁ yācakānaṁ adāsi. Yācakā bahū, tesaṁ ‘‘mayhampi dehi, mayhampi dehī’’ti vadantānaṁ itarampi koṭṭhāsaṁ datvā taṁ divasaṁ saddhiṁ bhariyāya anāhāro vītināmesi. Iminā niyāmena cha divasā vītivattā.",
  "atk-s0513a30:1028": "Athassa sattame divase tiṇaṁ āharamānassa sattāhaṁ nirāhārassa atisukhumālassa nalāṭe sūriyātapena pahaṭamatte akkhīni bhamiṁsu. So satiṁ paccupaṭṭhāpetuṁ asakkonto tiṇaṁ avattharitvā pati. Sakko tassa kiriyaṁ upadhārayamāno vicarati. So taṅkhaṇaññeva āgantvā ākāse ṭhatvā paṭhamaṁ gāthamāha –",
  "atk-s0513a30:1029": "157.",
  "atk-s0513a30:1030": " ‘‘Adāsi dānāni pure visayha, dadato ca te khayadhammo ahosi;",
  "atk-s0513a30:1031": "Ito paraṁ ce na dadeyya dānaṁ, tiṭṭheyyuṁ te saṁyamantassa bhogā’’ti.",
  "atk-s0513a30:1032": "Tassattho – ambho visayha tvaṁ ito pubbe tava gehe dhane vijjamāne sakalajambudīpaṁ unnaṅgalaṁ karitvā dānāni adāsi. Tassa ca te evaṁ dadato bhogānaṁ khayadhammo khayasabhāvo ahosi, sabbaṁ sāpateyyaṁ khīṇaṁ, ito paraṁ cepi tvaṁ dānaṁ na dadeyya, kassaci kiñci na dadeyyāsi, tava saṁyamantassa adadantassa bhogā tatheva tiṭṭheyyuṁ, ‘‘ito paṭṭhāya na dassāmī’’ti tvaṁ mayhaṁ paṭiññaṁ dehi, ahaṁ te bhoge dassessāmīti.",
  "atk-s0513a30:1033": "Mahāsatto tassa vacanaṁ sutvā ‘‘kosi tva’’nti āha. ‘‘Sakkohamasmī’’ti. Bodhisatto ‘‘sakko nāma sayaṁ dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā satta vattapadāni pūretvā sakkattaṁ patto, tvaṁ pana attano issariyakāraṇaṁ dānaṁ vāresi, anariyaṁ vata karosī’’ti vatvā tisso gāthā abhāsi –",
  "atk-s0513a30:1034": "158.",
  "atk-s0513a30:1035": " ‘‘Anariyamariyena sahassanetta, suduggatenāpi akiccamāhu;",
  "atk-s0513a30:1036": "Mā vo dhanaṁ taṁ ahu devarāja, yaṁ bhogahetu vijahemu saddhaṁ.",
  "atk-s0513a30:1037": "159.",
  "atk-s0513a30:1038": " ‘‘Yena eko ratho yāti, yāti tenaparo ratho;",
  "atk-s0513a30:1039": "Porāṇaṁ nihitaṁ vattaṁ, vattataññeva vāsava.",
  "atk-s0513a30:1040": "160.",
  "atk-s0513a30:1041": " ‘‘Yadi hessati dassāma, asante kiṁ dadāmase;",
  "atk-s0513a30:1042": "Evaṁbhūtāpi dassāma, mā dānaṁ pamadamhase’’ti.",
  "atk-s0513a30:1043": "Tattha anariyanti lāmakaṁ pāpakammaṁ. Ariyenāti parisuddhācārena ariyena. Suduggatenāpīti sudaliddenāpi. Akiccamāhūti akattabbanti buddhādayo ariyā vadanti, tvaṁ pana maṁ anariyaṁ maggaṁ ārocesīti adhippāyo. Voti nipātamattaṁ. Yaṁ bhogahetūti yassa dhanassa paribhuñjanahetu mayaṁ dānasaddhaṁ vijahemu pariccajeyyāma, taṁ dhanameva mā ahu, na no tena dhanena atthoti dīpeti.",
  "atk-s0513a30:1044": "Rathoti yaṁkiñci yānaṁ. Idaṁ vuttaṁ hoti – yena maggena eko ratho yāti, aññopi ratho ‘‘rathassa gatamaggo eso’’ti teneva maggena yāti. Porāṇaṁ nihitaṁ vattanti yaṁ mayā pubbe nihitaṁ vattaṁ, taṁ mayi dharante vattatuyeva, mā tiṭṭhatūti attho. Evaṁbhūtāti evaṁ tiṇahārakabhūtāpi mayaṁ yāva jīvāma, tāva dassāmayeva. Kiṁkāraṇā? Mā dānaṁ pamadamhaseti. Adadanto hi dānaṁ pamajjati nāma na sarati na sallakkheti, ahaṁ pana jīvamāno dānaṁ pamussituṁ na icchāmi, tasmā dānaṁ dassāmiyevāti dīpeti.",
  "atk-s0513a30:1045": "Sakko taṁ paṭibāhituṁ asakkonto ‘‘kimatthāya dānaṁ dadāsī’’ti pucchi. Bodhisatto ‘‘neva sakkattaṁ, na brahmattaṁ patthayamāno, sabbaññutaṁ patthento panāhaṁ dadāmī’’ti āha. Sakko tassa vacanaṁ sutvā tuṭṭho hatthena piṭṭhiṁ parimajji. Bodhisattassa taṅkhaṇaññeva parimajjitamattasseva sakalasarīraṁ paripūri. Sakkānubhāvena cassa sabbo vibhavaparicchedo paṭipākatikova ahosi. Sakko ‘‘mahāseṭṭhi, tvaṁ ito paṭṭhāya divase divase dvādasa satasahassāni vissajjento dānaṁ dadāhī’’ti tassa gehe aparimāṇaṁ dhanaṁ katvā taṁ uyyojetvā sakaṭṭhānameva gato.",
  "atk-s0513a30:1046": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā seṭṭhibhariyā rāhulamātā ahosi, visayho pana seṭṭhi ahameva ahosi’’nti.",
  "atk-s0513a30:1047": "Visayhajātakavaṇṇanā dasamā.",
  "atk-s0513a30:1048": "Kokilavaggo catuttho.",
  "atk-s0513a30:1049": "5. Cūḷakuṇālavaggo",
  "atk-s0513a30:1051": " [341] 1. Kaṇḍarījātakavaṇṇanā",
  "atk-s0513a30:1052": "Narānamārāmakarāsūti imassa jātakassa vitthārakathā kuṇālajātake (jā. 2.21.kuṇālajātaka) āvi bhavissati.",
  "atk-s0513a30:1053": "Kaṇḍarījātakavaṇṇanā paṭhamā.",
  "atk-s0513a30:1055": " [342] 2. Vānarajātakavaṇṇanā",
  "atk-s0513a30:1056": "Asakkhiṁvata attānanti idaṁ satthā veḷuvane viharanto devadattassa vadhāya parisakkanaṁ ārabbha kathesi. Vatthu (jā. aṭṭha. 2.2.susumārajātakavaṇṇanā) heṭṭhā vitthāritameva.",
  "atk-s0513a30:1057": "Atīte pana bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto himavantapadese kapiyoniyaṁ nibbattitvā vayappatto gaṅgātīre vasi. Athekā antogaṅgāyaṁ saṁsumārī bodhisattassa hadayamaṁse dohaḷaṁ uppādetvā saṁsumārassa kathesi. So ‘‘taṁ kapiṁ udake nimujjāpetvā māretvā hadayamaṁsaṁ gahetvā saṁsumāriyā dassāmī’’ti cintetvā mahāsattaṁ āha – ‘‘ehi, samma, antaradīpake phalāphale khādituṁ gacchāmā’’ti. ‘‘Kathaṁ, samma, ahaṁ gamissāmī’’ti. ‘‘Ahaṁ taṁ mama piṭṭhiyaṁ nisīdāpetvā nessāmī’’ti. So tassa cittaṁ ajānanto laṅghitvā piṭṭhiyaṁ nisīdi. Saṁsumāro thokaṁ gantvā nimujjituṁ ārabhi. Atha naṁ vānaro ‘‘kiṁkāraṇā, bho, maṁ udake nimujjāpesī’’ti āha. ‘‘Ahaṁ taṁ māretvā tava hadayamaṁsaṁ mama bhariyāya dassāmī’’ti. ‘‘Dandha tvaṁ mama hadayamaṁsaṁ ure atthīti maññasī’’ti? ‘‘Atha kahaṁ te ṭhapita’’nti? ‘‘Etaṁ udumbare olambantaṁ na passasī’’ti? ‘‘Passāmi, dassasi pana me’’ti. ‘‘Āma, dassāmī’’ti. Saṁsumāro dandhatāya taṁ gahetvā nadītīre udumbaramūlaṁ gato. Bodhisatto tassa piṭṭhito laṅghitvā udumbararukkhe nisinno imā gāthā abhāsi –",
  "atk-s0513a30:1058": "161.",
  "atk-s0513a30:1059": " ‘‘Asakkhiṁ vata attānaṁ, uddhātuṁ udakā thalaṁ;",
  "atk-s0513a30:1060": "Na dānāhaṁ puna tuyhaṁ, vasaṁ gacchāmi vārija.",
  "atk-s0513a30:1061": "162.",
  "atk-s0513a30:1062": " ‘‘Alametehi ambehi, jambūhi panasehi ca;",
  "atk-s0513a30:1063": "Yāni pāraṁ samuddassa, varaṁ mayhaṁ udumbaro.",
  "atk-s0513a30:1064": "163.",
  "atk-s0513a30:1065": " ‘‘Yo ca uppatitaṁ atthaṁ, na khippamanubujjhati;",
  "atk-s0513a30:1066": "Amittavasamanveti, pacchā ca anutappati.",
  "atk-s0513a30:1067": "164.",
  "atk-s0513a30:1068": " ‘‘Yo ca uppatitaṁ atthaṁ, khippameva nibodhati;",
  "atk-s0513a30:1069": "Muccate sattusambādhā, na ca pacchānutappatī’’ti.",
  "atk-s0513a30:1070": "Tattha asakkhiṁ vatāti samattho vata ahosiṁ. Uddhātunti uddharituṁ. Vārijāti saṁsumāraṁ ālapati. Yāni pāraṁ samuddassāti gaṅgaṁ samuddanāmenālapanto ‘‘yāni samuddassa pāraṁ gantvā khāditabbāni, alaṁ tehī’’ti vadati. Pacchā ca anutappatīti uppannaṁ atthaṁ khippaṁ ajānanto amittavasaṁ gacchati, pacchā ca anutappati.",
  "atk-s0513a30:1071": "Iti so catūhi gāthāhi lokiyakiccānaṁ nipphattikāraṇaṁ kathetvā vanasaṇḍameva pāvisi.",
  "atk-s0513a30:1072": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā saṁsumāro devadatto ahosi, vānaro pana ahameva ahosi’’nti.",
  "atk-s0513a30:1073": "Vānarajātakavaṇṇanā dutiyā.",
  "atk-s0513a30:1075": " [343] 3. Kuntinījātakavaṇṇanā",
  "atk-s0513a30:1076": "Avasimha tavāgāreti idaṁ satthā jetavane viharanto kosalarañño gehe nivutthaṁ kuntinīsakuṇikaṁ ārabbha kathesi. Sā kira rañño dūteyyahārikā ahosi. Dve potakāpissā atthi, rājā taṁ sakuṇikaṁ ekassa rañño paṇṇaṁ gāhāpetvā pesesi. Tassā gatakāle rājakule dārakā te sakuṇapotake hatthehi parimaddantā māresuṁ. Sā āgantvā te potake mate passantī ‘‘kena me puttakā māritā’’ti pucchi. ‘‘Asukena ca asukena cā’’ti. Tasmiñca kāle rājakule posāvanikabyaggho atthi kakkhaḷo pharuso, bandhanabalena tiṭṭhati. Atha te dārakā taṁ byagghaṁ dassanāya agamaṁsu. Sāpi sakuṇikā tehi saddhiṁ gantvā ‘‘yathā imehi mama puttakā māritā, tatheva ne karissāmī’’ti te dārake gahetvā byagghassa pādamūle khipi, byaggho murāmurāpetvā khādi. Sā ‘‘idāni me manoratho paripuṇṇo’’ti uppatitvā himavantameva gatā. Taṁ kāraṇaṁ sutvā bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ ‘‘āvuso, rājakule kira asukā nāma kuntinī sakuṇikā ye hissā potakā māritā, te dārake byagghassa pādamūle khipitvā himavantameva gatā’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepesā attano potakaghātake dārake gahetvā byagghassa pādamūle khipitvā himavantameva gatā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a30:1077": "Atīte bārāṇasiyaṁ bodhisatto dhammena samena rajjaṁ kāresi. Tassa nivesane ekā kuntinī sakuṇikā dūteyyahārikāti sabbaṁ purimasadisameva. Ayaṁ pana viseso. Ayaṁ kuntinī byagghena dārake mārāpetvā cintesi ‘‘idāni na sakkā mayā idha vasituṁ, gamissāmi, gacchantī ca pana rañño anārocetvā na gamissāmi, ārocetvāva gamissāmī’’ti. Sā rājānaṁ upasaṅkamitvā vanditvā ekamantaṁ ṭhitā ‘‘sāmi, tumhākaṁ pamādena mama puttake dārakā māresuṁ, ahaṁ kodhavasikā hutvā te dārake paṭimāresiṁ, idāni mayā idha vasituṁ na sakkā’’ti vatvā paṭhamaṁ gāthamāha –",
  "atk-s0513a30:1078": "165.",
  "atk-s0513a30:1079": " ‘‘Avasimha tavāgāre, niccaṁ sakkatapūjitā,",
  "atk-s0513a30:1080": "Tvameva dānimakari, handa rāja vajāmaha’’nti.",
  "atk-s0513a30:1081": "Tattha tvameva dānimakarīti maṁ paṇṇaṁ gāhāpetvā pesetvā attano pamādena mama piyaputtake arakkhanto tvaññeva idāni etaṁ mama domanassakāraṇaṁ akari. Handāti vavassaggatthe nipāto. Rājāti bodhisattaṁ ālapati. Vajāmahanti ahaṁ himavantaṁ gacchāmīti.",
  "atk-s0513a30:1082": "Taṁ sutvā rājā dutiyaṁ gāthamāha –",
  "atk-s0513a30:1083": "166.",
  "atk-s0513a30:1084": " ‘‘Yo ve kate paṭikate, kibbise paṭikibbise;",
  "atk-s0513a30:1085": "Evaṁ taṁ sammatī veraṁ, vasa kuntini māgamā’’ti.",
  "atk-s0513a30:1086": "Tassattho – yo puggalo parena kate kibbise attano puttamāraṇādike dāruṇe kamme kate puna attano tassa puggalassa paṭikate paṭikibbise ‘‘paṭikataṁ mayā tassā’’ti jānāti. Evaṁ taṁ sammatī veranti ettakena taṁ veraṁ sammati vūpasantaṁ hoti, tasmā vasa kuntini māgamāti.",
  "atk-s0513a30:1087": "Taṁ sutvā kuntinī tatiyaṁ gāthamāha –",
  "atk-s0513a30:1088": "167.",
  "atk-s0513a30:1089": " ‘‘Na katassa ca kattā ca, metti sandhīyate puna;",
  "atk-s0513a30:1090": "Hadayaṁ nānujānāti, gacchaññeva rathesabhā’’ti.",
  "atk-s0513a30:1091": "Tattha na katassa ca kattā cāti katassa ca abhibhūtassa upapīḷitassa puggalassa, idāni vibhattivipariṇāmaṁ katvā yo kattā tassa cāti imesaṁ dvinnaṁ puggalānaṁ puna mittabhāvo nāma na sandhīyati na ghaṭīyatīti attho. Hadayaṁ nānujānātīti tena kāraṇena mama hadayaṁ idha vāsaṁ nānujānāti. Gacchaññeva rathesabhāti tasmā ahaṁ mahārāja gamissāmiyevāti.",
  "atk-s0513a30:1092": "Taṁ sutvā rājā catutthaṁ gāthamāha –",
  "atk-s0513a30:1093": "168.",
  "atk-s0513a30:1094": " ‘‘Katassa ceva kattā ca, metti sandhīyate puna;",
  "atk-s0513a30:1095": "Dhīrānaṁ no ca bālānaṁ, vasa kuntini māgamā’’ti.",
  "atk-s0513a30:1096": "Tassattho – katassa ceva puggalassa, yo ca kattā tassa metti sandhīyate puna, sā pana dhīrānaṁ, no ca bālānaṁ. Dhīrānañhi metti bhinnāpi puna ghaṭīyati, bālānaṁ pana sakiṁ bhinnā bhinnāva hoti, tasmā vasa kuntini māgamāti.",
  "atk-s0513a30:1097": "Sakuṇikā ‘‘evaṁ santepi na sakkā mayā idha vasituṁ sāmī’’ti rājānaṁ vanditvā uppatitvā himavantameva gatā.",
  "atk-s0513a30:1098": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā kuntinīyeva etarahi kuntinī ahosi, bārāṇasirājā pana ahameva ahosi’’nti.",
  "atk-s0513a30:1099": "Kuntinījātakavaṇṇanā tatiyā.",
  "atk-s0513a30:1101": " [344] 4. Ambajātakavaṇṇanā",
  "atk-s0513a30:1102": "Yonīliyaṁ maṇḍayatīti idaṁ satthā jetavane viharanto ekaṁ ambagopakattheraṁ ārabbha kathesi. So kira mahallakakāle pabbajitvā jetavanapaccante ambavane paṇṇasālaṁ kāretvā ambe rakkhanto patitāni ambapakkāni khādanto vicarati, attano sambandhamanussānampi deti. Tasmiṁ bhikkhācāraṁ paviṭṭhe ambacorakā ambāni pātetvā khāditvā ca gahetvā ca gacchanti. Tasmiṁ khaṇe catasso seṭṭhidhītaro aciravatiyaṁ nhāyitvā vicarantiyo taṁ ambavanaṁ pavisiṁsu. Mahallako āgantvā tā disvā ‘‘tumhehi me ambāni khāditānī’’ti āha. ‘‘Bhante, mayaṁ idāneva āgatā, na tumhākaṁ ambāni khādāmā’’ti. ‘‘Tena hi sapathaṁ karothā’’ti? ‘‘Karoma, bhante’’ti sapathaṁ kariṁsu. Mahallako tā sapathaṁ kāretvā lajjāpetvā vissajjesi. Tassa taṁ kiriyaṁ sutvā bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ ‘‘āvuso, asuko kira mahallako attano vasanakaṁ ambavanaṁ paviṭṭhā seṭṭhidhītaro sapathaṁ kāretvā lajjāpetvā vissajjesī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepesa ambagopako hutvā catasso seṭṭhidhītaro sapathaṁ kāretvā lajjāpetvā vissajjesī’’ti vatvā atītaṁ āhari.",
  "atk-s0513a30:1103": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto sakkattaṁ kāresi. Tadā eko kūṭajaṭilo bārāṇasiṁ upanissāya nadītīre ambavane paṇṇasālaṁ māpetvā ambe rakkhanto patitāni ambapakkāni khādanto sambandhamanussānampi dento nānappakārena micchājīvena jīvikaṁ kappento vicarati. Tadā sakko devarājā ‘‘ke nu kho loke mātāpitaro upaṭṭhahanti, kule jeṭṭhāpacayanakammaṁ karonti, dānaṁ denti, sīlaṁ rakkhanti, uposathakammaṁ karonti, ke pabbajitā samaṇadhamme yuttapayuttā viharanti, ke anācāraṁ carantī’’ti lokaṁ volokento imaṁ ambagopakaṁ anācāraṁ kūṭajaṭilaṁ disvā ‘‘ayaṁ kūṭajaṭilo kasiṇaparikammādiṁ attano samaṇadhammaṁ pahāya ambavanaṁ rakkhanto vicarati, saṁvejessāmi na’’nti tassa gāmaṁ bhikkhāya paviṭṭhakāle attano ānubhāvena ambe pātetvā corehi vilumbite viya akāsi.",
  "atk-s0513a30:1104": "Tadā bārāṇasito catasso seṭṭhidhītaro taṁ ambavanaṁ pavisiṁsu. Kūṭajaṭilo tā disvā ‘‘tumhehi me ambāni khāditānī’’ti palibuddhi. ‘‘Bhante, mayaṁ idāneva āgatā, na te ambāni khādāmā’’ti. ‘‘Tena hi sapathaṁ karothā’’ti? ‘‘Katvā ca pana gantuṁ labhissāmā’’ti? ‘‘Āma, labhissathā’’ti. ‘‘Sādhu, bhante’’ti tāsu jeṭṭhikā sapathaṁ karontī paṭhamaṁ gāthamāha –",
  "atk-s0513a30:1105": "169.",
  "atk-s0513a30:1106": " ‘‘Yo nīliyaṁ maṇḍayati, saṇḍāsena vihaññati;",
  "atk-s0513a30:1107": "Tassa sā vasamanvetu, yā te ambe avāharī’’ti.",
  "atk-s0513a30:1108": "Tassattho – yo puriso palitānaṁ kāḷavaṇṇakaraṇatthāya nīlaphalādīni yojetvā kataṁ nīliyaṁ maṇḍayati, nīlakesantare ca uṭṭhitaṁ palitaṁ uddharanto saṇḍāsena vihaññati kilamati, tassa evarūpassa mahallakassa sā vasaṁ anvetu, tathārūpaṁ patiṁ labhatu, yā te ambe avāharīti.",
  "atk-s0513a30:1109": "Tāpaso ‘‘tvaṁ ekamantaṁ tiṭṭhāhī’’ti vatvā dutiyaṁ seṭṭhidhītaraṁ sapathaṁ kāresi. Sā sapathaṁ karontī dutiyaṁ gāthamāha –",
  "atk-s0513a30:1110": "170.",
  "atk-s0513a30:1111": " ‘‘Vīsaṁ vā pañcavīsaṁ vā, ūnatiṁsaṁva jātiyā;",
  "atk-s0513a30:1112": "Tādisā pati mā laddhā, yā te ambe avāharī’’ti.",
  "atk-s0513a30:1113": "Tassattho – nāriyo nāma pannarasasoḷasavassikakāle purisānaṁ piyā honti. Yā pana tava ambāni avāhari, sā evarūpe yobbane patiṁ alabhitvā jātiyā vīsaṁ vā pañcavīsaṁ vā ekena dvīhi ūnatāya ūnatiṁsaṁ vā vassāni patvā tādisā paripakkavayā hutvāpi patiṁ mā laddhāti.",
  "atk-s0513a30:1114": "Tāyapi sapathaṁ katvā ekamantaṁ ṭhitāya tatiyā tatiyaṁ gāthamāha –",
  "atk-s0513a30:1115": "171.",
  "atk-s0513a30:1116": " ‘‘Dīghaṁ gacchatu addhānaṁ, ekikā abhisārikā;",
  "atk-s0513a30:1117": "Saṅkete pati mā adda, yā te ambe avāharī’’ti.",
  "atk-s0513a30:1118": "Tassattho – yā te ambe avāhari, sā patiṁ patthayamānā tassa santikaṁ abhisaraṇatāya abhisārikā nāma hutvā ekikā adutiyā gāvutadvigāvutamattaṁ dīghaṁ addhānaṁ gacchatu, gantvāpi ca tasmiṁ asukaṭṭhānaṁ nāma āgaccheyyāsīti kate saṅkete taṁ patiṁ mā addasāti.",
  "atk-s0513a30:1119": "Tāyapi sapathaṁ katvā ekamantaṁ ṭhitāya catutthā catutthaṁ gāthamāha –",
  "atk-s0513a30:1120": "172.",
  "atk-s0513a30:1121": " ‘‘Alaṅkatā suvasanā, mālinī candanussadā;",
  "atk-s0513a30:1122": "Ekikā sayane setu, yā te ambe avāharī’’ti. – sā uttānatthāyeva;",
  "atk-s0513a30:1123": "Tāpaso ‘‘tumhehi atibhāriyā sapathā katā, aññehi ambāni khāditāni bhavissanti, gacchatha dāni tumhe’’ti tā uyyojesi. Sakko bheravarūpārammaṇaṁ dassetvā kūṭatāpasaṁ tato palāpesi.",
  "atk-s0513a30:1124": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā kūṭajaṭilo ayaṁ ambagopako mahallako ahosi, catasso seṭṭhidhītaro etāyeva, sakko pana ahameva ahosi’’nti.",
  "atk-s0513a30:1125": "Ambajātakavaṇṇanā catutthā.",
  "atk-s0513a30:1127": " [345] 5. Rājakumbhajātakavaṇṇanā",
  "atk-s0513a30:1128": "Vanaṁ yadaggi dahatīti idaṁ satthā jetavane viharanto ekaṁ alasabhikkhuṁ ārabbha kathesi. So kira sāvatthivāsī kulaputto sāsane uraṁ datvā pabbajitvāpi alaso ahosi uddesaparipucchāyonisomanasikāravattapaṭivattādīhi paribāhiro nīvaraṇābhibhūto. Nisinnaṭṭhānādīsu iriyāpathesu tathā eva hoti. Tassa taṁ ālasiyabhāvaṁ ārabbha bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ ‘‘āvuso, asuko nāma bhikkhu evarūpe niyyānikasāsane pabbajitvā ālasiyo kusīto nīvaraṇābhibhūto viharatī’’ti . Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepesa ālasiyoyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a30:1129": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto tassa amaccaratanaṁ ahosi, bārāṇasirājā ālasiyajātiko ahosi. Bodhisatto ‘‘rājānaṁ pabodhessāmī’’ti ekaṁ upamaṁ upadhārento vicarati. Athekadivasaṁ rājā uyyānaṁ gantvā amaccagaṇaparivuto tattha vicaranto ekaṁ rājakumbhaṁ nāma ālasiyaṁ passi. Tathārūpā kira ālasiyā sakaladivasaṁ gacchantāpi ekadvaṅgulamattameva gacchanti. Rājā taṁ disvā ‘‘vayassa ko nāma so’’ti bodhisattaṁ pucchi. Mahāsatto ‘‘rājakumbho nāmesa, mahārāja, ālasiyo. Evarūpo hi sakaladivasaṁ gacchantopi ekaṅguladvaṅgulamattameva gacchatī’’ti vatvā tena saddhiṁ sallapanto ‘‘ambho, rājakumbha, tumhākaṁ dandhagamanaṁ imasmiṁ araññe dāvaggimhi uṭṭhite kiṁ karothā’’ti vatvā paṭhamaṁ gāthamāha –",
  "atk-s0513a30:1130": "173.",
  "atk-s0513a30:1131": " ‘‘Vanaṁ yadaggi dahati, pāvako kaṇhavattanī;",
  "atk-s0513a30:1132": "Kathaṁ karosi pacalaka, evaṁ dandhaparakkamo’’ti.",
  "atk-s0513a30:1133": "Tattha yadaggīti yadā aggi. Pāvako kaṇhavattanīti aggino vevacanaṁ. Pacalakāti taṁ ālapati. So hi calanto calanto gacchati, niccaṁ vā pacalāyati, tasmā ‘‘pacalako’’ti vuccati. Dandhaparakkamoti garuvīriyo.",
  "atk-s0513a30:1134": "Taṁ sutvā rājakumbho dutiyaṁ gāthamāha –",
  "atk-s0513a30:1135": "174.",
  "atk-s0513a30:1136": " ‘‘Bahūni rukkhachiddāni, pathabyā vivarāni ca;",
  "atk-s0513a30:1137": "Tāni ce nābhisambhoma, hoti no kālapariyāyo’’ti.",
  "atk-s0513a30:1138": "Tassattho – paṇḍita, amhākaṁ ito uttarigamanaṁ nāma natthi. Imasmiṁ pana araññe rukkhachiddāni pathaviyaṁ vivarāni ca bahūni. Yadi tāni na pāpuṇāma, hoti no kālapariyāyoti maraṇameva no hotīti.",
  "atk-s0513a30:1139": "Taṁ sutvā bodhisatto itarā dve gāthā abhāsi –",
  "atk-s0513a30:1140": "175.",
  "atk-s0513a30:1141": " ‘‘Yo dandhakāle tarati, taraṇīye ca dandhati;",
  "atk-s0513a30:1142": "Sukkhapaṇṇaṁva akkamma, atthaṁ bhañjati attano.",
  "atk-s0513a30:1143": "176.",
  "atk-s0513a30:1144": " ‘‘Yo dandhakāle dandheti, taraṇīye ca tārayi;",
  "atk-s0513a30:1145": "Sasīva rattiṁ vibhajaṁ, tassattho paripūratī’’ti.",
  "atk-s0513a30:1146": "Tattha dandhakāleti tesaṁ tesaṁ kammānaṁ saṇikaṁ kattabbakāle. Taratīti turitaturito vegena tāni kammāni karoti. Sukkhapaṇṇaṁvāti yathā vātātapasukkhaṁ tālapaṇṇaṁ balavā puriso akkamitvā bhañjeyya, tattheva cuṇṇavicuṇṇaṁ kareyya, evaṁ so attano atthaṁ vuddhiṁ bhañjati. Dandhetīti dandhayati dandhakātabbāni kammāni dandhameva karoti. Tārayīti turitakātabbāni kammāni turitova karoti. Sasīva rattiṁ vibhajanti yathā cando juṇhapakkhaṁ rattiṁ jotayamāno kāḷapakkharattito rattiṁ vibhajanto divase divase paripūrati, evaṁ tassa purisassa attho paripūratīti vuttaṁ hoti.",
  "atk-s0513a30:1147": "Rājā bodhisattassa vacanaṁ sutvā tato paṭṭhāya analaso jāto.",
  "atk-s0513a30:1148": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā rājakumbho ālasiyabhikkhu ahosi, paṇḍitāmacco pana ahameva ahosi’’nti.",
  "atk-s0513a30:1149": "Rājakumbhajātakavaṇṇanā pañcamā.",
  "atk-s0513a30:1151": " [346] 6. Kesavajātakavaṇṇanā",
  "atk-s0513a30:1152": "Manussindaṁ jahitvānāti idaṁ satthā jetavane viharanto vissāsabhojanaṁ ārabbha kathesi. Anāthapiṇḍikassa kira gehe pañcannaṁ bhikkhusatānaṁ nibaddhabhattaṁ hoti, gehaṁ niccakālaṁ bhikkhusaṅghassa opānabhūtaṁ kāsāvapajjotaṁ isivātapaṭivātaṁ. Athekadivasaṁ rājā nagaraṁ padakkhiṇaṁ karonto seṭṭhino nivesane bhikkhusaṅghaṁ disvā ‘‘ahampi ariyasaṅghassa nibaddhaṁ bhikkhaṁ dassāmī’’ti vihāraṁ gantvā satthāraṁ vanditvā pañcannaṁ bhikkhusatānaṁ nibaddhaṁ bhikkhaṁ paṭṭhapesi. Tato paṭṭhāya rājanivesane nibaddhaṁ bhikkhā diyyati, tivassikagandhasālibhojanaṁ paṇītaṁ. Vissāsenapi sinehenapi sahatthā dāyakā natthi, rājayutte dāpesi. Bhikkhū nisīditvā bhuñjituṁ na icchanti, nānaggarasabhattaṁ gahetvā attano attano upaṭṭhākakulaṁ gantvā taṁ bhattaṁ tesaṁ datvā tehi dinnaṁ lūkhaṁ vā paṇītaṁ vā bhuñjanti.",
  "atk-s0513a30:1153": "Athekadivasaṁ rañño bahuṁ phalāphalaṁ āhariṁsu. Rājā ‘‘saṅghassa dethā’’ti āha. Manussā bhattaggaṁ gantvā ekabhikkhumpi adisvā ‘‘eko bhikkhupi natthī’’ti rañño ārocesuṁ. ‘‘Nanu velāyeva tāvā’’ti? ‘‘Āma, velā, bhikkhū pana tumhākaṁ gehe bhattaṁ gahetvā attano attano vissāsikānaṁ upaṭṭhākānaṁ gehaṁ gantvā tesaṁ datvā tehi dinnaṁ lūkhaṁ vā paṇītaṁ vā bhuñjantī’’ti. Rājā ‘‘amhākaṁ bhattaṁ paṇītaṁ, kena nu kho kāraṇena abhutvā aññaṁ bhuñjanti, satthāraṁ pucchissāmī’’ti cintetvā vihāraṁ gantvā satthāraṁ vanditvā pucchi. Satthā ‘‘mahārāja, bhojanaṁ nāma vissāsaparamaṁ, tumhākaṁ gehe vissāsaṁ paccupaṭṭhāpetvā sinehena dāyakānaṁ abhāvā bhikkhū bhattaṁ gahetvā attano attano vissāsikaṭṭhāne paribhuñjanti. Mahārāja, vissāsasadiso añño raso nāma natthi, avissāsikena dinnaṁ catumadhurampi hi vissāsikena dinnaṁ sāmākabhattaṁ na agghati. Porāṇakapaṇḍitāpi roge uppanne raññā pañca vejjakulāni gahetvā bhesajje kāritepi roge avūpasante vissāsikānaṁ santikaṁ gantvā aloṇakaṁ sāmākanīvārayāguñceva udakamattasittaṁ aloṇakapaṇṇañca paribhuñjitvā nirogā jātā’’ti vatvā tena yācito atītaṁ āhari.",
  "atk-s0513a30:1154": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto kāsiraṭṭhe brāmhaṇakule nibbatti, ‘‘kappakumāro’’tissa nāmaṁ akaṁsu. So vayappatto takkasilāyaṁ sabbasippāni uggaṇhitvā aparabhāge isipabbajjaṁ pabbaji. Tadā kesavo nāma tāpaso pañcahi tāpasasatehi parivuto gaṇasatthā hutvā himavante vasati. Bodhisatto tassa santikaṁ gantvā pañcannaṁ antevāsikasatānaṁ jeṭṭhantevāsiko hutvā vihāsi, kesavatāpasassa hitajjhāsayo sasineho ahosi. Te aññamaññaṁ ativiya vissāsikā ahesuṁ. Aparabhāge kesavo te tāpase ādāya loṇambilasevanatthāya manussapathaṁ gantvā bārāṇasiṁ patvā rājuyyāne vasitvā punadivase nagaraṁ bhikkhāya pavisitvā rājadvāraṁ agamāsi. Rājā isigaṇaṁ disvā pakkosāpetvā antonivesane bhojetvā paṭiññaṁ gahetvā uyyāne vasāpesi. Atha vassāratte atikkante kesavo rājānaṁ āpucchi. Rājā ‘‘bhante, tumhe mahallakā, amhe tāva upanissāya vasatha, daharatāpase himavantaṁ pesethā’’ti āha. So ‘‘sādhū’’ti jeṭṭhantevāsikena saddhiṁ te himavantaṁ pesetvā sayaṁ ekakova ohiyi. Kappo himavantaṁ gantvā tāpasehi saddhiṁ vasi.",
  "atk-s0513a30:1155": "Kesavo kappena vinā vasanto ukkaṇṭhitvā taṁ daṭṭhukāmo hutvā niddaṁ na labhati, tassa niddaṁ alabhantassa sammā āhāro na pariṇāmaṁ gacchati, lohitapakkhandikā ahosi, bāḷhā vedanā vattanti. Rājā pañca vejjakulāni gahetvā tāpasaṁ paṭijaggi, rogo na vūpasammati. Kesavo rājānaṁ āha ‘‘mahārāja, kiṁ mayhaṁ maraṇaṁ icchatha, udāhu arogabhāva’’nti ? ‘‘Arogabhāvaṁ, bhante’’ti. ‘‘Tena hi maṁ himavantaṁ pesethā’’ti. ‘‘Sādhu, bhante’’ti rājā nāradaṁ nāma amaccaṁ pakkāsāpetvā ‘‘nārada, amhākaṁ bhadantaṁ gahetvā vanacarakehi saddhiṁ himavantaṁ yāhī’’ti pesesi. Nārado taṁ tattha netvā paccāgamāsi. Kesavassapi kappe diṭṭhamatteyeva cetasikarogo vūpasanto, ukkaṇṭhā paṭippassambhi. Athassa kappo aloṇakena adhūpanena udakamattasittapaṇṇena saddhiṁ sāmākanīvārayāguṁ adāsi, tassa taṅkhaṇaññeva lohitapakkhandikā paṭippassambhi.",
  "atk-s0513a30:1156": "Puna rājā nāradaṁ pesesi ‘‘gaccha kesavassa tāpasassa pavattiṁ jānāhī’’ti. So gantvā taṁ arogaṁ disvā ‘‘bhante, bārāṇasirājā pañca vejjakulāni gahetvā paṭijagganto tumhe aroge kātuṁ nāsakkhi, kathaṁ te kappo paṭijaggī’’ti vatvā paṭhamaṁ gāthamāha –",
  "atk-s0513a30:1157": "177.",
  "atk-s0513a30:1158": " ‘‘Manussindaṁ jahitvāna, sabbakāmasamiddhinaṁ;",
  "atk-s0513a30:1159": "Kathaṁ nu bhagavā kesī, kappassa ramati assame’’ti.",
  "atk-s0513a30:1160": "Tattha manussindanti manussānaṁ indaṁ bārāṇasirājānaṁ. Kathaṁ nu bhagavā kesīti kena nu kho upāyena ayaṁ amhākaṁ bhagavā kesavatāpaso kappassa assame ramatīti.",
  "atk-s0513a30:1161": "Evaṁ aññehi saddhiṁ sallapanto viya kesavassa abhiratikāraṇaṁ pucchi. Taṁ sutvā kesavo dutiyaṁ gāthamāha –",
  "atk-s0513a30:1162": "178.",
  "atk-s0513a30:1163": " ‘‘Sādūni ramaṇīyāni, santi vakkhā manoramā;",
  "atk-s0513a30:1164": "Subhāsitāni kappassa, nārada ramayanti ma’’nti.",
  "atk-s0513a30:1165": "Tattha vakkhāti rukkhā. Pāḷiyaṁ pana ‘‘rukkhā’’tveva likhitaṁ. Subhāsitānīti kappena kathitāni subhāsitāni maṁ ramayantīti attho.",
  "atk-s0513a30:1166": "Evañca pana vatvā ‘‘evaṁ maṁ abhiramāpento kappo aloṇakaṁ adhūpanaṁ udakasittapaṇṇamissaṁ sāmākanīvārayāguṁ pāyesi, tāya me sarīre byādhi vūpasamito, arogo jātomhī’’ti āha. Taṁ sutvā nārado tatiyaṁ gāthamāha –",
  "atk-s0513a30:1167": "179.",
  "atk-s0513a30:1168": " ‘‘Sālīnaṁ odanaṁ bhuñje, suciṁ maṁsūpasecanaṁ;",
  "atk-s0513a30:1169": "Kathaṁ sāmākanīvāraṁ, aloṇaṁ chādayanti ta’’nti.",
  "atk-s0513a30:1170": "Tattha bhuñjeti bhuñjasi, ayameva vā pāṭho. Chādayantīti chādayati pīṇeti toseti. Gāthābandhasukhatthaṁ pana anunāsiko kato. Idaṁ vuttaṁ hoti – yo tvaṁ suciṁ maṁsūpasecanaṁ rājakule rājārahaṁ sālibhattaṁ bhuñjasi, taṁ kathamidaṁ sāmākanīvāraṁ aloṇaṁ pīṇeti toseti, kathaṁ te etaṁ ruccatīti.",
  "atk-s0513a30:1171": "Taṁ sutvā kesavo catutthaṁ gāthamāha –",
  "atk-s0513a30:1172": "180.",
  "atk-s0513a30:1173": " ‘‘Sāduṁ vā yadi vāsāduṁ, appaṁ vā yadi vā bahuṁ;",
  "atk-s0513a30:1174": "Vissattho yattha bhuñjeyya, vissāsaparamā rasā’’ti.",
  "atk-s0513a30:1175": "Tattha yadi vāsādunti yadi vā asāduṁ. Vissatthoti nirāsaṅko vissāsapatto hutvā. Yattha bhuñjeyyāti yasmiṁ nivesane evaṁ bhuñjeyya, tattha evaṁ bhuttaṁ yaṁkiñci bhojanaṁ sādumeva. Kasmā? Yasmā vissāsaparamā rasā, vissāso paramo uttamo etesanti vissāsaparamā rasā. Vissāsasadiso hi añño raso nāma natthi. Avissāsikena hi dinnaṁ catumadhurampi vissāsikena dinnaṁ ambilakañjiyaṁ na agghatīti.",
  "atk-s0513a30:1176": "Nārado tassa vacanaṁ sutvā rañño santikaṁ gantvā ‘‘kesavo idaṁ nāma kathesī’’ti ācikkhi.",
  "atk-s0513a30:1177": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā rājā ānando ahosi, nārado sāriputto, kesavo bakabrahmā, kappo pana ahameva ahosi’’nti.",
  "atk-s0513a30:1178": "Kesavajātakavaṇṇanā chaṭṭhā.",
  "atk-s0513a30:1180": " [347] 7. Ayakūṭajātakavaṇṇanā",
  "atk-s0513a30:1181": "Sabbāyasanti idaṁ satthā jetavane viharanto lokatthacariyaṁ ārabbha kathesi. Vatthu mahākaṇhajātake (jā. 1.12.61 ādayo) āvi bhavissati.",
  "atk-s0513a30:1182": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto tassa aggamahesiyā kucchimhi nibbattitvā vayappatto uggahitasabbasippo pitu accayena rajje patiṭṭhāya dhammena rajjaṁ kāresi. Tadā manussā devamaṅgalikā hutvā bahū ajeḷakādayo māretvā devatānaṁ balikammaṁ karonti. Bodhisatto ‘‘pāṇo na hantabbo’’ti bheriṁ carāpesi. Yakkhā balikammaṁ alabhamānā bodhisattassa kujjhitvā himavante yakkhasamāgamaṁ gantvā bodhisattassa māraṇatthāya ekaṁ kakkhaḷaṁ yakkhaṁ pesesuṁ. So kaṇṇikamattaṁ mahantaṁ ādittaṁ ayakūṭaṁ gahetvā ‘‘iminā naṁ paharitvā māressāmī’’ti āgantvā majjhimayāmasamanantare bodhisattassa sayanamatthake aṭṭhāsi. Tasmiṁ khaṇe sakkassa āsanaṁ uṇhākāraṁ dassesi. So āvajjamāno taṁ kāraṇaṁ ñatvā indavajiraṁ ādāya gantvā yakkhassa upari aṭṭhāsi. Bodhisatto yakkhaṁ disvā ‘‘kiṁ nu kho esa maṁ rakkhamāno ṭhito, udāhu māretukāmo’’ti tena saddhiṁ sallapanto paṭhamaṁ gāthamāha –",
  "atk-s0513a30:1183": "181.",
  "atk-s0513a30:1184": " ‘‘Sabbāyasaṁ kūṭamatippamāṇaṁ, paggayha yo tiṭṭhasi antalikkhe;",
  "atk-s0513a30:1185": "Rakkhāya me tvaṁ vihito nusajja, udāhu me cetayase vadhāyā’’ti.",
  "atk-s0513a30:1186": "Tattha vihito nusajjāti vihito nu asi ajja.",
  "atk-s0513a30:1187": "Bodhisatto pana yakkhameva passati, na sakkaṁ. Yakkho sakkassa bhayena bodhisattaṁ paharituṁ na sakkoti. So bodhisattassa kathaṁ sutvā ‘‘mahārāja, nāhaṁ tava rakkhaṇatthāya ṭhito, iminā pana jalitena ayakūṭena paharitvā taṁ māressāmīti āgatomhi, sakkassa bhayena taṁ paharituṁ na sakkomī’’ti etamatthaṁ dīpento dutiyaṁ gāthamāha –",
  "atk-s0513a30:1188": "182.",
  "atk-s0513a30:1189": " ‘‘Dūto ahaṁ rājidha rakkhasānaṁ, vadhāya tuyhaṁ pahitohamasmi;",
  "atk-s0513a30:1190": "Indo ca taṁ rakkhati devarājā, tenuttamaṅgaṁ na te phālayāmī’’ti.",
  "atk-s0513a30:1191": "Taṁ sutvā bodhisatto itarā dve gāthā abhāsi –",
  "atk-s0513a30:1192": "183.",
  "atk-s0513a30:1193": " ‘‘Sace ca maṁ rakkhati devarājā, devānamindo maghavā sujampati;",
  "atk-s0513a30:1194": "Kāmaṁ pisācā vinadantu sabbe, na santase rakkhasiyā pajāya.",
  "atk-s0513a30:1195": "184.",
  "atk-s0513a30:1196": " ‘‘Kāmaṁ kandantu kumbhaṇḍā, sabbe paṁsupisācakā;",
  "atk-s0513a30:1197": "Nālaṁ pisācā yuddhāya, mahatī sā vibhiṁsikā’’ti.",
  "atk-s0513a30:1198": "Tattha rakkhasiyā pajāyāti rakkhasisaṅkhātāya pajāya, rakkhasasattānanti attho. Kumbhaṇḍāti kumbhamattarahassaṅgā mahodarā yakkhā. Paṁsupisācakāti saṅkāraṭṭhāne pisācā. Nālanti pisācā nāma mayā saddhiṁ yuddhāya na samatthā. Mahatī sā vibhiṁsikāti yaṁ panete yakkhā sannipatitvā vibhiṁsikaṁ dassenti, sā mahatī vibhiṁsikā bhayakāraṇadassanamattameva mayhaṁ, na panāhaṁ bhāyāmīti attho.",
  "atk-s0513a30:1199": "Sakko yakkhaṁ palāpetvā mahāsattaṁ ovaditvā ‘‘mā bhāyi, mahārāja, ito paṭṭhāya tava rakkhā mamāyattā’’ti vatvā sakaṭṭhānameva gato.",
  "atk-s0513a30:1200": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā sakko anuruddho ahosi, bārāṇasirājā ahameva ahosi’’nti.",
  "atk-s0513a30:1201": "Ayakūṭajātakavaṇṇanā sattamā.",
  "atk-s0513a30:1203": " [348] 8. Araññajātakavaṇṇanā",
  "atk-s0513a30:1204": "Araññāgāmamāgammāti idaṁ satthā jetavane viharanto thullakumārikāpalobhanaṁ ārabbha kathesi. Vatthu cūḷanāradakassapajātake (jā. 1.13.40 ādayo) āvi bhavissati.",
  "atk-s0513a30:1205": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto brāhmaṇakule nibbattitvā vayappatto takkasilāyaṁ uggahitasippo bhariyāya kālakatāya puttaṁ gahetvā isipabbajjaṁ pabbajitvā himavante vasanto puttaṁ assamapade ṭhapetvā phalāphalatthāya gacchati. Tadā coresu paccantagāmaṁ paharitvā karamare gahetvā gacchantesu ekā kumārikā palāyitvā taṁ assamapadaṁ patvā tāpasakumāraṁ palobhetvā sīlavināsaṁ pāpetvā ‘‘ehi gacchāmā’’ti āha. ‘‘Pitā tāva me āgacchatu, taṁ passitvā gamissāmī’’ti. ‘‘Tena hi disvā āgacchā’’ti nikkhamitvā antarāmagge nisīdi. Tāpasakumāro pitari āgate paṭhamaṁ gāthamāha –",
  "atk-s0513a30:1206": "185.",
  "atk-s0513a30:1207": " ‘‘Araññā gāmamāgamma, kiṁsīlaṁ kiṁvataṁ ahaṁ;",
  "atk-s0513a30:1208": "Purisaṁ tāta seveyyaṁ, taṁ me akkhāhi pucchito’’ti.",
  "atk-s0513a30:1209": "Tattha araññā gāmamāgammāti tāta ahaṁ ito araññato manussapathaṁ vasanatthāya gato vasanagāmaṁ patvā kiṁ karomīti.",
  "atk-s0513a30:1210": "Athassa pitā ovādaṁ dadanto tisso gāthā abhāsi –",
  "atk-s0513a30:1211": "186.",
  "atk-s0513a30:1212": " ‘‘Yo taṁ vissāsaye tāta, vissāsañca khameyya te;",
  "atk-s0513a30:1213": "Sussūsī ca titikkhī ca, taṁ bhajehi ito gato.",
  "atk-s0513a30:1214": "187.",
  "atk-s0513a30:1215": " ‘‘Yassa kāyena vācāya, manasā natthi dukkaṭaṁ;",
  "atk-s0513a30:1216": "Urasīva patiṭṭhāya, taṁ bhajehi ito gato.",
  "atk-s0513a30:1217": "188.",
  "atk-s0513a30:1218": " ‘‘Haliddirāgaṁ kapicittaṁ, purisaṁ rāgavirāginaṁ;",
  "atk-s0513a30:1219": "Tādisaṁ tāta mā sevi, nimmanussampi ce siyā’’ti.",
  "atk-s0513a30:1220": "Tattha yo taṁ vissāsayeti yo puriso taṁ vissāseyya na parisaṅkeyya. Vissāsañca khameyya teti yo ca attani kayiramānaṁ tava vissāsaṁ patto nirāsaṅko taṁ khameyya. Sussūsīti yo ca tava vissāsavacanaṁ sotumicchati. Titikkhīti yo ca tayā kataṁ aparādhaṁ khamati. Taṁ bhajehīti taṁ purisaṁ bhajeyyāsi payirupāseyyāsi. Urasīva patiṭṭhāyāti yathā tassa urasi patiṭṭhāya vaḍḍhito orasaputto tvampi tādiso urasi patiṭṭhitaputto viya hutvā evarūpaṁ purisaṁ bhajeyyāsīti attho.",
  "atk-s0513a30:1221": "Haliddirāganti haliddirāgasadisaṁ athiracittaṁ. Kapicittanti lahuparivattitāya makkaṭacittaṁ. Rāgavirāginanti muhutteneva rajjanavirajjanasabhāvaṁ. Nimmanussampi ce siyāti sacepi sakalaṁ jambudīpatalaṁ kāyaduccaritādivirahitassa manussassa abhāvena nimmanussaṁ siyā , tathāpi, tāta, tādisaṁ lahucittaṁ mā sevi, sabbampi manussapathaṁ vicinitvā heṭṭhā vuttaguṇasampannameva bhajeyyāsīti attho.",
  "atk-s0513a30:1222": "Taṁ sutvā tāpasakumāro ‘‘ahaṁ, tāta, imehi guṇehi samannāgataṁ purisaṁ kattha labhissāmi, na gacchāmi, tumhākaññeva santike vasissāmī’’ti vatvā nivatti. Athassa pitā kasiṇaparikammaṁ ācikkhi. Ubhopi aparihīnajjhānā brahmalokaparāyaṇā ahesuṁ.",
  "atk-s0513a30:1223": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā putto ca kumārikā ca eteyeva ahesuṁ, pitā tāpaso pana ahameva ahosi’’nti.",
  "atk-s0513a30:1224": "Araññajātakavaṇṇanā aṭṭhamā.",
  "atk-s0513a30:1226": " [349] 9. Sandhibhedajātakavaṇṇanā",
  "atk-s0513a30:1227": "Neva itthīsu sāmaññanti idaṁ satthā jetavane viharanto pesuññasikkhāpadaṁ ārabbha kathesi. Ekasmiṁ kira samaye satthā ‘‘chabbaggiyā bhikkhū pesuññaṁ upasaṁharantī’’ti sutvā te pakkosāpetvā ‘‘saccaṁ kira tumhe, bhikkhave, bhikkhūnaṁ bhaṇḍanajātānaṁ kalahajātānaṁ vivādāpannānaṁ pesuññaṁ upasaṁharatha, tena anuppannāni ceva bhaṇḍanāni uppajjanti, uppannāni ca bhiyyobhāvāya saṁvattantī’’ti pucchitvā ‘‘sacca’’nti vutte te bhikkhū garahitvā ‘‘bhikkhave, pisuṇā vācā nāma tikhiṇasattipahārasadisā, daḷho vissāsopi tāya khippaṁ bhijjati, tañca pana gahetvā attano mettibhindanakajano sīhausabhasadiso hotī’’ti vatvā atītaṁ āhari.",
  "atk-s0513a30:1228": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto tassa putto hutvā vayappatto takkasilāyaṁ uggahitasippo pitu accayena dhammena rajjaṁ kāresi. Tadā eko gopālako araññe gokulesu gāvo paṭijaggitvā āgacchanto ekaṁ gabbhiniṁ asallakkhetvā pahāya āgato. Tassā ekāya sīhiyā saddhiṁ vissāso uppajji. Tā ubhopi daḷhamittā hutvā ekato vicaranti. Aparabhāge gāvī vacchakaṁ, sīhī sīhapotakaṁ vijāyi. Te ubhopi janā kulena āgatamettiyā daḷhamittā hutvā ekato vicaranti . Atheko vanacarako araññaṁ pavisitvā tesaṁ vissāsaṁ disvā araññe uppajjanakabhaṇḍaṁ ādāya bārāṇasiṁ gantvā rañño datvā ‘‘api te, samma, kiñci araññe acchariyaṁ diṭṭhapubba’’nti raññā puṭṭho ‘‘deva, aññaṁ kiñci na passāmi, ekaṁ pana sīhañca usabhañca aññamaññaṁ vissāsike ekato vicarante addasa’’nti āha. ‘‘Etesaṁ tatiye uppanne bhayaṁ bhavissati, yadā tesaṁ tatiyaṁ passati, atha me ācikkheyyāsī’’ti. ‘‘Sādhu, devā’’ti.",
  "atk-s0513a30:1229": "Vanacarake pana bārāṇasiṁ gate eko siṅgālo sīhañca usabhañca upaṭṭhahi. Vanacarako araññaṁ gantvā taṁ disvā ‘‘tatiyassa uppannabhāvaṁ rañño kathessāmī’’ti nagaraṁ gato. Siṅgālo cintesi ‘‘mayā ṭhapetvā sīhamaṁsañca usabhamaṁsañca aññaṁ akhāditapubbaṁ nāma natthi, ime bhinditvā imesaṁ maṁsaṁ khādissāmī’’ti. So ‘‘ayaṁ taṁ evaṁ vadati, ayaṁ taṁ evaṁ vadatī’’ti ubhopi te aññamaññaṁ bhinditvā na cirasseva kalahaṁ kāretvā maraṇākārappatte akāsi. Vanacarakopi gantvā rañño ‘‘tesaṁ, deva, tatiyo uppanno’’ti āha. ‘‘Ko so’’ti? ‘‘Siṅgālo, devā’’ti. Rājā ‘‘so ubho mitte bhinditvā mārāpessati, mayaṁ tesaṁ matakāle sampāpuṇissāmā’’ti vatvā rathaṁ abhiruyha vanacarakena maggadesakena gacchanto tesu aññamaññaṁ kalahaṁ katvā jīvitakkhayaṁ pattesu sampāpuṇi. Siṅgālo pana haṭṭhatuṭṭho ekavāraṁ sīhassa maṁsaṁ khādati, ekavāraṁ usabhassa maṁsaṁ khādati. Rājā te ubhopi jīvitakkhayappatte disvā rathe ṭhitova sārathinā saddhiṁ sallapanto imā gāthā abhāsi –",
  "atk-s0513a30:1230": "189.",
  "atk-s0513a30:1231": " ‘‘Neva itthīsu sāmaññaṁ, nāpi bhakkhesu sārathi;",
  "atk-s0513a30:1232": "Athassa sandhibhedassa, passa yāva sucintitaṁ.",
  "atk-s0513a30:1233": "190.",
  "atk-s0513a30:1234": " ‘‘Asi tikkhova maṁsamhi, pesuññaṁ parivattati;",
  "atk-s0513a30:1235": "Yatthūsabhañca sīhañca, bhakkhayanti migādhamā.",
  "atk-s0513a30:1236": "191.",
  "atk-s0513a30:1237": " ‘‘Imaṁ so sayanaṁ seti, yamimaṁ passasi sārathi;",
  "atk-s0513a30:1238": "Yo vācaṁ sandhibhedassa, pisuṇassa nibodhati.",
  "atk-s0513a30:1239": "192.",
  "atk-s0513a30:1240": " ‘‘Te janā sukhamedhanti, narā saggagatāriva;",
  "atk-s0513a30:1241": "Ye vācaṁ sandhibhedassa, nāvabodhanti sārathī’’ti.",
  "atk-s0513a30:1242": "Tattha neva itthīsūti samma sārathi, imesaṁ dvinnaṁ janānaṁ neva itthīsu sāmaññaṁ atthi na , bhakkhesupi. Aññameva hi itthiṁ sīho sevati, aññaṁ usabho, aññaṁ bhakkhaṁ sīho khādati, aññaṁ usabhoti attho. Athassāti evaṁ kalahakāraṇe avijjamānepi atha imassa mittasandhibhedakassa duṭṭhasiṅgālassa ‘‘ubhinnaṁ maṁsaṁ khādissāmī’’ti cintetvā ime mārentassa passa yāva sucintitaṁ, sucintitaṁ jātanti adhippāyo. Yatthāti yasmiṁ pesuññe parivattamāne. Usabhañca sīhañca migādhamā siṅgālā khādanti, taṁ pesuññaṁ maṁsamhi tikhiṇo asi viya mittabhāvaṁ chindantameva parivattatīti dīpeti.",
  "atk-s0513a30:1243": "Yamimaṁ passasīti samma sārathi, yaṁ imaṁ passasi imesaṁ dvinnaṁ matasayanaṁ, aññopi yo puggalo sandhibhedassa pisuṇassa pisuṇavācaṁ nibodhati gaṇhāti, so imaṁ sayanaṁ seti, evamevaṁ maratīti dasseti. Sukhamedhantīti sukhaṁ vindanti labhanti. Narā saggagatārivāti saggagatā dibbabhogasamaṅgino narā viya te sukhaṁ vindanti. Nāvabodhantīti na sārato paccenti, tādisaṁ pana vacanaṁ sutvā codetvā sāretvā mettiṁ abhinditvā pākatikāva hontīti.",
  "atk-s0513a30:1244": "Rājā imā gāthā bhāsitvā sīhassa kesaracammanakhadāṭhā gāhāpetvā nagarameva gato.",
  "atk-s0513a30:1245": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā bārāṇasirājā ahameva ahosi’’nti.",
  "atk-s0513a30:1246": "Sandhibhedajātakavaṇṇanā navamā.",
  "atk-s0513a30:1248": " [350] 10. Devatāpañhajātakavaṇṇanā",
  "atk-s0513a30:1249": "Hanti hatthehi pādehīti ayaṁ devatāpucchā umaṅgajātake (jā. 2.22.590 ādayo) āvi bhavissati.",
  "atk-s0513a30:1250": "Devatāpañhajātakavaṇṇanā dasamā.",
  "atk-s0513a30:1251": "Cūḷakuṇālavaggo pañcamo.",
  "atk-s0513a30:1252": "Jātakuddānaṁ –",
  "atk-s0513a30:1253": "Kāliṅgo assāroho ca, ekarājā ca daddaro;",
  "atk-s0513a30:1254": "Sīlavīmaṁsasujātā, palāso sakuṇo chavo;",
  "atk-s0513a30:1255": "Seyyoti dasa jātakā.",
  "atk-s0513a30:1256": "Pucimando kassapo ca, khantivādī lohakumbhī;",
  "atk-s0513a30:1257": "Sabbamaṁsalābhī saso, matārodakaṇaverā;",
  "atk-s0513a30:1258": "Tittiro succajo dasa.",
  "atk-s0513a30:1259": "Kuṭidūso duddabhāyo, brahmadattacammasāṭako;",
  "atk-s0513a30:1260": "Godharājā ca kakkāru, kākavatī nanu sociyo;",
  "atk-s0513a30:1261": "Kāḷabāhu sīlavīmaṁso dasa.",
  "atk-s0513a30:1262": "Kokāliko rathalaṭṭhi, pakkagodharājovādā;",
  "atk-s0513a30:1263": "Jambukabrahāchatto ca, pīṭhathusā ca bāveru;",
  "atk-s0513a30:1264": "Visayhaseṭṭhi dasadhā.",
  "atk-s0513a30:1265": "Kinnarīvānarakuntinī, ambahārī gajakumbho;",
  "atk-s0513a30:1266": "Kesavāyakūṭāraññaṁ, sandhibhedo devatāpañhā.",
  "atk-s0513a30:1267": "Vagguddānaṁ –",
  "atk-s0513a30:1268": "Kāliṅgo pucimando ca, kuṭidūsakakokilā;",
  "atk-s0513a30:1269": "Cūḷakuṇālavaggoti, pañcavaggā catukkamhi;",
  "atk-s0513a30:1270": "Honti paññāsa jātakā.",
  "atk-s0513a30:1271": "Catukkanipātavaṇṇanā niṭṭhitā."
}