{
  "atk-s0515a5:0": "5. Paramaṭṭhakasuttaniddesavaṇṇanā",
  "atk-s0515a5:1": "31. Pañcame paramaṭṭhakasutte paramanti diṭṭhīsu paribbasānoti idaṁ paramanti gahetvā sakāya sakāya diṭṭhiyā vasamāno. Yaduttariṁ kuruteti yaṁ attano satthārādiṁ seṭṭhaṁ karoti. Hīnāti aññe tato sabbamāhāti taṁ attano satthārādiṁ ṭhapetvā tato aññe sabbe ‘‘hīnā ime’’ti āha. Tasmā vivādāni avītivattoti tena kāraṇena so diṭṭhikalahe avītivattova hoti.",
  "atk-s0515a5:2": "Vasantīti paṭhamuppannadiṭṭhivasena vasanti. Pavasantīti pavisitvā vasanti. Āvasantīti visesena vasanti. Parivasantīti sabbabhāgena vasanti. Taṁ upamāya sādhento ‘‘yathā āgārikā vā’’tiādimāha. Āgārikā vāti gharasāmikā. Gharesu vasantīti attano gharesu āsaṅkavirahitā hutvā nivasanti. Sāpattikā vāti āpattibahulā. Sakilesā vāti rāgādikilesabahulā. Uttariṁ karotīti atirekaṁ karoti. Ayaṁ satthā sabbaññūti ‘ayaṁ amhākaṁ satthā sabbaṁ jānāti’.",
  "atk-s0515a5:3": "Sabbe parappavāde khipatīti sabbā paraladdhiyo chaḍḍeti. Ukkhipatīti nīharati. Parikkhipatīti parammukhe karoti. Diṭṭhimedhagānīti diṭṭhivihesakāni.",
  "atk-s0515a5:4": "32. Dutiyagāthāyattho – evaṁ avītivatto ca yaṁ diṭṭhe sute sīlavate muteti etesu catūsu vatthūsu uppannadiṭṭhisaṅkhāte attani pubbe vuttappakāraṁ ānisaṁsaṁ passati, tadeva so tattha sakāya diṭṭhiyā ānisaṁsaṁ ‘‘idaṁ seṭṭha’’nti abhinivisitvā aññaṁ sabbaṁ parasatthārādikaṁ nihīnato passati.",
  "atk-s0515a5:5": "Dve ānisaṁse passatīti dve guṇe oloketi. Diṭṭhadhammikañcāti diṭṭhe paccakkhe attabhāve vipaccanakaraṇaṁ. Samparāyikañcāti paraloke paṭilabhitabbaguṇañca. Yaṁdiṭṭhiko satthāti yaṁladdhiko titthāyatanasāmiko. Alaṁ nāgattāya vāti nāgarājabhāvāya vā pariyattaṁ. Supaṇṇattādīsupi eseva nayo. Devattāya vāti sammutidevādibhāvāya. Āyatiṁ phalapāṭikaṅkhī hotīti anāgate vipākaphalaṁ patthayāno hoti. Diṭṭhasuddhiyāpi dve ānisaṁse passatīti cakkhuviññāṇena diṭṭharūpāyatanassa vasena suddhiyā hetuttāpi attano gahitagahaṇena dve guṇe oloketi. Sutasuddhiyādīsupi eseva nayo.",
  "atk-s0515a5:6": "33. Tatiyagāthāyattho – evaṁ passato ca yaṁ attano satthārādiṁ nissito aññaṁ parasatthārādiṁ hīnaṁ passati, taṁ pana dassanaṁ ganthameva kusalā vadanti, bandhananti vuttaṁ hoti. Yasmā etadeva, tasmā hi diṭṭhaṁ va sutaṁ mutaṁ vā, sīlabbataṁ bhikkhu na nissayeyya, nābhiniveseyyāti vuttaṁ hoti.",
  "atk-s0515a5:7": "Kusalāti khandhādijānane chekā. Khandhakusalāti rūpādīsu pañcasu khandhesu kusalā. Dhātuāyatanapaṭiccasamuppādasatipaṭṭhānasammappadhānaiddhipādaindriyabalabojjhaṅgamaggaphalanibbānesupi eseva nayo. Tattha maggakusalāti catūsu maggesu. Phalakusalāti catūsu phalesu. Nibbānakusalāti duvidhe nibbāne chekā. Te kusalāti te etesu vuttappakāresu chekā. Evaṁ vadantīti evaṁ kathenti. Gantho esoti passato ca attano satthārādinissitañca aññaṁ parasatthārādiṁ hīnato dassanañca gantho bandhano esoti vadanti. Lagganaṁ etanti etaṁ vuttappakāraṁ nāgadante laggitaṁ viya adholambanaṁ. Bandhanaṁ etanti nicchindituṁ dukkhaṭṭhena saṅkhalikādibandhanaṁ viya etaṁ bandhanaṁ. Palibodho esoti saṁsārato nikkhamituṁ appadānaṭṭhena eso palibodho.",
  "atk-s0515a5:8": "34. Catutthagāthāyattho – na kevalaṁ diṭṭhasutādīsu na nissayeyya, apica kho pana asañjātaṁ uparūpari diṭṭhimpi lokasmiṁ na kappayeyya, na janeyyāti vuttaṁ hoti. Kīdisaṁ? Ñāṇena vā sīlavatena vāpi, samāpattiñāṇādiñāṇena vā sīlavatena vā yā kappiyati, etaṁ diṭṭhiṁ na kappeyya. Na kevalañca diṭṭhiṁ na kappayeyya, apica kho pana mānenapi jātiādīhi vatthūhi samoti attānamanūpaneyya, hīno na maññetha visesi vāpīti.",
  "atk-s0515a5:9": "Aṭṭhasamāpattiñāṇena vāti paṭhamajjhānādīnaṁ aṭṭhannaṁ samāpattīnaṁ sampayuttapaññāya vā. Pañcābhiññāñāṇena vāti lokiyānaṁ pañcannaṁ abhiññānaṁ sampayuttapaññāya vā. Micchāñāṇena vāti viparītasabhāvena pavattāya paññāya amutte muttaṁ passāti evaṁ uppannena micchāñāṇena vā.",
  "atk-s0515a5:10": "35. Pañcamagāthāyattho – evañhi diṭṭhiṁ akappento amaññamāno ca attaṁ pahāya anupādiyāno yaṁ pubbe gahitaṁ, taṁ pahāya paraṁ aggaṇhanto tasmimpi vuttappakāre ñāṇe duvidhaṁ nissayaṁ no karoti, akaronto ca sa ve viyattesu nānādiṭṭhivasena bhinnesu sattesu na vaggasārī chandādivasena agacchanadhammo hutvā dvāsaṭṭhiyā diṭṭhīsu kiñci diṭṭhiṁ na pacceti, na paccāgacchatīti vuttaṁ hoti.",
  "atk-s0515a5:11": "Catūhi upādānehīti kāmupādānādīhi catūhi bhusaṁ gahaṇehi sa ve viyattesūti so puggalo nicchitesu. Bhinnesūti dvidhā bhinnesu.",
  "atk-s0515a5:12": "36. Idāni yo so imāya gāthāya vutto khīṇāsavo, tassa vaṇṇabhaṇanatthaṁ ‘‘yassūbhayante’’tiādikā tisso gāthāyo āha. Tattha paṭhamagāthāya yassūbhayanteti pubbe vutte phassādibhede. Paṇidhīti taṇhā. Bhavābhavāyāti punappunabhavāya . Idha vā huraṁ vāti sakattabhāvādibhede idha vā parattabhāvādibhede parattha vā.",
  "atk-s0515a5:13": "Phasso eko antoti cakkhusamphassādiko eko koṭṭhāso. Phassasamudayoti vatthārammaṇo. Yato samudeti uppajjati, so samudayo. Dutiyo antoti dutiyo koṭṭhāso. Atītanti ati itaṁ atītaṁ, atikkantanti vuttaṁ hoti. Anāgatanti na āgataṁ, anuppannanti vuttaṁ hoti. Sukhā vedanādayo visabhāgavasena. Nāmarūpadukaṁ namanaruppanavasena. Ajjhattikādayo ajjhattabāhiravasena. Sakkāyādayo khandhapañcakānaṁ pavattisamudayavasena vuttāti veditabbā.",
  "atk-s0515a5:14": "Sakattabhāvoti attano attabhāvo. Parattabhāvoti parassa attabhāvo.",
  "atk-s0515a5:15": "37. Dutiyagāthāya diṭṭhe vāti diṭṭhasuddhiyā vā. Esa nayo sutādīsu. Saññāti saññāsamuṭṭhāpikā diṭṭhi.",
  "atk-s0515a5:16": "Aparāmasantanti taṇhāmānadiṭṭhīhi na parāmasantaṁ. Anabhinivesantanti teheva anabhinivisantaṁ.",
  "atk-s0515a5:17": "‘‘Vinibaddho’’ti vāti mānena vinibaddhoti vā. ‘‘Parāmaṭṭho’’ti vāti parato niccasukhasubhādīhi parāmaṭṭhoti vā. Vikkhepagatoti uddhaccavasena. Aniṭṭhaṅgatoti vicikicchāvasena. Thāmagatoti anusayavasena. Gatiyāti gantabbavasena.",
  "atk-s0515a5:18": "38. Tatiyagāthāya dhammāpi tesaṁ na paṭicchitāseti dvāsaṭṭhidiṭṭhigatadhammāpi tesaṁ ‘‘idameva saccaṁ, moghamañña’’nti (udā. 54) evaṁ na paṭicchitā. Pāraṅgato na pacceti tādīti nibbānapāraṁ gato tena tena maggena pahīne kilese puna nāgacchati pañcahi ca ākārehi tādī hotīti. Sesaṁ pākaṭameva.",
  "atk-s0515a5:19": "Vīsativatthukā sakkāyadiṭṭhīti ‘‘rūpaṁ attato samanupassatī’’tiādinā (paṭi. ma. 1.132) nayena ekekasmiṁ khandhe catūhi catūhi ākārehi pañcakkhandhe patiṭṭhaṁ katvā pavattā vijjamāne kāye diṭṭhi. Dasavatthukāmicchādiṭṭhīti ‘‘natthi dinna’’ntiādinayappavattā (dha. sa. 1221) diṭṭhi. Antaggāhikādiṭṭhīti ‘‘sassato loko idameva saccaṁ, moghamañña’’ntiādinayappavattā (ma. ni. 3.27) ekekaṁ antaṁ atthīti gahetvā pavattā diṭṭhi. Yā evarūpā diṭṭhīti idāni vuccamānānaṁ ekūnavīsapadānaṁ sādhāraṇaṁ mūlapadaṁ. Yā diṭṭhi, tadeva diṭṭhigataṁ; yā diṭṭhi, tadeva diṭṭhigahananti sabbesaṁ sambandho kātabbo. Yā ayāthāvadassanaṭṭhena diṭṭhi, tadeva diṭṭhīsu gataṁ dassanaṁ dvāsaṭṭhidiṭṭhiyā antogatattāti diṭṭhigataṁ. Heṭṭhāpissa attho vuttoyeva.",
  "atk-s0515a5:20": "Dvinnaṁ antānaṁ ekantagatattātipi diṭṭhigataṁ. Tattha sassatoti nicco. Lokoti attā. ‘‘Idha sarīraṁyeva nassati, attā pana idha parattha ca soyevā’’ti maññanti. So hi sāmaññeva āloketīti katvā lokoti maññati. Asassatoti anicco. Attā sarīreneva saha nassatīti maññanti. Antavāti paritte kasiṇe jhānaṁ uppādetvā taṁ parittakasiṇārammaṇaṁ cetanaṁ ‘‘sapariyanto attā’’ti maññanti. Ananta vāti na antavā appamāṇe kasiṇe jhānaṁ uppādetvā taṁ appamāṇakasiṇārammaṇaṁ cetanaṁ ‘‘apariyanto attā’’ti maññanti. Taṁ jīvaṁ taṁ sarīranti jīvo ca sarīrañca taṁyeva. Jīvoti attā, liṅgavipallāsena napuṁsakavacanaṁ kataṁ. Sarīranti rāsaṭṭhena khandhapañcakaṁ. Aññaṁ jīvaṁ aññaṁ sarīranti añño jīvo aññaṁ khandhapañcakaṁ . Hoti tathāgato paraṁ maraṇāti khandhā idheva vinassanti, satto maraṇato paraṁ hoti vijjati na nassati, tathāgatoti cetaṁ sattādhivacananti. Keci pana ‘‘tathāgatoti arahā’’ti vadanti. Ime na hotīti pakkhe dosaṁ disvā evaṁ gaṇhanti. Na hoti tathāgato paraṁ maraṇāti khandhāpi idheva nassanti , tathāgato ca maraṇato paraṁ na hoti ucchijjati. Ime hotīti pakkhe dosaṁ disvā evaṁ gaṇhanti. Hoti ca na ca hotīti ime ekekapakkhapariggahe dosaṁ disvā ubhayapakkhaṁ gaṇhanti. Neva hoti na na hotīti ime ubhayapakkhapariggahe ubhayadosāpattiṁ disvā ‘‘hoti ca na hotī’’ti ca ‘‘neva hoti na na hotī’’ti ca amarāvikkhepapakkhaṁ gaṇhanti.",
  "atk-s0515a5:21": "Ayaṁ panettha aṭṭhakathānayo (paṭi. ma. aṭṭha. 2.1.113) – ‘‘sassato loko’’ti vātiādīhi dasahākārehi diṭṭhipabhedova vutto. Tattha sassatolokoti ca khandhapañcakaṁ lokoti gahetvā ‘‘ayaṁ loko nicco dhuvo sabbakāliko’’ti gaṇhantassa sassatanti gahaṇākārappavattā diṭṭhi. Asassatoti tameva lokaṁ ‘‘ucchijjati vinassatī’’ti gaṇhantassa ucchedaggahaṇākārappavattā diṭṭhi. Antavāti parittakasiṇalābhino suppamatte vā sarāvamatte vā kasiṇe samāpannassa antosamāpattiyaṁ pavattitarūpārūpadhamme ‘‘loko’’ti ca kasiṇaparicchedantena ‘‘antavā’’ti ca gaṇhantassa ‘‘antavā loko’’ti gahaṇākārappavattā diṭṭhi. Sā sassatadiṭṭhipi hoti ucchedadiṭṭhipi. Vipulakasiṇalābhino pana tasmiṁ kasiṇe samāpannassa antosamāpattiyaṁ pavattitarūpārūpadhamme ‘‘loko’’ti ca kasiṇaparicchedantena ca ‘‘ananto’’ti gaṇhantassa ‘‘anantavā loko’’ti gahaṇākārappavattā diṭṭhi. Sā sassatadiṭṭhi hoti, ucchedadiṭṭhipi. Taṁ jīvaṁ taṁ sarīranti bhedanadhammassa sarīrasseva ‘‘jīva’’nti gahitattā ‘‘sarīre ucchijjamāne jīvampi ucchijjatī’’ti ucchedaggahaṇākārappavattā diṭṭhi. Dutiyapadena sarīrato aññassa jīvassa gahitattā ‘‘sarīre ca ucchijjamānepi jīvaṁ na ucchijjatī’’ti sassatagahaṇākārappavattā diṭṭhi. Hoti tathāgatotiādīsu ‘‘satto tathāgato nāma, so paraṁ maraṇā hotī’’ti gaṇhato paṭhamā sassatadiṭṭhi. ‘‘Na hotī’’ti gaṇhato dutiyā ucchedadiṭṭhi. ‘‘Hoti ca na ca hotī’’ti gaṇhato tatiyā ekaccasassatadiṭṭhi. ‘‘Neva hoti na na hotī’’ti gaṇhato catutthā amarāvikkhepadiṭṭhīti vuttappakārā dasavidhā diṭṭhi. Yathāyogaṁ bhavadiṭṭhi ca vibhavadiṭṭhi cāti dvidhā hoti. Tāsu ekāpi tesaṁ khīṇāsavānaṁ na paṭicchitāti attho.",
  "atk-s0515a5:22": "Ye kilesāti ye kilesā sotāpattimaggena pahīnā, te kilese . Na punetīti na puna eti . Na paccetīti puna nibbattetvā na paṭieti, na paccāgacchatīti paccabhave nāgacchati. Pañcahākārehi tādīti pañcahi kāraṇehi koṭṭhāsehi vā sadiso. Iṭṭhāniṭṭhe tādīti iṭṭhārammaṇe ca aniṭṭhārammaṇe ca anunayapaṭighaṁ muñcitvā ṭhitattā dvīsu sadiso. Cattāvīti kilese cajitavā. Tiṇṇāvīti saṁsāraṁ atikkamitavā. Muttāvīti rāgādito muttavā. Taṁniddesā tādīti tena tena sīlasaddhādinā niddisitvā niddisitvā kathetabbato sadiso.",
  "atk-s0515a5:23": "Taṁ pañcavidhaṁ vitthāretvā kathetukāmo ‘‘kathaṁ arahā iṭṭhāniṭṭhe tādī’’tiādimāha. Tattha lābhepīti catunnaṁ paccayānaṁ lābhepi. Alābhepīti tesaṁ alābhepi. Yasepīti parivārepi. Ayasepīti parivāravipattiyāpi. Pasaṁsāyapīti vaṇṇabhaṇanāyapi. Nindāyapīti garahāyapi. Sukhepīti kāyikasukhepi. Dukkhepīti kāyikadukkhepi. Ekañce bāhaṁ gandhena limpeyyunti sace ekaṁ bāhaṁ catujātiyagandhena lepaṁ uparūpari dadeyyuṁ. Vāsiyā taccheyyunti yadi ekaṁ bāhaṁ vaḍḍhakī vāsiyā tacchetvā tacchetvā tanuṁ kareyyuṁ. Amusmiṁ natthi rāgoti amusmiṁ gandhalepane sineho natthi na saṁvijjati. Amusmiṁ natthi paṭighanti amusmiṁ vāsiyā tacchane paṭihananasaṅkhātaṁ paṭighaṁ kopaṁ natthi na saṁvijjati. Anunayapaṭighavippahīnoti sinehañca kopañca pajahitvā ṭhito. Ugghātinighātivītivattoti anunayavasena anuggahañca paṭighavasena niggahañca atikkamitvā ṭhito. Anurodhavirodhasamatikkantoti anunayañca paṭighañca sammā atikkanto.",
  "atk-s0515a5:24": "Sīle satīti sīle saṁvijjamāne. Sīlavāti sīlasampanno. Tena niddesaṁ kathanaṁ labhatīti tādī. Saddhāya sati saddhoti evamādīsupi eseva nayo.",
  "atk-s0515a5:25": "Saddhammappajjotikāya mahāniddesaṭṭhakathāya",
  "atk-s0515a5:26": "Paramaṭṭhakasuttaniddesavaṇṇanā niṭṭhitā."
}