{
  "atk-s0305a9:0": "10. Ānāpānasaṃyuttaṃ",
  "atk-s0305a9:1": "1. Ekadhammavaggo",
  "atk-s0305a9:2": "1. Ekadhammasuttavaṇṇanā",
  "atk-s0305a9:3": "977. Ānāpānasaṃyuttassa paṭhame ekadhammoti eko dhammo. Sesamettha yaṃ vattabbaṃ siyā, taṃ sabbaṃ sabbākārena visuddhimagge (visuddhi. 1.215) ānāpānassatikammaṭṭhānaniddese vuttameva.",
  "atk-s0305a9:4": "6. Ariṭṭhasuttavaṇṇanā",
  "atk-s0305a9:5": "982. Chaṭṭhe bhāvetha noti bhāvetha nu. Kāmacchandoti pañcakāmaguṇikarāgo. Ajjhattaṃ bahiddhā ca dhammesūti ajjhattikabāhiresu dvādasasu āyatanadhammesu . Paṭighasaññā suppaṭivinītāti paṭighasampayuttasaññā suṭṭhu paṭivinītā, samucchinnāti attho. Iminā attano anāgāmimaggaṃ katheti. Idāni arahattamaggassa vipassanaṃ dassento so satova assasissāmītiādimāha.",
  "atk-s0305a9:6": "7. Mahākappinasuttavaṇṇanā",
  "atk-s0305a9:7": "983. Sattame iñjitattaṃ vā phanditattaṃ vāti ubhayenapi calanameva kathitaṃ.",
  "atk-s0305a9:8": "8. Padīpopamasuttavaṇṇanā",
  "atk-s0305a9:9": "984. Aṭṭhame neva kāyopi kilamati na cakkhūnīti aññesu hi kammaṭṭhānesu kammaṃ karontassa kāyopi kilamati, cakkhūnipi vihaññanti. Dhātukammaṭṭhānasmiñhi kammaṃ karontassa kāyo kilamati, yante pakkhipitvā pīḷanākārappatto viya hoti. Kasiṇakammaṭṭhāne kammaṃ karontassa cakkhūni phandanti kilamanti, nikkhamitvā patanākārappattāni viya honti. Imasmiṃ pana kammaṭṭhāne kammaṃ karontassa neva kāyo kilamati, na akkhīni vihaññanti. Tasmā evamāha.",
  "atk-s0305a9:10": "Sabbasorūpasaññānantiādi kasmā vuttaṃ, kiṃ ānāpāne kasiṇugghāṭanaṃ labbhatīti? Tipiṭakacūḷābhayatthero panāha – ‘‘yasmā ānāpānanimittaṃ tārakarūpamuttāvalikādisadisaṃ hutvā paññāyati, tasmā tattha kasiṇugghāṭanaṃ labbhatī’’ti. Tipiṭakacūḷanāgatthero ‘‘na labbhatevā’’ti āha. Alabbhante ayaṃ ariyiddhiādiko pabhedo kasmā gahitoti? Ānisaṃsadassanatthaṃ. Ariyaṃ vā hi iddhiṃ cattāri vā rūpāvacarajjhānāni catasso vā arūpasamāpattiyo nirodhasamāpattiṃ vā patthayamānena bhikkhunā ayaṃ ānāpānassatisamādhi sādhukaṃ manasikātabbo. Yathā hi nagare laddhe yaṃ catūsu disāsu uṭṭhānakabhaṇḍaṃ, taṃ catūhi dvārehi nagarameva pavisatīti, janapado laddho ca hoti. Nagarasseva heso ānisaṃso. Evaṃ ānāpānassatisamādhibhāvanāya ānisaṃso esa ariyiddhiādiko pabhedo, sabbākārena bhāvite ānāpānassatisamādhismiṃ sabbametaṃ yogino nipphajjatīti ānisaṃsadassanatthaṃ vuttaṃ. Sukhañceti ettha soti kasmā na vuttaṃ? Yasmā bhikkhūti imasmiṃ vāre nāgataṃ.",
  "atk-s0305a9:11": "9. Vesālīsuttavaṇṇanā",
  "atk-s0305a9:12": "985. Navame vesāliyanti evaṃnāmake itthiliṅgavasena pavattavohāre nagare. Tañhi nagaraṃ tikkhattuṃ pākāraparikkhepavaḍḍhanena visālībhūtattā vesālīti vuccati. Idampi ca nagaraṃ sabbaññutaṃ patteyeva sammāsambuddhe sabbākāravepullataṃ pattanti veditabbaṃ. Evaṃ gocaragāmaṃ dassetvā nivāsaṭṭhānamāha mahāvane kūṭāgārasālāyanti. Tattha mahāvanaṃ nāma sayaṃjātaṃ aropimaṃ saparicchedaṃ mahantaṃ vanaṃ. Kapilavatthusāmantā pana mahāvanaṃ himavantena saha ekābaddhaṃ aparicchedaṃ hutvā mahāsamuddaṃ āhacca ṭhitaṃ. Idaṃ tādisaṃ na hoti, saparicchedaṃ mahantaṃ vananti mahāvanaṃ. Kūṭāgārasālā pana mahāvanaṃ nissāya kate ārāme kūṭāgāraṃ antokatvā haṃsavaṭṭakacchannena katā sabbākārasampannā buddhassa bhagavato gandhakuṭīti veditabbā.",
  "atk-s0305a9:13": "Anekapariyāyena asubhakathaṃ kathetīti anekehi kāraṇehi asubhākārasandassanappavattaṃ kāyavicchandanīyakathaṃ katheti. Seyyathidaṃ – atthi imasmiṃ kāye kesā lomā nakhā dantā…pe… muttanti. Kiṃ vuttaṃ hoti? Bhikkhave, imasmiṃ byāmamatte kaḷevare sabbākārenapi vicinanto na koci kiñci muttaṃ vā maṇiṃ vā veḷuriyaṃ vā agaruṃ vā candanaṃ vā kuṅkumaṃ vā kappuraṃ vā vāsacuṇṇādiṃ vā aṇumattampi sucibhāvaṃ passati, atha kho paramaduggandhaṃ jegucchaassirikadassanaṃ kesalomādinānappakāraṃ asucimeva passati, tasmā na ettha chando vā rāgo vā karaṇīyo. Yepi uttamaṅge sirasi jātā kesā nāma, tepi asubhā ceva asucino ca paṭikūlā ca. So ca nesaṃ asubhāsucipaṭikūlabhāvo vaṇṇatopi saṇṭhānatopi gandhatopi āsayatopi okāsatopīti pañcahākārehi veditabbo. Evaṃ lomādīnampīti ayamettha saṅkhepo, vitthāro pana visuddhimagge (visuddhi. 1.307) vuttanayeneva veditabbo. Iti bhagavā ekamekasmiṃ koṭṭhāse pañcapañcappabhedena anekapariyāyena asubhakathaṃ katheti.",
  "atk-s0305a9:14": "Asubhāya vaṇṇaṃ bhāsatīti uddhumātakādivasena asubhamātikaṃ nikkhipitvā padabhājanīyena taṃ vibhajanto vaṇṇento asubhāya vaṇṇaṃ bhāsati. Asubhabhāvanāya vaṇṇaṃ bhāsatīti yā ayaṃ kesādīsu vā uddhumātakādīsu vā ajjhattabahiddhāvatthūsu asubhākāraṃ gahetvā pavattassa cittassa bhāvanā vaḍḍhanā phātikammaṃ, tassā asubhabhāvanāya ānisaṃsaṃ dassento vaṇṇaṃ bhāsati, guṇaṃ parikitteti. Seyyathidaṃ – ‘‘asubhabhāvanābhiyutto, bhikkhave, bhikkhu kesādīsu vā vatthūsu uddhumātakādīsu vā pañcaṅgavippahīnaṃ pañcaṅgasamannāgataṃ tividhakalyāṇaṃ dasalakkhaṇasampannaṃ paṭhamajjhānaṃ paṭilabhati. So taṃ paṭhamajjhānasaṅkhātaṃ cittamañjūsaṃ nissāya vipassanaṃ vaḍḍhetvā uttamatthaṃ arahattaṃ pāpuṇātī’’ti.",
  "atk-s0305a9:15": "Icchāmahaṃ, bhikkhave, aḍḍhamāsaṃ paṭisallīyitunti ahaṃ, bhikkhave, ekaṃ aḍḍhamāsaṃ paṭisallīyituṃ nilīyituṃ ekakova hutvā viharituṃ icchāmīti attho. Nāmhi kenaci upasaṅkamitabbo aññatra ekena piṇḍapātanīhārakenāti yo attanā payuttavācaṃ akatvā mamatthāya saddhesu kulesu paṭiyattapiṇḍapātaṃ nīharitvā mayhaṃ upanāmeti, taṃ piṇḍapātanīhārakaṃ ekaṃ bhikkhuṃ ṭhapetvā nāmhi aññena kenaci bhikkhunā vā gahaṭṭhena vā upasaṅkamitabboti.",
  "atk-s0305a9:16": "Kasmā pana evamāhāti? Atīte kira pañcasatā migaluddakā mahatīhi daṇḍavāgurādīhi araññaṃ parikkhipitvā haṭṭhatuṭṭhā ekatoyeva yāvajīvaṃ migapakkhighātakammena jīvikaṃ kappetvā niraye uppannā. Te tattha paccitvā pubbe katena kenacideva kusalakammena manussesu uppannā kalyāṇūpanissayavasena sabbepi bhagavato santike pabbajjañca upasampadañca labhiṃsu. Tesaṃ tato mūlākusalakammato avipakkavipākā aparāparacetanā tasmiṃ aḍḍhamāsabbhantare attūpakkamena ca parūpakkamena ca jīvitūpacchedāya okāsamakāsi. Taṃ bhagavā addasa. Kammavipāko ca nāma na sakkā kenaci paṭibāhituṃ. Tesu ca bhikkhūsu puthujjanāpi atthi, sotāpannasakadāgāmianāgāmikhīṇāsavāpi. Tattha khīṇāsavā appaṭisandhikā, itare ariyasāvakā niyatagatikā sugatiparāyaṇā, puthujjanānaṃ gati aniyatā.",
  "atk-s0305a9:17": "Atha bhagavā cintesi – ‘‘ime attabhāve chandarāgena maraṇabhayabhītā na sakkhissanti gatiṃ visodhetuṃ, handa nesaṃ chandarāgappahānāya asubhakathaṃ kathemi. Taṃ sutvā attabhāve vigatacchandarāgatāya gativisodhanaṃ katvā sagge paṭisandhiṃ gaṇhissanti, evaṃ tesaṃ mama santike pabbajjā sātthikā bhavissatī’’ti. Tato tesaṃ anuggahāya asubhakathaṃ kathesi kammaṭṭhānasīsena, no maraṇavaṇṇasaṃvaṇṇanādhippāyena. Kathetvā ca panassa etadahosi – ‘‘sace imaṃ aḍḍhamāsaṃ maṃ bhikkhū passissanti, ‘ajja eko bhikkhu mato, ajja dve…pe… ajja dasā’ti āgantvā ārocessanti, ayañca kammavipāko na sakkā mayā vā aññena vā paṭibāhituṃ, svāhaṃ taṃ sutvāpi kiṃ karissāmi, kiṃ me anatthakena anayabyasanena sutena, handāhaṃ bhikkhūnaṃ adassanaṃ upagacchāmī’’ti. Tasmā evamāha – ‘‘icchāmahaṃ, bhikkhave, aḍḍhamāsaṃ paṭisallīyituṃ, nāmhi kenaci upasaṅkamitabbo aññatra ekena piṇḍapātanīhārakenā’’ti.",
  "atk-s0305a9:18": "Apare panāhu – ‘‘parūpavādavivajjanatthaṃ evaṃ vatvā paṭisallīno’’ti. Pare kira bhagavantaṃ upavadissanti – ‘‘ayaṃ ‘sabbaññū ahaṃ saddhammavaracakkavattī’ti paṭijānamāno attanopi sāvake aññamaññaṃ ghātente nivāretuṃ na sakkoti, kiṃ aññaṃ sakkhissatī’’ti? Tatra paṇḍitā vakkhanti – ‘‘bhagavā paṭisallānamanuyutto na imaṃ pavattiṃ jānāti, kocissa ārocayitāpi natthi , sace jāneyya addhā nivāreyyā’’ti. Idaṃ pana icchāmattaṃ, paṭhamamevettha kāraṇaṃ. Nāssudhāti ettha assudhāti padapūraṇamatte avadhāraṇatthe vā nipāto, neva koci bhagavantaṃ upasaṅkamīti attho.",
  "atk-s0305a9:19": "Anekehi vaṇṇasaṇṭhānādīhi kāraṇehi vokāro assāti anekākāravokāro. Anekākāravokiṇṇo anekākārena sammissoti vuttaṃ hoti. Ko so? Asubhabhāvanānuyogo, taṃ anekākāravokāraṃ. Asubhabhāvanānuyogamanuyuttā viharantīti yuttappayuttā viharanti. Aṭṭīyamānāti tena kāyena aṭṭā dukkhitā honti. Harāyamānāti lajjamānā. Jigucchamānāti jigucchaṃ uppādayamānā. Satthahārakaṃ pariyesantīti jīvitaharaṇakasatthaṃ pariyesanti. Na kevalañca te satthaṃ pariyesitvā attanā vā attānaṃ jīvitā voropenti, migalaṇḍikampi pana samaṇakuttakaṃ upasaṅkamitvā, ‘‘sādhu no, āvuso, jīvitā voropehī’’ti vadanti. Ettha ca ariyā neva pāṇātipātaṃ kariṃsu, na samādapesuṃ, na samanuññā ahesuṃ. Puthujjanā pana sabbamakaṃsu.",
  "atk-s0305a9:20": "Paṭisallānā vuṭṭhitoti tesaṃ pañcannaṃ bhikkhusatānaṃ jīvitakkhayappattabhāvaṃ ñatvā tato ekībhāvato vuṭṭhito jānantopi ajānanto viya kathāsamuṭṭhāpanatthaṃ āyasmantaṃ ānandaṃ āmantesi. Kiṃ nu kho, ānanda, tanubhūto viya bhikkhusaṅghoti ito, ānanda, pubbe bahū bhikkhū ekato upaṭṭhānaṃ āgacchanti, uddesaṃ paripucchaṃ gaṇhanti, sajjhāyanti, ekapajjoto viya ārāmo dissati. Idāni pana aḍḍhamāsamattassa accayena tanubhūto viya tanuko mando appako viraḷo viya jāto bhikkhusaṅgho. Kiṃ nu kho kāraṇaṃ? Kiṃ disāsu pakkantā bhikkhūti?",
  "atk-s0305a9:21": "Athāyasmā ānando kammavipākena tesaṃ jīvitakkhayappattiṃ asallakkhento asubhakammaṭṭhānānuyogapaccayā pana sallakkhento tathā hi pana, bhante bhagavātiādiṃ vatvā bhikkhūnaṃ arahattappattiyā aññaṃ kammaṭṭhānaṃ yācanto, sādhu, bhante, bhagavātiādimāha. Tassattho – sādhu, bhante, bhagavā aññaṃ kāraṇaṃ ācikkhatu, yena bhikkhusaṅgho arahatte patiṭṭhaheyya . Mahāsamuddaṃ orohaṇatitthāni viya aññānipi dasānussati, dasakasiṇa, catudhātuvavatthāna, brahmavihāra, ānāpānassatipabhedāni bahūni nibbānorohaṇakammaṭṭhānāni santi, tesu bhagavā bhikkhū samassāsetvā aññataraṃ kammaṭṭhānaṃ ācikkhatūti adhippāyo.",
  "atk-s0305a9:22": "Atha bhagavā tathā kātukāmo theraṃ uyyojento tenahānandātiādimāha. Tattha vesāliṃ upanissāyāti vesāliyaṃ upanissāya samantā gāvutepi aḍḍhayojanepi yāvatikā viharanti, te sabbe sannipātehīti attho. Sabbe upaṭṭhānasālāyaṃ sannipātetvāti attanā gantuṃ yuttaṭṭhānaṃ sayaṃ gantvā aññattha daharabhikkhū pahiṇitvā muhutteneva anavasese bhikkhū upaṭṭhānasālāyaṃ samūhaṃ katvā. Yassadāni, bhante, bhagavā kālaṃ maññatīti ettha ayamadhippāyo – bhagavā bhikkhusaṅgho sannipatito, esa kālo bhikkhūnaṃ dhammakathaṃ kātuṃ, anusāsaniṃ dātuṃ, idāni yassa tumhe kālaṃ jānātha, taṃ kātabbanti.",
  "atk-s0305a9:23": "Atha kho bhagavā bhikkhū āmantesi, ayampi kho, bhikkhaveti. Āmantetvā ca pana bhikkhūnaṃ arahattappattiyā pubbe ācikkhitaasubhakammaṭṭhānato aññaṃ pariyāyaṃ ācikkhanto ānāpānassatisamādhītiādimāha. Tattha ānāpānassatisamādhīti ānāpānapariggāhikāya satiyā saddhiṃ sampayutto samādhi, ānāpānassatiyaṃ vā samādhi, ānāpānassatisamādhi. Bhāvitoti uppādito vaḍḍhito vā. Bahulīkatoti punappunaṃ kato. Santo ceva paṇīto cāti santo ceva paṇīto ceva. Ubhayattha evasaddena niyamo veditabbo. Kiṃ vuttaṃ hoti? Ayañhi yathā asubhakammaṭṭhānaṃ kevalaṃ paṭivedhavasena santañca paṇītañca, oḷārikārammaṇattā pana paṭikūlārammaṇattā ca ārammaṇavasena neva santaṃ na paṇītaṃ, na evaṃ kenaci pariyāyena asanto vā appaṇīto vā, apica kho ārammaṇasantatāyapi santo vūpasanto nibbuto, paṭivedhasaṅkhātāya aṅgasantatāyapi, ārammaṇapaṇītatāya paṇīto atittikaro, aṅgapaṇītatāyapīti. Tena vuttaṃ ‘‘santo ceva paṇīto cā’’ti.",
  "atk-s0305a9:24": "Asecanakoca sukho ca vihāroti ettha pana nāssa secananti asecanako, anāsittako abbokiṇṇo pāṭiyekko āveṇiko, natthi ettha parikammena vā upacārena vā santatā, ādisamannāhārato pabhuti attano sabhāveneva santo ca paṇīto cāti attho. Keci ‘‘asecanako’’ti anāsittako ojavanto, sabhāveneva madhuro’’ti vadanti. Evamayaṃ asecanako ca appitappitakkhaṇe kāyikacetasikasukhappaṭilābhāya saṃvattanato sukho ca vihāroti veditabbo.",
  "atk-s0305a9:25": "Uppannuppanneti avikkhambhite. Pāpaketi lāmake. Akusale dhammeti akosallasambhūte dhamme. Ṭhānaso antaradhāpetīti khaṇeneva antaradhāpeti vikkhambheti. Vūpasametīti suṭṭhu upasameti, nibbedhabhāgiyattā anupubbena ariyamaggavuddhippatto samucchindati, paṭippassambhetīti vuttaṃ hoti. Gimhānaṃ pacchime māseti āsāḷhamāse. Ūhataṃ rajojallanti aṭṭha māse vātātapasukkhāya gomahiṃsādipādappahārasambhinnāya pathaviyā uddhaṃ hataṃ ūhataṃ ākāse samuṭṭhitaṃ rajañca reṇuñca. Mahā akālameghoti sabbaṃ nabhaṃ ajjhottharitvā uṭṭhito āsāḷhajuṇhapakkhe sakalaṃ aḍḍhamāsaṃ vassanakamegho. So hi asampatte vassakāle uppannattā akālameghoti idha adhippeto. Ṭhānaso antarādhāpeti vūpasametīti khaṇeneva adassanaṃ neti pathaviyaṃ sannisīdāpeti. Evameva khoti opammanidassanametaṃ. Tato paraṃ vuttanayameva.",
  "atk-s0305a9:26": "10. Kimilasuttavaṇṇanā",
  "atk-s0305a9:27": "986. Dasame kimilāyanti evaṃnāmake nagare. Etadavocāti thero kira cintesi – ‘‘ayaṃ desanā na yathānusandhikā katā, yathānusandhiṃ gamessāmī’’ti desanānusandhiṃ ghaṭento etaṃ avoca. Kāyaññataranti pathavīādīsu kāyesu aññataraṃ vadāmi vāyokāyaṃ vadāmīti attho. Atha vā cakkhāyatanaṃ…pe… kabaḷīkāro āhāroti pañcavīsati rūpakoṭṭhāsā rūpakāyo nāma, tesu ānāpānaṃ phoṭṭhabbāyatane saṅgahitattā kāyaññataraṃ hoti, tasmāpi evamāha. Tasmātihāti yasmā catūsu kāyesu aññataraṃ vāyokāyaṃ, pañcavīsati koṭṭhāse vā rūpakāye aññataraṃ ānāpānaṃ anupassati, tasmā kāye kāyānupassīti attho. Evaṃ sabbattha attho veditabbo. Vedanāññataranti tīsu vedanāsu aññataraṃ, sukhavedanaṃ sandhāyetaṃ vuttaṃ.",
  "atk-s0305a9:28": "Sādhukaṃ manasikāranti pītipaṭisaṃveditādivasena uppannaṃ sundaraṃ manasikāraṃ. Kiṃ pana manasikāro sukhā vedanā hotīti? Na hoti, desanāsīsaṃ panetaṃ. Yatheva hi ‘‘aniccasaññābhāvanānuyogamanuyuttā’’ti (ma. ni. 3.147) ettha saññānāmena paññā vuttā, evamidhāpi manasikāranāmena jhānavedanā vuttāti veditabbā. Etasmiñhi catukke paṭhamapade pītisīsena vedanā vuttā, dutiyapade sukhanti sarūpeneva vuttā. Cittasaṅkhārapadadvaye ‘‘saññā ca vedanā ca cetasikā ete dhammā cittappaṭibaddhā cittasaṅkhārā’’ti (paṭi. ma. 1.174) vacanato ‘‘vitakkavicāre ṭhapetvā sabbepi cittasampayuttakā dhammā cittasaṅkhāre saṅgahitā’’ti vacanato cittasaṅkhāranāmena vedanā vuttā. Taṃ sabbaṃ manasikāranāmena saṅgahetvā idha ‘‘sādhukaṃ manasikāra’’nti āha.",
  "atk-s0305a9:29": "Evaṃ santepi yasmā esā vedanā ārammaṇaṃ na hoti, tasmā vedanānupassanā na yujjatīti. No na yujjati, mahāsatipaṭṭhānādīsupi hi taṃ taṃ sukhādīnaṃ vatthuṃ ārammaṇaṃ katvā vedanā vedayati, taṃ pana vedanāpavattiṃ upādāya ‘‘ahaṃ vedayāmī’’ti vohāramattaṃ hoti, taṃ sandhāya ‘‘sukhaṃ vedanaṃ vedayamāno sukhaṃ vedanaṃ vedayāmī’’tiādi vuttaṃ. Apica ‘‘pītippaṭisaṃvedī’’tiādīnaṃ atthavaṇṇanāyametassa parihāro vuttoyeva. Vuttañhetaṃ visuddhimagge –",
  "atk-s0305a9:30": "‘‘Dvīhākārehi pīti paṭisaṃviditā hoti – ārammaṇato ca asammohato ca. Kathaṃ ārammaṇato pīti paṭisaṃviditā hoti? Sappītike dve jhāne samāpajjati, tassa samāpattikkhaṇe jhānapaṭilābhena ārammaṇato pīti paṭisaṃviditā hoti ārammaṇassa paṭisaṃviditattā. Kathaṃ asammohato pīti paṭisaṃviditā hoti? Sappītike dve jhāne samāpajjitvā vuṭṭhāya jhānasampayuttapītiṃ khayato vayato sammasati, tassa vipassanākkhaṇe lakkhaṇappaṭivedhena asammohato pīti paṭisaṃviditā hoti. Vuttañhetaṃ paṭisambhidāyaṃ (paṭi. ma. 1.172) ‘‘‘dīghaṃ assāsavasena cittassa ekaggataṃ avikkhepaṃ pajānato sati upaṭṭhitā hoti, tāya satiyā tena ñāṇena sā pīti paṭisaṃviditā hotī’ti. Eteneva nayena avasesapadānipi atthato veditabbānī’’ti.",
  "atk-s0305a9:31": "Iti yatheva jhānapaṭilābhena ārammaṇato pītisukhacittasaṅkhārā paṭisaṃviditā honti, evaṃ imināpi jhānasampayuttena vedanāsaṅkhātamanasikārapaṭilābhena ārammaṇato vedanā paṭisaṃviditā hoti. Tasmā suvuttametaṃ ‘‘vedanāsu vedanānupassī bhikkhu tasmiṃ samaye viharatī’’ti.",
  "atk-s0305a9:32": "Nāhaṃ, ānanda, muṭṭhassatissa asampajānassāti ettha ayamadhippāyo – yasmā ‘‘cittapaṭisaṃvedī assāsissāmī’’tiādinā nayena pavatto bhikkhu kiñcāpi assāsapassāsanimittamārammaṇaṃ karoti, tassa pana cittassa ārammaṇe satiñca sampajaññañca upaṭṭhāpetvā pavattanato citte cittānupassīyeva nāmesa hoti. Na hi muṭṭhassatissa asampajānassa ānāpānassatisamādhibhāvanā atthi, tasmā ārammaṇato cittapaṭisaṃviditavasena ‘‘citte cittānupassī bhikkhu tasmiṃ samaye viharatī’’ti.",
  "atk-s0305a9:33": "So yaṃ taṃ hoti abhijjhādomanassānaṃ pahānaṃ, taṃ paññāya disvā sādhukaṃ ajjhupekkhitā hotīti ettha abhijjhā kāmacchandanīvaraṇameva, domanassavasena byāpādanīvaraṇaṃ dassitaṃ. Idañhi catukkaṃ vipassanāvaseneva vuttaṃ, dhammānupassanā ca nīvaraṇapabbādivasena pañcavidhā hoti, tassā nīvaraṇapabbaṃ ādi, tassāpi idaṃ nīvaraṇadvayaṃ ādi. Iti dhammānupassanāya ādiṃ dassetuṃ abhijjhādomanassānanti āha. Pahānanti aniccānupassanāya niccasaññaṃ pajahatīti evaṃ pahānakarañāṇaṃ adhippetaṃ. Taṃ paññāya disvāti taṃ aniccavirāganirodhapaṭinissaggañāṇasaṅkhātaṃ pahānañāṇaṃ aparāya vipassanāpaññāya, tampi aparāyāti evaṃ vipassanāparamparaṃ dasseti . Ajjhupekkhitā hotīti yañcassa pathapaṭipannaṃ ajjhupekkhati, yañca ekato upaṭṭhānaṃ ajjhupekkhatīti dvidhā ajjhupekkhati nāma. Tattha sahajātānampiajjhupekkhanā hoti ārammaṇassāpi ajjhupekkhanā. Idha ārammaṇa ajjhupekkhanā adhippetā. Tasmātihānandāti yasmā ‘‘aniccānupassī assāsissāmī’’tiādinā nayena pavatto na kevalaṃ nīvaraṇādidhamme, abhijjhādomanassasīsena pana vuttānaṃ dhammānaṃ pahānakarañāṇampi paññāya disvā ajjhupekkhitā hoti, tasmā dhammesu dhammānupassī bhikkhu tasmiṃ samaye viharatīti veditabbo.",
  "atk-s0305a9:34": "Evameva khoti ettha catumahāpatho viya cha āyatanāni daṭṭhabbāni. Tasmiṃ paṃsupuñjo viya chasu āyatanesu kilesā. Catūhi disāhi āgacchantā sakaṭarathā viya catūsu ārammaṇesu pavattā cattāro satipaṭṭhānā. Ekena sakaṭena vā rathena vā paṃsupuñjassa upahananaṃ viya kāyānupassanādīhi pāpakānaṃ akusalānaṃ dhammānaṃ upaghāto veditabboti.",
  "atk-s0305a9:35": "Ekadhammavaggo paṭhamo.",
  "atk-s0305a9:36": "2. Dutiyavaggo",
  "atk-s0305a9:37": "1-2. Icchānaṅgalasuttādivaṇṇanā",
  "atk-s0305a9:38": "987-988. Dutiyavaggassa paṭhame evaṃ byākareyyāthāti kasmā attano vihārasamāpattiṃ ācikkhati? Upārambhamocanatthaṃ. Sace hi te ‘‘na jānāmā’’ti vadeyyuṃ, atha nesaṃ titthiyā ‘‘tumhe ‘asukasamāpattiyā nāma no satthā temāsaṃ vihāsī’tipi na jānātha, atha kasmā naṃ upaṭṭhahantā viharathā’’ti upārambhaṃ āropeyyuṃ, tato mocanatthaṃ evamāha.",
  "atk-s0305a9:39": "Atha kasmā yathā aññattha ‘‘satova assasati, dīghaṃ vā assasanto’’ti (dī. ni. 2.374; ma. ni. 1.107; saṃ. ni. 5.977) eva-vākāro vutto. Evaṃ idha na vuttoti? Ekantasantattā. Aññesañhi assāso vā pākaṭo hoti passāso vā, bhagavato ubhayampetaṃ pākaṭameva niccaṃ upaṭṭhitassatitāyāti ekantasantattā na vutto. Atha ‘‘sikkhāmī’’ti avatvā kasmā ‘‘assasāmī’’ti ettakameva vuttanti? Sikkhitabbābhāvā. Satta hi sekhā sikkhitabbabhāvā sekhā nāma, khīṇāsavā sikkhitabbābhāvā asekhā nāma, tathāgatā asikkhitabbā asekkhā nāma natthi tesaṃ sikkhitabbakiccanti sikkhitabbābhāvā na vuttaṃ. Dutiyaṃ uttānameva.",
  "atk-s0305a9:40": "3-10. Paṭhamaānandasuttādivaṇṇanā",
  "atk-s0305a9:41": "989-996. Tatiye pavicinatīti aniccādivasena pavicinati. Itaraṃ padadvayaṃ etasseva vevacanaṃ. Nirāmisāti nikkilesā kāyikacetasikadarathapaṭipassaddhiyā kāyopi cittampi passambhati. Samādhiyatīti sammā ṭhapiyati, appanācittaṃ viya hoti. Ajjhupekkhitā hotīti sahajātaajjhupekkhanāya ajjhupekkhitā hoti.",
  "atk-s0305a9:42": "Evaṃ cuddasavidhena kāyapariggāhakassa bhikkhuno tasmiṃ kāye sati satisambojjhaṅgo, tāya satiyā sampayuttañāṇaṃ dhammavicayasambojjhaṅgo, taṃsampayuttameva kāyikacetasikavīriyaṃ vīriyasambojjhaṅgo, pītipassaddhicittekaggatā pītipassaddhisamādhisambojjhaṅgā, imesaṃ channaṃ bojjhaṅgānaṃ anosakkanaanativattanasaṅkhāto majjhattākāro upekkhāsambojjhaṅgo. Yatheva hi samappavattesu assesu sārathino ‘‘ayaṃ olīyatī’’ti tudanaṃ vā, ‘‘ayaṃ atidhāvatī’’ti ākaḍḍhanaṃ vā natthi, kevalaṃ evaṃ passamānassa ṭhitākārova hoti, evameva imesaṃ channaṃ bojjhaṅgānaṃ anosakkanaanativattanasaṅkhāto majjhattākāro upekkhāsambojjhaṅgo nāma hoti. Ettāvatā kiṃ kathitaṃ? Ekacittakkhaṇikā nānāsarasalakkhaṇā vipassanābojjhaṅgā nāma kathitā.",
  "atk-s0305a9:43": "Vivekanissitantiādīni vuttatthāneva. Ettha pana soḷasakkhattukā ānāpānassati missakā kathitā, ānāpānamūlakā satipaṭṭhānā pubbabhāgā , tesaṃ mūlabhūtā ānāpānassati pubbabhāgā. Bojjhaṅgamūlakā satipaṭṭhānā pubbabhāgā, tepi bojjhaṅgā pubbabhāgāva. Vijjāvimuttipūrakā pana bojjhaṅgā nibbattitalokuttarā, vijjāvimuttiyo ariyaphalasampayuttā. Vijjā vā catutthamaggasampayuttā, vimutti phalasampayuttāti. Catutthapañcamachaṭṭhānipi imināva samānaparicchedāni. Sesaṃ sabbattha uttānamevāti.",
  "atk-s0305a9:44": "Ānāpānasaṃyuttavaṇṇanā niṭṭhitā."
}