{
  "atk-s0513a33:0": "7. Sattakanipāto",
  "atk-s0513a33:1": "1. Kukkuvaggo",
  "atk-s0513a33:3": " [396] 1. Kukkujātakavaṇṇanā",
  "atk-s0513a33:4": "Diyaḍḍhakukkūti idaṁ satthā jetavane viharanto rājovādaṁ ārabbha kathesi. Paccuppannavatthu tesakuṇajātake (jā. 2.17.1 ādayo) āvi bhavissati.",
  "atk-s0513a33:5": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto tassa atthadhammānusāsako amacco ahosi. Rājā agatigamane patiṭṭhāya adhammena rajjaṁ kāresi, janapadaṁ pīḷetvā dhanameva saṁhari. Bodhisatto rājānaṁ ovaditukāmo ekaṁ upamaṁ upadhārento vicarati, rañño uyyāne vāsāgāraṁ vippakataṁ hoti aniṭṭhitacchadanaṁ, dārukaṇṇikaṁ āropetvā gopānasiyo pavesitamattā honti. Rājā kīḷanatthāya uyyānaṁ gantvā tattha vicaritvā taṁ gehaṁ pavisitvā ullokento kaṇṇikamaṇḍalaṁ disvā attano uparipatanabhayena nikkhamitvā bahi ṭhito puna oloketvā ‘‘kiṁ nu kho nissāya kaṇṇikā ṭhitā, kiṁ nissāya gopānasiyo’’ti cintetvā bodhisattaṁ pucchanto paṭhamaṁ gāthamāha –",
  "atk-s0513a33:6": "1.",
  "atk-s0513a33:7": " ‘‘Diyaḍḍhakukkū udayena kaṇṇikā, vidatthiyo aṭṭha parikkhipanti naṁ;",
  "atk-s0513a33:8": "Sā siṁsapā, sāramayā apheggukā, kuhiṁ ṭhitā upparito na dhaṁsatī’’ti.",
  "atk-s0513a33:9": "Tattha diyaḍḍhakukkūti diyaḍḍharatanā. Udayenāti uccattena. Parikkhipanti nanti taṁ panetaṁ aṭṭha vidatthiyo parikkhipanti, parikkhepato aṭṭhavidatthipamāṇāti vuttaṁ hoti. Kuhiṁ ṭhitāti kattha patiṭṭhitā hutvā. Na dhaṁsatīti na patati.",
  "atk-s0513a33:10": "Taṁ sutvā bodhisatto ‘‘laddhā dāni me rañño ovādatthāya upamā’’ti cintetvā imā gāthā āha –",
  "atk-s0513a33:11": "2.",
  "atk-s0513a33:12": " ‘‘Yā tiṁsati sāramayā anujjukā, parikiriya gopānasiyo samaṁ ṭhitā;",
  "atk-s0513a33:13": "Tāhi susaṅgahitā balasā pīḷitā, samaṁ ṭhitā upparito na dhaṁsati.",
  "atk-s0513a33:14": "3.",
  "atk-s0513a33:15": " ‘‘Evampi mittehi daḷhehi paṇḍito, abhejjarūpehi sucīhi mantibhi;",
  "atk-s0513a33:16": "Susaṅgahīto siriyā na dhaṁsati, gopānasībhāravahāva kaṇṇikā’’ti.",
  "atk-s0513a33:17": "Tattha yā tiṁsati sāramayāti yā etā sārarukkhamayā tiṁsati gopānasiyo. Parikiriyāti parivāretvā. Samaṁ ṭhitāti samabhāgena ṭhitā. Balasā pīḷitāti tāhi tāhi gopānasīhi balena pīḷitā suṭṭhu saṅgahitā ekābaddhā hutvā. Paṇḍitoti ñāṇasampanno rājā. Sucīhīti sucisamācārehi kalyāṇamittehi. Mantibhīti mantakusalehi. Gopānasībhāravahāva kaṇṇikāti yathā gopānasīnaṁ bhāraṁ vahamānā kaṇṇikā na dhaṁsati na patati, evaṁ rājāpi vuttappakārehi mantīhi abhijjahadayehi susaṅgahito sirito na dhaṁsati na patati na parihāyati.",
  "atk-s0513a33:18": "Rājā bodhisatte kathenteyeva attano kiriyaṁ sallakkhetvā kaṇṇikāya asati gopānasiyo na tiṭṭhanti, gopānasīhi asaṅgahitā kaṇṇikā na tiṭṭhati, gopānasīsu bhijjantīsu kaṇṇikā patati, evameva adhammiko rājā attano mittāmacce ca balakāye ca brāhmaṇagahapatike ca asaṅgaṇhanto tesu bhijjantesu tehi asaṅgahito issariyā dhaṁsati, raññā nāma dhammikena bhavitabbanti. Athassa tasmiṁ khaṇe paṇṇākāratthāya mātuluṅgaṁ āhariṁsu. Rājā ‘‘sahāya, imaṁ mātuluṅgaṁ khādā’’ti bodhisattaṁ āha. Bodhisatto taṁ gahetvā ‘‘mahārāja, imaṁ khādituṁ ajānantā tittakaṁ vā karonti ambilaṁ vā, jānantā pana paṇḍitā tittakaṁ hāretvā ambilaṁ anīharitvā mātuluṅgarasaṁ anāsetvāva khādantī’’ti rañño imāya upamāya dhanasaṅgharaṇūpāyaṁ dassento dve gāthā abhāsi –",
  "atk-s0513a33:19": "4.",
  "atk-s0513a33:20": " ‘‘Kharattacaṁ bellaṁ yathāpi satthavā, anāmasantopi karoti tittakaṁ;",
  "atk-s0513a33:21": "Samāharaṁ sāduṁ karoti patthiva, asāduṁ kayirā tanubandhamuddharaṁ.",
  "atk-s0513a33:22": "5.",
  "atk-s0513a33:23": " ‘‘Evampi gāmanigamesu paṇḍito, asāhasaṁ rājadhanāni saṅgharaṁ;",
  "atk-s0513a33:24": "Dhammānuvattī paṭipajjamāno, sa phāti kayirā aviheṭhayaṁ para’’nti.",
  "atk-s0513a33:25": "Tattha kharattacanti thaddhatacaṁ. Bellanti mātuluṅgaṁ. ‘Bela’’ntipi pāṭho, ayamevattho. Satthavāti satthakahattho. Anāmasantoti bahitacaṁ tanukampi atacchanto idaṁ phalaṁ tittakaṁ karoti. Samāharanti samāharanto bahitacaṁ tacchanto anto ca ambilaṁ anīharanto taṁ sāduṁ karoti. Patthivāti rājānaṁ ālapati. Tanubandhamuddharanti tanukaṁ pana tacaṁ uddharanto sabbaso tittakassa anapanītattā taṁ asādumeva kayirā. Evanti evaṁ paṇḍito rājāpi asāhasaṁ sāhasiyā taṇhāya vasaṁ agacchanto agatigamanaṁ pahāya raṭṭhaṁ apīḷetvā upacikānaṁ vammikavaḍḍhananiyāmena madhukarānaṁ reṇuṁ gahetvā madhukaraṇaniyāmena ca dhanaṁ saṅgharanto –",
  "atk-s0513a33:26": "‘‘Dānaṁ sīlaṁ pariccāgaṁ, ajjavaṁ maddavaṁ tapaṁ;",
  "atk-s0513a33:27": "Akkodhaṁ avihiṁsañca, khantiñca avirodhana’’nti. –",
  "atk-s0513a33:28": "Iti imesaṁ dasannaṁ rājadhammānaṁ anuvattanena dhammānuvattī hutvā paṭipajjamāno so attano ca paresañca phātiṁ vaḍḍhiṁ kareyya paraṁ aviheṭhentoyevāti.",
  "atk-s0513a33:29": "Rājā bodhisattena saddhiṁ mantento pokkharaṇītīraṁ gantvā supupphitaṁ bālasūriyavaṇṇaṁ udakena anupalittaṁ padumaṁ disvā āha – ‘‘sahāya, imaṁ padumaṁ udake sañjātameva udakena alimpamānaṁ ṭhita’’nti. Atha naṁ bodhisatto ‘‘mahārāja, raññā nāma evarūpena bhavitabba’’nti ovadanto imā gāthā āha –",
  "atk-s0513a33:30": "6.",
  "atk-s0513a33:31": " ‘‘Odātamūlaṁ sucivārisambhavaṁ, jātaṁ yathā pokkharaṇīsu ambujaṁ;",
  "atk-s0513a33:32": "Padumaṁ yathā agginikāsiphālimaṁ, na kaddamo na rajo na vāri limpati.",
  "atk-s0513a33:33": "7.",
  "atk-s0513a33:34": " ‘‘Evampi vohārasuciṁ asāhasaṁ, visuddhakammantamapetapāpakaṁ;",
  "atk-s0513a33:35": "Na limpati kammakilesa tādiso, jātaṁ yathā pokkharaṇīsu ambuja’’nti.",
  "atk-s0513a33:36": "Tattha odātamūlanti paṇḍaramūlaṁ. Ambujanti padumasseva vevacanaṁ. Agginikāsiphālimanti agginikāsinā sūriyena phālitaṁ vikasitanti attho. Na kaddamo narajo na vāri limpatīti neva kaddamo na rajo na udakaṁ limpati, na makkhetīti attho. ‘‘Lippati’’cceva vā pāṭho, bhummatthe vā etāni paccattavacanāni, etesu kaddamādīsu na lippati, na allīyatīti attho. Vohārasucinti porāṇakehi dhammikarājūhi likhāpetvā ṭhapitavinicchayavohāre suciṁ, agatigamanaṁ pahāya dhammena vinicchayakārakanti attho. Asāhasanti dhammikavinicchaye ṭhitattāyeva sāhasikakiriyāya virahitaṁ. Visuddhakammantanti teneva asāhasikaṭṭhena visuddhakammantaṁ saccavādiṁ nikkodhaṁ majjhattaṁ tulābhūtaṁ lokassa. Apetapāpakanti apagatapāpakammaṁ. Na limpati kammakilesa tādisoti taṁ rājānaṁ pāṇātipāto adinnādānaṁ kāmesumicchācāro musāvādoti ayaṁ kammakileso na allīyati. Kiṁkāraṇā? Tādiso jātaṁ yathā pokkharaṇīsu ambujaṁ. Tādiso hi rājā yathā pokkharaṇīsu jātaṁ padumaṁ anupalittaṁ, evaṁ anupalitto nāma hoti.",
  "atk-s0513a33:37": "Rājā bodhisattassa ovādaṁ sutvā tato paṭṭhāya dhammena rajjaṁ kārento dānādīni puññāni katvā saggaparāyaṇo ahosi.",
  "atk-s0513a33:38": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā rājā ānando ahosi, paṇḍitāmacco pana ahameva ahosi’’nti.",
  "atk-s0513a33:39": "Kukkujātakavaṇṇanā paṭhamā.",
  "atk-s0513a33:41": " [397] 2. Manojajātakavaṇṇanā",
  "atk-s0513a33:42": "Yathā cāpo ninnamatīti idaṁ satthā veḷuvane viharanto vipakkhasevakaṁ bhikkhuṁ ārabbha kathesi. Vatthu pana heṭṭhā mahiḷāmukhajātake (jā. 1.1.26) vitthāritameva. Tadā pana satthā ‘‘na, bhikkhave, idāneva, pubbepesa vipakkhasevakoyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a33:43": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto sīho hutvā sīhiyā saddhiṁ saṁvasanto dve potake labhi – puttañca dhītarañca. Puttassa manojoti nāmaṁ ahosi, so vayappatto ekaṁ sīhapotikaṁ gaṇhi. Iti te pañca janā ahesuṁ. Manojo vanamahiṁsādayo vadhitvā maṁsaṁ āharitvā mātāpitaro ca bhaginiñca pajāpatiñca poseti. So ekadivasaṁ gocarabhūmiyaṁ giriyaṁ nāma siṅgālaṁ palāyituṁ appahontaṁ urena nipannaṁ disvā ‘‘kiṁ, sammā’’ti pucchitvā ‘‘upaṭṭhātukāmomhi, sāmī’’ti vutte ‘‘sādhu, upaṭṭhahassū’’ti taṁ gahetvā attano vasanaguhaṁ ānesi. Bodhisatto taṁ disvā ‘‘tāta manoja, siṅgālā nāma dussīlā pāpadhammā akicce niyojenti, mā etaṁ attano santike karī’’ti vāretuṁ nāsakkhi.",
  "atk-s0513a33:44": "Athekadivasaṁ siṅgālo assamaṁsaṁ khāditukāmo manojaṁ āha – ‘‘sāmi, amhehi ṭhapetvā assamaṁsaṁ aññaṁ akhāditapubbaṁ nāma natthi, assaṁ gaṇhissāmā’’ti. ‘‘Kahaṁ pana, samma, assā hontī’’ti? ‘‘Bārāṇasiyaṁ nadītīre’’ti. So tassa vacanaṁ gahetvā tena saddhiṁ assānaṁ nadiyā nhānavelāyaṁ gantvā ekaṁ assaṁ gahetvā piṭṭhiyaṁ āropetvā vegena attano guhādvārameva āgato. Athassa pitā assamaṁsaṁ khāditvā ‘‘tāta, assā nāma rājabhogā, rājāno ca nāma anekamāyā kusalehi dhanuggahehi vijjhāpenti, assamaṁsakhādanasīhā nāma dīghāyukā na honti, ito paṭṭhāya mā assaṁ gaṇhī’’ti āha. So pitu vacanaṁ akatvā gaṇhateva. ‘‘Sīho asse gaṇhātī’’ti sutvā rājā antonagareyeva assānaṁ pokkharaṇiṁ kārāpesi. Tatopi āgantvā gaṇhiyeva. Rājā assasālaṁ kāretvā antosālāyameva tiṇodakaṁ dāpesi. Sīho pākāramatthakena gantvā antosālātopi gaṇhiyeva.",
  "atk-s0513a33:45": "Rājā ekaṁ akkhaṇavedhiṁ dhanuggahaṁ pakkosāpetvā ‘‘sakkhissasi tāta, sīhaṁ vijjhitu’’nti āha. So ‘‘sakkomī’’ti vatvā pākāraṁ nissāya sīhassa āgamanamagge aṭṭakaṁ kāretvā aṭṭhāsi. Sīho āgantvā bahisusāne siṅgālaṁ ṭhapetvā assagahaṇatthāya nagaraṁ pakkhandi. Dhanuggaho āgamanakāle ‘‘atitikhiṇo vego’’ti sīhaṁ avijjhitvā assaṁ gahetvā gamanakāle garubhāratāya olīnavegaṁ sīhaṁ tikhiṇena nārācena pacchābhāge vijjhi. Nārāco purimakāyena nikkhamitvā ākāsaṁ pakkhandi. Sīho ‘‘viddhosmī’’ti viravi. Dhanuggaho taṁ vijjhitvā asani viya jiyaṁ pothesi. Siṅgālo sīhassa ca jiyāya ca saddaṁ sutvā ‘‘sahāyo me dhanuggahena vijjhitvā mārito bhavissati, matakena hi saddhiṁ vissāso nāma natthi, idāni mama pakatiyā vasanavanameva gamissāmī’’ti attanāva saddhiṁ sallapanto dve gāthā abhāsi –",
  "atk-s0513a33:46": "8.",
  "atk-s0513a33:47": " ‘‘Yathā cāpo ninnamati, jiyā cāpi nikūjati;",
  "atk-s0513a33:48": "Haññate nūna manojo, migarājā sakhā mama.",
  "atk-s0513a33:49": "9.",
  "atk-s0513a33:50": " ‘‘Handa dāni vanantāni, pakkamāmi yathāsukhaṁ;",
  "atk-s0513a33:51": "Netādisā sakhā honti, labbhā me jīvato sakhā’’ti.",
  "atk-s0513a33:52": "Tattha yathāti yenākāreneva cāpo ninnamati. Haññate nūnāti nūna haññati. Netādisāti evarūpā matakā sahāyā nāma na honti. Labbhā meti jīvato mama sahāyo nāma sakkā laddhuṁ.",
  "atk-s0513a33:53": "Sīhopi ekavegena gantvā assaṁ guhādvāre pātetvā sayampi maritvā pati. Athassa ñātakā nikkhamitvā taṁ lohitamakkhitaṁ pahāramukhehi paggharitalohitaṁ pāpajanasevitāya jīvitakkhayaṁ pattaṁ addasaṁsu, disvā cassa mātā pitā bhaginī pajāpatīti paṭipāṭiyā catasso gāthā bhāsiṁsu –",
  "atk-s0513a33:54": "10.",
  "atk-s0513a33:55": " ‘‘Na pāpajanasaṁsevī, accantaṁ sukhamedhati;",
  "atk-s0513a33:56": "Manojaṁ passa semānaṁ, giriyassānusāsanī.",
  "atk-s0513a33:57": "11.",
  "atk-s0513a33:58": " ‘‘Na pāpasampavaṅkena, mātā puttena nandati;",
  "atk-s0513a33:59": "Manojaṁ passa semānaṁ, acchannaṁ samhi lohite.",
  "atk-s0513a33:60": "12.",
  "atk-s0513a33:61": " ‘‘Evamāpajjate poso, pāpiyo ca nigacchati;",
  "atk-s0513a33:62": "Yo ve hitānaṁ vacanaṁ, na karoti atthadassinaṁ.",
  "atk-s0513a33:63": "13.",
  "atk-s0513a33:64": " ‘‘Evañca so hoti tato ca pāpiyo, yo uttamo adhamajanūpasevī;",
  "atk-s0513a33:65": "Passuttamaṁ adhamajanūpasevitaṁ, migādhipaṁ saravaraveganiddhuta’’nti.",
  "atk-s0513a33:66": "Tattha accantaṁ sukhamedhatīti na ciraṁ sukhaṁ labhati. Giriyassānusāsanīti ayaṁ evarūpā giriyassānusāsanīti garahanto āha. Pāpasampavaṅkenāti pāpesu sampavaṅkena pāpasahāyena. Acchannanti nimuggaṁ. Pāpiyo ca nigacchatīti pāpañca vindati. Hitānanti atthakāmānaṁ. Atthadassinanti anāgataatthaṁ passantānaṁ. Pāpiyoti pāpataro. Adhamajanūpasevīti adhamajanaṁ upasevī. Uttamanti sarīrabalena jeṭṭhakaṁ.",
  "atk-s0513a33:67": "Pacchimā abhisambuddhagāthā –",
  "atk-s0513a33:68": "14.",
  "atk-s0513a33:69": " ‘‘Nihīyati puriso nihīnasevī, na ca hāyetha kadāci tulyasevī;",
  "atk-s0513a33:70": "Seṭṭhamupagamaṁ udeti khippaṁ, tasmāttanā uttaritaraṁ bhajethā’’ti.",
  "atk-s0513a33:71": "Tattha nihīyatīti bhikkhave, nihīnasevī nāma manojo sīho viya nihīyati parihāyati vināsaṁ pāpuṇāti. Tulyasevīti sīlādīhi attanā sadisaṁ sevamāno na hāyati, vaḍḍhiyeva panassa hoti. Seṭṭhamupagamanti sīlādīhi uttaritaraṁyeva upagacchanto. Udeti khippanti sīghameva sīlādīhi guṇehi udeti, vuddhiṁ upagacchatīti.",
  "atk-s0513a33:72": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne vipakkhasevako sotāpattiphale patiṭṭhahi.",
  "atk-s0513a33:73": "Tadā siṅgālo devadatto ahosi, manojo vipakkhasevako, bhaginī uppalavaṇṇā, bhariyā khemā bhikkhunī, mātā rāhulamātā, pitā sīharājā pana ahameva ahosinti.",
  "atk-s0513a33:74": "Manojajātakavaṇṇanā dutiyā.",
  "atk-s0513a33:76": " [398] 3. Sutanujātakavaṇṇanā",
  "atk-s0513a33:77": "Rājā te bhattanti idaṁ satthā jetavane viharanto mātuposakabhikkhuṁ ārabbha kathesi. Vatthu sāmajātake (jā. 2.22.296 ādayo) āvi bhavissati.",
  "atk-s0513a33:78": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto duggatagahapatikule nibbatti, sutanūtissa nāmaṁ akaṁsu. So vayappatto bhatiṁ katvā mātāpitaro posetvā pitari kālakate mātaraṁ poseti. Tasmiṁ pana kāle bārāṇasirājā migavittako ahosi. So ekadivasaṁ mahantena parivārena yojanadviyojanamattaṁ araññaṁ pavisitvā ‘‘yassa ṭhitaṭṭhānena migo palāyati, so imaṁ nāma jito’’ti sabbesaṁ ārocāpesi. Amaccā rañño dhuvamaggaṭṭhāne koṭṭhakaṁ chādetvā adaṁsu. Manussehi migānaṁ vasanaṭṭhānāni parivāretvā unnādentehi uṭṭhāpitesu migesu eko eṇimigo rañño ṭhitaṭṭhānaṁ paṭipajji. Rājā ‘‘taṁ vijjhissāmī’’ti saraṁ khipi . Uggahitamāyo migo saraṁ mahāphāsukābhimukhaṁ āgacchantaṁ ñatvā parivattitvā sarena viddho viya hutvā pati. Rājā ‘‘migo me viddho’’ti gahaṇatthāya dhāvi. Migo uṭṭhāya vātavegena palāyi, amaccādayo rājānaṁ avahasiṁsu. So migaṁ anubandhitvā kilantakāle khaggena dvidhā chinditvā ekasmiṁ daṇḍake laggitvā kājaṁ vahanto viya āgacchanto ‘‘thokaṁ vissamissāmī’’ti maggasamīpe ṭhitaṁ vaṭarukkhaṁ upagantvā nipajjitvā niddaṁ okkami.",
  "atk-s0513a33:79": "Tasmiṁ pana vaṭarukkhe nibbatto maghadevo nāma yakkho tattha paviṭṭhe vessavaṇassa santikā khādituṁ labhi. So rājānaṁ uṭṭhāya gacchantaṁ ‘‘tiṭṭha bhakkhosi me’’ti hatthe gaṇhi. ‘‘Tvaṁ konāmosī’’ti? ‘‘Ahaṁ idha nibbattayakkho, imaṁ ṭhānaṁ paviṭṭhake khādituṁ labhāmī’’ti. Rājā satiṁ upaṭṭhapetvā ‘‘kiṁ ajjeva maṁ khādissasi, udāhu nibaddhaṁ khādissasī’’ti pucchi. ‘‘Labhanto nibaddhaṁ khādissāmī’’ti. Rājā ‘‘imaṁ ajja migaṁ khāditvā maṁ vissajjehi, ahaṁ te sve paṭṭhāya ekāya bhattapātiyā saddhiṁ ekaṁ manussaṁ pesessāmī’’ti. ‘‘Tena hi appamatto hohi, apesitadivase taññeva khādissāmī’’ti. ‘‘Ahaṁ bārāṇasirājā, mayhaṁ avijjamānaṁ nāma natthī’’ti. Yakkho paṭiññaṁ gahetvā taṁ vissajjesi. So nagaraṁ pavisitvā tamatthaṁ ekassa atthacarakassa amaccassa kathetvā ‘‘idāni kiṁ kātabba’’nti pucchi. ‘‘Divasaparicchedo kato, devā’’ti? ‘‘Na kato’’ti. ‘‘Ayuttaṁ vo kataṁ, evaṁ santepi mā cintayittha, bahū bandhanāgāre manussā’’ti. ‘‘Tena hi tvaṁ etaṁ kammaṁ kara, mayhaṁ jīvitaṁ dehī’’ti.",
  "atk-s0513a33:80": "Amacco ‘‘sādhū’’ti sampaṭicchitvā devasikaṁ bandhanāgārato manussaṁ nīharitvā bhattapātiṁ gahetvā kañci ajānāpetvāva yakkhassa pesesi. Yakkho bhattaṁ bhuñjitvā manussaṁ khādati. Aparabhāge bandhanāgārāni nimmanussāni jātāni. Rājā bhattahārakaṁ alabhanto maraṇabhayena kampi. Atha naṁ amacco assāsetvā ‘‘deva, jīvitāsāto dhanāsāva balavatarā, hatthikkhandhe sahassabhaṇḍikaṁ ṭhapetvā ‘ko imaṁ dhanaṁ gahetvā yakkhassa bhattaṁ ādāya gamissatī’ti bheriṁ carāpemā’’ti vatvā tathā kāresi. Atha taṁ sutvā bodhisatto cintesi ‘‘ahaṁ bhatiyā māsakaḍḍhamāsakaṁ saṅgharitvā kicchena mātaraṁ posemi, imaṁ dhanaṁ gahetvā mātu datvā yakkhassa santikaṁ gamissāmi, sace yakkhaṁ dametuṁ sakkhissāmi, iccetaṁ kusalaṁ, no ce sakkhissāmi, mātā me sukhaṁ jīvissatī’’ti. So tamatthaṁ mātu ārocetvā ‘‘alaṁ tāta, na mama attho dhanenā’’ti dve vāre paṭikkhipitvā tatiyavāre taṁ anāpucchitvāva ‘‘āharatha, ayya, sahassaṁ, ahaṁ bhattaṁ harissāmī’’ti sahassaṁ gahetvā mātu datvā ‘‘amma , mā cintayi , ahaṁ yakkhaṁ dametvā mahājanassa sotthiṁ karissāmi, ajjeva tava assukilinnamukhaṁ hāsāpentova āgacchissāmī’’ti mātaraṁ vanditvā rājapurisehi saddhiṁ rañño santikaṁ gantvā vanditvā aṭṭhāsi.",
  "atk-s0513a33:81": "Tato raññā ‘‘tāta, tvaṁ bhattaṁ harissasī’’ti vutte ‘‘āma, devā’’ti āha. ‘‘Kiṁ te laddhuṁ vaṭṭatī’’ti? ‘‘Tumhākaṁ suvaṇṇapādukā, devā’’ti. ‘‘Kiṁkāraṇā’’ti? ‘‘Deva, so yakkho attano rukkhamūle bhūmiyaṁ ṭhitake khādituṁ labhati, ahaṁ etassa santakabhūmiyaṁ aṭṭhatvā pādukāsu ṭhassāmī’’ti. ‘‘Aññaṁ kiṁ laddhuṁ vaṭṭatī’’ti? ‘‘Tumhākaṁ chattaṁ, devā’’ti. ‘‘Idaṁ kimatthāyā’’ti? ‘‘Deva, yakkho attano rukkhacchāyāya ṭhitake khādituṁ labhati, ahaṁ tassa rukkhacchāyāya aṭṭhatvā chattacchāyāya ṭhassāmī’’ti. ‘‘Aññaṁ kiṁ laddhuṁ vaṭṭatī’’ti. ‘‘Tumhākaṁ khaggaṁ, devā’’ti. ‘‘Iminā ko attho’’ti? ‘‘Deva, amanussāpi āvudhahatthānaṁ bhāyantiyevā’’ti. ‘‘Aññaṁ kiṁ laddhuṁ vaṭṭatī’’ti? ‘‘Suvaṇṇapātiṁ pūretvā tumhākaṁ bhuñjanakabhattaṁ detha, devā’’ti. ‘‘Kiṁkāraṇā, tātā’’ti? ‘‘Deva, mādisassa nāma paṇḍitassa purisassa mattikapātiyā lūkhabhojanaṁ harituṁ ananucchavika’’nti. ‘‘Sādhu, tātā’’ti rājā sabbaṁ dāpetvā tassa veyyāvaccakare paṭipādesi.",
  "atk-s0513a33:82": "Bodhisatto ‘‘mahārāja, mā bhāyittha, ajjāhaṁ yakkhaṁ dametvā tumhākaṁ sotthiṁ katvā āgamissāmī’’ti rājānaṁ vanditvā upakaraṇāni gāhāpetvā tattha gantvā manusse rukkhassāvidūre ṭhapetvā suvaṇṇapādukaṁ āruyha khaggaṁ sannayhitvā setacchattaṁ matthake katvā kañcanapātiyā bhattaṁ gahetvā yakkhassa santikaṁ pāyāsi. Yakkho maggaṁ olokento taṁ disvā ‘‘ayaṁ puriso na aññesu divasesu āgamananiyāmena eti, kiṁ nu kho kāraṇa’’nti cintesi. Bodhisattopi rukkhasamīpaṁ gantvā asituṇḍena bhattapātiṁ antochāyāya karitvā chāyāya pariyante ṭhito paṭhamaṁ gāthamāha.",
  "atk-s0513a33:83": "15.",
  "atk-s0513a33:84": " ‘‘Rājā te bhattaṁ pāhesi, suciṁ maṁsūpasecanaṁ;",
  "atk-s0513a33:85": "Maghadevasmiṁ adhivatthe, ehi nikkhamma bhuñjasū’’ti.",
  "atk-s0513a33:86": "Tattha pāhesīti pahiṇi. Maghadevasmiṁ adhivattheti maghadevoti vaṭarukkho vuccati, tasmiṁ adhivattheti devataṁ ālapati.",
  "atk-s0513a33:87": "Taṁ sutvā yakkho ‘‘imaṁ purisaṁ vañcetvā antochāyāya paviṭṭhaṁ khādissāmī’’ti cintetvā dutiyaṁ gāthamāha –",
  "atk-s0513a33:88": "16.",
  "atk-s0513a33:89": " ‘‘Ehi māṇava orena, bhikkhamādāya sūpitaṁ;",
  "atk-s0513a33:90": "Tvañca māṇava bhikkhā ca, ubho bhakkhā bhavissathā’’ti.",
  "atk-s0513a33:91": "Tattha bhikkhanti mama nibaddhabhikkhaṁ. Sūpitanti sūpasampannaṁ.",
  "atk-s0513a33:92": "Tato bodhisatto dve gāthā abhāsi –",
  "atk-s0513a33:93": "17.",
  "atk-s0513a33:94": " ‘‘Appakena tuvaṁ yakkha, thullamatthaṁ jahissasi;",
  "atk-s0513a33:95": "Bhikkhaṁ te nāharissanti, janā maraṇasaññino.",
  "atk-s0513a33:96": "18.",
  "atk-s0513a33:97": " ‘‘Laddhāya yakkhā tava niccabhikkhaṁ, suciṁ paṇītaṁ rasasā upetaṁ;",
  "atk-s0513a33:98": "Bhikkhañca te āhariyo naro idha, sudullabho hehiti bhakkhite mayī’’ti.",
  "atk-s0513a33:99": "Tattha thullamatthanti appakena kāraṇena mahantaṁ atthaṁ jahissasīti dasseti. Nāharissantīti ito paṭṭhāya maraṇasaññino hutvā na āharissanti, atha tvaṁ milātasākho viya rukkho nirāhāro dubbalo bhavissasīti. Laddhāyanti laddhaayaṁ laddhāgamanaṁ. Idaṁ vuttaṁ hoti – samma yakkha, yaṁ ahaṁ ajja āhariṁ, idaṁ tava niccabhikkhaṁ suciṁ paṇītaṁ uttamaṁ rasena upetaṁ laddhāgamanaṁ devasikaṁ te āgacchissati. Āhariyoti āharaṇako. Idaṁ vuttaṁ hoti – ‘‘sace tvaṁ imaṁ bhikkhaṁ gahetvā āgataṁ maṁ bhakkhasi, athevaṁ mayi bhakkhite bhikkhañca te āharaṇako añño naro idha sudullabho bhavissati. Kiṁkāraṇā? Mādiso hi bārāṇasiyaṁ añño paṇḍitamanusso nāma natthi, mayi pana khādite sutanupi nāma yakkhena khādito, aññassa kassa so lajjissatī’’ti bhattāharaṇakaṁ na labhissasi, atha te ito paṭṭhāya bhojanaṁ dullabhaṁ bhavissati, amhākampi rājānaṁ gaṇhituṁ na labhissasi. Kasmā? Rukkhato bahibhāvena. Sace panidaṁ bhattaṁ bhuñjitvā maṁ pahiṇissasi, ahaṁ te rañño kathetvā nibaddhaṁ bhattaṁ pesessāmi, attānampi ca te khādituṁ na dassāmi, ahampi tava santike ṭhāne na ṭhassāmi, pādukāsu ṭhassāmi, rukkhacchāyāyampi te na ṭhassāmi, attano chattacchāyāyameva ṭhassāmi, sace pana mayā saddhiṁ virujjhissasi, khaggena taṁ dvidhā bhindissāmi , ahañhi ajja etadatthameva sajjo hutvā āgatoti. Evaṁ kira naṁ mahāsatto tajjesi.",
  "atk-s0513a33:100": "Yakkho ‘‘yuttarūpaṁ māṇavo vadatī’’ti sallakkhetvā pasannacitto dve gāthā abhāsi –",
  "atk-s0513a33:101": "19.",
  "atk-s0513a33:102": " ‘‘Mameva sutano attho, yathā bhāsasi māṇava;",
  "atk-s0513a33:103": "Mayā tvaṁ samanuññāto, sotthiṁ passāhi mātaraṁ.",
  "atk-s0513a33:104": "20.",
  "atk-s0513a33:105": " ‘‘Khaggaṁ chattañca pātiñca, gacchamādāya māṇava;",
  "atk-s0513a33:106": "Sotthiṁ passatu te mātā, tvañca passāhi mātara’’nti.",
  "atk-s0513a33:107": "Tattha sutanoti bodhisattaṁ ālapati. Yathā bhāsasīti yathā tvaṁ bhāsasi, tathā yo esa tayā bhāsito attho, eso mamevattho, mayhameva vaḍḍhīti.",
  "atk-s0513a33:108": "Yakkhassa kathaṁ sutvā bodhisatto ‘‘mama kammaṁ nipphannaṁ, damito me yakkho, bahuñca dhanaṁ laddhaṁ, rañño ca vacanaṁ kata’’nti tuṭṭhacitto yakkhassa anumodanaṁ karonto osānagāthamāha –",
  "atk-s0513a33:109": "21.",
  "atk-s0513a33:110": " ‘‘Evaṁ yakkha sukhī hohi, saha sabbehi ñātibhi;",
  "atk-s0513a33:111": "Dhanañca me adhigataṁ, rañño ca vacanaṁ kata’’nti. –",
  "atk-s0513a33:112": "Vatvā ca pana yakkhaṁ āmantetvā ‘‘samma, tvaṁ pubbe akusalakammaṁ katvā kakkhaḷo pharuso paresaṁ lohitamaṁsabhakkho yakkho hutvā nibbatto, ito paṭṭhāya pāṇātipātādīni mā karī’’ti sīle ca ānisaṁsaṁ, dussīlye ca ādīnavaṁ kathetvā yakkhaṁ pañcasu sīlesu patiṭṭhāpetvā ‘‘kiṁ te araññavāsena, ehi nagaradvāre taṁ nisīdāpetvā aggabhattalābhiṁ karomī’’ti yakkhena saddhiṁ nikkhamitvā khaggādīni yakkhaṁ gāhāpetvā bārāṇasiṁ agamāsi. ‘‘Sutanu māṇavo yakkhaṁ gahetvā etī’’ti rañño ārocesuṁ. Rājā amaccaparivuto bodhisattassa paccuggamanaṁ katvā yakkhaṁ nagaradvāre nisīdāpetvā aggabhattalābhinaṁ katvā nagaraṁ pavisitvā bheriṁ carāpetvā nāgare sannipātāpetvā bodhisattassa guṇaṁ kathetvā senāpatiṭṭhānaṁ adāsi. Ayañca bodhisattassa ovāde ṭhatvā dānādīni puññāni katvā saggaparāyaṇo ahosi.",
  "atk-s0513a33:113": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne mātuposakabhikkhu sotāpattiphale patiṭṭhahi. Tadā yakkho aṅgulimālo ahosi, rājā ānando, māṇavo pana ahameva ahosinti.",
  "atk-s0513a33:114": "Sutanujātakavaṇṇanā tatiyā.",
  "atk-s0513a33:116": " [399] 4. Mātuposakagijjhajātakavaṇṇanā",
  "atk-s0513a33:117": "Te kathaṁ nu karissantīti idaṁ satthā jetavane viharanto ekaṁ mātuposakabhikkhuṁ ārabbha kathesi. Vatthu sāmajātake (jā. 2.22.296 ādayo) āvi bhavissati.",
  "atk-s0513a33:118": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto gijjhayoniyaṁ nibbattitvā vayappatto vuddhe parihīnacakkhuke mātāpitaro gijjhaguhāyaṁ ṭhapetvā gomaṁsādīni āharitvā posesi. Tasmiṁ kāle bārāṇasiyaṁ susāne eko nesādo aniyametvā gijjhānaṁ pāse oḍḍesi. Athekadivasaṁ bodhisatto gomaṁsādiṁ pariyesanto susānaṁ paviṭṭho pādena pāse bajjhitvā attano na cintesi, vuddhe parihīnacakkhuke mātāpitaro anussaritvā ‘‘kathaṁ nu kho me mātāpitaro yāpessanti, mama baddhabhāvampi ajānantā anāthā nippaccayā pabbataguhāyameva sussitvā marissanti maññe’’ti vilapanto paṭhamaṁ gāthamāha –",
  "atk-s0513a33:119": "22.",
  "atk-s0513a33:120": " ‘‘Te kathaṁ nu karissanti, vuddhā giridarīsayā;",
  "atk-s0513a33:121": "Ahaṁ baddhosmi pāsena, nilīyassa vasaṁ gato’’ti.",
  "atk-s0513a33:122": "Tattha nilīyassāti evaṁnāmakassa nesādaputtassa.",
  "atk-s0513a33:123": "Atha nesādaputto gijjharājassa paridevitasaddaṁ sutvā dutiyaṁ gāthamāha –",
  "atk-s0513a33:124": "23.",
  "atk-s0513a33:125": " ‘‘Kiṁ gijjha paridevasi, kā nu te paridevanā;",
  "atk-s0513a33:126": "Na me suto vā diṭṭho vā, bhāsanto mānusiṁ dijo’’ti.",
  "atk-s0513a33:127": "Gijjho āha –",
  "atk-s0513a33:128": "24.",
  "atk-s0513a33:129": " ‘‘Bharāmi mātāpitaro, vuddhe giridarīsaye;",
  "atk-s0513a33:130": "Te kathaṁ nu karissanti, ahaṁ vasaṁ gato tavā’’ti.",
  "atk-s0513a33:131": "Nesādo āha –",
  "atk-s0513a33:132": "25.",
  "atk-s0513a33:133": " ‘‘Yaṁ nu gijjho yojanasataṁ, kuṇapāni avekkhati;",
  "atk-s0513a33:134": "Kasmā jālañca pāsañca, āsajjāpi na bujjhasī’’ti.",
  "atk-s0513a33:135": "Gijjharājā āha –",
  "atk-s0513a33:136": "26.",
  "atk-s0513a33:137": " ‘‘Yadā parābhavo hoti, poso jīvitasaṅkhaye;",
  "atk-s0513a33:138": "Atha jālañca pāsañca, āsajjāpi na bujjhatī’’ti.",
  "atk-s0513a33:139": "27.",
  "atk-s0513a33:140": " ‘‘Bharassu mātāpitaro, vuddhe giridarīsaye;",
  "atk-s0513a33:141": "Mayā tvaṁ samanuññāto, sotthiṁ passāhi ñātake.",
  "atk-s0513a33:142": "28.",
  "atk-s0513a33:143": " ‘‘Evaṁ luddaka nandassu, saha sabbehi ñātibhi;",
  "atk-s0513a33:144": "Bharissaṁ mātāpitaro, vuddhe giridarīsaye’’ti. –",
  "atk-s0513a33:145": "Nesādaputtena dutiyā, gijjhena tatiyāti imā gāthā paṭipāṭiyā vuttā.",
  "atk-s0513a33:146": "Tattha yaṁ nūti yaṁ nu etaṁ loke kathīyati. Gijjho yojanasataṁ, kuṇapāni avekkhatīti yojanasataṁ atikkamma ṭhitānipi kuṇapāni passati, taṁ yadi tathaṁ, atha kasmā tvaṁ imaṁ jālañca pāsañca āsajjāpi na bujjhasi, santikaṁ āgantvāpi na jānāsīti.",
  "atk-s0513a33:147": "Parābhavoti vināso. Bharassūti idaṁ so bodhisattassa dhammakathaṁ sutvā ‘‘paṇḍito gijjharājā paridevanto na attano paridevati, mātāpitūnaṁ paridevati, nāyaṁ māretuṁ yutto’’ti tussitvā āha, vatvā ca pana piyacittena muducittena pāsaṁ mocesi.",
  "atk-s0513a33:148": "Athassa bodhisatto maraṇamukhā pamutto sukhito anumodanaṁ karonto osānagāthaṁ vatvā mukhapūraṁ maṁsaṁ ādāya mātāpitūnaṁ adāsi.",
  "atk-s0513a33:149": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne mātuposakabhikkhu sotāpattiphale patiṭṭhahi .",
  "atk-s0513a33:150": "Tadā nesādaputto channo ahosi, mātāpitaro mahārājakulāni, gijjharājā pana ahameva ahosinti.",
  "atk-s0513a33:151": "Mātuposakagijjhajātakavaṇṇanā catutthā.",
  "atk-s0513a33:153": " [400] 5. Dabbhapupphajātakavaṇṇanā",
  "atk-s0513a33:154": "Anutīracārī bhaddanteti idaṁ satthā jetavane viharanto upanandaṁ sakyaputtaṁ ārabbha kathesi. So hi sāsane pabbajitvā appicchatādiguṇe pahāya mahātaṇho ahosi. Vassūpanāyikāya dve tayo vihāre pariggahetvā ekasmiṁ chattaṁ vā upāhanaṁ vā ekasmiṁ kattarayaṭṭhiṁ vā udakatumbaṁ vā ṭhapetvā ekasmiṁ sayaṁ vasati. So ekasmiṁ janapadavihāre vassaṁ upagantvā ‘‘bhikkhūhi nāma appicchehi bhavitabba’’nti ākāse candaṁ uṭṭhāpento viya bhikkhūnaṁ paccayasantosadīpakaṁ ariyavaṁsapaṭipadaṁ kathesi. Taṁ sutvā bhikkhū manāpāni pattacīvarāni chaḍḍetvā mattikāpattāni ceva paṁsukūlacīvarāni ca gaṇhiṁsu. So tāni attano vasanaṭṭhāne ṭhapetvā vutthavasso pavāretvā yānakaṁ pūretvā jetavanaṁ gacchanto antarāmagge ekassa araññavihārassa piṭṭhibhāge pāde valliyā palibuddho ‘‘addhā ettha kiñci laddhabbaṁ bhavissatī’’ti taṁ vihāraṁ pāvisi. Tattha pana dve mahallakā bhikkhū vassaṁ upagacchiṁsu. Te dve ca thūlasāṭake ekañca sukhumakambalaṁ labhitvā bhājetuṁ asakkontā taṁ disvā ‘‘thero no bhājetvā dassatī’’ti tuṭṭhacittā ‘‘mayaṁ, bhante, imaṁ vassāvāsikaṁ bhājetuṁ na sakkoma, imaṁ no nissāya vivādo hoti, idaṁ amhākaṁ bhājetvā dethā’’ti āhaṁsu. So ‘‘sādhu bhājessāmī’’ti dve thūlasāṭake dvinnampi bhājetvā ‘‘ayaṁ amhākaṁ vinayadharānaṁ pāpuṇātī’’ti kambalaṁ gahetvā pakkāmi.",
  "atk-s0513a33:155": "Tepi therā kambale sālayā teneva saddhiṁ jetavanaṁ gantvā vinayadharānaṁ bhikkhūnaṁ tamatthaṁ ārocetvā ‘‘labbhati nu kho, bhante, vinayadharānaṁ evaṁ vilopaṁ khāditu’’nti āhaṁsu. Bhikkhū upanandattherena ābhataṁ pattacīvararāsiṁ disvā ‘‘mahāpuññosi tvaṁ āvuso, bahuṁ te pattacīvaraṁ laddha’’nti vadiṁsu. So ‘‘kuto me āvuso, puññaṁ, iminā me upāyena idaṁ laddha’’nti sabbaṁ kathesi. Bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ ‘‘āvuso, upanando sakyaputto mahātaṇho mahālobho’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, upanandena paṭipadāya anucchavikaṁ kataṁ, parassa paṭipadaṁ kathentena nāma bhikkhunā paṭhamaṁ attano anucchavikaṁ katvā pacchā paro ovaditabbo’’ti.",
  "atk-s0513a33:156": "‘‘Attānameva paṭhamaṁ, patirūpe nivesaye;",
  "atk-s0513a33:157": "Athaññamanusāseyya, na kilisseyya paṇḍito’’ti. (dha. pa. 158) –",
  "atk-s0513a33:158": "Imāya dhammapade gāthāya dhammaṁ desetvā ‘‘na, bhikkhave, upanando idāneva, pubbepesa mahātaṇho mahālobhova, na ca pana idāneva, pubbepesa imesaṁ santakaṁ vilumpiyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a33:159": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto nadītīre rukkhadevatā ahosi. Tadā eko siṅgālo māyāviṁ nāma bhariyaṁ gahetvā nadītīre ekasmiṁ ṭhāne vasi. Athekadivasaṁ siṅgālī siṅgālaṁ āha ‘‘dohaḷo me sāmi, uppanno, allarohitamacchaṁ khādituṁ icchāmī’’ti. Siṅgālo ‘‘appossukkā hohi, āharissāmi te’’ti nadītīre caranto valliyā pāde palibujjhitvā anutīrameva agamāsi. Tasmiṁ khaṇe gambhīracārī ca anutīracārī cāti dve uddā macche pariyesantā tīre aṭṭhaṁsu. Tesu gambhīracārī mahantaṁ rohitamacchaṁ disvā vegena udake pavisitvā taṁ naṅguṭṭhe gaṇhi. Balavā maccho parikaḍḍhanto yāsi. So gambhīracārī uddo ‘‘mahāmaccho ubhinnampi no pahossati, ehi me sahāyo hohī’’ti itarena saddhiṁ sallapanto paṭhamaṁ gāthamāha –",
  "atk-s0513a33:160": "29.",
  "atk-s0513a33:161": " ‘‘Anutīracārī bhaddante, sahāyamanudhāva maṁ;",
  "atk-s0513a33:162": "Mahā me gahito maccho, so maṁ harati vegasā’’ti.",
  "atk-s0513a33:163": "Tattha sahāyamanudhāva manti sahāya anudhāva maṁ, sandhivasena ma-kāro vutto. Idaṁ vuttaṁ hoti – yathāhaṁ iminā macchena na saṁhīrāmi, evaṁ maṁ naṅguṭṭhakhaṇḍe gahetvā tvaṁ anudhāvāti.",
  "atk-s0513a33:164": "Taṁ sutvā itaro dutiyaṁ gāthamāha –",
  "atk-s0513a33:165": "30.",
  "atk-s0513a33:166": " ‘‘Gambhīracārī bhaddante, daḷhaṁ gaṇhāhi thāmasā;",
  "atk-s0513a33:167": "Ahaṁ taṁ uddharissāmi, supaṇṇo uragāmivā’’ti.",
  "atk-s0513a33:168": "Tattha thāmasāti thāmena. Uddharissāmīti nīharissāmi. Supaṇṇo uragāmivāti garuḷo sappaṁ viya.",
  "atk-s0513a33:169": "Atha dvepi te ekato hutvā rohitamacchaṁ nīharitvā thale ṭhapetvā māretvā ‘‘tvaṁ bhājehi, tvaṁ bhājehī’’ti kalahaṁ katvā bhājetuṁ asakkontā ṭhapetvā nisīdiṁsu. Tasmiṁ kāle siṅgālo taṁ ṭhānaṁ anuppatto. Te taṁ disvā ubhopi paccuggamanaṁ katvā ‘‘ayaṁ, samma, dabbhapupphamaccho amhehi ekato hutvā gahito, taṁ no bhājetuṁ asakkontānaṁ vivādo uppanno, samabhāgaṁ no bhājetvā dehī’’ti tatiyaṁ gāthamāhaṁsu –",
  "atk-s0513a33:170": "31.",
  "atk-s0513a33:171": " ‘‘Vivādo no samuppanno, dabbhapuppha suṇohi me;",
  "atk-s0513a33:172": "Samehi medhagaṁ sammā, vivādo vūpasammata’’nti.",
  "atk-s0513a33:173": "Tattha dabbhapupphāti dabbhapupphasamānavaṇṇatāya taṁ ālapanti. Medhaganti kalahaṁ.",
  "atk-s0513a33:174": "Tesaṁ vacanaṁ sutvā siṅgālo attano balaṁ dīpento –",
  "atk-s0513a33:175": "32.",
  "atk-s0513a33:176": " ‘‘Dhammaṭṭhohaṁ pure āsiṁ, bahū aḍḍā me tīritā;",
  "atk-s0513a33:177": "Samemi medhagaṁ sammā, vivādo vūpasammata’’nti. –",
  "atk-s0513a33:178": "Idaṁ gāthaṁ vatvā bhājento –",
  "atk-s0513a33:179": "33.",
  "atk-s0513a33:180": " ‘‘Anutīracāri naṅguṭṭhaṁ, sīsaṁ gambhīracārino;",
  "atk-s0513a33:181": "Accāyaṁ majjhimo khaṇḍo, dhammaṭṭhassa bhavissatī’’ti. –",
  "atk-s0513a33:182": "Imaṁ gāthamāha –",
  "atk-s0513a33:183": "Tattha paṭhamagāthāya ayamattho – ahaṁ pubbe rājūnaṁ vinicchayāmacco āsiṁ, tena mayā vinicchaye nisīditvā bahū aḍḍā tīritā, tesaṁ tesaṁ brāhmaṇagahapatikādīnaṁ bahū aḍḍā tīritā vinicchitā, svāhaṁ tumhādisānaṁ samajātikānaṁ catuppadānaṁ aḍḍaṁ tīretuṁ kiṁ na sakkhissāmi, ahaṁ vo samemi medhagaṁ, sammā maṁ nissāya tumhākaṁ vivādo vūpasammatūti .",
  "atk-s0513a33:184": "Evañca pana vatvā macchaṁ tayo koṭṭhāse katvā anutīracāri tvaṁ naṅguṭṭhaṁ gaṇha, sīsaṁ gambhīracārino hotu. Accāyaṁ majjhimo khaṇḍoti apica ayaṁ majjhimo koṭṭhāso. Atha vā accāti aticca, ime dve koṭṭhāse atikkamitvā ṭhito ayaṁ majjhimo khaṇḍo dhammaṭṭhassa vinicchayasāmikassa mayhaṁ bhavissatīti.",
  "atk-s0513a33:185": "Evaṁ taṁ macchaṁ vibhajitvā ‘‘tumhe kalahaṁ akatvā naṅguṭṭhañca sīsañca khādathā’’ti vatvā majjhimakhaṇḍaṁ mukhena ḍaṁsitvā tesaṁ passantānaṁyeva palāyi. Te sahassaṁ parājitā viya dummukhā nisīditvā gāthamāhaṁsu –",
  "atk-s0513a33:186": "34.",
  "atk-s0513a33:187": " ‘‘Cirampi bhakkho abhavissa, sace na vivademase;",
  "atk-s0513a33:188": "Asīsakaṁ anaṅguṭṭhaṁ, siṅgālo harati rohita’’nti.",
  "atk-s0513a33:189": "Tattha cirampīti dve tayo divase sandhāya vuttaṁ.",
  "atk-s0513a33:190": "Siṅgālopi ‘‘ajja bhariyaṁ rohitamacchaṁ khādāpessāmī’’ti tuṭṭhacitto tassā santikaṁ agamāsi. Sā taṁ āgacchantaṁ disvā abhinandamānā –",
  "atk-s0513a33:191": "35.",
  "atk-s0513a33:192": " ‘‘Yathāpi rājā nandeyya, rajjaṁ laddhāna khattiyo;",
  "atk-s0513a33:193": "Evāhamajja nandāmi, disvā puṇṇamukhaṁ pati’’nti. –",
  "atk-s0513a33:194": "Imaṁ gāthaṁ vatvā adhigamūpāyaṁ pucchantī –",
  "atk-s0513a33:195": "36.",
  "atk-s0513a33:196": " ‘‘Kathaṁ nu thalajo santo, udake macchaṁ parāmasi;",
  "atk-s0513a33:197": "Puṭṭho me samma akkhāhi, kathaṁ adhigataṁ tayā’’ti. –",
  "atk-s0513a33:198": "Imaṁ gāthamāha –",
  "atk-s0513a33:199": "Tattha kathaṁ nūti ‘‘khāda, bhadde’’ti macchakhaṇḍe purato ṭhapite ‘‘kathaṁ nu tvaṁ thalajo samāno udake macchaṁ gaṇhī’’ti pucchi.",
  "atk-s0513a33:200": "Siṅgālo tassā adhigamūpāyaṁ ācikkhanto anantaragāthamāha –",
  "atk-s0513a33:201": "37.",
  "atk-s0513a33:202": " ‘‘Vivādena kisā honti, vivādena dhanakkhayā;",
  "atk-s0513a33:203": "Jīnā uddā vivādena, bhuñja māyāvi rohita’’nti.",
  "atk-s0513a33:204": "Tattha vivādena kisā hontīti bhadde, ime sattā vivādaṁ karontā vivādaṁ nissāya kisā appamaṁsalohitā honti. Vivādena dhanakkhayāti hiraññasuvaṇṇādīnaṁ dhanānaṁ khayā vivādeneva honti. Dvīsupi vivadantesu eko parājito parājitattā dhanakkhayaṁ pāpuṇāti, itaro jayabhāgadānena. Jīnā uddāti dve uddāpi vivādeneva imaṁ macchaṁ jīnā, tasmā tvaṁ mayā ābhatassa uppattiṁ mā puccha, kevalaṁ imaṁ bhuñja māyāvi rohitanti.",
  "atk-s0513a33:205": "Itarā abhisambuddhagāthā –",
  "atk-s0513a33:206": "38.",
  "atk-s0513a33:207": " ‘‘Evameva manussesu, vivādo yattha jāyati;",
  "atk-s0513a33:208": "Dhammaṭṭhaṁ paṭidhāvati, so hi nesaṁ vināyako;",
  "atk-s0513a33:209": "Dhanāpi tattha jīyanti, rājakoso pavaḍḍhatī’’ti.",
  "atk-s0513a33:210": "Tattha evamevāti bhikkhave, yathā ete uddā jīnā, evameva manussesupi yasmiṁ ṭhāne vivādo jāyati, tattha te manussā dhammaṭṭhaṁ patidhāvanti, vinicchayasāmikaṁ upasaṅkamanti. Kiṁkāraṇā? So hi nesaṁ vināyako, so tesaṁ vivādāpannānaṁ vivādavūpasamakoti attho. Dhanāpitatthāti tattha te vivādāpannā dhanatopi jīyanti, attano santakā parihāyanti, daṇḍena ceva jayabhāgaggahaṇena ca rājakoso pavaḍḍhatīti.",
  "atk-s0513a33:211": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā siṅgālo upanando ahosi, uddā dve mahallakā, tassa kāraṇassa paccakkhakārikā rukkhadevatā pana ahameva ahosi’’nti.",
  "atk-s0513a33:212": "Dabbhapupphajātakavaṇṇanā pañcamā.",
  "atk-s0513a33:214": " [401] 6. Paṇṇakajātakavaṇṇanā",
  "atk-s0513a33:215": "Paṇṇakaṁtikhiṇadhāranti idaṁ satthā jetavane viharanto purāṇadutiyikāpalobhanaṁ ārabbha kathesi. Tañhi bhikkhuṁ satthā ‘‘saccaṁ kira tvaṁ bhikkhu ukkaṇṭhito’’ti pucchitvā ‘‘saccaṁ, bhante’’ti vutte ‘‘kena ukkaṇṭhāpito’’ti vatvā ‘‘purāṇadutiyikāyā’’ti vutte ‘‘bhikkhu ayaṁ itthī tuyhaṁ anatthakārikā, pubbepi tvaṁ imaṁ nissāya cetasikarogena maranto paṇḍite nissāya jīvitaṁ alatthā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a33:216": "Atīte bārāṇasiyaṁ maddavamahārāje rajjaṁ kārente bodhisatto brāhmaṇakule nibbatti, senakakumārotissa nāmaṁ akaṁsu. So vayappatto takkasilāyaṁ sabbasippāni uggaṇhitvā bārāṇasiṁ paccāgantvā maddavarañño atthadhammānusāsako amacco ahosi, ‘‘senakapaṇḍito’’ti vutte sakalanagare cando viya sūriyo viya ca paññāyi. Tadā rañño purohitaputto rājupaṭṭhānaṁ āgato sabbālaṅkārapaṭimaṇḍitaṁ uttamarūpadharaṁ rañño aggamahesiṁ disvā paṭibaddhacitto hutvā gehaṁ gantvā nirāhāro nipajjitvā sahāyakehi puṭṭho tamatthaṁ ārocesi. Rājāpi ‘‘purohitaputto na dissati, kahaṁ nu kho’’ti pucchitvā tamatthaṁ sutvā taṁ pakkosāpetvā ‘‘ahaṁ te imaṁ satta divasāni dammi, sattāhaṁ ghare katvā aṭṭhame divase āneyyāsī’’ti āha. So ‘‘sādhū’’ti sampaṭicchitvā taṁ gehaṁ netvā tāya saddhiṁ abhirami. Te aññamaññaṁ paṭibaddhacittā hutvā kañci ajānāpetvā aggadvārena palāyitvā aññassa rañño vijitaṁ agamasuṁ, koci gataṭṭhānaṁ na jāni, nāvāya gatamaggo viya ahosi. Rājā nagare bheriṁ carāpetvā nānappakārena vicinantopi tassa gataṭṭhānaṁ na aññāsi. Athassa taṁ nissāya balavasoko uppajji, hadayaṁ uṇhaṁ hutvā lohitaṁ pagghari. Tato paṭṭhāya cassa kucchito lohitaṁ nikkhami, byādhi mahanto ahosi. Mahantāpi rājavejjā tikicchituṁ nāsakkhiṁsu.",
  "atk-s0513a33:217": "Bodhisatto ‘‘imassa rañño byādhi natthi, bhariyaṁ pana apassanto cetasikarogena phuṭṭho, upāyena taṁ tikicchissāmī’’ti āyurañca pukkusañcāti dve rañño paṇḍitāmacce āmantetvā ‘‘rañño deviyā adassanena cetasikaṁ rogaṁ ṭhapetvā añño rogo natthi, bahūpakāro ca kho pana amhākaṁ rājā, tasmā upāyena naṁ tikicchāma, rājaṅgaṇe samajjaṁ kāretvā asiṁ gilituṁ jānantena asiṁ gilāpetvā rājānaṁ sīhapañjare katvā samajjaṁ olokāpessāma, rājā asiṁ gilantaṁ disvā ‘atthi nu kho ito aññaṁ dukkaratara’nti pañhaṁ pucchissati. Taṁ samma āyura, tvaṁ ‘asukaṁ nāma dadāmīti vacanaṁ ito dukkaratara’nti byākareyyāsi, tato samma pukkusa, taṁ pucchissati, athassa tvaṁ ‘mahārāja, dadāmīti vatvā adadato sā vācā aphalā hoti, tathārūpaṁ vācaṁ na keci upajīvanti na khādanti na pivanti, ye pana tassa vacanassānucchavikaṁ karonti, yathāpaṭiññātamatthaṁ dentiyeva, idaṁ tato dukkaratara’nti evaṁ byākareyyāsi, ito paraṁ kattabbaṁ ahaṁ jānissāmī’’ti vatvā samajjaṁ kāresi.",
  "atk-s0513a33:218": "Atha te tayopi paṇḍitā rañño santikaṁ gantvā ‘‘mahārāja, rājaṅgaṇe samajjo vattati, taṁ olokentānaṁ dukkhampi na dukkhaṁ hoti, ehi gacchāmā’’ti rājānaṁ netvā sīhapañjaraṁ vivaritvā samajjaṁ olokāpesuṁ. Bahū janā attano attano jānanakasippaṁ dassesuṁ. Eko pana puriso tettiṁsaṅgulaṁ tikhiṇadhāraṁ asiratanaṁ gilati. Rājā taṁ disvā ‘‘ayaṁ puriso etaṁ asiṁ gilati, ‘atthi nu kho ito aññaṁ dukkaratara’nti ime paṇḍite pucchissāmī’’ti cintetvā āyuraṁ pucchanto paṭhamaṁ gāthamāha –",
  "atk-s0513a33:219": "39.",
  "atk-s0513a33:220": " ‘‘Paṇṇakaṁ tikhiṇadhāraṁ, asiṁ sampannapāyinaṁ;",
  "atk-s0513a33:221": "Parisāyaṁ puriso gilati, kiṁ dukkarataraṁ tato;",
  "atk-s0513a33:222": "Yadaññaṁ dukkaraṁ ṭhānaṁ, taṁ me akkhāhi pucchito’’ti.",
  "atk-s0513a33:223": "Tattha paṇṇakanti paṇṇakaraṭṭhe uppannaṁ. Sampannapāyinanti sampannaṁ paralohitapāyinaṁ. Parisāyanti parisamajjhe dhanalobhena ayaṁ puriso gilati. Yadaññanti ito asigilanato yaṁ aññaṁ dukkarataraṁ kāraṇaṁ, taṁ mayā pucchito kathehīti.",
  "atk-s0513a33:224": "Athassa so taṁ kathento dutiyaṁ gāthamāha –",
  "atk-s0513a33:225": "40.",
  "atk-s0513a33:226": " ‘‘Gileyya puriso lobhā, asiṁ sampannapāyinaṁ;",
  "atk-s0513a33:227": "Yo ca vajjā dadāmīti, taṁ dukkarataraṁ tato;",
  "atk-s0513a33:228": "Sabbaññaṁ sukaraṁ ṭhānaṁ, evaṁ jānāhi maddavā’’ti.",
  "atk-s0513a33:229": "Tattha vajjāti vadeyya. Taṁ dukkarataranti ‘‘dadāmī’’ti vacanaṁ tato asigilanato dukkarataraṁ. Sabbaññanti ‘‘asukaṁ nāma tava dassāmī’’ti vacanaṁ ṭhapetvā aññaṁ sabbampi kāraṇaṁ sukaraṁ. Maddavāti rājānaṁ gottena ālapati.",
  "atk-s0513a33:230": "Rañño āyurapaṇḍitassa vacanaṁ sutvā ‘‘asigilanato kira ‘idaṁ nāma dammī’ti vacanaṁ dukkaraṁ, ahañca ‘purohitaputtassa deviṁ dammī’ti avacaṁ, atidukkaraṁ vata me kata’’nti vīmaṁsantasseva hadayasoko thokaṁ tanuttaṁ gato. So tato ‘‘parassa imaṁ dammīti vacanato pana aññaṁ dukkarataraṁ atthi nu kho’’ti cintetvā pukkusapaṇḍitena saddhiṁ sallapanto tatiyaṁ gāthamāha –",
  "atk-s0513a33:231": "41.",
  "atk-s0513a33:232": " ‘‘Byākāsi āyuro pañhaṁ, atthaṁ dhammassa kovido;",
  "atk-s0513a33:233": "Pukkusaṁ dāni pucchāmi, kiṁ dukkarataraṁ tato;",
  "atk-s0513a33:234": "Yadaññaṁ dukkaraṁ ṭhānaṁ, taṁ me akkhāhi pucchito’’ti.",
  "atk-s0513a33:235": "Tattha pañhaṁ atthanti pañhassa atthaṁ byākāsīti vuttaṁ hoti. Dhammassa kovidoti tadatthajotake ganthe kusalo. Tatoti tato vacanato kiṁ dukkarataranti.",
  "atk-s0513a33:236": "Athassa byākaronto pukkusapaṇḍito catutthaṁ gāthamāha –",
  "atk-s0513a33:237": "42.",
  "atk-s0513a33:238": " ‘‘Na vācamupajīvanti, aphalaṁ giramudīritaṁ;",
  "atk-s0513a33:239": "Yo ca datvā avākayirā, taṁ dukkarataraṁ tato;",
  "atk-s0513a33:240": "Sabbaññaṁ sukaraṁ ṭhānaṁ, evaṁ jānāhi maddavā’’ti.",
  "atk-s0513a33:241": "Tattha datvāti ‘‘asukaṁ nāma dammī’’ti paṭiññaṁ datvā. Avākayirāti taṁ paṭiññātamatthaṁ dadanto tasmiṁ lobhaṁ avākareyya chindeyya, taṁ bhaṇḍaṁ dadeyyāti vuttaṁ hoti. Tatoti tato asigilanato ‘‘asukaṁ nāma te dammī’’ti vacanato ca tadeva dukkarataraṁ.",
  "atk-s0513a33:242": "Rañño taṁ vacanaṁ sutvā ‘‘ahaṁ ‘purohitaputtassa deviṁ dammī’ti paṭhamaṁ vatvā vācāya anucchavikaṁ katvā taṁ adāsiṁ, dukkaraṁ vata me kata’’nti parivitakkentassa soko tanukataro jāto. Athassa etadahosi ‘‘senakapaṇḍitato añño paṇḍitataro nāma natthi, imaṁ pañhaṁ etaṁ pucchissāmī’’ti. Tato taṁ pucchanto pañcamaṁ gāthamāha –",
  "atk-s0513a33:243": "43.",
  "atk-s0513a33:244": " ‘‘Byākāsi pukkuso pañhaṁ, atthaṁ dhammassa kovido;",
  "atk-s0513a33:245": "Senakaṁ dāni pucchāmi, kiṁ dukkarataraṁ tato;",
  "atk-s0513a33:246": "Yadaññaṁ dukkaraṁ ṭhānaṁ, taṁ me akkhāhi pucchito’’ti.",
  "atk-s0513a33:247": "Athassa byākaronto senako chaṭṭhaṁ gāthamāha –",
  "atk-s0513a33:248": "44.",
  "atk-s0513a33:249": " ‘‘Dadeyya puriso dānaṁ, appaṁ vā yadi vā bahuṁ;",
  "atk-s0513a33:250": "Yo ca datvā nānutappe, taṁ dukkarataraṁ tato;",
  "atk-s0513a33:251": "Sabbaññaṁ sukaraṁ ṭhānaṁ, evaṁ jānāhi maddavā’’ti.",
  "atk-s0513a33:252": "Tattha nānutappeti attano atikantaṁ atimanāpaṁ piyabhaṇḍaṁ parassa datvā ‘‘kimatthaṁ mayā idaṁ dinna’’nti evaṁ taṁ piyabhaṇḍaṁ ārabbha yo pacchā na tappati na socati, taṁ asigilanato ca ‘‘asukaṁ nāma te dammī’’ti vacanato ca tassa dānato ca dukkarataraṁ.",
  "atk-s0513a33:253": "Iti mahāsatto rājānaṁ saññāpentā kathesi. Dānañhi datvā aparacetanāva dussandhāriyā, tassā sandhāraṇadukkaratā vessantarajātakena dīpitā. Vuttañhetaṁ –",
  "atk-s0513a33:254": "‘‘Adu cāpaṁ gahetvāna, khaggaṁ bandhiya vāmato;",
  "atk-s0513a33:255": "Ānessāmi sake putte, puttānañhi vadho dukho.",
  "atk-s0513a33:256": "‘‘Aṭṭhānametaṁ dukkharūpaṁ, yaṁ kumārā vihaññare;",
  "atk-s0513a33:257": "Satañca dhammamaññāya, ko datvā anutappatī’’ti. (jā. 2.22.2158-2159);",
  "atk-s0513a33:258": "Rājāpi bodhisattassa vacanaṁ sutvā sallakkhesi ‘‘ahaṁ attano maneneva purohitaputtassa deviṁ datvā sakamanaṁ sandhāretuṁ na sakkomi, socāmi kilamāmi, na me idaṁ anucchavikaṁ, sace sā mayi sasinehā bhaveyya , imaṁ issariyaṁ chaḍḍetvā na palāyeyya, mayi pana sinehaṁ akatvā palātāya kiṁ tāya mayha’’nti. Tassevaṁ cintentassa padumapatte udakabindu viya sabbasoko nivattitvā gato, taṅkhaṇaññevassa kucchi parisaṇṭhāsi. So nirogo sukhito hutvā bodhisattassa thutiṁ karonto osānagāthamāha –",
  "atk-s0513a33:259": "45.",
  "atk-s0513a33:260": " ‘‘Byākāsi āyuro pañhaṁ, atho pukkusaporiso;",
  "atk-s0513a33:261": "Sabbe pañhe atibhoti, yathā bhāsati senako’’ti.",
  "atk-s0513a33:262": "Tattha yathā bhāsatīti yathā paṇḍito bhāsati, tathevetaṁ dānaṁ nāma datvā neva anutappitabbanti. Imaṁ panassa thutiṁ katvā tuṭṭho bahuṁ dhanamadāsi.",
  "atk-s0513a33:263": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne ukkaṇṭhitabhikkhu sotāpattiphale patiṭṭhahi. Tadā rājamahesī purāṇadutiyikā ahosi, rājā ukkaṇṭhitabhikkhu, āyurapaṇḍito moggallāno, pukkusapaṇḍito sāriputto, senakapaṇḍito ahameva ahosinti.",
  "atk-s0513a33:264": "Paṇṇakajātakavaṇṇanā chaṭṭhā.",
  "atk-s0513a33:266": " [402] 7. Sattubhastajātakavaṇṇanā",
  "atk-s0513a33:267": "Vibbhantacittoti idaṁ satthā jetavane viharanto attano paññāpāramiṁ ārabbha kathesi. Paccuppannavatthu umaṅgajātake (jā. 2.22.590 ādayo) āvi bhavissati.",
  "atk-s0513a33:268": "Atīte bārāṇasiyaṁ janako nāma rājā rajjaṁ kāresi. Tadā bodhisatto brāhmaṇakule nibbatti , senakakumārotissa nāmaṁ kariṁsu. So vayappatto takkasilāyaṁ sabbasippāni uggaṇhitvā bārāṇasiṁ paccāgantvā rājānaṁ passi, rājā taṁ amaccaṭṭhāne ṭhapesi, mahantañcassa yasaṁ anuppadāsi . So rañño atthañca dhammañca anusāsi, madhurakatho dhammakathiko hutvā rājānaṁ pañcasu sīlesu patiṭṭhāpetvā dāne uposathakamme dasasu kusalakammapathesūti imāya kalyāṇapaṭipadāya patiṭṭhāpesi , sakalaraṭṭhe buddhānaṁ uppannakālo viya ahosi. Pakkhadivasesu rājā ca uparājādayo ca sabbe sannipatitvā dhammasabhaṁ sajjenti. Mahāsatto sajjitadhammasabhāyaṁ ratanapallaṅkavaragato buddhalīḷāya dhammaṁ deseti, buddhānaṁ dhammakathāsadisāvassa kathā hoti.",
  "atk-s0513a33:269": "Atha aññataro mahallakabrāhmaṇo dhanabhikkhaṁ caritvā kahāpaṇasahassaṁ labhitvā ekasmiṁ brāhmaṇakule nikkhipitvā puna ‘‘bhikkhaṁ carissāmī’’ti gato. Tassa gatakāle taṁ kulaṁ kahāpaṇe vaḷañjesi. So āgantvā kahāpaṇe āharāpesi. Brāhmaṇo kahāpaṇe dātuṁ asakkonto attano dhītaraṁ tassa pādaparicārikaṁ katvā adāsi. Brāhmaṇo taṁ gahetvā bārāṇasito avidūre ekasmiṁ brāhmaṇagāme vāsaṁ kappesi. Athassa bhariyā daharatāya kāmesu atittā aññena taruṇabrāhmaṇena saddhiṁ micchācāraṁ cari. Soḷasa hi atappanīyavatthūni nāma. Katamāni soḷasa? Sāgaro sabbasavantīhi na tappati, aggi upādānena na tappati, rājā raṭṭhena na tappati, bālo pāpehi na tappati, itthī methunadhammena alaṅkārena vijāyanenāti imehi tīhi na tappati, brāhmaṇo mantehi na tappati, jhāyī vihārasamāpattiyā na tappati, sekkho apacayena na tappati, appiccho dhutaṅgaguṇena na tappati, āraddhavīriyo vīriyārambhena na tappati, dhammakathiko sākacchāya na tappati, visārado parisāya na tappati, saddho saṅghupaṭṭhānena na tappati, dāyako pariccāgena na tappati, paṇḍito dhammassavanena na tappati, catasso parisā tathāgatadassanena na tappantīti.",
  "atk-s0513a33:270": "Sāpi brāhmaṇī methunadhammena, atittā taṁ brāhmaṇaṁ nīharitvā vissatthā pāpakammaṁ kātukāmā hutvā ekadivasaṁ dummanā nipajjitvā ‘‘kiṁ bhotī’’ti vuttā ‘‘brāhmaṇa, ahaṁ tava gehe kammaṁ kātuṁ na sakkomi, dāsidāsaṁ ānehī’’ti āha. ‘‘Bhoti dhanaṁ me natthi, kiṁ datvā ānemī’’ti. ‘‘Bhikkhaṁ caritvā dhanaṁ pariyesitvā ānehī’’ti. ‘‘Tena hi bhoti pātheyyaṁ me sajjehī’’ti. ‘‘Sā tassa baddhasattūnañca abaddhasattūnañca cammapasibbakaṁ pūretvā adāsi’’. Brāhmaṇo gāmanigamarājadhānīsu caranto satta kahāpaṇasatāni labhitvā ‘‘alaṁ me ettakaṁ dhanaṁ dāsidāsamūlāyā’’ti nivattitvā attano gāmaṁ āgacchanto ekasmiṁ udakaphāsukaṭṭhāne pasibbakaṁ muñcitvā sattuṁ khāditvā pasibbakamukhaṁ abandhitvāva pānīyaṁ pivituṁ otiṇṇo. Athekasmiṁ rukkhasusire eko kaṇhasappo sattugandhaṁ ghāyitvā pasibbakaṁ pavisitvā bhogaṁ ābhujitvā sattuṁ khādanto nipajji. Brāhmaṇo āgantvā pasibbakassa abbhantaraṁ anoloketvā pasibbakaṁ bandhitvā aṁse katvā pāyāsi. Antarāmagge ekasmiṁ rukkhe nibbattadevatā khandhaviṭape ṭhatvā ‘‘brāhmaṇa, sace antarāmagge vasissasi, sayaṁ marissasi, sace ajja gharaṁ gamissasi, bhariyā te marissatī’’ti vatvā antaradhāyi. So olokento devataṁ adisvā bhīto maraṇabhayatajjito rodanto paridevanto bārāṇasinagaradvāraṁ sampāpuṇi.",
  "atk-s0513a33:271": "Tadā ca pannarasuposatho hoti alaṅkatadhammāsane nisīditvā bodhisattassa dhammakathanadivaso. Mahājano nānāgandhapupphādihattho vaggavaggo hutvā dhammiṁ kathaṁ sotuṁ gacchati. Brāhmaṇo taṁ disvā ‘‘kahaṁ gacchathā’’ti pucchitvā ‘‘brāhmaṇa, ajja senakapaṇḍito madhurassarena buddhalīḷāya dhammaṁ deseti, kiṁ tvampi na jānāsī’’ti vutte cintesi ‘‘paṇḍito kira dhammakathiko, ahañcamhi maraṇabhayatajjito, paṇḍitā kho pana mahantampi sokaṁ harituṁ sakkonti, mayāpi tattha gantvā dhammaṁ sotuṁ vaṭṭatī’’ti. So tehi saddhiṁ tattha gantvā mahāsattaṁ parivāretvā nisinnāya sarājikāya parisāya pariyante sattupasibbakena khandhagatena dhammāsanato avidūre maraṇabhayatajjito rodamāno aṭṭhāsi. Mahāsatto ākāsagaṅgaṁ otaranto viya amatavassaṁ vassento viya ca dhammaṁ desesi. Mahājano sañjātasomanasso sādhukāraṁ datvā dhammaṁ assosi.",
  "atk-s0513a33:272": "Paṇḍitā ca nāma disācakkhukā honti. Tasmiṁ khaṇe mahāsatto pasannapañcapasādāni akkhīni ummīletvā samantato parisaṁ olokento taṁ brāhmaṇaṁ disvā cintesi ‘‘ettakā parisā somanassajātā sādhukāraṁ datvā dhammaṁ suṇanti, ayaṁ paneko brāhmaṇo domanassappatto rodati, etassa abbhantare assujananasamatthena sokena bhavitabbaṁ, tamassa ambilena paharitvā tambamalaṁ viya padumapalāsato udakabinduṁ viya vinivattetvā ettheva naṁ nissokaṁ tuṭṭhamānasaṁ katvā dhammaṁ desessāmī’’ti. So taṁ āmantetvā ‘‘brāhmaṇa, senakapaṇḍito nāmāhaṁ, idāneva taṁ nissokaṁ karissāmi, vissattho kathehī’’ti tena saddhiṁ sallapanto paṭhamaṁ gāthamāha –",
  "atk-s0513a33:273": "46.",
  "atk-s0513a33:274": " ‘‘Vibbhantacitto kupitindriyosi, nettehi te vārigaṇā savanti;",
  "atk-s0513a33:275": "Kiṁ te naṭṭhaṁ kiṁ pana patthayāno, idhāgamā brahme tadiṅgha brūhī’’ti.",
  "atk-s0513a33:276": "Tattha kupitindriyosīti cakkhundriyameva sandhāya ‘‘kupitindriyosī’’ti āha. Vārigaṇāti assubindūni. Iṅghāti codanatthe nipāto. Tañhi mahāsatto codento evamāha ‘‘brāhmaṇa, sattā nāma dvīhi kāraṇehi socanti paridevanti sattasaṅkhāresu kismiñcideva piyajātike naṭṭhe vā, kiñcideva piyajātikaṁ patthetvā alabhantā vā. Tattha kiṁ te naṭṭhaṁ, kiṁ vā pana patthayanto tvaṁ idha āgato, idaṁ me khippaṁ brūhī’’ti.",
  "atk-s0513a33:277": "Athassa attano sokakāraṇaṁ kathento brāhmaṇo dutiyaṁ gāthamāha –",
  "atk-s0513a33:278": "47.",
  "atk-s0513a33:279": " ‘‘Miyyetha bhariyā vajato mamajja, agacchato maraṇamāha yakkho;",
  "atk-s0513a33:280": "Etena dukkhena pavedhitosmi, akkhāhi me senaka etamattha’’nti.",
  "atk-s0513a33:281": "Tattha vajatoti gehaṁ gacchantassa. Agacchatoti agacchantassa. Yakkhoti antarāmagge ekā rukkhadevatā evamāhāti vadati. Sā kira devatā ‘‘pasibbake te brāhmaṇa, kaṇhasappo’’ti anācikkhantī bodhisattassa ñāṇānubhāvappakāsanatthaṁ nācikkhi. Etena dukkhenāti gacchato bhariyāya maraṇadukkhena, agacchato attano maraṇadukkhena, tenasmi pavedhito ghaṭṭito kampito. Etamatthanti etaṁ kāraṇaṁ. Yena me kāraṇena gacchato bhariyāya maraṇaṁ, agacchato attano maraṇaṁ hoti, etaṁ me kāraṇaṁ ācikkhāhīti attho.",
  "atk-s0513a33:282": "Mahāsatto brāhmaṇassa vacanaṁ sutvā samuddamatthake jālaṁ khipanto viya ñāṇajālaṁ pattharitvā ‘‘imesaṁ sattānaṁ bahūni maraṇakāraṇāni. Samudde nimuggāpi maranti, tattha vāḷamacchehi gahitāpi, gaṅgāya patitāpi, tattha susumārehi gahitāpi, rukkhato patitāpi, kaṇṭakena viddhāpi, nānappakārehi āvudhehi pahaṭāpi, visaṁ khāditvāpi, ubbandhitvāpi, papāte patitāpi, atisītādīhi vā nānappakārehi vā rogehi upaddutāpi marantiyeva, evaṁ bahūsu maraṇakāraṇesu katarena nu kho kāraṇena ajjesa brāhmaṇo antarāmagge vasanto sayaṁ marissati, gehamassa vajato bhariyā marissatī’’ti cintesi. Cintento eva brāhmaṇassa khandhe pasibbakaṁ disvā ‘‘imasmiṁ pasibbake ekena sappena paviṭṭhena bhavitabbaṁ, pavisanto ca paneso imasmiṁ brāhmaṇe pātarāsasamaye sattuṁ khāditvā pasibbakamukhaṁ abandhitvā pānīyaṁ pātuṁ gate sattugandhena sappo paviṭṭho bhavissati. Brāhmaṇopi pānīyaṁ pivitvā āgato sappassa paviṭṭhabhāvaṁ ajānitvā pasibbakaṁ bandhitvā ādāya pakkanto bhavissati, sacāyaṁ antarāmagge vasanto sāyaṁ vasanaṭṭhāne ‘‘sattuṁ khādissāmī’’ti pasibbakaṁ muñcitvā hatthaṁ pavesessati , atha naṁ sappo hatthe ḍaṁsitvā jīvitakkhayaṁ pāpessati, idamassa antarāmagge vasantassa maraṇakāraṇaṁ. Sace pana gehaṁ gaccheyya, pasibbako bhariyāya hatthagato bhavissati, sā ‘antobhaṇḍaṁ olokessāmī’’ti pasibbakaṁ muñcitvā hatthaṁ pavesessati, atha naṁ sappo ḍaṁsitvā jīvitakkhayaṁ pāpessati, idamassa ajja gehaṁ gatassa bhariyāya maraṇakāraṇa’’nti upāyakosallañāṇeneva aññāsi.",
  "atk-s0513a33:283": "Athassa etadahosi ‘‘iminā kaṇhasappena sūrena nibbhayena bhavitabbaṁ. Ayañhi brāhmaṇassa mahāphāsukaṁ paharantopi pasibbake attano calanaṁ vā phandanaṁ vā na dasseti, evarūpāya parisāya majjhepi attano atthibhāvaṁ na dasseti, tasmā iminā kaṇhasappena sūrena nibbhayena bhavitabba’’nti. Idampi so upāyakosallañāṇeneva dibbacakkhunā passanto viya aññāsi. Evaṁ sarājikāya parisāya majjhe sappaṁ pasibbakaṁ pavisantaṁ disvā ṭhitapuriso viya mahāsatto upāyakosallañāṇeneva paricchinditvā brāhmaṇassa pañhaṁ kathento tatiyaṁ gāthamāha –",
  "atk-s0513a33:284": "48.",
  "atk-s0513a33:285": " ‘‘Bahūni ṭhānāni vicintayitvā, yamettha vakkhāmi tadeva saccaṁ;",
  "atk-s0513a33:286": "Maññāmi te brāhmaṇa sattubhastaṁ, ajānato kaṇhasappo paviṭṭho’’ti.",
  "atk-s0513a33:287": "Tattha bahūni ṭhānānīti bahūni kāraṇāni. Vicintayitvāti paṭivijjhitvā cintāvasena pavattapaṭivedho hutvā. Yamettha vakkhāmīti yaṁ te ahaṁ etesu kāraṇesu etaṁ kāraṇaṁ vakkhāmi. Tadeva saccanti tadeva tathaṁ dibbacakkhunā disvā kathitasadisaṁ bhavissatīti dīpeti. Maññāmīti sallakkhemi. Sattubhastanti sattupasibbakaṁ. Ajānatoti ajānantasseva eko kaṇhasappo paviṭṭhoti maññāmīti.",
  "atk-s0513a33:288": "Evañca pana vatvā ‘‘atthi te brāhmaṇa, etasmiṁ pasibbake sattū’’ti pucchi. ‘‘Atthi, paṇḍitā’’ti. ‘‘Ajja pātarāsavelāya sattuṁ khādī’’ti? ‘‘Āma, paṇḍitā’’ti. ‘‘Kattha nisīditvā’’ti? ‘‘Araññe rukkhamūlasmiṁ, paṇḍitā’’ti. ‘‘Sattuṁ khāditvā pānīyaṁ pātuṁ gacchanto pasibbakamukhaṁ bandhi, na bandhī’’ti? ‘‘Na bandhiṁ, paṇḍitā’’ti. ‘‘Pānīyaṁ pivitvā āgato pasibbakaṁ oloketvā bandhī’’ti. ‘‘Anoloketvāva bandhiṁ, paṇḍitā’’ti. ‘‘Brāhmaṇa, tava pānīyaṁ pātuṁ gatakāle ajānantasseva te sattugandhena pasibbakaṁ sappo paviṭṭhoti maññāmi, evamettha āgato tvaṁ, tasmā pasibbakaṁ otāretvā parisamajjhe ṭhapetvā pasibbakamukhaṁ mocetvā paṭikkamma ṭhito ekaṁ daṇḍakaṁ gahetvā pasibbakaṁ tāva pahara, tato patthaṭaphaṇaṁ susūtisaddaṁ katvā nikkhamantaṁ kaṇhasappaṁ disvā nikkaṅkho bhavissatī’’ti catutthaṁ gāthamāha –",
  "atk-s0513a33:289": "49.",
  "atk-s0513a33:290": " ‘‘Ādāya daṇḍaṁ parisumbha bhastaṁ, passeḷamūgaṁ uragaṁ dujivhaṁ;",
  "atk-s0513a33:291": "Chindajja kaṅkhaṁ vicikicchitāni, bhujaṅgamaṁ passa pamuñca bhasta’’nti.",
  "atk-s0513a33:292": "Tattha parisumbhāti pahara. Passeḷamūganti eḷaṁ paggharantena mukhena eḷamūgaṁ pasibbakato nikkhamantaṁ dujivhaṁ uragaṁ passa. Chandajja kaṅkhaṁ vicikicchitānīti ‘‘atthi nu kho me pasibbake sappo, udāhu natthī’’ti kaṅkhameva punappunaṁ uppajjamānāni vicikicchitāni ca ajja chinda, mayhaṁ saddaha, avitathañhi me veyyākaraṇaṁ, idāneva nikkhamantaṁ bhujaṅgamaṁ passa pamuñca bhastanti.",
  "atk-s0513a33:293": "Brāhmaṇo mahāsattassa kathaṁ sutvā saṁviggo bhayappatto tathā akāsi. Sappopi sattubhaste daṇḍena pahaṭe pasibbakamukhā nikkhamitvā mahājanaṁ olokento aṭṭhāsi. Tamatthaṁ pakāsento satthā pañcamaṁ gāthamāha –",
  "atk-s0513a33:294": "50.",
  "atk-s0513a33:295": " ‘‘Saṁviggarūpo parisāya majjhe, so brāhmaṇo sattubhastaṁ pamuñci;",
  "atk-s0513a33:296": "Atha nikkhami urago uggatejo, āsīviso sappo phaṇaṁ karitvā’’ti.",
  "atk-s0513a33:297": "Sappassa phaṇaṁ katvā nikkhantakāle ‘‘mahāsattassa sabbaññubuddhasseva byākaraṇaṁ ahosī’’ti mahājano celukkhepasahassāni pavattesi, aṅguliphoṭanasahassāni paribbhamiṁsu, ghanameghavassaṁ viya sattaratanavassaṁ vassi, sādhukārasahassāni pavattiṁsu, mahāpathavībhijjanasaddo viya ahosi. Idaṁ pana buddhalīḷāya evarūpassa pañhassa kathanaṁ nāma neva jātiyā balaṁ, na gottakulappadesānaṁ balaṁ, kassa panetaṁ balanti? Paññāya balaṁ. Paññavā hi puggalo vipassanaṁ vaḍḍhetvā ariyamaggadvāraṁ vivaritvā amatamahānibbānaṁ pavisati, sāvakapāramimpi paccekabodhimpi sammāsambodhimpi paṭivijjhati. Amatamahānibbānasampāpakesu hi dhammesu paññāva seṭṭhā, avasesā tassā parivārā honti. Tenetaṁ vuttaṁ –",
  "atk-s0513a33:298": "‘‘Paññā hi seṭṭhā kusalā vadanti, nakkhattarājāriva tārakānaṁ;",
  "atk-s0513a33:299": "Sīlaṁ sirī cāpi satañca dhammo, anvāyikā paññavato bhavantī’’ti. (jā. 2.17.81);",
  "atk-s0513a33:300": "Evaṁ kathite ca pana mahāsattena pañhe eko ahituṇḍiko sappassa mukhabandhanaṁ katvā sappaṁ gahetvā araññe vissajjesi. Brāhmaṇo rājānaṁ upasaṅkamitvā jayāpetvā añjaliṁ paggayha rañño thutiṁ karonto upaḍḍhagāthamāha –",
  "atk-s0513a33:301": "51.",
  "atk-s0513a33:302": " ‘‘Suladdhalābhā janakassa rañño;",
  "atk-s0513a33:303": "Yo passatī senakaṁ sādhupañña’’nti.",
  "atk-s0513a33:304": "Tassattho – yo sādhupaññaṁ uttamapaññaṁ senakapaṇḍitaṁ akkhīni ummīletvā icchiticchitakkhaṇe piyacakkhūhi passituṁ labhati, tassa rañño janakassa ete icchiticchitakkhaṇe dassanalābhā suladdhalābhā vata, etena laddhesu sabbalābhesu eteva lābhā suladdhalābhā nāmāti.",
  "atk-s0513a33:305": "Brāhmaṇopi rañño thutiṁ katvā puna pasibbakato satta kahāpaṇasatāni gahetvā mahāsattassa thutiṁ katvā tuṭṭhidāyaṁ dātukāmo diyaḍḍhagāthamāha –",
  "atk-s0513a33:306": "‘‘Vivaṭṭachaddo nusi sabbadassī, ñāṇaṁ nu te brāhmaṇa bhiṁsarūpaṁ.",
  "atk-s0513a33:307": "52.",
  "atk-s0513a33:308": " ‘‘Imāni me sattasatāni atthi, gaṇhāhi sabbāni dadāmi tuyhaṁ;",
  "atk-s0513a33:309": "Tayā hi me jīvitamajja laddhaṁ, athopi bhariyāya makāsi sotthi’’nti.",
  "atk-s0513a33:310": "Tattha vivaṭṭachaddo nusi sabbadassīti kiṁ nu kho tvaṁ sabbesu dhammākāresu vivaṭṭachadano vivaṭṭaneyyadhammo sabbaññubuddhoti thutivasena pucchati. Ñāṇaṁ nu te brāhmaṇa bhiṁsarūpanti udāhu asabbaññussapi sato tava ñāṇaṁ ativiya bhiṁsarūpaṁ sabbaññutaññāṇaṁ viya balavanti. Tayā hi meti tayā hi dinnattā ajja mayā jīvitaṁ laddhaṁ. Athopi bhariyāya makāsi sotthinti athopi me bhariyāya tvameva sotthiṁ akāsi.",
  "atk-s0513a33:311": "Iti so vatvā ‘‘sacepi satasahassaṁ bhaveyya, dadeyyamevāhaṁ, ettakameva me dhanaṁ, imāni me satta satāni gaṇhā’’ti punappunaṁ bodhisattaṁ yāci. Taṁ sutvā bodhisatto aṭṭhamaṁ gāthamāha –",
  "atk-s0513a33:312": "53.",
  "atk-s0513a33:313": " ‘‘Na paṇḍitā vetanamādiyanti, citrāhi gāthāhi subhāsitāhi;",
  "atk-s0513a33:314": "Itopi te brahme dadantu vittaṁ, ādāya tvaṁ gaccha sakaṁ niketa’’nti.",
  "atk-s0513a33:315": "Tattha vetananti vettanaṁ, ayameva vā pāṭho. Itopi te brahmeti brāhmaṇa, ito mama pādamūlatopi tuyhaṁ dhanaṁ dadantu. Vittaṁ ādāya tvaṁ gacchāti ito aññāni tīṇi satāni gahetvā sahassabhaṇḍikaṁ ādāya sakanivesanaṁ gaccha.",
  "atk-s0513a33:316": "Evañca pana vatvā mahāsatto brāhmaṇassa sahassaṁ pūrāpento kahāpaṇe dāpetvā ‘‘brāhmaṇa, kena tvaṁ dhanabhikkhāya pesito’’ti pucchi. ‘‘Bhariyāya me paṇḍitā’’ti. ‘‘Bhariyā pana te mahallikā, daharā’’ti. ‘‘Daharā, paṇḍitā’’ti. ‘‘Tena hi sā aññena saddhiṁ anācāraṁ karontī ‘nibbhayā hutvā karissāmī’ti taṁ pesesi, sace ime kahāpaṇe gharaṁ nessasi, sā te dukkhena laddhakahāpaṇe attano jārassa dassati, tasmā tvaṁ ujukameva gehaṁ agantvā bahigāme rukkhamūle vā yattha katthaci vā kahāpaṇe ṭhapetvā paviseyyāsī’’ti vatvā taṁ uyyojesi. So gāmasamīpaṁ gantvā ekasmiṁ rukkhamūle kahāpaṇe ṭhapetvā sāyaṁ gehaṁ agamāsi. Bhariyāpissa tasmiṁ khaṇe jārena saddhiṁ nisinnā ahosi. Brāhmaṇo dvāre ṭhatvā ‘‘bhotī’’ti āha. Sā tassa saddaṁ sallakkhetvā dīpaṁ nibbāpetvā dvāraṁ vivaritvā brāhmaṇe anto paviṭṭhe itaraṁ nīharitvā dvāramūle ṭhapetvā gehaṁ pavisitvā pasibbake kiñci adisvā ‘‘brāhmaṇa, kiṁ te bhikkhaṁ caritvā laddha’’nti pucchi. ‘‘Sahassaṁ me laddha’’nti. ‘‘Kahaṁ pana ta’’nti. ‘‘Asukaṭṭhāne nāma ṭhapitaṁ, pātova āharissāmi, mā cintayī’’ti. Sā gantvā jārassa ācikkhi. So nikkhamitvā attanā ṭhapitaṁ viya gaṇhi.",
  "atk-s0513a33:317": "Brāhmaṇo punadivase gantvā kahāpaṇe apassanto bodhisattassa santikaṁ gantvā ‘‘kiṁ, brāhmaṇā’’ti vutte ‘‘kahāpaṇe na passāmi, paṇḍitā’’ti āha. ‘‘Bhariyāya te ācikkhī’’ti? ‘‘Āma, paṇḍitā’’ti. Mahāsatto tāya jārassa ācikkhitabhāvaṁ ñatvā ‘‘atthi pana te brāhmaṇa, bhariyāya kulūpakabrāhmaṇo’’ti pucchi. ‘‘Atthi, paṇḍitā’’ti. ‘‘Tuyhampi atthī’’ti? ‘‘Āma, paṇḍitā’’ti. Athassa mahāsatto sattannaṁ divasānaṁ paribbayaṁ dāpetvā ‘‘gaccha paṭhamadivase tava satta, bhariyāya te sattāti cuddasa brāhmaṇe nimantetvā bhojetha, punadivasato paṭṭhāya ekekaṁ hāpetvā sattame divase tava ekaṁ, bhariyāya te ekanti dve brāhmaṇe nimantetvā bhariyāya te satta divase nimantitabrāhmaṇassa nibaddhaṁ āgamanabhāvaṁ ñatvā mayhaṁ ārocehī’’ti āha. Brāhmaṇo tathā katvā ‘‘sallakkhito me paṇḍita, nibaddhaṁ bhuñjanakabrāhmaṇo’’ti mahāsattassa ārocesi.",
  "atk-s0513a33:318": "Bodhisatto tena saddhiṁ purise pesetvā taṁ brāhmaṇaṁ āharāpetvā ‘‘asukarukkhamūlato te imassa brāhmaṇassa santakaṁ kahāpaṇasahassaṁ gahita’’nti pucchi. ‘‘Na gaṇhāmi, paṇḍitā’’ti. ‘‘Tvaṁ mama senakapaṇḍitabhāvaṁ na jānāsi, āharāpessāmi te kahāpaṇe’’ti. So bhīto ‘‘gahitā me’’ti sampaṭicchi. ‘‘Kuhiṁ te ṭhapitā’’ti? ‘‘Tattheva, paṇḍita, ṭhapitā’’ti. Bodhisatto brāhmaṇaṁ pucchi ‘‘brāhmaṇa, kiṁ te sāyeva bhariyā hotu, udāhu aññaṁ gaṇhissasī’’ti. ‘‘Sāyeva me hotu, paṇḍitā’’ti. Bodhisatto manusse pesetvā brāhmaṇassa kahāpaṇe ca brāhmaṇiñca āharāpetvā corabrāhmaṇassa hatthato kahāpaṇe brāhmaṇassa dāpetvā itarassa rājāṇaṁ kāretvā nagarā nīharāpetvā brāhmaṇiyāpi rājāṇaṁ kāretvā brāhmaṇassa mahantaṁ yasaṁ datvā attanoyeva santike vasāpesi.",
  "atk-s0513a33:319": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne bahū sotāpattiphalādīni sacchikariṁsu. Tadā brāhmaṇo ānando ahosi, rukkhadevatā sāriputto, parisā buddhaparisā, senakapaṇḍito pana ahameva ahosinti.",
  "atk-s0513a33:320": "Sattubhastajātakavaṇṇanā sattamā.",
  "atk-s0513a33:322": " [403] 8. Aṭṭhisenajātakavaṇṇanā",
  "atk-s0513a33:323": "Yeme ahaṁ na jānāmīti idaṁ satthā āḷaviṁ nissāya aggāḷave cetiye viharanto kuṭikārasikkhāpadaṁ ārabbha kathesi. Paccuppannavatthu heṭṭhā maṇikaṇṭhajātake (jā. 1.3.7 ādayo) kathitameva. Satthā pana te bhikkhū āmantetvā ‘‘bhikkhave, porāṇakapaṇḍitā pubbe anuppanne buddhe bāhirakapabbajjāya pabbajitvā rājūhi pavāritāpi ‘yācanā nāma paresaṁ appiyā amanāpā’ti na yāciṁsū’’ti vatvā atītaṁ āhari.",
  "atk-s0513a33:324": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto ekasmiṁ nigame brāhmaṇakule nibbatti, aṭṭhisenakumārotissa nāmaṁ kariṁsu. So vayappatto takkasilāyaṁ sabbasippāni uggaṇhitvā aparabhāge kāmesu ādīnavaṁ disvā gharāvāsato nikkhamitvā isipabbajjaṁ pabbajitvā jhānābhiññāsamāpattiyo nibbattetvā himavantapadese ciraṁ vasitvā loṇambilasevanatthāya manussapathaṁ otaritvā anupubbena bārāṇasiṁ patvā rājuyyāne vasitvā punadivase bhikkhāya caranto rājaṅgaṇaṁ agamāsi. Rājā tassācāravihāre pasīditvā taṁ nimantāpetvā pāsādatale pallaṅke nisīdāpetvā subhojanaṁ bhojetvā bhojanāvasāne anumodanaṁ sutvā pasanno paṭiññaṁ gahetvā mahāsattaṁ rājuyyāne vasāpesi, divasassa ca dve tayo vāre upaṭṭhānaṁ agamāsi. So ekadivasaṁ dhammakathāya pasanno rajjaṁ ādiṁ katvā ‘‘yena vo attho, taṁ vadeyyāthā’’ti pavāresi. Bodhisatto ‘‘idaṁ nāma me dehī’’ti na vadati. Aññe yācakā ‘‘idaṁ dehi, idaṁ dehī’’ti icchiticchitaṁ yācanti, rājā asajjamāno detiyeva. So ekadivasaṁ cintesi ‘‘aññe yācanakavanibbakā ‘idañcidañca amhākaṁ dehī’ti maṁ yācanti, ayyo pana aṭṭhiseno pavāritakālato paṭṭhāya na kiñci yācati, paññavā kho panesa upāyakusalo, pucchissāmi na’’nti. So ekadivasaṁ bhuttapātarāso gantvā vanditvā ekamantaṁ nisinno aññesaṁ yācanakāraṇaṁ tassa ca ayācanakāraṇaṁ pucchanto paṭhamaṁ gāthamāha –",
  "atk-s0513a33:325": "54.",
  "atk-s0513a33:326": " ‘‘Yeme ahaṁ na jānāmi, aṭṭhisena vanibbake;",
  "atk-s0513a33:327": "Te maṁ saṅgamma yācanti, kasmā maṁ tvaṁ na yācasī’’ti.",
  "atk-s0513a33:328": "Tattha vanibbaketi yācanake. Saṅgammāti samāgantvā. Idaṁ vuttaṁ hoti – ayya, aṭṭhisena, yeme vanibbake ahaṁ nāmagottajātikulappadesena ‘‘ime nāmete’’tipi na jānāmi, te maṁ samāgantvā icchiticchitaṁ yācanti, tvaṁ pana kasmā maṁ kiñci na yācasīti.",
  "atk-s0513a33:329": "Taṁ sutvā bodhisatto dutiyaṁ gāthamāha –",
  "atk-s0513a33:330": "55.",
  "atk-s0513a33:331": " ‘‘Yācako appiyo hoti, yācaṁ adadamappiyo;",
  "atk-s0513a33:332": "Tasmāhaṁ taṁ na yācāmi, mā me videssanā ahū’’ti.",
  "atk-s0513a33:333": "Tattha yācako appiyo hotīti yo hi, mahārāja, puggalo ‘‘idaṁ me dehī’’ti yācako, so mātāpitūnampi mittāmaccādīnampi appiyo hoti amanāpo. Tassa appiyabhāvo maṇikaṇṭhajātakena dīpetabbo. Yācanti yācitabhaṇḍaṁ. Adadanti adadamāno. Idaṁ vuttaṁ hoti – yopi yācitaṁ na deti, so mātāpitaro ādiṁ katvā adadamāno puggalo yācakassa appiyo hotīti. Tasmāti yasmā yācakopi dāyakassa, yācitaṁ bhaṇḍaṁ adadantopi yācakassa appiyo hoti, tasmā ahaṁ taṁ na yācāmi. Mā me videssanā ahūti sace hi ahaṁ yāceyyameva, tava videsso bhaveyya, sā me tava santikā uppannā videssanā, sace pana tvaṁ na dadeyyāsi, mama videsso bhaveyyāsi, sā ca mama tayi videssanā, evaṁ sabbathāpi mā me videssanā ahu, mā no ubhinnampi mettā bhijjīti etamatthaṁ sampassanto ahaṁ taṁ na kiñci yācāmīti.",
  "atk-s0513a33:334": "Athassa vacanaṁ sutvā rājā tisso gāthā abhāsi –",
  "atk-s0513a33:335": "56.",
  "atk-s0513a33:336": " ‘‘Yo ve yācanajīvāno, kāle yācaṁ na yācati;",
  "atk-s0513a33:337": "Parañca puññā dhaṁseti, attanāpi na jīvati.",
  "atk-s0513a33:338": "57.",
  "atk-s0513a33:339": " ‘‘Yo ca yācanajīvāno, kāle yācañhi yācati;",
  "atk-s0513a33:340": "Parañca puññaṁ labbheti, attanāpi ca jīvati.",
  "atk-s0513a33:341": "58.",
  "atk-s0513a33:342": " ‘‘Na vedessanti sappaññā, disvā yācakamāgate;",
  "atk-s0513a33:343": "Brahmacāri piyo mesi, vada tvaṁ bhaññamicchasī’’ti.",
  "atk-s0513a33:344": "Tattha yācanajīvānoti yācanajīvamāno, ayameva vā pāṭho. Idaṁ vuttaṁ hoti – ayya, aṭṭhisena yo yācanena jīvamāno dhammiko samaṇo vā brāhmaṇo vā yācitabbayuttapattakāle kiñcideva yācitabbaṁ na yācati, so parañca dāyakaṁ puññā dhaṁseti parihāpeti, attanāpi ca sukhaṁ na jīvati. Puññaṁ labbhetīti kāle pana yācitabbaṁ yācanto parañca puññaṁ adhigameti, attanāpi ca sukhaṁ jīvati. Na vedessantīti yaṁ tvaṁ vadesi ‘‘mā me videssanā ahū’’ti, taṁ kasmā vadasi. Sappaññā hi dānañca dānaphalañca jānantā paṇḍitā yācake āgate disvā na dessanti na kujjhanti, aññadatthu pana pamuditāva hontīti dīpeti. Yācakamāgateti ma-kāro byañjanasandhivasena vutto, yācake āgateti attho. Brahmacāri piyo mesīti ayya aṭṭhisena, parisuddhacāri mahāpuñña, tvaṁ mayhaṁ ativiya piyo, tasmā varaṁ tvaṁ maṁ vadehi yācāhiyeva. Bhaññamicchasīti yaṁkiñci vattabbaṁ icchasi, sabbaṁ vada, rajjampi te dassāmiyevāti.",
  "atk-s0513a33:345": "Evaṁ bodhisatto raññā rajjenāpi pavārito neva kiñci yāci. Rañño pana evaṁ attano ajjhāsaye kathite mahāsattopi pabbajitapaṭipattiṁ dassetuṁ ‘‘mahārāja, yācanā hi nāmesā kāmabhogīnaṁ gihīnaṁ āciṇṇā, na pabbajitānaṁ, pabbajitena pana pabbajitakālato paṭṭhāya gihīhi asamānaparisuddhājīvena bhavitabba’’nti pabbajitapaṭipadaṁ dassento chaṭṭhaṁ gāthamāha –",
  "atk-s0513a33:346": "59.",
  "atk-s0513a33:347": " ‘‘Na ve yācanti sappaññā, dhīro ca veditumarahati;",
  "atk-s0513a33:348": "Uddissa ariyā tiṭṭhanti, esā ariyāna yācanā’’ti.",
  "atk-s0513a33:349": "Tattha sappaññāti buddhā ca buddasāvakā ca bodhiyā paṭipannā isipabbajjaṁ pabbajitā bodhisattā ca sabbepi sappaññā ca susīlā ca, ete evarūpā sappaññā ‘‘amhākaṁ idañcidañca dethā’’ti na yācanti. Dhīro ca veditumarahatīti upaṭṭhāko pana dhīro paṇḍito gilānakāle ca agilānakāle ca yena yenattho, taṁ sabbaṁ sayameva vedituṁ jānituṁ arahati. Uddissa ariyā tiṭṭhantīti ariyā pana vācaṁ abhinditvā yenatthikā honti, taṁ uddissa kevalaṁ bhikkhācāravattena tiṭṭhanti, neva kāyaṅgaṁ vā vācaṅgaṁ vā kopenti. Kāyavikāraṁ dassetvā nimittaṁ karonto hi kāyaṅgaṁ kopeti nāma, vacībhedaṁ karonto vācaṅgaṁ kopeti nāma, tadubhayaṁ akatvā buddhādayo ariyā tiṭṭhanti. Esā ariyāna yācanāti esā kāyaṅgavācaṅgaṁ akopetvā bhikkhāya tiṭṭhamānā ariyānaṁ yācanā nāma.",
  "atk-s0513a33:350": "Rājā bodhisattassa vacanaṁ sutvā ‘‘bhante, yadi sappañño upaṭṭhāko attanāva ñatvā kulūpakassa dātabbaṁ deti, ahampi tumhākaṁ idañcidañca dammī’’ti vadanto sattamaṁ gāthamāha –",
  "atk-s0513a33:351": "60.",
  "atk-s0513a33:352": " ‘‘Dadāmi te brāhmaṇa rohiṇīnaṁ, gavaṁ sahassaṁ saha puṅgavena;",
  "atk-s0513a33:353": "Ariyo hi ariyassa kathaṁ na dajjā, sutvāna gāthā tava dhammayuttā’’ti.",
  "atk-s0513a33:354": "Tattha rohiṇīnanti rattavaṇṇānaṁ. Gavaṁ sahassanti khīradadhiādimadhurarasaparibhogatthāya evarūpānaṁ gunnaṁ sahassaṁ tuyhaṁ dammi, taṁ me paṭiggaṇha. Ariyoti ācāraariyo. Ariyassāti ācāraariyassa. Kathaṁ na dajjāti kena kāraṇena na dadeyya.",
  "atk-s0513a33:355": "Evaṁ vutte bodhisatto ‘‘ahaṁ mahārāja, akiñcano pabbajito, na me gāvīhi attho’’ti paṭikkhipi. Rājā tassovāde ṭhatvā dānādīni puññāni katvā saggaparāyaṇo ahosi. Sopi aparihīnajjhāno brahmaloke uppajji.",
  "atk-s0513a33:356": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne bahū sotāpattiphalādīsu patiṭṭhitā. Tadā rājā ānando ahosi, aṭṭhiseno pana ahameva ahosinti.",
  "atk-s0513a33:357": "Aṭṭhisenajātakavaṇṇanā aṭṭhamā.",
  "atk-s0513a33:359": " [404] 9. Kapijātakavaṇṇanā",
  "atk-s0513a33:360": "Yattha verī nivasatīti idaṁ satthā jetavane viharanto devadattassa pathavipavesanaṁ ārabbha kathesi. Tasmiñhi pathaviṁ paviṭṭhe dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ ‘‘āvuso, devadatto saha parisāya naṭṭho’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva devadatto saha parisāya naṭṭho, pubbepi nassiyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a33:361": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto kapiyoniyaṁ nibbattitvā pañcasatakapiparivāro rājuyyāne vasi. Devadattopi kapiyoniyaṁ nibbattitvā pañcasatakapiparivāro tattheva vasi. Athekadivasaṁ purohite uyyānaṁ gantvā nhatvā alaṅkaritvā nikkhamante eko lolakapi puretaraṁ gantvā rājuyyānadvāre toraṇamatthake nisīditvā tassa matthake vaccapiṇḍaṁ pātetvā puna uddhaṁ olokentassa mukhe pātesi. So nivattitvā ‘‘hotu, jānissāmi tumhākaṁ kattabba’’nti makkaṭe santajjetvā puna nhatvā pakkāmi. Tena veraṁ gahetvā makkaṭānaṁ santajjitabhāvaṁ bodhisattassa ārocesuṁ. So ‘‘verīnaṁ nivasanaṭṭhāne nāma vasituṁ na vaṭṭati, sabbopi kapigaṇo palāyitvā aññattha gacchatū’’ti kapisahassassapi ārocāpesi. Dubbacakapi attano parivāramakkaṭe gahetvā ‘‘pacchā jānissāmī’’ti tattheva nisīdi. Bodhisatto attano parivāraṁ gahetvā araññaṁ pāvisi. Athekadivasaṁ ekissā vīhikoṭṭikāya dāsiyā ātape pasāritavīhiṁ khādanto eko eḷako ummukkena pahāraṁ labhitvā ādittasarīro palāyanto ekissā hatthisālaṁ nissāya tiṇakuṭiyā kuṭṭe sarīraṁ ghaṁsi . So aggi tiṇakuṭikaṁ gaṇhi, tato uṭṭhāya hatthisālaṁ gaṇhi, hatthisālāya hatthīnaṁ piṭṭhi jhāyi, hatthivejjā hatthīnaṁ paṭijagganti.",
  "atk-s0513a33:362": "Purohitopi makkaṭānaṁ gahaṇūpāyaṁ upadhārento vicarati. Atha naṁ rājupaṭṭhānaṁ āgantvā nisinnaṁ rājā āha ‘‘ācariya, bahū no hatthī vaṇitā jātā, hatthivejjā paṭijaggituṁ na jānanti, jānāsi nu kho kiñci bhesajja’’nti? ‘‘Jānāmi, mahārājā’’ti. ‘‘Kiṁ nāmā’’ti? ‘‘Makkaṭavasā, mahārājā’’ti. ‘‘Kahaṁ labhissāmā’’ti? ‘‘Nanu uyyāne bahū makkaṭā’’ti? Rājā ‘‘uyyāne makkaṭe māretvā vasaṁ ānethā’’ti āha. Dhanuggahā gantvā pañcasatepi makkaṭe vijjhitvā māresuṁ. Eko pana jeṭṭhakamakkaṭo palāyanto sarapahāraṁ labhitvāpi tattheva apatitvā bodhisattassa vasanaṭṭhānaṁ patvā pati. Vānarā ‘‘amhākaṁ vasanaṭṭhānaṁ patvā mato’’ti tassa pahāraṁ laddhā matabhāvaṁ bodhisattassa ārocesuṁ. So gantvā kapigaṇamajjhe nisinno ‘‘paṇḍitānaṁ ovādaṁ akatvā veriṭṭhāne vasantā nāma evaṁ vinassantī’’ti kapigaṇassa ovādavasena imā gāthā abhāsi –",
  "atk-s0513a33:363": "61.",
  "atk-s0513a33:364": " ‘‘Yattha verī nivasati, na vase tattha paṇḍito;",
  "atk-s0513a33:365": "Ekarattaṁ dvirattaṁ vā, dukkhaṁ vasati verisu.",
  "atk-s0513a33:366": "62.",
  "atk-s0513a33:367": " ‘‘Diso ve lahucittassa, posassānuvidhīyato;",
  "atk-s0513a33:368": "Ekassa kapino hetu, yūthassa anayo kato.",
  "atk-s0513a33:369": "63.",
  "atk-s0513a33:370": " ‘‘Bālova paṇḍitamānī, yūthassa parihārako;",
  "atk-s0513a33:371": "Sacittassa vasaṁ gantvā, sayethāyaṁ yathā kapi.",
  "atk-s0513a33:372": "64.",
  "atk-s0513a33:373": " ‘‘Na sādhu balavā bālo, yūthassa parihārako;",
  "atk-s0513a33:374": "Ahito bhavati ñātīnaṁ, sakuṇānaṁva cetako.",
  "atk-s0513a33:375": "65.",
  "atk-s0513a33:376": " ‘‘Dhīrova balavā sādhu, yūthassa parihārako;",
  "atk-s0513a33:377": "Hito bhavati ñātīnaṁ, tidasānaṁva vāsavo.",
  "atk-s0513a33:378": "66.",
  "atk-s0513a33:379": " ‘‘Yo ca sīlañca paññañca, sutañcattani passati;",
  "atk-s0513a33:380": "Ubhinnamatthaṁ carati, attano ca parassa ca.",
  "atk-s0513a33:381": "67.",
  "atk-s0513a33:382": " ‘‘Tasmā tuleyya mattānaṁ, sīlapaññāsutāmiva;",
  "atk-s0513a33:383": "Gaṇaṁ vā parihare dhīro, eko vāpi paribbaje’’ti.",
  "atk-s0513a33:384": "Tattha lahucittassāti lahucitto assa. Idaṁ vuttaṁ hoti – yo poso lahucittassa mittassa vā ñātino vā anuvidhīyati anuvattati, tassa posassa anuvidhīyato so lahucitto diso hoti, verikiccaṁ karoti. Ekassa kapinoti passatha ekassa lahucittassa andhabālassa kapino hetu ayaṁ sakalassa yūthassa anayo avuḍḍhi mahāvināso katoti. Paṇḍitamānīti yo sayaṁ bālo hutvā ‘‘ahaṁ paṇḍito’’ti attānaṁ maññamāno paṇḍitānaṁ ovādaṁ akatvā sakassa cittassa vasaṁ gacchati, so sacittassa vasaṁ gantvā yathāyaṁ dubbacakapi matasayanaṁ sayito, evaṁ sayethāti attho.",
  "atk-s0513a33:385": "Na sādhūti bālo nāma balasampanno yūthassa parihārako na sādhu na laddhako. Kiṁkāraṇā? So hi ahito bhavati ñātīnaṁ, vināsameva vahati. Sakuṇānaṁva cetakoti yathā hi tittirasakuṇānaṁ dīpakatittiro divasampi vassanto aññe sakuṇe na māreti, ñātakeva māreti, tesaññeva ahito hoti, evanti attho. Hito bhavatīti kāyenapi vācāyapi manasāpi hitakārakoyeva. Ubhinnamatthaṁ caratīti yo idha puggalo ete sīlādayo guṇe attani passati, so ‘‘mayhaṁ ācārasīlampi atthi, paññāpi sutapariyattipi atthī’’ti tathato jānitvā gaṇaṁ pariharanto attano ca paresañca attānaṁ parivāretvā carantānanti ubhinnampi atthameva carati.",
  "atk-s0513a33:386": "Tuleyya mattānanti tuleyya attānaṁ. Tuleyyāti tuletvā. Sīlapaññāsutāmivāti etāni sīlādīni viya. Idaṁ vuttaṁ hoti – yasmā sīlādīni attani samanupassanto ubhinnamatthaṁ carati, tasmā paṇḍito etāni sīlādīni viya attānampi tesu tuletvā ‘‘patiṭṭhito nu khomhi sīle paññāya sute’’ti tīretvā patiṭṭhitabhāvaṁ paccakkhaṁ katvā dhīro gaṇaṁ vā parihareyya, catūsu iriyāpathesu eko vā hutvā paribbajeyya vatteyya, parisupaṭṭhākenapi vivekacārināpi imehi tīhi dhammehi samannāgateneva bhavitabbanti. Evaṁ mahāsatto kapirājā hutvāpi vinayapariyattikiccaṁ kathesi.",
  "atk-s0513a33:387": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā dubbacakapi devadatto ahosi, parisāpissa devadattaparisā, paṇḍitakapirājā pana ahameva ahosi’’nti.",
  "atk-s0513a33:388": "Kapijātakavaṇṇanā navamā.",
  "atk-s0513a33:390": " [405] 10. Bakajātakavaṇṇanā",
  "atk-s0513a33:391": "Dvāsattatīti idaṁ satthā jetavane viharanto bakabrahmānaṁ ārabbha kathesi. Tassa hi ‘‘idaṁ niccaṁ dhuvaṁ sassataṁ acavanadhammaṁ, ito aññaṁ lokanissaraṇaṁ nibbānaṁ nāma natthī’’ti evaṁ diṭṭhi uppajji. Heṭṭhūpapattiko kiresa brahmā pubbe jhānaṁ bhāvetvā vehapphalesu nibbatto, tattha pañcakappasataparimāṇaṁ āyuṁ khepetvā subhakiṇhesu nibbattitvā catusaṭṭhikappaṁ khepetvā tato cuto aṭṭhakappāyukesu ābhassaresu nibbatti, tatrassa esā diṭṭhi uppajji. So hi neva uparibrahmalokato cutiṁ, na tattha upapattiṁ anussari, tadubhayampi apassanto evaṁ diṭṭhiṁ gaṇhi. Bhagavā tassa cetasā cetoparivitakkamaññāya seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya, evameva jetavane antarahito tasmiṁ brahmaloke pāturahosi. Atha brahmā bhagavantaṁ disvā ‘‘ehi kho, mārisa, svāgataṁ mārisa, cirassaṁ kho, mārisa, imaṁ pariyāyamakāsi, yadidaṁ idhāgamanāya. Idañhi mārisa, niccaṁ idaṁ dhuvaṁ idaṁ sassataṁ idaṁ kevalaṁ idaṁ acavanadhammaṁ, idañhi na ca jāyati na jīyati na mīyati na cavati na upapajjati, ito ca panaññaṁ uttari nissaraṇaṁ natthī’’ti āha.",
  "atk-s0513a33:392": "Evaṁ vutte bhagavā bakaṁ brahmānaṁ etadavoca ‘‘avijjāgato vata bho bako brahmā, avijjāgato vata bho bako brahmā, yatra hi nāma aniccaññeva samānaṁ niccanti vakkhati…pe… santañca panaññaṁ uttari nissaraṇaṁ, natthaññaṁ uttari nissaraṇanti vakkhatī’’ti (saṁ. ni. 1.175). Taṁ sutvā brahmā ‘‘tvaṁ evaṁ kathesi, tvaṁ evaṁ kathesi, iti maṁ esa anuyuñjanto anubandhatī’’ti cintetvā yathā nāma dubbalo coro katipaye pahāre labhitvā ‘‘kiṁ ahameva coro, asukopi coro asukopi coro’’ti sabbepi sahāyake ācikkhati, tatheva bhagavato anuyogabhayena bhīto aññepi attano sahāyake ācikkhanto paṭhamaṁ gāthamāha –",
  "atk-s0513a33:393": "68.",
  "atk-s0513a33:394": " ‘‘Dvāsattati gotama puññakammā, vasavattino jātijaraṁ atītā;",
  "atk-s0513a33:395": "Ayamantimā vedagū brahmapatti, asmābhijappanti janā anekā’’ti. (saṁ. ni. 1.175);",
  "atk-s0513a33:396": "Tattha dvāsattatīti na kevalaṁ bho gotama, ahameva, atha kho imasmiṁ brahmaloke mayaṁ dvāsattati janā puññakammā aññesaṁ upari atthano vasaṁ vattanena vasavattino jātiñca jarañca atītā, ayaṁ no vedehi gatattā vedagū, ayaṁ bho gotama antimā brahmapatti, pacchimakoṭippatti seṭṭhabhāvappatti. Asmābhijappanti janā anekāti amhe aññe bahū janā pañjalikā hutvā – ‘‘ayaṁ kho bhavaṁ brahmā mahābrahmā’’tiādīni vadantā namassanti patthenti pihayanti, ‘‘aho vata mayampi evarūpā bhaveyyāmā’’ti icchantīti attho.",
  "atk-s0513a33:397": "Tassa vacanaṁ sutvā satthā dutiyaṁ gāthamāha –",
  "atk-s0513a33:398": "69.",
  "atk-s0513a33:399": " ‘‘Appaṁ hi etaṁ na hi dīghamāyu, yaṁ tvaṁ baka maññasi dīghamāyuṁ;",
  "atk-s0513a33:400": "Sataṁ sahassāni nirabbudānaṁ, āyuṁ pajānāmi tavāha brahme’’ti. (saṁ. ni. 1.175);",
  "atk-s0513a33:401": "Tattha sataṁ sahassāni nirabbudānanti nirabbudasaṅkhātānaṁ gaṇanānaṁ satasahassāni. Vassānañhi dasadasakaṁ sataṁ, dasa satānaṁ sahassaṁ, sataṁ sahassānaṁ satasahassaṁ, sataṁ satasahassānaṁ koṭi nāma, sataṁ koṭisatasahassānaṁ pakoṭi nāma, sataṁ pakoṭisatasahassānaṁ koṭipakoṭi nāma, sataṁ koṭipakoṭisatasahassānaṁ ekaṁ nahutaṁ nāma, sataṁ nahutasatasahassānaṁ ekaṁ ninnahutaṁ nāma. Cheko gaṇako ettakaṁ gaṇetuṁ sakkoti, tato paraṁ gaṇanā nāma buddhānameva visayo. Tattha sataṁ ninnahutasatasahassānaṁ ekaṁ abbudaṁ, vīsati abbudāni ekaṁ nirabbudaṁ, tesaṁ nirabbudasatasahassānaṁ ekaṁ ahahaṁ nāma, ettakaṁ bakassa brahmuno tasmiṁ bhave avasiṭṭhaṁ āyu, taṁ sandhāya bhagavā evamāha.",
  "atk-s0513a33:402": "Taṁ sutvā bako tatiyaṁ gāthamāha –",
  "atk-s0513a33:403": "70.",
  "atk-s0513a33:404": " ‘‘Anantadassī bhagavāhamasmi, jātijjaraṁ sokamupātivatto;",
  "atk-s0513a33:405": "Kiṁ me purāṇaṁ vatasīlavattaṁ, ācikkha me taṁ yamahaṁ vijañña’’nti. (saṁ. ni. 1.175);",
  "atk-s0513a33:406": "Tattha bhagavāti bhagavā tumhe ‘‘āyuṁ pajānāmi tavāha’’nti vadantā ‘‘ahaṁ anantadassī jātijarañca sokañca upātivattosmī’’ti vadatha. Vatasīlavattanti vatasamādānañca sīlavattañca. Idaṁ vuttaṁ hoti – yadi tumhe sabbaññubuddhā, evaṁ sante kiṁ mayhaṁ purāṇaṁ vatañca sīlavattañca, ācikkha me taṁ, yamahaṁ tayā ācikkhitaṁ yāthāvasarasato vijāneyyanti.",
  "atk-s0513a33:407": "Athassa bhagavā atītāni vatthūni āharitvā ācikkhanto catasso gāthā abhāsi –",
  "atk-s0513a33:408": "71.",
  "atk-s0513a33:409": " ‘‘Yaṁ tvaṁ apāyesi bahū manusse, pipāsite ghammani samparete;",
  "atk-s0513a33:410": "Taṁ te purāṇaṁ vatasīlavattaṁ, suttappabuddhova anussarāmi.",
  "atk-s0513a33:411": "72.",
  "atk-s0513a33:412": " ‘‘Yaṁ eṇikūlasmi janaṁ gahītaṁ, amocayī gayhaka nīyamānaṁ;",
  "atk-s0513a33:413": "Taṁ te purāṇaṁ vatasīlavattaṁ, suttappabuddhova anussarāmi.",
  "atk-s0513a33:414": "73.",
  "atk-s0513a33:415": " ‘‘Gaṅgāya sotasmiṁ gahītanāvaṁ, luddena nāgena manussakappā;",
  "atk-s0513a33:416": "Amocayi tvaṁ balasā pasayha, taṁ te purāṇaṁ vatasīlavattaṁ;",
  "atk-s0513a33:417": "Suttappabuddhova anussarāmi.",
  "atk-s0513a33:418": "74.",
  "atk-s0513a33:419": " ‘‘Kappo ca te baddhacaro ahosiṁ, sambuddhimantaṁ vatinaṁ amaññaṁ;",
  "atk-s0513a33:420": "Taṁ te purāṇaṁ vatasīlavattaṁ, suttappabuddhova anussarāmī’’ti. (saṁ. ni. 1.175);",
  "atk-s0513a33:421": "Tattha apāyesīti pāyesi. Ghammani sampareteti ghammena samparete ativiya phuṭṭhe ghammakilante. Suttappabuddhovāti paccūsakāle supanto supinaṁ passitvā taṁ supinakaṁ viya anussarāmi. So kira bakabrahmā ekasmiṁ kappe tāpaso hutvā marukantāre vasanto bahūnaṁ kantārapaṭipannānaṁ pānīyaṁ āharitvā adāsi. Athekadivasaṁ eko satthavāho pañcahi sakaṭasatehi marukantāraṁ paṭipajji. Manussā disā vavatthapetuṁ asakkontā satta divasāni āhiṇḍitvā khīṇadārudakā nirāhārā uṇhābhibhūtā ‘‘idāni no jīvitaṁ natthī’’ti sakaṭe parivattetvā goṇe mocetvā heṭṭhāsakaṭesu nipajjiṁsu. Tadā tāpaso āvajjento te disvā ‘‘mayi passante mā nassiṁsū’’ti cintetvā attano iddhānubhāvena gaṅgāsotaṁ ubbattetvā satthavāhābhimukhaṁ akāsi, avidūre ca ekaṁ vanasaṇḍaṁ māpesi. Manussā pānīyaṁ pivitvā nhatvā goṇe santappetvā vanasaṇḍato tiṇaṁ lāyitvā dārūni gahetvā disaṁ sallakkhetvā arogā kantāraṁ atikkamiṁsu, taṁ sandhāyetaṁ vuttaṁ.",
  "atk-s0513a33:422": "Eṇikūlasminti eṇiyā nāma nadiyā kūle. Gayhaka nīyamānanti karamaragāhaṁ gahetvā nīyamānaṁ. So kira tāpaso aparasmiṁ kāle ekaṁ paccantagāmaṁ nissāya nadītīre vanasaṇḍe vihāsi. Athekasmiṁ divase pabbatato corā otaritvā taṁ gāmaṁ paharitvā mahājanaṁ gahetvā pabbataṁ āropetvā antarāmagge cārakamanusse ṭhapetvā pabbatabilaṁ pavisitvā āhāraṁ pacāpentā nisīdiṁsu. Tāpaso gomahiṁsādīnañceva dārakadārikādīnañca mahantaṁ aṭṭassaraṁ sutvā ‘‘mayi passante mā nassiṁsū’’ti iddhānubhāvena attabhāvaṁ jahitvā caturaṅginiyā senāya parivuto rājā hutvā yuddhabheriṁ ākoṭāpento taṁ ṭhānaṁ agamāsi. Cārakamanussā taṁ disvā corānaṁ ārocesuṁ. Corā ‘‘raññā saddhiṁ viggaho nāma na yutto’’ti sabbaṁ gahitagahitaṁ bhaṇḍakaṁ chaḍḍetvā bhattaṁ abhuñjitvāva palāyiṁsu. Tāpaso te sabbe ānetvā sakagāmeyeva patiṭṭhāpesi, taṁ sandhāyetaṁ vuttaṁ.",
  "atk-s0513a33:423": "Gahītanāvanti niggahitanāvaṁ. Luddenāti kakkhaḷena. Manussakappāti manusse vināsetukāmatāya. Balasāti balena. Pasayhāti abhibhavitvā. Aparasmiṁ kāle so tāpaso gaṅgātīre vihāsi. Tadā manussā dve tayo nāvāsaṅghāṭe bandhitvā saṅghāṭamatthake pupphamaṇḍapaṁ kāretvā saṅghāṭe nisīditvā khādantā pivantā sambandhakulaṁ gacchanti. Te pītāvasesaṁ suraṁ bhuttakhāditāvasesāni bhattamacchamaṁsatambulādīni gaṅgāyameva pātenti. Gaṅgeyyo nāgarājā ‘‘ime ucchiṭṭhakaṁ mama upari khipantī’’ti kujjhitvā ‘‘sabbe te jane gahetvā gaṅgāya osīdāpessāmī’’ti mahantaṁ ekadoṇikanāvappamāṇaṁ attabhāvaṁ māpetvā udakaṁ bhinditvā phaṇaṁ dhārayamāno tesaṁ abhimukho pāyāsi. Te nāgarājānaṁ disvā maraṇabhayatajjitā ekappahāreneva mahāsaddaṁ kariṁsu. Tāpaso tesaṁ paridevitasaddaṁ sutvā nāgarājassa ca kuddhabhāvaṁ ñatvā ‘‘mayi passante mā nassiṁsū’’ti khippanisantiyā attano ānubhāvena khippaṁ supaṇṇavaṇṇaṁ attānaṁ māpetvā agamāsi . Nāgarājā taṁ disvā maraṇabhayatajjito udake nimujji. Manussā sotthibhāvaṁ patvā agamaṁsu, taṁ sandhāyetaṁ vuttaṁ.",
  "atk-s0513a33:424": "Baddhacaroti antevāsiko. Sambuddhimantaṁ vatinaṁ amaññanti buddhisampanno ceva vatasampanno ca tāpasoti taṁ maññamāno. Iminā kiṁ dasseti? Mahābrahme ahaṁ atīte tava kesavatāpasakāle kappo nāma antevāsiko veyyāvaccakaro hutvā tuyhaṁ nāradena nāma amaccena bārāṇasito himavantaṁ ānītassa rogaṁ vūpasamesiṁ. Atha naṁ nārado dutiyavāre āgantvā nirogaṁ disvā imaṁ gāthaṁ abhāsi –",
  "atk-s0513a33:425": "‘‘Manussindaṁ jahitvāna, sabbakāmasamiddhinaṁ;",
  "atk-s0513a33:426": "Kathaṁ nu bhagavā kesi, kappassa ramati assame’’ti. (jā. 1.4.181);",
  "atk-s0513a33:427": "Tamenaṁ tvaṁ etadavoca –",
  "atk-s0513a33:428": "‘‘Sādūni ramaṇīyāni, santi vakkhā manoramā;",
  "atk-s0513a33:429": "Subhāsitāni kappassa, nārada ramayanti ma’’nti. (jā. 1.4.182);",
  "atk-s0513a33:430": "Itissa bhagavā imaṁ attanā antevāsikena hutvā rogassa vūpasamitabhāvaṁ dīpento evamāha. Tañca pana brahmunā manussaloke katakammaṁ sabbaṁ mahābrahmānaṁ sallakkhāpentova kathesi.",
  "atk-s0513a33:431": "So satthu vacanena attanā katakammaṁ saritvā tathāgatassa thutiṁ karonto osānagāthamāha –",
  "atk-s0513a33:432": "75.",
  "atk-s0513a33:433": " ‘‘Addhā pajānāsi mametamāyuṁ, aññampi jānāsi tathā hi buddho;",
  "atk-s0513a33:434": "Tathā hi tāyaṁ jalitānubhāvo, obhāsayaṁ tiṭṭhati brahmaloka’’nti.",
  "atk-s0513a33:435": "Tattha tathā hi buddhoti tathā hi tvaṁ buddho. Buddhānañhi aññātaṁ nāma natthi, sabbadhammānaṁ buddhattāyeva hi te buddhā nāmāti dasseti. Tathā hi tāyanti buddhattāyeva ca pana tava ayaṁ jalito sarīrappabhānubhāvo. Obhāsayaṁ tiṭṭhatīti imaṁ sakalampi brahmalokaṁ obhāsento tiṭṭhati.",
  "atk-s0513a33:436": "Evaṁ satthā attano buddhaguṇaṁ jānāpento dhammaṁ desetvā saccāni pakāsesi, saccapariyosāne sampattānaṁ dasamattānaṁ brahmasahassānaṁ anupādāya āsavehi cittāni vimucciṁsu. Iti bhagavā bahūnaṁ brahmānaṁ avassayo hutvā brahmalokā jetavanaṁ āgantvā tattha kathitaniyāmeneva taṁ dhammadesanaṁ bhikkhūnaṁ kathetvā jātakaṁ samodhānesi – ‘‘tadā kesavatāpaso bakabrahmā ahosi, kappamāṇavo pana ahameva ahosi’’nti.",
  "atk-s0513a33:437": "Bakajātakavaṇṇanā dasamā.",
  "atk-s0513a33:438": "Kukkuvaggo paṭhamo.",
  "atk-s0513a33:439": "2. Gandhāravaggo",
  "atk-s0513a33:441": " [406] 1. Gandhārajātakavaṇṇanā",
  "atk-s0513a33:442": "Hitvāgāmasahassānīti idaṁ satthā jetavane viharanto bhesajjasannidhikārasikkhāpadaṁ ārabbha kathesi. Vatthu pana rājagahe samuṭṭhitaṁ. Āyasmatā hi pilindavacchena ārāmikakulaṁ mocetuṁ rājanivesanaṁ gantvā rañño pāsāde iddhibalena sovaṇṇamaye kate manussā pasīditvā therassa pañca bhesajjāni pahiṇiṁsu. So tāni parisāya vissajjesi. Parisā panassa bāhullikā ahosi, laddhaṁ laddhaṁ koḷambepi ghaṭepi pattatthavikāyopi pūretvā paṭisāmesi. Manussā disvā ‘‘mahicchā ime samaṇā antokoṭṭhāgārikā’’ti ujjhāyiṁsu. Satthā taṁ pavattiṁ sutvā ‘‘yāni kho pana tāni gilānānaṁ bhikkhūna’’nti (pārā. 622-623) sikkhāpadaṁ paññapetvā ‘‘bhikkhave, porāṇakapaṇḍitā anuppanne buddhe bāhirakapabbajjaṁ pabbajitvā pañcasīlamattakaṁ rakkhantāpi loṇasakkharamattakaṁ punadivasatthāya nidahante garahiṁsu, tumhe pana evarūpe niyyānikasāsane pabbajitvā dutiyatatiyadivasatthāya sannidhiṁ karontā ayuttaṁ karothā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a33:443": "Atīte gandhāraraṭṭhe bodhisatto gandhārarañño putto hutvā pitu accayena rajje patiṭṭhāya dhammena rajjaṁ kāresi. Majjhimapadesepi videharaṭṭhe videho nāma rājā rajjaṁ kāresi. Te dvepi rājāno adiṭṭhasahāyā hutvā aññamaññaṁ thiravissāsā ahesuṁ. Tadā manussā dīghāyukā honti, tiṁsa vassasahassāni jīvanti. Athekadā gandhārarājā puṇṇamuposathadivase samādinnasīlo mahātale paññattavarapallaṅkamajjhagato vivaṭena sīhapañjarena pācīnalokadhātuṁ olokento amaccānaṁ dhammatthayuttakathaṁ kathento nisīdi. Tasmiṁ khaṇe gaganatalaṁ atilaṅghantamiva paripuṇṇaṁ candamaṇḍalaṁ rāhu avatthari, candappabhā antaradhāyi. Amaccā candālokaṁ apassantā candassa rāhunā gahitabhāvaṁ rañño ārocesuṁ. Rājā candaṁ oloketvā ‘‘ayaṁ cando āgantukaupakkilesena upakkiliṭṭho nippabho jāto, mayhampesa rājaparivāro upakkileso, na kho pana metaṁ patirūpaṁ, yāhaṁ rāhunā gahitacando viya nippabho bhaveyyaṁ, visuddhe gaganatare virocantaṁ candamaṇḍalaṁ viya rajjaṁ pahāya pabbajissāmi, kiṁ me parena ovaditena , kule ca gaṇe ca alaggo hutvā attānameva ovadanto vicarissāmi, idaṁ me patirūpa’’nti cintetvā ‘‘yaṁ icchatha, taṁ rājānaṁ karothā’’ti rajjaṁ amaccānaṁ niyyādesi. So rajjaṁ chaḍḍetvā isipabbajjaṁ pabbajitvā jhānābhiññāyo nibbattetvā jhānaratisamappito himavantapadese vāsaṁ kappesi.",
  "atk-s0513a33:444": "Videharājāpi ‘‘sukhaṁ me sahāyassā’’ti vāṇije pucchitvā tassa pabbajitabhāvaṁ sutvā ‘‘mama sahāye pabbajite ahaṁ rajjena kiṁ karissāmī’’ti sattayojanike mithilanagare tiyojanasatike videharaṭṭhe soḷasasu gāmasahassesu pūritāni koṭṭhāgārāni, soḷasasahassā ca nāṭakitthiyo chaḍḍetvā puttadhītaro amanasikatvā himavantapadesaṁ pavisitvā pabbajitvā pavattaphalabhojano hutvā samappavattavāsaṁ vasanto vicari. Te ubhopi samavattacāraṁ carantā aparabhāge samāgacchiṁsu, na pana aññamaññaṁ sañjāniṁsu, sammodamānā ekatova samappavattavāsaṁ vasiṁsu. Tadā videhatāpaso gandhāratāpasassa upaṭṭhānaṁ karoti. Tesaṁ ekasmiṁ puṇṇamadivase aññatarasmiṁ rukkhamūle nisīditvā dhammatthayuttakathaṁ kathentānaṁ gaganatale virocamānaṁ candamaṇḍalaṁ rāhu avatthari. Videhatāpaso ‘‘kiṁ nu kho candassa pabhā naṭṭhā’’ti oloketvā rāhunā gahitaṁ candaṁ disvā ‘‘ko nu kho esa ācariya, candaṁ avattharitvā nippabhamakāsī’’ti pucchi. Antevāsika ayaṁ rāhu nāma candasseko upakkileso, virocituṁ na deti, ahampi rāhugahitaṁ candamaṇḍalaṁ disvā ‘‘idaṁ parisuddhassa candamaṇḍalassa āgantukena upakkilesena nippabhaṁ jātaṁ, mayhampi idaṁ rajjaṁ upakkileso, yāva candamaṇḍalaṁ rāhu viya idaṁ nippabhaṁ na karoti, tāva pabbajissāmī’’ti cintetvā tadeva rāhugahitaṁ candamaṇḍalaṁ ārammaṇaṁ katvā mahārajjaṁ chaḍḍetvā pabbajitoti. ‘‘Ācariya, tvaṁ gandhārarājā’’ti ? ‘‘Āma, aha’’nti. ‘‘Ācariya, ahampi videharaṭṭhe mithilanagare videharājā nāma, nanu mayaṁ aññamaññaṁ adiṭṭhasahāyā’’ti. ‘‘Kiṁ pana te ārammaṇaṁ ahosī’’ti? Ahaṁ ‘‘tumhe pabbajitā’’ti sutvā ‘‘addhā pabbajjāya mahantaṁ guṇaṁ addasā’’ti tumheyeva ārammaṇaṁ katvā rajjaṁ pahāya pabbajitoti. Te tato paṭṭhāya ativiya samaggā sammodamānā pavattaphalabhojanā hutvā vihariṁsu. Tattha dīgharattaṁ vasitvā ca pana loṇambilasevanatthāya himavantato otaritvā ekaṁ paccantagāmaṁ sampāpuṇiṁsu.",
  "atk-s0513a33:445": "Manussā tesaṁ iriyāpathe pasīditvā bhikkhaṁ datvā paṭiññaṁ gahetvā araññe rattidivaṭṭhānādīni māpetvā vasāpesuṁ. Antarāmaggepi nesaṁ bhattakiccakaraṇatthāya udakaphāsukaṭṭhāne paṇṇasālaṁ kāresuṁ. Te paccantagāme bhikkhaṁ caritvā tāya paṇṇasālāya nisīditvā paribhuñjitvā attano vasanaṭṭhānaṁ gacchanti. Tepi manussā tesaṁ āhāraṁ dadamānā ekadā loṇaṁ patte pakkhipitvā denti, ekadā paṇṇapuṭe bandhitvā denti, ekadā aloṇakāhārameva denti. Te ekadivasaṁ paṇṇapuṭe bahutaraṁ loṇaṁ adaṁsu. Videhatāpaso loṇaṁ ādāya gantvā bodhisattassa bhattakiccakāle pahonakaṁ datvā attanopi pamāṇayuttaṁ gahetvā atirekaṁ paṇṇapuṭe bandhitvā ‘‘aloṇakadivase bhavissatī’’ti tiṇavaṭṭikaantare ṭhapesi. Athekadivasaṁ aloṇake āhāre laddhe videho gandhārassa bhikkhābhājanaṁ datvā tiṇavaṭṭikaantarato loṇaṁ āharitvā ‘‘ācariya, loṇaṁ gaṇhathā’’ti āha. ‘‘Ajja manussehi loṇaṁ na dinnaṁ, tvaṁ kuto labhasī’’ti? ‘‘Ācariya, purimadivase manussā bahuṁ loṇamadaṁsu, athāhaṁ ‘aloṇakadivase bhavissatī’ti atirekaṁ loṇaṁ ṭhapesi’’nti. Atha naṁ bodhisatto ‘‘moghapurisa, tiyojanasatikaṁ videharaṭṭhaṁ pahāya pabbajitvā akiñcanabhāvaṁ patvā idāni loṇasakkharāya taṇhaṁ janesī’’ti tajjetvā ovadanto paṭhamaṁ gāthamāha –",
  "atk-s0513a33:446": "76.",
  "atk-s0513a33:447": " ‘‘Hitvā gāmasahassāni, paripuṇṇāni soḷasa;",
  "atk-s0513a33:448": "Koṭṭhāgārāni phītāni, sannidhiṁ dāni kubbasī’’ti.",
  "atk-s0513a33:449": "Tattha koṭṭhāgārānīti suvaṇṇarajatamaṇimuttādiratanakoṭṭhāgārāni ceva dussakoṭṭhāgārāni ca dhaññakoṭṭhāgārāni ca. Phītānīti pūrāni. Sannidhiṁ dāni kubbasīti idāni ‘‘sve bhavissati, tatiyadivase bhavissatī’’ti loṇamattaṁ sannidhiṁ karosīti.",
  "atk-s0513a33:450": "Videho evaṁ garahiyamāno garahaṁ asahanto paṭipakkho hutvā ‘‘ācariya, tumhe attano dosaṁ adisvā mayhameva dosaṁ passatha, nanu tumhe ‘kiṁ me parena ovaditena, attānameva ovadissāmī’ti rajjaṁ chaḍḍetvā pabbajitā, tumhe idāni maṁ kasmā ovadathā’’ti codento dutiyaṁ gāthamāha –",
  "atk-s0513a33:451": "77.",
  "atk-s0513a33:452": " ‘‘Hitvā gandhāravisayaṁ, pahūtadhanadhāriyaṁ;",
  "atk-s0513a33:453": "Pasāsanato nikkhanto, idha dāni pasāsasī’’ti.",
  "atk-s0513a33:454": "Tattha pasāsanatoti ovādānusāsanīdānato. Idha dānīti idāni idha araññe kasmā maṁ ovadathāti.",
  "atk-s0513a33:455": "Taṁ sutvā bodhisatto tatiyaṁ gāthamāha –",
  "atk-s0513a33:456": "78.",
  "atk-s0513a33:457": " ‘‘Dhammaṁ bhaṇāmi vedeha, adhammo me na ruccati;",
  "atk-s0513a33:458": "Dhammaṁ me bhaṇamānassa, na pāpamupalimpatī’’ti.",
  "atk-s0513a33:459": "Tattha dhammanti sabhāvaṁ, buddhādīhi vaṇṇitaṁ pasatthaṁ kāraṇameva. Adhammo me na ruccatīti adhammo nāma asabhāvo mayhaṁ kadācipi na ruccati. Na pāpamupalimpatīti mama sabhāvameva kāraṇameva bhaṇantassa pāpaṁ nāma hadaye na limpati na allīyati. Ovādadānaṁ nāmetaṁ buddhapaccekabuddhasāvakabodhisattānaṁ paveṇī. Tehi dinnovādaṁ bālā na gaṇhanti, ovādadāyakassa pana pāpaṁ nāma natthi.",
  "atk-s0513a33:460": "‘‘Nidhīnaṁva pavattāraṁ, yaṁ passe vajjadassinaṁ;",
  "atk-s0513a33:461": "Niggayhavādiṁ medhāviṁ, tādisaṁ paṇḍitaṁ bhaje;",
  "atk-s0513a33:462": "Tādisaṁ bhajamānassa, seyyo hoti na pāpiyo.",
  "atk-s0513a33:463": "‘‘Ovadeyyānusāseyya, asabbhā ca nivāraye;",
  "atk-s0513a33:464": "Satañhi so piyo hoti, asataṁ hoti appiyo’’ti. (dha. pa. 76-77);",
  "atk-s0513a33:465": "Videhatāpaso bodhisattassa kathaṁ sutvā ‘‘ācariya, atthanissitaṁ kathentenapi paraṁ ghaṭṭetvā rosetvā kathetuṁ na vaṭṭati, tvaṁ maṁ kuṇṭhasatthakena muṇḍento viya atipharusaṁ kathesī’’ti vatvā catutthaṁ gāthamāha –",
  "atk-s0513a33:466": "79.",
  "atk-s0513a33:467": " ‘‘Yena kenaci vaṇṇena, paro labhati ruppanaṁ;",
  "atk-s0513a33:468": "Mahatthiyampi ce vācaṁ, na taṁ bhāseyya paṇḍito’’ti.",
  "atk-s0513a33:469": "Tattha yena kenacīti dhammayuttenāpi kāraṇena. Labhati ruppananti ghaṭṭanaṁ dussanaṁ kuppanaṁ labhatiyeva. Na taṁ bhāseyyāti tasmā taṁ parapuggalaṁ yāya so vācāya dussati, taṁ mahatthiyaṁ mahantaṁ atthanissitampi vācaṁ na bhāseyyāti attho.",
  "atk-s0513a33:470": "Athassa bodhisatto pañcamaṁ gāthamāha –",
  "atk-s0513a33:471": "80.",
  "atk-s0513a33:472": " ‘‘Kāmaṁ ruppatu vā mā vā, bhusaṁva vikirīyatu;",
  "atk-s0513a33:473": "Dhammaṁ me bhaṇamānassa, na pāpamupalimpatī’’ti.",
  "atk-s0513a33:474": "Tattha kāmanti ekaṁsena. Idaṁ vuttaṁ hoti – ayuttakārako puggalo ‘‘ayuttaṁ te kata’’nti ovadiyamāno ekaṁseneva kujjhatu vā mā vā kujjhatu, atha vā bhusamuṭṭhi viya vikirīyatu, mayhaṁ pana dhammaṁ bhaṇantassa pāpaṁ nāma natthīti.",
  "atk-s0513a33:475": "Evañca pana vatvā ‘‘na vo ahaṁ, ānanda, tathā parakkamissāmi, yathā kumbhakāro āmake āmakamatte. Niggayha niggayhāhaṁ ānanda, vakkhāmi, yo sāro so ṭhassatī’’ti (ma. ni. 3.196) imassa sugatovādassa anurūpāya paṭipattiyā ṭhatvā ‘‘yathā kumbhakāro bhājanesu punappunaṁ ākoṭetvā ākoṭetvā āmakaṁ aggahetvā supakkameva bhājanaṁ gaṇhāti, evaṁ punappunaṁ ovaditvā niggaṇhitvā pakkabhājanasadiso puggalo gahetabbo’’ti dassetuṁ puna taṁ ovadanto –",
  "atk-s0513a33:476": "81.",
  "atk-s0513a33:477": " ‘‘No ce assa sakā buddhi, vinayo vā susikkhito;",
  "atk-s0513a33:478": "Vane andhamahiṁsova, careyya bahuko jano.",
  "atk-s0513a33:479": "82.",
  "atk-s0513a33:480": " ‘‘Yasmā ca panidhekacce, āceramhi susikkhitā;",
  "atk-s0513a33:481": "Tasmā vinītavinayā, caranti susamāhitā’’ti. – idaṁ gāthādvayamāha;",
  "atk-s0513a33:482": "Tassattho – samma vedeha, imesañhi sattānaṁ sace attano buddhi vā paṇḍite ovādadāyake nissāya ācārapaṇṇattivinayo vā susikkhito na bhaveyya, evaṁ sante yathā tiṇalatādigahane vane andhamahiṁso gocarāgocaraṁ sāsaṅkanirāsaṅkañca ṭhānaṁ ajānanto carati, tathā tumhādiso bahuko jano careyya. Yasmā pana idha ekacce sakāya buddhiyā rahitā sattā ācariyasantike ācārapaṇṇattisusikkhitā, tasmā ācariyehi attano attano anurūpena vinayena vinītattā vinītavinayā susamāhitā ekaggacittā hutvā carantīti.",
  "atk-s0513a33:483": "Iminā idaṁ dasseti – iminā hi sattena gihinā hutvā attano kulānurūpā, pabbajitena pabbajitānurūpā sikkhā sikkhitabbā. Gihinopi hi attano kulānurūpesu kasigorakkhādīsu sikkhitāva sampannājīvā hutvā susamāhitā caranti, pabbajitāpi pabbajitānurūpesu pāsādikesu abhikkantapaṭikkantādīsu adhisīlaadhicittaadhipaññāsikkhāsu sikkhitāva vigatavikkhepā susamāhitā caranti. Lokasmiñhi –",
  "atk-s0513a33:484": "‘‘Bāhusaccañca sippañca, vinayo ca susikkhito;",
  "atk-s0513a33:485": "Subhāsitā ca yā vācā, etaṁ maṅgalamuttama’’nti. (khu. pā. 5.5; su. ni. 264);",
  "atk-s0513a33:486": "Taṁ sutvā vedehatāpaso ‘‘ācariya, ito paṭṭhāya maṁ ovadatha anusāsatha, ahaṁ anadhivāsanajātikatāya tumhehi saddhiṁ kathesiṁ, taṁ me khamathā’’ti vanditvā mahāsattaṁ khamāpesi. Te samaggavāsaṁ vasitvā puna himavantameva agamaṁsu. Tatra bodhisatto vedehatāpasassa kasiṇaparikammaṁ kathesi. So taṁ katvā abhiññā ca samāpattiyo ca nibbattesi. Iti te ubhopi aparihīnajjhānā brahmalokaparāyaṇā ahesuṁ.",
  "atk-s0513a33:487": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā vedeho ānando ahosi, gandhārarājā pana ahameva ahosī’’nti.",
  "atk-s0513a33:488": "Gandhārajātakavaṇṇanā paṭhamā.",
  "atk-s0513a33:490": " [407] 2. Mahākapijātakavaṇṇanā",
  "atk-s0513a33:491": "Attānaṁ saṅkamaṁ katvāti idaṁ satthā jetavane viharanto ñātatthacariyaṁ ārabbha kathesi. Vatthu bhaddasālajātake (jā. 1.12.13 ādayo) āvi bhavissati. Tadā pana dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ ‘‘āvuso, sammāsambuddho ñātakānaṁ atthaṁ caratī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepi tathāgato ñātīnaṁ atthaṁ cariyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a33:492": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto kapiyoniyaṁ nibbattitvā vayappatto ārohapariṇāhasampanno thāmabalūpeto pañcahatthibalaparimāṇo asītisahassakapigaṇaparivuto himavantapadese vasati. Tattha gaṅgātīraṁ nissāya sākhāviṭapasampanno sandacchāyo bahalapatto pabbatakūṭaṁ viya samuggato ambarukkho ahosi ‘‘nigrodharukkho’’tipi vadanti. Tassa madhurāni phalāni dibbagandharasāni mahantāni mahantakumbhappamāṇāni. Tassa ekissā sākhāya phalāni thale patanti, ekissā sākhāya gaṅgājale, dvinnaṁ sākhānaṁ phalāni majjhe rukkhamūle patanti. Bodhisatto kapigaṇaṁ ādāya tattha phalāni khādanto ‘‘ekasmiṁ kāle imassa rukkhassa udake patitaṁ phalaṁ nissāya amhākaṁ bhayaṁ uppajjissatī’’ti udakamatthake sākhāya ekaphalampi anavasesetvā pupphakāle kaḷāyamattakālato paṭṭhāya khādāpeti ceva pātāpeti ca. Evaṁ santepi asītivānarasahassehi adiṭṭhaṁ kipillikapuṭapaṭicchannaṁ ekaṁ pakkaphalaṁ nadiyaṁ patitvā uddhañca adho ca jālaṁ bandhāpetvā udakakīḷaṁ kīḷantassa bārāṇasirañño uddhaṁjāle laggi. Rañño divasaṁ kīḷitvā sāyaṁ gamanasamaye kevaṭṭā jālaṁ ukkhipantā taṁ disvā ‘‘asukaphalaṁ nāmā’’ti ajānantā rañño dassesuṁ.",
  "atk-s0513a33:493": "Rājā ‘‘kiṁphalaṁ nāmeta’’nti pucchi. ‘‘Na jānāma, devā’’ti. ‘‘Ke jānissantī’’ti? ‘‘Vanacarakā, devā’’ti. So vanacarake pakkosāpetvā tesaṁ santikā ‘‘ambapakka’’nti sutvā churikāya chinditvā paṭhamaṁ vanacarake khādāpetvā pacchā attanāpi khādi, itthāgārassāpi amaccānampi dāpesi. Rañño ambapakkaraso sakalasarīraṁ pharitvā aṭṭhāsi. So rasataṇhāya bajjhitvā tassa rukkhassa ṭhitaṭṭhānaṁ vanacarake pucchitvā tehi ‘‘himavantapadese nadītīre’’ti vutte bahū nāvāsaṅghāṭe bandhāpetvā vanacarakehi desitamaggena uddhaṁsotaṁ agamāsi. ‘‘Ettakāni divasānī’’ti paricchedo na kathito, anupubbena pana taṁ ṭhānaṁ patvā ‘‘eso deva, rukkho’’ti vanacarakā rañño ācikkhiṁsu. Rājā nāvaṁ ṭhapetvā mahājanaparivuto padasā tattha gantvā rukkhamūle sayanaṁ paññapāpetvā ambapakkāni khāditvā nānaggarasabhojanaṁ bhuñjitvā nipajji, sabbadisāsu ārakkhaṁ ṭhapetvā aggiṁ kariṁsu.",
  "atk-s0513a33:494": "Mahāsatto manussesu niddaṁ okkantesu aḍḍharattasamaye parisāya saddhiṁ agamāsi. Asītisahassavānarā sākhāya sākhaṁ carantā ambāni khādanti. Rājā pabujjhitvā kapigaṇaṁ disvā manusse uṭṭhāpetvā dhanuggahe pakkosāpetvā ‘‘yathā ete phalakhādakā vānarā na palāyanti, tathā te parikkhipitvā vijjhatha, sve ambāni ceva vānaramaṁsañca khādissāmī’’ti āha. Dhanuggahā ‘‘sādhū’’ti sampaṭicchitvā rukkhaṁ parivāretvā sare sannayhitvā aṭṭhaṁsu. Te disvā vānarā maraṇabhayabhītā palāyituṁ asakkontā mahāsattaṁ upasaṅkamitvā ‘‘deva, ‘palāyanamakkaṭe vijjhissāmā’ti rukkhaṁ parivāretvā dhanuggahā ṭhitā, kiṁ karomā’’ti pucchitvā kampamānā aṭṭhaṁsu. Bodhisatto ‘‘mā bhāyittha, ahaṁ vo jīvitaṁ dassāmī’’ti vānaragaṇaṁ samassāsetvā ujukaṁ uggatasākhaṁ āruyha gaṅgābhimukhaṁ gatasākhaṁ gantvā tassā pariyantato pakkhanditvā dhanusatamattaṁ ṭhānaṁ atikkamma gaṅgātīre ekasmiṁ gumbamatthake patitvā tato oruyha ‘‘mamāgataṭṭhānaṁ ettakaṁ bhavissatī’’ti ākāsaṁ paricchinditvā ekaṁ vettalataṁ mūle chinditvā sodhetvā ‘‘ettakaṁ ṭhānaṁ rukkhe bajjhissati, ettakaṁ ākāsaṭṭhaṁ bhavissatī’’ti imāni dve ṭhānāni vavatthapetvā attano kaṭiyaṁ bandhanaṭṭhānaṁ na sallakkhesi.",
  "atk-s0513a33:495": "So taṁ lataṁ ādāya ekaṁ koṭiṁ gaṅgātīre patiṭṭhitarukkhe bandhitvā ekaṁ attano kaṭiyaṁ bandhitvā vātacchinnavalāhako viya vegena dhanusatamattaṁ ṭhānaṁ laṅghitvā kaṭiyaṁ bandhanaṭṭhānassa asallakkhitattā rukkhaṁ pāpuṇituṁ asakkonto ubhohi hatthehi ambasākhaṁ daḷhaṁ gaṇhitvā vānaragaṇassa saññamadāsi ‘‘sīghaṁ mama piṭṭhiṁ maddamānā vettalatāya sotthigamanaṁ gacchathā’’ti. Asītisahassavānarā mahāsattaṁ vanditvā khamāpetvā tathā agamaṁsu. Tadā devadattopi makkaṭo hutvā tesaṁ abbhantare hoti. So ‘‘ayaṁ me paccāmittassa piṭṭhiṁ passituṁ kālo’’ti uccaṁ sākhaṁ āruyha vegaṁ janetvā tassa piṭṭhiyaṁ pati. Mahāsattassa hadayaṁ bhijji, balavavedanā uppajji. Sopi taṁ vedanāppattaṁ katvā pakkāmi. Mahāsatto ekakova ahosi. Rājā aniddāyanto vānarehi ca mahāsattena ca katakiriyaṁ sabbaṁ disvā ‘‘ayaṁ tiracchāno hutvā attano jīvitaṁ agaṇetvā parisāya sotthibhāvameva akāsī’’ti cintento nipajji.",
  "atk-s0513a33:496": "So pabhātāya rattiyā mahāsattassa tussitvā ‘‘na yuttaṁ imaṁ kapirājānaṁ nāsetuṁ, upāyena naṁ otāretvā paṭijaggissāmī’’ti antogaṅgāya nāvāsaṅghāṭaṁ ṭhapetvā tattha aṭṭakaṁ bandhāpetvā saṇikaṁ mahāsattaṁ otārāpetvā piṭṭhiyaṁ kāsāvavatthaṁ pattharāpetvā gaṅgodakena nhāpetvā phāṇitodakaṁ pāyetvā parisuddhasarīraṁ sahassapākatelena abbhañjāpetvā sayanapiṭṭhe eḷakacammaṁ santharāpetvā saṇikaṁ tattha nipajjāpetvā attanā nīce āsane nisīditvā paṭhamaṁ gāthamāha –",
  "atk-s0513a33:497": "83.",
  "atk-s0513a33:498": " ‘‘Attānaṁ saṅkamaṁ katvā, yo sotthiṁ samatārayi;",
  "atk-s0513a33:499": "Kiṁ tvaṁ tesaṁ kime tuyhaṁ, honti ete mahākapī’’ti.",
  "atk-s0513a33:500": "Tassattho – ambho mahākapi, yo tvaṁ attānaṁ saṅkamaṁ katvā tulaṁ āropetvā jīvitaṁ pariccajitvā ime vānare sotthiṁ samatārayi, khemena santāresi; kiṁ tvaṁ tesaṁ hosi, kime tuyhaṁ vā kiṁsu ete hontīti?",
  "atk-s0513a33:501": "Taṁ sutvā bodhisatto rājānaṁ ovadanto sesagāthā abhāsi –",
  "atk-s0513a33:502": "84.",
  "atk-s0513a33:503": " ‘‘Rājāhaṁ issaro tesaṁ, yūthassa parihārako;",
  "atk-s0513a33:504": "Tesaṁ sokaparetānaṁ, bhītānaṁ te arindama.",
  "atk-s0513a33:505": "85.",
  "atk-s0513a33:506": " ‘‘Ullaṅghayitvā attānaṁ, vissaṭṭhadhanuno sataṁ;",
  "atk-s0513a33:507": "Tato aparapādesu, daḷhaṁ bandhaṁ latāguṇaṁ.",
  "atk-s0513a33:508": "86.",
  "atk-s0513a33:509": " ‘‘Chinnabbhamiva vātena, nuṇṇo rukkhaṁ upāgamiṁ;",
  "atk-s0513a33:510": "Sohaṁ appabhavaṁ tattha, sākhaṁ hatthehi aggahiṁ.",
  "atk-s0513a33:511": "87.",
  "atk-s0513a33:512": " ‘‘Taṁ maṁ viyāyataṁ santaṁ, sākhāya ca latāya ca;",
  "atk-s0513a33:513": "Samanukkamantā pādehi, sotthiṁ sākhāmigā gatā.",
  "atk-s0513a33:514": "88.",
  "atk-s0513a33:515": " ‘‘Taṁ maṁ na tapate bandho, mato me na tapessati;",
  "atk-s0513a33:516": "Sukhamāharitaṁ tesaṁ, yesaṁ rajjamakārayiṁ.",
  "atk-s0513a33:517": "89.",
  "atk-s0513a33:518": " ‘‘Esā te upamā rāja, taṁ suṇohi arindama;",
  "atk-s0513a33:519": "Raññā raṭṭhassa yoggassa, balassa nigamassa ca;",
  "atk-s0513a33:520": "Sabbesaṁ sukhameṭṭhabbaṁ, khattiyena pajānatā’’ti.",
  "atk-s0513a33:521": "Tattha tesanti tesaṁ asītisahassānaṁ vānarānaṁ. Bhītānaṁ teti tava vijjhanatthāya āṇāpetvā ṭhitassa bhītānaṁ. Arindamāti rājānaṁ ālapati. Rājā hi corādīnaṁ arīnaṁ damanato ‘‘arindamo’’ti vuccati. Vissaṭṭhadhanuno satanti anāropitadhanusatappamāṇaṁ ṭhānaṁ attānaṁ ākāse ullaṅghayitvā vissajjetvā tato imamhā rukkhā laṅghayitvā gataṭṭhānato. Aparapādesūti pacchāpādesu. Idaṁ kaṭibhāgaṁ sandhāya vuttaṁ. Bodhisatto hi kaṭibhāge taṁ latāguṇaṁ daḷhaṁ bandhitvā pacchimapādehi bhūmiyaṁ akkamitvā vissajjetvā vātavegena ākāsaṁ pakkhandi. Nuṇṇorukkhaṁ upāgaminti vātacchinnaṁ abbhamiva attano vegajanitena vātena nuṇṇo. Yathā vātacchinnabbhaṁ vātena, evaṁ attano vegena nuṇṇo hutvā imaṁ ambarukkhaṁ upāgamiṁ . Appabhavanti so ahaṁ tattha ākāsappadese rukkhaṁ pāpuṇituṁ appahonto tassa rukkhassa sākhaṁ hatthehi aggahesinti attho.",
  "atk-s0513a33:522": "Viyāyatanti rukkhasākhāya ca vettalatāya ca vīṇāya bhamaratanti viya vitataṁ ākaḍḍhitasarīraṁ. Samanukkamantāti mayā anuññātā maṁ vanditvā pādehi anukkamantā nirantarameva akkamantā sotthiṁ gatā. Taṁ maṁ na tapate bandhoti taṁ maṁ nāpi so valliyā bandho tapati, nāpi idāni maraṇaṁ tapessati. Kiṁkāraṇā? Sukhamāharitaṁ tesanti yasmā yesaṁ ahaṁ rajjamakārayiṁ, tesaṁ mayā sukhamāharitaṁ. Ete hi ‘‘mahārāja, ayaṁ no uppannaṁ dukkhaṁ haritvā sukhaṁ āharissatī’’ti maṁ rājānaṁ akaṁsu. Ahampi ‘‘tumhākaṁ uppannaṁ dukkhaṁ harissāmi’’cceva etesaṁ rājā jāto. Taṁ ajja mayā etesaṁ maraṇadukkhaṁ haritvā jīvitasukhaṁ āhaṭaṁ, tena maṁ nāpi bandho tapati, na maraṇavadho tapessati.",
  "atk-s0513a33:523": "Esā te upamāti esā te mahārāja, mayā katakiriyāya upamā. Taṁ suṇohīti tasmā imāya upamāya saṁsandetvā attano diyyamānaṁ ovādaṁ suṇāhi. Raññā raṭṭhassāti mahārāja, raññā nāma ucchuyante ucchuṁ viya raṭṭhaṁ apīḷetvā catubbidhaṁ agatigamanaṁ pahāya catūhi saṅgahavatthūhi saṅgaṇhantena dasasu rājadhammesu patiṭṭhāya mayā viya attano jīvitaṁ pariccajitvā ‘‘kintime raṭṭhavāsino vigatabhayā gimhakāle vivaṭadvāre ñātīhi ca parivārakehi ca parivāritā ure putte naccentā sītena vātena bījiyamānā yathāruci attano attano santakaṁ paribhuñjantā kāyikacetasikasukhasamaṅgino bhaveyyu’’nti sakalaraṭṭhassa ca rathasakaṭādiyuttavāhanassa yoggassa ca pattisaṅkhātassa balassa ca nigamajanapadasaṅkhātassa nigamassa ca sabbesaṁ sukhameva esitabbaṁ gavesitabbanti attho. Khattiyena pajānatāti khettānaṁ adhipatibhāvena ‘‘khattiyo’’ti laddhanāmena pana etena avasesasatte atikkamma pajānatā ñāṇasampannena bhavitabbanti.",
  "atk-s0513a33:524": "Evaṁ mahāsatto rājānaṁ ovadanto anusāsantova kālamakāsi. Rājā amacce pakkosāpetvā ‘‘imassa kapirājassa rājūnaṁ viya sarīrakiccaṁ karothā’’ti vatvā itthāgārampi āṇāpesi ‘‘tumhe rattavatthanivatthā vikiṇṇakesā daṇḍadīpikahatthā kapirājānaṁ parivāretvā āḷāhanaṁ gacchathā’’ti. Amaccā dārūnaṁ sakaṭasatamattena citakaṁ karitvā rājūnaṁ karaṇaniyāmeneva mahāsattassa sarīrakiccaṁ katvā sīsakapālaṁ gahetvā rañño santikaṁ agamaṁsu. Rājā mahāsattassa āḷāhane cetiyaṁ kāretvā dīpe jālāpetvā gandhamālādīhi pūjetvā sīsakapālaṁ suvaṇṇakhacitaṁ kāretvā kuntagge ṭhapetvā purato katvā gandhamālādīhi pūjento bārāṇasiṁ gantvā antorājadvāre ṭhapetvā sakalanagaraṁ sajjāpetvā sattāhaṁ dhātupūjaṁ kāresi. Atha naṁ dhātuṁ gahetvā cetiyaṁ kāretvā yāvajīvaṁ gandhamālādīhi pūjetvā bodhisattassa ovāde patiṭṭhāya dānādīni puññāni karonto dhammena rajjaṁ kāretvā saggaparāyaṇo ahosi.",
  "atk-s0513a33:525": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi – ‘‘tadā rājā ānando ahosi, duṭṭhakapi devadatto, parisā buddhaparisā, kapirājā pana ahameva ahosi’’nti.",
  "atk-s0513a33:526": "Mahākapijātakavaṇṇanā dutiyā.",
  "atk-s0513a33:528": " [408] 3. Kumbhakārajātakavaṇṇanā",
  "atk-s0513a33:529": "Ambāhamaddaṁ vanamantarasminti idaṁ satthā jetavane viharanto kilesaniggahaṁ ārabbha kathesi. Vatthu pānīyajātake (jā. 1.11.59 ādayo) āvi bhavissati. Tadā pana sāvatthiyaṁ pañcasatā sahāyakā pabbajitvā antokoṭisanthāre vasamānā aḍḍharattasamaye kāmavitakkaṁ vitakkayiṁsu. Satthā attano sāvake rattiyā tayo vāre, divasassa tayo vāreti rattindivaṁ cha vāre olokento kikī aṇḍaṁ viya, camarī vāladhiṁ viya, mātā piyaputtaṁ viya, ekacakkhuko puriso cakkhuṁ viya rakkhati, tasmiṁ tasmiṁyeva khaṇe uppannakilesaṁ niggaṇhāti. So taṁ divasaṁ aḍḍharattasamaye jetavanaṁ pariggaṇhanto tesaṁ bhikkhūnaṁ vitakkasamudācāraṁ ñatvā ‘‘imesaṁ bhikkhūnaṁ abbhantare ayaṁ kileso vaḍḍhanto arahattassa hetuṁ bhindissati, idāneva nesaṁ kilesaṁ niggaṇhitvā arahattaṁ dassāmī’’ti gandhakuṭito nikkhamitvā ānandattheraṁ pakkosāpetvā ‘‘ānanda, antokoṭisanthāre vasanakabhikkhū sabbe sannipātehī’’ti sannipātāpetvā paññattavarabuddhāsane nisīditvā ‘‘na, bhikkhave, antopavattakilesānaṁ vase vattituṁ vaṭṭati, kileso hi vaḍḍhamāno paccāmitto viya mahāvināsaṁ pāpeti, bhikkhunā nāma appamattakampi kilesaṁ niggaṇhituṁ vaṭṭati, porāṇakapaṇḍitā appamattakaṁ ārammaṇaṁ disvā abbhantare pavattakilesaṁ niggaṇhitvā paccekabodhiñāṇaṁ nibbattesu’’nti vatvā atītaṁ āhari.",
  "atk-s0513a33:530": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto bārāṇasinagarassa dvāragāme kumbhakārakule nibbattitvā vayappatto kuṭumbaṁ saṇṭhapetvā ekaṁ puttañca dhītarañca labhitvā kumbhakārakammaṁ nissāya puttadāraṁ posesi. Tadā kaliṅgaraṭṭhe dantapuranagare karaṇḍako nāma rājā mahantena parivārena uyyānaṁ gacchanto uyyānadvāre phalabhārabharitaṁ madhuraphalaṁ ambarukkhaṁ disvā hatthikkhandhavaragatoyeva hatthaṁ pasāretvā ekaṁ ambapiṇḍaṁ gahetvā uyyānaṁ pavisitvā maṅgalasilāya nisinno dātabbayuttakānaṁ datvā ambaṁ paribhuñji. ‘‘Raññā gahitakālato paṭṭhāya sesehi nāma gahetabbamevā’’ti amaccāpi brāhmaṇagahapatikādayopi ambāni pātetvā khādiṁsu. Pacchā āgatā rukkhaṁ āruyha muggarehi pothetvā obhaggavibhaggasākhaṁ katvā āmakaphalampi asesetvā khādiṁsu.",
  "atk-s0513a33:531": "Rājā divasaṁ uyyāne kīḷitvā sāyanhasamaye alaṅkatahatthikkhandhavare nisīditvā gacchanto taṁ rukkhaṁ disvā hatthito otaritvā rukkhamūlaṁ gantvā rukkhaṁ oloketvā ‘‘ayaṁ pātova passantānaṁ atittikaro phalabhārabharito sobhamāno aṭṭhāsi, idāni gahitaphalo obhaggavibhaggo asobhamāno ṭhito’’ti cintetvā puna aññato olokento aparaṁ nipphalaṁ ambarukkhaṁ disvā ‘‘esa rukkho attano nipphalabhāvena muṇḍamaṇipabbato viya sobhamāno ṭhito, ayaṁ pana saphalabhāvena imaṁ byasanaṁ patto, idaṁ agāramajjhampi phalitarukkhasadisaṁ, pabbajjā nipphalarukkhasadisā, sadhanasseva bhayaṁ atthi, niddhanassa bhayaṁ natthi, mayāpi nipphalarukkhena viya bhavitabba’’nti phalarukkhaṁ ārammaṇaṁ katvā rukkhamūle ṭhitakova tīṇi lakkhaṇāni sallakkhetvā vipassanaṁ vaḍḍhetvā paccekabodhiñāṇaṁ nibbattetvā ‘‘viddhaṁsitā dāni me mātukucchikuṭikā, chinnā tīsu bhavesu paṭisandhi, sodhitā saṁsāraukkārabhūmi, sosito mayā assusamuddo, bhinno aṭṭhipākāro, natthi me puna paṭisandhī’’ti āvajjento sabbālaṅkārapaṭimaṇḍitova aṭṭhāsi.",
  "atk-s0513a33:532": "Atha naṁ amaccā āhaṁsu ‘‘atibahuṁ ṭhitattha, mahārājā’’ti. ‘‘Na mayaṁ mahārājāno, paccekabuddhā nāma maya’’nti. ‘‘Paccekabuddhā nāma tumhādisā na honti, devā’’ti. ‘‘Atha kīdisā hontī’’ti? ‘‘Oropitakesamassukāsāvavatthapaṭicchannā kule vā gaṇe vā alaggā vātacchinnavalāhakarāhumuttacandamaṇḍalapaṭibhāgā himavante nandamūlakapabbhāre vasanti, evarūpā deva, paccekabuddhā’’ti. Tasmiṁ khaṇe rājā hatthaṁ ukkhipitvā sīsaṁ parāmasi, tāvadevassa gihiliṅgaṁ antaradhāyi, samaṇaliṅgaṁ pāturahosi.",
  "atk-s0513a33:533": "‘‘Ticīvarañca patto ca, vāsi sūci ca bandhanaṁ;",
  "atk-s0513a33:534": "Parissāvanena aṭṭhete, yuttayogassa bhikkhuno’’ti. –",
  "atk-s0513a33:535": "Evaṁ vuttā samaṇaparikkhārā kāyapaṭibaddhāva ahesuṁ. So ākāse ṭhatvā mahājanassa ovādaṁ datvā anilapathena uttarahimavante nandamūlakapabbhārameva agamāsi.",
  "atk-s0513a33:536": "Gandhāraraṭṭhepi takkasilanagare naggaji nāma rājā uparipāsāde pallaṅkamajjhagato ekaṁ itthiṁ ekekahatthe ekekaṁ maṇivalayaṁ piḷandhitvā avidūre nisīditvā gandhaṁ pisamānaṁ disvā ‘‘etāni valayāni ekekabhāvena na ghaṭṭenti na viravantī’’ti olokento nisīdi. Atha sā dakkhiṇahatthato valayaṁ vāmahattheyeva piḷandhitvā dakkhiṇahatthena gandhaṁ saṅkaḍḍhitvā pisituṁ ārabhi, vāmahatthe valayaṁ dutiyaṁ āgamma ghaṭṭiyamānaṁ saddamakāsi. Rājā tāni dve valayāni aññamaññaṁ ghaṭṭentāni viravantāni disvā cintesi ‘‘idaṁ valayaṁ ekekakāle na ghaṭṭesi, dutiyaṁ āgamma ghaṭṭeti, saddaṁ karoti, evameva ime sattāpi ekekā na ghaṭṭenti na vivadanti, dve tayo hutvā aññamaññaṁ ghaṭṭenti, kalahaṁ karonti. Ahaṁ pana kasmīragandhāresu dvīsu rajjesu raṭṭhavāsino vicāremi, mayāpi ekavalayasadisena hutvā paraṁ avicāretvā attānameva vicārentena vasituṁ vaṭṭatī’’ti saṅghaṭṭanavalayaṁ ārammaṇaṁ katvā yathānisinnova tīṇi lakkhaṇāni sallakkhetvā vipassanaṁ vaḍḍhetvā paccekabodhiñāṇaṁ nibbattesi. Sesaṁ purimasadisameva.",
  "atk-s0513a33:537": "Videharaṭṭhe mithilanagare nimi nāma rājā bhuttapātarāso amaccagaṇaparivuto vivaṭasīhapañjarena antaravīthiṁ pekkhamāno aṭṭhāsi. Atheko seno sūnāpaṇato maṁsapesiṁ gahetvā ākāsaṁ pakkhandi. Tamenaṁ ito cito ca gijjhādayo sakuṇā samparivāretvā āhārahetu tuṇḍena vijjhantā pakkhehi paharantā pādehi maddantā agamaṁsu. So attano vadhaṁ asahamāno taṁ maṁsaṁ chaḍḍesi. Añño gaṇhi, sakuṇā imaṁ muñcitvā taṁ anubandhiṁsu. Tenapi vissaṭṭhaṁ añño aggahesi, tampi tatheva viheṭhesuṁ. Rājā te sakuṇe disvā cintesi ‘‘yo yo maṁsapesiṁ gaṇhi, tassa tasseva dukkhaṁ, yo yo taṁ vissajjesi, tassa tasseva sukhaṁ, imepi pañca kāmaguṇe yo yo gaṇhāti, tassa tasseva dukkhaṁ, itarassa sukhaṁ, ime hi bahūnaṁ sādhāraṇā, mayhaṁ kho pana soḷasa itthisahassāni, mayā vissaṭṭhamaṁsapiṇḍena viya senena pañca kāmaguṇe pahāya sukhitena bhavituṁ vaṭṭatī’’ti. So yoniso manasi karonto yathāṭhitova tīṇi lakkhaṇāni sallakkhetvā vipassanaṁ vaḍḍhetvā paccekabodhiñāṇaṁ nibbattesi. Sesaṁ purimasadisameva.",
  "atk-s0513a33:538": "Uttarapañcālaraṭṭhe kapilanagare dummukho nāma rājā bhuttapātarāso sabbālaṅkārapaṭimaṇḍito amaccagaṇaparivuto vivaṭasīhapañjare rājaṅgaṇaṁ olokento aṭṭhāsi. Tasmiṁ khaṇe gopālakā vajadvāraṁ vivariṁsu, usabhā vajato nikkhamitvā kilesavasena ekaṁ gāviṁ anubandhiṁsu. Tattheko tikhiṇasiṅgo mahāusabho aññaṁ usabhaṁ āgacchantaṁ disvā kilesamaccherābhibhūto tikhiṇena siṅgena antarasatthimhi pahari. Tassa pahāramukhena antāni nikkhamiṁsu, so tattheva jīvitakkhayaṁ pāpuṇi. Rājā taṁ disvā cintesi ‘‘ime sattā tiracchānagate ādiṁ katvā kilesavasena dukkhaṁ pāpuṇanti, ayaṁ usabho kilesaṁ nissāya jīvitakkhayaṁ patto, aññepi sattā kileseheva kampanti, mayā imesaṁ sattānaṁ kampanakilese pahātuṁ vaṭṭatī’’ti. So ṭhitakova tīṇi lakkhaṇāni sallakkhetvā vipassanaṁ vaḍḍhetvā paccekabodhiñāṇaṁ nibbattesi. Sesaṁ purimasadisameva.",
  "atk-s0513a33:539": "Athekadivasaṁ cattāro paccekabuddhā bhikkhācāravelaṁ sallakkhetvā nandamūlakapabbhārā nikkhamma anotattadahe nāgalatādantakaṭṭhaṁ khāditvā katasarīrapaṭijagganā manosilātale ṭhatvā nivāsetvā pattacīvaramādāya iddhiyā ākāse uppatitvā pañcavaṇṇavalāhake maddamānā gantvā bārāṇasinagaradvāragāmakassa avidūre otaritvā ekasmiṁ phāsukaṭṭhāne cīvaraṁ pārupitvā pattaṁ gahetvā dvāragāmaṁ pavisitvā piṇḍāya carantā bodhisattassa gehadvāraṁ sampāpuṇiṁsu. Bodhisatto te disvā tuṭṭhacitto hutvā gehaṁ pavesetvā paññattāsane nisīdāpetvā dakkhiṇodakaṁ datvā paṇītena khādanīyena bhojanīyena parivisitvā ekamantaṁ nisīditvā saṅghattheraṁ vanditvā ‘‘bhante, tumhākaṁ pabbajjā ativiya sobhati, vippasannāni vo indriyāni, parisuddho chavivaṇṇo, kiṁ nu kho ārammaṇaṁ disvā tumhe imaṁ bhikkhācariyapabbajjaṁ upagatā’’ti pucchi. Yathā ca saṅghattheraṁ, evaṁ sesepi upasaṅkamitvā pucchi. Athassa te cattāropi janā ‘‘ahaṁ asukanagare asukaraṭṭhe asukarājā nāma hutvā’’tiādinā nayena attano attano abhinikkhamanavatthūni kathetvā paṭipāṭiyā ekekaṁ gāthamāhaṁsu –",
  "atk-s0513a33:540": "90.",
  "atk-s0513a33:541": " ‘‘Ambāhamaddaṁ vanamantarasmiṁ, nilobhāsaṁ phalitaṁ saṁvirūḷhaṁ;",
  "atk-s0513a33:542": "Tamaddasaṁ phalahetu vibhaggaṁ, taṁ disvā bhikkhācariyaṁ carāmi.",
  "atk-s0513a33:543": "91.",
  "atk-s0513a33:544": " ‘‘Selaṁ sumaṭṭhaṁ naravīraniṭṭhitaṁ, nārī yugaṁ dhārayi appasaddaṁ;",
  "atk-s0513a33:545": "Dutiyañca āgamma ahosi saddo, taṁ disvā bhikkhācariyaṁ carāmi.",
  "atk-s0513a33:546": "92.",
  "atk-s0513a33:547": " ‘‘Dijā dijaṁ kuṇapamāharantaṁ, ekaṁ samānaṁ bahukā samecca;",
  "atk-s0513a33:548": "Āhārahetū paripātayiṁsu, taṁ disvā bhikkhācariyaṁ carāmi.",
  "atk-s0513a33:549": "93.",
  "atk-s0513a33:550": " ‘‘Usabhāhamaddaṁ yūthassa majjhe, calakkakuṁ vaṇṇabalūpapannaṁ;",
  "atk-s0513a33:551": "Tamaddasaṁ kāmahetu vitunnaṁ, taṁ disvā bhikkhācariyaṁ carāmī’’ti.",
  "atk-s0513a33:552": "Tattha ambāhamaddanti ambarukkhaṁ ahaṁ addasaṁ. Vanamantarasminti vanaantare, ambavanamajjheti attho. Saṁvirūḷhanti suvaḍḍhitaṁ. Tamaddasanti taṁ uyyānato nikkhanto phalahetu vibhaggaṁ puna addasaṁ. Taṁ disvāti taṁ phalahetu vibhaggaṁ disvā paṭiladdhasaṁvego paccekabodhiñāṇaṁ nibbattetvā imaṁ bhikkhācariyapabbajjaṁ upagatosmi, tasmā bhikkhācariyaṁ carāmīti. Idaṁ so phalahetu vibhaggaṁ ambarukkhaṁ dassanato paṭṭhāya sabbaṁ cittācāraṁ kathesi. Sesānaṁ vissajjanesupi eseva nayo. Ayaṁ panettha anuttānapadavaṇṇanā – selanti maṇivalayaṁ. Naravīraniṭṭhitanti vīranarehi niṭṭhitaṁ, paṇḍitapurisehi katanti attho. Yuganti ekekasmiṁ ekekaṁ katvā ekaṁ valayayugaḷaṁ. Dijā dijanti gahitamaṁsapiṇḍaṁ dijaṁ avasesadijā. Kuṇapamāharantanti maṁsapiṇḍaṁ ādāya āharantaṁ. Sameccāti samāgantvā sannipatitvā. Paripātayiṁsūti koṭṭentā anubandhiṁsu. Usabhāhamaddanti usabhaṁ ahaṁ addasaṁ. Calakkakunti calakkakudhaṁ.",
  "atk-s0513a33:553": "Bodhisatto ekekaṁ gāthaṁ sutvā ‘‘sādhu, bhante, tumhākameva taṁ ārammaṇaṁ anurūpa’’nti ekekassa paccekabuddhassa thutiṁ akāsi. Tañca pana catūhi janehi desitaṁ dhammakathaṁ sutvā gharāvāse anapekkho hutvā pakkantesu paccekabuddhesu bhuttapātarāso sukhanisinno bhariyaṁ āmantetvā ‘‘bhadde, ete cattāro paccekabuddhā rajjaṁ pahāya pabbajitvā akiñcanā apalibodhā pabbajjāsukhena vītināmenti, ahaṁ pana bhatiyā jīvikaṁ kappemi, kiṁ me gharāvāsena, tvaṁ puttake saṅgaṇhantī gehe vasā’’ti vatvā dve gāthā abhāsi –",
  "atk-s0513a33:554": "94.",
  "atk-s0513a33:555": " ‘‘Karaṇḍako kaliṅgānaṁ, gandhārānañca naggaji;",
  "atk-s0513a33:556": "Nimirājā videhānaṁ, pañcālānañca dummukho;",
  "atk-s0513a33:557": "Ete raṭṭhāni hitvāna, pabbajiṁsu akiñcanā.",
  "atk-s0513a33:558": "95.",
  "atk-s0513a33:559": " ‘‘Sabbepime devasamā samāgatā, aggī yathā pajjalito tathevime;",
  "atk-s0513a33:560": "Ahampi eko carissāmi bhaggavi, hitvāna kāmāni yathodhikānī’’ti.",
  "atk-s0513a33:561": "Tāsaṁ attho – bhadde, esa saṅghatthero paccekabuddho dantapure nāma nagare karaṇḍako nāma kaliṅgānaṁ janapadassa rājā, dutiyo takkasilanagare naggaji nāma gandhārānaṁ janapadassa rājā, tatiyo mithilanagare nimi nāma videhānaṁ janapadassa rājā, catuttho kapilanagare dummukho nāma uttarapañcālānaṁ janapadassa rājā, ete evarūpāni raṭṭhāni hitvā akiñcanā hutvā pabbajiṁsu. Sabbepimeti ime pana sabbepi visuddhidevehi purimapaccekabuddhehi samānā ekato samāgatā. Aggī yathāti yathā hi aggi pajjalito obhāsati. Tathevimeti imepi tatheva sīlādīhi pañcahi guṇehi obhāsanti. Yathā ete, tathā ahampi pabbajitvā eko carissāmīti attho. Bhaggavīti bhariyaṁ ālapati. Hitvāna kāmānīti rūpādayo vatthukāme hitvā. Yathodhikānīti attano odhivasena ṭhitāni. Idaṁ vuttaṁ hoti – rūpādiodhivasena yathāṭhite kāme pahāya ahampi pabbajitvā eko carissāmīti. ‘‘Yatodhikānī’’tipi pāṭho, tassattho – yato uparato odhi etesanti yatodhikāni, uparatakoṭṭhāsāni. Pabbajissāmīti cintitakālato paṭṭhāya hi kilesakāmānaṁ eko koṭṭhāso uparato nāma hoti niruddho, tassa vatthubhūto kāmakoṭṭhāsopi uparatova hotīti.",
  "atk-s0513a33:562": "Sā tassa kathaṁ sutvā ‘‘mayhampi kho sāmi, paccekabuddhānaṁ dhammakathaṁ sutakālato paṭṭhāya agāre cittaṁ na saṇṭhātī’’ti vatvā imaṁ gāthamāha –",
  "atk-s0513a33:563": "96.",
  "atk-s0513a33:564": " ‘‘Ayameva kālo na hi añño atthi, anusāsitā me na bhaveyya pacchā;",
  "atk-s0513a33:565": "Ahampi ekā carissāmi bhaggava, sakuṇīva muttā purisassa hatthā’’ti.",
  "atk-s0513a33:566": "Tattha anusāsitā me na bhaveyya pacchāti anusāsako ovādako na bhaveyya dullabhattā ovādakānaṁ, tasmā ayameva pabbajituṁ kālo, na hi añño atthīti dasseti. Sakuṇīva muttāti yathā sākuṇikena gahetvā sakuṇapacchiyaṁ khittāsu sakuṇīsu tassa hatthato muttā ekā sakuṇī anilapathaṁ laṅghayitvā yathārucitaṭṭhānaṁ gantvā ekikāva careyya, tathā ahampi tava hatthato muttā ekikā carissāmīti sayampi pabbajitukāmā hutvā evamāha.",
  "atk-s0513a33:567": "Bodhisatto tassā kathaṁ sutvā tuṇhī ahosi. Sā pana bodhisattaṁ vañcetvā puretaraṁ pabbajitukāmā ‘‘sāmi, pānīyatitthaṁ gamissāmi, dārake olokehī’’ti ghaṭaṁ ādāya gacchantī viya palāyitvā nagarasāmante tāpasānaṁ santike gantvā pabbaji. Bodhisatto tassā anāgamanaṁ ñatvā sayaṁ dārake posesi. Aparabhāge tesu thokaṁ vaḍḍhitvā attano ayānayajānanasamatthataṁ sampattesu tesaṁ vīmaṁsanatthaṁ ekadivasaṁ bhattaṁ pacanto thokaṁ uttaṇḍulaṁ paci, ekadivasaṁ thokaṁ kilinnaṁ, ekadivasaṁ supakkaṁ, ekadivasaṁ atikilinnaṁ, ekadivasaṁ aloṇakaṁ, ekadivasaṁ atiloṇakaṁ. Dārakā ‘‘tāta, ajja bhattaṁ uttaṇḍulaṁ, ajja kilinnaṁ, ajja supakkaṁ, ajja atikilinnaṁ, ajja aloṇakaṁ, ajja atiloṇaka’’nti āhaṁsu. Taṁ sutvā bodhisatto ‘‘āma, tātā’’ti vatvā cintesi ‘‘ime dārakā idāni āmapakkaloṇikaatiloṇikāni jānanti, attano dhammatāya jīvituṁ sakkhissanti, mayā pabbajituṁ vaṭṭatī’’ti. Atha te dārake ñātakānaṁ datvā paṭicchāpetvā ‘‘ammatātā, ime dārake sādhukaṁ posethā’’ti vatvā so ñātakānaṁ paridevantānaññeva nagarā nikkhamitvā isipabbajjaṁ pabbajitvā nagarassa sāmanteyeva vasi.",
  "atk-s0513a33:568": "Atha naṁ ekadivasaṁ bārāṇasiyaṁ bhikkhāya carantaṁ paribbājikā disvā vanditvā ‘‘ayya, dārakā te nāsitā maññe’’ti āha. Mahāsatto ‘‘nāhaṁ dārake nāsemi, tesaṁ attano ayānayajānanakāle pabbajitomhi , tvaṁ tesaṁ acintetvā pabbajjāya abhiramā’’ti vatvā osānagāthamāha –",
  "atk-s0513a33:569": "97.",
  "atk-s0513a33:570": " ‘‘Āmaṁ pakkañca jānanti, atho loṇaṁ aloṇakaṁ;",
  "atk-s0513a33:571": "Tamahaṁ disvāna pabbajiṁ, careva tvaṁ carāmaha’’nti.",
  "atk-s0513a33:572": "Tattha tamahanti taṁ ahaṁ dārakānaṁ kiriyaṁ disvā pabbajito. Careva tvaṁ carāmahanti tvampi bhikkhācariyameva cara, ahampi bhikkhācariyameva carissāmīti.",
  "atk-s0513a33:573": "Iti so paribbājikaṁ ovaditvā uyyojesi. Sāpi ovādaṁ gahetvā mahāsattaṁ vanditvā yathārucitaṁ ṭhānaṁ gatā. Ṭhapetvā kira taṁ divasaṁ na te puna aññamaññaṁ addasaṁsu. Bodhisatto ca jhānābhiññaṁ nibbattetvā brahmalokūpago ahosi.",
  "atk-s0513a33:574": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne te pañcasatā bhikkhū arahatte patiṭṭhahiṁsu. Tadā dhītā uppalavaṇṇā ahosi, putto rāhulakumāro, paribbājikā rāhulamātā, paribbājako pana ahameva ahosinti.",
  "atk-s0513a33:575": "Kumbhakārajātakavaṇṇanā tatiyā.",
  "atk-s0513a33:577": " [409] 4. Daḷhadhammajātakavaṇṇanā",
  "atk-s0513a33:578": "Ahaṁ cedaḷhadhammassāti idaṁ satthā kosambiṁ nissāya ghositārāme viharanto udenassa rañño bhaddavatikaṁ hatthiniṁ ārabbha kathesi. Tassā pana hatthiniyā laddhavidhānañca udenassa rājavaṁso ca mātaṅgajātake (jā. 1.15.1 ādayo) āvi bhavissati. Ekadivasaṁ pana sā hatthinī nagarā nikkhamantī bhagavantaṁ pātova ariyagaṇaparivutaṁ anomāya buddhasiriyā nagaraṁ piṇḍāya pavisantaṁ disvā tathāgatassa pādamūle nipajjitvā ‘‘bhagavā sabbaññu sabbalokanittharaṇa udeno vaṁsarājā maṁ taruṇakāle kammaṁ nittharituṁ samatthakāle ‘imaṁ nissāya mayā jīvitañca rajjañca devī ca laddhā’ti piyāyitvā mahantaṁ parihāraṁ adāsi, sabbālaṅkārehi alaṅkaritvā ṭhitaṭṭhānaṁ gandhena paribhaṇḍaṁ kāretvā matthake suvaṇṇatārakakhacitavitānaṁ bandhāpetvā samantā citrasāṇiṁ parikkhipāpetvā gandhatelena dīpaṁ jālāpetvā dhūmataṭṭakaṁ ṭhapāpetvā karīsachaḍḍanaṭṭhāne suvaṇṇakaṭāhaṁ patiṭṭhapāpetvā maṁ cittattharaṇapiṭṭhe ṭhapesi, rājārahañca me nānaggarasabhojanaṁ dāpesi. Idāni pana me mahallakakāle kammaṁ nittharituṁ asamatthakāle sabbaṁ taṁ parihāraṁ acchindi, anāthā nippaccayā hutvā araññe ketakāni khādantī jīvāmi, aññaṁ mayhaṁ paṭisaraṇaṁ natthi, udenaṁ mama guṇaṁ sallakkhāpetvā porāṇakaparihāraṁ me paṭipākatikaṁ kāretha bhagavā’’ti paridevamānā tathāgataṁ yāci.",
  "atk-s0513a33:579": "Satthā ‘‘gaccha tvaṁ, ahaṁ te rañño kathetvā yasaṁ paṭipākatikaṁ kāressāmī’’ti vatvā rañño nivesanadvāraṁ agamāsi. Rājā tathāgataṁ antonivesanaṁ pavesetvā buddhappamukhassa saṅghassa mahādānaṁ pavattesi. Satthā bhattakiccapariyosāne anumodanaṁ karonto ‘‘mahārāja, bhaddavatikā kaha’’nti pucchi. ‘‘Na jānāmi, bhante’’ti. ‘‘Mahārāja, upakārakānaṁ yasaṁ datvā mahallakakāle gahetuṁ nāma na vaṭṭati, kataññunā katavedinā bhavituṁ vaṭṭati. Bhaddavatikā idāni mahallikā jarājiṇṇā anāthā hutvā araññe ketakāni khādantī jīvati, taṁ jiṇṇakāle anāthaṁ kātuṁ tumhākaṁ ayutta’’nti bhaddavatikāya guṇaṁ kathetvā ‘‘sabbaṁ porāṇakaparihāraṁ paṭipākatikaṁ karohī’’ti vatvā pakkāmi. Rājā tathā akāsi. ‘‘Tathāgatena kira bhaddavatikāya guṇaṁ kathetvā porāṇakayaso paṭipākatiko kārito’’ti sakalanagaraṁ patthari, bhikkhusaṅghepi sā pavatti pākaṭā jātā. Atha bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ ‘‘āvuso, satthārā kira bhaddavatikāya guṇaṁ kathetvā porāṇakayaso paṭipākatiko kārito’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepi tathāgato etissā guṇaṁ kathetvā naṭṭhayasaṁ paṭipākatikaṁ kāresiyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a33:580": "Atīte bārāṇasiyaṁ daḷhadhammo nāma rājā rajjaṁ kāresi. Tadā bodhisatto amaccakule nibbattitvā vayappatto taṁ rājānaṁ upaṭṭhahi. So tassa santikā mahantaṁ yasaṁ labhitvā amaccaratanaṭṭhāne aṭṭhāsi. Tadā tassa rañño ekā oṭṭhibyādhi hatthinī thāmabalasampannā mahabbalā ahosi. Sā ekadivasaṁ yojanasataṁ gacchati, rañño dūteyyaharaṇakiccaṁ karoti, saṅgāme yuddhaṁ katvā sattu maddanaṁ karoti. Rājā ‘‘ayaṁ me bahūpakārā’’ti tassā sabbālaṅkāraṁ datvā udenena bhaddavatikāya dinnasadisaṁ sabbaṁ parihāraṁ dāpesi. Athassā jiṇṇadubbalakāle rājā sabbaṁ yasaṁ gaṇhi. Sā tato paṭṭhāya anāthā hutvā araññe tiṇapaṇṇāni khādantī jīvati. Athekadivasaṁ rājakule bhājanesu appahontesu rājā kumbhakāraṁ pakkosāpetvā ‘‘bhājanāni kira nappahontī’’ti āha. ‘‘Gomayāharaṇayānake yojetuṁ goṇe na labhāmi, devā’’ti. Rājā tassa kathaṁ sutvā ‘‘amhākaṁ oṭṭhibyādhi kaha’’nti pucchi. ‘‘Attano dhammatāya carati, devā’’ti. Rājā ‘‘ito paṭṭhāya taṁ yojetvā gomayaṁ āharā’’ti taṁ kumbhakārassa adāsi. Kumbhakāro ‘‘sādhu, devā’’ti tathā akāsi.",
  "atk-s0513a33:581": "Athekadivasaṁ sā nagarā nikkhamamānā nagaraṁ pavisantaṁ bodhisattaṁ disvā vanditvā tassa pādamūle nipajjitvā paridevamānā ‘‘sāmi, rājā maṁ ‘taruṇakāle bahūpakārā’ti sallakkhetvā mahantaṁ yasaṁ datvā idāni mahallakakāle sabbaṁ acchinditvā mayi cittampi na karoti, ahaṁ pana anāthā araññe tiṇapaṇṇāni khādantī jīvāmi, evaṁ dukkhappattaṁ maṁ idāni yānake yojetuṁ kumbhakārassa adāsi, ṭhapetvā tumhe aññaṁ mayhaṁ paṭisaraṇaṁ natthi, mayā rañño katūpakāraṁ tumhe jānātha, sādhu idāni me naṭṭhaṁ yasaṁ paṭipākatikaṁ karothā’’ti vatvā tisso gāthā abhāsi –",
  "atk-s0513a33:582": "98.",
  "atk-s0513a33:583": " ‘‘Ahaṁ ce daḷhadhammassa, vahantī nābhirādhayiṁ;",
  "atk-s0513a33:584": "Dharantī urasi sallaṁ, yuddhe vikkantacārinī.",
  "atk-s0513a33:585": "99.",
  "atk-s0513a33:586": " ‘‘Nūna rājā na jānāti, mama vikkamaporisaṁ;",
  "atk-s0513a33:587": "Saṅgāme sukatantāni, dūtavippahitāni ca.",
  "atk-s0513a33:588": "100.",
  "atk-s0513a33:589": " ‘‘Sā nūnāhaṁ marissāmi, abandhu aparāyinī;",
  "atk-s0513a33:590": "Tadā hi kumbhakārassa, dinnā chakaṇahārikā’’ti.",
  "atk-s0513a33:591": "Tattha vahantīti dūteyyaharaṇaṁ saṅgāme balakoṭṭhakabhindanaṁ taṁ taṁ kiccaṁ vahantī nittharantī. Dharantī urasi sallanti urasmiṁ baddhaṁ kaṇḍaṁ vā asiṁ vā sattiṁ vā yuddhakāle sattūnaṁ upari abhiharantī. Vikkantacārinīti vikkamaṁ parakkamaṁ katvā parabalavijayena yuddhe vikkantagāminī. Idaṁ vuttaṁ hoti – sace sāmi, ahaṁ imāni kiccāni karontī rañño daḷhadhammassa cittaṁ nārādhayiṁ na paritosesiṁ, ko dāni añño tassa cittaṁ ārādhayissatīti.",
  "atk-s0513a33:592": "Mama vikkamaporisanti mayā kataṁ purisaparakkamaṁ. Sukatantānīti sukatāni. Yathā hi kammāneva kammantāni, vanāneva vanantāni, evamidha sukatāneva ‘‘sukatantānī’’ti vuttāni. Dūtavippahitāni cāti gale paṇṇaṁ bandhitvā ‘‘asukarañño nāma dehī’’ti pahitāya mayā ekadivaseneva yojanasataṁ gantvā katāni dūtapesanāni ca. Nūna rājā na jānātīti nūna tumhākaṁ esa rājā etāni mayā katāni kiccāni na jānāti. Aparāyinīti appatiṭṭhā appaṭisaraṇā. Tadā hīti tathā hi, ayameva vā pāṭho. Dinnāti ahaṁ raññā chakaṇahārikā katvā kumbhakārassa dinnāti.",
  "atk-s0513a33:593": "Bodhisatto tassā kathaṁ sutvā ‘‘tvaṁ mā soci, ahaṁ rañño kathetvā tava yasaṁ paṭipākatikaṁ karissāmī’’ti taṁ samassāsetvā nagaraṁ pavisitvā bhuttapātarāso rañño santikaṁ gantvā kathaṁ samuṭṭhāpetvā ‘‘mahārāja, nanu tumhākaṁ asukā nāma oṭṭhibyādhi asukaṭṭhāne ca asukaṭṭhāne ca ure sallaṁ bandhitvā saṅgāmaṁ nitthari, asukadivasaṁ nāma gīvāya paṇṇaṁ bandhitvā pesitā yojanasataṁ agamāsi, tumhepissā mahantaṁ yasaṁ adattha, sā idāni kaha’’nti pucchi. ‘‘Tamahaṁ kumbhakārassa gomayaharaṇatthāya adāsi’’nti. Atha naṁ bodhisatto ‘‘ayuttaṁ kho, mahārāja, tumhākaṁ taṁ kumbhakārassa yānake yojanatthāya dātu’’nti vatvā rañño ovādavasena catasso gāthā abhāsi –",
  "atk-s0513a33:594": "101.",
  "atk-s0513a33:595": " ‘‘Yāvatāsīsatī poso, tāvadeva pavīṇati;",
  "atk-s0513a33:596": "Atthāpāye jahanti naṁ, oṭṭhibyādhiṁva khattiyo.",
  "atk-s0513a33:597": "102.",
  "atk-s0513a33:598": " ‘‘Yo pubbe katakalyāṇo, katattho nāvabujjhati;",
  "atk-s0513a33:599": "Atthā tassa palujjanti, ye honti abhipatthitā.",
  "atk-s0513a33:600": "103.",
  "atk-s0513a33:601": " ‘‘Yo pubbe katakalyāṇo, katattho manubujjhati;",
  "atk-s0513a33:602": "Atthā tassa pavaḍḍhanti, ye honti abhipatthikā.",
  "atk-s0513a33:603": "104.",
  "atk-s0513a33:604": " ‘‘Taṁ vo vadāmi bhaddante, yāvantettha samāgatā;",
  "atk-s0513a33:605": "Sabbe kataññuno hotha, ciraṁ saggamhi ṭhassathā’’ti.",
  "atk-s0513a33:606": "Tattha paṭhamagāthāya tāva attho – idhekacco aññāṇajātiko poso yāvatāsīsatī, yāva ‘‘idaṁ nāma me ayaṁ kātuṁ sakkhissatī’’ti paccāsīsati, tāvadeva taṁ purisaṁ pavīṇati bhajati sevati, tassa pana atthāpāye vaḍḍhiyā apagamane parihīnakāle taṁ nānākiccesu patthitaṁ posaṁ ekacce bālā imaṁ oṭṭhibyādhiṁ ayaṁ khattiyo viya jahanti.",
  "atk-s0513a33:607": "Katakalyāṇoti parena attano katakalyāṇakammo. Katatthoti nipphāditakicco. Nāvabujjhatīti pacchāpi taṁ parena kataṁ upakāraṁ tassa jarājiṇṇakāle asamatthakāle na sarati, attanā dinnampi yasaṁ puna gaṇhāti. Palujjantīti bhijjanti nassanti. Ye honti abhipatthitāti ye keci atthā icchitā nāma honti, sabbe nassantīti dīpeti. Mittadubbhipuggalassa hi patthitapatthitaṁ aggimhi pakkhittabījaṁ viya nassati. Katattho manubujjhatīti katattho anubujjhati, ma-kāro byañjanasandhivasena gahito. Taṁ vo vadāmīti tena kāraṇena tumhe vadāmi. Ṭhassathāti kataññuno hutvā cirakālaṁ saggamhi dibbasampattiṁ anubhavantā patiṭṭhahissatha.",
  "atk-s0513a33:608": "Evaṁ mahāsatto rājānaṁ ādiṁ katvā sannipatitānaṁ sabbesaṁ ovādaṁ adāsi. Taṁ sutvā rājā oṭṭhibyādhiyā yasaṁ paṭipākatikaṁ akāsi. Bodhisattassa ca ovāde ṭhatvā dānādīni puññāni katvā saggaparāyaṇo ahosi.",
  "atk-s0513a33:609": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā oṭṭhibyādhi bhaddavatikā ahosi, rājā ānando, amacco pana ahameva ahosi’’nti.",
  "atk-s0513a33:610": "Daḷhadhammajātakavaṇṇanā catutthā.",
  "atk-s0513a33:612": " [410] 5. Somadattajātakavaṇṇanā",
  "atk-s0513a33:613": "Yomaṁ pure paccuḍḍetīti idaṁ satthā jetavane viharanto aññataraṁ mahallakaṁ ārabbha kathesi. So kirekaṁ sāmaṇeraṁ pabbājesi, sāmaṇero tassa upakārako hutvā tathārūpena rogena kālamakāsi. Mahallako tasmiṁ kālakate rodanto paridevanto vicarati. Taṁ disvā bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ ‘‘āvuso, asukamahallako sāmaṇerassa kālakiriyāya rodanto paridevanto vicarati, maraṇassatikammaṭṭhānarahito maññe’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepesa imasmiṁ mate rodiyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a33:614": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto tāvatiṁsabhavane sakkattaṁ kāresi. Atheko kāsigāmavāsī brāhmaṇamahāsālo kāme pahāya himavantaṁ pavisitvā isipabbajjaṁ pabbajitvā uñchācariyāya vanamūlaphalāphalehi yāpento vāsaṁ kappesi. Ekadivasaṁ phalāphalatthāya gato ekaṁ hatthichāpaṁ disvā attano assamaṁ ānetvā puttaṭṭhāne ṭhapetvā somadattotissa nāmaṁ katvā tiṇapaṇṇāni khādāpento paṭijaggi. So vayappatto mahāsarīro hutvā ekadivasaṁ bahuṁ bhojanaṁ gahetvā ajīrakena dubbalo ahosi. Tāpaso taṁ assamapade katvā phalāphalatthāya gato, tasmiṁ anāgateyeva hatthipotako kālamakāsi. Tāpaso phalāphalaṁ gahetvā āgacchanto ‘‘aññesu divasesu me putto paccuggamanaṁ karoti, ajja na dissati, kahaṁ nu kho gato’’ti paridevanto paṭhamaṁ gāthamāha –",
  "atk-s0513a33:615": "105.",
  "atk-s0513a33:616": " ‘‘Yo maṁ pure paccuḍḍeti, araññe dūramāyato;",
  "atk-s0513a33:617": "So na dissati mātaṅgo, somadatto kuhiṁ gato’’ti.",
  "atk-s0513a33:618": "Tattha pureti ito pure. Paccuḍḍetīti paccuggacchati. Araññe dūranti imasmiṁ nimmanusse araññe maṁ dūraṁ paccuḍḍeti. Āyatoti āyāmasampanno.",
  "atk-s0513a33:619": "Evaṁ paridevamāno āgantvā taṁ caṅkamanakoṭiyaṁ patitaṁ disvā gale gahetvā paridevamāno dutiyaṁ gāthamāha –",
  "atk-s0513a33:620": "106.",
  "atk-s0513a33:621": " ‘‘Ayaṁ vā so mato seti, allasiṅgaṁva vacchito;",
  "atk-s0513a33:622": "Bhūmyā nipatito seti, amarā vata kuñjaro’’ti.",
  "atk-s0513a33:623": "Tattha ayaṁ vāti vibhāvanatthe vā-saddo. Ayameva so, na aññoti taṁ vibhāvento evamāha. Allasiṅganti māluvalatāya aggapavālaṁ. Vacchitoti chinno, gimhakāle majjhanhikasamaye tattavālikāpuline nakhena chinditvā pātito māluvalatāya aṅkuro viyāti vuttaṁ hoti. Bhūmyāti bhūmiyaṁ. Amarā vatāti mato vata, ‘‘amarī’’tipi pāṭho.",
  "atk-s0513a33:624": "Tasmiṁ khaṇe sakko lokaṁ olokento taṁ disvā ‘‘ayaṁ tāpaso puttadāraṁ pahāya pabbajito, idāni hatthipotake puttasaññaṁ katvā paridevati, saṁvejetvā naṁ satiṁ paṭilabhāpessāmī’’ti tassa assamapadaṁ āgantvā ākāse ṭhitova tatiyaṁ gāthamāha –",
  "atk-s0513a33:625": "107.",
  "atk-s0513a33:626": " ‘‘Anagāriyupetassa , vippamuttassa te sato;",
  "atk-s0513a33:627": "Samaṇassa na taṁ sādhu, yaṁ petamanusocasī’’ti.",
  "atk-s0513a33:628": "Athassa vacanaṁ sutvā tāpaso catutthaṁ gāthamāha –",
  "atk-s0513a33:629": "108.",
  "atk-s0513a33:630": " ‘‘Saṁvāsena have sakka, manussassa migassa vā;",
  "atk-s0513a33:631": "Hadaye jāyate pemaṁ, taṁ na sakkā asocitu’’nti.",
  "atk-s0513a33:632": "Tattha migassa vāti imasmiṁ ṭhāne sabbepi tiracchānā ‘‘migā’’ti vuttā. Tanti piyāyitaṁ sattaṁ.",
  "atk-s0513a33:633": "Atha naṁ ovadanto sakko dve gāthā abhāsi –",
  "atk-s0513a33:634": "109.",
  "atk-s0513a33:635": " ‘‘Mataṁ marissaṁ rodanti, ye rudanti lapanti ca;",
  "atk-s0513a33:636": "Tasmā tvaṁ isi mā rodi, roditaṁ moghamāhu santo.",
  "atk-s0513a33:637": "110.",
  "atk-s0513a33:638": " ‘‘Kanditena have brahme, mato peto samuṭṭhahe;",
  "atk-s0513a33:639": "Sabbe saṅgamma rodāma, aññamaññassa ñātake’’ti.",
  "atk-s0513a33:640": "Tattha ye rudanti lapanti cāti brahme ye sattā rodanti paridevanti ca, sabbe te mataṁ, yo ca marissati, taṁ rodanti, tesaṁyeva evaṁ rodantānaṁ assusukkhanakālo natthi, tasmā tvaṁ isi mā rodi. Kiṁkāraṇā? Roditaṁ moghamāhu santo, paṇḍitā hi ‘‘roditaṁ nipphala’’nti vadanti. Mato petoti yadi esa petoti saṅkhyaṁ gato mato roditena samuṭṭhaheyya, evaṁ sante sabbepi mayaṁ samāgantvā aññamaññassa ñātake rodāma, kiṁ nikkammā acchāmāti.",
  "atk-s0513a33:641": "Tāpaso sakkassa vacanaṁ sutvā satiṁ paṭilabhitvā vigatasoko assūni puñchitvā sakkassa thutivasena sesagāthā āha –",
  "atk-s0513a33:642": "111.",
  "atk-s0513a33:643": " ‘‘Ādittaṁ vata maṁ santaṁ, ghatasittaṁva pāvakaṁ;",
  "atk-s0513a33:644": "Vārinā viya osiñcaṁ, sabbaṁ nibbāpaye daraṁ.",
  "atk-s0513a33:645": "112.",
  "atk-s0513a33:646": " ‘‘Abbahī vata me sallaṁ, yamāsi hadayassitaṁ;",
  "atk-s0513a33:647": "Yo me sokaparetassa, puttasokaṁ apānudi.",
  "atk-s0513a33:648": "113.",
  "atk-s0513a33:649": " ‘‘Sohaṁ abbūḷhasallosmi, vītasoko anāvilo;",
  "atk-s0513a33:650": "Na socāmi na rodāmi, tava sutvāna vāsavā’’ti.",
  "atk-s0513a33:651": "Tā heṭṭhā vuttatthāyeva. Evaṁ sakko tāpasassa ovādaṁ datvā sakaṭṭhānameva gato.",
  "atk-s0513a33:652": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā hatthipotako sāmaṇero ahosi, tāpaso mahallako, sakko pana ahameva ahosi’’nti.",
  "atk-s0513a33:653": "Somadattajātakavaṇṇanā pañcamā.",
  "atk-s0513a33:655": " [411] 6. Susīmajātakavaṇṇanā",
  "atk-s0513a33:656": "Kāḷāni kesāni pure ahesunti idaṁ satthā jetavane viharanto mahābhinikkhamanaṁ ārabbha kathesi. Tasmiñhi samaye bhikkhū dhammasabhāyaṁ nisīditvā dasabalassa nikkhamanaṁ vaṇṇayiṁsu. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘anacchariyaṁ, bhikkhave, mayā dāni anekāni kappakoṭisatasahassāni pūritapāraminā mahābhinikkhamanaṁ, pubbepāhaṁ tiyojanasatike kāsiraṭṭhe rajjaṁ chaḍḍetvā nikkhantoyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a33:657": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto tassa purohitassa aggamahesiyā kucchimhi nibbatti, tassa jātadivaseyeva bārāṇasiraññopi putto jāyi. Tesaṁ nāmaggahaṇadivase mahāsattassa susīmakumāroti nāmaṁ akaṁsu, rājaputtassa brahmadattakumāroti. Bārāṇasirājā ‘‘puttena me saddhiṁ ekadivase jāto’’ti bodhisattaṁ āṇāpetvā dhātiyo datvā tena saddhiṁ ekato vaḍḍhesi. Te ubhopi vayappattā abhirūpā devakumāravaṇṇino hutvā takkasilāyaṁ sabbasippāni uggaṇhitvā paccāgamiṁsu. Rājaputto uparājā hutvā bodhisattena saddhiṁ ekato khādanto pivanto nisīdanto sayanto pitu accayena rajjaṁ patvā mahāsattassa mahantaṁ yasaṁ datvā purohitaṭṭhāne taṁ ṭhapetvā ekadivasaṁ nagaraṁ sajjāpetvā sakko devarājā viya alaṅkato alaṅkataerāvaṇapaṭibhāgassa mattavaravāraṇassa khandhe nisīditvā bodhisattaṁ pacchāsane hatthipiṭṭhe nisīdāpetvā nagaraṁ padakkhiṇaṁ akāsi. Mātāpissa ‘‘puttaṁ olokessāmī’’ti sīhapañjare ṭhatvā tassa nagaraṁ padakkhiṇaṁ katvā āgacchantassa pacchato nisinnaṁ purohitaṁ disvā paṭibaddhacittā hutvā sayanagabbhaṁ pavisitvā ‘‘imaṁ alabhantī ettheva marissāmī’’ti āhāraṁ pacchinditvā nipajji.",
  "atk-s0513a33:658": "Rājā mātaraṁ apassanto ‘‘kuhiṁ me mātā’’ti pucchitvā ‘‘gilānā’’ti sutvā tassā santikaṁ gantvā vanditvā ‘‘kiṁ amma, aphāsuka’’nti pucchi. Sā lajjāya na kathesi. So gantvā rājapallaṅke nisīditvā attano aggamahesiṁ pakkositvā ‘‘gaccha ammāya aphāsukaṁ jānāhī’’ti pesesi. Sā gantvā piṭṭhiṁ parimajjantī pucchi, itthiyo nāma itthīnaṁ rahassaṁ na niguhanti, sā tassā tamatthaṁ ārocesi. Itarāpi taṁ sutvā gantvā rañño ārocesi. Rājā ‘‘hotu, gaccha naṁ samassāsehi, purohitaṁ rājānaṁ katvā tassa taṁ aggamahesiṁ karissāmī’’ti āha. Sā āgantvā taṁ samassāsesi. Rājāpi purohitaṁ pakkosāpetvā etamatthaṁ ārocetvā ‘‘samma, mātu me jīvitaṁ dehi, tvaṁ rājā bhavissasi, sā aggamahesī, ahaṁ uparājā’’ti āha. So ‘‘na sakkā evaṁ kātu’’nti paṭikkhipitvā tena punappunaṁ yāciyamāno sampaṭicchi. Rājā purohitaṁ rājānaṁ, mātaraṁ aggamahesiṁ kāretvā sayaṁ uparājā ahosi.",
  "atk-s0513a33:659": "Tesaṁ samaggavāsaṁ vasantānaṁ aparabhāge bodhisatto agāramajjhe ukkaṇṭhito kāme pahāya pabbajjāya ninnacitto kilesaratiṁ anallīyanto ekakova tiṭṭhati, ekakova nisīdati, ekakova sayati, bandhanāgāre baddho viya pañjare pakkhittakukkuṭo viya ca ahosi. Athassa aggamahesī ‘‘ayaṁ rājā mayā saddhiṁ nābhiramati, ekakova tiṭṭhati nisīdati seyyaṁ kappeti, ayaṁ kho pana daharo taruṇo, ahaṁ mahallikā, sīse me palitāni paññāyanti, yaṁnūnāhaṁ ‘sīse te deva, ekaṁ palitaṁ paññāyatī’ti musāvādaṁ katvā ekenupāyena rājānaṁ pattiyāpetvā mayā saddhiṁ abhiramāpeyya’’nti cintetvā ekadivasaṁ rañño sīse ūkā vicinantī viya hutvā ‘‘deva, mahallakosi jāto, sīse te ekaṁ palitaṁ paññāyatī’’ti āha. ‘‘Tena hi bhadde, etaṁ palitaṁ luñjitvā mayhaṁ hatthe ṭhapehī’’ti. Sā tassa sīsato ekaṁ kesaṁ luñjitvā attano sīse palitaṁ gahetvā ‘‘idaṁ te, deva, palita’’nti tassa hatthe ṭhapesi. Bodhisattassa taṁ disvāva bhītatasitassa kañcanapaṭṭasadisā nalāṭā sedā mucciṁsu.",
  "atk-s0513a33:660": "So attānaṁ ovadanto ‘‘susīma, tvaṁ daharo hutvā mahallako jāto, ettakaṁ kālaṁ gūthakalale nimuggo gāmasūkaro viya kāmakalale nimujjitvā taṁ kalalaṁ jahituṁ na sakkosi, nanu kāme pahāya himavantaṁ pavisitvā pabbajitvā brahmacariyavāsassa te kālo’’ti cintetvā paṭhamaṁ gāthamāha –",
  "atk-s0513a33:661": "114.",
  "atk-s0513a33:662": " ‘‘Kāḷāni kesāni pure ahesuṁ, jātāni sīsamhi yathāpadese;",
  "atk-s0513a33:663": "Tānajja setāni susīma disvā, dhammaṁ cara brahmacariyassa kālo’’ti.",
  "atk-s0513a33:664": "Tattha yathāpadeseti tava sīse tasmiṁ tasmiṁ kesānaṁ anurūpe padese ito pubbe kāḷāni bhamarapattavaṇṇāni kesāni jātāni ahesunti vadati. Dhammaṁ carāti dasakusalakammapathadhammaṁ carāti attānameva āṇāpeti. Brahmacariyassāti methunaviratiyā te kāloti attho.",
  "atk-s0513a33:665": "Evaṁ bodhisattena brahmacariyavāsassa guṇe vaṇṇite itarā ‘‘ahaṁ ‘imassa lagganaṁ karissāmī’ti vissajjanameva kari’’nti bhītatasitā ‘‘idānissa apabbajjanatthāya sarīravaṇṇaṁ vaṇṇayissāmī’’ti cintetvā dve gāthā abhāsi –",
  "atk-s0513a33:666": "115.",
  "atk-s0513a33:667": " ‘‘Mameva deva palitaṁ na tuyhaṁ, mameva sīsaṁ mama uttamaṅgaṁ;",
  "atk-s0513a33:668": "‘Atthaṁ karissa’nti musā abhāṇiṁ, ekāparādhaṁ khama rājaseṭṭha.",
  "atk-s0513a33:669": "116.",
  "atk-s0513a33:670": " ‘‘Daharo tuvaṁ dassaniyosi rāja, paṭhamuggato hoti yathā kaḷīro;",
  "atk-s0513a33:671": "Rajjañca kārehi mamañca passa, mā kālikaṁ anudhāvī janindā’’ti.",
  "atk-s0513a33:672": "Tattha mameva sīsanti mameva sīse sañjātaṁ palitanti dīpeti. Itaraṁ tasseva vevacanaṁ. Atthanti attano vuḍḍhiṁ karissāmīti musā kathesiṁ. Ekāparādhanti. Imaṁ mayhaṁ ekaṁ aparādhaṁ. Paṭhamuggatoti paṭhamavayena uggato. Hohīti hosi, paṭhamavaye patiṭṭhitosīti attho. ‘‘Hosī’’tiyeva vā pāṭho. Yathā kaḷīroti yathā siniddhachavitaruṇakaḷīro mandavāterito ativiya sobhati, evarūposi tvanti dasseti. ‘‘Paṭhamuggato hotī’’tipi pāṭho, tassattho – yathā paṭhamuggato taruṇakaḷīro dassanīyo hoti, evaṁ tvampi dassanīyoti. Mamañca passāti mamañca olokehi, mā maṁ anāthaṁ vidhavaṁ karohīti attho. Kālikanti brahmacariyacaraṇaṁ nāma dutiye vā tatiye vā attabhāve vipākadānato kālikaṁ nāma, rajjaṁ pana imasmiṁyeva attabhāve kāmaguṇasukhuppādanato akālikaṁ, so tvaṁ imaṁ akālikaṁ pahāya mā kālikaṁ anudhāvīti vadati.",
  "atk-s0513a33:673": "Bodhisatto tassā vacanaṁ sutvā ‘‘bhadde, tvaṁ bhavitabbamevetaṁ kathaṁ kathesi, pariṇamante hi mama vaye imehi kāḷakesehi parivattetvā sāṇavākasadisehi paṇḍarehi bhavitabbaṁ. Ahañhi nīluppalādikusumadāmasadisakumārānaṁ kañcanarūpapaṭibhāgānaṁ uttamayobbanavilāsasampattānaṁ khattiyakaññādīnaṁ vaye pariṇamante jaraṁ pattānaṁ vevaṇṇiyañceva sarīrabhaṅgañca passāmi. Evaṁ vipattipariyosānovesa bhadde, jīvaloko’’ti vatvā upari buddhalīḷāya dhammaṁ desento gāthādvayamāha –",
  "atk-s0513a33:674": "117.",
  "atk-s0513a33:675": " ‘‘Passāmi vohaṁ dahariṁ kumāriṁ, sāmaṭṭhapassaṁ sutanuṁ sumajjhaṁ;",
  "atk-s0513a33:676": "Kāḷappavāḷāva pavellamānā, palobhayantīva naresu gacchati.",
  "atk-s0513a33:677": "118.",
  "atk-s0513a33:678": " ‘‘Tamena passāmiparena nāriṁ, āsītikaṁ nāvutikaṁva jaccā;",
  "atk-s0513a33:679": "Daṇḍaṁ gahetvāna pavedhamānaṁ, gopānasībhoggasamaṁ caranti’’nti.",
  "atk-s0513a33:680": "Tattha voti nipātamattaṁ. Sāmaṭṭhapassanti sammaṭṭhapassaṁ. Ayameva vā pāṭho, sabbapassesu maṭṭhachavivaṇṇanti attho. Sutanunti sundarasarīraṁ. Sumajjhanti susaṇṭhitamajjhaṁ. Kāḷappavāḷāva pavellamānāti yathā nāma taruṇakāle susamuggatā kāḷavallī pavāḷā vā hutvā mandavāteritā ito cito ca pavellati, evaṁ pavellamānā itthivilāsaṁ dassayamānā kumārikā palobhayantīva naresu gacchati. Samīpatthe bhummavacanaṁ, purisānaṁ santike te purise kilesavasena palobhayantī viya gacchati.",
  "atk-s0513a33:681": "Tamena passāmiparena nārinti tamenaṁ nāriṁ aparena samayena jaraṁ pattaṁ antarahitarūpasobhaggappattaṁ passāmi. Bodhisatto hi paṭhamagāthāya rūpe assādaṁ kathetvā idāni ādīnavaṁ dassento evamāha. Āsītikaṁ nāvutikaṁva jaccāti asītisaṁvaccharaṁ vā navutisaṁvaccharaṁ vā jātiyā. Gopānasībhoggasamanti gopānasīsamaṁ bhoggaṁ, gopānasīākārena bhaggasarīraṁ onamitvā naṭṭhakākaṇikaṁ pariyesantiṁ viya caramānanti attho. Kāmañca bodhisattena daharakāle disvā puna nāvutikakāle diṭṭhapubbā nāma natthi, ñāṇena diṭṭhabhāvaṁ sandhāya panetaṁ vuttaṁ.",
  "atk-s0513a33:682": "Iti mahāsatto imāya gāthāya rūpassa ādīnavaṁ dassetvā idāni agāramajjhe attano anabhiratiṁ pakāsento gāthādvayamāha –",
  "atk-s0513a33:683": "119.",
  "atk-s0513a33:684": " ‘‘Sohaṁ tamevānuvicintayanto, eko sayāmi sayanassa majjhe;",
  "atk-s0513a33:685": "‘Ahampi evaṁ’ iti pekkhamāno, na gahe rame brahmacariyassa kālo.",
  "atk-s0513a33:686": "120.",
  "atk-s0513a33:687": " ‘‘Rajjuvālambanī cesā, yā gehe vasato rati;",
  "atk-s0513a33:688": "Etampi chetvāna vajanti dhīrā, anapekkhino kāmasukhaṁ pahāyā’’ti.",
  "atk-s0513a33:689": "Tattha sohanti so ahaṁ. Tamevānuvicintayantoti tameva rūpānaṁ assādañca ādīnavañca cintento. Evaṁ iti pekkhamānoti ‘‘yathā esā pariṇatā, ahampi jaraṁ patto bhaggasarīro bhavissāmī’’ti pekkhamāno. Na gahe rameti gehe na ramāmi. Brahmacariyassa kāloti bhadde, brahmacariyassa me kālo, tasmā pabbajissāmīti dīpeti.",
  "atk-s0513a33:690": "Rajjuvālambanī cesāti ca-kāro nipātamatto, ālambanarajju viya esāti attho. Katarā? Yā gehe vasato rati, yā gehe vasantassa rūpādīsu ārammaṇesu kāmaratīti attho. Iminā kāmānaṁ appassādataṁ dasseti. Ayaṁ etthādhippāyo – yathā gilānassa manussassa attano balena parivattituṁ asakkontassa ‘‘imaṁ ālambitvā parivatteyyāsī’’ti ālambanarajjuṁ bandheyyuṁ, tassa taṁ ālambitvā parivattantassa appamattakaṁ kāyikacetasikasukhaṁ bhaveyya, evaṁ kilesāturānaṁ sattānaṁ vivekasukhavasena parivattituṁ asakkontānaṁ agāramajjhe ṭhapitāni kāmaratidāyakāni rūpādīni ārammaṇāni tesaṁ kilesapariḷāhakāle methunadhammapaṭisevanavasena tāni ārabbha parivattamānānaṁ kāyikacetasikasukhasaṅkhātā kāmarati nāma taṁ muhuttaṁ uppajjamānā appamattikā hoti, evaṁ appassādā kāmāti. Etampi chetvānāti yasmā pana bahudukkhā kāmā bahupāyāsā, ādīnavo ettha bhiyyo, tasmā taṁ ādīnavaṁ sampassamānā paṇḍitā etampi rajjuṁ chetvā gūthakūpe nimuggapuriso taṁ pajahanto viya anapekkhino etaṁ appamattakaṁ bahudukkhaṁ kāmasukhaṁ pahāya vajanti, nikkhamitvā manoramaṁ pabbajjaṁ pabbajantīti.",
  "atk-s0513a33:691": "Evaṁ mahāsatto kāmesu assādañca ādīnavañca dassento buddhalīḷāya dhammaṁ desetvā sahāyaṁ pakkosāpetvā rajjaṁ paṭicchāpetvā ñātimittasuhajjānaṁ rodantānaṁ paridevantānameva sirivibhavaṁ chaḍḍetvā himavantaṁ pavisitvā isipabbajjaṁ pabbajitvā jhānābhiññaṁ nibbattetvā brahmalokaparāyaṇo ahosi.",
  "atk-s0513a33:692": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā bahū jane amatapānaṁ pāyetvā jātakaṁ samodhānesi – ‘‘tadā aggamahesī rāhulamātā ahosi, sahāyarājā ānando, susīmarājā pana ahameva ahosi’’nti.",
  "atk-s0513a33:693": "Susīmajātakavaṇṇanā chaṭṭhā.",
  "atk-s0513a33:695": " [412] 7. Koṭasimbalijātakavaṇṇanā",
  "atk-s0513a33:696": "Ahaṁ dasasataṁbyāmanti idaṁ satthā jetavane viharanto kilesaniggahaṁ ārabbha kathesi. Vatthu pana pānīyajātake (jā. 1.11.59 ādayo) āvi bhavissati. Idhāpi satthā antokoṭisanthāre kāmavitakkābhibhūte pañcasate bhikkhū disvā bhikkhusaṅghaṁ sannipātāpetvā ‘‘bhikkhave, āsaṅkitabbayuttakaṁ nāma āsaṅkituṁ vaṭṭati, kilesā nāma vaḍḍhantā vane nigrodhādayo viya rukkhaṁ, purisaṁ bhañjanti, teneva pubbepi koṭasimbaliyaṁ nibbattadevatā ekaṁ sakuṇaṁ nigrodhabījāni khāditvā attano rukkhassa sākhantare vaccaṁ pātentaṁ disvā ‘ito me vimānassa vināso bhavissatī’ti bhayappattā ahosī’’ti vatvā atītaṁ āhari.",
  "atk-s0513a33:697": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto koṭasimbaliyaṁ rukkhadevatā hutvā nibbatti. Atheko supaṇṇarājā diyaḍḍhayojanasatikaṁ attabhāvaṁ māpetvā pakkhavātehi mahāsamudde udakaṁ dvidhā katvā ekaṁ byāmasahassāyāmaṁ nāgarājānaṁ naṅguṭṭhe gahetvā mukhenassa gahitagocaraṁ chaḍḍāpetvā koṭasimbaliṁ sandhāya vanamatthakena pāyāsi. Nāgarājā ‘‘olambento attānaṁ mocessāmī’’ti nigrodharukkhe bhogaṁ pavesetvā nigrodhaṁ veṭhetvā gaṇhi. Supaṇṇarañño mahābalatāya nāgarājassa ca mahāsarīratāya nigrodharukkho samugghāṭaṁ agamāsi. Nāgarājā neva rukkhaṁ vissajjesi, supaṇṇarājā saddhiṁ nigrodharukkhena nāgarājānaṁ gahetvā koṭasimbaliṁ patvā nāgarājānaṁ khandhapiṭṭhe nipajjāpetvā udaramassa phāletvā nāgamedaṁ khāditvā sesakaḷevaraṁ samudde vissajjesi. Tasmiṁ pana nigrodhe ekā sakuṇikā atthi, sā nigrodharukkhe vissaṭṭhe uppatitvā koṭasimbaliyā sākhantare nisīdi. Rukkhadevatā taṁ disvā ‘‘ayaṁ sakuṇikā mama rukkhakkhandhe vaccaṁ pātessati, tato nigrodhagaccho vā pilakkhagaccho vā uṭṭhahitvā sakalarukkhaṁ ottharitvā gacchissati, atha me vimānaṁ nassissatī’’ti bhītatasitā pavedhi. Tassā pavedhantiyā koṭasimbalīpi yāva mūlā pavedhi. Supaṇṇarājā taṁ pavedhamānaṁ disvā kāraṇaṁ pucchanto dve gāthā abhāsi –",
  "atk-s0513a33:698": "121.",
  "atk-s0513a33:699": " ‘‘Ahaṁ dasasataṁbyāmaṁ, uragamādāya āgato;",
  "atk-s0513a33:700": "Tañca mañca mahākāyaṁ, dhārayaṁ nappavedhasi.",
  "atk-s0513a33:701": "122.",
  "atk-s0513a33:702": " ‘‘Athimaṁ khuddakaṁ pakkhiṁ, appamaṁsataraṁ mayā;",
  "atk-s0513a33:703": "Dhārayaṁ byathasi bhītā, kamatthaṁ koṭasimbalī’’ti.",
  "atk-s0513a33:704": "Tattha dasasataṁbyāmanti sahassabyāmamattāyāmaṁ. Uragamādāya āgatoti evaṁ mahantaṁ uragaṁ ādāya idha āgato. Tañca mañcāti tañca uragaṁ mañca. Dhārayanti dhārayamānā. Byathasīti kampasi. Kamatthanti kiṁ atthaṁ, kena kāraṇenāti pucchati, kaṁ vā atthaṁ sampassamānātipi attho. Koṭasimbalīti rukkhanāmena devaputtaṁ ālapati. So hi simbalirukkho khandhasākhamahantatāya koṭasimbalināmaṁ labhati, tasmiṁ adhivatthadevaputtassapi tadeva nāmaṁ.",
  "atk-s0513a33:705": "Athassa kāraṇaṁ kathento devaputto catasso gāthā abhāsi –",
  "atk-s0513a33:706": "123.",
  "atk-s0513a33:707": " ‘‘Maṁsabhakkho tuvaṁ rāja, phalabhakkho ayaṁ dijo;",
  "atk-s0513a33:708": "Ayaṁ nigrodhabījāni, pilakkhudumbarāni ca;",
  "atk-s0513a33:709": "Assatthāni ca bhakkhitvā, khandhe me ohadissati.",
  "atk-s0513a33:710": "124.",
  "atk-s0513a33:711": " ‘‘Te rukkhā saṁvirūhanti, mama passe nivātajā;",
  "atk-s0513a33:712": "Te maṁ pariyonandhissanti, arukkhaṁ maṁ karissare.",
  "atk-s0513a33:713": "125.",
  "atk-s0513a33:714": " ‘‘Santi aññepi rukkhā se, mūlino khandhino dumā;",
  "atk-s0513a33:715": "Iminā sakuṇajātena, bījamāharitā hatā.",
  "atk-s0513a33:716": "126.",
  "atk-s0513a33:717": " ‘‘Ajjhārūhābhivaḍḍhanti, brahantampi vanappatiṁ;",
  "atk-s0513a33:718": "Tasmā rāja pavedhāmi, sampassaṁnāgataṁ bhaya’’nti.",
  "atk-s0513a33:719": "Tattha ohadissatīti vaccaṁ pātessati. Te rukkhāti tehi bījehi jātā nigrodhādayo rukkhā. Saṁvirūhantīti saṁviruhissanti vaḍḍhissanti. Mama passeti mama sākhantarādīsu. Nivātajāti mama sākhāhi vātassa nivāritattā nivāte jātā. Te maṁ pariyonandhissantīti ete evaṁ vaḍḍhitā maṁ pariyonandhissantīti ayametthādhippāyo. Karissareti athevaṁ pariyonandhitvā maṁ arukkhameva karissanti sabbaso bhañjissanti. Rukkhā seti rukkhā. Mūlino khandhinoti mūlasampannā ceva khandhasampannā ca. Dumāti rukkhavevacanameva. Bījamāharitāti bījaṁ āharitvā. Hatāti aññepi imasmiṁ vane rukkhā vināsitā santi. Ajjhārūhābhivaḍḍhantīti nigrodhādayo rukkhā ajjhārūhā hutvā mahantampi aññaṁ vanappatiṁ atikkamma vaḍḍhantīti dasseti. Ettha pana vane pati, vanassa pati, vanappatīti tayopi pāṭhāyeva. Rājāti supaṇṇaṁ ālapati.",
  "atk-s0513a33:720": "Rukkhadevatāya vacanaṁ sutvā supaṇṇo osānagāthamāha –",
  "atk-s0513a33:721": "127.",
  "atk-s0513a33:722": " ‘‘Saṅkeyya saṅkitabbāni, rakkheyyānāgataṁ bhayaṁ;",
  "atk-s0513a33:723": "Anāgatabhayā dhīro, ubho loke avekkhatī’’ti.",
  "atk-s0513a33:724": "Tattha anāgataṁ bhayanti pāṇātipātādīhi viramanto diṭṭhadhammikampi samparāyikampi anāgataṁ bhayaṁ rakkhati nāma, pāpamitte veripuggale ca anupasaṅkamanto anāgatabhayaṁ rakkhati nāma. Evaṁ anāgataṁ bhayaṁ rakkheyya. Anāgatabhayāti anāgatabhayakāraṇā taṁ bhayaṁ passanto dhīro idhalokañca paralokañca avekkhati oloketi nāma.",
  "atk-s0513a33:725": "Evañca pana vatvā supaṇṇo attano ānubhāvena taṁ pakkhiṁ tamhā rukkhā palāpesi.",
  "atk-s0513a33:726": "Satthā imaṁ dhammadesanaṁ āharitvā ‘‘āsaṅkitabbayuttakaṁ āsaṅkituṁ vaṭṭatī’’ti vatvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne pañcasatā bhikkhū arahattaphale patiṭṭhahiṁsu.",
  "atk-s0513a33:727": "Tadā supaṇṇarājā sāriputto ahosi, rukkhadevatā pana ahameva ahosinti.",
  "atk-s0513a33:728": "Koṭasimbalijātakavaṇṇanā sattamā.",
  "atk-s0513a33:730": " [413] 8. Dhūmakārijātakavaṇṇanā",
  "atk-s0513a33:731": "Rājāapucchi vidhuranti idaṁ satthā jetavane viharanto kosalarañño āgantukasaṅgahaṁ ārabbha kathesi. So kira ekasmiṁ samaye paveṇiāgatānaṁ porāṇakayodhānaṁ saṅgahaṁ akatvā abhinavāgatānaṁ āgantukānaññeva sakkārasammānaṁ akāsi. Athassa paccante kupite yujjhanatthāya gatassa ‘‘āgantukā laddhasakkārā yujjhissantī’’ti porāṇakayodhā na yujjhiṁsu, ‘‘porāṇakayodhā yujjhissantī’’ti āgantukāpi na yujjhiṁsu. Corā rājānaṁ jiniṁsu. Rājā parājito āgantukasaṅgahadosena attano parājitabhāvaṁ ñatvā sāvatthiṁ paccāgantvā ‘‘kiṁ nu kho ahameva evaṁ karonto parājito, udāhu aññepi rājāno parājitapubbāti dasabalaṁ pucchissāmī’’ti bhuttapātarāso jetavanaṁ gantvā sakkāraṁ katvā satthāraṁ vanditvā tamatthaṁ pucchi. Satthā ‘‘na kho, mahārāja, tvameveko, porāṇakarājānopi āgantukasaṅgahaṁ katvā parājitā’’ti vatvā tena yācito atītaṁ āhari.",
  "atk-s0513a33:732": "Atīte kururaṭṭhe indapatthanagare yudhiṭṭhilagotto dhanañcayo nāma korabyarājā rajjaṁ kāresi. Tadā bodhisatto tassa purohitakule nibbattitvā vayappatto takkasilāyaṁ sabbasippāni uggaṇhitvā indapatthaṁ paccāgantvā pitu accayena purohitaṭṭhānaṁ labhitvā rañño atthadhammānusāsako ahosi, vidhurapaṇḍitotissa nāmaṁ kariṁsu. Tadā dhanañcayarājā porāṇakayodhe agaṇetvā āgantukānaññeva saṅgahaṁ akāsi. Tassa paccante kupite yujjhanatthāya gatassa ‘‘āgantukā jānissantī’’ti neva porāṇakā yujjhiṁsu, ‘‘porāṇakā yujjhissantī’’ti na āgantukā yujjhiṁsu. Rājā parājito indapatthameva paccāgantvā ‘‘āgantukasaṅgahassa katabhāvena parājitomhī’’ti cintesi. So ekadivasaṁ ‘‘kiṁ nu kho ahameva āgantukasaṅgahaṁ katvā parājito, udāhu aññepi rājāno parājitapubbā atthīti vidhurapaṇḍitaṁ pucchissāmī’’ti cintetvā taṁ rājupaṭṭhānaṁ āgantvā nisinnaṁ tamatthaṁ pucchi. Athassa taṁ pucchanākāraṁ āvikaronto satthā upaḍḍhaṁ gāthamāha –",
  "atk-s0513a33:733": "128.",
  "atk-s0513a33:734": " ‘‘Rājā apucchi vidhuraṁ, dhammakāmo yudhiṭṭhilo’’ti.",
  "atk-s0513a33:735": "Tattha dhammakāmoti sucaritadhammappiyo.",
  "atk-s0513a33:736": "‘‘Api brāhmaṇa jānāsi, ko eko bahu socatī’’ti –",
  "atk-s0513a33:737": "Sesaupaḍḍhagāthāya pana ayamattho – api nāma, brāhmaṇa, tvaṁ jānāsi ‘‘ko imasmiṁ loke",
  "atk-s0513a33:738": "Eko bahu socati, nānākāraṇena socatī’’ti.",
  "atk-s0513a33:739": "Taṁ sutvā bodhisatto ‘‘mahārāja, kiṁ soko nāma tumhākaṁ soko, pubbe dhūmakārī nāmeko ajapālabrāhmaṇo mahantaṁ ajayūthaṁ gahetvā araññe vajaṁ katvā tattha ajā ṭhapetvā aggiñca dhūmañca katvā ajayūthaṁ paṭijagganto khīrādīni paribhuñjanto vasi. So tattha āgate suvaṇṇavaṇṇe sarabhe disvā tesu sinehaṁ katvā ajā agaṇetvā ajānaṁ sakkāraṁ sarabhānaṁ katvā saradakāle sarabhesu palāyitvā himavantaṁ gatesu ajāsupi naṭṭhāsu sarabhe apassanto sokena paṇḍurogī hutvā jīvitakkhayaṁ patto, ayaṁ āgantukasaṅgahaṁ katvā tumhehi sataguṇena sahassaguṇena socitvā kilamitvā vināsaṁ patto’’ti idaṁ udāharaṇaṁ ānetvā dassento imā gāthā āha –",
  "atk-s0513a33:740": "129.",
  "atk-s0513a33:741": " ‘‘Brāhmaṇo ajayūthena, pahūtejo vane vasaṁ;",
  "atk-s0513a33:742": "Dhūmaṁ akāsi vāseṭṭho, rattindivamatandito.",
  "atk-s0513a33:743": "130.",
  "atk-s0513a33:744": " ‘‘Tassa taṁdhūmagandhena, sarabhā makasaḍḍitā;",
  "atk-s0513a33:745": "Vassāvāsaṁ upagacchuṁ, dhūmakārissa santike.",
  "atk-s0513a33:746": "131.",
  "atk-s0513a33:747": " ‘‘Sarabhesu manaṁ katvā, ajā so nāvabujjhatha;",
  "atk-s0513a33:748": "Āgacchantī vajantī vā, tassa tā vinasuṁ ajā.",
  "atk-s0513a33:749": "132.",
  "atk-s0513a33:750": " ‘‘Sarabhā sarade kāle, pahīnamakase vane;",
  "atk-s0513a33:751": "Pāvisuṁ giriduggāni, nadīnaṁ pabhavāni ca.",
  "atk-s0513a33:752": "133.",
  "atk-s0513a33:753": " ‘‘Sarabhe ca gate disvā, ajā ca vibhavaṁ gatā;",
  "atk-s0513a33:754": "Kiso ca vivaṇṇo cāsi, paṇḍurogī ca brāhmaṇo.",
  "atk-s0513a33:755": "134.",
  "atk-s0513a33:756": " ‘‘Evaṁ yo saṁ niraṁkatvā, āgantuṁ kurute piyaṁ;",
  "atk-s0513a33:757": "So eko bahu socati, dhūmakārīva brāhmaṇo’’ti.",
  "atk-s0513a33:758": "Tattha pahūtejoti pahūtaindhano. Dhūmaṁ akāsīti makkhikaparipanthaharaṇatthāya aggiñca dhūmañca akāsi. Vāseṭṭhoti tassa gottaṁ. Atanditoti analaso hutvā. Taṁdhūmagandhenāti tena dhūmagandhena. Sarabhāti sarabhamigā. Makasaḍḍitāti makasehi upaddutā pīḷitā. Sesamakkhikāpi makasaggahaṇeneva gahitā. Vassāvāsanti vassārattavāsaṁ vasiṁsu. Manaṁ katvāti sinehaṁ uppādetvā. Nāvabujjhathāti araññato caritvā vajaṁ āgacchantī ceva vajato araññaṁ gacchantī ca ‘‘ettakā āgatā, ettakā anāgatā’’ti na jānāti. Tassa tā vinasunti tassa tā evaṁ apaccavekkhantassa sīhaparipanthādito arakkhiyamānā ajā sīhaparipanthādīhi vinassiṁsu, sabbāva vinaṭṭhā.",
  "atk-s0513a33:759": "Nadīnaṁ pabhavāni cāti pabbateyyānaṁ nadīnaṁ pabhavaṭṭhānāni ca paviṭṭhā. Vibhavanti abhāvaṁ. Ajā ca vināsaṁ pattā disvā jānitvā. Kiso ca vivaṇṇoti khīrādidāyikā ajā pahāya sarabhe saṅgaṇhitvā tepi apassanto ubhato parihīno sokābhibhūto kiso ceva dubbaṇṇo ca ahosi. Evaṁ yo saṁ niraṁkatvāti evaṁ mahārāja, yo sakaṁ porāṇaṁ ajjhattikaṁ janaṁ nīharitvā pahāya kismiñci agaṇetvā āgantukaṁ piyaṁ karoti, so tumhādiso eko bahu socati, ayaṁ te mayā dassito dhūmakārī brāhmaṇo viya bahu socatīti.",
  "atk-s0513a33:760": "Evaṁ mahāsatto rājānaṁ saññāpento kathesi. Sopi saññattaṁ gantvā tassa pasīditvā bahuṁ dhanaṁ adāsi. Tato paṭṭhāya ca ajjhattikasaṅgahameva karonto dānādīni puññāni katvā saggaparāyaṇo ahosi.",
  "atk-s0513a33:761": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā korabyarājā ānando ahosi, dhūmakārī pasenadikosalo, vidhurapaṇḍito pana ahameva ahosi’’nti.",
  "atk-s0513a33:762": "Dhūmakārijātakavaṇṇanā aṭṭhamā.",
  "atk-s0513a33:764": " [414] 9. Jāgarajātakavaṇṇanā",
  "atk-s0513a33:765": "Kodhajāgarataṁ suttoti idaṁ satthā jetavane viharanto aññataraṁ upāsakaṁ ārabbha kathesi. So hi sotāpanno ariyasāvako sāvatthito sakaṭasatthena saddhiṁ kantāramaggaṁ paṭipajji. Satthavāho tattha ekasmiṁ udakaphāsukaṭṭhāne pañca sakaṭasatāni mocetvā khādanīyabhojanīyaṁ saṁvidahitvā vāsaṁ upagacchi. Te manussā tattha tattha nipajjitvā supiṁsu, upāsako pana satthavāhassa santike ekasmiṁ rukkhamūle caṅkamaṁ adhiṭṭhāsi. Atha naṁ satthaṁ vilumpitukāmā pañcasatā corā nānāvudhāni gahetvā satthaṁ parivāretvā aṭṭhaṁsu. Te taṁ upāsakaṁ caṅkamantaṁ disvā ‘‘imassa niddāyanakāle vilumpissāmā’’ti tattha tattha aṭṭhaṁsu, sopi tiyāmarattiṁ caṅkamiyeva. Corā paccūsasamaye gahitagahitā pāsāṇamuggarādayo chaḍḍetvā ‘‘bho satthavāha, imaṁ appamādena jaggantaṁ purisaṁ nissāya jīvitaṁ labhitvā tava santakassa sāmiko jāto, etassa sakkāraṁ kareyyāsī’’ti vatvā pakkamiṁsu. Manussā kālasseva vuṭṭhāya tehi chaḍḍitapāsāṇamuggarādayo disvā ‘‘imaṁ nissāya amhehi jīvitaṁ laddha’’nti upāsakassa sakkāraṁ akaṁsu. Upāsakopi icchitaṭṭhānaṁ gantvā katakicco puna sāvatthiṁ āgantvā jetavanaṁ gantvā tathāgataṁ pūjetvā vanditvā nisinno ‘‘kiṁ, upāsaka, na paññāyasī’’ti vutte tamatthaṁ ārocesi. Satthā ‘‘na kho, upāsaka, tvaṁyeva aniddāyitvā jagganto visesaṁ labhi, porāṇakapaṇḍitāpi jaggantā visesaṁ guṇaṁ labhiṁsū’’ti vatvā tena yācito atītaṁ āhari.",
  "atk-s0513a33:766": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto brāhmaṇakule nibbattitvā vayappatto takkasilāyaṁ sabbasippāni uggaṇhitvā paccāgantvā agāramajjhe vasanto aparabhāge nikkhamitvā isipabbajjaṁ pabbajitvā na cirasseva jhānābhiññaṁ nibbattetvā himavantapadese ṭhānacaṅkamiriyāpatho hutvā vasanto niddaṁ anupagantvā sabbarattiṁ caṅkamati. Athassa caṅkamanakoṭiyaṁ nibbattarukkhadevatā tussitvā rukkhaviṭape ṭhatvā pañhaṁ pucchantī paṭhamaṁ gāthamāha –",
  "atk-s0513a33:767": "135.",
  "atk-s0513a33:768": " ‘‘Kodha jāgarataṁ sutto, kodha suttesu jāgaro;",
  "atk-s0513a33:769": "Ko mametaṁ vijānāti, ko taṁ paṭibhaṇāti me’’ti.",
  "atk-s0513a33:770": "Tattha kodhāti ko idha. Ko mametanti ko mama etaṁ pañhaṁ vijānāti. Ko taṁ paṭibhaṇāti meti etaṁ mayā puṭṭhaṁ pañhaṁ mayhaṁ ko paṭibhaṇāti, ko byākarituṁ sakkhissatīti pucchati.",
  "atk-s0513a33:771": "Bodhisatto tassā vacanaṁ sutvā –",
  "atk-s0513a33:772": "136.",
  "atk-s0513a33:773": " ‘‘Ahaṁ jāgarataṁ sutto, ahaṁ suttesu jāgaro;",
  "atk-s0513a33:774": "Ahametaṁ vijānāmi, ahaṁ paṭibhaṇāmi te’’ti. –",
  "atk-s0513a33:775": "Imaṁ gāthaṁ vatvā puna tāya –",
  "atk-s0513a33:776": "137.",
  "atk-s0513a33:777": " ‘‘Kathaṁ jāgarataṁ sutto, kathaṁ suttesu jāgaro;",
  "atk-s0513a33:778": "Kathaṁ etaṁ vijānāsi, kathaṁ paṭibhaṇāsi me’’ti. –",
  "atk-s0513a33:779": "Imaṁ gāthaṁ puṭṭho tamatthaṁ byākaronto –",
  "atk-s0513a33:780": "138.",
  "atk-s0513a33:781": " ‘‘Ye dhammaṁ nappajānanti, saṁyamoti damoti ca;",
  "atk-s0513a33:782": "Tesu suppamānesu, ahaṁ jaggāmi devate.",
  "atk-s0513a33:783": "139.",
  "atk-s0513a33:784": " ‘‘Yesaṁ rāgo ca doso ca, avijjā ca virājitā;",
  "atk-s0513a33:785": "Tesu jāgaramānesu, ahaṁ suttosmi devate.",
  "atk-s0513a33:786": "140.",
  "atk-s0513a33:787": " ‘‘Evaṁ jāgarataṁ sutto, evaṁ suttesu jāgaro;",
  "atk-s0513a33:788": "Evametaṁ vijānāmi, evaṁ paṭibhaṇāmi te’’ti. – imā gāthā āha;",
  "atk-s0513a33:789": "Tattha kathaṁ jāgarataṁ suttoti kathaṁ tvaṁ jāgarataṁ sattānaṁ antare sutto nāma hosi. Esa nayo sabbattha. Ye dhammanti ye sattā navavidhaṁ lokuttaradhammaṁ na pajānanti. Saṁyamoti damoti cāti ‘‘ayaṁ saṁyamo, ayaṁ damo’’ti evañca ye maggena āgataṁ sīlañceva indriyasaṁvarañca na jānanti. Indriyasaṁvaro hi manacchaṭṭhānaṁ indriyānaṁ damanato ‘‘damo’’ti vuccati. Tesu suppamānesūti tesu kilesaniddāvasena supantesu sattesu ahaṁ appamādavasena jaggāmi.",
  "atk-s0513a33:790": "‘‘Yesaṁ rāgo cā’’ti gāthāya yesaṁ mahākhīṇāsavānaṁ padasatena niddiṭṭhadiyaḍḍhasahassataṇhālobhasaṅkhāto rāgo ca navaāghātavatthusamuṭṭhāno doso ca dukkhādīsu aṭṭhasu vatthūsu aññāṇabhūtā avijjā cāti ime kilesā virājitā pahīnā, tesu ariyesu sabbākārena jāgaramānesu te upādāya ahaṁ sutto nāma devateti attho. Evaṁ jāgaratanti evaṁ devate ahaṁ iminā kāraṇena jāgarataṁ sutto nāmāti. Esa nayo sabbapadesu.",
  "atk-s0513a33:791": "Evaṁ mahāsattena pañhe kathite tuṭṭhā devatā tassa thutiṁ karontī osānagāthamāha –",
  "atk-s0513a33:792": "141.",
  "atk-s0513a33:793": " ‘‘Sādhu jāgarataṁ sutto, sādhu suttesu jāgaro;",
  "atk-s0513a33:794": "Sādhu metaṁ vijānāsi, sādhu paṭibhaṇāsi me’’ti.",
  "atk-s0513a33:795": "Tattha sādhūti bhaddakaṁ katvā tvaṁ imaṁ pañhaṁ kathesi, mayampi naṁ evameva kathemāti. Evaṁ sā bodhisattassa thutiṁ katvā attano vimānameva pāvisi.",
  "atk-s0513a33:796": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā devadhītā uppalavaṇṇā ahosi, tāpaso pana ahameva ahosi’’nti.",
  "atk-s0513a33:797": "Jāgarajātakavaṇṇanā navamā.",
  "atk-s0513a33:799": " [415] 10. Kummāsapiṇḍijātakavaṇṇanā",
  "atk-s0513a33:800": "Na kiratthīti idaṁ satthā jetavane viharanto mallikaṁ deviṁ ārabbha kathesi. Sā hi sāvatthiyaṁ ekassa mālākārajeṭṭhakassa dhītā uttamarūpadharā mahāpuññā soḷasavassikakāle ekadivasaṁ kumārikāhi saddhiṁ pupphārāmaṁ gacchantī tayo kummāsapiṇḍe gahetvā pupphapacchiyaṁ ṭhapetvā gacchati. Sā nagarato nikkhamanakāle bhagavantaṁ sarīrappabhaṁ vissajjetvā bhikkhusaṅghaparivutaṁ nagaraṁ pavisantaṁ disvā tayo kummāsapiṇḍe upanāmesi. Satthā catumahārājadattiyaṁ pattaṁ upanetvā paṭiggahesi. Sāpi tathāgatassa pāde sirasā vanditvā buddhārammaṇaṁ pītiṁ gahetvā ekamantaṁ aṭṭhāsi. Satthā taṁ oloketvā sitaṁ pātvākāsi. Āyasmā ānando ‘‘ko nu kho, bhante, hetu ko paccayo tathāgatassa sitakaraṇe’’ti bhagavantaṁ pucchi. Athassa satthā ‘‘ānanda, ayaṁ kumārikā imesaṁ kummāsapiṇḍānaṁ phalena ajjeva kosalarañño aggamahesī bhavissatī’’ti sitakāraṇaṁ kathesi.",
  "atk-s0513a33:801": "Kumārikāpi pupphārāmaṁ gatā . Taṁ divasameva kosalarājā ajātasattunā saddhiṁ yujjhanto yuddhaparājito palāyitvā assaṁ abhiruyha āgacchanto tassā gītasaddaṁ sutvā paṭibaddhacitto assaṁ taṁ ārāmābhimukhaṁ pesesi. Puññasampannā kumārikā rājānaṁ disvā apalāyitvāva āgantvā assassa nāsarajjuyā gaṇhi, rājā assapiṭṭhiyaṁ nisinnova ‘‘sasāmikāsi, asāmikāsī’’ti pucchitvā asāmikabhāvaṁ ñatvā assā oruyha vātātapakilanto tassā aṅke nipanno muhuttaṁ vissamitvā taṁ assapiṭṭhiyaṁ nisīdāpetvā balakāyaparivuto nagaraṁ pavisitvā attano kulagharaṁ pesetvā sāyanhasamaye yānaṁ pahiṇitvā mahantena sakkārasammānena kulagharato āharāpetvā ratanarāsimhi ṭhapetvā abhisekaṁ datvā aggamahesiṁ akāsi. Tato paṭṭhāya ca sā rañño piyā ahosi manāpā, pubbuṭṭhāyikādīhi pañcahi kalyāṇadhammehi samannāgatā patidevatā, buddhānampi vallabhā ahosi. Tassā satthu tayo kummāsapiṇḍe datvā taṁ sampattiṁ adhigatabhāvo sakalanagaraṁ pattharitvā gato.",
  "atk-s0513a33:802": "Athekadivasaṁ dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ ‘‘āvuso, mallikā devī buddhānaṁ tayo kummāsapiṇḍe datvā tesaṁ phalena taṁ divasaññeva abhisekaṁ pattā, aho buddhānaṁ mahāguṇatā’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘anacchariyaṁ, bhikkhave, mallikāya ekassa sabbaññubuddhassa tayo kummāsapiṇḍe datvā kosalarañño aggamahesibhāvādhigamo. Kasmā? Buddhānaṁ guṇamahantatāya. Porāṇakapaṇḍitā pana paccekabuddhānaṁ aloṇakaṁ asnehaṁ aphāṇitaṁ kummāsaṁ datvā tassa phalena dutiye attabhāve tiyojanasatike kāsiraṭṭhe rajjasiriṁ pāpuṇiṁsū’’ti vatvā atītaṁ āhari.",
  "atk-s0513a33:803": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto ekasmiṁ daliddakule nibbattitvā vayappatto ekaṁ seṭṭhiṁ nissāya bhatiyā kammaṁ karonto jīvikaṁ kappesi. So ekadivasaṁ ‘‘pātarāsatthāya me bhavissatī’’ti antarāpaṇato cattāro kummāsapiṇḍe gahetvā kammantaṁ gacchanto cattāro paccekabuddhe bhikkhācāratthāya bārāṇasinagarābhimukhe āgacchante disvā ‘‘ime bhikkhaṁ sandhāya bārāṇasiṁ gacchanti , mayhampime cattāro kummāsapiṇḍā atthi, yaṁnūnāhaṁ ime imesaṁ dadeyya’’nti cintetvā te upasaṁkamitvā vanditvā ‘‘bhante, ime me hatthe cattāro kummāsapiṇḍā, ahaṁ ime tumhākaṁ dadāmi, sādhu me, bhante, paṭiggaṇhatha, evamidaṁ puññaṁ mayhaṁ bhavissati dīgharattaṁ hitāya sukhāyā’’ti vatvā tesaṁ adhivāsanaṁ viditvā vālikaṁ ussāpetvā cattāri āsanāni paññapetvā tesaṁ upari sākhābhaṅgaṁ attharitvā paccekabuddhe paṭipāṭiyā nisīdāpetvā paṇṇapuṭena udakaṁ āharitvā dakkhiṇodakaṁ pātetvā catūsu pattesu cattāro kummāsapiṇḍe patiṭṭhāpetvā vanditvā ‘‘bhante, etesaṁ nissandena daliddagehe nibbatti nāma mā hotu, sabbaññutaññāṇappaṭivedhassa paccayo hotū’’ti āha. Paccekabuddhā paribhuñjiṁsu, paribhogāvasāne anumodanaṁ katvā uppatitvā nandamūlakapabbhārameva agamaṁsu.",
  "atk-s0513a33:804": "Bodhisatto añjaliṁ paggayha paccekabuddhagataṁ pītiṁ gahetvā tesu cakkhupathaṁ atītesu attano kammantaṁ gantvā yāvatāyukaṁ dānaṁ anussaritvā kālaṁ katvā tassa phalena bārāṇasirañño aggamahesiyā kucchimhi nibbatti, brahmadattakumārotissa nāmaṁ akaṁsu. So attano padasā gamanakālato paṭṭhāya ‘‘ahaṁ imasmiṁyeva nagare bhatako hutvā kammantaṁ gacchanto paccekabuddhānaṁ cattāro kummāsapiṇḍe datvā tassa dānassa phalena idha nibbatto’’ti pasannādāse mukhanimittaṁ viya sabbaṁ purimajātikiriyaṁ jātissarañāṇena pākaṭaṁ katvā passi. So vayappatto takkasilāyaṁ gantvā sabbasippāni uggaṇhitvā paccāgantvā sikkhitasippaṁ pitu dassetvā tuṭṭhena pitarā oparajje patiṭṭhāpito, aparabhāge pitu accayena rajje patiṭṭhāsi. Athassa uttamarūpadharaṁ kosalarañño dhītaraṁ ānetvā aggamahesiṁ akaṁsu, chattamaṅgaladivase panassa sakalanagaraṁ devanagaraṁ viya alaṅkariṁsu.",
  "atk-s0513a33:805": "So nagaraṁ padakkhiṇaṁ katvā alaṅkatapāsādaṁ abhiruhitvā mahātalamajjhe samussitasetacchattaṁ pallaṅkaṁ abhiruyha nisinno parivāretvā ṭhite ekato amacce, ekato brāhmaṇagahapatiādayo nānāvibhave sirivilāsasamujjale, ekato nānāvidhapaṇṇākārahatthe nāgaramanusse, ekato alaṅkatadevaccharasaṅghaṁ viya soḷasasahassasaṅkhaṁ nāṭakitthigaṇanti imaṁ atimanoramaṁ sirivibhavaṁ olokento attano pubbakammaṁ anussaritvā ‘‘idaṁ suvaṇṇapiṇḍikaṁ kañcanamālaṁ setacchattaṁ, imāni ca anekasahassāni hatthivāhanaassavāhanarathavāhanāni, maṇimuttādipūritā sāragabbhā, nānāvidhadhaññapūritā mahāpathavī, devaccharapaṭibhāgā nāriyo cāti sabbopesa mayhaṁ sirivibhavo na aññassa santako, catunnaṁ paccekabuddhānaṁ dinnassa catukummāsapiṇḍadānasseva santako, te nissāya mayā esa laddho’’ti paccekabuddhānaṁ guṇaṁ anussaritvā attano kammaṁ pākaṭaṁ akāsi. Tassa taṁ anussarantassa sakalasarīraṁ pītiyā pūri. So pītiyā temitahadayo mahājanassa majjhe udānagītaṁ gāyanto dve gāthā abhāsi –",
  "atk-s0513a33:806": "142.",
  "atk-s0513a33:807": " ‘‘Na kiratthi anomadassisu, pāricariyā buddhesu appikā;",
  "atk-s0513a33:808": "Sukkhāya aloṇikāya ca, passa phalaṁ kummāsapiṇḍiyā.",
  "atk-s0513a33:809": "143.",
  "atk-s0513a33:810": " ‘‘Hatthigavāssā cime bahū, dhanadhaññaṁ pathavī ca kevalā;",
  "atk-s0513a33:811": "Nāriyo cimā accharūpamā, passa phalaṁ kummāsapiṇḍiyā’’ti.",
  "atk-s0513a33:812": "Tattha anomadassisūti anomassa alāmakassa paccekabodhiñāṇassa diṭṭhattā paccekabuddhā anomadassino nāma. Pāricariyāti abhivādanapaccuṭṭhānañjalikammādibhedā sāmīcikiriyāpi, sampatte disvā attano santakaṁ appaṁ vā bahuṁ vā lūkhaṁ vā paṇītaṁ vā deyyadhammaṁ cittaṁ pasādetvā guṇaṁ sallakkhetvā tisso cetanā visodhetvā phalaṁ saddahitvā pariccajanakiriyāpi . Buddhesūti paccekabuddhesu. Appikāti mandā parittā nāma natthi kira. Sukkhāyāti nisnehāya. Aloṇikāyāti phāṇitavirahitāya. Nipphāṇitattā hi sā ‘‘aloṇikā’’ti vuttā. Kummāsapiṇḍiyāti cattāro kummāsapiṇḍe ekato katvā gahitaṁ kummāsaṁ sandhāya evamāha. Guṇavantānaṁ samaṇabrāhmaṇānaṁ guṇaṁ sallakkhetvā cittaṁ pasādetvā phaluppattiṁ pāṭikaṅkhamānānaṁ tisso cetanā visodhetvā dinnapadakkhiṇā appikā nāma natthi, nibbattanibbattaṭṭhāne mahāsampattimeva detīti vuttaṁ hoti. Hoti cettha –",
  "atk-s0513a33:813": "‘‘Natthi citte pasannamhi, appikā nāma dakkhiṇā;",
  "atk-s0513a33:814": "Tathāgate vā sambuddhe, atha vā tassa sāvake.",
  "atk-s0513a33:815": "‘‘Tiṭṭhante nibbute cāpi, same citte samaṁ phalaṁ;",
  "atk-s0513a33:816": "Cetopaṇidhihetu hi, sattā gacchanti suggati’’nti. (vi. va. 804, 806);",
  "atk-s0513a33:817": "Imassa panatthassa dīpanatthāya –",
  "atk-s0513a33:818": "‘‘Khīrodanaṁ ahamadāsiṁ, bhikkhuno piṇḍāya carantassa; (Vi. va. 413);",
  "atk-s0513a33:819": "Tassā me passa vimānaṁ, accharā kāmavaṇṇinīhamasmi. (vi. va. 334);",
  "atk-s0513a33:820": "‘‘Accharāsahassassāhaṁ , pavarā passa puññānaṁ vipākaṁ;",
  "atk-s0513a33:821": "Tena metādiso vaṇṇo, tena me idha mijjhati.",
  "atk-s0513a33:822": "‘‘Uppajjanti ca me bhogā, ye keci manaso piyā;",
  "atk-s0513a33:823": "Tenamhi evaṁ jalitānubhāvā, vaṇṇo ca me sabbadisā pabhāsatī’’ti. (vi. va. 334-336) –",
  "atk-s0513a33:824": "Evamādīni vimānavatthūni āharitabbāni.",
  "atk-s0513a33:825": "Dhanadhaññanti muttādidhanañca satta dhaññāni ca. Pathavī ca kevalāti sakalā cesā mahāpathavīti sakalapathaviṁ hatthagataṁ maññamāno vadati. Passa phalaṁ kummāsapiṇḍiyāti attano dānaphalaṁ attanāva dassento evamāha. Dānaphalaṁ kira bodhisattā ca sabbaññubuddhāyeva ca jānanti. Teneva satthā itivuttake suttantaṁ kathento –",
  "atk-s0513a33:826": "‘‘Evañce, bhikkhave, sattā jāneyyuṁ dānasaṁvibhāgassa vipākaṁ, yathāhaṁ jānāmi, na adatvā bhuñjeyyuṁ, na ca nesaṁ maccheramalaṁ cittaṁ pariyādāya tiṭṭheyya. Yopi nesaṁ assa carimo ālopo carimaṁ kabaḷaṁ, tatopi na asaṁvibhajitvā bhuñjeyyuṁ, sace nesaṁ paṭiggāhakā assu. Yasmā ca kho, bhikkhave, sattā na evaṁ jānanti dānasaṁvibhāgassa vipākaṁ, yathāhaṁ jānāmi, tasmā adatvā bhuñjanti, maccheramalañca nesaṁ cittaṁ pariyādāya tiṭṭhatī’’ti (itivu. 26).",
  "atk-s0513a33:827": "Bodhisattopi attano chattamaṅgaladivase sañjātapītipāmojjo imāhi dvīhi gāthāhi udānagītaṁ gāyi. Tato paṭṭhāya ‘‘rañño piyagīta’’nti bodhisattassa nāṭakitthiyo ca sesanāṭakagandhabbādayopi ca antepurajanopi antonagaravāsinopi bahinagaravāsinopi pānāgāresupi amaccamaṇḍalesupi ‘‘amhākaṁ rañño piyagīta’’nti tadeva gītaṁ gāyanti. Evaṁ addhāne gate aggamahesī tassa gītassa atthaṁ jānitukāmā ahosi, mahāsattaṁ pana pucchituṁ na visahati. Athassā ekasmiṁ guṇe pasīditvā ekadivasaṁ rājā ‘‘bhadde, varaṁ te dassāmi, varaṁ gaṇhāhī’’ti āha. ‘‘Sādhu, deva, gaṇhāmī’’ti. ‘‘Hatthiassādīsu te kiṁ dammī’’ti? ‘‘Deva, tumhe nissāya mayhaṁ na kiñci natthi, na me etehi attho, sace pana dātukāmāttha, tumhākaṁ gītassa atthaṁ kathetvā dethā’’ti. ‘‘Bhadde, ko te iminā varena attho, aññaṁ gaṇhāhī’’ti. ‘‘Deva, aññena me attho natthi, etadeva gaṇhāmī’’ti. ‘‘Sādhu bhadde, kathessāmi, tuyhaṁ pana ekikāya raho na kathessāmi, dvādasayojanikāya bārāṇasiyā bheriṁ carāpetvā rājadvāre ratanamaṇḍapaṁ kāretvā ratanapallaṅkaṁ paññāpetvā amaccabrāhmaṇādīhi ca nāgarehi ceva soḷasahi itthisahassehi ca parivuto tesaṁ majjhe ratanapallaṅke nisīditvā kathessāmī’’ti. Sā ‘‘sādhu, devā’’ti sampaṭicchi.",
  "atk-s0513a33:828": "Rājā tathā kāretvā amaragaṇaparivuto sakko devarājā viya mahājanakāyaparivuto ratanapallaṅke nisīdi. Devīpi sabbālaṅkārapaṭimaṇḍitā kañcanabhaddapīṭhaṁ attharitvā ekamante akkhikoṭiyā oloketvā tathārūpe ṭhāne nisīditvā ‘‘deva, tumhākaṁ tussitvā gāyanamaṅgalagītassa tāva me atthaṁ gaganatale puṇṇacandaṁ uṭṭhāpento viya pākaṭaṁ katvā kathethā’’ti vatvā tatiyaṁ gāthamāha –",
  "atk-s0513a33:829": "144.",
  "atk-s0513a33:830": " ‘‘Abhikkhaṇaṁ rājakuñjara, gāthā bhāsasi kosalādhipa;",
  "atk-s0513a33:831": "Pucchāmi taṁ raṭṭhavaḍḍhana, bāḷhaṁ pītimano pabhāsasī’’ti.",
  "atk-s0513a33:832": "Tattha kosalādhipāti na so kosalaraṭṭhādhipo, kusale pana dhamme adhipatiṁ katvā viharati, tena naṁ ālapantī evamāha, kusalādhipa kusalajjhāsayāti attho. Bāḷhaṁ pītimano pabhāsasīti ativiya pītiyuttacitto hutvā bhāsasi, tasmā kathetha tāva me etāsaṁ gāthānaṁ atthanti.",
  "atk-s0513a33:833": "Athassa gāthānamatthaṁ āvi karonto mahāsatto catasso gāthā abhāsi –",
  "atk-s0513a33:834": "145.",
  "atk-s0513a33:835": " ‘‘Imasmiṁyeva nagare, kule aññatare ahuṁ;",
  "atk-s0513a33:836": "Parakammakaro āsiṁ, bhatako sīlasaṁvuto.",
  "atk-s0513a33:837": "146.",
  "atk-s0513a33:838": " ‘‘Kammāya nikkhamantohaṁ, caturo samaṇeddasaṁ;",
  "atk-s0513a33:839": "Ācārasīlasampanne, sītibhūte anāsave.",
  "atk-s0513a33:840": "147.",
  "atk-s0513a33:841": " ‘‘Tesu cittaṁ pasādetvā, nisīdetvā paṇṇasanthate;",
  "atk-s0513a33:842": "Adaṁ buddhānaṁ kummāsaṁ, pasanno sehi pāṇibhi.",
  "atk-s0513a33:843": "148.",
  "atk-s0513a33:844": " ‘‘Tassa kammassa kusalassa, idaṁ me edisaṁ phalaṁ;",
  "atk-s0513a33:845": "Anubhomi idaṁ rajjaṁ, phītaṁ dharaṇimuttama’’nti.",
  "atk-s0513a33:846": "Tattha kule aññatareti nāmena vā gottena vā apākaṭe ekasmiṁyeva kule. Ahunti nibbattiṁ. Parakammakaro āsinti tasmiṁ kule jātovāhaṁ daliddatāya parassa kammaṁ katvā jīvikaṁ kappento parakammakaro āsiṁ. Bhatakoti paravetanabhato. Sīlasaṁvutoti pañcasīlasaṁvare ṭhito, bhatiyā jīvantopi dussīlyaṁ pahāya sīlasampannova ahosinti dīpeti. Kammāya nikkhamantohanti taṁ divasaṁ kattabbakiccassa karaṇatthāya nikkhanto ahaṁ. Caturo samaṇeddasanti bhadde, ahaṁ nagarā nikkhamma mahāmaggaṁ āruyha attano kammabhūmiṁ gacchanto bhikkhāya bārāṇasinagaraṁ pavisante samitapāpe cattāro pabbajite addasaṁ. Ācārasīlasampanneti ekavīsatiyā anesanāhi jīvikakappanaṁ anācāro nāma, tassa paṭipakkhena ācārena ceva maggaphalehi āgatena sīlena ca samannāgate. Sītibhūteti rāgādipariḷāhavūpasamena ceva ekādasaagginibbāpanena ca sītibhāvappatte. Anāsaveti kāmāsavādivirahite. Nisīdetvāti vālikāsanānaṁ upari santhate paṇṇasanthare nisīdāpetvā. Santharo hi idha santhatoti vutto. Adanti nesaṁ udakaṁ datvā sakkaccaṁ sakehi hatthehi kummāsaṁ adāsiṁ. Kusalassāti ārogyānavajjaṭṭhena kusalassa. Phalanti tassa nissandaphalaṁ. Phītanti sabbasampattiphullitaṁ.",
  "atk-s0513a33:847": "Evañca mahāsattassa attano kammaphalaṁ vitthāretvā kathentassa sutvā devī pasannamanā ‘‘sace, mahārāja, evaṁ paccakkhato dānaphalaṁ jānātha, ito dāni paṭṭhāya ekaṁ bhattapiṇḍaṁ labhitvā dhammikasamaṇabrāhmaṇānaṁ datvāva paribhuñjeyyāthā’’ti bodhisattassa thutiṁ karontī –",
  "atk-s0513a33:848": "149.",
  "atk-s0513a33:849": " ‘‘Dadaṁ bhuñja mā ca pamādo, cakkaṁ vattaya kosalādhipa;",
  "atk-s0513a33:850": "Mā rāja adhammiko ahu, dhammaṁ pālaya kosalādhipā’’ti. – imaṁ gāthamāha;",
  "atk-s0513a33:851": "Tattha dadaṁ bhuñjāti aññesaṁ datvāva attanā bhuñja. Mā ca pamādoti dānādīsu puññesu mā pamajji. Cakkaṁ vattaya kosalādhipāti kusalajjhāsaya, mahārāja, patirūpadesavāsādikaṁ catubbidhaṁ dhammacakkaṁ pavattehi. Pakatiratho hi dvīhi cakkehi gacchati, ayaṁ pana kāyo imehi catūhi cakkehi devalokaṁ gacchati, tena te ‘‘dhammacakka’’nti saṅkhyaṁ gatā, taṁ tvaṁ cakkaṁ pavattehi. Adhammikoti yathā aññe chandāgatiṁ gacchantā lokaṁ ucchuyante pīḷetvā viya dhanameva saṁkaḍḍhantā adhammikā honti, tathā tvaṁ mā adhammiko ahu. Dhammaṁ pālayāti –",
  "atk-s0513a33:852": "‘‘Dānaṁ sīlaṁ pariccāgaṁ, ajjavaṁ maddavaṁ tapaṁ;",
  "atk-s0513a33:853": "Akkodhaṁ avihiṁsañca, khantiñca avirodhana’’nti. (jā. 2.21.176) –",
  "atk-s0513a33:854": "Imaṁ pana dasavidhaṁ rājadhammameva pālaya rakkha, mā pariccaji.",
  "atk-s0513a33:855": "Mahāsatto tassā vacanaṁ sampaṭicchanto –",
  "atk-s0513a33:856": "150.",
  "atk-s0513a33:857": " ‘‘Sohaṁ tadeva punappunaṁ, vaṭumaṁ ācarissāmi sobhane;",
  "atk-s0513a33:858": "Ariyācaritaṁ sukosale, arahanto me manāpāva passitu’’nti. – gāthamāha;",
  "atk-s0513a33:859": "Tattha vaṭumanti maggaṁ. Ariyācaritanti ariyehi buddhādīhi āciṇṇaṁ. Sukosaleti sobhane kosalarañño dhīteti attho. Arahantoti kilesehi ārakattā, arānañca arīnañca hatattā, paccayānaṁ arahattā evaṁladdhanāmā paccekabuddhā. Idaṁ vuttaṁ hoti – bhadde, kosalarājadhīte so ahaṁ ‘‘dānaṁ me dinna’’nti tittiṁ akatvā punappunaṁ tadeva ariyācaritaṁ dānamaggaṁ ācarissāmi. Mayhañhi aggadakkhiṇeyyattā arahanto manāpadassanā, cīvarādīni dātukāmatāya teyeva passituṁ icchāmīti.",
  "atk-s0513a33:860": "Evañca pana vatvā rājā deviyā sampattiṁ oloketvā ‘‘bhadde, mayā tāva purimabhave attano kusalakammaṁ vitthāretvā kathitaṁ, imāsaṁ pana nārīnaṁ majjhe rūpena vā līḷāvilāsena vā tayā sadisī ekāpi natthi, sā tvaṁ kiṁ kammaṁ katvā imaṁ sampattiṁ paṭilabhī’’ti pucchanto puna gāthamāha –",
  "atk-s0513a33:861": "151.",
  "atk-s0513a33:862": " ‘‘Devī viya accharūpamā, majjhe nārigaṇassa sobhasi;",
  "atk-s0513a33:863": "Kiṁ kammamakāsi bhaddakaṁ, kenāsi vaṇṇavatī sukosale’’ti.",
  "atk-s0513a33:864": "Tassattho – bhadde sukosale kosalarañño sudhīte tvaṁ rūpasampattiyā accharūpamā tidasapure sakkassa devarañño aññatarā devadhītā viya imassa nārīgaṇassa majjhe sobhasi, pubbe kiṁ nāma bhaddakaṁ kalyāṇakammaṁ akāsi, kenāsi kāraṇena evaṁ vaṇṇavatī jātāti.",
  "atk-s0513a33:865": "Athassa sā purimabhave kalyāṇakammaṁ kathentī sesagāthādvayamāha –",
  "atk-s0513a33:866": "152.",
  "atk-s0513a33:867": " ‘‘Ambaṭṭhakulassa khattiya, dāsyāhaṁ parapesiyā ahuṁ;",
  "atk-s0513a33:868": "Saññatā ca dhammajīvinī, sīlavatī ca apāpadassanā.",
  "atk-s0513a33:869": "153.",
  "atk-s0513a33:870": " ‘‘Uddhaṭabhattaṁ ahaṁ tadā, caramānassa adāsiṁ bhikkhuno;",
  "atk-s0513a33:871": "Vittā sumanā sayaṁ ahaṁ, tassa kammassa phalaṁ mamedisa’’nti.",
  "atk-s0513a33:872": "Sāpi kira jātissarāva ahosi, tasmā attano jātissarañāṇena paricchinditvāva kathesi.",
  "atk-s0513a33:873": "Tattha ambaṭṭhakulassāti kuṭumbiyakulassa. Dāsyāhanti dāsī ahaṁ, ‘‘dāsāha’’ntipi pāṭho. Parapesiyāti parehi tassa tassa kiccassa karaṇatthāya pesitabbā pesanakārikā. Saññatāti dāsiyo nāma dussīlā honti, ahaṁ pana tīhi dvārehi saññatā sīlasampannā. Dhammajīvinīti paravañcanādīni akatvā dhammena samena pavattitajīvikā. Sīlavatīti ācārasampannā guṇavatī. Apāpadassanāti kalyāṇadassanā piyadhammā.",
  "atk-s0513a33:874": "Uddhaṭabhattanti attano pattakoṭṭhāsavasena uddharitvā laddhabhāgabhattaṁ. Bhikkhunoti bhinnakilesassa paccekabuddhassa. Vittā sumanāti tuṭṭhā somanassajātā kammaphalaṁ saddahantī. Tassa kammassāti tassa ekabhikkhādānakammassa. Idaṁ vuttaṁ hoti – ahaṁ, mahārāja, pubbe sāvatthiyaṁ aññatarassa kuṭumbiyakulassa dāsī hutvā attano laddhabhāgabhattaṁ ādāya nikkhamantī ekaṁ paccekabuddhaṁ piṇḍāya carantaṁ disvā attano taṇhaṁ milāpetvā saññatādiguṇasampannā kammaphalaṁ saddahantī tassa taṁ bhattaṁ adāsiṁ, sāhaṁ yāvatāyukaṁ ṭhatvā kālaṁ katvā tattha sāvatthiyaṁ kosalarañño aggamahesiyā kucchimhi nibbattitvā idāni tava pāde paricaramānā evarūpaṁ sampattiṁ anubhavāmi, tassa mama kammassa idamīdisaṁ phalanti. Tattha guṇasampannānaṁ dinnadānassa mahapphalabhāvadassanatthaṁ –",
  "atk-s0513a33:875": "‘‘Aggato ve pasannāna’’nti (itivu. 90) ca.",
  "atk-s0513a33:876": "‘‘Esa devamanussānaṁ, sabbakāmadado nidhī’’ti (khu. pā. 8.10) ca. –",
  "atk-s0513a33:877": "Ādigāthā vitthāretabbā.",
  "atk-s0513a33:878": "Iti te ubhopi attano purimakammaṁ vitthārato kathetvā tato paṭṭhāya catūsu nagaradvāresu nagaramajjhe nivesanadvāreti cha dānasālāyo kāretvā sakalajambudīpaṁ unnaṅgalaṁ katvā mahādānaṁ pavattetvā sīlaṁ rakkhitvā uposathakammaṁ katvā jīvitapariyosāne saggaparāyaṇā ahesuṁ.",
  "atk-s0513a33:879": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā devī rāhulamātā ahosi, rājā pana ahameva ahosi’’nti.",
  "atk-s0513a33:880": "Kummāsapiṇḍijātakavaṇṇanā dasamā.",
  "atk-s0513a33:882": " [416] 11. Parantapajātakavaṇṇanā",
  "atk-s0513a33:883": "Āgamissatime pāpanti idaṁ satthā veḷuvane viharanto devadattassa vadhāya parisakkanaṁ ārabbha kathesi. Tadā hi dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ ‘‘āvuso, devadatto tathāgatassa māraṇatthameva parisakkati, dhanuggahe payojesi, silaṁ pavijjhi, nāḷāgiriṁ vissajjāpesi, tathāgatassa vināsatthameva upāyaṁ karotī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepesa mama vadhāya parisakki, tāsamattampi pana kātuṁ asakkonto attanāva dukkhaṁ anubhosī’’ti vatvā atītaṁ āhari.",
  "atk-s0513a33:884": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto tassa aggamahesiyā kucchimhi nibbattitvā vayappatto takkasilāyaṁ sabbasippāni sikkhi, sabbarutajānanamantaṁ uggaṇhi. So ācariyassa anuyogaṁ datvā bārāṇasiṁ paccāgacchi, pitā taṁ oparajje ṭhapesi. Kiñcāpi oparajje ṭhapeti, mārāpetukāmo pana naṁ hutvā daṭṭhumpi na icchi. Athekā siṅgālī dve potake gahetvā rattiṁ manussesu paṭisallīnesu niddhamanena nagaraṁ pāvisi. Bodhisattassa ca pāsāde sayanagabbhassa avidūre ekā sālā atthi, tattheko addhikamanusso upāhanā omuñcitvā pādamūle bhūmiyaṁ ṭhapetvā ekasmiṁ phalake nipajji, na tāva niddāyati. Tadā siṅgāliyā potakā chātā viraviṁsu. Atha tesaṁ mātā ‘‘tātā, mā saddaṁ karittha, etissā sālāya eko manusso upāhanā omuñcitvā bhūmiyaṁ ṭhapetvā phalake nipanno na tāva niddāyati, etassa niddāyanakāle etā upāhanā āharitvā tumhe khādāpessāmī’’ti attano bhāsāya āha. Bodhisatto mantānubhāvena tassā bhāsaṁ jānitvā sayanagabbhā nikkhamma vātapānaṁ vivaritvā ‘‘ko etthā’’ti āha. ‘‘Ahaṁ, deva, addhikamanusso’’ti. ‘‘Upāhanā te kuhi’’nti? ‘‘Bhūmiyaṁ, devā’’ti. ‘‘Ukkhitvā olambetvā ṭhapehī’’ti. Taṁ sutvā siṅgālī bodhisattassa kujjhi.",
  "atk-s0513a33:885": "Puna ekadivasaṁ sā tatheva nagaraṁ pāvisi. Tadā ceko mattamanusso ‘‘pānīyaṁ pivissāmī’’ti pokkharaṇiṁ otaranto patitvā nimuggo nirassāso mari. Nivatthā panassa dve sāṭakā nivāsanantare kahāpaṇasahassaṁ aṅguliyā ca muddikā atthi. Tadāpi sā puttake ‘‘chātamhā, ammā’’ti viravante ‘‘tātā, mā saddaṁ karittha, etissā pokkharaṇiyā manusso mato, tassa idañcidañca atthi, so pana maritvā sopāneyeva nipanno, tumhe etaṁ manussaṁ khādāpessāmī’’ti āha. Bodhisatto taṁ sutvā vātapānaṁ vivaritvā ‘‘sālāya ko atthī’’ti vatvā ekenuṭṭhāya ‘‘ahaṁ, devā’’ti vutte ‘‘gaccha etissā pokkharaṇiyā matamanussassa sāṭake ca kahāpaṇasahassañca aṅgulimuddikañca gahetvā sarīramassa yathā na uṭṭhahati, evaṁ udake osīdāpehī’’ti āha. So tathā akāsi. Sā punapi kujjhitvā ‘‘purimadivase tāva me puttakānaṁ upāhanā khādituṁ na adāsi, ajja matamanussaṁ khādituṁ na deti, hotu, ito dāni tatiyadivase eko sapattarājā āgantvā nagaraṁ parikkhipissati. Atha naṁ pitā yuddhatthāya pesessati, tatra te sīsaṁ chindissanti, atha te galalohitaṁ pivitvā veraṁ muñcissāmi. Tvaṁ mayā saddhiṁ veraṁ bandhasi, jānissāmī’’ti viravitvā bodhisattaṁ tajjetvā puttake gahetvā nikkhamati.",
  "atk-s0513a33:886": "Tatiyadivase eko sapattarājā āgantvā nagaraṁ parivāresi. Rājā bodhisattaṁ ‘‘gaccha, tāta, tena saddhiṁ yujjhā’’ti āha. ‘‘Mayā, deva, ekaṁ diṭṭhaṁ atthi, gantuṁ na visahāmi, jīvitantarāyaṁ bhāyāmī’’ti. ‘‘Mayhaṁ tayi mate vā amate vā kiṁ, gacchāheva tva’’nti? So ‘‘sādhu, devā’’ti mahāsatto parisaṁ gahetvā sapattarañño ṭhitadvārena anikkhamitvā aññaṁ dvāraṁ vivaritvā nikkhami. Tasmiṁ gacchante sakalanagaraṁ tucchaṁ viya ahosi. Sabbe teneva saddhiṁ nikkhamiṁsu. So ekasmiṁ sabhāgaṭṭhāne khandhāvāraṁ nivāsetvā acchi. Rājā cintesi ‘‘uparājā nagaraṁ tucchaṁ katvā balaṁ gahetvā palāyi, sapattarājāpi nagaraṁ parivāretvā ṭhito, idāni mayhaṁ jīvitaṁ natthī’’ti. So ‘‘jīvitaṁ rakkhissāmī’’ti deviñca purohitañca parantapaṁ nāmekaṁ pādamūlikañca dāsaṁ gahetvā rattibhāge aññātakavesena palāyitvā araññaṁ pāvisi. Bodhisatto tassa palātabhāvaṁ ñatvā nagaraṁ pavisitvā yuddhaṁ katvā sapattaṁ palāpetvā rajjaṁ gaṇhi. Pitāpissa ekasmiṁ nadītīre paṇṇasālaṁ kāretvā phalāphalena yāpento vasi. Rājā ca purohito ca phalāphalatthāya gacchanti. Parantapadāso deviyā saddhiṁ paṇṇasālāyameva hoti. Tatrāpi rājānaṁ paṭicca deviyā kucchismiṁ gabbho patiṭṭhāsi. Sā abhiṇhasaṁsaggavasena parantapena saddhiṁ aticari. Sā ekadivasaṁ parantapaṁ āha ‘‘raññā ñāte neva tava, na mayhaṁ jīvitaṁ atthi, tasmā mārehi na’’nti. ‘‘Kathaṁ māremī’’ti? Esa taṁ khaggañca nhānasāṭakañca gāhāpetvā nhāyituṁ gacchati, tatrassa nhānaṭṭhāne pamādaṁ ñatvā khaggena sīsaṁ chinditvā sarīraṁ khaṇḍākhaṇḍikaṁ katvā bhūmiyaṁ nikhaṇāhīti. So ‘‘sādhū’’ti sampaṭicchi.",
  "atk-s0513a33:887": "Athekadivasaṁ purohitoyeva phalāphalatthāya gantvā avidūre rañño nhānatitthasāmante ekaṁ rukkhaṁ āruyha phalāphalaṁ gaṇhāti. Rājā ‘‘nhāyissāmī’’ti parantapaṁ khaggañca nhānasāṭakañca gāhāpetvā nadītīraṁ agamāsi. Tattha naṁ nhānakāle pamādamāpannaṁ ‘‘māressāmī’’ti parantapo gīvāya gahetvā khaggaṁ ukkhipi. So maraṇabhayena viravi. Purohito taṁ saddaṁ sutvā olokento parantapaṁ rājānaṁ mārentaṁ disvā bhītatasito sākhaṁ vissajjetvā rukkhato oruyha ekaṁ gumbaṁ pavisitvā nilīyi. Parantapo tassa sākhāvissajjanasaddaṁ sutvā rājānaṁ māretvā bhūmiyaṁ khaṇitvā ‘‘imasmiṁ ṭhāne sākhāvissajjanasaddo ahosi, ko nu kho etthā’’ti vicinanto kañci adisvā nhatvā gato. Tassa gatakāle purohito nisinnaṭṭhānā nikkhamitvā rañño sarīraṁ khaṇḍākhaṇḍikaṁ chinditvā āvāṭe nikhātabhāvaṁ ñatvā nhatvā attano vadhabhayena andhavesaṁ gahetvā paṇṇasālaṁ agamāsi. Taṁ disvā parantapo ‘‘kiṁ te, brāhmaṇa, kata’’nti āha. So ajānanto viya ‘‘deva, akkhīni me nāsetvā āgatomhi, ussannāsīvise araññe ekasmiṁ vammikapasse aṭṭhāsiṁ, tatrekena āsīvisena nāsavāto vissaṭṭho me bhavissatī’’ti āha. Parantapo ‘‘na maṁ sañjānāti, ‘devā’ti vadati, samassāsessāmi na’’nti cintetvā ‘‘brāhmaṇa, mā cintayi, ahaṁ taṁ paṭijaggissāmī’’ti assāsetvā phalāphalaṁ datvā santappesi. Tato paṭṭhāya parantapadāso phalāphalaṁ āhari, devīpi puttaṁ vijāyi. Sā putte vaḍḍhante ekadivasaṁ paccūsasamaye sukhanisinnā saṇikaṁ parantapadāsaṁ etadavoca ‘‘tvaṁ rājānaṁ mārento kenaci diṭṭho’’ti. ‘‘Na maṁ koci addasa, sākhāvissajjanasaddaṁ pana assosiṁ, tassā sākhāya manussena vā tiracchānena vā vissaṭṭhabhāvaṁ na jānāmi, yadā kadāci pana me bhayaṁ āgacchantaṁ sākhāvissaṭṭhaṭṭhānato āgamissatī’’ti tāya saddhiṁ sallapanto paṭhamaṁ gāthamāha –",
  "atk-s0513a33:888": "154.",
  "atk-s0513a33:889": " ‘‘Āgamissati me pāpaṁ, āgamissati me bhayaṁ;",
  "atk-s0513a33:890": "Tadā hi calitā sākhā, manussena migena vā’’ti.",
  "atk-s0513a33:891": "Tattha pāpanti lāmakaṁ aniṭṭhaṁ akantaṁ. Bhayanti cittutrāsabhayampi me āgamissati, na sakkā nāgantuṁ. Kiṁkāraṇā? Tadā hi calitā sākhā manussena migena vāti na paññāyati, tasmā tato maṁ bhayaṁ āgamissati.",
  "atk-s0513a33:892": "Te ‘‘purohito niddāyatī’’ti maññiṁsu. So pana aniddāyamānova tesaṁ kathaṁ assosi. Athekadivasaṁ purohito parantapadāse phalāphalatthāya gate attano brāhmaṇiṁ saritvā vilapanto dutiyaṁ gāthamāha –",
  "atk-s0513a33:893": "155.",
  "atk-s0513a33:894": " ‘‘Bhīruyā nūna me kāmo, avidūre vasantiyā;",
  "atk-s0513a33:895": "Karissati kisaṁ paṇḍuṁ, sāva sākhā parantapa’’nti.",
  "atk-s0513a33:896": "Tattha bhīruyāti itthī ca nāma appamattakenāpi bhāyati, tasmā ‘‘bhīrū’’ti vuccati. Avidūreti nātidūre ito katipayayojanamatthake vasantiyā bhīruyā mayhaṁ brāhmaṇiyā yo mama kāmo uppanno, so nūna maṁ kisañca paṇḍuñca karissatīti dasseti. ‘‘Sāva sākhā’’ti iminā pana opammaṁ dasseti, yathā sākhā parantapaṁ kisaṁ paṇḍuṁ karoti, evanti attho.",
  "atk-s0513a33:897": "Iti brāhmaṇo gāthameva vadati, atthaṁ pana na katheti, tasmā imāya gāthāya kiccaṁ deviyā apākaṭaṁ. Atha naṁ ‘‘kiṁ kathesi brāhmaṇā’’ti āha. Sopi ‘‘sallakkhitaṁ me’’ti vatvā puna ekadivasaṁ tatiyaṁ gāthamāha –",
  "atk-s0513a33:898": "156.",
  "atk-s0513a33:899": " ‘‘Socayissati maṁ kantā, gāme vasamaninditā;",
  "atk-s0513a33:900": "Karissati kisaṁ paṇḍuṁ, sāva sākhā parantapa’’nti.",
  "atk-s0513a33:901": "Tattha socayissatīti sokuppādanena sukkhāpessati. Kantāti iṭṭhabhariyā. Gāme vasanti bārāṇasiyaṁ vasantīti adhippāyo. Aninditāti agarahitā uttamarūpadharā.",
  "atk-s0513a33:902": "Punekadivasaṁ catutthaṁ gāthamāha –",
  "atk-s0513a33:903": "157.",
  "atk-s0513a33:904": " ‘‘Tayā maṁ asitāpaṅgi, sitāni bhaṇitāni ca;",
  "atk-s0513a33:905": "Kisaṁ paṇḍuṁ karissanti, sāva sākhā parantapa’’nti.",
  "atk-s0513a33:906": "Tattha tayā maṁ asitāpaṅgīti tayā maṁ asitā apaṅgi. Idaṁ vuttaṁ hoti – bhadde, akkhikoṭito añjanasalākāya nīharitvā abhisaṅkhataasitāpaṅgi tayā pavattitāni mandahasitāni ca madhurabhāsitāni ca maṁ sā vissaṭṭhasākhā viravamānā parantapaṁ viya kisaṁ paṇḍuṁ karissatīti. Pa-kārassa va-kāraṁ katvā ‘‘vaṅgī’’tipi pāṭhoyeva.",
  "atk-s0513a33:907": "Aparabhāge kumāro vayappatto ahosi soḷasavassuddesiko. Atha naṁ brāhmaṇo yaṭṭhikoṭiṁ gāhāpetvā nhānatitthaṁ gantvā akkhīni ummīletvā olokesi. Kumāro ‘‘nanu tvaṁ brāhmaṇa, andho’’ti āha. So ‘‘nāhaṁ andho, iminā me upāyena jīvitaṁ rakkhāmī’’ti vatvā ‘‘tava pitaraṁ jānāsī’’ti āha. ‘‘Ayaṁ me pitā’’ti vutte ‘‘nāyaṁ tava pitā, pitā pana te bārāṇasirājā, ayaṁ tumhākaṁ dāso, so mātari te vippaṭipajjitvā imasmiṁ ṭhāne tava pitaraṁ māretvā nikhaṇī’’ti aṭṭhīni nīharitvā dassesi. Kumārassa balavakodho uppajji. Atha naṁ ‘‘idāni kiṁ karomī’’ti pucchi. ‘‘Yaṁ te ismiṁyeva titthe pitu tena kataṁ, taṁ karohī’’ti sabbaṁ pavattiṁ ācikkhitvā kumāraṁ katipāhaṁ tharugaṇhanaṁ sikkhāpesi. Athekadivasaṁ kumāro khaggañca nhānasāṭakañca gahetvā ‘‘nhāyituṁ gacchāma, tātā’’ti āha. Parantapo ‘‘sādhū’’ti tena saddhiṁ gato. Athassa nhāyituṁ otiṇṇakāle dakkhiṇahatthena asiṁ, vāmahatthena cūḷaṁ gahetvā ‘‘tvaṁ kira imasmiṁyeva titthe mama pitaraṁ cūḷāya gahetvā viravantaṁ māresi, ahampi taṁ tatheva karissāmī’’ti āha. So maraṇabhayabhīto paridevamāno dve gāthā abhāsi –",
  "atk-s0513a33:908": "158.",
  "atk-s0513a33:909": " ‘‘Āgamā nūna so saddo, asaṁsi nūna so tava;",
  "atk-s0513a33:910": "Akkhātaṁ nūna taṁ tena, yo taṁ sākhamakampayi.",
  "atk-s0513a33:911": "159.",
  "atk-s0513a33:912": " ‘‘Idaṁ kho taṁ samāgamma, mama bālassa cintitaṁ;",
  "atk-s0513a33:913": "Tadā hi calitā sākhā, manussena migena vā’’ti.",
  "atk-s0513a33:914": "Tattha āgamāti so sākhasaddo nūna taṁ āgato sampatto. Asaṁsi nūna so tavāti so saddo tava ārocesi maññe. Akkhātaṁ nūna taṁ tenāti yo satto tadā taṁ sākhaṁ akampayi, tena ‘‘evaṁ te pitā mārito’’ti nūna taṁ kāraṇaṁ akkhātaṁ. Samāgammāti saṅgamma, samāgatanti attho. Yaṁ mama bālassa ‘‘tadā calitā sākhā manussena migena vā, tato me bhayaṁ uppajjissatī’’ti cintitaṁ parivitakkitaṁ ahosi, idaṁ tayā saddhiṁ samāgatanti vuttaṁ hoti.",
  "atk-s0513a33:915": "Tato kumāro osānagāthamāha –",
  "atk-s0513a33:916": "160.",
  "atk-s0513a33:917": " ‘‘Tatheva tvaṁ avedesi, avañci pitaraṁ mama;",
  "atk-s0513a33:918": "Hantvā sākhāhi chādento, āgamissati me bhaya’’nti.",
  "atk-s0513a33:919": "Tattha tatheva tvaṁ avedesīti tatheva tvaṁ aññāsi. Avañci pitaraṁ mamāti tvaṁ mama pitaraṁ ‘‘nhāyituṁ gacchāmā’’ti vissāsetvā nhāyantaṁ māretvā khaṇḍākhaṇḍikaṁ chinditvā nikhaṇitvā ‘‘sace koci jānissati, mayhampi evarūpaṁ bhayaṁ āgacchissatī’’ti vañcesi, idaṁ kho pana maraṇabhayaṁ idāni tavāgatanti.",
  "atk-s0513a33:920": "Iti taṁ vatvā tattheva jīvitakkhayaṁ pāpetvā nikhaṇitvā sākhāhi paṭicchādetvā khaggaṁ dhovitvā nhatvā paṇṇasālaṁ gantvā tassa māritabhāvaṁ purohitassa kathetvā mātaraṁ paribhāsitvā ‘‘idha kiṁ karissāmā’’ti tayo janā bārāṇasimeva agamaṁsu. Bodhisatto kaniṭṭhassa oparajjaṁ datvā dānādīni puññāni katvā saggapadaṁ pūresi.",
  "atk-s0513a33:921": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi – ‘‘tadā piturājā devadatto ahosi, purohito ānando, puttarājā pana ahameva ahosi’’nti.",
  "atk-s0513a33:922": "Parantapajātakavaṇṇanā ekādasamā.",
  "atk-s0513a33:923": "Gandhāravaggo dutiyo.",
  "atk-s0513a33:924": "Jātakuddānaṁ –",
  "atk-s0513a33:925": "Kukku manoja sutano, gijjha dabbhapuppha paṇṇako;",
  "atk-s0513a33:926": "Sattubhasta aṭṭhiseno, kapi bakabrahmā dasa.",
  "atk-s0513a33:927": "Gandhāro mahākapi ca, kumbhakāro daḷhadhammo;",
  "atk-s0513a33:928": "Somadatto susīmo ca, koṭasimbali dhūmakārī;",
  "atk-s0513a33:929": "Jāgaro kummāsapiṇḍo, parantapā ekādasa.",
  "atk-s0513a33:930": "Sattakanipātavaṇṇanā niṭṭhitā."
}