{
  "atk-s0403a9:0": "(10) 5. Kakudhavaggo",
  "atk-s0403a9:1": "1-2. Sampadāsuttadvayavaṇṇanā",
  "atk-s0403a9:2": "91-92. Pañcamassa paṭhame pañca sampadā missikā kathitā. Dutiye purimā catasso missikā, pañcamī lokikāva.",
  "atk-s0403a9:3": "3. Byākaraṇasuttavaṇṇanā",
  "atk-s0403a9:4": "93. Tatiye aññābyākaraṇānīti arahattabyākaraṇāni. Mandattāti mandabhāvena aññāṇena. Momūhattāti atimūḷhabhāvena. Aññaṁ byākarotīti arahattaṁ pattosmīti katheti. Icchāpakatoti icchāya abhibhūto. Adhimānenāti adhigatamānena. Sammadevāti hetunā nayena kāraṇeneva.",
  "atk-s0403a9:5": "4-5. Phāsuvihārasuttādivaṇṇanā",
  "atk-s0403a9:6": "94-95. Catutthe phāsuvihārāti sukhavihārā. Pañcame akuppanti arahattaṁ.",
  "atk-s0403a9:7": "6. Sutadharasuttavaṇṇanā",
  "atk-s0403a9:8": "96. Chaṭṭhe appaṭṭhoti appasamārambho. Appakiccoti appakaraṇīyo. Subharoti sukhena bharitabbo suposo. Susantosoti tīhi santosehi suṭṭhu santoso. Jīvitaparikkhāresūti jīvitasambhāresu. Appāhāroti mandāhāro. Anodarikattanti na odarikabhāvaṁ amahagghasabhāvaṁ anuyutto. Appamiddhoti na bahuniddo. Sattamaṭṭhamāni uttānatthāni.",
  "atk-s0403a9:9": "9. Sīhasuttavaṇṇanā",
  "atk-s0403a9:10": "99. Navame sakkaccaññeva deti no asakkaccanti anavaññāya avirajjhitvāva deti, no avaññāya virajjhitvā. Mā me yoggapatho nassāti mayā katayoggapatho mayhaṁ mā nassatu, ‘‘eko sīho uṭṭhāya biḷāraṁ paharanto virajjhitvā paharī’’ti evaṁ vattāro mā hontūti attho. Annabhāranesādānanti ettha annaṁ vuccati yavabhattaṁ, taṁ bhāro etesanti annabhārā. Yācakānaṁ etaṁ nāmaṁ. Nesādā vuccanti sākuṇikā. Iti sabbapacchimāya koṭiyā etesaṁ yācakanesādānampi sakkaccameva deseti.",
  "atk-s0403a9:11": "10. Kakudhatherasuttavaṇṇanā",
  "atk-s0403a9:12": "100. Dasame attabhāvapaṭilābhoti sarīrapaṭilābho. Dve vā tīṇi vā māgadhakāni gāmakkhettānīti ettha māgadhikaṁ gāmakkhettaṁ atthi khuddakaṁ, atthi majjhimaṁ, atthi mahantaṁ. Khuddakaṁ gāmakkhettaṁ ito cattālīsaṁ usabhāni, ito cattālīsanti gāvutaṁ hoti, majjhimaṁ ito gāvutaṁ, ito gāvutanti aḍḍhayojanaṁ hoti, mahantaṁ ito diyaḍḍhagāvutaṁ, ito diyaḍḍhagāvutanti tigāvutaṁ hoti. Tesu khuddakena gāmakkhettena tīṇi, khuddakena ca majjhimena ca dve gāmakkhettāni tassa attabhāvo. Tigāvutañhissa sarīraṁ. Pariharissāmīti paṭijaggissāmi gopayissāmi. Rakkhassetanti rakkhassu etaṁ. Moghapurisoti tucchapuriso. Nāssassāti na etassa bhaveyya. Samudācareyyāmāti katheyyāma. Sammannatīti sammānaṁ karoti. Yaṁ tumo karissati tumova tena paññāyissatīti yaṁ esa karissati, esova tena kammena pākaṭo bhavissati. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0403a9:13": "Kakudhavaggo pañcamo.",
  "atk-s0403a9:14": "Dutiyapaṇṇāsakaṁ niṭṭhitaṁ.",
  "atk-s0403a9:15": "3. Tatiyapaṇṇāsakaṁ"
}