{
  "atk-s0511a6:0": "6. Sumanabuddhavaṃsavaṇṇanā",
  "atk-s0511a6:1": "Evaṃ ekappahāreneva dasasahassilokadhātuṃ ekandhakāraṃ katvā tasmiṃ bhagavati parinibbute tassa aparabhāge navutivassasahassāyukesu manussesu anukkamena parihāyitvā dasavassesu jātesu puna vaḍḍhitvā anukkamena asaṅkhyeyyāyukā hutvā puna parihāyitvā navutivassasahassāyukesu jātesu sumano nāma bodhisatto pāramiyo pūretvā tusitapure nibbattitvā tato cavitvā mekhalanagare sudattassa nāma rañño kule sirimāya nāma deviyā kucchismiṃ paṭisandhiṃ aggahesi. Pāṭihāriyāni pubbe vuttanayāneva.",
  "atk-s0511a6:2": "So anukkamena vuddhippatto sirivaḍḍhanasomavaḍḍhanaiddhivaḍḍhananāmadheyyesu tīsu pāsādesu tesaṭṭhiyā nāṭakitthisatasahassehi paricāriyamāno surayuvatīhi paricāriyamāno devakumāro viya navavassasahassāni dibbasukhasadisaṃ visayasukhamanubhavamāno vaṭaṃsikāya nāma deviyā anupamaṃ nāma nirupamaṃ puttaṃ janetvā cattāri nimittāni disvā hatthiyānena nikkhamitvā pabbaji. Taṃ pana pabbajantaṃ tiṃsakoṭiyo anupabbajiṃsu.",
  "atk-s0511a6:3": "So tehi parivuto dasamāse padhānacariyaṃ caritvā visākhapuṇṇamāya anomanigame anomaseṭṭhino dhītāya anupamāya nāma dinnaṃ pakkhittadibbojaṃ pāyāsaṃ paribhuñjitvā sālavane divāvihāraṃ vītināmetvā anupamājīvakena dinnā aṭṭha tiṇamuṭṭhiyo gahetvā nāgabodhiṃ upagantvā taṃ padakkhiṇaṃ katvā aṭṭhahi tiṇamuṭṭhīhi tiṃsahatthavitthataṃ tiṇasantharaṃ katvā tattha pallaṅkaṃ ābhujitvā nisīdi. Tato mārabalaṃ vidhamitvā sabbaññutaññāṇaṃ paṭivijjhitvā – ‘‘anekajātisaṃsāraṃ…pe… taṇhānaṃ khayamajjhagā’’ti (dha. pa. 153-154) udānaṃ udānesi. Tena vuttaṃ –",
  "atk-s0511a6:4": "1.",
  "atk-s0511a6:5": " ‘‘Maṅgalassa aparena, sumano nāma nāyako;",
  "atk-s0511a6:6": "Sabbadhammehi asamo, sabbasattānamuttamo’’ti.",
  "atk-s0511a6:7": "Tattha maṅgalassa aparenāti maṅgalassa bhagavato aparabhāge. Sabbadhammehi asamoti sabbehipi sīlasamādhipaññādhammehi asamo asadiso.",
  "atk-s0511a6:8": "Sumano kira bhagavā bodhisamīpeyeva sattasattāhāni vītināmetvā dhammadesanatthaṃ brahmāyācanaṃ sampaṭicchitvā – ‘‘kassa nu kho ahaṃ paṭhamaṃ dhammaṃ deseyya’’nti (dī. ni. 2.72; ma. ni. 1.284; 2.341; mahāva. 10) upadhārento attanā saha pabbajitānaṃ tiṃsakoṭiyo ca attano kaniṭṭhabhātikaṃ vemātikaṃ saraṇakumārañca purohitaputtaṃ bhāvitattamāṇavakañca upanissayasampanne disvā – ‘‘etesaṃ paṭhamaṃ dhammaṃ deseyya’’nti cintetvā haṃsarājā viya gaganapathena mekhaluyyāne otaritvā uyyānapālaṃ pesetvā attano kaniṭṭhabhātikaṃ saraṇakumārañca purohitaputtaṃ bhāvitattakumārañca pakkosāpetvā tesaṃ parivārabhūtā sattatiṃsakoṭiyo attanā saha pabbajitā tiṃsakoṭiyo ca aññe ca bahū devamanussakoṭiyo cāti evaṃ koṭisatasahassaṃ dhammacakkappavattanena dhammāmataṃ pāyesi. Tena vuttaṃ –",
  "atk-s0511a6:9": "2.",
  "atk-s0511a6:10": " ‘‘Tadā amatabheriṃ so, āhanī mekhale pure;",
  "atk-s0511a6:11": "Dhammasaṅkhasamāyuttaṃ, navaṅgaṃ jinasāsana’’nti.",
  "atk-s0511a6:12": "Tattha amatabherinti amatādhigamāya nibbānādhigamāya bheriṃ. Āhanīti vādayi, dhammaṃ desesīti attho. Sāyaṃ amatabherī nāma amatapariyosānaṃ navaṅgaṃ buddhavacanaṃ. Tenevāha – ‘‘dhammasaṅkhasamāyuttaṃ, navaṅgaṃ jinasāsana’’nti. Tattha dhammasaṅkhasamāyuttanti catusaccadhammakathāsaṅkhavarasamāyuttaṃ.",
  "atk-s0511a6:13": "Sumano pana lokanāyako abhisambodhiṃ pāpuṇitvā paṭiññānurūpaṃ paṭipadaṃ paṭipajjamāno mahājanassa bhavabandhanamokkhatthāya kusalaratanassa kilesacorehi viluppamānassa parittānatthaṃ sīlavipulapākāraṃ samādhiparikhāparivāritaṃ vipassanāñāṇadvāraṃ satisampajaññadaḷhakavāṭaṃ samāpattimaṇḍapādipaṭimaṇḍitaṃ bodhipakkhiyajanasamākulaṃ amatavaranagaraṃ māpesi. Tena vuttaṃ –",
  "atk-s0511a6:14": "3.",
  "atk-s0511a6:15": " ‘‘Nijjinitvā kilese so, patvā sambodhimuttamaṃ;",
  "atk-s0511a6:16": "Māpesi nagaraṃ satthā, saddhammapuravaruttama’’nti.",
  "atk-s0511a6:17": "Tattha nijjinitvāti vijinitvā abhibhuyya, kilesābhisaṅkhāradevaputtamāre viddhaṃsetvāti attho . Soti so sumano bhagavā. ‘‘Vijinitvā kilese hī’’tipi pāṭho. Tattha hi-kāro padapūraṇamatte nipāto. Patvāti adhigantvā. ‘‘Patto’’tipi pāṭho. Nagaranti nibbānanagaraṃ. Saddhammapuravaruttamanti saddhammasaṅkhātaṃ puravaresu uttamaṃ seṭṭhaṃ padhānabhūtaṃ. Atha vā saddhammamayesu puresu pavaresu uttamaṃ saddhammapuravaruttamaṃ. Purimasmiṃ atthavikappe ‘‘nagara’’nti tasseva vevacananti daṭṭhabbaṃ. Paṭividdhadhammasabhāvānaṃ sekkhāsekkhānaṃ ariyapuggalānaṃ patiṭṭhānaṃ gocaranivāsaṭṭhena nibbānaṃ ‘‘nagara’’nti vuccati. Tasmiṃ pana saddhammavaranagare so satthā avicchinnaṃ akuṭilaṃ ujuṃ puthulañca vitthatañca satipaṭṭhānamayaṃ mahāvīthiṃ māpesi. Tena vuttaṃ –",
  "atk-s0511a6:18": "4.",
  "atk-s0511a6:19": " ‘‘Nirantaraṃ akuṭilaṃ, ujuṃ vipulavitthataṃ;",
  "atk-s0511a6:20": "Māpesi so mahāvīthiṃ, satipaṭṭhānavaruttama’’nti.",
  "atk-s0511a6:21": "Tattha nirantaranti kusalajavanasañcaraṇānantarabhāvato nirantaraṃ. Akuṭilanti kuṭilabhāvakaradosavirahitato akuṭilaṃ. Ujunti akuṭilattāva ujuṃ. Purimapadasseva atthadīpakamidaṃ vacanaṃ. Vipulavitthatanti āyāmato ca vitthārato ca puthulavitthataṃ, puthulavitthatabhāvo lokiyalokuttarasatipaṭṭhānavasena daṭṭhabbo. Mahāvīthinti mahāmaggaṃ. Satipaṭṭhānavaruttamanti satipaṭṭhānañca taṃ varesu uttamañcāti satipaṭṭhānavaruttamaṃ. Atha vā varaṃ satipaṭṭhānamayaṃ uttamavīthinti attho.",
  "atk-s0511a6:22": "Idāni tassa nibbānamahānagarassa tassaṃ satipaṭṭhānavīthiyaṃ cattāri sāmaññaphalāni catasso paṭisambhidā cha abhiññā aṭṭha samāpattiyoti imāni mahaggharatanāni ubhosu passesu dhammāpaṇe pasāresi. Tena vuttaṃ –",
  "atk-s0511a6:23": "5.",
  "atk-s0511a6:24": " ‘‘Phale cattāri sāmaññe, catasso paṭisambhidā;",
  "atk-s0511a6:25": "Chaḷabhiññāṭṭhasamāpattī, pasāresi tattha vīthiya’’nti.",
  "atk-s0511a6:26": "Idāni bhagavā imāni ratanabhaṇḍāni ye pana appamattā satimanto paṇḍitā hiriottappavīriyādīhi samannāgatā, te ādīyantīti tesaṃ ratanānaṃ haraṇūpāyaṃ dassento –",
  "atk-s0511a6:27": "6.",
  "atk-s0511a6:28": " ‘‘Ye appamattā akhilā, hirivīriyehupāgatā;",
  "atk-s0511a6:29": "Te te ime guṇavare, ādiyanti yathāsukha’’nti. – āha;",
  "atk-s0511a6:30": "Tattha yeti aniyamuddeso. Appamattāti pamādassa paṭipakkhabhūtena satiyā avippavāsalakkhaṇena appamādena samannāgatā. Akhilāti pañcacetokhilarahitā. Hirivīriyehupāgatāti kāyaduccaritādīhi hirīyatīti hirī, lajjāyetaṃ adhivacanaṃ. Vīrassa bhāvo vīriyaṃ, taṃ ussāhalakkhaṇaṃ. Tehi hirivīriyehi upāgatā samannāgatā bhabbapuggalā. Teti idaṃ pubbe aniyamuddesassa niyamuddeso. Puna teti vuttappakāre guṇaratanavisese te kulaputtā ādiyanti paṭilabhanti adhigacchantīti attho. Sabbaṃ pana sumano bhagavā kataviditamano dhammabheriṃ āhanitvā dhammanagaraṃ māpetvā iminā nayena paṭhamameva satasahassakoṭiyo bodhesi. Tena vuttaṃ –",
  "atk-s0511a6:31": "7.",
  "atk-s0511a6:32": " ‘‘Evametena yogena, uddharanto mahājanaṃ;",
  "atk-s0511a6:33": "Bodhesi paṭhamaṃ satthā, koṭisatasahassiyo’’ti.",
  "atk-s0511a6:34": "Tattha uddharantoti saṃsārasāgarato ariyamagganāvāya samuddharanto. Koṭisatasahassiyoti satasahassakoṭiyoti attho. Vipariyāyena niddiṭṭhaṃ.",
  "atk-s0511a6:35": "Yadā pana sumano lokanāyako sunandavatīnagare ambarukkhamūle titthiyamadamānamaddanaṃ yamakapāṭihāriyaṃ katvā sattānaṃ koṭisahassaṃ dhammāmataṃ pāyesi. Ayaṃ dutiyo abhisamayo ahosi. Tena vuttaṃ –",
  "atk-s0511a6:36": "8.",
  "atk-s0511a6:37": " ‘‘Yamhi kāle mahāvīro, ovadī titthiye gaṇe;",
  "atk-s0511a6:38": "Koṭisahassā bhisamiṃsu, dutiye dhammadesane’’ti.",
  "atk-s0511a6:39": "Tattha titthiye gaṇeti titthiyabhūte gaṇe, titthiyānaṃ gaṇe vā ‘‘titthiye abhimaddanto, buddho dhammamadesayī’’ti paṭhanti keci.",
  "atk-s0511a6:40": "Yadā pana dasasu cakkavāḷasahassesu devatā imasmiṃ cakkavāḷe sannipatitvā manussā ca nirodhakathaṃ samuṭṭhāpesuṃ – ‘‘kathaṃ nirodhaṃ samāpajjanti, kathaṃ nirodhasamāpannā honti, kathaṃ nirodhā vuṭṭhahantī’’ti? Evaṃ samāpajjanaadhiṭṭhānavuṭṭhānādīsu vinicchayaṃ kātuṃ asakkontā saha manussehi chasu kāmāvacaradevalokesu devā ca navasu brahmalokesu brahmāno ca dveḷhakajātā dvidhā ahesuṃ. Tato narasundarena arindamena nāma raññā saddhiṃ sāyanhasamaye sumanadasabalaṃ sabbalokanāthaṃ upasaṅkamiṃsu; upasaṅkamitvā arindamo rājā bhagavantaṃ nirodhapañhaṃ pucchi. Tato bhagavatā nirodhapañhe vissajjite navutipāṇakoṭisahassānaṃ dhammābhisamayo ahosi. Ayaṃ tatiyo abhisamayo ahosi. Tena vuttaṃ –",
  "atk-s0511a6:41": "9.",
  "atk-s0511a6:42": " ‘‘Yadā devā manussā ca, samaggā ekamānasā;",
  "atk-s0511a6:43": "Nirodhapañhaṃ pucchiṃsu, saṃsayaṃ cāpi mānasaṃ.",
  "atk-s0511a6:44": "10.",
  "atk-s0511a6:45": " ‘‘Tadāpi dhammadesane, nirodhaparidīpane;",
  "atk-s0511a6:46": "Navutikoṭisahassānaṃ, tatiyābhisamayo ahū’’ti.",
  "atk-s0511a6:47": "Tassa pana sumanassa bhagavato tayo sāvakasannipātā ahesuṃ. Tattha paṭhamasannipāte mekhalanagaraṃ upanissāya vassaṃ vasitvā paṭhamapavāraṇāya arahantānaṃ koṭisahassena ehibhikkhupabbajjāya pabbajitena saddhiṃ bhagavā pavāresi, ayaṃ paṭhamo sannipāto ahosi. Athāparena samayena saṅkassanagarassāvidūre arindamarājakusalabalanibbatte yojanappamāṇe kanakapabbate nisinno saradasamayarucirakaranikaro divasakaro viya yugandharapabbate munivaradivasakaro arindamarājānaṃ parivāretvā āgatānaṃ purisānaṃ navutikoṭisahassāni dametvā sabbe ehibhikkhupabbajjāya pabbājetvā tasmiṃyeva divase arahattaṃ pattehi bhikkhūhi parivuto caturaṅgasamannāgate sannipāte pātimokkhaṃ uddisi. Ayaṃ dutiyo sannipāto ahosi. Yadā pana sakko devarājā sugatadassanatthāya upasaṅkami, tadā sumano bhagavā asītiyā arahantakoṭisahassehi parivuto pātimokkhaṃ uddisi, ayaṃ tatiyo sannipāto ahosi. Tena vuttaṃ –",
  "atk-s0511a6:48": "11.",
  "atk-s0511a6:49": " ‘‘Sannipātā tayo āsuṃ, sumanassa mahesino;",
  "atk-s0511a6:50": "Khīṇāsavānaṃ vimalānaṃ, santacittāna tādinaṃ.",
  "atk-s0511a6:51": "12.",
  "atk-s0511a6:52": " ‘‘Vassaṃvuṭṭhassa bhagavato, abhighuṭṭhe pavāraṇe;",
  "atk-s0511a6:53": "Koṭisatasahassehi, pavāresi tathāgato.",
  "atk-s0511a6:54": "13.",
  "atk-s0511a6:55": " ‘‘Tato paraṃ sannipāte, vimale kañcanapabbate;",
  "atk-s0511a6:56": "Navutikoṭisahassānaṃ, dutiyo āsi samāgamo.",
  "atk-s0511a6:57": "14.",
  "atk-s0511a6:58": " ‘‘Yadā sakko devarājā, buddhadassanupāgami;",
  "atk-s0511a6:59": "Asītikoṭisahassānaṃ, tatiyo āsi samāgamo’’ti.",
  "atk-s0511a6:60": "Tattha abhighuṭṭhe pavāraṇeti liṅgavipallāso daṭṭhabbo, abhighuṭṭhāya pavāraṇāyāti attho. Tatoparanti tato aparabhāge. Kañcanapabbateti kanakamaye pabbate. Buddhadassanupāgamīti buddhadassanatthamupāgami. Tadā kira amhākaṃ bodhisatto atulo nāma nāgarājā ahosi mahiddhiko mahānubhāvo. So ‘‘loke buddho uppanno’’ti sutvā ñātigaṇaparivuto sakabhavanā nikkhamitvā koṭisatasahassabhikkhuparivārassa sumanassa bhagavato dibbehi turiyehi upahāraṃ kāretvā mahādānaṃ pavattetvā paccekadussayugāni datvā saraṇesu patiṭṭhāsi. Sopi naṃ satthā ‘‘anāgate buddho bhavissatī’’ti byākāsi. Tena vuttaṃ –",
  "atk-s0511a6:61": "15.",
  "atk-s0511a6:62": " ‘‘Ahaṃ tena samayena, nāgarājā mahiddhiko;",
  "atk-s0511a6:63": "Atulo nāma nāmena, ussannakusalasañcayo.",
  "atk-s0511a6:64": "16.",
  "atk-s0511a6:65": " ‘‘Tadāhaṃ nāgabhavanā, nikkhamitvā sañātibhi;",
  "atk-s0511a6:66": "Nāgānaṃ dibbaturiyehi, sasaṅghaṃ jinamupaṭṭhahiṃ.",
  "atk-s0511a6:67": "17.",
  "atk-s0511a6:68": " ‘‘Koṭisatasahassānaṃ , annapānena tappayiṃ;",
  "atk-s0511a6:69": "Paccekadussayugaṃ datvā, saraṇaṃ tamupāgamiṃ.",
  "atk-s0511a6:70": "18.",
  "atk-s0511a6:71": " ‘‘Sopi maṃ buddho byākāsi, sumano lokanāyako;",
  "atk-s0511a6:72": "Aparimeyyito kappe, ayaṃ buddho bhavissati.",
  "atk-s0511a6:73": "19.",
  "atk-s0511a6:74": " ‘‘Padhānaṃ padahitvāna…pe… hessāma sammukhā imaṃ’’.",
  "atk-s0511a6:75": "Yathā koṇḍaññabuddhavaṃse, evaṃ aṭṭha gāthā vitthāretabbāti.",
  "atk-s0511a6:76": "20.",
  "atk-s0511a6:77": " ‘‘Tassāpi vacanaṃ sutvā, bhiyyo cittaṃ pasādayiṃ;",
  "atk-s0511a6:78": "Uttariṃ vatamadhiṭṭhāsiṃ, dasapāramipūriyā’’ti.",
  "atk-s0511a6:79": "Tassa pana sumanassa bhagavato mekhalaṃ nāma nagaraṃ ahosi, sudatto nāma rājā pitā, sirimā nāma devī mātā, saraṇo ca bhāvitatto ca dve aggasāvakā, udeno nāmupaṭṭhāko, soṇā ca upasoṇā ca dve aggasāvikā, nāgarukkho bodhi, navutihatthubbedhaṃ sarīraṃ, navutiyeva vassasahassāni āyuppamāṇaṃ ahosi, vaṭaṃsikā nāmassa mahesī devī, anūpamo nāma putto ahosi, hatthiyānena nikkhami. Upaṭṭhāko aṅgarājā. Aṅgārāme vasīti. Tena vuttaṃ –",
  "atk-s0511a6:80": "21.",
  "atk-s0511a6:81": " ‘‘Nagaraṃ mekhalaṃ nāma, sudatto nāma khattiyo;",
  "atk-s0511a6:82": "Sirimā nāma janikā, sumanassa mahesino.",
  "atk-s0511a6:83": "22.",
  "atk-s0511a6:84": " ‘‘Navavassasahassāni, agāraṃ ajjha so vasi;",
  "atk-s0511a6:85": "Cando sucando vaṭaṃso ca, tayo pāsādamuttamā.",
  "atk-s0511a6:86": "23.",
  "atk-s0511a6:87": " ‘‘Tesaṭṭhisatasahassāni, nāriyo samalaṅkatā;",
  "atk-s0511a6:88": "Vaṭaṃsikā nāma nārī, anūpamo nāma atrajo.",
  "atk-s0511a6:89": "24.",
  "atk-s0511a6:90": " ‘‘Nimitte caturo disvā, hatthiyānena nikkhami;",
  "atk-s0511a6:91": "Anūnadasamāsāni, padhānaṃ padahī jino.",
  "atk-s0511a6:92": "25.",
  "atk-s0511a6:93": " ‘‘Brahmunā yācito santo, sumano lokanāyako;",
  "atk-s0511a6:94": "Vatti cakkaṃ mahāvīro, mekhale puramuttame.",
  "atk-s0511a6:95": "26.",
  "atk-s0511a6:96": " ‘‘Saraṇo bhāvitatto ca, ahesuṃ aggasāvakā;",
  "atk-s0511a6:97": "Udeno nāmupaṭṭhāko, sumanassa mahesino.",
  "atk-s0511a6:98": "27.",
  "atk-s0511a6:99": " ‘‘Soṇā ca upasoṇā ca, ahesuṃ aggasāvikā;",
  "atk-s0511a6:100": "Sopi buddho amitayaso, nāgamūle abujjhatha.",
  "atk-s0511a6:101": "28.",
  "atk-s0511a6:102": " ‘‘Varuṇo ceva saraṇo ca, ahesuṃ aggupaṭṭhakā;",
  "atk-s0511a6:103": "Cālā ca upacālā ca, ahesuṃ aggupaṭṭhikā.",
  "atk-s0511a6:104": "29.",
  "atk-s0511a6:105": " ‘‘Uccattanena so buddho, navutihatthamuggato;",
  "atk-s0511a6:106": "Kañcanagghiyasaṅkāso, dasasahassī virocati.",
  "atk-s0511a6:107": "30.",
  "atk-s0511a6:108": " ‘‘Navutivassasahassāni, āyu vijjati tāvade;",
  "atk-s0511a6:109": "Tāvatā tiṭṭhamāno so, tāresi janataṃ bahuṃ.",
  "atk-s0511a6:110": "31.",
  "atk-s0511a6:111": " ‘‘Tāraṇīye tārayitvā, bodhanīye ca bodhayi;",
  "atk-s0511a6:112": "Parinibbāyi sambuddho, uḷurājāva atthami.",
  "atk-s0511a6:113": "32.",
  "atk-s0511a6:114": " ‘‘Te ca khīṇāsavā bhikkhū, so ca buddho asādiso;",
  "atk-s0511a6:115": "Atulappabhaṃ dassayitvā, nibbutā te mahāyasā.",
  "atk-s0511a6:116": "33.",
  "atk-s0511a6:117": " ‘‘Tañca ñāṇaṃ atuliyaṃ, tāni ca atulāni ratanāni;",
  "atk-s0511a6:118": "Sabbaṃ tamantarahitaṃ, nanu rittā sabbasaṅkhārā.",
  "atk-s0511a6:119": "34.",
  "atk-s0511a6:120": " ‘‘Sumano yasadharo buddho, aṅgārāmamhi nibbuto;",
  "atk-s0511a6:121": "Tattheva tassa jinathūpo, catuyojanamuggato’’ti.",
  "atk-s0511a6:122": "Tattha kañcanagghiyasaṅkāsoti vividharatanavicittakañcanamayagghikasadisarūpasobho. Dasasahassī virocatīti tassa pabhāya dasasahassīpi lokadhātu virocatīti attho. Tāraṇīyeti tārayitabbe, tārayituṃ vutte sabbe buddhaveneyyeti attho. Uḷurājāvāti cando viya. Atthamīti atthaṅgato. Keci ‘‘atthaṃ gato’’ti paṭhanti. Asādisoti asadiso. Mahāyasāti mahākittisaddā mahāparivārā ca. Tañca ñāṇanti taṃ sabbaññutaññāṇañca. Atuliyanti atulyaṃ asadisaṃ. Sesaṃ sabbattha uttānamevāti.",
  "atk-s0511a6:123": "Sumanabuddhavaṃsavaṇṇanā niṭṭhitā.",
  "atk-s0511a6:124": "Niṭṭhito catuttho buddhavaṃso."
}