{
  "atk-s0512a2:0": "2. Hatthināgavaggo",
  "atk-s0512a2:1": "1. Mātuposakacariyāvaṇṇanā",
  "atk-s0512a2:2": "1. Dutiyavaggassa paṭhame kuñjaroti hatthī. Mātuposakoti andhāya jarājiṇṇāya mātuyā paṭijagganako. Mahiyāti bhūmiyaṃ. Guṇenāti sīlaguṇena, tadā mama sadiso natthi.",
  "atk-s0512a2:3": "Bodhisatto hi tadā himavantappadese hatthiyoniyaṃ nibbatti. So sabbaseto abhirūpo lakkhaṇasampanno mahāhatthī anekahatthisatasahassaparivāro ahosi. Mātā panassa andhā. So madhuraphalāphalāni hatthīnaṃ hatthesu datvā mātu peseti. Hatthino tassā adatvā sayaṃ khādanti. So pariggaṇhanto taṃ pavattiṃ ñatvā ‘‘yūthaṃ pahāya mātarameva posessāmī’’ti rattibhāge aññesaṃ hatthīnaṃ ajānantānaṃ mātaraṃ gahetvā caṇḍoraṇapabbatapādaṃ gantvā ekaṃ naḷiniṃ upanissāya ṭhitāya pabbataguhāya mātaraṃ ṭhapetvā posesi.",
  "atk-s0512a2:4": "2-3.Pavane disvā vanacaroti eko vanacarako puriso tasmiṃ mahāvane vicaranto maṃ disvā. Rañño maṃ paṭivedayīti bārāṇasirañño maṃ ārocesi.",
  "atk-s0512a2:5": "So hi maggamūḷho disaṃ vavatthapetuṃ asakkonto mahantena saddena paridevi. Bodhisattopi tassa saddaṃ sutvā ‘‘ayaṃ puriso anātho, na kho panetaṃ patirūpaṃ, yaṃ esa mayi ṭhite idha vinasseyyā’’ti tassa santikaṃ gantvā taṃ bhayena palāyantaṃ disvā ‘‘ambho purisa, natthi te maṃ nissāya bhayaṃ, mā palāyi, kasmā tvaṃ paridevanto vicarasī’’ti pucchitvā ‘‘sāmi, ahaṃ maggamūḷho ajja me sattamo divaso’’ti vutte ‘‘bho purisa, mā bhāyi, ahaṃ taṃ manussapathe ṭhapessāmī’’ti taṃ attano piṭṭhiyaṃ nisīdāpetvā araññato nīharitvā nivatti. Sopi pāpo ‘‘nagaraṃ gantvā rañño ārocessāmī’’ti rukkhasaññaṃ pabbatasaññañca karontova nikkhamitvā bārāṇasiṃ agamāsi. Tasmiṃ kāle rañño maṅgalahatthī mato . So puriso rājānaṃ upasaṅkamitvā mahāpurisassa attano diṭṭhabhāvaṃ ārocesi. Tena vuttaṃ ‘‘tavānucchavo, mahārāja, gajo vasati kānane’’tiādi.",
  "atk-s0512a2:6": "Tattha tavānucchavoti tava opavayhaṃ kātuṃ anucchaviko yutto. Na tassa parikkhāyatthoti tassa gahaṇe gamanupacchedanatthaṃ samantato khaṇitabbaparikkhāya vā kareṇuyā kaṇṇapuṭena attānaṃ paṭicchādetvā khittapāsarajjuyā bandhitabbaāḷakasaṅkhātaālānena vā yattha paviṭṭho katthaci gantuṃ na sakkoti, tādisavañcanakāsuyā vā attho payojanaṃ natthi. Sahagahiteti gahaṇasamakālaṃ eva. Ehitīti āgamissati.",
  "atk-s0512a2:7": "Rājā imaṃ maggadesakaṃ katvā araññaṃ gantvā ‘‘iminā vuttaṃ hatthināgaṃ ānehī’’ti hatthācariyaṃ saha parivārena pesesi. So tena saddhiṃ gantvā bodhisattaṃ naḷiniṃ pavisitvā gocaraṃ gaṇhantaṃ passi. Tena vuttaṃ –",
  "atk-s0512a2:8": "4.",
  "atk-s0512a2:9": " ‘‘Tassa taṃ vacanaṃ sutvā, rājāpi tuṭṭhamānaso;",
  "atk-s0512a2:10": "Pesesi hatthidamakaṃ, chekācariyaṃ susikkhitaṃ.",
  "atk-s0512a2:11": "5.",
  "atk-s0512a2:12": " ‘‘Gantvā so hatthidamako, addasa padumassare;",
  "atk-s0512a2:13": "Bhisamuḷālaṃ uddharantaṃ, yāpanatthāya mātuyā’’ti.",
  "atk-s0512a2:14": "Tattha chekācariyanti hatthibandhanādividhimhi kusalaṃ hatthācariyaṃ. Susikkhitanti hatthīnaṃ sikkhāpanavijjāya niṭṭhaṅgamanena suṭṭhu sikkhitaṃ.",
  "atk-s0512a2:15": "6.Viññāya me sīlaguṇanti ‘‘bhaddo ayaṃ hatthājānīyo na mando, na caṇḍo, na vomissasīlo vā’’ti mama sīlaguṇaṃ jānitvā. Kathaṃ? Lakkhaṇaṃupadhārayīti susikkhitahatthisippattā mama lakkhaṇaṃ samantato upadhāresi. Tena so ehi puttāti vatvāna, mama soṇḍāya aggahi.",
  "atk-s0512a2:16": "7. Bodhisatto hatthācariyaṃ disvā – ‘‘idaṃ bhayaṃ mayhaṃ etassa purisassa santikā uppannaṃ, ahaṃ kho pana mahābalo hatthisahassampi viddhaṃsetuṃ samattho, pahomi kujjhitvā saraṭṭhakaṃ senāvāhanaṃ nāsetuṃ, sace pana kujjhissāmi, sīlaṃ me bhijjissati, tasmā sattīhi koṭṭiyamānopi na kujjhissāmī’’ti cittaṃ adhiṭṭhāya sīsaṃ onāmetvā niccalova aṭṭhāsi. Tenāha bhagavā ‘‘yaṃ me tadā pākatikaṃ, sarīrānugataṃ bala’’ntiādi.",
  "atk-s0512a2:17": "Tattha pākatikanti sabhāvasiddhaṃ. Sarīrānugatanti sarīrameva anugataṃ kāyabalaṃ, na upāyakusalatāsaṅkhātañāṇānugatanti adhippāyo. Ajja nāgasahassānanti ajjakāle anekesaṃ hatthisahassānaṃ samuditānaṃ. Balena samasādisanti tesaṃ sarīrabalena samasamameva hutvā sadisaṃ, na upamāmattena. Maṅgalahatthikule hi tadā bodhisatto uppannoti.",
  "atk-s0512a2:18": "8.Yadihaṃ tesaṃ pakuppeyyanti maṃ gahaṇāya upagatānaṃ tesaṃ ahaṃ yadi kujjheyyaṃ, tesaṃ jīvitamaddane paṭibalo bhaveyyaṃ. Na kevalaṃ tesaññeva, atha kho yāva rajjampi mānusanti yato rajjato tesaṃ āgatānaṃ manussānaṃ sabbampi rajjaṃ pothetvā cuṇṇavicuṇṇaṃ kareyyaṃ.",
  "atk-s0512a2:19": "9.Api cāhaṃ sīlarakkhāyāti evaṃ samatthopi ca ahaṃ attani patiṭṭhitāya sīlarakkhāya sīlaguttiyā gutto bandho viya. Na karomi citte aññathattanti tassa sīlassa aññathattabhūtaṃ tesaṃ sattānaṃ pothanādividhiṃ mayhaṃ citte na karomi, tattha cittampi na uppādemi. Pakkhipantaṃ mamāḷaketi ālānatthambhe pakkhipantaṃ, ‘‘disvāpī’’ti vacanaseso. Kasmāti ce, sīlapāramipūriyā īdisesu ṭhānesu sīlaṃ akhaṇḍentassa me nacirasseva sīlapāramī paripūressatīti sīlapāramiparipūraṇatthaṃ tassa aññathattaṃ citte na karomīti yojanā.",
  "atk-s0512a2:20": "10.‘‘Yadi te ma’’nti gāthāyapi sīlarakkhāya daḷhaṃ katvā sīlassa adhiṭṭhitabhāvameva dasseti. Tattha koṭṭeyyunti bhindeyyuṃ. Sīlakhaṇḍabhayā mamāti mama sīlassa khaṇḍanabhayena.",
  "atk-s0512a2:21": "Evaṃ pana cintetvā bodhisatte niccale ṭhite hatthācariyo padumasaraṃ otaritvā tassa lakkhaṇasampattiṃ disvā ‘‘ehi puttā’’ti rajatadāmasadisāya soṇḍāya gahetvā sattame divase bārāṇasiṃ pāpuṇi. So antarāmagge vattamānova rañño sāsanaṃ pesesi. Rājā nagaraṃ alaṅkārāpesi. Hatthācariyo bodhisattaṃ katagandhaparibhaṇḍaṃ alaṅkatapaṭiyattaṃ hatthisālaṃ netvā vicitrasāṇiyā parikkhipāpetvā rañño ārocesi. Rājā nānaggarasabhojanaṃ ādāya gantvā bodhisattassa dāpesi. So ‘‘mātaraṃ vinā gocaraṃ na gaṇhissāmī’’ti piṇḍaṃ na gaṇhi. Yācitopi aggahetvā –",
  "atk-s0512a2:22": "‘‘Sā nūnasā kapaṇikā, andhā apariṇāyikā;",
  "atk-s0512a2:23": "Khāṇuṃ pādena ghaṭṭeti, giriṃ caṇḍoraṇaṃ patī’’ti. –",
  "atk-s0512a2:24": "Āha. Taṃ sutvā rājā –",
  "atk-s0512a2:25": "‘‘Kā nu te sā mahānāga, andhā apariṇāyikā;",
  "atk-s0512a2:26": "Khāṇuṃ pādena ghaṭṭeti, giriṃ caṇḍoraṇaṃ patī’’ti. – pucchitvā –",
  "atk-s0512a2:27": "‘‘Mātā me sā mahārāja, andhā apariṇāyikā;",
  "atk-s0512a2:28": "Khāṇuṃ pādena ghaṭṭeti, giriṃ caṇḍoraṇaṃ patī’’ti. –",
  "atk-s0512a2:29": "Vutte ajja sattamo divaso ‘‘mātā me gocaraṃ na labhitthā’’ti vadato imassa gocaraṃ agaṇhantassa. Tasmā –",
  "atk-s0512a2:30": "‘‘Muñcathetaṃ mahānāgaṃ, yoyaṃ bharati mātaraṃ;",
  "atk-s0512a2:31": "Sametu mātarā nāgo, saha sabbehi ñātibhī’’ti. – vatvā muñcāpesi –",
  "atk-s0512a2:32": "‘‘Mutto ca bandhanā nāgo, muttadāmāya kuñjaro;",
  "atk-s0512a2:33": "Muhuttaṃ assāsayitvā, agamā yena pabbato’’ti.",
  "atk-s0512a2:34": "Tattha kapaṇikāti varākā. Khāṇuṃ pādena ghaṭṭetīti andhatāya puttaviyogadukkhena ca paridevamānā tattha tattha rukkhakaḷiṅgare pādena ghaṭṭeti. Caṇḍoraṇaṃ patīti caṇḍoraṇapabbatābhimukhī, tasmiṃ pabbatapāde paribbhamamānāti attho. Agamā yena pabbatoti so hatthināgo bandhanā mutto thokaṃ vissamitvā rañño dasarājadhammagāthāhi dhammaṃ desetvā ‘‘appamatto hohi, mahārājā’’ti ovādaṃ datvā mahājanena gandhamālādīhi pūjiyamāno nagarā nikkhamitvā tadaheva mātarā samāgantvā sabbaṃ pavattiṃ ācikkhi. Sā tuṭṭhamānasā –",
  "atk-s0512a2:35": "‘‘Ciraṃ jīvatu so rājā, kāsīnaṃ raṭṭhavaḍḍhano;",
  "atk-s0512a2:36": "Yo me puttaṃ pamocesi, sadā vuddhāpacāyika’’nti. (jā. 1.11.12) –",
  "atk-s0512a2:37": "Rañño anumodanaṃ akāsi. Rājā bodhisattassa guṇe pasīditvā naḷiniyā avidūre gāmaṃ māpetvā bodhisattassa mātu cassa nibaddhaṃ vattaṃ paṭṭhapesi . Aparabhāge bodhisatto mātari matāya tassā sarīraparihāraṃ katvā kuraṇḍakaassamapadaṃ nāma gato. Tasmiṃ pana ṭhāne himavantato otaritvā pañcasatā isayo vasiṃsu. Taṃ vattaṃ tesaṃ datvā rājā bodhisattassa samānarūpaṃ silāpaṭimaṃ kāretvā mahāsakkāraṃ pavattesi. Jambudīpavāsino anusaṃvaccharaṃ sannipatitvā hatthimahaṃ nāma kariṃsu.",
  "atk-s0512a2:38": "Tadā rājā ānando ahosi, hatthinī mahāmāyā, vanacarako devadatto, mātuposakahatthināgo lokanātho.",
  "atk-s0512a2:39": "Idhāpi dānapāramiādayo yathārahaṃ niddhāretabbā. Sīlapāramī pana atisayavatīti sā eva desanaṃ āsnḷahā. Tathā tiracchānayoniyaṃ uppannopi brahmapubbadevapubbācariyaāhuneyyādibhāvena sabbaññubuddhenapi pasatthabhāvānurūpaṃ mātuyā garucittaṃ upaṭṭhapetvā ‘‘mātā nāmesā puttassa bahūpakārā, tasmā mātupaṭṭhānaṃ nāma paṇḍitena paññatta’’nti manasi katvā anekesaṃ hatthisahassānaṃ issarādhipati mahānubhāvo yūthapati hutvā tehi anuvattiyamāno ekakavihāre antarāyaṃ agaṇetvā yūthaṃ pahāya ekako hutvā upakārikhettaṃ pūjessāmīti mātuposanaṃ, maggamūḷhapurisaṃ disvā anukampāya taṃ gahetvā manussagocarasampāpanaṃ, tena ca katāparādhasahanaṃ , hatthācariyappamukhānaṃ attānaṃ bandhituṃ āgatapurisānaṃ samatthopi samāno santāsanamattenapi tesaṃ pīḷanā bhavissati, mayhañca sīlassa khaṇḍādibhāvoti tathā akatvā sudantena opavayho viya sukheneva gahaṇūpagamanaṃ, mātaraṃ vinā na kañci ajjhoharissāmīti sattāhampi anāhāratā, imināpāhaṃ bandhāpitoti cittaṃ anuppādetvā rājānaṃ mettāya pharaṇaṃ, tassa ca nānānayehi dhammadesanāti evamādayo idha mahāpurisassa guṇānubhāvā vibhāvetabbā. Tena vuttaṃ – ‘‘evaṃ acchariyā ete, abbhutā ca mahesino…pe… dhammassa anudhammato’’ti.",
  "atk-s0512a2:40": "Mātuposakacariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a2:41": "2. Bhūridattacariyāvaṇṇanā",
  "atk-s0512a2:42": "11. Dutiye bhūridattoti bhūrisamadatto. Dattoti hi tadā bodhisattassa mātāpitūhi kataṃ nāmaṃ. Yasmā paneso nāgabhavane virūpakkhamahārājabhavane tāvatiṃsabhavane ca uppanne pañhe sammadeva vinicchināti, ekadivasañca virūpakkhamahārāje nāgaparisāya saddhiṃ tidasapuraṃ gantvā sakkaṃ parivāretvā nisinne devānamantare pañho samuṭṭhāsi. Taṃ koci kathetuṃ nāsakkhi. Sakkena pana anuññāto pallaṅkavaragato hutvā mahāsattova kathesi. Atha naṃ devarājā dibbagandhapupphehi pūjetvā ‘‘datta, tvaṃ pathavisamāya vipulāya paññāya samannāgato ito paṭṭhāya bhūridatto nāmā’’ti āha. Bhūrīti hi pathaviyā nāmaṃ, tasmā bhūrisamatāya bhūte atthe ramatīti ca bhūrisaṅkhātāya mahatiyā paññāya samannāgatattā mahāsatto ‘‘bhūridatto’’ti paññāyittha. Mahatiyā pana nāgiddhiyā samannāgatattā mahiddhiko cāti.",
  "atk-s0512a2:43": "Atīte hi imasmiṃyeva kappe bārāṇasirañño putto pitarā raṭṭhato pabbājito vane vasanto aññatarāya nāgamāṇavikāya saṃvāsaṃ kappesi. Tesaṃ saṃvāsamanvāya dve dārakā jāyiṃsu – putto ca dhītā ca. Puttassa ‘‘sāgarabrahmadatto’’ti nāmaṃ kariṃsu dhītāya ‘‘samuddajā’’ti. So aparabhāge pitu accayena bārāṇasiṃ gantvā rajjaṃ kāresi. Atha dhataraṭṭho nāma nāgarājā pañcayojanasatike nāgabhavane nāgarajjaṃ kārento taṃ abhūtavādikena cittacūḷena nāma kacchapena ‘‘bārāṇasirājā attano dhītaraṃ tuyhaṃ dātukāmo, sā kho pana rājadhītā samuddajā nāma abhirūpā dassanīyā pāsādikā cā’’ti kathitaṃ sutvā dhataraṭṭho cattāro nāgamāṇavake pesetvā taṃ dātuṃ anicchantaṃ nāgavibhiṃsikāya bhiṃsāpetvā ‘‘dammī’’ti vutte mahantaṃ paṇṇākāraṃ pesetvā mahatiyā nāgiddhiyā mahantena parivārena tassa dhītaraṃ nāgabhavanaṃ netvā aggamahesiṭṭhāne ṭhapesi.",
  "atk-s0512a2:44": "Sā aparabhāge dhataraṭṭhaṃ paṭicca sudassano, datto, subhogo, ariṭṭhoti cattāro putte paṭilabhi. Tesu datto bodhisatto, so pubbe vuttanayeneva sakkena tuṭṭhacittena ‘‘bhūridatto’’ti gahitanāmattā ‘‘bhūridatto’’tveva paññāyittha. Atha nesaṃ pitā yojanasatikaṃ yojanasatikaṃ rajjaṃ bhājetvā adāsi. Mahanto yaso ahosi. Soḷasasoḷasanāgakaññāsahassāni parivārayiṃsu. Pitupi ekayojanasatameva rajjaṃ ahosi. Tayo puttā māse māse mātāpitaro passituṃ āgacchanti, bodhisatto pana anvaddhamāsaṃ āgacchati.",
  "atk-s0512a2:45": "So ekadivasaṃ virūpakkhamahārājena saddhiṃ sakkassa upaṭṭhānaṃ gato vejayantapāsādaṃ sudhammadevasabhaṃ pāricchattakakoviḷāraṃ paṇḍukambalasilāsanaṃ devaccharāparivāraṃ atimanoharaṃ sakkasampattiṃ disvā ‘‘ettakamattampi nāgattabhāve ṭhitassa dullabhaṃ, kuto sammāsambodhī’’ti nāgattabhāvaṃ jigucchitvā ‘‘nāgabhavanaṃ gantvā uposathavāsaṃ vasitvā sīlameva paggaṇhissāmi, taṃ bodhiparipācanaṃ hoti, imasmiṃ devaloke uppattikāraṇaṃ bhavissatī’’ti cintetvā nāgabhavanaṃ gantvā mātāpitaro āha – ‘‘ammatātā, ahaṃ uposathakammaṃ karissāmī’’ti. Tehi ‘‘idheva uposathaṃ upavasāhi, bahigatānaṃ nāgānaṃ mahantaṃ bhaya’’nti vutte ekavāraṃ tathā katvā nāgakaññāhi upadduto punavāre mātāpitūnaṃ anārocetvā attano bhariyaṃ āmantetvā ‘‘bhadde, ahaṃ manussalokaṃ gantvā yamunātīre mahānigrodharukkho atthi tassa avidūre vammikamatthake bhoge ābhujitvā caturaṅgasamannāgataṃ uposathaṃ adhiṭṭhāya nipajjitvā ‘‘uposathakammaṃ karissāmī’’ti nāgabhavanato nikkhamitvā tathā karoti. Tena vuttaṃ ‘‘virūpakkhena mahāraññā, devalokamagañchaha’’ntiādi.",
  "atk-s0512a2:46": "Tattha virūpakkhena mahāraññāti virūpakkhena nāma nāgādhipatimahārājena. Devalokanti tāvatiṃsadevalokaṃ. Agañchahanti agañchiṃ, upasaṅkamiṃ ahaṃ.",
  "atk-s0512a2:47": "12.Tatthāti tasmiṃ devaloke. Passiṃ tvāhanti addakkhiṃ ahaṃ tu-saddo nipātamatto. Ekantaṃ sukhasamappiteti ekantaṃ accantameva sukhena samaṅgībhūte. Vuttañhetaṃ bhagavatā – ‘‘santi, bhikkhave, cha phassāyatanikā nāma saggā. Yāvañcidaṃ, bhikkhave, na sukaraṃ akkhānena pāpuṇituṃ yāva sukhā saggā’’ti (ma. ni. 3.255) ca. Taṃsaggagamanatthāyāti tasmiṃ saggasmiṃ uppattivasena gamanatthāya. Sīlabbatanti sīlasaṅkhātaṃ vataṃ. Atha vā sīlabbatanti uposathasīlañceva ‘‘mama cammaṃ cammatthikā harantū’’tiādinā attano sarīrāvayavapariccāgasamādiyanasaṅkhātaṃ vatañca.",
  "atk-s0512a2:48": "13.Sarīrakiccanti mukhadhovanādisarīrapaṭijagganaṃ. Bhutvā yāpanamattakanti indriyāni nibbisevanāni kātuṃ sarīraṭṭhitimattakaṃ āhāraṃ āharitvā. Caturo aṅgeti cattāri aṅgāni. Adhiṭṭhāyāti adhiṭṭhahitvā. Semīti sayāmi.",
  "atk-s0512a2:49": "14.Chaviyātiādi tesaṃ catunnaṃ aṅgānaṃ dassanaṃ. Tattha ca chavicammānaṃ vissajjanaṃ ekaṃ aṅgaṃ, sesāni ekekameva, maṃsaggahaṇeneva cettha rudhirampi saṅgahitanti daṭṭhabbaṃ. Etenāti etehi . Harātu soti yassa etehi chaviādīhi karaṇīyaṃ atthi, tassa mayā dinnamevetaṃ. Sabbaṃ so haratūti attano attabhāve anapekkhapavāraṇaṃ pavāreti.",
  "atk-s0512a2:50": "Evaṃ mahāsattassa iminā niyāmeneva anvaddhamāsaṃ uposathakammaṃ karontassa dīgho addhā vītivatto. Evaṃ gacchante kāle ekadivasaṃ aññataro nesādabrāhmaṇo somadattena nāma attano puttena saha taṃ ṭhānaṃ patvā aruṇuggamanasamaye nāgakaññāhi parivāriyamānaṃ mahāsattaṃ disvā tassa santikaṃ agamāsi. Tāvadeva nāgakaññāyo pathaviyaṃ nimujjitvā nāgabhavanameva gatā. Brāhmaṇo mahāsattaṃ pucchi – ‘‘ko nu kho tvaṃ, mārisa, devo vā yakkho vā nāgo vā’’ti? Bodhisatto yathābhūtaṃ attānaṃ āvi katvā sacāyaṃ ito gaccheyya, idha me vāsaṃ mahājanassa pākaṭaṃ kareyya, tena me uposathavāsassa antarāyopi siyā. Yaṃnūnāhaṃ ito imaṃ nāgabhavanaṃ netvā mahatiyā sampattiyā yojeyyaṃ. Evāyaṃ tattheva abhiramissati, tena me uposathakammaṃ addhaniyaṃ siyāti. Atha naṃ āha – ‘‘brāhmaṇa, mahantaṃ te yasaṃ dassāmi, ramaṇīyaṃ nāgabhavanaṃ, ehi tattha gacchāmā’’ti. Sāmi, putto me atthi, tasmiṃ āgacchante āgamissāmīti. Gaccha, brāhmaṇa, puttaṃ ānehīti. Brāhmaṇo gantvā puttassa tamatthaṃ ārocetvā taṃ ānesi. Mahāsatto te ubhopi ādāya attano ānubhāvena nāgabhavanaṃ ānesi. Tesaṃ tattha dibbo attabhāvo pātubhavi. Atha tesaṃ mahāsatto dibbasampattiṃ datvā cattāri cattāri nāgakaññāsatāni adāsi. Te mahatiṃ sampattiṃ anubhaviṃsu.",
  "atk-s0512a2:51": "Bodhisattopi appamatto uposathakammaṃ karoti. Anvaddhamāsaṃ mātāpitūnaṃ upaṭṭhānaṃ gantvā dhammakathaṃ kathetvā tato ca brāhmaṇassa santikaṃ gantvā ārogyaṃ pucchitvā ‘‘yena te attho, taṃ vadeyyāsī’’ti āpucchitvā ‘‘anukkaṇṭhamāno abhiramā’’ti vatvā somadattenapi saddhiṃ paṭisanthāraṃ katvā attano nivesanaṃ gacchati. Brāhmaṇo saṃvaccharaṃ tattha vasitvā mandapuññatāya ukkaṇṭhitvā anicchamānampi puttaṃ gahetvā bodhisattaṃ āpucchitvā tena dīyamānaṃ bahuṃ dhanaṃ sabbakāmadadaṃ maṇiratanampi alakkhikatāya aggahetvā ‘‘manussalokaṃ gantvā pabbajissāmī’’ti āha. Mahāsatto nāgamāṇavake āṇāpetvā taṃ saputtakaṃ manussalokaṃ pāpesi. Te ubhopi dibbābharaṇāni dibbavatthāni ca omuñcitvā nhāyituṃ ekaṃ pokkharaṇiṃ otariṃsu, tasmiṃ khaṇe tāni antaradhāyitvā nāgabhavanameva agamaṃsu. Atha paṭhamanivatthakāsāvapilotikāva sarīre paṭimuñci, dhanusarasattiyo gahetvā araññaṃ gantvā mige vadhitvā purimaniyāmeneva jīvikaṃ kappesuṃ.",
  "atk-s0512a2:52": "Tena ca samayena aññataro tāpaso supaṇṇarājato laddhaṃ alampāyanamantaṃ tassa anucchavikāni osadhāni mantūpacārañca attānaṃ upaṭṭhahantassa aññatarassa brāhmaṇassa adāsi. So ‘‘laddho me jīvikūpāyo’’ti katipāhaṃ vasitvā tāpasaṃ āpucchitvā pakkamanto anupubbena yamunātīraṃ patvā taṃ mantaṃ sajjhāyanto mahāmaggena gacchati. Tadā bodhisattassa bhavanato tassa paricārikā nāgamāṇavikā taṃ sabbakāmadadaṃ maṇiratanaṃ ādāya yamunātīre vālukārāsimatthake ṭhapetvā tassobhāsena rattiyaṃ kīḷitvā aruṇuggamane tassa brāhmaṇassa mantasaddaṃ sutvā ‘‘supaṇṇo’’ti saññāya bhayatajjitā maṇiratanaṃ aggahetvā pathaviyaṃ nimujjitvā nāgabhavanaṃ agamaṃsu.",
  "atk-s0512a2:53": "Brāhmaṇo taṃ maṇiratanaṃ ādāya pāyāsi. Tasmiṃ khaṇe so nesādabrāhmaṇo puttena saddhiṃ migavadhāya araññaṃ gacchanto tassa hatthe taṃ maṇiratanaṃ disvā ‘‘idaṃ bhūridattassa sabbakāmadadaṃ maṇiratana’’nti sañjānitvā taṃ gaṇhitukāmo tena saddhiṃ allāpasallāpaṃ katvā mantavādibhāvaṃ jānitvā evamāha – ‘‘sace me tvaṃ imaṃ maṇiratanaṃ dassasi, evāhaṃ te mahānubhāvaṃ nāgaṃ dassessāmi, yaṃ tvaṃ gahetvā gāmanigamarājadhāniyo caranto bahudhanaṃ lacchasī’’ti. ‘‘Tena hi dassetvā gaṇhāhī’’ti vutte taṃ ādāya bodhisattaṃ uposathakaraṇaṭṭhāne vammikamatthake bhoge ābhujitvā nipannaṃ avidūre ṭhito hatthaṃ pasāretvā dassesi.",
  "atk-s0512a2:54": "Mahāsatto taṃ nesādaṃ disvā ‘‘ayaṃ uposathassa me antarāyaṃ kareyyāti nāgabhavanaṃ netvā mahāsampattiyaṃ patiṭṭhāpitopi na icchi. Tato apakkamitvā sayaṃ gantukāmo mayā dīyamānampi maṇiratanaṃ gaṇhituṃ na icchi. Idāni pana ahiguṇḍikaṃ gahetvā āgacchati. Sacāhaṃ imassa mittadubbhino kujjheyyaṃ, sīlaṃ me khaṇḍaṃ bhavissati. Mayā kho pana paṭhamaṃyeva caturaṅgasamannāgato uposatho adhiṭṭhito, so yathādhiṭṭhitova hotu. Alampāyano maṃ chindatu vā mā vā, nevassa kujjhissāmī’’ti cintetvā akkhīni nimmīletvā adhiṭṭhānapāramiṃ purecārikaṃ katvā bhogantare sīsaṃ pakkhipitvā niccalova hutvā nipajji. Nesādabrāhmaṇopi ‘‘bho alampāyana, imaṃ nāgaṃ gaṇha, maṇiṃ me dehī’’ti āha. Alampāyano nāgaṃ disvā tuṭṭho maṇiṃ kismiñci agaṇetvā ‘‘gaṇha, brāhmaṇā’’ti hatthe khipi. So tassa hatthato bhassitvā pathaviyaṃ patitamattova pathaviṃ pavisitvā nāgabhavanameva gato. Nesādabrāhmaṇo maṇiratanato bhūridattena saddhiṃ mittabhāvato ca parihāyitvā nippaccayova pakkanto.",
  "atk-s0512a2:55": "15. Alampāyanopi mahānubhāvehi osadhehi attano sarīraṃ makkhetvā thokaṃ khāditvā kheḷaṃ attano kāyasmiṃ paribhāvetvā dibbamantaṃ jappanto bodhisattaṃ upasaṅkamitvā naṅguṭṭhe gahetvā ākaḍḍhitvā sīse daḷhaṃ gaṇhanto mukhamassa vivaritvā osadhaṃ khāditvā mukhe sahakheḷaṃ osiñci. Sucijātiko mahāsatto sīlabhedabhayena akujjhitvā akkhīni na ummīlesi. Atha naṃ osadhamantabalena naṅguṭṭhe gahetvā heṭṭhā sīsaṃ katvā sañcāletvā gahitagocaraṃ chaḍḍāpetvā bhūmiyaṃ dīghaso nipajjāpetvā masūrakaṃ maddanto viya hatthehi parimaddi. Aṭṭhīni cuṇṇiyamānāni viya ahesuṃ.",
  "atk-s0512a2:56": "Puna naṅguṭṭhe gahetvā dussaṃ pothento viya pothesi. Mahāsatto evarūpaṃ dukkhaṃ anubhontopi neva kujjhittha. Aññadatthu attano sīlameva āvajjesi. Iti so mahāsattaṃ dubbalaṃ katvā vallīhi peḷaṃ sajjetvā mahāsattaṃ tattha pakkhipi. Sarīraṃ panassa mahantaṃ tattha na pavisati. Atha naṃ paṇhiyā koṭṭento pavesetvā peḷaṃ ādāya ekaṃ gāmaṃ gantvā gāmamajjhe otāretvā ‘‘nāgassa naccaṃ daṭṭhukāmā āgacchantū’’ti saddamakāsi. Sakalagāmavāsino sannipatiṃsu. Tasmiṃ khaṇe alampāyano ‘‘nikkhama mahānāgā’’ti āha. Mahāsatto cintesi – ‘‘ajja mayā parisaṃ tosentena kīḷituṃ vaṭṭati, evaṃ alampāyano bahudhanaṃ labhitvā tuṭṭho maṃ vissajjessati, yaṃ yaṃ esa maṃ kāreti, taṃ taṃ karissāmī’’ti.",
  "atk-s0512a2:57": "Atha naṃ so peḷato nikkhamantaṃ ‘‘mahā hohī’’ti āha, so mahā ahosi. ‘‘Khuddako vaṭṭo viphaṇo ekaphaṇo dviphaṇo yāva sahassaphaṇo ucco nīco dissamānakāyo adissamānakāyo dissamānaupaḍḍhakāyo nīlo pīto lohito odāto mañjiṭṭho hohi, dhūmaṃ vissajjehi, jālasikhaṃ udakañca vissajjehī’’ti vutte tena vuttaṃ taṃ taṃ ākāraṃ nimminitvā naccaṃ dassesi. Taṃ disvā manussā acchariyabbhutacittajātā bahuṃ hiraññasuvaṇṇavatthālaṅkārādiṃ adaṃsu. Iti tasmiṃ gāme satasahassamattaṃ labhi. So kiñcāpi mahāsattaṃ gaṇhanto ‘‘sahassaṃ labhitvā taṃ vissajjessāmī’’ti āha. Taṃ pana dhanaṃ labhitvā ‘‘gāmakepi tāva mayā ettakaṃ dhanaṃ laddhaṃ, nagare kira bahudhanaṃ labhissāmī’’ti dhanalobhena na muñci.",
  "atk-s0512a2:58": "So tasmiṃ gāme kuṭumbaṃ saṇṭhapetvā ratanamayaṃ peḷaṃ kāretvā tattha mahāsattaṃ pakkhipitvā sukhayānakaṃ āruyha mahantena parivārena gāmanigamarājadhānīsu taṃ kīḷāpetvā bārāṇasiṃ pāpuṇi, nāgarājassa madhulājaṃ deti, abaddhasattuñca deti. So gocaraṃ na gaṇhi avissajjanabhayena. Gocaraṃ agaṇhantampi ca naṃ cattāro nagaradvāre ādiṃ katvā tattha tattha māsamattaṃ kīḷāpesi. Tena vuttaṃ ‘‘saṃsito akataññunā’’tiādi.",
  "atk-s0512a2:59": "Tattha saṃsitoti eso nāgo amukassa nigrodharukkhassa samīpe vammikamatthake sayitoti evaṃ ṭhānaṃ dassetvā kathito. Akataññunāti attanā kataṃ upakāraṃ ajānantena mittadubbhinā nesādabrāhmaṇenāti adhippāyo. Alampāyanoti alampāyanavijjāparijappanena ‘‘alampāyano’’ti evaṃ laddhanāmo ahituṇḍikabrāhmaṇo. Mamaggahīti maṃ aggahesi. Kīḷeti maṃ tahiṃ tahinti tattha tattha gāmanigamarājadhānīsu attano jīvikatthaṃ maṃ kīḷāpeti.",
  "atk-s0512a2:60": "17.Tiṇatopi lahuko mamāti attano jīvitapariccāgo tiṇasalākapariccāgatopi lahuko hutvā mama upaṭṭhātīti attho. Pathavīuppatanaṃ viyāti sīlavītikkamo pana catunahutādhikadviyojanasatasahassabahalāya mahāpathaviyā parivattanaṃ viya tatopi taṃ bhāriyataraṃ hutvā mayhaṃ upaṭṭhātīti dasseti.",
  "atk-s0512a2:61": "18.Nirantaraṃ jātisatanti mama jātīnaṃ anekasatampi anekasatāsupi jātīsu nirantarameva sīlassa avītikkamanahetu. Mama jīvitaṃ cajeyyaṃ cajituṃ sakkomi. Neva sīlaṃ pabhindeyyanti sīlaṃ pana samādinnaṃ ekampi neva bhindeyyaṃ na vināseyyaṃ. Catuddīpāna hetūti cakkavattirajjasiriyāpi kāraṇāti dasseti.",
  "atk-s0512a2:62": "19. Idāni yadatthaṃ attano jīvitampi pariccajitvā tadā sīlameva rakkhitaṃ, tāya ca sīlarakkhāya tathā anatthakārakesu nesādaalampāyanabrāhmaṇesu cittassa aññathattaṃ na kataṃ, taṃ dassetuṃ ‘‘api cā’’ti osānagāthamāha. Taṃ heṭṭhā vuttatthameva.",
  "atk-s0512a2:63": "Evaṃ pana mahāsatte ahituṇḍikahatthagate tassa mātā dussupinaṃ disvā puttañca tattha apassantī sokābhibhūtā ahosi. Athassā jeṭṭhaputto sudassano taṃ pavattiṃ sutvā subhogaṃ ‘‘himavantaṃ gantvā pañcasu mahānadīsu sattasu mahāsaresu bhūridattaṃ upadhāretvā ehī’’ti pahiṇi. Kāṇāriṭṭhaṃ ‘‘devalokaṃ gantvā sace devatāhi dhammaṃ sotukāmāhi bhūridatto tattha nīto, tato naṃ ānehī’’ti pahiṇi. Sayaṃ pana ‘‘manussaloke gavesissāmī’’ti tāpasavesena nāgabhavanato nikkhami. Accimukhī nāmassa vemātikā bhaginī bodhisatte adhimattasinehā taṃ anubandhi. Taṃ maṇḍūkacchāpiṃ katvā jaṭantare pakkhipitvā mahāsattassa uposathakaraṇaṭṭhānaṃ ādiṃ katvā sabbattha gavesanto anukkamena bārāṇasiṃ patvā rājadvāraṃ agamāsi. Tadā alampāyano rājaṅgaṇe mahājanassa majjhe rañño bhūridattassa kīḷaṃ dassetuṃ peḷaṃ vivaritvā ‘‘ehi mahānāgā’’ti saññamadāsi.",
  "atk-s0512a2:64": "Mahāsatto sīsaṃ nīharitvā olokento jeṭṭhabhātikaṃ disvā peḷato nikkhamma tadabhimukho pāyāsi. Mahājano bhīto paṭikkami. So gantvā taṃ abhivādetvā nivattitvā peḷameva pāvisi. Alampāyano ‘‘iminā ayaṃ tāpaso daṭṭho’’ti saññāya ‘‘mā bhāyi, mā bhāyī’’ti āha. Sudassano ‘‘ayaṃ nāgo mayhaṃ kiṃ karissati, mayā sadiso ahituṇḍiko nāma natthī’’ti tena vādappaṭivādaṃ samuṭṭhāpetvā ‘‘tvaṃ imaṃ nāgaṃ gahetvā gajjasi, ahaṃ taṃ imāya maṇḍūkacchāpiyā icchanto nāsayissāmī’’ti bhaginiṃ pakkositvā hatthaṃ pasāresi. Sā tassa saddaṃ sutvā jaṭantare nipannā tikkhattuṃ maṇḍūkavassitaṃ vassitvā nikkhamitvā aṃsakūṭe nisīditvā uppatitvā tassa hatthatale tīṇi visabindūni pātetvā puna tassa jaṭantarameva pāvisi.",
  "atk-s0512a2:65": "Sudassano visabinduṃ dassetvā ‘‘idaṃ binduṃ sace pathaviyaṃ pātessati, osadhitiṇavanappatayo sabbe nassissanti. Sace ākāse khipissati, sattavassāni devo na vassissati. Sace udake pātessati, yāvatā tattha udakajātā pāṇā sabbe mareyyu’’nti vatvā rājānaṃ saddahāpetuṃ tayo āvāṭe khaṇāpetvā ekaṃ nānābhesajjānaṃ pūresi, dutiyaṃ gomayassa, tatiyaṃ dibbosadhānañceva pūretvā majjhe āvāṭe visabinduṃ pakkhipi. Taṅkhaṇaññeva dhūmāyitvā jālā uṭṭhahi. Sā gantvā gomayāvāṭaṃ gaṇhi. Tatopi jālā uṭṭhāya dibbosadhapuṇṇaṃ gahetvā dibbosadhāni jhāpetvā nibbāyi. Alampāyanaṃ tattha āvāṭassa avidūre ṭhitaṃ usumā pharitvā sarīracchaviṃ uppāṭetvā gatā. Setakuṭṭhī ahosi. So bhayatajjito ‘‘nāgarājānaṃ vissajjemī’’ti tikkhattuṃ vācaṃ nicchāresi. Taṃ sutvā bodhisatto ratanapeḷāya nikkhamitvā sabbālaṅkārapaṭimaṇḍitaṃ attabhāvaṃ māpetvā devalīḷāya ṭhito. Sudassano ca accimukhī ca tatheva aṭṭhaṃsu.",
  "atk-s0512a2:66": "Tato sudassano attano bhāgineyyabhāvaṃ rañño ārocesi. Taṃ sutvā rājā te āliṅgitvā sīse cumbitvā antepuraṃ netvā mahantaṃ sakkārasammānaṃ katvā bhūridattena saddhiṃ paṭisanthāraṃ karonto ‘‘tāta, evaṃ mahānubhāvaṃ taṃ alampāyano kathaṃ gaṇhī’’ti pucchi. So sabbaṃ vitthārena kathetvā ‘‘mahārāja, raññā nāma iminā niyāmena rajjaṃ kāretuṃ vaṭṭatī’’ti mātulassa dhammaṃ desesi. Atha sudassano ‘‘mātula, mama mātā bhūridattaṃ apassantī kilamati, na sakkā amhehi idha papañcaṃ kātu’’nti mātulaṃ āpucchitvā bhūridattaaccimukhīhi saddhiṃ nāgabhavanameva gato.",
  "atk-s0512a2:67": "Atha tattha mahāpuriso gilānaseyyāya nipanno gilānapucchanatthaṃ āgatāya mahatiyā nāgaparisāya vede ca yaññe ca brāhmaṇe ca sambhāvetvā kāṇāriṭṭhe kathente taṃ vādaṃ bhinditvā nānānayehi dhammaṃ desetvā sīlasampadāya diṭṭhisampadāya ca patiṭṭhāpetvā yāvajīvaṃ sīlāni rakkhitvā uposathakammaṃ katvā āyupariyosāne saggapuraṃ pūresi.",
  "atk-s0512a2:68": "Tadā mātāpitaro mahārājakulāni ahesuṃ. Nesādabrāhmaṇo devadatto, somadatto ānando, accimukhī uppalavaṇṇā, sudassano sāriputto, subhogo mahāmoggallāno, kāṇāriṭṭho sunakkhatto, bhūridatto lokanātho.",
  "atk-s0512a2:69": "Tassa idhāpi sesapāramiyo heṭṭhā vuttanayeneva niddhāretabbā. Idhāpi yojanasatike attano nāgabhavanaṭṭhāne soḷasahi nāgakaññāsahassehi cittarūpaṃ viya paricāriyamāno devalokasampattisadise nāgalokissariye ṭhitopi issariyamadaṃ akatvā anvaddhamāsaṃ mātāpituupaṭṭhānaṃ, kule jeṭṭhāpacāyanaṃ, sakalāya nāgaparisāya cātumahārājikaparisāya tāvatiṃsaparisāya ca samuṭṭhitapañhānaṃ taṃtaṃparisamajjhe kumudanālakalāpaṃ viya sunisitasatthena attano paññāsatthena tāvadeva pacchinditvā tesaṃ cittānukūladhammadesanā, vuttappakāraṃ bhogasampattiṃ pahāya attano sarīrajīvitanirapekkhaṃ caturaṅgasamannāgataṃ uposathādhiṭṭhānaṃ, tattha ca paṭiññāya visaṃvādanabhayena ahituṇḍikahatthagamanaṃ, tasmiñca mukhe visamissakheḷapātanaṃ naṅguṭṭhe gahetvā āviñchanaṃ kaḍḍhanaṃ bhūmiyaṃ ghaṃsanaṃ maddanaṃ pothananti evamādiṃ nānappakāravippakāraṃ karontepi evarūpaṃ mahādukkhaṃ anubhavatopi kujjhitvā olokanamattena taṃ chārikaṃ kātuṃ samatthassāpi sīlapāramiṃ āvajjitvā sīlakhaṇḍanabhayena īsakampi cittassa vikārābhāvo, dhanaṃ labhāpemīti vā tassa cittānuvattanaṃ, subhogena punānītassa akataññuno mittadubbhissa nesādabrāhmaṇassa sīlaṃ anadhiṭṭhahitvāpi akujjhanaṃ, kāṇāriṭṭhena kathitaṃ micchāvādaṃ bhinditvā anekapariyāyena dhammaṃ bhāsitvā nāgaparisāya sīlesu sammādiṭṭhiyañca patiṭṭhāpananti evamādayo bodhisattassa guṇānubhāvā vibhāvetabbā. Tenetaṃ vuccati – ‘‘evaṃ acchariyā hete…pe… dhammassa anudhammato’’ti.",
  "atk-s0512a2:70": "Bhūridattacariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a2:71": "3. Campeyyanāgacariyāvaṇṇanā",
  "atk-s0512a2:72": "20. Tatiye campeyyakoti aṅgamagadharaṭṭhānaṃ antare campā nāma nadī, tassā heṭṭhā nāgabhavanampi avidūrabhavattā campā nāma, tattha jāto nāgarājā campeyyako. Tadāpi dhammiko āsinti tasmiṃ campeyyanāgarājakālepi ahaṃ dhammacārī ahosiṃ.",
  "atk-s0512a2:73": "Bodhisatto hi tadā campānāgabhavane nibbattitvā campeyyo nāma nāgarājā ahosi, mahiddhiko mahānubhāvo. So tattha nāgarajjaṃ kārento devarājabhogasampattisadisaissariyasampattiṃ anubhavanto pāramipūraṇassa anokāsabhāvato ‘‘kiṃ me imāya tiracchānayoniyā, uposathavāsaṃ vasitvā ito muccitvā sammadeva pāramiyo pūressāmī’’ti tato paṭṭhāya attano pāsādeyeva uposathakammaṃ karoti. Alaṅkatanāgamāṇavikā tassa santikaṃ āgacchanti. So ‘‘idha me sīlassa antarāyo bhavissatī’’ti pāsādato nikkhamitvā uyyāne nisīdati. Tatrāpi tā āgacchanti. So cintesi – ‘‘idha me sīlassa saṃkileso bhavissati, ito nāgabhavanato nikkhamitvā manussalokaṃ gantvā uposathavāsaṃ vasissāmī’’ti. So tato paṭṭhāya uposathadivasesu nāgabhavanā nikkhamitvā ekassa paccantagāmassa avidūre maggasamīpe vammikamatthake ‘‘mama cammādīhi atthikā cammādīni gaṇhantu, kīḷāsappaṃ vā kātukāmā kīḷāsappaṃ karontū’’ti sarīraṃ dānamukhe vissajjetvā bhoge ābhujitvā nipanno uposathavāsaṃ vasati cātuddasiyaṃ pañcadasiyañca, pāṭipade nāgabhavanaṃ gacchati. Tassevaṃ uposathaṃ karontassa dīgho addhā vītivatto.",
  "atk-s0512a2:74": "Atha bodhisatto sumanāya nāma attano aggamahesiyā ‘‘deva, tvaṃ manussalokaṃ gantvā uposathaṃ upavasasi, so ca sāsaṅko sappaṭibhayo’’ti vutto maṅgalapokkharaṇitīre ṭhatvā ‘‘sace maṃ, bhadde, koci paharitvā kilamessati, imissā pokkharaṇiyā udakaṃ āvilaṃ bhavissati. Sace supaṇṇo gaṇhissati, udakaṃ pakkuthissati. Sace ahituṇḍiko gaṇhissati, udakaṃ lohitavaṇṇaṃ bhavissatī’’ti tīṇi nimittāni tassā ācikkhitvā cātuddasīuposathaṃ adhiṭṭhāya nāgabhavanā nikkhamitvā tattha gantvā vammikamatthake nipajji sarīrasobhāya vammikaṃ sobhayamāno. Sarīrañhissa rajatadāmaṃ viya setaṃ ahosi, matthako rattakambalageṇḍuko viya, sarīraṃ naṅgalasīsappamāṇaṃ bhūridattakāle (jā. 2.22.784 ādayo) pana ūruppamāṇaṃ, saṅkhapālakāle (jā. 2.17.143 ādayo) ekadoṇikanāvappamāṇaṃ.",
  "atk-s0512a2:75": "Tadā eko bārāṇasimāṇavo takkasilaṃ gantvā alampāyanamantaṃ uggaṇhitvā tena maggena attano gāmaṃ gacchanto mahāsattaṃ disvā ‘‘kiṃ me tucchahatthena gāmaṃ gantuṃ, imaṃ nāgaṃ gahetvā gāmanigamarājadhānīsu kīḷāpento dhanaṃ uppādetvāva gamissāmī’’ti cintetvā dibbosadhāni gahetvā dibbamantaṃ parivattetvā tassa santikaṃ agamāsi. Dibbamantaṃ sutakālato paṭṭhāya mahāsattassa kaṇṇesu tattasalākāpavesanakālo viya ahosi, matthake sikharena abhimanthiyamāno viya. So ‘‘ko nu kho eso’’ti bhogantarato sīsaṃ ukkhipitvā olokento ahituṇḍikaṃ disvā cintesi – ‘‘mama visaṃ uggatejaṃ, sacāhaṃ kujjhitvā nāsāvātaṃ vissajjessāmi, etassa sarīraṃ bhusamuṭṭhi viya vippakirissati, atha me sīlaṃ khaṇḍaṃ bhavissati, na naṃ olokessāmī’’ti. So akkhīni nimmīletvā sīsaṃ bhogantare ṭhapesi. Ahituṇḍikabrāhmaṇo osadhaṃ khāditvā mantaṃ parivattetvā kheḷaṃ mahāsattassa sarīre osiñci. Osadhānañca mantassa ca ānubhāvena kheḷena phuṭṭhaphuṭṭhaṭṭhāne phoṭānaṃ uṭṭhānakālo viya ahosi.",
  "atk-s0512a2:76": "Atha so naṅguṭṭhe gahetvā ākaḍḍhitvā dīghaso nipajjāpetvā ajapadena daṇḍena uppīḷetvā dubbalaṃ katvā sīsaṃ daḷhaṃ gahetvā nippīḷesi. Mahāsatto mukhaṃ vivari. Athassa mukhe kheḷaṃ osiñcitvā osadhamantabalena dante bhindi. Mukhaṃ lohitassa pūri. Mahāsatto attano sīlabhedabhayena evarūpaṃ dukkhaṃ adhivāsento akkhīni ummīletvā olokanamattampi nākāsi. Sopi ‘‘nāgarājānaṃ dubbalaṃ karissāmī’’ti naṅguṭṭhato paṭṭhāya aṭṭhīni saṃcuṇṇayamāno viya sakalasarīraṃ madditvā paṭṭakaveṭhanaṃ nāma veṭhesi, tantamajjitaṃ nāma majji, naṅguṭṭhe gahetvā dussapothanaṃ nāma pothesi. Mahāsattassa sakalasarīraṃ lohitamakkhitaṃ ahosi, so mahāvedanaṃ adhivāsesi.",
  "atk-s0512a2:77": "Athassa dubbalabhāvaṃ ñatvā vallīhi peḷaṃ karitvā tattha naṃ pakkhipitvā paccantagāmaṃ netvā mahājanassa majjhe kīḷāpesi. Nīlādīsu vaṇṇesu vaṭṭacaturassādīsu saṇṭhānesu aṇuṃthūlādīsu pamāṇesu yaṃ yaṃ brāhmaṇo icchati, mahāsatto taṃ tadeva katvā naccati, phaṇasatampi phaṇasahassampi karotiyeva. Mahājano pasīditvā bahudhanamadāsi. Ekadivasameva kahāpaṇasahassañceva sahassagghanike ca parikkhāre labhi. Brāhmaṇo āditova ‘‘sahassaṃ labhitvā vissajjessāmī’’ti cintesi. Taṃ pana dhanaṃ labhitvā ‘‘paccantagāmeyeva tāva me ettakaṃ dhanaṃ laddhaṃ, rājarājamahāmattānaṃ dassite kīva bahuṃ dhanaṃ labhissāmī’’ti sakaṭañca sukhayānakañca gahetvā sakaṭe parikkhāre ṭhapetvā sukhayānake nisinno ‘‘mahantena parivārena mahāsattaṃ gāmanigamarājadhānīsu kīḷāpento bārāṇasiyaṃ uggasenarañño santike kīḷāpetvā vissajjessāmī’’ti agamāsi. So maṇḍūke māretvā nāgarañño deti. Nāgarājā ‘‘punappunaṃ maṃ nissāya māressatī’’ti na khādati. Athassa madhulāje adāsi. Tepi ‘‘sacāhaṃ gocaraṃ gaṇhissāmi, antopeḷāyameva maraṇaṃ bhavissatī’’ti na khādati.",
  "atk-s0512a2:78": "21. Brāhmaṇo māsamattena bārāṇasiṃ patvā dvāragāmake taṃ kīḷāpento bahudhanaṃ labhi. Rājāpi naṃ pakkosāpetvā ‘‘amhākampi kīḷāpehī’’ti āha. ‘‘Sādhu, deva, sve pannarase tumhākaṃ kīḷāpessāmī’’ti āha. Rājā ‘‘sve nāgarājā rājaṅgaṇe naccissati, mahājano sannipatitvā passatū’’ti bheriṃ carāpetvā punadivase rājaṅgaṇaṃ alaṅkārāpetvā brāhmaṇaṃ pakkosāpesi. So ratanapeḷāya mahāsattaṃ netvā vicittatthare peḷaṃ ṭhapetvā nisīdi. Rājāpi pāsādā oruyha mahājanaparivuto rājāsane nisīdi. Brāhmaṇo mahāsattaṃ nīharitvā naccāpesi. Mahāsatto tena cintitacintitākāraṃ dassesi. Mahājano sakabhāvena sandhāretuṃ na sakkoti. Celukkhepasahassāni pavattanti. Bodhisattassa upari ratanavassaṃ vassi. Tena vuttaṃ ‘‘tadāpi maṃ dhammacāri’’ntiādi.",
  "atk-s0512a2:79": "Tattha tadāpīti yadāhaṃ campeyyako nāgarājā homi, tadāpi. Dhammacārinti dasakusalakammapathadhammaṃ eva carati, na aṇumattampi adhammanti dhammacārī. Upavuṭṭhauposathanti aṭṭhaṅgasamannāgatassa ariyuposathasīlassa rakkhaṇavasena upavasitauposathaṃ. Rājadvāramhi kīḷatīti bārāṇasiyaṃ uggasenarañño gehadvāre kīḷāpeti.",
  "atk-s0512a2:80": "22.Yaṃ yaṃ so vaṇṇaṃ cintayīti so ahituṇḍikabrāhmaṇo ‘‘yaṃ yaṃ nīlādivaṇṇaṃ hotū’’ti cintesi. Tena vuttaṃ ‘‘nīlaṃ va pītalohita’’nti. Tattha nīlaṃ vāti vā-saddo aniyamattho, gāthāsukhatthaṃ rassaṃ katvā vutto, tena vāsaddena vuttāvasiṭṭhaṃ odātādivaṇṇavisesañceva vaṭṭādisaṇṭhānavisesañca aṇuṃthūlādipamāṇavisesañca saṅgaṇhāti. Tassa cittānuvattantoti tassa ahituṇḍikassa cittaṃ anuvattanto. Cintitasannibhoti tena cintitacintitākārena pekkhajanassa upaṭṭhahāmīti dasseti.",
  "atk-s0512a2:81": "23. Na kevalañca tena cintitākāradassanaṃ eva mayhaṃ ānubhāvo. Api ca thalaṃ kareyyamudakaṃ, udakampi thalaṃ kareti thalaṃ mahāpathaviṃ gahetvā udakaṃ, udakampi gahetvā pathaviṃ kātuṃ sakkuṇeyyaṃ evaṃ mahānubhāvo ca. Yadihaṃ tassa kuppeyyanti tassa ahituṇḍikassa ahaṃ yadi kujjheyyaṃ. Khaṇena chārikaṃ kareti kodhuppādakkhaṇe eva bhasmaṃ kareyyaṃ.",
  "atk-s0512a2:82": "24. Evaṃ bhagavā tadā attano uppajjanakānatthapaṭibāhane samatthataṃ dassetvā idāni yena adhippāyena taṃ paṭibāhanaṃ na kataṃ, taṃ dassetuṃ ‘‘yadi cittavasī hessa’’ntiādimāha.",
  "atk-s0512a2:83": "Tassattho – ‘‘ayaṃ ahituṇḍiko maṃ ativiya bādhati, na me ānubhāvaṃ jānāti, handassa me ānubhāvaṃ dassessāmī’’ti kujjhitvā olokanamattenāpi yadi cittavasī abhavissaṃ, atha so bhusamuṭṭhi viya vippakirissati. Ahaṃ yathāsamādinnato parihāyissāmi sīlato. Tathā ca sati sīlena parihīnassa khaṇḍitasīlassa yvāyaṃ mayā dīpaṅkaradasabalassa pādamūlato paṭṭhāya abhipatthito , uttamattho buddhabhāvo so na sijjhati.",
  "atk-s0512a2:84": "25.Kāmaṃ bhijjatuyaṃ kāyoti ayaṃ cātumahābhūtiko odanakummāsūpacayo aniccucchādanaparimaddanabhedanaviddhaṃsanadhammo kāyo kiñcāpi bhijjatu vinassatu, idheva imasmiṃ eva ṭhāne mahāvāte khittabhusamuṭṭhi viya vippakirīyatu, neva sīlaṃ pabhindeyyaṃ, vikirante bhusaṃ viyāti sīlaṃ pana uttamatthasiddhiyā hetubhūtaṃ imasmiṃ kaḷevare bhusamuṭṭhi viya vippakirantepi neva bhindeyyaṃ, kāyajīvitesu nirapekkho hutvā sīlapāramiṃyeva pūremīti cintetvā taṃ tādisaṃ dukkhaṃ tadā adhivāsesinti dasseti.",
  "atk-s0512a2:85": "Atha mahāsattassa pana ahituṇḍikahatthagatassa māso paripūri, ettakaṃ kālaṃ nirāhārova ahosi. Sumanā ‘‘aticirāyati me sāmiko, ko nu kho pavattī’’ti pokkharaṇiṃ olokentī lohitavaṇṇaṃ udakaṃ disvā ‘‘ahituṇḍikena gahito bhavissatī’’ti ñatvā nāgabhavanā nikkhamitvā vammikasantikaṃ gantvā mahāsattassa gahitaṭṭhānaṃ kilamitaṭṭhānañca disvā roditvā kanditvā paccantagāmaṃ gantvā pucchitvā taṃ pavattiṃ sutvā bārāṇasiṃ gantvā rājadvāre ākāse rodamānā aṭṭhāsi. Mahāsatto naccantova ākāsaṃ ullokento taṃ disvā lajjito peḷaṃ pavisitvā nipajji.",
  "atk-s0512a2:86": "Rājā tassa peḷaṃ paviṭṭhakāle ‘‘kiṃ nu kho kāraṇa’’nti ito cito ca olokento taṃ ākāse ṭhitaṃ disvā ‘‘kā nu tva’’nti pucchitvā tassā nāgakaññābhāvaṃ sutvā ‘‘nissaṃsayaṃ kho nāgarājā imaṃ disvā lajjito peḷaṃ paviṭṭho, ayañca yathādassito iddhānubhāvo nāgarājasseva , na ahituṇḍikassā’’ti niṭṭhaṃ gantvā ‘‘evaṃ mahānubhāvo ayaṃ nāgarājā, kathaṃ nāma imassa hatthaṃ gato’’ti pucchitvā ‘‘ayaṃ dhammacārī sīlavā nāgarājā, cātuddasīpannarasīsu uposathaṃ upavasanto attano sarīraṃ dānamukhe niyyātetvā mahāmaggasamīpe vammikamatthake nipajjati, tatthāyametena gahito, imassa devaccharāpaṭibhāgā anekasahassā itthiyo, devalokasampattisadisā nāgabhavanasampatti, ayaṃ mahiddhiko mahānubhāvo sakalapathaviṃ parivattetuṃ samattho, kevalaṃ ‘sīlaṃ me bhijjissatī’ti evarūpaṃ vippakāraṃ dukkhañca anubhotī’’ti ca sutvā saṃvegappatto tāvadeva tassa ahituṇḍikassa brāhmaṇassa bahuṃ dhanaṃ mahantañca yasaṃ issariyañca datvā – ‘‘handa, bho, imaṃ nāgarājānaṃ vissajjehī’’ti vissajjāpesi.",
  "atk-s0512a2:87": "Mahāsatto nāgavaṇṇaṃ antaradhāpetvā māṇavakavaṇṇena devakumāro viya aṭṭhāsi. Sumanāpi ākāsato otaritvā tassa santike aṭṭhāsi. Nāgarājā rañño añjaliṃ katvā ‘‘ehi, mahārāja, mayhaṃ nivesanaṃ passituṃ āgacchāhī’’ti yāci. Tenāha bhagavā –",
  "atk-s0512a2:88": "‘‘Mutto campeyyako nāgo, rājānaṃ etadabravi;",
  "atk-s0512a2:89": "‘Namo te kāsirājatthu, namo te kāsivaḍḍhana;",
  "atk-s0512a2:90": "Añjaliṃ te paggaṇhāmi, passeyyaṃ me nivesana’’nti.",
  "atk-s0512a2:91": "Atha rājā tassa nāgabhavanagamanaṃ anujāni. Mahāsatto taṃ saparisaṃ gahetvā nāgabhavanaṃ netvā attano issariyasampattiṃ dassetvā katipāhaṃ tattha vasāpetvā bheriṃ carāpesi – ‘‘sabbā rājaparisā yāvadicchakaṃ hiraññasuvaṇṇādikaṃ dhanaṃ gaṇhatū’’ti. Rañño ca anekehi sakaṭasatehi dhanaṃ pesesi. ‘‘Mahārāja, raññā nāma dānaṃ dātabbaṃ, sīlaṃ rakkhitabbaṃ, dhammikā rakkhāvaraṇagutti sabbattha saṃvidahitabbā’’ti dasahi rājadhammakathāhi ovaditvā vissajjesi. Rājā mahantena yasena nāgabhavanā nikkhamitvā bārāṇasimeva gato. Tato paṭṭhāya kira jambudīpatale hiraññasuvaṇṇaṃ jātaṃ. Mahāsatto sīlāni rakkhitvā anvaddhamāsaṃ uposathakammaṃ katvā sapariso saggapuraṃ pūresi.",
  "atk-s0512a2:92": "Tadā ahituṇḍiko devadatto ahosi, sumanā rāhulamātā, uggaseno sāriputtatthero, campeyyako nāgarājā lokanātho.",
  "atk-s0512a2:93": "Tassa idhāpi yathārahaṃ sesapāramiyo niddhāretabbā. Idha bodhisattassa acchariyānubhāvā heṭṭhā vuttanayā evāti.",
  "atk-s0512a2:94": "Campeyyanāgacariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a2:95": "4. Cūḷabodhicariyāvaṇṇanā",
  "atk-s0512a2:96": "26. Catutthe cūḷabodhīti mahābodhiparibbājakattabhāvaṃ upādāya idha ‘‘cūḷabodhī’’ti samaññā āropitā, na pana imasmiṃ eva jātake (jā. 1.10.49 ādayo) attano jeṭṭhabhātikādino mahābodhissa sambhavatoti daṭṭhabbaṃ. Susīlavāti suṭṭhu sīlavā, sampannasīloti attho. Bhavaṃ disvāna bhayatoti kāmādibhavaṃ bhāyitabbabhāvena passitvā. Nekkhammanti ettha ca-saddassa lopo daṭṭhabbo, tena ‘‘disvānā’’ti padaṃ ākaḍḍhīyati. Idaṃ vuttaṃ hoti – jātijarābyādhimaraṇaṃ apāyadukkhaṃ atīte vaṭṭamūlakaṃ dukkhaṃ, anāgate vaṭṭamūlakaṃ dukkhaṃ, paccuppanne āhārapariyeṭṭhimūlakaṃ dukkhanti imesaṃ aṭṭhannaṃ saṃvegavatthūnaṃ paccavekkhaṇena sabbampi kāmādibhedaṃ bhavaṃ saṃsārabhayato upaṭṭhahamānaṃ disvā nibbānaṃ tassa upāyabhūtā samathavipassanā tadupāyabhūtā ca pabbajjāti idaṃ tividhampi nekkhammaṃ anussavādisiddhena ñāṇacakkhunā tappaṭipakkhato disvā tāpasapabbajjūpagamanena anekādīnavākulā gahaṭṭhabhāvā abhinikkhamitvā gatoti.",
  "atk-s0512a2:97": "27.Dutiyikāti porāṇadutiyikā, gihikāle pajāpatibhūtā. Kanakasannibhāti kañcanasannibhattacā. Vaṭṭe anapekkhāti saṃsāre nirālayā. Nekkhammaṃ abhinikkhamīti nekkhammatthāya gehato nikkhami, pabbajīti attho.",
  "atk-s0512a2:98": "28. Ālayanti sattā etenāti ālayo, taṇhā, tadabhāvena nirālayā. Tato eva ñātīsu taṇhābandhanassa chinnattā chinnabandhu. Evaṃ gihibandhanābhāvaṃ dassetvā idāni pabbajitānampi kesañci yaṃ hoti bandhanaṃ , tassāpi abhāvaṃ dassetuṃ ‘‘anapekkhā kule gaṇe’’ti vuttaṃ. Tattha kuleti upaṭṭhākakule. Gaṇeti tāpasagaṇe, sesā brahmacārinoti vuccanti. Upāgamunti ubhopi mayaṃ upāgamimhā.",
  "atk-s0512a2:99": "29.Tatthāti bārāṇasisāmante. Nipakāti paññavanto. Nirākuleti janasañcārarahitattā janehi anākule, appasaddeti migapakkhīnaṃ uṭṭhāpanato tesaṃ vassitasaddenāpi virahitattā appasadde. Rājuyyāne vasāmubhoti bārāṇasirañño uyyāne mayaṃ ubho janā tadā vasāma.",
  "atk-s0512a2:100": "Tatrāyaṃ anupubbikathā – atīte imasmiṃ eva bhaddakappe bodhisatto brahmalokato cavitvā aññatarasmiṃ kāsigāme ekassa mahāvibhavassa brāhmaṇassa putto hutvā nibbatti. Tassa nāmaggahaṇasamaye ‘‘bodhikumāro’’ti nāmaṃ kariṃsu. Vayappattakāle panassa takkasilaṃ gantvā sabbasippāni uggaṇhitvā paccāgatassa anicchamānakasseva mātāpitaro samajātikaṃ kulakumārikaṃ ānesuṃ. Sāpi brahmalokacutāva uttamarūpadharā devaccharāpaṭibhāgā. Tesaṃ anicchamānānaṃ eva aññamaññaṃ āvāhavivāhaṃ kariṃsu. Ubhinnampi pana nesaṃ kilesamudācāro na bhūtapubbo, sārāgavasena aññamaññaṃ olokanampi nāhosi, kā pana kathā itarasaṃsagge. Evaṃ parisuddhasīlā ahesuṃ.",
  "atk-s0512a2:101": "Aparabhāge mahāsatto mātāpitūsu kālaṃkatesu tesaṃ sarīrakiccaṃ katvā taṃ pakkosāpetvā ‘‘bhadde, tvaṃ imaṃ asītikoṭidhanaṃ gahetvā sukhena jīvāhī’’ti āha. ‘‘Tvaṃ pana ayyaputtā’’ti? ‘‘Mayhaṃ dhanena kiccaṃ natthi, pabbajissāmī’’ti. ‘‘Kiṃ pana pabbajjā itthīnampi na vaṭṭatī’’ti? ‘‘Vaṭṭati, bhadde’’ti. ‘‘Tena hi mayhampi dhanena kiccaṃ natthi, ahampi pabbajissāmī’’ti. Te ubhopi sabbaṃ vibhavaṃ pariccajitvā mahādānaṃ datvā nikkhamitvā araññaṃ pavisitvā pabbajitvā uñchācariyāya phalāphalehi yāpentā pabbajjāsukheneva dasa saṃvaccharāni vasitvā loṇambilasevanatthāya janapadacārikaṃ carantā anupubbena bārāṇasiṃ patvā rājuyyāne vasiṃsu. Tena vuttaṃ ‘‘rājuyyāne vasāmubho’’ti.",
  "atk-s0512a2:102": "30. Athekadivasaṃ rājā uyyānakīḷaṃ gato. Uyyānassa ekapasse pabbajjāsukhena vītināmentānaṃ tesaṃ samīpaṭṭhānaṃ gantvā paramapāsādikaṃ uttamarūpadharaṃ paribbājikaṃ olokento kilesavasena paṭibaddhacitto hutvā bodhisattaṃ ‘‘ayaṃ te paribbājikā kiṃ hotī’’ti pucchi. Tena ‘‘na ca kiñci hoti, kevalaṃ ekapabbajjāya pabbajitā, api ca kho pana gihikāle pādaparicārikā ahosī’’ti vutte rājā ‘‘ayaṃ kiretassa na kiñci hoti, api ca kho panassa gihikāle pādaparicārikā ahosi, yaṃnūnāhaṃ imaṃ antepuraṃ paveseyyaṃ, tenevassa imissā paṭipattiṃ jānissāmī’’ti andhabālo tattha attano paṭibaddhacittaṃ nivāretuṃ asakkonto aññataraṃ purisaṃ āṇāpesi ‘‘imaṃ paribbājikaṃ rājanivesanaṃ nehī’’ti.",
  "atk-s0512a2:103": "So tassa paṭissuṇitvā ‘‘adhammo loke vattatī’’tiādīni vatvā paridevamānaṃ eva taṃ ādāya pāyāsi. Bodhisatto tassā paridevanasaddaṃ sutvā ekavāraṃ oloketvā puna na olokesi. ‘‘Sace panāhaṃ vāressāmi, tesu cittaṃ padosetvā mayhaṃ sīlassa antarāyo bhavissatī’’ti sīlapāramiṃyeva āvajjento nisīdi. Tena vuttaṃ ‘‘uyyānadassanaṃ gantvā, rājā addasa brāhmaṇi’’ntiādi.",
  "atk-s0512a2:104": "Tattha tuyhesā kā kassa bhariyāti tuyhaṃ tava esā kā, kiṃ bhariyā, udāhu bhaginī vā samānā kassa aññassa bhariyā.",
  "atk-s0512a2:105": "31.Na mayhaṃ bhariyā esāti kāmañcesā mayhaṃ gihikāle bhariyā ahosi, pabbajitakālato paṭṭhāya na mayhaṃ bhariyā esā, nāpi ahaṃ etissā sāmiko, kevalaṃ pana sahadhammā ekasāsanī, ahampi paribbājako ayampi paribbājikāti samānadhammā paribbājakasāsanena ekasāsanī, sabrahmacārinīti attho.",
  "atk-s0512a2:106": "32.Tissā sārattagadhitoti kāmarāgena sāratto hutvā paṭibaddho. Gāhāpetvāna ceṭaketi ceṭakehi gaṇhāpetvā ceṭake vā attano rājapurise āṇāpetvā taṃ paribbājikaṃ gaṇhāpetvā. Nippīḷayanto balasāti taṃ anicchamānaṃ eva ākaḍḍhanaparikaḍḍhanādinā nippīḷayanto bādhento, tathāpi agacchantiṃ balasā balakkārena rājapurisehi gaṇhāpetvā attano antepuraṃ pavesesi.",
  "atk-s0512a2:107": "33.Odapattakiyāti udakapattaṃ āmasitvā gahitabhariyā odapattikā nāma, idaṃ vacanaṃ purāṇadutiyikābhāvena upalakkhaṇamattaṃ daṭṭhabbaṃ , sā panassa brāhmaṇavivāhavasena mātāpitūhi sampaṭipāditā, ‘‘odapattakiyā’’ti ca bhāvenabhāvalakkhaṇe bhummaṃ. Sahajāti pabbajjājātivasena sahajātā, tenevāha ‘‘ekasāsanī’’ti. ‘‘Ekasāsanī’’ti ca idaṃ bhummatthe paccattaṃ, ekasāsaniyāti attho. Nayantiyāti nīyantiyā. Kopo me upapajjathāti ayaṃ te gihikāle bhariyā brāhmaṇī sīlavatī, pabbajitakāle ca sabrahmacārinībhāvato sahajātā bhaginī, sā tuyhaṃ purato balakkārena ākaḍḍhitvā nīyati. ‘‘Bodhibrāhmaṇa, kiṃ te purisabhāva’’nti purisamānena ussāhito cirakālasayito vammikabilato kenaci purisena ghaṭṭito ‘‘susū’’ti phaṇaṃ karonto āsiviso viya me cittato kopo sahasā vuṭṭhāsi.",
  "atk-s0512a2:108": "34-5.Sahakope samuppanneti kopuppattiyā saha, tassa uppattisamanantaramevāti attho. Sīlabbatamanussarinti attano sīlapāramiṃ āvajjesiṃ. Tattheva kopaṃ niggaṇhinti tasmiṃ eva āsane yathānisinnova taṃ kopaṃ nivāresiṃ. Nādāsiṃ vaḍḍhitūparīti tato ekavāruppattito upari uddhaṃ vaḍḍhituṃ na adāsiṃ. Idaṃ vuttaṃ hoti – kope uppannamatte eva ‘‘nanu tvaṃ, bodhiparibbājaka, sabbapāramiyo pūretvā sabbaññutaññāṇaṃ paṭivijjhitukāmo, tassa te kimidaṃ sīlamattepi upakkhalanaṃ, tayidaṃ gunnaṃ khuramattodake osīdantassa mahāsamuddassa paratīraṃ gaṇhitukāmatā viya hotī’’ti attānaṃ paribhāsitvā paṭisaṅkhānabalena tasmiṃ eva khaṇe kopaṃ niggahetvā puna uppajjanavasenassa vaḍḍhituṃ na adāsinti. Tenevāha ‘‘yadi naṃ brāhmaṇi’’ntiādi.",
  "atk-s0512a2:109": "Tassattho – taṃ paribbājikaṃ brāhmaṇiṃ so rājā vā añño vā koci tiṇhāyapi nisitāya sattiyā koṭṭeyya, khaṇḍākhaṇḍikaṃ yadi chindeyya, evaṃ santepi sīlaṃ attano sīlapāramiṃ neva bhindeyyaṃ. Kasmā? Bodhiyā eva kāraṇā, sabbattha akhaṇḍitasīleneva sakkā sammāsambodhiṃ pāpuṇituṃ, na itarenāti.",
  "atk-s0512a2:110": "36.Name sā brāhmaṇī dessāti sā brāhmaṇī jātiyā gottena kulappadesena ācārasampattiyā ciraparicayena pabbajjādiguṇasampattiyā cāti sabbappakārena na me dessā na appiyā, etissā mama appiyabhāvo koci natthi. Napi me balaṃ na vijjatīti mayhampi balaṃ na na vijjati, atthi eva. Ahaṃ nāgabalo thāmasampanno, icchamāno sahasā vuṭṭhahitvā taṃ ākaḍḍhante purise nippothetvā taṃ gahetvā yathicchitaṭṭhānaṃ gantuṃ samatthoti dasseti. Sabbaññutaṃ piyaṃ mayhanti tato paribbājikato sataguṇena sahassaguṇena satasahassaguṇena sabbaññutaññāṇameva mayhaṃ piyaṃ. Tasmā sīlānurakkhissanti tena kāraṇena sīlameva anurakkhissaṃ.",
  "atk-s0512a2:111": "Atha so rājā uyyāne papañcaṃ akatvāva sīghataraṃ gantvā taṃ paribbājikaṃ pakkosāpetvā mahantena yasena nimantesi. Sā yasassa aguṇaṃ pabbajjāya guṇaṃ attano bodhisattassa ca mahantaṃ bhogakkhandhaṃ pahāya saṃvegena pabbajitabhāvañca kathesi. Rājā kenaci pariyāyena tassā manaṃ alabhanto cintesi – ‘‘ayaṃ paribbājikā sīlavatī kalyāṇadhammā, sopi paribbājako imāya ākaḍḍhitvā nīyamānāya na kiñci vippakāraṃ dassesi, sabbattha nirapekkhacitto, na kho pana metaṃ patirūpaṃ, yaṃ evarūpesu guṇavantesu vippakāro, yaṃnūnāhaṃ imaṃ paribbājikaṃ gahetvā uyyānaṃ gantvā imaṃ, tañca paribbājakaṃ khamāpeyya’’nti? Evaṃ pana cintetvā ‘‘paribbājikaṃ uyyānaṃ ānethā’’ti purise āṇāpetvā sayaṃ paṭhamataraṃ gantvā bodhisattaṃ upasaṅkamitvā pucchi – ‘‘bho pabbajita, kiṃ mayā tāya paribbājikāya nīyamānāya kopo te uppajjitthā’’ti. Mahāsatto āha –",
  "atk-s0512a2:112": "‘‘Uppajji me na muccittha, na me muccittha jīvato;",
  "atk-s0512a2:113": "Rajaṃva vipulā vuṭṭhi, khippameva nivārayi’’nti. (jā. 1.10.52);",
  "atk-s0512a2:114": "Taṃ sutvā rājā ‘‘kiṃ nu kho esa kopameva sandhāya vadati, udāhu aññaṃ kiñci sippādika’’nti cintetvā puna pucchi –",
  "atk-s0512a2:115": "‘‘Kiṃ te uppajji no mucci, kiṃ te no mucci jīvato;",
  "atk-s0512a2:116": "Rajaṃva vipulā vuṭṭhi, katamaṃ taṃ nivārayī’’ti. (jā. 1.10.53);",
  "atk-s0512a2:117": "Tattha uppajjīti ekavāraṃ uppajji, na puna uppajji. Na muccitthāti kāyavacīvikāruppādanavasena pana na muccittha, na naṃ bahi pavattituṃ vissajjesinti attho. Rajaṃva vipulā vuṭṭhīti yathā nāma gimhānaṃ pacchime māse uppannaṃ rajaṃ vipulā akālavuṭṭhidhārā ṭhānaso nivāreti, evaṃ taṃ vūpasamento nivārayiṃ, nivāresinti attho.",
  "atk-s0512a2:118": "Athassa mahāpuriso nānappakārena kodhe ādīnavaṃ pakāsento –",
  "atk-s0512a2:119": "‘‘Yamhi jāte na passati, ajāte sādhu passati;",
  "atk-s0512a2:120": "So me uppajji no mucci, kodho dummedhagocaro.",
  "atk-s0512a2:121": "‘‘Yena jātena nandanti, amittā dukkhamesino;",
  "atk-s0512a2:122": "So me uppajji no mucci, kodho dummedhagocaro.",
  "atk-s0512a2:123": "‘‘Yasmiñca jāyamānamhi, sadatthaṃ nāvabujjhati;",
  "atk-s0512a2:124": "So me uppajji no mucci, kodho dummedhagocaro.",
  "atk-s0512a2:125": "‘‘Yenābhibhūto kusalaṃ jahāti, parakkare vipulañcāpi atthaṃ;",
  "atk-s0512a2:126": "Sa bhīmaseno balavā pamaddī, kodho mahārājā na me amuccatha.",
  "atk-s0512a2:127": "‘‘Kaṭṭhasmiṃ manthamānasmiṃ, pāvako nāma jāyati;",
  "atk-s0512a2:128": "Tameva kaṭṭhaṃ ḍahati, yasmā so jāyate gini.",
  "atk-s0512a2:129": "‘‘Evaṃ mandassa posassa, bālassa avijānato;",
  "atk-s0512a2:130": "Sārambhā jāyate kodho, sapi teneva ḍayhati.",
  "atk-s0512a2:131": "‘‘Aggīva tiṇakaṭṭhasmiṃ, kodho yassa pavaḍḍhati;",
  "atk-s0512a2:132": "Nihīyati tassa yaso, kāḷapakkheva candimā.",
  "atk-s0512a2:133": "‘‘Anindho dhūmaketūva, kodho yassūpasammati;",
  "atk-s0512a2:134": "Āpūrati tassa yaso, sukkapakkheva candimā’’ti. (jā. 1.10.54-61) –",
  "atk-s0512a2:135": "Imāhi gāthāhi dhammaṃ desesi.",
  "atk-s0512a2:136": "Tattha na passatīti attatthampi na passati, pageva paratthaṃ. Sādhu passatīti attatthaṃ paratthaṃ ubhayatthañca sammadeva passati. Dummedhagocaroti nippaññānaṃ visayabhūto, nippañño vā gocaro āhāro indhanaṃ etassāti dummedhagocaro. Dukkhamesinoti dukkhaṃ icchantā. Sadatthanti attano atthaṃ vuḍḍhiṃ. Parakkareti apaneyya vināseyya. Sabhīmasenoti so bhīmāya bhayajananiyā mahatiyā kilesasenāya samannāgato. Pamaddīti balavabhāvena satte pamaddanasīlo. Na me amuccathāti mama santikā mokkhaṃ na labhi, abbhantare eva damito, nibbisevano katoti attho. Khīraṃ viya vā muhuttaṃ dadhibhāvena cittena patiṭṭhahitthātipi attho.",
  "atk-s0512a2:137": "Manthamānasminti araṇisahite mathiyamāne. ‘‘Mathamānasmi’’ntipi pāṭho. Yasmāti yato kaṭṭhā . Ginīti aggi. Bālassa avijānatoti bālassa ajānantassa. Sārambhā jāyateti karaṇuttariyakaraṇalakkhaṇā sārambhā araṇimanthanato viya pāvako kodho jāyate. Sapi tenevāti sopi bālo teneva kodhena kaṭṭhaṃ viya agginā ḍayhati. Anindho dhūmaketūvāti anindhano aggi viya. Tassāti tassa adhivāsanakhantiyā samannāgatassa puggalassa sukkapakkhe cando viya laddho, yaso aparāparaṃ āpūratīti.",
  "atk-s0512a2:138": "Rājā mahāsattassa dhammakathaṃ sutvā mahāpurisaṃ paribbājikampi rājagehato āgataṃ khamāpetvā ‘‘tumhe pabbajjāsukhaṃ anubhavantā idheva uyyāne vasatha, ahaṃ vo dhammikaṃ rakkhāvaraṇaguttiṃ karissāmī’’ti vatvā vanditvā pakkāmi. Te ubhopi tattheva vasiṃsu. Aparabhāge paribbājikā kālamakāsi. Bodhisatto himavantaṃ pavisitvā jhānābhiññāyo nibbattetvā āyupariyosāne brahmalokaparāyano ahosi.",
  "atk-s0512a2:139": "Tadā paribbājikā rāhulamātā ahosi, rājā ānandatthero, bodhiparibbājako lokanātho.",
  "atk-s0512a2:140": "Tassa idhāpi yathārahaṃ sesapāramiyo niddhāretabbā. Tathā mahantaṃ bhogakkhandhaṃ mahantañca ñātiparivaṭṭaṃ pahāya mahābhinikkhamanasadisaṃ gehato nikkhamanaṃ, tathā nikkhamitvā pabbajitassa bahujanasammatassa sato paramappicchatāya kulesu ca gaṇesu ca alaggatā, accantameva lābhasakkārajigucchāya pavivekābhirati, atisayavatī ca abhisallekhavutti, tathārūpāya sīlavatiyā kalyāṇadhammāya paribbājikāya ananuññātā attano purato balakkārena parāmasiyamānāya sīlapāramiṃ āvajjetvā vikārānāpatti, katāparādhe ca tasmiṃ rājini upagate hitacittataṃ mettacittataṃ upaṭṭhapetvā diṭṭhadhammikasamparāyikehi samanusāsananti evamādayo idha mahāpurisassa guṇānubhāvā vibhāvetabbā. Tenetaṃ vuccati ‘‘evaṃ acchariyā hete…pe… dhammassa anudhammato’’ti.",
  "atk-s0512a2:141": "Cūḷabodhicariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a2:142": "5. Mahiṃsarājacariyāvaṇṇanā",
  "atk-s0512a2:143": "37. Pañcame mahiṃso pavanacārakoti mahāvanacārī vanamahiṃso yadā homīti yojanā. Pavaḍḍhakāyoti vayasampattiyā aṅgapaccaṅgānañca thūlabhāvena abhivaḍḍhakāyo. Balavāti mahābalo thāmasampanno. Mahantoti vipulasarīro. Hatthikalabhappamāṇo kira tadā bodhisattassa kāyo hoti. Bhīmadassanoti mahāsarīratāya vanamahiṃsajātitāya ca sīlaṃ ajānantānaṃ bhayaṃ jananato bhayānakadassano.",
  "atk-s0512a2:144": "38.Pabbhāreti olambakasilākucchiyaṃ. Dakāsayeti jalāsayasamīpe. Hotettha ṭhānanti ettha mahāvane yo koci padeso vanamahiṃsānaṃ tiṭṭhanaṭṭhānaṃ hoti. Tahiṃ tahinti tattha tattha.",
  "atk-s0512a2:145": "39.Vicarantoti vihāraphāsukaṃ vīmaṃsituṃ vicaranto. Ṭhānaṃ addasa bhaddakanti evaṃ vicaranto tasmiṃ mahāraññe bhaddakaṃ mayhaṃ phāsukaṃ rukkhamūlaṭṭhānaṃ addakkhiṃ. Disvā ca taṃ ṭhānaṃ upagantvāna, tiṭṭhāmi ca sayāmi ca gocaraṃ gahetvā divā taṃ rukkhamūlaṭṭhānaṃ gantvā ṭhānasayanehi vītināmemīti dasseti.",
  "atk-s0512a2:146": "40. Tadā kira bodhisatto himavantappadese mahiṃsayoniyaṃ nibbattitvā vayappatto thāmasampanno mahāsarīro hatthikalabhappamāṇo pabbatapādapabbhāragiriduggavanaghaṭādīsu vicaranto ekaṃ phāsukaṃ mahārukkhamūlaṃ disvā gocaraṃ gahetvā divā tattha vasati. Atheko lolamakkaṭo rukkhā otaritvā mahāsattassa piṭṭhiṃ abhiruhitvā uccārapassāvaṃ katvā siṅgesu gaṇhitvā olambanto naṅguṭṭhe gahetvā dolāyanto kīḷi. Bodhisatto khantimettānuddayasampadāya taṃ tassa anācāraṃ na manasākāsi. Makkaṭo punappunaṃ tatheva karoti. Tena vuttaṃ ‘‘athettha kapi māgantvā’’tiādi.",
  "atk-s0512a2:147": "Tattha kapi māgantvāti kapi āgantvā, ma-kāro padasandhikaro. Pāpoti lāmako. Anariyoti anaye iriyanena aye ca na iriyanena anariyo, nihīnācāroti attho. Lahūti lolo. Khandheti khandhappadese. Muttetīti passāvaṃ karoti. Ohadetīti karīsaṃ ossajjati. Tanti taṃ maṃ, tadā mahiṃsabhūtaṃ maṃ.",
  "atk-s0512a2:148": "41.Sakimpidivasanti ekadivasampi dūseti maṃ sabbakālampi. Tenāha ‘‘dūseti maṃ sabbakāla’’nti. Na kevalañca dutiyatatiyacatutthadivasamattaṃ, atha kho sabbakālampi maṃ passāvādīhi dūseti. Yadā yadā muttādīni kātukāmo, tadā tadā mayhameva upari karotīti dasseti. Upaddutoti bādhito, tena siṅgesu olambanādinā muttādiasucimakkhaṇena tassa ca apaharaṇatthaṃ anekavāraṃ siṅgakoṭīhi vālaggena ca anekavāraṃ kaddamapaṃsumissakaṃ udakaṃ siñcitvā dhovanena ca nippīḷito homīti attho.",
  "atk-s0512a2:149": "42.Yakkhoti tasmiṃ rukkhe adhivatthā devatā. Maṃ idamabravīti rukkhakkhandhe ṭhatvā ‘‘mahiṃsarāja, kasmā imassa duṭṭhamakkaṭassa avamānaṃ sahasī’’ti imamatthaṃ pakāsento nāsehetaṃ chavaṃ pāpaṃ, siṅgehi ca khurehi cāti idaṃ vacanaṃ maṃ abhāsi.",
  "atk-s0512a2:150": "43.Evaṃ vutte tadā yakkheti tadā tasmiṃ kāle tasmiṃ yakkhe evaṃ vutte sati. Ahaṃ taṃ idamabravinti ahaṃ taṃ yakkhaṃ idaṃ idāni vakkhamānaṃ abraviṃ abhāsiṃ. Kuṇapenāti kilesāsucipaggharaṇena sucijātikānaṃ sādhūnaṃ paramajigucchanīyatāya atiduggandhavāyanena ca kuṇapasadisatāya kuṇapena. Pāpenāti pāṇātipātapāpena. Anariyenāti anariyānaṃ asādhūnaṃ māgavikanesādādīnaṃ hīnapurisānaṃ dhammattā anariyena, kiṃ kena kāraṇena, tvaṃ devate maṃ makkhesi, ayuttaṃ tayā vuttaṃ maṃ pāpe niyojentiyāti dasseti.",
  "atk-s0512a2:151": "44. Idāni tasmiṃ pāpadhamme ādīnavaṃ pakāsento ‘‘yadiha’’ntiādimāha. Tassattho – bhadde devate, ahaṃ tassa yadi kujjheyyaṃ, tatopi lāmakataro bhaveyyaṃ. Yena hi adhammacaraṇena so bālamakkaṭo nihīno nāma jāto, sace panāhaṃ tatopi balavataraṃ pāpadhammaṃ careyyaṃ, nanu tena tato pāpataro bhaveyyaṃ, aṭṭhānañcetaṃ yadihaṃ idhalokaparalokaṃ taduttari ca jānitvā ṭhito ekanteneva parahitāya paṭipanno evarūpaṃ pāpadhammaṃ careyyanti. Kiñca bhiyyo – sīlañca me pabhijjeyyāti ahañceva kho pana evarūpaṃ pāpaṃ kareyyaṃ, mayhaṃ sīlapāramī khaṇḍitā siyā. Viññū ca garaheyyu manti paṇḍitā ca devamanussā maṃ garaheyyuṃ ‘‘passatha, bho, ayaṃ bodhisatto bodhipariyesanaṃ caramāno evarūpaṃ pāpaṃ akāsī’’ti.",
  "atk-s0512a2:152": "45.Hīḷitā jīvitā vāpīti vā-saddo avadhāraṇe. Evaṃ viññūhi hīḷitā garahitā jīvitāpi parisuddhena parisuddhasīlena hutvā mataṃ vā maraṇameva varaṃ uttamaṃ seyyo. Kyāhaṃ jīvitahetupi, kāhāmi paraheṭhananti evaṃ jānanto ca ahaṃ mayhaṃ jīvitanimittampi parasattavihiṃsanaṃ kiṃ kāhāmi kiṃ karissāmi, etassa karaṇe kāraṇaṃ natthīti attho.",
  "atk-s0512a2:153": "Ayaṃ pana aññepi maṃ viya maññamāno evaṃ anācāraṃ karissati, tato yesaṃ caṇḍamahiṃsānaṃ evaṃ karissati, te eva etaṃ vadhissanti, sā etassa aññehi māraṇā mayhaṃ dukkhato ca pāṇātipātato ca mutti bhavissatīti āha. Tena vuttaṃ –",
  "atk-s0512a2:154": "46.",
  "atk-s0512a2:155": " ‘‘Mamevāyaṃ maññamāno, aññepevaṃ karissati;",
  "atk-s0512a2:156": "Teva tassa vadhissanti, sā me mutti bhavissatī’’ti.",
  "atk-s0512a2:157": "Tattha mamevāyanti maṃ viya ayaṃ. Aññepīti aññesampi. Sesaṃ vuttatthameva.",
  "atk-s0512a2:158": "47.Hīnamajjhimaukkaṭṭheti hīne ca majjhime ca ukkaṭṭhe ca nimittabhūte. Sahanto avamānitanti vibhāgaṃ akatvā tehi pavattitaṃ avamānaṃ paribhavaṃ sahanto khamanto. Evaṃ labhati sappaññoti evaṃ hīnādīsu vibhāgaṃ akatvā khantimettānuddayaṃ upaṭṭhapetvā tadaparādhaṃ sahanto sīlādipāramiyo brūhetvā manasā yathāpatthitaṃ yathicchitaṃ sabbaññutaññāṇaṃ labhati paṭivijjhati, tassa taṃ na dūreti.",
  "atk-s0512a2:159": "Evaṃ mahāsatto attano ajjhāsayaṃ pakāsento devatāya dhammaṃ desesi. So katipāhaccayena aññattha gato. Añño caṇḍamahiṃso nivāsaphāsutāya taṃ ṭhānaṃ gantvā aṭṭhāsi. Duṭṭhamakkaṭo ‘‘so eva aya’’nti saññāya tassa piṭṭhiṃ abhiruhitvā tatheva anācāraṃ akāsi. Atha naṃ so vidhunanto bhūmiyaṃ pātetvā siṅgena hadaye vijjhitvā pādehi madditvā sañcuṇṇesi.",
  "atk-s0512a2:160": "Tadā sīlavā mahiṃsarājā lokanātho.",
  "atk-s0512a2:161": "Tassa idhāpi heṭṭhā vuttanayeneva yathārahaṃ sesapāramiyo niddhāretabbā. Tathā hatthināga- (cariyā. 2.1 ādayo) bhūridatta- (cariyā. 2.11 ādayo) campeyyanāgarāja- (cariyā. 2.20 ādayo) cariyāsu viya idha mahāsattassa guṇānubhāvā veditabbā.",
  "atk-s0512a2:162": "Mahiṃsarājacariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a2:163": "6. Rurumigarājacariyāvaṇṇanā",
  "atk-s0512a2:164": "48. Chaṭṭhe sutattakanakasannibhoti yathā suṭṭhu apagatasabbakāḷako hoti, evaṃ aggimhi pakkhipitvā sutattakanakasannibho. Migarājā ruru nāmāti jātisiddhena nāmena ruru nāma migarājā, jātito ruru, migānañca rājāti attho. Paramasīlasamāhitoti uttamasīlasamāhito, visuddhasīlo ceva samāhitacitto ca, visuddhasīle vā sammā āhitacittoti evamettha attho veditabbo.",
  "atk-s0512a2:165": "Tadā bodhisatto rurumigayoniyaṃ nibbatti. Tassa sarīracchavi suṭṭhu tāpetvā majjitakañcanapaṭṭavaṇṇo ahosi, hatthapādā lākhārasaparikammakatā viya, naṅguṭṭhaṃ camarīnaṅguṭṭhaṃ viya, siṅgāni rajatadāmavaṇṇāni akkhīni sumajjitamaṇiguḷikā viya, mukhaṃ odahitvā ṭhapitarattakambalageṇḍukā viya. So janasaṃsaggaṃ pahāya vivekavāsaṃ vasitukāmo parivāraṃ chaḍḍetvā ekakova gaṅgānivattane ramaṇīye sālamissake supupphitapavane vasati. Tena vuttaṃ –",
  "atk-s0512a2:166": "49.",
  "atk-s0512a2:167": " ‘‘Ramme padese ramaṇīye, vivitte amanussake;",
  "atk-s0512a2:168": "Tattha vāsaṃ upagañchiṃ, gaṅgākūle manorame’’ti.",
  "atk-s0512a2:169": "Tattha ramme padeseti muttātalasadisavālukācuṇṇapaṇḍarehi bhūmibhāgehi siniddhaharitatiṇasañcaritehi vanatthalehi cittattharaṇehi viya nānāvaṇṇavicittehi silātalehi maṇikkhandhanimmalasalilehi jalāsayehi ca samannāgatattā yebhuyyena ca indagopakavaṇṇāya rattāya sukhasamphassāya tiṇajātiyā sañchannattā ramme araññappadese. Rammaṇīyeti pupphaphalapallavālaṅkatavipulasākhāvinaddhehi nānāvidhadijagaṇūpakūjitehi vividhatarulatāvanavirājitehi yebhuyyena ambasālavanasaṇḍamaṇḍitehi vanagahanehi upasobhitattā tattha paviṭṭhassa janassa ratijananaṭṭhena ramaṇīye. Vuttampi cetaṃ rurumigarājajātake –",
  "atk-s0512a2:170": "‘‘Etasmiṃ vanasaṇḍasmiṃ, ambā sālā ca pupphitā;",
  "atk-s0512a2:171": "Indagopakasañchanno, ettheso tiṭṭhate migo’’ti. (jā. 1.13.119);",
  "atk-s0512a2:172": "Vivitteti janavāsavirahena suññe. Amanussaketi sañcaraṇamanussānampi tattha abhāvena manussarahite . Manorameti yathāvuttaguṇasampattiyā visesato pavivekakāmānaṃ mano rametīti manorame.",
  "atk-s0512a2:173": "50.Atha uparigaṅgāyāti ettha athāti adhikāre nipāto, tena mayi tattha tathā vasante idaṃ adhikārantaraṃ uppannanti dīpeti. Uparigaṅgāyāti gaṅgāya nadiyā uparisote. Dhanikehi paripīḷitoti iṇaṃ gahetvā taṃ dātuṃ asakkonto iṇāyikehi codiyamāno.",
  "atk-s0512a2:174": "Eko kira bārāṇasiseṭṭhi attano puttaṃ ‘‘ayaṃ sippaṃ uggaṇhanto kilamissatī’’ti kiñci sippaṃ na uggaṇhāpesi. Gītavāditanaccakhādanabhojanato uddhaṃ na kiñci aññāsi. Taṃ vayappattaṃ patirūpena dārena saṃyojetvā dhanaṃ niyyātetvā mātāpitaro kālamakaṃsu. So tesaṃ accayena itthidhuttasurādhuttādiparivuto nānābyasanamukhehi sabbaṃ dhanaṃ viddhaṃsetvā tattha tattha iṇaṃ ādāya tampi dātuṃ asakkonto dhanikehi codiyamāno ‘‘kiṃ mayhaṃ jīvitena, tenevamhi attabhāvena añño viya jāto, maraṇaṃ me seyyo’’ti cintetvā iṇāyike āha – ‘‘tumhākaṃ iṇapaṇṇāni gahetvā āgacchatha, gaṅgātīre me nihitaṃ kulasantakaṃ dhanaṃ atthi, taṃ vo dassāmī’’ti. Te tena saddhiṃ agamaṃsu. So ‘‘idha dhanaṃ, ettha dhana’’nti nidhiṭṭhānaṃ ācikkhanto viya ‘‘evaṃ me iṇamokkho bhavissatī’’ti palāyitvā gaṅgāyaṃ pati. So caṇḍasotena vuyhanto kāruññaravaṃ ravi. Tena vuttaṃ ‘‘atha uparigaṅgāyā’’tiādi.",
  "atk-s0512a2:175": "Tattha jīvāmi vā marāmi vāti imasmiṃ gaṅgāsote patito jīvāmi vā marāmi vā, jīvitaṃ vā me ettha hotu maraṇaṃ vā, ubhayathāpi iṇāyikapīḷā na hotīti adhippāyo.",
  "atk-s0512a2:176": "51.Majjhe gaṅgāyagacchatīti so puriso rattindivaṃ gaṅgāya vuyhamāno jīvitapemassa vijjamānattā maraṇaṃ appatto maraṇabhayatajjito hutvā karuṇaṃ ravaṃ ravanto gaṅgāya majjhe mahodakena gacchati.",
  "atk-s0512a2:177": "52. Atha mahāpuriso aḍḍharattasamaye tassa taṃ karuṇaṃ paridevantassa paridevitasaddaṃ sutvā ‘‘manussasaddo sūyati, mā mayi idha dharante maratu, jīvitamassa dassāmī’’ti cintetvā sayanagumbā vuṭṭhāya nadītīraṃ gantvā ‘‘ambho purisa, mā bhāyi, jīvitaṃ te dassāmī’’ti vatvā assāsetvā sotaṃ chindanto gantvā taṃ piṭṭhiyaṃ āropetvā tīraṃ pāpetvā attano vasanaṭṭhānaṃ netvā parissamaṃ vinodetvā phalāphalāni datvā dvīhatīhaccayena taṃ āha – ‘‘ambho purisa , ahaṃ taṃ bārāṇasigāmimaggaṃ pāpessāmi, tvaṃ ‘asukaṭṭhāne nāma kañcanamigo vasatī’ti mā kassaci ārocehī’’ti. So ‘‘sādhu, sāmī’’ti sampaṭicchi. Mahāsatto taṃ attano piṭṭhiṃ āropetvā bārāṇasimagge otāretvā nivatti. Tena vuttaṃ – ‘‘tassāhaṃ saddaṃ sutvāna, karuṇaṃ paridevato’’tiādi.",
  "atk-s0512a2:178": "Tattha kosi tvaṃ naroti tvaṃ ko manusso asi, kuto idha vuyhamāno āgatosīti attho.",
  "atk-s0512a2:179": "53.Attanokaraṇanti attano kiriyaṃ. Dhanikehi bhītoti iṇāyikehi ubbiggo. Tasitoti utrasto.",
  "atk-s0512a2:180": "54.Tassa katvāna kāruññaṃ, cajitvā mama jīvitanti kāruññaṃ katvā mahākaruṇāya samussāhito mama jīvitaṃ tassa purisassa pariccajitvā. Pavisitvā nīhariṃ tassāti nadiṃ pavisitvā sotaṃ chindanto ujukameva gantvā mama piṭṭhiṃ āropetvā tato taṃ nīhariṃ. Tassāti upayogatthe sāmivacanaṃ. ‘‘Tatthā’’tipi pāḷi, tattha nadiyanti attho. Andhakāramhi rattiyāti rattiyā andhakārasamaye, kāḷapakkharattiyanti attho.",
  "atk-s0512a2:181": "55.Assatthakālamaññāyāti parissamaṃ apanetvā phalāphalāni datvā dvīhatīhaccayena kilamathassa vigatakālaṃ jānitvā. Ekaṃ taṃ varaṃ yācāmīti ahaṃ taṃ ekaṃ varaṃ yācāmi, mayhaṃ ekaṃ varaṃ dehīti attho. Kiṃ taṃ varanti ce? Āha – mā maṃ kassaci pāvadāti ‘‘asukaṭṭhāne suvaṇṇamigo vasatī’’ti kassaci rañño vā rājamahāmattassa vā maṃ mā pāvada.",
  "atk-s0512a2:182": "Atha tasmiṃ purise bārāṇasiṃ paviṭṭhadivaseyeva so rājā ‘‘ahaṃ, deva, suvaṇṇavaṇṇaṃ migaṃ mayhaṃ dhammaṃ desentaṃ supinena addasaṃ, ahañhi saccasupinā, addhā so vijjati, tasmā kañcanamigassa dhammaṃ sotukāmā labhissāmi ce jīvissāmi, no ce me jīvitaṃ natthī’’ti aggamahesiyā vutto taṃ assāsetvā ‘‘sace manussaloke atthi, labhissasī’’ti vatvā brāhmaṇe pakkosāpetvā ‘‘suvaṇṇamigā nāma hontī’’ti pucchitvā ‘‘āma, deva, hontī’’ti sutvā sahassatthavikaṃ suvaṇṇacaṅkoṭake ṭhapetvā taṃ hatthikkhandhaṃ āropetvā nagare bheriṃ carāpesi – ‘‘yo suvaṇṇamigaṃ ācikkhissati, tassa hatthinā saddhiṃ imaṃ dassāmī’’ti. Tato uttarimpi dātukāmo hutvā –",
  "atk-s0512a2:183": "‘‘Tassa gāmavaraṃ dammi, nāriyo ca alaṅkatā;",
  "atk-s0512a2:184": "Yo metaṃ migamakkhāti, migānaṃ migamuttama’’nti. (jā. 1.13.117) –",
  "atk-s0512a2:185": "Gāthaṃ suvaṇṇapaṭṭe likhāpetvā sakalanagare vācāpesi. Atha so seṭṭhiputto taṃ gāthaṃ sutvā rājapurisānaṃ santikaṃ gantvā ‘‘rañño evarūpaṃ migaṃ ācikkhissāmi, maṃ rājānaṃ dassethā’’ti āha. Rājapurisā taṃ rañño santikaṃ netvā tamatthaṃ ārocesuṃ. Rājā ‘‘saccaṃ, bho, addasā’’ti pucchi. So ‘‘saccaṃ, deva, mayā saddhiṃ āgacchatu, ahaṃ taṃ dassessāmī’’ti āha. Rājā tameva purisaṃ maggadesakaṃ katvā mahantena parivārena taṃ ṭhānaṃ gantvā tena mittadubbhinā purisena dassitaṃ padesaṃ āvudhahatthe purise samantatova parivāretvā ‘‘ukkuṭṭhiṃ karothā’’ti vatvā sayaṃ katipayehi janehi saddhiṃ ekamante aṭṭhāsi. Sopi puriso avidūre aṭṭhāsi. Mahāsatto saddaṃ sutvā ‘‘mahato balakāyassa saddo, addhā tamhā me purisā bhayena uppannena bhavitabba’’nti ñatvā uṭṭhāya sakalaparisaṃ oloketvā ‘‘rañño ṭhitaṭṭhāneyeva me sotthi bhavissatī’’ti rājābhimukho pāyāsi. Rājā taṃ āgacchantaṃ disvā ‘‘nāgabalo avattharanto āgaccheyyā’’ti saraṃ sannayhitvā ‘‘imaṃ migaṃ santāsetvā sace palāyati, vijjhitvā dubbalaṃ katvā gaṇhissāmī’’ti bodhisattābhimukho ahosi. Mahāsatto –",
  "atk-s0512a2:186": "‘‘Āgamehi mahārāja, mā maṃ vijjhi rathesabha;",
  "atk-s0512a2:187": "Ko nu te idamakkhāsi, ettheso tiṭṭhate migo’’ti. (jā. 1.13.121) –",
  "atk-s0512a2:188": "Gāthaṃ abhāsi. Rājā tassa madhurakathāya bajjhitvā saraṃ paṭisaṃharitvā gāravena aṭṭhāsi. Mahāsattopi rājānaṃ upasaṅkamitvā madhurapaṭisanthāraṃ akāsi. Mahājanopi sabbāvudhāni apanetvā āgantvā rājānaṃ parivāresi. Tena vuttaṃ –",
  "atk-s0512a2:189": "56.",
  "atk-s0512a2:190": " ‘‘Nagaraṃ gantvāna ācikkhi, pucchito dhanahetuko;",
  "atk-s0512a2:191": "Rājānaṃ so gahetvāna, upagañchi mamantika’’nti.",
  "atk-s0512a2:192": "Tassattho – yo mittadubbhī pāpapuriso jīvitaṃ pariccajitvā tathā mayā pāṇasaṃsayato mocito bārāṇasinagaraṃ gantvā attanā laddhabbadhananimittaṃ rañño maṃ ācikkhi, ācikkhitvā so rañño gāhāpetuṃ maggadesako hutvā rājānaṃ gahetvā mama santikamupāgamīti.",
  "atk-s0512a2:193": "Mahāsatto suvaṇṇakiṅkiṇikaṃ cālento viya madhurassarena rājānaṃ puna pucchi – ‘‘ko nu te idamakkhāsi, ettheso tiṭṭhate migo’’ti. Tasmiṃ khaṇe so pāpapuriso thokaṃ paṭikkamitvā sotapathe aṭṭhāsi . Rājā ‘‘iminā me tvaṃ dassito’’ti taṃ purisaṃ niddisi. Tato bodhisatto –",
  "atk-s0512a2:194": "‘‘Saccaṃ kireva māhaṃsu, narā ekacciyā idha;",
  "atk-s0512a2:195": "Kaṭṭhaṃ niplavitaṃ seyyo, na tvevekacciyo naro’’ti. (jā. 1.13.123) –",
  "atk-s0512a2:196": "Gāthamāha. Taṃ sutvā rājā saṃvegajāto –",
  "atk-s0512a2:197": "‘‘Kiṃ nu ruru garahasi migānaṃ, kiṃ pakkhīnaṃ kiṃ pana mānusānaṃ;",
  "atk-s0512a2:198": "Bhayañhi maṃ vindatinapparūpaṃ, sutvāna taṃ mānusiṃ bhāsamāna’’nti. (jā. 1.13.124) –",
  "atk-s0512a2:199": "Gāthamāha. Tato mahāpuriso ‘‘mahārāja, na migaṃ na pakkhiṃ garahāmi, manussaṃ pana garahāmī’’ti dassento –",
  "atk-s0512a2:200": "‘‘Yamuddhariṃ vāhane vuyhamānaṃ, mahodake salile sīghasote;",
  "atk-s0512a2:201": "Tatonidānaṃ bhayamāgataṃ mama, dukkho have rāja asabbhi saṅgamo’’ti. (jā. 1.13.125) –",
  "atk-s0512a2:202": "Āha.",
  "atk-s0512a2:203": "Tattha niplavitanti uddharitaṃ, ekacciyoti ekacco mittadubbhī pāpapuriso udake patantopi uttārito natveva seyyo. Kaṭṭhañhi nānappakārena upakārāya saṃvattati, mittadubbhī pana vināsāya, tasmā tato kaṭṭhameva varataranti. Migānanti rurumigarāja, migānaṃ kiṃ aññataraṃ garahasi, udāhu pakkhīnaṃ manussānanti pucchati. Bhayañhi maṃ vindatinapparūpanti mahantaṃ bhayaṃ maṃ paṭilabhati, attano santakaṃ viya karotīti attho.",
  "atk-s0512a2:204": "Vāhaneti patitapatite vahituṃ samatthe gaṅgāvahe. Mahodakesalileti mahodakībhūte salile. Ubhayenāpi gaṅgāvahassa bahūdakataṃ dasseti. Tato nidānanti, mahārāja, yo mayhaṃ tayā dassito puriso, eso mayā gaṅgāya vuyhamāno aḍḍharattasamaye karuṇaṃ paridevanto tato uttārito, tatonidānaṃ idaṃ mayhaṃ bhayamāgataṃ, asappurisehi samāgamo nāma dukkhoti.",
  "atk-s0512a2:205": "Taṃ sutvā rājā tassa kujjhitvā ‘‘evaṃ bahūpakārassa nāma guṇaṃ na jānāti, dukkhaṃ uppādeti, vijjhitvā naṃ jīvitakkhayaṃ pāpessāmī’’ti saraṃ sannayhi. Tena vuttaṃ –",
  "atk-s0512a2:206": "57.",
  "atk-s0512a2:207": " ‘‘Yāvatā karaṇaṃ sabbaṃ, rañño ārocitaṃ mayā;",
  "atk-s0512a2:208": "Rājā sutvāna vacanaṃ, usuṃ tassa pakappayi;",
  "atk-s0512a2:209": "Idheva ghātayissāmi, mittadubbhiṃ anariya’’nti.",
  "atk-s0512a2:210": "Tattha yāvatā karaṇanti yaṃ tassa mayā kataṃ upakārakaraṇaṃ, taṃ sabbaṃ. Pakappayīti sannayhi. Mittadubbhinti attano mittesu upakārīsu dubbhanasīlaṃ.",
  "atk-s0512a2:211": "Tato mahāsatto ‘‘esa bālo maṃ nissāya mā nassī’’ti cintetvā ‘‘mahārāja, vadho nāmesa bālassa vā paṇḍitassa vā na sādhūhi pasaṃsito, aññadatthu garahito eva, tasmā mā imaṃ ghātehi, ayaṃ yathāruci gacchatu, yañceva tassa ‘dassāmī’ti tayā paṭiññātaṃ, tampi ahāpetvāva dehī’’ti āha. ‘‘Ahañca te yaṃ icchitaṃ, taṃ karissāmi, attānaṃ tuyhaṃ dammī’’ti āha. Tena vuttaṃ –",
  "atk-s0512a2:212": "58.",
  "atk-s0512a2:213": " ‘‘Tamahaṃ anurakkhanto, nimminiṃ mama attanā;",
  "atk-s0512a2:214": "Tiṭṭhateso mahārāja, kāmakāro bhavāmi te’’ti.",
  "atk-s0512a2:215": "Tattha nimmininti taṃ mittadubbhiṃ pāpapuggalaṃ anurakkhanto mama attano attabhāvena taṃ parivattesiṃ , attānaṃ rañño niyyātetvā rājahatthato pattaṃ tassa maraṇaṃ nivāresinti attho. Tiṭṭhatesotiādi vinimayākāradassanaṃ .",
  "atk-s0512a2:216": "59. Idāni yadatthaṃ so attavinimayo kato, taṃ dassetuṃ osānagāthamāha. Tassattho – tadā maṃ nissāya taṃ mittadubbhiṃ purisaṃ tasmiṃ raññe jīvitā voropetukāme ahaṃ attānaṃ rañño pariccajanto mama sīlameva anurakkhiṃ, jīvitaṃ pana nārakkhiṃ. Yaṃ panāhameva attano jīvitanirapekkhaṃ sīlavā āsiṃ, taṃ sammāsambodhiyā eva kāraṇāti.",
  "atk-s0512a2:217": "Atha rājā bodhisattena attano jīvitaṃ pariccajitvā tassa purisassa maraṇe nivārente tuṭṭhamānaso ‘‘gaccha, bho, migarājassa anuggahena mama hatthato maraṇā mutto’’ti vatvā yathāpaṭiññāya tañcassa dhanaṃ dāpesi. Mahāsattassa yathāruciyāva anujānitvā taṃ nagaraṃ netvā nagarañca bodhisattañca alaṅkārāpetvā deviyā dhammaṃ desāpesi. Mahāsatto deviṃ ādiṃ katvā rañño ca rājaparisāya ca madhurāya manussabhāsāya dhammaṃ desetvā rājānaṃ dasahi rājadhammehi ovaditvā mahājanaṃ anusāsitvā araññaṃ pavisitvā migagaṇaparivuto vāsaṃ kappesi. Rājāpi mahāsattassa ovāde ṭhatvā sabbasattānaṃ abhayaṃ datvā dānādīni puññāni katvā sugatiparāyano ahosi.",
  "atk-s0512a2:218": "Tadā seṭṭhiputto devadatto ahosi, rājā ānando, rurumigarājā lokanātho.",
  "atk-s0512a2:219": "Tassa idhāpi heṭṭhā vuttanayeneva yathārahaṃ sesapāramiyo niddhāretabbā. Tathā idhāpi pavivekārāmatāya janasaṃsaggaṃ anicchato yūthaṃ pahāya ekakavihāro, aḍḍharattasamaye nadiyā vuyhamānassa karuṇaṃ paridevantassa purisassa aṭṭassaraṃ sutvā sayitaṭṭhānato vuṭṭhāya nadītīraṃ gantvā mahāgaṅgāya mahati udakoghe vattamāne attano jīvitaṃ pariccajitvā otaritvā sotaṃ pacchinditvā taṃ purisaṃ attano piṭṭhiyaṃ āropetvā tīraṃ pāpetvā samassāsetvā phalāphalādīni datvā parissamavinodanaṃ, puna taṃ attano piṭṭhiṃ āropetvā araññato nīharitvā mahāmagge otāraṇaṃ, saraṃ sannayhitvā vijjhissāmīti abhimukhe ṭhitassa rañño nibbhayena hutvā paṭimukhameva gantvā paṭhamataraṃ manussabhāsāya ālapitvā madhurapaṭisanthārakaraṇaṃ, mittadubbhī pāpapurisaṃ hantukāmaṃ rājānaṃ dhammakathaṃ katvā punapi attano jīvitaṃ pariccajitvā maraṇato pamocanaṃ, tassa ca rañño yathāpaṭiññaṃ dhanadāpanaṃ, raññā attano vare dīyamāne tena sabbasattānaṃ abhayadāpanaṃ, rājānañca deviñca pamukhaṃ katvā mahājanassa dhammaṃ desetvā dānādīsu puññesu tesaṃ patiṭṭhāpanaṃ, laddhābhayānaṃ migānaṃ ovādaṃ datvā manussānaṃ sassakhādanato nivāraṇaṃ, paṇṇasaññāya ca tassa yāvajjakālā thāvarakaraṇanti evamādayo mahāsattassa guṇānubhāvā vibhāvetabbāti.",
  "atk-s0512a2:220": "Rurumigarājacariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a2:221": "7. Mātaṅgacariyāvaṇṇanā",
  "atk-s0512a2:222": "60. Sattame jaṭiloti jaṭāvanto, jaṭābandhakesoti attho. Uggatāpanoti manacchaṭṭhānaṃ indriyānaṃ tāpanato niggaṇhanato tapasaṅkhātaṃ uggatāpanaṃ etassāti uggatāpano, ghoratapo paramadhitindriyoti attho. Atha vā nānappakāre diṭṭhadhammikādibhede anatthe uggiraṇato bahi chaḍḍāpanato ghorabhīmabhayānakaṭṭhena vā ‘‘uggā’’ti laddhanāme kilese vīriyātapena santāpanato ugge tāpetīti uggatāpano. Mātaṅgo nāma nāmenāti nāmena mātaṅgo nāma. Mātaṅgakule nibbattiyā jātiyā āgataṃ hissa etaṃ nāmaṃ. Sīlavāti sīlasampanno suparisuddhasīlo. Susamāhitoti upacārappanāsamādhīhi suṭṭhu samāhito, jhānasamāpattilābhīti attho.",
  "atk-s0512a2:223": "Tadā hi bodhisatto caṇḍālayoniyaṃ nibbattitvā rūpena duddasiko bahinagare caṇḍālagāme vasati. ‘‘Mātaṅgapaṇḍito’’ti pakāsanāmo. Athekadivasaṃ tasmiṃ nagare nakkhatte ghosite yebhuyyena nāgarā nakkhattaṃ kīḷanti. Aññatarāpi brāhmaṇamahāsālakaññā soḷasapannarasavassuddesikā devakaññā viya rūpena dassanīyā pāsādikā ‘‘attano vibhavānurūpaṃ nakkhattaṃ kīḷissāmī’’ti pahūtakhajjabhojjādīni sakaṭesu āropetvā sabbasetaṃ vaḷavārathamāruyha mahatā parivārena uyyānabhūmiṃ gacchati. Diṭṭhamaṅgalikā nāmesā, sā kira dussaṇṭhitaṃ rūpaṃ ‘‘avamaṅgala’’nti taṃ daṭṭhuṃ na icchati, tenassā ‘‘diṭṭhamaṅgalikā’’tveva samaññā udapādi.",
  "atk-s0512a2:224": "Tadā bodhisatto kālasseva uṭṭhāya paṭapilotikaṃ nivāsetvā jajjaritamukhabhāgaṃ veṇudaṇḍaṃ gahetvā bhājanahattho nagaraṃ pavisati manusse disvā dūratova tesaṃ dūrīkaraṇatthaṃ tena veṇudaṇḍena saññaṃ karonto. Atha diṭṭhamaṅgalikā ‘‘ussaratha ussarathā’’ti ussāraṇaṃ karontehi attano purisehi nīyamānā nagaradvāramajjhe mātaṅgaṃ disvā ‘‘ko eso’’ti āha. ‘‘Ayye, mātaṅgacaṇḍālo’’ti ca vutte ‘‘īdisaṃ disvā gatānaṃ kuto vuḍḍhī’’ti yānaṃ nivattāpesi. Manussā ‘‘yaṃ mayaṃ uyyānaṃ gantvā bahuṃ khajjabhojjādiṃ labheyyāma, tassa no mātaṅgena antarāyo kato’’ti kupitā ‘‘gaṇhatha, caṇḍāla’’nti leḍḍūhi paharitvā visaññībhūtaṃ pātetvā agamaṃsu.",
  "atk-s0512a2:225": "So na cireneva satiṃ paṭilabhitvā vuṭṭhāya manusse pucchi – ‘‘kiṃ, ayyā, dvāraṃ nāma sabbasādhāraṇaṃ, udāhu brāhmaṇānaṃ eva kata’’nti? ‘‘Sabbesaṃ sādhāraṇa’’nti. ‘‘Evaṃ sabbasādhāraṇadvāre ekamantaṃ apakkamantaṃ maṃ diṭṭhamaṅgalikāya manussā imaṃ anayabyasanaṃ pāpesu’’nti rathikāya manussānaṃ ārocetvā ‘‘handāhaṃ imissā mānaṃ bhindissāmī’’ti tassā nivesanadvāraṃ gantvā ‘‘ahaṃ diṭṭhamaṅgalikaṃ aladdhā na vuṭṭhahissāmī’’ti nipajji. Diṭṭhamaṅgalikāya pitā ‘‘gharadvāre mātaṅgo nipanno’’ti sutvā ‘‘tassa kākaṇikaṃ detha, telena sarīraṃ makkhetvā gacchatū’’ti āha. So ‘‘diṭṭhamaṅgalikaṃ aladdhā na uṭṭhahissāmi’’cceva āha. Tato brāhmaṇena – ‘‘dve kākaṇike detha, māsakaṃ pādaṃ kahāpaṇaṃ dve tīṇi yāva kahāpaṇasataṃ kahāpaṇasahassaṃ dethā’’ti vuttepi na sampaṭicchati eva. Evaṃ tesaṃ mantentānaṃ eva sūriyo atthaṅgato.",
  "atk-s0512a2:226": "Atha diṭṭhamaṅgalikāya mātā pāsādā oruyha sāṇipākāraṃ parikkhipāpetvā tassa santikaṃ gantvā ‘‘tāta, mātaṅga , diṭṭhamaṅgalikāya aparādhaṃ khama, dve sahassāni gaṇhāhi yāva satasahassaṃ gaṇhāhī’’ti vuttepi na sampaṭicchi, nipajji eva. Tassevaṃ cha divase nipajjitvā sattame divase sampatte samantā sāmantagharā paṭivisakagharā ca manussā uṭṭhahitvā ‘‘tumhe mātaṅgaṃ vā uṭṭhāpetha, dārikaṃ vā detha, mā amhe nāsayitthā’’ti āhaṃsu. Tadā kira ayaṃ tasmiṃ dese desadhammo ‘‘yassa gharadvāre evaṃ nipajjitvā caṇḍālo marati, tena gharena saddhiṃ sattasattagharavāsino caṇḍālā hontī’’ti.",
  "atk-s0512a2:227": "Tato diṭṭhamaṅgalikāya mātāpitaro diṭṭhamaṅgalikaṃ paṭapilotikaṃ nivāsāpetvā caṇḍālānucchavikaṃ parikkhāraṃ datvā paridevamānaṃ eva tassa santikaṃ netvā ‘‘handa, dāni dārikaṃ uṭṭhāya gaṇhāhī’’ti adaṃsu. Sā passe ṭhatvā ‘‘uṭṭhāhī’’ti āha. So ‘‘ahaṃ ativiya kilanto, hatthe gahetvā maṃ uṭṭhāpehī’’ti āha. Sā tathā akāsi. Mātaṅgo ‘‘mayaṃ antonagare vasituṃ na labhāma, ehi, bahinagare caṇḍālagāmaṃ gamissāmā’’ti taṃ apassāya attano gehaṃ agamāsi. ‘‘Tassā piṭṭhiṃ abhiruhitvā’’ti jātakabhāṇakā vadanti.",
  "atk-s0512a2:228": "Evaṃ pana gehaṃ gantvā jātisambhedavītikkamaṃ akatvāva katipāhaṃ gehe vasitvā balaṃ gahetvā cintesi – ‘‘ahaṃ imaṃ brāhmaṇamahāsālakaññaṃ mayhaṃ caṇḍālagehe vāsāpesiṃ, handa, dāni taṃ lābhaggayasaggappattaṃ karissāmī’’ti. So araññaṃ pavisitvā pabbajitvā sattāhabbhantareyeva aṭṭha samāpattiyo pañcābhiññāyo nibbattetvā iddhiyā caṇḍālagāmadvāre otaritvā gehadvāre ṭhito diṭṭhamaṅgalikaṃ pakkosāpetvā ‘‘sāmi, kissa maṃ anāthaṃ katvā pabbajitosī’’ti paridevamānaṃ ‘‘tvaṃ, bhadde, mā cintayi, tava porāṇakayasato idāni mahantataraṃ yasaṃ karissāmi, tvaṃ pana ‘mahābrahmā me sāmiko , na mātaṅgo, so brahmalokaṃ gato, ito sattame divase puṇṇamāya candamaṇḍalaṃ bhinditvā āgamissatī’ti parisāsu vadeyyāsī’’ti vatvā himavantameva gato.",
  "atk-s0512a2:229": "Diṭṭhamaṅgalikāpi bārāṇasiyaṃ mahājanamajjhe tesu tesu ṭhānesu tathā kathesi. Atha puṇṇamadivase bodhisatto candamaṇḍalassa gaganamajjhe ṭhitakāle brahmattabhāvaṃ māpetvā candamaṇḍalaṃ bhinditvā dvādasayojanikaṃ bārāṇasiṃ sakalaṃ kāsiraṭṭhañca ekobhāsaṃ katvā ākāsato otaritvā bārāṇasiyā upari tikkhattuṃ paribbhamitvā mahājanena gandhamālādīhi pūjiyamāno caṇḍālagāmābhimukho ahosi. Brahmabhattā sannipatitvā taṃ caṇḍālagāmakaṃ gantvā diṭṭhamaṅgalikāya gehaṃ suddhavatthagandhamālādīhi devavimānaṃ viya alaṅkariṃsu. Diṭṭhamaṅgalikā ca tadā utunī hoti. Mahāsatto tattha gantvā diṭṭhamaṅgalikaṃ aṅguṭṭhena nābhiyaṃ parāmasitvā ‘‘bhadde, gabbho te patiṭṭhito, tvaṃ puttaṃ vijāyissasi, tvampi puttopi te lābhaggayasaggappattā bhavissatha, tava sīsadhovanaudakaṃ sakalajambudīpe rājūnaṃ abhisekodakaṃ bhavissati, nhānodakaṃ pana te amatodakaṃ bhavissati, ye naṃ sīse āsiñcissanti, te sabbarogehi muccissanti, kāḷakaṇṇiyā ca parimuccissanti, tava pādapiṭṭhe sīsaṃ ṭhapetvā vandantā sahassaṃ dassanti, kathāsavanaṭṭhāne ṭhatvā vandantā sataṃ dassanti, cakkhupathe ṭhatvā vandantā ekekaṃ kahāpaṇaṃ datvā vandissanti, appamattā hohī’’ti taṃ ovaditvā gehā nikkhamma mahājanassa passantasseva candamaṇḍalaṃ pāvisi.",
  "atk-s0512a2:230": "Brahmabhattā sannipatitvā diṭṭhamaṅgalikaṃ mahantena sakkārena nagaraṃ pavesetvā mahantena sirisobhaggena tattha vasāpesuṃ. Devavimānasadisañcassā nivesanaṃ kāresuṃ. Tattha netvā uḷāraṃ lābhasakkāraṃ upanāmesuṃ. Puttalābhādi sabbo bodhisattena vuttasadisova ahosi. Soḷasasahassā brāhmaṇā diṭṭhamaṅgalikāya puttena saha nibaddhaṃ bhuñjanti, sahassamattā naṃ parivārenti, anekasahassānaṃ dānaṃ dīyati. Atha mahāsatto ‘‘ayaṃ aṭṭhāne abhippasanno, handassa dakkhiṇeyye jānāpessāmī’’ti bhikkhāya caranto tassā gehaṃ gantvā tena saddhiṃ sallapitvā agamāsi. Atha kumāro gāthamāha –",
  "atk-s0512a2:231": "‘‘Kuto nu āgacchasi dummavāsī, otallako paṃsupisācakova;",
  "atk-s0512a2:232": "Saṅkāracoḷaṃ paṭimuñca kaṇṭhe, ko re tuvaṃ hosi adakkhiṇeyyo’’ti. (jā. 1.15.1);",
  "atk-s0512a2:233": "Tena vuttaṃ anācāraṃ asahamānā devatā tassa tesañca soḷasasahassānaṃ brāhmaṇānaṃ mukhaṃ viparivattesuṃ. Taṃ disvā diṭṭhamaṅgalikā mahāsattaṃ upasaṅkamitvā tamatthaṃ ārocesi. Bodhisatto ‘‘tassa anācāraṃ asahantehi yakkhehi so vippakāro kato, api ca kho pana imaṃ ucchiṭṭhapiṇḍakaṃ tesaṃ mukhe āsiñcitvā taṃ vippakāraṃ vūpasamehī’’ti āha. Sāpi tathā katvā taṃ vūpasamesi. Atha diṭṭhamaṅgalikā puttaṃ āha – ‘‘tāta, imasmiṃ loke dakkhiṇeyyā nāma mātaṅgapaṇḍitasadisā bhavanti, na ime brāhmaṇā viya jātimattena, mantasajjhāyanamattena vā mānatthaddhā’’ti vatvā ye tadā sīlādiguṇavisesayuttā jhānasamāpattilābhino ceva paccekabuddhā ca, tatthevassa pasādaṃ uppādesīti.",
  "atk-s0512a2:234": "Tadā vettavatīnagare jātimanto nāma eko brāhmaṇo pabbajitvāpi jātiṃ nissāya mahantaṃ mānamakāsi. Mahāsatto ‘‘tassa mānaṃ bhindissāmī’’ti taṃ ṭhānaṃ gantvā tassāsanne uparisote vāsaṃ kappesi. Tena vuttaṃ –",
  "atk-s0512a2:235": "61.",
  "atk-s0512a2:236": " ‘‘Ahañca brāhmaṇo eko, gaṅgākūle vasāmubho;",
  "atk-s0512a2:237": "Ahaṃ vasāmi upari, heṭṭhā vasati brāhmaṇo’’ti.",
  "atk-s0512a2:238": "Atha mahāsatto ekadivasaṃ dantakaṭṭhaṃ khāditvā ‘‘idaṃ jātimantassa jaṭāsu laggatū’’ti adhiṭṭhāya nadiyaṃ pātesi. Taṃ tassa udakaṃ ācamentassa jaṭāsu laggi, so taṃ disvā ‘‘nassa vasalā’’ti vatvā ‘‘kutoyaṃ kāḷakaṇṇī āgato, upadhāressāmi na’’nti uddhaṃsotaṃ gacchanto mahāsattaṃ disvā ‘‘kiṃjātikosī’’ti pucchi. ‘‘Caṇḍālosmī’’ti. ‘‘Tayā nadiyaṃ dantakaṭṭhaṃ pātita’’nti? ‘‘Āma, mayā’’ti. ‘‘Nassa, vasala, caṇḍāla, kāḷakaṇṇi, mā idha vasi, heṭṭhāsote vasā’’ti vatvā heṭṭhāsote vasantenapi pātite dantakaṭṭhe paṭisotaṃ āgantvā jaṭāsu laggante ‘‘nassa, vasala, sace idha vasissasi, sattame divase sattadhā te muddhā phalissatī’’ti āha. Tena vuttaṃ –",
  "atk-s0512a2:239": "62.",
  "atk-s0512a2:240": " ‘‘Vicaranto anukūlamhi, uddhaṃ me assamaddasa;",
  "atk-s0512a2:241": "Tattha maṃ paribhāsetvā, abhisapi muddhaphālana’’nti.",
  "atk-s0512a2:242": "Tattha vicaranto anukūlamhīti ucchiṭṭhadantakaṭṭhe attano jaṭāsu lagge tassa āgamanagavesanavasena gaṅgāya tīre anuvicaranto. Uddhaṃ me assamaddasāti attano vasanaṭṭhānato uparisote mama assamaṃ paṇṇasālaṃ addakkhi. Tattha maṃ paribhāsetvāti mama assamaṃ āgantvā jātiṃ sutvā tatova paṭikkamitvā savanūpacāre ṭhatvā ‘‘nassa, vasala caṇḍāla, kāḷakaṇṇi mā idha vasī’’tiādīni vatvā bhayena santajjetvā. Abhisapi muddhaphālananti ‘‘sace jīvitukāmosi, ettova sīghaṃ palāyassū’’ti vatvā ‘‘sace na pakkamissati, ito te sattame divase sattadhā muddhā phalatū’’ti me abhisapaṃ adāsi.",
  "atk-s0512a2:243": "Kiṃ pana tassa abhisapena muddhā phalatīti? Na phalati, kuhako pana so, evamayaṃ maraṇabhayatajjito sudūraṃ pakkamissatīti saññāya santāsanatthaṃ tathā āha.",
  "atk-s0512a2:244": "63.Yadihaṃ tassa pakuppeyyanti tassa mānatthaddhassa kūṭajaṭilassa ahaṃ yadi kujjheyyaṃ. Yadi sīlaṃ na gopayeti sīlaṃ yadi na rakkheyyaṃ, idaṃ sīlaṃ nāma jīvitanirapekkhaṃ sammadeva rakkhitabbanti yadi na cinteyyanti attho. Oloketvānahaṃ tassa, kareyyaṃ chārikaṃ viyāti sacāhaṃ tadā tassa appatīto abhavissaṃ . Mama cittācāraṃ ñatvā mayi abhippasannā devatā khaṇeneva taṃ bhasmamuṭṭhiṃ viya viddhaṃseyyunti adhippāyo. Satthā pana tadā attano appatītabhāve sati devatāhi sādhetabbaṃ tassa anatthaṃ attanā kattabbaṃ viya katvā desesi ‘‘kareyyaṃ chārikaṃ viyā’’ti.",
  "atk-s0512a2:245": "Vitaṇḍavādī panāha – ‘‘bodhisattova taṃ jaṭilaṃ icchamāno iddhiyā chārikaṃ kareyya, evañhi sati imissā pāḷiyā attho ujukameva nīto hotī’’ti. So evamassa vacanīyo – ‘‘tvaṃ iddhiyā parūpaghātaṃ vadasi, iddhi nāmesā adhiṭṭhānā iddhi, vikubbanā iddhi, manomayā iddhi, ñāṇavipphārā iddhi, samādhivipphārā iddhi, ariyā iddhi, kammavipākajā iddhi, puññavato iddhi, vijjāmayā iddhi, tattha tattha sammāpayogappaccayā ijjhanaṭṭhena iddhīti dasavidhā. Tattha ‘‘kataraṃ iddhiṃ vadesī’’ti? ‘‘Bhāvanāmaya’’nti. ‘‘Kiṃ pana bhāvanāmayāya parūpaghātakammaṃ hotī’’ti? Āma, ekacce ācariyā ‘‘ekavāraṃ hotī’’ti vadanti, yathā hi paraṃ paharitukāmena udakabharite ghaṭe khitte paropi paharīyati, ghaṭopi bhijjati, evameva bhāvanāmayāya iddhiyā ekavāraṃ parūpaghātakammaṃ hoti, tato paṭṭhāya pana sā nassati.",
  "atk-s0512a2:246": "Atha so ‘‘bhāvanāmayāya iddhiyā neva ekavāraṃ na dvevāraṃ parūpaghātakammaṃ hotī’’ti vatvā pucchitabbo ‘‘kiṃ bhāvanāmayā iddhi kusalā akusalā abyākatā, sukhāya vedanāya sampayuttā dukkhāya vedanāya sampayuttā adukkhamasukhāya vedanāya sampayuttā, savitakkasavicārā avitakkavicāramattā avitakkaavicārā, kāmāvacarā rūpāvacarā arūpāvacarā’’ti? Jānanto ‘‘bhāvanāmayā iddhi kusalā abyākatā vā adukkhamasukhavedaniyā avitakkaavicārā rūpāvacarā cā’’ti vakkhati. So vattabbo ‘‘pāṇātipātacetanā kusalādīsu kataraṃ koṭṭhāsaṃ bhajatī’’ti? Jānanto vakkhati ‘‘pāṇātipātacetanā akusalāva dukkhavedanāva savitakkasavicārāva kāmāvacarāvā’’ti. Evaṃ sante ‘‘tava pañho neva kusalattikena sameti, na vedanāttikena na vitakkattikena na bhūmantarenā’’ti pāḷiyā virodhaṃ dassetvā saññāpetabbo. Yadi pana so ‘‘puna caparaṃ, bhikkhave, idhekacco samaṇo vā brāhmaṇo vā iddhimā cetovasippatto aññissā kucchigataṃ gabbhaṃ pāpakena manasānupekkhitā hoti ‘aho vata yaṃ taṃ kucchigataṃ gabbhaṃ na sotthinā abhinikkhameyyā’ti. Evampi, bhikkhave, kulumpassa upaghāto hotī’’ti saṅgītiṃ anāruḷhaṃ kulumpasuttaṃ udāhareyya. Tassāpi ‘‘tvaṃ atthaṃ na jānāsi. Iddhimā cetovasippattoti hi ettha na bhāvanāmayā iddhi adhippetā, āthabbanikā iddhi adhippetā. Sā hi ettha labbhamānā labbhatīti bhāvanāmayāya iddhiyā parūpaghāto na sambhavatiyevā’’ti saññāpetabbo. No ce saññattiṃ upeti, kammaṃ katvā uyyojetabbo. Tasmā yathāvuttanayenevettha gāthāya attho veditabbo.",
  "atk-s0512a2:247": "Tathā pana tena abhisapito mahāsatto ‘‘sacāhaṃ etassa kujjhissāmi, sīlaṃ me arakkhitaṃ bhavissati, upāyenevassa mānaṃ bhindissāmi, sā cassa rakkhā bhavissatī’’ti sattame divase sūriyuggamanaṃ vāresi. Manussā sūriyassa anuggamanena ubbāḷhā jātimantatāpasaṃ upasaṅkamitvā ‘‘bhante, tumhe sūriyassa uggantuṃ na dethā’’ti pucchiṃsu. So ‘‘na metaṃ kammaṃ, gaṅgātīre pana eko caṇḍālatāpaso vasati, tassetaṃ kammaṃ siyā’’ti āha . Manussā mahāsattaṃ upasaṅkamitvā ‘‘bhante, tumhe sūriyassa uggantuṃ na dethā’’ti pucchiṃsu. ‘‘Āmāvuso’’ti. ‘‘Kiṃkāraṇā’’ti? ‘‘Tumhākaṃ kulūpakatāpaso maṃ niraparādhaṃ abhisapi, tasmiṃ āgantvā khamāpanatthaṃ mama pādesu patite sūriyaṃ vissajjessāmī’’ti. Te gantvā taṃ ākaḍḍhantā ānetvā mahāsattassa pādamūle nipajjāpetvā khamāpetvā ‘‘sūriyaṃ vissajjetha, bhante’’ti āhaṃsu. ‘‘Na sakkā vissajjetuṃ, sacāhaṃ vissajjessāmi, imassa sattadhā muddhā phalissatī’’ti. ‘‘Atha, bhante, kiṃ karomā’’ti. Mahāsatto ‘‘mattikāpiṇḍaṃ āharathā’’ti āharāpetvā ‘‘imaṃ tāpasassa sīse ṭhapetvā tāpasaṃ otāretvā udake ṭhapetha, yadā sūriyo dissati, tadā tāpaso udake nimujjatū’’ti vatvā sūriyaṃ vissajjesi. Sūriyarasmīhi phuṭṭhamatteva mattikāpiṇḍo sattadhā bhijji. Tāpaso udake nimujji. Tena vuttaṃ –",
  "atk-s0512a2:248": "64.",
  "atk-s0512a2:249": " ‘‘Yaṃ so tadā maṃ abhisapi, kupito duṭṭhamānaso;",
  "atk-s0512a2:250": "Tasseva matthake nipati, yogena taṃ pamocayi’’nti.",
  "atk-s0512a2:251": "Tattha yaṃ so tadā maṃ abhisapīti so jātimantajaṭilo yaṃ muddhaphālanaṃ sandhāya tadā maṃ abhisapi, mayhaṃ sapaṃ adāsi. Tasseva matthakenipatīti taṃ mayhaṃ upari tena icchitaṃ tasseva pana upari nipati nipatanabhāvena aṭṭhāsi. Evañhetaṃ hoti yathā taṃ appaduṭṭhassa padussato. Vuttañhetaṃ bhagavatā – ‘‘yo appaduṭṭhassa narassa dussati…pe… paṭivātaṃva khitto’’ti (dha. pa. 125; su. ni. 667; jā. 1.5.94). Yogena taṃ pamocayinti taṃ tassa bhāsitaṃ matthakaphālanaṃ upāyena tato pamocesiṃ, taṃ vā jaṭilaṃ tato pamocesiṃ, yena upāyena taṃ na hoti, tathā akāsinti attho.",
  "atk-s0512a2:252": "Yañhi tena pāramitāparibhāvanasamiddhāhi nānāsamāpattivihāraparipūritāhi sīladiṭṭhisampadāhi susaṅkhatasantāne mahākaruṇādhivāse mahāsatte ariyūpavādakammaṃ abhisapasaṅkhātaṃ pharusavacanaṃ payuttaṃ, taṃ mahāsattassa khettavisesabhāvato tassa ca ajjhāsayapharusatāya diṭṭhadhammavedanīyaṃ hutvā sace so mahāsattaṃ na khamāpesi, sattame divase vipaccanasabhāvaṃ jātaṃ, khamāpite pana mahāsatte payogasampattipaṭibāhitattā avipākadhammataṃ āpajji ahosikammabhāvato. Ayañhi ariyūpavādapāpassa diṭṭhadhammavedanīyassa ca dhammatā. Tattha yaṃ sattame divase bodhisattena sūriyuggamananivāraṇaṃ kataṃ, ayamettha yogoti adhippeto upāyo. Tena hi ubbāḷhā manussā bodhisattassa santike tāpasaṃ ānetvā khamāpesuṃ. Sopi ca mahāsattassa guṇe jānitvā tasmiṃ cittaṃ pasādesīti veditabbaṃ. Yaṃ panassa matthake mattikāpiṇḍassa ṭhapanaṃ, tassa ca sattadhā phālanaṃ kataṃ, taṃ manussānaṃ cittānurakkhaṇatthaṃ, aññathā hi ime pabbajitāpi samānā cittassa vase vattanti, na pana cittaṃ attano vase vattāpentīti mahāsattampi tena sadisaṃ katvā gaṇheyyuṃ. Tadassa nesaṃ dīgharattaṃ ahitāya dukkhāyāti.",
  "atk-s0512a2:253": "65. Idāni yadatthaṃ tadā tasmiṃ tāpase cittaṃ adūsetvā suparisuddhaṃ sīlameva rakkhitaṃ, taṃ dassetuṃ ‘‘anurakkhiṃ mama sīla’’nti osānagāthamāha. Taṃ heṭṭhā vuttatthameva.",
  "atk-s0512a2:254": "Tadā maṇḍabyo udeno, mātaṅgo lokanātho.",
  "atk-s0512a2:255": "Idhāpi sesapāramiyo niddhāretabbā. Tathā nihīnajātikassa sato yathādhippāyaṃ diṭṭhamaṅgalikāya mānaniggaho, pabbajitvā ‘‘diṭṭhamaṅgalikāya avassayo bhavissāmī’’ti uppannacitto araññaṃ gantvā pabbajitvā sattadivasabbhantareyeva yathādhippāyaṃ jhānābhiññānibbattanaṃ, tato āgantvā diṭṭhamaṅgalikāya lābhaggayasaggappattiyā upāyasampādanaṃ, maṇḍabyakumārassa mānaniggaho, jātimantatāpasassa mānaniggaho, tassa ca ajānantasseva bhāvino jīvitantarāyassa apanayanaṃ, mahāparādhassāpi tassa akujjhitvā attano sīlānurakkhaṇaṃ, acchariyabbhutapāṭihāriyakaraṇanti evamādayo mahāsattassa guṇānubhāvā vibhāvetabbā.",
  "atk-s0512a2:256": "Mātaṅgacariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a2:257": "8. Dhammadevaputtacariyāvaṇṇanā",
  "atk-s0512a2:258": "66. Aṭṭhame mahāpakkhoti mahāparivāro. Mahiddhikoti mahatiyā deviddhiyā samannāgato. Dhammo nāma mahāyakkhoti nāmena dhammo nāma mahānubhāvo devaputto. Sabbalokānukampakoti vibhāgaṃ akatvā mahākaruṇāya sabbalokaṃ anuggaṇhanako.",
  "atk-s0512a2:259": "Mahāsatto hi tadā kāmāvacaradevaloke dhammo nāma devaputto hutvā nibbatti. So dibbālaṅkārapaṭimaṇḍito dibbarathamabhiruyha accharāgaṇaparivuto manussesu sāyamāsaṃ bhuñjitvā attano attano gharadvāresu sukhakathāya nisinnesu puṇṇamuposathadivase gāmanigamarājadhānīsu ākāse ṭhatvā ‘‘pāṇātipātādīhi dasahi akusalakammapathehi viramitvā tividhasucaritadhammaṃ pūretha, matteyyā petteyyā sāmaññā brahmaññā kule jeṭṭhāpacāyino bhavatha, saggaparāyanā hutvā mahantaṃ yasaṃ anubhavissathā’’ti manusse dasakusalakammapathe samādapento jambudīpaṃ padakkhiṇaṃ karoti. Tena vuttaṃ –",
  "atk-s0512a2:260": "67.",
  "atk-s0512a2:261": " ‘‘Dasakusalakammapathe, samādapento mahājanaṃ;",
  "atk-s0512a2:262": "Carāmi gāmanigamaṃ, samitto saparijjano’’ti.",
  "atk-s0512a2:263": "Tattha samittoti dhammikehi dhammavādīhi sahāyehi sasahāyo.",
  "atk-s0512a2:264": "Tena ca samayena adhammo nāmeko devaputto kāmāvacaradevaloke nibbatti. ‘‘So pāṇaṃ hanatha, adinnaṃ ādiyathā’’tiādinā nayena satte akusalakammapathe samādapento mahatiyā parisāya parivuto jambudīpaṃ vāmaṃ karoti. Tena vuttaṃ –",
  "atk-s0512a2:265": "68.",
  "atk-s0512a2:266": " ‘‘Pāpo kadariyo yakkho, dīpento dasa pāpake;",
  "atk-s0512a2:267": "Sopettha mahiyā carati, samitto saparijjano’’ti.",
  "atk-s0512a2:268": "Tattha pāpoti pāpadhammehi samannāgato. Kadariyoti thaddhamaccharī. Yakkhoti devaputto. Dīpento dasa pāpaketi sabbaloke gocaraṃ nāma sattānaṃ upabhogaparibhogāya jātaṃ. Tasmā satte vadhitvā yaṃkiñci katvā ca attā pīṇetabbo, indriyāni santappetabbānītiādinā nayena pāṇātipātādike dasa lāmakadhamme kattabbe katvā pakāsento. Sopetthāti sopi adhammo devaputto imasmiṃ jambudīpe. Mahiyāti bhūmiyā āsanne, manussānaṃ dassanasavanūpacāreti attho.",
  "atk-s0512a2:269": "69. Tattha ye sattā sādhukammikā dhammagaruno, te dhammaṃ devaputtaṃ tathā āgacchantameva disvā āsanā vuṭṭhāya gandhamālādīhi pūjentā yāva cakkhupathasamatikkamanā tāva abhitthavanti , pañjalikā namassamānā tiṭṭhanti, tassa vacanaṃ sutvā appamattā sakkaccaṃ puññāni karonti. Ye pana sattā pāpasamācārā kurūrakammantā, te adhammassa vacanaṃ sutvā abbhanumodanti , bhiyyosomattāya pāpāni samācaranti. Evaṃ te tadā aññamaññassa ujuvipaccanīkavādā ceva ujuvipaccanīkakiriyā ca hutvā loke vicaranti. Tenāha bhagavā ‘‘dhammavādī adhammo ca, ubho paccanikā maya’’nti.",
  "atk-s0512a2:270": "Evaṃ pana gacchante kāle athekadivasaṃ tesaṃ rathā ākāse sammukhā ahesuṃ. Atha nesaṃ parisā ‘‘tumhe kassa, tumhe kassā’’ti pucchitvā ‘‘mayaṃ dhammassa, mayaṃ adhammassā’’ti vatvā maggā okkamitvā dvidhā jātā. Dhammassa pana adhammassa ca rathā abhimukhā hutvā īsāya īsaṃ āhacca aṭṭhaṃsu. ‘‘Tava rathaṃ okkamāpetvā mayhaṃ maggaṃ dehi, tava rathaṃ okkamāpetvā mayhaṃ maggaṃ dehī’’ti aññamaññaṃ maggadāpanatthaṃ vivādaṃ akaṃsu. Parisā ca nesaṃ āvudhāni abhiharitvā yuddhasajjā ahesuṃ. Yaṃ sandhāya vuttaṃ –",
  "atk-s0512a2:271": "‘‘Dhure dhuraṃ ghaṭṭayantā, samimhā paṭipathe ubho’’.",
  "atk-s0512a2:272": "70.",
  "atk-s0512a2:273": " ‘‘Kalaho vattatī bhesmā, kalyāṇapāpakassa ca;",
  "atk-s0512a2:274": "Maggā okkamanatthāya, mahāyuddho upaṭṭhito’’ti.",
  "atk-s0512a2:275": "Tattha dhure dhuranti ekassa rathīsāya itarassa rathīsaṃ ghaṭṭayantā. Samimhāti samāgatā sammukhībhūtā. Puna ubhoti vacanaṃ ubhopi mayaṃ aññamaññassa paccanīkā hutvā loke vicarantā ekadivasaṃ paṭimukhaṃ āgacchantā dvīsu parisāsu ubhosu passesu maggato okkantāsu saha rathena mayaṃ ubho eva samāgatāti dassanatthaṃ vuttaṃ. Bhesmāti bhayajanako. Kalyāṇapāpakassa cāti kalyāṇassa ca pāpakassa ca. Mahāyuddho upaṭṭhitoti mahāsaṅgāmo paccupaṭṭhito āsi.",
  "atk-s0512a2:276": "Aññamaññassa hi parisāya ca yujjhitukāmatā jātā. Tattha hi dhammo adhammaṃ āha – ‘‘samma, tvaṃ adhammo, ahaṃ dhammo, maggo mayhaṃ anucchaviko, tava rathaṃ okkamāpetvā mayhaṃ maggaṃ dehī’’ti. Itaro ‘‘ahaṃ daḷhayāno balavā asantāsī, tasmā maggaṃ na demi, yuddhaṃ pana karissāmi, yo yuddhe jinissati, tassa maggo hotū’’ti āha. Tenevāha –",
  "atk-s0512a2:277": "‘‘Yasokaro puññakarohamasmi, sadātthuto samaṇabrāhmaṇānaṃ;",
  "atk-s0512a2:278": "Maggāraho devamanussapūjito, dhammo ahaṃ dehi adhamma maggaṃ.",
  "atk-s0512a2:279": "‘‘Adhammayānaṃ daḷhamāruhitvā, asantasanto balavāhamasmi;",
  "atk-s0512a2:280": "Sa kissa hetumhi tavajja dajjaṃ, maggaṃ ahaṃ dhamma adinnapubbaṃ.",
  "atk-s0512a2:281": "‘‘Dhammo have pāturahosi pubbe, pacchā adhammo udapādi loke;",
  "atk-s0512a2:282": "Jeṭṭho ca seṭṭho ca sanantano ca, uyyāhi jeṭṭhassa kaniṭṭha maggā.",
  "atk-s0512a2:283": "‘‘Na yācanāya napi pātirūpā, na arahatā tehaṃ dadeyya maggaṃ;",
  "atk-s0512a2:284": "Yuddhañca no hotu ubhinnamajja, yuddhamhi yo jessati tassa maggo.",
  "atk-s0512a2:285": "‘‘Sabbā disā anuvisaṭohamasmi, mahabbalo amitayaso atulyo;",
  "atk-s0512a2:286": "Guṇehi sabbehi upetarūpo, dhammo adhamma tvaṃ kathaṃ vijessasi.",
  "atk-s0512a2:287": "‘‘Lohena ve haññati jātarūpaṃ, na jātarūpena hananti lohaṃ;",
  "atk-s0512a2:288": "Sace adhammo hañchati dhammamajja, ayo suvaṇṇaṃ viya dassaneyyaṃ.",
  "atk-s0512a2:289": "‘‘Sace tuvaṃ yuddhabalo adhamma, na tuyhaṃ vuḍḍhā ca garū ca atthi;",
  "atk-s0512a2:290": "Maggañca te dammi piyāppiyena, vācā duruttānipi te khamāmī’’ti. (jā. 1.11.26-32);",
  "atk-s0512a2:291": "Imā hi tesaṃ vacanapaṭivacanakathā.",
  "atk-s0512a2:292": "Tattha yasokaroti dhamme niyojanavasena devamanussānaṃ yasadāyako. Dutiyapadepi eseva nayo. Sadātthutoti sadā thuto niccappasattho. Sa kissa hetumhi tavajja dajjanti somhi ahaṃ adhammo adhammayānarathaṃ abhiruḷho abhīto balavā, kiṃkāraṇā ajja, bho dhamma, kassaci adinnapubbaṃ maggaṃ tuyhaṃ dammi. Pāturahosīti paṭhamakappikakāle imasmiṃ loke dasakusalakammapathadhammo pubbe pāturahosi, pacchā adhammo. Jeṭṭho cāti pure nibbattabhāvena ahaṃ jeṭṭho ca seṭṭho ca porāṇako ca, tvaṃ pana kaniṭṭho, tasmā ‘‘maggā uyyāhī’’ti vadati.",
  "atk-s0512a2:293": "Napipātirūpāti ahañhi bhoto neva yācanāya na paṭirūpavacanena na maggārahatāya maggaṃ dadeyyaṃ. Anuvisaṭoti ahaṃ catasso disā catasso anudisāti sabbā disā attano guṇena patthaṭo paññāto. Lohenāti ayomuṭṭhikena. Hañchatīti hanissati. Yuddhabalo adhammāti sace tuvaṃ yuddhabalo asi adhamma. Vuḍḍhā ca garū cāti yadi tuyhaṃ ime vuḍḍhā ime garū paṇḍitāti etaṃ natthi. Piyāppiyenāti piyena viya appiyena, appiyenapi dadanto (jā. aṭṭha. 4.11.32) piyena viya te maggaṃ dadāmīti attho.",
  "atk-s0512a2:294": "71. Mahāsatto hi tadā cintesi – ‘‘sacāhaṃ imaṃ pāpapuggalaṃ sabbalokassa ahitāya paṭipannaṃ evaṃ mayā vilomaggāhaṃ gahetvā ṭhitaṃ accharaṃ paharitvā ‘anācāra mā idha tiṭṭha, sīghaṃ paṭikkama vinassā’ti vadeyyaṃ, so taṅkhaṇaññeva mama dhammatejena bhusamuṭṭhi viya vikireyya, na kho pana metaṃ patirūpaṃ, svāhaṃ sabbalokaṃ anukampanto ‘lokatthacariyaṃ matthakaṃ pāpessāmī’ti paṭipajjāmi, ayaṃ kho pana pāpo āyatiṃ mahādukkhabhāgī, svāyaṃ mayā visesato anukampitabbo, tasmāssa maggaṃ dassāmi, evaṃ me sīlaṃ suvisuddhaṃ akhaṇḍitaṃ bhavissatī’’ti. Evaṃ pana cintetvā bodhisatte ‘‘sace tuvaṃ yuddhabalo’’ti gāthaṃ vatvā thokaṃ maggato okkantamatte eva adhammo rathe ṭhātuṃ asakkonto avaṃsiro pathaviyaṃ patitvā pathaviyā vivare dinne gantvā avīcimhi eva nibbatti. Tena vuttaṃ ‘‘yadihaṃ tassa kuppeyya’’ntiādi.",
  "atk-s0512a2:295": "Tattha yadihaṃ tassa kuppeyyanti tassa adhammassa yadi ahaṃ kujjheyyaṃ. Yadi bhinde tapoguṇanti tenevassa kujjhanena mayhaṃ tapoguṇaṃ sīlasaṃvaraṃ yadi vināseyyaṃ. Sahaparijanaṃ tassāti saparijanaṃ taṃ adhammaṃ. Rajabhūtanti rajamiva bhūtaṃ, rajabhāvaṃ pattaṃ ahaṃ kareyyaṃ.",
  "atk-s0512a2:296": "72.Apicāhanti ettha ahanti nipātamattaṃ. Sīlarakkhāyāti sīlarakkhaṇatthaṃ. Nibbāpetvānāti paṭikacceva khantimettānuddayassa upaṭṭhāpitattā tasmiṃ adhamme uppajjanakakodhassa anuppādaneneva dosapariḷāhavūpasamanena mānasaṃ vūpasametvā. Saha janenokkamitvāti mayhaṃ parijanena saddhiṃ maggā okkamitvā tassa pāpassa adhammassa ahaṃ maggaṃ adāsiṃ.",
  "atk-s0512a2:297": "73.Sahapathato okkanteti vuttanayena cittassa vūpasamaṃ katvā ‘‘maggaṃ te dammī’’ti ca vatvā thokaṃ maggato saha okkamanena. Pāpayakkhassāti adhammadevaputtassa. Tāvadeti taṅkhaṇaṃ eva mahāpathavī vivaramadāsi. Jātakaṭṭhakathāyaṃ pana ‘‘maggañca te dammī’’ti gāthāya kathitakkhaṇeyevāti vuttaṃ.",
  "atk-s0512a2:298": "Evaṃ tasmiṃ bhūmiyaṃ patite catunahutādhikadviyojanasatasahassabahalā sakalaṃ varāvaraṃ dhārentīpi mahāpathavī ‘‘nāhamimaṃ pāpapurisaṃ dhāremī’’ti kathentī viya tena ṭhitaṭṭhāne dvidhā bhijji. Mahāsatto pana tasmiṃ nipatitvā avīcimhi nibbatte rathadhure yathāṭhitova saparijano mahatā devānubhāvena gamanamaggeneva gantvā attano bhavanaṃ pāvisi. Tenāha bhagavā –",
  "atk-s0512a2:299": "‘‘Khantībalo yuddhabalaṃ vijetvā, hantvā adhammaṃ nihanitva bhūmyā;",
  "atk-s0512a2:300": "Pāyāsi vitto abhiruyha sandanaṃ, maggeneva atibalo saccanikkamo’’ti. (jā. 1.11.34);",
  "atk-s0512a2:301": "Tadā adhammo devadatto ahosi, tassa parisā devadattaparisā, dhammo lokanātho, tassa parisā buddhaparisā.",
  "atk-s0512a2:302": "Idhāpi heṭṭhā vuttanayeneva sesapāramiyo yathārahaṃ niddhāretabbā. Tathā idhāpi dibbehi āyuvaṇṇayasasukhaādhipateyyehi dibbeheva uḷārehi kāmaguṇehi samappitassa samaṅgībhūtassa anekasahassasaṅkhāhi accharāhi sabbakālaṃ paricāriyamānassa mahati pamādaṭṭhāne ṭhitassa sato īsakampi pamādaṃ anāpajjitvā ‘‘lokatthacariyaṃ matthakaṃ pāpessāmī’’ti māse māse puṇṇamiyaṃ dhammaṃ dīpento saparijano manussapathe vicaritvā mahākaruṇāya sabbasatte adhammato vivecetvā dhamme niyojanaṃ, adhammena samāgatopi tena kataṃ anācāraṃ agaṇetvā tattha cittaṃ akopetvā khantimettānuddayameva paccupaṭṭhapetvā akhaṇḍaṃ suvisuddhañca katvā attano sīlassa rakkhaṇanti evamādayo mahāsattassa guṇānubhāvā vibhāvetabbāti.",
  "atk-s0512a2:303": "Dhammadevaputtacariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a2:304": "9. Alīnasattucariyāvaṇṇanā",
  "atk-s0512a2:305": "74. Navame pañcālaraṭṭheti evaṃnāmake janapade. Nagaravare, kapilāyanti ‘‘kapilā’’ti evaṃladdhanāme uttamanagare. ‘‘Nagaravare’’ti vatvā puna ‘‘puruttame’’ti vacanaṃ tasmiṃ kāle jambudīpe sabbanagarānaṃ tassa nagarassa agganagarabhāvadassanatthaṃ. Jayaddiso nāmāti raññā attano paccatthike jite jāto, attano vā paccāmittabhūtaṃ yakkhinīsaṅkhātaṃ jayaddisaṃ jitoti evaṃladdhanāmo. Sīlaguṇamupāgatoti ācārasīlañceva ussāhasampattiyādirājaguṇañca upāgato, tena samannāgatoti attho.",
  "atk-s0512a2:306": "75.Tassa raññoti jayaddisarājassa, ahaṃ putto ahosinti vacanaseso. Sutadhammoti yāvatā rājaputtena sotabbadhammo nāma, tassa sabbassa sutattā sutadhammo, bahussutoti attho. Atha vā sutadhammoti vissutadhammo, dhammacariyāya samacariyāya pakāso paññāto, loke patthaṭakittidhammoti attho. Alīnasattoti evaṃnāmo. Guṇavāti uḷārehi mahāpurisaguṇehi samannāgato. Anurakkhaparijano sadāti saddhādiguṇavisesayogato catūhi saṅgahavatthūhi sammadeva saṅgahaṇato ca sabbakālaṃ sambhattaparivārajano.",
  "atk-s0512a2:307": "76.Pitā me migavaṃ gantvā, porisādaṃ upāgamīti mayhaṃ pitā jayaddisarājā migavaṃ caranto araññamajjhaṃ gantvā porisādaṃ manussakhādakaṃ yakkhiniputtaṃ upagañchi, tena samāgami.",
  "atk-s0512a2:308": "Jayaddisarājā kira ekadivasaṃ ‘‘migavaṃ gamissāmī’’ti tadanurūpena mahatā parivārena kapilanagarato nikkhami. Taṃ nikkhantamattameva takkasilāvāsī nando nāma brāhmaṇo catasso satārahā gāthā nāma kathetuṃ ādāya upasaṅkamitvā attano āgamanakāraṇaṃ rañño ārocesi. Rājā ‘‘nivattitvā suṇissāmī’’ti tassa vasanagehaṃ paribbayañca dāpetvā araññaṃ paviṭṭho ‘‘yassa passena migo palāyati, tasseva so gīvā’’ti vatvā mige pariyesanto vicarati. Atheko pasadamigo mahājanassa padasaddena āsayato nikkhamitvā rañño abhimukho gantvā palāyi. Amaccā parihāsaṃ kariṃsu. Rājā taṃ anubandhitvā tiyojanamatthake taṃ parikkhīṇajavaṃ ṭhitaṃ vijjhitvā pātesi. Patitaṃ khaggena dvidhā katvā anatthikopi ‘‘maṃsena migaṃ gahetuṃ nāsakkhī’’ti vacanamocanatthaṃ kāje katvā āgacchanto ekassa nigrodhassa mūle dabbatiṇesu nisīditvā thokaṃ vissamitvā gantuṃ ārabhi.",
  "atk-s0512a2:309": "Tena ca samayena tasseva rañño jeṭṭhabhātā jātadivase eva ekāya yakkhiniyā khādituṃ gahito ārakkhamanussehi anubaddhāya tāya niddhamanamaggena gacchantiyā ure ṭhapito mātusaññāya mukhena thanaggahaṇena puttasinehaṃ uppādetvā saṃvaḍḍhiyamāno tadāhāropayogitāya manussamaṃsaṃ khādanto anukkamena vuddhippatto attānaṃ antaradhāpanatthaṃ yakkhiniyā dinnaosadhamūlānubhāvena antarahito hutvā manussamaṃsaṃ khāditvā jīvanto tāya yakkhiniyā matāya taṃ osadhamūlaṃ attano pamādena nāsetvā dissamānarūpova manussamaṃsaṃ khādanto naggo ubbiggavirūpadassano rājapurisehi passitvā anubaddho palāyitvā araññaṃ pavisitvā tassa nigrodhassa mūle vāsaṃ kappento rājānaṃ disvā ‘‘bhakkhosi me’’ti hatthe aggahesi. Tena vuttaṃ ‘‘so me pitumaggahesi, bhakkhosi mama mā calī’’tiādi.",
  "atk-s0512a2:310": "Tattha so me pitumaggahesīti so porisādo mama pitaraṃ jayaddisarājānaṃ attano nisinnarukkhasamīpamāgataṃ ‘‘mama bhakkho tvaṃ āgatosi, hatthaparipphandanādivasena mā cali, calantampi ahaṃ taṃ khādissāmī’’ti hatthe aggahesi.",
  "atk-s0512a2:311": "77.Tassāti tassa yakkhiniputtassa. Tasitavedhitoti cittutrāsena tasito sarīraparikampena vedhito. Ūrukkhambhoti ubhinnaṃ ūrūnaṃ thaddhabhāvo, yena so tato palāyituṃ nāsakkhi.",
  "atk-s0512a2:312": "Migavaṃ gahetvā muñcassūti ettha migavanti migavavasena laddhattā taṃ migamaṃsaṃ ‘‘migava’’nti āha, imaṃ migamaṃsaṃ gahetvā maṃ muñcassūti attho. So hi rājā naṃ yakkhiniputtaṃ disvā bhīto ūrukkhambhaṃ patvā khāṇuko viya aṭṭhāsi. So vegena gantvā taṃ hatthe gahetvā ‘‘bhakkhosi me āgatosī’’ti āha. Atha naṃ rājā satiṃ paccupaṭṭhapetvā ‘‘sace āhāratthiko, imaṃ te maṃsaṃ dadāmi, taṃ gahetvā khāda, maṃ muñcāhī’’ti āha . Taṃ sutvā porisādo ‘‘kimidaṃ mayhameva santakaṃ datvā mayā vohāraṃ karosi, nanu imaṃ maṃsañca tvañca mama hatthagatakālato paṭṭhāya mayhameva santakaṃ, tasmā taṃ paṭhamaṃ khāditvā pacchā maṃsaṃ khādissāmī’’ti āha.",
  "atk-s0512a2:313": "Atha rājā ‘‘maṃsanikkayenāyaṃ na maṃ muñcati, mayā ca migavaṃ āgacchantena tassa brāhmaṇassa ‘āgantvā te dhanaṃ dassāmī’ti paṭiññā katā. Sacāyaṃ yakkho anujānissati, saccaṃ anurakkhanto gehaṃ gantvā taṃ paṭiññaṃ mocetvā puna imassa yakkhassa bhattatthaṃ āgaccheyya’’nti cintetvā tassa tamatthaṃ ārocesi. Taṃ sutvā porisādo ‘‘sace tvaṃ saccaṃ anurakkhanto gantukāmosi, gantvā tassa brāhmaṇassa dātabbaṃ dhanaṃ datvā saccaṃ anurakkhanto sīghaṃ puna āgaccheyyāsī’’ti vatvā rājānaṃ vissajjesi. So tena vissaṭṭho ‘‘tvaṃ mā cintayi, ahaṃ pātova āgamissāmī’’ti vatvā magganimittāni sallakkhento attano balakāyaṃ upagantvā tena parivuto nagaraṃ pavisitvā nandabrāhmaṇaṃ pakkosāpetvā mahārahe āsane nisīdāpetvā tā gāthā sutvā cattāri sahassāni datvā yānaṃ āropetvā ‘‘imaṃ takkasilameva nethā’’ti manusse datvā brāhmaṇaṃ uyyojetvā dutiyadivase porisādassa santikaṃ gantukāmo puttaṃ rajje patiṭṭhapetuṃ anusāsaniñca dento tamatthaṃ ārocesi. Tena vuttaṃ –",
  "atk-s0512a2:314": "78.",
  "atk-s0512a2:315": " ‘‘Migavaṃ gahetvā muñcassu, katvā āgamanaṃ puna;",
  "atk-s0512a2:316": "Brāhmaṇassa dhanaṃ datvā, pitā āmantayī mamaṃ.",
  "atk-s0512a2:317": "79.",
  "atk-s0512a2:318": " ‘‘Rajjaṃ putta paṭipajja, mā pamajji puraṃ idaṃ;",
  "atk-s0512a2:319": "Kataṃ me porisādena, mama āgamanaṃ punā’’ti.",
  "atk-s0512a2:320": "Tattha āgamanaṃ punāti puna āgamanaṃ paṭiññātassa porisādassa saṅgaraṃ katvā. Brāhmaṇassa dhanaṃ datvāti takkasilato āgatassa nandanāmassa brāhmaṇassa tā gāthā sutvā catusahassaparimāṇaṃ dhanaṃ datvā. Pitā āmantayī mamanti mama pitā jayaddisarājā maṃ āmantesi.",
  "atk-s0512a2:321": "Kathaṃ āmantesīti ce? Āha ‘‘rajja’’ntiādi. Tassattho – putta, tvaṃ imaṃ kulasantakaṃ rajjaṃ paṭipajja, yathāhaṃ dhammena samena rajjaṃ kāremi, evaṃ tvampi chattaṃ ussāpetvā rajjaṃ kārehi. Tvaṃ idaṃ puraṃ rakkhanto rajjañca kārento mā pamādamāpajji, asukasmiṃ ṭhāne nigrodharukkhamūle porisādena yakkhena katametaṃ mayā saṅgaraṃ mama puna tassa santikaṃ āgamanaṃ uddissa, kevalaṃ tassa brāhmaṇassa dhanadānatthaṃ idhāgato saccaṃ anurakkhanto, tasmā tatthāhaṃ gamissāmīti.",
  "atk-s0512a2:322": "Taṃ sutvā mahāsatto ‘‘mā kho tvaṃ, mahārāja, tattha agamāsi, ahaṃ tattha gamissāmi. Sace pana tvaṃ, tāta, gamissasiyeva, ahampi tayā saddhiṃ gamissāmiyevā’’ti. ‘‘Evaṃ sante mayaṃ ubhopi na bhavissāma, tasmā ahameva tattha gamissāmī’’ti nānappakārena vārentaṃ rājānaṃ saññāpetvā mātāpitaro vanditvā pitu atthāya attānaṃ pariccajitvā sotthibhāvāya pitari sāsitavādaṃ payuñjamāne mātubhaginibhariyāsu ca saccakiriyaṃ karontīsu āvudhaṃ gahetvā nagarato nikkhamitvā assupuṇṇamukhaṃ mahājanaṃ anubandhantaṃ āpucchitvā pitarā akkhātanayena yakkhavāsamaggaṃ paṭipajji. Yakkhiniputtopi ‘‘khattiyā nāma bahumāyā, ko jānāti kiṃ bhavissatī’’ti rukkhaṃ abhiruhitvā rañño āgamanaṃ olokento nisinno kumāraṃ āgacchantaṃ disvā ‘‘pitaraṃ nivattetvā putto āgato bhavissati, natthi me bhaya’’nti otaritvā tassa piṭṭhiṃ dassetvāva nisīdi. Mahāsatto āgantvā tassa purato aṭṭhāsi. Tena vuttaṃ –",
  "atk-s0512a2:323": "80.",
  "atk-s0512a2:324": " ‘‘Mātāpitū ca vanditvā, nimminitvāna attanā;",
  "atk-s0512a2:325": "Nikkhipitvā dhanuṃ khaggaṃ, porisādaṃ upāgami’’nti.",
  "atk-s0512a2:326": "81.Sasatthahatthūpagatanti sasatthahatthaṃ upagataṃ āvudhapāṇiṃ maṃ attano santikaṃ upagataṃ disvā. Kadāci so tasissatīti so yakkho api taseyya. Tena bhijjissati sīlanti tena tassa tāsuppādanena mayhaṃ sīlaṃ vinassati saṃkilissati. Paritāsaṃ kate mayīti mayi tassa paritāsaṃ kate sati.",
  "atk-s0512a2:327": "82.Sīlakhaṇḍabhayā mayhaṃ, tassa dessaṃ na byāharinti yathā ca sīlabhedabhayena nihitasattho tassa santikaṃ agamāsi, evaṃ mayhaṃ sīlakhaṇḍabhayā eva tassa porisādassa dessaṃ aniṭṭhampi na byāhariṃ, kevalaṃ pana mettacittena hitavādī idaṃ idāni vakkhamānaṃ vacanaṃ abhāsiṃ.",
  "atk-s0512a2:328": "Mahāsatto ca gantvā purato ṭhito. Yakkhiniputto taṃ vīmaṃsitukāmo ‘‘kosi tvaṃ, kuto āgato, kiṃ maṃ na jānāsi ‘luddo manussamaṃsakhādako’ti, kasmā ca idhāgatosī’’ti pucchi. Kumāro ‘‘ahaṃ jayaddisarañño putto, tvaṃ porisādakoti jānāmi, pitu jīvitaṃ rakkhituṃ idhāgato, tasmā taṃ muñca, maṃ khādā’’ti āha. Puna yakkhiniputto mukhākāreneva ‘‘taṃ tassa puttoti ahaṃ jānāmi, dukkaraṃ pana tayā kataṃ evaṃ āgacchantenā’’ti āha. Kumāro ‘‘na idaṃ dukkaraṃ, yaṃ pitu atthe jīvitapariccajanaṃ, mātāpituhetu hi evarūpaṃ puññaṃ katvā ekanteneva sagge pamodati, ahañca ‘amaraṇadhammo nāma koci satto natthī’ti jānāmi, attanā ca kiñci kataṃ pāpaṃ nāma na sarāmi, tasmā maraṇatopi me bhayaṃ natthi, idaṃ sarīraṃ mayā te nissaṭṭhaṃ, aggiṃ jāletvā khādā’’ti āha. Tena vuttaṃ –",
  "atk-s0512a2:329": "83.",
  "atk-s0512a2:330": " ‘‘Ujjālehi mahāaggiṃ, papatissāmi rukkhato;",
  "atk-s0512a2:331": "Tvaṃ pakkakālamaññāya, bhakkhaya maṃ pitāmahā’’ti.",
  "atk-s0512a2:332": "Taṃ sutvā yakkhiniputto ‘‘na sakkā imassa maṃsaṃ khādituṃ, upāyena imaṃ palāpessāmī’’ti cintetvā ‘‘tena hi araññaṃ pavisitvā sāradārūni āharitvā niddhūme aṅgāre karohi, tattha te maṃsaṃ pacitvā khādissāmī’’ti āha. Mahāsatto tathā katvā tassa ārocesi. So taṃ olokento ‘‘ayaṃ purisasīho maraṇatopi bhayaṃ natthi, evaṃ nibbhayo nāma na mayā diṭṭhapubbo’’ti lomahaṃsajāto kumāraṃ olokesi. Kumāro kissa maṃ olokesi, na yathāvuttaṃ karosīti. Yakkhiniputto mahāsattaṃ ‘‘sattadhā tassa muddhā phaleyya, yo taṃ khādeyyā’’ti āha. ‘‘Sace maṃ na khāditukāmosi, atha kasmā aggiṃ kāresī’’ti? ‘‘Tava pariggaṇhanattha’’nti. ‘‘Tvaṃ idāni maṃ kathaṃ pariggaṇhissasi, svāhaṃ tiracchānayoniyaṃ nibbattopi sakkassa devarañño attānaṃ pariggaṇhituṃ na adāsi’’nti imamatthaṃ dassento –",
  "atk-s0512a2:333": "‘‘Idañhi so brāhmaṇaṃ maññamāno, saso avāsesi sake sarīre;",
  "atk-s0512a2:334": "Teneva so candimā devaputto, sasatthuto kāmaduhajja yakkhā’’ti.(jā. 1.16.93) –",
  "atk-s0512a2:335": "Gāthamāha.",
  "atk-s0512a2:336": "Tattha saso avāsesi sake sarīreti attano sarīrahetu imaṃ sarīraṃ khāditvā idha vasāti evaṃ sake sarīre attano sarīraṃ dento taṃ brāhmaṇarūpaṃ sakkaṃ tattha vāsesi. Sasatthutoti ‘‘sasī’’ti evaṃ sasasaddena thuto. Kāmaduhoti kāmavaḍḍhano. Yakkhāti deva.",
  "atk-s0512a2:337": "Evaṃ mahāsatto cande sasalakkhaṇaṃ kappaṭṭhiyaṃ pāṭihāriyaṃ sakkhiṃ katvā attano sakkenapi pariggaṇhituṃ asakkuṇeyyataṃ abhāsi. Taṃ sutvā porisādo acchariyabbhutacittajāto –",
  "atk-s0512a2:338": "‘‘Cando yathā rāhumukhā pamutto, virocate pannaraseva bhāṇumā;",
  "atk-s0512a2:339": "Evaṃ tuvaṃ porisādā pamutto, viroca kapile mahānubhāva;",
  "atk-s0512a2:340": "Āmodayaṃ pitaraṃ mātarañca, sabbo ca te nandatu ñātipakkho’’ti. (jā. 1.16.94) –",
  "atk-s0512a2:341": "Gāthaṃ vatvā ‘‘gaccha mahāvīrā’’ti kumāraṃ vissajjesi. Sopi taṃ nibbisevanaṃ katvā pañca sīlāni datvā ‘‘yakkho nu kho esa, no’’ti vīmaṃsanto ‘‘yakkhānaṃ akkhīni rattāni honti animisāni ca, chāyā ca na paññāyati, asambhīto hoti, na imassa tathā. Tasmā nāyaṃ yakkho manusso eso, mayhaṃ kira pitu tayo bhātaro yakkhiniyā gahitā, tesu tāya dve khāditā bhavissanti, eko puttasinehena paṭijaggito bhavissati. Iminā tena bhavitabba’’nti nayaggāhena anumānena sabbaññutaññāṇena viya aviparītato niṭṭhaṃ gantvā ‘‘mayhaṃ pitu ācikkhitvā rajje patiṭṭhāpessāmī’’ti cintetvā ‘‘na tvaṃ yakkho, pitu me jeṭṭhabhātikosi, ehi mayā saddhiṃ gantvā kulasantakaṃ rajjaṃ paṭipajjāhī’’ti āha. Tena vuttaṃ ‘‘tvaṃ pitāmahā’’ti, tvaṃ mama mahāpitāti attho. Itarena ‘‘nāhaṃ manusso’’ti vutte tena saddhātabbassa dibbacakkhukatāpasassa santikaṃ nesi. Tāpasena ‘‘kiṃ karontā pitā puttā araññe vicarathā’’ti pitubhāve kathite porisādo saddahitvā ‘‘gaccha, tāta, tvaṃ, na me rajjena attho, pabbajissāmaha’’nti tāpasassa santike isipabbajjaṃ pabbaji. Tena vuttaṃ –",
  "atk-s0512a2:342": "84.",
  "atk-s0512a2:343": " ‘‘Iti sīlavataṃ hetu, nārakkhiṃ mama jīvitaṃ;",
  "atk-s0512a2:344": "Pabbājesiṃ cahaṃ tassa, sadā pāṇātipātika’’nti.",
  "atk-s0512a2:345": "Tattha sīlavataṃ hetūti sīlavantānaṃ mama pitūnaṃ hetu. Atha vā sīlavataṃ hetūti sīlavatahetu, mayhaṃ sīlavatasamādānanimittaṃ tassa abhijjanatthaṃ. Tassāti taṃ porisādaṃ.",
  "atk-s0512a2:346": "Atha mahāsatto attano mahāpitaraṃ pabbajitaṃ vanditvā nagarassa samīpaṃ gantvā ‘‘kumāro kira āgato’’ti sutvā haṭṭhatuṭṭhena raññā nāgarehi negamajānapadehi ca paccuggato rājānaṃ vanditvā sabbaṃ pavattiṃ ārocesi. Taṃ sutvā rājā taṅkhaṇaññeva bheriṃ carāpetvā mahantena parivārena tassa santikaṃ gantvā ‘‘ehi, bhātika, rajjaṃ paṭipajjāhī’’ti āha. ‘‘Alaṃ, mahārājā’’ti. ‘‘Tena hi mayhaṃ uyyāne vasā’’ti. ‘‘Na āgacchāmī’’ti. Rājā tassa assamassa avidūre gāmaṃ nivesetvā bhikkhaṃ paṭṭhapesi. So cūḷakammāsadammanigamo nāma jāto.",
  "atk-s0512a2:347": "Tadā mātāpitaro mahārājakulāni ahesuṃ, tāpaso sāriputto, porisādo aṅgulimālo, kaniṭṭhā uppalavaṇṇā, aggamahesī rāhulamātā, alīnasattukumāro lokanātho.",
  "atk-s0512a2:348": "Tassa idhāpi heṭṭhā vuttanayeneva yathārahaṃ sesapāramiyo niddhāretabbā. Tathā pitarā nivāriyamāno attano jīvitaṃ pariccajitvā pitu jīvitarakkhaṇatthaṃ ‘‘porisādassa santikaṃ gamissāmī’’ti nicchayo, tassa ca santāsapariharaṇatthaṃ nihitasatthassa gamanaṃ, ‘‘attano sīlakhaṇḍanaṃ mā hotū’’ti tena piyavācāya samudācāro, tena ca nānānayehi pariggaṇhiyamānassa maraṇasantāsābhāvo, pitu atthe mayhaṃ sarīraṃ saphalaṃ karissāmīti haṭṭhatuṭṭhabhāvo, sakkenāpi pariggaṇhituṃ asakkuṇeyyassa sasajātiyampi pariccāgatthaṃ attano jīvitanirapekkhabhāvassa jānanaṃ, tena samāgamepi ossaṭṭhepi cittassa vikārābhāvo, tassa ca manussabhāvamahāpitubhāvānaṃ aviparītato jānanaṃ, ñātamatte ca taṃ kulasantake rajje patiṭṭhāpetukāmatā, dhammadesanāya saṃvejetvā sīlesu patiṭṭhāpananti. Evamādayo idha bodhisattassa guṇānubhāvā vibhāvetabbāti.",
  "atk-s0512a2:349": "Alīnasattucariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a2:350": "10. Saṅkhapālacariyāvaṇṇanā",
  "atk-s0512a2:351": "85. Dasame saṅkhapālotiādīsu ayaṃ saṅkhepattho – devabhogasampattisadisāya mahatiyā nāgiddhiyā samannāgatattā mahiddhiko. Heṭṭhā dve, upari dveti catasso dāṭhā āvudhā etassāti dāṭhāvudho. Uggatejavisatāya ghoraviso. Nāgayonisiddhāhi dvīhi jivhāhi samannāgatoti dvijivho. Mahānubhāvānampi urena gamanato ‘‘uragā’’ti laddhanāmānaṃ nāgānaṃ adhipatibhāvato uragādhibhū.",
  "atk-s0512a2:352": "86. Dvinnaṃ maggānaṃ vinivijjhitvā sandhibhāvena gataṭṭhānasaṅkhāte catuppathe. Aparāparaṃ mahājanasañcaraṇaṭṭhānabhūte mahāmagge. Tato eva mahājanasamākiṇṇabhāvena nānājanasamākule. Idāni vakkhamānānaṃ catunnaṃ aṅgānaṃ vasena caturo aṅge. Adhiṭṭhāya adhiṭṭhahitvā, citte ṭhapetvā. Yadāhaṃ saṅkhapālo nāma yathāvuttarūpo nāgarājā homi, tadā heṭṭhā vuttappakāre ṭhāne vāsaṃ uposathavāsavasena nivāsaṃ akappayiṃ kappesiṃ.",
  "atk-s0512a2:353": "Mahāsatto hi dānasīlādipuññapasuto hutvā bodhipariyesanavasena aparāparaṃ devamanussagatīsu saṃsaranto kadāci devabhogasadisasampattike nāgabhavane nibbattitvā saṅkhapālo nāma nāgarājā ahosi mahiddhiko mahānubhāvo. So gacchante kāle tāya sampattiyā vippaṭisārī hutvā manussayoniṃ patthento uposathavāsaṃ vasi. Athassa nāgabhavane vasantassa uposathavāso na sampajjati, sīlaṃ saṃkilissati, tena so nāgabhavanā nikkhamitvā kaṇhavaṇṇāya nadiyā avidūre mahāmaggassa ca ekapadikamaggassa ca antare ekaṃ vammikaṃ parikkhipitvā uposathaṃ adhiṭṭhāya cātuddasapannarasesu samādinnasīlo ‘‘mama cammādīni atthikā gaṇhantū’’ti attānaṃ dānamukhe vissajjetvā nipajjati, pāṭipade nāgabhavanaṃ gacchati. Tena vuttaṃ ‘‘punāparaṃ yadā homi, saṅkhapālo’’tiādi. Tassattho vutto eva.",
  "atk-s0512a2:354": "87. Yaṃ panettha chaviyā cammenātiādikaṃ ‘‘caturo aṅge adhiṭṭhāyā’’ti vuttaṃ caturaṅgādhiṭṭhānadassanaṃ. Chavicammāni hi idha ekamaṅgaṃ. Evaṃ uposathavāsaṃ vasantassa mahāsattassa dīgho addhā vītivatto.",
  "atk-s0512a2:355": "Athekadivasaṃ tasmiṃ tathā sīlaṃ samādiyitvā nipanne soḷasa bhojaputtā ‘‘maṃsaṃ āharissāmā’’ti āvudhahatthā araññe carantā kiñci alabhitvā nikkhamantā taṃ vammikamatthake nipannaṃ disvā ‘‘mayaṃ ajja godhāpotakampi na labhimhā, imaṃ nāgarājānaṃ vadhitvā khādissāmā’’ti cintetvā ‘‘mahā kho panesa gayhamāno palāyeyyāti yathānipannakaṃyeva naṃ bhogesu sūlehi vijjhitvā dubbalaṃ katvā gaṇhissāmā’’ti sūlāni ādāya upasaṅkamiṃsu. Bodhisattassāpi sarīraṃ mahantaṃ ekadoṇikanāvappamāṇaṃ vaṭṭetvā ṭhapitasumanapupphadāmaṃ viya jiñjukaphalasadisehi akkhīhi jayasumanapupphasadisena ca sīsena samannāgataṃ ativiya sobhati. So tesaṃ soḷasannaṃ janānaṃ padasaddena bhogantarato sīsaṃ nīharitvā rattakkhīni ummīletvā te sūlahatthe āgacchante disvā ‘‘ajja mayhaṃ manoratho matthakaṃ pāpuṇissatī’’ti attānaṃ dānamukhe niyyātetvā ‘‘ime mama sarīraṃ sattīhi koṭṭetvā chiddāvachiddaṃ karonte na olokessāmī’’ti attano sīlakhaṇḍabhayena daḷhaṃ adhiṭṭhānaṃ adhiṭṭhahitvā sīsaṃ bhogantare eva pavesetvā nipajji.",
  "atk-s0512a2:356": "Atha naṃ te upagantvā naṅguṭṭhe gahetvā ākaḍḍhantā bhūmiyaṃ pātetvā tikhiṇasūlehi aṭṭhasu ṭhānesu vijjhitvā sakaṇṭakā kāḷavettayaṭṭhiyo pahāramukhehi pavesetvā aṭṭhasu ṭhānesu kājehi ādāya mahāmaggaṃ paṭipajjiṃsu. Mahāsatto sūlehi vijjhanato paṭṭhāya ekaṭṭhānepi akkhīni ummīletvā te na olokesi. Tassa aṭṭhahi kājehi ādāya nīyamānassa sīsaṃ olambitvā bhūmiṃ paharati . Atha naṃ ‘‘sīsamassa olambatī’’ti mahāmagge nipajjāpetvā sukhumena sūlena nāsāpuṭe vijjhitvā rajjukaṃ pavesetvā sīsaṃ ukkhipitvā kājakoṭiyaṃ laggetvā punapi ukkhipitvā maggaṃ paṭipajjiṃsu. Tena vuttaṃ –",
  "atk-s0512a2:357": "88.",
  "atk-s0512a2:358": " ‘‘Addasaṃsu bhojaputtā, kharā luddā akāruṇā;",
  "atk-s0512a2:359": "Upagañchuṃ mamaṃ tattha, daṇḍamuggarapāṇino.",
  "atk-s0512a2:360": "89.",
  "atk-s0512a2:361": " ‘‘Nāsāya vinivijjhitvā, naṅguṭṭhe piṭṭhikaṇṭake;",
  "atk-s0512a2:362": "Kāje āropayitvāna, bhojaputtā hariṃsu ma’’nti.",
  "atk-s0512a2:363": "Tattha bhojaputtāti luddaputtā. Kharāti kakkhaḷā, pharusakāyavacīkammantā. Luddāti dāruṇā, ghoramānasā. Akāruṇāti nikkaruṇā. Daṇḍamuggarapāṇinoti caturassadaṇḍahatthā. Nāsāya vinivijjhitvāti rajjukaṃ pavesetuṃ sukhumena sūlena nāsāpuṭe vijjhitvā. Naṅguṭṭhe piṭṭhikaṇṭaketi naṅguṭṭhappadese tattha tattha piṭṭhikaṇṭakasamīpe ca vinivijjhitvāti sambandho. Kāje āropayitvānāti aṭṭhasu ṭhānesu vinivijjhitvā baddhesu aṭṭhasu vettalatāmaṇḍalesu ekekasmiṃ ovijjhitaṃ ekekaṃ kājaṃ dve dve bhojaputtā attano attano khandhaṃ āropetvā.",
  "atk-s0512a2:364": "90.Sasāgarantaṃ pathavinti samuddapariyantaṃ mahāpathaviṃ. Sakānanaṃ sapabbatanti saddhiṃ kānanehi pabbatehi cāti sakānanaṃ sapabbatañca. Nāsāvātena jhāpayeti sacāhaṃ icchamāno icchanto kujjhitvā nāsāvātaṃ vissajjeyyaṃ, samuddapariyantaṃ sakānanaṃ sapabbataṃ imaṃ mahāpathaviṃ jhāpeyyaṃ, saha nāsāvātavissajjanena chārikaṃ kareyyaṃ, etādiso tadā mayhaṃ ānubhāvo.",
  "atk-s0512a2:365": "91. Evaṃ santepi sūlehi vinivijjhante, koṭṭayantepi sattibhi. Bhojaputte na kuppāmīti dubbalabhāvakaraṇatthaṃ vettalatāpavesanatthañca sāradārūhi tacchetvā katehi tikhiṇasūlehi aṭṭhasu ṭhānesu vijjhantepi dubbalabhāvakaraṇatthaṃ tikhiṇāhi sattīhi tahiṃ tahiṃ koṭṭayantepi bhojaputtānaṃ luddānaṃ na kuppāmi. Esā me sīlapāramīti evaṃ mahānubhāvassa tathā adhiṭṭhahantassa yā me mayhaṃ sīlakhaṇḍabhayena tesaṃ akujjhanā, esā ekanteneva jīvitanirapekkhabhāvena pavattā mayhaṃ sīlapāramī, sīlavasena paramatthapāramīti attho.",
  "atk-s0512a2:366": "Tathā pana bodhisatte tehi nīyamāne mithilanagaravāsī āḷāro nāma kuṭumbiko pañcasakaṭasatāni ādāya sukhayānake nisīditvā gacchanto te bhojaputte mahāsattaṃ harante disvā kāruññaṃ uppādetvā te ludde pucchi – ‘‘kissāyaṃ nāgo nīyati, netvā cimaṃ kiṃ karissathā’’ti? Te ‘‘imassa nāgassa maṃsaṃ sāduñca muduñca thūlañca pacitvā khādissāmā’’ti āhaṃsu. Atha so tesaṃ soḷasavāhagoṇe pasataṃ pasataṃ suvaṇṇamāsake sabbesaṃ nivāsanapārupanāni bhariyānampi tesaṃ vatthābharaṇāni datvā ‘‘sammā, ayaṃ mahānubhāvo nāgarājā, attano sīlaguṇena tumhākaṃ na dubbhi, imaṃ kilamantehi bahuṃ tumhehi apuññaṃ pasutaṃ, vissajjethā’’ti āha. Te ‘‘ayaṃ amhākaṃ manāpo bhakkho, bahū ca no uragā bhuttapubbā, tathāpi tava vacanaṃ amhehi pūjetabbaṃ, tasmā imaṃ nāgaṃ vissajjessāmā’’ti vissajjetvā mahāsattaṃ bhūmiyaṃ nipajjāpetvā attano kakkhaḷatāya tā kaṇṭakācitā āvutā kāḷavettalatā koṭiyaṃ gahetvā ākaḍḍhituṃ ārabhiṃsu.",
  "atk-s0512a2:367": "Atha so nāgarājānaṃ kilamantaṃ disvā akilamentova asinā latā chinditvā dārakānaṃ kaṇṇavedhato paṭiharaṇaniyāmena adukkhāpento saṇikaṃ nīhari. Tasmiṃ kāle te bhojaputtā yaṃ bandhanaṃ tassa natthuto pavesetvā paṭimukkaṃ, taṃ bandhanaṃ saṇikaṃ mocayiṃsu. Mahāsatto muhuttaṃ pācīnābhimukho gantvā assupuṇṇehi nettehi āḷāraṃ olokesi. Luddā thokaṃ gantvā ‘‘urago dubbalo, matakāle gahetvāva naṃ gamissāmā’’ti nilīyiṃsu. Āḷāro mahāsattassa añjaliṃ paggayha ‘‘gaccheva kho tvaṃ, mahānāga, mā taṃ luddā puna gahesu’’nti vadanto thokaṃ taṃ nāgaṃ anugantvā nivatti.",
  "atk-s0512a2:368": "Bodhisatto nāgabhavanaṃ gantvā tattha papañcaṃ akatvā mahantena parivārena nikkhamitvā āḷāraṃ upasaṅkamitvā nāgabhavanassa vaṇṇaṃ kathetvā taṃ tattha netvā tīhi kaññāsatehi saddhiṃ mahantamassa yasaṃ datvā dibbehi kāmehi santappesi. Āḷāro nāgabhavane ekavassaṃ vasitvā dibbe kāme paribhuñjitvā ‘‘icchāmahaṃ, samma, pabbajitu’’nti nāgarājassa kathetvā pabbajitaparikkhāre gahetvā tato nikkhamitvā himavantappadesaṃ gantvā pabbajitvā tattha ciraṃ vasitvā aparabhāge cārikaṃ caranto bārāṇasiṃ patvā bārāṇasiraññā samāgato tena ācārasampattiṃ nissāya pasannena ‘‘tvaṃ uḷārabhogā maññe kulā pabbajito, kena nu kho kāraṇena pabbajitosī’’ti puṭṭho attano pabbajjākāraṇaṃ kathento luddānaṃ hatthato bodhisattassa vissajjāpanaṃ ādiṃ katvā sabbaṃ pavattiṃ rañño ācikkhitvā –",
  "atk-s0512a2:369": "‘‘Diṭṭhā mayā mānusakāpi kāmā, asassatā vipariṇāmadhammā;",
  "atk-s0512a2:370": "Ādīnavaṃ kāmaguṇesu disvā, saddhāyahaṃ pabbajitomhi, rāja.",
  "atk-s0512a2:371": "‘‘Dumapphalānīva patanti māṇavā, daharā ca vuddhā ca sarīrabhedā;",
  "atk-s0512a2:372": "Etampi disvā pabbajitomhi rāja, apaṇṇakaṃ sāmaññameva seyyo’’ti. (jā. 2.17.191-192) –",
  "atk-s0512a2:373": "Imāhi gāthāhi dhammaṃ desesi.",
  "atk-s0512a2:374": "Taṃ sutvā rājā –",
  "atk-s0512a2:375": "‘‘Addhā have sevitabbā sapaññā, bahussutā ye bahuṭhānacintino;",
  "atk-s0512a2:376": "Nāgañca sutvāna tavañcaḷāra, kāhāmi puññāni anappakānī’’ti. (jā. 2.17.193) –",
  "atk-s0512a2:377": "Āha.",
  "atk-s0512a2:378": "Athassa tāpaso –",
  "atk-s0512a2:379": "‘‘Addhā have sevitabbā sapaññā, bahussutā ye bahuṭhānacintino;",
  "atk-s0512a2:380": "Nāgañca sutvāna mamañca rāja, karohi puññāni anappakānī’’ti. (jā. 2.17.194) –",
  "atk-s0512a2:381": "Evaṃ dhammaṃ desetvā tattheva cattāro vassānamāse vasitvā puna himavantaṃ gantvā yāvajīvaṃ cattāro brahmavihāre bhāvetvā brahmalokūpago ahosi. Bodhisattopi yāvajīvaṃ uposathavāsaṃ vasitvā saggapuraṃ pūresi. Sopi rājā dānādīni puññāni katvā yathākammaṃ gato.",
  "atk-s0512a2:382": "Tadā āḷāro sāriputtatthero ahosi, bārāṇasirājā ānandatthero, saṅkhapālanāgarājā lokanātho.",
  "atk-s0512a2:383": "Tassa sarīrapariccāgo dānapāramī, tathārūpenapi visatejena samannāgatassa tathārūpāyapi pīḷāya sati sīlassa abhinnatā sīlapāramī, devabhogasampattisadisaṃ bhogaṃ pahāya nāgabhavanato nikkhamitvā samaṇadhammakaraṇaṃ nekkhammapāramī, ‘‘dānādiatthaṃ idañcidañca kātuṃ vaṭṭatī’’ti saṃvidahanaṃ paññāpāramī, kāmavitakkavinodanaṃ adhivāsanavīriyañca vīriyapāramī, adhivāsanakhanti khantipāramī, saccasamādānaṃ saccapāramī, acalasamādānādhiṭṭhānaṃ adhiṭṭhānapāramī, bhojaputte upādāya sabbasattesu mettānuddayabhāvo mettāpāramī, vedanāya sattasaṅkhārakatavippakāresu ca majjhattabhāvo upekkhāpāramīti evaṃ dasa pāramiyo labbhanti. Sīlapāramī pana atisayavatīti katvā sā eva desanaṃ āruḷhā. Tathā idha bodhisattassa guṇānubhāvā ‘‘yojanasatike nāgabhavanaṭṭhāne’’tiādinā bhūridattacariyāyaṃ (cariyā. 2.11 ādayo) vuttanayeneva yathārahaṃ vibhāvetabbāti.",
  "atk-s0512a2:384": "Saṅkhapālacariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a2:385": "Eteti ye hatthināgacariyādayo imasmiṃ vagge niddiṭṭhā anantaragāthāya ca ‘‘hatthināgo bhūridatto’’tiādinā uddānavasena saṅgahetvā dassitā nava cariyā, te sabbe visesato sīlapāramipūraṇavasena pavattiyā sīlaṃ balaṃ etesanti sīlabalā. Sīlassa paramatthapāramibhūtassa parikkharaṇato santānassa ca paribhāvanāvasena abhisaṅkharaṇato parikkhārā. Ukkaṃsagatāya sīlaparamatthapāramiyā asampuṇṇattā padeso etesaṃ atthi, na nippadesoti padesikā sappadesā. Kasmāti ce? Āha ‘‘jīvitaṃ parirakkhitvā, sīlāni anurakkhisa’’nti, yasmā etesu hatthināgacariyādīsu (cariyā. 2.1 ādayo) ahaṃ attano jīvitaṃ ekadesena parirakkhitvāva sīlāni anurakkhiṃ, jīvitaṃ na sabbathā pariccajiṃ, ekanteneva pana saṅkhapālassa me sato sabbakālampi jīvitaṃ yassa kassaci niyyattaṃ, saṅkhapālanāgarājassa pana me mahānubhāvassa uggavisatejassa sato samānassa sabbakālampi tehi luddehi samāgame tato pubbepi pacchāpi sato evaṃ puggalavibhāgaṃ akatvā yassa kassaci sīlānurakkhaṇatthameva jīvitaṃ ekaṃseneva niyyattaṃ nīyātitaṃ dānamukhe nissaṭṭhaṃ, tasmā sā sīlapāramīti yasmā cetadevaṃ, tasmā tena kāraṇena sā paramatthapāramibhāvaṃ pattā mayhaṃ sīlapāramīti dassetīti.",
  "atk-s0512a2:386": "Paramatthadīpaniyā cariyāpiṭakasaṃvaṇṇanāya",
  "atk-s0512a2:387": "Dasavidhacariyāsaṅgahassa visesato",
  "atk-s0512a2:388": "Sīlapāramivibhāvanassa",
  "atk-s0512a2:389": "Dutiyavaggassa atthavaṇṇanā niṭṭhitā."
}