{
  "atk-s0403a0:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "atk-s0403a0:1": "Aṅguttaranikāye",
  "atk-s0403a0:2": "Pañcakanipāta-aṭṭhakathā",
  "atk-s0403a0:3": "1. Paṭhamapaṇṇāsakaṃ",
  "atk-s0403a0:4": "1. Sekhabalavaggo",
  "atk-s0403a0:5": "1. Saṃkhittasuttavaṇṇanā",
  "atk-s0403a0:6": "1. Pañcakanipātassa paṭhame sattannaṃ sekhānaṃ balānīti sekhabalāni. Saddhābalādīsu assaddhiye na kampatīti saddhābalaṃ. Ahirike na kampatīti hirībalaṃ. Anottappe na kampatīti ottappabalaṃ. Kosajje na kampatīti vīriyabalaṃ. Avijjāya na kampatīti paññābalaṃ. Tasmāti yasmā imāni sattannaṃ sekhānaṃ balāni, tasmā.",
  "atk-s0403a0:7": "2. Vitthatasuttavaṇṇanā",
  "atk-s0403a0:8": "2. Dutiye kāyaduccaritenātiādīsu upayogatthe karaṇavacanaṃ, hirīyitabbāni kāyaduccaritādīni hirīyati jigucchatīti attho. Ottappaniddese hetvatthe karaṇavacanaṃ, kāyaduccaritādīhi ottappassa hetubhūtehi ottappati bhāyatīti attho.",
  "atk-s0403a0:9": "Āraddhavīriyoti paggahitavīriyo anosakkitamānaso. Pahānāyāti pahānatthāya. Upasampadāyāti paṭilābhatthāya. Thāmavāti vīriyathāmena samannāgato. Daḷhaparakkamoti thiraparakkamo. Anikkhittadhuro kusalesu dhammesūti kusalesu dhammesu anoropitadhuro anosakkitavīriyo.",
  "atk-s0403a0:10": "Udayatthagāminiyāti pañcannaṃ khandhānaṃ udayavayagāminiyā udayañca vayañca paṭivijjhituṃ samatthāya. Paññāyasamannāgatoti vipassanāpaññāya ceva maggapaññāya ca samaṅgibhūto. Ariyāyāti vikkhambhanavasena ca samucchedavasena ca kilesehi ārakā ṭhitāya parisuddhāya. Nibbedhikāyāti sā ca abhinivijjhanato nibbedhikāti vuccati, tāya samannāgatoti attho. Tattha maggapaññā samucchedavasena anibbiddhapubbaṃ appadālitapubbaṃ lobhakkhandhaṃ dosakkhandhaṃ mohakkhandhaṃ nibbijjhati padāletīti nibbedhikā, vipassanāpaññā tadaṅgavasena nibbedhikā, maggapaññāya paṭilābhasaṃvattanato tabbipassanā nibbedhikāti vattuṃ vaṭṭati. Sammā dukkhakkhayagāminiyāti idhāpi maggapaññā sammā hetunā nayena vaṭṭadukkhañca kilesadukkhañca khepayamānā gacchatīti sammā dukkhakkhayagāminī nāma, vipassanāpaññā tadaṅgavasena vaṭṭadukkhañca kilesadukkhañca khepayamānā gacchatīti dukkhakkhayagāminī. Dukkhakkhayagāminiyā vā maggapaññāya paṭilābhāya saṃvattanatopesā dukkhakkhayagāminīti veditabbā. Iti imasmiṃ sutte pañca balāni missakāneva kathitāni, tathā pañcame.",
  "atk-s0403a0:11": "6. Samāpattisuttavaṇṇanā",
  "atk-s0403a0:12": "6. Chaṭṭhe akusalassa samāpattīti akusaladhammassa samāpajjanā, tena saddhiṃ samaṅgibhāvoti attho. Pariyuṭṭhāya tiṭṭhatīti pariyonandhitvā tiṭṭhati.",
  "atk-s0403a0:13": "7. Kāmasuttavaṇṇanā",
  "atk-s0403a0:14": "7. Sattame kāmesu laḷitāti vatthukāmakilesakāmesu laḷitā abhiratā. Asitabyābhaṅginti tiṇalāyanaasitañceva tiṇavahanakājañca. Kulaputtoti ācārakulaputto. Ohāyāti pahāya. Alaṃvacanāyāti yuttaṃ vacanāya. Labbhāti sulabhā sakkā labhituṃ. Hīnā kāmāti pañcannaṃ nīcakulānaṃ kāmā. Majjhimā kāmāti majjhimasattānaṃ kāmā. Paṇītā kāmāti rājarājamahāmattānaṃ kāmā. Kāmātveva saṅkhaṃ gacchantīti kāmanavasena kāmetabbavasena ca kāmāicceva saṅkhaṃ gacchanti. Vuddho hotīti mahallako hoti. Alaṃpaññoti yuttapañño. Attaguttoti attanāva gutto rakkhito, attānaṃ vā gopetuṃ rakkhituṃ samattho. Nālaṃ pamādāyāti na yutto pamajjituṃ. Saddhāya akataṃ hotīti yaṃ saddhāya kusalesu dhammesu kātuṃ yuttaṃ, taṃ na kataṃ hoti. Sesapadesupi eseva nayo. Anapekkho dānāhaṃ, bhikkhave, tasmiṃ bhikkhusmiṃ homīti evaṃ saddhādīhi kātabbaṃ katvāva sotāpattiphale patiṭṭhite tasmiṃ puggale anapekkho homīti dasseti. Imasmiṃ sutte sotāpattimaggo kathito.",
  "atk-s0403a0:15": "8. Cavanasuttavaṇṇanā",
  "atk-s0403a0:16": "8. Aṭṭhame saddhammeti sāsanasaddhamme. Assaddhoti okappanasaddhāya ca pakkhandanasaddhāya cāti dvīhipi saddhāhi virahito. Cavati nappatiṭṭhātīti imasmiṃ sāsane guṇehi cavati, patiṭṭhātuṃ na sakkoti. Iti imasmiṃ sutte appatiṭṭhānañca patiṭṭhānañca kathitaṃ.",
  "atk-s0403a0:17": "9. Paṭhamaagāravasuttavaṇṇanā",
  "atk-s0403a0:18": "9. Navame nāssa gāravoti agāravo. Nāssa patissoti appatisso, ajeṭṭhako anīcavutti. Sesamettha purimasadisameva.",
  "atk-s0403a0:19": "10. Dutiyaagāravasuttavaṇṇanā",
  "atk-s0403a0:20": "10. Dasame abhabboti abhājanaṃ. Vuddhinti vaḍḍhiṃ. Virūḷhinti virūḷhamūlatāya niccalabhāvaṃ. Vepullanti mahantabhāvaṃ. Sesaṃ sabbattha uttānamevāti.",
  "atk-s0403a0:21": "Sekhabalavaggo paṭhamo."
}