{
  "atk-s0103a1:0": "2. Udumbarikasuttavaṇṇanā",
  "atk-s0103a1:1": "Nigrodhaparibbājakavatthuvaṇṇanā",
  "atk-s0103a1:2": "49.Evaṃme sutanti udumbarikasuttaṃ. Tatrāyamapubbapadavaṇṇanā – paribbājakoti channaparibbājako. Udumbarikāya paribbājakārāmeti udumbarikāya deviyā santake paribbājakārāme. Sandhānoti tassa nāmaṃ. Ayaṃ pana mahānubhāvo parivāretvā vicarantānaṃ pañcannaṃ upāsakasatānaṃ aggapuriso anāgāmī bhagavatā mahāparisamajjhe evaṃ saṃvaṇṇito –",
  "atk-s0103a1:3": "‘‘Chahi, bhikkhave, aṅgehi samannāgato sandhāno gahapati tathāgate niṭṭhaṅgato saddhamme iriyati. Katamehi chahi? Buddhe aveccappasādena dhamme aveccappasādena saṅghe aveccappasādena ariyena sīlena ariyena ñāṇena ariyāya vimuttiyā. Imehi kho, bhikkhave, chahi aṅgehi samannāgato sandhāno gahapati tathāgate niṭṭhaṅgato saddhamme iriyatī’’ti (a. ni. 6.120-139).",
  "atk-s0103a1:4": "So pātoyeva uposathaṅgāni adhiṭṭhāya pubbaṇhasamaye buddhappamukhassa saṅghassa dānaṃ datvā bhikkhūsu vihāraṃ gatesu ghare khuddakamahallakānaṃ dārakānaṃ saddena ubbāḷho satthu santike ‘‘dhammaṃ sossāmī’’ti nikkhanto. Tena vuttaṃ divā divassa rājagahā nikkhamīti. Tattha divā divassāti divasassa divā nāma majjhanhātikkamo, tasmiṃ divasassāpi divābhūte atikkantamatte majjhanhike nikkhamīti attho. Paṭisallīnoti tato tato rūpādigocarato cittaṃ paṭisaṃharitvā nilīno jhānaratisevanāvasena ekībhāvaṃ gato. Manobhāvanīyānanti manavaḍḍhakānaṃ. Ye ca āvajjato manasikaroto cittaṃ vinīvaraṇaṃ hoti unnamati vaḍḍhati.",
  "atk-s0103a1:5": "50.Unnādiniyātiādīni poṭṭhapādasutte vitthāritanayeneva veditabbāni.",
  "atk-s0103a1:6": "51.Yāvatāti yattakā. Ayaṃ tesaṃ aññataroti ayaṃ tesaṃ abbhantaro eko sāvako, bhagavato kira sāvakā gihianāgāminoyeva pañcasatā rājagahe paṭivasanti. Yesaṃ ekekassa pañca pañca upāsakasatāni parivārā, te sandhāya ‘‘ayaṃ tesaṃ aññataro’’ti āha. Appeva nāmāti tassa upasaṅkamanaṃ patthayamāno āha. Patthanākāraṇaṃ pana poṭṭhapādasutte vuttameva.",
  "atk-s0103a1:7": "52.Etadavocāti āgacchanto antarāmaggeyeva tesaṃ kathāya sutattā etaṃ aññathā kho imetiādivacanaṃ avoca. Tattha aññatitthiyāti dassanenapi ākappenapi kuttenapi ācārenapi vihārenapi iriyāpathenapi aññe titthiyāti aññatitthiyā. Saṅgamma samāgammāti saṅgantvā samāgantvā rāsi hutvā nisinnaṭṭhāne. Araññavanapatthānīti araññavanapatthāni gāmūpacārato muttāni dūrasenāsanāni. Pantānīti dūratarāni manussūpacāravirahitāni. Appasaddānīti vihārūpacārena gacchato addhikajanassapi saddena mandasaddāni. Appanigghosānīti avibhāvitatthena nigghosena mandanigghosāni. Vijanavātānīti antosañcārino janassa vātena vigatavātāni. Manussarāhasseyyakānīti manussānaṃ rahassakaraṇassa yuttāni anucchavikāni. Paṭisallānasāruppānīti ekībhāvassa anurūpāni. Iti sandhāno gahapati ‘‘aho mama satthā yo evarūpāni senāsanāni paṭisevatī’’ti añjaliṃ paggayha uttamaṅge sirasmiṃ patiṭṭhapetvā imaṃ udānaṃ udānento nisīdi.",
  "atk-s0103a1:8": "53.Evaṃ vutteti evaṃ sandhānena gahapatinā udānaṃ udānentena vutte. Nigrodho paribbājako ayaṃ gahapati mama santike nisinnopi attano satthāraṃyeva thometi ukkaṃsati, amhe pana atthītipi na maññati, etasmiṃ uppannakopaṃ samaṇassa gotamassa upari pātessāmīti sandhānaṃ gahapatiṃ etadavoca.",
  "atk-s0103a1:9": "Yaggheti codanatthe nipāto. Jāneyyāsīti bujjheyyāsi passeyyāsi. Kena samaṇo gotamo saddhiṃ sallapatīti kena kāraṇena kena puggalena saddhiṃ samaṇo gotamo sallapati vadati bhāsati. Kiṃ vuttaṃ hoti – ‘‘yadi kiñci sallāpakāraṇaṃ bhaveyya, yadi vā koci samaṇassa gotamassa santikaṃ sallāpatthiko gaccheyya, sallapeyya, na pana kāraṇaṃ atthi, na tassa santikaṃ koci gacchati, svāyaṃ kena samaṇo gotamo saddhiṃ sallapati, asallapanto kathaṃ unnādī bhavissatī’’ti.",
  "atk-s0103a1:10": "Sākacchanti saṃsandanaṃ. Paññāveyyattiyanti uttarapaccuttaranayena ñāṇabyattabhāvaṃ. Suññāgārahatāti suññāgāresu naṭṭhā, samaṇena hi gotamena bodhimūle appamattikā paññā adhigatā, sāpissa suññāgāresu ekakassa nisīdato naṭṭhā. Yadi pana mayaṃ viya gaṇasaṅgaṇikaṃ katvā nisīdeyya, nāssa paññā nasseyyāti dasseti. Aparisāvacaroti avisāradattā parisaṃ otarituṃ na sakkoti. Nālaṃ sallāpāyāti na samattho sallāpaṃ kātuṃ. Antamantānevāti koci maṃ pañhaṃ puccheyyāti pañhābhīto antamantāneva pantasenāsanāni sevati. Gokāṇāti ekakkhihatā kāṇagāvī. Sā kira pariyantacārinī hoti, antamantāneva sevati. Sā kira kāṇakkhibhāvena vanantābhimukhīpi na sakkoti bhavituṃ. Kasmā? Yasmā pattena vā sākhāya vā kaṇṭakena vā pahārassa bhāyati. Gunnaṃ abhimukhīpi na sakkoti bhavituṃ. Kasmā? Yasmā siṅgena vā kaṇṇena vā vālena vā pahārassa bhāyati. Iṅghāti codanatthe nipāto. Saṃsādeyyāmāti ekapañhapucchaneneva saṃsādanaṃ visādamāpannaṃ kareyyāma. Tucchakumbhīva nanti rittaghaṭaṃ viya naṃ. Orodheyyāmāti vinandheyyāma. Pūritaghaṭo hi ito cito ca parivattetvā na suvinandhanīyo hoti. Rittako yathāruci parivattetvā sakkā hoti vinandhituṃ, evameva hatapaññatāya rittakumbhisadisaṃ samaṇaṃ gotamaṃ vādavinandhanena samantā vinandhissāmāti vadati.",
  "atk-s0103a1:11": "Iti paribbājako satthu suvaṇṇavaṇṇaṃ nalāṭamaṇḍalaṃ apassanto dasabalassa parammukhā attano balaṃ dīpento asambhinnaṃ khattiyakumāraṃ jātiyā ghaṭṭayanto caṇḍālaputto viya asambhinnakesarasīhaṃ migarājānaṃ thāmena ghaṭṭento jarasiṅgālo viya ca nānappakāraṃ tucchagajjitaṃ gajji. Upāsakopi cintesi ‘‘ayaṃ paribbājako ati viya gajjati, avīciphusanatthāya pādaṃ, bhavaggaggahaṇatthāya hatthaṃ pasārayanto viya niratthakaṃ vāyamati. Sace me satthā imaṃ ṭhānamāgaccheyya, imassa paribbājakassa yāva bhavaggā ussitaṃ mānaddhajaṃ ṭhānasova opāteyyā’’ti.",
  "atk-s0103a1:12": "54. Bhagavāpi tesaṃ taṃ kathāsallāpaṃ assosiyeva. Tena vuttaṃ ‘‘assosi kho imaṃ kathāsallāpa’’nti.",
  "atk-s0103a1:13": "Sumāgadhāyāti sumāgadhā nāma pokkharaṇī, yassā tīre nisinno aññataro puriso padumanāḷantarehi asurabhavanaṃ pavisantaṃ asurasenaṃ addasa. Moranivāpoti nivāpo vuccati bhattaṃ, yattha morānaṃ abhayena saddhiṃ nivāpo dinno, taṃ ṭhānanti attho. Abbhokāseti aṅgaṇaṭṭhāne. Assāsapattāti tuṭṭhipattā somanassapattā. Ajjhāsayanti uttamanissayabhūtaṃ. Ādibrahmacariyanti purāṇabrahmacariyasaṅkhātaṃ ariyamaggaṃ. Idaṃ vuttaṃ hoti – ‘‘ko nāma so, bhante, dhammo yena bhagavatā sāvakā vinītā ajjhāsayādibrahmacariyabhūtaṃ ariyamaggaṃ pūretvā arahattādhigamavasena assāsapattā paṭijānantī’’ti.",
  "atk-s0103a1:14": "Tapojigucchāvādavaṇṇanā",
  "atk-s0103a1:15": "55.Vippakatāti mamāgamanapaccayā aniṭṭhitā, va hutvā ṭhitā, kathehi, ahametaṃ niṭṭhapetvā matthakaṃ pāpetvā dassemīti sabbaññupavāraṇaṃ pavāresi.",
  "atk-s0103a1:16": "56.Dujjānaṃ khoti bhagavā paribbājakassa vacanaṃ sutvā ‘‘ayaṃ paribbājako mayā sāvakānaṃ desetabbaṃ dhammaṃ tehi pūretabbaṃ paṭipattiṃ pucchati, sacassāhaṃ āditova taṃ kathessāmi, kathitampi naṃ na jānissati, ayaṃ pana vīriyena pāpajigucchanavādo, handāhaṃ etasseva visaye pañhaṃ pucchāpetvā puthusamaṇabrāhmaṇānaṃ laddhiyā niratthakabhāvaṃ dassemi. Atha pacchā imaṃ pañhaṃ byākarissāmī’’ti cintetvā dujjānaṃ kho etantiādimāha. Tattha sake ācariyaketi attano ācariyavāde. Adhijeguccheti vīriyena pāpajigucchanabhāve. Kathaṃ santāti kathaṃ bhūtā. Tapojigucchāti vīriyena pāpajigucchā pāpavivajjanā. Paripuṇṇāti parisuddhā. Kathaṃaparipuṇṇāti kathaṃ aparisuddhā hotīti evaṃ pucchāti. Yatra hi nāmāti yo nāma.",
  "atk-s0103a1:17": "57.Appasaddekatvāti nirave appasadde katvā. So kira cintesi – ‘‘samaṇo gotamo ekaṃ pañhampi na katheti, sallāpakathāpissa atibahukā natthi, ime pana ādito paṭṭhāya samaṇaṃ gotamaṃ anuvattanti ceva pasaṃsanti ca, handāhaṃ ime nissadde katvā sayaṃ kathemī’’ti. So tathā akāsi. Tena vuttaṃ ‘‘appasadde katvā’’ti. ‘‘Tapojigucchavādā’’tiādīsu tapojigucchaṃ vadāma, manasāpi tameva sārato gahetvā vicarāma, kāyenapimhā tameva allīnā, nānappakārakaṃ attakilamathānuyogamanuyuttā viharāmāti attho.",
  "atk-s0103a1:18": "Upakkilesavaṇṇanā",
  "atk-s0103a1:19": "58.Tapassīti tapanissitako. ‘‘Acelako’’tiādīni sīhanāde (dī. ni. aṭṭha. 1.393) vitthāritanayeneva veditabbāni. Tapaṃ samādiyatīti acelakabhāvādikaṃ tapaṃ sammā ādiyati, daḷhaṃ gaṇhāti. Attamano hotīti ko añño mayā sadiso imasmiṃ tape atthīti tuṭṭhamano hoti. Paripuṇṇasaṅkappoti alamettāvatāti evaṃ pariyositasaṅkappo, idañca titthiyānaṃ vasena āgataṃ. Sāsanāvacarenāpi pana dīpetabbaṃ. Ekacco hi dhutaṅgaṃ samādiyati, so teneva dhutaṅgena ko añño mayā sadiso dhutaṅgadharoti attamano hoti paripuṇṇasaṅkappo. Tapassino upakkileso hotīti duvidhassāpetassa tapassino ayaṃ upakkileso hoti. Ettāvatāyaṃ tapo upakkileso hotīti vadāmi.",
  "atk-s0103a1:20": "Attānukkaṃsetīti ‘‘ko mayā sadiso atthī’’ti attānaṃ ukkaṃsati ukkhipati. Paraṃ vambhetīti ‘‘ayaṃ na mādiso’’ti paraṃ saṃhāreti avakkhipati.",
  "atk-s0103a1:21": "Majjatīti mānamadakaraṇena majjati. Mucchatīti mucchito hoti gadhito ajjhāpanno. Pamādamāpajjatīti etadeva sāranti pamādamāpajjati. Sāsane pabbajitopi dhutaṅgasuddhiko hoti, na kammaṭṭhānasuddhiko. Dhutaṅgameva arahattaṃ viya sārato pacceti.",
  "atk-s0103a1:22": "59.Lābhasakkārasilokanti ettha cattāro paccayā labbhantīti lābhā, teyeva suṭṭhu katvā paṭisaṅkharitvā laddhā sakkāro, vaṇṇabhaṇanaṃ siloko. Abhinibbattetīti acelakādibhāvaṃ terasadhutaṅgasamādānaṃ vā nissāya mahālābho uppajjati, tasmā ‘‘abhinibbattetī’’ti vutto. Sesamettha purimavāranayeneva duvidhassāpi tapassino vasena veditabbaṃ.",
  "atk-s0103a1:23": "60.Vodāsaṃ āpajjatīti dvebhāgaṃ āpajjati, dve bhāge karoti. Khamatīti ruccati. Nakkhamatīti na ruccati. Sāpekkho pajahatīti sataṇho pajahati. Kathaṃ? Pātova khīrabhattaṃ bhutto hoti. Athassa maṃsabhojanaṃ upaneti. Tassa evaṃ hoti ‘‘idāni evarūpaṃ kadā labhissāma, sace jāneyyāma, pātova khīrabhattaṃ na bhuñjeyyāma, kiṃ mayā sakkā kātuṃ, gaccha bho, tvameva bhuñjā’’ti jīvitaṃ pariccajanto viya sāpekkho pajahati. Gadhitoti gedhajāto. Mucchitoti balavataṇhāya mucchito saṃmuṭṭhassatī hutvā. Ajjhāpannoti āmise atilaggo, ‘‘bhuñjissatha, āvuso’’ti dhammanimantanamattampi akatvā mahante mahante kabaḷe karoti. Anādīnavadassāvītiādīnavamattampi na passati. Anissaraṇapaññoti idha mattaññutānissaraṇapaccavekkhaṇaparibhogamattampi na karoti. Lābhasakkārasilokanikantihetūti lābhādīsu taṇhāhetu.",
  "atk-s0103a1:24": "61.Saṃbhakkhetīti saṃkhādati. Asanivicakkanti vicakkasaṇṭhānā asaniyeva. Idaṃ vuttaṃ hoti ‘‘asanivicakkaṃ imassa dantakūṭaṃ mūlabījādīsu na kiñci na saṃbhuñjati. Atha ca pana naṃ samaṇappavādena samaṇoti sañjānantī’’ti. Evaṃ apasādeti avakkhipati. Idaṃ titthiyavasena āgataṃ. Bhikkhuvasena panettha ayaṃ yojanā, attanā dhutaṅgadharo hoti, so aññaṃ evaṃ apasādeti ‘‘kiṃ samaṇā nāma ime samaṇamhāti vadanti, dhutaṅgamattampi natthi, uddesabhattādīni pariyesantā paccayabāhullikā vicarantī’’ti. Lūkhājīvinti acelakādivasena vā dhutaṅgavasena vā lūkhājīviṃ. Issāmacchariyanti parassa sakkārādisampattikhīyanalakkhaṇaṃ issaṃ, sakkārādikaraṇaakkhamanalakkhaṇaṃ macchariyañca.",
  "atk-s0103a1:25": "62.Āpāthakanisādīhotīti manussānaṃ āpāthe dassanaṭṭhāne nisīdati. Yattha te passanti, tattha ṭhito vaggulivataṃ carati, pañcātapaṃ tappati, ekapādena tiṭṭhati, sūriyaṃ namassati. Sāsane pabbajitopi samādinnadhutaṅgo sabbarattiṃ sayitvā manussānaṃ cakkhupathe tapaṃ karoti, mahāsāyanheyeva cīvarakuṭiṃ karoti, sūriye uggate paṭisaṃharati, manussānaṃ āgatabhāvaṃ ñatvā ghaṇḍiṃ paharitvā cīvaraṃ matthake ṭhapetvā caṅkamaṃ otarati, sammuñjaniṃ gahetvā vihāraṅgaṇaṃ sammajjati.",
  "atk-s0103a1:26": "Attānanti attano guṇaṃ adassayamānoti ettha a-kāro nipātamattaṃ, dassayamānoti attho. Idampi me tapasminti idampi kammaṃ mameva tapasmiṃ, paccatte vā bhummaṃ, idampi mama tapoti attho. So hi asukasmiṃ ṭhāne acelako atthi muttācārotiādīni sutvā amhākaṃ esa tapo, amhākaṃ so antevāsikotiādīni bhaṇati. Asukasmiṃ vā pana ṭhāne paṃsukūliko bhikkhu atthītiādīni sutvā amhākaṃ esa tapo, amhākaṃ so antevāsikotiādīni bhaṇati.",
  "atk-s0103a1:27": "Kiñcidevāti kiñci vajjaṃ diṭṭhigataṃ vā. Paṭicchannaṃ sevatīti yathā aññe na jānanti, evaṃ sevati. Akkhamamānaṃ āha khamatīti aruccamānaṃyeva ruccati meti vadati. Attanā kataṃ atimahantampi vajjaṃ appamattakaṃ katvā paññapeti, parena kataṃ dukkaṭamattaṃ vītikkamampi pārājikasadisaṃ katvā dasseti. Anuññeyyanti anujānitabbaṃ anumoditabbaṃ.",
  "atk-s0103a1:28": "63.Kodhanohoti upanāhīti kujjhanalakkhaṇena kodhena, veraappaṭinissaggalakkhaṇena upanāhena ca samannāgato. Makkhī hoti paḷāsīti paraguṇamakkhanalakkhaṇena makkhena, yugaggāhalakkhaṇena paḷāsena ca samannāgato.",
  "atk-s0103a1:29": "Issukī hoti maccharīti parasakkārādīsu usūyanalakkhaṇāya issāya, āvāsakulalābhavaṇṇadhammesu maccharāyanalakkhaṇena pañcavidhamaccherena ca samannāgato hoti. Saṭho hoti māyāvīti kerāṭikalakkhaṇena sāṭheyyena, katappaṭicchādanalakkhaṇāya māyāya ca samannāgato hoti. Thaddhohoti atimānīti nissinehanikkaruṇathaddhalakkhaṇena thambhena, atikkamitvā maññanalakkhaṇena atimānena ca samannāgato hoti. Pāpiccho hotīti asantasambhāvanapatthanalakkhaṇāya pāpicchatāya samannāgato hoti. Pāpikānanti tāsaṃyeva lāmakānaṃ icchānaṃ vasaṃ gato. Micchādiṭṭhikoti natthi dinnantiādinayappavattāya ayāthāvadiṭṭhiyā upeto. Antaggāhikāyāti sāyeva diṭṭhi ucchedantassa gahitattā ‘‘antaggāhikā’’ti vuccati, tāya samannāgatoti attho. Sandiṭṭhiparāmāsītiādīsu sayaṃ diṭṭhi sandiṭṭhi, sandiṭṭhimeva parāmasati gahetvā vadatīti sandiṭṭhiparāmāsī. Ādhānaṃ vuccati daḷhaṃ suṭṭhu ṭhapitaṃ, tathā katvā gaṇhātīti ādhānaggāhī. Ariṭṭho viya na sakkā hoti paṭinissajjāpetunti duppaṭinissaggī. Yadimeti yadi ime.",
  "atk-s0103a1:30": "Parisuddhapapaṭikappattakathāvaṇṇanā",
  "atk-s0103a1:31": "64.Idha, nigrodha, tapassīti evaṃ bhagavā aññatitthiyehi gahitaladdhiṃ tesaṃ rakkhitaṃ tapaṃ sabbameva saṃkiliṭṭhanti upakkilesapāḷiṃ dassetvā idāni parisuddhapāḷidassanatthaṃ desanamārabhanto idha, nigrodhātiādimāha. Tattha ‘‘na attamano’’tiādīni vuttavipakkhavaseneva veditabbāni. Sabbavāresu ca lūkhatapassino ceva dhutaṅgadharassa ca vasena yojanā veditabbā. Evaṃ so tasmiṃ ṭhāne parisuddho hotīti evaṃ so tena na attamanatā na paripuṇṇasaṅkappabhāvasaṅkhātena kāraṇena parisuddho nirupakkileso hoti, uttari vāyamamāno kammaṭṭhānasuddhiko hutvā arahattaṃ pāpuṇāti. Iminā nayena sabbavāresu attho veditabbo.",
  "atk-s0103a1:32": "69.Addhā kho, bhanteti bhante evaṃ sante ekaṃseneva vīriyena pāpajigucchanavādo parisuddho hotīti anujānāti. Ito parañca aggabhāvaṃ vā sārabhāvaṃ vā ajānanto aggappattā sārappattā cāti āha. Athassa bhagavā sārappattabhāvaṃ paṭisedhento na kho nigrodhātiādimāha . Papaṭikappattā hotīti sāravato rukkhassa sāraṃ phegguṃ tacañca atikkamma bahipapaṭikasadisā hotīti dasseti.",
  "atk-s0103a1:33": "Parisuddhatacappattādikathāvaṇṇanā",
  "atk-s0103a1:34": "70.Aggaṃpāpetūti desanāvasena aggaṃ pāpetvā desetu, sāraṃ pāpetvā desetūti dasabalaṃ yācati. Cātuyāmasaṃvarasaṃvutoti catubbidhena saṃvarena pihito. Na pāṇaṃ atipātetīti pāṇaṃ na hanati. Na bhāvitamāsīsatīti bhāvitaṃ nāma tesaṃ saññāya pañca kāmaguṇā, te na āsīsati na sevatīti attho.",
  "atk-s0103a1:35": "Aduṃ cassa hotīti etañcassa idāni vuccamānaṃ ‘‘so abhiharatī’’tiādilakkhaṇaṃ. Tapassitāyāti tapassibhāvena hoti. Tattha so abhiharatīti so taṃ sīlaṃ abhiharati, uparūpari vaḍḍheti. Sīlaṃ me paripuṇṇaṃ, tapo āraddho, alamettāvatāti na vīriyaṃ vissajjeti. No hīnāyāvattatīti hīnāya gihibhāvatthāya na āvattati. Sīlato uttari visesādhigamatthāya vīriyaṃ karotiyeva, evaṃ karonto so vivittaṃ senāsanaṃ bhajati. ‘‘Arañña’’ntiādīni sāmaññaphale (dī. ni. aṭṭha. 1.216) vitthāritāneva. ‘‘Mettāsahagatenā’’tiādīni visuddhimagge vaṇṇitāni. Tacappattāti papaṭikato abbhantaraṃ tacaṃ pattā. Phegguppattāti tacato abbhantaraṃ phegguṃ pattā, pheggusadisā hotīti attho.",
  "atk-s0103a1:36": "74. ‘‘Ettāvatā, kho nigrodha, tapojigucchā aggappattā ca hoti sārappattā cā’’ti idaṃ bhagavā titthiyānaṃ vasenāha. Titthiyānañhi lābhasakkāro rukkhassa sākhāpalāsasadiso. Pañcasīlamattakaṃ papaṭikasadisaṃ. Aṭṭhasamāpattimattaṃ tacasadisaṃ. Pubbenivāsañāṇāvasānā abhiññā pheggusadisā. Dibbacakkhuṃ panete arahattanti gahetvā vicaranti. Tena nesaṃ taṃ rukkhassa sārasadisaṃ. Sāsane pana lābhasakkāro sākhāpalāsasadiso. Sīlasampadā papaṭikasadisā. Jhānasamāpattiyo tacasadisā. Lokiyābhiññā pheggusadisā. Maggaphalaṃ sāro. Iti bhagavatā attano sāsanaṃ onatavinataphalabhārabharitarukkhūpamāya upamitaṃ. So desanākusalatāya tato tacasārasampattito mama sāsanaṃ uttaritarañceva paṇītatarañca, taṃ tuvaṃ kadā jānissasīti attanodesanāya visesabhāvaṃ dassetuṃ ‘‘iti kho nigrodhā’’ti desanaṃ ārabhi . Te paribbājakāti te tassa parivārā tiṃsasatasaṅkhyā paribbājakā. Ettha mayaṃ anassāmāti ettha acelakapāḷiādīsu, idaṃ vuttaṃ hoti ‘‘amhākaṃ acelakapāḷimattampi natthi , kuto parisuddhapāḷi. Amhākaṃ parisuddhapāḷimattampi natthi, kuto cātuyāmasaṃvarādīni. Cātuyāmasaṃvaropi natthi, kuto araññavāsādīni. Araññavāsopi natthi, kuto nīvaraṇappahānādīni. Nīvaraṇappahānampi natthi, kuto brahmavihārādīni. Brahmavihāramattampi natthi, kuto pubbenivāsādīni. Pubbenivāsañāṇamattampi natthi, kuto amhākaṃ dibbacakkhu. Ettha mayaṃ saācariyakā naṭṭhā’’ti. Ito bhiyyo uttaritaranti ito dibbacakkhuñāṇādhigamato bhiyyo aññaṃ uttaritaraṃ visesādhigamaṃ mayaṃ sutivasenāpi na jānāmāti vadanti.",
  "atk-s0103a1:37": "Nigrodhassapajjhāyanavaṇṇanā",
  "atk-s0103a1:38": "75.Atha nigrodhaṃ paribbājakanti evaṃ kirassa ahosi ‘‘ime paribbājakā idāni bhagavato bhāsitaṃ sussūsanti, iminā ca nigrodhena bhagavato parammukhā kakkhaḷaṃ durāsadavacanaṃ vuttaṃ, idāni ayampi sotukāmo jāto, kālo dāni me imassa mānaddhajaṃ nipātetvā bhagavato sāsanaṃ ukkhipitu’’nti. Atha nigrodhaṃ paribbājakaṃ etadavoca. Aparampissa ahosi ‘‘ayaṃ mayi akathente satthāraṃ na khamāpessati, tadassa anāgate ahitāya dukkhāya saṃvattissati, mayā pana kathite khamāpessati, tadassa bhavissati dīgharattaṃ hitāya sukhāyā’’ti. Atha nigrodhaṃ paribbājakaṃ etadavoca. Aparisāvacaraṃ pana naṃ karothāti ettha panāti nipāto, atha naṃ aparisāvacaraṃ karothāti attho. ‘‘Aparisāvacareta’’ntipi pāṭho, aparisāvacaraṃ vā etaṃ karotha, gokāṇādīnaṃ vā aññataranti attho.",
  "atk-s0103a1:39": "Gokāṇanti etthāpi gokāṇaṃ pariyantacāriniṃ viya karothāti attho. Tuṇhībhūtoti tuṇhībhāvaṃ upagato. Maṅkubhūtoti nittejataṃ āpanno. Pattakkhandhoti onatagīvo. Adhomukhoti heṭṭhāmukho.",
  "atk-s0103a1:40": "76.Buddhoso bhagavā bodhāyāti sayaṃ buddho sattānampi catusaccabodhatthāya dhammaṃ deseti. Dantoti cakkhutopi danto…pe… manatopi danto. Damathāyāti aññesampi damanatthāya eva, na vādatthāya. Santoti rāgasantatāya santo, dosamohasantatāya sabba akusalasabbābhisaṅkhārasantatāya santo. Samathāyāti mahājanassa rāgādisamanatthāya dhammaṃ deseti. Tiṇṇoti cattāro oghe tiṇṇo. Taraṇāyāti mahājanassa oghanittharaṇatthāya. Parinibbutoti kilesaparinibbānena parinibbuto. Parinibbānāyāti mahājanassāpi sabbakilesaparinibbānatthāya dhammaṃ deseti.",
  "atk-s0103a1:41": "Brahmacariyapariyosānādivaṇṇanā",
  "atk-s0103a1:42": "77.Accayotiādīni sāmaññaphale (dī. ni. aṭṭha. 1.250) vuttāni. Ujujātikoti kāyavaṅkādivirahito ujusabhāvo. Ahamanusāsāmīti ahaṃ tādisaṃ puggalaṃ anusāsāmi, dhammaṃ assa desemi. Sattāhanti sattadivasāni, idaṃ sabbampi bhagavā dandhapaññaṃ puggalaṃ sandhāyāha asaṭho pana amāyāvī ujujātiko taṃmuhutteneva arahattaṃ pattuṃ sakkhissati. Iti bhagavā ‘‘asaṭha’’ntiādivacanena saṭho hi vaṅkavaṅko, mayāpi na sakkā anusāsitunti dīpento paribbājakaṃ pādesu gahetvā mahāmerupādatale viya khipittha. Kasmā? Ayañhi atisaṭho, kuṭilacitto satthari evaṃ kathentepi buddhadhammasaṅghesu nādhimuccati, adhimuccanatthāya sotaṃ na odahati, kohaññe ṭhito satthāraṃ khamāpeti. Tasmā bhagavā tassajjhāsayaṃ viditvā ‘‘etu viññū puriso asaṭho’’tiādimāha. Saṭhaṃ panāhaṃ anusāsituṃ na sakkomīti.",
  "atk-s0103a1:43": "78.Antevāsikamyatāti antevāsikamyatāya, amhe antevāsike icchanto. Evamāhāti ‘‘etu viññupuriso’’tiādimāha. Yo eva vo ācariyoti yo eva tumhākaṃ pakatiyā ācariyo. Uddesā no cāvetukāmoti attano anusāsaniṃ gāhāpetvā amhe amhākaṃ uddesato cāvetukāmo. Soeva vo uddeso hotūti yo tumhākaṃ pakatiyā uddeso, so tumhākaṃyeva hotu , na mayaṃ tumhākaṃ uddesena atthikā. Ājīvāti ājīvato. Akusalasaṅkhātāti akusalāti koṭṭhāsaṃ pattā. Akusalā dhammāti dvādasa akusalacittuppādadhammā taṇhāyeva vā visesena. Sā hi punabbhavakaraṇato ‘‘ponobbhavikā’’ti vuttā. Sadarathāti kilesadarathasampayuttā. Jātijarāmaraṇiyāti jātijarāmaraṇānaṃ paccayabhūtā. Saṃkilesikā dhammāti dvādasa akusalacittuppādā. Vodāniyāti, samathavipassanā dhammā. Te hi satte vodāpenti, tasmā ‘‘vodāniyā’’ti vuccanti. Paññāpāripūrinti maggapaññāpāripūriṃ. Vepullattañcāti phalapaññāvepullataṃ, ubhopi vā etāni aññamaññavevacanāneva. Idaṃ vuttaṃ hoti ‘‘tato tumhe maggapaññañceva phalapaññañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’’ti. Evaṃ bhagavā paribbājake ārabbha attano ovādānusāsaniyā phalaṃ dassento arahattanikūṭena desanaṃ niṭṭhapesi.",
  "atk-s0103a1:44": "79.Yathā taṃ mārenāti yathā mārena pariyuṭṭhitacittā nisīdanti evameva tuṇhībhūtā…pe… appaṭibhānā nisinnā.",
  "atk-s0103a1:45": "Māro kira satthā ativiya gajjanto buddhabalaṃ dīpetvā imesaṃ paribbājakānaṃ dhammaṃ deseti, kadāci dhammābhisamayo bhaveyya, handāhaṃ pariyuṭṭhāmīti so tesaṃ cittāni pariyuṭṭhāsi. Appahīnavipallāsānañhi cittaṃ mārassa yathākāmakaraṇīyaṃ hoti. Tepi mārena pariyuṭṭhitacittā thaddhaṅgapaccaṅgā viya tuṇhī appaṭibhānā nisīdiṃsu. Atha satthā ime paribbājakā ativiya niravā hutvā nisinnā, kiṃ nu khoti āvajjanto mārena pariyuṭṭhitabhāvaṃ aññāsi. Sace pana tesaṃ maggaphaluppattihetu bhaveyya, māraṃ paṭibāhitvāpi bhagavā dhammaṃ deseyya, so pana tesaṃ natthi. ‘‘Sabbepi me tucchapurisā’’ti aññāsi. Tena vuttaṃ ‘‘atha kho bhagavato etadahosi sabbepi me moghapurisā’’tiādi.",
  "atk-s0103a1:46": "Tattha phuṭṭhā pāpimatāti pāpimatā mārena phuṭṭhā. Yatra hi nāmāti yesu nāma. Aññāṇatthampīti jānanatthampi. Kiṃ karissati sattāhoti samaṇena gotamena paricchinnasattāho amhākaṃ kiṃ karissati. Idaṃ vuttaṃ hoti ‘‘samaṇena gotamena ‘sayaṃ abhiññā sacchikatvā upasampajja viharissati sattāha’nti vuttaṃ, so sattāho amhākaṃ kiṃ apphāsukaṃ karissati. Handa mayaṃ sattāhabbhantare etaṃ dhammaṃ sacchikātuṃ sakkā, na sakkāti aññāṇatthampi brahmacariyaṃ carissāmā’’ti. Atha vā jānāma tāvassa dhammanti ekadivase ekavāraṃ aññāṇatthampi etesaṃ cittaṃ nuppannaṃ, sattāho pana etesaṃ kusītānaṃ kiṃ karissati, kiṃ sakkhissanti te sattāhaṃ pūretunti ayamettha adhippāyo. Sīhanādanti paravādabhindanaṃ sakavādasamussāpanañca abhītanādaṃ naditvā. Paccupaṭṭhāsīti patiṭṭhito. Tāvadevāti tasmiññeva khaṇe. Rājagahaṃ pāvisīti rājagahameva paviṭṭho. Tesaṃ pana paribbājakānaṃ kiñcāpi idaṃ suttantaṃ sutvā viseso na nibbatto, āyatiṃ pana nesaṃ vāsanāya paccayo bhavissatīti. Sesaṃ sabbattha uttānamevāti.",
  "atk-s0103a1:47": "Sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāya",
  "atk-s0103a1:48": "Udumbarikasuttavaṇṇanā niṭṭhitā."
}