{
  "atk-s0403a43:0": "5. Mahāyaññavaggo",
  "atk-s0403a43:1": "1-2. Sattaviññāṇaṭṭhitisuttādivaṇṇanā",
  "atk-s0403a43:2": "44-45. Pañcamassa paṭhame viññāṇaṭṭhitiyoti paṭisandhiviññāṇassa ṭhānāni. Seyyathāpīti nidassanatthe nipāto, yathā manussāti attho. Aparimāṇesu hi cakkavāḷesu aparimāṇānaṁ manussānaṁ vaṇṇasaṇṭhānādivasena dvepi ekasadisā natthi. Yepi hi katthaci yamakabhātaro vaṇṇena vā saṇṭhānena vā sadisā honti, tesampi ālokitavilokitakathitahasitagamanaṭṭhānādīhi viseso hotiyeva. Tasmā nānattakāyāti vuttā. Paṭisandhisaññā pana nesaṁ tihetukāpi dvihetukāpi ahetukāpi hoti. Tasmā nānattasaññinoti vuttā. Ekacce ca devāti cha kāmāvacaradevā. Tesu hi kesañci kāyo nīlo hoti, kesañci pītakādivaṇṇo. Saññā pana tesaṁ dvihetukāpi tihetukāpi hoti, ahetukā natthi. Ekacceca vinipātikāti catuapāyavinimuttā uttaramātā yakkhinī, piyaṅkaramātā, phussamittā, dhammaguttāti evamādikā aññe ca vemānikā petā. Etesañhi pītaodātakāḷamaṅguracchavisāmavaṇṇādivasena ceva kisa thūlarassadīghavasena ca kāyo nānā hoti, manussānaṁ viya dvihetukatihetukaahetukavasena saññāpi. Te pana devā viya na mahesakkhā, kapaṇamanussā viya appesakkhā dullabhaghāsacchādanā dukkhapīḷitā viharanti. Ekacce kāḷapakkhe dukkhitā juṇhapakkhe sukhitā honti. Tasmā sukhasamussayato vinipatitattā vinipātikāti vuttā. Ye panettha tihetukā, tesaṁ dhammābhisamayopi hoti piyaṅkaramātādīnaṁ viya.",
  "atk-s0403a43:3": "Brahmakāyikāti brahmapārisajjabrahmapurohitamahābrahmāno. Paṭhamābhinibbattāti te sabbepi paṭhamajjhānena abhinibbattā. Brahmapārisajjā pana parittena abhinibbattā, tesaṁ kappassa tatiyo bhāgo āyuppamāṇaṁ. Brahmapurohitā majjhimena, tesaṁ upaḍḍhakappo āyuppamāṇaṁ, kāyo ca tesaṁ vipphārikataro hoti. Mahābrahmāno paṇītena, tesaṁ kappo āyuppamāṇaṁ, kāyo ca pana tesaṁ ativipphārikova hoti. Iti te kāyassa nānattā paṭhamajjhānavasena saññāya ekattā nānattakāyā ekattasaññinoti veditabbā.",
  "atk-s0403a43:4": "Yathā ca te, evaṁ catūsu apāyesu sattā. Nirayesu hi kesañci gāvutaṁ, kesañci aḍḍhayojanaṁ, kesañci yojanaṁ attabhāvo hoti, devadattassa pana yojanasatiko jāto. Tiracchānesupi keci khuddakā, keci mahantā. Pettivisayesupi keci saṭṭhihatthā, keci asītihatthā honti, keci suvaṇṇā, keci dubbaṇṇā. Tathā kālakañcikā asurā. Apicettha dīghapiṭṭhikapetā nāma saṭṭhiyojanikāpi honti. Saññā pana sabbesampi akusalavipākāhetukāva hoti. Iti āpāyikāpi nānattakāyā ekattasaññinotveva saṅkhyaṁ gacchanti.",
  "atk-s0403a43:5": "Ābhassarāti daṇḍaukkāya acci viya etesaṁ sarīrato ābhā chijjitvā chijjitvā patantī viya sarati vissaratīti ābhassarā. Tesu pañcakanaye dutiyatatiyajjhānadvayaṁ parittaṁ bhāvetvā upapannā parittābhā nāma honti, tesaṁ dve kappā āyuppamāṇaṁ. Majjhimaṁ bhāvetvā upapannā appamāṇābhā nāma honti, tesaṁ cattāro kappā āyuppamāṇaṁ. Paṇītaṁ bhāvetvā upapannā ābhassarā nāma honti, tesaṁ aṭṭha kappā āyuppamāṇaṁ. Idha pana ukkaṭṭhaparicchedavasena sabbeva te gahitā. Sabbesañhi tesaṁ kāyo ekavipphārova hoti, saññā pana avitakkavicāramattā vā avitakkaavicārā vāti nānā.",
  "atk-s0403a43:6": "Subhakiṇhāti subhena vokiṇṇā vikiṇṇā, subhena sarīrappabhāvaṇṇena ekagghanāti attho. Etesañhi na ābhassarānaṁ viya chijjitvā chijjitvā pabhā gacchati. Pañcakanaye pana parittamajjhimapaṇītassa catutthajjhānassa vasena soḷasabāttiṁsacatussaṭṭhikappāyukā parittaappamāṇasubhakiṇhā nāma hutvā nibbattanti. Iti sabbepi te ekattakāyā ceva catutthajjhānasaññāya ekattasaññino cāti veditabbā. Vehapphalāpi catutthaviññāṇaṭṭhitimeva bhajanti. Asaññasattā viññāṇābhāvā ettha saṅgahaṁ na gacchanti, sattāvāsesu gacchanti.",
  "atk-s0403a43:7": "Suddhāvāsā vivaṭṭapakkhe ṭhitā na sabbakālikā, kappasatasahassampi asaṅkheyyampi buddhasuññe loke na uppajjanti. Soḷasakappasahassaabbhantare buddhesu uppannesuyeva uppajjanti. Dhammacakkappavattissa bhagavato khandhāvāraṭṭhānasadisā honti. Tasmā neva viññāṇaṭṭhitiṁ na sattāvāsaṁ bhajanti. Mahāsīvatthero pana ‘‘na kho pana so, sāriputta, āvāso sulabharūpo, yo mayā anāvutthapubbo iminā dīghena addhunā aññatra suddhāvāsehi devehī’’ti (ma. ni. 1.160) iminā suttena suddhāvāsāpi catutthaviññāṇaṭṭhitiṁ catutthasattāvāsañca bhajantīti vadati, taṁ appatibāhiyattā suttassa anuññātaṁ.",
  "atk-s0403a43:8": "Nevasaññānāsaññāyatanaṁ yatheva saññāya, evaṁ viññāṇassāpi sukhumattā neva viññāṇaṁ nāviññāṇaṁ. Tasmā viññāṇaṭṭhitīsu na vuttaṁ. Dutiye samādhiparikkhārāti maggasamādhissa sambhārā.",
  "atk-s0403a43:9": "3. Paṭhamaaggisuttavaṇṇanā",
  "atk-s0403a43:10": "46. Tatiye sabbepi rāgādayo anuḍahanaṭṭhena aggī. Āhuneyyaggītiādīsu panettha āhunaṁ vuccati sakkāro, āhunaṁ arahantīti āhuneyyā. Mātāpitaro hi puttānaṁ bahupakārattā āhunaṁ arahanti, tesu vippaṭipajjamānā puttā nirayādīsu nibbattanti. Tasmā kiñcāpi mātāpitaro na anuḍahanti, anuḍahanassa pana paccayā honti. Iti anuḍahanaṭṭheneva āhuneyyaggīti vuccanti. Gahapatīti pana gehasāmiko vuccati, so mātugāmassa sayanavatthālaṅkārādianuppadānena bahupakāro. Taṁ aticaranto mātugāmo nirayādīsu nibbattati. Tasmā sopi purimanayeneva anuḍahanaṭṭhena gahapataggīti vutto. Dakkhiṇeyyaggīti ettha pana dakkhiṇāti cattāro paccayā, bhikkhusaṅgho dakkhiṇeyyo. So hi gihīnaṁ tīsu saraṇesu pañcasu sīlesu dasasu sīlesu mātāpitupaṭṭhāne dhammikasamaṇabrāhmaṇupaṭṭhāneti evamādīsu kalyāṇadhammesu niyojanena bahupakāro. Tasmiṁ micchāpaṭipannā gihī bhikkhusaṅghaṁ akkositvā paribhāsitvā nirayādīsu nibbattanti. Tasmā sopi purimanayeneva anuḍahanaṭṭhena dakkhiṇeyyaggīti vutto. Kaṭṭhato nibbatto pākatikova aggi kaṭṭhaggi nāma.",
  "atk-s0403a43:11": "4. Dutiyaaggisuttavaṇṇanā",
  "atk-s0403a43:12": "47. Catutthe uggatasarīrassāti so kira brāhmaṇamahāsālo attabhāvenapi bhogehipi uggato sārappatto ahosi, tasmā uggatasarīrotveva paññāyittha. Upakkhaṭoti paccupaṭṭhito. Thūṇūpanītānīti yūpasaṅkhātaṁ thūṇaṁ upanītāni. Yaññatthāyāti vadhitvā yajanatthāya. Upasaṅkamīti so kira sabbaṁ taṁ yaññasambhāraṁ sajjetvā cintesi – ‘‘samaṇo kira gotamo mahāpañño, kiṁ nu kho me yaññassa vaṇṇaṁ kathessati udāhu avaṇṇaṁ, pucchitvā jānissāmī’’ti iminā kāraṇena yena bhagavā tenupasaṅkami. Aggissaādānanti yaññayajanatthāya navassa maṅgalaggino ādiyanaṁ. Sabbena sabbanti sabbena sutena sabbaṁ sutaṁ sameti saṁsandati, ekasadisaṁ hotīti dasseti. Satthānīti vihiṁsanaṭṭhena satthāni viyāti satthāni. Sayaṁ paṭhamaṁ samārambhatīti attanāva paṭhamataraṁ ārabhati. Hantunti hanituṁ.",
  "atk-s0403a43:13": "Pahātabbāti pariharitabbā. Atohayanti ato hi mātāpitito ayaṁ. Āhutoti āgato. Sambhūtoti uppanno. Ayaṁ vuccati, brāhmaṇa, gahapataggīti ayaṁ puttadārādigaṇo yasmā, gahapati, viya gehasāmiko viya hutvā aggati vicarati, tasmā gahapataggīti vuccati. Attānanti cittaṁ. Damentīti indriyadamanena damenti. Samentīti rāgādisamanena samenti. Tesaññeva parinibbāpanena parinibbāpenti. Nikkhipitabboti yathā na vinassati, evaṁ ṭhapetabbo. Upavāyatanti upavāyatu. Evañca pana vatvā brāhmaṇo sabbesampi tesaṁ pāṇānaṁ jīvitaṁ datvā yaññasālaṁ viddhaṁsetvā satthu sāsane opānabhūto ahosīti.",
  "atk-s0403a43:14": "5-6. Saññāsuttadvayavaṇṇanā",
  "atk-s0403a43:15": "48-49. Pañcame amatogadhāti nibbānapatiṭṭhā. Amatapariyosānāti nibbānāvasānā. Chaṭṭhe methunadhammasamāpattiyāti methunadhammena samaṅgibhāvato. Nhārudaddulanti nhārukhaṇḍaṁ nhāruvilekhanaṁ vā. Anusandatīti pavattati. Natthi me pubbenāparaṁ visesoti natthi mayhaṁ pubbena abhāvitakālena saddhiṁ aparaṁ bhāvitakāle viseso. Lokacitresūti tidhātukalokasannivāsasaṅkhātesu lokacitresu. Ālasyeti ālasiyabhāve. Vissaṭṭhiyeti vissaṭṭhabhāve. Ananuyogeti yogassa ananuyuñjane. Ahaṅkāramamaṅkāramānāpagatanti ahaṅkāradiṭṭhito ca mamaṅkārataṇhāto ca navavidhamānato ca apagataṁ. Vidhāsamatikkantanti tisso vidhā atikkantaṁ. Santanti tappaccanīkakilesehi santaṁ. Suvimuttanti pañcahi vimuttīhi suṭṭhu vimuttaṁ.",
  "atk-s0403a43:16": "7. Methunasuttavaṇṇanā",
  "atk-s0403a43:17": "50. Sattame upasaṅkamīti bhuttapātarāso dāsakammakaraparivuto upasaṅkami. Bhavampinoti bhavampi nu. Brahmacārī paṭijānātīti ‘‘ahaṁ brahmacārī’’ti evaṁ brahmacariyavāsaṁ paṭijānātīti pucchati. Evaṁ kirassa ahosi – ‘‘brāhmaṇasamaye vedaṁ uggaṇhantā aṭṭhacattālīsa vassāni brahmacariyaṁ caranti. Samaṇo pana gotamo agāraṁ ajjhāvasanto tīsu pāsādesu tividhanāṭakaratiyā abhirami, idāni kiṁ nu kho vakkhatī’’ti imamatthaṁ sandhāyevaṁ pucchati. Tato bhagavā mantena kaṇhasappaṁ gaṇhanto viya amittaṁ gīvāya pādena akkamanto viya attano saṁkilesakāle chabbassāni padhānacariyāya rajjasukhaṁ vā pāsādesu nāṭakasampattiṁ vā ārabbha vitakkamattassāpi anuppannabhāvaṁ sandhāya sīhanādaṁ nadanto yañhi taṁ brāhmaṇātiādimāha. Tattha dvayaṁdvayasamāpattinti dvīhi dvīhi samāpajjitabbabhāvaṁ. Dukkhasmāti sakalavaṭṭadukkhato. Sañjagghatīti hasitakathaṁ katheti. Saṁkīḷatīti keḷiṁ karoti. Saṁkeḷāyatīti mahāhasitaṁ hasati. Cakkhunā cakkhunti attano cakkhunā tassā cakkhuṁ paṭivijjhitvā upanijjhāyati. Tirokuṭṭaṁ vā tiropākāraṁ vāti parakuṭṭe vā parapākāre vā. Devoti eko devarājā. Devaññataroti aññataro devaputto. Anuttaraṁ sammāsambodhinti arahattañceva sabbaññutaññāṇañca.",
  "atk-s0403a43:18": "8. Saṁyogasuttavaṇṇanā",
  "atk-s0403a43:19": "51. Aṭṭhame saṁyogavisaṁyoganti saṁyogavisaṁyogasādhakaṁ. Dhammapariyāyanti dhammakāraṇaṁ. Ajjhattaṁ itthindriyanti niyakajjhatte itthibhāvaṁ. Itthikuttanti itthikiriyaṁ. Itthākappanti nivāsanapārupanādiitthiākappaṁ. Itthividhanti itthiyā mānavidhaṁ. Itthichandanti itthiyā ajjhāsayacchandaṁ. Itthissaranti itthisaddaṁ. Itthālaṅkāranti itthiyā pasādhanabhaṇḍaṁ. Purisindriyādīsupi eseva nayo. Bahiddhā saṁyoganti purisena saddhiṁ samāgamaṁ. Ativattatīti anabhiratāti evaṁ vuttāya balavavipassanāya ariyamaggaṁ patvā ativattati. Imasmiṁ sutte vaṭṭavivaṭṭaṁ kathitaṁ.",
  "atk-s0403a43:20": "9. Dānamahapphalasuttavaṇṇanā",
  "atk-s0403a43:21": "52. Navame sāpekhoti sataṇho. Paṭibaddhacittoti vipāke baddhacitto. Sannidhipekhoti nidhānapekho hutvā. Peccāti paralokaṁ gantvā. Taṁ kammaṁ khepetvāti taṁ kammavipākaṁ khepetvā. Iddhinti vipākiddhiṁ. Yasanti parivārasampadaṁ. Ādhipaccanti jeṭṭhabhāvakāraṇaṁ. Āgantā itthattanti itthabhāvaṁ ime pañcakkhandhe puna āgantā, na tatrūpapattiko na uparūpapattiko, heṭṭhāgāmīyeva hotīti attho. Sāhu dānanti dānaṁ nāmetaṁ sādhu bhaddakaṁ sundaraṁ. Tāni mahāyaññānīti tāni sappinavanītadadhimadhuphāṇitādīhi niṭṭhānaṁ gatāni mahādānāni. Cittālaṅkāracittaparikkhāranti samathavipassanācittassa alaṅkārabhūtañceva parivārabhūtañca. Brahmakāyikānaṁ devānaṁ sahabyatanti na sakkā tattha dānena upapajjituṁ. Yasmā pana taṁ samathavipassanācittassa alaṅkārabhūtaṁ, tasmā tena dānālaṅkatena cittena jhānañceva ariyamaggañca nibbattetvā jhānena tattha upapajjati. Anāgāmī hotīti jhānānāgāmī nāma hoti. Anāgantā itthattanti puna itthabhāvaṁ na āgantā, uparūpapattiko vā tatrūpapattiko vā hutvā tattheva parinibbāyati. Iti imesu dānesu paṭhamaṁ taṇhuttariyadānaṁ, dutiyaṁ cittīkāradānaṁ, tatiyaṁ hirottappadānaṁ, catutthaṁ niravasesadānaṁ , pañcamaṁ dakkhiṇeyyadānaṁ, chaṭṭhaṁ somanassupavicāradānaṁ, sattamaṁ alaṅkāraparivāradānaṁ nāmāti.",
  "atk-s0403a43:22": "10. Nandamātāsuttavaṇṇanā",
  "atk-s0403a43:23": "53. Dasamaṁ atthuppattivasena desitaṁ. Satthā kira vutthavasso pavāretvā dve aggasāvake ohāya ‘‘dakkhiṇāgiriṁ cārikaṁ gamissāmī’’ti nikkhami, rājā pasenadi kosalo, anāthapiṇḍiko gahapati, visākhā mahāupāsikā, aññe ca bahujanā dasabalaṁ nivattetuṁ nāsakkhiṁsu. Anāthapiṇḍiko gahapati ‘‘satthāraṁ nivattetuṁ nāsakkhi’’nti raho cintayamāno nisīdi. Atha naṁ puṇṇā nāma dāsī disvā ‘‘kiṁ nu kho te, sāmi, na pubbe viya indriyāni vippasannānī’’ti pucchi. Āma, puṇṇe, satthā cārikaṁ pakkanto, tamahaṁ nivattetuṁ nāsakkhiṁ. Na kho pana sakkā jānituṁ puna sīghaṁ āgaccheyya vā na vā, tenāhaṁ cintayamāno nisinnoti. Sacāhaṁ dasabalaṁ nivatteyyaṁ, kiṁ me kareyyāsīti? Bhujissaṁ taṁ karissāmīti. Sā gantvā satthāraṁ vanditvā ‘‘nivattatha, bhante’’ti āha. Mama nivattanapaccayā tvaṁ kiṁ karissasīti? Tumhe, bhante, mama parādhīnabhāvaṁ jānātha, aññaṁ kiñci kātuṁ na sakkomi, saraṇesu pana patiṭṭhāya pañca sīlāni rakkhissāmīti. Sādhu sādhu puṇṇeti, satthā dhammagāravena ekapadasmiññeva nivatti. Vuttañhetaṁ – ‘‘dhammagaru, bhikkhave, tathāgato dhammagāravo’’ti (a. ni. 5.99).",
  "atk-s0403a43:24": "Satthā nivattitvā jetavanamahāvihāraṁ pāvisi. Mahājano puṇṇāya sādhukārasahassāni adāsi. Satthā tasmiṁ samāgame dhammaṁ desesi, caturāsītipāṇasahassāni amatapānaṁ piviṁsu. Puṇṇāpi seṭṭhinā anuññātā bhikkhuniupassayaṁ gantvā pabbaji. Sammāsambuddho sāriputtamoggallāne āmantetvā ‘‘ahaṁ yaṁ disaṁ cārikāya nikkhanto, tattha na gacchāmi. Tumhe tumhākaṁ parisāya saddhiṁ taṁ disaṁ cārikaṁ gacchathā’’ti vatvā uyyojesi. Imissaṁ atthuppattiyaṁ ekaṁ samayaṁ āyasmā sāriputtotiādi vuttaṁ.",
  "atk-s0403a43:25": "Tattha veḷukaṇḍakīti veḷukaṇṭakanagaravāsinī. Tassa kira nagarassa pākāraguttatthāya pākārapariyantena veḷū ropitā, tenassa veḷukaṇṭakanteva nāmaṁ jātaṁ. Pārāyananti nibbānasaṅkhātapāraṁ ayanato pārāyananti laddhavohāraṁ dhammaṁ. Sarena bhāsatīti sattabhūmikassa pāsādassa uparimatale susaṁvihitārakkhaṭṭhāne nisinnā samāpattibalena rattibhāgaṁ vītināmetvā samāpattito vuṭṭhāya ‘‘imaṁ rattāvasesaṁ katarāya ratiyā vītināmessāmī’’ti cintetvā ‘‘dhammaratiyā’’ti katasanniṭṭhānā tīṇi phalāni pattā ariyasāvikā aḍḍhateyyagāthāsataparimāṇaṁ pārāyanasuttaṁ madhurena sarabhaññena bhāsati. Assosi khoti ākāsaṭṭhakavimānāni pariharitvā tassa pāsādassa uparibhāgaṁ gatena maggena naravāhanayānaṁ āruyha gacchamāno assosi. Kathāpariyosānaṁ āgamayamāno aṭṭhāsīti ‘‘kiṁ saddo esa bhaṇe’’ti pucchitvā ‘‘nandamātāya upāsikāya sarabhaññasaddo’’ti vutte otaritvā ‘‘idamavocā’’ti idaṁ desanāpariyosānaṁ olokento avidūraṭṭhāne ākāse aṭṭhāsi.",
  "atk-s0403a43:26": "Sādhu bhagini, sādhu bhaginīti ‘‘suggahitā te bhagini dhammadesanā sukathitā, pāsāṇakacetiye nisīditvā soḷasannaṁ pārāyanikabrāhmaṇānaṁ sammāsambuddhena kathitadivase ca ajja ca na kiñci antaraṁ passāmi, majjhe bhinnasuvaṇṇaṁ viya te satthu kathitena saddhiṁ sadisameva kathita’’nti vatvā sādhukāraṁ dadanto evamāha. Ko paneso bhadramukhāti imasmiṁ susaṁvihitārakkhaṭṭhāne evaṁ mahantena saddena ko nāmesa, bhadramukha, laddhamukha, kiṁ nāgo supaṇṇo devo māro brahmāti suvaṇṇapaṭṭavaṇṇaṁ vātapānaṁ vivaritvā vigatasārajjā tīṇi phalāni pattā ariyasāvikā vessavaṇena saddhiṁ kathayamānā evamāha. Ahaṁ te bhagini bhātāti sayaṁ sotāpannattā anāgāmiariyasāvikaṁ jeṭṭhikaṁ maññamāno ‘‘bhaginī’’ti vatvā puna taṁ paṭhamavaye ṭhitattā attano kaniṭṭhaṁ, attānaṁ pana navutivassasatasahassāyukattā mahallakataraṁ maññamāno ‘‘bhātā’’ti āha. Sādhu bhadramukhāti, bhadramukha, sādhu sundaraṁ, svāgamanaṁ te āgamanaṁ, āgantuṁ yuttaṭṭhānamevasi āgatoti attho. Idaṁ te hotu ātitheyyanti idameva dhammabhaṇanaṁ tava atithipaṇṇākāro hotu, na hi te aññaṁ ito uttaritaraṁ dātabbaṁ passāmīti adhippāyo . Evañceva me bhavissati ātitheyyanti evaṁ attano pattidānaṁ yācitvā ‘‘ayaṁ te dhammakathikasakkāro’’ti aḍḍhateḷasāni koṭṭhasatāni rattasālīnaṁ pūretvā ‘‘yāvāyaṁ upāsikā carati, tāva mā khayaṁ gamiṁsū’’ti adhiṭṭhahitvā pakkāmi. Yāva upāsikā aṭṭhāsi, tāva koṭṭhānaṁ heṭṭhimatalaṁ nāma daṭṭhuṁ nāsakkhiṁsu. Tato paṭṭhāya ‘‘nandamātāya koṭṭhāgāraṁ viyā’’ti vohāro udapādi.",
  "atk-s0403a43:27": "Akatapātarāsoti abhuttapātarāso. Puññanti pubbacetanā ca muñcanacetanā ca. Puññamahīti aparacetanā. Sukhāya hotūti sukhatthāya hitatthāya hotu. Evaṁ attano dāne vessavaṇassa pattiṁ adāsi.",
  "atk-s0403a43:28": "Pakaraṇeti kāraṇe. Okkassa pasayhāti ākaḍḍhitvā abhibhavitvā. Yakkhayoninti bhummadevatābhāvaṁ. Teneva purimena attabhāvena uddassetīti purimasarīrasadisameva sarīraṁ māpetvā alaṅkatapaṭiyatto sirigabbhasayanatale attānaṁ dasseti. Upāsikā paṭidesitāti upāsikā ahanti evaṁ upāsikābhāvaṁ desesiṁ. Yāvadeti yāvadeva. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0403a43:29": "Mahāyaññavaggo pañcamo.",
  "atk-s0403a43:30": "Paṇṇāsakaṁ niṭṭhitaṁ."
}