{
  "atk-s0503a3:0": "3. Nandavaggo",
  "atk-s0503a3:1": "1. Kammavipākajasuttavaṇṇanā",
  "atk-s0503a3:2": "21. Nandavaggassa paṭhame aññataro bhikkhūti nāmagottena apākaṭo eko khīṇāsavabhikkhu. So kira rājagahavāsī kulaputto moggallānattherena saṁvejito saṁsāradosaṁ disvā satthu santike pabbajitvā sīlāni sodhetvā catusaccakammaṭṭhānaṁ gahetvā na cirasseva vipassanaṁ ussukkāpetvā arahattaṁ pāpuṇi. Tassa aparabhāge kharo ābādho uppajji, so paccavekkhaṇāya adhivāsento viharati. Khīṇāsavānañhi cetasikadukkhaṁ nāma natthi, kāyikadukkhaṁ pana hotiyeva. So ekadivasaṁ bhagavato dhammaṁ desentassa nātidūre ṭhāne dukkhaṁ adhivāsento pallaṅkena nisīdi. Tena vuttaṁ ‘‘bhagavato avidūre nisinno hotī’’tiādi.",
  "atk-s0503a3:3": "Tattha pallaṅkanti samantato ūrubaddhāsanaṁ. Ābhujitvāti bandhitvā. Ujuṁ kāyaṁ paṇidhāyāti uparimaṁ sarīraṁ ujukaṁ ṭhapetvā aṭṭhārasa piṭṭhikaṇṭake koṭiyā koṭiṁ paṭipādetvā. Evañhi nisinnassa cammamaṁsanhārūni na namanti, tasmā so tathā nisinno hoti. Purāṇakammavipākajanti pubbe katassa kammassa vipākabhāvena jātaṁ, purāṇakammavipāke vā sukhadukkhappakāre vipākavaṭṭasamudāye tadekadesabhāvena jātaṁ. Kiṁ taṁ? Dukkhaṁ. Purāṇakammavipākajanti ca iminā tassa ābādhassa kammasamuṭṭhānataṁ dassento opakkamikautuvipariṇāmajādibhāvaṁ paṭikkhipati. Dukkhanti pacurajanehi khamituṁ asakkuṇeyyaṁ. Tibbanti tikhiṇaṁ, abhibhavitvā pavattiyā bahalaṁ vā. Kharanti kakkhaḷaṁ. Kaṭukanti asātaṁ. Adhivāsentoti upari vāsento sahanto khamanto.",
  "atk-s0503a3:4": "Sato sampajānoti vedanāpariggāhakānaṁ satisampajaññānaṁ vasena satimā sampajānanto ca. Idaṁ vuttaṁ hoti – ‘‘ayaṁ vedanā nāma hutvā abhāvaṭṭhena aniccā, aniṭṭhārammaṇādipaccaye paṭicca uppannattā paṭiccasamuppannā, uppajjitvā ekantena bhijjanasabhāvattā khayadhammā vayadhammā virāgadhammā nirodhadhammā’’ti vedanāya aniccatāsallakkhaṇavasena satokāritāya sato, aviparītasabhāvapaṭivijjhanavasena sampajāno ca hutvā. Atha vā sativepullapattiyā sabbattheva kāyavedanācittadhammesu suṭṭhu upaṭṭhitasatitāya sato, tathā paññāvepullappattiyā pariggahitasaṅkhāratāya sampajāno. Avihaññamānoti ‘‘assutavā, bhikkhave, puthujjano aññataraññatarena dukkhadhammena phuṭṭho samāno socati kilamati paridevati urattāḷiṁ kandati sammohaṁ āpajjatī’’ti vuttanayena andhaputhujjano viya na vihaññamāno maggeneva samugghātitattā cetodukkhaṁ anuppādento kevalaṁ kammavipākajaṁ sarīradukkhaṁ adhivāsento samāpattiṁ samāpanno viya nisinno hoti. Addasāti taṁ āyasmantaṁ adhivāsanakhantiyā tathā nisinnaṁ addakkhi.",
  "atk-s0503a3:5": "Etamatthanti etaṁ tādisassapi rogassa vejjādīhi tikicchanatthaṁ anussukkāpajjanakāraṇaṁ khīṇāsavānaṁ lokadhammehi anupalepitasaṅkhātaṁ atthaṁ sabbākārato viditvā. Imaṁ udānanti imaṁ saṅkhatadhammānaṁ yehi kehici dukkhadhammehi avighātapattivibhāvanaṁ udānaṁ udānesi.",
  "atk-s0503a3:6": "Tattha sabbakammajahassāti pahīnasabbakammassa. Aggamaggassa hi uppannakālato paṭṭhāya arahato sabbāni kusalākusalakammāni pahīnāni nāma honti paṭisandhiṁ dātuṁ asamatthabhāvato, yato ariyamaggañāṇaṁ kammakkhayakaranti vuccati. Bhikkhunoti bhinnakilesatāya bhikkhuno. Dhunamānassa pure kataṁ rajanti arahattappattito pubbe kataṁ rāgarajādimissatāya rajanti laddhanāmaṁ dukkhavedanīyaṁ kammaṁ vipākapaṭisaṁvedanena taṁ dhunantassa viddhaṁsentassa, arahattappattiyā parato pana sāvajjakiriyāya sambhavoyeva natthi, anavajjakiriyā ca bhavamūlassa samucchinnattā samucchinnamūlatāya pupphaṁ viya phaladānasamatthatāya abhāvato kiriyamattāva hoti.",
  "atk-s0503a3:7": "Amamassāti rūpādīsu katthaci mamanti gahaṇābhāvato amamassa mamaṅkārarahitassa. Yassa hi mamaṅkāro atthi, so attasinehena vejjādīhi sarīraṁ paṭijaggāpeti. Arahā pana amamo, tasmā so sarīrajagganepi udāsīnadhātukova. Ṭhitassāti catubbidhampi oghaṁ taritvā nibbānathale ṭhitassa, paṭisandhiggahaṇavasena vā sandhāvanassa abhāvena ṭhitassa . Sekkhaputhujjanā hi kilesābhisaṅkhārānaṁ appahīnattā cutipaṭisandhivasena saṁsāre dhāvanti nāma, arahā pana tadabhāvato ṭhitoti vuccati. Atha vā dasavidhe khīṇāsavasaṅkhāte ariyadhamme ṭhitassa. Tādinoti ‘‘paṭikūle appaṭikūlasaññī viharatī’’tiādinā (paṭi. ma. 3.17) nayena vuttāya pañcavidhāya ariyiddhiyā aṭṭhahi lokadhammehi akampaniyāya chaḷaṅgupekkhāya ca samannāgatena iṭṭhādīsu ekasadisatāsaṅkhātena tādībhāvena tādino. Attho natthi janaṁ lapetaveti ‘‘mama bhesajjādīni karothā’’ti janaṁ lapituṁ kathetuṁ payojanaṁ natthi sarīre nirapekkhabhāvato. Paṇḍupalāso viya hi bandhanā pavutto sayamevāyaṁ kāyo bhijjitvā patatūti khīṇāsavānaṁ ajjhāsayo. Vuttañhetaṁ –",
  "atk-s0503a3:8": "‘‘Nābhikaṅkhāmi maraṇaṁ, nābhikaṅkhāmi jīvitaṁ;",
  "atk-s0503a3:9": "Kālañca paṭikaṅkhāmi, nibbisaṁ bhatako yathā’’ti. (theragā. 606);",
  "atk-s0503a3:10": "Atha vā yaṁkiñci nimittaṁ dassetvā ‘‘kiṁ ayyassa icchitabba’’nti janaṁ lapetave paccayehi nimantanavasena lapāpetuṁ khīṇāsavassa attho natthi tādisassa micchājīvassa maggeneva samugghātitattāti attho. Iti bhagavā ‘‘kissāyaṁ thero attano rogaṁ vejjehi atikicchāpetvā bhagavato avidūre nisīdatī’’ti cintentānaṁ tassa atikicchāpane kāraṇaṁ pakāsesi.",
  "atk-s0503a3:11": "Paṭhamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a3:12": "2. Nandasuttavaṇṇanā",
  "atk-s0503a3:13": "22. Dutiye nandoti tassa nāmaṁ. So hi cakkavattilakkhaṇūpetattā mātāpitaro saparijanaṁ sakalañca ñātiparivaṭṭaṁ nandayanto jātoti ‘‘nando’’ti nāmaṁ labhi. Bhagavato bhātāti bhagavato ekapituputtatāya bhātā. Na hi bhagavato sahodarā uppajjanti, tena vuttaṁ ‘‘mātucchāputto’’ti, cūḷamātuputtoti attho. Mahāpajāpatigotamiyā hi so putto. Anabhiratoti na abhirato. Brahmacariyanti brahmaṁ seṭṭhaṁ uttamaṁ cariyaṁ ekāsanaṁ ekaseyyaṁ methunaviratiṁ. Sandhāretunti paṭhamacittato yāvacarimakacittaṁ sammā paripuṇṇaṁ parisuddhaṁ dhāretuṁ pavattetuṁ. Dutiyena cettha brahmacariyapadena maggabrahmacariyassāpi saṅgaho veditabbo. Sikkhaṁ paccakkhāyāti upasampadakāle bhikkhubhāvena saddhiṁ samādinnaṁ nibbattetabbabhāvena anuṭṭhitaṁ tividhampi sikkhaṁ paṭikkhipitvā, vissajjetvāti attho. Hīnāyāti gihibhāvāya. Āvattissāmīti nivattissāmi.",
  "atk-s0503a3:14": "Kasmā panāyaṁ evamārocesīti? Etthāyaṁ anupubbikathā – bhagavā pavattavaradhammacakko rājagahaṁ gantvā veḷuvane viharanto ‘‘puttaṁ me ānetvā dassethā’’ti suddhodanamahārājena pesitesu sahassasahassaparivāresu dasasu dūtesu saha parivārena arahattaṁ pattesu sabbapacchā gantvā arahattappattena kāḷudāyittherena gamanakālaṁ ñatvā maggavaṇṇanaṁ vaṇṇetvā jātibhūmigamanāya yācito vīsatisahassakhīṇāsavaparivutto kapilavatthunagaraṁ gantvā ñātisamāgame pokkharavassaṁ aṭṭhuppattiṁ katvā vessantarajātakaṁ (jā. 2.22.1655 ādayo) kathetvā punadivase piṇḍāya paviṭṭho ‘‘uttiṭṭhe nappamajjeyyā’’ti (dha. pa. 168) gāthāya pitaraṁ sotāpattiphale patiṭṭhāpetvā nivesanaṁ gantvā ‘‘dhammañcare’’ti (dha. pa. 169) gāthāya mahāpajāpatiṁ sotāpattiphale, rājānaṁ sakadāgāmiphale patiṭṭhāpesi.",
  "atk-s0503a3:15": "Bhattakiccāvasāne pana rāhulamātuguṇakathaṁ nissāya candakinnarījātakaṁ (jā. 1.14.18 ādayo) kathetvā tatiyadivase nandakumārassa abhisekagehappavesanavivāhamaṅgalesu vattamānesu piṇḍāya pavisitvā nandakumārassa hatthe pattaṁ datvā maṅgalaṁ vatvā uṭṭhāyāsanā pakkamanto kumārassa hatthato pattaṁ na gaṇhi. Sopi tathāgate gāravena ‘‘pattaṁ te, bhante, gaṇhathā’’ti vattuṁ nāsakkhi. Evaṁ pana cintesi, ‘‘sopānasīse pattaṁ gaṇhissatī’’ti, satthā tasmiṁ ṭhāne na gaṇhi. Itaro ‘‘sopānamūle gaṇhissatī’’ti cintesi, satthā tatthapi na gaṇhi. Itaro ‘‘rājaṅgaṇe gaṇhissatī’’ti cintesi, satthā tatthapi na gaṇhi. Kumāro nivattitukāmo anicchāya gacchanto gāravena ‘‘pattaṁ gaṇhathā’’ti vattuṁ na sakkoti, ‘‘idha gaṇhissati, ettha gaṇhissatī’’ti cintento gacchati.",
  "atk-s0503a3:16": "Tasmiṁ khaṇe janapadakalyāṇiyā ācikkhiṁsu, ‘‘ayye bhagavā, nandarājānaṁ gahetvā gacchati, tumhehi vinā karissatī’’ti. Sā udakabindūhi paggharantehi aḍḍhullikhitehi kesehi vegena pāsādaṁ āruyha sīhapañjaradvāre ṭhatvā ‘‘tuvaṭaṁ kho, ayyaputta, āgaccheyyāsī’’ti āha. Taṁ tassā vacanaṁ tassa hadaye tiriyaṁ patitvā viya ṭhitaṁ. Satthāpissa hatthato pattaṁ aggahetvāva taṁ vihāraṁ netvā ‘‘pabbajissasi nandā’’ti āha. So buddhagāravena ‘‘na pabbajissāmī’’ti avatvā, ‘‘āma, pabbajissāmī’’ti āha. Satthā tena hi nandaṁ pabbājethāti kapilavatthupuraṁ gantvā tatiyadivase taṁ pabbājesi. Sattame divase mātarā alaṅkaritvā pesitaṁ ‘‘dāyajjaṁ me, samaṇa, dehī’’ti vatvā attanā saddhiṁ ārāmāgataṁ rāhulakumāraṁ pabbājesi. Punekadivasaṁ mahādhammapālajātakaṁ (jā. 1.10.92 ādayo) kathetvā rājānaṁ anāgāmiphale patiṭṭhāpesi.",
  "atk-s0503a3:17": "Iti bhagavā mahāpajāpatiṁ sotāpattiphale, pitaraṁ tīsu phalesu patiṭṭhāpetvā bhikkhusaṅghaparivuto punadeva rājagahaṁ gantvā tato anāthapiṇḍikena sāvatthiṁ āgamanatthāya gahitapaṭiñño niṭṭhite jetavanamahāvihāre tattha gantvā vāsaṁ kappesi. Evaṁ satthari jetavane viharante āyasmā nando attano anicchāya pabbajito kāmesu anādīnavadassāvī janapadakalyāṇiyā vuttavacanamanussaranto ukkaṇṭhito hutvā bhikkhūnaṁ attano anabhiratiṁ ārocesi. Tena vuttaṁ ‘‘tena kho pana samayena āyasmā nando…pe… hīnāyāvattissāmī’’ti.",
  "atk-s0503a3:18": "Kasmā pana naṁ bhagavā evaṁ pabbājesīti? ‘‘Puretarameva ādīnavaṁ dassetvā kāmehi naṁ vivecetuṁ na sakkā, pabbājetvā pana upāyena tato vivecetvā uparivisesaṁ nibbattessāmī’’ti veneyyadamanakusalo satthā evaṁ naṁ paṭhamaṁ pabbājesi.",
  "atk-s0503a3:19": "Sākiyānīti sakyarājadhītā. Janapadakalyāṇīti janapadamhi kalyāṇī rūpena uttamā chasarīradosarahitā, pañcakalyāṇasamannāgatā. Sā hi yasmā nātidīghā nātirassā nātikisā nātithūlā nātikāḷikā naccodātā atikkantā mānusakavaṇṇaṁ appattā dibbavaṇṇaṁ, tasmā chasarīradosarahitā. Chavikalyāṇaṁ maṁsakalyāṇaṁ nakhakalyāṇaṁ aṭṭhikalyāṇaṁ vayakalyāṇanti imehi pañcahi kalyāṇehi samannāgatā.",
  "atk-s0503a3:20": "Tattha attano sarīrobhāsena dasadvādasahatthe ṭhāne ālokaṁ karoti, piyaṅgusamā vā suvaṇṇasamā vā hoti, ayamassā chavikalyāṇatā. Cattāro panassā hatthapādā mukhapariyosānañca lākhārasaparikammakataṁ viya rattapavāḷarattakambalena sadisaṁ hoti, ayamassā maṁsakalyāṇatā. Vīsati nakhapattāni maṁsato amuttaṭṭhāne lākhārasaparikitāni viya muttaṭṭhāne khīradhārāsadisāni honti, ayamassā nakhakalyāṇatā. Dvattiṁsadantā suphusitā parisuddhapavāḷapantisadisā vajirapantī viya khāyanti, ayamassā aṭṭhikalyāṇatā. Vīsativassasatikāpi samānā soḷasavassuddesikā viya hoti nippalitā, ayamassā vayakalyāṇatā. Sundarī ca hoti evarūpaguṇasamannāgatā, tena vuttaṁ ‘‘janapadakalyāṇī’’ti.",
  "atk-s0503a3:21": "Gharā nikkhamantassāti anādare sāmivacanaṁ, gharato nikkhamatoti attho. ‘‘Gharā nikkhamanta’’ntipi paṭhanti. Upaḍḍhullikhitehikesehīti itthambhūtalakkhaṇe karaṇavacanaṁ, vippakatullikhitehi kesehi upalakkhitāti attho. ‘‘Aḍḍhullikhitehī’’tipi paṭhanti. Ullikhananti ca phaṇakādīhi kesasaṇṭhāpanaṁ, ‘‘aḍḍhakāravidhāna’’ntipi vadanti. Apaloketvāti sineharasavipphārasaṁsūcakena aḍḍhakkhinā ābandhantī viya oloketvā. Maṁ, bhanteti pubbepi ‘‘ma’’nti vatvā ukkaṇṭhākulacittatāya puna ‘‘maṁ etadavocā’’ti āha. Tuvaṭanti sīghaṁ. Tamanussaramānoti taṁ tassā vacanaṁ, taṁ vā tassā ākārasahitaṁ vacanaṁ anussaranto.",
  "atk-s0503a3:22": "Bhagavā tassa vacanaṁ sutvā ‘‘upāyenassa rāgaṁ vūpasamessāmī’’ti iddhibalena naṁ tāvatiṁsabhavanaṁ nento antarāmagge ekasmiṁ jhāmakhette jhāmakhāṇumatthake nisinnaṁ chinnakaṇṇanāsānaṅguṭṭhaṁ ekaṁ paluṭṭhamakkaṭiṁ dassetvā tāvatiṁsabhavanaṁ nesi. Pāḷiyaṁ pana ekakkhaṇeneva satthārā tāvatiṁsabhavanaṁ gataṁ viya vuttaṁ, taṁ gamanaṁ avatvā tāvatiṁsabhavanaṁ sandhāya vuttaṁ. Gacchantoyeva hi bhagavā āyasmato nandassa antarāmagge taṁ paluṭṭhamakkaṭiṁ dasseti. Yadi evaṁ kathaṁ samiñjanādinidassanaṁ? Taṁ antaradhānanidassananti gahetabbaṁ. Evaṁ satthā taṁ tāvatiṁsabhavanaṁ netvā sakkassa devarañño upaṭṭhānaṁ āgatāni kakuṭapādāni pañca accharāsatāni attānaṁ vanditvā ṭhitāni dassetvā janapadakalyāṇiyā tāsaṁ pañcannaṁ accharāsatānaṁ rūpasampattiṁ paṭicca visesaṁ pucchi. Tena vuttaṁ – ‘‘atha kho bhagavā āyasmantaṁ nandaṁ bāhāyaṁ gahetvā…pe… kakuṭapādānī’’ti.",
  "atk-s0503a3:23": "Tattha bāhāyaṁ gahetvāti bāhumhi gahetvā viya. Bhagavā hi tadā tādisaṁ iddhābhisaṅkhāraṁ abhisaṅkhāresi, yathā āyasmā nando bhuje gahetvā bhagavatā nīyamāno viya ahosi. Tattha ca bhagavatā sace tassa āyasmato tāvatiṁsadevalokassa dassanaṁ pavesanameva vā icchitaṁ siyā, yathānisinnasseva tassa taṁ devalokaṁ dasseyya lokavivaraṇiddhikāle viya, tameva vā iddhiyā tattha peseyya. Yasmā panassa dibbattabhāvato manussattabhāvassa yo nihīnajigucchanīyabhāvo, tassa sukhaggahaṇatthaṁ antarāmagge taṁ makkaṭiṁ dassetukāmo, devalokasirivibhavasampattiyo ca ogāhetvā dassetukāmo ahosi, tasmā taṁ gahetvā tattha nesi. Evañhissa tadatthaṁ brahmacariyavāse visesato abhirati bhavissatīti.",
  "atk-s0503a3:24": "Kakuṭapādānīti rattavaṇṇatāya pārāvatasadisapādāni. Tā kira sabbāpi kassapassa bhagavato sāvakānaṁ pādamakkhanateladānena tādisā sukumārapādā ahesuṁ. Passasi noti passasi nu. Abhirūpatarāti visiṭṭharūpatarā. Dassanīyatarāti divasampi passantānaṁ atittikaraṇaṭṭhena passitabbatarā. Pāsādikatarāti sabbāvayavasobhāya samantato pasādāvahatarā.",
  "atk-s0503a3:25": "Kasmā pana bhagavā avassutacittaṁ āyasmantaṁ nandaṁ accharāyo olokāpesi? Sukhenevassa kilese nīharituṁ. Yathā hi kusalo vejjo ussannadosaṁ puggalaṁ tikicchanto sinehapānādinā paṭhamaṁ dose ukkiledetvā pacchā vamanavirecanehi sammadeva nīharāpeti, evaṁ vineyyadamanakusalo bhagavā ussannarāgaṁ āyasmantaṁ nandaṁ devaccharāyo dassetvā ukkiledesi ariyamaggabhesajjena anavasesato nīharitukāmoti veditabbaṁ.",
  "atk-s0503a3:26": "Paluṭṭhamakkaṭīti jhāmaṅgapaccaṅgamakkaṭī. Evameva khoti yathā sā, bhante, tumhehi mayhaṁ dassitā chinnakaṇṇanāsā paluṭṭhamakkaṭī janapadakalyāṇiṁ upādāya , evameva janapadakalyāṇī imāni pañca accharāsatāni upādāyāti attho. Pañcannaṁ accharāsatānanti upayoge sāmivacanaṁ, pañca accharāsatānīti attho. Avayavasambandhe vā etaṁ sāmivacanaṁ, tena pañcannaṁ accharāsatānaṁ rūpasampattiṁ upanidhāyāti adhippāyo. Upanidhāyāti ca samīpe ṭhapetvā, upādāyāti attho. Saṅkhyanti itthīti gaṇanaṁ. Kalabhāganti kalāyapi bhāgaṁ, ekaṁ soḷasakoṭṭhāse katvā tato ekakoṭṭhāsaṁ gahetvā soḷasadhā gaṇite tattha yo ekeko koṭṭhāso, so kalabhāgoti adhippeto, tampi kalabhāgaṁ na upetīti vadati. Upanidhinti ‘‘imāya ayaṁ sadisī’’ti upamābhāvena gahetvā samīpe ṭhapanampi.",
  "atk-s0503a3:27": "Yatthāyaṁ anabhirato, taṁ brahmacariyaṁ pubbe vuttaṁ pākaṭañcāti taṁ anāmasitvā tattha abhiratiyaṁ ādarajananatthaṁ abhirama, nanda, abhirama, nandā’’ti āmeḍitavasena vuttaṁ. Ahaṁ te pāṭibhogoti kasmā bhagavā tassa brahmacariyavāsaṁ icchanto abrahmacariyavāsassa pāṭibhogaṁ upagañchi? Yatthassa ārammaṇe rāgo daḷhaṁ nipati, taṁ āgantukārammaṇe saṅkāmetvā sukhena sakkā jahāpetunti pāṭibhogaṁ upagañchi. Anupubbikathāyaṁ saggakathā imassa atthassa nidassanaṁ.",
  "atk-s0503a3:28": "Assosunti kathamassosuṁ? Bhagavā hi tadā āyasmante nande vattaṁ dassetvā attano divāṭṭhānaṁ gate upaṭṭhānaṁ āgatānaṁ bhikkhūnaṁ taṁ pavattiṁ kathetvā yathā nāma kusalo puriso anikkhantaṁ āṇiṁ aññāya āṇiyā nīharitvā puna taṁ hatthādīhi sañcāletvā apaneti, evameva āciṇṇavisaye tassa rāgaṁ āgantukavisayena nīharitvā puna tadapi brahmacariyamaggahetuṁ katvā apanetukāmo ‘‘etha tumhe, bhikkhave, nandaṁ bhikkhuṁ bhatakavādena ca upakkitakavādena ca samudācarathā’’ti āṇāpesi, evaṁ bhikkhū assosuṁ. Keci pana ‘‘bhagavā tathārūpaṁ iddhābhisaṅkhāraṁ abhisaṅkhāresi, yathā te bhikkhū tamatthaṁ jāniṁsū’’ti vadanti.",
  "atk-s0503a3:29": "Bhatakavādenāti bhatakoti vādena. Yo hi bhatiyā kammaṁ karoti, so bhatakoti vuccati, ayampi āyasmā accharāsambhoganimittaṁ brahmacariyaṁ caranto bhatako viya hotīti vuttaṁ ‘‘bhatakavādenā’’ti . Upakkitakavādenāti yo kahāpaṇādīhi kiñci kiṇāti, so upakkitakoti vuccati, ayampi āyasmā accharānaṁ hetu attano brahmacariyaṁ kiṇāti, tasmā ‘‘upakkitako’’ti evaṁ vacanena. Atha vā bhagavato āṇāya accharāsambhogasaṅkhātāya bhatiyā brahmacariyavāsasaṅkhātaṁ jīvitaṁ pavattento tāya bhatiyā yāpane bhagavatā bhariyamāno viya hotīti ‘‘bhatako’’ti vutto, tathā accharāsambhogasaṅkhātaṁ vikkayaṁ ādātabbaṁ katvā bhagavato āṇattiyaṁ tiṭṭhanto tena vikkayena bhagavatā upakkito viya hotīti vuttaṁ ‘‘upakkitako’’ti.",
  "atk-s0503a3:30": "Aṭṭīyamānoti pīḷiyamāno dukkhāpiyamāno. Harāyamānoti lajjamāno. Jigucchamānoti pāṭikulyato dahanto. Ekoti asahāyo. Vūpakaṭṭhoti vatthukāmehi kilesakāmehi ca kāyena ceva cittena ca vūpakaṭṭho. Appamattoti kammaṭṭhāne satiṁ avijahanto. Ātāpīti kāyikacetasikavīriyātāpena ātāpavā, ātāpeti kileseti ātāpo, vīriyaṁ. Pahitattoti kāye ca jīvite ca anapekkhatāya pesitatto vissaṭṭhaattabhāvo, nibbāne vā pesitacitto. Na cirassevāti kammaṭṭhānārambhato na cireneva. Yassatthāyāti yassa atthāya. Kulaputtāti duvidhā kulaputtā jātikulaputtā ca ācārakulaputtā ca, ayaṁ pana ubhayathāpi kulaputto. Sammadevāti hetunā ca kāraṇena ca. Agārasmāti gharato. Anagāriyanti pabbajjaṁ. Kasivaṇijjādikammañhi agārassa hitanti agāriyaṁ nāma, taṁ ettha natthīti pabbajjā anagāriyāti vuccati. Pabbajantīti upagacchanti. Tadanuttaranti taṁ anuttaraṁ. Brahmacariyapariyosānanti maggabrahmacariyassa pariyosānabhūtaṁ arahattaphalaṁ. Tassa hi atthāya kulaputtā idha pabbajanti. Diṭṭheva dhammeti tasmiṁyeva attabhāve. Sayaṁ abhiññā sacchikatvāti attanāyeva paññāya paccakkhaṁ katvā, aparappaccayena ñatvāti attho. Upasampajja vihāsīti pāpuṇitvā sampādetvā vā vihāsi. Evaṁ viharantova khīṇā jāti…pe… abbhaññāsīti. Iminā assa paccavekkhaṇabhūmi dassitā.",
  "atk-s0503a3:31": "Tattha khīṇā jātīti na tāvassa atītā jāti khīṇā pubbeva khīṇattā, na anāgatā anāgatattā eva, na paccuppannā vijjamānattā. Maggassa pana abhāvitattā yā ekacatupañcavokārabhavesu ekacatupañcakkhandhappabhedā jāti uppajjeyya, sā maggassa bhāvitattā anuppādadhammataṁ āpajjanena khīṇā. Taṁ so maggabhāvanāya pahīnakilese paccavekkhitvā kilesābhāvena vijjamānampi kammaṁ āyatiṁ appaṭisandhikaṁ hotīti jānanena abbhaññāsi. Vusitanti vutthaṁ parivutthaṁ kataṁ caritaṁ, niṭṭhāpitanti attho. Brahmacariyanti maggabrahmacariyaṁ. Puthujjanakalyāṇakena hi saddhiṁ satta sekkhā brahmacariyavāsaṁ vasanti nāma, khīṇāsavo vutthavāso, tasmā so attano brahmacariyavāsaṁ paccavekkhanto ‘‘vusitaṁ brahmacariya’’nti abbhaññāsi. Kataṁ karaṇīyanti catūsu saccesu catūhi maggehi pariññāpahānasacchikiriyābhāvanāvasena soḷasavidhampi kiccaṁ niṭṭhāpitaṁ. Puthujjanakalyāṇakādayo hi taṁ kiccaṁ karonti nāma, khīṇāsavo katakaraṇīyo, tasmā so attano karaṇīyaṁ paccavekkhanto ‘‘kataṁ karaṇīya’’nti abbhaññāsi. Nāparaṁ itthattāyāti ‘‘idāni puna itthabhāvāya evaṁ soḷasakiccabhāvāya kilesakkhayāya vā maggabhāvanāya kiccaṁ me natthī’’ti abbhaññāsi. Nāparaṁ itthattāyāti vā ‘‘itthabhāvato imasmā evaṁpakārā vattamānakkhandhasantānā aparaṁ khandhasantānaṁ mayhaṁ natthi, ime pana pañcakkhandhā pariññātā tiṭṭhanti chinnamūlakā viya rukkhā, te carimakacittanirodhena anupādāno viya jātavedo nibbāyissanti, apaṇṇattikabhāvaṁ gamissantī’’ti abbhaññāsi. Aññataroti eko. Arahatanti bhagavato sāvakānaṁ arahantānaṁ abbhantaro eko mahāsāvako ahosīti attho.",
  "atk-s0503a3:32": "Aññatarā devatāti adhigatamaggā ekā brahmadevatā. Sā hi sayaṁ asekkhattā asekkhavisayaṁ abbhaññāsi. Sekkhā hi taṁ taṁ sekkhavisayaṁ, puthujjanā ca attano puthujjanavisayameva jānanti. Abhikkantāya rattiyāti parikkhīṇāya rattiyā, majjhimayāmeti attho. Abhikkantavaṇṇāti atiuttamavaṇṇā. Kevalakappanti anavasesena samantato. Obhāsetvāti attano pabhāya cando viya sūriyo viya ca jetavanaṁ ekobhāsaṁ katvā. Tenupasaṅkamīti āyasmato nandassa arahattappattiṁ viditvā pītisomanassajātā ‘‘taṁ bhagavato paṭivedessāmī’’ti upasaṅkami.",
  "atk-s0503a3:33": "Āsavānaṁ khayāti ettha āsavantīti āsavā, cakkhudvārādīhi pavattantīti attho. Atha vā āgotrabhuṁ ābhavaggaṁ vā savantīti āsavā, ete dhamme etañca okāsaṁ anto karitvā pavattantīti attho. Cirapārivāsiyaṭṭhena madirādiāsavā viyāti āsavā. ‘‘Purimā, bhikkhave, koṭi na paññāyati avijjāyā’’tiādivacanehi (a. ni. 10.61) nesaṁ cirapārivāsiyatā veditabbā. Atha vā āyataṁ saṁsāradukkhaṁ savanti pasavantītipi, āsavā. Purimo cettha attho kilesesu yujjati, pacchimo kammepi. Na kevalañca kammakilesā eva āsavā, atha kho nānappakārā upaddavāpi. Tathā hi ‘‘nāhaṁ, cunda , diṭṭhadhammikānaṁyeva āsavānaṁ saṁvarāya dhammaṁ desemī’’ti ettha (dī. ni. 3.182) vivādamūlabhūtā kilesā āsavāti āgatā.",
  "atk-s0503a3:34": "‘‘Yena devūpapatyassa, gandhabbo vā vihaṅgamo;",
  "atk-s0503a3:35": "Yakkhattaṁ yena gaccheyya, manussattañca abbaje;",
  "atk-s0503a3:36": "Te mayhaṁ āsavā khīṇā, viddhastā vinalīkatā’’ti. (a. ni. 4.36) –",
  "atk-s0503a3:37": "Ettha tebhūmikaṁ kammaṁ avasesā ca akusalā dhammā āsavāti āgatā. ‘‘Diṭṭhadhammikānaṁ āsavānaṁ saṁvarāya, samparāyikānaṁ āsavānaṁ paṭighātāyā’’ti (pārā. 39) parūpaghātavippaṭisāravadhabandhādayo ceva apāyadukkhabhūtā ca nānappakārā upaddavā.",
  "atk-s0503a3:38": "Te panete āsavā vinaye – ‘‘diṭṭhadhammikānaṁ āsavānaṁ saṁvarāya samparāyikānaṁ āsavānaṁ paṭighātāyā’’ti (pārā. 39) dvidhā āgatā. Saḷāyatane ‘‘tayome, āvuso, āsavā – kāmāsavo, bhavāsavo, avijjāsavo’’ti (dī. ni. 3.305) tidhā āgatā, tathā aññesu ca suttantesu. Abhidhamme teyeva diṭṭhāsavena saddhiṁ catudhā āgatā. Nibbedhikapariyāye ‘‘atthi, bhikkhave, āsavā nirayagāminiyā’’tiādinā (a. ni. 6.63) pañcadhā āgatā. Chakkanipāte ‘‘atthi, bhikkhave, āsavā saṁvarāya pahātabbā’’tiādinā (a. ni. 6.58) nayena chadhā āgatā. Sabbāsavapariyāye (ma. ni. 1.22) teyeva dassanapahātabbehi saddhiṁ sattadhā āgatā. Idha pana abhidhammanayena cattāro āsavā veditabbā.",
  "atk-s0503a3:39": "Khayāti ettha pana ‘‘yo āsavānaṁ khayo bhedo paribhedo’’tiādīsu āsavānaṁ sarasabhedo āsavakkhayoti vutto. ‘‘Jānato ahaṁ, bhikkhave, passato āsavānaṁ khayaṁ vadāmī’’tiādīsu (ma. ni. 1.15) āsavānaṁ āyatiṁ anuppādo āsavakkhayoti vutto.",
  "atk-s0503a3:40": "‘‘Sekkhassa sikkhamānassa, ujumaggānusārino;",
  "atk-s0503a3:41": "Khayasmiṁ paṭhamaṁ ñāṇaṁ, tato aññā anantarā’’ti. (itivu. 62) –",
  "atk-s0503a3:42": "Ādīsu maggo āsavakkhayoti vutto. ‘‘Āsavānaṁ khayā samaṇo hotī’’tiādīsu (ma. ni. 1.438) phalaṁ.",
  "atk-s0503a3:43": "‘‘Paravajjānupassissa, niccaṁ ujjhānasaññino;",
  "atk-s0503a3:44": "Āsavā tassa vaḍḍhanti, ārā so āsavakkhayā’’ti. –",
  "atk-s0503a3:45": "Ādīsu (dha. pa. 253) nibbānaṁ. Idha pana āsavānaṁ accantakhayo anuppādo vā maggo vā ‘‘āsavānaṁ khayo’’ti vutto.",
  "atk-s0503a3:46": "Anāsavanti paṭipassaddhivasena sabbaso pahīnāsavaṁ. Cetovimuttinti arahattaphalasamādhiṁ. Paññāvimuttinti arahattaphalapaññaṁ. Ubhayavacanaṁ magge viya phalepi samathavipassanānaṁ yuganandhabhāvadassanatthaṁ. Ñāṇanti sabbaññutaññāṇaṁ. Devatāya vacanasamanantarameva ‘‘kathaṁ nu kho’’ti āvajjentassa bhagavato ñāṇaṁ uppajji ‘‘nandena arahattaṁ sacchikata’’nti. So hi āyasmā sahāyabhikkhūhi tathā uppaṇḍiyamāno ‘‘bhāriyaṁ vata mayā kataṁ, yohaṁ evaṁ svākkhāte dhammavinaye pabbajitvā accharānaṁ paṭilābhāya satthāraṁ pāṭibhogaṁ akāsi’’nti uppannasaṁvego hirottappaṁ paccupaṭṭhapetvā ghaṭento vāyamanto arahattaṁ patvā cintesi – ‘‘yaṁnūnāhaṁ bhagavantaṁ etasmā paṭissavā moceyya’’nti. So bhagavantaṁ upasaṅkamitvā attano adhippāyaṁ satthu ārocesi. Tena vuttaṁ – ‘‘atha kho āyasmā nando…pe… etasmā paṭissavā’’ti. Tattha paṭissavāti pāṭibhogappaṭissavā, ‘‘accharānaṁ paṭilābhāya ahaṁ paṭibhūto’’ti paṭiññāya.",
  "atk-s0503a3:47": "Athassa bhagavā ‘‘yasmā tayā aññā ārādhitāti ñātametaṁ mayā, devatāpi me ārocesi, tasmā nāhaṁ paṭissavā idāni mocetabbo arahattappattiyāva mocitattā’’ti āha. Tena vuttaṁ ‘‘yadeva kho te nandā’’tiādi. Tattha yadevāti yadā eva. Teti tava. Muttoti pamutto. Idaṁ vuttaṁ hoti – yasmiṁyeva kāle āsavehi tava cittaṁ vimuttaṁ, atha anantaramevāhaṁ tato pāṭibhogato muttoti.",
  "atk-s0503a3:48": "Sopi āyasmā vipassanākāleyeva ‘‘yadevāhaṁ indriyāsaṁvaraṁ nissāya imaṁ vippakāraṁ patto, tameva suṭṭhu niggahessāmī’’ti ussāhajāto balavahirottappo tattha ca katādhikārattā indriyasaṁvare ukkaṭṭhapaṭipadampi agamāsi. Vuttañhetaṁ –",
  "atk-s0503a3:49": "‘‘Sace , bhikkhave, nandassa puratthimā disā āloketabbā hoti, sabbaṁ cetaso samannāharitvā nando puratthimaṁ disaṁ āloketi ‘evaṁ me puratthimaṁ disaṁ ālokayato na abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyu’nti, itiha tattha sampajāno hoti.",
  "atk-s0503a3:50": "‘‘Sace, bhikkhave, nandassa pacchimā…pe… uttarā… dakkhiṇā… uddhaṁ… adho… anudisā āloketabbā hoti, sabbaṁ cetaso samannāharitvā nando anudisaṁ āloketi ‘evaṁ me…pe… sampajāno hotī’’’ti (a. ni. 8.9).",
  "atk-s0503a3:51": "Teneva taṁ āyasmantaṁ satthā ‘‘etadaggaṁ, bhikkhave, mama sāvakānaṁ bhikkhūnaṁ indriyesu guttadvārānaṁ yadidaṁ nando’’ti (a. ni. 1.230) etadagge ṭhapesi.",
  "atk-s0503a3:52": "Etamatthaṁ viditvāti etaṁ āyasmato nandassa sabbāsave khepetvā sukhādīsu tādibhāvappattisaṅkhātaṁ atthaṁ sabbākārato viditvā. Imaṁ udānanti tadatthavibhāvanaṁ imaṁ udānaṁ udānesi.",
  "atk-s0503a3:53": "Tattha yassa nittiṇṇo paṅkoti yena ariyapuggalena ariyamaggasetunā sabbo diṭṭhipaṅko saṁsārapaṅko eva vā nibbānapāragamanena tiṇṇo. Maddito kāmakaṇḍakoti yena sattānaṁ vijjhanato. ‘‘Kāmakaṇḍako’’ti laddhanāmo sabbo kilesakāmo sabbo kāmavisūko aggañāṇadaṇḍena maddito bhaggo anavasesato mathito. Mohakkhayaṁ anuppattoti evaṁbhūto ca dukkhādivisayassa sabbassa sammohassa khepanena mohakkhayaṁ patto, arahattaphalaṁ nibbānañca anuppatto. Sukhadukkhesu na vedhatī sa bhikkhūti so bhinnakileso bhikkhu iṭṭhārammaṇasamāyogato uppannesu sukhesu aniṭṭhārammaṇasamāyogato uppannesu dukkhesu ca na vedhati na kampati, taṁ nimittaṁ cittavikāraṁ nāpajjati. ‘‘Sukhadukkhesū’’ti ca desanāmattaṁ, sabbesupi lokadhammesu na vedhatīti veditabbaṁ.",
  "atk-s0503a3:54": "Dutiyasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a3:55": "3. Yasojasuttavaṇṇanā",
  "atk-s0503a3:56": "23. Tatiye yasojappamukhānīti ettha yasojoti tassa therassa nāmaṁ, taṁ pubbaṅgamaṁ katvā pabbajitattā vicaraṇato ca tāni pañca bhikkhusatāni ‘‘yasojappamukhānī’’ti vuttāni.",
  "atk-s0503a3:57": "Tesaṁ ayaṁ pubbayogo – atīte kira kassapadasabalassa sāsane aññataro bhikkhu āraññako araññe piṭṭhipāsāṇe katapaṇṇakuṭiyaṁ viharati. Tasmiñca samaye pañcasatā corā gāmaghātakādīni katvā corikāya jīvantā corakammaṁ katvā janapadamanussehi anubaddhā palāyamānā araññaṁ pavisitvā tattha kiñci gahaṇaṁ vā paṭisaraṇaṁ vā apassantā avidūre taṁ bhikkhuṁ pāsāṇe nisinnaṁ disvā vanditvā taṁ pavattiṁ ācikkhitvā ‘‘amhākaṁ, bhante, paṭisaraṇaṁ hothā’’ti yāciṁsu. Thero ‘‘tumhākaṁ sīlasadisaṁ paṭisaraṇaṁ natthi, sabbe pañca sīlāni samādiyathā’’ti āha. Te ‘‘sādhū’’ti sampaṭicchitvā sīlāni samādiyiṁsu. Thero ‘‘tumhe idāni sīlesu patiṭṭhitā, attano jīvitaṁ vināsayantesupi mā manaṁ padosayitthā’’ti kakacūpamavidhiṁ (ma. ni. 1.222 ādayo) ācikkhi. Te ‘‘sādhū’’ti sampaṭicchiṁsu. Atha te jānapadā taṁ sampattā ito cito ca gavesantā te core disvā sabbeva jīvitā voropesuṁ. Te tesu manopadosamattampi akatvā akkhaṇḍasīlā kālaṁ katvā kāmāvacaradevesu nibbattiṁsu. Tesu jeṭṭhacoro jeṭṭhadevaputto ahosi, itare tasseva parivārā.",
  "atk-s0503a3:58": "Te aparāparaṁ saṁsarantā ekaṁ buddhantaraṁ devaloke khepetvā amhākaṁ bhagavato kāle devalokato cavitvā jeṭṭhadevaputto sāvatthinagaradvāre kevaṭṭagāme pañcasatakulagāmajeṭṭhakassa kevaṭṭassa putto hutvā nibbatti, yasojotissa nāmaṁ akaṁsu. Itarepi avasesakevaṭṭānaṁ puttā hutvā nibbattiṁsu. Te pubbasannivāsena sabbepi sahāyakā hutvā sahapaṁsukīḷitaṁ kīḷantā anupubbena vayappattā ahesuṁ, yasojo tesaṁ aggo ahosi. Te sabbeva ekato hutvā jālāni gahetvā naditaḷākādīsu macche bandhantā vicaranti.",
  "atk-s0503a3:59": "Athekadivasaṁ aciravatiyā nadiyā jāle khitte suvaṇṇavaṇṇo maccho antojāle pāvisi. Taṁ disvā sabbepi kevaṭṭā ‘‘amhākaṁ puttā macche bandhantā suvaṇṇavaṇṇaṁ macchaṁ bandhiṁsū’’ti haṭṭhatuṭṭhā ahesuṁ. Atha te pañcasatāpi sahāyakā macchaṁ nāvāya pakkhipitvā nāvaṁ ukkhipitvā rañño dassesuṁ. Rājā taṁ disvā ‘‘bhagavā etassa suvaṇṇavaṇṇakāraṇaṁ jānissatī’’ti macchaṁ gāhāpetvā bhagavato dassesi. Satthā ‘‘ayaṁ kassapasammāsambuddhassa sāsane osakkamāne pabbajitvā micchā paṭipajjanto sāsanaṁ osakkāpetvā niraye nibbatto ekaṁ buddhantaraṁ niraye paccitvā tato cuto aciravatiyaṁ maccho hutvā nibbatto’’ti vatvā tassa mātubhaginīnañca niraye nibbattabhāvaṁ, tassa bhātikattherassa parinibbutabhāvañca teneva kathāpetvā imissā aṭṭhuppattiyā kapilasuttaṁ desesi.",
  "atk-s0503a3:60": "Satthu desanaṁ sutvā te pañcasatā kevaṭṭaputtā saṁvegajātā hutvā bhagavato santike pabbajitvā, upasampannā hutvā vivekavāsaṁ vasantā bhagavantaṁ dassanāya āgamaṁsu. Tena vuttaṁ – ‘‘tena kho pana samayena yasojappamukhāni pañcamattāni bhikkhusatānī’’tiādi.",
  "atk-s0503a3:61": "Tattha tedhāti te idha. Nevāsikehīti nibaddhavāsaṁ vasamānehi. Paṭisammodamānāti nevāsikabhikkhūhi ‘‘kaccāvuso, khamanīya’’ntiādinā paṭisanthāravasena sammodanāya katāya ‘‘āmāvuso, khamanīya’’ntiādinā , puna sammodamānā tehi saddhiṁ samappavattamodā. Senāsanāni paññāpayamānāti ācariyupajjhāyānaṁ attano ca pāpuṇakāni senāsanāni pucchitvā tehi nevāsikehi tesaṁ ‘‘idaṁ tumhākaṁ ācariyānaṁ, idaṁ tumhākaṁ upajjhāyānaṁ, idaṁ tumhākaṁ pāpuṇātī’’ti senāsanāni saṁvidhāpetvā attanā ca tattha gantvā, dvārakavāṭāni vivaritvā, mañcapīṭhakaṭasārakādīni nīharitvā papphoṭetvā yathāṭhānaṁ ṭhapanādivasena paññāpentā ca.",
  "atk-s0503a3:62": "Pattacīvarāni paṭisāmayamānāti, ‘‘bhante, imaṁ me pattaṁ ṭhapetha, idaṁ cīvaraṁ, idaṁ thālakaṁ, idaṁ udakatumbaṁ, idaṁ me kattarayaṭṭhi’’nti evaṁ samaṇaparikkhāraṁ saṁgopayamānā. Uccāsaddā mahāsaddāti uddhaṁ gataṭṭhena ucco saddo yesante uccāsaddā akārassa ākāraṁ katvā. Samantato patthaṭaṭṭhena mahanto saddo yesante mahāsaddā. Kevaṭṭā maññe macchavilopeti kevaṭṭā viya macchavilumpane. Yathā nāma kevaṭṭā udake vaṭṭanato macchaggahaṇatthaṁ pavattanato ‘‘kevaṭṭā’’ti laddhanāmā macchabandhā macchaggahaṇatthaṁ jale jālaṁ pakkhipitvā ‘‘paviṭṭho na paviṭṭho, gahito na gahito’’tiādinā uccāsaddamahāsaddā honti. Yathā ca te macchapacchiādīni ṭhapitaṭṭhāne mahājane gantvā ‘‘mayhaṁ ekaṁ macchaṁ detha, mayhaṁ ekaṁ macchaphālaṁ detha, amukassa dinno mahanto, mayhaṁ khuddako’’tiādīni vatvā vilumpamāne tesaṁ paṭisedhanādivasena uccāsaddamahāsaddā ca honti, evamete bhikkhūti dasseti. Teteti te ete. Kiṁnūti kissa nu, kimatthaṁ nūti attho. Temeti te ime. Paṇāmemīti nīharāmi. Voti tumhe. Na vo mama santike vatthabbanti tumhehi mayhaṁ santike na vasitabbaṁ. Ye tumhe mādisassa buddhassa vasanaṭṭhānaṁ āgantvā evaṁ mahāsaddaṁ karotha, attano dhammatāya vasantā kiṁ nāma sāruppaṁ karissatha, tumhādisānaṁ mama santike vasanakiccaṁ natthīti dīpeti. Evaṁ paṇāmitesu ca bhagavatā tesu ekabhikkhupi ‘‘bhagavā tumhe mahāsaddamattakena amhe paṇāmethā’’ti vā aññaṁ vā kiñci paṭivacanaṁ avatvā buddhagāravena sabbe bhagavato vacanaṁ sampaṭicchantā ‘‘evaṁ, bhante’’ti vatvā nikkhamiṁsu. Evaṁ pana tesaṁ ahosi ‘‘mayaṁ satthāraṁ passissāma, dhammaṁ sossāma, satthu santike vasissāmāti āgatā, evarūpassa pana garuno satthu santikaṁ āgantvā mahāsaddaṁ karimhā, amhākameva dosoyaṁ, paṇāmitamhā tato, na laddhaṁ satthu santike vatthuṁ, samantapāsādikaṁ suvaṇṇavaṇṇaṁ sarīraṁ oloketuṁ, madhurassarena desitaṁ dhammaṁ sotu’’nti. Te balavadomanassajātā hutvā pakkamiṁsu.",
  "atk-s0503a3:63": "Saṁsāmetvāti suguttaṁ katvā. Vajjīti evaṁnāmako janapado, vajjī nāma jānapadino rājakumārā, tesaṁ nivāso ekopi janapado ruḷhīvasena ‘‘vajjī’’tveva vuccati. Tena vuttaṁ ‘‘vajjīsū’’ti. Vaggumudāti evaṁnāma lokassa puññasammatā ekā nadī. ‘‘Vaggamudā’’tipi pāṭho. Atthakāmenāti kiñci payojanaṁ anapekkhitvā atthameva icchantena. Hitesināti atthaṁ icchantena, ‘‘kinti me sāvakā vaṭṭadukkhā parimucceyyu’’nti tassa atthasaṅkhātassa atthassa vā hetubhūtassa hitassa esanasīlena. Tato eva attano sarīrakhedaṁ agaṇetvā dūrepi veneyyasantikaṁ gantvā anukampanato anukampakena. Tameva anukampaṁ upādāya mayaṁ paṇāmitā, na attano veyyāvaccādipaccāsīsāya. Yasmā dhammagaruno buddhā bhagavanto sammāpaṭipattiyāva pūjetabbā, ye uccāsaddakaraṇamattepi paṇāmenti, tasmā handa mayaṁ, āvuso, tathā vihāraṁ kappema sabbattha satisampajaññayogena apaṇṇakappaṭipadaṁ pūrentā yathāgahitakammaṭṭhānaṁ matthakaṁ pāpentā catuiriyāpathavihāraṁ kappema viharāma. Yathā no viharatanti yathā amhesu viharantesu, bhagavā attamano assa, sammāpaṭipattiyā pūjāya ārādhito bhaveyyāti attho.",
  "atk-s0503a3:64": "Tenevantaravassenāti tasmiṁyeva antaravasse mahāpavāraṇaṁ anatikkamitvāva. Sabbeva tisso vijjā sacchākaṁsūti sabbeyeva te pañcasatā bhikkhū pubbenivāsānussatiñāṇaṁ dibbacakkhuñāṇaṁ āsavakkhayañāṇanti imā tisso pubbenivutthakkhandhappaṭicchādakamohakkhandhādīnaṁ vinivijjhanaṭṭhena vijjā attapaccakkhā akaṁsu. Lokiyābhiññāsu imāyeva dve abhiññā āsavakkhayañāṇassa bahūpakārā, na tathā dibbasotacetopariyaiddhividhañāṇānīti dassanatthaṁ vijjattayamevettha tesaṁ bhikkhūnaṁ adhigamadassanavasena uddhaṭaṁ. Tathā hi verañjasutte (a. ni. 8.11) bhagavā verañjabrāhmaṇassa attano adhigamaṁ dassento vijjattayameva desesi, na dibbasotañāṇādīnaṁ abhāvato. Evaṁ tesampi bhikkhūnaṁ vijjamānānipi dibbasotañāṇādīni na uddhaṭāni. Chaḷabhiññā hi te bhikkhū. Evañca katvā ‘‘vaggumudāya nadiyā tīre antarahitā mahāvane kūṭāgārasālāyaṁ bhagavato sammukhe pāturahesu’’nti tesaṁ bhikkhūnaṁ iddhivaḷañjanaṁ vakkhati.",
  "atk-s0503a3:65": "Yathābhirantanti yathābhiratiṁ yathājjhāsayaṁ. Buddhānañhi ekasmiṁ ṭhāne vasantānaṁ chāyūdakavipattiṁ vā aphāsukasenāsanaṁ vā manussānaṁ assaddhādibhāvaṁ vā āgamma anabhirati nāma natthi, tesaṁ sampattiyā ‘‘phāsuṁ viharāmā’’ti ciravihāropi natthi. Yattha pana bhagavati viharante manussā saraṇesu vā patiṭṭhahanti, sīlāni vā samādiyanti pabbajanti, sotāpattimaggādīni vā pāpuṇanti, satthā tāsu sampattīsu tesaṁ patiṭṭhāpanatthaṁ vasati, tadabhāve pakkamati. Tadā hi sāvatthiyaṁ kattabbabuddhakiccaṁ nāhosi. Tena vuttaṁ – ‘‘atha kho bhagavā sāvatthiyaṁ yathābhirantaṁ viharitvā yena vesālī tena cārikaṁ pakkāmī’’ti.",
  "atk-s0503a3:66": "Cārikaṁ caramānoti addhānagamanaṁ gacchanto. Cārikā ca nāmesā bhagavato duvidhā turitacārikā aturitacārikāti. Tattha dūrepi bodhaneyyapuggalaṁ disvā tassa bodhanatthaṁ sahasā gamanaṁ turitacārikā nāma, sā mahākassapapaccuggamanādīsu daṭṭhabbā. Yā pana gāmanigamarājadhānīpaṭipāṭiyā devasikaṁ yojanaddhayojanavasena piṇḍapātacariyādīhi lokaṁ anuggaṇhanto gacchati, ayaṁ aturitacārikā nāma, ayameva idhādhippetā. Tadavasarīti tena avasari, taṁ vā avasari, tattha avasari , pāvisīti attho.",
  "atk-s0503a3:67": "Tatrāti tassaṁ. Sudanti nipātamattaṁ. Vesāliyanti tikkhattuṁ visālībhūtattā ‘‘vesālī’’ti laddhanāme licchavirājūnaṁ nagare. Mahāvaneti mahāvanaṁ nāma sayaṁjātaṁ aropimaṁ saparicchedaṁ mahantaṁ vanaṁ. Kapilavatthusāmantā pana mahāvanaṁ himavantena saha ekābaddhaṁ aparicchedaṁ hutvā mahāsamuddaṁ āhacca ṭhitaṁ. Idaṁ tādisaṁ na hoti, saparicchedaṁ mahantaṁ vananti mahāvanaṁ. Kūṭāgārasālāyanti tasmiṁ mahāvane bhagavantaṁ uddissa kate ārāme kūṭāgāraṁ anto katvā haṁsavaṭṭakacchannena katā sabbākārasampannā buddhassa bhagavato gandhakuṭi kūṭāgārasālā nāma , tassaṁ kūṭāgārasālāyaṁ. Vaggumudātīriyānanti vaggumudātīravāsīnaṁ. Cetasā ceto paricca manasi karitvāti attano cittena tesaṁ cittaṁ paricchijja manasi karitvā, cetopariyañāṇena vā sabbaññutaññāṇena vā tehi adhigatavisesaṁ jānitvāti attho.",
  "atk-s0503a3:68": "Ālokajātāviyāti sañjātālokā viya. Itaraṁ tasseva vevacanaṁ, candasahassasūriyasahassehi obhāsitā viyāti attho. Yasmā te yasojappamukhā pañcasatā bhikkhū sabbaso avijjandhakāravidhamanena ālokabhūtā obhāsabhūtā hutvā viharanti, tasmā bhagavā tehi ṭhitadisāya ‘‘ālokajātā viya me, ānanda, esā disā’’tiādinā vaṇṇabhaṇanāpadesena te bhikkhū pasaṁsati. Tena vuttaṁ – ‘‘yassaṁ disāyaṁ vaggumudātīriyā bhikkhū viharantī’’ti. Appaṭikūlāti na paṭikūlā, manāpā manoharāti attho. Yasmiñhi padese sīlādiguṇasampannā mahesino viharanti, taṁ kiñcāpi ukkūlavikūlavisamaduggākāraṁ, atha kho manuññaṁ ramaṇīyameva. Vuttañhetaṁ –",
  "atk-s0503a3:69": "‘‘Gāme vā yadi vāraññe, ninne vā yadi vā thale;",
  "atk-s0503a3:70": "Yattha arahanto viharanti, taṁ bhūmirāmaṇeyyaka’’nti. (dha. pa. 98);",
  "atk-s0503a3:71": "Pahiṇeyyāsīti peseyyāsi. Satthā āyasmantānaṁ dassanakāmoti tesaṁ bhikkhūnaṁ santike paheṇākāradassanaṁ. Iti bhagavā yadatthaṁ te bhikkhū paṇāmesi, tamatthaṁ matthakappattaṁ disvā āraddhacitto tesaṁ dassanakāmataṁ therassa ārocesi. Evaṁ kirassa ahosi ‘‘ahaṁ ime uccāsaddamahāsaddakaraṇe paṇāmessāmi, atha te bhadro assājānīyo viya kasābhighātena, tena coditā saṁvegappattā mamārādhanatthaṁ araññaṁ pavisitvā ghaṭentā vāyamantā khippameva arahattaṁ sacchikarissantī’’ti. Idāni te aggaphalappatte disvā tāya arahattappattiyā ārādhitacitto tesaṁ dassanakāmo hutvā evaṁ dhammabhaṇḍāgārikaṁ āṇāpesi.",
  "atk-s0503a3:72": "So bhikkhūti ānandattherena tathā āṇatto chaḷabhiñño eko bhikkhu. Pamukheti sammukhe. Āneñjasamādhināti catutthajjhānapādakena aggaphalasamādhinā, ‘‘arūpajjhānapādakenā’’tipi vadanti. ‘‘Āneñjena samādhinā’’tipi pāṭho. Kasmā pana bhagavā tesaṁ bhikkhūnaṁ āgamanaṁ jānanto paṭisanthāraṁ akatvā samāpattiṁyeva samāpajji? Tesaṁ attanā samāpannasamāpattiṁ jānitvā samāpajjanatthaṁ, tesaṁ pubbe paṇāmitānaṁ idāni attanā samānasambhogadassanatthaṁ, ānubhāvadīpanatthaṁ, vinā vacībhedena aññabyākaraṇadīpanatthañca. Apare panāhu ‘‘pubbe paṇāmitānaṁ idāni attano santikaṁ āgatānaṁ anuttarasukhuppādanena anaññasādhāraṇapaṭisanthārakaraṇattha’’nti. Tepi āyasmanto bhagavato ajjhāsayaṁ ñatvā taṁyeva samāpattiṁ samāpajjiṁsu. Tena vuttaṁ – ‘‘katamena nu kho bhagavā vihārena etarahi viharatī’’tiādi.",
  "atk-s0503a3:73": "Ettha ca rūpāvacaracatutthajjhānaṁ kosajjādīnaṁ pāripantikadhammānaṁ suvidūrabhāvato iddhiyā mūlabhūtehi anoṇamanādīhi soḷasahi vodānadhammehi samannāgamanato āneñjappattaṁ sayaṁ aniñjanaṭṭhena āneñjanti vuccati. Vuttañhetaṁ –",
  "atk-s0503a3:74": "‘‘Anoṇataṁ cittaṁ kosajje na iñjatīti āneñjaṁ. Anuṇṇataṁ cittaṁ uddhacce na iñjatīti āneñjaṁ. Anabhirataṁ cittaṁ rāge na iñjatīti āneñjaṁ. Anapanataṁ cittaṁ byāpāde na iñjatīti āneñjaṁ. Anissitaṁ cittaṁ diṭṭhiyā na iñjatīti āneñjaṁ. Appaṭibaddhaṁ cittaṁ chandarāge na iñjatīti āneñjaṁ. Vippamuttaṁ cittaṁ kāmarāge na iñjatīti āneñjaṁ. Visaṁyuttaṁ cittaṁ kilese na iñjatīti āneñjaṁ. Vimariyādikataṁ cittaṁ kilesamariyādāya na iñjatīti āneñjaṁ. Ekattagataṁ cittaṁ nānattakilese na iñjatīti āneñjaṁ. Saddhāya pariggahitaṁ cittaṁ assaddhiye na iñjatīti āneñjaṁ. Vīriyena pariggahitaṁ cittaṁ kosajje na iñjatīti āneñjaṁ. Satiyā pariggahitaṁ cittaṁ pamāde na iñjatīti āneñjaṁ. Samādhinā pariggahitaṁ cittaṁ uddhacce na iñjatīti āneñjaṁ. Paññāya pariggahitaṁ cittaṁ avijjāya na iñjatīti āneñjaṁ. Obhāsagataṁ cittaṁ avijjandhakāre na iñjatīti āneñja’’nti.",
  "atk-s0503a3:75": "Rūpāvacaracatutthajjhānameva ca rūpavirāgabhāvanāvasena pavattitaṁ, ārammaṇavibhāgena catubbidhaṁ arūpāvacarajjhānanti etesaṁ pañcannaṁ jhānānaṁ āneñjavohāro. Tesaṁ yaṁ kiñci pādakaṁ katvā samāpannā arahattaphalasamāpatti āneñjasamādhīti porāṇā.",
  "atk-s0503a3:76": "Abhikkantāyāti atītāya. Nikkhanteti niggate, apagateti attho. Tuṇhī ahosīti bhagavā ariyena tuṇhībhāvena tuṇhī ahosi. Uddhaste aruṇeti uggate aruṇe, aruṇo nāma puratthimadisāya sūriyodayato puretarameva uṭṭhitobhāso. Nandimukhiyāti rattiyā aruṇassa uggatattā eva aruṇappabhāya sūriyālokūpajīvino satte nandāpanamukhiyā viya rattiyā jātāya, vibhāyamānāyāti attho.",
  "atk-s0503a3:77": "Tamhā samādhimhā vuṭṭhahitvāti yathāparicchedaṁ tato āneñjasamādhito arahattaphalasamāpattito uṭṭhāya. Sace kho tvaṁ, ānanda, jāneyyāsīti bhagavā ‘‘ime ca bhikkhū ettakaṁ kālaṁ iminā nāma samāpattisukhena vītināmentī’’ti, ānanda, yadi tvaṁ jāneyyāsi. Ettakampi te nappaṭibhāseyyāti lokiyapaṭisammodanaṁ sandhāya yadidaṁ te ‘‘abhikkantā, bhante, rattī’’tiādinā tikkhattuṁ paṭibhānaṁ upaṭṭhitaṁ, tayidaṁ ettakampi te na upaṭṭhaheyya. Yasmā ca kho tvaṁ, ānanda, sekkho asekkhaṁ samāpattivihāraṁ na jānāsi, tasmā maṁ imesaṁ bhikkhūnaṁ lokiyapaṭisammodanaṁ kāretuṁ ussukkaṁ āpajji. Ahaṁ pana imehi bhikkhūhi saddhiṁ lokuttarapaṭisammodaneneva tiyāmarattiṁ vītināmesinti dassento bhagavā āha – ‘‘ahañca, ānanda, imāni ca pañca bhikkhusatāni sabbeva āneñjasamādhinā nisīdimhā’’ti.",
  "atk-s0503a3:78": "Etamatthaṁ viditvāti etaṁ tesaṁ bhikkhūnaṁ attanā samaṁ āneñjasamādhisamāpajjanasamatthatāsaṅkhātaṁ vasībhāvatthaṁ sabbākārato viditvā. Imaṁ udānanti imaṁ tesaṁ bhikkhūnaṁ anavasesarāgādippahānasaṁsiddhitādisabhāvadīpanaṁ udānaṁ udānesi.",
  "atk-s0503a3:79": "Tattha yassa jito kāmakaṇḍakoti kusalapakkhavijjhanaṭṭhena kaṇḍakabhūto kilesakāmo yena ariyapuggalena anavasesaṁ jito pahīno, etenassa anunayābhāvaṁ dasseti. ‘‘Gāmakaṇṭako’’tipi pāṭho. Tassattho – gāme kaṇṭako kaṇṭakaṭṭhāniyo sakalo vatthukāmo yassa jitoti. Jayo cassa tappaṭibaddhachandarāgappahāneneva veditabbo, tena tesaṁ anāgāmimaggo vutto hoti . Akkoso ca jitoti sambandho. Vadho ca bandhanañcāti etthāpi eseva nayo. Tesu akkosajayena vacīduccaritābhāvo, itarena kāyaduccaritābhāvo dassito. Tena taṁnimittakassa byāpādassa anavasesappahānena tatiyamaggo vutto hoti. Atha vā akkosādijayavacanena tatiyamaggo vutto hoti, akkosādīnaṁ accantakhamanaṁ tattha pakāsitaṁ hoti, ubhayathāpi nesaṁ virodhābhāvaṁ dasseti. Pabbatoviya so ṭhito anejoti ejā vuccati calanakilesaparipantho, ejāhetūnaṁ avasesakilesānaṁ abhāvena anejo, anejattāyeva sabbakilesehi paravādavātehi ca akampanīyattā ṭhito ekagghanapabbatasadiso. Sukhadukkhesu na vedhati sa bhikkhūti so bhinnakileso bhikkhu sukhadukkhanimittaṁ na kampatīti heṭṭhā vuttanayeneva attho veditabbo. Iti bhagavā tesaṁ pañcasatānaṁ bhikkhūnaṁ arahattādhigamena tādibhāvappattiṁ ekajjhaṁ katvā ekapuggalādhiṭṭhānaṁ udānaṁ udānesīti.",
  "atk-s0503a3:80": "Tatiyasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a3:81": "4. Sāriputtasuttavaṇṇanā",
  "atk-s0503a3:82": "24. Catutthe parimukhaṁ satiṁ upaṭṭhapetvāti ārammaṇābhimukhaṁ satiṁ ṭhapayitvā mukhasamīpe katvā. Tathā hi vibhaṅge vuttaṁ –",
  "atk-s0503a3:83": "‘‘Ayaṁ sati upaṭṭhitā hoti supaṭṭhitā nāsikagge vā mukhanimitte vā, tena vuccati parimukhaṁ satiṁ upaṭṭhapetvā’’ti (vibha. 537).",
  "atk-s0503a3:84": "Atha vā ‘‘parīti pariggahaṭṭho, mukhanti niyyānaṭṭho, satīti upaṭṭhānaṭṭho, tena vuccati ‘parimukhaṁ sati’’’nti. Evaṁ paṭisambhidāyaṁ (paṭi. ma. 1.164) vuttanayenapettha attho veditabbo. Tatrāyaṁ saṅkhepattho – pariggahitaniyyānasatiṁ katvāti. Niyyānanti ca satiyā ogāhitabbaṁ ārammaṇaṁ daṭṭhabbaṁ. Ettha ca purimo pacchimo ca attho sabbasaṅgāhakavasena, itaro samāpattiyā pubbabhāgasamannāhāravasena daṭṭhabbo. Satīti vā satisīsena jhānaṁ vuttaṁ ‘‘ye kāyagatāsatiṁ paribhuñjantī’’tiādīsu (a. ni. 1.600) viya. Katamaṁ pana taṁ jhānanti? Rūpāvacaracatutthajjhānaṁ pādakaṁ katvā samāpannaṁ arahattaphalajjhānaṁ. Kathaṁ panetaṁ jānitabbanti? Āneñjasamādhiyogena therassa savisesaṁ niccalabhāvaṁ kenaci akampanīyatañca pabbatopamāya pakāsento bhagavā imaṁ udānaṁ abhāsīti gāthāya eva ayamattho viññāyati. Na cāyaṁ nisajjā therassa saccappaṭivedhāya, atha kho diṭṭhadhammasukhavihārāya. Pubbeyeva hi sūkarakhataleṇe (ma. ni. 2.201) attano bhāgineyyassa dīghanakhaparibbājakassa bhagavati dhammaṁ desente ayaṁ mahāthero saccappaṭivedhakiccaṁ matthakaṁ pāpesīti.",
  "atk-s0503a3:85": "Etamatthanti etaṁ therassa āneñjasamādhiyogena tādibhāvappattiyā ca kenaci akampanīyatāsaṅkhātaṁ atthaṁ sabbākārato viditvā tadatthavibhāvanaṁ imaṁ udānaṁ udānesi.",
  "atk-s0503a3:86": "Tattha yathāpi pabbato seloti yathā silāmayo ekagghanasilāpabbato, na paṁsupabbato na missakapabbatoti attho. Acalo suppatiṭṭhitoti suppatiṭṭhitamūlo pakativātehi acalo akampanīyo hoti. Evaṁ mohakkhayā bhikkhu, pabbatova na vedhatīti mohassa anavasesappahānā mohamūlakattā ca sabbākusalānaṁ pahīnasabbākusalo bhikkhu, yathā so pabbato pakativātehi, evaṁ lokadhammehi na vedhati na kampati. Mohakkhayoti vā yasmā nibbānaṁ arahattañca vuccati, tasmā mohakkhayassa hetu nibbānassa arahattassa vā adhigatattā catūsu ariyasaccesu suppatiṭṭhito asamāpannakālepi yathāvuttapabbato viya na kenaci vedhati, pageva samāpannakāleti adhippāyo.",
  "atk-s0503a3:87": "Catutthasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a3:88": "5. Mahāmoggallānasuttavaṇṇanā",
  "atk-s0503a3:89": "25. Pañcame kāyagatāya satiyāti kāyānupassanāvasena kāye gatāya kāyārammaṇāya satiyā, itthambhūtalakkhaṇe idaṁ karaṇavacanaṁ . Ajjhattanti idha ajjhattaṁ nāma niyakajjhattaṁ, tasmā attani attasantāneti attho. Atha vā yasmā kammaṭṭhānabhūto kesādiko dvattiṁsakoṭṭhāsasamudāyo idha kāyoti adhippeto, tasmā ajjhattanti padassa gocarajjhattanti attho veditabbo. Sūpaṭṭhitāyāti niyakajjhattabhūte gocarajjhattabhūte vā kāye suṭṭhu upaṭṭhitāya. Kā panāyaṁ sati, yā ‘‘ajjhattaṁ sūpaṭṭhitā’’ti vuttā? Yvāyaṁ bhagavatā ‘‘atthi imasmiṁ kāye kesā lomā’’tiādinā (dī. ni. 2.377; ma. ni. 1.110; khu. pā. 3.dvattiṁsākāra) ajjhattakesādiko dvattiṁsākāro kāyo vutto, tattha yā paṭikūlamanasikāraṁ pavattentassa upacārappanāvasena kāye upaṭṭhitā sati, sā ‘‘kāyagatā satī’’ti vuccati. Yathā cāyaṁ, evaṁ ānāpānacatuiriyāpathasatisampajaññānaṁ vasena uddhumātakavinīlakādivasena ca manasikāraṁ pavattentassa yathārahaṁ upacārappanāvasena kāye upaṭṭhitā sati ‘‘kāyagatā satī’’ti vuccati. Idha pana ajjhattaṁ kāyagatā sati pathavīādikā catasso dhātuyo sasambhārasaṅkhepādīsu catūsu yena kenaci ekenākārena vavatthapetvā tesaṁ aniccādilakkhaṇasallakkhaṇavasena upaṭṭhitā vipassanāsampayuttā sati ‘‘kāyagatā satī’’ti adhippetā. Thero pana tathā vipassitvā attano phalasamāpattimeva samāpajjitvā nisīdi. Idhāpi gāthāya evaṁ imassa atthassa viññātabbatā ‘‘na cāyaṁ nisajjā’’tiādinā vuttanayānusārena yojetabbā.",
  "atk-s0503a3:90": "Etamatthanti etaṁ therassa catudhātuvavatthānamukhena kāyānupassanāsatipaṭṭhānena vipassanaṁ ogāhetvā phalasamāpattisamāpajjanasaṅkhātaṁ atthaṁ viditvā. Imaṁ udānanti imaṁ satipaṭṭhānabhāvanāya nibbānādhigamadīpakaṁ udānaṁ udānesi.",
  "atk-s0503a3:91": "Tattha sati kāyagatā upaṭṭhitāti pubbe vuttalakkhaṇā sati saddhāpubbaṅgamānaṁ samādhivīriyapaññānaṁ yathāsakaṁ kiccanipphādanena sahāyabhāvaṁ āpannattā pahīnappaṭipakkhā tato eva tikkhavisadabhūtā ca yathāvuttakāyasaṁvaraṇavasena ekatthasamosaraṇavasena ca aviparītasabhāvaṁ sallakkhentī upagantvā ṭhitā hoti, etena kāyasaṅkhātānaṁ catunnaṁ dhātūnaṁ tannissitānañca upādārūpānaṁ sallakkhaṇavasena, paccaye vavatthapetvā tato paraṁ tesaṁ aniccādilakkhaṇasallakkhaṇavasena ca pavattaṁ ñāṇaparamparāgataṁ satiṁ dasseti, satisīsena vā taṁsampayuttaṁ pariññāttayapariyāpannañāṇaparamparameva dasseti. Chasu phassāyatanesu saṁvutoti yathāvuttāya kāye upaṭṭhitāya satiyā samannāgato cakkhādīsu phassassa kāraṇabhūtesu chasu dvāresu kāyānupassanāya abhāvitāya uppajjanārahānaṁ abhijjhādīnaṁ tassā bhāvitattā ñāṇappavattiṁ paṭivedhento te pidahanto ‘‘tattha saṁvuto’’ti vuccati, etena ñāṇasaṁvaraṁ dasseti.",
  "atk-s0503a3:92": "Satataṁ bhikkhu samāhitoti so bhikkhu evaṁ upaṭṭhitassati sabbattha ca saṁvuto puthuttārammaṇe cittaṁ avissajjetvā aniccādivasena sammasanto vipassanaṁ ussukkāpetvā ñāṇe tikkhe sūre vahante vipassanāsamādhinā tāva satataṁ nirantaraṁ samāhito anulomañāṇānantaraṁ gotrabhuñāṇodayato paṭṭhāya. Jaññā nibbānamattanoti aññesaṁ puthujjanānaṁ supinantepi agocarabhāvato, ariyānaṁ pana tassa tasseva āveṇikattā attasadisattā ca ‘‘attā’’ti laddhavohārassa maggaphalañāṇassa sātisayavisayabhāvato ekantasukhāvahaṁ nibbānaṁ asaṅkhatadhātu ‘‘attano’’ti vuttaṁ, taṁ nibbānaṁ jaññā jāneyya, maggaphalañāṇehi paṭivijjheyya, sacchikareyyāti attho. Etena ariyānaṁ nibbāne adhimuttataṁ dasseti. Ariyā hi adhicittappavattikālepi ekanteneva nibbāne ninnapoṇapabbhārabhāvena viharanti. Ettha ca yassa sati kāyagatā upaṭṭhitā, so bhikkhu chasu phassāyatanesu saṁvuto, tato eva satataṁ samāhito attapaccakkhakaraṇena nibbānaṁ attano jāneyyāti evaṁ gāthāpadānaṁ sambandho veditabbo. Evaṁ kāyānupassanāsatipaṭṭhānamukhena yāva arahattā ekassa bhikkhuno niyyānamaggaṁ dasseti dhammarājā.",
  "atk-s0503a3:93": "Aparo nayo – sati kāyagatā upaṭṭhitāti etena kāyānupassanāsatipaṭṭhānaṁ dasseti. Chasu phassāyatanesu saṁvutoti phasso āyatanaṁ kāraṇaṁ etesanti phassāyatanāni, tesu phassāyatanesu. Phassahetukesu phassapaccayā nibbattesu chasu cakkhusamphassajādivedayitesu taṇhādīnaṁ appavattiyā saṁvuto, etena vedanānupassanāsatipaṭṭhānaṁ dasseti. Satataṁ bhikkhu samāhitoti satataṁ niccakālaṁ nirantaraṁ vikkhepābhāvato samāhito bhikkhu. So cāyaṁ avikkhepo sabbaso satipaṭṭhānabhāvanāya matthakappattāya hoti. Sammasanto hi atītādibhedabhinnesu pañcupādānakkhandhesu anavasesatova pariggahetvā sammasatīti. Etena sesasatipaṭṭhāne dasseti. Jaññā nibbānamattanoti evaṁ catusatipaṭṭhānabhāvanaṁ matthakaṁ pāpetvā ṭhito bhinnakileso bhikkhu attano kilesanibbānaṁ paccavekkhaṇañāṇena sayameva jāneyyāti attho.",
  "atk-s0503a3:94": "Atha vā sati kāyagatā upaṭṭhitāti attano paresañca kāyassa yathāsabhāvapariññādīpanena therassa sativepullappatti dīpitā. Chasu phassāyatanesu saṁvutoti cakkhādīsu chasu dvāresu accantasaṁvaradīpanena satatavihārivasena therassa sampajaññappakāsinī paññāvepullappatti dīpitā. Satataṁ bhikkhu samāhitoti samāpattibahulatādassanena navānupubbavihārasamāpattiyo dassitā. Evaṁbhūto pana bhikkhu jaññā nibbānamattanoti katakiccattā uttari karaṇīyābhāvato kevalaṁ attano anupādisesanibbānameva jāneyya cinteyya, aññampi tassa cintetabbaṁ natthīti adhippāyo.",
  "atk-s0503a3:95": "Pañcamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a3:96": "6. Pilindavacchasuttavaṇṇanā",
  "atk-s0503a3:97": "26. Chaṭṭhe pilindavacchoti pilindātissa nāmaṁ, vacchoti gottavasena theraṁ sañjānanti. Vasalavādena samudācaratīti ‘‘ehi, vasala, apehi, vasalā’’tiādinā bhikkhū vasalavādena voharati ālapati. Sambahulā bhikkhūti bahū bhikkhū. Te theraṁ tathā samudācarantaṁ disvā ‘‘arahāva samāno appahīnavāsanattā evaṁ bhaṇatī’’ti ajānantā ‘‘dosantaro maññe ayaṁ thero evaṁ samudācaratī’’ti cintetvā ullapanādhippāyā taṁ tato vuṭṭhāpetuṁ bhagavato ārocesuṁ. Tena vuttaṁ – ‘‘āyasmā, bhante, pilindavaccho bhikkhū vasalavādena samudācaratī’’ti. Keci panāhu – ‘‘imaṁ theraṁ bhikkhū ‘arahā’ti sañjānanti, ayañca bhikkhū pharusavacanena evaṁ samudācarati, ‘abhūto eva nu kho imasmiṁ uttarimanussadhammo’ti vāsanāvasena tassa tathā samudācāraṁ ajānantā ariyabhāvañcassa asaddahantā ujjhānasaññino bhagavato tamatthaṁ ārocesu’’nti. Bhagavā therassa dosantarābhāvaṁ pakāsetukāmo ekena bhikkhunā taṁ pakkosāpetvā sammukhā tassa ‘‘pubbāciṇṇavasenāyaṁ tathā samudācarati, na pharusavacanādhippāyo’’ti āha. Tena vuttaṁ – ‘‘atha kho bhagavā aññataraṁ bhikkhuṁ āmantesī’’tiādi.",
  "atk-s0503a3:98": "Tattha pubbenivāsaṁ manasi karitvāti satthā ‘‘saccaṁ kira tvaṁ, vaccha, bhikkhū vasalavādena samudācarasī’’ti theraṁ pucchitvā tena ‘‘evaṁ, bhante’’ti vutte ‘‘ayaṁ vaccho kilesavāsanāya vasalavādaṁ na pariccajati, kiṁ nu kho atītesupi attabhāvesu brāhmaṇajātiko ahosī’’ti āvajjento pubbenivāsañāṇena sabbaññutaññāṇena vā tassa pubbenivāsaṁ atītāsu jātīsu nivutthakkhandhasantānaṁ manasi karitvā hatthatale ṭhapitaṁ āmalakaṁ viya paccakkhakaraṇavasena attano manasi katvā. Bhikkhū āmantesīti te bhikkhū saññāpetuṁ ālapi, abhāsi. Tena vuttaṁ ‘‘mā kho tumhe, bhikkhave’’tiādi.",
  "atk-s0503a3:99": "Tattha māti paṭisedhe nipāto, tassa ‘‘ujjhāyitthā’’ti iminā sambandho. Mā ujjhāyitthāti mā heṭṭhā katvā cintayittha, olokayitthāti attho. Vacchassa bhikkhunoti ca ujjhāyanassa usūyanatthattā sampadānavacanaṁ. Idānissa anujjhāyitabbe kāraṇaṁ dassento ‘‘na, bhikkhave, vaccho dosantaro bhikkhū vasalavādena samudācaratī’’ti āha. Tassattho – bhikkhave, ayaṁ vaccho dosantaro dosacitto dosena byāpādena dūsitacitto hutvā bhikkhū vasalavādena na samudācarati , maggeneva cassa byāpādo samugghātito. Evaṁ adosantarattepi tassa tathā samudācārassa purimajātisiddhaṁ kāraṇaṁ dassento ‘‘vacchassa, bhikkhave’’tiādimāha.",
  "atk-s0503a3:100": "Tattha abbokiṇṇānīti khattiyādijātiantarehi avomissāni anantaritāni. Pañca jātisatāni brāhmaṇakule paccājātānīti sabbāni tāni vacchassa pañca jātisatāni paṭipāṭiyā brāhmaṇakule eva jātāni, ahesunti attho. So tassa vasalavādo dīgharattaṁ samudāciṇṇoti yo etarahi khīṇāsavenapi satā pavattiyati, so tassa vacchassa bhikkhuno vasalavādo dīgharattaṁ ito jātito paṭṭhāya uddhaṁ ārohanavasena pañcajātisatamattaṁ kālaṁ brāhmaṇajātikattā samudāciṇṇo samudācarito ahosi. Brāhmaṇā hi jātisiddhena mānena thaddhā aññaṁ vasalavādena samudācaranti. ‘‘Ajjhāciṇṇo’’tipi paṭhanti, so eva attho. Tenāti tena dīgharattaṁ tathā samudāciṇṇabhāvena, etenassa tathā samudācārassa kāraṇaṁ vāsanāti dasseti. Kā panāyaṁ vāsanā nāma? Yaṁ kilesarahitassāpi santāne appahīnakilesānaṁ samācārasadisasamācārahetubhūtaṁ, anādikālabhāvitehi kilesehi āhitaṁ sāmatthiyamattaṁ, tathārūpā adhimuttīti vadanti. Taṁ panetaṁ abhinīhārasampattiyā ñeyyāvaraṇappahānavasena yattha kilesā pahīnā, tattha bhagavato santāne natthi. Yattha pana tathā kilesā na pahīnā, tattha sāvakānaṁ paccekabuddhānañca santāne atthi, tato tathāgatova anāvaraṇañāṇadassano.",
  "atk-s0503a3:101": "Etamatthaṁ viditvāti etaṁ āyasmato pilindavacchassa satipi vasalasamudācāre dosantarābhāvasaṅkhātaṁ atthaṁ viditvā. Imaṁ udānanti tassa aggaphalādhigamavibhāvanaṁ imaṁ udānaṁ udānesi.",
  "atk-s0503a3:102": "Tattha yamhi na māyā vasati na mānoti yasmiṁ ariyapuggale santadosappaṭicchādanalakkhaṇā māyā, ‘‘seyyohamasmī’’tiādinā sampaggahavasena pavatto uṇṇatilakkhaṇo māno ca na vasati, maggena samugghātitattā na pavattati na uppajjati. Yo vītalobho amamo nirāsoti yo ca rāgādipariyāyavasena pavattassa ārammaṇaggahaṇalakkhaṇassa lobhassa sabbathā vigatattā vītalobho, tato eva rūpādīsu katthaci mamāyanābhāvato amamo apariggaho, anāgatānampi bhavādīnaṁ anāsīsanato nirāso. Panuṇṇakodhoti kujjhanalakkhaṇassa kodhassa anāgāmimaggena sabbaso pahīnattā panuṇṇakodho samucchinnāghāto. Abhinibbutattoti yo evaṁ māyāmānalobhakodhānaṁ samugghātena tadekaṭṭhatāya sabbassa saṁkilesapakkhassa suppahīnattā sabbaso kilesaparinibbānena abhinibbutacitto sītibhūto. So brāhmaṇoso samaṇo sa bhikkhūti so evarūpo khīṇāsavo sabbaso bāhitapāpattā brāhmaṇo, so eva samitapāpattā samacariyāya ca samaṇo, so eva ca sabbaso bhinnakilesattā bhikkhu nāma. Evaṁbhūto ca, bhikkhave, vaccho so kathaṁ dosantaro kiñci kāyakammādiṁ pavatteyya, kevalaṁ pana vāsanāya appahīnattā vasalavādena samudācaratīti.",
  "atk-s0503a3:103": "Chaṭṭhasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a3:104": "7. Sakkudānasuttavaṇṇanā",
  "atk-s0503a3:105": "27. Sattame sattāhaṁ ekapallaṅkena nisinno hoti aññataraṁ samādhiṁ samāpajjitvāti ettha keci tāva āhu ‘‘arahattaphalasamādhi idha ‘aññataro samādhī’ti adhippeto’’ti. Tañhi so āyasmā bahulaṁ samāpajjati diṭṭhadhammasukhavihāratthaṁ, pahoti ca sattāhampi phalasamāpattiyā vītināmetuṁ. Tathā hi bhagavatā –",
  "atk-s0503a3:106": "‘‘Ahaṁ, bhikkhave, yāvade ākaṅkhāmi vivicceva kāmehi, vivicca akusalehi dhammehi…pe… viharāmi. Kassapopi, bhikkhave, yāvade ākaṅkhati vivicceva kāmehi…pe… viharatī’’ti (saṁ. ni. 2.152) –",
  "atk-s0503a3:107": "Ādinā navānupubbavihārachaḷabhiññādibhede uttarimanussadhamme attanā samasamaṭṭhāne ṭhapito, na cettha ‘‘yadi evaṁ thero yamakapāṭihāriyampi kareyyā’’ti vattabbaṁ sāvakasādhāraṇānaṁyeva jhānādīnaṁ adhippetattāti.",
  "atk-s0503a3:108": "Porāṇā panāhu – aññataraṁ samādhiṁ samāpajjitvāti nirodhasamāpattiṁ samāpajjitvā. Kathaṁ pana nirodhasamāpatti samādhīti vuttā? Samādhānaṭṭhena. Ko panāyaṁ samādhānaṭṭho? Sammadeva ādhātabbatā. Yā hi esā paccanīkadhammehi akampanīyā balappattiyā samathabalaṁ vipassanābalanti imehi dvīhi balehi, aniccadukkhānattanibbidāvirāganirodhapaṭinissaggavivaṭṭānupassanā cattāri maggañāṇāni cattāri ca phalañāṇānīti imesaṁ soḷasannaṁ ñāṇānaṁ vasena soḷasahi ñāṇacariyāhi, paṭhamajjhānasamādhiādayo aṭṭha samādhī ekajjhaṁ katvā gahito tesaṁ upacārasamādhi cāti imesaṁ navannaṁ samādhīnaṁ vasena navahi samādhicariyāhi kāyasaṅkhāro vacīsaṅkhāro cittasaṅkhāroti imesaṁ tiṇṇaṁ saṅkhārānaṁ tattha tattha paṭippassaddhiyā tathā viharitukāmena yathāvuttesu ṭhānesu vasībhāvappattena arahatā anāgāminā vā yathādhippetaṁ kālaṁ cittacetasikasantānassa sammadeva appavatti ādhātabbā, tassā tathā samādhātabbatā idha samādhānaṭṭho, tenāyaṁ vihāro samādhīti vutto, na avikkhepaṭṭhena. Etenassa samāpattiatthopi vuttoti veditabbo. Imañhi nirodhasamāpattiṁ sandhāya paṭisambhidāmagge –",
  "atk-s0503a3:109": "‘‘Kathaṁ dvīhi balehi samannāgatattā tiṇṇaṁ saṅkhārānaṁ paṭippassaddhiyā soḷasahi ñāṇacariyāhi navahi samādhicariyāhi vasībhāvatāya saññānirodhasamāpattiyā ñāṇa’’nti (paṭi. ma. 1.83) –",
  "atk-s0503a3:110": "Pucchitvā ‘‘dvīhi balehī’’ti dve balāni samathabalaṁ vipassanābalanti vitthāro. Sāyaṁ nirodhasamāpattikathā visuddhimagge (visuddhi. 2.867 ādayo) saṁvaṇṇitāva. Kasmā panāyaṁ thero phalasamāpattiṁ asamāpajjitvā nirodhaṁ samāpajji? Sattesu anukampāya. Ayañhi mahāthero sabbāpi samāpattiyo vaḷañjeti, sattānuggahena pana yebhuyyena nirodhaṁ samāpajjati. Tañhi samāpajjitvā vuṭṭhitassa kato appakopi sakkāro visesato mahapphalo mahānisaṁso hotīti.",
  "atk-s0503a3:111": "Vuṭṭhāsīti arahattaphalacittuppattiyā vuṭṭhāsi. Nirodhaṁ samāpanno hi arahā ce arahattaphalassa, anāgāmī ce anāgāmiphalassa uppādena vuṭṭhito nāma hoti.",
  "atk-s0503a3:112": "Tena kho pana samayena sakko devānamindo āyasmato mahākassapassa piṇḍapātaṁ dātukāmo hotīti kathaṁ tassa dātukāmatā jātā? Yāni ‘‘tāni pañcamattāni devatāsatānī’’ti vuttāni, tā sakkassa devarañño paricārikā kakuṭapādiniyo pubbe ‘‘ayyo mahākassapo rājagahaṁ piṇḍāya pavisati, gacchatha therassa dānaṁ dethā’’ti sakkena pesitā upagantvā dibbāhāraṁ dātukāmā ṭhitā therena paṭikkhittā devalokameva gatā. Idāni purimappaṭikkhepaṁ cintetvā ‘‘kadāci gaṇheyyā’’ti samāpattito vuṭṭhitassa therassa dānaṁ dātukāmā sakkassa anārocetvā sayameva āgantvā dibbabhojanāni upanentiyo purimanayeneva therena paṭikkhittā devalokaṁ gantvā sakkena ‘‘kahaṁ gatatthā’’ti puṭṭhā tamatthaṁ ārocetvā ‘‘dinno vo therassa piṇḍapāto’’ti sakkena vutte ‘‘gaṇhituṁ na icchatī’’ti. ‘‘Kiṁ kathesī’’ti? ‘‘‘Duggatānaṁ saṅgahaṁ karissāmī’ti āha, devā’’ti. ‘‘Tumhe kenākārena gatā’’ti? ‘‘Imināva, devā’’ti. Sakko ‘‘tumhādisiyo therassa piṇḍapātaṁ kiṁ dassantī’’ti? Sayaṁ dātukāmo, jarājiṇṇo khaṇḍadanto palitakeso obhaggasarīro mahallako tantavāyo hutvā, sujampi asuradhītaraṁ tathārūpimeva mahallikaṁ katvā, ekaṁ pesakāravīthiṁ māpetvā tantaṁ pasārento acchi, sujā tasaraṁ pūreti. Tena vuttaṁ – ‘‘tena kho pana samayena sakko devānamindo…pe… tasaraṁ pūretī’’ti.",
  "atk-s0503a3:113": "Tattha tantaṁ vinātīti pasāritatantaṁ vinanto viya hoti. Tasaraṁ pūretīti tasaravaṭṭiṁ vaḍḍhentī viya. Yena sakkassa devānamindassa nivesanaṁ tenupasaṅkamīti thero nivāsetvā pattacīvaramādāya ‘‘duggatajanasaṅgahaṁ karissāmī’’ti nagarābhimukho gacchanto bahinagare sakkena māpitaṁ pesakāravīthiṁ paṭipajjitvā olokento addasa oluggaviluggajiṇṇasālaṁ tattha ca te jāyampatike yathāvuttarūpe tantavāyakammaṁ karonte disvā cintesi – ‘‘ime mahallakakālepi kammaṁ karonti. Imasmiṁ nagare imehi duggatatarā natthi maññe. Imehi dinnaṁ sākamattampi gahetvā imesaṁ saṅgahaṁ karissāmī’’ti. So tesaṁ gehābhimukho agamāsi. Sakko taṁ āgacchantaṁ disvā sujaṁ āha – ‘‘bhadde, mayhaṁ ayyo ito āgacchati, taṁ tvaṁ apassantī viya tuṇhī hutvā nisīda. Khaṇeneva vañcetvā piṇḍapātaṁ dassāmā’’ti thero gantvā gehadvāre aṭṭhāsi. Tepi apassantā viya attano kammameva karontā thokaṁ āgamayiṁsu. Atha sakko ‘‘gehadvāre ṭhito eko thero viya khāyati, upadhārehi tāvā’’ti āha. ‘‘Tumhe gantvā upadhāretha, sāmī’’ti. So gehā nikkhamitvā theraṁ pañcapatiṭṭhitena vanditvā ubhohi hatthehi jaṇṇukāni olumbitvā nitthunanto uṭṭhāya ‘‘kataratthero nu kho ayyo’’ti thokaṁ osakkitvā ‘‘akkhīni me dhūmāyantī’’ti vatvā nalāṭe hatthaṁ ṭhapetvā uddhaṁ ulloketvā ‘‘aho dukkhaṁ ayyo no mahākassapattherova cirassaṁ me kuṭidvāraṁ āgato. Atthi nu kho kiñci gehe’’ti āha. Sujā thokaṁ ākulā viya hutvā ‘‘atthi, sāmī’’ti paṭivacanaṁ adāsi. Sakko, ‘‘bhante, lūkhaṁ vā paṇītaṁ vāti acintetvā saṅgahaṁ no karothā’’ti pattaṁ gaṇhi. Thero pattaṁ dento ‘‘imesaṁ eva duggatānaṁ jarājiṇṇānaṁ mayā saṅgaho kātabbo’’ti cintesi. So anto pavisitvā ghaṭiodanaṁ nāma ghaṭito uddharitvā, pattaṁ pūretvā, therassa hatthe ṭhapesi. Tena vuttaṁ – ‘‘addasā kho sakko devānamindo…pe… adāsī’’ti.",
  "atk-s0503a3:114": "Tattha ghaṭiyāti bhattaghaṭito. ‘‘Ghaṭiodana’’ntipi pāṭho, tassa ghaṭiodanaṁ nāma devānaṁ koci āhāravisesoti atthaṁ vadanti. Uddharitvāti kutoci bhājanato uddharitvā. Anekasūpo so eva āhāro patte pakkhipitvā therassa hatthe ṭhapanakāle kapaṇānaṁ upakappanakalūkhāhāro viya paññāyittha, hatthe ṭhapitamatte pana attano dibbasabhāveneva aṭṭhāsi. Anekasūpoti muggamāsādisūpehi ceva khajjavikatīhi ca anekavidhasūpo. Anekabyañjanoti nānāvidhauttaribhaṅgo. Anekarasabyañjanoti anekehi sūpehi ceva byañjanehi ca madhurādimūlarasānañceva sambhinnarasānañca abhibyañjako, nānaggarasasūpabyañjanoti attho.",
  "atk-s0503a3:115": "So kira piṇḍapāto therassa hatthe ṭhapitakāle rājagahanagaraṁ attano dibbagandhena ajjhotthari, tato thero cintesi – ‘‘ayaṁ puriso appesakkho, piṇḍapāto ativiya paṇīto sakkassa bhojanasadiso. Ko nu kho eso’’ti? Atha naṁ ‘‘sakko’’ti ñatvā āha – ‘‘bhāriyaṁ te, kosiya, kammaṁ kataṁ duggatānaṁ sampattiṁ vilumpantena, ajja mayhaṁ dānaṁ datvā kocideva duggato senāpatiṭṭhānaṁ vā seṭṭhiṭṭhānaṁ vā labheyyā’’ti. ‘‘Ko mayā duggatataro atthi, bhante’’ti? ‘‘Kathaṁ tvaṁ duggato devarajjasiriṁ anubhavanto’’ti? ‘‘Bhante, evaṁ nāmetaṁ, mayā pana anuppanne buddhe kalyāṇakammaṁ kataṁ, buddhuppāde pana vattamāne puññakammaṁ katvā cūḷarathadevaputto mahārathadevaputto anekavaṇṇadevaputtoti ime tayo devaputtā mamāsannaṭṭhāne nibbattā mahātejavantatarā. Ahaṁ tesu devaputtesu ‘nakkhattaṁ kīḷissāmā’ti paricārikāyo gahetvā antaravīthiṁ otiṇṇesu palāyitvā gehaṁ pavisāmi. Tesañhi sarīrato tejo mama sarīraṁ ottharati, mama sarīrato tejo tesaṁ sarīraṁ na ottharati. Ko mayā duggatataro, bhante’’ti? ‘‘Evaṁ santepi ito paṭṭhāya mayhaṁ mā evaṁ vañcetvā dānamadāsī’’ti. ‘‘Vañcetvā tumhākaṁ dāne dinne mayhaṁ kusalaṁ atthi natthī’’ti? ‘‘Atthi, āvuso’’ti. ‘‘Evaṁ sante kusalakaraṇaṁ nāma mayhaṁ bhāro, bhante’’ti vatvā theraṁ vanditvā sujaṁ ādāya theraṁ padakkhiṇaṁ katvā, vehāsaṁ abbhuggantvā ‘‘aho dānaṁ paramadānaṁ, kassape suppatiṭṭhita’’nti tikkhattuṁ udānaṁ udānesi. Tena vuttaṁ ‘‘atha kho āyasmato mahākassapassa etadahosī’’tiādi.",
  "atk-s0503a3:116": "Tattha kosiyāti sakkaṁ devānamindaṁ gottena ālapati. Puññena atthoti puññena payojanaṁ. Atthīti vacanaseso. Vehāsaṁ abbhuggantvāti pathavito vehāsaṁ abhiuggantvā. Ākāse antalikkheti ākāsameva pariyāyasaddena antalikkheti vadanti. Atha vā antalikkhasaṅkhāte ākāse na kasiṇugghāṭimādiākāseti visesento vadati. Aho dānanti ettha ahoti acchariyatthe nipāto. Sakko hi devānamindo, ‘‘yasmā nirodhā vuṭṭhitassa ayyassa mahākassapattherassa sakkaccaṁ sahatthena cittīkatvā anapaviddhaṁ kālena paresaṁ anupahacca, sammādiṭṭhiṁ purakkhatvā idamīdisaṁ mayā dibbabhojanadānaṁ dinnaṁ, tasmā khettasampatti deyyadhammasampatti cittasampattīti, tividhāyapi sampattiyā samannāgatattā sabbaṅgasampannaṁ vata mayā dānaṁ pavattita’’nti acchariyabbhutacittajāto tadā attano hadayabbhantaragataṁ pītisomanassaṁ samuggiranto ‘‘aho dāna’’nti vatvā tassa dānassa vuttanayena uttamadānabhāvaṁ khettaṅgatabhāvañca pakāsento ‘‘paramadānaṁ kassape suppatiṭṭhita’’nti udānaṁ udānesi.",
  "atk-s0503a3:117": "Evaṁ pana sakkassa udānentassa bhagavā vihāre ṭhitoyeva dibbasotena saddaṁ sutvā ‘‘passatha, bhikkhave, sakkaṁ devānamindaṁ udānaṁ udānetvā ākāsena gacchanta’’nti bhikkhūnaṁ vatvā tehi ‘‘kiṁ pana, bhante, tena kata’’nti puṭṭho ‘‘mama puttassa kassapassa vañcetvā dānaṁ adāsi, tena ca attamano udānesī’’ti āha. Tena vuttaṁ ‘‘assosi kho bhagavā dibbāya sotadhātuyā’’tiādi.",
  "atk-s0503a3:118": "Tattha dibbāya sotadhātuyāti dibbasadisattā dibbā. Devatānañhi sucaritakammanibbattā pittasemharuhirādīhi apalibuddhā upakkilesavinimuttatāya dūrepi ārammaṇaṁ gahetuṁ samatthā dibbapasādasotadhātu hoti. Ayañcāpi bhagavato vīriyabhāvanābalanibbattā ñāṇamayā sotadhātu tādisā evāti dibbasadisattā dibbā. Api ca dibbavihāravasena paṭiladdhattā attanā ca dibbavihārasannissitattāpi dibbā. Savanaṭṭhena ca sabhāvadhāraṇaṭṭhena ca sotadhātu, sotadhātuyāpi kiccakaraṇena sotadhātu viyāti sotadhātu, tāya dibbāya sotadhātuyā. Visuddhāyāti parisuddhāya nirupakkilesāya. Atikkantamānusikāyāti manussūpacāraṁ atikkamitvā saddassavanena mānusikamaṁsasotadhātuṁ atikkamitvā ṭhitāya.",
  "atk-s0503a3:119": "Etamatthaṁ viditvāti ‘‘sammāpaṭipattiyā guṇavisese patiṭṭhitaṁ purisātisayaṁ devāpi manussāpi ādarajātā ativiya pihayantī’’ti imamatthaṁ viditvā tadatthadīpanaṁ imaṁ udānaṁ udānesi.",
  "atk-s0503a3:120": "Tatra piṇḍapātikaṅgasaṅkhātaṁ dhutaṅgaṁ samādāya tassa paripūraṇena piṇḍapātikassa. Nanu cāyaṁ gāthā āyasmantaṁ mahākassapaṁ nimittaṁ katvā bhāsitā, thero ca sabbesaṁ dhutavādānaṁ aggo terasadhutaṅgadharo, so kasmā ekeneva dhutaṅgena kittitoti? Aṭṭhuppattivasenāyaṁ niddeso. Atha vā desanāmattametaṁ, iminā desanāsīsena sabbepissa dhutaṅgā vuttāti veditabbā. Atha vā ‘‘yathāpi bhamaro puppha’’nti (dha. pa. 49) gāthāya vuttanayena paramappicchatāya kulānuddayatāya cassa sabbaṁ piṇḍapātikavattaṁ akkhaṇḍetvā tattha sātisayaṁ paṭipattiyā pakāsanatthaṁ ‘‘piṇḍapātikassā’’ti vuttaṁ. Piṇḍapātikassāti ca pihayantīti padaṁ apekkhitvā sampadānavacanaṁ, taṁ upayogatthe daṭṭhabbaṁ. Attabharassāti ‘‘appāni ca tāni sulabhāni anavajjānī’’ti (a. ni. 4.27; itivu. 101) evaṁ vuttehi appānavajjasulabharūpehi catūhi paccayehi attānameva bharantassa. Anaññaposinoti āmisasaṅgaṇhanena aññe sissādike posetuṁ anussukkatāya anaññaposino. Padadvayenassa kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena vicaraṇato sallahukavuttitaṁ subharataṁ paramañca santuṭṭhiṁ dasseti. Atha vā attabharassāti ekavacanicchāya attabhāvasaṅkhātaṁ ekaṁyeva imaṁ attānaṁ bharati, na ito paraṁ aññanti attabharo, tato eva attanā aññassa posetabbassa abhāvato anaññaposī, tassa attabharassa anaññaposino. Padadvayenapi khīṇāsavabhāvena āyatiṁ anādānataṁ dasseti.",
  "atk-s0503a3:121": "Devāpihayanti…pe… satīmatoti taṁ aggaphalādhigamena sabbakilesadarathapariḷāhānaṁ vūpasamena paṭippassaddhiyā upasantaṁ, sativepullappattiyā niccakālaṁ satokāritāya satimantaṁ, tato eva iṭṭhāniṭṭhādīsu tādilakkhaṇappattaṁ khīṇāsavaṁ sakkādayo devā pihayanti patthenti, tassa sīlādiguṇavisesesu bahumānaṁ uppādentā ādaraṁ janenti, pageva manussāti.",
  "atk-s0503a3:122": "Sattamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a3:123": "8. Piṇḍapātikasuttavaṇṇanā",
  "atk-s0503a3:124": "28. Aṭṭhame pacchābhattanti ekāsanikakhalupacchābhattikānaṁ pātova bhuttānaṁ antomajjhanhikopi pacchābhattameva, idha pana pakatibhattasseva pacchato pacchābhattanti veditabbaṁ. Piṇḍapātapaṭikkantānanti piṇḍapātato paṭikkantānaṁ, piṇḍapātaṁ pariyesitvā bhattakiccassa niṭṭhāpanavasena tato nivattānaṁ. Karerimaṇḍalamāḷeti ettha karerīti varuṇarukkhassa nāmaṁ. So kira gandhakuṭiyā maṇḍapassa sālāya ca antare hoti, tena gandhakuṭīpi ‘‘karerikuṭikā’’ti vuccati, maṇḍapopi sālāpi ‘‘karerimaṇḍalamāḷo’’ti. Tasmā karerirukkhassa avidūre kate nisīdanasālasaṅkhāte maṇḍalamāḷe. Tiṇapaṇṇacchadanaṁ anovassakaṁ ‘‘maṇḍalamāḷo’’ti vadanti, atimuttakādilatāmaṇḍapo ‘‘maṇḍalamāḷo’’ti apare.",
  "atk-s0503a3:125": "Kālena kālanti kāle kāle antarantarā, tasmiṁ tasmiṁ samayeti attho. Manāpiketi manavaḍḍhake, piyarūpe iṭṭheti attho. Iṭṭhāniṭṭhabhāvo ca puggalavasena ca dvāravasena ca gahetabbo. Ekaccassa hi iṭṭhābhimato ekaccassa aniṭṭho hoti, ekaccassa aniṭṭhābhimato ekaccassa iṭṭho . Tathā ekassa dvārassa iṭṭho aññassa aniṭṭho. Vipākavasena panettha vinicchayo veditabbo. Kusalavipāko hi ekantena iṭṭho, akusalavipāko aniṭṭho evāti. Cakkhunā rūpe passitunti gāmaṁ piṇḍāya paviṭṭho upāsakehi gehaṁ pavesetvā pūjāsakkārakaraṇatthaṁ upanītesu āsanavitānādīsu nānāvirāgasamujjalavaṇṇasaṅkhāte rajanīye aññe ca saviññāṇakarūpe cakkhudvārikaviññāṇehi passituṁ. Saddeti tatheva issarajanānaṁ gehaṁ paviṭṭho tesaṁ payutte gītavāditasadde sotuṁ. Gandheti tathā tehi pūjāsakkāravasena upanīte pupphadhūmādigandhe ghāyituṁ. Raseti tehi dinnāhāraparibhoge nānaggarase sāyituṁ. Phoṭṭhabbeti mahagghapaccattharaṇesu āsanesu nisinnakāle sukhasamphasse phoṭṭhabbe phusituṁ. Evañca pañcadvārikaiṭṭhārammaṇappaṭilābhaṁ kittetvā idāni manodvārikaiṭṭhārammaṇappaṭilābhaṁ dassetuṁ ‘‘sakkato’’tiādi vuttaṁ. Taṁ heṭṭhā vuttatthameva.",
  "atk-s0503a3:126": "Kiṁ pana apiṇḍapātikānaṁ ayaṁ nayo na labbhatīti? Labbhati. Tesampi hi nimantanasalākabhattādiatthaṁ gāmaṁ gatakāle uḷāravibhavā upāsakā tathā sakkārasammānaṁ karontiyeva, taṁ pana aniyataṁ. Piṇḍapātikānaṁ pana tadā niccameva tattha pūjāsakkāraṁ kariyamānaṁ disvā, sakkāragarutāya anissaraṇamagge ṭhatvā, ayonisomanasikāravasena te bhikkhū evamāhaṁsu. Tenevāha – ‘‘handāvuso, mayampi piṇḍapātikā homā’’tiādi.",
  "atk-s0503a3:127": "Tattha handāti vossaggatthe nipāto. Lacchāmāti labhissāma. Tenupasaṅkamīti tattha surabhigandhakuṭiyaṁ nisinno tesaṁ taṁ kathāsallāpaṁ sutvā ‘‘ime bhikkhū mādisassa nāma buddhassa sāsane pabbajitvā mayā saddhiṁ ekavihāre vasantāpi evaṁ ayonisomanasikāravasena kathaṁ pavattenti, sallekhe na vattanti, handa te tato nivāretvā sallekhavihāre niyojessāmī’’ti maṇḍalamāḷaṁ upasaṅkami. Sesaṁ heṭṭhā vuttanayameva.",
  "atk-s0503a3:128": "Etamatthaṁ viditvāti ‘‘appicchatāsantuṭṭhitāsallekhānaṁ vasena kilese dhunituṁ taṇhaṁ visosetuṁ paṭipannoti piṇḍapātikassa sato devā pihayanti, tassa paṭipattiyā ādarajātā piyāyanti, na ito aññathā’’ti imamatthaṁ viditvā tadatthadīpanaṁ imaṁ udānaṁ udānesi.",
  "atk-s0503a3:129": "Tattha no ce saddasilokanissitoti ‘‘aho ayyo appiccho santuṭṭho paramasallekhavuttī’’tiādinā parehi kittitabbasaddasaṅkhātaṁ silokaṁ. Taṇhāya nissito na hoti ceti attho. Saddo vā sammukhā vaṇṇabhaṇanathutighoso, siloko parammukhabhūtā pasaṁsā patthaṭayasatā vā. Sesaṁ anantarasutte vuttanayameva.",
  "atk-s0503a3:130": "Aṭṭhamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a3:131": "9. Sippasuttavaṇṇanā",
  "atk-s0503a3:132": "29. Navame ko nu kho, āvuso, sippaṁ jānātīti, āvuso, amhesu idha sannipatitesu ko nu jīvitanimittaṁ sikkhitabbaṭṭhena ‘‘sippa’’nti laddhanāmaṁ yaṁkiñci ājīvaṁ vijānāti? Ko kiṁ sippaṁ sikkhīti ko dīgharattaṁ sippācariyakulaṁ payirupāsitvā āgamato payogato ca hatthisippādīsu kiṁ sippaṁ sikkhi? Kataraṁ sippaṁ sippānaṁ agganti sabbasippānaṁ agārayhatāya mahapphalatāya akicchasiddhiyā ca kataraṁ sippaṁ aggaṁ uttamaṁ? Yaṁ nissāya sukhena sakkā jīvitunti adhippāyo. Tatthekacceti tesu bhikkhūsu ekacce bhikkhū. Ye hatthācariyakulā pabbajitā te. Evamāhaṁsūti te evaṁ bhaṇiṁsu. Ito parampi ‘‘ekacce’’ti vuttaṭṭhāne eseva nayo. Hatthisippanti yaṁ hatthīnaṁ pariggaṇhanadamanasāraṇarogatikicchādibhedaṁ kattabbaṁ, taṁ uddissa pavattaṁ sabbampi sippaṁ idha ‘‘hatthisippa’’nti adhippetaṁ. Assasippanti etthāpi eseva nayo. Rathasippaṁ pana rathayoggānaṁ damanasāraṇādividhānavasena ceva rathassa karaṇavasena ca veditabbaṁ. Dhanusippanti issāsasippaṁ, yo dhanubbedhoti vuccati. Tharusippanti sesaāvudhasippaṁ. Muddāsippanti hatthamuddāya gaṇanasippaṁ. Gaṇanasippanti acchiddakagaṇanasippaṁ. Saṅkhānasippanti saṅkalanapaṭuppādanādivasena piṇḍagaṇanasippaṁ. Taṁ yassa paguṇaṁ hoti, so rukkhampi disvā ‘‘ettakāni ettha paṇṇānī’’ti gaṇituṁ jānāti. Lekhāsippanti nānākārehi akkharalikhanasippaṁ, lipiñāṇaṁ vā. Kāveyyasippanti attano cintāvasena vā parato paṭiladdhasutavasena vā, ‘‘imassa ayamattho, evaṁ naṁ yojessāmī’’ti evaṁ atthavasena vā, kiñcideva kabbaṁ disvā, ‘‘tappaṭibhāgaṁ kabbaṁ karissāmī’’ti ṭhānuppattikapaṭibhānavasena vā cintākaviādīnaṁ catunnaṁ kavīnaṁ kabbakaraṇasippaṁ. Vuttañhetaṁ bhagavatā –",
  "atk-s0503a3:133": "‘‘Cattārome, bhikkhave, kavī – cintākavi, sutakavi, atthakavi, paṭibhānakavī’’ti (a. ni. 4.231).",
  "atk-s0503a3:134": "Lokāyatasippanti ‘‘kāko seto aṭṭhīnaṁ setattā, balākā rattā lohitassa rattattā’’ti evamādinayappavattaṁ paralokanibbānānaṁ paṭisedhakaṁ vitaṇḍasatthasippaṁ. Khattavijjāsippanti abbheyyamāsurakkhādinītisatthasippaṁ. Imāni kira dvādasa mahāsippāni nāma. Tenevāha tattha tattha ‘‘sippānaṁ agga’’nti.",
  "atk-s0503a3:135": "Etamatthaṁviditvāti etaṁ sabbasippāyatanānaṁ jīvikatthatāya vaṭṭadukkhato anissaraṇabhāvaṁ , sīlādīnaṁyeva pana suparisuddhānaṁ nissaraṇabhāvaṁ, taṁ samaṅginoyeva ca bhikkhubhāvaṁ sabbākārato viditvā tadatthavibhāvanaṁ imaṁ udānaṁ udānesi.",
  "atk-s0503a3:136": "Tattha asippajīvīti catunnaṁ taṇhuppādānaṁ samucchedavikkhambhanena paccayāsāya visositattā yaṁkiñci sippaṁ upanissāya jīvikaṁ na kappetīti asippajīvī, etena ājīvapārisuddhisīlaṁ dasseti. Lahūti appakiccatāya sallahukavuttitāya ca lahu abahulasambhāro, etena catupaccayasantosasiddhaṁ subharataṁ dasseti. Atthakāmoti sadevakassa lokassa atthameva kāmetīti atthakāmo, etena sattānaṁ anatthaparivajjanassa pakāsitattā pātimokkhasaṁvarasīlaṁ dasseti pāṇātipātādianatthaviramaṇaparidīpanato. Yatindriyoti cakkhādīnaṁ channaṁ indriyānaṁ abhijjhādyappavattito saṁyamena yatindriyo, etena indriyasaṁvarasīlaṁ vuttaṁ. Sabbadhi vippamuttoti evaṁ suparisuddhasīlo catupaccayasantose avaṭṭhito sappaccayaṁ nāmarūpaṁ pariggahetvā aniccādivasena saṅkhāre sammasanto vipassanaṁ ussukkāpetvā tato paraṁ paṭipāṭiyā pavattitehi catūhi ariyamaggehi saṁyojanānaṁ pahīnattā sabbadhi sabbattha bhavādīsu vippamutto.",
  "atk-s0503a3:137": "Anokasārīamamo nirāsoti tathā sabbadhi vippamuttattā eva okasaṅkhātesu chasupi āyatanesu taṇhābhisaraṇassa abhāvena anokasārī, rūpādīsu katthaci mamaṅkārābhāvato amamo, sabbena sabbaṁ anāsīsanato nirāso. Hitvā mānaṁ ekacaro sa bhikkhūti evaṁbhūto ca so arahattamaggappattisamakālameva anavasesaṁ mānaṁ hitvā pajahitvā ime bhikkhū viya gaṇasaṅgaṇikaṁ akatvā pavivekakāmatāya taṇhāsahāyavirahena ca sabbiriyāpathesu ekacaro, so sabbaso bhinnakilesattā paramatthato bhikkhu nāma. Ettha ca ‘‘asippajīvī’’tiādinā lokiyaguṇā kathitā, ‘‘sabbadhi vippamutto’’tiādinā lokuttaraguṇā kathitā. Tattha asippajīvītiādi ‘‘vibhave ṭhitasseva ayaṁ dhammo, na sippaṁ nissāya micchājīvena jīvikaṁ kappentassa, tasmā sippesu sāraggahaṇaṁ vissajjetvā adhisīlādīsuyeva tumhehi sikkhitabba’’nti dasseti.",
  "atk-s0503a3:138": "Navamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a3:139": "10. Lokasuttavaṇṇanā",
  "atk-s0503a3:140": "30. Dasame buddhacakkhunāti ettha āsayānusayañāṇaṁ indriyaparopariyattañāṇañca buddhacakkhu nāma. Yathāha –",
  "atk-s0503a3:141": "‘‘Addasā kho bhagavā buddhacakkhunā lokaṁ volokento satte apparajakkhe mahārajakkhe tikkhindriye mudindriye’’tiādi (ma. ni. 1.283; 2.339).",
  "atk-s0503a3:142": "Lokanti tayo lokā – okāsaloko, saṅkhāraloko, sattalokoti. Tattha –",
  "atk-s0503a3:143": "‘‘Yāvatā candimasūriyā pariharanti,",
  "atk-s0503a3:144": "Disā bhanti virocanā;",
  "atk-s0503a3:145": "Tāva sahassadhā loko,",
  "atk-s0503a3:146": "Ettha te vattatī vaso’’ti. –",
  "atk-s0503a3:147": "Ādīsu (ma. ni. 1.503) okāsaloko. ‘‘Eko loko – sabbe sattā āhāraṭṭhitikā, dve lokā – nāmañca rūpañca, tayo lokā – tisso vedanā , cattāro lokā – cattāro āhārā, pañca lokā – pañcupādānakkhandhā, cha lokā – cha ajjhattikāni āyatanāni, satta lokā – satta viññāṇaṭṭhitiyo, aṭṭha lokā – aṭṭha lokadhammā, nava lokā – nava sattāvāsā, dasa lokā – dasāyatanāni, dvādasa lokā – dvādasāyatanāni, aṭṭhārasa lokā – aṭṭhārasa dhātuyo’’tiādīsu (paṭi. ma. 1.112) saṅkhāraloko. ‘‘Sassato loko, asassato loko’’tiādīsu sattaloko vutto. Idhāpi sattaloko veditabbo.",
  "atk-s0503a3:148": "Tattha lokīyati vicittākārato dissatīti cakkavāḷasaṅkhāto loko okāsaloko, saṅkhāro lujjati palujjatīti loko, lokīyati ettha puññapāpaṁ tabbipāko cāti sattaloko. Tesu bhagavā mahākaruṇāya anukampamāno saṁsāradukkhato mocetukāmo sattalokaṁ olokesi. Katamassa pana sattāhassa accayena olokesi? Paṭhamassa sattāhassa. Bhagavā hi pallaṅkasattāhassa pariyosāne pacchimayāmāvasāne ‘‘yadā have pātubhavanti dhammā…pe… sūriyova obhāsayamantalikkha’’nti (udā. 1-3; kathā. 321; mahāva. 1-3) imaṁ ariyamaggānubhāvadīpakaṁ udānaṁ udānetvā, ‘‘ahaṁ tāva evaṁ suduttaraṁ saṁsāramahoghaṁ imāya dhammanāvāya samuttaritvā nibbānapāre ṭhito, handa dāni lokampi tāressāmi, kīdiso nu kho loko’’ti lokaṁ volokesi. Taṁ sandhāya vuttaṁ – ‘‘atha kho bhagavātassa sattāhassa accayena tamhā samādhimhā vuṭṭhahitvā buddhacakkhunā lokaṁ volokesī’’ti.",
  "atk-s0503a3:149": "Tattha volokesīti vividhehi ākārehi passi, hatthatale ṭhapitaāmalakaṁ viya attano ñāṇena paccakkhaṁ akāsi. Anekehi santāpehītiādi volokitākāradassanaṁ. Anekehi santāpehīti anekehi dukkhehi. Dukkhañhi santāpanapīḷanaṭṭhena santāpoti vuccati. Yathāha – ‘‘dukkhassa pīḷanaṭṭho saṅkhataṭṭho santāpaṭṭho vipariṇāmaṭṭho’’ti (paṭi. ma. 1.17). Tañca dukkhadukkhādivasena ceva jātiādivasena ca anekappakāraṁ. Tena vuttaṁ ‘‘anekehi santāpehī’’ti. Anekehi dukkhehi santappamāne pīḷiyamāne bādhiyamāne. Pariḷāhehīti paridāhehi. Pariḍayhamāneti indhanaṁ viya agginā samantato ḍayhamāne. Rāgajehīti rāgasambhūtehi . Esa nayo sesesupi. Rāgādayo hi yasmiṁ santāne uppajjanti, taṁ niddahantā viya vibādhenti, tena vuttaṁ – ‘‘tayome, bhikkhave, aggī – rāgaggi, dosaggi, mohaggī’’ti (itivu. 93). Yato te cittaṁ kāyañca kilesentīti kilesāti vuccanti. Ettha ca pariḍayhamāneti etena bhagavā rāgādikilesānaṁ pavattidukkhataṁ, tena ca sattānaṁ abhibhūtataṁ dasseti. Santappamāneti iminā pana tesaṁ kālantaradukkhataṁ, tena nirantaropaddavatañca dasseti.",
  "atk-s0503a3:150": "Bhagavā hi bodhirukkhamūle aparājitapallaṅke nisinno paṭhamayāme pubbenivāsaṁ anussaritvā majjhimayāme dibbacakkhuṁ visodhetvā pacchimayāme paṭiccasamuppāde ñāṇaṁ otāretvā kilesamūlakaṁ vaṭṭadukkhaṁ abhiññāya saṅkhāre pariggahetvā sammasanto anukkamena vipassanaṁ vaḍḍhetvā ariyamaggādhigamena sayaṁ vigataviddhastakileso abhisambuddho hutvā paccavekkhaṇānantaraṁ anavasesānaṁ kilesānaṁ pahīnattā attano vaṭṭadukkhassa parikkhīṇabhāvadīpakaṁ sabbabuddhānaṁ avijahitaṁ ‘‘anekajātisaṁsāra’’nti (dha. pa. 153) udānaṁ udānetvā teneva pallaṅkena sattāhaṁ vimuttisukhapaṭisaṁvedī nisinno sattamāya rattiyā tīsu yāmesu vuttanayena tīṇi udānāni udānetvā tatiyaudānānantaraṁ buddhacakkhunā lokaṁ volokento ‘‘sakalamidaṁ sattānaṁ vaṭṭadukkhaṁ kilesamūlakaṁ, kilesā nāmete pavattidukkhā āyatimpi dukkhahetubhūtā, tehi ime sattā santappanti pariḍayhanti cā’’ti passi. Tena vuttaṁ ‘‘addasā kho bhagavā…pe… mohajehipī’’ti.",
  "atk-s0503a3:151": "Etamatthaṁviditvāti etaṁ lokassa yathāvuttasantāpapariḷāhehi abhibhuyyamānataṁ sabbākārato viditvā. Imaṁ udānanti imaṁ sabbasantāpapariḷāhato parinibbānavibhāvanaṁ mahāudānaṁ udānesi.",
  "atk-s0503a3:152": "Tattha ayaṁ loko santāpajātoti ayaṁ sabbopi loko jarārogamaraṇehi ceva nānāvidhabyasanehi ca kilesapariyuṭṭhānehi ca jātasantāpo, uppannakāyikacetasikadukkhābhibhavoti attho. Phassaparetoti tato eva anekehi dukkhasamphassehi parihato upadduto. Atha vā phassaparetoti sukhādisaṅkhātānaṁ tissannaṁ dukkhatānaṁ paccayabhūtehi chahi phassehi abhibhūto, tato tato dvārato tasmiṁ tasmiṁ ārammaṇe pavattivasena upassaṭṭho. Rogaṁ vadati attatoti phassapaccayā uppajjamānaṁ vedanāsaṅkhātaṁ rogaṁ dukkhaṁ, khandhapañcakameva vā yathābhūtaṁ ajānanto ‘‘aha’’nti saññāya diṭṭhigāhavasena ‘‘ahaṁ sukhito dukkhito’’ti attato vadati. ‘‘Attano’’tipi paṭhanti. Tassattho – yvāyaṁ loko kenaci dukkhadhammena phuṭṭho abhāvitattatāya adhivāsetuṁ asakkonto ‘‘aho dukkhaṁ, īdisaṁ dukkhaṁ mayhaṁ attanopi mā hotū’’tiādinā vippalapanto kevalaṁ attano rogaṁ vadati, tassa pana pahānāya na paṭipajjatīti adhippāyo. Atha vā taṁ yathāvuttaṁ dukkhaṁ yathābhūtaṁ ajānanto taṇhāgāhavasena ‘‘mama’’nti saññāya attato vadati, ‘‘mama ida’’nti vācaṁ nicchāreti.",
  "atk-s0503a3:153": "Yena yena hi maññatīti evamimaṁ rogabhūtaṁ khandhapañcakaṁ attato attano vā vadanto loko yena yena rūpavedanādinā kāraṇabhūtena, yena vā sassatādinā pakārena diṭṭhimānataṇhāmaññanāhi maññati. Tato taṁ hoti aññathāti tato attanā parikappitākārato taṁ maññanāya vatthubhūtaṁ khandhapañcakaṁ aññathā anattānattaniyameva hoti. Vase vattetuṁ asakkuṇeyyatāya ahaṅkāramamaṅkārattaṁ na nipphādetīti attho. Atha vā tatoti tasmā maññanāmattabhāvato taṁ khandhapañcakaṁ niccādivasena maññitaṁ aññathā aniccādisabhāvameva hoti. Na hi maññanā bhāvaññathattaṁ vā lakkhaṇaññathattaṁ vā kātuṁ sakkoti.",
  "atk-s0503a3:154": "Aññathābhāvī bhavasattoti asambhave vaḍḍhiyaṁ hitasukhe satto laggo sattaloko maññanāya yathāruci cintiyamānopi viparītappaṭipattiyā tato aññathābhāvī ahitadukkhabhāvī vighātaṁyeva pāpuṇāti. Bhavamevābhinandatīti evaṁ santepi taṁ maññanāparikappitaṁ avijjamānaṁ bhavaṁ vaḍḍhiṁ abhinandati eva abhikaṅkhati eva. Atha vā aññathābhāvīti ‘‘nicco me attā’’tiādinā maññanāya parikappitākārato sayaṁ aññathābhāvī samāno anicco adhuvoti attho. Bhavasattoti kāmādibhavesu bhavataṇhāya satto laggo gadhito. Bhavamevābhinandatīti aniccādisabhāvaṁ bhavameva niccādivasena parāmasitvā, tattha vā adhimuttisaññaṁ taṇhādiṭṭhābhinandanāhi abhinandati, na tattha nibbindati . Yadabhinandati taṁ bhayanti yaṁ vaḍḍhisaṅkhātaṁ bhavaṁ kāmādibhavaṁ vā abhinandati, taṁ aniccādivipariṇāmasabhāvattā anekabyasanānubandhattā ca bhavahetubhāvato ativiya bhayānakaṭṭhena bhayaṁ. Yassa bhāyatīti yato jarāmaraṇādito bhāyati, taṁ jarāmaraṇādi dukkhādhiṭṭhānabhāvato dukkhadukkhabhāvato ca dukkhaṁ. Atha vā yassa bhāyatīti bhavābhinandanena yassa vibhavassa bhāyati , so ucchedasaṅkhāto vibhavo, tato bhāyanañca dukkhavatthubhāvato jātiādidukkhassa anativattanato ca dukkhaṁ dukkhasabhāvamevāti attho. Atha vā yassa bhāyati taṁ dukkhanti yassa aniccādikassa bhāyati taṁ nissaraṇaṁ ajānanto, taṁ bhayaṁ tassa dukkhaṁ hoti, dukkhaṁ āvahatīti attho.",
  "atk-s0503a3:155": "Ettakena vaṭṭaṁ dassetvā idāni vivaṭṭaṁ dassetuṁ, ‘‘bhavavippahānāya kho panidaṁ brahmacariyaṁ vussatī’’ti āha. Tattha bhavavippahānāyāti kāmādibhavassa pajahanatthāya. Khoti avadhāraṇe, panāti padapūraṇe nipāto. Idanti āsannapaccakkhavacanaṁ. Brahmacariyanti maggabrahmacariyaṁ. Vussatīti pūressati. Idaṁ vuttaṁ hoti – ekanteneva kāmādibhavassa samudayappahānena anavasesapajahanatthāya idaṁ mayā satasahassakappādhikāni cattāri asaṅkhyeyyāni atidukkarāni ācaritvā pāramiyo pūretvā bodhimaṇḍe tiṇṇaṁ mārānaṁ matthakaṁ madditvā adhigataṁ sīlādikkhandhattayasaṅgahaṁ aṭṭhaṅgikamaggabrahmacariyaṁ cariyati bhāviyatīti.",
  "atk-s0503a3:156": "Evaṁ ariyamaggassa ekaṁseneva niyyānikabhāvaṁ dassetvā idāni aññamaggassa tadabhāvaṁ dassento ‘‘ye hi kecī’’tiādimāha. Tattha yeti aniyamaniddeso. Hīti nipātamattaṁ. Kecīti ekacce. Padadvayenāpi tathāvādino diṭṭhigatike aniyamato pariyādiyati. Samaṇāti pabbajjūpagamanamattena samaṇā, na samitapāpā. Brāhmaṇāti jātimattena brāhmaṇā, na bāhitapāpā. Vāsaddo vikappattho. Bhavena bhavassa vippamokkhamāhaṁsūti ekacce kāmabhavena rūpabhavena vā sabbabhavato vimuttiṁ saṁsārasuddhiṁ kathayiṁsu.",
  "atk-s0503a3:157": "Ke panevaṁ vadantīti? Diṭṭhadhammanibbānavādino tesu hi keci ‘‘uḷārehi pañcahi kāmaguṇehi samappito attā diṭṭheva dhamme paramaṁ nibbutiṁ patto hotī’’ti vadanti. Keci ‘‘rūpāvacarajjhānesu paṭhamajjhānasamaṅgī…pe… keci ‘‘dutiyatatiyacatutthajjhānasamaṅgī attā diṭṭheva dhamme paramaṁ nibbutiṁ patto hotī’’ti vadanti. Yathāha –",
  "atk-s0503a3:158": "‘‘Idha , bhikkhave, ekacco samaṇo vā brāhmaṇo vā evaṁvādī hoti evaṁdiṭṭhi ‘yato kho bho ayaṁ attā pañcahi kāmaguṇehi samappito’’’ti (dī. ni. 1.94) vitthāro.",
  "atk-s0503a3:159": "Te pana yasmā yāvadatthaṁ pītattā suhitāya jalūkāya viya ruhirapipāsā kāmādisukhehi samappitassa tassa attano kāmesanādayo na bhavissanti, tadabhāve ca bhavassa abhāvoyeva, yasmiṁ yasmiñca bhave ṭhitassa ayaṁ nayo labbhati, tena tena bhavena sabbabhavato vimutti hotīti vadanti, tasmā ‘‘bhavena bhavassa vippamokkhamāhaṁsū’’ti vuttā. Yesañca ‘‘ettakaṁ nāma kālaṁ saṁsaritvā bālā ca paṇḍitā ca pariyosānabhave ṭhatvā saṁsārato vimuccantī’’ti laddhi, tepi bhavena bhavassa vippamokkhaṁ vadanti nāma. Vuttañhetaṁ –",
  "atk-s0503a3:160": "‘‘Cullāsīti mahākappino satasahassāni yāni bāle ca paṇḍite ca sandhāvitvā saṁsaritvā dukkhassantaṁ karissantī’’ti (dī. ni. 1.168).",
  "atk-s0503a3:161": "Atha vā bhavenāti bhavadiṭṭhiyā. Bhavati sassataṁ tiṭṭhatīti pavattanato sassatadiṭṭhi bhavadiṭṭhīti vuccati, bhavadiṭṭhi evettha uttarapadalopena bhavataṇhātiādīsu viya bhavoti vutto. Bhavadiṭṭhivasena ca ekacce bhavavisesaṁyeva kilesānaṁ vūpasantavuttiyā āyuno ca dīghāvāsatāya niccādisabhāvaṁ bhavavimokkhaṁ maññanti, seyyathāpi bako brahmā ‘‘idaṁ niccaṁ, idaṁ dhuvaṁ, idaṁ sassataṁ, idaṁ avipariṇāmadhamma’’nti (ma. ni. 1.501) avoca. Tesamevaṁ viparītagāhīnaṁ anissaraṇe nissaraṇadiṭṭhīnaṁ kuto bhavavimokkho. Tenāha bhagavā – ‘‘sabbe te ‘avippamuttā bhavasmā’ti vadāmī’’ti.",
  "atk-s0503a3:162": "Vibhavenāti ucchedena. Bhavassa nissaraṇamāhaṁsūti sabbabhavato niggamanaṁ nikkhantiṁ saṁsārasuddhiṁ vadiṁsu. Te hi ‘‘bhavena bhavassa vippamokkho’’ti vadantānaṁ vādaṁ ananujānantā bhavūpacchedena nissaraṇaṁ paṭijāniṁsu. Vibhavenāti vā ucchedadiṭṭhiyā. Vibhavati vinassati ucchijjati attā ca loko cāti pavattanato ucchedadiṭṭhi vuttanayena ‘‘vibhavo’’ti vuccati. Ucchedadiṭṭhivasena hi sattā adhimuccitvā tattha tattha uppannā ucchijjanti, sā eva saṁsārasuddhīti ucchedavādino. Vuttañhetaṁ –",
  "atk-s0503a3:163": "‘‘Yato kho bho ayaṁ attā rūpī cātumahābhūtiko…pe… nevasaññānāsaññāyatanaṁ upasampajja viharati, ettāvatā kho bho ayaṁ attā sammā samucchinno hotī’’ti (dī. ni. 1.85).",
  "atk-s0503a3:164": "Tathā –",
  "atk-s0503a3:165": "‘‘Natthi, mahārāja, dinnaṁ, natthi yiṭṭhaṁ natthi hutaṁ…pe… bāle ca paṇḍite ca kāyassa bhedā ucchijjanti vinassanti na honti paraṁ maraṇā’’ti ca (dī. ni. 1.171).",
  "atk-s0503a3:166": "Tesampi evaṁ viparītagāhīnaṁ kuto bhavanissaraṇaṁ. Tenāha bhagavā – ‘‘sabbe te ‘anissaṭā bhavasmā’ti vadāmī’’ti. Na hi ariyamaggabhāvanāya anavasesakilesaṁ asamugghātetvā kadācipi bhavato nissaraṇavimutti sambhavati. Tathā hi tesaṁ samaṇabrāhmaṇānaṁ yathābhūtāvabodhābhāvato ‘‘atthi natthī’’ti antadvayanipatitānaṁ taṇhādiṭṭhivasena samparitasitavipphanditamattaṁ, yato te diṭṭhigatikā pavattihetūsupi sammūḷhā sakkāyabhūmiyaṁ sunikhāte viparītadassanathambhe taṇhābandhanena baddhā gaddūlabandhanā viya sā na vijahanti bandhanaṭṭhānaṁ, kuto nesaṁ vimokkho?",
  "atk-s0503a3:167": "Ye pana catusaccavibhāvanena pavattiādīsu asammohato taṁ antadvayaṁ anupagamma majjhimaṁ paṭipadaṁ samāruḷhā, tesaṁyeva bhavavippamokkho nissaraṇañcāti dassento satthā ‘‘upadhiṁ hī’’tiādimāha. Tattha upadhinti khandhādiupadhiṁ. Hīti nipātamattaṁ. Paṭiccāti nissāya, paccayaṁ katvā. Dukkhanti jātiādi dukkhaṁ. Kiṁ vuttaṁ hoti? Yatthime diṭṭhigatikā vimokkhasaññino, tattha khandhakilesābhisaṅkhārūpadhayo adhigatā, kuto tattha dukkhanissaraṇaṁ? Yatra hi kilesā, tatrābhisaṅkhārasambhavato bhavapabandhassa avicchedoyevāti vaṭṭadukkhassa anivatti. Tena vuttaṁ – ‘‘upadhiñhi paṭicca dukkhamidaṁ sambhotī’’ti.",
  "atk-s0503a3:168": "Idāni yaṁ paramatthato dukkhassa nissaraṇaṁ, taṁ dassetuṁ, ‘‘sabbupādānakkhayā natthi dukkhassa sambhavo’’ti vuttaṁ. Tattha sabbupādānakkhayāti kāmupādānaṁ diṭṭhupādānaṁ sīlabbatupādānaṁ attavādupādānanti sabbesaṁ imesaṁ catunnampi upādānānaṁ ariyamaggādhigamena anavasesappahānato. Tattha diṭṭhupādānaṁ sīlabbatupādānaṁ attavādupādānanti imāni tīṇi upādānāni sotāpattimaggena khīyanti, anuppattidhammataṁ āpajjanti. Kāmupādānaṁ apāyagamanīyaṁ paṭhamena, kāmarāgabhūtaṁ bahalaṁ dutiyena, sukhumaṁ tatiyena, rūparāgārūparāgappahānaṁ catutthenāti catūhipi maggehi khīyati, anuppattidhammataṁ āpajjatīti veditabbaṁ. Natthi dukkhassa sambhavoti evaṁ sabbaso upādānakkhayā tadekaṭṭhatāya sabbassapi kilesagaṇassa anuppādanato appamattakassapi vaṭṭadukkhassa sambhavo pātubhāvo natthi.",
  "atk-s0503a3:169": "Evaṁ bhagavā hetunā saddhiṁ pavattiṁ nivattiñca dassetvā ‘‘imaṁ nayaṁ ajānanto ayaṁ sattaloko vaṭṭatopi sīsaṁ na ukkhipatī’’ti dassento ‘‘lokamimaṁ passā’’tiādimāha. Tattha lokamimaṁ passāti attano buddhacakkhunā paccakkhato visayabhāvassa upagatattā ‘‘lokamimaṁ passā’’ti bhagavādassanakiriyāya niyojento attānamevālapati. Puthūti bahū, visuṁ visuṁ vā. Avijjāya paretāti ‘‘dukkhe aññāṇa’’ntiādinā (dha. sa. 1106; vibha. 226) nayena vuttāya catusaccapaṭicchādikāya avijjāya abhibhūtā. Bhūtāti kammakilesehi jātā nibbattā. Bhūtaratāti bhūtesu mātāpituputtadārādisaññāya aññasattesu taṇhāya ratā, bhūte vā khandhapañcake aniccāsubhadukkhānattasabhāve taṁsabhāvānavabodhato itthipurisādiparikappavasena niccādivasena attattaniyagāhavasena ca abhiratā. Bhavā aparimuttāti yathāvuttena taṇhādiṭṭhigāhena bhavato saṁsārato na parimuttā.",
  "atk-s0503a3:170": "Ettha ca ‘‘lokamima’’nti paṭhamaṁ tāva sakalampi sattanikāyaṁ sāmaññato ekattaṁ upanento ekavacanena anodhiso gahaṇaṁ dīpetvā ‘‘svāyaṁ loko bhavayonigatiṭhitisattāvāsādivasena ceva tatthāpi taṁtaṁsattanikāyādivasena ca anekabhedabhinno paccekaṁ mayā volokito’’ti attano buddhacakkhuñāṇānubhāvaṁ pakāsento satthā puna vacanabhedaṁ katvā bahuvacanena odhiso gahaṇaṁ dīpeti ‘‘puthū avijjāya paretā bhūtā’’tiādinā. Evañca katvā ‘‘lokamima’’nti upayogavacanaṁ katvā ‘‘avijjāya paretā’’tiādinā paccattabahuvacananiddesopi aviruddho hoti bhinnavākyattā. Keci pana ekavākyatādhippāyena ‘‘avijjāya paretaṁ bhūtaṁ bhūtarataṁ bhavā aparimutta’’nti paṭhanti, vibhattibhedavaseneva pana purāṇapāṭho.",
  "atk-s0503a3:171": "Idāni yena upāyena bhavavippamokkho hoti, taṁ sabbaṁ titthiyānaṁ avisayabhūtaṁ buddhagocaraṁ vipassanāvīthiṁ dassento ‘‘ye hi kecī’’tiādimāha. Tattha ye hi keci bhavāti kāmabhavādi saññībhavādi ekavokārabhavādivibhāgena nānābhedabhinnā sātavanto vā asātavanto vā dīghāyukā vā ittarakkhaṇā vā ye hi keci bhavā. Sabbadhīti uddhaṁ adho tiriyanti ādivibhāgena sabbattha. Sabbatthatāyāti saggāpāyamanussādivibhāgena. Sabbe tetiādīsu sabbepi te bhavā rūpavedanādidhammā hutvā abhāvaṭṭhena aniccā, udayabbayapaṭipīḷitattā dukkhā, jarāya maraṇena cāti dvidhā vipariṇāmetabbatāya vipariṇāmadhammā. Itisaddo ādiattho pakārattho vā, tena anattalakkhaṇampi saṅgahetvā avasavattanaṭṭhena anattā, vipariṇāmadhammatāya vā avasavattanaṭṭhena anattāti vuttā.",
  "atk-s0503a3:172": "Evaṁ lakkhaṇattayapaṭivijjhanākārena etaṁ bhavasaṅkhātaṁ khandhapañcakaṁ yathābhūtaṁ aviparītaṁ sammappaññāya sammā ñāyena vipassanāsahitāya maggapaññāya passato pariññābhisamayādivasena paṭivijjhato ‘‘bhavo nicco’’ti ādinayappavattā bhavesu taṇhā pahīyati, aggamaggappattisamakālameva anavasesaṁ nirujjhati, ucchedadiṭṭhiyā sabbaso pahīnattā vibhavaṁ vicchedaṁ nābhinandati na pattheti. Evaṁbhūtassa tassa yā kāmataṇhādivasena aṭṭhasatabhedā avatthādivibhāgena anantabhedā ca, tāsaṁ sabbaso sabbappakārena taṇhānaṁ khayā pahānā, tadekaṭṭhatāya sabbassapi saṁkilesapakkhassa asesaṁ nissesaṁ virāgena ariyamaggena yo anuppādanirodho, taṁ nibbānanti.",
  "atk-s0503a3:173": "Evaṁ taṇhāya pahānamukhena saupādisesanibbānaṁ dassetvā idāni anupādisesanibbānaṁ dassento ‘‘tassa nibbutassā’’tiādimāha. Tassattho – yo so sabbaso taṇhānaṁ khayā kilesaparinibbānena nibbuto vuttanayena bhinnakileso khīṇāsavabhikkhu, tassa nibbutassa bhikkhuno anupādā upādānābhāvato kilesābhisaṅkhāramārānaṁ vā aggahaṇato punabbhavo na hoti, āyatiṁ paṭisandhivasena upapattibhavo natthi. Evaṁbhūtena ca tena abhibhūto māro, ariyamaggakkhaṇe kilesamāro abhisaṅkhāramāro devaputtamāro ca carimakacittakkhaṇe khandhamāro maccumāro cāti pañcavidho māro abhibhūto parājito, puna sīsaṁ ukkhipituṁ appadānena nibbisevano kato, yato tena vijito saṅgāmo mārehi tattha tattha pavattito. Evaṁ vijitasaṅgāmo pana iṭṭhādīsu sabbesu vikārābhāvena tādilakkhaṇappattiyā tādī arahā sabbabhavāni yathāvuttabhede sabbepi bhave upaccagā samatikkanto, na yattha katthaci saṅkhaṁ upeti, aññadatthu anupādāno viya jātavedo parinibbānato uddhaṁ apaññattikova hotīti. Iti bhagavā imaṁ mahāudānaṁ anupādisesāya nibbānadhātuyā kūṭaṁ gahetvā niṭṭhapesi.",
  "atk-s0503a3:174": "Dasamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a3:175": "Niṭṭhitā ca nandavaggavaṇṇanā."
}