{
  "atk-s0404a4:0": "5. Uposathavaggo",
  "atk-s0404a4:1": "4. Vāseṭṭhasuttavaṇṇanā",
  "atk-s0404a4:2": "44. Pañcamassa catutthe ime cepi, vāseṭṭha, mahāsālāti purato ṭhite dve sālarukkhe dassento parikappopamaṁ āha. Idaṁ vuttaṁ hoti – ime tāva mahāsālā acetanā. Sace etepi sacetanā hutvā aṭṭhaṅgasamannāgataṁ uposathaṁ upavaseyyuṁ, etesampi so uposathavāso dīgharattaṁ hitāya sukhāya assa. Bhūte pana vattabbameva natthīti.",
  "atk-s0404a4:3": "6. Anuruddhasuttavaṇṇanā",
  "atk-s0404a4:4": "46. Chaṭṭhe yenāyasmā anuruddhoti tā kira devatā attano sampattiṁ oloketvā ‘‘kiṁ nu kho nissāya ayaṁ sampatti amhehi laddhā’’ti āvajjamānā theraṁ disvā ‘‘mayaṁ amhākaṁ ayyassa pubbe cakkavattirajjaṁ karontassa pādaparicārikā hutvā tena dinnovāde ṭhatvā imaṁ sampattiṁ labhimha, gacchāma theraṁ ānetvā imaṁ sampattiṁ anubhavissāmā’’ti divā yenāyasmā anuruddho tenupasaṅkamiṁsu. Tīsu ṭhānesūti tīsu kāraṇesu. Ṭhānaso paṭilabhāmāti khaṇeneva labhāma. Saranti vacanasaddaṁ vā gītasaddaṁ vā ābharaṇasaddaṁ vā. Pītā assūtiādīni nīlā tāva jātā, pītā bhavituṁ na sakkhissantītiādinā nayena cintetvā vitakketi. Tāpi ‘‘idāni ayyo amhākaṁ pītabhāvaṁ icchati, idāni lohitabhāva’’nti tādisāva ahesuṁ.",
  "atk-s0404a4:5": "Accharaṁ vādesīti pāṇitalaṁ vādesi. Pañcaṅgikassāti ātataṁ, vitataṁ, ātatavitataṁ, ghanaṁ, susiranti imehi pañcahi aṅgehi samannāgatassa. Tattha ātataṁ nāma cammapariyonaddhesu bheriādīsu ekatalatūriyaṁ, vitataṁ nāma ubhayatalaṁ, ātatavitataṁ nāma sabbaso pariyonaddhaṁ, susiraṁ vaṁsādi, ghanaṁ sammādi. Suvinītassāti ākaḍḍhanasithilakaraṇādīhi samucchitassa. Suppaṭipatāḷitassāti pamāṇe ṭhitabhāvajānanatthaṁ suṭṭhu paṭipatāḷitassa. Kusalehi susamannāhatassāti ye vādetuṁ kusalā chekā, tehi vāditassa. Vaggūti cheko sundaro. Rajanīyoti rañjetuṁ samattho. Kamanīyoti kāmetabbayutto. Khamanīyoti vā pāṭho, divasampi suyyamāno khamateva, na nibbindatīti attho. Madanīyoti mānamadapurisamadajanano. Indriyāni okkhipīti ‘‘asāruppaṁ imā devatā karontī’’ti indriyāni heṭṭhā khipi, na akkhīni ummīletvā olokesi. Na khvayyo anuruddho sādiyatīti ‘‘mayaṁ naccāma gāyāma, ayyo pana anuruddho na kho sādiyati, akkhīni ummīletvā na oloketi, kiṁ mayaṁ naccitvā vā gāyitvā vā karissāmā’’ti tattheva antaradhāyiṁsu. Yena bhagavā tenupasaṅkamīti tāsaṁ devatānaṁ ānubhāvaṁ disvā ‘‘katihi nu kho dhammehi samannāgato mātugāmo manāpakāyike devaloke nibbattatī’’ti imamatthaṁ pucchituṁ upasaṅkami.",
  "atk-s0404a4:6": "9-10. Idhalokikasuttadvayavaṇṇanā",
  "atk-s0404a4:7": "49-50. Navame ayaṁ’sa loko āraddho hotīti ayamassa loko idhaloke karaṇamattāya āraddhattā paripuṇṇattā āraddho hoti paripuṇṇo. Soḷasākārasampannāti sutte vuttehi aṭṭhahi, gāthāsu aṭṭhahīti soḷasahi ākārehi samannāgatā, yāni vā aṭṭhaṅgāni parampi tesu samādapetīti evampi soḷasākārasampannāti eke. Saddhāsīlapaññā panettha missikā kathitā. Dasamaṁ bhikkhusaṅghassa kathitaṁ. Sabbasuttesu pana yaṁ na vuttaṁ, taṁ heṭṭhā āgatanayattā uttānatthamevāti.",
  "atk-s0404a4:8": "Uposathavaggo pañcamo.",
  "atk-s0404a4:9": "Paṭhamapaṇṇāsakaṁ niṭṭhitaṁ.",
  "atk-s0404a4:10": "2. Dutiyapaṇṇāsakaṁ"
}