{
  "atk-s0304a2:0": "3. Mātugāmasaṁyuttaṁ",
  "atk-s0304a2:1": "1. Paṭhamapeyyālavaggo",
  "atk-s0304a2:2": "1-2. Mātugāmasuttādivaṇṇanā",
  "atk-s0304a2:3": "280-281. Mātugāmasaṁyuttassa paṭhame aṅgehīti aguṇaṅgehi. Na ca rūpavāti na rūpasampanno virūpo duddasiko. Na ca bhogavāti na bhogasampanno niddhano. Na ca sīlavāti na sīlasampanno dussīlo. Alaso cāti kantanapacanādīni kammāni kātuṁ na sakkoti, kusīto ālasiyo nisinnaṭṭhāne nisinnova, ṭhitaṭhāne ṭhitova niddāyati eva. Pajañcassa na labhatīti assa purisassa kulavaṁsapatiṭṭhāpakaṁ puttaṁ na labhati, vañjhitthī nāma hoti. Sukkapakkho vuttavipariyāyena veditabbo. Dutiyaṁ paṭhame vuttanayeneva parivattetabbaṁ.",
  "atk-s0304a2:4": "3. Āveṇikadukkhasuttavaṇṇanā",
  "atk-s0304a2:5": "282. Tatiye āveṇikānīti pāṭipuggalikāni purisehi asādhāraṇāni. Pāricariyanti paricārikabhāvaṁ.",
  "atk-s0304a2:6": "4. Tīhidhammehisuttādivaṇṇanā",
  "atk-s0304a2:7": "283-303. Catutthe maccheramalapariyuṭṭhitenāti pubbaṇhasamayasmiñhi mātugāmo khīradadhisaṅgopanarandhanapacanādīni kātuṁ āraddho, puttakehipi yāciyamāno kiñci dātuṁ na icchati. Tenetaṁ vuttaṁ ‘‘pubbaṇhasamayaṁ maccheramalapariyuṭṭhitena cetasā’’ti. Majjhanhikasamaye pana mātugāmo kodhābhibhūtova hoti, antoghare kalahaṁ alabhanto paṭivissakagharampi gantvā kalahaṁ karoti, sāmikassa ca ṭhitanisinnaṭṭhānāni vilokento vicarati. Tena vuttaṁ ‘‘majjhanhikasamayaṁ issāpariyuṭṭhitena cetasā’’ti. Sāyanhe panassā asaddhammapaṭisevanāya cittaṁ namati. Tena vuttaṁ ‘‘sāyanhasamayaṁ kāmarāgapariyuṭṭhitena cetasā’’ti. Pañcamādīni uttānatthāneva.",
  "atk-s0304a2:8": "3. Balavaggo",
  "atk-s0304a2:9": "1. Visāradasuttavaṇṇanā",
  "atk-s0304a2:10": "304. Dasame rūpabalantiādīsu rūpasampatti rūpabalaṁ, bhogasampatti bhogabalaṁ, ñātisampatti ñātibalaṁ, puttasampatti puttabalaṁ, sīlasampatti sīlabalaṁ. Pañcasīladasasīlāni akhaṇḍāni katvā rakkhantassa hi sīlasampattiyeva sīlabalaṁ nāma hoti. Imāni kho bhikkhave pañca balānīti imāni pañca upatthambhanaṭṭhena balāni nāma vuccanti.",
  "atk-s0304a2:11": "2-10. Pasayhasuttādivaṇṇanā",
  "atk-s0304a2:12": "305-313.Pasayhāti abhibhavitvā. Abhibhuyya vattatīti abhibhavati ajjhottharati. Neva rūpabalaṁ tāyatīti neva rūpabalaṁ tāyituṁ rakkhituṁ sakkoti. Nāsenteva naṁ, kule na vāsentīti ‘‘dussīlā saṁbhinnācārā atikkantamariyādā’’ti gīvāyaṁ gahetvā nīharanti, na tasmiṁ kule vāsenti. Vāsenteva naṁ kule, na nāsentīti ‘‘kiṁ rūpena bhogādīhi vā, parisuddhasīlā esā ācārasampannā’’ti ñatvā ñātakā tasmiṁ kule vāsentiyeva, na nāsenti. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0304a2:13": "Mātugāmasaṁyuttavaṇṇanā niṭṭhitā."
}