{
  "atk-s0402a1:0": "2. Adhikaraṇavaggavaṇṇanā",
  "atk-s0402a1:1": "11. Dutiyassa paṭhame balānīti kenaṭṭhena balāni. Akampiyaṭṭhena balāni nāma, tathā durabhibhavanaṭṭhena anajjhomaddanaṭṭhena ca. Paṭisaṅkhānabalanti paccavekkhaṇabalaṁ. Bhāvanābalanti brūhanabalaṁ vaḍḍhanabalaṁ. Suddhaṁ attānanti idaṁ heṭṭhā vuttanayeneva veditabbaṁ. Tatrāti tesu dvīsu balesu. Yamidanti yaṁ idaṁ. Sekhānametaṁ balanti sattannaṁ sekhānaṁ ñāṇabalametaṁ. Sekhañhi so, bhikkhave, balaṁ āgammāti sattannaṁ sekhānaṁ ñāṇabalaṁ ārabbha sandhāya paṭicca. Pajahatīti maggena pajahati. Pahāyāti iminā pana phalaṁ kathitaṁ. Yaṁ pāpanti yaṁ pāpakaṁ lāmakaṁ. Yasmā panetāni dvepi vaḍḍhetvā arahattaṁ pāpuṇāti, tasmā ettha etadaggaṁ nāgatanti veditabbaṁ.",
  "atk-s0402a1:2": "12. Dutiye satisambojjhaṅgaṁ bhāvetītiādīsu ayaṁ heṭṭhā anāgatānaṁ padānaṁ vasena atthavaṇṇanā – vivekanissitanti vivekaṁ nissitaṁ. Vivekoti vivittatā. Svāyaṁ tadaṅgaviveko vikkhambhana-samuccheda-paṭippassaddhi-nissaraṇavivekoti pañcavidho. Tasmiṁ pañcavidhe viveke. Vivekanissitanti tadaṅgavivekanissitaṁ, samucchedavivekanissitaṁ, nissaraṇavivekanissitañca satisambojjhaṅgaṁ bhāvetīti ayamattho veditabbo. Tathā hi satisambojjhaṅgabhāvanānuyutto yogī vipassanākkhaṇe kiccato tadaṅgavivekanissitaṁ, ajjhāsayato nissaraṇavivekanissitaṁ, maggakāle pana kiccato samucchedavivekanissitaṁ, ārammaṇato nissaraṇavivekanissitaṁ satisambojjhaṅgaṁ bhāveti. Pañcavidhavivekanissitampīti eke. Te hi na kevalaṁ balavavipassanāmaggaphalakkhaṇesuyeva bojjhaṅge uddharanti, vipassanāpādakakasiṇajjhānaānāpānāsubhabrahmavihārajjhānesupi uddharanti, na ca paṭisiddhā aṭṭhakathācariyehi. Tasmā tesaṁ matena etesaṁ jhānānaṁ pavattikkhaṇe kiccato eva vikkhambhanavivekanissitaṁ. Yathā ca ‘‘vipassanākkhaṇe ajjhāsayato nissaraṇavivekanissita’’nti vuttaṁ, evaṁ ‘‘paṭippassaddhivivekanissitampi bhāvetī’’ti vattuṁ vaṭṭati. Esa nayo virāganissitantiādīsu. Vivekatthā eva hi virāgādayo.",
  "atk-s0402a1:3": "Kevalaṁ hettha vossaggo duvidho pariccāgavossaggo ca pakkhandanavossaggo cāti. Tattha pariccāgavossaggoti vipassanākkhaṇe ca tadaṅgavasena, maggakkhaṇe ca samucchedavasena kilesappahānaṁ. Pakkhandanavossaggoti vipassanākkhaṇe tanninnabhāvena, maggakkhaṇe pana ārammaṇakaraṇena nibbānapakkhandanaṁ. Tadubhayampi imasmiṁ lokiyalokuttaramissake atthavaṇṇanānaye vaṭṭati. Tathā hi ayaṁ satisambojjhaṅgo yathāvuttena pakārena kilese pariccajati, nibbānañca pakkhandati. Vossaggapariṇāminti iminā pana sakalena vacanena vossaggatthaṁ pariṇamantaṁ pariṇatañca, paripaccantaṁ paripakkañcāti idaṁ vuttaṁ hoti. Ayañhi bojjhaṅgabhāvanānuyutto bhikkhu yathā satisambojjhaṅgo kilesapariccāgavossaggatthaṁ nibbānapakkhandanavossaggatthañca paripaccati, yathā ca paripakko hoti, tathā naṁ bhāvetīti. Esa nayo sesabojjhaṅgesu.",
  "atk-s0402a1:4": "Idha pana nibbānaṁyeva sabbasaṅkhatehi vivittattā viveko, sabbesaṁ virāgabhāvato virāgo, nirodhabhāvato nirodhoti vuttaṁ. Maggo eva ca vossaggapariṇāmī, tasmā satisambojjhaṅgaṁ bhāveti vivekaṁ ārammaṇaṁ katvā pavattiyā vivekanissitaṁ, tathā virāganissitaṁ nirodhanissitaṁ. Tañca kho ariyamaggakkhaṇuppattiyā kilesānaṁ samucchedato pariccāgabhāvena ca nibbānapakkhandanabhāvena ca pariṇataṁ paripakkanti ayameva attho daṭṭhabbo. Esa nayo sesabojjhaṅgesu. Iti ime satta bojjhaṅgā lokiyalokuttaramissakā kathitā. Imesupi dvīsu balesu etadaggabhāvo vuttanayeneva veditabbo.",
  "atk-s0402a1:5": "13. Tatiye vivicceva kāmehītiādīnaṁ catunnaṁ jhānānaṁ pāḷiattho ca bhāvanānayo ca sabbo sabbākārena visuddhimagge (visuddhi. 1.69-70) vitthāritoyeva. Imāni pana cattāri jhānāni eko bhikkhu cittekaggatthāya bhāveti, eko vipassanāpādakatthāya, eko abhiññāpādakatthāya, eko nirodhapādakatthāya, eko bhavavisesatthāya. Idha pana tānipi vipassanāpādakāni adhippetāni. Ayaṁ hi bhikkhu imāni jhānāni samāpajjitvā samāpattito vuṭṭhāya saṅkhāre sammasitvā hetupaccayapariggahaṁ katvā sappaccayaṁ nāmarūpañca vavatthapetvā indriyabalabojjhaṅgāni samodhānetvā arahattaṁ pāpuṇāti. Evametāni jhānāni lokiyalokuttaramissakāneva kathitāni. Imasmimpi baladvaye etadaggabhāvo vuttanayeneva veditabbo.",
  "atk-s0402a1:6": "14. Catutthe saṁkhittena ca vitthārena cāti saṁkhittadhammadesanā vitthāradhammadesanā cāti dveyeva dhammadesanāti dasseti. Tattha mātikaṁ uddisitvā kathitā desanā saṁkhittadesanā nāma. Tameva mātikaṁ vitthārato vibhajitvā kathitā vitthāradesanā nāma. Mātikaṁ vā ṭhapetvāpi aṭṭhapetvāpi vitthārato vibhajitvā kathitā vitthāradesanā nāma . Tāsu saṁkhittadesanā nāma mahāpaññassa puggalassa vasena kathitā, vitthāradesanā nāma mandapaññassa. Mahāpaññassa hi vitthāradesanā atipapañco viya hoti. Mandapaññassa saṅkhepadesanā sasakassa uppatanaṁ viya hoti, neva antaṁ na koṭiṁ pāpuṇituṁ sakkoti. Saṅkhepadesanā ca ugghaṭitaññussa vasena kathitā, vitthāradesanā itaresaṁ tiṇṇaṁ vasena. Sakalampi hi tepiṭakaṁ saṅkhepadesanā vitthāradesanāti ettheva saṅkhaṁ gacchati.",
  "atk-s0402a1:7": "15. Pañcame yasmiṁ, bhikkhave, adhikaraṇeti vivādādhikaraṇaṁ, anuvādādhikaraṇaṁ, āpattādhikaraṇaṁ, kiccādhikaraṇanti imesaṁ catunnaṁ adhikaraṇānaṁ yasmiṁ adhikaraṇe. Āpanno ca bhikkhūti āpattiṁ āpanno bhikkhu ca. Tasmetanti tasmiṁ etaṁ. Dīghattāyāti dīghaṁ addhānaṁ tiṭṭhanatthāya. Kharattāyāti dāsa-koṇḍa-caṇḍāla-venāti evaṁ kharavācāpavattanatthāya. Vāḷattāyāti pāṇi leḍḍudaṇḍādīhi paharaṇavasena kakkhaḷabhāvatthāya. Bhikkhū ca na phāsuṁ viharissantīti aññamaññaṁ vivādāpanne bhikkhusaṅghe yepi uddesaṁ vā paripucchaṁ vā gahetukāmā padhānaṁ vā anuyuñjitukāmā, te phāsuṁ na viharissanti. Bhikkhusaṅghasmiṁ hi uposathapavāraṇāya ṭhitāya uddesādīhi atthikā uddesādīni gahetuṁ na sakkonti, vipassakānaṁ cittuppādo na ekaggo hoti, tato visesaṁ nibbattetuṁ na sakkonti. Evaṁ bhikkhū ca na phāsuṁ viharissanti. Na dīghattāyātiādīsu vuttapaṭipakkhanayena attho veditabbo.",
  "atk-s0402a1:8": "Idhāti imasmiṁ sāsane. Iti paṭisañcikkhatīti evaṁ paccavekkhati. Akusalaṁ āpannoti ettha akusalanti āpatti adhippetā, āpattiṁ āpannoti attho. Kañcideva desanti na sabbameva āpattiṁ, āpattiyā pana kañcideva desaṁ aññataraṁ āpattinti attho. Kāyenāti karajakāyena. Anattamanoti atuṭṭhacitto. Anattamanavācanti atuṭṭhavācaṁ. Mamevāti maṁyeva. Tatthāti tasmiṁ adhikaraṇe. Accayo accagamāti aparādho atikkamitvā madditvā gato, ahamevettha aparādhiko. Suṅkadāyakaṁva bhaṇḍasminti yathā suṅkaṭṭhānaṁ pariharitvā nīte bhaṇḍasmiṁ suṅkadāyakaṁ aparādho abhibhavati, so ca tattha aparādhiko hoti, na rājāno na rājapurisāti attho.",
  "atk-s0402a1:9": "Idaṁ vuttaṁ hoti – yo hi raññā ṭhapitaṁ suṅkaṭṭhānaṁ pariharitvā bhaṇḍaṁ harati, taṁ saha bhaṇḍasakaṭena ānetvā rañño dassenti. Tattha neva suṅkaṭṭhānassa doso atthi, na rañño na rājapurisānaṁ, pariharitvā gatasseva pana doso, evamevaṁ yaṁ so bhikkhu āpattiṁ āpanno, tattha neva āpattiyā doso, na codakassa. Tīhi pana kāraṇehi tasseva bhikkhuno doso. Tassa hi āpattiṁ āpannabhāvenapi doso, codake anattamanatāyapi doso, anattamanassa sato paresaṁ ārocanenapi doso. Codakassa pana yaṁ so taṁ āpattiṁ āpajjantaṁ addasa, tattha doso natthi. Anattamanatāya codanāya pana doso. Tampi amanasikaritvā ayaṁ bhikkhu attanova dosaṁ paccavekkhanto ‘‘iti mameva tattha accayo accagamā suṅkadāyakaṁva bhaṇḍasmi’’nti evaṁ paṭisañcikkhatīti attho. Dutiyavāre codakassa anattamanatā ca anattamanatāya coditabhāvo cāti dve dosā, tesaṁ vasena ‘‘accayo accagamā’’ti ettha yojanā kātabbā. Sesamettha uttānamevāti.",
  "atk-s0402a1:10": "16. Chaṭṭhe aññataroti eko apākaṭanāmo brāhmaṇo. Yena bhagavā tenupasaṅkamīti yenāti bhummatthe karaṇavacanaṁ. Tasmā yattha bhagavā, tattha upasaṅkamīti evamettha attho veditabbo. Yena vā kāraṇena bhagavā devamanussehi upasaṅkamitabbo, tena kāraṇena upasaṅkamīti evamettha attho daṭṭhabbo. Kena ca kāraṇena bhagavā upasaṅkamitabbo ? Nānappakāraguṇavisesādhigamādhippāyena, sāduphalūpabhogādhippāyena dijagaṇehi niccaphalitamahārukkho viya. Upasaṅkamīti gatoti vuttaṁ hoti. Upasaṅkamitvāti upasaṅkamanapariyosānadīpanaṁ. Atha vā evaṁ gato tato āsannataraṁ ṭhānaṁ bhagavato samīpasaṅkhātaṁ gantvātipi vuttaṁ hoti.",
  "atk-s0402a1:11": "Bhagavatā saddhiṁ sammodīti yathā ca khamanīyādīni pucchanto bhagavā tena, evaṁ sopi bhagavatā saddhiṁ samappavattamodo ahosi, sītodakaṁ viya uṇhodakena sammoditaṁ ekībhāvaṁ agamāsi. Yāya ca ‘‘kacci, bho gotama, khamanīyaṁ, kacci yāpanīyaṁ, kacci bhoto gotamassa ca sāvakānañca appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāro’’tiādikāya kathāya sammodi, taṁ pītipāmojjasaṅkhātassa sammodassa jananato sammodituṁ yuttabhāvato ca sammodanīyaṁ, atthabyañjanamadhuratāya sucirampi kālaṁ sāretuṁ nirantaraṁ pavattetuṁ araharūpato saritabbabhāvato ca sāraṇīyaṁ. Suyyamānasukhato vā sammodanīyaṁ, anussariyamānasukhato sāraṇīyaṁ, tathā byañjanaparisuddhatāya sammodanīyaṁ, atthaparisuddhatāya sāraṇīyanti evaṁ anekehi pariyāyehi sammodanīyaṁ sāraṇīyaṁ kathaṁ vītisāretvā pariyosāpetvā niṭṭhapetvā yenatthena āgato, taṁ pucchitukāmo ekamantaṁ nisīdi.",
  "atk-s0402a1:12": "Ekamantanti bhāvanapuṁsakaniddeso ‘‘visamaṁ candimasūriyā parivattantī’’tiādīsu (a. ni. 4.70) viya. Tasmā yathā nisinno ekamantaṁ nisinno hoti, tathā nisīdīti evamettha attho daṭṭhabbo. Bhummatthe vā etaṁ upayogavacanaṁ. Nisīdīti upāvisi. Paṇḍitā hi purisā garuṭṭhānīyaṁ upasaṅkamitvā āsanakusalatāya ekamantaṁ nisīdanti. Ayañca nesaṁ aññataro, tasmā ekamantaṁ nisīdi.",
  "atk-s0402a1:13": "Kathaṁ nisinno pana ekamantaṁ nisinno hotīti? Cha nisajjadose vajjetvā. Seyyathidaṁ – atidūraṁ, accāsannaṁ, uparivātaṁ, unnatappadesaṁ, atisammukhaṁ atipacchāti. Atidūre nisinno hi sace kathetukāmo hoti, uccāsaddena kathetabbaṁ hoti. Accāsanne nisinno saṅghaṭṭanaṁ karoti . Uparivāte nisinno sarīragandhena bādhati. Unnatappadese nisinno agāravaṁ pakāseti. Atisammukhā nisinno sace daṭṭhukāmo hoti, cakkhunā cakkhuṁ āhacca daṭṭhabbaṁ hoti. Atipacchā nisinno sace daṭṭhukāmo hoti, gīvaṁ pasāretvā daṭṭhabbaṁ hoti. Tasmā ayampi ete cha nisajjadose vajjetvā nisīdi. Tena vuttaṁ ‘‘ekamantaṁ nisīdī’’ti.",
  "atk-s0402a1:14": "Etadavocāti duvidhā hi pucchā – agārikapucchā, anagārikapucchā ca. Tattha ‘‘kiṁ, bhante, kusalaṁ, kiṁ akusala’’nti (ma. ni. 3.296) iminā nayena agārikapucchā āgatā. ‘‘Ime nu kho, bhante, pañcupādānakkhandhā’’ti (ma. ni. 3.86) iminā nayena anagārikapucchā. Ayaṁ pana attano anurūpaṁ agārikapucchaṁ pucchanto etaṁ ‘‘ko nu kho, bho gotama, hetu ko paccayo’’tiādivacanaṁ avoca. Tattha hetu paccayoti ubhayampetaṁ kāraṇavevacanameva. Adhammacariyāvisamacariyāhetūti adhammacariyāsaṅkhātāya visamacariyāya hetu, taṁkāraṇā tappaccayāti attho . Tatrāyaṁ padattho – adhammassa cariyā adhammacariyā, adhammakāraṇanti attho. Visamaṁ cariyā, visamassa vā kammassa cariyāti visamacariyā. Adhammacariyā ca sā visamacariyā cāti adhammacariyāvisamacariyā. Etenupāyena sukkapakkhepi attho veditabbo. Atthato panettha adhammacariyāvisamacariyā nāma dasa akusalakammapathā, dhammacariyāsamacariyā nāma dasa kusalakammapathāti veditabbā.",
  "atk-s0402a1:15": "Abhikkantaṁ, bho gotamāti ettha ayaṁ abhikkantasaddo khayasundarābhirūpaabbhanumodanesu dissati. ‘‘Abhikkantā, bhante, ratti, nikkhanto paṭhamo yāmo, ciranisinno bhikkhusaṅgho’’tiādīsu (udā. 45; cūḷava. 383; a. ni. 8.20) hi khaye dissati. ‘‘Ayaṁ imesaṁ catunnaṁ puggalānaṁ abhikkantataro ca paṇītataro cā’’tiādīsu (a. ni. 4.100) sundare.",
  "atk-s0402a1:16": "‘‘Ko me vandati pādāni, iddhiyā yasasā jalaṁ;",
  "atk-s0402a1:17": "Abhikkantena vaṇṇena, sabbā obhāsayaṁ disā’’ti. –",
  "atk-s0402a1:18": "Ādīsu (vi. va. 857) abhirūpe. ‘‘Abhikkantaṁ, bhante’’tiādīsu (dī. ni. 1.250; pārā. 15) abbhanumodane. Idhāpi abbhanumodaneyeva. Yasmā ca abbhanumodane, tasmā sādhu sādhu, bho gotamāti vuttaṁ hotīti veditabbaṁ.",
  "atk-s0402a1:19": "‘‘Bhaye kodhe pasaṁsāyaṁ, turite kotūhalacchare;",
  "atk-s0402a1:20": "Hāse soke pasāde ca, kare āmeḍitaṁ budho’’ti. –",
  "atk-s0402a1:21": "Iminā ca lakkhaṇena idha pasādavasena pasaṁsāvasena cāyaṁ dvikkhattuṁ vuttoti veditabbo. Atha vā abhikkantanti abhikkantaṁ atiiṭṭhaṁ atimanāpaṁ, atisundaranti vuttaṁ hoti.",
  "atk-s0402a1:22": "Tattha ekena abhikkantasaddena desanaṁ thometi, ekena attano pasādaṁ. Ayañhettha adhippāyo – abhikkantaṁ, bho gotama, yadidaṁ bhoto gotamassa dhammadesanā, abhikkantaṁ yadidaṁ bhoto gotamassa dhammadesanaṁ āgamma mama pasādoti. Bhagavatoyeva vā vacanaṁ dve dve atthe sandhāya thometi – bhoto gotamassa vacanaṁ abhikkantaṁ dosanāsanato, abhikkantaṁ guṇādhigamanato , tathā saddhājananato, paññājananato, sātthato, sabyañjanato, uttānapadato, gambhīratthato, kaṇṇasukhato, hadayaṅgamato, anattukkaṁsanato, aparavambhanato, karuṇāsītalato, paññāvadātato, āpātharamaṇīyato, vimaddakkhamato, suyyamānasukhato, vīmaṁsiyamānahitatoti evamādīhi yojetabbaṁ.",
  "atk-s0402a1:23": "Tato parampi catūhi upamāhi desanaṁyeva thometi. Tattha nikkujjitanti adhomukhaṭhapitaṁ, heṭṭhāmukhajātaṁ vā. Ukkujjeyyāti uparimukhaṁ kareyya. Paṭicchannanti tiṇapaṇṇādichāditaṁ. Vivareyyāti ugghāṭeyya. Mūḷhassāti disāmūḷhassa. Maggaṁ ācikkheyyāti hatthe gahetvā ‘‘esa maggo’’ti vadeyya. Andhakāreti kāḷapakkhacātuddasīaḍḍharattaghanavanasaṇḍameghapaṭalehi caturaṅge tame. Ayaṁ tāva anuttānapadattho.",
  "atk-s0402a1:24": "Ayaṁ pana adhippāyayojanā – yathā koci nikkujjitaṁ ukkujjeyya, evaṁ saddhammavimukhaṁ asaddhamme patitaṁ maṁ asaddhammā vuṭṭhāpentena, yathā paṭicchannaṁ vivareyya, evaṁ kassapassa bhagavato sāsanantaradhānato pabhuti micchādiṭṭhigahanapaṭicchannaṁ sāsanaṁ vivarantena, yathā mūḷhassa maggaṁ ācikkheyya, evaṁ kummaggamicchāmaggappaṭipannassa me saggamokkhamaggaṁ āvikarontena, yathā andhakāre telapajjotaṁ dhāreyya, evaṁ mohandhakāre nimuggassa me buddhādiratanarūpāni apassato tappaṭicchādakamohandhakāraviddhaṁsakadesanāpajjotadhāraṇena mayhaṁ bhotā gotamena etehi pariyāyehi pakāsitattā anekapariyāyena dhammo pakāsitoti.",
  "atk-s0402a1:25": "Evaṁ desanaṁ thometvā imāya desanāya ratanattaye pasannacitto pasannākāraṁ karonto esāhantiādimāha. Tattha esāhanti eso ahaṁ. Bhavantaṁ gotamaṁ saraṇaṁ gacchāmīti bhavaṁ me gotamo saraṇaṁ parāyaṇaṁ aghassa tātā hitassa ca vidhātāti iminā adhippāyena bhavantaṁ gotamaṁ gacchāmi bhajāmi sevāmi payirupāsāmi, evaṁ vā jānāmi bujjhāmīti. Yesañhi dhātūnaṁ gati attho, buddhipi tesaṁ attho. Tasmā gacchāmīti imassa jānāmi bujjhāmīti ayamattho vutto. Dhammañca bhikkhusaṅghañcāti ettha pana adhigatamagge sacchikatanirodhe yathānusiṭṭhaṁ paṭipajjamāne ca catūsu apāyesu apatamāne dhāretīti dhammo. So atthato ariyamaggo ceva nibbānañca. Vuttañhetaṁ – ‘‘yāvatā, bhikkhave, dhammā saṅkhatā, ariyo aṭṭhaṅgiko maggo tesaṁ aggamakkhāyatī’’ti (a. ni. 4.34) vitthāro. Na kevalañca ariyamaggo ceva nibbānañca , apica kho ariyaphalehi saddhiṁ pariyattidhammopi. Vuttañhetaṁ chattamāṇavakavimāne –",
  "atk-s0402a1:26": "‘‘Rāgavirāgamanejamasokaṁ, dhammamasaṅkhatamappaṭikūlaṁ;",
  "atk-s0402a1:27": "Madhuramimaṁ paguṇaṁ suvibhattaṁ, dhammamimaṁ saraṇatthamupehī’’ti. (vi. va. 887);",
  "atk-s0402a1:28": "Ettha rāgavirogoti maggo kathito. Anojamasokanti phalaṁ. Dhammamasaṅkhatanti nibbānaṁ. Appaṭikūlaṁ madhuramimaṁpaguṇaṁ suvibhattanti piṭakattayena vibhattā sabbadhammakkhandhāti. Diṭṭhisīlasaṅghātena saṁhatoti saṅgho. So atthato aṭṭhaariyapuggalasamūho. Vuttañhetaṁ tasmiyeva vimāne –",
  "atk-s0402a1:29": "‘‘Yattha ca dinnamahapphalamāhu, catūsu sucīsu purisayugesu;",
  "atk-s0402a1:30": "Aṭṭha ca puggaladhammadasā te, saṅghamimaṁ saraṇatthamupehī’’ti. (vi. va. 888);",
  "atk-s0402a1:31": "Bhikkhūnaṁ saṅgho bhikkhusaṅgho. Ettāvatā brāhmaṇo tīṇi saraṇagamanāni paṭivedesi.",
  "atk-s0402a1:32": "Idāni tesu saraṇagamanesu kosallatthaṁ saraṇaṁ, saraṇagamanaṁ, yo ca saraṇaṁ gacchati, saraṇagamanappabhedo, saraṇagamanaphalaṁ, saṁkileso, bhedoti ayaṁ vidhi veditabbo.",
  "atk-s0402a1:33": "Seyyathidaṁ – padatthato tāva hiṁsatīti saraṇaṁ, saraṇagatānaṁ teneva saraṇagamanena bhayaṁ santāsaṁ dukkhaṁ duggatiparikilesaṁ hanati vināsetīti attho, ratanattayassevetaṁ adhivacanaṁ. Atha vā hite pavattanena ahitā ca nivattanena sattānaṁ bhayaṁ hiṁsatīti buddho, bhavakantārā uttāraṇena lokassa assāsadānena ca dhammo, appakānampi kārānaṁ vipulaphalapaṭilābhakaraṇena saṅgho. Tasmā imināpi pariyāyena ratanattayaṁ saraṇaṁ. Tappasādataggarutāhi vihatakileso tapparāyaṇatākārappavatto cittuppādo saraṇagamanaṁ. Taṁsamaṅgīsatto saraṇaṁ gacchati, vuttappakārena cittuppādena ‘‘etāni me tīṇi ratanāni saraṇaṁ, etāni parāyaṇa’’nti evaṁ upetīti attho. Evaṁ tāva saraṇaṁ saraṇagamanaṁ yo ca saraṇaṁ gacchati idaṁ tayaṁ veditabbaṁ.",
  "atk-s0402a1:34": "Saraṇagamanappabhede pana duvidhaṁ saraṇagamanaṁ lokuttaraṁ lokiyañcāti. Tattha lokuttaraṁ diṭṭhasaccānaṁ maggakkhaṇe saraṇagamanupakkilesasamucchedena ārammaṇato nibbānārammaṇaṁ hutvā kiccato sakalepi ratanattaye ijjhati. Lokiyaṁ puthujjanānaṁ saraṇagamanupakkilesavikkhambhanena ārammaṇato buddhādiguṇārammaṇaṁ hutvā ijjhati. Taṁ atthato buddhādīsu vatthūsu saddhāpaṭilābho, saddhāmūlikā ca sammādiṭṭhi dasasu puññakiriyāvatthūsu diṭṭhijukammanti vuccati.",
  "atk-s0402a1:35": "Tayidaṁ catudhā pavattati attasanniyyātanena tapparāyaṇatāya sissabhāvūpagamanena paṇipātenāti. Tattha attasanniyyātanaṁ nāma ‘‘ajja ādiṁ katvā ahaṁ attānaṁ buddhassa niyyātemi, dhammassa, saṅghassā’’ti evaṁ buddhādīnaṁ attapariccajanaṁ. Tapparāyaṇatā nāma ‘‘ajja ādiṁ katvā ahaṁ buddhaparāyaṇo, dhammaparāyaṇo, saṅghaparāyaṇo iti maṁ dhārethā’’ti evaṁ tapparāyaṇabhāvo. Sissabhāvūpagamanaṁ nāma ‘‘ajja ādiṁ katvā ahaṁ buddhassa antevāsiko, dhammassa, saṅghassa iti maṁ dhārethā’’ti evaṁ sissabhāvūpagamo. Paṇipāto nāma ‘‘ajja ādiṁ katvā ahaṁ abhivādana-paccuṭṭhāna-añjalikamma-sāmīcikammaṁ buddhādīnaṁyeva tiṇṇaṁ vatthūnaṁ karomi iti maṁ dhārethā’’ti evaṁ buddhādīsu paramanipaccakāro. Imesañhi catunnampi ākārānaṁ aññatarampi karontena gahitaṁyeva hoti saraṇagamanaṁ.",
  "atk-s0402a1:36": "Apica ‘‘bhagavato attānaṁ pariccajāmi, dhammassa, saṅghassa attānaṁ pariccajāmi, jīvitaṁ pariccajāmi, pariccattoyeva me attā, pariccattaṁyeva me jīvitaṁ, jīvitapariyantikaṁ buddhaṁ saraṇaṁ gacchāmi, buddho me saraṇaṁ leṇaṁ tāṇa’’nti evampi attasanniyyātanaṁ veditabbaṁ. ‘‘Satthārañca vatāhaṁ passeyyaṁ, bhagavantameva passeyyaṁ, sugatañca vatāhaṁ passeyyaṁ, bhagavantameva passeyyaṁ, sammāsambuddhañca vatāhaṁ passeyyaṁ, bhagavantameva passeyya’’nti (saṁ. ni. 2.154) evampi mahākassapassa saraṇagamane viya sissabhāvūpagamanaṁ daṭṭhabbaṁ.",
  "atk-s0402a1:37": "‘‘So ahaṁ vicarissāmi, gāmā gāmaṁ purā puraṁ;",
  "atk-s0402a1:38": "Namassamāno sambuddhaṁ, dhammassa ca sudhammata’’nti. (su. ni. 194; saṁ. ni. 1.246);",
  "atk-s0402a1:39": "Evampi āḷavakādīnaṁ saraṇagamanaṁ viya tapparāyaṇatā veditabbā. ‘‘Atha kho brahmāyu brāhmaṇo uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā bhagavato pādesu sirasā nipatitvā bhagavato pādāni mukhena ca paricumbati, pāṇīhi ca parisambāhati, nāmañca sāveti – ‘brahmāyu ahaṁ, bho gotama, brāhmaṇo; brahmāyu ahaṁ, bho gotama, brāhmaṇo’’’ti (ma. ni. 2.394) evampi paṇipāto veditabbo.",
  "atk-s0402a1:40": "So panesa ñātibhayācariyadakkhiṇeyyavasena catubbidho hoti. Tattha dakkhiṇeyyapaṇipātena saraṇagamanaṁ hoti, na itarehi. Seṭṭhavaseneva hi saraṇaṁ gaṇhāti, seṭṭhavasena ca bhijjati. Tasmā yo sākiyo vā koliyo vā ‘‘buddho amhākaṁ ñātako’’ti vandati, aggahitameva hoti saraṇaṁ. Yo vā ‘‘samaṇo gotamo rājapūjito mahānubhāvo avandiyamāno anatthampi kareyyā’’ti bhayena vandati, aggahitameva hoti saraṇaṁ. Yo vā bodhisattakāle bhagavato santike kiñci uggahitaṁ saramāno buddhakāle vā –",
  "atk-s0402a1:41": "‘‘Ekena bhoge bhuñjeyya, dvīhi kammaṁ payojaye;",
  "atk-s0402a1:42": "Catutthañca nidhāpeyya, āpadāsu bhavissatī’’ti. (dī. ni. 3.265) –",
  "atk-s0402a1:43": "Evarūpaṁ anusāsaniṁ uggahetvā ‘‘ācariyo me’’ti vandati, aggahitameva hoti saraṇaṁ. Yo pana ‘‘ayaṁ loke aggadakkhiṇeyyo’’ti vandati, teneva gahitaṁ hoti saraṇaṁ.",
  "atk-s0402a1:44": "Evaṁ gahitasaraṇassa ca upāsakassa vā upāsikāya vā aññatitthiyesu pabbajitampi ñātiṁ ‘‘ñātako me aya’’nti vandato saraṇagamanaṁ na bhijjati, pageva apabbajitaṁ. Tathā rājānaṁ bhayavasena vandato. So hi raṭṭhapūjitattā avandiyamāno anatthampi kareyyāti. Tathā yaṁ kiñci sippaṁ sikkhāpakaṁ titthiyaṁ ‘‘ācariyo me aya’’nti vandatopi na bhijjatīti evaṁ saraṇagamanappabhedo veditabbo.",
  "atk-s0402a1:45": "Ettha ca lokuttarassa saraṇagamanassa cattāri sāmaññaphalāni vipākaphalaṁ, sabbadukkhakkhayo ānisaṁsaphalaṁ. Vuttañhetaṁ –",
  "atk-s0402a1:46": "‘‘Yo ca buddhañca dhammañca, saṅghañca saraṇaṁ gato;",
  "atk-s0402a1:47": "Cattāri ariyasaccāni, sammappaññāya passati. (dha. pa. 190);",
  "atk-s0402a1:48": "‘‘Dukkhaṁ dukkhasamuppādaṁ, dukkhassa ca atikkamaṁ;",
  "atk-s0402a1:49": "Ariyañcaṭṭhaṅgikaṁ maggaṁ, dukkhūpasamagāminaṁ. (dha. pa. 191);",
  "atk-s0402a1:50": "‘‘Etaṁ kho saraṇaṁ khemaṁ, etaṁ saraṇamuttamaṁ;",
  "atk-s0402a1:51": "Etaṁ saraṇamāgamma, sabbadukkhā pamuccatī’’ti. (dha. pa. 192);",
  "atk-s0402a1:52": "Apica niccato anupagamanādivasenapetassa ānisaṁsaphalaṁ veditabbaṁ. Vuttañhetaṁ –",
  "atk-s0402a1:53": "‘‘Aṭṭhānametaṁ, bhikkhave, anavakāso, yaṁ diṭṭhisampanno puggalo kañci saṅkhāraṁ niccato upagaccheyya, sukhato upagaccheyya, kañci dhammaṁ attato upagaccheyya, mātaraṁ jīvitā voropeyya, pitaraṁ, arahantaṁ jīvitā voropeyya, paduṭṭhacitto tathāgatassa lohitaṁ uppādeyya, saṅghaṁ bhindeyya, aññaṁ satthāraṁ uddiseyya, netaṁ ṭhānaṁ vijjatī’’ti (ma. ni. 3.128-130; a. ni. 1.272-277).",
  "atk-s0402a1:54": "Lokiyassa pana saraṇagamanassa bhavasampadāpi bhogasampadāpi phalameva. Vuttañhetaṁ –",
  "atk-s0402a1:55": "‘‘Ye keci buddhaṁ saraṇaṁ gatāse,",
  "atk-s0402a1:56": "Na te gamissanti apāyabhūmiṁ;",
  "atk-s0402a1:57": "Pahāya mānusaṁ dehaṁ,",
  "atk-s0402a1:58": "Devakāyaṁ paripūressantī’’ti. (saṁ. ni. 1.37);",
  "atk-s0402a1:59": "Aparampi vuttaṁ –",
  "atk-s0402a1:60": "‘‘Atha kho sakko devānamindo asītiyā devatāsahassehi saddhiṁ yenāyasmā mahāmoggallāno tenupasaṅkami…pe… ekamantaṁ ṭhitaṁ kho sakkaṁ devānamindaṁ āyasmā mahāmoggallāno etadavoca – ‘sādhu kho, devānaminda, buddhasaraṇagamanaṁ hoti. Buddhasaraṇagamanahetu kho devānaminda evamidhekacce sattā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjanti. Te aññe deve dasahi ṭhānehi adhigaṇhanti dibbena āyunā dibbena vaṇṇena sukhena yasena ādhipateyyena dibbehi rūpehi saddehi gandhehi rasehi phoṭṭhabbehī’’’ti (saṁ. ni. 4.341).",
  "atk-s0402a1:61": "Eseva nayo dhamme saṅghe ca. Apica velāmasuttādivasenāpi (a. ni. 9.20 ādayo) saraṇagamanassa phalaviseso veditabbo. Evaṁ saraṇagamanaphalaṁ veditabbaṁ.",
  "atk-s0402a1:62": "Tattha lokiyasaraṇagamanaṁ tīsu vatthūsu aññāṇasaṁsayamicchāñāṇādīhi saṁkilissati, na mahājutikaṁ hoti na mahāvipphāraṁ. Lokuttarassa natthi saṁkileso. Lokiyassa ca saraṇagamanassa duvidho bhedo sāvajjo anavajjo ca. Tattha sāvajjo aññasatthārādīsu attasanniyyātanādīhi hoti, so aniṭṭhaphalo. Anavajjo kālakiriyāya, so avipākattā aphalo. Lokuttarassa pana nevatthi bhedo. Bhavantarepi hi ariyasāvako aññaṁ satthāraṁ na uddisatīti evaṁ saraṇagamanassa saṁkileso ca bhedo ca veditabbo.",
  "atk-s0402a1:63": "Upāsakaṁmaṁ bhavaṁ gotamo dhāretūti maṁ bhavaṁ gotamo ‘‘upāsako aya’’nti evaṁ dhāretu, jānātūti attho. Upāsakavidhikosallatthaṁ panettha ko upāsako, kasmā upāsakoti vuccati, kimassa sīlaṁ, ko ājīvo, kā vipatti, kā sampattīti idaṁ pakiṇṇakaṁ veditabbaṁ.",
  "atk-s0402a1:64": "Tattha ko upāsakoti yo koci saraṇagato gahaṭṭho. Vuttañhetaṁ –",
  "atk-s0402a1:65": "‘‘Yato kho, mahānāma, upāsako buddhaṁ saraṇaṁ gato hoti, dhammaṁ saraṇaṁ gato, saṅghaṁ saraṇaṁ gato hoti. Ettāvatā kho, mahānāma, upāsako hotī’’ti (saṁ. ni. 5.1033).",
  "atk-s0402a1:66": "Kasmāupāsakoti. Ratanattayassa upāsanato. So hi buddhaṁ upāsatīti upāsako. Dhammaṁ, saṅghaṁ upāsatīti upāsakoti.",
  "atk-s0402a1:67": "Kimassa sīlanti. Pañca veramaṇiyo. Yathāha –",
  "atk-s0402a1:68": "‘‘Yato kho, mahānāma, upāsako pāṇātipātā paṭivirato hoti, adinnādānā, kāmesumicchācārā, musāvādā, surāmerayamajjappamādaṭṭhānā paṭivirato hoti. Ettāvatā kho, mahānāma, upāsako sīlavā hotī’’ti (saṁ. ni. 5.1033).",
  "atk-s0402a1:69": "Ko ājīvoti. Pañca micchāvaṇijjā pahāya dhammena samena jīvikakappanaṁ. Vuttañhetaṁ –",
  "atk-s0402a1:70": "‘‘Pañcimā, bhikkhave, vaṇijjā upāsakena akaraṇīyā. Katamā pañca. Satthavaṇijjā, sattavaṇijjā, maṁsavaṇijjā, majjavaṇijjā, visavaṇijjā. Imā kho, bhikkhave, pañca vaṇijjā upāsakena akaraṇīyā’’ti (a. ni. 5.177).",
  "atk-s0402a1:71": "Kā vipattīti. Yā tasseva sīlassa ca ājīvassa ca vipatti, ayamassa vipatti. Apica yāya esa caṇḍālo ceva hoti malañca patikuṭṭho ca, sāpi tassa vipattīti veditabbā. Te ca atthato assaddhiyādayo pañca dhammā honti. Yathāha –",
  "atk-s0402a1:72": "‘‘Pañcahi , bhikkhave, dhammehi samannāgato upāsako upāsakacaṇḍālo ca hoti upāsakamalañca upāsakapatikuṭṭho ca. Katamehi pañcahi? Assaddho hoti, dussīlo hoti, kotūhalamaṅgaliko hoti, maṅgalaṁ pacceti no kammaṁ, ito ca bahiddhā dakkhiṇeyyaṁ pariyesati, tattha ca pubbakāraṁ karotī’’ti (a. ni. 5.175).",
  "atk-s0402a1:73": "Kā sampattīti. Yā cassa sīlasampadā ca ājīvasampadā ca, sā sampatti. Ye cassa ratanabhāvādikarā saddhādayo pañca dhammā. Yathāha –",
  "atk-s0402a1:74": "‘‘Pañcahi , bhikkhave, dhammehi samannāgato upāsako upāsakaratanañca hoti upāsakapadumañca upāsakapuṇḍarīkañca. Katamehi pañcahi? Saddho hoti, sīlavā hoti, na kotūhalamaṅgaliko hoti, kammaṁ pacceti no maṅgalaṁ, na ito bahiddhā dakkhiṇeyyaṁ gavesati, idha ca pubbakāraṁ karotī’’ti (a. ni. 5.175).",
  "atk-s0402a1:75": "Ajjataggeti ettha ayaṁ aggasaddo ādikoṭikoṭṭhāsaseṭṭhesu dissati. ‘‘Ajjatagge samma, dovārika, āvarāmi dvāraṁ nigaṇṭhānaṁ nigaṇṭhīna’’ntiādīsu (ma. ni. 2.70) hi ādimhi dissati. ‘‘Teneva aṅgulaggena taṁ aṅgulaggaṁ parāmaseyya (kathā. 441). Ucchaggaṁ veḷagga’’ntiādīsu koṭiyaṁ. ‘‘Ambilaggaṁ vā madhuraggaṁ vā tittakaggaṁ vā (saṁ. ni. 5.374), anujānāmi, bhikkhave, vihāraggena vā pariveṇaggena vā bhājetu’’ntiādīsu (cūḷava. 318) koṭṭhāse. ‘‘Yāvatā, bhikkhave, sattā apadā vā…pe… tathāgato tesaṁ aggamakkhāyatī’’tiādīsu (a. ni. 4.34) seṭṭhe. Idha panāyaṁ ādimhi daṭṭhabbo. Tasmā ajjataggeti ajjataṁ ādiṁ katvāti evamettha attho veditabbo. Ajjatanti ajjabhāvaṁ. Ajjadaggeti vā pāṭho, dakāro padasandhikaro, ajja aggaṁ katvāti attho.",
  "atk-s0402a1:76": "Pāṇupetanti pāṇehi upetaṁ, yāva me jīvitaṁ pavattati, tāva upetaṁ, anaññasatthukaṁ tīhi saraṇagamanehi saraṇaṁ gataṁ upāsakaṁ kappiyakārakaṁ maṁ bhavaṁ gotamo dhāretu jānātu. Ahañhi sacepi me tikhiṇena asinā sīsaṁ chindeyya, neva buddhaṁ ‘‘na buddho’’ti vā dhammaṁ ‘‘na dhammo’’ti vā saṅghaṁ ‘‘na saṅgho’’ti vā vadeyyanti evaṁ attasanniyyātanena saraṇaṁ gantvā catūhi ca paccayehi pavāretvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā tikkhattuṁ padakkhiṇaṁ katvā pakkāmīti.",
  "atk-s0402a1:77": "17. Sattame jāṇussoṇīti jāṇussoṇiṭhānantaraṁ kira nāmekaṁ ṭhānantaraṁ, taṁ yena kulena laddhaṁ, taṁ jāṇussoṇikulanti vuccati. Ayaṁ tasmiṁ kule jātattā rañño santike ca laddhajāṇussoṇisakkārattā jāṇussoṇīti vuccati. Tenupasaṅkamīti ‘‘samaṇo kira gotamo paṇḍito byatto bahussuto’’ti sutvā ‘‘sace so liṅgavibhattikārakādibhedaṁ jānissati, amhehi ñātameva jānissati, aññātaṁ kiṁ jānissati. Ñātameva kathessati, aññātaṁ kiṁ kathessatī’’ti cintetvā mānaddhajaṁ paggayha siṅgaṁ ukkhipitvā mahāparivārehi parivuto yena bhagavā tenupasaṅkami. Katattā ca, brāhmaṇa, akatattā cāti satthā tassa vacanaṁ sutvā ‘‘ayaṁ brāhmaṇo idha āgacchanto na jānitukāmo atthagavesī hutvā āgato, mānaṁ pana paggayha siṅgaṁ ukkhipitvā āgato. Kiṁ nu khvassa yathā pañhassa atthaṁ jānāti, evaṁ kathite vaḍḍhi bhavissati, udāhu yathā na jānātī’’ti cintetvā ‘‘yathā na jānāti, evaṁ kathite vaḍḍhi bhavissatī’’ti ñatvā ‘‘katattā ca, brāhmaṇa, akatattā cā’’ti āha.",
  "atk-s0402a1:78": "Brāhmaṇo taṁ sutvā ‘‘samaṇo gotamo katattāpi akatattāpi niraye nibbattiṁ vadati, idaṁ ubhayakāraṇenāpi ekaṭṭhāne nibbattiyā kathitattā dujjānaṁ mahandhakāraṁ, natthi mayhaṁ ettha patiṭṭhā. Sace panāhaṁ ettakeneva tuṇhī bhaveyyaṁ, brāhmaṇānaṁ majjhe kathanakālepi maṁ evaṁ vadeyyuṁ – ‘tvaṁ samaṇassa gotamassa santikaṁ mānaṁ paggayha siṅgaṁ ukkhipitvā gatosi, ekavacaneneva tuṇhī hutvā kiñci vattuṁ nāsakkhi, imasmiṁ ṭhāne kasmā kathesī’ti. Tasmā parājitopi aparājitasadiso hutvā puna saggagamanapañhaṁ pucchissāmī’’ti cintetvā ko nu kho, bho gotamāti imaṁ dutiyapañhaṁ ārabhi.",
  "atk-s0402a1:79": "Evampi tassa ahosi – ‘‘uparipañhena heṭṭhāpañhaṁ jānissāmi, heṭṭhāpañhena uparipañha’’nti. Tasmāpi imaṁ pañhaṁ pucchi. Satthā purimanayeneva cintetvā yathā na jānāti, evameva kathento punapi ‘‘katattā ca, brāhmaṇa, akatattā cā’’ti āha. Brāhmaṇo tasmimpi patiṭṭhātuṁ asakkonto ‘‘alaṁ, bho, na īdisassa purisassa santikaṁ āgatena ajānitvā gantuṁ vaṭṭati, sakavādaṁ pahāya samaṇaṁ gotamaṁ anuvattitvā mayhaṁ atthaṁ gavesissāmi, paralokamaggaṁ sodhessāmī’’ti sanniṭṭhānaṁ katvā satthāraṁ āyācanto na kho ahantiādimāha. Athassa nihatamānataṁ ñatvā satthā upari desanaṁ vaḍḍhento tena hi, brāhmaṇātiādimāha. Tattha tena hīti kāraṇaniddeso. Yasmā saṁkhittena bhāsitassa atthaṁ ajānanto vitthāradesanaṁ yācasi, tasmāti attho. Sesamettha uttānatthamevāti.",
  "atk-s0402a1:80": "18. Aṭṭhame āyasmāti piyavacanametaṁ. Ānandoti tassa therassa nāmaṁ. Ekaṁsenāti ekantena. Anuviccāti anupavisitvā. Viññūti paṇḍitā. Garahantīti nindanti, avaṇṇaṁ bhāsanti. Sesamettha navame ca sabbaṁ uttānatthameva.",
  "atk-s0402a1:81": "20. Dasame dunnikkhittañca padabyañjananti uppaṭipāṭiyā gahitapāḷipadameva hi atthassa byañjanattā byañjananti vuccati. Ubhayametaṁ pāḷiyāva nāmaṁ. Attho ca dunnītoti parivattetvā uppaṭipāṭiyā gahitā aṭṭhakathā. Dunnikkhittassa, bhikkhave, padabyañjanassa atthopi dunnayo hotīti parivattetvā uppaṭipāṭiyā gahitāya pāḷiyā aṭṭhakathā nāma dunnayā dunnīhārā dukkathā nāma hoti. Ekādasame vuttapaṭipakkhanayena attho veditabboti.",
  "atk-s0402a1:82": "Adhikaraṇavaggo dutiyo."
}