{
  "atk-s0102a6:0": "7. Mahāsamayasuttavaṇṇanā",
  "atk-s0102a6:1": "Nidānavaṇṇanā",
  "atk-s0102a6:2": "331.Evaṁme sutanti mahāsamayasuttaṁ. Tatrāyamapubbapadavaṇṇanā – sakkesūti ambaṭṭhasutte vuttena uppattinayena ‘‘sakyā vata, bho kumārā’’ti udānaṁ paṭicca sakkāti laddhanāmānaṁ rājakumārānaṁ nivāso ekopi janapado ruḷhīsaddena ‘‘sakkā’’ti vuccati, tasmiṁ sakkesu janapade. Mahāvaneti sayaṁjāte aropite himavantena saddhiṁ ekābaddhe mahati vane. Sabbeheva arahantehīti imaṁ suttaṁ kathitadivaseyeva pattaarahattehi.",
  "atk-s0102a6:3": "Tatrāyaṁ anupubbikathā – sākiyakoliyā kira kapilavatthunagarassa ca koliyanagarassa ca antare rohiṇiṁ nāma nadiṁ ekeneva āvaraṇena bandhāpetvā sassāni karonti, atha jeṭṭhamūlamāse sassesu milāyantesu ubhayanagaravāsikānampi kammakarā sannipatiṁsu. Tattha koliyanagaravāsino āhaṁsu – ‘‘idaṁ udakaṁ ubhato hariyamānaṁ na tumhākaṁ na amhākaṁ pahossati, amhākaṁ pana sassaṁ ekena udakeneva nipphajjissati, idaṁ udakaṁ amhākaṁ dethā’’ti. Kapilavatthunagaravāsino āhaṁsu – ‘‘tumhesu koṭṭhe pūretvā ṭhitesu mayaṁ rattasuvaṇṇanīlamaṇikāḷakahāpaṇe ca gahetvā pacchipasibbakādihatthā na sakkhissāma tumhākaṁ gharadvāre vicarituṁ, amhākampi sassaṁ ekeneva udakena nipphajjissati, idaṁ udakaṁ amhākaṁ dethā’’ti. ‘‘Na mayaṁ dassāmā’’ti. ‘‘Mayampi na dassāmā’’ti. Evaṁ kalahaṁ vaḍḍhetvā eko uṭṭhāya ekassa pahāraṁ adāsi, sopi aññassāti evaṁ aññamaññaṁ paharitvā rājakulānaṁ jātiṁ ghaṭṭetvā kalahaṁ vaḍḍhayiṁsu.",
  "atk-s0102a6:4": "Koliyakammakarā vadanti – ‘‘tumhe kapilavatthuvāsike gahetvā gajjatha, ye soṇasiṅgālādayo viya attano bhaginīhi saddhiṁ saṁvasiṁsu. Etesaṁ hatthino ca assā ca phalakāvudhāni ca amhākaṁ kiṁ karissantī’’ti? Sākiyakammakarāpi vadanti – ‘‘tumhe dāni kuṭṭhino dārake gahetvā gajjatha, ye anāthā niggatikā tiracchānā viya kolarukkhe vasiṁsu, etesaṁ hatthino ca assā ca phalakāvudhāni ca amhākaṁ kiṁ karissantī’’ti? Te gantvā tasmiṁ kamme niyuttaamaccānaṁ kathesuṁ, amaccā rājakulānaṁ kathesuṁ, tato sākiyā – ‘‘bhaginīhi saddhiṁ saṁvāsikānaṁ thāmañca balañca dassessāmā’’ti yuddhasajjā nikkhamiṁsu. Koliyāpi – ‘‘kolarukkhavāsīnaṁ thāmañca balañca dassessāmā’’ti yuddhasajjā nikkhamiṁsu.",
  "atk-s0102a6:5": "Bhagavāpi rattiyā paccūsasamayeva mahākaruṇāsamāpattito vuṭṭhāya lokaṁ volokento ime evaṁ yuddhasajje nikkhamante addasa. Disvā – ‘‘mayi gate ayaṁ kalaho vūpasamissati nu kho udāhu no’’ti upadhārento – ‘‘ahamettha gantvā kalahavūpasamanatthaṁ tīṇi jātakāni kathessāmi, tato kalaho vūpasamissati. Atha sāmaggidīpanatthāya dve jātakāni kathetvā attadaṇḍasuttaṁ desessāmi. Desanaṁ sutvā ubhayanagaravāsinopi aḍḍhatiyāni aḍḍhatiyāni kumārasatāni dassanti, ahaṁ te pabbajissāmi, tadā mahāsamāgamo bhavissatī’’ti sanniṭṭhānamakāsi. Tasmā imesu yuddhasajjesu nikkhamantesu kassaci anārocetvā sayameva pattacīvaramādāya gantvā dvinnaṁ senānaṁ antare ākāse pallaṅkaṁ ābhujitvā chabbaṇṇarasmiyo vissajjetvā nisīdi.",
  "atk-s0102a6:6": "Kapilavatthuvāsino bhagavantaṁ disvāva – ‘‘amhākaṁ ñātiseṭṭho satthā āgato, diṭṭho nu kho tena amhākaṁ kalahakāraṇabhāvo’’ti cintetvā – ‘‘na kho pana sakkā bhagavati āgate amhehi parassa sarīre satthaṁ pātetuṁ, koliyanagaravāsino amhe hanantu vā pacantu vā’’ti āvudhāni chaḍḍetvā bhagavantaṁ vanditvā nisīdiṁsu. Koliyanagaravāsinopi tatheva cintetvā āvudhāni chaḍḍetvā bhagavantaṁ vanditvā nisīdiṁsu.",
  "atk-s0102a6:7": "Bhagavā jānantova – ‘‘kasmā āgatattha mahārājā’’ti pucchi. Bhagavā, na titthakīḷāya na pabbatakīḷāya na nadīkīḷāya na giridassanatthaṁ, imasmiṁ pana ṭhāne saṅgāmaṁ paccupaṭṭhapetvā āgatamhāti. Kiṁ nissāya vo kalaho mahārājāti? Udakaṁ, bhanteti. Udakaṁ kiṁ agghati mahārājāti? Appagghaṁ, bhanteti. Pathavī nāma kiṁ agghati mahārājāti? Anagghā, bhanteti. Khattiyā kiṁ agghanti mahārājāti? Khattiyā nāma anagghā bhanteti. Appamūlakaṁ udakaṁ nissāya kimatthaṁ anagghe khattiye nāsetha, mahārājāti? ‘‘Kalahe assādo nāma natthi, kalahavasena mahārājā aṭṭhāne veraṁ katvā ekāya rukkhadevatāya kāḷasīhena saddhiṁ baddhāghāto sakalampi imaṁ kappaṁ anuppattoyevā’’ti vatvā phandanajātakaṁ kathesi. Tato ‘‘parapattiyena nāma mahārājā na bhavitabbaṁ. Parapattiyā hutvā hi ekassa sasakassa kathāya tiyojanasahassavitthate himavante catuppadagaṇā mahāsamuddaṁ pakkhandino ahesuṁ. Tasmā parapattiyena na bhavitabba’’nti vatvā pathavīundriyajātakaṁ kathesi. Tato – ‘‘kadāci, mahārājā, dubbalopi mahabbalassa randhaṁ vivaraṁ passati, kadāci mahabbalo dubbalassa. Laṭukikāpi hi sakuṇikā hatthināgaṁ ghātesī’’ti vatvā laṭukikajātakaṁ kathesi. Evaṁ kalahavūpasamatthāya tīṇi jātakāni kathetvā sāmaggiparidīpanatthāya dve jātakāni kathesi. Kathaṁ? Samaggānañhi mahārājā koci otāraṁ nāma passituṁ na sakkotīti vatvā rukkhadhammajātakaṁ kathesi. Tato ‘‘samaggānaṁ mahārājā koci vivaraṁ passituṁ nāsakkhi. Yadā pana aññamaññaṁ vivādamakaṁsu, atha te nesādaputto jīvitā voropetvā ādāya gato. Vivāde assādo nāma natthī’’ti vatvā vaṭṭakajātakaṁ kathesi. Evaṁ imāni pañca jātakāni kathetvā avasāne attadaṇḍasuttaṁ kathesi.",
  "atk-s0102a6:8": "Rājāno pasannā – ‘‘sace satthā nāgamissa, mayaṁ sahatthā aññamaññaṁyeva vadhitvā lohitanadiṁ pavattayissāma, amhākaṁ puttabhātaro gehadvāre na passeyyāma, sāsanapaṭisāsanampi no āharaṇako na bhavissati. Satthāraṁ nissāya no jīvitaṁ laddhaṁ. Sace pana satthā agāraṁ ajjhāvasissa, dvisahassadīpaparivāresu catūsu mahādīpesu rajjamassa hatthagataṁ abhavissa, atirekasahassaṁ kho panassa puttā abhavissaṁsu, tato khattiyaparivārova avicarissa. Taṁ kho panesa sampattiṁ pahāya nikkhamitvā sambodhiṁ patto, idānipi khattiyaparivāroyeva vicaratū’’ti ubhayanagaravāsino aḍḍhatiyāni aḍḍhatiyāni kumārasatāni adaṁsu. Bhagavā te pabbājetvā mahāvanaṁ agamāsi. Tesaṁ garugāravavasena na attano ruciyā pabbajitānaṁ anabhirati uppajji. Purāṇadutiyikāyopi nesaṁ ‘‘ayyaputtā ukkaṇṭhantu, gharāvāso na saṇṭhātī’’tiādīni vatvā sāsanaṁ pesenti. Te atirekataraṁ ukkaṇṭhiṁsu.",
  "atk-s0102a6:9": "Bhagavā āvajjanto tesaṁ anabhiratabhāvaṁ ñatvā ‘‘ime bhikkhū mādisena buddhena saddhiṁ ekato vasantā ukkaṇṭhanti, handa nesaṁ kuṇāladahassa vaṇṇaṁ kathetvā tattha netvā anabhiratiṁ vinodessāmī’’ti kuṇāladahassa vaṇṇaṁ kathesi. Te taṁ daṭṭhukāmā ahesuṁ. Daṭṭhukāmattha, bhikkhave, kuṇāladahanti? Āma bhagavāti. Yadi evaṁ, etha, gacchāmāti. Iddhimantānaṁ bhagavā gamanaṭṭhānaṁ mayaṁ kathaṁ gamissāmāti? Tumhe gantukāmā hotha, ahaṁ mamānubhāvena gahetvā gamissāmīti. Sādhu, bhanteti. Atha bhagavā pañca bhikkhusatāni gahetvā ākāse uppatitvā kuṇāladahe patiṭṭhāya te bhikkhū āha – ‘‘bhikkhave, imasmiṁ kuṇāladahe yesaṁ macchānaṁ nāmaṁ na jānātha, tesaṁ nāmaṁ pucchathā’’ti.",
  "atk-s0102a6:10": "Te pucchiṁsu, bhagavā pucchitapucchitaṁ kathesi. Na kevalaṁ macchānaṁyeva, tasmiṁ vanasaṇḍe rukkhānampi pabbatapāde dvipadacatuppadasakuṇānampi nāmāni pucchāpetvā kathesi. Atha dvīhi sakuṇehi mukhatuṇḍakena ḍaṁsitvā gahitadaṇḍake nisinno kuṇālasakuṇarājā purato pacchato ubhosu passesu sakuṇasaṅghaparivuto āgacchati. Bhikkhū taṁ disvā – ‘‘esa, bhante, imesaṁ sakuṇānaṁ rājā bhavissati, parivārā ete etassā’’ti maññāmāti. Evameva, bhikkhave, ayampi mama vaṁso mama paveṇīti. Idāni tāva mayaṁ, bhante, ete sakuṇe passāma. Yaṁ pana bhagavā ‘‘ayampi mama vaṁso mama paveṇī’’ti āha, taṁ sotukāmamhāti. Sotukāmattha bhikkhaveti? Āma, bhagavāti. Tena hi suṇāthāti tīhi gāthāsatehi maṇḍetvā kuṇālajātakaṁ kathento anabhiratiṁ vinodesi. Desanāpariyosāne sabbepi sotāpattiphale patiṭṭhahiṁsu, maggeneva ca nesaṁ iddhipi āgatā. Bhagavā – ‘‘hotu tāva ettakaṁ etesaṁ bhikkhūna’’nti ākāse uppatitvā mahāvanameva agamāsi. Tepi bhikkhū gamanakāle dasabalassa ānubhāvena gantvā āgamanakāle attano ānubhāvena bhagavantaṁ parivāretvā mahāvane otariṁsu.",
  "atk-s0102a6:11": "Bhagavā paññattāsane nisīditvā te bhikkhū āmantetvā – ‘‘etha, bhikkhave, nisīdatha, uparimaggattayavajjhānaṁ vo kilesānaṁ pahānāya kammaṭṭhānaṁ kathessāmī’’ti kammaṭṭhānaṁ kathesi. Bhikkhū cintesuṁ – ‘‘bhagavā amhākaṁ anabhiratabhāvaṁ ñatvā kuṇāladahaṁ netvā anabhiratiṁ vinodesi, tattha sotāpattiphalappattānaṁ no idāni idha tiṇṇaṁ maggānaṁ kammaṭṭhānaṁ adāsi, na kho panamhehi ‘sotāpannā maya’nti vītināmetuṁ vaṭṭati, uttamapurisasadisehi no bhavituṁ vaṭṭatī’’ti te dasabalassa pāde vanditvā uṭṭhāya nisīdanaṁ papphoṭetvā visuṁ visuṁ pabbhārarukkhamūlesu nisīdiṁsu.",
  "atk-s0102a6:12": "Bhagavā cintesi – ‘‘ime bhikkhū pakatiyāpi avissaṭṭhakammaṭṭhānā, laddhupāyassa pana bhikkhuno kilamanakāraṇaṁ nāma natthi. Gacchantā gacchantā ca vipassanaṁ vaḍḍhetvā arahattaṁ patvā – ‘‘attanā attanā paṭiladdhaguṇaṁ ārocessāmā’ti mama santikaṁ āgamissanti. Etesu āgatesu dasasahassacakkavāḷe devatā ekacakkavāḷe sannipatissanti, mahāsamayo bhavissati, vivitte okāse mayā nisīdituṁ vaṭṭatī’’ti. Tato vivitte okāse buddhāsanaṁ paññapetvā nisīdi.",
  "atk-s0102a6:13": "Sabbapaṭhamaṁ kammaṭṭhānaṁ gahetvā gatathero saha paṭisambhidāhi arahattaṁ pāpuṇi. Tato aparo tato aparoti pañcasatāpi paduminiyaṁ padumāni viya vikasiṁsu. Sabbapaṭhamaṁ arahattappattabhikkhu – ‘‘bhagavato ārocessāmī’’ti pallaṅkaṁ vinibbhujitvā nisīdanaṁ papphoṭetvā uṭṭhāya dasabalābhimukho ahosi. Evaṁ aparopi aparopīti pañcasatāpi bhattasālaṁ pavisantā viya paṭipāṭiyāva āgamaṁsu. Paṭhamaṁ āgato vanditvā nisīdanaṁ paññapetvā ekamantaṁ nisīditvā paṭiladdhaguṇaṁ ārocetukāmo – ‘‘atthi nu kho añño koci, natthī’’ti nivattitvā āgamanamaggaṁ olokento aparampi addasa aparampi addasa. Iti sabbepi te āgantvā ekamantaṁ nisīditvā ayaṁ imassa harāyamāno na kathesi, ayaṁ imassa harāyamāno na kathesīti. Khīṇāsavānaṁ kira dve ākārā honti – ‘‘aho vata mayā paṭiladdhaguṇaṁ sadevako loko khippameva paṭivijjheyyā’’ti cittaṁ uppajjati. Paṭiladdhabhāvaṁ pana nidhiladdhapuriso viya na aññassa ārocetukāmo hoti.",
  "atk-s0102a6:14": "Evaṁ osīdamatte pana tasmiṁ ariyamaṇḍale pācīnayugandharaparikkhepato abbhā, mahikā, dhūmo, rajo, rāhūti imehi upakkilesehi vippamuttaṁ buddhuppādapaṭimaṇḍitassa lokassa rāmaṇeyyakadassanatthaṁ pācīnadisāya ukkhittarajatamayamahāādāsamaṇḍalaṁ viya, nemivaṭṭiyaṁ gahetvā parivattiyamānarajatacakkasassirikaṁ puṇṇacandamaṇḍalaṁ ullaṅghitvā anilapathaṁ paṭipajjittha. Iti evarūpe khaṇe laye muhutte bhagavā sakkesu viharati kapilavatthusmiṁ mahāvane mahatā bhikkhusaṅghena saddhiṁ pañcamattehi bhikkhusatehi sabbeheva arahantehi.",
  "atk-s0102a6:15": "Tattha bhagavāpi mahāsammatassa vaṁse uppanno, tepi pañcasatā bhikkhū mahāsammatassa kule uppannā. Bhagavāpi khattiyagabbhe jāto, tepi khattiyagabbhe jātā. Bhagavāpi rājapabbajito, tepi rājapabbajitā. Bhagavāpi setacchattaṁ pahāya hatthagataṁ cakkavattirajjaṁ nissajjetvā pabbajito, tepi setacchattaṁ pahāya hatthagatāni rajjāni nissajjetvā pabbajitā. Iti bhagavā parisuddhe okāse parisuddhe rattibhāge sayaṁ parisuddho parisuddhaparivāro vītarāgo vītarāgaparivāro vītadoso vītadosaparivāro vītamoho vītamohaparivāro nittaṇho nittaṇhaparivāro nikkileso nikkilesaparivāro santo santaparivāro danto dantaparivāro mutto muttaparivāro ativiya virocatīti. Vaṇṇabhūmi nāmesā, yattakaṁ sakkoti, tattakaṁ vattabbaṁ. Iti ime bhikkhū sandhāya vuttaṁ – ‘‘pañcamattehi bhikkhusatehi sabbeheva arahantehī’’ti.",
  "atk-s0102a6:16": "Yebhuyyenāti bahutarā sannipatitā, mandā na sannipatitā asaññā arūpāvacaradevatā samāpannadevatā ca. Tatrāyaṁ sannipātakkamo mahāvanassa kira sāmantā devatā caliṁsu – ‘‘āyāma, bho buddhadassanaṁ nāma bahūpakāraṁ, dhammassavanaṁ bahūpakāraṁ, bhikkhusaṅghadassanaṁ bahūpakāraṁ, āyāma āyāmā’’ti mahāsaddaṁ kurumānā āgantvā bhagavantañca taṁmuhuttaṁ arahattappattakhīṇāsave ca vanditvā ekamantaṁ aṭṭhaṁsu. Eteneva upāyena tāsaṁ tāsaṁ saddaṁ sutvā saddantaraaḍḍhagāvutagāvutaaḍḍhayojanayojanādivasena tiyojanasahassavitthate himavante, tikkhattuṁ tesaṭṭhiyā nagarasahassesu, navanavutiyā doṇamukhasatasahassesu, channavutiyā paṭṭanakoṭisatasahassesu, chapaṇṇāsāya ratanākaresūti sakalajambudīpe, pubbavidehe, aparagoyāne, uttarakurumhi, dvīsu parittadīpasahassesūti sakalacakkavāḷe, tato dutiyatatiyacakkavāḷeti evaṁ dasasahassacakkavāḷesu devatā sannipatitāti veditabbā. Dasasahassacakkavāḷañhi idha dasalokadhātuyoti adhippetā. Tena vuttaṁ – ‘‘dasahi ca lokadhātūhi devatā yebhuyyena sannipatitā hontī’’ti.",
  "atk-s0102a6:17": "Evaṁ sannipatitāhi devatāhi sakalacakkavāḷagabbhaṁ yāva brahmalokā sūcighare nirantaraṁ pakkhittasūcīhi viya paripuṇṇaṁ hoti. Tatra brahmalokassa evaṁ uccattanaṁ veditabbaṁ. Lohapāsāde kira sattakūṭāgārasamo pāsāṇo brahmaloke ṭhatvā adho khitto catūhi māsehi pathaviṁ pāpuṇāti. Evaṁ mahante okāse yathā heṭṭhā ṭhatvā khittāni pupphāni vā dhūmo vā upari gantuṁ, upari vā ṭhatvā khittasāsapā heṭṭhā otarituṁ antaraṁ na labhanti, evaṁ nirantaraṁ devatā ahesuṁ. Yathā kho pana cakkavattirañño nisinnaṭṭhānaṁ asambādhaṁ hoti, āgatāgatā mahesakkhā khattiyā okāsaṁ labhantiyeva, parato parato pana atisambādhaṁ hoti, evameva bhagavato nisinnaṭṭhānaṁ asambādhaṁ, āgatāgatā mahesakkhā devatā ca mahābrahmāno ca okāsaṁ labhantiyeva. Apisudaṁ bhagavato āsannāsannaṭṭhāne mahāparinibbāne vuttanayeneva vālaggakoṭinitudanamatte padese dasapi vīsampi sabbaparato tiṁsampi devatā sukhume sukhume attabhāve māpetvā aṭṭhaṁsu. Saṭṭhi saṭṭhi devatā aṭṭhaṁsu.",
  "atk-s0102a6:18": "Suddhāvāsakāyikānanti suddhāvāsavāsīnaṁ. Suddhāvāsā nāma suddhānaṁ anāgāmikhīṇāsavānaṁ āvāsā pañca brahmalokā. Etadahosīti kasmā ahosi? Te kira brahmāno samāpattiṁ samāpajjitvā yathāparicchedena vuṭṭhitā brahmabhavanaṁ olokentā pacchābhatte bhattagehaṁ viya suññataṁ addasaṁsu. Tato ‘‘kuhiṁ brahmāno gatā’’ti āvajjantā mahāsamāgamaṁ ñatvā – ‘‘ayaṁ samāgamo mahā, mayaṁ ohīnā, ohīnakānaṁ okāso dullabho hoti, tasmā gacchantā atucchahatthā hutvā ekekaṁ gāthaṁ abhisaṅkharitvā gacchāma. Tāya mahāsamāgame ca attano āgatabhāvaṁ jānāpessāma, dasabalassa ca vaṇṇaṁ bhāsissāmā’’ti. Iti tesaṁ samāpattito vuṭṭhāya āvajjitattā etadahosi.",
  "atk-s0102a6:19": "332.Bhagavato purato pāturahesunti pāḷiyaṁ bhagavato santike abhimukhaṭṭhāneyeva otiṇṇā viya katvā vuttā, na kho panettha evaṁ attho veditabbo. Te pana brahmaloke ṭhitāyeva gāthā abhisaṅkharitvā eko puratthimacakkavāḷamukhavaṭṭiyaṁ otari, eko dakkhiṇacakkavāḷamukhavaṭṭiyaṁ, eko pacchimacakkavāḷamukhavaṭṭiyaṁ, eko uttaracakkavāḷamukhavaṭṭiyaṁ otari. Tato puratthimacakkavāḷamukhavaṭṭiyaṁ otiṇṇabrahmā nīlakasiṇaṁ samāpajjitvā nīlarasmiyo vissajjitvā dasasahassacakkavāḷadevatānaṁ maṇicammaṁ paṭimuñcanto viya attano āgatabhāvaṁ jānāpetvā buddhavīthi nāma kenaci ottharituṁ na sakkā, tasmā pahaṭabuddhavīthiyāva āgantvā bhagavantaṁ abhivādetvā ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhito attanā abhisaṅkhataṁ gāthaṁ abhāsi.",
  "atk-s0102a6:20": "Dakkhiṇacakkavāḷamukhavaṭṭiyaṁ otiṇṇabrahmāpi pītakasiṇaṁ samāpajjitvā pītarasmiyo suvaṇṇapabhaṁ muñcitvā dasasahassacakkavāḷadevatānaṁ suvaṇṇapaṭaṁ pārupento viya attano āgatabhāvaṁ jānāpetvā tatheva aṭṭhāsi. Pacchimacakkavāḷamukhavaṭṭiyaṁ otiṇṇabrahmāpi lohitakasiṇaṁ samāpajjitvā lohitarasmiyo muñcitvā dasasahassacakkavāḷadevatānaṁ rattavarakambalena parikkhipanto viya attano āgatabhāvaṁ jānāpetvā tatheva aṭṭhāsi. Uttaracakkavāḷamukhavaṭṭiyaṁ otiṇṇabrahmāpi odātakasiṇaṁ samāpajjitvā odātarasmiyo muñcitvā dasasahassacakkavāḷadevatānaṁ sumanapaṭaṁ pārupanto viya attano āgatabhāvaṁ jānāpetvā tatheva aṭṭhāsi.",
  "atk-s0102a6:21": "Pāḷiyaṁ pana ‘‘bhagavato purato pāturahesuṁ. Atha kho tā devatā bhagavantaṁ abhivādetvā ekamantaṁ aṭṭhaṁsū’’ti evaṁ ekakkhaṇaṁ viya purato pātubhāvo ca abhivādetvā ekamantaṁ ṭhitabhāvo ca vutto, so iminā anukkamena ahosi, ekato katvā pana dassito. Gāthābhāsanaṁ pana pāḷiyaṁ visuṁ visuṁyeva vuttaṁ.",
  "atk-s0102a6:22": "Tattha mahāsamayoti mahāsamūho. Pavanaṁ vuccati vanasaṇḍo. Ubhayenapi bhagavā imasmiṁ vanasaṇḍe ajja mahāsamūho mahāsannipātoti āha. Tato yesaṁ so sannipāto, te dassetuṁ devakāyāsamāgatāti āha. Tattha devakāyāti devaghaṭā. Āgatamha imaṁ dhammasamayanti evaṁ samāgate devakāye disvā mayampi imaṁ dhammasamūhaṁ āgatā. Kiṁ kāraṇā? Dakkhitāye aparājitasaṅghaṁ, kenaci aparājitaṁ ajjeva tayo māre madditvā vijitasaṅgāmaṁ imaṁ aparājitasaṅghaṁ dassanatthāya āgatamhāti attho. So pana brahmā imaṁ gāthaṁ bhāsitvā bhagavantaṁ abhivādetvā puratthimacakkavāḷamukhavaṭṭiyaṁyeva aṭṭhāsi.",
  "atk-s0102a6:23": "Atha dutiyo vuttanayeneva āgantvā abhāsi. Tattha tatra bhikkhavoti tasmiṁ sannipātaṭṭhāne bhikkhū. Samādahaṁsūti samādhinā yojesuṁ. Cittamattano ujukaṁ akaṁsūti attano cittaṁ sabbe vaṅkakuṭilajimhabhāve haritvā ujukaṁ akariṁsu. Sārathīva nettāni gahetvāti yathā samappavattesu sindhavesu odhastapatodo sārathi sabbayottāni gahetvā acodento avārento tiṭṭhati, evaṁ chaḷaṅgupekkhāsamannāgatā guttadvārā sabbepete pañcasatā bhikkhū indriyāni rakkhanti paṇḍitā, ete daṭṭhuṁ idhāgatamha bhagavāti. Sopi gantvā yathāṭhāneyeva aṭṭhāsi.",
  "atk-s0102a6:24": "Atha tatiyo vuttanayeneva āgantvā abhāsi. Tattha chetvā khīlanti rāgadosamohakhīlaṁ chinditvā. Palighanti rāgadosamohapalighameva. Indakhīlantipi rāgadosamohaindakhīlameva. Ūhacca manejāti ete taṇhāejāya abhāvena anejā bhikkhū indakhīlaṁ ūhacca samūhanitvā. Te carantīti catūsu disāsu appaṭihatacārikaṁ caranti. Suddhāti nirupakkilesā. Vimalāti nimmalā. Idaṁ tasseva vevacanaṁ. Cakkhumatāti pañcahi cakkhūhi cakkhumantena. Sudantāti cakkhutopi dantā, sotatopi ghānatopi jivhātopi kāyatopi manatopi dantā. Susunāgāti taruṇanāgā. Te evarūpena anuttarena yogācariyena damite taruṇanāge dassanāya āgatamha bhagavāti. Sopi gantvā yathāṭhāneyeva aṭṭhāsi.",
  "atk-s0102a6:25": "Atha catuttho vuttanayeneva āgantvā abhāsi. Tattha gatāseti nibbematikasaraṇagamanena gatā. Sopi gantvā yathāṭhāneyeva aṭṭhāsi.",
  "atk-s0102a6:26": "Devatāsannipātavaṇṇanā",
  "atk-s0102a6:27": "333. Atha bhagavā olokento pathavītalato yāva cakkavāḷamukhavaṭṭiparicchedā yāva akaniṭṭhabrahmalokā devatāsannipātaṁ disvā cintesi – ‘‘mahā ayaṁ devatāsamāgamo, bhikkhū pana evaṁ mahā devatāya samāgamoti na jānanti, handa, nesaṁ ācikkhāmī’’ti, evaṁ cintetvā ‘‘atha kho bhagavā bhikkhū āmantesī’’ti sabbaṁ vitthāretabbaṁ. Tattha etaparamāti etaṁ paramaṁ pamāṇaṁ etesanti etaparamā. Idāni buddhānaṁ pana abhāvā ‘‘yepi te, bhikkhave, etarahī’’ti tatiyo vāro na vutto. Ācikkhissāmi, bhikkhaveti kasmā āha? Devatānaṁ cittakallatājananatthaṁ. Devatā kira cintesuṁ – ‘‘bhagavā evaṁ mahante samāgame mahesakkhānaṁyeva devatānaṁ nāmagottāni kathessati, appesakkhānaṁ kiṁ kathessatī’’ti? Atha bhagavā ‘‘imā devatā kiṁ cintentī’’ti āvajjanto mukhena hatthaṁ pavesetvā hadayamaṁsaṁ maddanto viya sabhaṇḍaṁ coraṁ gaṇhanto viya ca taṁ tāsaṁ cittācāraṁ ñatvā – ‘‘dasasahassacakkavāḷato āgatāgatānaṁ appesakkhamahesakkhānaṁ sabbāsampi devatānaṁ nāmagottaṁ kathessāmī’’ti cintesi.",
  "atk-s0102a6:28": "Buddhā nāma mahantā ete sattavisesā, yaṁ sadevakassa lokassa diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, na kiñci katthaci nīlādivasena vibhattarūpārammaṇesu rūpārammaṇaṁ vā bherīsaddādivasena vibhattasaddārammaṇādīsu visuṁ visuṁ saddādiārammaṇaṁ vā atthi, yaṁ etesaṁ ñāṇamukhe āpāthaṁ nāgacchati. Yathāha –",
  "atk-s0102a6:29": "‘‘Yaṁ bhikkhave sadevakassa lokassa…pe… sadevamanussāya diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tamahaṁ jānāmi, tamahaṁ passāmi, tamahaṁ abbhaññāsi’’nti (a. ni. 4.24).",
  "atk-s0102a6:30": "Evaṁ sabbattha appaṭihatañāṇo bhagavā sabbāpi tā devatā bhabbābhabbavasena dve koṭṭhāse akāsi. ‘‘Kammāvaraṇena vā samannāgatā’’tiādinā nayena vuttā sattā abhabbā nāma. Te ekavihāre vasantepi buddhā na olokenti. Viparītā pana bhabbā nāma, te dūre vasantepi gantvā saṅgaṇhanti. Tasmā tasmimpi devatāsannipāte ye abhabbā, te pahāya bhabbe pariggahesi. Pariggahetvā – ‘‘ettakā ettha rāgacaritā, ettakā dosacaritā, ettakā mohacaritā’’ti caritavasena cha koṭṭhāse akāsi. Atha nesaṁ sappāyaṁ dhammadesanaṁ upadhārayanto – ‘‘rāgacaritānaṁ devatānaṁ sammāparibbājaniyasuttaṁ kathessāmi, dosacaritānaṁ kalahavivādasuttaṁ, mohacaritānaṁ mahābyūhasuttaṁ, vitakkacaritānaṁ cūḷabyūhasuttaṁ, saddhācaritānaṁ tuvaṭṭakapaṭipadaṁ, buddhicaritānaṁ purābhedasuttaṁ kathessāmī’’ti desanaṁ vavatthapetvā puna taṁ parisaṁ manasākāsi – ‘‘attajjhāsayena nu kho jāneyya, parajjhāsayena atthuppattikena pucchāvasenā’’ti. Tato ‘‘pucchāvasena jāneyyā’’ti ñatvā ‘‘atthi nu kho koci devatānaṁ ajjhāsayaṁ gahetvā caritavasena pañhaṁ pucchituṁ samattho’’ti ‘‘tesu pañcasatesu bhikkhūsu ekopi na sakkotī’’ti addasa. Tato asītimahāsāvake dve aggasāvake ca samannāharitvā ‘‘tepi na sakkontī’’ti disvā cintesi ‘‘sace paccekabuddho bhaveyya, sakkuṇeyya nu kho’’ti ‘‘sopi na sakkuṇeyyā’’ti ñatvā ‘‘sakkasuyāmādīsu koci sakkuṇeyyā’’ti samannāhari. Sace hi tesu koci sakkuṇeyya, taṁ pucchāpetvā attanā vissajjeyya, na pana tesupi koci sakkoti.",
  "atk-s0102a6:31": "Athassa etadahosi – ‘‘mādiso buddhoyeva sakkuṇeyya, atthi pana katthaci añño buddho’’ti anantāsu lokadhātūsu anantañāṇaṁ pattharitvā olokento aññaṁ buddhaṁ na addasa. Anacchariyañcetaṁ, yaṁ idāni attanā samaṁ na passeyya, so jātadivasepi brahmajālavaṇṇanāyaṁ vuttanayena attanā samaṁ apassanto – ‘‘aggohamasmi lokassā’’ti appaṭivattiyaṁ sīhanādaṁ nadi. Evaṁ aññaṁ attanā samaṁ apassitvā cintesi – ‘‘sace ahaṁ pucchitvā ahameva vissajjeyyaṁ, evampetā devatā na sakkhissanti paṭivijjhituṁ. Aññasmiṁ pana buddheyeva pucchante mayi ca vissajjante accherakaṁ bhavissati, sakkhissanti ca devatā paṭivijjhituṁ, tasmā nimmitabuddhaṁ māpessāmī’’ti abhiññāpādakajjhānaṁ samāpajjitvā vuṭṭhāya – ‘‘pattacīvaragahaṇaṁ ālokitavilokitaṁ samiñjitapasāritañca mama sadisaṁyeva hotū’’ti kāmāvacaracittehi parikammaṁ katvā pācīnayugandharaparikkhepato ullaṅghamānaṁ candamaṇḍalaṁ bhinditvā nikkhamantaṁ viya rūpāvacaracittena adhiṭṭhāsi.",
  "atk-s0102a6:32": "Devasaṅgho taṁ disvā – ‘‘aññopi nu kho, bho, cando uggato’’ti āha. Atha candaṁ ohāya āsannatare jāte ‘‘na cando, sūriyo uggato’’ti, puna āsannatare jāte ‘‘na sūriyo, devavimānaṁ eka’’nti, puna āsannatare jāte ‘‘na devavimānaṁ, devaputto eko’’ti, puna āsannatare jāte ‘‘na devaputto, mahābrahmā eko’’ti, puna āsannatare jāte ‘‘na mahābrahmā, aparopi bho buddho āgato’’ti āha. Tattha puthujjanadevatā cintayiṁsu – ‘‘ekabuddhassa tāva ayaṁ devatāsannipāto, dvinnaṁ kīva mahanto bhavissatī’’ti. Ariyadevatā cintayiṁsu – ‘‘ekissā lokadhātuyā dve buddhā nāma natthi, addhā bhagavatā attanā sadiso añño eko buddho nimmito’’ti.",
  "atk-s0102a6:33": "Atha tassa devasaṅghassa passantasseva nimmitabuddho āgantvā dasabalaṁ avanditvāva sammukhaṭṭhāne samasamaṁ katvā māpite āsane nisīdi. Bhagavatopi dvattiṁsa mahāpurisalakkhaṇāni, nimmitassāpi dvattiṁsāva, bhagavatopi sarīrā chabbaṇṇarasmiyo nikkhamanti , nimmitassāpi, bhagavato sarīrarasmiyo nimmitassa sarīre paṭihaññanti, nimmitassa sarīrarasmiyo bhagavato kāye paṭihaññanti. Tā dvinnampi buddhānaṁ sarīrato uggamma akaniṭṭhabhavanaṁ āhacca tato paṭinivattitvā devatānaṁ matthakapariyante otaritvā cakkavāḷamukhavaṭṭiyaṁ patiṭṭhahiṁsu. Sakalacakkavāḷagabbhaṁ suvaṇṇamayavaṅkagopānasīvinaddhamiva cetiyagharaṁ virocittha. Dasasahassacakkavāḷadevatā ekacakkavāḷe rāsibhūtā dvinnaṁ buddhānaṁ rasmigabbhantaraṁ pavisitvā aṭṭhaṁsu. Nimmitabuddho nisīdantoyeva dasabalassa bodhipallaṅke kilesappahānaṁ abhitthavanto –",
  "atk-s0102a6:34": "‘‘Pucchāmi muniṁ pahūtapaññaṁ,",
  "atk-s0102a6:35": "Tiṇṇaṁ pāraṅgataṁ parinibbutaṁ ṭhitattaṁ;",
  "atk-s0102a6:36": "Nikkhamma gharā panujja kāme,",
  "atk-s0102a6:37": "Kathaṁ bhikkhu sammā so loke paribbajeyyā’’ti. (su. ni. 361) –",
  "atk-s0102a6:38": "Gāthaṁ abhāsi. Satthā devatānaṁ tāva cittakallatājananatthaṁ āgatāgatānaṁ nāmagottāni kathessāmīti cintetvā ācikkhissāmi, bhikkhavetiādimāha.",
  "atk-s0102a6:39": "334. Tattha silokamanukassāmīti akkharapadaniyamitaṁ vacanasaṅghātaṁ pavattayissāmi. Yattha bhummā tadassitāti yesu yesu ṭhānesu bhummā devatā taṁ taṁ nissitā. Ye sitā girigabbharantiādīhi tesaṁ bhikkhūnaṁ vaṇṇaṁ kathesi, ye bhikkhū girikucchiṁ nissitāti attho. Pahitattāti pesitacittā. Samāhitāti avikkhittā.",
  "atk-s0102a6:40": "Puthūti bahujanā. Sīhāva sallīnāti sīhā viya nilīnā ekattaṁ upagatā. Lomahaṁsābhisambhunoti lomahaṁsaṁ abhibhavitvā ṭhitā, nibbhayāti vuttaṁ hoti. Odātamanasā suddhāti odātacittā hutvā suddhā. Vippasannāmanāvilāti vippasannaanāvilā.",
  "atk-s0102a6:41": "Bhiyyopañcasate ñatvāti sammāsambuddhena saddhiṁ atirekapañcasate bhikkhū jānitvā. Vane kāpilavatthaveti kapilavatthusamīpamhi jāte vanasaṇḍe. Tato āmantayī satthāti tadā āmantayi. Sāvakesāsane rateti attano dhammadesanāya savanante jātattā sāvake sikkhattayasāsane ratattā sāsane rate. Idaṁ sabbaṁ – ‘‘silokamanukassāmī’’ti vacanato aññena vuttaṁ viya katvā vadati.",
  "atk-s0102a6:42": "Devakāyā abhikkantā, te vijānātha bhikkhavoti te dibbacakkhunā vijānāthāti nesaṁ bhikkhūnaṁ dibbacakkhuñāṇābhinīhāratthāya kathesi. Te ca ātappamakaruṁ, sutvā buddhassa sāsananti te ca bhikkhū taṁ buddhasāsanaṁ sutvā tāvadeva tadatthāya vīriyaṁ kariṁsu.",
  "atk-s0102a6:43": "Evaṁ katamattātappānaṁyeva tesaṁ pāturahu ñāṇaṁ. Kīdisaṁ? Amanussānaṁ dassanaṁ dibbacakkhuñāṇaṁ uppajji. Na taṁ tehi tasmiṁ khaṇe parikammaṁ katvā uppāditaṁ. Ariyamaggeneva hi taṁ nipphannaṁ. Amanussadassanatthaṁ panassa abhinīhāramattameva kataṁ. Satthāpi – ‘‘atthi tumhākaṁ ñāṇaṁ, taṁ nīharitvā tena hi te vijānāthā’’ti idameva sandhāya ‘‘te vijānātha, bhikkhavo’’ti āha.",
  "atk-s0102a6:44": "Appeke satamaddakkhunti tesu bhikkhūsu ekacce bhikkhū amanussānaṁ sataṁ addasaṁsu. Sahassaṁ atha sattarinti eke sahassaṁ. Eke sattati sahassāni.",
  "atk-s0102a6:45": "Sataṁ eke sahassānanti eke satasahassaṁ addasaṁsu. Appekenantamaddakkhunti vipulaṁ addasaṁsu, satavasena sahassavasena ca aparicchinnepi addasaṁsūti attho. Kasmā? Yasmā disā sabbā phuṭā ahuṁ, bharitā sampuṇṇāva ahesuṁ.",
  "atk-s0102a6:46": "Tañca sabbaṁ abhiññāyāti yaṁ tesu ekenekena diṭṭhaṁ, tañca sabbaṁ jānitvā. Vavatthitvāna cakkhumāti hatthatale lekhaṁ viya paccakkhato vavatthapetvā pañcahi cakkhūhi cakkhumā satthā. Tato āmantayīti pubbe vuttagāthameva nāmagottakittanatthāya āha. Tumhe ete vijānātha, passatha, oloketha, ye vohaṁ kittayissāmīti ayamettha sambandho. Girāhīti vacanehi. Anupubbasoti anupaṭipāṭiyā.",
  "atk-s0102a6:47": "335.Sattasahassā te yakkhā, bhummā kāpilavatthavāti sattasahassā tāvettha kapilavatthuṁ nissāya nibbattā bhummā yakkhāyevāti vadati . Iddhimantoti dibbaiddhiyuttā. Jutimantoti ānubhāvasampannā. Vaṇṇavantoti sarīravaṇṇasampannā. Yasassinoti parivārasampannā. Modamānā abhikkāmunti tuṭṭhacittā āgatā. Bhikkhūnaṁ samitiṁ vananti imaṁ mahāvanaṁ bhikkhūnaṁ santikaṁ bhikkhūnaṁ dassanatthāya āgatā. Atha vā samitinti samūhaṁ, bhikkhusamūhaṁ dassanāya āgatātipi attho.",
  "atk-s0102a6:48": "Chasahassā hemavatā, yakkhā nānattavaṇṇinoti chasahassā hemavatapabbate nibbattayakkhā, te ca sabbepi nīlādivaṇṇavasena nānattavaṇṇā.",
  "atk-s0102a6:49": "Sātāgirā tisahassāti sātāgiripabbate nibbattayakkhā tisahassā.",
  "atk-s0102a6:50": "Iccete soḷasasahassāti ete sabbepi soḷasasahassā honti.",
  "atk-s0102a6:51": "Vessāmittā pañcasatāti vessāmittapabbate nibbattā pañcasatā.",
  "atk-s0102a6:52": "Kumbhīro rājagahikoti rājagahanagare nibbatto kumbhīro nāma yakkho. Vepullassa nivesananti tassa vepullapabbato nivesanaṁ nivāsanaṭṭhānanti attho. Bhiyyo naṁ satasahassaṁ, yakkhānaṁ payirupāsatīti taṁ atirekaṁ yakkhānaṁ satasahassaṁ payirupāsati. Kumbhīro rājagahiko, sopāgā samitiṁ vananti sopi kumbhīro saparivāro imaṁ vanaṁ bhikkhusamitiṁ dassanatthāya āgato.",
  "atk-s0102a6:53": "336.Purimañca disaṁ rājā, dhataraṭṭho pasāsatīti pācīnadisaṁ anusāsati. Gandhabbānaṁ adhipatīti catūsupi disāsu gandhabbānaṁ jeṭṭhako. Sabbe te tassa vase vattanti. Mahārājā yasassisoti mahāparivāro eso mahārājā.",
  "atk-s0102a6:54": "Puttāpitassa bahavo, indanāmā mahabbalāti tassa dhataraṭṭhassa bahavo mahabbalā puttā, te sabbe sakkassa devarañño nāmadhārakā.",
  "atk-s0102a6:55": "Virūḷho taṁ pasāsatīti taṁ disaṁ virūḷho anusāsati.",
  "atk-s0102a6:56": "Puttāpi tassāti tassāpi tādisāyeva puttā. Pāḷiyaṁ pana ‘‘mahabbalā’’ti likhanti. Aṭṭhakathāyaṁ sabbavāresu ‘‘mahābalā’’ti pāṭho.",
  "atk-s0102a6:57": "‘‘Purimaṁ disaṁ dhataraṭṭho, dakkhiṇena virūḷhako;",
  "atk-s0102a6:58": "Pacchimena virūpakkho, kuvero uttaraṁ disaṁ.",
  "atk-s0102a6:59": "Cattāro te mahārājā, samantā caturo disā;",
  "atk-s0102a6:60": "Daddallamānā aṭṭhaṁsu, vane kāpilavatthave’’ti.",
  "atk-s0102a6:61": "Imā pana gāthā sabbasaṅgāhikavasena vuttā.",
  "atk-s0102a6:62": "Ayañcettha attho – dasasahassacakkavāḷe dhataraṭṭhā nāma mahārājāno atthi. Te sabbepi koṭisatasahassakoṭisatasahassagandhabbaparivārā āgantvā puratthimāya disāya kapilavatthumahāvanato paṭṭhāya cakkavāḷagabbhaṁ pūretvā ṭhitā. Evaṁ dakkhiṇadisādīsu virūḷhakādayo. Tenevāha – ‘‘samantā caturo disā, daddallamānā aṭṭhaṁsū’’ti. Idañhi vuttaṁ hoti – ‘‘samantā cakkavāḷehi āgantvā caturo disā pabbatamatthakesu aggikkhandhā viya suṭṭhu jalamānā ṭhitā’’ti. Te pana yasmā kapilavatthuvanameva sandhāya āgatā, tasmā cakkavāḷaṁ pūretvā cakkavāḷena samasamā ṭhitāpi – ‘‘vane kāpilavatthave’’ti vuttā.",
  "atk-s0102a6:63": "337.Tesaṁ māyāvino dāsā, āguṁ vañcanikā saṭhāti tesaṁ mahārājānaṁ katapāpapaṭicchādanalakkhaṇāya māyāya yuttā kuṭilācārā dāsā atthi, ye sammukhaparammukhavañcanāhi lokaṁ vañcanato ‘‘vañcanikā’’ti ca, kerāṭiyasāṭheyyena samannāgatattā ‘‘saṭhā’’ti ca vuccanti, tepi āgatāti attho. Māyā kuṭeṇḍu viṭeṇḍu, viṭucca viṭuṭo sahāti te dāsā sabbepi māyākārakāva. Nāmena panettha eko kuṭeṇḍu nāma, eko viṭeṇḍu nāma. Pāḷiyaṁ pana ‘‘veṭeṇḍū’’ti likhanti. Eko viṭucca nāma, eko viṭuṭo nāma. Sahāti sopi viṭuṭo tehi saheva āgato.",
  "atk-s0102a6:64": "Candanokāmaseṭṭho ca, kinnighaṇḍu nighaṇḍu cāti aparo kinnighaṇḍu nāma. Pāḷiyaṁ pana ‘‘kinnughaṇḍū’’ti likhanti. Nighaṇḍu cāti añño nighaṇḍu nāma, ettakā dāsā. Ito pare pana –",
  "atk-s0102a6:65": "‘‘Panādo opamañño ca, devasuto ca mātali;",
  "atk-s0102a6:66": "Cittaseno ca gandhabbo, naḷo rājā janesabho;",
  "atk-s0102a6:67": "Āguṁ pañcasikho ceva, timbarū sūriyavacchasā’’ti. –",
  "atk-s0102a6:68": "Ime devarājāno. Tattha devasutoti devasārathi. Cittasenoti citto ca seno ca cittaseno ca. Gandhabboti ayaṁ cittaseno gandhabbakāyiko devaputto, na kevalaṁ cesa, sabbe pete panādādayo gandhabbā eva. Naḷorājāti naḷakāradevaputto nāmeko. Janesabhoti janavasabho devaputto. Āguṁ pañcasikho cevāti pañcasikho ceva devaputto āgato. Timbarūti timbarū nāma gandhabbadevarājā. Sūriyavacchasāti tasseva dhītā.",
  "atk-s0102a6:69": "Ete caññe ca rājāno, gandhabbā saha rājubhīti ete ca nāmavasena vuttagandhabbarājāno aññe ca etehi rājūhi saddhiṁ bahū gandhabbā. Modamānā abhikkāmuṁ, bhikkhūnaṁ samitiṁ vananti haṭṭhatuṭṭhacittā bhikkhusaṅghasamitiṁ imaṁ vanaṁ āgatāti attho.",
  "atk-s0102a6:70": "338.Athāguṁ nāgasā nāgā, vesālā sahatacchakāti nāgasadahavāsikā ca vesālīvāsikā ca nāgā saha tacchakanāgaparisāya āgatāti attho. Kambalassatarāti kambalo ca assataro ca. Ete kira sinerupāde vasanti, supaṇṇehipi anuddharaṇīyā mahesakkhanāgā pāyāgā saha ñātibhīti payāgatitthavāsino ca saha ñātisaṅghena āgatā.",
  "atk-s0102a6:71": "Yāmunā dhataraṭṭhā cāti yamunavāsino ca dhataraṭṭhakule uppannā nāgā ca. Erāvaṇo mahānāgoti erāvaṇo ca devaputto, jātiyā nāgo na hoti. Nāgavohārena panesa vohariyati. Sopāgāti sopi āgato.",
  "atk-s0102a6:72": "Yenāgarāje sahasā harantīti ye ime vuttappakāre nāge lobhābhibhūtā sāhasaṁ katvā haranti gaṇhanti. Dibbā dijā pakkhī visuddhacakkhūti dibbānubhāvato dibbā mātukucchito ca aṇḍakosato cāti dve vāre jātāti dijā pakkhayuttatāya pakkhī yojanasatantarepi yojanasahassantarepi nāge dassanasamatthacakkhutāya visuddhacakkhū. Vehāyasāte vanamajjhappattāti te ākāseneva imaṁ mahāvanaṁ sampattā. Citrā supaṇṇā iti tesa nāmanti tesaṁ ‘‘citrasupaṇṇā’’ti nāmaṁ.",
  "atk-s0102a6:73": "Abhayaṁtadā nāgarājānamāsi, supaṇṇato khemamakāsi buddhoti tasmā sabbepi te aññamaññaṁ saṇhāhi vācāhi upavhayantā mittā viya bandhavā viya ca samullapantā sammodamānā āliṅgantā hatthe gaṇhantā aṁsakūṭe hatthaṁ ṭhapentā haṭṭhatuṭṭhacittā. Nāgā supaṇṇā saraṇamakaṁsu buddhanti buddhaṁyeva saraṇaṁ gatā.",
  "atk-s0102a6:74": "339.Jitā vajirahatthenāti indena devaraññā jitā. Samuddaṁ asurāsitāti mahāsamuddavāsino sujātāya asurakaññāya kāraṇā sabbepi bhātaro vāsavassete, iddhimanto yasassino.",
  "atk-s0102a6:75": "Tesu kālakañcā mahābhismāti kālakañcā ca mahante bhiṁsane attabhāve māpetvā āgamiṁsu. Asurā dānaveghasāti dānaveghasā nāma aññe dhanuggahaasurā. Vepacitti sucitti ca, pahārādo namucī sahāti vepacittiasuro, sucittiasuro cāti ete ca asurā namuci ca māro devaputto etehi saheva āgato. Ime asurā mahāsamuddavāsino, ayaṁ paranimmitadevalokavāsī, kasmā etehi sahāgatoti? Acchandikattā. Tepi hi acchandikā abhabbā, ayampi tādisoyeva. Tasmā dhātuso saṁsandamāno āgato.",
  "atk-s0102a6:76": "Satañca baliputtānanti balino mahāasurassa puttānaṁ sataṁ. Sabbe verocanāmakāti sabbe attano mātulassa rāhusseva nāmadharā. Sannayhitvā balisenanti attano balisenaṁ sannayhitvā sabbe katasannāhāva hutvā. Rāhubhaddamupāgamunti rāhuasurindaṁ upasaṅkamiṁsu. Samayodāni bhaddanteti bhaddaṁ tava hotu, samayo te bhikkhūnaṁ samitiṁ vanaṁ upasaṅkamitvā bhikkhusaṅghaṁ dassanāyāti attho.",
  "atk-s0102a6:77": "340.Āpo ca devā pathavī, tejo vāyo tadāgamunti āpokasiṇādīsu parikammaṁ katvā nibbattā āpotiādināmakā devā āgamuṁ. Varuṇā vāraṇā devā, somo ca yasasā sahāti varuṇadevatā , vāraṇadevatā, somadevatāti evaṁ nāmakā ca devā yasasā nāma devena sahāgatāti attho. Mettākaruṇākāyikāti mettājhāne ca karuṇājhāne ca parikammaṁ katvā nibbattadevā. Āguṁ devā yasassinoti etepi mahāyasā devā āgatā.",
  "atk-s0102a6:78": "Dasete dasadhā kāyā, sabbe nānattavaṇṇinoti te dasadhā ṭhitā dasa devakāyā sabbe nīlādivasena nānattavaṇṇā āgatāti attho.",
  "atk-s0102a6:79": "Veṇḍūca devāti veṇḍudevatā ca. Sahali cāti sahalidevatā ca. Asamā ca duve yamāti asamadevatā ca dve ca yamakā devā. Candassupanisā devā, candamāguṁ purakkhatvāti candanissitakā devā candaṁ purato katvā āgatā. Tathā sūriyanissitakā devā sūriyaṁ purakkhatvā. Nakkhattāni purakkhatvāti nakkhattanissitāpi devā nakkhattāni purato katvā āgatā. Āguṁ mandavalāhakāti vātavalāhakā, abbhavalāhakā, uṇhavalāhakā ete sabbepi valāhakāyikā ‘‘mandavalāhakā’’ nāma vuccanti. Tepi āgatāti attho. Vasūnaṁ vāsavo seṭṭho, sakkopāgā purindadoti vasūnaṁ devatānaṁ seṭṭho vāsavo yo sakkoti ca, purindadoti ca vuccati, sopi āgato.",
  "atk-s0102a6:80": "Dasete dasadhā kāyāti etepi dasa devakāyā dasadhāva āgatā. Sabbe nānattavaṇṇinoti nīlādivasena nānattavaṇṇā.",
  "atk-s0102a6:81": "Athāguṁ sahabhū devāti atha sahabhū nāma devā āgatā. Jalamaggisikhārivāti aggisikhā viya jalantā. Jalamaggi ca sikhārivāti imāni tesaṁ nāmānītipi vuttaṁ. Ariṭṭhakā ca rojā cāti ariṭṭhakadevā ca rojadevā ca. Umāpupphanibhāsinoti umāpupphadevā nāma ete devā . Umāpupphasadisā hi tesaṁ sarīrābhā, tasmā ‘‘umāpupphanibhāsino’’ti vuccanti.",
  "atk-s0102a6:82": "Varuṇā sahadhammā cāti ete ca dve janā. Accutā ca anejakāti accutadevatā ca anejakadevatā ca. Suleyyarucirāāgunti suleyyā ca rucirā ca āgatā. Āguṁ vāsavanesinoti vāsavanesīdevā nāma āgatā. Dasete dasadhā kāyāti etepi dasadevakāyā dasadhāva āgatā.",
  "atk-s0102a6:83": "Samānā mahāsamānāti samānā ca mahāsamānā ca. Mānusā mānusuttamāti mānusā ca mānusuttamā ca. Khiḍḍāpadosikā āguṁ, āguṁ manopadosikāti khiḍḍāpadosikā manopadosikā ca devā āgatā.",
  "atk-s0102a6:84": "Athāguṁ harayo devāti haridevā nāma āgatā. Ye ca lohitavāsinoti lohitavāsino ca āgatā. Pāragā mahāpāragāti ete ca duvidhā āgatā. Dasete dasadhā kāyāti etepi dasadevakāyā dasadhāva āgatā.",
  "atk-s0102a6:85": "Sukkākarambhā aruṇā, āguṁ veghanasā sahāti ete sukkādayo tayo, tehi saha veghanasā ca āgatā. Odātagayhā pāmokkhāti odātagayhā nāma pāmokkhadevā āgatā. Āguṁ devā vicakkhaṇāti vicakkhaṇā nāma devā āgatā.",
  "atk-s0102a6:86": "Sadāmattā hāragajāti sadāmattā ca hāragajā ca. Missakā ca yasassinoti yasasampannā missakadevā ca. Thanayaṁ āga pajjunnoti pajjunno ca devarājā thanayanto āgato. Yo disā abhivassatīti yo yaṁ yaṁ disaṁ yāti, tattha tattha devo vassati. Dasete dasadhā kāyāti etepi dasadevakāyā dasadhā āgatā.",
  "atk-s0102a6:87": "Khemiyā tusitā yāmāti khemiyā devā tusitapuravāsino ca yāmādevalokavāsino ca. Kathakā ca yasassinoti yasasampannā kathakadevā ca. Pāḷiyaṁ pana ‘‘kaṭṭhakā cā’’ti likhanti. Lambītakā lāmaseṭṭhāti lambitakadevā ca lāmaseṭṭhadevā ca. Jotināmā ca āsavāti pabbatamatthake katanaḷaggikkhandho viya jotamānā jotidevā nāma atthi, te ca āsā ca devā āgatāti attho. Pāḷiyaṁ pana ‘‘jātināmā’’ti likhanti. Āsā devatā chandavasena āsavāti vuttā. Nimmānaratino āguṁ, athāguṁ paranimmitā. Dasete dasadhā kāyāti etepi dasa devakāyā dasadhāva āgatā.",
  "atk-s0102a6:88": "Saṭṭhetedevanikāyāti ete ca āpo ca devātiādikā cha dasakā saṭṭhi devanikāyā sabbe nīlādivasena nānattavaṇṇino. Nāmanvayena āgacchunti nāmabhāgena nāmakoṭṭhāsena āgatā. Ye caññe sadisā sahāti ye ca aññepi tehi sadisā vaṇṇatopi nāmatopi etādisāyeva sesacakkavāḷesu devā, tepi āgatāyevāti ekapadeneva kalāpaṁ viya puṭakaṁ viya ca katvā sabbā devatā niddisati.",
  "atk-s0102a6:89": "Evaṁ dasasu lokadhātusahassesu devakāye niddisitvā idāni yadatthaṁ te āgatā, taṁ dassento pavuṭṭhajātinti gāthamāha. Tassattho – pavuṭṭhā vigatā jāti assāti ariyasaṅgho pavuṭṭhajāti nāma, taṁ pavuṭṭhajātiṁ rāgadosamohakhīlānaṁ abhāvā akhīlaṁ cattāro oghe taritvā ṭhitattā oghatiṇṇaṁ catunnaṁ āsavānaṁ abhāvena anāsavaṁ ariyasaṅghaṁ dakkhema passissāma. Tesaññeva oghānaṁ tiṇṇattā oghataraṁ āguṁ akaraṇato nāgaṁ. Asitātiganti kāḷakabhāvātītaṁ candaṁva siriyā virocamānaṁ dasabalañca dakkhema passissāmāti etadatthaṁ sabbepi te nāmanvayena āgacchuṁ, ye caññe sadisā sahāti.",
  "atk-s0102a6:90": "341. Idāni brahmāno dassento subrahmā paramatto cātiādimāha. Tattha subrahmāti eko brahmā. Paramattopi brahmāva. Puttā iddhimato sahāti ete iddhimato buddhassa bhagavato puttā ariyabrahmāno saheva āgatā. Sanaṅkumāro tisso cāti sanaṅkumāro ca tissamahābrahmā ca. Sopāgāti sopi āgato.",
  "atk-s0102a6:91": "‘‘Sahassaṁ brahmalokānaṁ, mahābrahmābhitiṭṭhati;",
  "atk-s0102a6:92": "Upapanno jutimanto, bhismākāyo yasassi so’’ti. –",
  "atk-s0102a6:93": "Ettha sahassaṁ brahmalokānanti ekaṅguliyā ekasahassacakkavāḷe dasahi aṅgulīhi dasasahassicakkavāḷe ālokapharaṇasamatthānaṁ mahābrahmānaṁ sahassaṁ āgataṁ. Mahābrahmābhitiṭṭhatīti yattha ekeko mahābrahmā aññe brahme abhibhavitvā tiṭṭhati. Upapannoti brahmaloke nibbatto. Jutimantoti ānubhāvasampanno. Bhismākāyoti mahākāyo, dvīhi tīhi māgadhikehi gāmakkhettehi samappamāṇaattabhāvo. Yasassisoti attabhāvasirīsaṅkhātena yasena samannāgato.",
  "atk-s0102a6:94": "Dasettha issarā āguṁ, paccekavasavattinoti etasmiñca brahmasahasse ye pāṭiyekkaṁ pāṭiyekkaṁ vasaṁ vattenti, evarūpā dasa issarā mahābrahmāno āgatā. Tesañca majjhato āga, hārito parivāritoti tesaṁ brahmānaṁ majjhe hārito nāma mahābrahmā satasahassabrahmaparivāro āgato.",
  "atk-s0102a6:95": "342.Te ca sabbe abhikkante, sainde deve sabrahmaketi te sabbepi sakkaṁ devarājānaṁ jeṭṭhakaṁ katvā āgate devakāye, hāritamahābrahmānaṁ jeṭṭhakaṁ katvā āgate brahmakāye ca. Mārasenā abhikkāmīti mārasenā abhigatā. Passa kaṇhassa mandiyanti kāḷakassa mārasa bālabhāvaṁ passatha.",
  "atk-s0102a6:96": "Etha gaṇhatha bandhathāti evaṁ attano parisaṁ āṇāpesi. Rāgena baddhamatthu voti sabbaṁ vo idaṁ devamaṇḍalaṁ rāgena baddhaṁ hotu. Samantā parivāretha, mā vo muñcittha koci nanti tumhākaṁ ekopi etesu ekampi mā muñci. ‘‘Mā vo muñcethā’’tipi pāṭho, esevattho.",
  "atk-s0102a6:97": "Iti tattha mahāseno, kaṇho senaṁ apesayīti evaṁ tattha mahāsamaye mahāseno māro mārasenaṁ apesayi. Pāṇinā talamāhaccāti hatthena pathavītalaṁ paharitvā. Saraṁ katvāna bheravanti māravibhiṁsakadassanatthaṁ bhayānakaṁ sarañca katvā.",
  "atk-s0102a6:98": "Yathā pāvussako megho, thanayanto savijjukoti savijjuko pāvussakamegho viya mahāgajjitaṁ gajjanto. Tadā so paccudāvattīti tasmiṁ samaye so māro taṁ vibhiṁsanakaṁ dassetvā paṭinivatto . Saṅkuddho asayaṁ vaseti suṭṭhu kuddho kupito kañci vase vattetuṁ asakkonto asayaṁvase asayaṁvasī attano vasena akāmako hutvā nivatto. Bhagavā kira ‘‘ayaṁ māro imaṁ mahāsamāgamaṁ disvā ‘abhisamayantarāyaṁ karissāmī’ti antarantare mārasenaṁ pesetvā māraṁ vibhiṁsakaṁ dassetī’’ti aññāsi. Pakati cesā bhagavato, yattha abhisamayo na bhavissati, tattha māraṁ vibhiṁsakaṁ dassentaṁ na nivāreti. Yattha pana abhisamayo hoti, tattha yathā parisā neva mārassa rūpaṁ passati, na saddaṁ suṇāti, evaṁ adhiṭṭhātīti. Imasmiñca samāgame mahābhisamayo bhavissati, tasmā yathā devatā neva tassa rūpaṁ passanti, na saddaṁ suṇanti, evaṁ adhiṭṭhāsi. Tena vuttaṁ –‘‘tadā so paccudāvatti, saṅkuddho asayaṁvase’’ti.",
  "atk-s0102a6:99": "343.Tañca sabbaṁ abhiññāya, vavatthitvāna cakkhumāti taṁ sabbaṁ bhagavā jānitvā vavatthapetvā ca.",
  "atk-s0102a6:100": "Mārasenā abhikkantā, te vijānātha bhikkhavoti bhikkhave mārasenā abhikkantā, te tumhe attano anurūpaṁ vijānātha, phalasamāpattiṁ samāpajjathāti vadati. Ātappamakarunti phalasamāpattiṁ pavisanatthāya vīriyaṁ ārabhiṁsu. Vītarāgehi pakkāmunti māro ca mārasenā ca vītarāgehi ariyehi dūratova apakkamuṁ. Nesaṁ lomāpi iñjayunti tesaṁ vītarāgānaṁ lomānipi na cālayiṁsu. Atha māro bhikkhusaṅghaṁ ārabbha imaṁ gāthaṁ abhāsi –",
  "atk-s0102a6:101": "‘‘Sabbe vijitasaṅgāmā, bhayātītā yasassino;",
  "atk-s0102a6:102": "Modanti saha bhūtehi, sāvakā te janesutā’’ti.",
  "atk-s0102a6:103": "Tattha modanti saha bhūtehīti dasabalassa sāsane bhūtehi sañjātehi ariyehi saddhiṁ modanti pamodanti. Janesutāti jane vissutā pākaṭā abhiññātā.",
  "atk-s0102a6:104": "Idaṁ pana mahāsamayasuttaṁ nāma devatānaṁ piyaṁ manāpaṁ, tasmā maṅgalaṁ vadantena abhinavaṭṭhānesu idameva suttaṁ vattabbaṁ. Devatā kira –‘‘imaṁ suttaṁ suṇissāmā’’ti ohitasotā vicaranti. Desanāpariyosāne panassa koṭisatasahassadevatā arahattaṁ pattā, sotāpannādīnaṁ gaṇanā natthi.",
  "atk-s0102a6:105": "Devatānañcassa piyamanāpabhāve idaṁ vatthu – koṭipabbatavihāre kira nāgaleṇadvāre nāgarukkhe ekā devadhītā vasati. Eko daharo antoleṇe imaṁ suttaṁ sajjhāyati. Devadhītā sutvā suttapariyosāne mahāsaddena sādhukāramadāsi. Ko esoti. Ahaṁ, bhante, devadhītāti. Kasmā sādhukāramadāsīti? Bhante, dasabalena mahāvane nisīditvā kathitadivase imaṁ suttaṁ sutvā ajja assosiṁ, bhagavatā kathitato ekakkharampi ahāpetvā suggahito ayaṁ dhammo tumhehīti. Dasabalassa kathayato sutaṁ tayāti? Āma, bhanteti. Mahā kira devatāsannipāto ahosi, tvaṁ kattha ṭhitā suṇīti?",
  "atk-s0102a6:106": "Ahaṁ, bhante, mahāvanavāsiyā devatā, mahesakkhāsu pana devatāsu āgacchantīsu jambudīpe okāsaṁ nālatthaṁ, atha imaṁ tambapaṇṇidīpaṁ āgantvā jambukolapaṭṭane ṭhatvā sotuṁ āraddhamhi, tatrāpi mahesakkhāsu devatāsu āgacchantīsu anukkamena paṭikkamamānā rohaṇajanapade mahāgāmassa piṭṭhibhāgato samudde galappamāṇaṁ udakaṁ pavisitvā tattha ṭhitā assosinti. Tuyhaṁ ṭhitaṭṭhānato dūre satthāraṁ passasi devateti? Kiṁ kathetha, bhante, satthā mahāvane dhammaṁ desento nirantaraṁ mamaññeva oloketīti maññamānā otappamānā ūmīsu nilayāmīti.",
  "atk-s0102a6:107": "Taṁ divasaṁ kira koṭisatasahassadevatā arahattaṁ pattā, tumhepi tadā arahattaṁ pattāti? Natthi, bhante. Anāgāmiphalaṁ pattattha maññeti? Natthi, bhante. Sakadāgāmiphalaṁ pattattha maññeti? Natthi, bhante. Tayo magge pattā devatā kira gaṇanapathaṁ atītā, sotāpannā jātattha maññeti? Devatā taṁ divasaṁ sotāpattiphalaṁ pattattā harāyamānā –‘‘apucchitabbaṁ pucchati ayyo’’ti āha. Tato naṁ so bhikkhu āha – ‘‘sakkā pana devate, tava attabhāvaṁ amhākaṁ dassetu’’nti? Na sakkā bhante sakalakāyaṁ dassetuṁ, aṅgulipabbamattaṁ dassessāmi ayyassāti kuñcikachiddena aṅguliṁ antoleṇābhimukhaṁ akāsi, candasahassasūriyasahassauggamanakālo viya ahosi. Devadhītā ‘‘appamattā, bhante, hothā’’ti daharabhikkhuṁ vanditvā agamāsi. Evaṁ imaṁ suttaṁ devatānaṁ piyaṁ manāpaṁ, mamāyanti naṁ devatāti.",
  "atk-s0102a6:108": "Iti sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāyaṁ",
  "atk-s0102a6:109": "Mahāsamayasuttavaṇṇanā niṭṭhitā."
}