{
  "atk-s0519a3:0": "3. Niddesavāravaṇṇanā",
  "atk-s0519a3:1": "4. Evaṁ uddiṭṭhe hārādayo niddisituṁ ‘‘tattha saṅkhepato’’tiādi āraddhaṁ. Tattha tatthāti tasmiṁ uddesapāṭhe. Saṅkhepato netti kittitāti samāsato nettippakaraṇaṁ kathitaṁ. Hāranayamūlapadānañhi sarūpadassanaṁ uddesapāṭhena katanti. Ettha ca hāranayānaṁ –",
  "atk-s0519a3:2": "Sāmaññato visesena, padattho lakkhaṇaṁ kamo;",
  "atk-s0519a3:3": "Ettāvatā ca hetvādī, veditabbā hi viññunā.",
  "atk-s0519a3:4": "Tesu avisesato visesato ca hāranayānaṁ attho dassito. Lakkhaṇādīsu pana avisesato sabbepi hārā nayā ca yathākkamaṁ byañjanatthamukhena navaṅgassa sāsanassa atthasaṁvaṇṇanalakkhaṇā. Visesato pana tassa tassa hārassa nayassa ca lakkhaṇaṁ niddese eva kathayissāma. Kamādīni ca yasmā nesaṁ lakkhaṇesu ñātesu viññeyyāni honti, tasmā tānipi niddesato parato pakāsayissāma.",
  "atk-s0519a3:5": "Hārasaṅkhepo",
  "atk-s0519a3:6": "1. Yā pana assādādīnavatātiādikā niddesagāthā, tāsu assādādīnavatāti assādo ādīnavatāti padavibhāgo. Ādīnavatāti ca ādīnavo eva. Keci ‘‘assādādīnavato’’ti paṭhanti, taṁ na sundaraṁ. Tattha assādīyatīti assādo, sukhaṁ somanassañca. Vuttañhetaṁ – ‘‘yaṁ, bhikkhave, pañcupādānakkhandhe paṭicca uppajjati sukhaṁ somanassaṁ, ayaṁ pañcasu upādānakkhandhesu assādo’’ti (ma. ni. 1.166; saṁ. ni. 3.26). Yathā cetaṁ sukhaṁ somanassaṁ, evaṁ iṭṭhārammaṇampi. Vuttampi cetaṁ – ‘‘so tadassādeti taṁ nikāmetī’’ti ‘‘rūpaṁ assādeti abhinandati, taṁ ārabbha rāgo uppajjatī’’ti (paṭṭhā. 1.1.424), ‘‘saṁyojanīyesu, bhikkhave, dhammesu assādānupassino’’ti (saṁ. ni. 2.53) ca . Assādeti etāyāti vā assādo, taṇhā. Taṇhāya hi kāraṇabhūtāya puggalo sukhampi sukhārammaṇampi assādeti. Yathā ca taṇhā, evaṁ vipallāsāpi. Vipallāsavasena hi sattā aniṭṭhampi ārammaṇaṁ iṭṭhākārena assādenti, evaṁ vedanāya sabbesaṁ tebhūmakasaṅkhārānaṁ taṇhāya vipallāsānañca assādavicāro veditabbo.",
  "atk-s0519a3:7": "Kathaṁ pana dukkhādukkhamasukhavedanānaṁ assādanīyatāti? Vipallāsato sukhapariyāyasabbhāvato ca. Tathā hi vuttaṁ – ‘‘sukhā kho, āvuso visākha, vedanā ṭhitisukhā vipariṇāmadukkhā. Dukkhā vedanā ṭhitidukkhā vipariṇāmasukhā, adukkhamasukhā vedanā ñāṇasukhā aññāṇadukkhā’’ti (ma. ni. 1.465). Tattha vedanāya aṭṭhasatapariyāyavasena, tebhūmakasaṅkhārānaṁ nikkhepakaṇḍarūpakaṇḍavasena, taṇhāya saṁkilesavatthuvibhaṅge nikkhepakaṇḍe ca taṇhāniddesavasena, vipallāsānaṁ sukhasaññādivasena dvāsaṭṭhidiṭṭhigatavasena ca vibhāgo veditabbo.",
  "atk-s0519a3:8": "Ādīnavo dukkhā vedanā tissopi vā dukkhatā. Atha vā sabbepi tebhūmakā saṅkhārā ādīnavo. Ādīnaṁ ativiya kapaṇaṁ vāti pavattatīti hi ādīnavo, kapaṇamanusso, evaṁsabhāvā ca tebhūmakā dhammā aniccatādiyogena. Yato tattha ādīnavānupassanā āraddhavipassakānaṁ yathābhūtanayoti vuccati. Tathā ca vuttaṁ – ‘‘yaṁ, bhikkhave, pañcupādānakkhandhā aniccā dukkhā vipariṇāmadhammā, ayaṁ pañcasu upādānakkhandhesu ādīnavo’’ti. Tasmā ādīnavo dukkhasaccaniddesabhūtānaṁ jātiyādīnaṁ aniccatādīnaṁ dvācattālīsāya ākārānañca vasena vibhajitvā niddisitabbo.",
  "atk-s0519a3:9": "Nissarati etenāti nissaraṇaṁ, ariyamaggo. Nissaratīti vā nissaraṇaṁ nibbānaṁ. Ubhayampi sāmaññaniddesena ekasesena vā ‘‘nissaraṇa’’nti vuttaṁ. Pi-saddo purimānaṁ pacchimānañca sampiṇḍanattho. Tattha ariyamaggapakkhe satipaṭṭhānādīnaṁ sattattiṁsabodhipakkhiyadhammānaṁ kāyānupassanādīnañca tadantogadhabhedānaṁ vasena nissaraṇaṁ vibhajitvā niddisitabbaṁ.",
  "atk-s0519a3:10": "Nibbānapakkhe pana kiñcāpi asaṅkhatāya dhātuyā nippariyāyena vibhāgo natthi. Pariyāyena pana sopādisesanirupādisesabhedena. Yato vā taṁ nissaṭaṁ, tesaṁ paṭisambhidāmagge (paṭi. ma. 1.3) dassitappabhedānaṁ cakkhādīnaṁ channaṁ dvārānaṁ rūpādīnaṁ channaṁ ārammaṇānaṁ taṁtaṁdvārappavattānaṁ channaṁ channaṁ viññāṇaphassavedanāsaññācetanātaṇhāvitakkavicārānaṁ pathavīdhātuādīnaṁ channaṁ dhātūnaṁ dasannaṁ kasiṇāyatanānaṁ asubhānaṁ kesādīnaṁ dvattiṁsāya ākārānaṁ pañcannaṁ khandhānaṁ dvādasannaṁ āyatanānaṁ aṭṭhārasannaṁ dhātūnaṁ lokiyānaṁ indriyānaṁ kāmadhātuādīnaṁ tissannaṁ dhātūnaṁ kāmabhavādīnaṁ tiṇṇaṁ tiṇṇaṁ bhavānaṁ catunnaṁ jhānānaṁ appamaññānaṁ āruppānaṁ dvādasannaṁ paṭiccasamuppādaṅgānañcāti evamādīnaṁ saṅkhatadhammānaṁ nissaraṇabhāvena ca vibhajitvā niddisitabbaṁ.",
  "atk-s0519a3:11": "Phalanti desanāphalaṁ. Kiṁ pana tanti? Yaṁ desanāya nipphādīyati. Nanu ca nibbānādhigamo bhagavato desanāya nipphādīyati. Nibbānañca ‘‘nissaraṇa’’nti iminā vuttamevāti? Saccametaṁ, tañca kho paramparāya. Idha pana paccakkhato desanāphalaṁ adhippetaṁ. Taṁ pana sutamayañāṇaṁ. Atthadhammavedādiariyamaggassa pubbabhāgappaṭipattibhūtā chabbisuddhiyo. Yañca tasmiṁ khaṇe maggaṁ anabhisambhuṇantassa kālantare tadadhigamakāraṇabhūtaṁ sampattibhavahetu ca siyā. Tathā hi vakkhati – ‘‘attānudiṭṭhiṁ ūhacca, evaṁ maccutaro siyāti (su. ni. 1125; kathā. 226; cūḷani. mogharājamāṇavapucchā 144, mogharājamāṇavapucchāniddesa 88; netti. 5; peṭako. 22) idaṁ phala’’nti, ‘‘dhammo have rakkhati dhammacārinti idaṁ phala’’nti (jā. 1.10.102-103; 1.15.385) ca. Etena nayena devesu ca mānusesu ca āyuvaṇṇabalasukhayasaparivāraādhipateyyasampattiyo upadhisampattiyo cakkavattisirī devarajjasirī cattāri sampatticakkāni sīlasampadā samādhisampadā tisso vijjā cha abhiññā catasso paṭisambhidā sāvakabodhi paccekabodhi sammāsambodhīti sabbāpi sampattiyo puññasambhārahetukā bhagavato desanāya sādhetabbatāya phalanti veditabbā.",
  "atk-s0519a3:12": "Upāyoti ariyamaggapadaṭṭhānabhūtā pubbabhāgappaṭipadā. Sā hi purimā purimā pacchimāya pacchimāya adhigamūpāyabhāvato paramparāya magganibbānādhigamassa ca hetubhāvato upāyo. Yā ca pubbe vuttaphalādhigamassa upāyapaṭipatti. Keci pana ‘‘saha vipassanāya maggo upāyo’’ti vadanti, tesaṁ matena nissaraṇanti nibbānameva vuttaṁ siyā. Phalaṁ viya upāyopi pubbabhāgoti vuttaṁ siyā, yaṁ pana vakkhati ‘‘sabbe dhammā…pe… visuddhiyāti (dha. pa. 279; theragā. 678) ayaṁ upāyo’’ti. Etthāpi pubbabhāgappaṭipadā eva udāhaṭāti sakkā viññātuṁ. Yasmā pana ‘‘te pahāya tare oghanti idaṁ nissaraṇa’’nti ariyamaggassa nissaraṇabhāvaṁ vakkhati. Ariyamaggo hi oghataraṇanti.",
  "atk-s0519a3:13": "Āṇattīti āṇārahassa bhagavato veneyyajanassa hitasiddhiyā ‘‘evaṁ paṭipajjāhī’’ti vidhānaṁ. Tathā hi vakkhati ‘‘suññato lokaṁ avekkhassu, mogharājāti (su. ni. 1125; kathā. 226; netti. 5; peṭako. 22; cūḷani. mogharājamāṇavapucchā 144, mogharājamāṇavapucchāniddesa 88) āṇattī’’ti.",
  "atk-s0519a3:14": "Yogīnanti catusaccakammaṭṭhānabhāvanāya yuttappayuttānaṁ veneyyānaṁ, atthāyāti vacanaseso. Desanāhāroti etesaṁ yathāvuttānaṁ assādādīnaṁ vibhajanalakkhaṇo saṁvaṇṇanāviseso desanāhāro nāmāti attho. Etthāha – kiṁ panetesaṁ assādādīnaṁ anavasesānaṁ vacanaṁ desanāhāro, udāhu ekaccānanti? Niravasesānaṁyeva. Yasmiñhi sutte assādādīnavanissaraṇāni sarūpato āgatāni, tattha vattabbameva natthi. Yattha pana ekadesena āgatāni, na vā sarūpena. Tattha anāgataṁ atthavasena niddhāretvā hāro yojetabbo. Ayañca attho desanāhāravibhaṅge āgamissatīti idha na papañcito.",
  "atk-s0519a3:15": "2. Yaṁ pucchitanti yā pucchā, viciyamānāti vacanaseso. Vissajjitaṁ anugītīti etthāpi eseva nayo. Tattha vissajjitanti vissajjanā, sā ekaṁsabyākaraṇādivasena catubbidhaṁ byākaraṇaṁ. Ca-saddo sampiṇḍanattho, tena gāthāyaṁ avuttaṁ padādiṁ saṅgaṇhāti. Tā pana pucchāvissajjanā kassāti āha ‘‘suttassā’’ti. Etena sutte āgataṁ pucchāvissajjanaṁ vicetabbanti dasseti. Yā ca anugītiti vuttasseva atthassa yā anu pacchā gīti anugīti, saṅgahagāthā, pucchāya vā anurūpā gīti. Etena pubbāparaṁ gahitaṁ. Byākaraṇassa hi pucchānurūpatā idha pubbāparaṁ adhippetaṁ. Yā ‘‘pucchānusandhī’’ti vuccati. Purimaṁ ‘‘suttassā’’ti padaṁ pubbāpekkhanti puna ‘‘suttassā’’ti vuttaṁ. Tena suttassa nissayabhūte assādādike pariggaṇhāti. Ettāvatā vicayahārassa visayo niravasesena dassito hoti. Tathā ca vakkhati vicayahāravibhaṅge ‘‘padaṁ vicinati…pe… anugītiṁ vicinatī’’ti.",
  "atk-s0519a3:16": "Tattha sutte sabbesaṁ padānaṁ anupubbena atthaso byañjanaso ca vicayo padavicayo. ‘‘Ayaṁ pucchā adiṭṭhajotanā diṭṭhasaṁsandanā vimaticchedanā anumatipucchā kathetukamyatāpucchā sattādhiṭṭhānā dhammādhiṭṭhānā ekādhiṭṭhānā anekādhiṭṭhānā sammutivisayā paramatthavisayā atītavisayā anāgatavisayā paccuppannavisayā’’tiādinā pucchāvicayo veditabbo. ‘‘Idaṁ vissajjanaṁ ekaṁsabyākaraṇaṁ vibhajjabyākaraṇaṁ paṭipucchābyākaraṇaṁ ṭhapanaṁ sāvasesaṁ niravasesaṁ sauttaraṁ anuttaraṁ lokiyaṁ lokuttara’’ntiādinā vissajjanavicayo.",
  "atk-s0519a3:17": "‘‘Ayaṁ pucchā iminā sameti, etena na sametī’’ti pucchitatthaṁ ānetvā vicayo pubbenāparaṁ saṁsanditvā ca vicayo pubbāparavicayo. ‘‘Ayaṁ anugīti vuttatthasaṅgahā avuttatthasaṅgahā tadubhayatthasaṅgahā kusalatthasaṅgahā akusalatthasaṅgahā’’tiādinā anugītivicayo. Assādādīsu sukhavedanāya ‘‘iṭṭhārammaṇānubhavanalakkhaṇā’’tiādinā, taṇhāya ‘‘ārammaṇaggahaṇalakkhaṇā’’tiādinā, vipallāsānaṁ ‘‘viparītaggahaṇalakkhaṇā’’tiādinā, avasiṭṭhānaṁ tebhūmakadhammānaṁ ‘‘yathāsakalakkhaṇā’’tiādinā sabbesañca dvāvīsatiyā tikesu dvācattālīsādhike ca dukasate labbhamānapadavasena taṁtaṁassādatthavisesaniddhāraṇaṁ assādavicayo.",
  "atk-s0519a3:18": "Dukkhavedanāya ‘‘aniṭṭhānubhavanalakkhaṇā’’tiādinā, dukkhasaccānaṁ ‘‘paṭisandhilakkhaṇā’’tiādinā, aniccatādīnaṁ ādiantavantatāya aniccantikatāya ca ‘‘aniccā’’tiādinā sabbesañca lokiyadhammānaṁ saṁkilesabhāgiyahānabhāgiyatādivasena ādīnavavuttiyā okāraniddhāraṇena ādīnavavicayo. Nissaraṇapade ariyamaggassa āgamanato kāyānupassanādipubbabhāgappaṭipadāvibhāgavisesaniddhāraṇavasena nibbānassa yathāvuttapariyāyavibhāgavisesaniddhāraṇavasenāti evaṁ nissaraṇavicayo. Phalādīnaṁ taṁtaṁsuttadesanāya sādhetabbaphalassa tadupāyassa tattha tattha suttavidhivacanassa ca vibhāganiddhāraṇavasena vicayo veditabbo. Evaṁ padapucchāvissajjanapubbāparānugītīnaṁ assādādīnañca visesaniddhāraṇavaseneva vicayalakkhaṇo ‘‘vicayo hāro’’ti veditabbo.",
  "atk-s0519a3:19": "3. Sabbesanti soḷasannaṁ. Bhūmīti byañjanaṁ sandhāyāha. Byañjanañhi mūlapadāni viya nayānaṁ hārānaṁ bhūmi pavattiṭṭhānaṁ, tesaṁ byañjanavicārabhāvato. Vuttañhi – ‘‘hārā byañjanavicayo’’ti, peṭakepi hi vuttaṁ – ‘‘yattha ca sabbe hārā, sampatamānā nayanti suttatthaṁ. Byañjanavidhiputhuttā’’ti. Gocaroti suttattho. Suttassa hi padatthuddhāraṇamukhena hārayojanā. Tesaṁ byañjanatthānaṁ. Yuttāyuttaparikkhāti yuttassa ca ayuttassa ca upaparikkhā. ‘‘Yuttāyuttiparikkhā’’tipi pāṭho, yuttiayuttīnaṁ vicāraṇāti attho. Kathaṁ pana tesaṁ yuttāyuttajānanā? Catūhi mahāpadesehi avirujjhanena. Tattha byañjanassa tāva sabhāvaniruttibhāvo adhippetatthavācakabhāvo ca yuttabhāvo. Atthassa pana suttavinayadhammatāhi avilomanaṁ . Ayamettha saṅkhepo. Vitthāro pana parato āvi bhavissati. Hāro yuttīti niddiṭṭhoti evaṁ sutte byañjanatthānaṁ yuttāyuttabhāvavibhāvanalakkhaṇo yuttihāroti veditabbo.",
  "atk-s0519a3:20": "4. Dhammanti yaṁ kiñci suttāgataṁ kusalādidhammamāha. Tassa dhammassāti tassa yathāvuttassa kusalādidhammassa. Yaṁ padaṭṭhānanti yaṁ kāraṇaṁ, yonisomanasikārādi sutte āgataṁ vā anāgataṁ vā sambhavato niddhāretvā kathetabbanti adhippāyo. Itīti evaṁ, vuttanayenāti attho. Yāva sabbadhammāti yattakā tasmiṁ sutte āgatā dhammā, tesaṁ sabbesampi yathānurūpaṁ padaṭṭhānaṁ niddhāretvā kathetabbanti adhippāyo. Atha vā yāva sabbadhammāti suttāgatassa dhammassa yaṁ padaṭṭhānaṁ, tassapi yaṁ padaṭṭhānanti sambhavato yāva sabbadhammā padaṭṭhānavicāraṇā kātabbāti attho. Eso hāro padaṭṭhānoti evaṁ sutte āgatadhammānaṁ padaṭṭhānabhūtā dhammā tesañca padaṭṭhānabhūtāti sambhavato padaṭṭhānabhūtadhammaniddhāraṇalakkhaṇo padaṭṭhāno nāma hāroti attho.",
  "atk-s0519a3:21": "5. Vuttamhiekadhammeti kusalādīsu khandhādīsu vā yasmiṁ kismiñci ekadhamme, sutte sarūpato niddhāraṇavasena vā kathite. Ye dhammā ekalakkhaṇā kecīti ye keci dhammā kusalādibhāvena rūpakkhandhādibhāvena vā tena dhammena samānalakkhaṇā. Vuttā bhavanti sabbeti te sabbepi kusalādisabhāvā, khandhādisabhāvā vā dhammā sutte avuttāpi tāya samānalakkhaṇatāya vuttā bhavanti ānetvā saṁvaṇṇanāvasenāti adhippāyo. Ettha ca ekalakkhaṇāti samānalakkhaṇā vuttā. Tena sahacāritā samānakiccatā samānahetutā samānaphalatā samānārammaṇatāti evamādīhi avuttānampi vuttānaṁ viya niddhāraṇaṁ veditabbaṁ. So hāro lakkhaṇo nāmāti evaṁ sutte anāgatepi dhamme vuttappakārena āgate viya niddhāretvā yā saṁvaṇṇanā, so lakkhaṇo nāma hāroti attho.",
  "atk-s0519a3:22": "6. Neruttanti niruttaṁ, padanibbacananti attho. Adhippāyoti buddhānaṁ sāvakānaṁ vā tassa suttassa desakānaṁ adhippāyo. Byañjananti byañjanena, karaṇe hi etaṁ paccattaṁ. Kāmañca sabbe hārā byañjanavicayā, ayaṁ pana visesato byañjanadvāreneva atthapariyesanāti katvā ‘‘byañjana’’nti vuttaṁ. Tathā hi vakkhati – ‘‘byañjanena suttassa neruttañca adhippāyo ca nidānañca pubbāparānusandhi ca gavesitabbā’’ti. Athāti padapūraṇamattaṁ. Desanānidānanti nidadāti phalanti nidānaṁ, kāraṇaṁ, yena kāraṇena desanā pavattā, taṁ desanāya pavattinimittanti attho. Pubbāparānusandhīti pubbena ca aparena ca anusandhi. ‘‘Pubbāparena sandhī’’tipi pāṭho, suttassa pubbabhāgena aparabhāgaṁ saṁsanditvā kathananti attho. Saṅgītivasena vā pubbāparabhūtehi suttantarehi saṁvaṇṇiyamānassa suttassa saṁsandanaṁ pubbāparānusandhi. Yañca pubbapadena parapadassa sambandhanaṁ, ayampi pubbāparānusandhi. Eso hāro catubyūhoti evaṁ nibbacanādhippāyādīnaṁ catunnaṁ vibhāvanalakkhaṇo catubyūho hāro nāmāti attho.",
  "atk-s0519a3:23": "7. Ekamhi padaṭṭhāneti ekasmiṁ ārambhadhātuādike parakkamadhātuādīnaṁ padaṭṭhānabhūte dhamme desanāruḷhe sati. Pariyesati sesakaṁ padaṭṭhānanti tassa visabhāgatāya aggahaṇena vā sesakaṁ pamādādīnaṁ āsannakāraṇattā padaṭṭhānabhūtaṁ kosajjādikaṁ dhammantaraṁ pariyesati paññāya gavesati, pariyesitvā ca saṁvaṇṇanāya yojento desanaṁ āvaṭṭati paṭipakkheti vīriyārambhādimukhena āraddhasuttaṁ vuttanayena pamādādivasena niddisanto desanaṁ paṭipakkhato āvaṭṭeti nāma. Āvaṭṭo nāma so hāroti desanāya gahitadhammānaṁ sabhāgavisabhāgadhammavasena āvaṭṭanalakkhaṇo āvaṭṭo hāro nāmāti attho.",
  "atk-s0519a3:24": "8. Dhammanti sabhāvadhammaṁ, taṁ kusalādivasena anekavidhaṁ. Padaṭṭhānanti yasmiṁ patiṭṭhite uttari guṇavisese adhigacchati, taṁ visesādhigamanakāraṇaṁ. Bhūminti puthujjanabhūmi dassanabhūmīti evamādikaṁ bhūmiṁ. Vibhajjateti vibhāgena katheti. Sādhāraṇeti dassanapahātabbādināmavasena vā puthujjanasotāpannādivatthuvasena vā sādhāraṇe avisiṭṭhe samāneti attho. Vuttavipariyāyena asādhāraṇā veditabbā. Neyyo vibhattīti yathāvuttadhammādīnaṁ vibhajano ayaṁ hāro vibhattīti ñātabboti attho. Tasmā saṁkilesadhamme vodānadhamme ca sādhāraṇāsādhāraṇato padaṭṭhānato bhūmito ca vibhajanalakkhaṇo ‘‘vibhattihāro’’ti daṭṭhabbaṁ.",
  "atk-s0519a3:25": "9. Niddiṭṭheti kathite sutte āgate, saṁvaṇṇite vā. Bhāviteti yathā uppannasadisā uppannāti vuccanti, evaṁ bhāvitasadise bhāvetabbeti attho. Pahīneti etthāpi eseva nayo. Parivattati paṭipakkheti vuttānaṁ dhammānaṁ ye paṭipakkhā, tesaṁ vasena parivattetīti attho. Evaṁ niddiṭṭhānaṁ dhammānaṁ paṭipakkhato parivattanalakkhaṇo ‘‘parivattano hāro’’ti veditabbo.",
  "atk-s0519a3:26": "10. Vividhāni ekasmiṁyeva atthe vacanāni vivacanāni, vivacanāni eva vevacanāni, pariyāyasaddāti attho. Tāni vevacanāni. Bahūnīti anekāni. Tu-saddo avadhāraṇe. Tena bahū eva pariyāyasaddā vevacanahārayojanāyaṁ kathetabbā, na katipayāti dasseti . Sutte vuttānīti navavidhasuttantasaṅkhāte tepiṭake buddhavacane bhāsitāni. Etthāpi tu-saddassa attho ānetvā yojetabbo, tena pāḷiyaṁ āgatāniyeva vevacanāni gahetabbānīti vuttaṁ hoti. Ekadhammassāti ekassa padatthassa. Yo jānāti suttavidūti yathā ‘‘sappissa jānāhī’’ti vutte ‘‘sappinā vicārehi, sappiṁ dehi, dethā’’ti vā āṇāpetīti attho, evaṁ yo suttakovido dhammakathiko ekassa atthassa bahūpi pariyāyasadde vicāreti vibhāveti yojetīti attho. Vevacano nāma so hāroti tassa atthassa vuttappakārapariyāyasaddayojanālakkhaṇo vevacanahāro nāma. Tasmā ekasmiṁ atthe anekapariyāyasaddayojanālakkhaṇo ‘‘vevacanahāro’’ti veditabbaṁ.",
  "atk-s0519a3:27": "11. Dhammanti khandhādidhammaṁ. Paññattīhīti paññāpanehi pakārehi ñāpanehi, asaṅkarato vā ṭhapanehi. Vividhāhīti nikkhepappabhavādivasena anekavidhāhi. So ākāroti yo ekassevatthassa nikkhepappabhavapaññattiādivasena anekāhi paññattīhi paññāpanākāro. Ñeyyo paññatti nāma hāroti paññattihāro nāmāti ñātabbo. Tasmā ekekassa dhammassa anekāhi paññattīhi paññāpetabbākāravibhāvanalakkhaṇo ‘‘paññattihāro’’ti veditabbaṁ.",
  "atk-s0519a3:28": "12. Paṭiccuppādoti paṭiccasamuppādo. Indriyakhandhāti indriyāni ca khandhā ca. Dhātuāyatanāti dhātuyo ca āyatanāni ca. Etehīti yo dvādasapadiko paccayākāro yāni ca dvāvīsatindriyāni ye ca pañcakkhandhā yā ca aṭṭhārasa dhātuyo yāni ca dvādasāyatanāni, etehi sutte āgatapadatthamukhena niddhāriyamānehi. Otarati yoti yo saṁvaṇṇanānayo ogāhati, paṭiccasamuppādādike anupavisatīti attho. Otaraṇo nāma so hāroti yo yathāvutto saṁvaṇṇanāviseso, so otaraṇahāro nāma. Ca-saddena cettha suññatamukhādīnaṁ gāthāyaṁ avuttānampi saṅgaho daṭṭhabbo. Evaṁ paṭiccasamuppādādimukhehi suttatthassa otaraṇalakkhaṇo otaraṇo hāro nāmāti veditabbaṁ.",
  "atk-s0519a3:29": "13. Vissajjitamhīti buddhādīhi byākate. Pañheti ñātuṁ icchite atthe. Gāthāyanti gāthāruḷhe. Idañca pucchantā yebhuyyena gāthābandhavasena pucchantīti katvā vuttaṁ. Yamārabbhāti sā pana gāthā yaṁ atthaṁ ārabbha adhikicca pucchitā, tassa atthassa. Suddhāsuddhaparikkhāti padaṁ sodhitaṁ, ārambho na sodhito, padañca sodhitaṁ ārambho ca sodhitoti evaṁ padādīnaṁ sodhitāsodhitabhāvavicāro . Hāro so sodhanonāmāti yathāvuttavicāro sodhano hāro nāma. Evaṁ sutte padapadatthapañhārambhānaṁ sodhanalakkhaṇo ‘‘sodhano hāro’’ti veditabbaṁ.",
  "atk-s0519a3:30": "14. Ekattatāyāti ekassa bhāvo ekattaṁ, ekattameva ekattatā, tāya ekattatāya. Eka-saddo cettha samānasaddapariyāyo, tasmā sāmaññenāti attho. Visiṭṭhā mattā vimattā, vimattāva vemattaṁ, tassa bhāvo vemattatā, tāya vemattatāya, visesenāti attho. Te na vikappayitabbāti ye dhammā ‘‘dukkhaṁ samudayo’’tiādinā sāmaññena, ‘‘jāti jarā kāmataṇhā bhavataṇhā’’tiādinā visesena ca sutte desitā, te ‘‘kimettha sāmaññaṁ, ko vā viseso’’ti evaṁ sāmaññavisesavikappanavasena na vikappayitabbā. Kasmā? Sāmaññavisesakappanāya vohārabhāvena anavaṭṭhānato kāladisāvisesādīnaṁ viya apekkhāsiddhito ca. Yathā hi ‘‘ajja hiyyo sve’’ti vuccamānā kālavisesā anavaṭṭhitasabhāvā ‘‘purimā disā pacchimā disā’’ti vuccamānā disāvisesā ca, evaṁ sāmaññavisesāpi. Tathā hi ‘‘idaṁ dukkha’’nti vuccamānaṁ jātiādiapekkhāya sāmaññampi samānaṁ saccāpekkhāya viseso hoti. Esa nayo samudayādīsupi. Eso hāro adhiṭṭhānoti evaṁ suttāgatānaṁ dhammānaṁ avikappanavasena sāmaññavisesaniddhāraṇalakkhaṇo adhiṭṭhāno hāro nāmāti attho.",
  "atk-s0519a3:31": "15. Ye dhammāti ye avijjādikā paccayadhammā. Yaṁ dhammanti yaṁ saṅkhārādikaṁ paccayuppannadhammaṁ. Janayantīti nibbattenti. Paccayāti sahajātapaccayabhāvena. Paramparatoti paramparapaccayabhāvena, anurūpasantānaghaṭanavasena paccayo hutvāti attho. Upanissayakoṭi hi idhādhippetā. Purimasmiṁ avasiṭṭho paccayabhāvo. Hetumavakaḍḍhayitvāti taṁ yathāvuttapaccayasaṅkhātaṁ janakādibhedabhinnaṁ hetuṁ ākaḍḍhitvā suttato niddhāretvā yo saṁvaṇṇanāsaṅkhāto, eso hāro parikkhāroti evaṁ sutte āgatadhammānaṁ parikkhārasaṅkhāte hetupaccaye niddhāretvā saṁvaṇṇanalakkhaṇo parikkhāro hāroti attho.",
  "atk-s0519a3:32": "16. Ye dhammāti ye sīlādidhammā. Yaṁmūlāti yesaṁ samādhiādīnaṁ mūlabhūtā, te tesaṁ samādhiādīnaṁ padaṭṭhānabhāvena samāropayitabbāti sambandho. Ye cekatthā pakāsitā munināti ye ca rāgavirāgācetovimuttisekkhaphalakāmadhātusamatikkamanādisaddā anāgāmiphalatthatāya ekatthā buddhamuninā paridīpitā, te aññamaññavevacanabhāvena samāropayitabbāti sambandho. Samāropanañcettha sutte yathārutavasena niddhāraṇavasena vā gayhamānassa sikkhattayasaṅkhātassa sīlādikkhandhattayassa pariyāyantaravibhāvanamukhena bhāvanāpāripūrikathanaṁ, bhāvanāpāripūrī ca pahātabbassa pahānenāti pahānasamāropanāpi atthato dassitā eva hoti. Esa samāropano hāroti esa sutte āgatadhammānaṁ padaṭṭhānavevacanabhāvanāpahānasamāropanavicāraṇalakkhaṇo samāropano nāma hāroti attho.",
  "atk-s0519a3:33": "Nayasaṅkhepo",
  "atk-s0519a3:34": "17. Evaṁ gāthābandhavasena soḷasapi hāre niddisitvā idāni naye niddisituṁ ‘‘taṇhañcā’’tiādi vuttaṁ. Tattha taṇhañca avijjampi cāti sutte āgataṁ atthato niddhāraṇavasena vā gahitaṁ taṇhaṁ avijjañca yo netīti sambandho. Yo saṁvaṇṇanāviseso taṁ neti saṁkilesapakkhaṁ pāpeti saṁkilesavasena suttatthaṁ yojetīti adhippāyo. Samathenāti samādhinā. Vipassanāyāti paññāya, yo neti vodānapakkhaṁ pāpeti, tathā suttatthaṁ yojetīti adhippāyo. Saccehi yojayitvāti nayanto ca taṇhā ca avijjā ca bhavamūlakattā samudayasaccaṁ, avasesā tebhūmakadhammā dukkhasaccaṁ, samathavipassanā maggasaccaṁ, tena pattabbā asaṅkhatadhātu nirodhasaccanti evaṁ imehi catūhi saccehi yojetvā. Ayaṁ nayo nandiyāvaṭṭoti yo taṇhāvijjāhi saṁkilesapakkhassa suttatthassa samathavipassanāhi vodānapakkhassa catusaccayojanamukhena nayanalakkhaṇo saṁvaṇṇanāviseso, ayaṁ nandiyāvaṭṭo nayo nāmāti attho. Ettha ca nayassa bhūmi gāthāyaṁ ‘‘nayo’’ti vuttā, tasmā saṁvaṇṇanāvisesoti vuttaṁ. Na hi atthanayo saṁvaṇṇanā, catusaccapaṭivedhassa anurūpo pubbabhāge anugāhaṇanayo atthanayo. Tassa pana yā ugghaṭitaññuādīnaṁ vasena taṇhādimukhena nayabhūmiracanā, tattha nayavohāro.",
  "atk-s0519a3:35": "18. Akusaleti dvādasacittuppādasaṅgahite sabbepi akusale dhamme. Samūlehīti attano mūlehi, lobhadosamohehīti attho. Kusaleti sabbepi catubhūmake kusale dhamme. Kusalamūlehīti kusalehi alobhādimūlehi yo neti. Nayanto ca kusalākusalaṁ māyāmarīciādayo viya abhūtaṁ na hotīti bhūtaṁ. Paṭaghaṭādayo viya na sammutisaccamattanti tathaṁ. Akusalassa iṭṭhavipākatābhāvato kusalassa ca aniṭṭhavipākatābhāvato vipāke sati avisaṁvādakattā avitathaṁ neti. Evametesaṁ tiṇṇampi padānaṁ kusalākusalavisesanatā daṭṭhabbā. Atha vā akusalamūlehi akusalāni kusalamūlehi ca kusalāni nayanto ayaṁ nayo bhūtaṁ tathaṁ avitathaṁ neti, cattāri saccāni niddhāretvā yojetīti attho. Dukkhādīni hi bādhakādibhāvato aññathābhāvābhāvena bhūtāni, saccasabhāvattā tathāni, avisaṁvādanato avitathāni. Vuttañhetaṁ bhagavatā ‘‘cattārimāni, bhikkhave, tathāni avitathāni anaññathānī’’ti (saṁ. ni. 5.1090). Tipukkhalaṁ taṁ nayaṁ āhūti yo akusalamūlehi saṁkilesapakkhassa kusalamūlehi vodānapakkhassa suttatthassa catusaccayojanamukhena nayanalakkhaṇo saṁvaṇṇanāviseso, taṁ tipukkhalaṁ nayanti vadantīti attho.",
  "atk-s0519a3:36": "19. Vipallāsehīti asubhe subhantiādinayappavattehi catūhi vipallāsehi. Kileseti kilissanti vibādhiyantīti kilesā, saṁkiliṭṭhadhammā, saṁkilesapakkhanti attho. Keci ‘‘saṁkilese’’tipi paṭhanti, kilesasahiteti attho. Indriyehīti saddhādīhi indriyehi. Saddhammeti paṭipattipaṭivedhasaddhamme, vodānapakkhanti attho. Etaṁ nayanti yo subhasaññādīhi vipallāsehi sakalassa saṁkilesapakkhassa saddhindriyādīhi vodānapakkhassa catusaccayojanavasena nayanalakkhaṇo saṁvaṇṇanāviseso, etaṁ nayaṁ nayavidū saddhammanayakovidā, atthanayakusalā eva vā sīhavikkīḷitaṁ nayanti vadantīti attho.",
  "atk-s0519a3:37": "20. Veyyākaraṇesūti tassa tassa atthanayassa yojanatthaṁ katesu suttassa atthavissajjanesūti attho. Tenevāha ‘‘tahiṁ tahi’’nti. Kusalākusalāti vodāniyā saṁkilesikā ca tassa tassa nayassa disābhūtadhammā. Vuttāti suttato niddhāretvā kathitā. Manasā volokayateti te yathāvuttadhamme citteneva ‘‘ayaṁ paṭhamā disā ayaṁ dutiyā disā’’tiādinā tassa tassa nayassa disābhāvena upaparikkhati, vicāretīti attho. ‘‘Olokayate te abahī’’tipi pāṭho. Tattha teti te yathāvuttadhamme. Abahīti abbhantaraṁ, citte evāti attho. Taṁ khu disālocanaṁ āhūti olokayateti ettha yadetaṁ olokanaṁ, taṁ disālocanaṁ nāma nayaṁ vadanti. Khu-ti ca nipāto avadhāraṇe. Tena olokanameva ayaṁ nayo, na koci atthavisesoti dasseti.",
  "atk-s0519a3:38": "21. Oloketvāti paṭhamādidisābhāvena upaparikkhitvā. Disālocanenāti disālocananayena karaṇabhūtena. Yena hi vidhinā tassa tassa atthanayassa yojanāya disā olokīyanti, so vidhi disālocananti evaṁ vā ettha attho daṭṭhabbo. Ukkhipiyāti uddharitvā, disābhūtadhamme suttato niddhāretvāti attho. ‘‘Ukkhipiya yo samānetī’’tipi paṭhanti, tassattho – ‘‘yo tesaṁ disābhūtadhammānaṁ samānayanaṁ karotī’’ti. Yanti vā kiriyāparāmasanaṁ . Samānetīti samaṁ, sammā vā āneti tassa tassa nayassa yojanāvasena. Ke pana āneti? Sabbe kusalākusale taṁtaṁnayadisābhūte. Ayaṁ nayoti samānetīti ettha yadetaṁ taṁtaṁnayadisābhūtadhammānaṁ samānayanaṁ, ayaṁ aṅkuso nāma nayoti attho. Etañca dvayaṁ ‘‘vohāranayo, kammanayo’’ti ca vuccati.",
  "atk-s0519a3:39": "22. Evaṁ hāre naye ca niddisitvā idāni nesaṁ yojanakkamaṁ dassento ‘‘soḷasa hārā paṭhama’’ntiādimāha. Tattha paṭhamaṁ soḷasa hārā ‘‘yojetabbā’’ti vacanaseso. Hārasaṁvaṇṇanā paṭhamaṁ kātabbā byañjanapariyeṭṭhibhāvatoti adhippāyo. Disalocanatoti disālocanena, ayameva vā pāṭho. Aṅkusena hīti hi-saddo nipātamattaṁ. Sesaṁ uttānameva.",
  "atk-s0519a3:40": "Dvādasapadaṁ",
  "atk-s0519a3:41": "23. Idāni yesaṁ byañjanapadānaṁ atthapadānañca vasena dvādasa padāni suttanti vuttaṁ, tāni padāni niddisituṁ ‘‘akkharaṁ pada’’ntiādimāha. Tattha apariyosite pade vaṇṇo akkharaṁ pariyāyavasena akkharaṇato asañcaraṇato. Na hi vaṇṇassa pariyāyo vijjati, atha vaṇṇoti kenaṭṭhena vaṇṇo? Atthasaṁvaṇṇanaṭṭhena. Vaṇṇo eva hi ittarakhaṇatāya aparāparabhāvena pavatto padādibhāvena gayhamāno yathāsambandhaṁ taṁ taṁ atthaṁ vadati . Ekakkharaṁ vā padaṁ akkharaṁ, keci pana ‘‘manasā desanāvācāya akkharaṇato akkhara’’nti vadanti.",
  "atk-s0519a3:42": "Padanti pajjati attho etenāti padaṁ, taṁ nāmapadaṁ ākhyātapadaṁ upasaggapadaṁ nipātapadanti catubbidhaṁ. Tattha ‘‘phasso vedanā citta’’nti evamādikaṁ satvappadhānaṁ nāmapadaṁ. ‘‘Phusati vedayati vijānātī’’ti evamādikaṁ kiriyāpadhānaṁ ākhyātapadaṁ. Kiriyāvisesaggahaṇanimittaṁ ‘‘pa’’ iti evamādikaṁ upasaggapadaṁ. Kiriyāya satvassa ca sarūpavisesappakāsanahetubhūtaṁ ‘‘eva’’nti evamādikaṁ nipātapadaṁ.",
  "atk-s0519a3:43": "Byañjananti saṅkhepato vuttaṁ padābhihitaṁ atthaṁ byañjayatīti byañjanaṁ, vākyaṁ. Taṁ pana atthato padasamudāyoti daṭṭhabbaṁ. Padamattasavanepi hi adhikārādivasena labbhamānehi padantarehi anusandhānaṁ katvāva atthasampaṭipatti hotīti vākyameva atthaṁ byañjayati. Niruttīti ākārābhihitaṁ nibbacanaṁ nirutti.",
  "atk-s0519a3:44": "Niddesoti nibbacanavitthāro niravasesadesanattā niddeso. Padehi vākyassa vibhāgo ākāro. Yadi evaṁ padato ākārassa ko visesoti? Apariyosite vākye avibhajjamāne vā tadavayavo padaṁ. Uccāraṇavasena pariyosite vākye vibhajjamāne vā tadavayavo ākāroti ayametesaṁ viseso. Chaṭṭhaṁ vacanaṁ chaṭṭhavacanaṁ. Ākāro chaṭṭhavacanaṁ etassāti ākārachaṭṭhavacanaṁ, byañjanapadaṁ. Ettha ca byañjananti imassa padassa anantaraṁ vattabbaṁ ākārapadaṁ niddesapadānantaraṁ vadantena ‘‘ākārachaṭṭhavacana’’nti vuttaṁ, padānupubbikaṁ pana icchantehi taṁ byañjanapadānantarameva kātabbaṁ. Tathā hi vakkhati ‘‘aparimāṇā byañjanā aparimāṇā ākārāti, byañjanehi vivarati ākārehi vibhajatī’’ti ca. Keci pana ‘‘ākārapadabyañjananiruttiyo ca niddeso’’ti paṭhanti. Ettāva byañjanaṁ sabbanti yānimāni akkharādīni niddiṭṭhāni, ettakameva sabbaṁ byañjanaṁ, etehi asaṅgahitaṁ byañjanaṁ nāma natthīti attho.",
  "atk-s0519a3:45": "24. Saṅkāsanāti saṁkhittena kāsanā. Pakāsanāti paṭhamaṁ kāsanā, kāsīyati dīpīyatīti attho. Iminā hi atthapadadvayena akkharapadehi vibhāviyamāno atthākāro gahito. Yasmā akkharehi suyyamānehi suṇantānaṁ visesavidhānassa katattā padapariyosāne padatthasampaṭipatti hoti. Tathā hi vakkhati ‘‘tattha bhagavā akkharehi saṅkāseti padehi pakāsetīti, akkharehi padehi ca ugghāṭetī’’ti ca.",
  "atk-s0519a3:46": "Vivaraṇāti vitthāraṇā. Vibhajanā ca uttānīkammañca paññatti ca vibhajanuttānīkammapaññatti. Tattha vibhajanāti vibhāgakaraṇaṁ, ubhayenāpi niddisanamāha. Idha purimanayeneva byañjanākārehi niddisiyamāno atthākāro dassitoti daṭṭhabbaṁ. Uttānīkammaṁ pākaṭakaraṇaṁ. Pakārehi ñāpanaṁ paññatti. Dvayenāpi paṭiniddisanaṁ katheti. Etthāpi niruttiniddesasaṅkhātehi byañjanapadehi niddisiyamāno atthākāro vutto, yo paṭiniddisīyatīti vuccati. Etehīti etehi eva saṅkāsanādivinimuttassa desanātthassa abhāvato. Atthoti suttattho. Kammanti ugghaṭanādikammaṁ. Suttatthena hi desanāya pavattiyamānena ugghaṭitaññuādiveneyyānaṁ cittasantānassa pabodhanakiriyānibbatti. So ca suttattho saṅkāsanādiākāroti. Tena vuttaṁ – ‘‘attho kammañca niddiṭṭha’’nti.",
  "atk-s0519a3:47": "25. Tīṇīti liṅgavipallāsena vuttaṁ, tayoti vuttaṁ hoti. Navahi padehīti navahi koṭṭhāsehi . Attho samāyuttoti attho sammā yutto na vinā vattati. Sabbassa hi buddhavacanassa catusaccappakāsanato atthanayānañca catusaccayojanavasena pavattanato sabbo pāḷiattho atthanayattayasaṅgahito saṅkāsanādiākāravisesavutti cāti.",
  "atk-s0519a3:48": "26. Idāni yathāniddiṭṭhe desanāhārādike nettippakaraṇassa padatthe sukhaggahaṇatthaṁ gaṇanavasena paricchinditvā dassento ‘‘atthassā’’tiādimāha. Tattha catubbīsāti soḷasa hārā cha byañjanapadāni dve kammanayāti evaṁ catubbīsa. Ubhayanti cha atthapadāni tayo atthanayāti idaṁ navavidhaṁ yathāvuttaṁ catubbīsavidhañcāti etaṁ ubhayaṁ. Saṅkalayitvāti sampiṇḍetvā. ‘‘Saṅkhepayato’’tipi pāṭho, ekato karontassāti attho. Ettikāti etappamāṇā, ito vinimutto koci nettipadatthā natthīti attho.",
  "atk-s0519a3:49": "Evaṁ tettiṁsapadatthāya nettiyā suttassa atthapariyesanāya yo ‘‘soḷasa hārā paṭhama’’nti nayehi paṭhamaṁ hārā saṁvaṇṇetabbāti hāranayānaṁ saṁvaṇṇanākkamo dassito, svāyaṁ hāranayānaṁ desanākkameneva siddho. Evaṁ siddhe sati ayaṁ ārambho imamatthaṁ dīpeti – sabbepime hārā nayā ca iminā dassitakkameneva suttesu saṁvaṇṇanāvasena yojetabbā, na uppaṭipāṭiyāti.",
  "atk-s0519a3:50": "Kiṁ panettha kāraṇaṁ, yadete hārā nayā ca imināva kamena desitāti? Yadipi nāyamanuyogo katthaci anukkame nivisati, api ca dhammadesanāya nissayaphalatadupāyasarīrabhūtānaṁ assādādīnaṁ vibhāvanasabhāvattā pakatiyā sabbasuttānurūpāti suviññeyyabhāvato paresañca saṁvaṇṇanāvisesānaṁ vicayahārādīnaṁ patiṭṭhābhāvato paṭhamaṁ desanāhāro dassito.",
  "atk-s0519a3:51": "Padapucchāvissajjanapubbāparānugītīhi saddhiṁ desanāhārapadatthānaṁ pavicayasabhāvatāya tassa anantaraṁ vicayo. Tathā hi vakkhati ‘‘padaṁ vicinati…pe… āṇattiṁ vicinati anugītiṁ vicinatī’’ti.",
  "atk-s0519a3:52": "Vicayena hārena pavicitānaṁ atthānaṁ yuttāyuttivicāraṇā yuttāti yuttivicāraṇabhāvato vicayānantaraṁ yuttihāro vutto. Tathā hi vakkhati – ‘‘vicayena hārena vicinitvā yuttihārena yojetabba’’nti.",
  "atk-s0519a3:53": "Yuttāyuttānaṁyeva atthānaṁ upapattianurūpaṁ kāraṇaparamparāya niddhāraṇalakkhaṇaṁ padaṭṭhānacintanaṁ kattabbanti yuttihārānantaraṁ padaṭṭhānahāro dassito. Tathā hi vakkhati – ‘‘yo koci upanissayo yo koci paccayo ca, sabbo so padaṭṭhāna’’nti.",
  "atk-s0519a3:54": "Yuttāyuttānaṁ kāraṇaparamparāya pariggahitasabhāvānaṁyeva ca dhammānaṁ avuttānampi ekalakkhaṇatāya gahaṇaṁ kātabbanti dassanatthaṁ padaṭṭhānānantaraṁ lakkhaṇo hāro vutto. Tathā hi lakkhaṇahāravibhaṅge ‘‘avijjāpaccayā saṅkhārā’’tiādinā paṭiccasamuppādaṁ dassetvā ‘‘evaṁ ye dhammā ekalakkhaṇā’’tiādi vuttaṁ.",
  "atk-s0519a3:55": "Atthato niddhāritānampi dhammānaṁ nibbacanādīni vattabbāni, na sutte sarūpato āgatānamevāti dassanatthaṁ lakkhaṇānantaraṁ catubyūho vutto. Evañhi niravasesato atthāvabodho hoti, evañca katvā ‘‘yadā hi bhikkhu atthassa ca nāmaṁ jānāti dhammassa ca nāmaṁ jānāti tathā tathā naṁ abhiniropetī’’ti anavasesapariyādānaṁ vakkhati. Tathā ‘‘punappunaṁ gabbhamupetī’’ti ettha ‘‘ye jarāmaraṇena aṭṭiyitukāmā bhavissanti , te bhavissanti bhojane mattaññuno indriyesu guttadvārā’’tiādinā sammāpaṭipattiṁ adhippāyabhāvena vakkhati.",
  "atk-s0519a3:56": "Nibbacanādhippāyanidānavacanehi saddhiṁ sutte padatthānaṁ suttantarasaṁsandanasaṅkhāte pubbāparavicāre dassite tesaṁ sabhāgavisabhāgadhammantarāvaṭṭanaṁ sukhena sakkā dassetunti catubyūhānantaraṁ āvaṭṭo vutto. Teneva hi ‘‘ārambhatha nikkamathā’’ti gāthāyaṁ ārambhanikkamanabuddhasāsanayogadhunanehi vīriyasamādhipaññindriyāni niddhāretvā tadanuyogassa mūlaṁ ‘‘pamādo’’ti suttantare dassito pamādo āvaṭṭito.",
  "atk-s0519a3:57": "Sabhāgavisabhāgadhammāvaṭṭane niyojite sādhāraṇāsādhāraṇavasena saṁkilesavodānadhammānaṁ padaṭṭhānato bhūmito ca vibhāgo sakkā sukhena yojitunti āvaṭṭānantaraṁ vibhattihāro vutto. Yato vibhattihāravibhaṅge ‘‘katame dhammā sādhāraṇā? Dve dhammā sādhāraṇā, nāmasādhāraṇā vatthusādhāraṇā cā’’ti ārabhitvā ‘‘micchattaniyatānaṁ sattānaṁ aniyatānañca sattānaṁ dassanappahātabbā kilesā sādhāraṇā, puthujjanassa sotāpannassa ca kāmarāgabyāpādā sādhāraṇā’’tiādinā sabhāgavisabhāgapariyāyavanteyeva dhamme vibhajissati.",
  "atk-s0519a3:58": "Sāvajjānavajjadhammānaṁ sappaṭibhāgābhāvato tesaṁ vibhāge kate suttāgate dhamme akasirena paṭipakkhato parivattetuṁ sakkāti vibhattianantaraṁ parivattanahāro vutto. Tathā hi ‘‘sammādiṭṭhissa purisapuggalassa micchādiṭṭhi nijjiṇṇā bhavatī’’ti paṭivibhattasabhāve eva dhamme parivattanahāravibhaṅge udāharissati.",
  "atk-s0519a3:59": "Paṭipakkhato parivattitāpi dhammā pariyāyavacanehi bodhetabbā, na sutte āgatāyevāti dassanatthaṁ parivattanānantaraṁ vevacanahāro vutto.",
  "atk-s0519a3:60": "Evaṁ te dhammā pariyāyasaddatopi vibhāvitā hontīti pariyāyato pakāsitānaṁ dhammānaṁ pabhedato paññattivasena vibhajanaṁ sukhena sakkā ñātunti vevacanahārānantaraṁ paññattihāro vutto. Tathā hi sutte āgatadhammānaṁ pariyāyapaññattivibhāgaṁ subodhanañca paññattihāravibhaṅge vakkhati.",
  "atk-s0519a3:61": "Pabhāvapariññādipaññattivibhāgamukhena paṭiccasamuppādasaccādidhammavibhāge kate sutte āgatadhammānaṁ paṭiccasamuppādādimukhena avadhāraṇaṁ sakkā dassetunti paññattianantaraṁ otaraṇo hāro vutto. Tathā hi ‘‘uddhaṁ adho’’ti gāthaṁ uddisitvā ‘‘vippamutto’’ti padena asekkhaṁ vijjaṁ niddhāretvā ‘‘vijjuppādā avijjānirodho’’tiādinā paṭiccasamuppādaṁ udāharissati.",
  "atk-s0519a3:62": "Dhātāyatanādīsu otāritānaṁ sutte padatthānaṁ pucchārambhavisodhanaṁ sakkā sukhena sampādetunti otaraṇānantaraṁ sodhano hāro vutto. Tathā hi vakkhati – ‘‘yattha evaṁ suddho ārambho, so pañho vissajjito bhavatī’’tiādi.",
  "atk-s0519a3:63": "Visodhitesu sutte padapadatthesu tattha labbhamānasāmaññavisesabhāvo sukaro hotīti dassetuṁ sodhanānantaraṁ adhiṭṭhāno hāro dassito. Sodhano hi adhiṭṭhānassa bahūpakāro, tato eva hi ‘‘yathā yathā vā pana pucchitaṁ, tathā tathā vissajjayitabba’’nti vakkhati.",
  "atk-s0519a3:64": "Sāmaññavisesabhūtesu sādhāraṇāsādhāraṇesu dhammesu paveditesu parikkhārasaṅkhātassa sādhāraṇāsādhāraṇarūpassa paccayaheturāsissa pabhedo suviññeyyoti adhiṭṭhānānantaraṁ parikkhāro vutto . Tathā hi vakkhati ‘‘asādhāraṇalakkhaṇo hetu, sādhāraṇalakkhaṇo paccayo. Yathā kiṁ bhave, yathā aṅkurassa nibbattiyā bījaṁ asādhāraṇaṁ, pathavī āpo ca sādhāraṇā’’tiādi.",
  "atk-s0519a3:65": "Asādhāraṇe sādhāraṇe ca kāraṇe dassite tassa attano phalesu kāraṇākāro tesaṁ hetuphalānaṁ pabhedato desanākāro bhāvetabbapahātabbadhammānaṁ bhāvanāpahānāni ca niddhāretvā vuccamānāni sammā suttassa atthaṁ tathattāvabodhāya saṁvattantīti parikkhārānantaraṁ samāropano hāro dassitoti. Idaṁ hārānaṁ anukkamakāraṇaṁ.",
  "atk-s0519a3:66": "Nayānaṁ pana veneyyattayappayojitattā atthanayattayūpadesassa tadanukkameneva nandiyāvaṭṭādīnaṁ tiṇṇaṁ atthanayānaṁ kamo veditabbo. Ugghaṭitaññuādayo hi tayo veneyyā nandiyāvaṭṭādayo payojenti. Tasmā te uddesaniddesapaṭiniddesā viya yathākkamaṁ tesaṁ upakārāya savaṁttantīti. Tathā hi nesaṁ cattāro cha aṭṭha ca mūlapadā niddiṭṭhā. Itarassa pana nayadvayassa atthanayattayassa bhūmiyā ālocanaṁ tassa tattha samānayanañcāti iminā kāraṇena uddesakkamo veditabbo. Na hi sakkā anoloketvā samānetunti.",
  "atk-s0519a3:67": "Etaparamatā ca hārānaṁ ettakehi pakāravisesehi atthanayattayasahitehi suttassa attho niddhāriyamāno veneyyānaṁ alamanuttarāya paṭhamāya bhūmiyā samadhigamāyāti veditabbo. Dassanabhūmisamanuppattiatthā hi nettippakaraṇadesanāti. Atha vā etadantogadhattā sabbesaṁ suttassa saṁvaṇṇanāvisesānaṁ ettāvatā hārānaṁ daṭṭhabbā. Yattakā hi suttassa saṁvaṇṇanāvisesā, sabbe te nettiupadesāyattāti vuttovāyamattho.",
  "atk-s0519a3:68": "Tathā hi ye keci suttassa saṁvaṇṇanāpakārā niddisīyanti. Seyyathidaṁ – suttassa samuṭṭhānaṁ vattabbaṁ, adhippāyo vibhāvetabbo, anekadhā padattho saṁvaṇṇetabbo, vidhi anuvādo ca veditabbo, virodho samādhātabbo, anusandhiyā anurūpaṁ nigametabbanti. Tathā suttassa payojanaṁ piṇḍattho padattho anusandhi codanā parihāro ca atthaṁ vadantena vattabbāti. Tathā upogghāṭapadaviggahapadatthacālanāpaccupaṭṭhānāni vattabbānīti.",
  "atk-s0519a3:69": "Tathā tisso kathā ekanāḷikā caturassā nisinnavattikā. Tattha pāḷiṁ vatvā ekekapadassa atthakathanaṁ ekanāḷikā nāma.",
  "atk-s0519a3:70": "Paṭipakkhaṁ dassetvā paṭipakkhassa upamaṁ dassetvā sapakkhaṁ dassetvā sapakkhassa upamaṁ dassetvā kathanaṁ caturassā nāma.",
  "atk-s0519a3:71": "Visabhāgadhammavaseneva pariyosānaṁ gantvā puna sabhāgadhammavaseneva pariyosānagamanaṁ nisinnavattikā nāma.",
  "atk-s0519a3:72": "Bhedakathāya tatvakathāya pariyāyavacanehi ca suttaṁ saṁvaṇṇetabbanti ca evamādayo. Tesampi ettheva avarodho, yasmā te idha katipayahārasaṅgahitāti.",
  "atk-s0519a3:73": "Nayānaṁ pana yasmā ugghaṭitaññuādayo tayo eva veneyyā saccābhisamayabhāgino tadatthāya ca atthanayadesanā, tasmā satipi saṁkilesavodānadhammānaṁ yathāvuttamūlapadabhedato vaḍḍhetvā vibhajitabbappakāre tathā mūlapadāni avaḍḍhetvā veneyyattayavaseneva etaparamatā vuttā. Navasu navasu eva hi mūlapadesu sabbesaṁ saṁkilesavodānadhammānaṁ antogadhabhāvato na tāni vaḍḍhetabbāni veneyyattayādhikārato na hāpetabbānīti nayānaṁ etaparamatā daṭṭhabbā.",
  "atk-s0519a3:74": "Kammanayānaṁ pana ālocanasamānayanato aññassa pakārantarassa asambhavato etaparamatā. Hetvādīti ettha ādisaddena phalabhūmiupanisāsabhāgavisabhāgalakkhaṇanayādayo pariggahitā. Tesu hetūti kāraṇaṁ, yo dhammotipi vuccati, so pana paccayabhāvena ekavidho. Kārako sampāpakoti duvidho. Puna kārako ñāpako sampāpakoti tividho. Hetuhetu paccayahetu uttamahetu sādhāraṇahetūti catubbidho. Paccayadhammo kusalo akusalo saddo ariyamaggoti pañcavidho. Tathā sabhāgahetu asabhāgahetu ajjhattikahetu bāhirahetu janakahetu pariggāhakahetu sādhāraṇahetu asādhāraṇahetu samanantarahetu paramparahetu sahajātahetu asahajātahetu sāsavahetu anāsavahetūtiādinā anekavidho cāti veditabbo.",
  "atk-s0519a3:75": "Phalampi paccayuppannabhāvena ekavidhaṁ. Adhigantabbatopi sampāpakahetuvasena phalapariyāyo labbhatīti nibbattetabbaadhigantabbabhāvato duvidhaṁ. Ñāpetabbanibbattetabbapattabbato tividhaṁ. Paccayuppannavipākakiriyāvacanatthanibbānavasena pañcavidhaṁ. Sabhāgahetunibbattaṁ asabhāgahetunibbattanti evamādivasena anekavidhañcāti veditabbaṁ. Tathā lokiyaṁ lokuttaranti. Tattha lokuttaraṁ cattāri sāmaññaphalāni. Lokiyaphalaṁ duvidhaṁ kāyikaṁ mānasañca . Tattha kāyikaṁ pañcadvārikaṁ, avasiṭṭhaṁ mānasaṁ. Yañca tāya tāya suttadesanāya sādhetabbaṁ, tadapi phalanti.",
  "atk-s0519a3:76": "Bhūmīti sāsavabhūmi anāsavabhūmi saṅkhatabhūmi asaṅkhatabhūmi dassanabhūmi bhāvanābhūmi puthujjanabhūmi sekkhabhūmi asekkhabhūmi sāvakabhūmi paccekabuddhabhūmi sammāsambuddhabhūmi jhānabhūmi asamāhitabhūmi paṭipajjamānabhūmi paṭipannabhūmi paṭhamābhūmi yāva catutthībhūmi kāmāvacarabhūmi yāva lokuttarabhūmīti bahuvidhā. Tattha sāsavabhūmi parittamahaggatā dhammā. Anāsavabhūmi appamāṇā dhammā. Saṅkhatabhūmi nibbānavajjā sabbe sabhāvadhammā. Asaṅkhatabhūmi appaccayā dhammā. Dassanabhūmi paṭhamamaggaphaladhammā. Bhāvanābhūmi avasiṭṭhamaggaphaladhammā. Puthujjanabhūmi hīnamajjhimā dhammā. Sekkhabhūmi cattāro ariyamaggadhammā heṭṭhimā ca tayo phaladhammā. Asekkhabhūmi aggaphaladhammā. Sāvakapaccekabuddhabuddhadhammā sāvakādibhūmiyo. Jhānabhūmi jhānadhammā. Asamāhitabhūmi jhānavajjitā dhammā. Paṭipajjamānabhūmi maggadhammā. Paṭipannabhūmi phaladhammā. Paṭhamādibhūmiyo saha phalena cattāro maggā apariyāpannā dhammā ‘‘paṭhamāya bhūmiyā pattiyā’’tiādivacanato. Kāmāvacarādibhūmiyo kāmāvacarādidhammā. Ye ca dhammā tesaṁ tesaṁ hāranayānaṁ patiṭṭhānabhāvena suttesu niddhārīyanti, tepi bhūmiyoti viññātabbā.",
  "atk-s0519a3:77": "Upanisāti balavakāraṇaṁ, yo upanissayapaccayoti vuccati. Yañca sandhāya sutte ‘‘dukkhūpanisā saddhā saddhūpanisaṁ ‘sīla’nti yāva vimuttūpanisaṁ vimuttiñāṇadassana’’nti vuttaṁ. Api ca upanisāti tasmiṁ tasmiṁ samaye siddhante hadayabhūtaṁ abbhantaraṁ vuccati. Idhāpi nettihadayaṁ, yaṁ sammā pariggaṇhantā dhammakathikā tasmiṁ tasmiṁ sutte āgatadhammamukhena sabbahāranayayojanāya samatthā honti. Kiṁ panetaṁ nettihadayaṁ? Yadidaṁ etasseva tettiṁsavidhassa pakaraṇapadatthasoḷasassa aṭṭhavīsatividhapaṭṭhānavibhaṅgasahitassa visayo saha nimittavibhāgena asaṅkarato vavatthito.",
  "atk-s0519a3:78": "Seyyathidaṁ – desanāhārassa assādādayo visayo, tassa assādādivibhāvanalakkhaṇattā. Tassa assādo sukhaṁ somanassanti evamādivibhāgo, tassa nimittaṁ iṭṭhārammaṇādi, ayañca attho desanāhāravicayahāraniddesavaṇṇanāyaṁ vitthārato pakāsito eva. Sutte āgatadhammassa sabhāgavisabhāgadhammāvaṭṭanavisayo āvaṭṭahāro, tadubhayaāvaṭṭanalakkhaṇattā. Sutte āgatadhammānaṁ paccanīkadhammavisayo parivattanahāro, paṭipakkhadhammaparivattanalakkhaṇattā. Padaṭṭhānaparikkhāresu āsannakāraṇaṁ upanissayakāraṇañca padaṭṭhānaṁ, hetu parikkhāroti ayametesaṁ viseso.",
  "atk-s0519a3:79": "Sabhāgavisabhāgadhammā ca tesaṁ tesaṁ dhammānaṁ anukūlapaṭikūladhammā yathākkamaṁ veditabbā. Yathā – sammādiṭṭhiyā sammāsaṅkappo sabhāgo, micchāsaṅkappo visabhāgoti iminā nayena sabbaṁ sabhāgavisabhāgato veditabbaṁ.",
  "atk-s0519a3:80": "Lakkhaṇanti sabhāvo. So hāranayānaṁ niddese vibhāvito eva.",
  "atk-s0519a3:81": "Yaṁ panetaṁ hetuādivisesavinimuttaṁ hāranayānaṁ yojanānibandhanaṁ, so nayo. Yathāha – lakkhaṇahāre ‘‘evaṁ ye dhammā ekalakkhaṇā kiccato ca lakkhaṇato ca sāmaññato cā’’tiādi. Tathā vicayena hārena vicinitvā yuttihārena yojetabbāti. Tathā sodhanahārādīsu suddho ārambho hoti, so pañho vissajjito bhavatīti evamādi. Ekattādayopi nayā idha nayoti gahetabbā.",
  "atk-s0519a3:82": "Evaṁ hetuphalādīni upadhāretvā nesaṁ vasena tattha tattha sutte labbhamānapadatthaniddhāraṇamukhena yathālakkhaṇaṁ ete hārā nayā ca yojetabbā. Visesato pana padaṭṭhānaparikkhārā hetuvasena. Desanāvicayacatubyūhasamāropanā hetuphalavasena. Tathā vevacanapaññattiotaraṇasodhanā phalavasenevāti keci. Vibhatti hetubhūmivasena. Parivatto visabhāgavasena. Āvaṭṭo sabhāgavisabhāgavasena. Lakkhaṇayuttiadhiṭṭhānā nayavasena yojetabbāti. Ettāvatā ca yaṁ vuttaṁ –",
  "atk-s0519a3:83": "‘‘Sāmaññato visesena, padattho lakkhaṇaṁ kamo;",
  "atk-s0519a3:84": "Ettāvatā ca hetvādī, veditabbā hi viññunā’’ti.",
  "atk-s0519a3:85": "Ayaṁ gāthā vuttatthā hoti.",
  "atk-s0519a3:86": "Niddesavāravaṇṇanā niṭṭhitā."
}