{
  "atk-s0103a5:0": "6. Pāsādikasuttavaṇṇanā",
  "atk-s0103a5:1": "Nigaṇṭhanāṭaputtakālaṅkiriyavaṇṇanā",
  "atk-s0103a5:2": "164.Evaṃme sutanti pāsādikasuttaṃ. Tatrāyamanuttānapadavaṇṇanā – vedhaññā nāma sakyāti dhanumhi katasikkhā vedhaññanāmakā eke sakyā. Tesaṃ ambavane pāsādeti tesaṃ ambavane sippaṃ uggaṇhatthāya kato dīghapāsādo atthi, tattha viharati. Adhunā kālaṅkatoti sampati kālaṅkato. Dvedhikajātāti dvejjhajātā, dvebhāgā jātā. Bhaṇḍanādīsu bhaṇḍanaṃ pubbabhāgakalaho, taṃ daṇḍādānādivasena paṇṇattivītikkamavasena ca vaḍḍhitaṃ kalaho. ‘‘Na tvaṃ imaṃ dhammavinayaṃ ājānāsī’’tiādinā nayena viruddhavacanaṃ vivādo. Vitudantāti vijjhantā. Sahitaṃ meti mama vacanaṃ atthasañhitaṃ. Adhiciṇṇaṃ te viparāvattanti yaṃ tava adhiciṇṇaṃ cirakālāsevanavasena paguṇaṃ, taṃ mama vādaṃ āgamma nivattaṃ. Āropito te vādoti tuyhaṃ upari mayā doso āropito. Cara vādappamokkhāyāti bhattapuṭaṃ ādāya taṃ taṃ upasaṅkamitvā vādappamokkhatthāya uttari pariyesamāno vicara. Nibbeṭhehi vāti atha vā mayā āropitadosato attānaṃ mocehi. Sace pahosīti sace sakkosi. Vadhoyevāti maraṇameva. Nāṭaputtiyesūti nāṭaputtassa antevāsikesu. Nibbinnarūpāti ukkaṇṭhitasabhāvā abhivādanādīnipi na karonti. Virattarūpāti vigatapemā. Paṭivānarūpāti tesaṃ sakkaccakiriyato nivattanasabhāvā. Yathā tanti yathā durakkhātādisabhāve dhammavinaye nibbinnavirattappaṭivānarūpehi bhavitabbaṃ, tatheva jātāti attho. Durakkhāteti dukkathite. Duppavediteti duviññāpite. Anupasamasaṃvattaniketi rāgādīnaṃ upasamaṃ kātuṃ asamatthe. Bhinnathūpeti bhindappatiṭṭhe. Ettha hi nāṭaputtova nesaṃ patiṭṭhaṭṭhena thūpo. So pana bhinno mato. Tena vuttaṃ ‘‘bhinnathūpe’’ti. Appaṭisaraṇeti tasseva abhāvena paṭisaraṇavirahite.",
  "atk-s0103a5:3": "Nanu cāyaṃ nāṭaputto nāḷandavāsiko, so kasmā pāvāyaṃ kālaṅkatoti? So kira upālinā gahapatinā paṭividdhasaccena dasahi gāthāhi bhāsite buddhaguṇe sutvā uṇhaṃ lohitaṃ chaḍḍesi. Atha naṃ aphāsukaṃ gahetvā pāvaṃ agamaṃsu. So tattha kālamakāsi. Kālaṃ kurumāno ca cintesi – ‘‘mama laddhi aniyyānikā sāravirahitā, mayaṃ tāva naṭṭhā, avasesajanopi mā apāyapūrako ahosi, sace panāhaṃ ‘mama sāsanaṃ aniyyānika’nti vakkhāmi, na saddahissanti, yaṃnūnāhaṃ dvepi jane na ekanīhārena uggaṇhāpeyyaṃ, te mamaccayena aññamaññaṃ vivadissanti, satthā taṃ vivādaṃ paṭicca ekaṃ dhammakathaṃ kathessati, tato te sāsanassa mahantabhāvaṃ jānissantī’’ti.",
  "atk-s0103a5:4": "Atha naṃ eko antevāsiko upasaṅkamitvā āha – ‘‘bhante tumhe dubbalā, mayhampi imasmiṃ dhamme sāraṃ ācikkhatha, ācariyappamāṇa’’nti. ‘‘Āvuso, tvaṃ mamaccayena sassatanti gaṇheyyāsī’’ti. Aparopi upasaṅkami, taṃ ucchedaṃ gaṇhāpesi. Evaṃ dvepi jane ekaladdhike akatvā bahū nānānīhārena uggaṇhāpetvā kālamakāsi. Te tassa sarīrakiccaṃ katvā sannipatitvā aññamaññaṃ pucchiṃsu – ‘‘kassāvuso, ācariyo sāraṃ ācikkhī’’ti? Eko uṭṭhahitvā mayhanti āha. Kiṃ ācikkhīti? Sassatanti. Aparo taṃ paṭibāhitvā ‘‘mayhaṃ sāraṃ ācikkhī’’ti āha. Evaṃ sabbe ‘‘mayhaṃ sāraṃ ācikkhi, ahaṃ jeṭṭhako’’ti aññamaññaṃ vivādaṃ vaḍḍhetvā akkose ceva paribhāse ca hatthapādappahārādīni ca pavattetvā ekamaggena dve agacchantā nānādisāsu pakkamiṃsu.",
  "atk-s0103a5:5": "165.Atha kho cundo samaṇuddesoti ayaṃ thero dhammasenāpatissa kaniṭṭhabhātiko. Taṃ bhikkhū anupasampannakāle ‘‘cundo samaṇuddeso’’ti samudācaritvā therakālepi tatheva samudācariṃsu. Tena vuttaṃ – ‘‘cundo samaṇuddeso’’ti.",
  "atk-s0103a5:6": "‘‘Pāvāyaṃ vassaṃvuṭṭho yena sāmagāmo, yenāyasmā ānando tenupasaṅkamī’’ti kasmā upasaṅkami? Nāṭaputte kira kālaṅkate jambudīpe manussā tattha tattha kathaṃ pavattayiṃsu ‘‘nigaṇṭho nāṭaputto eko satthāti paññāyittha, tassa kālaṅkiriyāya sāvakānaṃ evarūpo vivādo jāto. Samaṇo pana gotamo jambudīpe cando viya sūriyo viya ca pākaṭo, sāvakāpissa pākaṭāyeva. Kīdiso nu kho samaṇe gotame parinibbute sāvakānaṃ vivādo bhavissatī’’ti . Thero taṃ kathaṃ sutvā cintesi – ‘‘imaṃ kathaṃ gahetvā dasabalassa ārocessāmi, satthā etaṃ aṭṭhuppattiṃ katvā ekaṃ desanaṃ kathessatī’’ti. So nikkhamitvā yena sāmagāmo, yenāyasmā ānando tenupasaṅkami.",
  "atk-s0103a5:7": "Sāmagāmoti sāmākānaṃ ussannattā tassa gāmassa nāmaṃ. Yenāyasmā ānandoti ujumeva bhagavato santikaṃ agantvā yenassa upajjhāyo āyasmā ānando tenupasaṅkami.",
  "atk-s0103a5:8": "Buddhakāle kira sāriputtatthero ca ānandatthero ca aññamaññaṃ mamāyiṃsu. Sāriputtatthero ‘‘mayā kātabbaṃ satthu upaṭṭhānaṃ karotī’’ti ānandattheraṃ mamāyi. Ānandatthero ‘‘bhagavato sāvakānaṃ aggo’’ti sāriputtattheraṃ mamāyi. Kuladārake ca pabbājetvā sāriputtattherassa santike upajjhaṃ gaṇhāpesi. Sāriputtattheropi tatheva akāsi. Evaṃ ekamekena attano pattacīvaraṃ datvā pabbājetvā upajjhaṃ gaṇhāpitāni pañca pañca bhikkhusatāni ahesuṃ. Āyasmā ānando paṇītāni cīvarādīnipi labhitvā therassa adāsi.",
  "atk-s0103a5:9": "Dhammaratanapūjā",
  "atk-s0103a5:10": "Eko kira brāhmaṇo cintesi – ‘‘buddharatanassa ca saṅgharatanassa ca pūjā paññāyati, kathaṃ nu kho dhammaratanaṃ pūjitaṃ hotī’’ti? So bhagavantaṃ upasaṅkamitvā etamatthaṃ pucchi. Bhagavā āha – ‘‘sacepi brāhmaṇa dhammaratanaṃ pūjetukāmo, ekaṃ bahussutaṃ pūjehī’’ti. Bahussutaṃ, bhante, ācikkhathāti. Bhikkhusaṅghaṃ pucchāti. So bhikkhusaṅghaṃ upasaṅkamitvā ‘‘bahussutaṃ, bhante, ācikkhathā’’ti āha. Ānandatthero brāhmaṇāti. Brāhmaṇo theraṃ sahassagghanikena ticīvarena pūjesi. Thero taṃ gahetvā bhagavato santikaṃ agamāsi. Bhagavā ‘‘kuto, ānanda, laddha’’nti āha? Ekena, bhante, brāhmaṇena dinnaṃ, idaṃ panāhaṃ āyasmato sāriputtassa dātukāmoti. Dehi, ānandāti. Cārikaṃ pakkanto bhanteti. Āgatakāle dehīti, sikkhāpadaṃ bhante, paññattanti. Kadā pana sāriputto āgamissatīti? Dasāhamattena bhanteti. ‘‘Anujānāmi, ānanda, dasāhaparamaṃ atirekacīvaraṃ nikkhipitu’’nti sikkhāpadaṃ paññāpesi.",
  "atk-s0103a5:11": "Sāriputtattheropi tatheva yaṃkiñci manāpaṃ labhati, taṃ ānandattherassa deti. So imampi attano kaniṭṭhabhātikaṃ therasseva saddhivihārikaṃ adāsi. Tena vuttaṃ – ‘‘yenassa upajjhāyo āyasmā ānando tenupasaṅkamī’’ti. Evaṃ kirassa ahosi – ‘‘upajjhāyo me mahāpañño, so imaṃ kathaṃ satthu ārocessati, atha satthā tadanurūpaṃ dhammaṃ desessatī’’ti. Kathāpābhatanti kathāya mūlaṃ. Mūlañhi ‘‘pābhata’’nti vuccati. Yathāha –",
  "atk-s0103a5:12": "‘‘Appakenāpi medhāvī, pābhatena vicakkhaṇo;",
  "atk-s0103a5:13": "Samuṭṭhāpeti attānaṃ, aṇuṃ aggiṃva sandhama’’nti. (jā. 1.1.4);",
  "atk-s0103a5:14": "Bhagavantaṃ dassanāyāti bhagavantaṃ dassanatthāya. Kiṃ panānena bhagavā na diṭṭhapubboti? No na diṭṭhapubbo. Ayañhi āyasmā divā nava vāre, rattiṃ nava vāreti ekāhaṃ aṭṭhārasa vāre upaṭṭhānameva gacchati. Divasassa pana satavāraṃ vā sahassavāraṃ vā gantukāmo samānopi na akāraṇā gacchati, ekaṃ pañhuddhāraṃ gahetvāva gacchati. So taṃ divasaṃ tena kathāpābhatena gantukāmo evamāha.",
  "atk-s0103a5:15": "Asammāsambuddhappaveditadhammavinayavaṇṇanā",
  "atk-s0103a5:16": "166.Evañhetaṃ, cunda, hotīti bhagavā ānandattherena ārocitepi yasmā na ānandatthero imissā kathāya sāmiko, cundatthero pana sāmiko. Sova tassā ādimajjhapariyosānaṃ jānāti. Tasmā bhagavā tena saddhiṃ kathento ‘‘evañhetaṃ, cunda, hotī’’tiādimāha . Tassattho – cunda evañhetaṃ hoti durakkhātādisabhāve dhammavinaye sāvakā dvedhikajātā bhaṇḍanādīni katvā mukhasattīhi vitudantā viharanti.",
  "atk-s0103a5:17": "Idāni yasmā aniyyānikasāsaneneva niyyānikasāsanaṃ pākaṭaṃ hoti, tasmā ādito aniyyānikasāsanameva dassento idha cunda satthā ca hoti asammāsambuddhotiādimāha. Tattha vokkamma ca tamhā dhammā vattatīti na nirantaraṃ pūreti, okkamitvā okkamitvā antarantaraṃ katvā vattatīti attho. Tassa te, āvuso, lābhāti tassa tuyhaṃ ete dhammānudhammappaṭipattiādayo lābhā. Suladdhanti manussattampi te suladdhaṃ. Tathā paṭipajjatūti evaṃ paṭipajjatu. Yathā te satthārā dhammo desitoti yena te ākārena satthārā dhammo kathito. Yo ca samādapetīti yo ca ācariyo samādapeti. Yañca samādapetīti yaṃ antevāsiṃ samādapeti. Yo ca samādapitoti yo ca evaṃ samādapito antevāsiko. Yathā ācariyena samādapitaṃ, tathatthāya paṭipajjati. Sabbe teti tayopi te. Ettha hi ācariyo samādapitattā apuññaṃ pasavati, samādinnantevāsiko samādinnattā, paṭipannako paṭipannattā. Tena vuttaṃ – ‘‘sabbe te bahuṃ apuññaṃ pasavantī’’ti. Etenupāyena sabbavāresu attho veditabbo.",
  "atk-s0103a5:18": "167. Apicettha ñāyappaṭipannoti kāraṇappaṭipanno. Ñāyamārādhessatīti kāraṇaṃ nipphādessati. Vīriyaṃ ārabhatīti attano dukkhanibbattakaṃ vīriyaṃ karoti. Vuttañhetaṃ ‘‘durakkhāte, bhikkhave, dhammavinaye yo āraddhavīriyo, so dukkhaṃ viharati. Yo kusīto, so sukhaṃ viharatī’’ti (a. ni. 1.318).",
  "atk-s0103a5:19": "Sammāsambuddhappaveditadhammavinayādivaṇṇanā",
  "atk-s0103a5:20": "168. Evaṃ aniyyānikasāsanaṃ dassetvā idāni niyyānikasāsanaṃ dassento idha pana, cunda, satthā ca hoti sammāsambuddhotiādimāha. Tattha niyyānikoti maggatthāya phalatthāya ca niyyāti.",
  "atk-s0103a5:21": "169.Vīriyaṃ ārabhatīti attano sukhanipphādakaṃ vīriyaṃ ārabhati. Vuttañhetaṃ ‘‘svākkhāte, bhikkhave, dhammavinaye yo kusīto, so dukkhaṃ viharati. Yo āraddhavīriyo, so sukhaṃ viharatī’’ti (a. ni. 1.319).",
  "atk-s0103a5:22": "170. Iti bhagavā niyyānikasāsane sammāpaṭipannassa kulaputtassa pasaṃsaṃ dassetvā puna desanaṃ vaḍḍhento idha, cunda, satthā ca loke udapādītiādimāha. Tattha aviññāpitatthāti abodhitatthā. Sabbasaṅgāhapadakatanti sabbasaṅgahapadehi kataṃ, sabbasaṅgāhikaṃ kataṃ na hotīti attho. ‘‘Sabbasaṅgāhapadagata’’ntipi pāṭho, na sabbasaṅgāhapadesu gataṃ, na ekasaṅgahajātanti attho. Sappāṭihīrakatanti niyyānikaṃ. Yāvadevamanussehīti devalokato yāva manussalokā suppakāsitaṃ. Anutappo hotīti anutāpakaro hoti. Satthā ca no loketi idaṃ tesaṃ anutāpakāradassanatthaṃ vuttaṃ. Nānutappo hotīti satthāraṃ āgamma sāvakehi yaṃ pattabbaṃ, tassa pattattā anutāpakaro na hoti.",
  "atk-s0103a5:23": "172.Theroti thiro therakārakehi dhammehi samannāgato. ‘‘Rattaññū’’tiādīni vuttatthāneva. Etehi ce pīti etehi heṭṭhā vuttehi.",
  "atk-s0103a5:24": "173.Pattayogakkhemāti catūhi yogehi khemattā arahattaṃ idha yogakkhemaṃ nāma, taṃ pattāti attho. Alaṃ samakkhātuṃ saddhammassāti sammukhā gahitattā assa saddhammaṃ sammā ācikkhituṃ samatthā.",
  "atk-s0103a5:25": "174.Brahmacārinoti brahmacariyavāsaṃ vasamānā ariyasāvakā. Kāmabhoginoti gihisotāpannā. ‘‘Iddhañcevā’’tiādīni mahāparinibbāne vitthāritāneva. Lābhaggayasaggapattanti lābhaggañceva yasaggañca pattaṃ.",
  "atk-s0103a5:26": "175.Santi kho pana me, cunda, etarahi therā bhikkhū sāvakāti sāriputtamoggallānādayo therā. Bhikkhuniyoti khemātherīuppalavaṇṇatherīādayo. Upāsakā sāvakā gihī odātavatthavasanā brahmacārinoti cittagahapatihatthakaāḷavakādayo. Kāmabhoginoti cūḷaanāthapiṇḍikamahāanāthapiṇḍikādayo. Brahmacāriniyoti nandamātādayo. Kāmabhoginiyoti khujjuttarādayo.",
  "atk-s0103a5:27": "176.Sabbākārasampannanti sabbakāraṇasampannaṃ. Idamevatanti idameva brahmacariyaṃ, imameva dhammaṃ sammā hetunā nayena vadamāno vadeyya. Udakāssudanti udako sudaṃ. Passaṃ na passatīti passanto na passati. So kira imaṃ pañhaṃ mahājanaṃ pucchi. Tehi ‘‘na jānāma, ācariya, kathehi no’’ti vutto so āha – ‘‘gambhīro ayaṃ pañho āhārasappāye sati thokaṃ cintetvā sakkā kathetu’’nti. Tato tehi cattāro māse mahāsakkāre kate taṃ pañhaṃ kathento kiñca passaṃ na passatītiādimāha. Tattha sādhunisitassāti suṭṭhunisitassa tikhiṇassa, sunisitakhurassa kira talaṃ paññāyati, dhārā na paññāyatīti ayamettha attho.",
  "atk-s0103a5:28": "Saṅgāyitabbadhammādivaṇṇanā",
  "atk-s0103a5:29": "177.Saṅgamma samāgammāti saṅgantvā samāgantvā. Atthena atthaṃ, byañjanena byañjananti atthena saha atthaṃ, byañjanenapi saha byañjanaṃ samānentehīti attho. Saṅgāyitabbanti vācetabbaṃ sajjhāyitabbaṃ. Yathayidaṃ brahmacariyanti yathā idaṃ sakalaṃ sāsanabrahmacariyaṃ.",
  "atk-s0103a5:30": "178.Tatra ceti tatra saṅghamajjhe, tassa vā bhāsite. Atthañceva micchā gaṇhāti, byañjanāni ca micchā ropetīti ‘‘cattāro satipaṭṭhānā’’ti ettha ārammaṇaṃ ‘‘satipaṭṭhāna’’nti atthaṃ gaṇhāti. ‘‘Satipaṭṭhānānī’’ti byañjanaṃ ropeti. Imassa nu kho, āvuso, atthassāti ‘‘satiyeva satipaṭṭhāna’’nti. Atthassa ‘‘cattāro satipaṭṭhānā’’ti kiṃ nu kho imāni byañjanāni, udāhu cattāri satipaṭṭhānānī’’ti etāni vā byañjanāni. Katamāni opāyikatarānīti imassa atthassa katamāni byañjanāni upapannatarāni allīnatarāni. Imesañcabyañjanānanti ‘‘cattāro satipaṭṭhānā’’ti byañjanānaṃ ‘‘satiyeva satipaṭṭhāna’’nti kiṃ nu kho ayaṃ attho, udāhu ‘‘ārammaṇaṃ satipaṭṭhāna’’nti eso atthoti? Imassa kho, āvuso, atthassāti ‘‘ārammaṇaṃ satipaṭṭhāna’’nti imassa atthassa. Yā ceva etānīti yāni ceva etāni mayā vuttāni. Yā ceva esoti yo ceva esa mayā vutto. So neva ussādetabboti tumhehi tāva sammā atthe ca sammā byañjane ca ṭhātabbaṃ. So pana neva ussādetabbo, na apasādetabbo. Saññāpetabboti jānāpetabbo. Tassa ca atthassāti ‘‘satiyeva satipaṭṭhāna’’nti atthassa ca. Tesañca byañjanānanti ‘‘satipaṭṭhānā’’ti byañjanānaṃ. Nisantiyāti nisāmanatthaṃ dhāraṇatthaṃ. Iminā nayena sabbavāresu attho veditabbo.",
  "atk-s0103a5:31": "181.Tādisanti tumhādisaṃ. Atthupetanti atthena upetaṃ atthassa viññātāraṃ. Byañjanupetanti byañjanehi upetaṃ byañjanānaṃ viññātāraṃ. Evaṃ etaṃ bhikkhuṃ pasaṃsatha. Eso hi bhikkhu na tumhākaṃ sāvako nāma, buddho nāma esa cundāti. Iti bhagavā bahussutaṃ bhikkhuṃ attano ṭhāne ṭhapesi.",
  "atk-s0103a5:32": "Paccayānuññātakāraṇādivaṇṇanā",
  "atk-s0103a5:33": "182. Idāni tatopi uttaritaraṃ desanaṃ vaḍḍhento na vo ahaṃ, cundātiādimāha. Tattha diṭṭhadhammikā āsavā nāma idhaloke paccayahetu uppajjanakā āsavā. Samparāyikā āsavā nāma paraloke bhaṇḍanahetu uppajjanakā āsavā. Saṃvarāyāti yathā te na pavisanti, evaṃ pidahanāya. Paṭighātāyāti mūlaghātena paṭihananāya. Alaṃ vo taṃ yāvadeva sītassa paṭighātāyāti taṃ tumhākaṃ sītassa paṭighātāya samatthaṃ. Idaṃ vuttaṃ hoti, yaṃ vo mayā cīvaraṃ anuññātaṃ, taṃ pārupitvā dappaṃ vā mānaṃ vā kurumānā viharissathāti na anuññātaṃ, taṃ pana pārupitvā sītappaṭighātādīni katvā sukhaṃ samaṇadhammaṃ yoniso manasikāraṃ karissathāti anuññātaṃ. Yathā ca cīvaraṃ, evaṃ piṇḍapātādayopi. Anupadasaṃvaṇṇanā panettha visuddhimagge vuttanayeneva veditabbā.",
  "atk-s0103a5:34": "Sukhallikānuyogādivaṇṇanā",
  "atk-s0103a5:35": "183.Sukhallikānuyoganti sukhalliyanānuyogaṃ, sukhasevanādhimuttanti attho. Sukhetīti sukhitaṃ karoti. Pīṇetīti pīṇitaṃ thūlaṃ karoti.",
  "atk-s0103a5:36": "186.Aṭṭhitadhammāti naṭṭhitasabhāvā. Jivhā no atthīti yaṃ yaṃ icchanti, taṃ taṃ kathenti, kadāci maggaṃ kathenti, kadāci phalaṃ kadāci nibbānanti adhippāyo. Jānatāti sabbaññutaññāṇena jānantena. Passatāti pañcahi cakkhūhi passantena. Gambhīranemoti gambhīrabhūmiṃ anupaviṭṭho. Sunikhātoti suṭṭhu nikhāto. Evameva kho, āvusoti evaṃ khīṇāsavo abhabbo nava ṭhānāni ajjhācarituṃ. Tasmiṃ anajjhācāro acalo asampavedhī. Tattha sañcicca pāṇaṃ jīvitā voropanādīsu sotāpannādayopi abhabbā. Sannidhikārakaṃ kāme paribhuñjitunti vatthukāme ca kilesakāme ca sannidhiṃ katvā paribhuñjituṃ. Seyyathāpi pubbe agārikabhūtoti yathā pubbe gihibhūto paribhuñjati, evaṃ paribhuñjituṃ abhabbo.",
  "atk-s0103a5:37": "Pañhabyākaraṇavaṇṇanā",
  "atk-s0103a5:38": "187. Agāramajjhe vasantā hi sotāpannādayo yāvajīvaṃ gihibyañjanena tiṭṭhanti. Khīṇāsavo pana arahattaṃ patvāva manussabhūto parinibbāti vā pabbajati vā. Cātumahārājikādīsu kāmāvacaradevesu muhuttampi na tiṭṭhati. Kasmā? Vivekaṭṭhānassa abhāvā. Bhummadevattabhāve pana ṭhito arahattaṃ patvāpi tiṭṭhati. Tassa vasena ayaṃ pañho āgato. Bhinnadosattā panassa bhikkhubhāvo veditabbo. Atīrakanti atīraṃ aparicchedaṃ mahantaṃ. No ca kho anāgatanti anāgataṃ pana addhānaṃ ārabbha evaṃ na paññapeti, atītameva maññe samaṇo gotamo jānāti, na anāgataṃ. Tathā hissa atīte aḍḍhachaṭṭhasatajātakānussaraṇaṃ paññāyati. Anāgate evaṃ bahuṃ anussaraṇaṃ na paññāyatīti imamatthaṃ maññamānā evaṃ vadeyyuṃ. Tayidaṃ kiṃ sūti anāgate apaññāpanaṃ kiṃ nu kho? Kathaṃsūti kena nu kho kāraṇena ajānantoyeva nu kho anāgataṃ nānussarati, ananussaritukāmatāya nānussaratīti. Aññavihitakena ñāṇadassanenāti paccakkhaṃ viya katvā dassanasamatthatāya dassanabhūtena ñāṇena aññatthavihitakena ñāṇena aññaṃ ārabbha pavattena, aññavihitakaṃ aññaṃ ārabbha pavattamānaṃ ñāṇadassanaṃ saṅgāhetabbaṃ paññāpetabbaṃ maññanti. Te hi carato ca tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitaṃ maññanti, tādisañca ñāṇaṃ nāma natthi. Tasmā yathariva bālā abyattā, evaṃ maññantīti veditabbo.",
  "atk-s0103a5:39": "Satānusārīti pubbenivāsānussatisampayuttakaṃ. Yāvatakaṃ ākaṅkhatīti yattakaṃ ñātuṃ icchati, tattakaṃ jānissāmīti ñāṇaṃ pesesi. Athassa dubbalapattapuṭe pakkhandanārāco viya appaṭihataṃ anivāritaṃ ñāṇaṃ gacchati, tena yāvatakaṃ ākaṅkhati tāvatakaṃ anussarati. Bodhijanti bodhimūle jātaṃ. Ñāṇaṃ uppajjatīti catumaggañāṇaṃ uppajjati. Ayamantimā jātīti tena ñāṇena jātimūlassa pahīnattā puna ayamantimā jāti. Natthidāni punabbhavoti aparampi ñāṇaṃ uppajjati. Anatthasaṃhitanti na idhalokatthaṃ vā paralokatthaṃ vā nissitaṃ. Na taṃ tathāgato byākarotīti taṃ bhāratayuddhasītāharaṇasadisaṃ aniyyānikakathaṃ tathāgato na katheti. Bhūtaṃ tacchaṃ anatthasaṃhitanti rājakathāditiracchānakathaṃ. Kālaññū tathāgato hotīti kālaṃ jānāti. Sahetukaṃ sakāraṇaṃ katvā yuttapattakāleyeva katheti.",
  "atk-s0103a5:40": "188.Tasmā tathāgatoti vuccatīti yathā yathā gaditabbaṃ, tathā tatheva gadanato dakārassa takāraṃ katvā tathāgatoti vuccatīti attho. Diṭṭhanti rūpāyatanaṃ. Sutanti saddāyatanaṃ. Mutanti mutvā patvā gahetabbato gandhāyatanaṃ rasāyatanaṃ phoṭṭhabbāyatanaṃ. Viññātanti sukhadukkhādidhammāyatanaṃ. Pattanti pariyesitvā vā apariyesitvā vā pattaṃ. Pariyesitanti pattaṃ vā apattaṃ vā pariyesitaṃ. Anuvicaritaṃ manasāti cittena anusañcaritaṃ. ‘‘Tathāgatena abhisambuddha’’nti iminā etaṃ dasseti, yañhi aparimāṇāsu lokadhātūsu imassa sadevakassa lokassa nīlaṃ pītakantiādi rūpārammaṇaṃ cakkhudvāre āpāthamāgacchati, ‘‘ayaṃ satto imasmiṃ khaṇe imaṃ nāma rūpārammaṇaṃ disvā sumano vā dummano vā majjhatto vā jāto’’ti sabbaṃ taṃ tathāgatassa evaṃ abhisambuddhaṃ . Tathā yaṃ aparimāṇāsu lokadhātūsu imassa sadevakassa lokassa bherisaddo mudiṅgasaddotiādi saddārammaṇaṃ sotadvāre āpāthamāgacchati. Mūlagandho tacagandhotiādi gandhārammaṇaṃ ghānadvāre āpāthamāgacchati. Mūlaraso khandharasotiādi rasārammaṇaṃ jivhādvāre āpāthamāgacchati. Kakkhaḷaṃ mudukantiādi pathavīdhātutejodhātuvāyodhātubhedaṃ phoṭṭhabbārammaṇaṃ kāyadvāre āpāthamāgacchati. ‘‘Ayaṃ satto imasmiṃ khaṇe imaṃ nāma phoṭṭhabbārammaṇaṃ phusitvā sumano vā dummano vā majjhatto vā jāto’’ti sabbaṃ taṃ tathāgatassa evaṃ abhisambuddhaṃ. Tathā yaṃ aparimāṇāsu lokadhātūsu imassa sadevakassa lokassa sukhadukkhādibhedaṃ dhammārammaṇaṃ manodvārassa āpāthamāgacchati, ‘‘ayaṃ satto imasmiṃ khaṇe idaṃ nāma dhammārammaṇaṃ vijānitvā sumano vā dummano vā majjhatto vā jāto’’ti sabbaṃ taṃ tathāgatassa evaṃ abhisambuddhaṃ.",
  "atk-s0103a5:41": "Yañhi , cunda, imesaṃ sattānaṃ diṭṭhaṃ sutaṃ mutaṃ viññātaṃ tattha tathāgatena adiṭṭhaṃ vā asutaṃ vā amutaṃ vā aviññātaṃ vā natthi. Imassa mahājanassa pariyesitvā pattampi atthi, pariyesitvā appattampi atthi. Apariyesitvā pattampi atthi, apariyesitvā appattampi atthi. Sabbampi taṃ tathāgatassa appattaṃ nāma natthi, ñāṇena asacchikataṃ nāma. ‘‘Tasmā tathāgatoti vuccatī’’ti. Yaṃ yathā lokena gataṃ tassa tatheva gatattā ‘‘tathāgato’’ti vuccati. Pāḷiyaṃ pana abhisambuddhanti vuttaṃ, taṃ gatasaddena ekatthaṃ. Iminā nayena sabbavāresu ‘‘tathāgato’’ti nigamanassa attho veditabbo, tassa yutti brahmajāle tathāgatasaddavitthāre vuttāyeva.",
  "atk-s0103a5:42": "Abyākataṭṭhānavaṇṇanā",
  "atk-s0103a5:43": "189. Evaṃ attano asamataṃ anuttarataṃ sabbaññutaṃ dhammarājabhāvaṃ kathetvā idāni ‘‘puthusamaṇabrāhmaṇānaṃ laddhīsu mayā aññātaṃ adiṭṭhaṃ nāma natthi, sabbaṃ mama ñāṇassa antoyeva parivattatī’’ti sīhanādaṃ nadanto ṭhānaṃ kho panetaṃ, cunda, vijjatītiādimāha. Tattha tathāgatoti satto. Na hetaṃ, āvuso, atthasaṃhitanti idhalokaparalokaatthasaṃhitaṃ na hoti. Na ca dhammasaṃhitanti navalokuttaradhammanissitaṃ na hoti. Naādibrahmacariyakanti sikkhattayasaṅgahitassa sakalasāsanabrahmacariyassa ādibhūtaṃ na hoti.",
  "atk-s0103a5:44": "190.Idaṃ dukkhanti khotiādīsu taṇhaṃ ṭhapetvā avasesā tebhummakā dhammā idaṃ dukkhanti byākataṃ. Tasseva dukkhassa pabhāvikā janikā taṇhā dukkhasamudayoti byākataṃ. Ubhinnaṃ appavatti dukkhanirodhoti byākataṃ. Dukkhaparijānano samudayapajahano nirodhasacchikaraṇo ariyamaggo dukkhanirodhagāminī paṭipadāti byākataṃ. ‘‘Etañhi, āvuso, atthasaṃhita’’ntiādīsu etaṃ idhalokaparalokaatthanissitaṃ navalokuttaradhammanissitaṃ sakalasāsanabrahmacariyassa ādi padhānaṃ pubbaṅgamanti ayamattho.",
  "atk-s0103a5:45": "Pubbantasahagatadiṭṭhinissayavaṇṇanā",
  "atk-s0103a5:46": "191. Idāni yaṃ taṃ mayā na byākataṃ, taṃ ajānantena na byākatanti mā evaṃ saññamakaṃsu. Jānantova ahaṃ evaṃ ‘‘etasmiṃ byākatepi attho natthī’’ti na byākariṃ. Yaṃ pana yathā byākātabbaṃ, taṃ mayā byākatamevāti sīhanādaṃ nadanto puna yepi te, cundātiādimāha. Tattha diṭṭhiyova diṭṭhinissayā, diṭṭhinissitakā diṭṭhigatikāti attho. Idameva saccanti idameva dassanaṃ saccaṃ. Moghamaññanti aññesaṃ vacanaṃ moghaṃ. Asayaṃkāroti asayaṃ kato.",
  "atk-s0103a5:47": "192.Tatrāti tesu samaṇabrāhmaṇesu. Atthi nu kho idaṃ āvuso vuccatīti, āvuso, yaṃ tumhehi sassato attā ca loko cāti vuccati, idamatthi nu kho udāhu natthīti evamahaṃ te pucchāmīti attho. Yañca kho te evamāhaṃsūti yaṃ pana te ‘‘idameva saccaṃ moghamañña’’nti vadanti, taṃ tesaṃ nānujānāmi. Paññattiyāti diṭṭhipaññattiyā. Samasamanti samena ñāṇena samaṃ. Yadidaṃ adhipaññattīti yā ayaṃ adhipaññatti nāma. Ettha ahameva bhiyyo uttaritaro na mayā samo atthi. Tattha yañca vuttaṃ ‘‘paññattiyāti yañca adhipaññattī’’ti ubhayametaṃ atthato ekaṃ. Bhedato hi paññatti adhipaññattīti dvayaṃ hoti. Tattha paññatti nāma diṭṭhipaññatti. Adhipaññatti nāma khandhapaññatti dhātupaññatti āyatanapaññatti indriyapaññatti saccapaññatti puggalapaññattīti evaṃ vuttā cha paññattiyo. Idha pana paññattiyāti etthāpi paññatti ceva adhipaññatti ca adhippetā, adhipaññattīti etthāpi. Bhagavā hi paññattiyāpi anuttaro, adhipaññattiyāpi anuttaro. Tenāha – ‘‘ahameva tattha bhiyyo yadidaṃ adhipaññattī’’ti.",
  "atk-s0103a5:48": "196.Pahānāyāti pajahanatthaṃ. Samatikkamāyāti tasseva vevacanaṃ. Desitāti kathitā. Paññattāti ṭhapitā. Satipaṭṭhānabhāvanāya hi ghanavinibbhogaṃ katvā sabbadhammesu yāthāvato diṭṭhesu ‘‘suddhasaṅkhārapuñjoyaṃ nayidha sattūpalabbhatī’’ti sanniṭṭhānato sabbadiṭṭhinissayānaṃ pahānaṃ hotīti. Tena vuttaṃ. Diṭṭhinissayānaṃ pahānāya samatikkamāya evaṃ mayā ime cattāro satipaṭṭhānā desitā paññattā’’ti. Sesaṃ sabbattha uttānatthamevāti.",
  "atk-s0103a5:49": "Sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāya",
  "atk-s0103a5:50": "Pāsādikasuttavaṇṇanā niṭṭhitā."
}