{
  "atk-vin02a42:0": "Antarapeyyālaṃ",
  "atk-vin02a42:1": "Katipucchāvāravaṇṇanā",
  "atk-vin02a42:2": "271. Idāni āpattiādikoṭṭhāsesu kosallajananatthaṃ ‘‘kati āpattiyo’’tiādinā nayena mātikaṃ ṭhapetvā niddesappaṭiniddesavasena vibhaṅgo vutto.",
  "atk-vin02a42:3": "Tattha kati āpattiyoti mātikāya ca vibhaṅge ca āgatāpattipucchā. Esa nayo dutiyapadepi. Kevalañhettha āpattiyo eva rāsivasena khandhāti vuttā. Vinītavatthūnīti tāsaṃ āpattīnaṃ vinayapucchā; ‘‘vinītaṃ vinayo vūpasamo’’ti idañhi atthato ekaṃ, vinītāniyeva vinītavatthūnīti ayamettha padattho. Idāni yesu sati āpattiyo honti, asati na honti, te dassetuṃ ‘‘kati agāravā’’ti pucchādvayaṃ. Vinītavatthūnīti ayaṃ pana tesaṃ agāravānaṃ vinayapucchā. Yasmā pana tā āpattiyo vipattiṃ āpattā nāma natthi, tasmā ‘‘kati vipattiyo’’ti ayaṃ āpattīnaṃ vipattibhāvapucchā. Kati āpattisamuṭṭhānānīti tāsaṃyeva āpattīnaṃ samuṭṭhānapucchā. Vivādamūlāni anuvādamūlānīti imā ‘‘vivādādhikaraṇaṃ anuvādādhikaraṇa’’nti āgatānaṃ vivādānuvādānaṃ mūlapucchā. Sāraṇīyā dhammāti vivādānuvādamūlānaṃ abhāvakaradhammapucchā. Bhedakaravatthūnīti ayaṃ ‘‘bhedanasaṃvattanikaṃ vā adhikaraṇa’’ntiādīsu vuttabhedakaraṇapucchā. Adhikaraṇānīti bhedakaravatthūsu sati uppajjanadhammapucchā. Samathāti tesaṃyeva vūpasamanadhammapucchā. Pañca āpattiyoti mātikāya āgatavasena vuttā. Sattāti vibhaṅge āgatavasena.",
  "atk-vin02a42:4": "Ārakā etehi ramatīti ārati; bhusā vā rati ārati. Vinā etehi ramatīti virati. Paccekaṃ paccekaṃ viramatīti paṭivirati. Veraṃ maṇati vināsetīti veramaṇī. Na etāya ete āpattikkhandhā karīyantīti akiriyā. Yaṃ etāya asati āpattikkhandhakaraṇaṃ uppajjeyya, tassa paṭipakkhato akaraṇaṃ. Āpattikkhandhaajjhāpattiyā paṭipakkhato anajjhāpatti. Velanato velā; calayanato vināsanatoti attho . Niyyānaṃ sinoti bandhati nivāretīti setu. Āpattikkhandhānametaṃ adhivacanaṃ. So setu etāya paññattiyā haññatīti setughāto. Sesavinītavatthuniddesesupi eseva nayo.",
  "atk-vin02a42:5": "Buddhe agāravādīsu yo buddhe dharamāne upaṭṭhānaṃ na gacchati, parinibbute cetiyaṭṭhānaṃ bodhiṭṭhānaṃ na gacchati, cetiyaṃ vā bodhiṃ vā na vandati, cetiyaṅgaṇe sachatto saupāhano carati, natthetassa buddhe gāravoti veditabbo. Yo pana sakkontoyeva dhammassavanaṃ na gacchati, sarabhaññaṃ na bhaṇati, dhammakathaṃ na katheti, dhammassavanaggaṃ bhinditvā gacchati, vikkhitto vā anādaro vā nisīdati, natthetassa dhamme gāravo. Yo theranavamajjhimesu cittīkāraṃ na paccupaṭṭhāpeti, uposathāgāravitakkamāḷakādīsu kāyappāgabbhiyaṃ dasseti, yathāvuḍḍhaṃ na vandati, natthetassa saṅghe gāravo. Tisso sikkhā samādāya asikkhamānoyeva pana sikkhāya agāravoti veditabbo. Pamāde ca sativippavāse tiṭṭhamānoyeva appamādalakkhaṇaṃ abrūhayamāno appamāde agāravoti veditabbo. Tathā āmisappaṭisanthāraṃ dhammappaṭisanthāranti imaṃ duvidhaṃ paṭisanthāraṃ akarontoyeva paṭisanthāre agāravoti veditabbo. Gāravaniddese vuttavipariyāyena attho veditabbo.",
  "atk-vin02a42:6": "272. Vivādamūlaniddese ‘‘sattharipi agāravo’’tiādīnaṃ buddhe agāravādīsu vuttanayeneva attho veditabbo. Appatissoti anīcavutti; na satthāraṃ jeṭṭhakaṃ katvā viharati. Ajjhattaṃ vāti attano santāne vā attano pakkhe vā; sakāya parisāyāti attho. Bahiddhā vāti parasantāne vā parapakkhe vā. Tatra tumheti tasmiṃ ajjhattabahiddhābhede saparasantāne vā saparaparisāya vā. Pahānāya vāyameyyāthāti mettābhāvanādīhi nayehi pahānatthaṃ vāyameyyātha; mettābhāvanādinayena hi taṃ ajjhattampi bahiddhāpi pahīyati. Anavassavāyāti appavattibhāvāya.",
  "atk-vin02a42:7": "Sandiṭṭhiparāmāsīti sakameva diṭṭhiṃ parāmasati; yaṃ attanā diṭṭhigataṃ gahitaṃ, idameva saccanti gaṇhāti . Ādhānaggāhīti daḷhaggāhī.",
  "atk-vin02a42:8": "273. Anuvādamūlaniddeso kiñcāpi vivādamūlaniddeseneva samāno, atha kho aṭṭhārasa bhedakaravatthūni nissāya vivadantānaṃ kodhūpanāhādayo vivādamūlāni. Tathā vivadantā pana sīlavipattiādīsu aññataravipattiṃ āpajjitvā ‘‘asuko bhikkhu asukaṃ nāma vipattiṃ āpanno’’ti vā, ‘‘pārājikaṃ āpannosi, saṅghādisesaṃ āpannosī’’ti vā anuvadanti. Evaṃ anuvadantānaṃ kodhūpanāhādayo anuvādamūlānīti ayamettha viseso.",
  "atk-vin02a42:9": "274. Sāraṇīyadhammaniddese mettacittena kataṃ kāyakammaṃ mettaṃ kāyakammaṃ nāma. Āvi ceva raho cāti sammukhā ca parammukhā ca. Tattha navakānaṃ cīvarakammādīsu sahāyabhāvagamanaṃ sammukhā mettaṃ kāyakammaṃ nāma. Therānaṃ pana pādadhovanabījanavātadānādibhedampi sabbaṃ sāmīcikammaṃ sammukhā mettaṃ kāyakammaṃ nāma. Ubhayehipi dunnikkhittānaṃ dārubhaṇḍādīnaṃ tesu avamaññaṃ akatvā attanā dunnikkhittānaṃ viya paṭisāmanaṃ parammukhā mettaṃ kāyakammaṃ nāma. Ayampi dhammo sāraṇīyoti ayaṃ mettākāyakammasaṅkhāto dhammo saritabbo satijanako; yo naṃ karoti, taṃ puggalaṃ; yesaṃ kato hoti, te pasannacittā ‘‘aho sappuriso’’ti anussarantīti adhippāyo. Piyakaraṇoti taṃ puggalaṃ sabrahmacārīnaṃ piyaṃ karoti. Garukaraṇoti taṃ puggalaṃ sabrahmacārīnaṃ garuṃ karoti. Saṅgahāyātiādīsu sabrahmacārīhi saṅgahetabbabhāvāya. Tehi saddhiṃ avivādāya samaggabhāvāya ekībhāvāya ca saṃvattati.",
  "atk-vin02a42:10": "Mettaṃ vacīkammantiādīsu devatthero tissattheroti evaṃ paggayha vacanaṃ sammukhā mettaṃ vacīkammaṃ nāma. Vihāre asante pana taṃ paṭipucchantassa ‘‘kuhiṃ amhākaṃ devatthero, kuhiṃ amhākaṃ tissatthero, kadā nu kho āgamissatī’’ti evaṃ mamāyanavacanaṃ parammukhā mettaṃ vacīkammaṃ nāma. Mettāsinehasiniddhāni pana nayanāni ummīletvā pasannena mukhena olokanaṃ sammukhā mettaṃ manokammaṃ nāma. ‘‘Devatthero tissatthero arogo hotu, appābādho’’ti samannāharaṇaṃ parammukhā mettaṃ manokammaṃ nāma.",
  "atk-vin02a42:11": "Appaṭivibhattabhogīti neva āmisaṃ paṭivibhajitvā bhuñjati, na puggalaṃ. Yo hi ‘‘ettakaṃ paresaṃ dassāmi, ettakaṃ attanā bhuñjissāmi, ettakaṃ vā asukassa ca asukassa ca dassāmi, ettakaṃ attanā bhuñjissāmī’’ti vibhajitvā bhuñjati, ayaṃ paṭivibhattabhogī nāma. Ayaṃ pana evaṃ akatvā ābhataṃ piṇḍapātaṃ therāsanato paṭṭhāya datvā gahitāvasesaṃ bhuñjati. ‘‘Sīlavantehī’’ti vacanato dussīlassa adātumpi vaṭṭati, sāraṇīyadhammapūrakena pana sabbesaṃ dātabbamevāti vuttaṃ. Gilāna-gilānupaṭṭhāka-āgantuka-gamikacīvarakammādipasutānaṃ viceyya dātumpi vaṭṭati. Na hi ete vicinitvā dentena puggalavibhāgo kato hoti, īdisānañhi kicchalābhattā viseso kātabboyevāti ayaṃ karoti.",
  "atk-vin02a42:12": "Akhaṇḍānītiādīsu yassa sattasu āpattikkhandhesu ādimhi vā ante vā sikkhāpadaṃ bhinnaṃ hoti, tassa sīlaṃ pariyante chinnasāṭako viya khaṇḍaṃ nāma. Yassa pana vemajjhe bhinnaṃ, tassa majjhe chiddasāṭako viya chiddaṃ nāma hoti. Yassa paṭipāṭiyā dve tīṇi bhinnāni, tassa piṭṭhiyaṃ vā kucchiyaṃ vā uṭṭhitena visabhāgavaṇṇena kāḷarattādīnaṃ aññatarasarīravaṇṇā gāvī viya sabalaṃ nāma hoti. Yassa antarantarā bhinnāni, tassa antarantarā visabhāgavaṇṇabinduvicitrā gāvī viya kammāsaṃ nāma hoti. Yassa pana sabbena sabbaṃ abhinnāni sīlāni, tassa tāni sīlāni akhaṇḍāni acchiddāni asabalāni akammāsāni nāma honti. Tāni panetāni bhujissabhāvakaraṇato bhujissāni. Viññūhi pasatthattā viññuppasatthāni. Taṇhādiṭṭhīhi aparāmaṭṭhattā aparāmaṭṭhāni. Upacārasamādhiṃ appanāsamādhiṃ vā saṃvattayantīti samādhisaṃvattanikānīti vuccanti. Sīlasāmaññagato viharatīti tesu tesu disābhāgesu viharantehi kalyāṇasīlehi bhikkhūhi saddhiṃ samānabhāvūpagatasīlo viharati.",
  "atk-vin02a42:13": "Yāyaṃ diṭṭhīti maggasampayuttā sammādiṭṭhi. Ariyāti niddosā. Niyyātīti niyyānikā. Takkarassāti yo tathākārī hoti, tassa. Dukkhakkhayāyāti sabbadukkhassa khayatthaṃ. Sesaṃ yāva samathabhedapariyosānā uttānatthameva.",
  "atk-vin02a42:14": "Katipucchāvāravaṇṇanā niṭṭhitā."
}