{
  "atk-s0103a0:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "atk-s0103a0:1": "Dīghanikāye",
  "atk-s0103a0:2": "Pāthikavaggaṭṭhakathā",
  "atk-s0103a0:3": "1. Pāthikasuttavaṇṇanā",
  "atk-s0103a0:4": "Sunakkhattavatthuvaṇṇanā",
  "atk-s0103a0:5": "1.Evaṃme sutaṃ…pe… mallesu viharatīti pāthikasuttaṃ. Tatrāyaṃ apubbapadavaṇṇanā. Mallesu viharatīti mallā nāma jānapadino rājakumārā, tesaṃ nivāso ekopi janapado ruḷhīsaddena ‘‘mallā’’ti vuccati, tasmiṃ mallesu janapade. ‘‘Anupiyaṃ nāma mallānaṃ nigamo’’ti anupiyanti evaṃnāmako mallānaṃ janapadassa eko nigamo, taṃ gocaragāmaṃ katvā ekasmiṃ chāyūdakasampanne vanasaṇḍe viharatīti attho. Anopiyantipi pāṭho. Pāvisīti paviṭṭho. Bhagavā pana na tāva paviṭṭho, pavisissāmīti nikkhantattā pana pāvisīti vutto. Yathā kiṃ, yathā ‘‘gāmaṃ gamissāmī’’ti nikkhanto puriso taṃ gāmaṃ apattopi ‘‘kuhiṃ itthannāmo’’ti vutte ‘‘gāmaṃ gato’’ti vuccati, evaṃ. Etadahosīti gāmasamīpe ṭhatvā sūriyaṃ olokentassa etadahosi. Atippago khoti ativiya pago kho, na tāva kulesu yāgubhattaṃ niṭṭhitanti. Kiṃ pana bhagavā kālaṃ ajānitvā nikkhantoti? Na ajānitvā. Paccūsakāleyeva hi bhagavā ñāṇajālaṃ pattharitvā lokaṃ volokento ñāṇajālassa anto paviṭṭhaṃ bhaggavagottaṃ channaparibbājakaṃ disvā ‘‘ajjāhaṃ imassa paribbājakassa mayā pubbe katakāraṇaṃ samāharitvā dhammaṃ kathessāmi, sā dhammakathā assa mayi pasādappaṭilābhavasena saphalā bhavissatī’’ti ñatvāva paribbājakārāmaṃ pavisitukāmo atippagova nikkhami. Tasmā tattha pavisitukāmatāya evaṃ cittaṃ uppādesi.",
  "atk-s0103a0:6": "2.Etadavocāti bhagavantaṃ disvā mānathaddhataṃ akatvā satthāraṃ paccuggantvā etaṃ etu kho, bhantetiādikaṃ vacanaṃ avoca. Imaṃ pariyāyanti imaṃ vāraṃ, ajja imaṃ āgamanavāranti attho. Kiṃ pana bhagavā pubbepi tattha gatapubboti? Na gatapubbo, lokasamudācāravasena pana evamāha. Lokiyā hi cirassaṃ āgatampi anāgatapubbampi manāpajātikaṃ āgataṃ disvā ‘‘kuto bhavaṃ āgato, cirassaṃ bhavaṃ āgato, kathaṃ te idhāgamanamaggo ñāto, kiṃ maggamūḷhosī’’tiādīni vadanti. Tasmā ayampi lokasamudācāravasena evamāhāti veditabbo. Idamāsananti attano nisinnāsanaṃ papphoṭetvā sampādetvā dadamāno evamāha. Sunakkhatto licchaviputtoti sunakkhatto nāma licchavirājaputto. So kira tassa gihisahāyo hoti, kālena kālaṃ tassa santikaṃ gacchati. Paccakkhātoti ‘‘paccakkhāmi dānāhaṃ, bhante, bhagavantaṃ na dānāhaṃ, bhante, bhagavantaṃ uddissa viharissāmī’’ti evaṃ paṭiakkhāto nissaṭṭho pariccatto.",
  "atk-s0103a0:7": "3.Bhagavantaṃ uddissāti bhagavā me satthā ‘‘bhagavato ahaṃ ovādaṃ paṭikaromī’’ti evaṃ apadisitvā. Ko santo kaṃ paccācikkhasīti yācako vā yācitakaṃ paccācikkheyya, yācitako vā yācakaṃ. Tvaṃ pana neva yācako na yācitako, evaṃ sante, moghapurisa, ko santo ko samāno kaṃ paccācikkhasīti dasseti. Passa moghapurisāti passa tucchapurisa. Yāvañca te idaṃ aparaddhanti yattakaṃ idaṃ tava aparaddhaṃ, yattako te aparādho tattako dosoti evāhaṃ bhaggava tassa dosaṃ āropesinti dasseti.",
  "atk-s0103a0:8": "4.Uttarimanussadhammāti pañcasīladasasīlasaṅkhātā manussadhammāuttari. Iddhipāṭihāriyanti iddhibhūtaṃ pāṭihāriyaṃ. Kate vāti katamhi vā. Yassatthāyāti yassa dukkhakkhayassa atthāya. Soniyyāti takkarassāti so dhammo takkarassa yathā mayā dhammo desito, tathā kārakassa sammā paṭipannassa puggalassa sabbavaṭṭadukkhakkhayāya amatanibbānasacchikiriyāya gacchati, na gacchati, saṃvattati, na saṃvattatīti pucchati. Tatra sunakkhattāti tasmiṃ sunakkhatta mayā desite dhamme takkarassa sammā dukkhakkhayāya saṃvattamāne kiṃ uttarimanussadhammā iddhipāṭihāriyaṃ kataṃ karissati, ko tena katena attho. Tasmiñhi katepi akatepi mama sāsanassa parihāni natthi, devamanussānañhi amatanibbānasampāpanatthāya ahaṃ pāramiyo pūresiṃ, na pāṭihāriyakaraṇatthāyāti pāṭihāriyassa niratthakataṃ dassetvā ‘‘passa, moghapurisā’’ti dutiyaṃ dosaṃ āropesi.",
  "atk-s0103a0:9": "5.Aggaññanti lokapaññattiṃ. ‘‘Idaṃ nāma lokassa agga’’nti evaṃ jānitabbampi aggaṃ mariyādaṃ na taṃ paññapetīti vadati. Sesamettha anantaravādānusāreneva veditabbaṃ.",
  "atk-s0103a0:10": "6.Anekapariyāyena khoti idaṃ kasmā āraddhaṃ. Sunakkhatto kira ‘‘bhagavato guṇaṃ makkhessāmi, ‘‘dosaṃ paññapessāmī’’ti ettakaṃ vippalapitvā bhagavato kathaṃ suṇanto appatiṭṭho niravo aṭṭhāsi.",
  "atk-s0103a0:11": "Atha bhagavā – ‘‘sunakkhatta, evaṃ tvaṃ makkhibhāve ṭhito sayameva garahaṃ pāpuṇissasī’’ti makkhibhāve ādīnavadassanatthaṃ anekapariyāyenātiādimāha. Tattha anekapariyāyenāti anekakāraṇena. Vajjigāmeti vajjirājānaṃ gāme, vesālīnagare no visahīti nāsakkhi. So avisahantoti so sunakkhatto yassa pubbe tiṇṇaṃ ratanānaṃ vaṇṇaṃ kathentassa mukhaṃ nappahoti, so dāni teneva mukhena avaṇṇaṃ katheti, addhā avisahanto asakkonto brahmacariyaṃ carituṃ attano bālatāya avaṇṇaṃ kathetvā hīnāyāvatto. Buddho pana subuddhova, dhammo svākkhātova, saṅgho suppaṭipannova. Evaṃ tīṇi ratanāni thomentā manussā tuyheva dosaṃ dassessantīti. Iti kho teti evaṃ kho te, sunakkhatta, vattāro bhavissanti. Tato evaṃ dose uppanne satthā atītānāgate appaṭihatañāṇo, mayhaṃ evaṃ doso uppajjissatīti jānantopi puretaraṃ na kathesīti vattuṃ na lacchasīti dasseti. Apakkamevāti apakkamiyeva, apakkanto vā cutoti attho. Yathātaṃ āpāyikoti yathā apāye nibbattanāraho satto apakkameyya, evameva apakkamīti attho.",
  "atk-s0103a0:12": "Korakkhattiyavatthuvaṇṇanā",
  "atk-s0103a0:13": "7.Ekamidāhanti iminā kiṃ dasseti? Idaṃ suttaṃ dvīhi padehi ābaddhaṃ iddhipāṭihāriyaṃ na karotīti ca aggaññaṃ na paññapetīti ca. Tattha ‘‘aggaññaṃ na paññapetī’’ti idaṃ padaṃ suttapariyosāne dassessati. ‘‘Pāṭihāriyaṃ na karotī’’ti imassa pana padassa anusandhidassanavasena ayaṃ desanā āraddhā.",
  "atk-s0103a0:14": "Tattha ekamidāhanti ekasmiṃ ahaṃ. Samayanti samaye, ekasmiṃ kāle ahanti attho. Thūlūsūti thūlū nāma janapado, tattha viharāmi. Uttarakā nāmāti itthiliṅgavasena uttarakāti evaṃnāmako thūlūnaṃ janapadassa nigamo, taṃ nigamaṃ gocaragāmaṃ katvāti attho. Aceloti naggo. Korakkhattiyoti antovaṅkapādo khattiyo. Kukkuravatikoti samādinnakukkuravato sunakho viya ghāyitvā khādati, uddhanantare nipajjati, aññampi sunakhakiriyameva karoti. Catukkuṇḍikoti catusaṅghaṭṭito dve jāṇūni dve ca kappare bhūmiyaṃ ṭhapetvā vicarati. Chamānikiṇṇanti bhūmiyaṃ nikiṇṇaṃ pakkhittaṃ ṭhapitaṃ. Bhakkhasanti bhakkhaṃ yaṃkiñci khādanīyaṃ bhojanīyaṃ. Mukhenevāti hatthena aparāmasitvā khādanīyaṃ mukheneva khādati, bhojanīyampi mukheneva bhuñjati. Sādhurūpoti sundararūpo. Ayaṃ samaṇoti ayaṃ arahataṃ samaṇo ekoti. Tattha vatāti patthanatthe nipāto. Evaṃ kirassa patthanā ahosi ‘‘iminā samaṇena sadiso añño samaṇo nāma natthi, ayañhi appicchatāya vatthaṃ na nivāseti, ‘esa papañco’ti maññamāno bhikkhābhājanampi na pariharati, chamānikiṇṇameva khādati, ayaṃ samaṇo nāma. Mayaṃ pana kiṃ samaṇā’’ti? Evaṃ sabbaññubuddhassa pacchato carantova imaṃ pāpakaṃ vitakkaṃ vitakkesi.",
  "atk-s0103a0:15": "Etadavocāti bhagavā kira cintesi ‘‘ayaṃ sunakkhatto pāpajjhāsayo, kiṃ nu imaṃ disvā cintesī’’ti? Athevaṃ cintento tassa ajjhāsayaṃ viditvā ‘‘ayaṃ moghapuriso mādisassa sabbaññuno pacchato āgacchanto acelaṃ arahāti maññati, idheva dānāyaṃ bālo niggahaṃ arahatī’’ti anivattitvāva etaṃ tvampi nāmātiādivacanamavoca. Tattha tvampi nāmāti garahatthe pikāro. Garahanto hi naṃ bhagavā ‘‘tvampi nāmā’’ti āha. ‘‘Tvampi nāma evaṃ hīnajjhāsayo, ahaṃ samaṇo sakyaputtiyoti evaṃ paṭijānissasī’’ti ayañhettha adhippāyo. Kiṃ pana maṃ, bhanteti mayhaṃ, bhante, kiṃ gārayhaṃ disvā bhagavā ‘‘evamāhā’’ti pucchati. Athassa bhagavā ācikkhanto ‘‘nanu te’’tiādimāha. Maccharāyatīti ‘‘mā aññassa arahattaṃ hotū’’ti kiṃ bhagavā evaṃ arahattassa maccharāyatīti pucchati. Na kho ahanti ahaṃ, moghapurisa, sadevakassa lokassa arahattappaṭilābhameva paccāsīsāmi, etadatthameva me bahūni dukkarāni karontena pāramiyo pūritā, na kho ahaṃ, moghapurisa, arahattassa maccharāyāmi. Pāpakaṃ diṭṭhigatanti na arahantaṃ arahāti, arahante ca anarahantoti evaṃ tassa diṭṭhi uppannā. Taṃ sandhāya ‘‘pāpakaṃ diṭṭhigata’’nti āha. Yaṃ kho panāti yaṃ etaṃ acelaṃ evaṃ maññasi. Sattamaṃ divasanti sattame divase. Alasakenāti alasakabyādhinā. Kālaṅkarissatīti uddhumātaudaro marissati.",
  "atk-s0103a0:16": "Kālakañcikāti tesaṃ asurānaṃ nāmaṃ. Tesaṃ kira tigāvuto attabhāvo appamaṃsalohito purāṇapaṇṇasadiso kakkaṭakānaṃ viya akkhīni nikkhamitvā matthake tiṭṭhanti, mukhaṃ sūcipāsakasadisaṃ matthakasmiṃyeva hoti, tena oṇamitvā gocaraṃ gaṇhanti. Bīraṇatthambaketi bīraṇatiṇatthambo tasmiṃ susāne atthi, tasmā taṃ bīraṇatthambakanti vuccati.",
  "atk-s0103a0:17": "Tenupasaṅkamīti bhagavati ettakaṃ vatvā tasmiṃ gāme piṇḍāya caritvā vihāraṃ gate vihārā nikkhamitvā upasaṅkami. Yena tvanti yena kāraṇena tvaṃ. Yasmāpi bhagavatā byākato, tasmāti attho. Mattaṃmattanti pamāṇayuttaṃ pamāṇayuttaṃ. ‘‘Mantā mantā’’tipi pāṭho, paññāya upaparikkhitvā upaparikkhitvāti attho. Yathā samaṇassa gotamassāti yathā samaṇassa gotamassa micchā vacanaṃ assa, tathā kareyyāsīti āha. Evaṃ vutte acelo sunakho viya uddhanaṭṭhāne nipanno sīsaṃ ukkhipitvā akkhīni ummīletvā olokento kiṃ kathesi ‘‘samaṇo nāma gotamo amhākaṃ verī visabhāgo, samaṇassa gotamassa uppannakālato paṭṭhāya mayaṃ sūriye uggate khajjopanakā viya jātā. Samaṇo gotamo amhe, evaṃ vācaṃ vadeyya aññathā vā. Verino pana kathā nāma tacchā na hoti, gaccha tvaṃ ahamettha kattabbaṃ jānissāmī’’ti vatvā punadeva nipajji.",
  "atk-s0103a0:18": "8.Ekadvīhikāyāti ekaṃ dveti vatvā gaṇesi. Yathā tanti yathā asaddahamāno koci gaṇeyya, evaṃ gaṇesi. Ekadivasañca tikkhattuṃ upasaṅkamitvā eko divaso atīto, dve divasā atītāti ārocesi. Sattamaṃ divasanti so kira sunakkhattassa vacanaṃ sutvā sattāhaṃ nirāhārova ahosi. Athassa sattame divase eko upaṭṭhāko ‘‘amhākaṃ kulūpakasamaṇassa ajja sattamo divaso gehaṃ anāgacchantassa aphāsu nu kho jāta’’nti sūkaramaṃsaṃ pacāpetvā bhattamādāya gantvā purato bhūmiyaṃ nikkhipi. Acelo disvā cintesi ‘‘samaṇassa gotamassa kathā tacchā vā atacchā vā hotu, āhāraṃ pana khāditvā suhitassa me maraṇampi sumaraṇa’’nti dve hatthe jaṇṇukāni ca bhūmiyaṃ ṭhapetvā kucchipūraṃ bhuñji. So rattibhāge jīrāpetuṃ asakkonto alasakena kālamakāsi. Sacepi hi so ‘‘na bhuñjeyya’’nti cinteyya, tathāpi taṃ divasaṃ bhuñjitvā alasakena kālaṃ kareyya. Advejjhavacanā hi tathāgatāti.",
  "atk-s0103a0:19": "Bīraṇatthambaketi titthiyā kira ‘‘kālaṅkato korakkhattiyo’’ti sutvā divasāni gaṇetvā idaṃ tāva saccaṃ jātaṃ, idāni naṃ aññattha chaḍḍetvā ‘‘musāvādena samaṇaṃ gotamaṃ niggaṇhissāmā’’ti gantvā tassa sarīraṃ valliyā bandhitvā ākaḍḍhantā ‘‘ettha chaḍḍessāma, ettha chaḍḍessāmā’’ti gacchanti. Gatagataṭṭhānaṃ aṅgaṇameva hoti. Te kaḍḍhamānā bīraṇatthambakasusānaṃyeva gantvā susānabhāvaṃ ñatvā ‘‘aññattha chaḍḍessāmā’’ti ākaḍḍhiṃsu. Atha nesaṃ valli chijjittha, pacchā cāletuṃ nāsakkhiṃsu. Te tatova pakkantā. Tena vuttaṃ – ‘‘bīraṇatthambake susāne chaḍḍesu’’nti.",
  "atk-s0103a0:20": "9.Tenupasaṅkamīti kasmā upasaṅkami? So kira cintesi ‘‘avasesaṃ tāva samaṇassa gotamassa vacanaṃ sameti, matassa pana uṭṭhāya aññena saddhiṃ kathanaṃ nāma natthi, handāhaṃ gantvā pucchāmi. Sace katheti, sundaraṃ. No ce katheti, samaṇaṃ gotamaṃ musāvādena niggaṇhissāmī’’ti iminā kāraṇena upasaṅkami. Ākoṭesīti pahari. Jānāmi āvusoti matasarīraṃ uṭṭhahitvā kathetuṃ samatthaṃ nāma natthi, idaṃ kathaṃ kathesīti? Buddhānubhāvena. Bhagavā kira korakkhattiyaṃ asurayonito ānetvā sarīre adhimocetvā kathāpesi. Tameva vā sarīraṃ kathāpesi, acinteyyo hi buddhavisayo.",
  "atk-s0103a0:21": "10.Tatheva taṃ vipākanti tassa vacanassa vipākaṃ tatheva, udāhu noti liṅgavipallāso kato, tatheva so vipākoti attho. Keci pana ‘‘vipakka’’ntipi paṭhanti, nibbattanti attho.",
  "atk-s0103a0:22": "Ettha ṭhatvā pāṭihāriyāni samānetabbāni. Sabbāneva hetāni pañca pāṭihāriyāni honti. ‘‘Sattame divase marissatī’’ti vuttaṃ, so tatheva mato, idaṃ paṭhamaṃ pāṭihāriyaṃ. ‘‘Alasakenā’’ti vuttaṃ, alasakeneva mato, idaṃ dutiyaṃ. ‘‘Kālakañcikesu nibbattissatī’’ti vuttaṃ, tattheva nibbatto, idaṃ tatiyaṃ. ‘‘Bīraṇatthambake susāne chaḍḍessantī’’ti vuttaṃ, tattheva chaḍḍito , idaṃ catutthaṃ. ‘‘Nibbattaṭṭhānato āgantvā sunakkhattena saddhiṃ kathessatī’’ti vutto, so kathesiyeva, idaṃ pañcamaṃ pāṭihāriyaṃ.",
  "atk-s0103a0:23": "Acelakaḷāramaṭṭakavatthuvaṇṇanā",
  "atk-s0103a0:24": "11.Kaḷāramaṭṭakoti nikkhantadantamattako. Nāmameva vā tassetaṃ. Lābhaggappattoti lābhaggaṃ patto, aggalābhaṃ pattoti vuttaṃ hoti. Yasaggappattoti yasaggaṃ aggaparivāraṃ patto. Vatapadānīti vatāniyeva, vatakoṭṭhāsā vā. Samattānīti gahitāni. Samādinnānīti tasseva vevacanaṃ. Puratthimena vesālinti vesālito avidūre puratthimāya disāya. Cetiyanti yakkhacetiyaṭṭhānaṃ. Esa nayo sabbattha.",
  "atk-s0103a0:25": "12.Yena acelakoti bhagavato vattaṃ katvā yena acelo kaḷāramaṭṭako tenupasaṅkami. Pañhaṃ apucchīti gambhīraṃ tilakkhaṇāhataṃ pañhaṃ pucchi. Na sampāyāsīti na sammā ñāṇagatiyā pāyāsi, andho viya visamaṭṭhāne tattha tattheva pakkhali. Neva ādiṃ, na pariyosānamaddasa. Atha vā ‘‘na sampāyāsī’’ti na sampādesi, sampādetvā kathetuṃ nāsakkhi. Asampāyantoti kabarakkhīni parivattetvā olokento ‘‘asikkhitakassa santike vuṭṭhosi, anokāsepi pabbajito pañhaṃ pucchanto vicarasi, apehi mā etasmiṃ ṭhāne aṭṭhāsī’’ti vadanto. Kopañca dosañca appaccayañca pātvākāsīti kuppanākāraṃ kopaṃ, dussanākāraṃ dosaṃ, atuṭṭhākārabhūtaṃ domanassasaṅkhātaṃ appaccayañca pākaṭamakāsi. Āsādimhaseti āsādiyimha ghaṭṭayimha. Mā vata no ahosīti aho vata me na bhaveyya. Maṃ vata no ahosītipi pāṭho. Tattha manti sāmivacanatthe upayogavacanaṃ, ahosi vata nu mamāti attho. Evañca pana cintetvā ukkuṭikaṃ nisīditvā ‘‘khamatha me, bhante’’ti taṃ khamāpesi. Sopi ito paṭṭhāya aññaṃ kiñci pañhaṃ nāma na pucchissasīti. Āma na pucchissāmīti. Yadi evaṃ gaccha, khamāmi teti taṃ uyyojesi.",
  "atk-s0103a0:26": "14.Parihitoti paridahito nivatthavattho. Sānucārikoti anucārikā vuccati bhariyā, saha anucārikāya sānucāriko, taṃ taṃ brahmacariyaṃ pahāya sabhariyoti attho. Odanakummāsanti surāmaṃsato atirekaṃ odanampi kummāsampi bhuñjamāno. Yasā nihīnoti yaṃ lābhaggayasaggaṃ patto, tato parihīno hutvā. ‘‘Kataṃ hoti uttarimanussadhammā iddhipāṭihāriya’’nti idha sattavatapadātikkamavasena satta pāṭihāriyāni veditabbāni.",
  "atk-s0103a0:27": "Acelapāthikaputtavatthuvaṇṇanā",
  "atk-s0103a0:28": "15.Pāthikaputtoti pāthikassa putto. Ñāṇavādenāti ñāṇavādena saddhiṃ. Upaḍḍhapathanti yojanaṃ ce, no antare bhaveyya, gotamo aḍḍhayojanaṃ, ahaṃ aḍḍhayojanaṃ. Esa nayo aḍḍhayojanādīsu. Ekapadavārampi atikkamma gacchato jayo bhavissati, anāgacchato parājayoti. Te tatthāti te mayaṃ tattha samāgataṭṭhāne. Taddiguṇaṃ taddiguṇāhanti tato tato diguṇaṃ diguṇaṃ ahaṃ karissāmi, bhagavatā saddhiṃ pāṭihāriyaṃ kātuṃ asamatthabhāvaṃ jānantopi ‘‘uttamapurisena saddhiṃ paṭṭhapetvā asakkuṇantassāpi pāsaṃso hotī’’ti ñatvā evamāha. Nagaravāsinopi taṃ sutvā ‘‘asamattho nāma evaṃ na gajjati, addhā ayampi arahā bhavissatī’’ti tassa mahantaṃ sakkāramakaṃsu.",
  "atk-s0103a0:29": "16.Yenāhaṃ tenupasaṅkamīti ‘‘sunakkhatto kira pāthikaputto evaṃ vadatī’’ti assosi. Athassa hīnajjhāsayattā hīnadassanāya cittaṃ udapādi.",
  "atk-s0103a0:30": "So bhagavato vattaṃ katvā bhagavati gandhakuṭiṃ paviṭṭhe pāthikaputtassa santikaṃ gantvā pucchi ‘‘tumhe kira evarūpiṃ kathaṃ kathethā’’ti? ‘‘Āma, kathemā’’ti. Yadi evaṃ ‘‘mā bhāyittha vissatthā punappunaṃ evaṃ vadatha, ahaṃ samaṇassa gotamassa upaṭṭhāko, tassa visayaṃ vijānāmi, tumhehi saddhiṃ pāṭihāriyaṃ kātuṃ na sakkhissati, ahaṃ samaṇassa gotamassa kathetvā bhayaṃ uppādetvā taṃ aññato gahetvā gamissāmi, tumhe mā bhāyitthā’’ti taṃ assāsetvā bhagavato santikaṃ gato. Tena vuttaṃ ‘‘yenāhaṃ tenupasaṅkamī’’ti. Taṃ vācantiādīsu ‘‘ahaṃ abuddhova samāno buddhomhīti vicariṃ, abhūtaṃ me kathitaṃ nāhaṃ buddho’’ti vadanto taṃ vācaṃ pajahati nāma. Raho nisīditvā cintayamāno ‘‘ahaṃ ‘ettakaṃ kālaṃ abuddhova samāno buddhomhī’ti vicariṃ, ito dāni paṭṭhāya nāhaṃ buddho’’ti cintayanto taṃ cittaṃ pajahati nāma. ‘‘Ahaṃ ‘ettakaṃ kālaṃ abuddhova samāno buddhomhī’ti pāpakaṃ diṭṭhiṃ gahetvā vicariṃ, ito dāni paṭṭhāya imaṃ diṭṭhiṃ pajahāmī’’ti pajahanto taṃ diṭṭhiṃ paṭinissajjati nāma. Evaṃ akaronto pana taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvāti vuccati. Vipateyyāti bandhanā muttatālapakkaṃ viya gīvato pateyya, sattadhā vā pana phaleyya.",
  "atk-s0103a0:31": "17.Rakkhatetanti rakkhatu etaṃ. Ekaṃsenāti nippariyāyena. Odhāritāti bhāsitā. Aceloca, bhante, pāthikaputtoti evaṃ ekaṃsena bhagavato vācāya odhāritāya sace acelo pāthikaputto. Virūparūpenāti vigatarūpena vigacchitasabhāvena rūpena attano rūpaṃ pahāya adissamānena kāyena. Sīhabyagghādivasena vā vividharūpena sammukhībhāvaṃ āgaccheyya. Tadassa bhagavato musāti evaṃ sante bhagavato taṃ vacanaṃ musā bhaveyyāti musāvādena niggaṇhāti. Ṭhapetvā kira etaṃ na aññena bhagavā musāvādena niggahitapubboti.",
  "atk-s0103a0:32": "18.Dvayagāminīti sarūpena atthibhāvaṃ, atthena natthibhāvanti evaṃ dvayagāminī. Alikatucchanipphalavācāya etaṃ adhivacanaṃ.",
  "atk-s0103a0:33": "19.Ajitopi nāma licchavīnaṃ senāpatīti so kira bhagavato upaṭṭhāko ahosi, so kālamakāsi. Athassa sarīrakiccaṃ katvā manussā pāthikaputtaṃ pucchiṃsu ‘‘kuhiṃ nibbatto senāpatī’’ti? So āha – ‘‘mahāniraye nibbatto’’ti. Idañca pana vatvā puna āha ‘‘tumhākaṃ senāpati mama santikaṃ āgamma ahaṃ tumhākaṃ vacanamakatvā samaṇassa gotamassa vādaṃ patiṭṭhapetvā niraye nibbattomhī’’ti paroditthāti. Tenupasaṅkami divāvihārāyāti ettha ‘‘pāṭihāriyakaraṇatthāyā’’ti kasmā na vadati? Abhāvā. Sammukhībhāvopi hissa tena saddhiṃ natthi, kuto pāṭihāriyakaraṇaṃ, tasmā tathā avatvā ‘‘divāvihārāyā’’ti āha.",
  "atk-s0103a0:34": "Iddhipāṭihāriyakathāvaṇṇanā",
  "atk-s0103a0:35": "20.Gahapatinecayikāti gahapati mahāsālā. Tesañhi mahādhanadhaññanicayo, tasmā ‘‘necayikā’’ti vuccanti. Anekasahassāti sahassehipi aparimāṇagaṇanā. Evaṃ mahatiṃ kira parisaṃ ṭhapetvā sunakkhattaṃ añño sannipātetuṃ samattho natthi. Teneva bhagavā ettakaṃ kālaṃ sunakkhattaṃ gahetvā vicari.",
  "atk-s0103a0:36": "21.Bhayanti cittutrāsabhayaṃ. Chambhitattanti sakalasarīracalanaṃ. Lomahaṃsoti lomānaṃ uddhaggabhāvo. So kira cintesi – ‘‘ahaṃ atimahantaṃ kathaṃ kathetvā sadevake loke aggapuggalena saddhiṃ paṭiviruddho, mayhaṃ kho panabbhantare arahattaṃ vā pāṭihāriyakaraṇahetu vā natthi, samaṇo pana gotamo pāṭihāriyaṃ karissati, athassa pāṭihāriyaṃ disvā mahājano ‘tvaṃ dāni pāṭihāriyaṃ kātuṃ asakkonto kasmā attano pamāṇamajānitvā loke aggapuggalena saddhiṃ paṭimallo hutvā gajjasī’ti kaṭṭhaleḍḍudaṇḍādīhi viheṭhessatī’’ti. Tenassa mahājanasannipātañceva tena bhagavato ca āgamanaṃ sutvā bhayaṃ vā chambhitattaṃ vā lomahaṃso vā udapādi. So tato dukkhā muccitukāmo tindukakhāṇukaparibbājakārāmaṃ agamāsi. Tamatthaṃ dassetuṃ atha kho bhagavātiādimāha . Tattha upasaṅkamīti na kevalaṃ upasaṅkami, upasaṅkamitvā pana dūraṃ aḍḍhayojanantaraṃ paribbājakārāmaṃ paviṭṭho. Tatthapi cittassādaṃ alabhamāno antantena āvijjhitvā ārāmapaccante ekaṃ gahanaṭṭhānaṃ upadhāretvā pāsāṇaphalake nisīdi. Atha bhagavā cintesi – ‘‘sace ayaṃ bālo kassacideva kathaṃ gahetvā idhāgaccheyya, mā nassatu bālo’’ti ‘‘nisinnapāsāṇaphalakaṃ tassa sarīre allīnaṃ hotū’’ti adhiṭṭhāsi. Saha adhiṭṭhānacittena taṃ tassa sarīre allīyi. So mahāaddubandhanabaddho viya chinnapādo viya ca ahosi.",
  "atk-s0103a0:37": "Assosīti ito cito ca pāthikaputtaṃ pariyesamānā parisā tassa anupadaṃ gantvā nisinnaṭṭhānaṃ ñatvā āgatena aññatarena purisena ‘‘tumhe kaṃ pariyesathā’’ti vutte pāthikaputtanti. So ‘‘tindukakhāṇukaparibbājakārāme nisinno’’ti vuttavacanena assosi.",
  "atk-s0103a0:38": "22.Saṃsappatīti osīdati. Tattheva sañcarati. Pāvaḷā vuccati ānisadaṭṭhikā.",
  "atk-s0103a0:39": "23.Parābhūtarūpoti parājitarūpo, vinaṭṭharūpo vā.",
  "atk-s0103a0:40": "25.Goyugehīti goyuttehi satamattehi vā sahassamattehi vā yugehi. Āviñcheyyāmāti ākaḍḍheyyāma. Chijjeyyunti chindeyyuṃ. Pāthikaputto vā bandhaṭṭhāne chijjeyya.",
  "atk-s0103a0:41": "26.Dārupattikantevāsīti dārupattikassa antevāsī. Tassa kira etadahosi ‘‘tiṭṭhatu tāva pāṭihāriyaṃ, samaṇo gotamo ‘acelo pāthikaputto āsanāpi na vuṭṭhahissatī’ti āha. Handāhaṃ gantvā yena kenaci upāyena taṃ āsanā vuṭṭhāpemi. Ettāvatā ca samaṇassa gotamassa parājayo bhavissatī’’ti. Tasmā evamāha.",
  "atk-s0103a0:42": "27.Sīhassāti cattāro sīhā tiṇasīho ca kāḷasīho ca paṇḍusīho ca kesarasīho ca. Tesaṃ catunnaṃ sīhānaṃ kesarasīho aggataṃ gato, so idhādhippeto. Migaraññoti sabbacatuppadānaṃ rañño. Āsayanti nivāsaṃ. Sīhanādanti abhītanādaṃ. Gocarāyapakkameyyanti āhāratthāya pakkameyyaṃ. Varaṃ varanti uttamuttamaṃ, thūlaṃ thūlanti attho. Mudumaṃsānīti mudūni maṃsāni . ‘‘Madhumaṃsānī’’tipi pāṭho, madhuramaṃsānīti attho. Ajjhupeyyanti upagaccheyyaṃ. Sīhanādaṃ naditvāti ye dubbalā pāṇā, te palāyantūti attano sūrabhāvasannissitena kāruññena naditvā.",
  "atk-s0103a0:43": "28.Vighāsasaṃvaḍḍhoti vighāsena saṃvaḍḍho, vighāsaṃ bhakkhitā tirittamaṃsaṃ khāditvā vaḍḍhito. Dittoti dappito thūlasarīro. Balavāti balasampanno. Etadahosīti kasmā ahosi? Asmimānadosena.",
  "atk-s0103a0:44": "Tatrāyaṃ anupubbikathā – ekadivasaṃ kira so sīho gocarato nivattamāno taṃ siṅgālaṃ bhayena palāyamānaṃ disvā kāruññajāto hutvā ‘‘vayasa, mā bhāyi, tiṭṭha ko nāma tva’’nti āha. Jambuko nāmāhaṃ sāmīti. Vayasa, jambuka, ito paṭṭhāya maṃ upaṭṭhātuṃ sakkhissasīti. Upaṭṭhahissāmīti. So tato paṭṭhāya upaṭṭhāti. Sīho gocarato āgacchanto mahantaṃ mahantaṃ maṃsakhaṇḍaṃ āharati. So taṃ khāditvā avidūre pāsāṇapiṭṭhe vasati. So katipāhaccayeneva thūlasarīro mahākhandho jāto. Atha naṃ sīho avoca – ‘‘vayasa, jambuka, mama vijambhanakāle avidūre ṭhatvā ‘viroca sāmī’ti vattuṃ sakkhissasī’’ti. Sakkomi sāmīti. So tassa vijambhanakāle tathā karoti . Tena sīhassa atireko asmimāno hoti.",
  "atk-s0103a0:45": "Athekadivasaṃ jarasiṅgālo udakasoṇḍiyaṃ pānīyaṃ pivanto attano chāyaṃ olokento addasa attano thūlasarīratañceva mahākhandhatañca. Disvā ‘jarasiṅgālosmī’ti manaṃ akatvā ‘‘ahampi sīho jāto’’ti maññi. Tato attanāva attānaṃ etadavoca – ‘‘vayasa, jambuka, yuttaṃ nāma tava iminā attabhāvena parassa ucchiṭṭhamaṃsaṃ khādituṃ, kiṃ tvaṃ puriso na hosi, sīhassāpi cattāro pādā dve dāṭhā dve kaṇṇā ekaṃ naṅguṭṭhaṃ, tavapi sabbaṃ tatheva, kevalaṃ tava kesarabhāramattameva natthī’’ti. Tassevaṃ cintayato asmimāno vaḍḍhi. Athassa tena asmimānadosena etaṃ ‘‘ko cāha’’ntiādi maññitamahosi. Tattha ko cāhanti ahaṃ ko, sīho migarājā ko, na me ñāti, na sāmiko, kimahaṃ tassa nipaccakāraṃ karomīti adhippāyo. Siṅgālakaṃyevāti siṅgālaravameva. Bheraṇḍakaṃyevāti appiyaamanāpasaddameva. Ke ca chave siṅgāleti ko ca lāmako siṅgālo. Ke pana sīhanādeti ko pana sīhanādo siṅgālassa ca sīhanādassa ca ko sambandhoti adhippāyo. Sugatāpadānesūti sugatalakkhaṇesu. Sugatassa sāsanasambhūtāsu tīsu sikkhāsu. Kathaṃ panesa tattha jīvati? Etassa hi cattāro paccaye dadamānā sīlādiguṇasampannānaṃ sambuddhānaṃ demāti denti, tena esa abuddho samāno buddhānaṃ niyāmitapaccaye paribhuñjanto sugatāpadānesu jīvati nāma. Sugatātirittānīti tesaṃ kira bhojanāni dadamānā buddhānañca buddhasāvakānañca datvā pacchā avasesaṃ sāyanhasamaye denti. Evamesa sugatātirittāni bhuñjati nāma. Tathāgateti tathāgataṃ arahantaṃ sammāsambuddhaṃ āsādetabbaṃ ghaṭṭayitabbaṃ. Atha vā ‘‘tathāgate’’tiādīni upayogabahuvacanāneva. Āsādetabbanti idampi bahuvacanameva ekavacanaṃ viya vuttaṃ. Āsādanāti ahaṃ buddhena saddhiṃ pāṭihāriyaṃ karissāmīti ghaṭṭanā.",
  "atk-s0103a0:46": "29.Samekkhiyānāti samekkhitvā, maññitvāti attho. Amaññīti puna amaññittha kotthūti siṅgālo.",
  "atk-s0103a0:47": "30.Attānaṃ vighāse samekkhiyāti soṇḍiyaṃ ucchiṭṭhodake thūlaṃ attabhāvaṃ disvā. Yāva attānaṃ na passatīti yāva ahaṃ sīhavighāsasaṃvaḍḍhitako jarasiṅgāloti evaṃ yathābhūtaṃ attānaṃ na passati. Byagghoti maññatīti sīhohamasmīti maññati, sīhena vā samānabalo byagghoyeva ahanti maññati.",
  "atk-s0103a0:48": "31.Bhutvāna bheketi āvāṭamaṇḍūke khāditvā. Khalamūsikāyoti khalesu mūsikāyo ca khāditvā. Kaṭasīsu khittāni ca koṇapānīti susānesu chaḍḍitakuṇapāni ca khāditvā. Mahāvaneti mahante vanasmiṃ. Suññavaneti tucchavane. Vivaḍḍhoti vaḍḍhito. Tatheva so siṅgālakaṃ anadīti evaṃ saṃvaḍḍhopi migarājāhamasmīti maññitvāpi yathā pubbe dubbalasiṅgālakāle, tatheva so siṅgālaravaṃyeva aravīti . Imāyapi gāthāya bhekādīni bhutvā vaḍḍhitasiṅgālo viya lābhasakkāragiddho tvanti pāthikaputtameva ghaṭṭesi.",
  "atk-s0103a0:49": "Nāgehīti hatthīhi. Mahābandhanāti mahatā kilesabandhanā mocetvā. Mahāviduggāti mahāviduggaṃ nāma cattāro oghā. Tato uddharitvā nibbānathale patiṭṭhapetvā.",
  "atk-s0103a0:50": "Aggaññapaññattikathāvaṇṇanā",
  "atk-s0103a0:51": "36. Iti ‘‘bhagavā ettakena kathāmaggena pāṭihāriyaṃ na karotī’’ti padassa anusandhiṃ dassetvā idāni ‘‘na aggaññaṃ paññāpetī’’ti imassa anusandhiṃ dassento aggaññañcāhanti desanaṃ ārabhi. Tattha aggaññañcāhanti ahaṃ, bhaggava, aggaññañca pajānāmi lokuppatticariyavaṃsañca. Tañca pajānāmīti na kevalaṃ aggaññameva, tañca aggaññaṃ pajānāmi. Tato ca uttaritaraṃ sīlasamādhito paṭṭhāya yāva sabbaññutaññāṇā pajānāmi. Tañca pajānaṃ na parāmasāmīti tañca pajānantopi ahaṃ idaṃ nāma pajānāmīti taṇhādiṭṭhimānavasena na parāmasāmi. Natthi tathāgatassa parāmāsoti dīpeti. Paccattaññevanibbuti viditāti attanāyeva attani kilesanibbānaṃ viditaṃ. Yadabhijānaṃ tathāgatoti yaṃ kilesanibbānaṃ jānanto tathāgato. No anayaṃ āpajjatīti aviditanibbānā titthiyā viya anayaṃ dukkhaṃ byasanaṃ nāpajjati.",
  "atk-s0103a0:52": "37. Idāni yaṃ taṃ titthiyā aggaññaṃ paññapenti, taṃ dassento santi bhaggavātiādimāha. Tattha issarakuttaṃ brahmakuttanti issarakataṃ brahmakataṃ, issaranimmitaṃ brahmanimmitanti attho. Brahmā eva hi ettha ādhipaccabhāvena issaroti veditabbo. Ācariyakanti ācariyabhāvaṃ ācariyavādaṃ. Tattha ācariyavādo aggaññaṃ. Aggaññaṃ pana ettha desitanti katvā so aggaññaṃ tveva vutto. Kathaṃ vihitakanti kena vihitaṃ kinti vihitaṃ. Sesaṃ brahmajāle vitthāritanayeneva veditabbaṃ.",
  "atk-s0103a0:53": "41.Khiḍḍāpadosikanti khiḍḍāpadosikamūlaṃ.",
  "atk-s0103a0:54": "47.Asatāti avijjamānena, asaṃvijjamānaṭṭhenāti attho. Tucchāti tucchena antosāravirahitena. Musāti musāvādena. Abhūtenāti bhūtatthavirahitena. Abbhācikkhantīti abhiācikkhanti. Viparītoti viparītasañño viparītacitto. Bhikkhavo cāti na kevalaṃ samaṇo gotamoyeva, ye ca assa anusiṭṭhiṃ karonti, te bhikkhū ca viparītā. Atha yaṃ sandhāya viparītoti vadanti, taṃ dassetuṃ samaṇo gotamotiādi vuttaṃ. Subhaṃ vimokkhanti vaṇṇakasiṇaṃ. Asubhantvevāti subhañca asubhañca sabbaṃ asubhanti evaṃ pajānāti. Subhantveva tasmiṃ samayeti subhanti eva ca tasmiṃ samaye pajānāti, na asubhaṃ. Bhikkhavo cāti ye te evaṃ vadanti, tesaṃ bhikkhavo ca antevāsikasamaṇā viparītā. Pahotīti samattho paṭibalo.",
  "atk-s0103a0:55": "48.Dukkaraṃ khoti ayaṃ paribbājako yadidaṃ ‘‘evaṃpasanno ahaṃ, bhante’’tiādimāha, taṃ sāṭheyyena kohaññena āha. Evaṃ kirassa ahosi – ‘‘samaṇo gotamo mayhaṃ ettakaṃ dhammakathaṃ kathesi, tamahaṃ sutvāpi pabbajituṃ na sakkomi, mayā etassa sāsanaṃ paṭipannasadisena bhavituṃ vaṭṭatī’’ti. Tato so sāṭheyyena kohaññena evamāha. Tenassa bhagavā mammaṃ ghaṭṭento viya ‘‘dukkaraṃ kho etaṃ, bhaggava tayā aññadiṭṭhikenā’’tiādimāha. Taṃ poṭṭhapādasutte vuttatthameva. Sādhukamanurakkhāti suṭṭhu anurakkha.",
  "atk-s0103a0:56": "Iti bhagavā pasādamattānurakkhaṇe paribbājakaṃ niyojesi. Sopi evaṃ mahantaṃ suttantaṃ sutvāpi nāsakkhi kilesakkhayaṃ kātuṃ. Desanā panassa āyatiṃ vāsanāya paccayo ahosi. Sesaṃ sabbattha uttānatthamevāti.",
  "atk-s0103a0:57": "Sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāya",
  "atk-s0103a0:58": "Pāthikasuttavaṇṇanā niṭṭhitā."
}