{
  "atk-s0103a4:0": "5. Sampasādanīyasuttavaṇṇanā",
  "atk-s0103a4:1": "Sāriputtasīhanādavaṇṇanā",
  "atk-s0103a4:2": "141.Evaṃme sutanti sampasādanīyasuttaṃ. Tatrāyamanuttānapadavaṇṇanā – nāḷandāyanti nāḷandāti evaṃnāmake nagare, taṃ nagaraṃ gocaragāmaṃ katvā. Pāvārikambavaneti dussapāvārikaseṭṭhino ambavane. Taṃ kira tassa uyyānaṃ ahosi. So bhagavato dhammadesanaṃ sutvā bhagavati pasanno tasmiṃ uyyāne kuṭileṇamaṇḍapādipaṭimaṇḍitaṃ bhagavato vihāraṃ katvā niyyātesi. So vihāro jīvakambavanaṃ viya ‘‘pāvārikambavana’’ntveva saṅkhyaṃ gato, tasmiṃ pāvārikambavane viharatīti attho. Bhagavantaṃ etadavoca – ‘‘evaṃpasanno ahaṃ, bhante, bhagavatī’’ti. Kasmā evaṃ avoca? Attano uppannasomanassapavedanatthaṃ.",
  "atk-s0103a4:3": "Tatrāyamanupubbikathā – thero kira taṃdivasaṃ kālasseva sarīrappaṭijagganaṃ katvā sunivatthanivāsano pattacīvaramādāya pāsādikehi abhikkantādīhi devamanussānaṃ pasādaṃ āvahanto nāḷandavāsīnaṃ hitasukhamanubrūhayanto piṇḍāya pavisitvā pacchābhattaṃ piṇḍapātapaṭikkanto vihāraṃ gantvā satthu vattaṃ dassetvā satthari gandhakuṭiṃ paviṭṭhe satthāraṃ vanditvā attano divāṭṭhānaṃ agamāsi. Tattha saddhivihārikantevāsikesu vattaṃ dassetvā paṭikkantesu divāṭṭhānaṃ sammajjitvā cammakkhaṇḍaṃ paññapetvā udakatumbato udakena hatthapāde sītale katvā tisandhipallaṅkaṃ ābhujitvā kālaparicchedaṃ katvā phalasamāpattiṃ samāpajji.",
  "atk-s0103a4:4": "So yathāparicchinnakālavasena samāpattito vuṭṭhāya attano guṇe anussaritumāraddho. Athassa guṇe anussarato sīlaṃ āpāthamāgataṃ. Tato paṭipāṭiyāva samādhi paññā vimutti vimuttiñāṇadassanaṃ paṭhamaṃ jhānaṃ dutiyaṃ jhānaṃ tatiyaṃ jhānaṃ catutthaṃ jhānaṃ ākāsānañcāyatanasamāpatti viññānañcāyatanasamāpatti ākiñcaññāyatanasamāpatti nevasaññānāsaññāyatanasamāpatti vipassanāñāṇaṃ manomayiddhiñāṇaṃ iddhividhañāṇaṃ dibbasotañāṇaṃ cetopariyañāṇaṃ pubbenivāsānussatiñāṇaṃ dibbacakkhuñāṇaṃ…pe… sotāpattimaggo sotāpattiphalaṃ…pe… arahattamaggo arahattaphalaṃ atthapaṭisambhidā dhammapaṭisambhidā niruttipaṭisambhidā paṭibhānapaṭisambhidā sāvakapāramīñāṇaṃ. Ito paṭṭhāya kappasatasahassādhikassa asaṅkhyeyyassa upari anomadassībuddhassa pādamūle kataṃ abhinīhāraṃ ādiṃ katvā attano guṇe anussarato yāva nisinnapallaṅkā guṇā upaṭṭhahiṃsu.",
  "atk-s0103a4:5": "Evaṃ thero attano guṇe anussaramāno guṇānaṃ pamāṇaṃ vā paricchedaṃ vā daṭṭhuṃ nāsakkhi. So cintesi – ‘‘mayhaṃ tāva padesañāṇe ṭhitassa sāvakassa guṇānaṃ pamāṇaṃ vā paricchedo vā natthi. Ahaṃ pana yaṃ satthāraṃ uddissa pabbajito, kīdisā nu kho tassa guṇā’’ti dasabalassa guṇe anussarituṃ āraddho. So bhagavato sīlaṃ nissāya, samādhiṃ paññaṃ vimuttiṃ vimuttiñāṇadassanaṃ nissāya, cattāro satipaṭṭhāne nissāya, cattāro sammappadhāne cattāro iddhipāde cattāro magge cattāri phalāni catasso paṭisambhidā catuyoniparicchedakañāṇaṃ cattāro ariyavaṃse nissāya dasabalassa guṇe anussaritumāraddho.",
  "atk-s0103a4:6": "Tathā pañca padhāniyaṅgāni, pañcaṅgikaṃsammāsamādhiṃ, pañcindriyāni, pañca balāni, pañca nissaraṇiyā dhātuyo, pañca vimuttāyatanāni, pañca vimuttiparipācaniyā paññā, cha sāraṇīye dhamme, cha anussatiṭṭhānāni, cha gārave, cha nissaraṇiyā dhātuyo, cha satatavihāre, cha anuttariyāni, cha nibbedhabhāgiyā paññā, cha abhiññā, cha asādhāraṇañāṇāni, satta aparihāniye dhamme, satta ariyadhanāni, satta bojjhaṅge, satta sappurisadhamme, satta nijjaravatthūni, satta paññā, satta dakkhiṇeyyapuggale, satta khīṇāsavabalāni, aṭṭha paññāpaṭilābhahetū, aṭṭha sammattāni, aṭṭha lokadhammātikkame, aṭṭha ārambhavatthūni, aṭṭha akkhaṇadesanā, aṭṭha mahāpurisavitakke, aṭṭha abhibhāyatanāni, aṭṭha vimokkhe, nava yonisomanasikāramūlake dhamme, nava pārisuddhipadhāniyaṅgāni, nava sattāvāsadesanā, nava āghātappaṭivinaye, nava paññā, nava nānattāni, nava anupubbavihāre, dasa nāthakaraṇe dhamme, dasa kasiṇāyatanāni, dasa kusalakammapathe, dasa tathāgatabalāni, dasa sammattāni, dasa ariyavāse, dasa asekkhadhamme, ekādasa mettānisaṃse, dvādasa dhammacakkākāre, terasa dhutaṅgaguṇe , cuddasa buddhañāṇāni, pañcadasa vimuttiparipācaniye dhamme, soḷasavidhaṃ ānāpānassatiṃ, aṭṭhārasa buddhadhamme, ekūnavīsati paccavekkhaṇañāṇāni, catucattālīsa ñāṇavatthūni, paropaṇṇāsa kusaladhamme, sattasattati ñāṇavatthūni, catuvīsatikoṭisatasahassasamāpattisañcaramahāvajirañāṇaṃ nissāya dasabalassa guṇe anussarituṃ ārabhi.",
  "atk-s0103a4:7": "Tasmiṃyeva ca divāṭṭhāne nisinnoyeva upari ‘‘aparaṃ pana, bhante, etadānuttariya’’nti āgamissanti soḷasa aparampariyadhammā, tepi nissāya anussarituṃ ārabhi. So ‘‘kusalapaññattiyaṃ anuttaro mayhaṃ satthā, āyatanapaññattiyaṃ anuttaro, gabbhāvakkantiyaṃ anuttaro, ādesanāvidhāsu anuttaro, dassanasamāpattiyaṃ anuttaro, puggalapaññattiyaṃ anuttaro, padhāne anuttaro, paṭipadāsu anuttaro, bhassasamācāre anuttaro, purisasīlasamācāre anuttaro, anusāsanīvidhāsu anuttaro, parapuggalavimuttiñāṇe anuttaro, sassatavādesu anuttaro, pubbenivāsañāṇe anuttaro, dibbacakkhuñāṇe anuttaro, iddhividhe anuttaro, iminā ca iminā ca anuttaro’’ti evaṃ dasabalassa guṇe anussaranto bhagavato guṇānaṃ neva antaṃ, na pamāṇaṃ passi. Thero attanopi tāva guṇānaṃ antaṃ vā pamāṇaṃ vā nāddasa, bhagavato guṇānaṃ kiṃ passissati? Yassa yassa hi paññā mahatī ñāṇaṃ visadaṃ, so so buddhaguṇe mahantato saddahati. Lokiyamahājano ukkāsitvāpi khipitvāpi ‘‘namo buddhāna’’nti attano attano upanissaye ṭhatvā buddhānaṃ guṇe anussarati. Sabbalokiyamahājanato eko sotāpanno buddhaguṇe mahantato saddahati. Sotāpannānaṃ satatopi sahassatopi eko sakadāgāmī. Sakadāgāmīnaṃ satatopi sahassatopi eko anāgāmī. Anāgāmīnaṃ satatopi sahassatopi eko arahā buddhaguṇe mahantato saddahati. Avasesaarahantehi asīti mahātherā buddhaguṇe mahantato saddahanti. Asītimahātherehi cattāro mahātherā. Catūhi mahātherehi dve aggasāvakā. Tesupi sāriputtatthero, sāriputtattheratopi eko paccekabuddho buddhaguṇe mahantato saddahati. Sace pana sakalacakkavāḷagabbhe saṅghāṭikaṇṇena saṅghāṭikaṇṇaṃ pahariyamānā nisinnā paccekabuddhā buddhaguṇe anussareyyuṃ, tehi sabbehipi eko sabbaññubuddhova buddhaguṇe mahantato saddahati.",
  "atk-s0103a4:8": "Seyyathāpi nāma mahājano ‘‘mahāsamuddo gambhīro uttāno’’ti jānanatthaṃ yottāni vaṭṭeyya, tattha koci byāmappamāṇaṃ yottaṃ vaṭṭeyya, koci dve byāmaṃ, koci dasabyāmaṃ, koci vīsatibyāmaṃ, koci tiṃsabyāmaṃ, koci cattālīsabyāmaṃ, koci paññāsabyāmaṃ, koci satabyāmaṃ, koci sahassabyāmaṃ , koci caturāsītibyāmasahassaṃ. Te nāvaṃ āruyha, samuddamajjhe uggatapabbatādimhi vā ṭhatvā attano attano yottaṃ otāreyyuṃ, tesu yassa yottaṃ byāmamattaṃ, so byāmamattaṭṭhāneyeva udakaṃ jānāti…pe… yassa caturāsītibyāmasahassaṃ, so caturāsītibyāmasahassaṭṭhāneyeva udakaṃ jānāti. Parato udakaṃ ettakanti na jānāti. Mahāsamudde pana na tattakaṃyeva udakaṃ, atha kho anantamaparimāṇaṃ. Caturāsītiyojanasahassaṃ gambhīro hi mahāsamuddo, evameva ekabyāmayottato paṭṭhāya navabyāmayottena ñātaudakaṃ viya lokiyamahājanena diṭṭhabuddhaguṇā veditabbā. Dasabyāmayottena dasabyāmaṭṭhāne ñātaudakaṃ viya sotāpannena diṭṭhabuddhaguṇā. Vīsatibyāmayottena vīsatibyāmaṭṭhāne ñātaudakaṃ viya sakadāgāminā diṭṭhabuddhaguṇā. Tiṃsabyāmayottena tiṃsabyāmaṭṭhāne ñātaudakaṃ viya anāgāminā diṭṭhabuddhaguṇā. Cattālīsabyāmayottena cattālīsabyāmaṭṭhāne ñātaudakaṃ viya arahatā diṭṭhabuddhaguṇā. Paññāsabyāmayottena paññāsabyāmaṭṭhāne ñātaudakaṃ viya asītimahātherehi diṭṭhabuddhaguṇā. Satabyāmayottena satabyāmaṭṭhāne ñātaudakaṃ viya catūhi mahātherehi diṭṭhabuddhaguṇā. Sahassabyāmayottena sahassabyāmaṭṭhāne ñātaudakaṃ viya mahāmoggallānattherena diṭṭhabuddhaguṇā. Caturāsītibyāmasahassayottena caturāsītibyāmasahassaṭṭhāne ñātaudakaṃ viya dhammasenāpatinā sāriputtattherena diṭṭhabuddhaguṇā. Tattha yathā so puriso mahāsamudde udakaṃ nāma na ettakaṃyeva, anantamaparimāṇanti gaṇhāti, evameva āyasmā sāriputto dhammanvayena anvayabuddhiyā anumānena nayaggāhena sāvakapāramīñāṇe ṭhatvā dasabalassa guṇe anussaranto ‘‘buddhaguṇā anantā aparimāṇā’’ti saddahi.",
  "atk-s0103a4:9": "Therena hi diṭṭhabuddhaguṇehi dhammanvayena gahetabbabuddhaguṇāyeva bahutarā. Yathā kathaṃ viya? Yathā ito nava ito navāti aṭṭhārasa yojanāni avattharitvā gacchantiyā candabhāgāya mahānadiyā puriso sūcipāsena udakaṃ gaṇheyya, sūcipāsena gahitaudakato aggahitameva bahu hoti. Yathā vā pana puriso mahāpathavito aṅguliyā paṃsuṃ gaṇheyya, aṅguliyā gahitapaṃsuto avasesapaṃsuyeva bahu hoti. Yathā vā pana puriso mahāsamuddābhimukhiṃ aṅguliṃ kareyya, aṅguliabhimukhaudakato avasesaṃ udakaṃyeva bahu hoti. Yathā ca puriso ākāsābhimukhiṃ aṅguliṃ kareyya, aṅguliabhimukhaākāsato sesaākāsappadesova bahu hoti. Evaṃ therena diṭṭhabuddhaguṇehi adiṭṭhā guṇāva bahūti veditabbā. Vuttampi cetaṃ –",
  "atk-s0103a4:10": "‘‘Buddhopi buddhassa bhaṇeyya vaṇṇaṃ,",
  "atk-s0103a4:11": "Kappampi ce aññamabhāsamāno;",
  "atk-s0103a4:12": "Khīyetha kappo ciradīghamantare,",
  "atk-s0103a4:13": "Vaṇṇo na khīyetha tathāgatassā’’ti.",
  "atk-s0103a4:14": "Evaṃ therassa attano ca satthu ca guṇe anussarato yamakamahānadīmahogho viya abbhantare pītisomanassaṃ avattharamānaṃ vāto viya bhastaṃ, ubbhijjitvā uggataudakaṃ viya mahārahadaṃ sakalasarīraṃ pūreti. Tato therassa ‘‘supatthitā vata me patthanā, suladdhā me pabbajjā, yvāhaṃ evaṃvidhassa satthu santike pabbajito’’ti āvajjantassa balavataraṃ pītisomanassaṃ uppajji.",
  "atk-s0103a4:15": "Atha thero ‘‘kassāhaṃ imaṃ pītisomanassaṃ āroceyya’’nti cintento añño koci samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā mama imaṃ pasādaṃ anucchavikaṃ katvā paṭiggahetuṃ na sakkhissati, ahaṃ imaṃ somanassaṃ satthunoyeva pavedeyyāmi, satthāva me paṭiggaṇhituṃ sakkhissati, so hi tiṭṭhatu mama pītisomanassaṃ, mādisassa samaṇasatassa vā samaṇasahassassa vā samaṇasatasahassassa vā somanassaṃ pavedentassa sabbesaṃ manaṃ gaṇhanto paṭiggahetuṃ sakkoti. Seyyathāpi nāma aṭṭhārasa yojanāni avattharamānaṃ gacchantiṃ candabhāgamahānadiṃ kusumbhā vā kandarā vā sampaṭicchituṃ na sakkonti, mahāsamuddova taṃ sampaṭicchati. Mahāsamuddo hi tiṭṭhatu candabhāgā, evarūpānaṃ nadīnaṃ satampi sahassampi satasahassampi sampaṭicchati, na cassa tena ūnattaṃ vā pūrattaṃ vā paññāyati, evameva satthā mādisassa samaṇasatassa samaṇasahassassa samaṇasatasahassassa vā pītisomanassaṃ pavedentassa sabbesaṃ manaṃ gaṇhanto paṭiggahetuṃ sakkoti. Sesā samaṇabrāhmaṇādayo candabhāgaṃ kusumbhakandarā viya mama somanassaṃ sampaṭicchituṃ na sakkonti . Handāhaṃ mama pītisomanassaṃ satthunova ārocemīti pallaṅkaṃ vinibbhujitvā cammakkhaṇḍaṃ papphoṭetvā ādāya sāyanhasamaye pupphānaṃ vaṇṭato chijjitvā paggharaṇakāle satthāraṃ upasaṅkamitvā attano somanassaṃ pavedento evaṃpasanno ahaṃ, bhantetiādimāha. Tattha evaṃpasannoti evaṃ uppannasaddho, evaṃ saddahāmīti attho. Bhiyyobhiññataroti bhiyyataro abhiññāto, bhiyyatarābhiñño vā, uttaritarañāṇoti attho. Sambodhiyanti sabbaññutaññāṇe arahattamaggañāṇe vā, arahattamaggeneva hi buddhaguṇā nippadesā gahitā honti. Dve hi aggasāvakā arahattamaggeneva sāvakapāramīñāṇaṃ paṭilabhanti. Paccekabuddhā paccekabodhiñāṇaṃ. Buddhā sabbaññutaññāṇañceva sakale ca buddhaguṇe. Sabbañhi nesaṃ arahattamaggeneva ijjhati. Tasmā arahattamaggañāṇaṃ sambodhi nāma hoti. Tena uttaritaro bhagavatā natthi. Tenāha ‘‘bhagavatā bhiyyobhiññataro yadidaṃ sambodhiya’’nti.",
  "atk-s0103a4:16": "142.Uḷārāti seṭṭhā. Ayañhi uḷārasaddo ‘‘uḷārāni khādanīyāni khādantī’’tiādīsu (ma. ni. 1.366) madhure āgacchati. ‘‘Uḷārāya khalu bhavaṃ, vacchāyano , samaṇaṃ gotamaṃ pasaṃsāya pasaṃsatī’’tiādīsu (ma. ni. 3.280) seṭṭhe. ‘‘Appamāṇo uḷāro obhāso’’tiādīsu (dī. ni. 2.32) vipule. Svāyamidha seṭṭhe āgato. Tena vuttaṃ – ‘‘uḷārāti seṭṭhā’’ti. Āsabhīti usabhassa vācāsadisī acalā asampavedhī. Ekaṃso gahitoti anussavena vā ācariyaparamparāya vā itikirāya vā piṭakasampadānena vā ākāraparivitakkena vā diṭṭhinijjhānakkhantiyā vā takkahetu vā nayahetu vā akathetvā paccakkhato ñāṇena paṭivijjhitvā viya ekaṃso gahito, sanniṭṭhānakathāva kathitāti attho.",
  "atk-s0103a4:17": "Sīhanādoti seṭṭhanādo, neva dandhāyantena na gaggarāyantena sīhena viya uttamanādo naditoti attho. Kiṃ te sāriputtāti imaṃ desanaṃ kasmā ārabhīti? Anuyogadāpanatthaṃ. Ekacco hi sīhanādaṃ naditvā attano sīhanāde anuyogaṃ dātuṃ na sakkoti, nighaṃsanaṃ nakkhamati, lepe patitamakkaṭo viya hoti. Yathā dhamamānaṃ aparisuddhalohaṃ jhāyitvā jhāmaaṅgāro hoti, evaṃ jhāmaṅgāro viya hoti . Eko sīhanāde anuyogaṃ dāpiyamāno dātuṃ sakkoti, nighaṃsanaṃ khamati, dhamamānaṃ niddosajātarūpaṃ viya adhikataraṃ sobhati, tādiso thero. Tena naṃ bhagavā ‘‘anuyogakkhamo aya’’nti ñatvā sīhanāde anuyogadāpanatthaṃ imampi desanaṃ ārabhi.",
  "atk-s0103a4:18": "Tattha sabbe teti sabbe te tayā. Evaṃsīlātiādīsu lokiyalokuttaravasena sīlādīni pucchati. Tesaṃ vitthārakathā mahāpadāne kathitāva.",
  "atk-s0103a4:19": "Kiṃ pana te, sāriputta, ye te bhavissantīti atītā ca tāva niruddhā, apaṇṇattikabhāvaṃ gatā dīpasikhā viya nibbutā, evaṃ niruddhe apaṇṇattikabhāvaṃ gate tvaṃ kathaṃ jānissasi, anāgatabuddhānaṃ pana guṇā kinti tayā attano cittena paricchinditvā viditāti pucchanto evamāha. Kiṃ pana te, sāriputta, ahaṃ etarahīti anāgatāpi buddhā ajātā anibbattā anuppannā, tepi kathaṃ tvaṃ jānissasi? Tesañhi jānanaṃ apade ākāse padadassanaṃ viya hoti. Idāni mayā saddhiṃ ekavihāre vasasi, ekato bhikkhāya carasi, dhammadesanākāle dakkhiṇapasse nisīdasi, kiṃ pana mayhaṃ guṇā attano cetasā paricchinditvā viditā tayāti anuyuñjanto evamāha.",
  "atk-s0103a4:20": "Thero pana pucchite pucchite ‘‘no hetaṃ, bhante’’ti paṭikkhipati. Therassa ca viditampi atthi aviditampi atthi, kiṃ so attano viditaṭṭhāne paṭikkhepaṃ karoti, aviditaṭṭhāneti? Viditaṭṭhāne na karoti, aviditaṭṭhāneyeva karotīti. Thero kira anuyoge āraddheyeva aññāsi. Na ayaṃ anuyogo sāvakapāramīñāṇe, sabbaññutaññāṇe ayaṃ anuyogoti attano sāvakapāramīñāṇe paṭikkhepaṃ akatvā aviditaṭṭhāne sabbaññutaññāṇe paṭikkhepaṃ karoti. Tena idampi dīpeti ‘‘bhagavā mayhaṃ atītānāgatapaccuppannānaṃ buddhānaṃ sīlasamādhipaññāvimuttikāraṇajānanasamatthaṃ sabbaññutaññāṇaṃ natthī’’ti.",
  "atk-s0103a4:21": "Etthāti etesu atītādibhedesu buddhesu. Atha kiñcarahīti atha kasmā evaṃ ñāṇe asati tayā evaṃ kathitanti vadati.",
  "atk-s0103a4:22": "143.Dhammanvayoti dhammassa paccakkhato ñāṇassa anuyogaṃ anugantvā uppannaṃ anumānañāṇaṃ nayaggāho vidito. Sāvakapāramīñāṇe ṭhatvāva imināva ākārena jānāmi bhagavāti vadati. Therassa hi nayaggāho appamāṇo apariyanto. Yathā sabbaññutaññāṇassa pamāṇaṃ vā pariyanto vā natthi, evaṃ dhammasenāpatino nayaggāhassa. Tena so ‘‘iminā evaṃvidho, iminā anuttaro satthā’’ti jānāti. Therassa hi nayaggāho sabbaññutaññāṇagatiko eva. Idāni taṃ nayaggāhaṃ pākaṭaṃ kātuṃ upamāya dassento seyyathāpi, bhantetiādimāha. Tattha yasmā majjhimapadese nagarassa uddhāpapākārādīni thirāni vā hontu, dubbalāni vā, sabbaso vā pana mā hontu, corāsaṅkā na hoti, tasmā taṃ aggahetvā paccantimanagaranti āha. Daḷhuddhāpanti thirapākārapādaṃ. Daḷhapākāratoraṇanti thirapākārañceva thirapiṭṭhasaṅghāṭañca. Ekadvāranti kasmā āha? Bahudvāre hi nagare bahūhi paṇḍitadovārikehi bhavitabbaṃ. Ekadvāre ekova vaṭṭati. Therassa ca paññāya sadiso añño natthi. Tasmā attano paṇḍitabhāvassa opammatthaṃ ekaṃyeva dovārikaṃ dassetuṃ ekadvāra’’nti āha. Paṇḍitoti paṇḍiccena samannāgato. Byattoti veyyattiyena samannāgato visadañāṇo. Medhāvīti ṭhānuppattikapaññāsaṅkhātāya medhāya samannāgato. Anupariyāyapathanti anupariyāyanāmakaṃ pākāramaggaṃ. Pākārasandhinti dvinnaṃ iṭṭhakānaṃ apagataṭṭhānaṃ. Pākāravivaranti pākārassa chinnaṭṭhānaṃ.",
  "atk-s0103a4:23": "Cetaso upakkileseti pañca nīvaraṇāni cittaṃ upakkilesenti kiliṭṭhaṃ karonti upatāpenti vibādhenti, tasmā ‘‘cetaso upakkilesā’’ti vuccanti. Paññāya dubbalīkaraṇeti nīvaraṇā uppajjamānā anuppannāya paññāya uppajjituṃ na denti, uppannāya paññāya vaḍḍhituṃ na denti, tasmā ‘‘paññāya dubbalīkaraṇā’’ti vuccanti. Suppatiṭṭhitacittāti catūsu satipaṭṭhānesu suṭṭhu ṭhapitacittā hutvā. Satta bojjhaṅge yathābhūtanti satta bojjhaṅge yathāsabhāvena bhāvetvā. Anuttaraṃ sammāsambodhinti arahattaṃ sabbaññutaññāṇaṃ vā paṭivijjhiṃsūti dasseti.",
  "atk-s0103a4:24": "Apicettha satipaṭṭhānāti vipassanā. Sambojjhaṅgā maggo. Anuttarāsammāsambodhi arahattaṃ. Satipaṭṭhānāti vā maggāti vā bojjhaṅgamissakā. Sammāsambodhi arahattameva. Dīghabhāṇakamahāsīvatthero panāha ‘‘satipaṭṭhāne vipassanāti gahetvā bojjhaṅge maggo ca sabbaññutaññāṇañcāti gahite sundaro pañho bhaveyya, na panevaṃ gahita’’nti. Iti thero sabbaññubuddhānaṃ nīvaraṇappahāne satipaṭṭhānabhāvanāya sambodhiyañca majjhe bhinnasuvaṇṇarajatānaṃ viya nānattābhāvaṃ dasseti.",
  "atk-s0103a4:25": "Idha ṭhatvā upamā saṃsandetabbā – āyasmā hi sāriputto paccantanagaraṃ dassesi, pākāraṃ dassesi, pariyāyapathaṃ dassesi, dvāraṃ dassesi, paṇḍitadovārikaṃ dassesi, nagaraṃ pavesanakanikkhamanake oḷārike pāṇe dassesi, paṇḍitadovārikassa tesaṃ pāṇānaṃ pākaṭabhāvañca dassesi. Tattha kiṃ kena sadisanti ce. Nagaraṃ viya hi nibbānaṃ, pākāro viya sīlaṃ, pariyāyapatho viya hirī, dvāraṃ viya ariyamaggo, paṇḍitadovāriko viya dhammasenāpati, nagarappavisanakanikkhamanakaoḷārikapāṇā viya atītānāgatapaccuppannā buddhā, dovārikassa tesaṃ pāṇānaṃ pākaṭabhāvo viya āyasmato sāriputtassa atītānāgatapaccuppannabuddhānaṃ sīlasamathādīhi pākaṭabhāvo. Ettāvatā therena bhagavā evamahaṃ sāvakapāramīñāṇe ṭhatvā dhammanvayena nayaggāhena jānāmīti attano sīhanādassa anuyogo dinno hoti.",
  "atk-s0103a4:26": "144.Idhāhaṃ, bhante, yena bhagavāti imaṃ desanaṃ kasmā ārabhi ? Sāvakapāramīñāṇassa nipphattidassanatthaṃ. Ayañhettha adhippāyo, bhagavā ahaṃ sāvakapāramīñāṇaṃ paṭilabhanto pañcanavutipāsaṇḍe na aññaṃ ekampi samaṇaṃ vā brāhmaṇaṃ vā upasaṅkamitvā sāvakapāramīñāṇampi paṭilabhiṃ, tumheyeva upasaṅkamitvā tumhe payirupāsanto paṭilabhinti. Tattha idhāti nipātamattaṃ. Upasaṅkamiṃ dhammasavanāyāti tumhe upasaṅkamanto panāhaṃ na cīvarādihetu upasaṅkamanto, dhammasavanatthāya upasaṅkamanto. Evaṃ upasaṅkamitvā sāvakapāramīñāṇaṃ paṭilabhiṃ. Kadā pana thero dhammasavanatthāya upasaṅkamantoti. Sūkarakhataleṇe bhāgineyyadīghanakhaparibbājakassa vedanāpariggahasuttantakathanadivase (ma. ni. 2.205) upasaṅkamanto, tadāyeva sāvakapāramīñāṇaṃ paṭilabhīti. Taṃdivasañhi thero tālavaṇṭaṃ gahetvā bhagavantaṃ bījamāno ṭhito taṃ desanaṃ sutvā tattheva sāvakapāramīñāṇaṃ hatthagataṃ akāsi. Uttaruttaraṃ paṇītapaṇītanti uttaruttarañceva paṇītapaṇītañca katvā desesi. Kaṇhasukkasappaṭibhāganti kaṇhañceva sukkañca. Tañca kho sappaṭibhāgaṃ savipakkhaṃ katvā. Kaṇhaṃ paṭibāhitvā sukkaṃ, sukkaṃ paṭibāhitvā kaṇhanti evaṃ sappaṭibhāgaṃ katvā kaṇhasukkaṃ desesi, kaṇhaṃ desentopi ca saussāhaṃ savipākaṃ desesi, sukkaṃ desentopi saussāhaṃ savipākaṃ desesi.",
  "atk-s0103a4:27": "Tasmiṃ dhamme abhiññā idhekaccaṃ dhammaṃ dhammesu niṭṭhamagamanti tasmiṃ desite dhamme ekaccaṃ dhammaṃ nāma sāvakapāramīñāṇaṃ sañjānitvā dhammesu niṭṭhamagamaṃ. Katamesu dhammesūti? Catusaccadhammesu. Etthāyaṃ therasallāpo, kāḷavallavāsī sumatthero tāva vadati ‘‘catusaccadhammesu idāni niṭṭhagamanakāraṇaṃ natthi. Assajimahāsāvakassa hi diṭṭhadivaseyeva so paṭhamamaggena catusaccadhammesu niṭṭhaṃ gato, aparabhāge sūkarakhataleṇadvāre upari tīhi maggehi catusaccadhammesu niṭṭhaṃ gato, imasmiṃ pana ṭhāne ‘dhammesū’ti buddhaguṇesu niṭṭhaṃ gato’’ti. Lokantaravāsī cūḷasīvatthero pana ‘‘sabbaṃ tatheva vatvā imasmiṃ pana ṭhāne ‘dhammesū’ti arahatte niṭṭhaṃ gato’’ti āha. Dīghabhāṇakatipiṭakamahāsīvatthero pana ‘‘tatheva purimavādaṃ vatvā imasmiṃ pana ṭhāne ‘dhammesū’ti sāvakapāramīñāṇe niṭṭhaṃ gato’’ti vatvā ‘‘buddhaguṇā pana nayato āgatā’’ti āha.",
  "atk-s0103a4:28": "Satthari pasīdinti evaṃ sāvakapāramīñāṇadhammesu niṭṭhaṃ gantvā bhiyyosomattāya ‘‘sammāsambuddho vata so bhagavā’’ti satthari pasīdiṃ. Svākkhāto bhagavatā dhammoti suṭṭhu akkhāto sukathito niyyāniko maggo phalatthāya niyyāti rāgadosamohanimmadanasamattho.",
  "atk-s0103a4:29": "Suppaṭipanno saṅghoti buddhassa bhagavato sāvakasaṅghopi vaṅkādidosavirahitaṃ sammāpaṭipadaṃ paṭipannattā suppaṭipannoti pasannomhi bhagavatīti dasseti.",
  "atk-s0103a4:30": "Kusaladhammadesanāvaṇṇanā",
  "atk-s0103a4:31": "145. Idāni divāṭṭhāne nisīditvā samāpajjite soḷasa aparāpariyadhamme dassetuṃ aparaṃ pana bhante etadānuttariyanti desanaṃ ārabhi. Tattha anuttariyanti anuttarabhāvo. Yathā bhagavādhammaṃ desetīti yathā yenākārena yāya desanāya bhagavā dhammaṃ deseti, sā tumhākaṃ desanā anuttarāti vadati. Kusalesu dhammesūti tāya desanāya desitesu kusalesu dhammesupi bhagavāva anuttaroti dīpeti. Yā vā sā desanā, tassā bhūmiṃ dassentopi ‘‘kusalesu dhammesū’’ti āha. Tatrime kusalā dhammāti tatra kusalesu dhammesūti vuttapade ime kusalā dhammā nāmāti veditabbā. Tattha ārogyaṭṭhena, anavajjaṭṭhena, kosallasambhūtaṭṭhena, niddarathaṭṭhena, sukhavipākaṭṭhenāti pañcadhā kusalaṃ veditabbaṃ. Tesu jātakapariyāyaṃ patvā ārogyaṭṭhena kusalaṃ vaṭṭati. Suttantapariyāyaṃ patvā anavajjaṭṭhena. Abhidhammapariyāyaṃ patvā kosallasambhūtaniddarathasukhavipākaṭṭhena. Imasmiṃ pana ṭhāne bāhitikasuttantapariyāyena (ma. ni. 2.358) anavajjaṭṭhena kusalaṃ daṭṭhabbaṃ.",
  "atk-s0103a4:32": "Cattāro satipaṭṭhānāti cuddasavidhena kāyānupassanāsatipaṭṭhānaṃ, navavidhena vedanānupassanāsatipaṭṭhānaṃ , soḷasavidhena cittānupassanāsatipaṭṭhānaṃ, pañcavidhena dhammānupassanāsatipaṭṭhānanti evaṃ nānānayehi vibhajitvā samathavipassanāmaggavasena lokiyalokuttaramissakā cattāro satipaṭṭhānā desitā. Phalasatipaṭṭhānaṃ pana idha anadhippetaṃ. Cattāro sammappadhānāti paggahaṭṭhena ekalakkhaṇā, kiccavasena nānākiccā. ‘‘Idha bhikkhu anuppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ anuppādāyā’’tiādinā nayena samathavipassanāmaggavasena lokiyalokuttaramissakāva cattāro sammappadhānā desitā. Cattāro iddhipādāti ijjhanaṭṭhena ekasaṅgahā, chandādivasena nānāsabhāvā. ‘‘Idha bhikkhu chandasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāvetī’’tiādinā nayena samathavipassanāmaggavasena lokiyalokuttaramissakāva cattāro iddhipādā desitā.",
  "atk-s0103a4:33": "Pañcindriyānīti ādhipateyyaṭṭhena ekalakkhaṇāni, adhimokkhādisabhāvavasena nānāsabhāvāni. Samathavipassanāmaggavaseneva ca lokiyalokuttaramissakāni saddhādīni pañcindriyāni desitāni. Pañca balānīti upatthambhanaṭṭhena akampiyaṭṭhena vā ekasaṅgahāni, salakkhaṇena nānāsabhāvāni . Samathavipassanāmaggavaseneva lokiyalokuttaramissakāni saddhādīni pañca balāni desitāni. Satta bojjhaṅgāti niyyānaṭṭhena ekasaṅgahā, upaṭṭhānādinā salakkhaṇena nānāsabhāvā. Samathavipassanā maggavaseneva lokiyalokuttaramissakā satta bojjhaṅgā desitā.",
  "atk-s0103a4:34": "Ariyo aṭṭhaṅgiko maggoti hetuṭṭhena ekasaṅgaho, dassanādinā salakkhaṇena nānāsabhāvo. Samathavipassanāmaggavaseneva lokiyalokuttaramissako ariyo aṭṭhaṅgiko maggo desitoti attho.",
  "atk-s0103a4:35": "Idha, bhante, bhikkhu āsavānaṃ khayāti idaṃ kimatthaṃ āraddhaṃ? Sāsanassa pariyosānadassanatthaṃ. Sāsanassa hi na kevalaṃ maggeneva pariyosānaṃ hoti, arahattaphalena pana hoti. Tasmā taṃ dassetuṃ idamāraddhanti veditabbaṃ. Etadānuttariyaṃ, bhante, kusalesu dhammesūti bhante yā ayaṃ kusalesu dhammesu evaṃdesanā, etadānuttariyaṃ. Taṃbhagavāti taṃ desanaṃ bhagavā asesaṃ sakalaṃ abhijānāti. Taṃ bhagavatoti taṃ desanaṃ bhagavato asesaṃ abhijānato. Uttari abhiññeyyaṃ natthīti taduttari abhijānitabbaṃ natthi, ayaṃ nāma ito añño dhammo vā puggalo vā yaṃ bhagavā na jānātīti idaṃ natthi. Yadabhijānaṃ añño samaṇo vāti yaṃ tumhehi anabhiññātaṃ, taṃ añño samaṇo vā brāhmaṇo vā abhijānanto bhagavatā bhiyyobhiññataro assa, adhikatarapañño bhaveyya. Yadidaṃ kusalesu dhammesūti ettha yadidanti nipātamattaṃ, kusalesu dhammesu bhagavatā uttaritaro natthīti ayametthattho. Iti bhagavāva kusalesu dhammesu anuttaroti dassento ‘‘imināpi kāraṇena evaṃpasanno ahaṃ, bhante, bhagavatī’’ti dīpeti. Ito paresu aparaṃ panātiādīsu visesamattameva vaṇṇayissāma. Purimavārasadisaṃ pana vuttanayeneva veditabbaṃ.",
  "atk-s0103a4:36": "Āyatanapaṇṇattidesanāvaṇṇanā",
  "atk-s0103a4:37": "146.Āyatanapaṇṇattīsūti āyatanapaññāpanāsu. Idāni tā āyatanapaññattiyo dassento chayimāni, bhantetiādimāha. Āyatanakathā panesā visuddhimagge vitthārena kathitā, tena na taṃ vitthārayissāma, tasmā tattha vuttanayeneva sā vitthārato veditabbā.",
  "atk-s0103a4:38": "Etadānuttariyaṃ, bhante, āyatanapaṇṇattīsūti yāyaṃ āyatanapaṇṇattīsu ajjhattikabāhiravavatthānādivasena evaṃ desanā, etadānuttariyaṃ. Sesaṃ vuttanayameva.",
  "atk-s0103a4:39": "Gabbhāvakkantidesanāvaṇṇanā",
  "atk-s0103a4:40": "147.Gabbhāvakkantīsūti gabbhokkamanesu. Tā gabbhāvakkantiyo dassento catasso imā, bhantetiādimāha. Tattha asampajānoti ajānanto sammūḷho hutvā. Mātukucchiṃ okkamatīti paṭisandhivasena pavisati. Ṭhātīti vasati. Nikkhamatīti nikkhamantopi asampajāno sammūḷhova nikkhamati. Ayaṃ paṭhamāti ayaṃ pakatilokiyamanussānaṃ paṭhamā gabbhāvakkanti.",
  "atk-s0103a4:41": "Sampajāno mātukucchiṃ okkamatīti okkamanto sampajāno asammūḷho hutvā okkamati.",
  "atk-s0103a4:42": "Ayaṃdutiyāti ayaṃ asītimahātherānaṃ sāvakānaṃ dutiyā gabbhāvakkanti. Te hi pavisantāva jānanti, vasantā ca nikkhamantā ca na jānanti.",
  "atk-s0103a4:43": "Ayaṃ tatiyāti ayaṃ dvinnañca aggasāvakānaṃ paccekabodhisattānañca tatiyā gabbhāvakkanti. Te kira kammajehi vātehi adhosirā uddhaṃpādā anekasataporise papāte viya yonimukhe khittā tāḷacchiggaḷena hatthī viya sambādhena yonimukhena nikkhamamānā anantaṃ dukkhaṃ pāpuṇanti. Tena nesaṃ ‘‘mayaṃ nikkhamamhā’’ti sampajānatā na hoti. Evaṃ pūritapāramīnampi ca sattānaṃ evarūpe ṭhāne mahantaṃ dukkhaṃ uppajjatīti alameva gabbhāvāse nibbindituṃ alaṃ virajjituṃ.",
  "atk-s0103a4:44": "Ayaṃ catutthāti ayaṃ sabbaññubodhisattānaṃ vasena catutthā gabbhāvakkanti. Sabbaññubodhisattā hi mātukucchismiṃ paṭisandhiṃ gaṇhantāpi jānanti, tattha vasantāpi jānanti, nikkhamantāpi jānanti, nikkhamanakālepi ca te kammajavātā uddhaṃpāde adhosire katvā khipituṃ na sakkonti, dve hatthe pasāretvā akkhīni ummīletvā ṭhitakāva nikkhamanti. Bhavaggaṃ upādāya avīciantare añño tīsu kālesu sampajāno nāma natthi ṭhapetvā sabbaññubodhisatte. Teneva nesaṃ mātukucchiṃ okkamanakāle ca nikkhamanakāle ca dasasahassilokadhātu kampatīti. Sesamettha vuttanayeneva veditabbaṃ.",
  "atk-s0103a4:45": "Ādesanavidhādesanāvaṇṇanā",
  "atk-s0103a4:46": "148.Ādesanavidhāsūti ādesanakoṭṭhāsesu. Idāni tā ādesanavidhā dassento catasso imātiādimāha. Nimittena ādisatīti āgatanimittena gatanimittena ṭhitanimittena vā idaṃ nāma bhavissatīti katheti.",
  "atk-s0103a4:47": "Tatridaṃ vatthu – eko rājā tisso muttā gahetvā purohitaṃ pucchi ‘‘kiṃ me, ācariya, hatthe’’ti? So ito cito ca olokesi. Tena ca samayena ekā sarabū ‘‘makkhikaṃ gahessāmī’’ti pakkhandi, gahaṇakāle makkhikā palātā, so makkhikāya muttattā ‘‘muttā mahārājā’’ti āha. Muttā tāva hotu, kati muttāti? So puna nimittaṃ olokesi. Atha avidūre kukkuṭo tikkhattuṃ saddaṃ nicchāresi. Brāhmaṇo ‘‘tisso mahārājā’’ti āha. Evaṃ ekacco āgatanimittena katheti. Etenupāyena gataṭhitani mittehipi kathanaṃ veditabbaṃ.",
  "atk-s0103a4:48": "Amanussānanti yakkhapisācādīnaṃ. Devatānanti cātumahārājikādīnaṃ. Saddaṃ sutvāti aññassa cittaṃ ñatvā kathentānaṃ saddaṃ sutvā. Vitakkavipphārasaddanti vitakkavipphāravasena uppannaṃ vippalapantānaṃ suttapamattādīnaṃ saddaṃ. Sutvāti taṃ saddaṃ sutvā. Yaṃ vitakkayato tassa so saddo uppanno, tassa vasena ‘‘evampi te mano’’ti ādisati. Manosaṅkhārā paṇihitāti cittasaṅkhārā suṭṭhapitā. Vitakkessatīti vitakkayissati pavattessatīti pajānāti. Jānanto ca āgamanena jānāti, pubbabhāgena jānāti, antosamāpattiyaṃ cittaṃ oloketvā jānāti. Āgamanena jānāti nāma kasiṇaparikammakāleyeva yenākārena esa kasiṇabhāvanaṃ āraddho paṭhamajjhānaṃ vā…pe… catutthajjhānaṃ vā aṭṭhasamāpattiyo vā nibbattessatīti jānāti. Pubbabhāgena jānāti nāma samathavipassanāya āraddhāyeva jānāti, yenākārena esa vipassanaṃ āraddho sotāpattimaggaṃ vā nibbattessati, sakadāgāmimaggaṃ vā nibbattessati, anāgāmimaggaṃ vā nibbattessati, arahattamaggaṃ vā nibbattessatīti jānāti. Antosamāpattiyaṃ cittaṃ oloketvā jānāti nāma yenākārena imassa manosaṅkhārā suṭṭhapitā, imassa nāma cittassa anantarā imaṃ nāma vitakkaṃ vitakkessati. Ito vuṭṭhitassa etassa hānabhāgiyo vā samādhi bhavissati, ṭhitibhāgiyo vā visesabhāgiyo vā nibbedhabhāgiyo vā abhiññāyo vā nibbattessatīti jānāti.",
  "atk-s0103a4:49": "Tattha puthujjano cetopariyañāṇalābhī puthujjanānaṃyeva cittaṃ jānāti, na ariyānaṃ. Ariyesupi heṭṭhimo heṭṭhimo uparimassa uparimassa cittaṃ na jānāti, uparimo pana heṭṭhimassa jānāti. Etesu ca sotāpanno sotāpattiphalasamāpattiṃ samāpajjati. Sakadāgāmī, anāgāmī, arahā, arahattaphalasamāpattiṃ samāpajjati. Uparimo heṭṭhimaṃ na samāpajjati. Tesañhi heṭṭhimā heṭṭhimā samāpatti tatrupapattiyeva hoti. Tatheva taṃ hotīti idaṃ ekaṃsena tatheva hoti. Cetopariyañāṇavasena ñātañhi aññathābhāvī nāma natthi. Sesaṃ purimanayeneva yojetabbaṃ.",
  "atk-s0103a4:50": "Dassanasamāpattidesanāvaṇṇanā",
  "atk-s0103a4:51": "149.Ātappamanvāyātiādi brahmajāle vitthāritameva. Ayaṃ panettha saṅkhepo, ātappanti vīriyaṃ. Tadeva padahitabbato padhānaṃ. Anuyuñjitabbato anuyogo.Appamādanti satiavippavāsaṃ. Sammāmanasikāranti anicce aniccantiādivasena pavattaṃ upāyamanasikāraṃ. Cetosamādhinti paṭhamajjhānasamādhiṃ. Ayaṃ paṭhamā dassanasamāpattīti ayaṃ dvattiṃ sākāraṃ paṭikūlato manasikatvā paṭikūladassanavasena uppāditā paṭhamajjhānasamāpatti paṭhamā dassanasamāpatti nāma, sace pana taṃ jhānaṃ pādakaṃ katvā sotāpanno hoti, ayaṃ nippariyāyeneva paṭhamā dassanasamāpatti.",
  "atk-s0103a4:52": "Atikkamma cāti atikkamitvā ca. Chavimaṃsalohitanti chaviñca maṃsañca lohitañca. Aṭṭhiṃ paccavekkhatīti aṭṭhi aṭṭhīti paccavekkhati. Aṭṭhi aṭṭhīti paccavekkhitvā uppāditā aṭṭhiārammaṇā dibbacakkhupādakajjhānasamāpatti dutiyā dassanasamāpatti nāma. Sace pana taṃ jhānaṃ pādakaṃ katvā sakadāgāmimaggaṃ nibbatteti. Ayaṃ nippariyāyena dutiyā dassanasamāpatti. Kāḷavallavāsī sumatthero pana ‘‘yāva tatiyamaggā vaṭṭatī’’ti āha.",
  "atk-s0103a4:53": "Viññāṇasotanti viññāṇameva. Ubhayato abbocchinnanti dvīhipi bhāgehi acchinnaṃ. Idha loke patiṭṭhitañcāti chandarāgavasena imasmiñca loke patiṭṭhitaṃ. Dutiyapadepi eseva nayo. Kammaṃ vā kammato upagacchantaṃ idha loke patiṭṭhitaṃ nāma. Kammabhavaṃ ākaḍḍhantaṃ paraloke patiṭṭhitaṃ nāma. Iminā kiṃ kathitaṃ? Sekkhaputhujjanānaṃ cetopariyañāṇaṃ kathitaṃ. Sekkhaputhujjanānañhi cetopariyañāṇaṃ tatiyā dassanasamāpatti nāma.",
  "atk-s0103a4:54": "Idha loke appatiṭṭhitañcāti nicchandarāgattā idhaloke ca appatiṭṭhitaṃ. Dutiyapadepi eseva nayo. Kammaṃ vā kammato na upagacchantaṃ idha loke appatiṭṭhitaṃ nāma. Kammabhavaṃ anākaḍḍhantaṃ paraloke appatiṭṭhitaṃ nāma. Iminā kiṃ kathitaṃ? Khīṇāsavassa cetopariyañāṇaṃ kathitaṃ. Khīṇāsavassa hi cetopariyañāṇaṃ catutthā dassanasamāpatti nāma.",
  "atk-s0103a4:55": "Apica dvattiṃsākāre āraddhavipassanāpi paṭhamā dassanasamāpatti. Aṭṭhiārammaṇe āraddhavipassanā dutiyā dassanasamāpatti. Sekkhaputhujjanānaṃ cetopariyañāṇaṃ khīṇāsavassa cetopariyañāṇanti idaṃ padadvayaṃ niccalameva. Aparo nayo paṭhamajjhānaṃ paṭhamā dassanasamāpatti . Dutiyajjhānaṃ dutiyā. Tatiyajjhānaṃ tatiyā. Catutthajjhānaṃ catutthā dassanasamāpatti. Tathā paṭhamamaggo paṭhamā dassanasamāpatti. Dutiyamaggo dutiyā. Tatiyamaggo tatiyā. Catutthamaggo catutthā dassanasamāpattīti. Sesamettha purimanayeneva yojetabbaṃ.",
  "atk-s0103a4:56": "Puggalapaṇṇattidesanāvaṇṇanā",
  "atk-s0103a4:57": "150.Puggalapaṇṇattīsūti lokavohāravasena ‘‘satto puggalo naro poso’’ti evaṃ paññāpetabbāsu lokapaññattīsu. Buddhānañhi dve kathā sammutikathā, paramatthakathāti poṭṭhapādasutte (dī. ni. aṭṭha. 1.439-443) vitthāritā.",
  "atk-s0103a4:58": "Tattha puggalapaṇṇattīsūti ayaṃ sammutikathā. Idāni ye puggale paññapento puggalapaṇṇattīsu bhagavā anuttaro hoti, te dassento sattime bhante puggalā. Ubhatobhāgavimuttotiādimāha. Tattha ubhatobhāgavimuttoti dvīhi bhāgehi vimutto, arūpasamāpattiyā rūpakāyato vimutto, maggena nāmakāyato. So catunnaṃ arūpasamāpattīnaṃ ekekato vuṭṭhāya saṅkhāre sammasitvā arahattappattānaṃ, catunnaṃ, nirodhā vuṭṭhāya arahattappattaanāgāmino ca vasena pañcavidho hoti.",
  "atk-s0103a4:59": "Pāḷi panettha ‘‘katamo ca puggalo ubhatobhāgavimutto? Idhekacco puggalo aṭṭhavimokkhe kāyena phusitvā viharati, paññāya cassa disvā āsavā parikkhīṇā hontī’’ti (dhātu. 24) evaṃ aṭṭhavimokkhalābhino vasena āgatā. Paññāya vimuttoti paññāvimutto. So sukkhavipassako ca, catūhi jhānehi vuṭṭhāya arahattaṃ pattā cattāro cāti imesaṃ vasena pañcavidhova hoti.",
  "atk-s0103a4:60": "Pāḷi panettha aṭṭhavimokkhapaṭikkhepavaseneva āgatā. Yathāha ‘‘na heva kho aṭṭha vimokkhe kāyena phusitvā viharati. Paññāya cassa disvā āsavā parikkhīṇā honti. Ayaṃ vuccati puggalo paññāvimutto’’ti (dhātu. 25).",
  "atk-s0103a4:61": "Phuṭṭhantaṃ sacchi karotīti kāyasakkhi. So jhānaphassaṃ paṭhamaṃ phusati, pacchā nirodhaṃ nibbānaṃ sacchikaroti, so sotāpattiphalaṭṭhaṃ ādiṃ katvā yāva arahattamaggaṭṭhā chabbidho hotīti veditabbo. Tenevāha ‘‘idhekacco puggalo aṭṭha vimokkhe kāyena phusitvā viharati, paññāya cassa disvā ekacce āsavā parikkhīṇā honti. Ayaṃ vuccati puggalo kāyasakkhī’’ti (dhātu. 26).",
  "atk-s0103a4:62": "Diṭṭhantaṃ pattoti diṭṭhippatto. Tatridaṃ saṅkhepalakkhaṇaṃ, dukkhā saṅkhārā sukho nirodhoti ñātaṃ hoti diṭṭhaṃ viditaṃ sacchikataṃ passitaṃ paññāyāti diṭṭhippatto. Vitthārato panesopi kāyasakkhi viya chabbidho hoti. Tenevāha – ‘‘idhekacco puggalo idaṃ dukkhanti yathābhūtaṃ pajānāti…pe… ayaṃ dukkhanirodhagāminī paṭipadāti yathābhūtaṃ pajānāti, tathāgatappaveditā cassa dhammā paññāya vodiṭṭhā honti vocaritā, paññāya cassa disvā ekacce āsavā parikkhīṇā honti. Ayaṃ vuccati puggalo diṭṭhippatto’’ti (dhātu. 27).",
  "atk-s0103a4:63": "Saddhāya vimuttoti saddhāvimutto. Sopi vuttanayeneva chabbidho hoti. Tenevāha – ‘‘idhekacco puggalo idaṃ dukkhanti yathābhūtaṃ pajānāti, ayaṃ dukkhasamudayoti yathābhūtaṃ pajānāti, ayaṃ dukkhanirodhoti yathābhūtaṃ pajānāti, ayaṃ dukkhanirodhagāminī paṭipadāti yathābhūtaṃ pajānāti, tathāgatappaveditā cassa dhammā paññāya vodiṭṭhā honti vocaritā, paññāya cassa disvā ekacce āsavā parikkhīṇā honti no ca kho yathā diṭṭhippattassa. Ayaṃ vuccati puggalo saddhāvimutto’’ti (dhātu. 28). Etesu hi saddhāvimuttassa pubbabhāgamaggakkhaṇe saddahantassa viya, okappentassa viya, adhimuccantassa viya ca kilesakkhayo hoti. Diṭṭhippattassa pubbabhāgamaggakkhaṇe kilesacchedakaṃ ñāṇaṃ adandhaṃ tikhiṇaṃ sūraṃ hutvā vahati. Tasmā yathā nāma nātitikhiṇena asinā kadaliṃ chindantassa chinnaṭṭhānaṃ na maṭṭhaṃ hoti, asi na sīghaṃ vahati, saddo suyyati, balavataro vāyāmo kātabbo hoti, evarūpā saddhāvimuttassa pubbabhāgamaggabhāvanā. Yathā pana atinisitena asinā kadaliṃ chindantassa chinnaṭṭhānaṃ maṭṭhaṃ hoti, asi sīghaṃ vahati, saddo na suyyati, balavataraṃ vāyāmakiccaṃ na hoti, evarūpā paññāvimuttassa pubbabhāgamaggabhāvanā veditabbā.",
  "atk-s0103a4:64": "Dhammaṃ anussaratīti dhammānusārī. Dhammoti paññā, paññāpubbaṅgamaṃ maggaṃ bhāvetīti attho. Saddhānusārimhipi eseva nayo, ubhopete sotāpattimaggaṭṭhāyeva. Vuttampi cetaṃ ‘‘yassa puggalassa sotāpattiphalasacchikiriyāya paṭipannassa paññindriyaṃ adhimattaṃ hoti, paññāvāhiṃ paññāpubbaṅgamaṃ ariyamaggaṃ bhāveti. Ayaṃ vuccati puggalo dhammānusārī’’ti.",
  "atk-s0103a4:65": "Tathā ‘‘yassa puggalassa sotāpattiphalasacchikiriyāya paṭipannassa saddhindriyaṃ adhimattaṃ hoti , saddhāvāhiṃ saddhāpubbaṅgamaṃ ariyamaggaṃ bhāveti. Ayaṃ vuccati puggalo saddhānusārī’’ti. Ayamettha saṅkhepo, vitthārato panesā ubhatobhāgavimuttādikathā visuddhimagge paññābhāvanādhikāre vuttā. Tasmā tattha vuttanayeneva veditabbā. Sesamidhāpi purimanayeneva yojetabbaṃ.",
  "atk-s0103a4:66": "Padhānadesanāvaṇṇanā",
  "atk-s0103a4:67": "151.Padhānesūti idha padahanavasena ‘‘satta bojjhaṅgā padhānā’’ti vuttā. Tesaṃ vitthārakathā mahāsatipaṭṭhāne vuttanayeneva veditabbā. Sesamidhāpi purimanayeneva yojetabbaṃ.",
  "atk-s0103a4:68": "Paṭipadādesanāvaṇṇanā",
  "atk-s0103a4:69": "152.Dukkhapaṭipadādīsu ayaṃ vitthāranayo – ‘‘tattha katamā dukkhapaṭipadā dandhābhiññā paññā? Dukkhena kasirena samādhiṃ uppādentassa dandhaṃ taṃ ṭhānaṃ abhijānantassa yā paññā pajānanā…pe… amoho dhammavicayo sammādiṭṭhi, ayaṃ vuccati dukkhapaṭipadā dandhābhiññā paññā. Tattha katamā dukkhapaṭipadā khippābhiññā paññā? Dukkhena kasirena samādhiṃ uppādentassa khippaṃ taṃ ṭhānaṃ abhijānantassa yā paññā pajānanā…pe… sammādiṭṭhi, ayaṃ vuccati dukkhapaṭipadā khippābhiññā paññā. Tattha katamā sukhapaṭipadā dandhābhiññā paññā? Akicchena akasirena samādhiṃ uppādentassa dandhaṃ taṃ ṭhānaṃ abhijānantassa yā paññā pajānanā…pe… sammādiṭṭhi, ayaṃ vuccati sukhapaṭipadā dandhābhiññā paññā. Tattha katamā sukhapaṭipadā khippābhiññā paññā? Akicchena akasirena samādhiṃ uppādentassa khippaṃ taṃ ṭhānaṃ abhijānantassa yā paññā pajānanā…pe… sammādiṭṭhi, ayaṃ vuccati sukhapaṭipadā khippābhiññā paññā’’ti (vibha. 801). Ayamettha saṅkhepo, vitthāro pana visuddhimagge vutto. Sesamidhāpi purimanayeneva yojetabbaṃ.",
  "atk-s0103a4:70": "Bhassasamācārādivaṇṇanā",
  "atk-s0103a4:71": "153.Na ceva musāvādūpasañhitanti bhassasamācāre ṭhitopi kathāmaggaṃ anupacchinditvā kathentopi idhekacco bhikkhu na ceva musāvādūpasañhitaṃ bhāsati. Aṭṭha anariyavohāre vajjetvā aṭṭha ariyavohārayuttameva bhāsati. Naca vebhūtiyanti bhassasamācāre ṭhitopi bhedakaravācaṃ na bhāsati. Na ca pesuṇiyanti tassāyevetaṃ vevacanaṃ. Vebhūtiyavācā hi piyabhāvassa suññakaraṇato ‘‘pesuṇiya’’nti vuccati. Nāmamevassā etanti mahāsīvatthero avoca. Na ca sārambhajanti sārambhajā ca yā vācā, tañca na bhāsati. ‘‘Tvaṃ dussīlo’’ti vutte, ‘‘tvaṃ dussīlo tavācariyo dussīlo’’ti vā, ‘‘tuyhaṃ āpattī’’ti vutte, ‘‘ahaṃ piṇḍāya caritvā pāṭaliputtaṃ gato’’tiādinā nayena bahiddhā vikkhepakathāpavattaṃ vā karaṇuttariyavācaṃ na bhāsati. Jayāpekkhoti jayapurekkhāro hutvā, yathā hatthako sakyaputto titthiyā nāma dhammenapi adhammenapi jetabbāti saccālikaṃ yaṃkiñci bhāsati, evaṃ jayāpekkho jayapurekkhāro hutvā na bhāsatīti attho. Mantā mantā ca vācaṃ bhāsatīti ettha mantāti vuccati paññā, mantāya paññāya. Puna mantāti upaparikkhitvā. Idaṃ vuttaṃ hoti, bhassasamācāre ṭhito divasabhāgampi kathento paññāya upaparikkhitvā yuttakathameva kathetīti. Nidhānavatinti hadayepi nidahitabbayuttaṃ. Kālenāti yuttapattakālena.",
  "atk-s0103a4:72": "Evaṃ bhāsitā hi vācā amusā ceva hoti apisuṇā ca apharusā ca asaṭhā ca asamphappalāpā ca. Evarūpā ca ayaṃ vācā catusaccanissitātipi sikkhattayanissitātipi dasakathāvatthunissitātipi terasadhutaṅganissitātipi sattattiṃsabodhipakkhiyadhammanissitātipi magganissitātipi vuccati. Tenāha etadānuttariyaṃ, bhante, bhassasamācāreti taṃ purimanayeneva yojetabbaṃ.",
  "atk-s0103a4:73": "Sacco cassa saddho cāti sīlācāre ṭhito bhikkhu sacco ca bhaveyya saccakatho saddho ca saddhāsampanno. Nanu heṭṭhā saccaṃ kathitameva, idha kasmā puna vuttanti? Heṭṭhā vācāsaccaṃ kathitaṃ. Sīlācāre ṭhito pana bhikkhu antamaso hasanakathāyapi musāvādaṃ na karotīti dassetuṃ idha vuttaṃ. Idāni so dhammena samena jīvitaṃ kappetīti dassanatthaṃ na ca kuhakotiādi vuttaṃ. Tattha ‘‘kuhako’’tiādīni brahmajāle vitthāritāni.",
  "atk-s0103a4:74": "Indriyesu guttadvāro, bhojane mattaññūti chasu indriyesu guttadvāro bhojanepi pamāṇaññū. Samakārīti samacārī, kāyena vācāya manasā ca kāyavaṅkādīni pahāya samaṃ caratīti attho. Jāgariyānuyogamanuyuttoti rattindivaṃ cha koṭṭhāse katvā ‘‘divasaṃ caṅkamena nisajjāyā’’ti vuttanayeneva jāgariyānuyogaṃ yuttappayutto viharati. Atanditoti nittandī kāyālasiyavirahito. Āraddhavīriyoti kāyikavīriyenāpi āraddhavīriyo hoti, gaṇasaṅgaṇikaṃ vinodetvā catūsu iriyāpathesu aṭṭhaārabbhavatthuvasena ekavihārī. Cetasikavīriyenāpi āraddhavīriyo hoti, kilesasaṅgaṇikaṃ pahāya vinodetvā aṭṭhasamāpattivasena ekavihārī. Api ca yathā tathā kilesuppattiṃ nivārento cetasikavīriyena āraddhavīriyo hoti. Jhāyīti ārammaṇalakkhaṇūpanijjhānavasena jhāyī. Satimāti cirakatādianussaraṇasamatthāya satiyā samannāgato.",
  "atk-s0103a4:75": "Kalyāṇapaṭibhānoti vākkaraṇasampanno ceva hoti paṭibhānasampanno ca. Yuttapaṭibhāno kho pana hoti no muttapaṭibhāno. Sīlasamācārasmiñhi ṭhitabhikkhu muttapaṭibhāno na hoti, yuttapaṭibhāno pana hoti vaṅgīsatthero viya. Gatimāti gamanasamatthāya paññāya samannāgato. Dhitimāti dhāraṇasamatthāya paññāya samannāgato. Matimāti ettha pana matīti paññāya nāmameva, tasmā paññavāti attho. Iti tīhipi imehi padehi paññāva kathitā. Tattha heṭṭhā samaṇadhammakaraṇavīriyaṃ kathitaṃ, idha buddhavacanagaṇhanavīriyaṃ. Tathā heṭṭhā vipassanāpaññā kathitā, idha buddhavacanagaṇhanapaññā. Na ca kāmesu giddhoti vatthukāmakilesakāmesu agiddho. Sato ca nipako cāti abhikkantapaṭikkantādīsu sattasu ṭhānesu satiyā ceva ñāṇena ca samannāgato caratīti attho. Nepakkanti paññā, tāya samannāgatattā nipakoti vutto. Sesamidhāpi purimanayeneva yojetabbaṃ.",
  "atk-s0103a4:76": "Anusāsanavidhādivaṇṇanā",
  "atk-s0103a4:77": "154.Paccattaṃ yoniso manasikārāti attano upāyamanasikārena. Yathānusiṭṭhaṃ tathā paṭipajjamānoti yathā mayā anusiṭṭhaṃ anusāsanī dinnā, tathā paṭipajjamāno. Tiṇṇaṃsaṃyojanānaṃ parikkhayātiādi vuttatthameva. Sesamidhāpi purimanayeneva yojetabbaṃ.",
  "atk-s0103a4:78": "155.Parapuggalavimuttiñāṇeti sotāpannādīnaṃ parapuggalānaṃ tena tena maggena kilesavimuttiñāṇe. Sesamidhāpi purimanayeneva yojetabbaṃ.",
  "atk-s0103a4:79": "156.Amutrāsiṃ evaṃnāmoti eko pubbenivāsaṃ anussaranto nāmagottaṃ pariyādiyamāno gacchati. Eko suddhakhandheyeva anussarati, eko hi sakkoti, eko na sakkoti. Tattha yo sakkoti, tassa vasena aggahetvā asakkontassa vasena gahitaṃ. Asakkonto pana kiṃ karoti? Suddhakhandheyeva anussaranto gantvā anekajātisatasahassamatthake ṭhatvā nāmagottaṃ pariyādiyamāno otarati. Taṃ dassento evaṃnāmotiādimāha . So evamāhāti so diṭṭhigatiko evamāha. Tattha kiñcāpi sassatoti vatvā ‘‘te ca sattā saṃsarantī’’ti vadantassa vacanaṃ pubbāparaviruddhaṃ hoti. Diṭṭhigatikattā panesa etaṃ na sallakkhesi. Diṭṭhigatikassa hi ṭhānaṃ vā niyamo vā natthi. Imaṃ gahetvā imaṃ vissajjeti, imaṃ vissajjetvā imaṃ gaṇhātīti brahmajāle vitthāritamevetaṃ. Ayaṃ tatiyo sassatavādoti thero lābhisseva vasena tayo sassatavāde āha. Bhagavatā pana takkīvādampi gahetvā brahmajāle cattāro vuttā. Etesaṃ pana tiṇṇaṃ vādānaṃ vitthārakathā brahmajāle (dī. ni. aṭṭha. 1.30) vuttanayeneva veditabbā. Sesamidhāpi purimanayeneva vitthāretabbaṃ.",
  "atk-s0103a4:80": "157.Gaṇanāya vāti piṇḍagaṇanāya. Saṅkhānenāti acchiddakavasena manogaṇanāya. Ubhayathāpi piṇḍagaṇanameva dasseti. Idaṃ vuttaṃ hoti, vassānaṃ satavasena sahassavasena satasahassavasena koṭivasena piṇḍaṃ katvāpi ettakāni vassasatānīti vā ettakā vassakoṭiyoti vā evaṃ saṅkhātuṃ na sakkā. Tumhe pana attano dasannaṃ pāramīnaṃ pūritattā sabbaññutaññāṇassa suppaṭividdhattā yasmā vo anāvaraṇañāṇaṃ sūraṃ vahati. Tasmā desanāñāṇakusalataṃ purakkhatvā vassagaṇanāyapi pariyantikaṃ katvā kappagaṇanāyapi paricchinditvā ettakanti dassethāti dīpeti. Pāḷiyattho panettha vuttanayoyeva. Sesamidhāpi purimanayeneva yojetabbaṃ.",
  "atk-s0103a4:81": "158.Etadānuttariyaṃ, bhante, sattānaṃ cutūpapātañāṇeti bhante yāpi ayaṃ sattānaṃ cutipaṭisandhivasena ñāṇadesanā, sāpi tumhākaṃyeva anuttarā. Atītabuddhāpi evameva desesuṃ. Anāgatāpi evameva desessanti. Tumhe tesaṃ atītānāgatabuddhānaṃ ñāṇena saṃsanditvāva desayittha. ‘‘Imināpi kāraṇena evaṃpasanno ahaṃ bhante bhagavatī’’ti dīpeti. Pāḷiyattho panettha vitthāritoyeva.",
  "atk-s0103a4:82": "159.Sāsavā saupadhikāti sadosā saupārambhā. No ariyāti vuccatīti ariyiddhīti na vuccati. Anāsavā anupadhikāti niddosā anupārambhā. Ariyāti vuccatīti ariyiddhīti vuccati. Appaṭikūlasaññītattha viharatīti kathaṃ appaṭikūlasaññī tattha viharatīti? Paṭikūle satte mettaṃ pharati, saṅkhāre dhātusaññaṃ upasaṃharati. Yathāha ‘‘kathaṃ paṭikūle appaṭikūlasaññī viharati (paṭi. ma. 3.97)? Aniṭṭhasmiṃ vatthusmiṃ mettāya vā pharati, dhātuto vā upasaṃharatī’’ti. Paṭikūlasaññī tattha viharatīti appaṭikūle satte asubhasaññaṃ pharati, saṅkhāre aniccasaññaṃ upasaṃharati. Yathāha ‘‘kathaṃ appaṭikūle paṭikūlasaññī viharati? Iṭṭhasmiṃ vatthusmiṃ asubhāya vā pharati, aniccato vā upasaṃharatī’’ti. Evaṃ sesapadesupi attho veditabbo.",
  "atk-s0103a4:83": "Upekkhako tattha viharatīti iṭṭhe arajjanto aniṭṭhe adussanto yathā aññe asamapekkhanena mohaṃ uppādenti, evaṃ anuppādento chasu ārammaṇesu chaḷaṅgupekkhāya upekkhako viharati. Etadānuttariyaṃ, bhante, iddhividhāsūti, bhante, yā ayaṃ dvīsu iddhīsu evaṃdesanā, etadānuttariyaṃ. Taṃ bhagavāti taṃ desanaṃ bhagavā asesaṃ sakalaṃ abhijānāti. Taṃ bhagavatoti taṃ desanaṃ bhagavato asesaṃ abhijānato. Uttari abhiññeyyaṃ natthīti uttari abhijānitabbaṃ natthi. Ayaṃ nāma ito añño dhammo vā puggalo vā yaṃ bhagavā na jānāti idaṃ natthi. Yadabhijānaṃ añño samaṇo vā brāhmaṇo vāti yaṃ tumhehi anabhiññātaṃ añño samaṇo vā brāhmaṇo vā abhijānanto bhagavatā bhiyyobhiññataro assa, adhikatarapañño bhaveyya. Yadidaṃ iddhividhāsūti ettha yadidanti nipātamattaṃ. Iddhividhāsu bhagavatā uttaritaro natthi. Atītabuddhāpi hi imā dve iddhiyo desesuṃ, anāgatāpi imāva desessanti. Tumhepi tesaṃ ñāṇena saṃsanditvā imāva desayittha. Iti bhagavā iddhividhāsu anuttaroti dassento ‘‘imināpi kāraṇena evaṃpasanno ahaṃ, bhante, bhagavatī’’ti dīpeti. Ettāvatā ye dhammasenāpati divāṭṭhāne nisīditvā soḷasa aparampariyadhamme sammasi, teva dassitā honti.",
  "atk-s0103a4:84": "Aññathāsatthuguṇadassanādivaṇṇanā",
  "atk-s0103a4:85": "160. Idāni aparenapi ākārena bhagavato guṇe dassento yaṃ taṃ bhantetiādimāha. Tattha saddhena kulaputtenāti saddhā kulaputtā nāma atītānāgatapaccuppannā bodhisattā. Tasmā yaṃ sabbaññubodhisattena pattabbanti vuttaṃ hoti. Kiṃ pana tena pattabbaṃ? Nava lokuttaradhammā. Āraddhavīriyenātiādīsu ‘‘vīriyaṃ thāmo’’tiādīni sabbāneva vīriyavevacanāni. Tattha āraddhavīriyenāti paggahitavīriyena. Thāmavatāti thāmasampannena thiravīriyena. Purisathāmenāti tena thāmavatā yaṃ purisathāmena pattabbanti vuttaṃ hoti. Anantarapadadvayepi eseva nayo. Purisadhorayhenāti yā asamadhurehi buddhehi vahitabbā dhurā, taṃ dhuraṃ vahanasamatthena mahāpurisena. Anuppattaṃ taṃ bhagavatāti taṃ sabbaṃ atītānāgatabuddhehi pattabbaṃ, sabbameva anuppattaṃ, bhagavato ekaguṇopi ūno natthīti dasseti. Kāmesu kāmasukhallikānuyoganti vatthukāmesu kāmasukhallikānuyogaṃ. Yathā aññe keṇiyajaṭilādayo samaṇabrāhmaṇā ‘‘ko jānāti paralokaṃ . Sukho imissā paribbājikāya mudukāya lomasāya bāhāya samphasso’’ti moḷibandhāhi paribbājikāhi paricārenti sampattaṃ sampattaṃ rūpādiārammaṇaṃ anubhavamānā kāmasukhamanuyuttā, na evamanuyuttoti dasseti.",
  "atk-s0103a4:86": "Hīnanti lāmakaṃ. Gammanti gāmavāsīnaṃ dhammaṃ. Pothujjanikanti puthujjanehi sevitabbaṃ. Anariyanti na niddosaṃ. Na vā ariyehi sevitabbaṃ. Anatthasañhitanti anatthasaṃyuttaṃ. Attakilamathānuyoganti attano ātāpanaparitāpanānuyogaṃ. Dukkhanti dukkhayuttaṃ, dukkhamaṃ vā. Yathā eke samaṇabrāhmaṇā kāmasukhallikānuyogaṃ parivajjessāmāti kāyakilamathaṃ anudhāvanti, tato muñcissāmāti kāmasukhaṃ anudhāvanti, na evaṃ bhagavā. Bhagavā pana ubho ete ante vajjetvā yā sā ‘‘atthi, bhikkhave, majjhimā paṭipadā tathāgatena abhisambuddhā cakkhukaraṇī’’ti evaṃ vuttā sammāpaṭipatti, tameva paṭipanno. Tasmā ‘‘na ca attakilamathānuyoga’’ntiādimāha.",
  "atk-s0103a4:87": "Ābhicetasikānanti abhicetasikānaṃ, kāmāvacaracittāni atikkamitvā ṭhitānanti attho. Diṭṭhadhammasukhavihārānanti imasmiṃyeva attabhāve sukhavihārānaṃ. Poṭṭhapādasuttantasmiñhi sappītikadutiyajjhānaphalasamāpatti kathitā (dī. ni. 1.432). Pāsādikasuttante saha maggena vipassanāpādakajjhānaṃ. Dasuttarasuttante catutthajjhānikaphalasamāpatti. Imasmiṃ sampasādanīye diṭṭhadhammasukhavihārajjhānāni kathitāni. Nikāmalābhīti yathākāmalābhī. Akicchalābhīti adukkhalābhī. Akasiralābhīti vipulalābhī.",
  "atk-s0103a4:88": "Anuyogadānappakāravaṇṇanā",
  "atk-s0103a4:89": "161.Ekissā lokadhātuyāti dasasahassilokadhātuyā. Tīṇi hi khettāni – jātikhettaṃ āṇākhettaṃ visayakhettaṃ. Tattha jātikhettaṃ nāma dasasahassī lokadhātu. Sā hi tathāgatassa mātukucchiṃ okkamanakāle nikkhamanakāle sambodhikāle dhammacakkappavattane āyusaṅkhārossajjane parinibbāne ca kampati. Koṭisatasahassacakkavāḷaṃ pana āṇākhettaṃ nāma. Āṭānāṭiyamoraparittadhajaggaparittaratanaparittādīnañhi ettha āṇā vattati. Visayakhettassa pana parimāṇaṃ natthi, buddhānañhi ‘‘yāvatakaṃ ñāṇaṃ, tāvatakaṃ ñeyyaṃ, yāvatakaṃ ñeyyaṃ tāvatakaṃ ñāṇaṃ, ñāṇapariyantikaṃ ñeyyaṃ, ñeyyapariyantikaṃ ñāṇa’’nti (mahāni. 55) vacanato avisayo nāma natthi.",
  "atk-s0103a4:90": "Imesu pana tīsu khettesu ṭhapetvā imaṃ cakkavāḷaṃ aññasmiṃ cakkavāḷe buddhā uppajjantīti suttaṃ natthi, nuppañjantīti pana atthi. Tīṇi piṭakāni vinayapiṭakaṃ, suttantapiṭakaṃ abhidhammapiṭakaṃ. Tisso saṅgītiyo mahākassapattherassa saṅgīti, yasattherassa saṅgīti, moggaliputtatissattherassa saṅgītīti. Imā tisso saṅgītiyo āruḷhe tepiṭake buddhavacane ‘‘imaṃ cakkavāḷaṃ muñcitvā aññattha buddhā uppajjantī’’ti suttaṃ natthi, nuppajjantīti pana atthi.",
  "atk-s0103a4:91": "Apubbaṃ acarimanti apure apacchā ekato nuppajjanti, pure vā pacchā vā uppajjantīti vuttaṃ hoti. Tattha bodhipallaṅke ‘‘bodhiṃ apatvā na uṭṭhahissāmī’’ti nisinnakālato paṭṭhāya yāva mātukucchismiṃ paṭisandhiggahaṇaṃ, tāva pubbeti na veditabbaṃ. Bodhisattassa hi paṭisandhiggahaṇe dasasahassacakkavāḷakampaneneva khettapariggaho kato. Aññassa buddhassa uppattipi nivāritā hoti. Parinibbānato paṭṭhāya ca yāva sāsapamattāpi dhātuyo tiṭṭhanti, tāva pacchāti na veditabbaṃ. Dhātūsu hi ṭhitāsu buddhāpi ṭhitāva honti. Tasmā etthantare aññassa buddhassa uppatti nivāritāva hoti. Dhātuparinibbāne pana jāte aññassa buddhassa uppatti na nivāritā.",
  "atk-s0103a4:92": "Tipiṭakaantaradhānakathā",
  "atk-s0103a4:93": "Tīṇi antaradhānāni nāma pariyattiantaradhānaṃ, paṭivedhaantaradhānaṃ, paṭipattiantaradhānanti. Tattha pariyattīti tīṇi piṭakāni. Paṭivedhoti saccappaṭivedho. Paṭipattīti paṭipadā. Tattha paṭivedho ca paṭipatti ca hotipi na hotipi. Ekasmiñhi kāle paṭivedhakarā bhikkhū bahū honti, esa bhikkhu puthujjanoti aṅguliṃ pasāretvā dassetabbo hoti. Imasmiṃyeva dīpe ekavāraṃ puthujjanabhikkhu nāma nāhosi. Paṭipattipūrakāpi kadāci bahū honti, kadāci appā. Iti paṭivedho ca paṭipatti ca hotipi na hotipi. Sāsanaṭṭhitiyā pana pariyatti pamāṇaṃ. Paṇḍito hi tepiṭakaṃ sutvā dvepi pūreti.",
  "atk-s0103a4:94": "Yathā amhākaṃ bodhisatto āḷārassa santike pañcābhiññā satta ca samāpattiyo nibbattetvā nevasaññānāsaññāyatanasamāpattiyā parikammaṃ pucchi, so na jānāmīti āha. Tato udakassa santikaṃ gantvā adhigatavisesaṃ saṃsanditvā nevasaññānāsaññāyatanassa parikammaṃ pucchi, so ācikkhi, tassa vacanasamanantarameva mahāsatto taṃ jhānaṃ sampādesi, evameva paññavā bhikkhu pariyattiṃ sutvā dvepi pūreti. Tasmā pariyattiyā ṭhitāya sāsanaṃ ṭhitaṃ hoti. Yadā pana sā antaradhāyati, tadā paṭhamaṃ abhidhammapiṭakaṃ nassati. Tattha paṭṭhānaṃ sabbapaṭhamaṃ antaradhāyati. Anukkamena pacchā dhammasaṅgaho , tasmiṃ antarahite itaresu dvīsu piṭakesu ṭhitesupi sāsanaṃ ṭhitameva hoti.",
  "atk-s0103a4:95": "Tattha suttantapiṭake antaradhāyamāne paṭhamaṃ aṅguttaranikāyo ekādasakato paṭṭhāya yāva ekakā antaradhāyati, tadanantaraṃ saṃyuttanikāyo cakkapeyyālato paṭṭhāya yāva oghataraṇā antaradhāyati. Tadanantaraṃ majjhimanikāyo indriyabhāvanato paṭṭhāya yāva mūlapariyāyā antaradhāyati. Tadanantaraṃ dīghanikāyo dasuttarato paṭṭhāya yāva brahmajālā antaradhāyati. Ekissāpi dvinnampi gāthānaṃ pucchā addhānaṃ gacchati, sāsanaṃ dhāretuṃ na sakkoti, sabhiyapucchā āḷavakapucchā viya ca. Etā kira kassapabuddhakālikā antarā sāsanaṃ dhāretuṃ nāsakkhiṃsu.",
  "atk-s0103a4:96": "Dvīsu pana piṭakesu antarahitesupi vinayapiṭake ṭhite sāsanaṃ tiṭṭhati. Parivārakkhandhakesu antarahitesu ubhatovibhaṅge ṭhite ṭhitameva hoti. Ubhatovibhaṅge antarahite mātikāyapi ṭhitāya ṭhitameva hoti. Mātikāya antarahitāya pātimokkhapabbajjāupasampadāsu ṭhitāsu sāsanaṃ tiṭṭhati. Liṅgaṃ addhānaṃ gacchati. Setavatthasamaṇavaṃso pana kassapabuddhakālato paṭṭhāya sāsanaṃ dhāretuṃ nāsakkhi. Paṭisambhidāpattehi vassasahassaṃ aṭṭhāsi. Chaḷabhiññehi vassasahassaṃ. Tevijjehi vassasahassaṃ. Sukkhavipassakehi vassasahassaṃ. Pātimokkhehi vassasahassaṃ aṭṭhāsi. Pacchimakassa pana saccappaṭivedhato pacchimakassa sīlabhedato paṭṭhāya sāsanaṃ osakkitaṃ nāma hoti. Tato paṭṭhāya aññassa buddhassa uppatti na nivāritā.",
  "atk-s0103a4:97": "Sāsanaantarahitavaṇṇanā",
  "atk-s0103a4:98": "Tīṇi parinibbānāni nāma kilesaparinibbānaṃ khandhaparinibbānaṃ dhātuparinibbānanti. Tattha kilesaparinibbānaṃ bodhipallaṅke ahosi. Khandhaparinibbānaṃ kusinārāyaṃ. Dhātuparinibbānaṃ anāgate bhavissati. Sāsanassa kira osakkanakāle imasmiṃ tambapaṇṇidīpe dhātuyo sannipatitvā mahācetiyaṃ gamissanti. Mahācetiyato nāgadīpe rājāyatanacetiyaṃ. Tato mahābodhipallaṅkaṃ gamissanti. Nāgabhavanatopi devalokatopi brahmalokatopi dhātuyo mahābodhipallaṅkameva gamissanti. Sāsapamattāpi dhātuyo na antarā nassissanti. Sabbadhātuyo mahābodhipallaṅke rāsibhūtā suvaṇṇakkhandho viya ekagghanā hutvā chabbaṇṇarasmiyo vissajjessanti.",
  "atk-s0103a4:99": "Tā dasasahassilokadhātuṃ pharissanti, tato dasasahassacakkavāḷadevatā sannipatitvā ‘‘ajja satthā parinibbāti, ajja sāsanaṃ osakkati, pacchimadassanaṃ dāni idaṃ amhāka’’nti dasabalassa parinibbutadivasato mahantataraṃ kāruññaṃ karissanti. Ṭhapetvā anāgāmikhīṇāsave avasesā sakabhāvena sandhāretuṃ na sakkhissanti. Dhātūsu tejodhātu uṭṭhahitvā yāva brahmalokā uggacchissati. Sāsapamattāyapi dhātuyā sati ekajālā bhavissati. Dhātūsu pariyādānaṃ gatāsu upacchijjissati. Evaṃ mahantaṃ ānubhāvaṃ dassetvā dhātūsu antarahitāsu sāsanaṃ antarahitaṃ nāma hoti.",
  "atk-s0103a4:100": "Yāva na evaṃ antaradhāyati, tāva acarimaṃ nāma hoti. Evaṃ apubbaṃ acarimaṃ uppajjeyyuṃ, netaṃ ṭhānaṃ vijjati. Kasmā pana apubbaṃ acarimaṃ nuppajjantīti? Anacchariyattā. Buddhā hi acchariyamanussā. Yathāha – ‘‘ekapuggalo, bhikkhave, loke uppajjamāno uppajjati acchariyamanusso. Katamo ekapuggalo? Tathāgato arahaṃ sammāsambuddho’’ti (a. ni. 1.172). Yadi ca dve vā cattāro vā aṭṭha vā soḷasa vā ekato uppajjeyyuṃ, anacchariyā bhaveyyuṃ. Ekasmiñhi vihāre dvinnaṃ cetiyānampi lābhasakkāro uḷāro na hoti. Bhikkhūpi bahutāya na acchariyā jātā, evaṃ buddhāpi bhaveyyuṃ, tasmā nuppajjanti. Desanāya ca visesābhāvato. Yañhi satipaṭṭhānādibhedaṃ dhammaṃ eko deseti. Aññena uppajjitvāpi sova desetabbo siyā, tato anacchariyo siyā. Ekasmiṃ pana dhammaṃ desente desanāpi acchariyā hoti, vivādabhāvato ca. Bahūsu hi buddhesu uppannesu bahūnaṃ ācariyānaṃ antevāsikā viya amhākaṃ buddho pāsādiko, amhākaṃ buddho madhurassaro lābhī puññavāti vivadeyyuṃ. Tasmāpi evaṃ nuppajjanti. Api cetaṃ kāraṇaṃ milindaraññāpi puṭṭhena nāgasenattherena vitthāritameva. Vuttañhi tattha –",
  "atk-s0103a4:101": "Bhante, nāgasena, bhāsitampi hetaṃ bhagavatā ‘‘aṭṭhānametaṃ, bhikkhave, anavakāso, yaṃ ekissā lokadhātuyā dve arahanto sammāsambuddhā apubbaṃ acarimaṃ uppajjeyyuṃ, netaṃ ṭhānaṃ vijjatī’’ti. Desayantā ca, bhante nāgasena, sabbepi tathāgatā sattatiṃsa bodhipakkhiye dhamme desenti, kathayamānā ca cattāri ariyasaccāni kathenti, sikkhāpentā ca tīsu sikkhāsu sikkhāpenti, anusāsamānā ca appamādappaṭipattiyaṃ anusāsanti. Yadi, bhante nāgasena, sabbesampi tathāgatānaṃ ekā desanā ekā kathā ekasikkhā ekānusāsanī, kena kāraṇena dve tathāgatā ekakkhaṇe nuppajjanti. Ekenapi tāva buddhuppādena ayaṃ loko obhāsajāto, yadi dutiyo buddho bhaveyya, dvinnaṃ pabhāya ayaṃ loko bhiyyosomattāya obhāsajāto bhaveyya, ovadamānā ca dve tathāgatā sukhaṃ ovadeyyuṃ, anusāsamānā ca sukhaṃ anusāseyyuṃ, tattha me kāraṇaṃ desehi, yathāhaṃ nissaṃsayo bhaveyya’’nti.",
  "atk-s0103a4:102": "Ayaṃ, mahārāja, dasasahassī lokadhātu ekabuddhadhāraṇī, ekasseva tathāgatassa guṇaṃ dhāreti, yadi dutiyo buddho uppajjeyya, nāyaṃ dasasahassī lokadhātu dhāreyya, caleyya, kampeyya, nameyya, oṇameyya, vinameyya, vikireyya, vidhameyya, viddhaṃseyya, na ṭhānamupagaccheyya.",
  "atk-s0103a4:103": "Yathā, mahārāja, nāvā ekapurisasandhāraṇī bhaveyya, ekapurise abhirūḷhe sā nāvā samupādikā bhaveyya, atha dutiyo puriso āgaccheyya tādiso āyunā vaṇṇena vayena pamāṇena kisathūlena sabbaṅgapaccaṅgena, so taṃ nāvaṃ abhirūheyya, api nu sā, mahārāja, nāvā dvinnampi dhāreyyāti? Na hi, bhante, caleyya, kampeyya, nameyya, oṇameyya, vinameyya, vikireyya, vidhameyya, viddhaṃseyya, na ṭhānamupagaccheyya osīdeyya udaketi. Evameva kho, mahārāja, ayaṃ dasasahassī lokadhātu ekabuddhadhāraṇī, ekasseva tathāgatassa guṇaṃ dhāreti, yadi dutiyo buddho uppajjeyya, nāyaṃ dasasahassī lokadhātu dhāreyya…pe… na ṭhānamupagaccheyya.",
  "atk-s0103a4:104": "Yathā vā pana, mahārāja, puriso yāvadatthaṃ bhojanaṃ bhuñjeyya chādentaṃ yāva kaṇṭhamabhipūrayitvā, so dhāto pīṇito paripuṇṇo nirantaro tandīkato anoṇamitadaṇḍajāto punadeva tāvatakaṃ bhojanaṃ bhuñjeyya, api nu kho so, mahārāja, puriso sukhito bhaveyyāti? Na hi, bhante , sakiṃ bhuttova mareyyāti; evameva kho, mahārāja, ayaṃ dasasahassī lokadhātu ekabuddhadhāraṇī …pe… na ṭhānamupagaccheyyāti.",
  "atk-s0103a4:105": "Kiṃ nu kho, bhante nāgasena, atidhammabhārena pathavī calatīti? Idha, mahārāja, dve sakaṭā ratanapūritā bhaveyyuṃ yāva mukhasamā, ekasmā sakaṭato ratanaṃ gahetvā ekasmiṃ sakaṭe ākireyyuṃ, api nu kho taṃ, mahārāja, sakaṭaṃ dvinnampi sakaṭānaṃ ratanaṃ dhāreyyāti? Na hi, bhante, nābhipi tassa phaleyya, arāpi tassa bhijjeyyuṃ, nemipi tassa opateyya, akkhopi tassa bhijjeyyāti. Kiṃ nu kho, mahārāja, atiratanabhārena sakaṭaṃ bhijjatīti? Āma, bhante,ti. Evameva kho, mahārāja, atidhammabhārena pathavī calati.",
  "atk-s0103a4:106": "Apica, mahārāja, imaṃ kāraṇaṃ buddhabalaparidīpanāya osāritaṃ aññampi tattha atirūpaṃ kāraṇaṃ suṇohi, yena kāraṇena dve sammāsambuddhā ekakkhaṇe nuppajjanti. Yadi, mahārāja, dve sammāsambuddhā ekakkhaṇe uppajjeyyuṃ, tesaṃ parisāya vivādo uppajjeyya ‘‘tumhākaṃ buddho amhākaṃ buddho’’ti, ubhato pakkhajātā bhaveyyuṃ. Yathā, mahārāja, dvinnaṃ balavāmaccānaṃ parisāya vivādo uppajjeyya ‘‘tumhākaṃ amacco amhākaṃ amacco’’ti, ubhato pakkhajātā honti; evameva kho, mahārāja, yadi dve sammāsambuddhā ekakkhaṇe uppajjeyyuṃ, tesaṃ parisāya vivādo uppajjeyya ‘‘tumhākaṃ buddho, amhākaṃ buddho’’ti, ubhato pakkhajātā bhaveyyuṃ, idaṃ tāva, mahārāja, ekaṃ kāraṇaṃ, yena kāraṇena dve sammāsambuddhā ekakkhaṇe nuppajjanti.",
  "atk-s0103a4:107": "Aparampi, mahārāja, uttariṃ kāraṇaṃ suṇohi, yena kāraṇena dve sammāsambuddhā ekakkhaṇe nuppajjanti. Yadi, mahārāja, dve sammāsambuddhā ekakkhaṇe uppajjeyyuṃ, ‘‘aggo buddho’’ti yaṃ vacanaṃ, taṃ micchā bhaveyya, ‘‘jeṭṭho buddho’’ti, seṭṭho buddhoti, visiṭṭho buddhoti, uttamo buddhoti, pavaro buddhoti, asamo buddhoti , asamasamo buddhoti, appaṭimo buddhoti, appaṭibhāgo buddhoti, appaṭipuggalo buddhoti yaṃ vacanaṃ, taṃ micchā bhaveyya. Imampi kho tvaṃ, mahārāja, kāraṇaṃ atthato sampaṭiccha, yena kāraṇena dve sammāsambuddhā ekakkhaṇe nuppajjanti.",
  "atk-s0103a4:108": "Apica kho, mahārāja, buddhānaṃ bhagavantānaṃ sabhāvapakati esā, yaṃ ekoyeva buddho loke uppajjati. Kasmā kāraṇā? Mahantatāya sabbaññubuddhaguṇānaṃ, yaṃ aññampi, mahārāja, mahantaṃ hoti, taṃ ekaṃyeva hoti. Pathavī, mahārāja, mahantī, sā ekāyeva. Sāgaro mahanto, so ekoyeva. Sineru girirājā mahanto, so ekoyeva. Ākāso mahanto, so ekoyeva. Sakko mahanto, so ekoyeva. Māro mahanto , so ekoyeva. Mahābrahmā mahanto, so ekoyeva. Tathāgato arahaṃ sammāsambuddho mahanto, so ekoyeva lokasmiṃ. Yattha te uppajjanti, tattha aññesaṃ okāso na hoti. Tasmā, mahārāja, tathāgato arahaṃ sammāsambuddho ekoyeva loke uppajjatīti. Sukathito, bhante nāgasena, pañho opammehi kāraṇehīti (mi. pa. 5.1.1).",
  "atk-s0103a4:109": "Dhammassa cānudhammanti navavidhassa lokuttaradhammassa anudhammaṃ pubbabhāgappaṭipadaṃ. Sahadhammikoti sakāraṇo. Vādānuvādoti vādoyeva.",
  "atk-s0103a4:110": "Acchariyaabbhutavaṇṇanā",
  "atk-s0103a4:111": "162.Āyasmā udāyīti tayo therā udāyī nāma – lāḷudāyī, kāḷudāyī, mahāudāyīti. Idha mahāudāyī adhippeto. Tassa kira imaṃ suttaṃ ādito paṭṭhāya yāva pariyosānā suṇantassa abbhantare pañcavaṇṇā pīti uppajjitvā pādapiṭṭhito sīsamatthakaṃ gacchati, sīsamatthakato pādapiṭṭhiṃ āgacchati, ubhato paṭṭhāya majjhaṃ otarati, majjhato paṭṭhāya ubhato gacchati. So nirantaraṃ pītiyā phuṭasarīro balavasomanassena dasabalassa guṇaṃ kathento acchariyaṃ bhantetiādimāha. Appicchatāti nittaṇhatā. Santuṭṭhitāti catūsu paccayesu tīhākārehi santoso. Sallekhatāti sabbakilesānaṃ sallikhitabhāvo. Yatra hi nāmāti yo nāma. Na attānaṃ pātukarissatīti attano guṇe na āvi karissati. Paṭākaṃ parihareyyunti ‘‘ko amhehi sadiso atthī’’ti vadantā paṭākaṃ ukkhipitvā nāḷandaṃ vicareyyuṃ.",
  "atk-s0103a4:112": "Passakho tvaṃ, udāyi, tathāgatassa appicchatāti passa udāyi yādisī tathāgatassa appicchatāti therassa vacanaṃ sampaṭicchanto āha. Kiṃ pana bhagavā neva attānaṃ pātukaroti, na attano guṇaṃ kathetīti ce? Na, na katheti. Appicchatādīhi kathetabbaṃ, cīvarādihetuṃ na katheti. Tenevāha – ‘‘passa kho tvaṃ, udāyi, tathāgatassa appicchatā’’tiādi. Bujjhanakasattaṃ pana āgamma veneyyavasena katheti. Yathāha –",
  "atk-s0103a4:113": "‘‘Na me ācariyo atthi, sadiso me na vijjati;",
  "atk-s0103a4:114": "Sadevakasmiṃ lokasmiṃ, natthi me paṭipuggalo’’ti. (mahāva. 11);",
  "atk-s0103a4:115": "Evaṃ tathāgatassa guṇadīpikā bahū gāthāpi suttantāpi vitthāretabbā.",
  "atk-s0103a4:116": "163.Abhikkhaṇaṃ bhāseyyāsīti punappunaṃ bhāseyyāsi. Pubbaṇhasamaye me kathitanti mā majjhanhikādīsu na kathayittha. Ajja vā me kathitanti mā paradivasādīsu na kathayitthāti attho. Pavedesīti kathesi. Imassa veyyākaraṇassāti niggāthakattā idaṃ suttaṃ ‘‘veyyākaraṇa’’nti vuttaṃ. Adhivacananti nāmaṃ. Idaṃ pana ‘‘iti hida’’nti paṭṭhāya padaṃ saṅgītikārehi ṭhapitaṃ. Sesaṃ sabbattha uttānatthamevāti.",
  "atk-s0103a4:117": "Sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāya",
  "atk-s0103a4:118": "Sampasādanīyasuttavaṇṇanā niṭṭhitā."
}