{
  "atk-vin02a44:0": "Ekuttarikanayo",
  "atk-vin02a44:1": "Ekakavāravaṇṇanā",
  "atk-vin02a44:2": "321.Āpattikarādhammā jānitabbātiādimhi ekuttarikanaye āpattikarā dhammā nāma cha āpattisamuṭṭhānāni. Etesañhi vasena puggalo āpattiṁ āpajjati, tasmā ‘‘āpattikarā’’ti vuttā. Anāpattikarā nāma satta samathā. Āpatti jānitabbāti tasmiṁ tasmiṁ sikkhāpade ca vibhaṅge ca vuttā āpatti jānitabbā. Anāpattīti ‘‘anāpatti bhikkhu asādiyantassā’’tiādinā nayena anāpatti jānitabbā. Lahukāti lahukena vinayakammena visujjhanato pañcavidhā āpatti. Garukāti garukena vinayakammena visujjhanato saṅghādisesā āpatti. Kenaci ākārena anāpattibhāvaṁ upanetuṁ asakkuṇeyyato pārājikāpatti ca. Sāvasesāti ṭhapetvā pārājikaṁ sesā. Anavasesāti pārājikāpatti. Dve āpattikkhandhā duṭṭhullā; avasesā aduṭṭhullā. Sappaṭikammadukaṁ sāvasesadukasadisaṁ. Desanāgāminidukaṁ lahukadukasaṅgahitaṁ.",
  "atk-vin02a44:3": "Antarāyikāti sattapi āpattiyo sañcicca vītikkantā saggantarāyañceva mokkhantarāyañca karontīti antarāyikā. Ajānantena vītikkantā pana paṇṇattivajjāpatti neva saggantarāyaṁ na mokkhantarāyaṁ karotīti anantarāyikā. Antarāyikaṁ āpannassāpi desanāgāminiṁ desetvā vuṭṭhānagāminito vuṭṭhāya suddhipattassa sāmaṇerabhūmiyaṁ ṭhitassa ca avārito saggamokkhamaggoti. Sāvajjapaññattīti lokavajjā. Anavajjapaññattīti paṇṇattivajjā. Kiriyato samuṭṭhitā nāma yaṁ karonto āpajjati pārājikāpatti viya. Akiriyatoti yaṁ akaronto āpajjati, cīvaraanadhiṭṭhānāpatti viya. Kiriyākiriyatoti yaṁ karonto ca akaronto ca āpajjati, kuṭikārāpatti viya.",
  "atk-vin02a44:4": "Pubbāpattīti paṭhamaṁ āpannāpatti. Aparāpattīti pārivāsikādīhi pacchā āpannāpatti. Pubbāpattīnaṁ antarāpatti nāma mūlavisuddhiyā antarāpatti. Aparāpattīnaṁ antarāpatti nāma agghavisuddhiyā antarāpatti. Kurundiyaṁ pana ‘‘pubbāpatti nāma paṭhamaṁ āpannā. Aparāpatti nāma mānattārahakāle āpannā. Pubbāpattīnaṁ antarāpatti nāma parivāse āpannā. Aparāpattīnaṁ antarāpatti nāma mānattacāre āpannā’’ti vuttaṁ. Idampi ekena pariyāyena yujjati.",
  "atk-vin02a44:5": "Desitā gaṇanūpagā nāma yā dhuranikkhepaṁ katvā puna na āpajjissāmīti desitā hoti. Agaṇanūpagā nāma yā dhuranikkhepaṁ akatvā saussāheneva cittena aparisuddhena desitā hoti. Ayañhi desitāpi desitagaṇanaṁ na upeti. Aṭṭhame vatthusmiṁ bhikkhuniyā pārājikameva hoti. Paññatti jānitabbātiādīsu navasu padesu paṭhamapārājikapucchāya vuttanayeneva vinicchayo veditabbo.",
  "atk-vin02a44:6": "Thullavajjāti thulladose paññattā garukāpatti. Athullavajjāti lahukāpatti. Gihipaṭisaṁyuttāti sudhammattherassa āpatti, yā ca dhammikassa paṭissavassa asaccāpane āpatti, avasesā na gihipaṭisaṁyuttā. Pañcānantariyakammāpatti niyatā, sesā aniyatā. Ādikaroti sudinnattherādi ādikammiko. Anādikaroti makkaṭisamaṇādi anupaññattikārako. Adhiccāpattiko nāma yo kadāci karahaci āpattiṁ āpajjati. Abhiṇhāpattiko nāma yo niccaṁ āpajjati.",
  "atk-vin02a44:7": "Codako nāma yo vatthunā vā āpattiyā vā paraṁ codeti. Yo pana evaṁ codito ayaṁ cuditako nāma. Pañcadasasu dhammesu appatiṭṭhahitvā abhūtena vatthunā codento adhammacodako nāma, tena tathā codito adhammacuditako nāma. Vipariyāyena dhammacodakacuditakā veditabbā. Micchattaniyatehi vā sammattaniyatehi vā dhammehi samannāgato niyato, viparīto aniyato.",
  "atk-vin02a44:8": "Sāvakā bhabbāpattikā nāma, buddhā ca paccekabuddhā ca abhabbāpattikā nāma. Ukkhepanīyakammakato ukkhittako nāma, avasesacatubbidhatajjanīyādikammakato anukkhittako nāma. Ayañhi uposathaṁ vā pavāraṇaṁ vā dhammaparibhogaṁ vā āmisaparibhogaṁ vā na kopeti. ‘‘Mettiyaṁ bhikkhuniṁ nāsetha, dūsako nāsetabbo, kaṇṭako samaṇuddeso nāsetabbo’’ti evaṁ liṅgadaṇḍakamma-saṁvāsanāsanāhi nāsitabbo nāsitako nāma. Sesā sabbe anāsitakā. Yena saddhiṁ uposathādiko saṁvāso atthi, ayaṁ samānasaṁvāsako, itaro nānāsaṁvāsako. So kammanānāsaṁvāsako laddhinānāsaṁvāsakoti duvidho hoti. Ṭhapanaṁ jānitabbanti ‘‘ekaṁ bhikkhave adhammikaṁ pātimokkhaṭṭhapana’’ntiādinā nayena vuttaṁ pātimokkhaṭṭhapanaṁ jānitabbanti attho.",
  "atk-vin02a44:9": "Ekakavāravaṇṇanā niṭṭhitā.",
  "atk-vin02a44:10": "Dukavāravaṇṇanā",
  "atk-vin02a44:11": "322. Dukesu sacittakā āpatti saññāvimokkhā, acittakā nosaññāvimokkhā. Laddhasamāpattikassa āpatti nāma bhūtārocanāpatti, aladdhasamāpattikassa āpatti nāma abhūtārocanāpatti. Saddhammapaṭisaññuttā nāma padasodhammādikā, asaddhammapaṭisaññuttā nāma duṭṭhullavācāpatti. Saparikkhārapaṭisaññuttā nāma nissaggiyavatthuno anissajjitvā paribhoge, pattacīvarānaṁ nidahane, kiliṭṭhacīvarānaṁ adhovane, malaggahitapattassa apacaneti evaṁ ayuttaparibhoge āpatti. Paraparikkhārapaṭisaññuttā nāma saṅghikamañcapīṭhādīnaṁ ajjhokāse santharaṇaanāpucchāgamanādīsu āpajjitabbā āpatti. Sapuggalapaṭisaññuttā nāma ‘‘mudupiṭṭhikassa lambissa ūrunā aṅgajātaṁ pīḷentassā’’tiādinā nayena vuttāpatti. Parapuggalapaṭisaññuttā nāma methunadhammakāyasaṁsaggapahāradānādīsu vuttāpatti, ‘‘sikharaṇīsī’’ti saccaṁ bhaṇanto garukaṁ āpajjati, ‘‘sampajānamusāvāde pācittiya’’nti musā bhaṇanto lahukaṁ. Abhūtārocane musā bhaṇanto garukaṁ. Bhūtārocane saccaṁ bhaṇanto lahukaṁ.",
  "atk-vin02a44:12": "‘‘Saṅghakammaṁ vaggaṁ karissāmī’’ti antosīmāya ekamante nisīdanto bhūmigato āpajjati nāma. Sace pana aṅgulimattampi ākāse tiṭṭheyya, na āpajjeyya, tena vuttaṁ ‘‘no vehāsagato’’ti. Vehāsakuṭiyā āhaccapādakaṁ mañcaṁ vā pīṭhaṁ vā abhinisīdanto vehāsagatoāpajjati nāma. Sace pana taṁ bhūmiyaṁ paññāpetvā nipajjeyya na āpajjeyya, tena vuttaṁ – ‘‘no bhūmigato’’ti. Gamiyo gamiyavattaṁ apūretvā gacchanto nikkhamanto āpajjati nāma, no pavisanto. Āgantuko āgantukavattaṁ apūretvā sachattupāhano pavisanto pavisanto āpajjati nāma, no nikkhamanto.",
  "atk-vin02a44:13": "Ādiyantoāpajjati nāma bhikkhunī atigambhīraṁ udakasuddhikaṁ ādiyamānā; dubbaṇṇakaraṇaṁ anādiyitvā cīvaraṁ paribhuñjanto pana anādiyanto āpajjati nāma. Mūgabbatādīni titthiyavattāni samādiyanto samādiyanto āpajjati nāma. Pārivāsikādayo pana tajjanīyādikammakatā vā attano vattaṁ asamādiyantā āpajjanti, te sandhāya vuttaṁ ‘‘atthāpatti na samādiyanto āpajjatī’’ti. Aññātikāya bhikkhuniyā cīvaraṁ sibbanto vejjakammabhaṇḍāgārikakammacittakammādīni vā karonto karonto āpajjati nāma. Upajjhāyavattādīni akaronto akaronto āpajjati nāma. Aññātikāya bhikkhuniyā cīvaraṁ dadamāno dento āpajjati nāma. Saddhivihārikaantevāsikānaṁ cīvarādīni adento adento āpajjati nāma. Aññātikāya bhikkhuniyā cīvaraṁ gaṇhanto paṭiggaṇhanto āpajjati nāma. ‘‘Na bhikkhave ovādo na gahetabbo’’ti vacanato ovādaṁ agaṇhanto na paṭiggaṇhanto āpajjati nāma.",
  "atk-vin02a44:14": "Nissaggiyavatthuṁ anissajjitvā paribhuñjanto paribhogena āpajjati nāma. Pañcāhikaṁ saṅghāṭicāraṁ atikkāmayamānā aparibhogena āpajjati nāma. Sahagāraseyyaṁ rattiṁ āpajjati nāma, no divā, dvāraṁ asaṁvaritvā paṭisallīyanto divā āpajjati, no rattiṁ. Ekarattachārattasattāhadasāhamāsātikkamesu vuttaāpattiṁ āpajjanto aruṇugge āpajjati nāma, pavāretvā bhuñjanto na aruṇugge āpajjati nāma.",
  "atk-vin02a44:15": "Bhūtagāmañceva aṅgajātañca chindanto chindanto āpajjati nāma, kese vā nakhe vā na chindanto na chindanto āpajjati nāma. Āpattiṁ chādento chādento āpajjati nāma, ‘‘tiṇena vā paṇṇena vā paṭicchādetvā āgantabbaṁ, natveva naggena āgantabbaṁ, yo āgaccheyya āpatti dukkaṭassā’’ti imaṁ pana āpattiṁ na chādento āpajjati nāma. Kusacīrādīni dhārento dhārento āpajjati nāma, ‘‘ayaṁ te bhikkhu patto yāva bhedanāya dhāretabbo’’ti imaṁ āpattiṁ na dhārento āpajjati nāma.",
  "atk-vin02a44:16": "‘‘Attanā vā attānaṁ nānāsaṁvāsakaṁ karotī’’ti ekasīmāyaṁ dvīsu saṅghesu nisinnesu ekasmiṁ pakkhe nisīditvā parapakkhassa laddhiṁ gaṇhanto yasmiṁ pakkhe nisinno tesaṁ attanāva attānaṁ nānāsaṁvāsakaṁ karoti nāma. Yesaṁ santike nisinno tesaṁ gaṇapūrako hutvā kammaṁ kopeti, itaresaṁ hatthapāsaṁ anāgatattā. Samānasaṁvāsakepi eseva nayo. Yesañhi so laddhiṁ roceti, tesaṁ samānasaṁvāsako hoti, itaresaṁ nānāsaṁvāsako. Satta āpattiyo satta āpattikkhandhāti āpajjitabbato āpattiyo, rāsaṭṭhena khandhāti evaṁ dveyeva nāmāni hontīti nāmavasena dukaṁ dassitaṁ. Kammena vā salākaggāhena vāti ettha uddeso ceva kammañca ekaṁ, vohāro ceva anussāvanā ca salākaggāho ca ekaṁ, vohārānussāvanasalākaggāhā pubbabhāgā, kammañceva uddeso ca pamāṇaṁ.",
  "atk-vin02a44:17": "Addhānahīno nāma ūnavīsativasso. Aṅgahīno nāma hatthacchinnādibhedo. Vatthuvipanno nāma paṇḍako tiracchānagato ubhatobyañjanako ca. Avasesā theyyasaṁvāsakādayo aṭṭha abhabbapuggalā karaṇadukkaṭakā nāma. Dukkaṭakiriyā dukkaṭakammā, imasmiṁyeva attabhāve katena attano kammena abhabbaṭṭhānaṁ pattāti attho. Aparipūro nāma aparipuṇṇapattacīvaro. No ca yācati nāma upasampadaṁ na yācati. Alajjissa ca bālassa cāti alajjī sacepi tepiṭako hoti, bālo ca sacepi saṭṭhivasso hoti, ubhopi nissāya na vatthabbaṁ. Bālassa ca lajjissa cāti ettha bālassa ‘‘tvaṁ nissayaṁ gaṇhā’’ti āṇāyapi nissayo dātabbo, lajjissa pana yācantasseva. Sātisāranti sadosaṁ; yaṁ ajjhācaranto āpattiṁ āpajjati.",
  "atk-vin02a44:18": "Kāyena paṭikkosanā nāma hatthavikārādīhi paṭikkosanā. Kāyena paṭijānātīti hatthavikārādīhi paṭijānāti. Upaghātikā nāma upaghātā. Sikkhūpaghātikā nāma sikkhūpaghāto. Bhogūpaghātikā nāma paribhogūpaghāto, tattha tisso sikkhā asikkhato sikkhūpaghātikāti veditabbā. Saṅghikaṁ vā puggalikaṁ vā dupparibhogaṁ bhuñjato bhogūpaghātikāti veditabbā. Dve venayikāti dve atthā vinayasiddhā. Paññattaṁ nāma sakale vinayapiṭake kappiyākappiyavasena paññattaṁ. Paññattānulomaṁ nāma catūsu mahāpadesesu daṭṭhabbaṁ. Setughātoti paccayaghāto; yena cittena akappiyaṁ kareyya, tassa cittassāpi anuppādananti attho. Mattakāritāti mattāya pamāṇena karaṇaṁ; pamāṇe ṭhānanti attho. Kāyena āpajjatīti kāyadvārikaṁ kāyena āpajjati; vacīdvārikaṁ vācāya. Kāyena vuṭṭhātīti tiṇavatthārakasamathe vināpi desanāya kāyeneva vuṭṭhāti; desetvā vuṭṭhahanto pana vācāya vuṭṭhāti. Abbhantaraparibhogo nāma ajjhoharaṇaparibhogo. Bāhiraparibhogo nāma sīsamakkhanādi.",
  "atk-vin02a44:19": "Anāgataṁ bhāraṁ vahatīti atherova samāno therehi vahitabbaṁ bījanagāhadhammajjhesanādibhāraṁ vahati; taṁ nittharituṁ vīriyaṁ ārabhati. Āgataṁ bhāraṁ na vahatīti thero therakiccaṁ na karoti, ‘‘anujānāmi bhikkhave therena bhikkhunā sāmaṁ vā dhammaṁ bhāsituṁ, paraṁ vā ajjhesituṁ, anujānāmi bhikkhave therādheyyaṁ pātimokkha’’nti evamādi sabbaṁ parihāpetīti attho. Na kukkuccāyitabbaṁ kukkuccāyatīti na kukkuccāyitabbaṁ kukkuccāyitvā karoti. Kukkuccāyitabbaṁ na kukkuccāyatīti kukkuccāyitabbaṁ na kukkuccāyitvā karoti. Etesaṁ dvinnaṁ divā ca ratto ca āsavā vaḍḍhantīti attho. Anantaradukepi vuttapaṭipakkhavasena attho veditabbo. Sesaṁ tattha tattha vuttanayattā uttānamevāti.",
  "atk-vin02a44:20": "Dukavāravaṇṇanā niṭṭhitā.",
  "atk-vin02a44:21": "Tikavāravaṇṇanā",
  "atk-vin02a44:22": "323. Tikesu atthāpatti tiṭṭhante bhagavati āpajjatīti atthi āpatti, yaṁ tiṭṭhante bhagavati āpajjatīti attho. Eseva nayo sabbattha. Tattha lohituppādāpattiṁ tiṭṭhante āpajjati. ‘‘Etarahi kho panānanda, bhikkhū aññamaññaṁ āvusovādena samudācaranti, na vo mamaccayena evaṁ samudācaritabbaṁ, navakena, ānanda, bhikkhunā thero bhikkhū ‘bhante’ti vā ‘āyasmā’ti vā samudācaritabbo’’ti vacanato theraṁ āvusovādena samudācaraṇapaccayā āpattiṁ parinibbute bhagavati āpajjati, no tiṭṭhante. Imā dve āpattiyo ṭhapetvā avasesā dharantepi bhagavati āpajjati, parinibbutepi.",
  "atk-vin02a44:23": "Pavāretvā anatirittaṁ bhuñjanto āpattiṁ kāle āpajjati no vikāle. Vikālabhojanāpattiṁ pana vikāle āpajjati no kāle. Avasesā kāle ceva āpajjati vikāle ca. Sahagāraseyyaṁ rattiṁ āpajjati, dvāraṁ asaṁvaritvā paṭisallīyanaṁ divā. Sesā rattiñceva divā ca. ‘‘Dasavassomhi atirekadasavassomhī’’ti bālo abyatto parisaṁ upaṭṭhāpento dasavasso āpajjati no ūnadasavasso . ‘‘Ahaṁ paṇḍito byatto’’ti navo vā majjhimo vā parisaṁ upaṭṭhāpento ūnadasavasso āpajjati no dasavasso. Sesā dasavasso ceva āpajjati ūnadasavasso ca. ‘‘Pañcavassomhī’’ti bālo abyatto anissāya vasanto pañcavasso āpajjati. ‘‘Ahaṁ paṇḍito byatto’’ti navako anissāya vasanto ūnapañcavasso āpajjati. Sesaṁ pañcavasso ceva āpajjati ūnapañcavasso ca. Anupasampannaṁ padasodhammaṁ vācento, mātugāmassa dhammaṁ desento evarūpaṁ āpattiṁ kusalacitto āpajjati, pārājika-sukkavissaṭṭhi-kāyasaṁsagga-duṭṭhulla-attakāmapāricariya-duṭṭhadosa-saṅghabhedapahāradāna-talasattikādibhedaṁ akusalacitto āpajjati, asañcicca sahagāraseyyādiṁ abyākatacitto āpajjati, yaṁ arahāva āpajjati, sabbaṁ abyākatacittova āpajjati, methunadhammādibhedamāpattiṁ sukhavedanāsamaṅgī āpajjati, duṭṭhadosādibhedaṁ dukkhavedanāsamaṅgī, yaṁ sukhavedanāsamaṅgī āpajjati, taṁyeva majjhatto hutvā āpajjanto adukkhamasukhavedanāsamaṅgī āpajjati.",
  "atk-vin02a44:24": "Tayo paṭikkhepāti buddhassa bhagavato tayo paṭikkhepā. Catūsu paccayesu mahicchatā asantuṭṭhitā kilesasallekhanapaṭipattiyā agopāyanā, ime hi tayo dhammā buddhena bhagavatā paṭikkhittā. Appicchatādayo pana tayo buddhena bhagavatā anuññātā, tena vuttaṁ ‘‘tayo anuññātā’’ti.",
  "atk-vin02a44:25": "‘‘Dasavassomhī’’ti parisaṁ upaṭṭhāpento ‘‘pañcavassomhī’’ti nissayaṁ agaṇhanto bālo āpajjati no paṇḍito, ūnadasavasso ‘‘byattomhī’’ti bahussutattā parisaṁ upaṭṭhāpento ūnapañcavasso ca nissayaṁ agaṇhanto paṇḍito āpajjati no bālo; avasesaṁ paṇḍito ceva āpajjati bālo ca. Vassaṁ anupagacchanto kāḷe āpajjati no juṇhe; mahāpavāraṇāya appavārento juṇhe āpajjati no kāḷe; avasesaṁ kāḷe ceva āpajjati juṇhe ca. Vassūpagamanaṁ kāḷe kappati no juṇhe; mahāpavāraṇāya pavāraṇā juṇhe kappati no kāḷe; sesaṁ anuññātakaṁ kāḷe ceva kappati juṇhe ca.",
  "atk-vin02a44:26": "Kattikapuṇṇamāsiyā pacchime pāṭipadadivase vikappetvā ṭhapitaṁ vassikasāṭikaṁ nivāsento hemante āpajjati. Kurundiyaṁ pana ‘‘kattikapuṇṇamadivase apaccuddharitvā hemante āpajjatī’’ti vuttaṁ, tampi suvuttaṁ. ‘‘Cātumāsaṁ adhiṭṭhātuṁ tato paraṁ vikappetu’’nti hi vuttaṁ. Atirekamāse sese gimhāne pariyesanto atirekaḍḍhamāse sese katvā nivāsento ca gimhe āpajjati nāma. Satiyā vassikasāṭikāya naggo kāyaṁ ovassāpento vasse āpajjati nāma. Pārisuddhiuposathaṁ vā adhiṭṭhānuposathaṁ vā karonto saṅgho āpajjati. Suttuddesañca adhiṭṭhānuposathañca karonto gaṇo āpajjati. Ekako suttuddesaṁ pārisuddhiuposathañca karonto puggalo āpajjati. Pavāraṇāyapi eseva nayo.",
  "atk-vin02a44:27": "Saṅghuposatho ca saṅghapavāraṇā ca saṅghasseva kappati. Gaṇuposatho ca gaṇapavāraṇā ca gaṇasseva kappati. Adhiṭṭhānuposatho ca adhiṭṭhānapavāraṇā ca puggalasseva kappati. ‘‘Pārājikaṁ āpannomhī’’tiādīni bhaṇanto vatthuṁ chādeti na āpattiṁ, ‘‘methunaṁ dhammaṁ paṭisevi’’ntiādīni bhaṇanto āpattiṁ chādeti no vatthuṁ, yo neva vatthuṁ na āpattiṁ āroceti, ayaṁ vatthuñceva chādeti āpattiñca.",
  "atk-vin02a44:28": "Paṭicchādetīti paṭicchādi. Jantāgharameva paṭicchādi jantāgharapaṭicchādi. Itarāsupi eseva nayo. Dvāraṁ pidahitvā antojantāghare ṭhitena parikammaṁ kātuṁ vaṭṭati. Udake otiṇṇenāpi etadeva vaṭṭati. Ubhayattha khādituṁ bhuñjituṁ vā na vaṭṭati. Vatthapaṭicchādi sabbakappiyatāya paṭicchannena sabbaṁ kātuṁ vaṭṭati. Vahantīti yanti niyyanti; nindaṁ vā paṭikkosaṁ vā na labhanti. Candamaṇḍalaṁ abbhāmahikādhūmarajarāhuvimuttaṁ vivaṭaṁyeva virocati, na tesu aññatarena paṭicchannaṁ. Tathā sūriyamaṇḍalaṁ, dhammavinayopi vivaritvā vibhajitvā desiyamānova virocati no paṭicchanno.",
  "atk-vin02a44:29": "Aññena bhesajjena karaṇīyena aññaṁ viññāpento gilāno āpajjati, na bhesajjena karaṇīyena bhesajjaṁ viññāpento agilāno āpajjati, avasesaṁ āpattiṁ gilāno ceva āpajjati agilāno ca.",
  "atk-vin02a44:30": "Anto āpajjati no bahīti anupakhajja seyyaṁ kappento anto āpajjati no bahi, bahiāpajjati no antoti saṅghikaṁ mañcādiṁ ajjhokāse santharitvā pakkamanto bahi āpajjati no anto, avasesaṁ pana anto ceva āpajjati bahi ca. Antosīmāyāti āgantuko āgantukavattaṁ adassetvā sachattupāhano vihāraṁ pavisanto upacārasīmaṁ okkantamattova āpajjati. Bahisīmāyāti gamiko dārubhaṇḍapaṭisāmanādigamikavattaṁ apūretvā pakkamanto upacārasīmaṁ atikkantamattova āpajjati. Avasesaṁ antosīmāya ceva āpajjati bahisīmāya ca. Sati vuḍḍhatare anajjhiṭṭho dhammaṁ bhāsanto saṅghamajjhe āpajjati nāma. Gaṇamajjhepi puggalasantikepi eseva nayo. Kāyena vuṭṭhātīti tiṇavatthārakasamathena vuṭṭhāti. Kāyaṁ acāletvā vācāya desentassa vācāya vuṭṭhāti. Vacīsampayuttaṁ kāyakiriyaṁ katvā desentassa kāyena vācāya vuṭṭhāti nāma. Saṅghamajjhe desanāgāminīpi vuṭṭhānagāminīpi vuṭṭhāti. Gaṇapuggalamajjhe pana desanāgāminīyeva vuṭṭhāti.",
  "atk-vin02a44:31": "Āgāḷhāya ceteyyāti āgāḷhāya daḷhabhāvāya ceteyya; tajjanīyakammādikatassa vattaṁ na pūrayato icchamāno saṅgho ukkhepanīyakammaṁ kareyyāti attho. Alajjī ca hoti bālo ca apakatatto cāti ettha bālo ‘‘ayaṁ dhammādhammaṁ na jānāti’’ apakatatto vā ‘‘āpattānāpattiṁ na jānātī’’ti na ettāvatā kammaṁ kātabbaṁ; bālabhāvamūlakaṁ pana apakatattabhāvamūlakañca āpattiṁ āpannassa kammaṁ kātabbanti attho. Adhisīle sīlavipanno nāma dve āpattikkhandhe āpanno; ācāravipanno nāma pañca āpattikkhandhe āpanno; diṭṭhivipanno nāma antaggāhikāya diṭṭhiyā samannāgato. Tesaṁ āpattiṁ apassantānaṁ appaṭikarontānaṁ diṭṭhiñca anissajjantānaṁyeva kammaṁ kātabbaṁ.",
  "atk-vin02a44:32": "Kāyiko davo nāma pāsakādīhi jūtakīḷanādibhedo anācāro; vācasiko davo nāma mukhālambarakaraṇādibhedo anācāro; kāyikavācasiko nāma naccanagāyanādibhedo dvīhipi dvārehi anācāro . Kāyiko anācāro nāma kāyadvāre paññattasikkhāpadavītikkamo; vācasiko anācāro nāma vacīdvāre paññattasikkhāpadavītikkamo; kāyikavācasiko nāma dvāradvayepi paññattasikkhāpadavītikkamo. Kāyikena upaghātikenāti kāyadvāre paññattassa sikkhāpadassa asikkhanena, yo hi taṁ na sikkhati, so naṁ upaghāteti, tasmā tassa taṁ asikkhanaṁ ‘‘kāyikaṁ upaghātika’’nti vuccati. Sesapadadvayepi eseva nayo. Kāyikena micchājīvenāti jaṅghapesanikādinā vā gaṇḍaphālanādinā vā vejjakammena ; vācasikenāti sāsanauggahaṇaārocanādinā; tatiyapadaṁ ubhayasampayogavasena vuttaṁ.",
  "atk-vin02a44:33": "Alaṁ bhikkhu mā bhaṇḍananti alaṁ bhikkhu mā bhaṇḍanaṁ kari, mā kalahaṁ, mā vivādaṁ karīti attho. Na voharitabbanti na kiñci vattabbaṁ; vadatopi hi tādisassa vacanaṁ na sotabbaṁ maññanti. Na kismiñci paccekaṭṭhāneti kismiñci bījanaggāhādike ekasmimpi jeṭṭhakaṭṭhāne na ṭhapetabboti attho. Okāsakammaṁ kārentassāti ‘‘karotu āyasmā okāsaṁ, ahaṁ taṁ vattukāmo’’ti evaṁ okāsaṁ kārentassa. Nālaṁ okāsakammaṁ kātunti ‘‘kiṁ tvaṁ karissasī’’ti okāso na kātabbo. Savacanīyaṁ nādātabbanti vacanaṁ na ādātabbaṁ, vacanampi na sotabbaṁ; yattha gahetvā gantukāmo hoti, na tattha gantabbanti attho.",
  "atk-vin02a44:34": "Tīhaṅgehi samannāgatassa bhikkhuno vinayoti yaṁ so jānāti, so tassa vinayo nāma hoti; so na pucchitabboti attho. Anuyogo na dātabboti ‘‘idaṁ kappatī’’ti pucchantassa pucchāya okāso na dātabbo, ‘‘aññaṁ pucchā’’ti vattabbo. Iti so neva pucchitabbo nāssa pucchā sotabbāti attho. Vinayo na sākacchātabboti vinayapañho na sākacchitabbo, kappiyākappiyakathā na saṁsandetabbā.",
  "atk-vin02a44:35": "Idamappahāyāti etaṁ brahmacāripaṭiññātādikaṁ laddhiṁ avijahitvā. Suddhaṁ brahmacārinti khīṇāsavaṁ bhikkhuṁ. ‘‘Pātabyataṁ āpajjatī’’ti pātabyabhāvaṁ paṭisevanaṁ āpajjati. ‘‘Idamappahāyā’’ti vacanato pana taṁ brahmacāripaṭiññātaṁ pahāya khīṇāsavaṁ ‘‘musā mayā bhaṇitaṁ, khamatha me’’ti khamāpetvā ‘‘natthi kāmesu doso’’ti laddhiṁ vijahitvā gativisodhanaṁ kareyya. Akusalamūlānīti akusalāni ceva mūlāni ca, akusalānaṁ vā mūlāni akusalamūlāni. Kusalamūlesupi eseva nayo. Duṭṭhu caritāni virūpāni vā caritāni duccaritāni. Suṭṭhu caritāni sundarāni vā caritāni sucaritāni. Kāyena karaṇabhūtena kataṁ duccaritaṁ kāyaduccaritaṁ. Esa nayo sabbattha. Sesaṁ tattha tattha vuttanayattā uttānamevāti.",
  "atk-vin02a44:36": "Tikavāravaṇṇanā niṭṭhitā.",
  "atk-vin02a44:37": "Catukkavāravaṇṇanā",
  "atk-vin02a44:38": "324. Catukkesu sakavācāya āpajjati paravācāya vuṭṭhātīti vacīdvārikaṁ padasodhammādibhedaṁ āpattiṁ āpajjitvā tiṇavatthārakasamathaṭṭhānaṁ gato parassa kammavācāya vuṭṭhāti . Paravācāya āpajjati sakavācāya vuṭṭhātīti pāpikāya diṭṭhiyā appaṭinissagge parassa kammavācāya āpajjati, puggalassa santike desento sakavācāya vuṭṭhāti. Sakavācāya āpajjati sakavācāya vuṭṭhātīti vacīdvārikaṁ padasodhammādibhedaṁ āpattiṁ sakavācāya āpajjati, desetvā vuṭṭhahantopi sakavācāya vuṭṭhāti. Paravācāya āpajjati paravācāya vuṭṭhātīti yāvatatiyakaṁ saṅghādisesaṁ parassa kammavācāya āpajjati, vuṭṭhahantopi parassa parivāsakammavācādīhi vuṭṭhāti. Tato paresu kāyadvārikaṁ kāyena āpajjati, desento vācāya vuṭṭhāti. Vacīdvārikaṁ vācāya āpajjati, tiṇavatthārake kāyena vuṭṭhāti. Kāyadvārikaṁ kāyenaāpajjati, tameva tiṇavatthārake kāyena vuṭṭhāti. Vacīdvārikaṁ vācāya āpajjati, tameva desento vācāya vuṭṭhāti. Saṅghikamañcassa attano paccattharaṇena anattharato kāyasamphusane lomagaṇanāya āpajjitabbāpattiṁ sahagāraseyyāpattiñca pasutto āpajjati, pabujjhitvā pana āpannabhāvaṁ ñatvā desento paṭibuddho vuṭṭhāti. Jagganto āpajjitvā pana tiṇavatthārakasamathaṭṭhāne sayanto paṭibuddho āpajjati pasutto vuṭṭhāti nāma. Pacchimapadadvayampi vuttānusāreneva veditabbaṁ.",
  "atk-vin02a44:39": "Acittakāpattiṁ acittako āpajjati nāma. Pacchā desento sacittako vuṭṭhāti. Sacittakāpattiṁ sacittako āpajjati nāma. Tiṇavatthārakaṭṭhāne sayanto acittako vuṭṭhāti. Sesapadadvayampi vuttānusāreneva veditabbaṁ. Yo sabhāgaṁ āpattiṁ deseti, ayaṁ desanāpaccayā dukkaṭaṁ āpajjanto pācittiyādīsu aññataraṁ deseti, tañca desento dukkaṭaṁ āpajjati. Taṁ pana dukkaṭaṁ āpajjanto pācittiyādito vuṭṭhāti. Pācittiyādito ca vuṭṭhahanto taṁ āpajjati. Iti ekassa puggalassa ekameva payogaṁ sandhāya ‘‘āpattiṁ āpajjanto desetī’’ti idaṁ catukkaṁ vuttanti veditabbaṁ.",
  "atk-vin02a44:40": "Kammacatukke pāpikāya diṭṭhiyā appaṭinissaggāpattiṁ kammena āpajjati, desento akammena vuṭṭhāti. Vissaṭṭhiādikaṁ akammena āpajjati, parivāsādinā kammena vuṭṭhāti. Samanubhāsanaṁ kammeneva āpajjati, kammena vuṭṭhāti. Sesaṁ akammena āpajjati,akammenavuṭṭhāti.",
  "atk-vin02a44:41": "Parikkhāracatukke paṭhamo sakaparikkhāro, dutiyo saṅghikova tatiyo cetiyasantako, catuttho gihiparikkhāro. Sace pana so pattacīvaranavakammabhesajjānaṁ atthāya āhaṭo hoti, avāpuraṇaṁ dātuṁ anto ṭhapāpetuñca vaṭṭati.",
  "atk-vin02a44:42": "Sammukhācatukke pāpikāya diṭṭhiyā appaṭinissaggāpattiṁ saṅghassa sammukhā āpajjati, vuṭṭhānakāle pana saṅghena kiccaṁ natthīti parammukhā vuṭṭhāti. Vissaṭṭhiādikaṁ parammukhā āpajjati, saṅghassa sammukhā vuṭṭhāti. Samanubhāsanaṁ saṅghassa sammukhā eva āpajjati, sammukhā vuṭṭhāti. Sesaṁ sampajānamusāvādādibhedaṁ parammukhāva āpajjati, parammukhāva vuṭṭhāti. Ajānantacatukkaṁ acittakacatukkasadisaṁ.",
  "atk-vin02a44:43": "Liṅgapātubhāvenāti sayitasseva bhikkhussa vā bhikkhuniyā vā liṅgaparivatte jāte sahagāraseyyāpatti hoti idameva taṁ paṭicca vuttaṁ. Ubhinnampi pana asādhāraṇāpatti liṅgapātubhāvena vuṭṭhāti. Sahapaṭilābhacatukke yassa bhikkhuno liṅgaṁ parivattati, so saha liṅgapaṭilābhena paṭhamaṁ uppannavasena seṭṭhabhāvena ca purimaṁ purisaliṅgaṁ jahati, pacchime itthiliṅge patiṭṭhāti, purisakuttapurisākārādivasena pavattā kāyavacīviññattiyo paṭippassambhanti, bhikkhūti vā purisoti vā evaṁ pavattā paṇṇattiyo nirujjhanti, yāni bhikkhunīhi asādhāraṇāni chacattālīsa sikkhāpadāni tehi anāpattiyeva hoti. Dutiyacatukke pana yassā bhikkhuniyā liṅgaṁ parivattati, sā pacchāsamuppattiyā vā hīnabhāvena vā pacchimanti saṅkhyaṁ gataṁ itthiliṅgaṁ jahati, vuttappakārena purimanti saṅkhyaṁ gate purisaliṅge patiṭṭhāti. Vuttaviparītā viññattiyo paṭippassambhanti, bhikkhunīti vā itthīti vā evaṁ pavattā paṇṇattiyopi nirujjhanti, yāni bhikkhūhi asādhāraṇāni sataṁ tiṁsañca sikkhāpadāni, tehi anāpattiyeva hoti.",
  "atk-vin02a44:44": "Cattāro sāmukkaṁsāti cattāro mahāpadesā, te hi bhagavatā anuppanne vatthumhi sayaṁ ukkaṁsitvā ukkhipitvā ṭhapitattā ‘‘sāmukkaṁsā’’ti vuccanti. Paribhogāti ajjhoharaṇīyaparibhogā , udakaṁ pana akālikattā appaṭiggahitakaṁ vaṭṭati. Yāvakālikādīni appaṭiggahitakāni ajjhoharituṁ na vaṭṭanti. Cattāri mahāvikaṭāni kālodissattā yathāvutte kāle vaṭṭanti. Upāsako sīlavāti pañca vā dasa vā sīlāni gopayamāno.",
  "atk-vin02a44:45": "Āgantukādicatukke sachattupāhano sasīsaṁ pāruto vihāraṁ pavisanto tattha vicaranto ca āgantukova āpajjati, no āvāsiko. Āvāsikavattaṁ akaronto pana āvāsiko āpajjati, no āgantuko. Sesaṁ kāyavacīdvārikaṁ āpattiṁ ubhopi āpajjanti, asādhāraṇaṁ āpattiṁ neva āgantuko āpajjati, no āvāsiko. Gamiyacatukkepi gamiyavattaṁ apūretvā gacchanto gamiko āpajjati, no āvāsiko. Āvāsikavattaṁ akaronto pana āvāsiko āpajjati, no gamiko. Sesaṁ ubhopi āpajjanti, asādhāraṇaṁ ubhopi nāpajjanti. Vatthunānattatādicatukke catunnaṁ pārājikānaṁ aññamaññaṁ vatthunānattatāva hoti,naāpattinānattatā. Sabbāpi hi sā pārājikāpattiyeva. Saṅghādisesādīsupi eseva nayo. Bhikkhussa ca bhikkhuniyā ca aññamaññaṁ kāyasaṁsagge bhikkhussa saṅghādiseso bhikkhuniyā pārājikanti evaṁ āpattinānattatāva hoti, na vatthunānattatā, ubhinnampi hi kāyasaṁsaggova vatthu. Tathā ‘‘lasuṇakkhādane bhikkhuniyā pācittiyaṁ, bhikkhussa dukkaṭa’’nti evamādināpettha nayena yojanā veditabbā. Catunnaṁ pārājikānaṁ terasahi saṅghādisesehi saddhiṁ vatthunānattatā ceva āpattinānattatāca. Evaṁ saṅghādisesādīnaṁ aniyatādīhi. Ādito paṭṭhāya cattāri pārājikāni ekato āpajjantānaṁ bhikkhubhikkhunīnaṁ neva vatthunānattatā no āpattinānattatā. Visuṁ āpajjantesupi sesā sādhāraṇāpattiyo āpajjantesupi eseva nayo.",
  "atk-vin02a44:46": "Vatthusabhāgādicatukke bhikkhussa ca bhikkhuniyā ca kāyasaṁsagge vatthusabhāgatā, no āpattisabhāgatā, catūsu pārājikesu āpattisabhāgatā, no vatthusabhāgatā. Esa nayo saṅghādisesādīsu. Bhikkhussa ca bhikkhuniyā ca catūsu pārājikesu vatthusabhāgatā ceva āpattisabhāgatā ca. Esa nayo sabbāsu sādhāraṇāpattīsu. Asādhāraṇāpattiyaṁ neva vatthusabhāgatā no āpattisabhāgatā. Yo hi purimacatukke paṭhamo pañho, so idha dutiyo; yo ca tattha dutiyo, so idha paṭhamo. Tatiyacatutthesu nānākaraṇaṁ natthi.",
  "atk-vin02a44:47": "Upajjhāyacatukke saddhivihārikassa upajjhāyena kattabbavattassa akaraṇe āpattiṁ upajjhāyoāpajjati, no saddhivihāriko upajjhāyassa kattabbavattaṁ akaronto saddhivihāriko āpajjati, no upajjhāyo; sesaṁ ubhopi āpajjanti, asādhāraṇaṁ ubhopi nāpajjanti. Ācariyacatukkepi eseva nayo.",
  "atk-vin02a44:48": "Ādiyantacatukke pādaṁ vā atirekapādaṁ vā sahatthā ādiyanto garukaṁ āpajjati, ūnakapādaṁ gaṇhāhīti āṇattiyā aññaṁ payojento lahukaṁ āpajjati. Etena nayena sesapadattayaṁ veditabbaṁ.",
  "atk-vin02a44:49": "Abhivādanārahacatukke bhikkhunīnaṁ tāva bhattagge navamabhikkhunito paṭṭhāya upajjhāyāpi abhivādanārahā no paccuṭṭhānārahā. Avisesena ca vippakatabhojanassa bhikkhussa yo koci vuḍḍhataro. Saṭṭhivassassāpi pārivāsikassa samīpagato tadahupasampannopi paccuṭṭhānāraho no abhivādanāraho. Appaṭikkhittesu ṭhānesu vuḍḍho navakassa abhivādanāraho ceva paccuṭṭhānāraho ca. Navako pana vuḍḍhassa neva abhivādanāraho na paccuṭṭhānāraho. Āsanārahacatukkassa paṭhamapadaṁ purimacatukke dutiyapadena, dutiyapadañca paṭhamapadena atthato sadisaṁ.",
  "atk-vin02a44:50": "Kālacatukke pavāretvā bhuñjanto kāle āpajjati no vikāle, vikālabhojanāpattiṁ vikāle āpajjati no kāle, sesaṁ kāle ceva āpajjati vikāle ca, asādhāraṇaṁ neva kāle no vikāle. Paṭiggahitacatukke purebhattaṁ paṭiggahitāmisaṁ kāle kappati no vikāle. Pānakaṁ vikāle kappati, punadivasamhi no kāle. Sattāhakālikaṁ yāvajīvikaṁ kāle ceva kappati vikāle ca. Attano attano kālātītaṁ yāvakālikādittayaṁ akappiyamaṁsaṁ uggahitakamappaṭiggahitakañca neva kāle kappati no vikāle.",
  "atk-vin02a44:51": "Paccantimacatukke samudde sīmaṁ bandhanto paccantimesu janapadesu āpajjati, no majjhimesu; pañcavaggena gaṇena upasampādento guṇaṅguṇūpāhanaṁ dhuvanahānaṁ cammattharaṇāni ca majjhimesu janapadesu āpajjati no paccantimesu. Imāni cattāri ‘‘idha na kappantī’’ti vadantopi paccantimesu āpajjati, ‘‘idha kappantī’’ti vadanto pana majjhimesu āpajjati. Sesāpattiṁ ubhayattha āpajjati, asādhāraṇaṁ na katthaci āpajjati. Dutiyacatukke pañcavaggena gaṇena upasampadādi catubbidhampi vatthu paccantimesu janapadesu kappati. ‘‘Idaṁ kappatī’’ti dīpetumpi tattheva kappati no majjhimesu. ‘‘Idaṁ na kappatī’’ti dīpetuṁ pana majjhimesu janapadesu kappati no paccantimesu. Sesaṁ ‘‘anujānāmi bhikkhave pañca loṇānī’’tiādi anuññātakaṁ ubhayattha kappati. Yaṁ pana akappiyanti paṭikkhittaṁ, taṁ ubhayatthāpi na kappati.",
  "atk-vin02a44:52": "Antoādicatukke anupakhajja seyyādiṁ anto āpajjati no bahi, ajjhokāse saṅghikamañcādīni nikkhipitvā pakkamanto bahi āpajjati no anto, sesaṁ anto ceva bahi ca, asādhāraṇaṁ neva anto na bahi. Antosīmādicatukke āgantuko vattaṁ apūrento antosīmāya āpajjati, gamiyo bahisīmāya musāvādādiṁ antosīmāya ca bahisīmāya ca āpajjati,asādhāraṇaṁ na katthaci.Gāmacatukke antaragharapaṭisaṁyuttaṁ sekhiyapaññattiṁ gāme āpajjati no araññe. Bhikkhunī aruṇaṁ uṭṭhāpayamānā araññe āpajjati no gāme. Musāvādādiṁ gāme ceva āpajjati araññe ca, asādhāraṇaṁ na katthaci.",
  "atk-vin02a44:53": "Cattāropubbakiccāti ‘‘sammajjanī padīpo ca udakaṁ āsanena cā’’ti idaṁ catubbidhaṁ pubbakaraṇanti vuccatīti vuttaṁ. ‘‘Chandapārisuddhiutukkhānaṁ bhikkhugaṇanā ca ovādo’’ti ime pana ‘‘cattāro pubbakiccā’’ti veditabbā. Cattāro pattakallāti uposatho yāvatikā ca bhikkhū kammappattā te āgatā honti, sabhāgāpattiyo na vijjanti, vajjanīyā ca puggalā tasmiṁ na honti, pattakallanti vuccatīti. Cattāri anaññapācittiyānīti ‘‘etadeva paccayaṁ karitvā anaññaṁ pācittiya’’nti evaṁ vuttāni anupakhajjaseyyākappanasikkhāpadaṁ ‘‘ehāvuso gāmaṁ vā nigamaṁ vā’’ti sikkhāpadaṁ, sañcicca kukkuccaupadahanaṁ, upassutitiṭṭhananti imāni cattāri. Catasso bhikkhusammutiyoti ‘‘ekarattampi ce bhikkhu ticīvarena vippavaseyya aññatra bhikkhusammutiyā, aññaṁ navaṁ santhataṁ kārāpeyya aññatra bhikkhusammutiyā, tato ce uttari vippavaseyya aññatra bhikkhusammutiyā, duṭṭhullaṁ āpattiṁ anupasampannassa āroceyya aññatra bhikkhusammutiyā’’ti evaṁ āgatā terasahi sammutīhi muttā sammutiyo. Gilānacatukke aññabhesajjena karaṇīyena lolatāya aññaṁ viññāpento gilāno āpajjati, abhesajjakaraṇīyena bhesajjaṁ viññāpento agilāno āpajjati, musāvādādiṁ ubhopi āpajjanti, asādhāraṇaṁ ubhopi nāpajjanti. Sesaṁ sabbattha uttānamevāti.",
  "atk-vin02a44:54": "Catukkavāravaṇṇanā niṭṭhitā.",
  "atk-vin02a44:55": "Pañcakavāravaṇṇanā",
  "atk-vin02a44:56": "325.Pañcakesupañca puggalā niyatāti ānantariyānamevetaṁ gahaṇaṁ. Pañca chedanakā āpattiyo nāma pamāṇātikkante mañcapīṭhe nisīdanakaṇḍuppaṭicchādivassikasāṭikāsu sugatacīvare ca veditabbā. Pañcahākārehīti alajjitā, aññāṇatā, kukkuccappakatatā, akappiye kappiyasaññitā, kappiye akappiyasaññitāti imehi pañcahi. Pañca āpattiyo musāvādapaccayāti pārājikathullaccayadukkaṭasaṅghādisesapācittiyā. Anāmantacāroti ‘‘santaṁ bhikkhuṁ anāpucchā purebhattaṁ pacchābhattaṁ kulesu cārittaṁ āpajjeyyā’’ti imassa āpucchitvā cārassa abhāvo. Anadhiṭṭhānanti ‘‘gaṇabhojane aññatra samayā’’ti vuttaṁ samayaṁ adhiṭṭhahitvā bhojanaṁ adhiṭṭhānaṁ nāma; tathā akaraṇaṁ anadhiṭṭhānaṁ. Avikappanā nāma yā paramparabhojane vikappanā vuttā, tassā akaraṇaṁ. Imāni hi pañca piṇḍapātikassa dhutaṅgeneva paṭikkhittāni. Ussaṅkitaparisaṅkitoti ye passanti, ye suṇanti, tehi ussaṅkito ceva parisaṅkito ca. Api akuppadhammo khīṇāsavopi samāno, tasmā agocarā pariharitabbā. Na hi etesu sandissamāno ayasato vā garahato vā muccati. Sosānikanti susāne patitakaṁ. Pāpaṇikanti āpaṇadvāre patitakaṁ. Thūpacīvaranti vammikaṁ parikkhipitvā balikammakataṁ. Ābhisekikanti nahānaṭṭhāne vā rañño abhisekaṭṭhāne vā chaḍḍitacīvaraṁ. Bhatapaṭiyābhatanti susānaṁ netvā puna ānītakaṁ. Pañca mahācorā uttarimanussadhamme vuttā.",
  "atk-vin02a44:57": "Pañcāpattiyo kāyato samuṭṭhantīti paṭhamena āpattisamuṭṭhānena pañca āpattiyo āpajjati, ‘‘bhikkhu kappiyasaññī saññācikāya kuṭiṁ karotī’’ti evaṁ antarapeyyāle vuttāpattiyo. Pañca āpattiyo kāyato ca vācato cāti tatiyena āpattisamuṭṭhānena pañca āpattiyo āpajjati, ‘‘bhikkhu kappiyasaññī saṁvidahitvā kuṭiṁ karotī’’ti evaṁ tattheva vuttā āpattiyo. Desanāgāminiyoti ṭhapetvā pārājikañca saṅghādisesañca avasesā.",
  "atk-vin02a44:58": "Pañca kammānīti tajjanīyaniyassapabbājanīyapaṭisāraṇīyāni cattāri ukkhepanīyañca tividhampi ekanti pañca. Yāvatatiyake pañcāti ukkhittānuvattikāya bhikkhuniyā yāvatatiyaṁ samanubhāsanāya appaṭinissajjantiyā pārājikaṁ thullaccayaṁ dukkaṭanti tisso , bhedakānuvattakādisamanubhāsanāsu saṅghādiseso, pāpikāya diṭṭhiyā appaṭinissagge pācittiyaṁ. Adinnanti aññena adinnaṁ. Aviditanti paṭiggaṇhāmīti cetanāya abhāvena aviditaṁ. Akappiyanti pañcahi samaṇakappehi akappiyakataṁ; yaṁ vā panaññampi akappiyamaṁsaṁ akappiyabhojanaṁ. Akatātirittanti pavāretvā atirittaṁ akataṁ. Samajjadānanti naṭasamajjādidānaṁ. Usabhadānanti gogaṇassa antare usabhavissajjanaṁ. Cittakammadānanti āvāsaṁ kāretvā tattha cittakammaṁ kāretuṁ vaṭṭati. Idaṁ pana paṭibhānacittakammadānaṁ sandhāya vuttaṁ. Imāni hi pañca kiñcāpi lokassa puññasammatāni, atha kho apuññāni akusalāniyeva . Uppannaṁ paṭibhānanti ettha paṭibhānanti kathetukamyatā vuccati. Ime pañca duppaṭivinodayāti na supaṭivinodayā; upāyena pana kāraṇena anurūpāhi paccavekkhanāanusāsanādīhi sakkā paṭivinodetunti attho.",
  "atk-vin02a44:59": "Sakacittaṁ pasīdatīti ettha imāni vatthūni – kaṭaandhakāravāsī phussadevatthero kira cetiyaṅgaṇaṁ sammajjitvā ekaṁsaṁ uttarāsaṅgaṁ karitvā sinduvārakusumasanthatamiva samavippakiṇṇavālikaṁ cetiyaṅgaṇaṁ olokento buddhārammaṇaṁ pītipāmojjaṁ uppādetvā aṭṭhāsi. Tasmiṁ khaṇe māro pabbatapāde nibbattakāḷamakkaṭo viya hutvā cetiyaṅgaṇe gomayaṁ vippakiranto gato. Thero nāsakkhi arahattaṁ pāpuṇituṁ, sammajjitvā agamāsi. Dutiyadivasepi jaraggavo hutvā tādisameva vippakāraṁ akāsi. Tatiyadivase vaṅkapādaṁ manussattabhāvaṁ nimminitvā pādena parikasanto agamāsi. Thero ‘‘evarūpo bībhacchapuriso samantā yojanappamāṇesu gocaragāmesu natthi, siyā nu kho māro’’ti cintetvā ‘‘mārosi tva’’nti āha. ‘‘Āma, bhante, māromhi, na dāni te vañcetuṁ asakkhi’’nti. ‘‘Diṭṭhapubbo tayā tathāgato’’ti? ‘‘Āma, diṭṭhapubbo’’ti. ‘‘Māro nāma mahānubhāvo hoti, iṅgha tāva buddhassa bhagavato attabhāvasadisaṁ attabhāvaṁ nimmināhī’’ti? ‘‘Na sakkā, bhante, tādisaṁ rūpaṁ nimminituṁ; apica kho pana taṁsarikkhakaṁ patirūpakaṁ nimminissāmī’’ti sakabhāvaṁ vijahitvā buddharūpasadisena attabhāvena aṭṭhāsi . Thero māraṁ oloketvā ‘‘ayaṁ tāva sarāgadosamoho evaṁ sobhati, kathaṁ nu kho bhagavā na sobhati sabbaso vītarāgadosamoho’’ti buddhārammaṇaṁ pītiṁ paṭilabhitvā vipassanaṁ vaḍḍhetvā arahattaṁ pāpuṇi. Māro ‘‘vañcitomhi tayā, bhante’’ti āha. Theropi ‘‘kiṁ atthi jaramāra, tādisaṁ vañcetu’’nti āha. Lokantaravihārepi datto nāma daharabhikkhu cetiyaṅgaṇaṁ sammajjitvā olokento odātakasiṇaṁ paṭilabhi. Aṭṭha samāpattiyo nibbattesi. Tato vipassanaṁ vaḍḍhetvā phalattayaṁ sacchākāsi.",
  "atk-vin02a44:60": "Paracittaṁpasīdatīti ettha imāni vatthūni – tisso nāma daharabhikkhu jambukolacetiyaṅgaṇaṁ sammajjitvā saṅkārachaḍḍaniṁ hatthena gahetvāva aṭṭhāsi . Tasmiṁ khaṇe tissadattatthero nāma nāvāto oruyha cetiyaṅgaṇaṁ olokento bhāvitacittena sammaṭṭhaṭṭhānanti ñatvā pañhāsahassaṁ pucchi, itaro sabbaṁ vissajjesi. Aññatarasmimpi vihāre thero cetiyaṅgaṇaṁ sammajjitvā vattaṁ paricchindi. Yonakavisayato cetiyavandakā cattāro therā āgantvā cetiyaṅgaṇaṁ disvā anto appavisitvā dvāreyeva ṭhatvā eko thero aṭṭha kappe anussari, eko soḷasa, eko vīsati, eko tiṁsa kappe anussari.",
  "atk-vin02a44:61": "Devatā attamanā hontīti ettha idaṁ vatthu – ekasmiṁ kira vihāre eko bhikkhu cetiyaṅgaṇañca bodhiyaṅgaṇañca sammajjitvā nahāyituṁ gato. Devatā ‘‘imassa vihārassa katakālato paṭṭhāya evaṁ vattaṁ pūretvā sammaṭṭhapubbo bhikkhu natthī’’ti pasannacittā pupphahatthā aṭṭhaṁsu. Thero āgantvā ‘‘kataragāmavāsikātthā’’ti āha. ‘‘Bhante, idheva vasāma, imassa vihārassa katakālato paṭṭhāya evaṁ vattaṁ pūretvā sammaṭṭhapubbo bhikkhu natthīti tumhākaṁ, bhante, vatte pasīditvā pupphahatthā ṭhitāmhā’’ti devatā āhaṁsu.",
  "atk-vin02a44:62": "Pāsādikasaṁvattanikanti ettha idaṁ vatthu – ekaṁ kira amaccaputtaṁ abhayattherañca ārabbha ayaṁ kathā udapādi ‘‘kiṁ nu kho amaccaputto pāsādiko, abhayattheroti ubhopi ne ekasmiṁ ṭhāne olokessāmā’’ti. Ñātakā amaccaputtaṁ alaṅkaritvā mahācetiyaṁ vandāpessāmāti agamaṁsu. Theramātāpi pāsādikaṁ cīvaraṁ kāretvā puttassa pahiṇi, ‘‘putto me kese chindāpetvā imaṁ cīvaraṁ pārupitvā bhikkhusaṅghaparivuto mahācetiyaṁ vandatū’’ti. Amaccaputto ñātiparivuto pācīnadvārena cetiyaṅgaṇaṁ āruḷho, abhayatthero bhikkhusaṅghaparivuto dakkhiṇadvārena cetiyaṅgaṇaṁ āruhitvā cetiyaṅgaṇe tena saddhiṁ samāgantvā āha – ‘‘kiṁ tvaṁ, āvuso, mahallakattherassa sammaṭṭhaṭṭhāne kacavaraṁ chaḍḍetvā mayā saddhiṁ yugaggāhaṁ gaṇhāsī’’ti. Atītattabhāve kira abhayatthero mahallakatthero nāma hutvā gocaragāme cetiyaṅgaṇaṁ sammajji, amaccaputto mahāupāsako hutvā sammaṭṭhaṭṭhāne kacavaraṁ gahetvā chaḍḍesi.",
  "atk-vin02a44:63": "Satthusāsanaṁ kataṁ hotīti idaṁ sammajjanavattaṁ nāma buddhehi vaṇṇitaṁ, tasmā taṁ karontena satthusāsanaṁ kataṁ hoti. Tatridaṁ vatthu – āyasmā kira sāriputto himavantaṁ gantvā ekasmiṁ pabbhāre asammajjitvāva nirodhaṁ samāpajjitvā nisīdi. Bhagavā āvajjanto therassa asammajjitvā nisinnabhāvaṁ ñatvā ākāsena gantvā therassa purato asammaṭṭhaṭṭhāne pādāni dassetvā paccāgañchi. Thero samāpattito vuṭṭhito bhagavato pādāni disvā balavahirottappaṁ paccupaṭṭhāpetvā jaṇṇukehi patiṭṭhāya ‘‘asammajjitvā nisinnabhāvaṁ vata me satthā aññāsi, saṅghamajjhe dāni codanaṁ kāressāmī’’ti dasabalassa santikaṁ gantvā vanditvā nisīdi. Bhagavā ‘‘kuhiṁ gatosi, sāriputtā’’ti vatvā ‘‘na patirūpaṁ dāni te mayhaṁ anantare ṭhāne ṭhatvā vicarantassa asammajjitvā nisīditu’’nti āha. Tato paṭṭhāya thero gaṇṭhikapaṭimuñcanaṭṭhānepi tiṭṭhanto pādena kacavaraṁ viyūhitvāva tiṭṭhati.",
  "atk-vin02a44:64": "Attano bhāsapariyantaṁ na uggaṇhātīti ‘‘imasmiṁ vatthusmiṁ ettakaṁ suttaṁ upalabbhati, ettako vinicchayo, ettakaṁ suttañca vinicchayañca vakkhāmī’’ti evaṁ attano bhāsapariyantaṁ na uggaṇhāti. ‘‘Ayaṁ codakassa purimakathā, ayaṁ pacchimakathā, ayaṁ cuditakassa purimakathā, ayaṁ pacchimakathā, ettakaṁ gayhūpagaṁ, ettakaṁ na gayhūpaga’’nti evaṁ anuggaṇhanto pana parassa bhāsapariyantaṁ na uggaṇhāti nāma. Āpattiṁ na jānātīti pārājikaṁ vā saṅghādisesaṁ vāti sattannaṁ āpattikkhandhānaṁ nānākaraṇaṁ na jānāti. Mūlanti dve āpattiyā mūlāni kāyo ca vācā ca, tāni na jānāti. Samudayanti cha āpattisamuṭṭhānāni āpattisamudayo nāma, tāni na jānāti. Pārājikādīnaṁ vatthuṁ na jānātītipi vuttaṁ hoti. Nirodhanti ayaṁ āpatti desanāya nirujjhati, vūpasammati, ayaṁ vuṭṭhānenāti evaṁ āpattinirodhaṁ na jānāti. Satta samathe ajānanto pana āpattinirodhagāminipaṭipadaṁ na jānāti.",
  "atk-vin02a44:65": "Adhikaraṇapañcake adhikaraṇaṁ nāma cattāri adhikaraṇāni. Adhikaraṇassa mūlaṁ nāma tettiṁsa mūlāni – vivādādhikaraṇassa dvādasa mūlāni, anuvādādhikaraṇassa cuddasa, āpattādhikaraṇassa cha, kiccādhikaraṇassa ekaṁ; tāni parato āvi bhavissanti. Adhikaraṇasamudayo nāma adhikaraṇasamuṭṭhānaṁ. Vivādādhikaraṇaṁ aṭṭhārasa bhedakaravatthūni nissāya uppajjati; anuvādādhikaraṇaṁ catasso vipattiyo; āpattādhikaraṇaṁ sattāpattikkhandhe; kiccādhikaraṇaṁ cattāri saṅghakiccānīti imaṁ vibhāgaṁ na jānātīti attho . Adhikaraṇanirodhaṁ na jānātīti dhammena vinayena satthusāsanena mūlāmūlaṁ gantvā vinicchayasamathaṁ pāpetuṁ na sakkoti ; ‘‘idaṁ adhikaraṇaṁ dvīhi, idaṁ catūhi, idaṁ tīhi idaṁ ekena samathena sammatī’’ti evaṁ satta samathe ajānanto pana adhikaraṇanirodhagāminipaṭipadaṁ na jānāti nāma. Vatthuṁ na jānātīti ‘‘idaṁ pārājikassa vatthu, idaṁ saṅghādisesassā’’ti evaṁ sattannaṁ āpattikkhandhānaṁ vatthuṁ na jānāti. Nidānanti ‘‘sattannaṁ nidānānaṁ idaṁ sikkhāpadaṁ ettha paññattaṁ, idaṁ etthā’’ti na jānāti. Paññattiṁ na jānātīti tasmiṁ tasmiṁ sikkhāpade paṭhamapaññattiṁ na jānāti. Anupaññattinti punappunaṁ paññattiṁ na jānāti. Anusandhivacanapathanti kathānusandhi-vinicchayānusandhivasena vatthuṁ na jānāti. Ñattiṁ na jānātīti sabbena sabbaṁ ñattiṁ na jānāti. Ñattiyā karaṇaṁ na jānātīti ñattikiccaṁ na jānāti, osāraṇādīsu navasu ṭhānesu ñattikammaṁ nāma hoti, ñattidutiyañatticatutthakammesu ñattiyā kammappatto hutvā tiṭṭhatīti na jānāti. Na pubbakusalo hoti na aparakusaloti pubbe kathetabbañca pacchā kathetabbañca na jānāti, ñatti nāma pubbe ṭhapetabbā, pacchā na ṭhapetabbātipi na jānāti. Akālaññū ca hotīti kālaṁ na jānāti, anajjhiṭṭho ayācito bhāsati, ñattikālampi ñattikhettampi ñattiokāsampi na jānāti.",
  "atk-vin02a44:66": "Mandattā momūhattāti kevalaṁ aññāṇena momūhabhāvena dhutaṅge ānisaṁsaṁ ajānitvā. Pāpicchoti tena araññavāsena paccayalābhaṁ patthayamāno. Pavivekanti kāyacittaupadhivivekaṁ. Idamatthitanti imāya kalyāṇāya paṭipattiyā attho etassāti idamatthi, idamatthino bhāvo idamatthitā; taṁ idamatthitaṁyeva nissāya na aññaṁ kiñci lokāmisanti attho.",
  "atk-vin02a44:67": "Uposathaṁ na jānātīti navavidhaṁ uposathaṁ na jānāti. Uposathakammanti adhammenavaggādibhedaṁ catubbidhaṁ uposathakammaṁ na jānāti. Pātimokkhanti dve mātikā na jānāti. Pātimokkhuddesanti sabbampi navavidhaṁ pātimokkhuddesaṁ na jānāti. Pavāraṇanti navavidhaṁ pavāraṇaṁ na jānāti. Pavāraṇākammaṁ uposathakammasadisameva.",
  "atk-vin02a44:68": "Apāsādikapañcake – apāsādikanti kāyaduccaritādi akusalakammaṁ vuccati. Pāsādikanti kāyasucaritādi kusalakammaṁ vuccati. Ativelanti velaṁ atikkamma bahutaraṁ kālaṁ kulesu appaṁ vihāreti attho. Otāroti kilesānaṁ anto otaraṇaṁ. Saṁkiliṭṭhanti duṭṭhullāpattikāyasaṁsaggādibhedaṁ . Visuddhipañcakepavāraṇāggahaṇena navavidhāpi pavāraṇā veditabbā. Sesaṁ sabbattha uttānamevāti.",
  "atk-vin02a44:69": "Pañcakavāravaṇṇanā niṭṭhitā.",
  "atk-vin02a44:70": "Chakkavāravaṇṇanā",
  "atk-vin02a44:71": "326. Chakkesu – cha sāmīciyoti ‘‘so ca bhikkhu anabbhito, te ca bhikkhū gārayhā, ayaṁ tattha sāmīci’’, ‘‘yuñjantāyasmanto sakaṁ, mā vo sakaṁ vinassāti ayaṁ tattha sāmīci’’, ‘‘ayaṁ te bhikkhu patto yāva bhedanāya dhāretabboti ayaṁ tattha sāmīci’’, ‘‘tato nīharitvā bhikkhūhi saddhiṁ saṁvibhajitabbaṁ, ayaṁ tattha sāmīci’’, ‘‘aññātabbaṁ paripucchitabbaṁ paripañhitabbaṁ, ayaṁ tattha sāmīci’’, ‘‘yassa bhavissati so harissatīti ayaṁ tattha sāmīcī’’ti imā bhikkhupātimokkheyeva cha sāmīciyo. Cha chedanakāti pañcake vuttā pañca bhikkhunīnaṁ udakasāṭikāya saddhiṁ cha. Chahākārehīti alajjitā aññāṇatā kukkuccapakatatā akappiye kappiyasaññitā kappiye akappiyasaññitā satisammosāti. Tattha ekarattachārattasattāhātikkamādīsu āpattiṁ satisammosena āpajjati. Sesaṁ vuttanayameva. Cha ānisaṁsā vinayadhareti pañcake vuttā pañca tassādheyyo uposathoti iminā saddhiṁ cha.",
  "atk-vin02a44:72": "Cha paramānīti ‘‘dasāhaparamaṁ atirekacīvaraṁ dhāretabbaṁ, māsaparamaṁ tena bhikkhunā taṁ cīvaraṁ nikkhipitabbaṁ, santaruttaraparamaṁ tena bhikkhunā tato cīvaraṁ sāditabbaṁ, chakkhattuparamaṁ tuṇhībhūtena uddissa ṭhātabbaṁ, navaṁ pana bhikkhunā santhataṁ kārāpetvā chabbassāni dhāretabbaṁ chabbassaparamatā dhāretabbaṁ, tiyojanaparamaṁ sahatthā dhāretabbāni, dasāhaparamaṁ atirekapatto dhāretabbo, sattāhaparamaṁ sannidhikārakaṁ paribhuñjitabbāni, chārattaparamaṁ tena bhikkhunā tena cīvarena vippavasitabbaṁ, catukkaṁsaparamaṁ, aḍḍhateyyakaṁsaparamaṁ, dvaṅgulapabbaparamaṁ ādātabbaṁ, aṭṭhaṅgulaparamaṁ mañcapaṭipādakaṁ , aṭṭhaṅgulaparamaṁ dantakaṭṭha’’nti imāni cuddasa paramāni. Tattha paṭhamāni cha ekaṁ chakkaṁ, tato ekaṁ apanetvā sesesu ekekaṁ pakkhipitvātiādinā nayena aññānipi chakkāni kātabbāni.",
  "atk-vin02a44:73": "Chaāpattiyoti tīṇi chakkāni antarapeyyāle vuttāni. Cha kammānīti tajjanīya-niyassa-pabbājanīya-paṭisāraṇīyāni cattāri, āpattiyā adassane ca appaṭikamme ca vuttadvayampi ekaṁ, pāpikāya diṭṭhiyā appaṭinissagge ekanti cha. Nahāneti orenaḍḍhamāsaṁ nahāne; vippakatacīvarādichakkadvayaṁ kathinakkhandhake niddiṭṭhaṁ. Sesaṁ sabbattha uttānamevāti.",
  "atk-vin02a44:74": "Chakkavāravaṇṇanā niṭṭhitā.",
  "atk-vin02a44:75": "Sattakavāravaṇṇanā",
  "atk-vin02a44:76": "327. Sattakesu – satta sāmīciyoti pubbe vuttesu chasu ‘‘sā ca bhikkhunī anabbhitā, tā ca bhikkhuniyo gārayhā, ayaṁ tattha sāmīcī’’ti imaṁ pakkhipitvā satta veditabbā. Satta adhammikā paṭiññātakaraṇāti ‘‘bhikkhu pārājikaṁ ajjhāpanno hoti, pārājikena codiyamāno ‘saṅghādisesaṁ ajjhāpannomhī’ti paṭijānāti, taṁ saṅgho saṅghādisesena kāreti, adhammikaṁ paṭiññātakaraṇa’’nti evaṁ samathakkhandhake niddiṭṭhā. Dhammikāpi tattheva niddiṭṭhā. Sattannaṁ anāpatti sattāhakaraṇīyena gantunti vassūpanāyikakkhandhake vuttaṁ . Sattānisaṁsā vinayadhareti ‘‘tassādheyyo uposatho pavāraṇā’’ti imehi saddhiṁ pañcake vuttā pañca satta honti. Satta paramānīti chakke vuttāniyeva sattakavasena yojetabbāni. Katacīvarantiādīni dve sattakāni kathinakkhandhake niddiṭṭhāni.",
  "atk-vin02a44:77": "Bhikkhussa na hoti āpatti daṭṭhabbā, bhikkhussa hoti āpatti daṭṭhabbā, bhikkhussa hoti āpatti paṭikātabbāti imāni tīṇi sattakāni, dve adhammikāni, ekaṁ dhammikaṁ; tāni tīṇipi campeyyake niddiṭṭhāni. Asaddhammāti asataṁ dhammā, asanto vā dhammā; asobhanā hīnā lāmakāti attho. Saddhammāti sataṁ buddhādīnaṁ dhammā; santo vā dhammā sundarā uttamāti attho. Sesaṁ sabbattha uttānamevāti.",
  "atk-vin02a44:78": "Sattakavāravaṇṇanā niṭṭhitā.",
  "atk-vin02a44:79": "Aṭṭhakavāravaṇṇanā",
  "atk-vin02a44:80": "328. Aṭṭhakesu – aṭṭhānisaṁseti ‘‘na mayaṁ iminā bhikkhunā saddhiṁ uposathaṁ karissāma, vinā iminā bhikkhunā uposathaṁ karissāma, na mayaṁ iminā bhikkhunā saddhiṁ pavāressāma, saṅghakammaṁ karissāma, āsane nisīdissāma, yāgupāne nisīdissāma, bhattagge nisīdissāma, ekacchanne vasissāma, yathāvuḍḍhaṁ abhivādanaṁ paccuṭṭhānaṁ añjalikammaṁ sāmīcikammaṁ karissāma, vinā iminā bhikkhunā karissāmā’’ti evaṁ kosambakakkhandhake vutte ānisaṁse. Dutiyaaṭṭhakepi eseva nayo, tampi hi evameva kosambakakkhandhake vuttaṁ.",
  "atk-vin02a44:81": "Aṭṭha yāvatatiyakāti bhikkhūnaṁ terasake cattāro, bhikkhunīnaṁ sattarasake bhikkhūhi asādhāraṇā cattāroti aṭṭha. Aṭṭhahākārehi kulāni dūsetīti kulāni dūseti pupphena vā phalena vā cuṇṇena vā mattikāya vā dantakaṭṭhena vā veḷuyā vā vejjikāya vā jaṅghapesanikena vāti imehi aṭṭhahi. Aṭṭha mātikā cīvarakkhandhake, aparā aṭṭha kathinakkhandhake vuttā. Aṭṭhahi asaddhammehīti lābhena alābhena yasena ayasena sakkārena asakkārena pāpicchatāya pāpamittatāya. Aṭṭha lokadhammā nāma lābhe sārāgo, alābhe paṭivirodho; evaṁ yase ayase, pasaṁsāya nindāya, sukhe sārāgo, dukkhe paṭivirodhoti. Aṭṭhaṅgiko musāvādoti ‘‘vinidhāya sañña’’nti iminā saddhiṁ pāḷiyaṁ āgatehi sattahīti aṭṭhahi aṅgehi aṭṭhaṅgiko.",
  "atk-vin02a44:82": "Aṭṭha uposathaṅgānīti –",
  "atk-vin02a44:83": "‘‘Pāṇaṁ na hane na cādinnamādiye,",
  "atk-vin02a44:84": "Musā na bhāse na ca majjapo siyā;",
  "atk-vin02a44:85": "Abrahmacariyā virameyya methunā,",
  "atk-vin02a44:86": "Rattiṁ na bhuñjeyya vikālabhojanaṁ.",
  "atk-vin02a44:87": "‘‘Mālaṁ na dhāre na ca gandhamācare,",
  "atk-vin02a44:88": "Mañce chamāyaṁva sayetha santhate;",
  "atk-vin02a44:89": "Etañhi aṭṭhaṅgikamāhuposathaṁ,",
  "atk-vin02a44:90": "Buddhena dukkhantagunā pakāsita’’nti. (a. ni. 3.71);",
  "atk-vin02a44:91": "Evaṁ vuttāni aṭṭha. Aṭṭha dūteyyaṅgānīti ‘‘idha, bhikkhave, bhikkhu sotā ca hoti sāvetā cā’’tiādinā nayena saṅghabhedake vuttāni. Titthiyavattāni mahākhandhake niddiṭṭhāni. Anatirittā ca atirittā ca pavāraṇāsikkhāpade niddiṭṭhā. Aṭṭhannaṁ paccuṭṭhātabbanti bhattagge vuḍḍhabhikkhunīnaṁ, āsanampi tāsaṁyeva dātabbaṁ. Upāsikāti visākhā. Aṭṭhānisaṁsā vinayadhareti pañcake vuttesu pañcasu ‘‘tassādheyyo uposatho, pavāraṇā, saṅghakamma’’nti ime tayo pakkhipitvā aṭṭha veditabbā. Aṭṭha paramānīti pubbe vuttaparamāneva aṭṭhakavasena yojetvā veditabbāni. Aṭṭhasu dhammesu sammā vattitabbanti ‘‘na pakatattassa bhikkhuno uposatho ṭhapetabbo, na pavāraṇā ṭhapetabbā’’tiādinā nayena samathakkhandhake niddiṭṭhesu aṭṭhasu. Sesaṁ sabbattha uttānamevāti.",
  "atk-vin02a44:92": "Aṭṭhakavāravaṇṇanā niṭṭhitā.",
  "atk-vin02a44:93": "Navakavāravaṇṇanā",
  "atk-vin02a44:94": "329. Navakesu – nava āghātavatthūnīti ‘‘anatthaṁ me acarī’’tiādīni nava. Nava āghātapaṭivinayāti ‘‘anatthaṁ me acari, taṁ kutettha labbhāti āghātaṁ paṭivinetī’’tiādīni nava. Nava vinītavatthūnīti navahi āghātavatthūhi ārati virati paṭivirati setughāto. Navahi saṅgho bhijjatīti ‘‘navannaṁ vā, upāli, atirekanavannaṁ vā saṅgharāji ceva hoti saṅghabhedo cā’’ti. Nava paramānīti pubbe vuttaparamāneva navakavasena yojetvā veditabbāni. Nava taṇhāmūlakā nāma taṇhaṁ paṭicca pariyesanā, pariyesanaṁ paṭicca lābho, lābhaṁ paṭicca vinicchayo, vinicchayaṁ paṭicca chandarāgo, chandarāgaṁ paṭicca ajjhosānaṁ, ajjhosānaṁ paṭicca pariggaho, pariggahaṁ paṭicca macchariyaṁ, macchariyaṁ paṭicca ārakkhā, ārakkhādhikaraṇaṁ daṇḍādānasatthādānakalahaviggahavivādatuvaṁtuvaṁpesuññamusāvādā. Nava vidhamānāti ‘‘seyyassa seyyohamasmī’’timānādayo. Nava cīvarānīti ticīvaranti vā vassikasāṭikāti vātiādinā nayena vuttāni. Na vikappetabbānīti adhiṭṭhitakālato paṭṭhāya na vikappetabbāni . Nava adhammikāni dānānīti saṅghassa pariṇataṁ aññasaṅghassa vā cetiyassa vā puggalassa vā pariṇāmeti, cetiyassa pariṇataṁ aññacetiyassa vā saṅghassa vā puggalassa vā pariṇāmeti , puggalassa pariṇataṁ aññapuggalassa vā saṅghassa vā cetiyassa vā pariṇāmetīti evaṁ vuttāni.",
  "atk-vin02a44:95": "Nava paṭiggahaparibhogāti etesaṁyeva dānānaṁ paṭiggahā ca paribhogā ca. Tīṇi dhammikāni dānānīti saṅghassa ninnaṁ saṅghasseva deti, cetiyassa ninnaṁ cetiyasseva, puggalassa ninnaṁ puggalasseva detīti imāni tīṇi. Paṭiggahapaṭibhogāpi tesaṁyeva paṭiggahā ca paribhogā ca. Nava adhammikā saññattiyoti adhammavādipuggalo, adhammavādisambahulā, adhammavādisaṅghoti evaṁ tīṇi tikāni samathakkhandhake niddiṭṭhāni. Dhammikā saññattiyopi dhammavādī puggalotiādinā nayena tattheva niddiṭṭhā. Adhammakamme dve navakāni ovādavaggassa paṭhamasikkhāpadaniddese pācittiyavasena vuttāni. Dhammakamme dve navakāni tattheva dukkaṭavasena vuttāni. Sesaṁ sabbattha uttānamevāti.",
  "atk-vin02a44:96": "Navakavāravaṇṇanā niṭṭhitā.",
  "atk-vin02a44:97": "Dasakavāravaṇṇanā",
  "atk-vin02a44:98": "330. Dasakesu – dasa āghātavatthūnīti navakesu vuttāni nava ‘‘aṭṭhāne vā pana āghāto jāyatī’’ti iminā saddhiṁ dasa honti. Āghātapaṭivinayāpi tattha vuttā nava ‘‘aṭṭhāne vā pana āghāto jāyati, taṁ kutettha labbhāti āghātaṁ paṭivinetī’’ti iminā saddhiṁ dasa veditabbā. Dasa vinītavatthūnīti dasahi āghātavatthūhi viratisaṅkhātāni dasa. Dasavatthukā micchādiṭṭhīti ‘‘natthi dinna’’ntiādivasena veditabbā, ‘‘atthi dinna’’ntiādivasena sammādiṭṭhi, ‘‘sassato loko’’tiādinā vasena pana antaggāhikā diṭṭhi veditabbā. Dasa micchattāti micchādiṭṭhiādayo micchāvimuttipariyosānā, viparītā sammattā. Salākaggāhā samathakkhandhake niddiṭṭhā.",
  "atk-vin02a44:99": "Dasahaṅgehi samannāgato bhikkhu ubbāhikāya sammannitabboti ‘‘sīlavā hotī’’tiādinā nayena samathakkhandhake vuttehi dasahi. Dasa ādīnavā rājantepurappavesane rājasikkhāpade niddiṭṭhā. Dasa dānavatthūnīti annaṁ pānaṁ vatthaṁ yānaṁ mālā gandhaṁ vilepanaṁ seyyāvasathaṁ padīpeyyaṁ. Dasa ratanānīti muttāmaṇiveḷuriyādīni. Dasa paṁsukūlānīti sosānikaṁ, pāpaṇikaṁ , undūrakkhāyitaṁ, upacikakkhāyitaṁ, aggidaḍḍhaṁ, gokhāyitaṁ, ajikakkhāyitaṁ, thūpacīvaraṁ, ābhisekiyaṁ, bhatapaṭiyābhatanti etesu upasampannena ussukkaṁ kātabbaṁ. Dasa cīvaradhāraṇāti ‘‘sabbanīlakāni cīvarāni dhārentī’’ti vuttavasena dasāti kurundiyaṁ vuttaṁ. Mahāaṭṭhakathāyaṁ pana ‘‘navasu kappiyacīvaresu udakasāṭikaṁ vā saṅkaccikaṁ vā pakkhipitvā dasā’’ti vuttaṁ.",
  "atk-vin02a44:100": "Avandanīyapuggalā senāsanakkhandhake niddiṭṭhā. Dasa akkosavatthūni omasavāde niddiṭṭhāni. Dasa ākārā pesuññasikkhāpade niddiṭṭhā. Dasa senāsanānīti mañco, pīṭhaṁ, bhisi, bimbohanaṁ, cimilikā, uttarattharaṇaṁ, taṭṭikā, cammakhaṇḍo, nisīdanaṁ, tiṇasanthāro, paṇṇasanthāroti. Dasa varāni yāciṁsūti visākhā aṭṭha, suddhodanamahārājā ekaṁ, jīvako ekaṁ. Yāguānisaṁsā ca akappiyamaṁsāni ca bhesajjakkhandhake niddiṭṭhāni. Sesaṁ sabbattha uttānamevāti.",
  "atk-vin02a44:101": "Dasakavāravaṇṇanā niṭṭhitā.",
  "atk-vin02a44:102": "Ekādasakavāravaṇṇanā",
  "atk-vin02a44:103": "331. Ekādasakesu – ekādasāti paṇḍakādayo ekādasa. Ekādasa pādukāti dasa ratanamayā, ekā kaṭṭhapādukā. Tiṇapādukamuñjapādukapabbajapādukādayo pana kaṭṭhapādukasaṅgahameva gacchanti. Ekādasa pattāti tambalohamayena vā dārumayena vā saddhiṁ dasa ratanamayā. Ekādasa cīvarānīti sabbanīlakādīni ekādasa. Yāvatatiyakāti ukkhittānuvattikā bhikkhunī, saṅghādisesā aṭṭha, ariṭṭho, caṇḍakāḷīti. Ekādasa antarāyikā nāma ‘‘nasi animittā’’ti ādayo. Ekādasacīvarāni adhiṭṭhātabbānīti ticīvaraṁ, vassikasāṭikā, nisīdanaṁ, paccattharaṇaṁ, kaṇḍuppaṭicchādi, mukhapuñchanacoḷaṁ, parikkhāracoḷaṁ, udakasāṭikā, saṅkaccikāti. Na vikappetabbānīti etāneva adhiṭṭhitakālato paṭṭhāya na vikappetabbāni. Gaṇṭhikā ca vidhā ca suttamayena saddhiṁ ekādasa honti, te sabbe khuddakakkhandhake niddiṭṭhā. Pathaviyo pathavisikkhāpade niddiṭṭhā. Nissayapaṭipassaddhiyo upajjhāyamhā pañca, ācariyamhā cha; evaṁ ekādasa. Avandiyapuggalā naggena saddhiṁ ekādasa, te sabbe senāsanakkhandhake niddiṭṭhā . Ekādasa paramāni pubbe vuttesu cuddasasu ekādasakavasena yojetvā veditabbāni. Ekādasa varānīti mahāpajāpatiyā yācitavarena saddhiṁ pubbe vuttāni dasa. Ekādasa sīmādosāti ‘‘atikhuddakaṁ sīmaṁ sammannantī’’tiādinā nayena kammavagge āgamissanti.",
  "atk-vin02a44:104": "Akkosakaparibhāsake puggale ekādasādīnavā nāma ‘‘yo so, bhikkhave, bhikkhu akkosako paribhāsako ariyūpavādī, sabrahmacārīnaṁ aṭṭhānametaṁ anavakāso yaṁ so ekādasannaṁ byasanānaṁ aññataraṁ byasanaṁ na nigaccheyya. Katamesaṁ ekādasannaṁ? Anadhigataṁ nādhigacchati, adhigatā parihāyati, saddhammassa na vodāyanti, saddhammesu vā adhimāniko hoti, anabhirato vā brahmacariyaṁ carati, aññataraṁ vā saṁkiliṭṭhaṁ āpattiṁ āpajjati, sikkhaṁ vā paccakkhāya hīnāyāvattati, gāḷhaṁ vā rogātaṅkaṁ phusati, ummādaṁ vā pāpuṇāti cittakkhepaṁ vā, sammūḷho kālaṁ karoti, kāyassa bhedā parammaraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjatī’’ti (a. ni. 11.6). Ettha ca saddhammoti buddhavacanaṁ adhippetaṁ.",
  "atk-vin02a44:105": "Āsevitāyāti ādito paṭṭhāya sevitāya. Bhāvitāyāti nipphāditāya vaḍḍhitāya",
  "atk-vin02a44:106": "Vā. Bahulīkatāyāti punappunaṁ katāya. Yānīkatāyāti suyuttayānasadisāya katāya. Vatthukatāyāti yathā patiṭṭhā hoti; evaṁ katāya. Anuṭṭhitāyāti anu anu pavattitāya; niccādhiṭṭhitāyāti attho. Paricitāyāti samantato citāya; sabbadisāsu citāya ācitāya bhāvitāya abhivaḍḍhitāyāti attho. Susamāraddhāyāti suṭṭhu samāraddhāya; vasībhāvaṁ upanītāyāti attho. Na pāpakaṁ supinanti pāpakameva na passati, bhadrakaṁ pana vuḍḍhikāraṇabhūtaṁ passati. Devatā rakkhantīti ārakkhadevatā dhammikaṁ rakkhaṁ paccupaṭṭhāpenti. Tuvaṭaṁ cittaṁ samādhiyatīti khippaṁ cittaṁ samādhiyati. Uttari appaṭivijjhantoti mettājhānato uttariṁ arahattaṁ asacchikaronto sekho vā puthujjano vā hutvā kālaṁ karonto brahmalokūpago hoti. Sesaṁ sabbattha uttānamevāti.",
  "atk-vin02a44:107": "Ekādasakavāravaṇṇanā pariyosānā",
  "atk-vin02a44:108": "Ekuttarikavaṇṇanā niṭṭhitā."
}