{
  "atk-abh03a9:0": "2. Parihānikathā",
  "atk-abh03a9:1": "1. Vādayuttiparihānivaṇṇanā",
  "atk-abh03a9:2": "239. Idāni parihānikathā hoti. Parihānidhammo aparihānidhammo, ‘‘dveme, bhikkhave, dhammā sekkhassa, bhikkhuno parihānāya saṁvattanti’’ (a. ni. 2.185), ‘‘pañcime, bhikkhave, dhammā samayavimuttassa bhikkhuno parihānāya saṁvattantī’’ti (a. ni. 5.149) evamādīni hi suttāni nissāya sammitiyā vajjiputtakā sabbatthivādino ekacce ca mahāsaṅghikā arahatopi parihāniṁ icchanti, tasmā te vā hontu aññeyeva vā, yesaṁ ayaṁ laddhi, tesaṁ laddhibhindanatthaṁ parihāyati arahā arahattāti pucchā sakavādissa. Tatra parihāyatīti dve parihāniyo pattaparihāni ca appattaparihāni ca. Tattha ‘‘dutiyampi kho āyasmā godhiko tamhā sāmayikāya cetovimuttiyā parihāyī’’ti (saṁ. ni. 1.159) ayaṁ pattaparihāni nāma. ‘‘Mā vo sāmaññatthikānaṁ sataṁ sāmaññattho parihāyī’’ti (ma. ni. 1.416-418) ayaṁ appattaparihāni. Tāsu idha pattaparihāni adhippetā. Tañhi sandhāya āmantāti paṭiññā paravādissa. Sakasamaye pana imaṁ pattaparihāniṁ nāma lokiyasamāpattiyāva icchanti, na arahattādīhi sāmaññaphalehi. Parasamayepi naṁ sabbasāmaññaphalesu sabbabhavesu sabbakālesu sabbesañca puggalānaṁ na icchanti. Taṁ pana tesaṁ laddhimattamevāti sabbaṁ laddhijālaṁ bhindituṁ puna sabbatthātiādinā nayena desanā vaḍḍhitā.",
  "atk-abh03a9:3": "Tattha yasmā paravādī kamena parihāyitvā sotāpattiphale ṭhitassa arahato parihāniṁ na icchati, upariphalesu ṭhitasseva icchati. Yasmā ca rūpārūpabhavesu ṭhitassa na icchati, kammārāmatādīnaṁ pana parihāniyadhammānaṁ bhāvato kāmabhave ṭhitasseva icchati, tasmā ‘‘sabbatthā’’ti puṭṭho paṭikkhipati. Puna daḷhaṁ katvā puṭṭho kāmabhavaṁ sandhāya paṭijānāti. Sabbasmimpi hi kāmabhave parihānikarā kāmaguṇā atthi, tasmā tattha parihāyatīti tassa laddhi.",
  "atk-abh03a9:4": "Tatiyapucchāya parihānīti parihānikare dhamme pucchati. Tattha yasmā parihāni nāma kammārāmatādidhammā, visesato vā kāmarāgabyāpādā eva, te ca rūpārūpabhave natthi, tasmā ‘‘na heva’’nti paṭikkhepo paravādissa.",
  "atk-abh03a9:5": "Sabbadāti kālapucchā. Tattha paṭhamapañhe yonisomanasikārakāle aparihāyanato paṭikkhipati. Dutiye ayonisomanasikaroto rattibhāge vā divasabhāge vā sabbadā parihāyanato paṭijānāti. Tatiye parihānikaradhammasamāyoge sati muhuttameva parihāni nāma hoti, tato pubbe aparihīnassa pacchā parihīnassa ca parihāni nāma natthīti paṭikkhipati.",
  "atk-abh03a9:6": "Sabbeva arahantoti pañhānaṁ paṭhamasmiṁ tikkhindriye sandhāya paṭikkhipati. Dutiyasmiṁ mudindriye sandhāya paṭijānāti. Tatiyasmimpi tikkhindriyāva adhippetā. Tesañhi sabbesampi parihāni na hotīti tassa laddhi.",
  "atk-abh03a9:7": "Seṭṭhiudāharaṇe paṭhamapucchā paravādissa, dutiyā sakavādissa. Tatrāyaṁ adhippāyo – yaṁ maṁ tumhe pucchatha – ‘‘arahā arahattā parihāyanto catūhi phalehi parihāyatī’’ti, tatra vo paṭipucchāmi – ‘‘catūhi satasahassehi seṭṭhī seṭṭhittaṁ karonto satasahassehi parihīne seṭṭhī seṭṭhittā parihīno hotī’’ti. Tato sakavādinā ekadesena parihāniṁ sandhāya ‘‘āmantā’’ti vutte sabbasāpateyyā parihīno hotīti pucchati. Tathā aparihīnattā sakavādī na hevāti vatvā atha naṁ ‘‘evameva arahāpi parihāyati ca. Na ca catūhi phalehī’’ti uppannaladdhikaṁ dutiyaṁ bhabbapañhaṁ pucchati. Paravādī seṭṭhino abhabbatāya niyamaṁ apassanto paṭijānitvā arahato catūhi phalehi parihānibhabbataṁ puṭṭho ‘‘niyato sambodhiparāyaṇo’’ti (a. ni. 3.87) vacanassa ayoniso atthaṁ gahetvā laddhiyaṁ ṭhito sotāpattiphalato parihāyituṁ abhabbataṁ sandhāya paṭikkhipati. Taṁ panassa laddhimattamevāti.",
  "atk-abh03a9:8": "Ettāvatā vādayutti nāma niṭṭhitā hoti.",
  "atk-abh03a9:9": "2. Ariyapuggalasaṁsandanaparihānivaṇṇanā",
  "atk-abh03a9:10": "240. Idāni ariyapuggalasaṁsandanā āraddhā. Tattha yasmā keci arahatova parihāniṁ icchanti, keci anāgāminopi, keci sakadāgāmissapi. Sotāpannassa pana sabbepi na icchantiyeva. Ye arahattā parihāyitvā anāgāmisakadāgāmibhāve ṭhitā, tesaṁ parihāniṁ icchanti, na itaresaṁ anāgāmisakadāgāmīnaṁ. Sotāpannassa pana tepi sabbathāpi na icchantiyeva, tasmā peyyālamukhena pucchā katā. Tattha tesaṁ laddhivasena paṭiññā ca paṭikkhepo ca veditabbā. ‘‘Parihāyati anāgāmī anāgāmiphalā’’ti hi pañhasmiṁ ye anāgāmino parihāniṁ na icchanti, tesaṁ vasena paṭikkhepo. Ye pakatianāgāmino vā arahattā parihāyitvā ṭhitaanāgāmino vā parihāniṁ icchanti, tesaṁ vasena paṭiññāti idamettha nayamukhaṁ. Tassānusārena sabbapeyyālā atthato veditabbā.",
  "atk-abh03a9:11": "241. Yaṁ panettha ‘‘sotāpattiphalassa anantarā arahattaṁyeva sacchikarotī’’ti vuttaṁ, taṁ parihīnassa puna vāyamato arahattappattiṁ sandhāya vuttaṁ. Itaro sotāpattiphalānantaraṁ arahattassa abhāvā paṭikkhipati.",
  "atk-abh03a9:12": "242. Tato paraṁ ‘‘parihāni nāmesā kilesappahānassa vā mandatāya bhaveyya, maggabhāvanādīnaṁ vā anadhimattatāya, saccānaṁ vā adassanenā’’ti evamādīnaṁ vasena anuyuñjituṁ kassa bahutarā kilesā pahīnātiādi vuttaṁ. Taṁ sabbaṁ uttānādhippāyameva suttānaṁ panattho āgamaṭṭhakathāsu vuttanayeneva veditabbo.",
  "atk-abh03a9:13": "262.Samayavimutto arahā arahattā parihāyatīti ettha mudindriyo samayavimutto, tikkhindriyo asamayavimuttoti tesaṁ laddhi. Sakasamaye pana avasippatto jhānalābhī samayavimutto, vasippatto jhānalābhī ceva sabbe ca ariyapuggalā ariye vimokkhe asamayavimuttāti sanniṭṭhānaṁ. So pana taṁ attano laddhiṁ gahetvā samayavimutto parihāyati, itaro na parihāyatī’’ti āha. Sesamettha uttānatthameva.",
  "atk-abh03a9:14": "Ariyapuggalasaṁsandanaparihānivaṇṇanā.",
  "atk-abh03a9:15": "3. Suttasādhanaparihānivaṇṇanā",
  "atk-abh03a9:16": "265. Idāni suttasādhanā hoti. Tattha uccāvacāti uttamahīnabhedato uccā ca avacā ca. Paṭipādāti paṭipadā. Samaṇena pakāsitāti buddhasamaṇena jotitā. Sukhāpaṭipadā hi khippābhiññā uccā. Dukkhāpaṭipadā dandhābhiññā avacā. Itarā dve ekenaṅgena uccā, ekena avacā. Paṭhamaṁ vuttā eva vā uccā, itaro tissopi avacā. Tāya cetāya uccāvacāya paṭipadāya na pāraṁ diguṇaṁ yanti, ekamaggena dvikkhattuṁ nibbānaṁ na gacchantīti attho. Kasmā? Yena maggena ye kilesā pahīnā, tena tesaṁ puna appahātabbato. Etena parihānidhammābhāvaṁ dīpeti. Nayidaṁ ekaguṇaṁ mutanti tañca idaṁ pāraṁ ekavāraṁyeva phusanārahaṁ na hoti. Kasmā? Ekena maggena sabbakilesānaṁ appahānato. Etena ekamaggeneva arahattābhāvaṁ dīpeti.",
  "atk-abh03a9:17": "Atthi chinnassa chediyanti chinnassa kilesavaṭṭassa puna chinditabbaṁ kiñci atthīti pucchati. Itaro tikkhindriyaṁ sandhāya paṭikkhipitvā puna puṭṭho mudindriyaṁ sandhāya paṭijānāti. Sakavādī suttaṁ āharitvā natthibhāvaṁ dasseti. Tattha oghapāsoti kilesogho ceva kilesapāso ca.",
  "atk-abh03a9:18": "266.Katassa paṭicayoti bhāvitassa maggassa puna bhāvanā. Idhāpi paṭikkhepapaṭijānanāni purimanayeneva veditabbāni.",
  "atk-abh03a9:19": "267.Parihānāya saṁvattantīti paravādinā ābhate sutte pañca dhammā appattaparihānāya ceva lokiyasamāpattiparihānāya ca saṁvattanti. So pana pattassa arahattaphalassa parihānāya sallakkheti. Teneva atthi arahato kammārāmatāti āha. Itaropi asamayavimuttaṁ sandhāya paṭikkhipitvā itaraṁ sandhāya paṭijānāti. Kāmarāgavasena vā pavattamānaṁ taṁ paṭikkhipitvā itarathā pavattamānaṁ paṭijānāti. Rāgādīnaṁ pana atthitaṁ puṭṭho paṭijānituṁ na sakkoti.",
  "atk-abh03a9:20": "268.Kiṁ pariyuṭṭhitoti kena pariyuṭṭhito anubaddho ajjhotthato vā hutvāti attho. Anusayapucchāyapi tikkhindriyamudindriyavaseneva paṭikkhepapaṭijānanāni veditabbāni. Kalyāṇānusayoti vacanamattasāmaññena vā paṭijānāti. Rāgo upacayaṁ gacchatīti bhāvanāya pahīnaṁ sandhāyāha. Parato dosamohesupi eseva nayo. Sakkāyadiṭṭhiādīnaṁ pana dassanena pahīnattā upacayaṁ na icchati. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-abh03a9:21": "Suttasādhanā.",
  "atk-abh03a9:22": "Parihānikathā niṭṭhitā."
}