{
  "atk-s0101a1:0": "1. Brahmajālasuttavaṇṇanā",
  "atk-s0101a1:1": "Paribbājakakathāvaṇṇanā",
  "atk-s0101a1:2": "Imissā paṭhamamahāsaṅgītiyā vattamānāya vinayasaṅgahāvasāne suttantapiṭake ādinikāyassa ādisuttaṃ brahmajālaṃ pucchantena āyasmatā mahākassapena – ‘‘brahmajālaṃ, āvuso ānanda, kattha bhāsita’’nti, evamādivuttavacanapariyosāne yattha ca bhāsitaṃ, yañcārabbha bhāsitaṃ, taṃ sabbaṃ pakāsento āyasmā ānando evaṃ me sutantiādimāha. Tena vuttaṃ ‘‘brahmajālassāpi evaṃ me sutantiādikaṃ āyasmatā ānandena paṭhamamahāsaṅgītikāle vuttaṃ nidānamādī’’ti.",
  "atk-s0101a1:3": "1. Tattha evanti nipātapadaṃ. Metiādīni nāmapadāni. Paṭipanno hotīti ettha paṭīti upasaggapadaṃ, hotīti ākhyātapadanti. Iminā tāva nayena padavibhāgo veditabbo.",
  "atk-s0101a1:4": "Atthato pana evaṃ-saddo tāva upamūpadesasampahaṃsanagarahaṇavacanasampaṭiggahākāranidassanāvadhāraṇādianekatthappabhedo. Tathāhesa – ‘‘evaṃ jātena maccena, kattabbaṃ kusalaṃ bahu’’nti (dha. pa. 53) evamādīsu upamāyaṃ āgato. ‘‘Evaṃ te abhikkamitabbaṃ, evaṃ te paṭikkamitabba’’ntiādīsu (a. ni. 4.122) upadese. ‘‘Evametaṃ bhagavā, evametaṃ sugatā’’tiādīsu (a. ni. 3.66) sampahaṃsane. ‘‘Evamevaṃ panāyaṃ vasalī yasmiṃ vā tasmiṃ vā tassa muṇḍakassa samaṇakassa vaṇṇaṃ bhāsatī’’tiādīsu (saṃ. ni. 1.187) garahaṇe. ‘‘Evaṃ, bhanteti kho te bhikkhū bhagavato paccassosu’’ntiādīsu (ma. ni. 1.1) vacanasampaṭiggahe. ‘‘Evaṃ byā kho ahaṃ, bhante, bhagavatā dhammaṃ desitaṃ ājānāmī’’tiādīsu (ma. ni. 1.398) ākāre. ‘‘Ehi tvaṃ, māṇavaka, yena samaṇo ānando tenupasaṅkama, upasaṅkamitvā mama vacanena samaṇaṃ ānandaṃ appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ puccha. ‘‘Subho māṇavo todeyyaputto bhavantaṃ ānandaṃ appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchatī’’ti. ‘‘Evañca vadehi, sādhu kira bhavaṃ ānando yena subhassa māṇavassa todeyyaputtassa nivesanaṃ, tenupasaṅkamatu anukampaṃ upādāyā’’tiādīsu (dī. ni. 1.445) nidassane. ‘‘Taṃ kiṃ maññatha, kālāmā, ime dhammā kusalā vā akusalā vāti? Akusalā, bhante. Sāvajjā vā anavajjā vāti? Sāvajjā, bhante. Viññugarahitā vā viññuppasatthā vāti? Viññugarahitā, bhante. Samattā samādinnā ahitāya dukkhāya saṃvattanti no vā, kathaṃ vo ettha hotīti? Samattā, bhante, samādinnā ahitāya dukkhāya saṃvattanti, evaṃ no ettha hotī’’tiādīsu (a. ni. 3.66) avadhāraṇe. Svāyamidha ākāranidassanāvadhāraṇesu daṭṭhabbo.",
  "atk-s0101a1:5": "Tattha ākāratthena evaṃ-saddena etamatthaṃ dīpeti, nānānayanipuṇamanekajjhāsayasamuṭṭhānaṃ, atthabyañjanasampannaṃ, vividhapāṭihāriyaṃ, dhammatthadesanāpaṭivedhagambhīraṃ, sabbasattānaṃ sakasakabhāsānurūpato sotapathamāgacchantaṃ tassa bhagavato vacanaṃ sabbappakārena ko samattho viññātuṃ, sabbathāmena pana sotukāmataṃ janetvāpi ‘evaṃ me sutaṃ’ mayāpi ekenākārena sutanti.",
  "atk-s0101a1:6": "Nidassanatthena – ‘‘nāhaṃ sayambhū, na mayā idaṃ sacchikata’’nti attānaṃ parimocento – ‘evaṃ me sutaṃ’, ‘mayāpi evaṃ suta’nti idāni vattabbaṃ sakalaṃ suttaṃ nidasseti.",
  "atk-s0101a1:7": "Avadhāraṇatthena – ‘‘etadaggaṃ, bhikkhave, mama sāvakānaṃ bhikkhūnaṃ bahussutānaṃ yadidaṃ ānando, gatimantānaṃ, satimantānaṃ, dhitimantānaṃ, upaṭṭhākānaṃ yadidaṃ ānando’’ti (a. ni. 1.223). Evaṃ bhagavatā – ‘‘āyasmā ānando atthakusalo, dhammakusalo, byañjanakusalo, niruttikusalo, pubbāparakusalo’’ti (a. ni. 5.169). Evaṃ dhammasenāpatinā ca pasatthabhāvānurūpaṃ attano dhāraṇabalaṃ dassento sattānaṃ sotukāmataṃ janeti – ‘evaṃ me sutaṃ’, tañca kho atthato vā byañjanato vā anūnamanadhikaṃ, evameva na aññathā daṭṭhabba’’nti.",
  "atk-s0101a1:8": "Me-saddo tīsu atthesu dissati. Tathā hissa – ‘‘gāthābhigītaṃ me abhojaneyya’’ntiādīsu (su. ni. 81) mayāti attho. ‘‘Sādhu me, bhante, bhagavā saṅkhittena dhammaṃ desetū’’tiādīsu (saṃ. ni. 4.88) mayhanti attho. ‘‘Dhammadāyādā me, bhikkhave , bhavathā’’tiādīsu (ma. ni. 1.29) mamāti attho. Idha pana mayā sutanti ca, mama sutanti ca atthadvaye yujjati.",
  "atk-s0101a1:9": "Sutanti ayaṃ suta-saddo saupasaggo ca anupasaggo ca – gamanavissutakilinna-upacitānuyoga-sotaviññeyya-sotadvārānusāra-viññātādianekatthappabhedo, tathā hissa ‘‘senāya pasuto’’tiādīsu gacchantoti attho. ‘‘Sutadhammassa passato’’tiādīsu (udā. 11) vissutadhammassāti attho. ‘‘Avassutā avassutassā’’tiādīsu (pāci. 657) kilinnākilinnassāti attho. ‘‘Tumhehi puññaṃ pasutaṃ anappaka’’ntiādīsu (khu. pā. 7.12) upacitanti attho. ‘‘Ye jhānapasutā dhīrā’’tiādīsu (dha. pa. 181) jhānānuyuttāti attho. ‘Diṭṭhaṃ sutaṃ muta’ntiādīsu (ma. ni. 1.241) sotaviññeyyanti attho. ‘‘Sutadharo sutasannicayo’’tiādīsu (ma. ni. 1.339) sotadvārānusāraviññātadharoti attho. Idha panassa sotadvārānusārena upadhāritanti vā upadhāraṇanti vāti attho. ‘Me’ saddassa hi ‘mayā’ti atthe sati ‘evaṃ mayā sutaṃ’ sotadvārānusārena upadhāritanti yujjati. ‘Mamā’ti atthe sati evaṃ mama sutaṃ sotadvārānusārena upadhāraṇanti yujjati.",
  "atk-s0101a1:10": "Evametesu tīsu padesu evanti sotaviññāṇādiviññāṇakiccanidassanaṃ. Meti vuttaviññāṇasamaṅgipuggalanidassanaṃ. Sutanti assavanabhāvapaṭikkhepato anūnādhikāviparītaggahaṇanidassanaṃ. Tathā evanti tassā sotadvārānusārena pavattāya viññāṇavīthiyā nānappakārena ārammaṇe pavattibhāvappakāsanaṃ. Meti attappakāsanaṃ. Sutanti dhammappakāsanaṃ. Ayañhettha saṅkhepo – ‘‘nānappakārena ārammaṇe pavattāya viññāṇavīthiyā mayā na aññaṃ kataṃ, idaṃ pana kataṃ, ayaṃ dhammo suto’’ti.",
  "atk-s0101a1:11": "Tathā evanti niddisitabbadhammappakāsanaṃ. Meti puggalappakāsanaṃ. Sutanti puggalakiccappakāsanaṃ. Idaṃ vuttaṃ hoti. ‘‘Yaṃ suttaṃ niddisissāmi, taṃ mayā evaṃ suta’’nti.",
  "atk-s0101a1:12": "Tathā evanti yassa cittasantānassa nānākārappavattiyā nānatthabyañjanaggahaṇaṃ hoti, tassa nānākāraniddeso. Evanti hi ayamākārapaññatti. Meti kattuniddeso. Sutanti visayaniddeso. Ettāvatā nānākārappavattena cittasantānena taṃ samaṅgino kattu visayaggahaṇasanniṭṭhānaṃ kataṃ hoti.",
  "atk-s0101a1:13": "Athavā evanti puggalakiccaniddeso. Sutanti viññāṇakiccaniddeso. Meti ubhayakiccayuttapuggalaniddeso. Ayaṃ panettha saṅkhepo, ‘‘mayā savanakiccaviññāṇasamaṅginā puggalena viññāṇavasena laddhasavanakiccavohārena suta’’nti.",
  "atk-s0101a1:14": "Tattha evanti ca meti ca saccikaṭṭhaparamatthavasena avijjamānapaññatti. Kiñhettha taṃ paramatthato atthi, yaṃ evanti vā meti vā niddesaṃ labhetha? Sutanti vijjamānapaññatti. Yañhi taṃ ettha sotena upaladdhaṃ, taṃ paramatthato vijjamānanti. Tathā ‘eva’nti ca, meti ca, taṃ taṃ upādāya vattabbato upādāpaññatti. ‘Suta’nti diṭṭhādīni upanidhāya vattabbato upanidhāpaññatti. Ettha ca evanti vacanena asammohaṃ dīpeti. Na hi sammūḷho nānappakārapaṭivedhasamattho hoti. ‘Suta’nti vacanena sutassa asammosaṃ dīpeti. Yassa hi sutaṃ sammuṭṭhaṃ hoti, na so kālantarena mayā sutanti paṭijānāti. Iccassa asammohena paññāsiddhi, asammosena pana satisiddhi. Tattha paññāpubbaṅgamāya satiyā byañjanāvadhāraṇasamatthatā, satipubbaṅgamāya paññāya atthapaṭivedhasamatthatā. Tadubhayasamatthatāyogena atthabyañjanasampannassa dhammakosassa anupālanasamatthato dhammabhaṇḍāgārikattasiddhi.",
  "atk-s0101a1:15": "Aparo nayo, evanti vacanena yoniso manasikāraṃ dīpeti. Ayoniso manasikaroto hi nānappakārapaṭivedhābhāvato. Sutanti vacanena avikkhepaṃ dīpeti, vikkhittacittassa savanābhāvato. Tathā hi vikkhittacitto puggalo sabbasampattiyā vuccamānopi ‘‘na mayā sutaṃ, puna bhaṇathā’’ti bhaṇati. Yoniso manasikārena cettha attasammāpaṇidhiṃ pubbe ca katapuññataṃ sādheti, sammā appaṇihitattassa pubbe akatapuññassa vā tadabhāvato. Avikkhepena saddhammassavanaṃ sappurisūpanissayañca sādheti. Na hi vikkhittacitto sotuṃ sakkoti, na ca sappurise anupassayamānassa savanaṃ atthīti.",
  "atk-s0101a1:16": "Aparo nayo, yasmā evanti yassa cittasantānassa nānākārappavattiyā nānatthabyañjanaggahaṇaṃ hoti, tassa nānākāraniddesoti vuttaṃ, so ca evaṃ bhaddako ākāro na sammāappaṇihitattano pubbe akatapuññassa vā hoti, tasmā evanti iminā bhaddakenākārena pacchimacakkadvayasampattimattano dīpeti. Sutanti savanayogena purimacakkadvayasampattiṃ. Na hi appatirūpadese vasato sappurisūpanissayavirahitassa vā savanaṃ atthi. Iccassa pacchimacakkadvayasiddhiyā āsayasuddhisiddhā hoti, purimacakkadvayasiddhiyā payogasuddhi, tāya ca āsayasuddhiyā adhigamabyattisiddhi, payogasuddhiyā āgamabyattisiddhi. Iti payogāsayasuddhassa āgamādhigamasampannassa vacanaṃ aruṇuggaṃ viya sūriyassa udayato yoniso manasikāro viya ca kusalakammassa arahati bhagavato vacanassa pubbaṅgamaṃ bhavitunti ṭhāne nidānaṃ ṭhapento – ‘‘evaṃ me suta’’ntiādimāha.",
  "atk-s0101a1:17": "Aparo nayo, ‘eva’nti iminā nānappakārapaṭivedhadīpakena vacanena attano atthapaṭibhānapaṭisambhidāsampattisabbhāvaṃ dīpeti. ‘Suta’nti iminā sotabbappabhedapaṭivedhadīpakena dhammaniruttipaṭisambhidāsampattisabbhāvaṃ. ‘Eva’nti ca idaṃ yoniso manasikāradīpakaṃ vacanaṃ bhāsamāno – ‘‘ete mayā dhammā manasānupekkhitā, diṭṭhiyā suppaṭividdhā’’ti dīpeti. ‘Suta’nti idaṃ savanayogadīpakaṃ vacanaṃ bhāsamāno – ‘‘bahū mayā dhammā sutā dhātā vacasā paricitā’’ti dīpeti. Tadubhayenāpi atthabyañjanapāripūriṃ dīpento savane ādaraṃ janeti. Atthabyañjanaparipuṇṇañhi dhammaṃ ādarena assuṇanto mahatā hitā paribāhiro hotīti, tasmā ādaraṃ janetvā sakkaccaṃ ayaṃ dhammo sotabboti.",
  "atk-s0101a1:18": "‘‘Evaṃ me suta’’nti iminā pana sakalena vacanena āyasmā ānando tathāgatappaveditaṃ dhammaṃ attano adahanto asappurisabhūmiṃ atikkamati. Sāvakattaṃ paṭijānanto sappurisabhūmiṃ okkamati. Tathā asaddhammā cittaṃ vuṭṭhāpeti, saddhamme cittaṃ patiṭṭhāpeti. ‘‘Kevalaṃ sutamevetaṃ mayā, tasseva bhagavato vacana’’nti dīpento attānaṃ parimoceti, satthāraṃ apadisati, jinavacanaṃ appeti, dhammanettiṃ patiṭṭhāpeti.",
  "atk-s0101a1:19": "Apica ‘‘evaṃ me suta’’nti attanā uppāditabhāvaṃ appaṭijānanto purimavacanaṃ vivaranto – ‘‘sammukhā paṭiggahitamidaṃ mayā tassa bhagavato catuvesārajjavisāradassa dasabaladharassa āsabhaṭṭhānaṭṭhāyino sīhanādanādino sabbasattuttamassa dhammissarassa dhammarājassa dhammādhipatino dhammadīpassa dhammasaraṇassa saddhammavaracakkavattino sammāsambuddhassa vacanaṃ, na ettha atthe vā dhamme vā pade vā byañjane vā kaṅkhā vā vimati vā kātabbā’’ti sabbesaṃ devamanussānaṃ imasmiṃ dhamme assaddhiyaṃ vināseti, saddhāsampadaṃ uppādeti. Tenetaṃ vuccati –",
  "atk-s0101a1:20": "‘‘Vināsayati assaddhaṃ, saddhaṃ vaḍḍheti sāsane;",
  "atk-s0101a1:21": "Evaṃ me sutamiccevaṃ, vadaṃ gotamasāvako’’ti.",
  "atk-s0101a1:22": "Ekanti gaṇanaparicchedaniddeso. Samayanti paricchinnaniddeso. Ekaṃ samayanti aniyamitaparidīpanaṃ. Tattha samayasaddo –",
  "atk-s0101a1:23": "‘‘Samavāye khaṇe kāle, samūhe hetudiṭṭhisu;",
  "atk-s0101a1:24": "Paṭilābhe pahāne ca, paṭivedhe ca dissati’’.",
  "atk-s0101a1:25": "Tathā hissa – ‘‘appevanāma svepi upasaṅkameyyāma kālañca samayañca upādāyā’’ti evamādīsu (dī. ni. 1.447) samavāyo attho. ‘‘Ekova kho bhikkhave, khaṇo ca samayo ca brahmacariyavāsāyā’’tiādīsu (a. ni. 8.29) khaṇo. ‘‘Uṇhasamayo pariḷāhasamayo’’tiādīsu (pāci. 358) kālo. ‘‘Mahāsamayo pavanasmi’’ntiādīsu (dī. ni. 2.332) samūho. ‘‘Samayopi kho te, bhaddāli, appaṭividdho ahosi, bhagavā kho sāvatthiyaṃ viharati, bhagavāpi maṃ jānissati, bhaddāli nāma bhikkhu satthusāsane sikkhāya aparipūrakārī’ti. Ayampi kho, te bhaddāli, samayo appaṭividdho ahosī’’tiādīsu (ma. ni. 2.135) hetu. ‘‘Tena kho pana samayena uggahamāno paribbājako samaṇamuṇḍikāputto samayappavādake tindukācīre ekasālake mallikāya ārāme paṭivasatī’’tiādīsu (ma. ni. 2.260) diṭṭhi.",
  "atk-s0101a1:26": "‘‘Diṭṭhe dhamme ca yo attho, yo cattho samparāyiko;",
  "atk-s0101a1:27": "Atthābhisamayā dhīro, paṇḍitoti pavuccatī’’ti. (saṃ. ni. 1.128) –",
  "atk-s0101a1:28": "Ādīsu paṭilābho. ‘‘Sammā mānābhisamayā antamakāsi dukkhassā’’tiādīsu (a. ni. 7.9) pahānaṃ. ‘‘Dukkhassa pīḷanaṭṭho saṅkhataṭṭho santāpaṭṭho vipariṇāmaṭṭho abhisamayaṭṭho’’tiādīsu (paṭi. 108) paṭivedho. Idha panassa kālo attho. Tena saṃvaccharautumāsaḍḍhamāsarattidivapubbaṇhamajjhanhikasāyanhapaṭhamamajjhi-mapacchimayāmamuhuttādīsu kālappabhedabhūtesu samayesu ekaṃ samayanti dīpeti.",
  "atk-s0101a1:29": "Tattha kiñcāpi etesu saṃvaccharādīsu samayesu yaṃ yaṃ suttaṃ yasmiṃ yasmiṃ saṃvacchare utumhi māse pakkhe rattibhāge vā divasabhāge vā vuttaṃ, sabbaṃ taṃ therassa suviditaṃ suvavatthāpitaṃ paññāya. Yasmā pana – ‘‘evaṃ me sutaṃ’’ asukasaṃvacchare asukautumhi asukamāse asukapakkhe asukarattibhāge asukadivasabhāge vāti evaṃ vutte na sakkā sukhena dhāretuṃ vā uddisituṃ vā uddisāpetuṃ vā, bahu ca vattabbaṃ hoti, tasmā ekeneva padena tamatthaṃ samodhānetvā ‘‘ekaṃ samaya’’nti āha. Ye vā ime gabbhokkantisamayo, jātisamayo, saṃvegasamayo, abhinikkhamanasamayo, dukkarakārikasamayo, māravijayasamayo, abhisambodhisamayo diṭṭhadhammasukhavihārasamayo, desanāsamayo, parinibbānasamayoti, evamādayo bhagavato devamanussesu ativiya pakāsā anekakālappabhedā eva samayā. Tesu samayesu desanāsamayasaṅkhātaṃ ekaṃ samayanti dīpeti. Yo cāyaṃ ñāṇakaruṇākiccasamayesu karuṇākiccasamayo, attahitaparahitapaṭipattisamayesu parahitapaṭipattisamayo, sannipatitānaṃ karaṇīyadvayasamayesu dhammikathāsamayo desanāpaṭipattisamayesu desanāsamayo, tesupi samayesu aññataraṃ samayaṃ sandhāya ‘‘ekaṃ samaya’’nti āha.",
  "atk-s0101a1:30": "Kasmā panettha yathā abhidhamme ‘‘yasmiṃ samaye kāmāvacara’’nti (dha. sa. 1) ca, ito aññesu ca suttapadesu – ‘‘yasmiṃ samaye, bhikkhave, bhikkhu vivicceva kāmehī’’ti ca bhummavacananiddeso kato, vinaye ca – ‘‘tena samayena buddho bhagavā’’ti karaṇavacanena, tathā akatvā ‘‘ekaṃ samaya’’nti upayogavacananiddeso katoti? Tattha tathā idha ca aññathā atthasambhavato. Tattha hi abhidhamme ito aññesu suttapadesu ca adhikaraṇattho bhāvena bhāvalakkhaṇattho ca sambhavati. Adhikaraṇañhi kālattho, samūhattho ca samayo, tattha tattha vuttānaṃ phassādidhammānaṃ khaṇasamavāyahetusaṅkhātassa ca samayassa bhāvena tesaṃ bhāvo lakkhīyati, tasmā tadatthajotanatthaṃ tattha bhummavacananiddeso kato.",
  "atk-s0101a1:31": "Vinaye ca hetuattho karaṇattho ca sambhavati. Yo hi so sikkhāpadapaññattisamayo sāriputtādīhipi dubbiññeyyo, tena samayena hetubhūtena karaṇabhūtena ca sikkhāpadāni paññāpayanto sikkhāpadapaññattihetuñca apekkhamāno bhagavā tattha tattha vihāsi, tasmā tadatthajotanatthaṃ tattha karaṇavacanena niddeso kato.",
  "atk-s0101a1:32": "Idha pana aññasmiñca evaṃ jātike accantasaṃyogattho sambhavati. Yañhi samayaṃ bhagavā imaṃ aññaṃ vā suttantaṃ desesi, accantameva taṃ samayaṃ karuṇāvihārena vihāsi, tasmā tadatthajotanatthaṃ idha upayogavacananiddeso katoti.",
  "atk-s0101a1:33": "Tenetaṃ vuccati –",
  "atk-s0101a1:34": "‘‘Taṃ taṃ atthamapekkhitvā, bhummena karaṇena ca;",
  "atk-s0101a1:35": "Aññatra samayo vutto, upayogena so idhā’’ti.",
  "atk-s0101a1:36": "Porāṇā pana vaṇṇayanti – ‘‘tasmiṃ samaye’’ti vā, ‘‘tena samayenā’’ti vā, ‘‘ekaṃ samaya’’nti vā, abhilāpamattabhedo esa, sabbattha bhummamevatthoti. Tasmā ‘‘ekaṃ samaya’’nti vuttepi ‘‘ekasmiṃ samaye’’ti attho veditabbo.",
  "atk-s0101a1:37": "Bhagavāti garu. Garuñhi loke bhagavāti vadanti. Ayañca sabbaguṇavisiṭṭhatāya sabbasattānaṃ garu, tasmā bhagavāti veditabbo. Porāṇehipi vuttaṃ –",
  "atk-s0101a1:38": "‘‘Bhagavāti vacanaṃ seṭṭhaṃ, bhagavāti vacanamuttamaṃ;",
  "atk-s0101a1:39": "Garu gāravayutto so, bhagavā tena vuccatī’’ti.",
  "atk-s0101a1:40": "Api ca –",
  "atk-s0101a1:41": "‘‘Bhāgyavā bhaggavā yutto, bhagehi ca vibhattavā;",
  "atk-s0101a1:42": "Bhattavā vantagamano, bhavesu bhagavā tato’’ti.",
  "atk-s0101a1:43": "Imissā gāthāya vasenassa padassa vitthāraattho veditabbo. So ca visuddhimagge buddhānussatiniddese vuttoyeva.",
  "atk-s0101a1:44": "Ettāvatā cettha evaṃ me sutanti vacanena yathāsutaṃ dhammaṃ dassento bhagavato dhammakāyaṃ paccakkhaṃ karoti. Tena ‘‘nayidaṃ atikkantasatthukaṃ pāvacanaṃ, ayaṃ vo satthā’’ti satthu adassanena ukkaṇṭhitaṃ janaṃ samassāseti.",
  "atk-s0101a1:45": "Ekaṃ samayaṃ bhagavāti vacanena tasmiṃ samaye bhagavato avijjamānabhāvaṃ dassento rūpakāyaparinibbānaṃ sādheti. Tena ‘‘evaṃvidhassa nāma ariyadhammassa desako dasabaladharo vajirasaṅghāta samānakāyo sopi bhagavā parinibbuto, kena aññena jīvite āsā janetabbā’’ti jīvitamadamattaṃ janaṃ saṃvejeti, saddhamme cassa ussāhaṃ janeti.",
  "atk-s0101a1:46": "Evanti ca bhaṇanto desanāsampattiṃ niddisati. Me sutanti sāvakasampattiṃ. Ekaṃ samayanti kālasampattiṃ. Bhagavāti desakasampattiṃ.",
  "atk-s0101a1:47": "Antarā ca rājagahaṃ antarā ca nāḷandanti antarā-saddo kāraṇakhaṇacittavemajjhavivarādīsu dissati. ‘‘Tadantaraṃ ko jāneyya aññatra tathāgatā’’ti (a. ni. 6.44) ca, ‘‘janā saṅgamma mantenti mañca tañca kimantara’’nti (saṃ. ni. 1.228) ca ādīsu hi kāraṇe antarā-saddo. ‘‘Addasa maṃ, bhante, aññatarā itthī vijjantarikāya bhājanaṃ dhovantī’’tiādīsu (ma. ni. 2.149) khaṇe. ‘‘Yassantarato na santi kopā’’tiādīsu (udā. 20) citte. ‘‘Antarā vosānamāpādī’’tiādīsu (cūḷava. 350) vemajjhe. ‘‘Api cāyaṃ, bhikkhave, tapodā dvinnaṃ mahānirayānaṃ antarikāya āgacchatī’’tiādīsu (pārā. 231) vivare. Svāyamidha vivare vattati, tasmā rājagahassa ca nāḷandāya ca vivareti evametthattho veditabbo. Antarā-saddena pana yuttattā upayogavacanaṃ kataṃ. Īdisesu ca ṭhānesu akkharacintakā ‘‘antarā gāmañca nadiñca yātī’’ti evaṃ ekameva antarāsaddaṃ payujjanti, so dutiyapadenapi yojetabbo hoti, ayojiyamāne upayogavacanaṃ na pāpuṇāti. Idha pana yojetvāyeva vuttoti.",
  "atk-s0101a1:48": "Addhānamaggappaṭipannohotīti addhānasaṅkhātaṃ maggaṃ paṭipanno hoti, ‘‘dīghamagga’’nti attho. Addhānagamanasamayassa hi vibhaṅge ‘‘aḍḍhayojanaṃ gacchissāmīti bhuñjitabba’’ntiādivacanato (pāci. 218) aḍḍhayojanampi addhānamaggo hoti. Rājagahato pana nāḷandā yojanameva.",
  "atk-s0101a1:49": "Mahatā bhikkhusaṅghena saddhinti ‘mahatā’ti guṇamahattenapi mahatā, saṅkhyāmahattenapi mahatā. So hi bhikkhusaṅgho guṇehipi mahā ahosi, appicchatādiguṇasamannāgatattā. Saṅkhyāyapi mahā, pañcasatasaṅkhyattā. Bhikkhūnaṃ saṅgho ‘bhikkhusaṅgho’, tena bhikkhusaṅghena. Diṭṭhisīlasāmaññasaṅghātasaṅkhātena samaṇagaṇenāti attho. Saddhinti ekato.",
  "atk-s0101a1:50": "Pañcamattehi bhikkhusatehīti pañcamattā etesanti pañcamattāni. Mattāti pamāṇaṃ vuccati, tasmā yathā ‘‘bhojane mattaññū’’ti vutte ‘‘bhojane mattaṃ jānāti, pamāṇaṃ jānātī’’ti attho hoti, evamidhāpi – ‘‘tesaṃ bhikkhusatānaṃ pañcamattā pañcapamāṇa’’nti evamattho daṭṭhabbo. Bhikkhūnaṃ satāni bhikkhusatāni, tehi pañcamattehi bhikkhusatehi.",
  "atk-s0101a1:51": "Suppiyopikho paribbājakoti suppiyoti tassa nāmaṃ. Pi-kāro maggappaṭipannasabhāgatāya puggalasampiṇḍanattho. Kho-kāro padasandhikaro, byañjanasiliṭṭhatāvasena vutto. Paribbājakoti sañjayassa antevāsī channaparibbājako. Idaṃ vuttaṃ hoti – ‘‘yadā bhagavā taṃ addhānamaggaṃ paṭipanno, tadā suppiyopi paribbājako paṭipanno ahosī’’ti. Atītakālattho hettha hoti-saddo.",
  "atk-s0101a1:52": "Saddhiṃ antevāsinā brahmadattena māṇavenāti – ettha ante vasatīti antevāsī. Samīpacāro santikāvacaro sissoti attho. Brahmadattoti tassa nāmaṃ. Māṇavoti sattopi coropi taruṇopi vuccati.",
  "atk-s0101a1:53": "‘‘Coditā devadūtehi, ye pamajjanti māṇavā;",
  "atk-s0101a1:54": "Te dīgharattaṃ socanti, hīnakāyūpagā narā’’ti. (ma. ni. 3.271) –",
  "atk-s0101a1:55": "Ādīsu hi satto māṇavoti vutto. ‘‘Māṇavehipi samāgacchanti katakammehipi akatakammehipī’’tiādīsu (ma. ni. 2.149) coro. ‘‘Ambaṭṭho māṇavo, aṅgako māṇavo’’tiādīsu (dī. ni. 1.316) taruṇo ‘māṇavo’ti vutto. Idhāpi ayamevattho. Idañhi vuttaṃ hoti – brahmadattena nāma taruṇantevāsinā saddhinti.",
  "atk-s0101a1:56": "Tatrāti tasmiṃ addhānamagge, tesu vā dvīsu janesu. Sudanti nipātamattaṃ. Anekapariyāyenāti pariyāya-saddo tāva vāradesanākāraṇesu vattati. ‘‘Kassa nu kho, ānanda, ajja pariyāyo bhikkhuniyo ovaditu’’ntiādīsu (ma. ni. 3.398) hi vāre pariyāyasaddo vattati. ‘‘Madhupiṇḍikapariyāyotveva naṃ dhārehī’’tiādīsu (ma. ni. 1.205) desanāyaṃ. ‘‘Imināpi kho, te rājañña, pariyāyena evaṃ hotū’’tiādīsu (dī. ni. 2.411) kāraṇe. Svāyamidhāpi kāraṇe vattati, tasmā ayamettha attho – ‘‘anekavidhena kāraṇenā’’ti, ‘‘bahūhi kāraṇehī’’ti vuttaṃ hoti.",
  "atk-s0101a1:57": "Buddhassa avaṇṇaṃ bhāsatīti avaṇṇavirahitassa aparimāṇavaṇṇasamannāgatassāpi buddhassa bhagavato – ‘‘yaṃ loke jātivuḍḍhesu kattabbaṃ abhivādanādisāmīcikammaṃ ‘sāmaggiraso’ti vuccati, taṃ samaṇassa gotamassa natthi tasmā arasarūpo samaṇo gotamo, nibbhogo, akiriyavādo, ucchedavādo, jegucchī, venayiko, tapassī, apagabbho. Natthi samaṇassa gotamassa uttarimanussadhammo alamariyañāṇadassanaviseso. Takkapariyāhataṃ samaṇo gotamo dhammaṃ deseti, vīmaṃsānucaritaṃ, sayaṃpaṭibhānaṃ. Samaṇo gotamo na sabbaññū, na lokavidū, na anuttaro, na aggapuggalo’’ti. Evaṃ taṃ taṃ akāraṇameva kāraṇanti vatvā tathā tathā avaṇṇaṃ dosaṃ nindaṃ bhāsati.",
  "atk-s0101a1:58": "Yathā ca buddhassa, evaṃ dhammassāpi taṃ taṃ akāraṇameva kāraṇato vatvā – ‘‘samaṇassa gotamassa dhammo durakkhāto, duppaṭivedito, aniyyāniko, anupasamasaṃvattaniko’’ti tathā tathā avaṇṇaṃ bhāsati.",
  "atk-s0101a1:59": "Yathā ca dhammassa, evaṃ saṅghassāpi yaṃ vā taṃ vā akāraṇameva kāraṇato vatvā – ‘‘micchāpaṭipanno samaṇassa gotamassa sāvakasaṅgho, kuṭilapaṭipanno, paccanīkapaṭipadaṃ ananulomapaṭipadaṃ adhammānulomapaṭipadaṃ paṭipanno’’ti tathā tathā avaṇṇaṃ bhāsati.",
  "atk-s0101a1:60": "Antevāsī panassa – ‘‘amhākaṃ ācariyo aparāmasitabbaṃ parāmasati, anakkamitabbaṃ akkamati, svāyaṃ aggiṃ gilanto viya, hatthena asidhāraṃ parāmasanto viya, muṭṭhinā sineruṃ padāletukāmo viya, kakacadantapantiyaṃ kīḷamāno viya, pabhinnamadaṃ caṇḍahatthiṃ hatthena gaṇhanto viya ca vaṇṇārahasseva ratanattayassa avaṇṇaṃ bhāsamāno anayabyasanaṃ pāpuṇissati. Ācariye kho pana gūthaṃ vā aggiṃ vā kaṇṭakaṃ vā kaṇhasappaṃ vā akkamante, sūlaṃ vā abhirūhante, halāhalaṃ vā visaṃ khādante, khārodakaṃ vā pakkhalante, narakapapātaṃ vā papatante, na antevāsinā taṃ sabbamanukātabbaṃ hoti. Kammassakā hi sattā attano kammānurūpameva gatiṃ gacchanti. Neva pitā puttassa kammena gacchati, na putto pitu kammena, na mātā puttassa, na putto mātuyā, na bhātā bhaginiyā, na bhaginī bhātu, na ācariyo antevāsino, na antevāsī ācariyassa kammena gacchati. Mayhañca ācariyo tiṇṇaṃ ratanānaṃ avaṇṇaṃ bhāsati, mahāsāvajjo kho panāriyūpavādoti. Evaṃ yoniso ummujjitvā ācariyavādaṃ maddamāno sammākāraṇameva kāraṇato apadisanto anekapariyāyena tiṇṇaṃ ratanānaṃ vaṇṇaṃ bhāsitumāraddho, yathā taṃ paṇḍitajātiko kulaputto’’. Tena vuttaṃ – ‘‘suppiyassa pana paribbājakassa antevāsī brahmadatto māṇavo anekapariyāyena buddhassa vaṇṇaṃ bhāsati, dhammassa vaṇṇaṃ bhāsati, saṅghassa vaṇṇaṃ bhāsatī’’ti.",
  "atk-s0101a1:61": "Tattha vaṇṇanti vaṇṇa-saddo saṇṭhāna-jāti-rūpāyatana-kāraṇa-pamāṇa-guṇa-pasaṃsādīsu dissati . Tattha ‘‘mahantaṃ sapparājavaṇṇaṃ abhinimminitvā’’tiādīsu (saṃ. ni. 1.142) saṇṭhānaṃ vuccati. ‘‘Brāhmaṇova seṭṭho vaṇṇo, hīno añño vaṇṇo’’tiādīsu (ma. ni. 2.402) jāti. ‘‘Paramāya vaṇṇapokkharatāya samannāgato’’tiādīsu (dī. ni. 1.303) rūpāyatanaṃ.",
  "atk-s0101a1:62": "‘‘Na harāmi na bhañjāmi, ārā siṅghāmi vārijaṃ;",
  "atk-s0101a1:63": "Atha kena nu vaṇṇena, gandhatthenoti vuccatī’’ti. (saṃ. ni. 1.234) –",
  "atk-s0101a1:64": "Ādīsu kāraṇaṃ. ‘‘Tayo pattassa vaṇṇā’’tiādīsu (pārā. 602) pamāṇaṃ. ‘‘Kadā saññūḷhā pana, te gahapati, ime samaṇassa gotamassa vaṇṇā’’tiādīsu (ma. ni. 2.77) guṇo. ‘‘Vaṇṇārahassa vaṇṇaṃ bhāsatī’’tiādīsu (a. ni. 2.135) pasaṃsā. Idha guṇopi pasaṃsāpi. Ayaṃ kira taṃ taṃ bhūtameva kāraṇaṃ apadisanto anekapariyāyena ratanattayassa guṇūpasañhitaṃ pasaṃsaṃ abhāsi. Tattha – ‘‘itipi so bhagavā arahaṃ sammāsambuddho’’tiādinā (pārā. 1) nayena, ‘‘ye bhikkhave, buddhe pasannā agge te pasannā’’tiādinā ‘‘ekapuggalo, bhikkhave, loke uppajjamāno uppajjati…pe… asamo asamasamo’’tiādinā (a. ni. 1.174) ca nayena buddhassa vaṇṇo veditabbo. ‘‘Svākkhāto bhagavatā dhammo’’ti (dī. ni. 2.159) ca ‘‘ālayasamugghāto vaṭṭupacchedo’’ti (iti. 90, a. ni. 4.34) ca, ‘‘ye bhikkhave, ariye aṭṭhaṅgike magge pasannā, agge te pasannā’’ti ca evamādīhi nayehi dhammassa vaṇṇo veditabbo. ‘‘Suppaṭipanno bhagavato sāvakasaṅgho’’ti (dī. ni. 2.159) ca, ‘‘ye, bhikkhave, saṅghe pasannā, agge te pasannā’’ti (a. ni. 4.34) ca evamādīhi pana nayehi saṅghassa vaṇṇo veditabbo. Pahontena pana dhammakathikena pañcanikāye navaṅgaṃ satthusāsanaṃ caturāsītidhammakkhandhasahassāni ogāhitvā buddhādīnaṃ vaṇṇo pakāsetabbo. Imasmiñhi ṭhāne buddhādīnaṃ guṇe pakāsento atitthena pakkhando dhammakathikoti na sakkā vattuṃ. Īdisesu hi ṭhānesu dhammakathikassa thāmo veditabbo. Brahmadatto pana māṇavo anussavādimattasambandhitena attano thāmena ratanattayassa vaṇṇaṃ bhāsati.",
  "atk-s0101a1:65": "Itiha te ubho ācariyantevāsīti evaṃ te dve ācariyantevāsikā. Aññamaññassāti añño aññassa. Ujuvipaccanīkavādāti īsakampi apariharitvā ujumeva vividhapaccanīkavādā, anekavāraṃ viruddhavādā eva hutvāti attho. Ācariyena hi ratanattayassa avaṇṇe bhāsite antevāsī vaṇṇaṃ bhāsati, puna itaro avaṇṇaṃ, itaro vaṇṇanti evaṃ ācariyo sāraphalake visarukkhaāṇiṃ ākoṭayamāno viya punappunaṃ ratanattayassa avaṇṇaṃ bhāsati. Antevāsī pana suvaṇṇarajatamaṇimayāya āṇiyā taṃ āṇiṃ paṭibāhayamāno viya punappunaṃ ratanattayassa vaṇṇaṃ bhāsati. Tena vuttaṃ – ‘‘ujuvipaccanīkavādā’’ti.",
  "atk-s0101a1:66": "Bhagavantaṃ piṭṭhito piṭṭhito anubandhā honti bhikkhusaṅghañcāti bhagavantañca bhikkhusaṅghañca pacchato pacchato dassanaṃ avijahantā iriyāpathānubandhanena anubandhā honti, sīsānulokino hutvā anugatā hontīti attho.",
  "atk-s0101a1:67": "Kasmā pana bhagavā taṃ addhānaṃ paṭipanno? Kasmā ca suppiyo anubandho? Kasmā ca so ratanattayassa avaṇṇaṃ bhāsatīti? Bhagavā tāva tasmiṃ kāle rājagahaparivattakesu aṭṭhārasasu mahāvihāresu aññatarasmiṃ vasitvā pātova sarīrappaṭijagganaṃ katvā bhikkhācāravelāyaṃ bhikkhusaṅghaparivuto rājagahe piṇḍāya carati. So taṃ divasaṃ bhikkhusaṅghassa sulabhapiṇḍapātaṃ katvā pacchābhattaṃ piṇḍapātapaṭikkanto bhikkhusaṅghaṃ pattacīvaraṃ gāhāpetvā – ‘‘nāḷandaṃ gamissāmī’’ti, rājagahato nikkhamitvā taṃ addhānaṃ paṭipanno. Suppiyopi kho tasmiṃ kāle rājagahaparivattake aññatarasmiṃ paribbājakārāme vasitvā paribbājakaparivuto rājagahe bhikkhāya carati. Sopi taṃ divasaṃ paribbājakaparisāya sulabhabhikkhaṃ katvā bhuttapātarāso paribbājake paribbājakaparikkhāraṃ gāhāpetvā – nāḷandaṃ gamissāmicceva bhagavato taṃ maggaṃ paṭipannabhāvaṃ ajānantova anubandho. Sace pana jāneyya nānubandheyya. So ajānitvāva gacchanto gīvaṃ ukkhipitvā olokayamāno bhagavantaṃ addasa buddhasiriyā sobhamānaṃ rattakambalaparikkhittamiva jaṅgamakanakagirisikharaṃ.",
  "atk-s0101a1:68": "Tasmiṃ kira samaye dasabalassa sarīrato nikkhamitvā chabbaṇṇarasmiyo samantā asītihatthappamāṇe padese ādhāvanti vidhāvanti ratanāveḷaratanadāmaratanacuṇṇavippakiṇṇaṃ viya, pasāritaratanacittakañcanapaṭamiva, rattasuvaṇṇarasanisiñcamānamiva, ukkāsatanipātasamākulamiva, nirantaravippakiṇṇakaṇikārapupphamiva vāyuvegakkhittacīnapiṭṭhacuṇṇamiva, indadhanuvijjulatātārāgaṇappabhāvisaravipphuritaviccharitamiva ca taṃ vanantaraṃ hoti.",
  "atk-s0101a1:69": "Asīti anubyañjanānurañjitañca pana bhagavato sarīraṃ vikasitakamaluppalamiva, saraṃ sabbapāliphullamiva pāricchattakaṃ, tārāmarīcivikasitamiva, gaganatalaṃ siriyā avahasantamiva, byāmappabhāparikkhepavilāsinī cassa dvattiṃsavaralakkhaṇamālā ganthetvā ṭhapitadvattiṃsacandamālāya dvattiṃsasūriyamālāya paṭipāṭiyā ṭhapitadvattiṃsacakkavattidvattiṃsasakkadevarājadvattiṃsamahābrahmānaṃ siriṃ siriyā abhibhavantimiva. Tañca pana bhagavantaṃ parivāretvā ṭhitā bhikkhū sabbeva appicchā santuṭṭhā pavivittā asaṃsaṭṭhā codakā pāpagarahino vattāro vacanakkhamā sīlasampannā samādhipaññāvimuttivimuttiññāṇadassanasampannā. Tesaṃ majjhe bhagavā rattakambalapākāraparikkhitto viya kañcanathambho, rattapadumasaṇḍamajjhagatā viya suvaṇṇanāvā, pavāḷavedikāparikkhitto viya aggikkhandho, tārāgaṇaparivārito viya puṇṇacando migapakkhīnampi cakkhūni pīṇayati, pageva devamanussānaṃ. Tasmiñca pana divase yebhuyyena asītimahātherā meghavaṇṇaṃ paṃsukūlaṃ ekaṃsaṃ karitvā kattaradaṇḍaṃ ādāya suvammavammitā viya gandhahatthino vigatadosā vantadosā bhinnakilesā vijaṭitajaṭā chinnabandhanā bhagavantaṃ parivārayiṃsu. So sayaṃ vītarāgo vītarāgehi, sayaṃ vītadoso vītadosehi, sayaṃ vītamoho vītamohehi, sayaṃ vītataṇho vītataṇhehi, sayaṃ nikkileso nikkilesehi, sayaṃ buddho anubuddhehi parivārito; pattaparivāritaṃ viya kesaraṃ, kesaraparivāritā viya kaṇṇikā, aṭṭhanāgasahassaparivārito viya chaddanto nāgarājā, navutihaṃsasahassaparivārito viya dhataraṭṭho haṃsarājā, senaṅgaparivārito viya cakkavattirājā, devagaṇaparivārito viya sakko devarājā, brahmagaṇaparivārito viya hārito mahābrahmā, aparimitakālasañcitapuññabalanibbattāya acinteyyāya anopamāya buddhalīlāya cando viya gaganatalaṃ taṃ maggaṃ paṭipanno hoti.",
  "atk-s0101a1:70": "Athevaṃ bhagavantaṃ anopamāya buddhalīlāya gacchantaṃ bhikkhū ca okkhittacakkhū santindriye santamānase uparinabhe ṭhitaṃ puṇṇacandaṃ viya bhagavantaṃyeva namassamāne disvāva paribbājako attano parisaṃ avalokesi. Sā hoti kājadaṇḍake olambetvā gahitoluggaviluggapiṭṭhakatidaṇḍamorapiñchamattikāpattapasibbakakuṇḍikādianekaparikkhārabhārabharitā . ‘‘Asukassa hatthā sobhaṇā, asukassa pādā’’ti evamādiniratthakavacanā mukharā vikiṇṇavācā adassanīyā apāsādikā. Tassa taṃ disvā vippaṭisāro udapādi.",
  "atk-s0101a1:71": "Idāni tena bhagavato vaṇṇo vattabbo bhaveyya. Yasmā panesa lābhasakkārahāniyā ceva pakkhahāniyā ca niccampi bhagavantaṃ usūyati. Aññatitthiyānañhi yāva buddho loke nuppajjati, tāvadeva lābhasakkārā nibbattanti, buddhuppādato pana paṭṭhāya parihīnalābhasakkārā honti , sūriyuggamane khajjopanakā viya nissirīkataṃ āpajjanti. Upatissakolitānañca sañjayassa santike pabbajitakāleyeva paribbājakā mahāparisā ahesuṃ, tesu pana pakkantesu sāpi tesaṃ parisā bhinnā. Iti imehi dvīhi kāraṇehi ayaṃ paribbājako yasmā niccampi bhagavantaṃ usūyati, tasmā taṃ usūyavisuggāraṃ uggiranto ratanattayassa avaṇṇameva bhāsatīti veditabbo.",
  "atk-s0101a1:72": "2.Atha kho bhagavā ambalaṭṭhikāyaṃ rājāgārake ekarattivāsaṃ upagacchi saddhiṃ bhikkhusaṅghenāti bhagavā tāya buddhalīlāya gacchamāno anupubbena ambalaṭṭhikādvāraṃ pāpuṇitvā sūriyaṃ oloketvā – ‘‘akālo dāni gantuṃ, atthasamīpaṃ gato sūriyo’’ti ambalaṭṭhikāyaṃ rājāgārake ekarattivāsaṃ upagacchi.",
  "atk-s0101a1:73": "Tattha ambalaṭṭhikāti rañño uyyānaṃ. Tassa kira dvārasamīpe taruṇaambarukkho atthi, taṃ ‘‘ambalaṭṭhikā’’ti vadanti. Tassa avidūre bhavattā uyyānampi ambalaṭṭhikā tveva saṅkhyaṃ gataṃ. Taṃ chāyūdakasampannaṃ pākāraparikkhittaṃ suyojitadvāraṃ mañjusā viya suguttaṃ. Tattha rañño kīḷanatthaṃ paṭibhānacittavicittaṃ agāraṃ akaṃsu. Taṃ ‘‘rājāgāraka’’nti vuccati.",
  "atk-s0101a1:74": "Suppiyopi khoti suppiyopi tasmiṃ ṭhāne sūriyaṃ oloketvā – ‘‘akālo dāni gantuṃ, bahū khuddakamahallakā paribbājakā, bahuparissayo ca ayaṃ maggo corehipi vāḷayakkhehipi vāḷamigehipi. Ayaṃ kho pana samaṇo gotamo uyyānaṃ paviṭṭho, samaṇassa ca gotamassa vasanaṭṭhāne devatā ārakkhaṃ gaṇhanti, handāhampi idha ekarattivāsaṃ upagantvā sveva gamissāmī’’ti tadevuyyānaṃ pāvisi. Tato bhikkhusaṅgho bhagavato vattaṃ dassetvā attano attano vasanaṭṭhānaṃ sallakkhesi. Paribbājakopi uyyānassa ekapasse paribbājakaparikkhāre otāretvā vāsaṃ upagacchi saddhiṃ attano parisāya. Pāḷiyamārūḷhavaseneva pana – ‘‘saddhiṃ attano antevāsinā brahmadattena māṇavenā’’ti vuttaṃ.",
  "atk-s0101a1:75": "Evaṃ vāsaṃ upagato pana so paribbājako rattibhāge dasabalaṃ olokesi. Tasmiñca samaye samantā vippakiṇṇatārakā viya padīpā jalanti, majjhe bhagavā nisinno hoti, bhikkhusaṅgho ca bhagavantaṃ parivāretvā. Tattha ekabhikkhussapi hatthakukkuccaṃ vā pādakukkuccaṃ vā ukkāsitasaddo vā khipitasaddo vā natthi. Sā hi parisā attano ca sikkhitasikkhatāya satthari ca gāravenāti dvīhi kāraṇehi nivāte padīpasikhā viya niccalā sannisinnāva ahosi. Paribbājako taṃ vibhūtiṃ disvā attano parisaṃ olokesi. Tattha keci hatthaṃ khipanti, keci pādaṃ, keci vippalapanti, keci nillālitajivhā paggharitakheḷā, dante khādantā kākacchamānā gharugharupassāsino sayanti. So ratanattayassa guṇavaṇṇe vattabbepi issāvasena puna avaṇṇameva ārabhi. Brahmadatto pana vuttanayeneva vaṇṇaṃ. Tena vuttaṃ – ‘‘tatrāpi sudaṃ suppiyo paribbājako’’ti sabbaṃ vattabbaṃ. Tattha tatrāpīti tasmimpi, ambalaṭṭhikāyaṃ uyyāneti attho.",
  "atk-s0101a1:76": "3.Sambahulānanti bahukānaṃ. Tattha vinayapariyāyena tayo janā ‘‘sambahulā’’ti vuccanti. Tato paraṃ saṅgho. Suttantapariyāyena pana tayo tayova tato paṭṭhāya sambahulā. Idha suttantapariyāyena ‘‘sambahulā’’ti veditabbā. Maṇḍalamāḷeti katthaci dve kaṇṇikā gahetvā haṃsavaṭṭakacchannena katā kūṭāgārasālāpi ‘‘maṇḍalamāḷo’’ti vuccati, katthaci ekaṃ kaṇṇikaṃ gahetvā thambhapantiṃ parikkhipitvā katā upaṭṭhānasālāpi ‘‘maṇḍalamāḷo’’ti vuccati. Idha pana nisīdanasālā ‘‘maṇḍalamāḷo’’ti veditabbo. Sannisinnānanti nisajjanavasena. Sannipatitānanti samodhānavasena. Ayaṃ saṅkhiyadhammoti saṅkhiyā vuccati kathā , kathādhammoti attho. Udapādīti uppanno. Katamo pana soti? Acchariyaṃ āvusoti evamādi. Tattha andhassa pabbatārohaṇaṃ viya niccaṃ na hotīti acchariyaṃ. Ayaṃ tāva saddanayo. Ayaṃ pana aṭṭhakathānayo – accharāyogganti acchariyaṃ. Accharaṃ paharituṃ yuttanti attho. Abhūtapubbaṃ bhūtanti abbhutaṃ. Ubhayaṃ petaṃ vimhayassevādhivacanaṃ. Yāvañcidanti yāva ca idaṃ tena suppaṭividitatāya appameyyattaṃ dasseti.",
  "atk-s0101a1:77": "Tena bhagavatā jānatā…pe… suppaṭividitāti etthāyaṃ saṅkhepattho. Yo so bhagavā samatiṃsa pāramiyo pūretvā sabbakilese bhañjitvā anuttaraṃ sammāsambodhiṃ abhisambuddho, tena bhagavatā tesaṃ tesaṃ sattānaṃ āsayānusayaṃ jānatā, hatthatale ṭhapitaṃ āmalakaṃ viya sabbañeyyadhammaṃ passatā.",
  "atk-s0101a1:78": "Api ca pubbenivāsādīhi jānatā, dibbena cakkhunā passatā. Tīhi vijjāhi chahi vā pana abhiññāhi jānatā, sabbattha appaṭihatena samantacakkhunā passatā. Sabbadhammajānanasamatthāya vā paññāya jānatā, sabbasattānaṃ cakkhuvisayātītāni tirokuṭṭādigatānipi rūpāni ativisuddhena maṃsacakkhunā passatā. Attahitasādhikāya vā samādhipadaṭṭhānāya paṭivedhapaññāya jānatā, parahitasādhikāya karuṇāpadaṭṭhānāya desanāpaññāya passatā.",
  "atk-s0101a1:79": "Arīnaṃ hatattā paccayādīnañca arahattā arahatā. Sammā sāmañca sabbadhammānaṃ buddhattā sammāsambuddhena antarāyikadhamme vā jānatā, niyyānikadhamme passatā, kilesārīnaṃ hatattā arahatā. Sammā sāmañca sabbadhammānaṃ buddhattā sammāsambuddhenāti. Evaṃ catūvesārajjavasena catūhākārehi thomitena sattānaṃ nānādhimuttikatā nānajjhāsayatā suppaṭividitā yāva ca suṭṭhu paṭividitā.",
  "atk-s0101a1:80": "Idānissa suppaṭividitabhāvaṃ dassetuṃ ayañhītiādimāha. Idaṃ vuttaṃ hoti yā ca ayaṃ bhagavatā ‘‘dhātuso, bhikkhave, sattā saṃsandanti samenti, hīnādhimuttikā hīnādhimuttikehi saddhiṃ saṃsandanti samenti, kalyāṇādhimuttikā kalyāṇādhimuttikehi saddhiṃ saṃsandanti samenti. Atītampi kho, bhikkhave, addhānaṃ dhātusova sattā saṃsandiṃsu samiṃsu, hīnādhimuttikā hīnādhimuttikehi…pe… kalyāṇādhimuttikā kalyāṇādhimuttikehi saddhiṃ saṃsandiṃsu samiṃsu, anāgatampi kho, bhikkhave, addhānaṃ…pe… saṃsandissanti samessanti, etarahipi kho, bhikkhave, paccuppannaṃ addhānaṃ dhātusova sattā saṃsandanti samenti, hīnādhimuttikā hīnādhimuttikehi…pe… kalyāṇādhimuttikā kalyāṇādhimuttikehi saddhiṃ saṃsandanti samentī’’ti evaṃ sattānaṃ nānādhimuttikatā, nānajjhāsayatā, nānādiṭṭhikatā, nānākhantitā, nānārucitā, nāḷiyā minantena viya tulāya tulayantena viya ca nānādhimuttikatāñāṇena sabbaññutaññāṇena viditā, sā yāva suppaṭividitā. Dvepi nāma sattā ekajjhāsayā dullabhā lokasmiṃ. Ekasmiṃ gantukāme eko ṭhātukāmo hoti, ekasmiṃ pivitukāme eko bhuñjitukāmo. Imesu cāpi dvīsu ācariyantevāsīsu ayañhi ‘‘suppiyo paribbājako…pe… bhagavantaṃ piṭṭhito piṭṭhito anubandhā honti bhikkhusaṅghañcā’’ti. Tattha itihameti itiha ime, evaṃ imeti attho. Sesaṃ vuttanayameva.",
  "atk-s0101a1:81": "4.Atha kho bhagavā tesaṃ bhikkhūnaṃ imaṃ saṅkhiyadhammaṃ viditvāti ettha viditvāti sabbaññutaññāṇena jānitvā. Bhagavā hi katthaci maṃsacakkhunā disvā jānāti – ‘‘addasā kho bhagavā mahantaṃ dārukkhandhaṃ gaṅgāya nadiyā sotena vuyhamāna’’ntiādīsu (saṃ. ni. 4.241) viya. Katthaci dibbacakkhunā disvā jānāti – ‘‘addasā kho bhagavā dibbena cakkhunā visuddhena atikkantamānusakena tā devatāyo sahassasseva pāṭaligāme vatthūni parigaṇhantiyo’’tiādīsu (dī. ni. 2.152) viya. Katthaci pakatisotena sutvā jānāti – ‘‘assosi kho bhagavā āyasmato ānandassa subhaddena paribbājakena saddhiṃ imaṃ kathāsallāpa’’ntiādīsu (dī. ni. 2.213) viya. Katthaci dibbasotena sutvā jānāti – ‘‘assosi kho bhagavā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya sandhānassa gahapatissa nigrodhena paribbājakena saddhiṃ imaṃ kathāsallāpa’’ntiādīsu (dī. ni. 3.54) viya. Idha pana sabbaññutaññāṇena sutvā aññāsi. Kiṃ karonto aññāsi? Pacchimayāmakiccaṃ, kiccañca nāmetaṃ sātthakaṃ, niratthakanti duvidhaṃ hoti. Tattha niratthakakiccaṃ bhagavatā bodhipallaṅkeyeva arahattamaggena samugghātaṃ kataṃ. Sātthakaṃyeva pana bhagavato kiccaṃ hoti. Taṃ pañcavidhaṃ – purebhattakiccaṃ, pacchābhattakiccaṃ, purimayāmakiccaṃ, majjhimayāmakiccaṃ, pacchimayāmakiccanti.",
  "atk-s0101a1:82": "Tatridaṃ purebhattakiccaṃ –",
  "atk-s0101a1:83": "Bhagavā hi pātova uṭṭhāya upaṭṭhākānuggahatthaṃ sarīraphāsukatthañca mukhadhovanādisarīraparikammaṃ katvā yāva bhikkhācāravelā tāva vivittāsane vītināmetvā, bhikkhācāravelāyaṃ nivāsetvā kāyabandhanaṃ bandhitvā cīvaraṃ pārupitvā pattamādāya kadāci ekako, kadāci bhikkhusaṅghaparivuto, gāmaṃ vā nigamaṃ vā piṇḍāya pavisati; kadāci pakatiyā, kadāci anekehi pāṭihāriyehi vattamānehi. Seyyathidaṃ, piṇḍāya pavisato lokanāthassa purato purato gantvā mudugatavātā pathaviṃ sodhenti, valāhakā udakaphusitāni muñcantā magge reṇuṃ vūpasametvā upari vitānaṃ hutvā tiṭṭhanti, apare vātā pupphāni upasaṃharitvā magge okiranti, unnatā bhūmippadesā onamanti, onatā unnamanti, pādanikkhepasamaye samāva bhūmi hoti, sukhasamphassāni padumapupphāni vā pāde sampaṭicchanti. Indakhīlassa anto ṭhapitamatte dakkhiṇapāde sarīrato chabbaṇṇarasmiyo nikkhamitvā suvaṇṇarasapiñjarāni viya citrapaṭaparikkhittāni viya ca pāsādakūṭāgārādīni alaṅkarontiyo ito cito ca dhāvanti, hatthiassavihaṅgādayo sakasakaṭṭhānesu ṭhitāyeva madhurenākārena saddaṃ karonti, tathā bherivīṇādīni tūriyāni manussānañca kāyūpagāni ābharaṇāni. Tena saññāṇena manussā jānanti – ‘‘ajja bhagavā idha piṇḍāya paviṭṭho’’ti. Te sunivatthā supārutā gandhapupphādīni ādāya gharā nikkhamitvā antaravīthiṃ paṭipajjitvā bhagavantaṃ gandhapupphādīhi sakkaccaṃ pūjetvā vanditvā – ‘‘amhākaṃ, bhante, dasa bhikkhū, amhākaṃ vīsati, paññāsaṃ…pe… sataṃ dethā’’ti yācitvā bhagavatopi pattaṃ gahetvā āsanaṃ paññapetvā sakkaccaṃ piṇḍapātena paṭimānenti. Bhagavā katabhattakicco tesaṃ sattānaṃ cittasantānāni oloketvā tathā dhammaṃ deseti, yathā keci saraṇagamanesu patiṭṭhahanti, keci pañcasu sīlesu, keci sotāpattisakadāgāmianāgāmiphalānaṃ aññatarasmiṃ; keci pabbajitvā aggaphale arahatteti. Evaṃ mahājanaṃ anuggahetvā uṭṭhāyāsanā vihāraṃ gacchati. Tattha gantvā maṇḍalamāḷe paññattavarabuddhāsane nisīdati, bhikkhūnaṃ bhattakiccapariyosānaṃ āgamayamāno. Tato bhikkhūnaṃ bhattakiccapariyosāne upaṭṭhāko bhagavato nivedeti. Atha bhagavā gandhakuṭiṃ pavisati. Idaṃ tāva purebhattakiccaṃ.",
  "atk-s0101a1:84": "Atha bhagavā evaṃ katapurebhattakicco gandhakuṭiyā upaṭṭhāne nisīditvā pāde pakkhāletvā pādapīṭhe ṭhatvā bhikkhusaṅghaṃ ovadati – ‘‘bhikkhave, appamādena sampādetha, dullabho buddhuppādo lokasmiṃ, dullabho manussattapaṭilābho, dullabhā sampatti, dullabhā pabbajjā, dullabhaṃ saddhammassavana’’nti. Tattha keci bhagavantaṃ kammaṭṭhānaṃ pucchanti. Bhagavāpi tesaṃ cariyānurūpaṃ kammaṭṭhānaṃ deti. Tato sabbepi bhagavantaṃ vanditvā attano attano rattiṭṭhānadivāṭṭhānāni gacchanti. Keci araññaṃ, keci rukkhamūlaṃ, keci pabbatādīnaṃ aññataraṃ, keci cātumahārājikabhavanaṃ…pe… keci vasavattibhavananti. Tato bhagavā gandhakuṭiṃ pavisitvā sace ākaṅkhati, dakkhiṇena passena sato sampajāno muhuttaṃ sīhaseyyaṃ kappeti. Atha samassāsitakāyo vuṭṭhahitvā dutiyabhāge lokaṃ voloketi. Tatiyabhāge yaṃ gāmaṃ vā nigamaṃ vā upanissāya viharati tattha mahājano purebhattaṃ dānaṃ datvā pacchābhattaṃ sunivattho supāruto gandhapupphādīni ādāya vihāre sannipatati. Tato bhagavā sampattaparisāya anurūpena pāṭihāriyena gantvā dhammasabhāyaṃ paññattavarabuddhāsane nisajja dhammaṃ deseti kālayuttaṃ samayayuttaṃ, atha kālaṃ viditvā parisaṃ uyyojeti, manussā bhagavantaṃ vanditvā pakkamanti. Idaṃ pacchābhattakiccaṃ.",
  "atk-s0101a1:85": "So evaṃ niṭṭhitapacchābhattakicco sace gattāni osiñcitukāmo hoti, buddhāsanā vuṭṭhāya nhānakoṭṭhakaṃ pavisitvā upaṭṭhākena paṭiyāditaudakena gattāni utuṃ gaṇhāpeti. Upaṭṭhākopi buddhāsanaṃ ānetvā gandhakuṭipariveṇe paññapeti. Bhagavā surattadupaṭṭaṃ nivāsetvā kāyabandhanaṃ bandhitvā uttarāsaṅgaṃ ekaṃsaṃ karitvā tattha gantvā nisīdati ekakova muhuttaṃ paṭisallīno, atha bhikkhū tato tato āgamma bhagavato upaṭṭhānaṃ āgacchanti. Tattha ekacce pañhaṃ pucchanti, ekacce kammaṭṭhānaṃ, ekacce dhammassavanaṃ yācanti. Bhagavā tesaṃ adhippāyaṃ sampādento purimayāmaṃ vītināmeti. Idaṃ purimayāmakiccaṃ.",
  "atk-s0101a1:86": "Purimayāmakiccapariyosāne pana bhikkhūsu bhagavantaṃ vanditvā pakkantesu sakaladasasahassilokadhātudevatāyo okāsaṃ labhamānā bhagavantaṃ upasaṅkamitvā pañhaṃ pucchanti, yathābhisaṅkhataṃ antamaso caturakkharampi. Bhagavā tāsaṃ devatānaṃ pañhaṃ vissajjento majjhimayāmaṃ vītināmeti. Idaṃ majjhimayāmakiccaṃ.",
  "atk-s0101a1:87": "Pacchimayāmaṃ pana tayo koṭṭhāse katvā purebhattato paṭṭhāya nisajjāya pīḷitassa sarīrassa kilāsubhāvamocanatthaṃ ekaṃ koṭṭhāsaṃ caṅkamena vītināmeti. Dutiyakoṭṭhāse gandhakuṭiṃ pavisitvā dakkhiṇena passena sato sampajāno sīhaseyyaṃ kappeti. Tatiyakoṭṭhāse paccuṭṭhāya nisīditvā purimabuddhānaṃ santike dānasīlādivasena katādhikārapuggaladassanatthaṃ buddhacakkhunā lokaṃ voloketi. Idaṃ pacchimayāmakiccaṃ.",
  "atk-s0101a1:88": "Tasmiṃ pana divase bhagavā purebhattakiccaṃ rājagahe pariyosāpetvā pacchābhatte maggaṃ āgato, purimayāme bhikkhūnaṃ kammaṭṭhānaṃ kathetvā, majjhimayāme devatānaṃ pañhaṃ vissajjetvā, pacchimayāme caṅkamaṃ āruyha caṅkamamāno pañcannaṃ bhikkhusatānaṃ imaṃ sabbaññutaññāṇaṃ ārabbha pavattaṃ kathaṃ sabbaññutaññāṇeneva sutvā aññāsīti. Tena vuttaṃ – ‘‘pacchimayāmakiccaṃ karonto aññāsī’’ti.",
  "atk-s0101a1:89": "Ñatvā ca panassa etadahosi – ‘‘ime bhikkhū mayhaṃ sabbaññutaññāṇaṃ ārabbha guṇaṃ kathenti, etesañca sabbaññutaññāṇakiccaṃ na pākaṭaṃ, mayhameva pākaṭaṃ. Mayi pana gate ete attano kathaṃ nirantaraṃ ārocessanti, tato nesaṃ ahaṃ taṃ aṭṭhuppattiṃ katvā tividhaṃ sīlaṃ vibhajanto, dvāsaṭṭhiyā ṭhānesu appaṭivattiyaṃ sīhanādaṃ nadanto, paccayākāraṃ samodhānetvā buddhaguṇe pākaṭe katvā, sineruṃ ukkhipento viya suvaṇṇakūṭena nabhaṃ paharanto viya ca dasasahassilokadhātukampanaṃ brahmajālasuttantaṃ arahattanikūṭena niṭṭhāpento desessāmi, sā me desanā parinibbutassāpi pañcavassasahassāni sattānaṃ amatamahānibbānaṃ sampāpikā bhavissatī’’ti. Evaṃ cintetvā yena maṇḍalamāḷo tenupasaṅkamīti . Yenāti yena disābhāgena, so upasaṅkamitabbo. Bhummatthe vā etaṃ karaṇavacanaṃ, yasmiṃ padese so maṇḍalamāḷo, tattha gatoti ayamettha attho.",
  "atk-s0101a1:90": "Paññatte āsane nisīdīti buddhakāle kira yattha yattha ekopi bhikkhu viharati sabbattha buddhāsanaṃ paññattameva hoti. Kasmā? Bhagavā kira attano santike kammaṭṭhānaṃ gahetvā phāsukaṭṭhāne viharante manasi karoti – ‘‘asuko mayhaṃ santike kammaṭṭhānaṃ gahetvā gato, sakkhissati nu kho visesaṃ nibbattetuṃ no vā’’ti. Atha naṃ passati kammaṭṭhānaṃ vissajjetvā akusalavitakkaṃ vitakkayamānaṃ, tato ‘‘kathañhi nāma mādisassa satthu santike kammaṭṭhānaṃ gahetvā viharantaṃ imaṃ kulaputtaṃ akusalavitakkā abhibhavitvā anamatagge vaṭṭadukkhe saṃsāressantī’’ti tassa anuggahatthaṃ tattheva attānaṃ dassetvā taṃ kulaputtaṃ ovaditvā ākāsaṃ uppatitvā puna attano vasanaṭṭhānameva gacchati. Athevaṃ ovadiyamānā te bhikkhū cintayiṃsu – ‘‘satthā amhākaṃ manaṃ jānitvā āgantvā amhākaṃ samīpe ṭhitaṃyeva attānaṃ dasseti’’. Tasmiṃ khaṇe – ‘‘bhante, idha nisīdatha, idha nisīdathā’’ti āsanapariyesanaṃ nāma bhāroti. Te āsanaṃ paññapetvāva viharanti. Yassa pīṭhaṃ atthi, so taṃ paññapeti. Yassa natthi, so mañcaṃ vā phalakaṃ vā kaṭṭhaṃ vā pāsāṇaṃ vā vālukapuñjaṃ vā paññapeti. Taṃ alabhamānā purāṇapaṇṇānipi saṅkaḍḍhitvā tattha paṃsukūlaṃ pattharitvā ṭhapenti. Idha pana rañño nisīdanāsanameva atthi, taṃ papphoṭetvā paññapetvā parivāretvā te bhikkhū bhagavato adhimuttikañāṇamārabbha guṇaṃ thomayamānā nisīdiṃsu. Taṃ sandhāya vuttaṃ – ‘‘paññatte āsane nisīdī’’ti.",
  "atk-s0101a1:91": "Evaṃ nisinno pana jānantoyeva kathāsamuṭṭhāpanatthaṃ bhikkhū pucchi. Te cassa sabbaṃ kathayiṃsu. Tena vuttaṃ – ‘‘nisajja kho bhagavā’’tiādi. Tattha kāya nutthāti katamāya nu kathāya sannisinnā bhavathāti attho. Kāya netthātipi pāḷi, tassā katamāya nu etthāti attho kāya notthātipi pāḷi. Tassāpi purimoyeva attho.",
  "atk-s0101a1:92": "Antarākathāti , kammaṭṭhānamanasikārauddesaparipucchādīnaṃ antarā aññā ekā kathā. Vippakatāti, mama āgamanapaccayā apariniṭṭhitā sikhaṃ appattā. Tena kiṃ dasseti? ‘‘Nāhaṃ tumhākaṃ kathābhaṅgatthaṃ āgato, ahaṃ pana sabbaññutāya tumhākaṃ kathaṃ niṭṭhāpetvā matthakappattaṃ katvā dassāmīti āgato’’ti nisajjeva sabbaññupavāraṇaṃ pavāreti. Ayaṃ kho no, bhante, antarākathā vippakatā , atha bhagavā anuppattoti etthāpi ayamadhippāyo. Ayaṃ bhante amhākaṃ bhagavato sabbaññutaññāṇaṃ ārabbha guṇakathā vippakatā, na rājakathādikā tiracchānakathā, atha bhagavā anuppatto; taṃ no idāni niṭṭhāpetvā desethāti.",
  "atk-s0101a1:93": "Ettāvatā ca yaṃ āyasmatā ānandena kamalakuvalayujjalavimalasādhurasasalilāya pokkharaṇiyā sukhāvataraṇatthaṃ nimmalasilātalaracanavilāsasobhitaratanasopānaṃ, vippakiṇṇamuttātalasadisavālukākiṇṇapaṇḍarabhūmibhāgaṃ titthaṃ viya suvibhattabhittivicitravedikāparikkhittassa nakkhattapathaṃ phusitukāmatāya viya, vijambhitasamussayassa pāsādavarassa sukhārohaṇatthaṃ dantamayasaṇhamuduphalakakañcanalatāvinaddhamaṇigaṇappabhāsamudayujjalasobhaṃ sopānaṃ viya, suvaṇṇavalayanūpurādisaṅghaṭṭanasaddasammissitakathitahasitamadhurassaragehajanavicaritassa uḷārissarivibhavasobhitassa mahāgharassa sukhappavesanatthaṃ suvaṇṇarajatamaṇimuttapavāḷādijutivissaravijjotitasuppatiṭṭhitavisāladvārabāhaṃ mahādvāraṃ viya ca atthabyañjanasampannassa buddhaguṇānubhāvasaṃsūcakassa imassa suttassa sukhāvagahaṇatthaṃ kāladesadesakavatthuparisāpadesapaṭimaṇḍitaṃ nidānaṃ bhāsitaṃ, tassatthavaṇṇanā samattāti.",
  "atk-s0101a1:94": "5. Idāni – ‘‘mamaṃ vā, bhikkhave, pare avaṇṇaṃ bhāseyyu’’ntiādinā nayena bhagavatā nikkhittassa suttassa vaṇṇanāya okāso anuppatto. Sā panesā suttavaṇṇanā. Yasmā suttanikkhepaṃ vicāretvā vuccamānā pākaṭā hoti, tasmā suttanikkhepaṃ tāva vicārayissāma. Cattāro hi suttanikkhepā – attajjhāsayo, parajjhāsayo, pucchāvasiko, aṭṭhuppattikoti.",
  "atk-s0101a1:95": "Tattha yāni suttāni bhagavā parehi anajjhiṭṭho kevalaṃ attano ajjhāsayeneva kathesi; seyyathidaṃ, ākaṅkheyyasuttaṃ, vatthasuttaṃ, mahāsatipaṭṭhānaṃ, mahāsaḷāyatanavibhaṅgasuttaṃ, ariyavaṃsasuttaṃ, sammappadhānasuttantahārako, iddhipādaindriyabalabojjhaṅgamaggaṅgasuttantahārakoti evamādīni; tesaṃ attajjhāsayo nikkhepo.",
  "atk-s0101a1:96": "Yāni pana ‘‘paripakkā kho rāhulassa vimuttiparipācaniyā dhammā; yaṃnūnāhaṃ rāhulaṃ uttariṃ āsavānaṃ khaye vineyya’’nti; (saṃ. ni. 4.121) evaṃ paresaṃ ajjhāsayaṃ khantiṃ manaṃ abhinīhāraṃ bujjhanabhāvañca avekkhitvā parajjhāsayavasena kathitāni; seyyathidaṃ, cūḷarāhulovādasuttaṃ, mahārāhulovādasuttaṃ, dhammacakkappavattanaṃ, dhātuvibhaṅgasuttanti evamādīni; tesaṃ parajjhāsayo nikkhepo.",
  "atk-s0101a1:97": "Bhagavantaṃ pana upasaṅkamitvā catasso parisā, cattāro vaṇṇā, nāgā, supaṇṇā, gandhabbā, asurā, yakkhā, mahārājāno, tāvatiṃsādayo devā, mahābrahmāti evamādayo – ‘‘bojjhaṅgā bojjhaṅgā’’ti, bhante, vuccanti. ‘‘Nīvaraṇā nīvaraṇā’’ti, bhante, vuccanti; ‘‘ime nu kho, bhante, pañcupādānakkhandhā’’. ‘‘Kiṃ sūdha vittaṃ purisassa seṭṭha’’ntiādinā nayena pañhaṃ pucchanti. Evaṃ puṭṭhena bhagavatā yāni kathitāni bojjhaṅgasaṃyuttādīni, yāni vā panaññānipi devatāsaṃyutta-mārasaṃyutta-brahmasaṃyutta-sakkapañha-cūḷavedalla-mahāvedalla-sāmaññaphala-āḷavaka-sūciloma-kharalomasuttādīni; tesaṃ pucchāvasiko nikkhepo.",
  "atk-s0101a1:98": "Yāni pana tāni uppannaṃ kāraṇaṃ paṭicca kathitāni, seyyathidaṃ – dhammadāyādaṃ, cūḷasīhanādaṃ, candūpamaṃ, puttamaṃsūpamaṃ, dārukkhandhūpamaṃ, aggikkhandhūpamaṃ, pheṇapiṇḍūpamaṃ, pāricchattakūpamanti evamādīni; tesaṃ aṭṭhuppattiko nikkhepo.",
  "atk-s0101a1:99": "Evametesu catūsu nikkhepesu imassa suttassa aṭṭhuppattiko nikkhepo. Aṭṭhuppattiyā hi idaṃ bhagavatā nikkhittaṃ. Katarāya aṭṭhuppattiyā? Vaṇṇāvaṇṇe. Ācariyo ratanattayassa avaṇṇaṃ abhāsi, antevāsī vaṇṇaṃ. Iti imaṃ vaṇṇāvaṇṇaṃ aṭṭhuppattiṃ katvā desanākusalo bhagavā – ‘‘mamaṃ vā, bhikkhave, pare avaṇṇaṃ bhāseyyu’’nti desanaṃ ārabhi. Tattha mamanti , sāmivacanaṃ, mamāti attho. Vāsaddo vikappanattho. Pareti, paṭiviruddhā sattā. Tatrāti ye avaṇṇaṃ vadanti tesu.",
  "atk-s0101a1:100": "Na āghātotiādīhi kiñcāpi tesaṃ bhikkhūnaṃ āghātoyeva natthi, atha kho āyatiṃ kulaputtānaṃ īdisesupi ṭhānesu akusaluppattiṃ paṭisedhento dhammanettiṃ ṭhapeti. Tattha āhanati cittanti ‘āghāto’; kopassetaṃ adhivacanaṃ. Appatītā honti tena atuṭṭhā asomanassikāti appaccayo; domanassassetaṃ adhivacanaṃ. Neva attano na paresaṃ hitaṃ abhirādhayatīti anabhiraddhi; kopassetaṃ adhivacanaṃ. Evamettha dvīhi padehi saṅkhārakkhandho, ekena vedanākkhandhoti dve khandhā vuttā. Tesaṃ vasena sesānampi sampayuttadhammānaṃ kāraṇaṃ paṭikkhittameva.",
  "atk-s0101a1:101": "Evaṃ paṭhamena nayena manopadosaṃ nivāretvā, dutiyena nayena tattha ādīnavaṃ dassento āha – ‘‘tatra ce tumhe assatha kupitā vā anattamanā vā, tumhaṃ yevassa tena antarāyo’’ti. Tattha ‘tatra ce tumhe assathā’ti tesu avaṇṇabhāsakesu, tasmiṃ vā avaṇṇe tumhe bhaveyyātha ce; yadi bhaveyyāthāti attho. ‘Kupitā’ kopena, anattamanā domanassena. ‘Tumhaṃ yevassa tena antarāyo’ti tumhākaṃyeva tena kopena, tāya ca anattamanatāya paṭhamajjhānādīnaṃ antarāyo bhaveyya.",
  "atk-s0101a1:102": "Evaṃ dutiyena nayena ādīnavaṃ dassetvā, tatiyena nayena vacanatthasallakkhaṇamattepi asamatthataṃ dassento – ‘‘api nu tumhe paresa’’ntiādimāha. Tattha paresanti yesaṃ kesaṃ ci. Kupito hi neva buddhapaccekabuddhaariyasāvakānaṃ, na mātāpitūnaṃ, na paccatthikānaṃ subhāsitadubbhāsitassa atthaṃ ājānāti. Yathāha –",
  "atk-s0101a1:103": "‘‘Kuddho atthaṃ na jānāti, kuddho dhammaṃ na passati;",
  "atk-s0101a1:104": "Andhaṃ tamaṃ tadā hoti, yaṃ kodho sahate naraṃ.",
  "atk-s0101a1:105": "Anatthajanano kodho, kodho cittappakopano;",
  "atk-s0101a1:106": "Bhayamantarato jātaṃ, taṃ jano nāvabujjhatī’’ti. (a. ni. 7.64);",
  "atk-s0101a1:107": "Evaṃ sabbathāpi avaṇṇe manopadosaṃ nisedhetvā idāni paṭipajjitabbākāraṃ dassento – ‘‘tatra tumhehi abhūtaṃ abhūtato’’tiādimāha.",
  "atk-s0101a1:108": "Tattha tatra tumhehīti, tasmiṃ avaṇṇe tumhehi. Abhūtaṃ abhūtato nibbeṭhetabbanti yaṃ abhūtaṃ, taṃ abhūtabhāveneva apanetabbaṃ. Kathaṃ? Itipetaṃ abhūtantiādinā nayena. Tatrāyaṃ yojanā – ‘‘tumhākaṃ satthā na sabbaññū, dhammo durakkhāto, saṅgho duppaṭipanno’’tiādīni sutvā na tuṇhī bhavitabbaṃ. Evaṃ pana vattabbaṃ – ‘‘iti petaṃ abhūtaṃ, yaṃ tumhehi vuttaṃ, taṃ imināpi kāraṇena abhūtaṃ, imināpi kāraṇena atacchaṃ, ‘natthi cetaṃ amhesu’, ‘na ca panetaṃ amhesu saṃvijjati’, sabbaññūyeva amhākaṃ satthā, svākkhāto dhammo, suppaṭipanno saṅgho, tatra idañcidañca kāraṇa’’nti. Ettha ca dutiyaṃ padaṃ paṭhamassa, catutthañca tatiyassa vevacananti veditabbaṃ. Idañca avaṇṇeyeva nibbeṭhanaṃ kātabbaṃ, na sabbattha. Yadi hi ‘‘tvaṃ dussīlo, tavācariyo dussīlo, idañcidañca tayā kataṃ, tavācariyena kata’’nti vutte tuṇhībhūto adhivāseti, āsaṅkanīyo hoti. Tasmā manopadosaṃ akatvā avaṇṇo nibbeṭhetabbo. ‘‘Oṭṭhosi, goṇosī’’tiādinā pana nayena dasahi akkosavatthūhi akkosantaṃ puggalaṃ ajjhupekkhitvā adhivāsanakhantiyeva tattha kātabbā.",
  "atk-s0101a1:109": "6. Evaṃ avaṇṇabhūmiyaṃ tādilakkhaṇaṃ dassetvā idāni vaṇṇabhūmiyaṃ dassetuṃ ‘‘mamaṃ vā, bhikkhave, pare vaṇṇaṃ bhāseyyu’’ntiādimāha. Tattha pareti ye keci pasannā devamanussā. Ānandanti etenāti ānando, pītiyā etaṃ adhivacanaṃ. Sumanassa bhāvo somanassaṃ, cetasikasukhassetaṃ adhivacanaṃ. Uppilāvino bhāvo uppilāvitattaṃ. Kassa uppilāvitattanti? Cetasoti. Uddhaccāvahāya uppilāpanapītiyā etaṃ adhivacanaṃ. Idhāpi dvīhi padehi saṅkhārakkhandho, ekena vedanākkhandho vutto.",
  "atk-s0101a1:110": "Evaṃ paṭhamanayena uppilāvitattaṃ nivāretvā, dutiyena tattha ādīnavaṃ dassento – ‘‘tatra ce tumhe assathā’’tiādimāha. Idhāpi tumhaṃ yevassa tena antarāyoti tena uppilāvitattena tumhākaṃyeva paṭhamajjhānādīnaṃ antarāyo bhaveyyāti attho veditabbo. Kasmā panetaṃ vuttaṃ? Nanu bhagavatā –",
  "atk-s0101a1:111": "‘‘Buddhoti kittayantassa, kāye bhavati yā pīti;",
  "atk-s0101a1:112": "Varameva hi sā pīti, kasiṇenāpi jambudīpassa.",
  "atk-s0101a1:113": "Dhammoti kittayantassa, kāye bhavati yā pīti;",
  "atk-s0101a1:114": "Varameva hi sā pīti, kasiṇenāpi jambudīpassa.",
  "atk-s0101a1:115": "Saṅghoti kittayantassa, kāye bhavati yā pīti;",
  "atk-s0101a1:116": "Varameva hi sā pīti, kasiṇenāpi jambudīpassā’’ti ca.",
  "atk-s0101a1:117": "‘‘Ye, bhikkhave, buddhe pasannā, agge te pasannā’’ti ca evamādīhi anekasatehi suttehi ratanattaye pītisomanassameva vaṇṇitanti. Saccaṃ vaṇṇitaṃ, taṃ pana nekkhammanissitaṃ. Idha – ‘‘amhākaṃ buddho, amhākaṃ dhammo’’tiādinā nayena āyasmato channassa uppannasadisaṃ gehassitaṃ pītisomanassaṃ adhippetaṃ. Idañhi jhānādipaṭilābhāya antarāyakaraṃ hoti. Tenevāyasmā channopi yāva buddho na parinibbāyi, tāva visesaṃ nibbattetuṃ nāsakkhi, parinibbānakāle paññattena pana brahmadaṇḍena tajjito taṃ pītisomanassaṃ pahāya visesaṃ nibbattesi. Tasmā antarāyakaraṃyeva sandhāya idaṃ vuttanti veditabbaṃ. Ayañhi lobhasahagatā pīti. Lobho ca kodhasadisova. Yathāha –",
  "atk-s0101a1:118": "‘‘Luddho atthaṃ na jānāti, luddho dhammaṃ na passati;",
  "atk-s0101a1:119": "Andhaṃ tamaṃ tadā hoti, yaṃ lobho sahate naraṃ.",
  "atk-s0101a1:120": "Anatthajanano lobho, lobho cittappakopano;",
  "atk-s0101a1:121": "Bhayamantarato jātaṃ, taṃ jano nāvabujjhatī’’ti. (itivu. 88);",
  "atk-s0101a1:122": "Tatiyavāro pana idha anāgatopi atthato āgato yevāti veditabbo. Yatheva hi kuddho, evaṃ luddhopi atthaṃ na jānātīti.",
  "atk-s0101a1:123": "Paṭipajjitabbākāradassanavāre panāyaṃ yojanā – ‘‘tumhākaṃ satthā sabbaññū arahaṃ sammāsambuddho, dhammo svākkhāto, saṅgho suppaṭipanno’’tiādīni sutvā na tuṇhī bhavitabbaṃ. Evaṃ pana paṭijānitabbaṃ – ‘‘itipetaṃ bhūtaṃ, yaṃ tumhehi vuttaṃ, taṃ imināpi kāraṇena bhūtaṃ, imināpi kāraṇena tacchaṃ. So hi bhagavā itipi arahaṃ, itipi sammāsambuddho; dhammo itipi svākkhāto, itipi sandiṭṭhiko ; saṅgho itipi suppaṭipanno, itipi ujuppaṭipanno’’ti. ‘‘Tvaṃ sīlavā’’ti pucchitenāpi sace sīlavā, ‘‘sīlavāhamasmī’’ti paṭijānitabbameva. ‘‘Tvaṃ paṭhamassa jhānassa lābhī…pe… arahā’’ti puṭṭhenāpi sabhāgānaṃ bhikkhūnaṃyeva paṭijānitabbaṃ. Evañhi pāpicchatā ceva parivajjitā hoti, sāsanassa ca amoghatā dīpitā hotīti. Sesaṃ vuttanayeneva veditabbaṃ.",
  "atk-s0101a1:124": "Cūḷasīlavaṇṇanā",
  "atk-s0101a1:125": "7.Appamattakaṃ kho panetaṃ, bhikkhaveti ko anusandhi? Idaṃ suttaṃ dvīhi padehi ābaddhaṃ vaṇṇena ca avaṇṇena ca. Tattha avaṇṇo – ‘‘iti petaṃ abhūtaṃ iti petaṃ ataccha’’nti, ettheva udakantaṃ patvā aggiviya nivatto. Vaṇṇo pana bhūtaṃ bhūtato paṭijānitabbaṃ – ‘‘iti petaṃ bhūta’’nti evaṃ anuvattatiyeva. So pana duvidho brahmadattena bhāsitavaṇṇo ca bhikkhusaṅghena acchariyaṃ āvusotiādinā nayena āraddhavaṇṇo ca. Tesu bhikkhusaṅghena vuttavaṇṇassa upari suññatāpakāsane anusandhiṃ dassessati. Idha pana brahmadattena vuttavaṇṇassa anusandhiṃ dassetuṃ ‘‘appamattakaṃ kho panetaṃ, bhikkhave’’ti desanā āraddhā.",
  "atk-s0101a1:126": "Tattha appamattakanti parittassa nāmaṃ. Oramattakanti tasseva vevacanaṃ. Mattāti vuccati pamāṇaṃ. Appaṃ mattā etassāti appamattakaṃ. Oraṃ mattā etassāti oramattakaṃ. Sīlameva sīlamattakaṃ. Idaṃ vuttaṃ hoti – ‘appamattakaṃ kho, panetaṃ bhikkhave, oramattakaṃ sīlamattakaṃ’ nāma yena ‘‘tathāgatassa vaṇṇaṃ vadāmī’’ti ussāhaṃ katvāpi vaṇṇaṃ vadamāno puthujjano vadeyyāti. Tattha siyā – nanu idaṃ sīlaṃ nāma yogino aggavibhūsanaṃ? Yathāhu porāṇā –",
  "atk-s0101a1:127": "‘‘Sīlaṃ yogissa’laṅkāro, sīlaṃ yogissa maṇḍanaṃ;",
  "atk-s0101a1:128": "Sīlehi’laṅkato yogī, maṇḍane aggataṃ gato’’ti.",
  "atk-s0101a1:129": "Bhagavatāpi ca anekesu suttasatesu sīlaṃ mahantameva katvā kathitaṃ. Yathāha – ‘‘ākaṅkheyya ce, bhikkhave, bhikkhu ‘sabrahmacārīnaṃ piyo cassaṃ manāpo ca garu ca bhāvanīyo cā’ti, sīlesvevassa paripūrakārī’’ti (ma. ni. 1.65) ca.",
  "atk-s0101a1:130": "‘‘Kikīva aṇḍaṃ, camarīva vāladhiṃ;",
  "atk-s0101a1:131": "Piyaṃva puttaṃ, nayanaṃva ekakaṃ.",
  "atk-s0101a1:132": "Tatheva sīlaṃ, anurakkhamānā;",
  "atk-s0101a1:133": "Supesalā hotha, sadā sagāravā’’ti ca.",
  "atk-s0101a1:134": "‘‘Na pupphagandho paṭivātameti;",
  "atk-s0101a1:135": "Na candanaṃ taggaramallikā vā.",
  "atk-s0101a1:136": "Satañca gandho paṭivātameti;",
  "atk-s0101a1:137": "Sabbā disā sappuriso pavāyati.",
  "atk-s0101a1:138": "Candanaṃ tagaraṃ vāpi, uppalaṃ atha vassikī;",
  "atk-s0101a1:139": "Etesaṃ gandhajātānaṃ, sīlagandho anuttaro.",
  "atk-s0101a1:140": "Appamatto ayaṃ gandho, yvāyaṃ tagaracandanaṃ;",
  "atk-s0101a1:141": "Yo ca sīlavataṃ gandho, vāti devesu uttamo.",
  "atk-s0101a1:142": "Tesaṃ sampannasīlānaṃ, appamādavihārinaṃ;",
  "atk-s0101a1:143": "Sammadaññā vimuttānaṃ, māro maggaṃ na vindatī’’ti ca. (dha. pa. 57);",
  "atk-s0101a1:144": "‘‘Sīle patiṭṭhāya naro sapañño, cittaṃ paññañca bhāvayaṃ;",
  "atk-s0101a1:145": "Ātāpī nipako bhikkhu, so imaṃ vijaṭaye jaṭa’’nti ca. (saṃ. ni. 1.23);",
  "atk-s0101a1:146": "‘‘Seyyathāpi, bhikkhave, ye keci bījagāmabhūtagāmā vuḍḍhiṃ virūḷhiṃ vepullaṃ āpajjanti, sabbe te pathaviṃ nissāya, pathaviyaṃ patiṭṭhāya; evamete bījagāmabhūtagāmā vuḍḍhiṃ virūḷhiṃ vepullaṃ āpajjanti. Evameva kho, bhikkhave, bhikkhu sīlaṃ nissāya sīle patiṭṭhāya sattabojjhaṅge bhāvento sattabojjhaṅge bahulīkaronto vuḍḍhiṃ virūḷhiṃ vepullaṃ pāpuṇāti dhammesū’’ti (saṃ. ni. 5.150) ca. Evaṃ aññānipi anekāni suttāni daṭṭhabbāni. Evamanekesu suttasatesu sīlaṃ mahantameva katvā kathitaṃ. Taṃ ‘‘kasmā imasmiṃ ṭhāne appamattaka’’nti āhāti? Upari guṇe upanidhāya. Sīlañhi samādhiṃ na pāpuṇāti, samādhi paññaṃ na pāpuṇāti, tasmā uparimaṃ upanidhāya heṭṭhimaṃ oramattakaṃ nāma hoti. Kathaṃ sīlaṃ samādhiṃ na pāpuṇāti? Bhagavā hi abhisambodhito sattame saṃvacchare sāvatthinagara – dvāre kaṇḍambarukkhamūle dvādasayojane ratanamaṇḍape yojanappamāṇe ratanapallaṅke nisīditvā tiyojanike dibbasetacchatte dhāriyamāne dvādasayojanāya parisāya attādānaparidīpanaṃ titthiyamaddanaṃ – ‘‘uparimakāyato aggikkhandho pavattati, heṭṭhimakāyato udakadhārā pavattati…pe… ekekalomakūpato aggikkhandho pavattati, ekekalomakūpato udakadhārā pavattati, channaṃ vaṇṇāna’’ntiādinayappavattaṃ yamakapāṭihāriyaṃ dasseti. Tassa suvaṇṇavaṇṇasarīrato suvaṇṇavaṇṇā rasmiyo uggantvā yāva bhavaggā gacchanti, sakaladasasahassacakkavāḷassa alaṅkaraṇakālo viya hoti, dutiyā dutiyā rasmiyo purimāya purimāya yamakayamakā viya ekakkhaṇe viya pavattanti.",
  "atk-s0101a1:147": "Dvinnañca cittānaṃ ekakkhaṇe pavatti nāma natthi. Buddhānaṃ pana bhagavantānaṃ bhavaṅgaparivāsassa lahukatāya pañcahākārehi āciṇṇavasitāya ca, tā ekakkhaṇe viya pavattanti. Tassā tassā pana rasmiyā āvajjanaparikammādhiṭṭhānāni visuṃ visuṃyeva.",
  "atk-s0101a1:148": "Nīlarasmiatthāya hi bhagavā nīlakasiṇaṃ samāpajjati, pītarasmiatthāya pītakasiṇaṃ, lohitaodātarasmiatthāya lohitaodātakasiṇaṃ, aggikkhandhatthāya tejokasiṇaṃ, udakadhāratthāya āpokasiṇaṃ samāpajjati. Satthā caṅkamati, nimmito tiṭṭhati vā nisīdati vā seyyaṃ vā kappetīti sabbaṃ vitthāretabbaṃ. Ettha ekampi sīlassa kiccaṃ natthi, sabbaṃ samādhikiccameva. Evaṃ sīlaṃ samādhiṃ na pāpuṇāti.",
  "atk-s0101a1:149": "Yaṃ pana bhagavā kappasatasahassādhikāni cattāri asaṅkhyeyyāni pāramiyo pūretvā, ekūnatiṃsavassakāle cakkavattisirīnivāsabhūtā bhavanā nikkhamma anomānadītīre pabbajitvā, chabbassāni padhānayogaṃ katvā, visākhapuṇṇamāyaṃ uruvelagāme sujātāya dinnaṃ pakkhittadibbojaṃ madhupāyāsaṃ paribhuñjitvā, sāyanhasamaye dakkhiṇuttarena bodhimaṇḍaṃ pavisitvā assatthadumarājānaṃ tikkhattuṃ padakkhiṇaṃ katvā, pubbuttarabhāge ṭhito tiṇasanthāraṃ santharitvā, tisandhipallaṅkaṃ ābhujitvā, caturaṅgasamannāgataṃ mettākammaṭṭhānaṃ pubbaṅgamaṃ katvā, vīriyādhiṭṭhānaṃ adhiṭṭhāya, cuddasahatthapallaṅkavaragato suvaṇṇapīṭhe ṭhapitaṃ rajatakkhandhaṃ viya paññāsahatthaṃ bodhikkhandhaṃ piṭṭhito katvā, upari maṇichattena viya bodhisākhāya dhāriyamāno, suvaṇṇavaṇṇe cīvare pavāḷasadisesu bodhiaṅkuresu patamānesu, sūriye atthaṃ upagacchante mārabalaṃ vidhamitvā, paṭhamayāme pubbenivāsaṃ anussaritvā, majjhimayāme dibbacakkhuṃ visodhetvā, paccūsakāle sabbabuddhānamāciṇṇe paccayākāre ñāṇaṃ otāretvā, ānāpānacatutthajjhānaṃ nibbattetvā, tadeva pādakaṃ katvā vipassanaṃ vaḍḍhetvā, maggapaṭipāṭiyā adhigatena catutthamaggena sabbakilese khepetvā sabbabuddhaguṇe paṭivijjhi, idamassa paññākiccaṃ. Evaṃ samādhi paññaṃ na pāpuṇāti.",
  "atk-s0101a1:150": "Tattha yathā hatthe udakaṃ pātiyaṃ udakaṃ na pāpuṇāti, pātiyaṃ udakaṃ ghaṭe udakaṃ na pāpuṇāti, ghaṭe udakaṃ kolambe udakaṃ na pāpuṇāti, kolambe udakaṃ cāṭiyaṃ udakaṃ na pāpuṇāti, cāṭiyaṃ udakaṃ mahākumbhiyaṃ udakaṃ na pāpuṇāti, mahākumbhiyaṃ udakaṃ kusobbhe udakaṃ na pāpuṇāti, kusobbhe udakaṃ kandare udakaṃ na pāpuṇāti, kandare udakaṃ kunnadiyaṃ udakaṃ na pāpuṇāti, kunnadiyaṃ udakaṃ pañcamahānadiyaṃ udakaṃ na pāpuṇāti, pañcamahānadiyaṃ udakaṃ cakkavāḷamahāsamudde udakaṃ na pāpuṇāti, cakkavāḷamahāsamudde udakaṃ sinerupādake mahāsamudde udakaṃ na pāpuṇāti. Pātiyaṃ udakaṃ upanidhāya hatthe udakaṃ parittaṃ…pe… sinerupādakamahāsamudde udakaṃ upanidhāya cakkavāḷamahāsamudde udakaṃ parittaṃ. Iti uparūpari udakaṃ bahukaṃ upādāya heṭṭhā heṭṭhā udakaṃ parittaṃ hoti.",
  "atk-s0101a1:151": "Evameva upari upari guṇe upādāya heṭṭhā heṭṭhā sīlaṃ appamattakaṃ oramattakanti veditabbaṃ. Tenāha – ‘‘appamattakaṃ kho panetaṃ, bhikkhave, oramattakaṃ sīlamattaka’’nti.",
  "atk-s0101a1:152": "Yenaputhujjanoti, ettha –",
  "atk-s0101a1:153": "‘‘Duve puthujjanā vuttā, buddhenādiccabandhunā;",
  "atk-s0101a1:154": "Andho puthujjano eko, kalyāṇeko puthujjano’’ti.",
  "atk-s0101a1:155": "Tattha yassa khandhadhātuāyatanādīsu uggahaparipucchāsavanadhāraṇapaccavekkhaṇāni natthi, ayaṃ andhaputhujjano. Yassa tāni atthi, so kalyāṇaputhujjano. Duvidhopi panesa –",
  "atk-s0101a1:156": "‘‘Puthūnaṃ jananādīhi, kāraṇehi puthujjano;",
  "atk-s0101a1:157": "Puthujjanantogadhattā, puthuvāyaṃ jano iti’’.",
  "atk-s0101a1:158": "So hi puthūnaṃ nānappakārānaṃ kilesādīnaṃ jananādīhi kāraṇehi puthujjano. Yathāha –",
  "atk-s0101a1:159": "‘‘Puthu kilese janentīti puthujjanā, puthu avihatasakkāyadiṭṭhikāti puthujjanā, puthu satthārānaṃ mukhullokikāti puthujjanā, puthu sabbagatīhi avuṭṭhitāti puthujjanā, puthu nānābhisaṅkhāre abhisaṅkharontīti puthujjanā, puthu nānāoghehi vuyhanti, puthu santāpehi santappanti, puthu pariḷāhehi pariḍayhanti, puthu pañcasu kāmaguṇesu rattā giddhā gathitā mucchitā ajjhopannā laggā laggitā palibuddhāti puthujjanā, puthu pañcahi nīvaraṇehi āvutā nivutā ovutā pihitā paṭicchannā paṭikujjitāti puthujjanā’’ti. Puthūnaṃ gaṇanapathamatītānaṃ ariyadhammaparammukhānaṃ nīcadhammasamācārānaṃ janānaṃ antogadhattāpi puthujjano, puthuvāyaṃ visuṃyeva saṅkhyaṃ gato visaṃsaṭṭho sīlasutādiguṇayuttehi ariyehi janehīti puthujjanoti.",
  "atk-s0101a1:160": "Tathāgatassāti aṭṭhahi kāraṇehi bhagavā tathāgato. Tathā āgatoti tathāgato, tathā gatoti tathāgato, tathalakkhaṇaṃ āgatoti tathāgato, tathadhamme yāthāvato abhisambuddhoti tathāgato, tathadassitāya tathāgato, tathavāditāya tathāgato, tathākāritāya tathāgato, abhibhavanaṭṭhena tathāgatoti.",
  "atk-s0101a1:161": "Kathaṃ bhagavā tathā āgatoti tathāgato? Yathā sabbalokahitāya ussukkamāpannā purimakā sammāsambuddhā āgatā, yathā vipassī bhagavā āgato, yathā sikhī bhagavā, yathā vessabhū bhagavā, yathā kakusandho bhagavā, yathā koṇāgamano bhagavā, yathā kassapo bhagavā āgato . Kiṃ vuttaṃ hoti? Yena abhinīhārena ete bhagavanto āgatā, teneva amhākampi bhagavā āgato. Atha vā yathā vipassī bhagavā…pe… yathā kassapo bhagavā dānapāramiṃ pūretvā, sīlanekkhammapaññāvīriyakhantisaccaadhiṭṭhānamettāupekkhāpāramiṃ pūretvā, imā dasa pāramiyo, dasa upapāramiyo, dasa paramatthapāramiyoti samatiṃsapāramiyo pūretvā aṅgapariccāgaṃ, nayanadhanarajjaputtadārapariccāganti ime pañca mahāpariccāge pariccajitvā pubbayogapubbacariyadhammakkhānañātatthacariyādayo pūretvā buddhicariyāya koṭiṃ patvā āgato; tathā amhākampi bhagavā āgato. Atha vā yathā vipassī bhagavā…pe… kassapo bhagavā cattāro satipaṭṭhāne, cattāro sammappadhāne, cattāro iddhipāde, pañcindriyāni, pañca balāni, satta bojjhaṅge, ariyaṃ aṭṭhaṅgikaṃ maggaṃ bhāvetvā brūhetvā āgato, tathā amhākampi bhagavā āgato. Evaṃ tathā āgatoti tathāgato.",
  "atk-s0101a1:162": "‘‘Yatheva lokamhi vipassiādayo,",
  "atk-s0101a1:163": "Sabbaññubhāvaṃ munayo idhāgatā;",
  "atk-s0101a1:164": "Tathā ayaṃ sakyamunīpi āgato,",
  "atk-s0101a1:165": "Tathāgato vuccati tena cakkhumā’’ti.",
  "atk-s0101a1:166": "Evaṃ tathā āgatoti tathāgato.",
  "atk-s0101a1:167": "Kathaṃ tathā gatoti tathāgato? Yathā sampatijāto vipassī bhagavā gato…pe… kassapo bhagavā gato.",
  "atk-s0101a1:168": "Kathañca so bhagavā gato ? So hi sampati jātova samehi pādehi pathaviyaṃ patiṭṭhāya uttarābhimukho sattapadavītihārena gato. Yathāha – ‘‘sampatijāto kho, ānanda, bodhisatto samehi pādehi patiṭṭhahitvā uttarābhimukho sattapadavītihārena gacchati, setamhi chatte anudhāriyamāne sabbā ca disā anuviloketi, āsabhiṃ vācaṃ bhāsati – ‘aggohamasmi lokassa, jeṭṭhohamasmi lokassa, seṭṭhohamasmi lokassa, ayamantimā jāti, natthidāni punabbhavo’ti’’ (dī. ni. 2.31).",
  "atk-s0101a1:169": "Tañcassa gamanaṃ tathaṃ ahosi? Avitathaṃ anekesaṃ visesādhigamānaṃ pubbanimittabhāvena. Yañhi so sampatijātova samehi pādehi patiṭṭhahi. Idamassa caturiddhipādapaṭilābhassa pubbanimittaṃ.",
  "atk-s0101a1:170": "Uttarābhimukhabhāvo pana sabbalokuttarabhāvassa pubbanimittaṃ.",
  "atk-s0101a1:171": "Sattapadavītihāro, sattabojjhaṅgaratanapaṭilābhassa.",
  "atk-s0101a1:172": "‘‘Suvaṇṇadaṇḍā vītipatanti cāmarā’’ti, ettha vuttacāmarukkhepo pana sabbatitthiyanimmaddanassa.",
  "atk-s0101a1:173": "Setacchattadhāraṇaṃ, arahattavimuttivaravimalasetacchattapaṭilābhassa.",
  "atk-s0101a1:174": "Sattamapadūpari ṭhatvā sabbadisānuvilokanaṃ, sabbaññutānāvaraṇañāṇapaṭilābhassa.",
  "atk-s0101a1:175": "Āsabhivācābhāsanaṃ appaṭivattiyavaradhammacakkappavattanassa pubbanimittaṃ.",
  "atk-s0101a1:176": "Tathā ayaṃ bhagavāpi gato, tañcassa gamanaṃ tathaṃ ahosi, avitathaṃ, tesaṃyeva visesādhigamānaṃ pubbanimittabhāvena.",
  "atk-s0101a1:177": "Tenāhu porāṇā –",
  "atk-s0101a1:178": "‘‘Muhuttajātova gavampatī yathā,",
  "atk-s0101a1:179": "Samehi pādehi phusī vasundharaṃ;",
  "atk-s0101a1:180": "So vikkamī satta padāni gotamo,",
  "atk-s0101a1:181": "Setañca chattaṃ anudhārayuṃ marū.",
  "atk-s0101a1:182": "Gantvāna so satta padāni gotamo,",
  "atk-s0101a1:183": "Disā vilokesi samā samantato;",
  "atk-s0101a1:184": "Aṭṭhaṅgupetaṃ giramabbhudīrayi,",
  "atk-s0101a1:185": "Sīho yathā pabbatamuddhaniṭṭhito’’ti.",
  "atk-s0101a1:186": "Evaṃ tathā gatoti tathāgato.",
  "atk-s0101a1:187": "Atha vā yathā vipassī bhagavā…pe… yathā kassapo bhagavā, ayampi bhagavā tatheva nekkhammena kāmacchandaṃ pahāya gato , abyāpādena byāpādaṃ, ālokasaññāya thinamiddhaṃ, avikkhepena uddhaccakukkuccaṃ, dhammavavatthānena vicikicchaṃ pahāya ñāṇena avijjaṃ padāletvā, pāmojjena aratiṃ vinodetvā, paṭhamajjhānena nīvaraṇakavāṭaṃ ugghāṭetvā, dutiyajjhānena vitakkavicāraṃ vūpasametvā, tatiyajjhānena pītiṃ virājetvā, catutthajjhānena sukhadukkhaṃ pahāya, ākāsānañcāyatanasamāpattiyā rūpasaññāpaṭighasaññānānattasaññāyo samatikkamitvā, viññāṇañcāyatanasamāpattiyā ākāsānañcāyatanasaññaṃ, ākiñcaññāyatanasamāpattiyā viññāṇañcāyatanasaññaṃ, nevasaññānāsaññāyatanasamāpattiyā ākiñcaññāyatanasaññaṃ samatikkamitvā gato.",
  "atk-s0101a1:188": "Aniccānupassanāya niccasaññaṃ pahāya, dukkhānupassanāya sukhasaññaṃ, anattānupassanāya attasaññaṃ, nibbidānupassanāya nandiṃ, virāgānupassanāya rāgaṃ, nirodhānupassanāya samudayaṃ, paṭinissaggānupassanāya ādānaṃ, khayānupassanāya ghanasaññaṃ, vayānupassanāya āyūhanaṃ, vipariṇāmānupassanāya dhuvasaññaṃ, animittānupassanāya nimittaṃ, appaṇihitānupassanāya paṇidhiṃ, suññatānupassanāya abhinivesaṃ, adhipaññādhammavipassanāya sārādānābhinivesaṃ, yathābhūtañāṇadassanena sammohābhinivesaṃ, ādīnavānupassanāya ālayābhinivesaṃ, paṭisaṅkhānupassanāya appaṭisaṅkhaṃ, vivaṭṭānupassanāya saṃyogābhinivesaṃ, sotāpattimaggena diṭṭhekaṭṭhe kilese bhañjitvā, sakadāgāmimaggena oḷārike kilese pahāya, anāgāmimaggena aṇusahagate kilese samugghāṭetvā, arahattamaggena sabbakilese samucchinditvā gato. Evampi tathā gatoti tathāgato.",
  "atk-s0101a1:189": "Kathaṃ tathalakkhaṇaṃ āgatoti tathāgato?Pathavīdhātuyā kakkhaḷattalakkhaṇaṃ tathaṃ avitathaṃ. Āpodhātuyā paggharaṇalakkhaṇaṃ. Tejodhātuyā uṇhattalakkhaṇaṃ. Vāyodhātuyā vitthambhanalakkhaṇaṃ. Ākāsadhātuyā asamphuṭṭhalakkhaṇaṃ. Viññāṇadhātuyā vijānanalakkhaṇaṃ.",
  "atk-s0101a1:190": "Rūpassa ruppanalakkhaṇaṃ. Vedanāya vedayitalakkhaṇaṃ. Saññāya sañjānanalakkhaṇaṃ. Saṅkhārānaṃ abhisaṅkharaṇalakkhaṇaṃ. Viññāṇassa vijānanalakkhaṇaṃ.",
  "atk-s0101a1:191": "Vitakkassa abhiniropanalakkhaṇaṃ. Vicārassa anumajjanalakkhaṇaṃ pītiyā pharaṇalakkhaṇaṃ. Sukhassa sātalakkhaṇaṃ. Cittekaggatāya avikkhepalakkhaṇaṃ. Phassassa phusanalakkhaṇaṃ.",
  "atk-s0101a1:192": "Saddhindriyassa adhimokkhalakkhaṇaṃ. Vīriyindriyassa paggahalakkhaṇaṃ. Satindriyassa upaṭṭhānalakkhaṇaṃ. Samādhindriyassa avikkhepalakkhaṇaṃ. Paññindriyassa pajānanalakkhaṇaṃ.",
  "atk-s0101a1:193": "Saddhābalassa assaddhiye akampiyalakkhaṇaṃ. Vīriyabalassa kosajje, satibalassa muṭṭhassacce. Samādhibalassa uddhacce, paññābalassa avijjāya akampiyalakkhaṇaṃ.",
  "atk-s0101a1:194": "Satisambojjhaṅgassa upaṭṭhānalakkhaṇaṃ. Dhammavicayasambojjhaṅgassa pavicayalakkhaṇaṃ. Vīriyasambojjhaṅgassa paggahalakkhaṇaṃ. Pītisambojjhaṅgassa pharaṇalakkhaṇaṃ. Passaddhisambojjhaṅgassa vūpasamalakkhaṇaṃ. Samādhisambojjhaṅgassa avikkhepalakkhaṇaṃ. Upekkhāsambojjhaṅgassa paṭisaṅkhānalakkhaṇaṃ.",
  "atk-s0101a1:195": "Sammādiṭṭhiyā dassanalakkhaṇaṃ. Sammāsaṅkappassa abhiniropanalakkhaṇaṃ. Sammāvācāya pariggahalakkhaṇaṃ. Sammākammantassa samuṭṭhānalakkhaṇaṃ. Sammāājīvassa vodānalakkhaṇaṃ. Sammāvāyāmassa paggahalakkhaṇaṃ. Sammāsatiyā upaṭṭhānalakkhaṇaṃ. Sammāsamādhissa avikkhepalakkhaṇaṃ.",
  "atk-s0101a1:196": "Avijjāya aññāṇalakkhaṇaṃ. Saṅkhārānaṃ cetanālakkhaṇaṃ. Viññāṇassa vijānanalakkhaṇaṃ. Nāmassa namanalakkhaṇaṃ. Rūpassa ruppanalakkhaṇaṃ. Saḷāyatanassa āyatanalakkhaṇaṃ. Phassassa phusanalakkhaṇaṃ. Vedanāya vedayitalakkhaṇaṃ. Taṇhāya hetulakkhaṇaṃ. Upādānassa gahaṇalakkhaṇaṃ. Bhavassa āyūhanalakkhaṇaṃ. Jātiyā nibbattilakkhaṇaṃ. Jarāya jīraṇalakkhaṇaṃ. Maraṇassa cutilakkhaṇaṃ.",
  "atk-s0101a1:197": "Dhātūnaṃ suññatālakkhaṇaṃ. Āyatanānaṃ āyatanalakkhaṇaṃ. Satipaṭṭhānānaṃ upaṭṭhānalakkhaṇaṃ. Sammappadhānānaṃ padahanalakkhaṇaṃ. Iddhipādānaṃ ijjhanalakkhaṇaṃ. Indriyānaṃ adhipatilakkhaṇaṃ. Balānaṃ akampiyalakkhaṇaṃ. Bojjhaṅgānaṃ niyyānalakkhaṇaṃ. Maggassa hetulakkhaṇaṃ.",
  "atk-s0101a1:198": "Saccānaṃ tathalakkhaṇaṃ. Samathassa avikkhepalakkhaṇaṃ. Vipassanāya anupassanālakkhaṇaṃ. Samathavipassanānaṃ ekarasalakkhaṇaṃ. Yuganaddhānaṃ anativattanalakkhaṇaṃ.",
  "atk-s0101a1:199": "Sīlavisuddhiyā saṃvaralakkhaṇaṃ. Cittavisuddhiyā avikkhepalakkhaṇaṃ. Diṭṭhivisuddhiyā dassanalakkhaṇaṃ.",
  "atk-s0101a1:200": "Khaye ñāṇassa samucchedanalakkhaṇaṃ. Anuppāde ñāṇassa passaddhilakkhaṇaṃ.",
  "atk-s0101a1:201": "Chandassa mūlalakkhaṇaṃ. Manasikārassa samuṭṭhāpanalakkhaṇaṃ. Phassassa samodhānalakkhaṇaṃ. Vedanāya samosaraṇalakkhaṇaṃ. Samādhissa pamukhalakkhaṇaṃ. Satiyā ādhipateyyalakkhaṇaṃ. Paññāya tatuttariyalakkhaṇaṃ. Vimuttiyā sāralakkhaṇaṃ… amatogadhassa nibbānassa pariyosānalakkhaṇaṃ tathaṃ avitathaṃ. Evaṃ tathalakkhaṇaṃ ñāṇagatiyā āgato avirajjhitvā patto anuppattoti tathāgato. Evaṃ tathalakkhaṇaṃ āgatoti tathāgato.",
  "atk-s0101a1:202": "Kathaṃ tathadhamme yāthāvato abhisambuddhoti tathāgato? Tathadhammā nāma cattāri ariyasaccāni. Yathāha – ‘‘cattārimāni, bhikkhave, tathāni avitathāni anaññathāni. Katamāni cattāri? ‘Idaṃ dukkha’nti bhikkhave, tathametaṃ avitathametaṃ anaññathameta’’nti (saṃ. ni. 5.1090) vitthāro. Tāni ca bhagavā abhisambuddho, tasmā tathānaṃ dhammānaṃ abhisambuddhattā tathāgatoti vuccati. Abhisambuddhattho hettha gatasaddo.",
  "atk-s0101a1:203": "Api ca jarāmaraṇassa jātipaccayasambhūtasamudāgataṭṭho tatho avitatho anaññatho…pe…, saṅkhārānaṃ avijjāpaccayasambhūtasamudāgataṭṭho tatho avitatho anaññatho…pe…, tathā avijjāya saṅkhārānaṃ paccayaṭṭho, saṅkhārānaṃ viññāṇassa paccayaṭṭho…pe…, jātiyā jarāmaraṇassa paccayaṭṭho tatho avitatho anaññatho. Taṃ sabbaṃ bhagavā abhisambuddho, tasmāpi tathānaṃ dhammānaṃ abhisambuddhattā tathāgatoti vuccati. Evaṃ tathadhamme yāthāvato abhisambuddhoti tathāgato.",
  "atk-s0101a1:204": "Kathaṃ tathadassitāya tathāgato? Bhagavā yaṃ sadevake loke…pe…, sadevamanussāya pajāya aparimāṇāsu lokadhātūsu aparimāṇānaṃ sattānaṃ cakkhudvāre āpāthamāgacchantaṃ rūpārammaṇaṃ nāma atthi, taṃ sabbākārato jānāti passati. Evaṃ jānatā passatā ca, tena taṃ iṭṭhāniṭṭhādivasena vā diṭṭhasutamutaviññātesu labbhamānakapadavasena vā. ‘‘Katamaṃ taṃ rūpaṃ rūpāyatanaṃ? Yaṃ rūpaṃ catunnaṃ mahābhūtānaṃ upādāya vaṇṇanibhā sanidassanaṃ sappaṭighaṃ nīlaṃ pītaka’’ntiādinā (dha. sa. 616) nayena anekehi nāmehi terasahi vārehi dvepaññāsāya nayehi vibhajjamānaṃ tathameva hoti, vitathaṃ natthi. Esa nayo sotadvārādīsupi āpāthaṃ āgacchantesu saddādīsu. Vuttañcetaṃ bhagavatā – ‘‘yaṃ bhikkhave, sadevakassa lokassa…pe… sadevamanussāya pajāya diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā, tamahaṃ jānāmi. Tamahaṃ abbhaññāsiṃ, taṃ tathāgatassa viditaṃ, taṃ tathāgato na upaṭṭhāsī’’ti (a. ni. 4.24). Evaṃ tathadassitāya tathāgato. Tattha tathadassī atthe tathāgatoti padasambhavo veditabbo.",
  "atk-s0101a1:205": "Kathaṃ tathavāditāya tathāgato? Yaṃ rattiṃ bhagavā bodhimaṇḍe aparājitapallaṅke nisinno tiṇṇaṃ mārānaṃ matthakaṃ madditvā anuttaraṃ sammāsambodhiṃ abhisambuddho, yañca rattiṃ yamakasālānamantare anupādisesāya nibbānadhātuyā parinibbāyi, etthantare pañcacattālīsavassaparimāṇe kāle paṭhamabodhiyāpi majjhimabodhiyāpi pacchimabodhiyāpi yaṃ bhagavatā bhāsitaṃ – suttaṃ, geyyaṃ…pe… vedallaṃ, taṃ sabbaṃ atthato ca byañjanato ca anupavajjaṃ, anūnamanadhikaṃ, sabbākāraparipuṇṇaṃ, rāgamadanimmadanaṃ, dosamohamadanimmadanaṃ. Natthi tattha vālaggamattampi avakkhalitaṃ, sabbaṃ taṃ ekamuddikāya lañchitaṃ viya, ekanāḷiyā mitaṃ viya, ekatulāya tulitaṃ viya ca, tathameva hoti avitathaṃ anaññathaṃ. Tenāha – ‘‘yañca, cunda, rattiṃ tathāgato anuttaraṃ sammāsambodhiṃ abhisambujjhati, yañca rattiṃ anupādisesāya nibbānadhātuyā parinibbāyati, yaṃ etasmiṃ antare bhāsati lapati niddisati, sabbaṃ taṃ tatheva hoti, no aññathā. Tasmā ‘tathāgato’ti vuccatī’’ti (a. ni. 4.23). Gadattho hettha gatasaddo. Evaṃ tathavāditāya tathāgato.",
  "atk-s0101a1:206": "Api ca āgadanaṃ āgado, vacananti attho. Tayo aviparīto āgado assāti, da-kārassa ta-kāraṃ katvā tathāgatoti evametasmiṃ atthe padasiddhi veditabbā.",
  "atk-s0101a1:207": "Kathaṃ tathākāritāya tathāgato? Bhagavato hi vācāya kāyo anulometi, kāyassapi vācā, tasmā yathāvādī tathākārī, yathākārī tathāvādī ca hoti. Evaṃbhūtassa cassa yathāvācā, kāyopi tathā gato pavattoti attho. Yathā ca kāyo, vācāpi tathā gatā pavattāti tathāgato. Tenevāha – ‘‘yathāvādī, bhikkhave, tathāgato tathākārī, yathākārī tathāvādī . Iti yathāvādī tathākārī yathākārī tathāvādī. Tasmā ‘tathāgato’ti vuccatī’’ti (a. ni. 4.23). Evaṃ tathākāritāya tathāgato.",
  "atk-s0101a1:208": "Kathaṃ abhibhavanaṭṭhena tathāgato? Upari bhavaggaṃ heṭṭhā avīciṃ pariyantaṃ katvā tiriyaṃ aparimāṇāsu lokadhātūsu sabbasatte abhibhavati sīlenapi samādhināpi paññāyapi vimuttiyāpi, vimuttiñāṇadassanenapi na tassa tulā vā pamāṇaṃ vā atthi; atulo appameyyo anuttaro rājātirājā devadevo sakkānaṃ atisakko brahmānaṃ atibrahmā. Tenāha – ‘‘sadevake, bhikkhave, loke…pe… sadevamanussāya pajāya tathāgato abhibhū anabhibhūto aññadatthudaso vasavattī, tasmā ‘tathāgato’ti vuccatī’’ti.",
  "atk-s0101a1:209": "Tatrevaṃ padasiddhi veditabbā. Agado viya agado. Ko panesa? Desanāvilāsamayo ceva puññussayo ca. Tena hesa mahānubhāvo bhisakko dibbāgadena sappe viya sabbaparappavādino sadevakañca lokaṃ abhibhavati. Iti sabbālokābhibhavane tatho aviparīto desanāvilāsamayo ceva puññussayo ca agado assāti. Da-kārassa ta-kāraṃ katvā tathāgatoti veditabbo. Evaṃ abhibhavanaṭṭhena tathāgato.",
  "atk-s0101a1:210": "Api ca tathāya gatotipi tathāgato, tathaṃ gatotipi tathāgato. Gatoti avagato, atīto patto paṭipannoti attho.",
  "atk-s0101a1:211": "Tattha sakalalokaṃ tīraṇapariññāya tathāya gato avagatoti tathāgato. Lokasamudayaṃ pahānapariññāya tathāya gato atītoti tathāgato. Lokanirodhaṃ sacchikiriyāya tathāya gato pattoti tathāgato. Lokanirodhagāminiṃ paṭipadaṃ tathaṃ gato paṭipannoti tathāgato. Tena vuttaṃ bhagavatā –",
  "atk-s0101a1:212": "‘‘Loko, bhikkhave, tathāgatena abhisambuddho, lokasmā tathāgato visaṃyutto. Lokasamudayo, bhikkhave, tathāgatena abhisambuddho, lokasamudayo tathāgatassa pahīno. Lokanirodho, bhikkhave, tathāgatena abhisambuddho, lokanirodho tathāgatassa sacchikato. Lokanirodhagāminī paṭipadā, bhikkhave, tathāgatena abhisambuddhā, lokanirodhagāminī paṭipadā tathāgatassa bhāvitā. Yaṃ bhikkhave, sadevakassa lokassa…pe… sabbaṃ taṃ tathāgatena abhisambuddhaṃ. Tasmā, tathāgatoti vuccatī’’ti (a. ni. 4.23).",
  "atk-s0101a1:213": "Tassapi evaṃ attho veditabbo. Idampi ca tathāgatassa tathāgatabhāvadīpane mukhamattameva. Sabbākārena pana tathāgatova tathāgatassa tathāgatabhāvaṃ vaṇṇeyya.",
  "atk-s0101a1:214": "Katamañca taṃ bhikkhaveti yena appamattakena oramattakena sīlamattakena puthujjano tathāgatassa vaṇṇaṃ vadamāno vadeyya, taṃ katamanti pucchati? Tattha pucchā nāma adiṭṭhajotanā pucchā, diṭṭhasaṃsandanā pucchā, vimaticchedanā pucchā, anumatipucchā, kathetukamyatā pucchāti pañcavidhā hoti.",
  "atk-s0101a1:215": "Tattha katamā adiṭṭhajotanā pucchā? Pakatiyā lakkhaṇaṃ aññātaṃ hoti, adiṭṭhaṃ atulitaṃ atīritaṃ avibhūtaṃ avibhāvitaṃ, tassa ñāṇāya dassanāya tulanāya tīraṇāya vibhāvanāya pañhaṃ pucchati, ayaṃ adiṭṭhajotanā pucchā.",
  "atk-s0101a1:216": "Katamā diṭṭhasaṃsandanā pucchā? Pakatiyā lakkhaṇaṃ ñātaṃ hoti, diṭṭhaṃ tulitaṃ tīritaṃ vibhūtaṃ vibhāvitaṃ, tassa aññehi paṇḍitehi saddhiṃ saṃsandanatthāya pañhaṃ pucchati, ayaṃ diṭṭhasaṃsandanā pucchā.",
  "atk-s0101a1:217": "Katamā vimaticchedanā pucchā? Pakatiyā saṃsayapakkhando hoti, vimatipakkhando, dveḷhakajāto, ‘‘evaṃ nu kho, na nu kho, kinnu kho, kathaṃ nu kho’’ti. So vimaticchedanatthāya pañhaṃ pucchati. Ayaṃ vimaticchedanā pucchā.",
  "atk-s0101a1:218": "Katamā anumatipucchā? Bhagavā bhikkhūnaṃ anumatiyā pañhaṃ pucchati – ‘‘taṃ kiṃ maññatha, bhikkhave, rūpaṃ niccaṃ vā aniccaṃ vā’’ti. Aniccaṃ, bhante. Yaṃ panāniccaṃ , dukkhaṃ vā taṃ sukhaṃ vāti? Dukkhaṃ bhanteti (mahāva. 21) sabbaṃ vattabbaṃ, ayaṃ anumatipucchā.",
  "atk-s0101a1:219": "Katamā kathetukamyatā pucchā? Bhagavā bhikkhūnaṃ kathetukamyatāya pañhaṃ pucchati. Cattārome, bhikkhave, satipaṭṭhānā. Katame cattāro?…Pe… aṭṭhime bhikkhave maggaṅgā. Katame aṭṭhāti, ayaṃ kathetukamyatā pucchā.",
  "atk-s0101a1:220": "Iti imāsu pañcasu pucchāsu adiṭṭhassa tāva kassaci dhammassa abhāvato tathāgatassa adiṭṭhajotanā pucchā natthi. ‘‘Idaṃ nāma aññehi paṇḍitehi samaṇabrāhmaṇehi saddhiṃ saṃsanditvā desessāmī’’ti samannāhārasseva anuppajjanato diṭṭhasaṃsandanā pucchāpi natthi. Yasmā pana buddhānaṃ ekadhammepi āsappanā parisappanā natthi, bodhimaṇḍeyeva sabbā kaṅkhā chinnā; tasmā vimaticchedanā pucchāpi natthiyeva. Avasesā pana dve pucchā buddhānaṃ atthi, tāsu ayaṃ kathetukamyatā pucchā nāma.",
  "atk-s0101a1:221": "8. Idāni taṃ kathetukamyatāya pucchāya pucchitamatthaṃ kathetuṃ ‘‘pāṇātipātaṃ pahāyā’’tiādimāha.",
  "atk-s0101a1:222": "Tattha pāṇassa atipāto pāṇātipāto, pāṇavadho, pāṇaghātoti vuttaṃ hoti. Pāṇoti cettha vohārato satto, paramatthato jīvitindriyaṃ, tasmiṃ pana pāṇe pāṇasaññino jīvitindriyupacchedakaupakkamasamuṭṭhāpikā kāyavacīdvārānaṃ aññataradvārappavattā vadhakacetanā pāṇātipāto. So guṇavirahitesu tiracchānagatādīsu pāṇesu khuddake pāṇe appasāvajjo, mahāsarīre mahāsāvajjo, kasmā? Payogamahantatāya. Payogasamattepi vatthumahantatāya. Guṇavantesu manussādīsu appaguṇe pāṇe appasāvajjo, mahāguṇe mahāsāvajjo. Sarīraguṇānaṃ pana samabhāve sati kilesānaṃ upakkamānañca mudutāya appasāvajjo, tibbatāya mahāsāvajjoti veditabbo.",
  "atk-s0101a1:223": "Tassa pañca sambhārā honti – pāṇo, pāṇasaññitā, vadhakacittaṃ, upakkamo, tena maraṇanti . Cha payogā – sāhatthiko, āṇattiko, nissaggiyo, thāvaro, vijjāmayo, iddhimayoti. Imasmiṃ panatthe vitthāriyamāne ativiya papañco hoti, tasmā taṃ na vitthārayāma, aññañca evarūpaṃ. Atthikehi pana samantapāsādikaṃ vinayaṭṭhakathaṃ oloketvā gahetabbaṃ.",
  "atk-s0101a1:224": "Pahāyāti imaṃ pāṇātipātacetanāsaṅkhātaṃ dussīlyaṃ pajahitvā. Paṭiviratoti pahīnakālato paṭṭhāya tato dussīlyato orato viratova. Natthi tassa vītikkamissāmīti cakkhusotaviññeyyā dhammā pageva kāyikāti imināva nayena aññesupi evarūpesu padesu attho veditabbo.",
  "atk-s0101a1:225": "Samaṇoti bhagavā samitapāpatāya laddhavohāro. Gotamoti gottavasena. Na kevalañca bhagavāyeva pāṇātipātā paṭivirato, bhikkhusaṅghopi paṭivirato, desanā pana ādito paṭṭhāya evaṃ āgatā, atthaṃ pana dīpentena bhikkhusaṅghavasenāpi dīpetuṃ vaṭṭati.",
  "atk-s0101a1:226": "Nihitadaṇḍo nihitasatthoti parūpaghātatthāya daṇḍaṃ vā satthaṃ vā ādāya avattanato nikkhittadaṇḍo ceva nikkhittasattho cāti attho. Ettha ca ṭhapetvā daṇḍaṃ sabbampi avasesaṃ upakaraṇaṃ sattānaṃ viheṭhanabhāvato satthanti veditabbaṃ. Yaṃ pana bhikkhū kattaradaṇḍaṃ vā dantakaṭṭhaṃ vā vāsiṃ pipphalikaṃ vā gahetvā vicaranti, na taṃ parūpaghātatthāya. Tasmā nihitadaṇḍo nihitasattho tveva saṅkhyaṃ gacchati.",
  "atk-s0101a1:227": "Lajjīti pāpajigucchanalakkhaṇāya lajjāya samannāgato. Dayāpannoti dayaṃ mettacittataṃ āpanno. Sabbapāṇabhūtahitānukampīti; sabbe pāṇabhūte hitena anukampako. Tāya dayāpannatāya sabbesaṃ pāṇabhūtānaṃ hitacittakoti attho. Viharatīti iriyati yapeti yāpeti pāleti . Iti vā hi, bhikkhaveti evaṃ vā bhikkhave. Vā saddo upari ‘‘adinnādānaṃ pahāyā’’tiādīni apekkhitvā vikappattho vutto, evaṃ sabbattha purimaṃ vā pacchimaṃ vā apekkhitvā vikappabhāvo veditabbo.",
  "atk-s0101a1:228": "Ayaṃ panettha saṅkhepo – bhikkhave, puthujjano tathāgatassa vaṇṇaṃ vadamāno evaṃ vadeyya – ‘‘samaṇo gotamo pāṇaṃ na hanati, na ghāteti, na tattha samanuñño hoti, virato imasmā dussīlyā; aho, vata re buddhaguṇā mahantā’’ti, iti mahantaṃ ussāhaṃ katvā vaṇṇaṃ vattukāmopi appamattakaṃ oramattakaṃ ācārasīlamattakameva vakkhati. Upari asādhāraṇabhāvaṃ nissāya vaṇṇaṃ vattuṃ na sakkhissati. Na kevalañca puthujjanova sotāpannasakadāgāmianāgāmiarahantopi paccekabuddhāpi na sakkontiyeva; tathāgatoyeva pana sakkoti, taṃ vo upari vakkhāmīti, ayamettha sādhippāyā atthavaṇṇanā. Ito paraṃ pana apubbapadameva vaṇṇayissāma.",
  "atk-s0101a1:229": "Adinnādānaṃ pahāyāti ettha adinnassa ādānaṃ adinnādānaṃ, parasaṃharaṇaṃ, theyyaṃ, corikāti vuttaṃ hoti. Tattha adinnanti parapariggahitaṃ, yattha paro yathākāmakāritaṃ āpajjanto adaṇḍāraho anupavajjo ca hoti. Tasmiṃ parapariggahite parapariggahitasaññino, tadādāyakaupakkamasamuṭṭhāpikā theyyacetanā adinnādānaṃ. Taṃ hīne parasantake appasāvajjaṃ, paṇīte mahāsāvajjaṃ, kasmā? Vatthupaṇītatāya. Vatthusamatte sati guṇādhikānaṃ santake vatthusmiṃ mahāsāvajjaṃ . Taṃ taṃ guṇādhikaṃ upādāya tato tato hīnaguṇassa santake vatthusmiṃ appasāvajjaṃ.",
  "atk-s0101a1:230": "Tassa pañca sambhārā honti – parapariggahitaṃ, parapariggahitasaññitā, theyyacittaṃ, upakkamo, tena haraṇanti. Cha payogā – sāhatthikādayova. Te ca kho yathānurūpaṃ theyyāvahāro, pasayhāvahāro, paṭicchannāvahāro, parikappāvahāro, kusāvahāroti imesaṃ avahārānaṃ vasena pavattā, ayamettha saṅkhepo. Vitthāro pana samantapāsādikāyaṃ vutto.",
  "atk-s0101a1:231": "Dinnameva ādiyatīti dinnādāyī. Cittenapi dinnameva paṭikaṅkhatīti dinnapāṭikaṅkhī. Thenetīti theno. Na thenena athenena. Athenattāyeva sucibhūtena. Attanāti attabhāvena. Athenaṃ sucibhūtaṃ attānaṃ katvā viharatīti vuttaṃ hoti. Sesaṃ paṭhamasikkhāpade vuttanayeneva yojetabbaṃ. Yathā ca idha, evaṃ sabbattha.",
  "atk-s0101a1:232": "Abrahmacariyanti aseṭṭhacariyaṃ. Brahmaṃ seṭṭhaṃ ācāraṃ caratīti brahmacārī. Ārācārīti abrahmacariyato dūracārī. Methunāti rāgapariyuṭṭhānavasena sadisattā methunakāti laddhavohārehi paṭisevitabbato methunāti saṅkhyaṃ gatā asaddhammā. Gāmadhammāti gāmavāsīnaṃ dhammā.",
  "atk-s0101a1:233": "9.Musāvādaṃ pahāyāti ettha musāti visaṃvādanapurekkhārassa atthabhañjanako vacīpayogo kāyapayogo, vā visaṃvādanādhippāyena panassa paravisaṃvādakakāyavacīpayogasamuṭṭhāpikā cetanā musāvādo.",
  "atk-s0101a1:234": "Aparo nayo, ‘musā’ti abhūtaṃ atacchaṃ vatthu. ‘Vādo’ti tassa bhūtato tacchato viññāpanaṃ. Lakkhaṇato pana atathaṃ vatthuṃ tathato paraṃ viññāpetukāmassa tathāviññattisamuṭṭhāpikā cetanā musāvādo. So yamatthaṃ bhañjati, tassa appatāya appasāvajjo, mahantatāya mahāsāvajjo.",
  "atk-s0101a1:235": "Api ca gahaṭṭhānaṃ attano santakaṃ adātukāmatāya natthītiādinayappavatto appasāvajjo, sakkhinā hutvā atthabhañjanatthaṃ vutto mahāsāvajjo, pabbajitānaṃ appakampi telaṃ vā sappiṃ vā labhitvā hasādhippāyena – ‘‘ajja gāme telaṃ nadī maññe sandatī’’ti pūraṇakathānayena pavatto appasāvajjo, adiṭṭhaṃyeva pana diṭṭhantiādinā nayena vadantānaṃ mahāsāvajjo.",
  "atk-s0101a1:236": "Tassa cattāro sambhārā honti – atathaṃ vatthu, visaṃvādanacittaṃ, tajjo vāyāmo, parassa tadatthavijānananti. Eko payogo sāhatthikova. So kāyena vā kāyapaṭibaddhena vā vācāya vā paravisaṃvādanakiriyākaraṇena daṭṭhabbo. Tāya ce kiriyāya paro tamatthaṃ jānāti, ayaṃ kiriyasamuṭṭhāpikacetanākkhaṇeyeva musāvādakammunā bajjhati.",
  "atk-s0101a1:237": "Yasmā pana yathā kāyakāyapaṭibaddhavācāhi paraṃ visaṃvādeti, tathā ‘‘idamassa bhaṇāhī’’ti āṇāpentopi paṇṇaṃ likhitvā purato nissajjantopi, ‘‘ayamattho evaṃ daṭṭhabbo’’ti kuḍḍādīsu likhitvā ṭhapentopi. Tasmā ettha āṇattikanissaggiyathāvarāpi payogā yujjanti, aṭṭhakathāsu pana anāgatattā vīmaṃsitvā gahetabbā.",
  "atk-s0101a1:238": "Saccaṃ vadatīti saccavādī. Saccena saccaṃ sandahati ghaṭetīti saccasandho. Na antarantarā musā vadatīti attho. Yo hi puriso kadāci musā vadati, kadāci saccaṃ, tassa musāvādena antaritattā saccaṃ saccena na ghaṭīyati; tasmā so na saccasandho. Ayaṃ pana na tādiso, jīvitahetupi musā avatvā saccena saccaṃ sandahati yevāti saccasandho.",
  "atk-s0101a1:239": "Thetoti thiro thirakathoti attho. Eko hi puggalo haliddirāgo viya, thusarāsimhi nikhātakhāṇu viya, assapiṭṭhe ṭhapitakumbhaṇḍamiva ca na thirakatho hoti, eko pāsāṇalekhā viya, indakhīlo viya ca thirakatho hoti, asinā sīsaṃ chindantepi dve kathā na katheti, ayaṃ vuccati theto.",
  "atk-s0101a1:240": "Paccayikoti pattiyāyitabbako, saddhāyitabbakoti attho. Ekacco hi puggalo na paccayiko hoti, ‘‘idaṃ kena vuttaṃ, asukenā’’ti vutte ‘‘mā tassa vacanaṃ saddahathā’’ti vattabbataṃ āpajjati. Eko paccayiko hoti, ‘‘idaṃ kena vuttaṃ, asukenā’’ti vutte ‘‘yadi tena vuttaṃ, idameva pamāṇaṃ, idāni upaparikkhitabbaṃ natthi, evameva ida’’nti vattabbataṃ āpajjati, ayaṃ vuccati paccayiko. Avisaṃvādako lokassāti tāya saccavāditāya lokaṃ na visaṃvādetīti attho.",
  "atk-s0101a1:241": "Pisuṇaṃvācaṃ pahāyātiādīsu yāya vācāya yassa taṃ vācaṃ bhāsati, tassa hadaye attano piyabhāvaṃ, parassa ca suññabhāvaṃ karoti, sā pisuṇā vācā.",
  "atk-s0101a1:242": "Yāya pana attānampi parampi pharusaṃ karoti, yā vācā sayampi pharusā, neva kaṇṇasukhā na hadayaṅgamā, ayaṃ pharusā vācā.",
  "atk-s0101a1:243": "Yena samphaṃ palapati niratthakaṃ, so samphappalāpo.",
  "atk-s0101a1:244": "Tesaṃ mūlabhūtā cetanāpi pisuṇavācādināmeva labhati, sā eva ca idhādhippetāti.",
  "atk-s0101a1:245": "Tattha saṃkiliṭṭhacittassa paresaṃ vā bhedāya attano piyakamyatāya vā kāyavacīpayogasamuṭṭhāpikā cetanā pisuṇavācā. Sā yassa bhedaṃ karoti, tassa appaguṇatāya appasāvajjā, mahāguṇatāya mahāsāvajjā.",
  "atk-s0101a1:246": "Tassā cattāro sambhārā – bhinditabbo paro, ‘‘iti ime nānā bhavissanti, vinā bhavissantī’’ti bhedapurekkhāratā vā, ‘‘iti ahaṃ piyo bhavissāmi vissāsiko’’ti piyakamyatā vā, tajjo vāyāmo, tassa tadatthavijānananti. Imesaṃ bhedāyāti, yesaṃ itoti vuttānaṃ santike sutaṃ tesaṃ bhedāya.",
  "atk-s0101a1:247": "Bhinnānaṃ vā sandhātāti dvinnaṃ mittānaṃ vā samānupajjhāyakādīnaṃ vā kenacideva kāraṇena bhinnānaṃ ekamekaṃ upasaṅkamitvā ‘‘tumhākaṃ īdise kule jātānaṃ evaṃ bahussutānaṃ idaṃ na yutta’’ntiādīni vatvā sandhānaṃ kattā anukattā. Anuppadātāti sandhānānuppadātā. Dve jane samagge disvā – ‘‘tumhākaṃ evarūpe kule jātānaṃ evarūpehi guṇehi samannāgatānaṃ anucchavikameta’’ntiādīni vatvā daḷhīkammaṃ kattāti attho. Samaggo ārāmo assāti samaggārāmo. Yattha samaggā natthi, tattha vasitumpi na icchatīti attho. Samaggarāmotipi pāḷi, ayamevettha attho. Samaggaratoti samaggesu rato, te pahāya aññattha gantumpi na icchatīti attho. Samagge disvāpi sutvāpi nandatīti samagganandī,samaggakaraṇiṃ vācaṃ bhāsitāti yā vācā satte samaggeyeva karoti , taṃ sāmaggiguṇaparidīpikameva vācaṃ bhāsati, na itaranti.",
  "atk-s0101a1:248": "Parassa mammacchedakakāyavacīpayogasamuṭṭhāpikā ekantapharusacetanā pharusāvācā. Tassā āvibhāvatthamidaṃ vatthu – eko kira dārako mātuvacanaṃ anādiyitvā araññaṃ gacchati, taṃ mātā nivattetumasakkontī – ‘‘caṇḍā taṃ mahiṃsī anubandhatū’’ti akkosi. Athassa tatheva araññe mahiṃsī uṭṭhāsi. Dārako ‘‘yaṃ mama mātā mukhena kathesi, taṃ mā hotu, yaṃ cittena cintesi taṃ hotū’’ti, saccakiriyamakāsi. Mahiṃsī tattheva baddhā viya aṭṭhāsi. Evaṃ mammacchedakopi payogo cittasaṇhatāya na pharusā vācā hoti. Mātāpitaro hi kadāci puttake evaṃ vadanti – ‘‘corā vo khaṇḍākhaṇḍaṃ karontū’’ti, uppalapattampi ca nesaṃ upari patantaṃ na icchanti. Ācariyupajjhāyā ca kadāci nissitake evaṃ vadanti – ‘‘kiṃ ime ahirīkā anottappino caranti, niddhamatha ne’’ti, atha ca nesaṃ āgamādhigamasampattiṃ icchanti. Yathā ca cittasaṇhatāya pharusā vācā na hoti, evaṃ vacanasaṇhatāya apharusā vācā na hoti. Na hi mārāpetukāmassa – ‘‘imaṃ sukhaṃ sayāpethā’’ti vacanaṃ apharusā vācā hoti, cittapharusatāya panesā pharusā vācāva. Sā yaṃ sandhāya pavattitā, tassa appaguṇatāya appasāvajjā, mahāguṇatāya mahāsāvajjā. Tassā tayo sambhārā – akkositabbo paro, kupitacittaṃ, akkosanāti.",
  "atk-s0101a1:249": "Nelāti elaṃ vuccati doso, nāssā elanti nelā, niddosāti attho. ‘‘Nelaṅgo setapacchādo’’ti, (udā. 65) ettha vuttanelaṃ viya. Kaṇṇasukhāti byañjanamadhuratāya kaṇṇānaṃ sukhā, sūcivijjhanaṃ viya kaṇṇasūlaṃ na janeti. Atthamadhuratāya sakalasarīre kopaṃ ajanetvā pemaṃ janetīti pemanīyā. Hadayaṃ gacchati, appaṭihaññamānā sukhena cittaṃ pavisatīti hadayaṅgamā. Guṇaparipuṇṇatāya pure bhavāti porī pure saṃvaḍḍhanārī viya sukumārātipi porī. Purassa esātipi porī. Nagaravāsīnaṃ kathāti attho. Nagaravāsino hi yuttakathā honti. Pitimattaṃ pitāti vadanti, bhātimattaṃ bhātāti vadanti, mātimattaṃ mātāti vadanti. Evarūpī kathā bahuno janassa kantā hotīti bahujanakantā. Kantabhāveneva bahuno janassa manāpā cittavuḍḍhikarāti bahujanamanāpā.",
  "atk-s0101a1:250": "Anatthaviññāpikā kāyavacīpayogasamuṭṭhāpikā akusalacetanā samphappalāpo. So āsevanamandatāya appasāvajjo, āsevanamahantatāya mahāsāvajjo, tassa dve sambhārā – bhāratayuddhasītāharaṇādiniratthakakathāpurekkhāratā, tathārūpī kathā kathanañca.",
  "atk-s0101a1:251": "Kālena vadatīti kālavādī vattabbayuttakālaṃ sallakkhetvā vadatīti attho. Bhūtaṃ tathaṃ tacchaṃ sabhāvameva vadatīti bhūtavādī. Diṭṭhadhammikasamparāyikatthasannissitameva katvā vadatīti atthavādī. Navalokuttaradhammasannissitaṃ katvā vadatīti dhammavādī saṃvaravinayapahānavinayasannissitaṃ katvā vadatīti vinayavādī.",
  "atk-s0101a1:252": "Nidhānaṃ vuccati ṭhapanokāso, nidhānamassā atthīti nidhānavatī. Hadaye nidhātabbayuttakaṃ vācaṃ bhāsitāti attho. Kālenāti evarūpiṃ bhāsamānopi ca – ‘‘ahaṃ nidhānavatiṃ vācaṃ bhāsissāmī’’ti na akālena bhāsati, yuttakālaṃ pana apekkhitvāva bhāsatīti attho. Sāpadesanti saupamaṃ, sakāraṇanti attho. Pariyantavatinti paricchedaṃ dassetvā yathāssā paricchedo paññāyati, evaṃ bhāsatīti attho. Atthasaṃhitanti anekehipi nayehi vibhajantena pariyādātuṃ asakkuṇeyyatāya atthasampannaṃ bhāsati. Yaṃ vā so atthavādī atthaṃ vadati, tena atthena sahitattā atthasaṃhitaṃ vācaṃ bhāsati, na aññaṃ nikkhipitvā aññaṃ bhāsatīti vuttaṃ hoti.",
  "atk-s0101a1:253": "10.Bījagāmabhūtagāmasamārambhāti mūlabījaṃ khandhabījaṃ phaḷubījaṃ aggabījaṃ bījabījanti pañcavidhassa bījagāmassa ceva, yassa kassaci nīlatiṇarukkhādikassa bhūtagāmassa ca samārambhā, chedanabhedanapacanādibhāvena vikopanā paṭiviratoti attho.",
  "atk-s0101a1:254": "Ekabhattikoti pātarāsabhattaṃ sāyamāsabhattanti dve bhattāni, tesu pātarāsabhattaṃ antomajjhanhikena paricchinnaṃ, itaraṃ majjhanhikato uddhaṃ anto aruṇena. Tasmā antomajjhanhike dasakkhattuṃ bhuñjamānopi ekabhattikova hoti. Taṃ sandhāya vuttaṃ ‘‘ekabhattiko’’ti.",
  "atk-s0101a1:255": "Rattiyā bhojanaṃ ratti, tato uparatoti rattūparato. Atikkante majjhanhike yāva sūriyatthaṅgamanā bhojanaṃ vikālabhojanaṃ nāma. Tato viratattā virato vikālabhojanā. Kadā virato? Anomānadītīre pabbajitadivasato paṭṭhāya.",
  "atk-s0101a1:256": "Sāsanassa ananulomattā visūkaṃ paṭāṇībhūtaṃ dassananti visūkadassanaṃ. Attanā naccananaccāpanādivasena naccā ca gītā ca vāditā ca antamaso mayūranaccādivasenapi pavattānaṃ naccādīnaṃ visūkabhūtā dassanā cāti naccagītavāditavisūkadassanā. Naccādīni hi attanā payojetuṃ vā parehi payojāpetuṃ vā payuttāni passituṃ vā neva bhikkhūnaṃ na bhikkhunīnañca vaṭṭanti.",
  "atk-s0101a1:257": "Mālādīsu mālāti yaṃ kiñci pupphaṃ. Gandhanti yaṃ kiñci gandhajātaṃ. Vilepananti chavirāgakaraṇaṃ. Tattha piḷandhanto dhāreti nāma, ūnaṭṭhānaṃ pūrento maṇḍeti nāma, gandhavasena chavirāgavasena ca sādiyanto vibhūseti nāma. Ṭhānaṃ vuccati kāraṇaṃ. Tasmā yāya dussīlyacetanāya tāni mālādhāraṇādīni mahājano karoti, tato paṭiviratoti attho.",
  "atk-s0101a1:258": "Uccāsayanaṃ vuccati pamāṇātikkantaṃ. Mahāsayananti akappiyapaccattharaṇaṃ. Tato viratoti attho.",
  "atk-s0101a1:259": "Jātarūpanti suvaṇṇaṃ. Rajatanti kahāpaṇo, lohamāsako, jatumāsako, dārumāsakoti ye vohāraṃ gacchanti. Tassa ubhayassāpi paṭiggahaṇā paṭivirato, neva naṃ uggaṇhāti, na uggaṇhāpeti, na upanikkhittaṃ sādiyatīti attho.",
  "atk-s0101a1:260": "Āmakadhaññapaṭiggahaṇāti, sālivīhiyavagodhūmakaṅguvarakakudrūsakasaṅkhātassa sattavidhassāpi āmakadhaññassa paṭiggahaṇā. Na kevalañca etesaṃ paṭiggahaṇameva, āmasanampi bhikkhūnaṃ na vaṭṭatiyeva. Āmakamaṃsapaṭiggahaṇāti ettha aññatra odissa anuññātā āmakamaṃsamacchānaṃ paṭiggahaṇameva bhikkhūnaṃ na vaṭṭati, no āmasanaṃ.",
  "atk-s0101a1:261": "Itthikumārikapaṭiggahaṇāti ettha itthīti purisantaragatā, itarā kumārikā nāma, tāsaṃ paṭiggahaṇampi āmasanampi akappiyameva.",
  "atk-s0101a1:262": "Dāsidāsapaṭiggahaṇāti ettha dāsidāsavaseneva tesaṃ paṭiggahaṇaṃ na vaṭṭati. ‘‘Kappiyakārakaṃ dammi, ārāmikaṃ dammī’’ti evaṃ vutte pana vaṭṭati.",
  "atk-s0101a1:263": "Ajeḷakādīsu khettavatthupariyosānesu kappiyākappiyanayo vinayavasena upaparikkhitabbo. Tattha khettaṃ nāma yasmiṃ pubbaṇṇaṃ ruhati. Vatthu nāma yasmiṃ aparaṇṇaṃ ruhati. Yattha vā ubhayampi ruhati, taṃ khettaṃ. Tadatthāya akatabhūmibhāgo vatthu. Khettavatthusīsena cettha vāpitaḷākādīnipi saṅgahitāneva.",
  "atk-s0101a1:264": "Dūteyyaṃ vuccati dūtakammaṃ, gihīnaṃ pahitaṃ paṇṇaṃ vā sāsanaṃ vā gahetvā tattha tattha gamanaṃ. Pahiṇagamanaṃ vuccati gharā gharaṃ pesitassa khuddakagamanaṃ. Anuyogo nāma tadubhayakaraṇaṃ. Tasmā dūteyyapahiṇagamanānaṃ anuyogāti. Evamettha attho veditabbo.",
  "atk-s0101a1:265": "Kayavikkayāti kayā ca vikkayā ca. Tulākūṭādīsu kūṭanti vañcanaṃ. Tattha tulākūṭaṃ nāma rūpakūṭaṃ aṅgakūṭaṃ, gahaṇakūṭaṃ, paṭicchannakūṭanti catubbidhaṃ hoti. Tattha rūpakūṭaṃ nāma dve tulā samarūpā katvā gaṇhanto mahatiyā gaṇhāti, dadanto khuddikāya deti. Aṅgakūṭaṃ nāma gaṇhanto pacchābhāge hatthena tulaṃ akkamati, dadanto pubbabhāge. Gahaṇakūṭaṃ nāma gaṇhanto mūle rajjuṃ gaṇhāti, dadanto agge. Paṭicchannakūṭaṃ nāma tulaṃ susiraṃ katvā anto ayacuṇṇaṃ pakkhipitvā gaṇhanto taṃ pacchābhāge karoti, dadanto aggabhāge.",
  "atk-s0101a1:266": "Kaṃso vuccati suvaṇṇapāti, tāya vañcanaṃ kaṃsakūṭaṃ. Kathaṃ? Ekaṃ suvaṇṇapātiṃ katvā aññā dve tisso lohapātiyo suvaṇṇavaṇṇe karoti, tato janapadaṃ gantvā kiñcideva aḍḍhaṃ kulaṃ pavisitvā – ‘‘suvaṇṇabhājanāni kiṇathā’’ti vatvā agghe pucchite samagghataraṃ dātukāmā honti. Tato tehi – ‘‘kathaṃ imesaṃ suvaṇṇabhāvo jānitabbo’’ti vutte, ‘‘vīmaṃsitvā gaṇhathā’’ti suvaṇṇapātiṃ pāsāṇe ghaṃsitvā sabbā pātiyo datvā gacchati.",
  "atk-s0101a1:267": "Mānakūṭaṃ nāma hadayabhedasikhābhedarajjubhedavasena tividhaṃ hoti. Tattha hadayabhedo sappitelādiminanakāle labbhati. Tāni hi gaṇhanto heṭṭhāchiddena mānena – ‘‘saṇikaṃ āsiñcā’’ti vatvā antobhājane bahuṃ paggharāpetvā gaṇhāti, dadanto chiddaṃ pidhāya sīghaṃ pūretvā deti.",
  "atk-s0101a1:268": "Sikhābhedo tilataṇḍulādiminanakāle labbhati. Tāni hi gaṇhanto saṇikaṃ sikhaṃ ussāpetvā gaṇhāti, dadanto vegena pūretvā sikhaṃ chindanto deti.",
  "atk-s0101a1:269": "Rajjubhedo khettavatthuminanakāle labbhati. Lañjaṃ alabhantā hi khettaṃ amahantampi mahantaṃ katvā minanti.",
  "atk-s0101a1:270": "Ukkoṭanādīsu ukkoṭananti assāmike sāmike kātuṃ lañjaggahaṇaṃ. Vañcananti tehi tehi upāyehi paresaṃ vañcanaṃ. Tatridamekaṃ vatthu – eko kira luddako migañca migapotakañca gahetvā āgacchati , tameko dhutto – ‘‘kiṃ bho, migo agghati, kiṃ migapotako’’ti āha. ‘‘Migo dve kahāpaṇe, migapotako eka’’nti ca vutte ekaṃ kahāpaṇaṃ datvā migapotakaṃ gahetvā thokaṃ gantvā nivatto – ‘‘na me bho, migapotakena attho, migaṃ me dehī’’ti āha. Tena hi – dve kahāpaṇe dehīti. So āha – ‘‘nanu te bho, mayā paṭhamaṃ eko kahāpaṇo dinno’’ti? ‘‘Āma, dinno’’ti. ‘‘Idaṃ migapotakaṃ gaṇha, evaṃ so ca kahāpaṇo, ayañca kahāpaṇagghanako migapotakoti dve kahāpaṇā bhavissantī’’ti. So ‘‘kāraṇaṃ vadatī’’ti sallakkhetvā migapotakaṃ gahetvā migaṃ adāsīti. Nikatīti yogavasena vā māyāvasena vā apāmaṅgaṃ pāmaṅganti, amaṇiṃ maṇinti, asuvaṇṇaṃ suvaṇṇanti katvā patirūpakena vañcanaṃ. Sāciyogoti kuṭilayogo, etesaṃyeva ukkoṭanādīnametaṃ nāmaṃ. Tasmā – ukkoṭanasāciyogo, vañcanasāciyogo, nikatisāciyogoti, evamettha attho daṭṭhabbo. Keci aññaṃ dassetvā aññassa parivattanaṃ sāciyogoti vadanti. Taṃ pana vañcaneneva saṅgahitaṃ.",
  "atk-s0101a1:271": "Chedanādīsu chedananti hatthacchedanādi. Vadhoti māraṇaṃ. Bandhoti rajjubandhanādīhi bandhanaṃ. Viparāmosoti himaviparāmoso, gumbaviparāmosoti duvidho. Yaṃ himapātasamaye himena paṭicchannā hutvā maggappaṭipannaṃ janaṃ musanti, ayaṃ himaviparāmoso. Yaṃ gumbādīhi paṭicchannā musanti, ayaṃ gumbaviparāmoso. Ālopo vuccati gāmanigamādīnaṃ vilopakaraṇaṃ. Sahasākāroti sāhasikakiriyā. Gehaṃ pavisitvā manussānaṃ ure satthaṃ ṭhapetvā icchitabhaṇḍānaṃ gahaṇaṃ. Evametasmā chedana…pe… sahasākārā paṭivirato samaṇo gotamoti. Iti vā hi, bhikkhave, puthujjano tathāgatassa vaṇṇaṃ vadamāno vadeyyāti.",
  "atk-s0101a1:272": "Ettāvatā cūḷasīlaṃ niṭṭhitaṃ hoti.",
  "atk-s0101a1:273": "Majjhimasīlavaṇṇanā",
  "atk-s0101a1:274": "11. Idāni majjhimasīlaṃ vitthārento ‘‘yathā vā paneke bhonto’’tiādimāha. Tatrāyaṃ anuttānapadavaṇṇanā. Saddhādeyyānīti kammañca phalañca idhalokañca paralokañca saddahitvā dinnāni. ‘Ayaṃ me ñātī’ti vā, ‘mitto’ti vā, idaṃ paṭikarissati, idaṃ vā tena katapubbanti vā, evaṃ na dinnānīti attho. Evaṃ dinnāni hi na saddhādeyyāni nāma honti . Bhojanānīti desanāsīsamattametaṃ, atthato pana saddhādeyyāni bhojanāni bhuñjitvā cīvarāni pārupitvā senāsanāni sevamānā gilānabhesajjaṃ paribhuñjamānāti sabbametaṃ vuttameva hoti.",
  "atk-s0101a1:275": "Seyyathidanti nipāto. Tassattho katamo so bījagāmabhūtagāmo, yassa samārambhaṃ anuyuttā viharantīti. Tato taṃ dassento mūlabījantiādimāha. Tattha mūlabījaṃ nāma haliddi, siṅgiveraṃ, vacā, vacattaṃ, ativisā, kaṭukarohiṇī, usīraṃ, bhaddamuttakanti evamādi. Khandhabījaṃ nāma assattho, nigrodho, pilakkho, udumbaro, kacchako, kapitthanoti evamādi. Phaḷubījaṃ nāma ucchu, naḷo, veḷūti evamādi. Aggabījaṃ nāma ajjakaṃ, phaṇijjakaṃ, hiriveranti evamādi. Bījabījaṃ nāma pubbaṇṇaṃ aparaṇṇanti evamādi. Sabbañhetaṃ rukkhato viyojitaṃ viruhanasamatthameva ‘‘bījagāmo’’ti vuccati. Rukkhato pana aviyojitaṃ asukkhaṃ ‘‘bhūtagāmo’’ti vuccati. Tattha bhūtagāmasamārambho pācittiyavatthu, bījagāmasamārambho dukkaṭavatthūti veditabbo.",
  "atk-s0101a1:276": "12.Sannidhikāraparibhoganti sannidhikatassa paribhogaṃ. Tattha duvidhā kathā, vinayavasena ca sallekhavasena ca. Vinayavasena tāva yaṃ kiñci annaṃ ajja paṭiggahitaṃ aparajju sannidhikārakaṃ hoti, tassa paribhoge pācittiyaṃ . Attanā laddhaṃ pana sāmaṇerānaṃ datvā, tehi laddhaṃ ṭhapāpetvā dutiyadivase bhuñjituṃ vaṭṭati, sallekho pana na hoti.",
  "atk-s0101a1:277": "Pānasannidhimhipi eseva nayo. Tattha pānaṃ nāma ambapānādīni aṭṭha pānāni, yāni ca tesaṃ anulomāni. Tesaṃ vinicchayo samantapāsādikāyaṃ vutto.",
  "atk-s0101a1:278": "Vatthasannidhimhi anadhiṭṭhitaṃ avikappitaṃ sannidhi ca hoti, sallekhañca kopeti, ayaṃ pariyāyakathā. Nippariyāyato pana ticīvarasantuṭṭhena bhavitabbaṃ, catutthaṃ labhitvā aññassa dātabbaṃ. Sace yassa kassaci dātuṃ na sakkoti, yassa pana dātukāmo hoti, so uddesatthāya vā paripucchatthāya vā gato, āgatamatte dātabbaṃ, adātuṃ na vaṭṭati. Cīvare pana appahonte satiyā paccāsāya anuññātakālaṃ ṭhapetuṃ vaṭṭati. Sūcisuttacīvarakārakānaṃ alābhena tato parampi vinayakammaṃ katvā ṭhapetuṃ vaṭṭati. ‘‘Imasmiṃ jiṇṇe puna īdisaṃ kuto labhissāmī’’ti pana ṭhapetuṃ na vaṭṭati, sannidhi ca hoti, sallekhañca kopeti.",
  "atk-s0101a1:279": "Yānasannidhimhi yānaṃ nāma vayhaṃ, ratho, sakaṭaṃ, sandamānikā, sivikā, pāṭaṅkīti; netaṃ pabbajitassa yānaṃ. Upāhanā pana pabbajitassa yānaṃyeva. Ekabhikkhussa hi eko araññatthāya, eko dhotapādakatthāyāti, ukkaṃsato dve upāhanasaṅghāṭā vaṭṭanti. Tatiyaṃ labhitvā aññassa dātabbo. ‘‘Imasmiṃ jiṇṇe aññaṃ kuto labhissāmī’’ti hi ṭhapetuṃ na vaṭṭati, sannidhi ca hoti, sallekhañca kopeti.",
  "atk-s0101a1:280": "Sayanasannidhimhi sayananti mañco. Ekassa bhikkhuno eko gabbhe, eko divāṭhāneti ukkaṃsato dve mañcā vaṭṭanti. Tato uttari labhitvā aññassa bhikkhuno vā gaṇassa vā dātabbo; adātuṃ na vaṭṭati. Sannidhi ca hoti, sallekhañca kopeti.",
  "atk-s0101a1:281": "Gandhasannidhimhi bhikkhuno kaṇḍukacchuchavidosādiābādhe sati gandhā vaṭṭanti. Te gandhe āharāpetvā tasmiṃ roge vūpasante aññesaṃ vā ābādhikānaṃ dātabbā, dvāre pañcaṅguligharadhūpanādīsu vā upanetabbā. ‘‘Puna roge sati bhavissantī’’ti pana ṭhapetuṃ na vaṭṭati, sannidhi ca hoti, sallekhañca kopeti.",
  "atk-s0101a1:282": "Āmisanti vuttāvasesaṃ daṭṭhabbaṃ. Seyyathidaṃ, idhekacco bhikkhu – ‘‘tathārūpe kāle upakārāya bhavissatī’’ti tilataṇḍulamuggamāsanāḷikeraloṇamacchamaṃsavallūrasappitelaguḷabhājanādīni āharāpetvā ṭhapeti. So vassakāle kālasseva sāmaṇerehi yāguṃ pacāpetvā paribhuñjitvā ‘‘sāmaṇera, udakakaddame dukkhaṃ gāmaṃ pavisituṃ, gaccha asukaṃ kulaṃ gantvā mayhaṃ vihāre nisinnabhāvaṃ ārocehi; asukakulato dadhiādīni āharā’’ti peseti. Bhikkhūhi – ‘‘kiṃ, bhante, gāmaṃ pavisissathā’’ti vuttepi, ‘‘duppaveso, āvuso, idāni gāmo’’ti vadati. Te – ‘‘hotu, bhante, acchatha tumhe, mayaṃ bhikkhaṃ pariyesitvā āharissāmā’’ti gacchanti. Atha sāmaṇeropi dadhiādīni āharitvā bhattañca byañjanañca sampādetvā upaneti, taṃ bhuñjantasseva upaṭṭhākā bhattaṃ pahiṇanti, tatopi manāpaṃ manāpaṃ bhuñjati. Atha bhikkhū piṇḍapātaṃ gahetvā āgacchanti, tatopi manāpaṃ manāpaṃ gīvāyāmakaṃ bhuñjatiyeva. Evaṃ catumāsampi vītināmeti. Ayaṃ vuccati – ‘‘bhikkhu muṇḍakuṭumbikajīvikaṃ jīvati, na samaṇajīvika’’nti. Evarūpo āmisasannidhi nāma hoti.",
  "atk-s0101a1:283": "Bhikkhuno pana vasanaṭṭhāne ekā taṇḍulanāḷi, eko guḷapiṇḍo, catubhāgamattaṃ sappīti ettakaṃ nidhetuṃ vaṭṭati, akāle sampattacorānaṃ atthāya. Te hi ettakampi āmisapaṭisanthāraṃ alabhantā jīvitāpi voropeyyuṃ, tasmā sace ettakaṃ natthi, āharāpetvāpi ṭhapetuṃ vaṭṭati. Aphāsukakāle ca yadettha kappiyaṃ, taṃ attanāpi paribhuñjituṃ vaṭṭati. Kappiyakuṭiyaṃ pana bahuṃ ṭhapentassāpi sannidhi nāma natthi. Tathāgatassa pana taṇḍulanāḷiādīsu vā yaṃ kiñci caturatanamattaṃ vā pilotikakhaṇḍaṃ ‘‘idaṃ me ajja vā sve vā bhavissatī’’ti ṭhapitaṃ nāma natthi.",
  "atk-s0101a1:284": "13. Visūkadassanesu naccaṃ nāma yaṃ kiñci naccaṃ, taṃ maggaṃ gacchantenāpi gīvaṃ pasāretvā daṭṭhuṃ na vaṭṭati. Vitthāravinicchayo panettha samantapāsādikāyaṃ vuttanayeneva veditabbo. Yathā cettha, evaṃ sabbesu sikkhāpadapaṭisaṃyuttesu suttapadesu. Ito parañhi ettakampi avatvā tattha tattha payojanamattameva vaṇṇayissāmāti.",
  "atk-s0101a1:285": "Pekkhanti naṭasamajjaṃ. Akkhānanti bhāratayujjhanādikaṃ. Yasmiṃ ṭhāne kathīyati, tattha gantumpi na vaṭṭati. Pāṇissaranti kaṃsatāḷaṃ, pāṇitāḷantipi vadanti. Vetāḷanti ghanatāḷaṃ, mantena matasarīruṭṭhāpanantipi eke. Kumbhathūṇanti caturassaambaṇakatāḷaṃ, kumbhasaddantipi eke. Sobhanakanti naṭānaṃ abbhokkiraṇaṃ, sobhanakaraṃ vā, paṭibhānacittanti vuttaṃ hoti. Caṇḍālanti ayoguḷakīḷā, caṇḍālānaṃ sāṇadhovanakīḷātipi vadanti. Vaṃsanti veḷuṃ ussāpetvā kīḷanaṃ.",
  "atk-s0101a1:286": "Dhovananti aṭṭhidhovanaṃ, ekaccesu kira janapadesu kālaṅkate ñātake na jhāpenti, nikhaṇitvā ṭhapenti. Atha nesaṃ pūtibhūtaṃ kāyaṃ ñatvā nīharitvā aṭṭhīni dhovitvā gandhehi makkhetvā ṭhapenti. Te nakkhattakāle ekasmiṃ ṭhāne aṭṭhīni ṭhapetvā ekasmiṃ ṭhāne surādīni ṭhapetvā rodantā paridevantā suraṃ pivanti. Vuttampi cetaṃ – ‘‘atthi, bhikkhave , dakkhiṇesu janapadesu aṭṭhidhovanaṃ nāma, tattha hoti annampi pānampi khajjampi bhojjampi leyyampi peyyampi naccampi gītampi vāditampi. Atthetaṃ, bhikkhave, dhovanaṃ, netaṃ natthīti vadāmī’’ti (a. ni. 10.107). Ekacce pana indajālena aṭṭhidhovanaṃ dhovanantipi vadanti.",
  "atk-s0101a1:287": "Hatthiyuddhādīsu bhikkhuno neva hatthiādīhi saddhiṃ yujjhituṃ, na te yujjhāpetuṃ, na yujjhante daṭṭhuṃ vaṭṭati. Nibbuddhanti mallayuddhaṃ. Uyyodhikanti yattha sampahāro dissati. Balagganti balagaṇanaṭṭhānaṃ. Senābyūhanti senāniveso, sakaṭabyūhādivasena senāya nivesanaṃ. Anīkadassananti – ‘‘tayo hatthī pacchimaṃ hatthānīka’’ntiādinā (pāci. 324) nayena vuttassa anīkassa dassanaṃ.",
  "atk-s0101a1:288": "14. Pamādo ettha tiṭṭhatīti pamādaṭṭhānaṃ. Jūtañca taṃ pamādaṭṭhānañcāti jūtappamādaṭṭhānaṃ. Ekekāya pantiyā aṭṭha aṭṭha padāni assāti aṭṭhapadaṃ dasapadepi eseva nayo. Ākāsanti aṭṭhapadadasapadesu viya ākāseyeva kīḷanaṃ. Parihārapathanti bhūmiyaṃ nānāpathamaṇḍalaṃ katvā tattha tattha pariharitabbaṃ, pathaṃ pariharantānaṃ kīḷanaṃ. Santikanti santikakīḷanaṃ. Ekajjhaṃ ṭhapitā sāriyo vā sakkharāyo vā acālentā nakheneva apanenti ca upanenti ca, sace tattha kāci calati, parājayo hoti, evarūpāya kīḷāyetaṃ adhivacanaṃ. Khalikanti jūtaphalake pāsakakīḷanaṃ. Ghaṭikā vuccati dīghadaṇḍakena rassadaṇḍakaṃ paharaṇakīḷanaṃ. Salākahatthanti lākhāya vā mañjiṭṭhikāya vā piṭṭhodakena vā salākahatthaṃ temetvā – ‘‘kiṃ hotū’’ti bhūmiyaṃ vā bhittiyaṃ vā taṃ paharitvā hatthiassādirūpadassanakīḷanaṃ. Akkhanti guḷakīḷā. Paṅgacīraṃ vuccati paṇṇanāḷikaṃ, taṃ dhamantā kīḷanti. Vaṅkakanti gāmadārakānaṃ kīḷanakaṃ khuddakanaṅgalaṃ. Mokkhacikā vuccati samparivattanakīḷā, ākāse vā daṇḍakaṃ gahetvā bhūmiyaṃ vā sīsaṃ ṭhapetvā heṭṭhupariyabhāvena parivattanakīḷāti vuttaṃ hoti. Ciṅgulikaṃ vuccati tālapaṇṇādīhi kataṃ vātappahārena paribbhamanacakkaṃ. Pattāḷhakaṃ vuccati paṇṇanāḷikā. Tāya vālukādīni minantā kīḷanti. Rathakanti khuddakarathaṃ. Dhanukanti khuddakadhanumeva. Akkharikā vuccati ākāse vā piṭṭhiyaṃ vā akkharajānanakīḷā. Manesikā nāma manasā cintitajānanakīḷā. Yathāvajjaṃ nāma kāṇakuṇikhujjādīnaṃ yaṃ yaṃ vajjaṃ, taṃ taṃ payojetvā dassanakīḷā.",
  "atk-s0101a1:289": "15.Āsandinti pamāṇātikkantāsanaṃ. Anuyuttā viharantīti idaṃ apekkhitvā pana sabbapadesu upayogavacanaṃ kataṃ. Pallaṅkoti pādesu vāḷarūpāni ṭhapetvā kato. Gonakoti dīghalomako mahākojavo, caturaṅgulādhikāni kira tassa lomāni. Cittakanti vānavicittaṃ uṇṇāmayattharaṇaṃ. Paṭikāti uṇṇāmayo setattharaṇo. Paṭalikāti ghanapupphako uṇṇāmayattharaṇo. Yo āmalakapattotipi vuccati. Tūlikāti tiṇṇaṃ tūlānaṃ aññatarapuṇṇā tūlikā. Vikatikāti sīhabyagghādirūpavicitro uṇṇāmayattharaṇo. Uddalomīti ubhayatodasaṃ uṇṇāmayattharaṇaṃ, keci ‘‘ekatouggatapuppha’’nti vadanti. Ekantalomīti ekatodasaṃ uṇṇāmayattharaṇaṃ. Keci ‘‘ubhatouggatapuppha’’nti vadanti. Kaṭṭissanti ratanaparisibbitaṃ koseyyakaṭṭissamayapaccattharaṇaṃ. Koseyyanti ratanaparisibbitameva kosiyasuttamayapaccattharaṇaṃ. Suddhakoseyyaṃ pana vaṭṭatīti vinaye vuttaṃ. Dīghanikāyaṭṭhakathāyaṃ pana ‘‘ṭhapetvā tūlikaṃ sabbāneva gonakādīni ratanaparisibbitāni na vaṭṭantī’’ti vuttaṃ.",
  "atk-s0101a1:290": "Kuttakanti soḷasannaṃ nāṭakitthīnaṃ ṭhatvā naccanayoggaṃ uṇṇāmayattharaṇaṃ. Hatthattharaṃ assattharanti hatthiassapiṭṭhīsu attharaṇaattharakāyeva. Rathattharepi eseva nayo. Ajinappaveṇīti ajinacammehi mañcappamāṇena sibbitvā katā paveṇī. Kadalīmigapavarapaccattharaṇanti kadalīmigacammaṃ nāma atthi, tena kataṃ pavarapaccattharaṇaṃ; uttamapaccattharaṇanti attho. Taṃ kira setavatthassa upari kadalīmigacammaṃ pattharitvā sibbetvā karonti. Sauttaracchadanti saha uttaracchadena, uparibaddhena rattavitānena saddhinti attho. Setavitānampi heṭṭhā akappiyapaccattharaṇe sati na vaṭṭati, asati pana vaṭṭati. Ubhatolohitakūpadhānanti sīsūpadhānañca pādūpadhānañcāti mañcassa ubhatolohitakaṃ upadhānaṃ, etaṃ na kappati. Yaṃ pana ekameva upadhānaṃ ubhosu passesu rattaṃ vā hoti padumavaṇṇaṃ vā vicitraṃ vā, sace pamāṇayuttaṃ, vaṭṭati. Mahāupadhānaṃ pana paṭikkhittaṃ. Alohitakāni dvepi vaṭṭantiyeva. Tato uttari labhitvā aññesaṃ dātabbāni. Dātuṃ asakkonto mañce tiriyaṃ attharitvā upari paccattharaṇaṃ datvā nipajjitumpi labhati. Āsandīādīsu pana vuttanayeneva paṭipajjitabbaṃ. Vuttañhetaṃ – ‘‘anujānāmi, bhikkhave, āsandiyā pāde chinditvā paribhuñjituṃ, pallaṅkassa vāḷe bhinditvā paribhuñjituṃ, tūlikaṃ vijaṭetvā bimbohanaṃ kātuṃ, avasesaṃ bhummattharaṇaṃ kātu’’nti (cūḷava. 297).",
  "atk-s0101a1:291": "16. Ucchādanādīsu mātukucchito nikkhantadārakānaṃ sarīragandho dvādasavassapattakāle nassati, tesaṃ sarīraduggandhaharaṇatthāya gandhacuṇṇādīhi ucchādenti, evarūpaṃ ucchādanaṃ na vaṭṭati. Puññavante pana dārake ūrūsu nipajjāpetvā telena makkhetvā hatthapādaūrunābhiādīnaṃ saṇṭhānasampādanatthaṃ parimaddanti, evarūpaṃ parimaddanaṃ na vaṭṭati.",
  "atk-s0101a1:292": "Nhāpananti tesaṃyeva dārakānaṃ gandhādīhi nhāpanaṃ. Sambāhananti mahāmallānaṃ viya hatthapāde muggarādīhi paharitvā bāhuvaḍḍhanaṃ. Ādāsanti yaṃ kiñci ādāsaṃ pariharituṃ na vaṭṭati. Añjananti alaṅkārañjanameva. Mālāti baddhamālā vā abaddhamālā vā. Vilepananti yaṃ kiñci chavirāgakaraṇaṃ. Mukhacuṇṇaṃ mukhalepananti mukhe kāḷapīḷakādīnaṃ haraṇatthāya mattikakakkaṃ denti, tena lohite calite sāsapakakkaṃ denti, tena dose khādite tilakakkaṃ denti, tena lohite sannisinne haliddikakkaṃ denti, tena chavivaṇṇe ārūḷhe mukhacuṇṇakena mukhaṃ cuṇṇenti, taṃ sabbaṃ na vaṭṭati.",
  "atk-s0101a1:293": "Hatthabandhādīsu hatthe vicitrasaṅkhakapālādīni bandhitvā vicaranti, taṃ vā aññaṃ vā sabbampi hatthābharaṇaṃ na vaṭṭati, apare sikhaṃ bandhitvā vicaranti. Suvaṇṇacīrakamuttalatādīhi ca taṃ parikkhipanti; taṃ sabbaṃ na vaṭṭati. Apare catuhatthadaṇḍaṃ vā aññaṃ vā pana alaṅkatadaṇḍakaṃ gahetvā vicaranti, tathā itthipurisarūpādivicittaṃ bhesajjanāḷikaṃ suparikkhittaṃ vāmapasse olaggitaṃ; apare kaṇṇikaratanaparikkhittakosaṃ atitikhiṇaṃ asiṃ, pañcavaṇṇasuttasibbitaṃ makaradantakādivicittaṃ chattaṃ, suvaṇṇarajatādivicitrā morapiñchādiparikkhittā upāhanā, keci ratanamattāyāmaṃ caturaṅgulavitthataṃ kesantaparicchedaṃ dassetvā meghamukhe vijjulataṃ viya nalāṭe uṇhīsapaṭṭaṃ bandhanti, cūḷāmaṇiṃ dhārenti, cāmaravālabījaniṃ dhārenti, taṃ sabbaṃ na vaṭṭati.",
  "atk-s0101a1:294": "17. Aniyyānikattā saggamokkhamaggānaṃ tiracchānabhūtā kathāti tiracchānakathā. Tattha rājānaṃ ārabbha mahāsammato mandhātā dhammāsoko evaṃ mahānubhāvotiādinā nayena pavattā kathā rājakathā. Esa nayo corakathādīsu. Tesu asuko rājā abhirūpo dassanīyotiādinā nayena gehassitakathāva tiracchānakathā hoti. Sopi nāma evaṃ mahānubhāvo khayaṃ gatoti evaṃ pavattā pana kammaṭṭhānabhāve tiṭṭhati. Coresu mūladevo evaṃ mahānubhāvo, meghamālo evaṃ mahānubhāvoti tesaṃ kammaṃ paṭicca aho sūrāti gehassitakathāva tiracchānakathā. Yuddhepi bhāratayuddhādīsu asukena asuko evaṃ mārito, evaṃ viddhoti kāmassādavaseneva kathā tiracchānakathā. Tepi nāma khayaṃ gatāti evaṃ pavattā pana sabbattha kammaṭṭhānameva hoti. Api ca annādīsu evaṃ vaṇṇavantaṃ gandhavantaṃ rasavantaṃ phassasampannaṃ khādimha bhuñjimhāti kāmassādavasena kathetuṃ na vaṭṭati. Sātthakaṃ pana katvā pubbe evaṃ vaṇṇādisampannaṃ annaṃ pānaṃ vatthaṃ sayanaṃ mālaṃ gandhaṃ sīlavantānaṃ adamha, cetiye pūjaṃ karimhāti kathetuṃ vaṭṭati. Ñātikathādīsu pana ‘‘amhākaṃ ñātakā sūrā samatthā’’ti vā ‘‘pubbe mayaṃ evaṃ vicitrehi yānehi vicarimhā’’ti vā assādavasena vattuṃ na vaṭṭati. Sātthakaṃ pana katvā ‘‘tepi no ñātakā khayaṃ gatā’’ti vā ‘‘pubbe mayaṃ evarūpā upāhanā saṅghassa adamhā’’ti vā kathetuṃ vaṭṭati. Gāmakathāpi suniviṭṭhadunniviṭṭhasubhikkhadubbhikkhādivasena vā ‘‘asukagāmavāsino sūrā samatthā’’ti vā evaṃ assādavasena na vaṭṭati. Sātthakaṃ pana katvā ‘‘saddhā pasannā’’ti vā ‘‘khayavayaṃ gatā’’ti vā vattuṃ vaṭṭati. Nigamanagarajanapadakathādīsupi eseva nayo.",
  "atk-s0101a1:295": "Itthikathāpi vaṇṇasaṇṭhānādīni paṭicca assādavasena na vaṭṭati, saddhā pasannā khayavayaṃ gatāti evameva vaṭṭati. Sūrakathāpi ‘nandimitto nāma yodho sūro ahosī’ti assādavasena na vaṭṭati. Saddho ahosi khayaṃ gatoti evameva vaṭṭati. Visikhākathāpi ‘‘asukā visikhā suniviṭṭhā dunniviṭṭhā sūrā samatthā’’ti assādavasena na vaṭṭati. Saddhā pasannā khayavayaṃ gatāti evameva vaṭṭati.",
  "atk-s0101a1:296": "Kumbhaṭṭhānakathāti udakaṭṭhānakathā, udakatitthakathātipi vuccati, kumbhadāsikathā vā, sāpi ‘‘pāsādikā naccituṃ gāyituṃ chekā’’ti assādavasena na vaṭṭati; saddhā pasannātiādinā nayeneva vaṭṭati. Pubbapetakathāti atītañātikathā. Tattha vattamānañātikathāsadiso vinicchayo.",
  "atk-s0101a1:297": "Nānattakathāti purimapacchimakathāhi vimuttā avasesā nānāsabhāvā niratthakakathā. Lokakkhāyikāti ayaṃ loko kena nimmito, asukena nāma nimmito. Kāko seto, aṭṭhīnaṃ setattā; balākā rattā. Lohitassa rattattāti evamādikā lokāyatavitaṇḍasallāpakathā.",
  "atk-s0101a1:298": "Samuddakkhāyikā nāma kasmā samuddo sāgaro? Sāgaradevena khato, tasmā sāgaro. Khato meti hatthamuddāya sayaṃ niveditattā ‘‘samuddo’’ti evamādikā niratthakā samuddakkhāyanakathā. Bhavoti vuḍḍhi. Abhavoti hāni. Iti bhavo, iti abhavoti yaṃ vā taṃ vā niratthakakāraṇaṃ vatvā pavattitakathā itibhavābhavakathā.",
  "atk-s0101a1:299": "18.Viggāhikakathāti viggahakathā, sārambhakathā. Tattha sahitaṃ meti mayhaṃ vacanaṃ sahitaṃ siliṭṭhaṃ atthayuttaṃ kāraṇayuttanti attho. Asahitaṃ teti tuyhaṃ vacanaṃ asahitaṃ asiliṭṭhaṃ. Adhiciṇṇaṃ te viparāvattanti yaṃ tuyhaṃ dīgharattāciṇṇavasena suppaguṇaṃ, taṃ mayhaṃ ekavacaneneva viparāvattaṃ parivattitvā ṭhitaṃ, na kiñci jānāsīti attho.",
  "atk-s0101a1:300": "Āropitote vādoti mayā tava doso āropito. Cara vādappamokkhāyāti dosamocanatthaṃ cara, vicara; tattha tattha gantvā sikkhāti attho. Nibbeṭhehi vā sace pahosīti atha sayaṃ pahosi, idānimeva nibbeṭhehīti.",
  "atk-s0101a1:301": "19. Dūteyyakathāyaṃ idha gacchāti ito asukaṃ nāma ṭhānaṃ gaccha. Amutrāgacchāti tato asukaṃ nāma ṭhānaṃ āgaccha. Idaṃ harāti ito idaṃ nāma hara. Amutra idaṃ āharāti asukaṭṭhānato idaṃ nāma idha āhara. Saṅkhepato pana idaṃ dūteyyaṃ nāma ṭhapetvā pañca sahadhammike ratanattayassa upakārapaṭisaṃyuttañca gihīsāsanaṃ aññesaṃ na vaṭṭati.",
  "atk-s0101a1:302": "20.Kuhakātiādīsu tividhena kuhanavatthunā lokaṃ kuhayanti, vimhāpayantīti kuhakā. Lābhasakkāratthikā hutvā lapantīti lapakā. Nimittaṃ sīlametesanti nemittikā. Nippeso sīlametesanti nippesikā. Lābhena lābhaṃ nijigīsanti magganti pariyesanttīti lābhena lābhaṃ nijigīsitāro. Kuhanā, lapanā, nemittikatā, nippesikatā, lābhena lābhaṃ nijigīsanatāti etāhi samannāgatānaṃ puggalānaṃ etaṃ adhivacanaṃ. Ayamettha saṅkhepo. Vitthārena panetā kuhanādikā visuddhimagge sīlaniddeseyeva pāḷiñca aṭṭhakathañca āharitvā pakāsitāti.",
  "atk-s0101a1:303": "Ettāvatā majjhimasīlaṃ niṭṭhitaṃ hoti.",
  "atk-s0101a1:304": "Mahāsīlavaṇṇanā",
  "atk-s0101a1:305": "21. Ito paraṃ mahāsīlaṃ hoti. Aṅganti hatthapādādīsu yena kenaci evarūpena aṅgena samannāgato dīghāyu yasavā hotītiādinayappavattaṃ aṅgasatthaṃ. Nimittanti nimittasatthaṃ. Paṇḍurājā kira tisso muttāyo muṭṭhiyaṃ katvā nemittikaṃ pucchi – ‘‘kiṃ me hatthe’’ti? So ito cito ca vilokesi, tasmiñca samaye gharagolikāya makkhikā gayhantī muttā, so ‘‘muttā’’ti āha. Puna ‘‘katī’’ti puṭṭho kukkuṭassa tikkhattuṃ ravantassa saddaṃ sutvā ‘‘tisso’’ti āha. Evaṃ taṃ taṃ ādisitvā nimittamanuyuttā viharanti.",
  "atk-s0101a1:306": "Uppātanti asanipātādīnaṃ mahantānaṃ uppatitaṃ, tañhi disvā ‘‘idaṃ bhavissati, evaṃ bhavissatī’’ti ādisanti. Supinanti yo pubbaṇhasamaye supinaṃ passati, evaṃ vipāko hoti; yo idaṃ nāma passati, tassa idaṃ nāma hotītiādinā nayena supinakaṃ anuyuttā viharanti. Lakkhaṇanti iminā lakkhaṇena samannāgato rājā hoti, iminā uparājātiādikaṃ. Mūsikacchinnanti undūrakhāyitaṃ. Tenāpi hi ahate vā vatthe anahate vā vatthe ito paṭṭhāya evaṃ chinne idaṃ nāma hotīti ādisanti. Aggihomanti evarūpena dārunā evaṃ hute idaṃ nāma hotīti aggijuhanaṃ. Dabbihomādīnipi aggihomāneva, evarūpāya dabbiyā īdisehi kaṇādīhi hute idaṃ nāma hotīti evaṃ pavattivasena pana visuṃ vuttāni.",
  "atk-s0101a1:307": "Tattha kaṇoti kuṇḍako. Taṇḍulāti sāliādīnañceva tiṇajātīnañca taṇḍulā. Sappīti gosappiādikaṃ. Telanti tilatelādikaṃ. Sāsapādīni pana mukhena gahetvā aggimhi pakkhipanaṃ, vijjaṃ parijappitvā juhanaṃ vā mukhahomaṃ. Dakkhiṇakkhakajaṇṇulohitādīhi juhanaṃ lohitahomaṃ. Aṅgavijjāti pubbe aṅgameva disvā byākaraṇavasena aṅgaṃ vuttaṃ, idha aṅgulaṭṭhiṃ disvā vijjaṃ parijappitvā ayaṃ kulaputto vā no vā, sirīsampanno vā no vātiādibyākaraṇavasena aṅgavijjā vuttā. Vatthuvijjāti gharavatthuārāmavatthādīnaṃ guṇadosasallakkhaṇavijjā. Mattikādivisesaṃ disvāpi hi vijjaṃ parijappitvā heṭṭhā pathaviyaṃ tiṃsaratanamatte, ākāse ca asītiratanamatte padese guṇadosaṃ passanti. Khattavijjāti abbheyyamāsurakkharājasatthādisatthaṃ. Sivavijjāti susāne pavisitvā santikaraṇavijjā, siṅgālarutavijjātipi vadanti. Bhūtavijjāti bhūtavejjamanto. Bhūrivijjāti bhūrighare vasantena uggahetabbamanto. Ahivijjāti sappadaṭṭhatikicchanavijjā ceva sappāvhāyanavijjā ca. Visavijjāti yāya, purāṇavisaṃ vā rakkhanti, navavisaṃ vā karonti visavantameva vā. Vicchikavijjāti vicchikadaṭṭhatikicchanavijjā. Mūsikavijjāyapi eseva nayo. Sakuṇavijjāti sapakkhakaapakkhakadvipadacatuppadānaṃ rutagatādivasena sakuṇañāṇaṃ. Vāyasavijjāti kākarutañāṇaṃ, taṃ visuññeva satthaṃ, tasmā visuṃ vuttaṃ.",
  "atk-s0101a1:308": "Pakkajjhānanti paripākagatacintā. Idāni ‘‘ayaṃ ettakaṃ jīvissati, ayaṃ ettaka’’nti evaṃ pavattaṃ ādiṭṭhañāṇanti attho. Saraparittāṇanti sararakkhaṇaṃ, yathā attano upari na āgacchati, evaṃ karaṇavijjā. Migacakkanti idaṃ sabbasaṅgāhikaṃ sabbasakuṇacatuppadānaṃ rutañāṇavasena vuttaṃ.",
  "atk-s0101a1:309": "22.Maṇilakkhaṇādīsu evarūpo maṇi pasattho, evarūpo apasattho, sāmino ārogyaissariyādīnaṃ hetu hoti, na hotīti, evaṃ vaṇṇasaṇṭhānādivasena maṇiādīnaṃ lakkhaṇaṃ anuyuttā viharantīti attho. Tattha āvudhanti ṭhapetvā asiādīni avasesaṃ āvudhaṃ. Itthilakkhaṇādīnipi yamhi kule te itthipurisādayo vasanti, tassa vuḍḍhihānivaseneva veditabbāni. Ajalakkhaṇādīsu pana evarūpānaṃ ajādīnaṃ maṃsaṃ khāditabbaṃ, evarūpānaṃ na khāditabbanti ayaṃ viseso veditabbo.",
  "atk-s0101a1:310": "Api cettha godhāya lakkhaṇe cittakammapiḷandhanādīsupi evarūpāya godhāya sati idaṃ nāma hotīti ayaṃ viseso veditabbo. Idañcettha vatthu – ekasmiṃ kira vihāre cittakamme godhaṃ aggiṃ dhamamānaṃ akaṃsu. Tato paṭṭhāya bhikkhūnaṃ mahāvivādo jāto. Eko āgantukabhikkhu taṃ disvā makkhesi. Tato paṭṭhāya vivādo mandībhūto hoti. Kaṇṇikalakkhaṇaṃ piḷandhanakaṇṇikāyapi gehakaṇṇikāyapi vasena veditabbaṃ. Kacchapalakkhaṇaṃ godhālakkhaṇasadisameva. Migalakkhaṇaṃ sabbasaṅgāhikaṃ sabbacatuppadānaṃ lakkhaṇavasena vuttaṃ.",
  "atk-s0101a1:311": "23.Raññaṃ niyyānaṃ bhavissatīti asukadivase asukanakkhattena asukassa nāma rañño niggamanaṃ bhavissatīti evaṃ rājūnaṃ pavāsagamanaṃ byākaroti. Esa nayo sabbattha. Kevalaṃ panettha aniyyānanti vippavutthānaṃ puna āgamanaṃ. Abbhantarānaṃ raññaṃ upayānaṃ bhavissati, bāhirānaṃ raññaṃ apayānanti antonagare amhākaṃ rājā paṭiviruddhaṃ bahirājānaṃ upasaṅkamissati, tato tassa paṭikkamanaṃ bhavissatīti evaṃ raññaṃ upayānāpayānaṃ byākaroti. Dutiyapadepi eseva nayo. Jayaparājayā pākaṭāyeva.",
  "atk-s0101a1:312": "24.Candaggāhādayo asukadivase rāhu candaṃ gahessatīti byākaraṇavaseneva veditabbā. Api ca nakkhattassa aṅgārakādigāhasamāyogopi nakkhattagāhoyeva. Ukkāpātoti ākāsato ukkānaṃ patanaṃ. Disāḍāhoti disākālusiyaṃ aggisikhadhūmasikhādīhi ākulabhāvo viya. Devadudrabhīti sukkhavalāhakagajjanaṃ. Uggamananti udayanaṃ. Okkamananti atthaṅgamanaṃ. Saṃkilesanti avisuddhatā. Vodānanti visuddhatā. Evaṃ vipākoti lokassa evaṃ vividhasukhadukkhāvaho.",
  "atk-s0101a1:313": "25.Suvuṭṭhikāti devassa sammādhārānuppavecchanaṃ. Dubbuṭṭhikāti avaggāho, vassavibandhoti vuttaṃ hoti. Muddāti hatthamuddā. Gaṇanā vuccati acchiddakagaṇanā. Saṅkhānanti saṅkalanasaṭuppādanādivasena piṇḍagaṇanā. Yassa sā paguṇā hoti, so rukkhampi disvā ettakāni ettha paṇṇānīti jānāti. Kāveyyanti ‘‘cattārome, bhikkhave, kavī. Katame cattāro? Cintākavi, sutakavi, atthakavi, paṭibhānakavī’’ti (a. ni. 4.231). Imesaṃ catunnaṃ kavīnaṃ attano cintāvasena vā; ‘‘vessantaro nāma rājā ahosī’’tiādīni sutvā sutavasena vā; imassa ayaṃ attho, evaṃ taṃ yojessāmīti evaṃ atthavasena vā; kiñcideva disvā tappaṭibhāgaṃ kattabbaṃ karissāmīti evaṃ ṭhānuppattikapaṭibhānavasena vā; jīvikatthāya kabyakaraṇaṃ. Lokāyataṃ vuttameva.",
  "atk-s0101a1:314": "26.Āvāhanaṃ nāma imassa dārakassa asukakulato asukanakkhattena dārikaṃ ānethāti āvāhakaraṇaṃ. Vivāhananti imaṃ dārikaṃ asukassa nāma dārakassa asukanakkhattena detha, evamassā vuḍḍhi bhavissatīti vivāhakaraṇaṃ. Saṃvaraṇanti saṃvaraṇaṃ nāma ‘ajja nakkhattaṃ sundaraṃ, ajjeva samaggā hotha, iti vo viyogo na bhavissatī’ti evaṃ samaggakaraṇaṃ. Vivaraṇaṃ nāma ‘sace viyujjitukāmattha, ajjeva viyujjatha , iti vo puna saṃyogo na bhavissatī’ti evaṃ visaṃyogakaraṇaṃ. Saṅkiraṇanti ‘uṭṭhānaṃ vā iṇaṃ vā dinnaṃ dhanaṃ ajja saṅkaḍḍhatha, ajja saṅkaḍḍhitañhi taṃ thāvaraṃ hotī’ti evaṃ dhanapiṇḍāpanaṃ. Vikiraṇanti ‘sace payogauddhārādivasena dhanaṃ payojitukāmattha, ajja payojitaṃ diguṇacatugguṇaṃ hotī’ti evaṃ dhanapayojāpanaṃ. Subhagakaraṇanti piyamanāpakaraṇaṃ vā sassirīkakaraṇaṃ vā. Dubbhagakaraṇanti tabbiparītaṃ. Viruddhagabbhakaraṇanti viruddhassa vilīnassa aṭṭhitassa matassa gabbhassa karaṇaṃ. Puna avināsāya bhesajjadānanti attho. Gabbho hi vātena, pāṇakehi, kammunā cāti tīhi kāraṇehi vinassati. Tattha vātena vinassante nibbāpanīyaṃ sītalaṃ bhesajjaṃ deti, pāṇakehi vinassante pāṇakānaṃ paṭikammaṃ karoti, kammunā vinassante pana buddhāpi paṭibāhituṃ na sakkonti.",
  "atk-s0101a1:315": "Jivhānibandhananti mantena jivhāya bandhakaraṇaṃ. Hanusaṃhanananti mukhabandhamantena yathā hanukaṃ cāletuṃ na sakkonti, evaṃ bandhakaraṇaṃ. Hatthābhijappananti hatthānaṃ parivattanatthaṃ mantajappanaṃ. Tasmiṃ kira mante sattapadantare ṭhatvā jappite itaro hatthe parivattetvā khipati. Kaṇṇajappananti kaṇṇehi saddaṃ assavanatthāya vijjāya jappanaṃ. Taṃ kira jappitvā vinicchayaṭṭhāne yaṃ icchati, taṃ bhaṇati, paccatthiko taṃ na suṇāti, tato paṭivacanaṃ sampādetuṃ na sakkoti. Ādāsapañhanti ādāse devataṃ otāretvā pañhapucchanaṃ. Kumārikapañhanti kumārikāya sarīre devataṃ otāretvā pañhapucchanaṃ. Devapañhanti dāsiyā sarīre devataṃ otāretvā pañhapucchanaṃ. Ādiccupaṭṭhānanti jīvikatthāya ādiccapāricariyā. Mahatupaṭṭhānanti tatheva mahābrahmapāricariyā. Abbhujjalananti mantena mukhato aggijālānīharaṇaṃ. Sirivhāyananti ‘‘ehi siri, mayhaṃ sire patiṭṭhāhī’’ti evaṃ sirena siriyā avhāyanaṃ.",
  "atk-s0101a1:316": "27.Santikammanti devaṭṭhānaṃ gantvā sace me idaṃ nāma samijjhissati, tumhākaṃ iminā ca iminā ca upahāraṃ karissāmīti samiddhikāle kattabbaṃ santipaṭissavakammaṃ. Tasmiṃ pana samiddhe tassa karaṇaṃ paṇidhikammaṃ nāma. Bhūrikammanti bhūrighare vasitvā gahitamantassa payogakaraṇaṃ. Vassakammaṃ vossakammanti ettha vassoti puriso, vossoti paṇḍako . Iti vossassa vassakaraṇaṃ vassakammaṃ, vassassa vossakaraṇaṃ vossakammaṃ. Taṃ pana karonto acchandikabhāvamattaṃ pāpeti, na liṅgaṃ antaradhāpetuṃ sakkoti. Vatthukammanti akatavatthusmiṃ gehapatiṭṭhāpanaṃ. Vatthuparikammanti ‘‘idañcidañcāharathā’’ti vatvā vatthubalikammakaraṇaṃ. Ācamananti udakena mukhasuddhikaraṇaṃ. Nhāpananti aññesaṃ nhāpanaṃ. Juhananti tesaṃ atthāya aggijuhanaṃ. Vamananti yogaṃ datvā vamanakaraṇaṃ. Virecanepi eseva nayo. Uddhaṃvirecananti uddhaṃ dosānaṃ nīharaṇaṃ. Adhovirecananti adho dosānaṃ nīharaṇaṃ. Sīsavirecananti sirovirecanaṃ. Kaṇṇatelanti kaṇṇānaṃ bandhanatthaṃ vā vaṇaharaṇatthaṃ vā bhesajjatelapacanaṃ. Nettatappananti akkhitappanatelaṃ. Natthukammanti telena yojetvā natthukaraṇaṃ. Añjananti dve vā tīṇi vā paṭalāni nīharaṇasamatthaṃ khārañjanaṃ. Paccañjananti nibbāpanīyaṃ sītalabhesajjañjanaṃ. Sālākiyanti salākavejjakammaṃ. Sallakattiyanti sallakattavejjakammaṃ. Dārakatikicchā vuccati komārabhaccavejjakammaṃ. Mūlabhesajjānaṃ anuppādananti iminā kāyatikicchanaṃ dasseti. Osadhīnaṃ paṭimokkhoti khārādīni datvā tadanurūpe vaṇe gate tesaṃ apanayanaṃ.",
  "atk-s0101a1:317": "Ettāvatā mahāsīlaṃ niṭṭhitaṃ hoti.",
  "atk-s0101a1:318": "Pubbantakappikasassatavādavaṇṇanā",
  "atk-s0101a1:319": "28. Evaṃ brahmadattena vuttavaṇṇassa anusandhivasena tividhaṃ sīlaṃ vitthāretvā idāni bhikkhusaṅghena vuttavaṇṇassa anusandhivasena – ‘‘atthi, bhikkhave, aññeva dhammā gambhīrā duddasā’’tiādinā nayena suññatāpakāsanaṃ ārabhi. Tattha dhammāti guṇe, desanāyaṃ, pariyattiyaṃ, nissatteti evamādīsu dhammasaddo vattati.",
  "atk-s0101a1:320": "‘‘Na hi dhammo adhammo ca, ubho samavipākino;",
  "atk-s0101a1:321": "Adhammo nirayaṃ neti, dhammo pāpeti suggati’’nti. (theragā. 304);",
  "atk-s0101a1:322": "Ādīsu hi guṇe dhammasaddo. ‘‘Dhammaṃ, vo bhikkhave, desessāmi ādikalyāṇa’’ntiādīsu (ma. ni. 3.420) desanāyaṃ. ‘‘Idha bhikkhu dhammaṃ pariyāpuṇāti suttaṃ , geyya’’ntiādīsu (a. ni. 5.73) pariyattiyaṃ. ‘‘Tasmiṃ kho pana samaye dhammā honti, khandhā hontī’’tiādīsu (dha. sa. 121) nissatte. Idha pana guṇe vattati. Tasmā atthi, bhikkhave, aññeva tathāgatassa guṇāti evamettha attho daṭṭhabbo.",
  "atk-s0101a1:323": "Gambhīrāti mahāsamuddo viya makasatuṇḍasūciyā aññatra tathāgatā aññesaṃ ñāṇena alabbhaneyyapatiṭṭhā, gambhīrattāyeva duddasā. Duddasattāyeva duranubodhā. Nibbutasabbapariḷāhattā santā, santārammaṇesu pavattanatopi santā. Atittikaraṇaṭṭhena paṇītā, sādurasabhojanaṃ viya. Uttamañāṇavisayattā na takkena avacaritabbāti atakkāvacarā. Nipuṇāti saṇhasukhumasabhāvattā. Bālānaṃ avisayattā, paṇḍitehiyeva veditabbāti paṇḍitavedanīyā.",
  "atk-s0101a1:324": "Ye tathāgato sayaṃ abhiññā sacchikatvā pavedetīti ye dhamme tathāgato anaññaneyyo hutvā sayameva abhivisiṭṭhena ñāṇena paccakkhaṃ katvā pavedeti, dīpeti, katheti, pakāsetīti attho. Yehīti yehi guṇadhammehi. Yathābhuccanti yathābhūtaṃ. Vaṇṇaṃ sammā vadamānā vadeyyunti tathāgatassa vaṇṇaṃ vattukāmā sammā vadeyyuṃ, ahāpetvā vattuṃ sakkuṇeyyunti attho. Katame ca pana te dhammā bhagavatā evaṃ thomitāti? Sabbaññutaññāṇaṃ. Yadi evaṃ, kasmā bahuvacananiddeso katoti? Puthucittasamāyogato ceva, puthuārammaṇato ca. Tañhi catūsu ñāṇasampayuttamahākiriyacittesu labbhati, na cassa koci dhammo ārammaṇaṃ nāma na hoti. Yathāha – ‘‘atītaṃ sabbaṃ jānātīti sabbaññutaññāṇaṃ, tattha āvaraṇaṃ natthīti anāvaraṇañāṇa’’ntiādi (paṭi. ma. 1.120). Iti puthucittasamāyogato punappunaṃ uppattivasena puthuārammaṇato ca bahuvacananiddeso katoti.",
  "atk-s0101a1:325": "‘‘Aññevā’’ti idaṃ panettha vavatthāpanavacanaṃ, ‘‘aññeva, na pāṇātipātā veramaṇiādayo. Gambhīrāva na uttānā’’ti evaṃ sabbapadehi yojetabbaṃ. Sāvakapāramīñāṇañhi gambhīraṃ, paccekabodhiñāṇaṃ pana tato gambhīrataranti tattha vavatthānaṃ natthi, sabbaññutaññāṇañca tatopi gambhīrataranti tatthāpi vavatthānaṃ natthi, ito panaññaṃ gambhīrataraṃ natthi; tasmā gambhīrā vāti vavatthānaṃ labbhati. Tathā duddasāva duranubodhā vāti sabbaṃ veditabbaṃ.",
  "atk-s0101a1:326": "Katameca te bhikkhaveti ayaṃ pana tesaṃ dhammānaṃ kathetukamyatā pucchā. Santi, bhikkhave, eke samaṇabrāhmaṇātiādi pucchāvissajjanaṃ. Kasmā panetaṃ evaṃ āraddhanti ce? Buddhānañhi cattāri ṭhānāni patvā gajjitaṃ mahantaṃ hoti, ñāṇaṃ anupavisati, buddhañāṇassa mahantabhāvo paññāyati, desanā gambhīrā hoti, tilakkhaṇāhatā, suññatāpaṭisaṃyuttā. Katamāni cattāri? Vinayapaññattiṃ, bhūmantaraṃ, paccayākāraṃ, samayantaranti. Tasmā – ‘‘idaṃ lahukaṃ, idaṃ garukaṃ, idaṃ satekicchaṃ, idaṃ atekicchaṃ, ayaṃ āpatti, ayaṃ anāpatti, ayaṃ chejjagāminī, ayaṃ vuṭṭhānagāminī, ayaṃ desanāgāminī, ayaṃ lokavajjā, ayaṃ paṇṇattivajjā, imasmiṃ vatthusmiṃ idaṃ paññapetabba’’nti yaṃ evaṃ otiṇṇe vatthusmiṃ sikkhāpadapaññāpanaṃ nāma, tattha aññesaṃ thāmo vā balaṃ vā natthi; avisayo esa aññesaṃ, tathāgatasseva visayo. Iti vinayapaññattiṃ patvā buddhānaṃ gajjitaṃ mahantaṃ hoti, ñāṇaṃ anupavisati…pe… suññatāpaṭisaṃyuttāti.",
  "atk-s0101a1:327": "Tathā ime cattāro satipaṭṭhānā nāma…pe… ariyo aṭṭhaṅgiko maggo nāma, pañca khandhā nāma, dvādasa āyatanāni nāma, aṭṭhārasa dhātuyo nāma, cattāri ariyasaccāni nāma, bāvīsatindriyāni nāma, nava hetū nāma, cattāro āhārā nāma, satta phassā nāma, satta vedanā nāma, satta saññā nāma, satta cetanā nāma, satta cittāni nāma. Etesu ettakā kāmāvacarā dhammā nāma, ettakā rūpāvacaraarūpāvacarapariyāpannā dhammā nāma, ettakā lokiyā dhammā nāma, ettakā lokuttarā dhammā nāmāti catuvīsatisamantapaṭṭhānaṃ anantanayaṃ abhidhammapiṭakaṃ vibhajitvā kathetuṃ aññesaṃ thāmo vā balaṃ vā natthi, avisayo esa aññesaṃ, tathāgatasseva visayo. Iti bhūmantaraparicchedaṃ patvā buddhānaṃ gajjitaṃ mahantaṃ hoti, ñāṇaṃ anupavisati…pe… suññatāpaṭisaṃyuttāti.",
  "atk-s0101a1:328": "Tathā ayaṃ avijjā saṅkhārānaṃ navahākārehi paccayo hoti, uppādo hutvā paccayo hoti, pavattaṃ hutvā, nimittaṃ, āyūhanaṃ, saṃyogo, palibodho, samudayo, hetu, paccayo hutvā paccayo hoti, tathā saṅkhārādayo viññāṇādīnaṃ. Yathāha – ‘‘kathaṃ paccayapariggahe paññā dhammaṭṭhitiñāṇaṃ? Avijjā saṅkhārānaṃ uppādaṭṭhiti ca pavattaṭṭhiti ca, nimittaṭṭhiti ca, āyūhanaṭṭhiti ca, saṃyogaṭṭhiti ca, palibodhaṭṭhiti ca, samudayaṭṭhiti ca, hetuṭṭhiti ca, paccayaṭṭhiti ca, imehi navahākārehi avijjā paccayo, saṅkhārā paccayasamuppannā, ubhopete dhammā paccayasamuppannāti paccayapariggahe paññā dhammaṭṭhitiñāṇaṃ. Atītampi addhānaṃ, anāgatampi addhānaṃ avijjā saṅkhārānaṃ uppādaṭṭhiti ca…pe… jāti jarāmaraṇassa uppādaṭṭhiti ca…pe… paccayaṭṭhiti ca, imehi navahākārehi jāti paccayo, jarāmaraṇaṃ paccayasamuppannaṃ, ubhopete dhammā paccayasamuppannāti paccayapariggahe paññā dhammaṭṭhitiñāṇa’’nti (paṭi. ma. 1.45). Evamimaṃ tassa tassa dhammassa tathā tathā paccayabhāvena pavattaṃ tivaṭṭaṃ tiyaddhaṃ tisandhiṃ catusaṅkhepaṃ vīsatākāraṃ paṭiccasamuppādaṃ vibhajitvā kathetuṃ aññesaṃ thāmo vā balaṃ vā natthi, avisayo esa aññesaṃ, tathāgatasseva visayo, iti paccayākāraṃ patvā buddhānaṃ gajjitaṃ mahantaṃ hoti, ñāṇaṃ anupavisati…pe… suññatāpaṭisaṃyuttāti.",
  "atk-s0101a1:329": "Tathā cattāro janā sassatavādā nāma, cattāro ekaccasassatavādā, cattāro antānantikā, cattāro amarāvikkhepikā, dve adhiccasamuppannikā, soḷasa saññīvādā, aṭṭha asaññīvādā, aṭṭha nevasaññīnāsaññīvādā, satta ucchedavādā, pañca diṭṭhadhammanibbānavādā nāma. Te idaṃ nissāya idaṃ gaṇhantīti dvāsaṭṭhi diṭṭhigatāni bhinditvā nijjaṭaṃ niggumbaṃ katvā kathetuṃ aññesaṃ thāmo vā balaṃ vā natthi, avisayo esa aññesaṃ, tathāgatasseva visayo. Iti samayantaraṃ patvā buddhānaṃ gajjitaṃ mahantaṃ hoti, ñāṇaṃ anupavisati, buddhañāṇassa mahantatā paññāyati, desanā gambhīrā hoti, tilakkhaṇāhatā, suññatāpaṭisaṃyuttāti.",
  "atk-s0101a1:330": "Imasmiṃ pana ṭhāne samayantaraṃ labbhati, tasmā sabbaññutaññāṇassa mahantabhāvadassanatthaṃ desanāya ca suññatāpakāsanavibhāvanatthaṃ samayantaraṃ anupavisanto dhammarājā – ‘‘santi, bhikkhave, eke samaṇabrāhmaṇā’’ti evaṃ pucchāvissajjanaṃ ārabhi.",
  "atk-s0101a1:331": "29. Tattha santīti atthi saṃvijjanti upalabbhanti. Bhikkhaveti ālapanavacanaṃ. Eketi ekacce. Samaṇabrāhmaṇāti pabbajjūpagatabhāvena samaṇā, jātiyā brāhmaṇā. Lokena vā samaṇāti ca brāhmaṇāti ca evaṃ sammatā. Pubbantaṃ kappetvā vikappetvā gaṇhantīti pubbantakappikā. Pubbantakappo vā etesaṃ atthīti pubbantakappikā. Tattha antoti ayaṃ saddo antaabbhantaramariyādalāmakaparabhāgakoṭṭhāsesu dissati. ‘‘Antapūro udarapūro’’tiādīsu hi ante antasaddo. ‘‘Caranti loke parivārachannā anto asuddhā bahi sobhamānā’’tiādīsu (saṃ. ni. 1.122) abbhantare. ‘‘Kāyabandhanassa anto jīrati (cūḷava. 278). ‘‘Sā haritantaṃ vā panthantaṃ vā selantaṃ vā udakantaṃ vā’’tiādīsu (ma. ni. 1.304) mariyādāyaṃ. ‘‘Antamidaṃ, bhikkhave, jīvikānaṃ yadidaṃ piṇḍolya’’ntiādīsu (saṃ. ni. 3.80) lāmake. ‘‘Esevanto dukkhassā’’tiādīsu (saṃ. ni. 2.51) parabhāge. Sabbapaccayasaṅkhayo hi dukkhassa parabhāgo koṭīti vuccati. ‘‘Sakkāyo kho, āvuso, eko anto’’tiādīsu (a. ni. 6.61) koṭṭhāse. Svāyaṃ idhāpi koṭṭhāse vattati.",
  "atk-s0101a1:332": "Kappasaddopi – ‘‘tiṭṭhatu, bhante bhagavā kappaṃ’’ (dī. ni. 2.167), ‘‘atthi kappo nipajjituṃ’’ (a. ni. 8.80), ‘‘kappakatena akappakataṃ saṃsibbitaṃ hotī’’ti, (pāci. 371) evaṃ āyukappalesakappavinayakappādīsu sambahulesu atthesu vattati. Idha taṇhādiṭṭhīsu vattatīti veditabbo. Vuttampi cetaṃ – ‘‘kappāti dve kappā, taṇhākappo ca diṭṭhikappo cā’’ti (mahāni. 28). Tasmā taṇhādiṭṭhivasena atītaṃ khandhakoṭṭhāsaṃ kappetvā pakappetvā ṭhitāti pubbantakappikāti evamettha attho veditabbo. Tesaṃ evaṃ pubbantaṃ kappetvā ṭhitānaṃ punappunaṃ uppajjanavasena pubbantameva anugatā diṭṭhīti pubbantānudiṭṭhino. Te evaṃdiṭṭhino taṃ pubbantaṃ ārabbha āgamma paṭicca aññampi janaṃ diṭṭhigatikaṃ karontā anekavihitāni adhimuttipadāni abhivadanti aṭṭhārasahi vatthūhi.",
  "atk-s0101a1:333": "Tattha anekavihitānīti anekavidhāni. Adhimuttipadānīti adhivacanapadāni. Atha vā bhūtaṃ atthaṃ abhibhavitvā yathāsabhāvato aggahetvā pavattanato adhimuttiyoti diṭṭhiyo vuccanti. Adhimuttīnaṃ padāni adhimuttipadāni, diṭṭhidīpakāni vacanānīti attho. Aṭṭhārasahi vatthūhīti aṭṭhārasahi kāraṇehi.",
  "atk-s0101a1:334": "30. Idāni yehi aṭṭhārasahi vatthūhi abhivadanti, tesaṃ kathetukamyatāya pucchāya ‘‘te ca kho bhonto’’tiādinā nayena pucchitvā tāni vatthūni vibhajitvā dassetuṃ ‘‘santi, bhikkhave’’tiādimāha. Tattha vadanti etenāti vādo, diṭṭhigatassetaṃ adhivacanaṃ. Sassato vādo etesanti sassatavādā, sassatadiṭṭhinoti attho. Eteneva nayena ito paresampi evarūpānaṃ padānaṃ attho veditabbo. Sassataṃ attānañca lokañcāti rūpādīsu aññataraṃ attāti ca lokoti ca gahetvā taṃ sassataṃ amaraṃ niccaṃ dhuvaṃ paññapenti. Yathāha – ‘‘rūpaṃ attā ceva loko ca sassato cāti attānañca lokañca paññapenti tathā vedanaṃ, saññaṃ, saṅkhāre, viññāṇaṃ attā ceva loko ca sassato cāti attānañca lokañca paññapentī’’ti.",
  "atk-s0101a1:335": "31.Ātappamanvāyātiādīsu vīriyaṃ kilesānaṃ ātāpanabhāvena ātappanti vuttaṃ. Tadeva padahanavasena padhānaṃ. Punappunaṃ yuttavasena anuyogoti. Evaṃ tippabhedaṃ vīriyaṃ anvāya āgamma paṭiccāti attho. Appamādo vuccati satiyā avippavāso. Sammā manasikāroti upāyamanasikāro, pathamanasikāro, atthato ñāṇanti vuttaṃ hoti. Yasmiñhi manasikāre ṭhitassa pubbenivāsānussati ñāṇaṃ ijjhati, ayaṃ imasmiṃ ṭhāne manasikāroti adhippeto. Tasmā vīriyañca satiñca ñāṇañca āgammāti ayamettha saṅkhepattho. Tathārūpanti tathājātikaṃ. Cetosamādhinti cittasamādhiṃ. Phusatīti vindati paṭilabhati. Yathā samāhite citteti yena samādhinā sammā āhite suṭṭhu ṭhapite cittamhi anekavihitaṃpubbenivāsantiādīnaṃ attho visuddhimagge vutto.",
  "atk-s0101a1:336": "So evamāhāti so evaṃ jhānānubhāvasampanno hutvā diṭṭhigatiko evaṃ vadati. Vañjhoti vañjhapasuvañjhatālādayo viya aphalo kassaci ajanakoti. Etena ‘‘attā’’ti ca ‘‘loko’’ti ca gahitānaṃ jhānādīnaṃ rūpādijanakabhāvaṃ paṭikkhipati. Pabbatakūṭaṃ viya ṭhitoti kūṭaṭṭho. Esikaṭṭhāyiṭṭhitoti esikaṭṭhāyī viya hutvā ṭhitoti esikaṭṭhāyiṭṭhito. Yathā sunikhāto esikatthambho niccalo tiṭṭhati, evaṃ ṭhitoti attho. Ubhayenapi lokassa vināsābhāvaṃ dīpeti. Keci pana īsikaṭṭhāyiṭṭhitoti pāḷiṃ vatvā muñje īsikā viya ṭhitoti vadanti . Tatrāyamadhippāyo – yadidaṃ jāyatīti vuccati, taṃ muñjato īsikā viya vijjamānameva nikkhamati. Yasmā ca īsikaṭṭhāyiṭṭhito, tasmā teva sattā sandhāvanti, ito aññattha gacchantīti attho.",
  "atk-s0101a1:337": "Saṃsarantīti aparāparaṃ sañcaranti. Cavantīti evaṃ saṅkhyaṃ gacchanti. Tathā upapajjantīti. Aṭṭhakathāyaṃ pana pubbe ‘‘sassato attā ca loko cā’’ti vatvā idāni te ca sattā sandhāvantītiādinā vacanena ayaṃ diṭṭhigatiko attanāyeva attano vādaṃ bhindati, diṭṭhigatikassa dassanaṃ nāma na nibaddhaṃ, thusarāsimhi nikhātakhāṇu viya cañcalaṃ, ummattakapacchiyaṃ pūvakhaṇḍagūthagomayādīni viya cettha sundarampi asundarampi hoti yevāti vuttaṃ. Atthitveva sassatisamanti ettha sassatīti niccaṃ vijjamānatāya mahāpathaviṃva maññati, tathā sinerupabbatacandimasūriye. Tato tehi samaṃ attānaṃ maññamānā atthi tveva sassatisamanti vadanti.",
  "atk-s0101a1:338": "Idāni sassato attā ca loko cātiādikāya paṭiññāya sādhanatthaṃ hetuṃ dassento ‘‘taṃ kissa hetu? Ahañhi ātappamanvāyā’’tiādimāha. Tattha imināmahaṃ etaṃ jānāmīti iminā visesādhigamena ahaṃ etaṃ paccakkhato jānāmi, na kevalaṃ saddhāmattakeneva vadāmīti dasseti, makāro panettha padasandhikaraṇatthaṃ vutto. Idaṃ, bhikkhave, paṭhamaṃ ṭhānanti catūhi vatthūhīti vatthusaddena vuttesu catūsu ṭhānesu idaṃ paṭhamaṃ ṭhānaṃ, idaṃ jātisatasahassamattānussaraṇaṃ paṭhamaṃ kāraṇanti attho.",
  "atk-s0101a1:339": "32-33. Upari vāradvayepi eseva nayo. Kevalañhi ayaṃ vāro anekajātisatasahassānussaraṇavasena vutto. Itare dasacattālīsasaṃvaṭṭavivaṭṭakappānussaraṇavasena. Mandapañño hi titthiyo anekajātisatasahassamattaṃ anussarati, majjhimapañño dasasaṃvaṭṭavivaṭṭakappāni, tikkhapañño cattālīsaṃ, na tato uddhaṃ.",
  "atk-s0101a1:340": "34. Catutthavāre takkayatīti takkī, takko vā assa atthīti takkī. Takketvā vitakketvā diṭṭhigāhino etaṃ adhivacanaṃ. Vīmaṃsāya samannāgatoti vīmaṃsī. Vīmaṃsā nāma tulanā ruccanā khamanā. Yathā hi puriso yaṭṭhiyā udakaṃ vīmaṃsitvā otarati, evameva yo tulayitvā ruccitvā khamāpetvā diṭṭhiṃ gaṇhāti, so ‘‘vīmaṃsī’’ti veditabbo. Takkapariyāhatanti takkena pariyāhataṃ, tena tena pariyāyena takketvāti attho. Vīmaṃsānucaritanti tāya vuttappakārāya vīmaṃsāya anucaritaṃ. Sayaṃpaṭibhānanti attano paṭibhānamattasañjātaṃ. Evamāhāti sassatadiṭṭhiṃ gahetvā evaṃ vadati.",
  "atk-s0101a1:341": "Tattha catubbidho takkī – anussutiko, jātissaro, lābhī, suddhatakkikoti. Tattha yo ‘‘vessantaro nāma rājā ahosī’’tiādīni sutvā ‘‘tena hi yadi vessantarova bhagavā, sassato attā’’ti takkayanto diṭṭhiṃ gaṇhāti, ayaṃ anussutiko nāma. Dve tisso jātiyo saritvā – ‘‘ahameva pubbe asukasmiṃ nāma ahosiṃ, tasmā sassato attā’’ti takkayanto jātissaratakkiko nāma. Yo pana lābhitāya ‘‘yathā me idāni attā sukhī hoti, atītepi evaṃ ahosi, anāgatepi bhavissatī’’ti takkayitvā diṭṭhiṃ gaṇhāti, ayaṃ lābhītakkiko nāma. ‘‘Evaṃ sati idaṃ hotī’’ti takkamatteneva gaṇhanto pana suddhatakkiko nāma.",
  "atk-s0101a1:342": "35.Etesaṃ vā aññatarenāti etesaṃyeva catunnaṃ vatthūnaṃ aññatarena ekena vā dvīhi vā tīhi vā. Natthi ito bahiddhāti imehi pana vatthūhi bahi aññaṃ ekaṃ kāraṇampi sassatapaññattiyā natthīti appaṭivattiyaṃ sīhanādaṃ nadati.",
  "atk-s0101a1:343": "36.Tayidaṃ, bhikkhave, tathāgato pajānātīti bhikkhave, taṃ idaṃ catubbidhampi diṭṭhigataṃ tathāgato nānappakārato jānāti. Tato taṃ pajānanākāraṃ dassento ime diṭṭhiṭṭhānātiādimāha. Tattha diṭṭhiyova diṭṭhiṭṭhānā nāma. Api ca diṭṭhīnaṃ kāraṇampi diṭṭhiṭṭhānameva. Yathāha ‘‘katamāni aṭṭha diṭṭhiṭṭhānāni? Khandhāpi diṭṭhiṭṭhānaṃ, avijjāpi, phassopi , saññāpi, vitakkopi, ayonisomanasikāropi, pāpamittopi, paratoghosopi diṭṭhiṭṭhāna’’nti. ‘‘Khandhā hetu, khandhā paccayo diṭṭhiṭṭhānaṃ upādāya samuṭṭhānaṭṭhena, evaṃ khandhāpi diṭṭhiṭṭhānaṃ. Avijjā hetu…pe… pāpamitto hetu. Paratoghoso hetu, paratoghoso paccayo diṭṭhiṭṭhānaṃ upādāya samuṭṭhānaṭṭhena, evaṃ paratoghosopi diṭṭhiṭṭhāna’’nti (paṭi. ma. 1.124). Evaṃgahitāti diṭṭhisaṅkhātā tāva diṭṭhiṭṭhānā – ‘‘sassato attā ca loko cā’’ti evaṃgahitā ādinnā, pavattitāti attho. Evaṃparāmaṭṭhāti nirāsaṅkacittatāya punappunaṃ āmaṭṭhā parāmaṭṭhā, ‘idameva saccaṃ, moghamañña’nti pariniṭṭhāpitā . Kāraṇasaṅkhātā pana diṭṭhiṭṭhānā yathā gayhamānā diṭṭhiyo samuṭṭhāpenti, evaṃ ārammaṇavasena ca pavattanavasena ca āsevanavasena ca gahitā. Anādīnavadassitāya punappunaṃ gahaṇavasena parāmaṭṭhā. Evaṃgatikāti evaṃ nirayatiracchānapettivisayagatikānaṃ aññataragatikā. Evaṃ abhisamparāyāti idaṃ purimapadasseva vevacanaṃ, evaṃvidhaparalokāti vuttaṃ hoti.",
  "atk-s0101a1:344": "Tañca tathāgato pajānātīti na kevalañca tathāgato sakāraṇaṃ sagatikaṃ diṭṭhigatameva pajānāti, atha kho tañca sabbaṃ pajānāti, tato ca uttaritaraṃ sīlañceva samādhiñca sabbaññutaññāṇañca pajānāti. Tañca pajānanaṃ na parāmasatīti tañca evaṃvidhaṃ anuttaraṃ visesaṃ pajānantopi ahaṃ pajānāmīti taṇhādiṭṭhimānaparāmāsavasena tañca na parāmasati. Aparāmasato cassa paccattaññeva nibbuti viditāti evaṃ aparāmasato cassa aparāmāsapaccayā sayameva attanāyeva tesaṃ parāmāsakilesānaṃ nibbuti viditā. Pākaṭaṃ, bhikkhave, tathāgatassa nibbānanti dasseti.",
  "atk-s0101a1:345": "Idāni yathāpaṭipannena tathāgatena sā nibbuti adhigatā, taṃ paṭipattiṃ dassetuṃ yāsu vedanāsu rattā titthiyā ‘‘idha sukhino bhavissāma, ettha sukhino bhavissāmā’’ti diṭṭhigahanaṃ pavisanti, tāsaṃyeva vedanānaṃ vasena kammaṭṭhānaṃ ācikkhanto vedanānaṃ samudayañcātiādimāha. Tattha yathābhūtaṃ viditvāti ‘‘avijjāsamudayā vedanāsamudayoti paccayasamudayaṭṭhena vedanākkhandhassa udayaṃ passati, taṇhāsamudayā vedanāsamudayoti paccayasamudayaṭṭhena vedanākkhandhassa udayaṃ passati, kammasamudayā vedanāsamudayoti paccayasamudayaṭṭhena vedanākkhandhassa udayaṃ passati, phassasamudayā vedanāsamudayoti paccayasamudayaṭṭhena vedanākkhandhassa udayaṃ passati (paṭi. ma. 1.50). Nibbattilakkhaṇaṃ passantopi vedanākkhandhassa udayaṃ passatī’’ti imesaṃ pañcannaṃ lakkhaṇānaṃ vasena vedanānaṃ samudayaṃ yathābhūtaṃ viditvā; ‘‘avijjānirodhā vedanānirodhoti paccayanirodhaṭṭhena vedanākkhandhassa vayaṃ passati, taṇhānirodhā vedanānirodhoti paccayanirodhaṭṭhena vedanākkhandhassa vayaṃ passati , kammanirodhā vedanānirodhoti paccayanirodhaṭṭhena vedanākkhandhassa vayaṃ passati, phassanirodhā vedanānirodhoti paccayanirodhaṭṭhena vedanākkhandhassa vayaṃ passati. Vipariṇāmalakkhaṇaṃ passantopi vedanākkhandhassa vayaṃ passatī’’ti (paṭi. ma. 1.50) imesaṃ pañcannaṃ lakkhaṇānaṃ vasena vedanānaṃ atthaṅgamaṃ yathābhūtaṃ viditvā, ‘‘yaṃ vedanaṃ paṭicca uppajjati sukhaṃ somanassaṃ, ayaṃ vedanāya assādo’’ti (saṃ. ni. 3.26) evaṃ assādañca yathābhūtaṃ viditvā, ‘‘yaṃ vedanā aniccā dukkhā vipariṇāmadhammā, ayaṃ vedanāya ādīnavo’’ti evaṃ ādīnavañca yathābhūtaṃ viditvā, ‘‘yo vedanāya chandarāgavinayo chandarāgappahānaṃ, idaṃ vedanāya nissaraṇa’’nti evaṃ nissaraṇañca yathābhūtaṃ viditvā vigatachandarāgatāya anupādāno anupādāvimutto, bhikkhave, tathāgato; yasmiṃ upādāne sati kiñci upādiyeyya, upādinnattā ca khandho bhaveyya, tassa abhāvā kiñci dhammaṃ anupādiyitvāva vimutto bhikkhave tathāgatoti.",
  "atk-s0101a1:346": "37.Ime kho te, bhikkhaveti ye te ahaṃ – ‘‘katame, ca te, bhikkhave, dhammā gambhīrā’’ti apucchiṃ, ‘‘ime kho te, bhikkhave, tañca tathāgato pajānāti tato ca uttaritaraṃ pajānātī’’ti evaṃ niddiṭṭhā sabbaññutaññāṇadhammā gambhīrā duddasā…pe… paṇḍitavedanīyāti veditabbā. Yehi tathāgatassa neva puthujjano, na sotāpannādīsu aññataro vaṇṇaṃ yathābhūtaṃ vattuṃ sakkoti, atha kho tathāgatova yathābhūtaṃ vaṇṇaṃ sammā vadamāno vadeyyāti evaṃ pucchamānenāpi sabbaññutaññāṇameva puṭṭhaṃ, niyyātentenāpi tadeva niyyātitaṃ, antarā pana diṭṭhiyo vibhattāti.",
  "atk-s0101a1:347": "Paṭhamabhāṇavāravaṇṇanā niṭṭhitā.",
  "atk-s0101a1:348": "Ekaccasassatavādavaṇṇanā",
  "atk-s0101a1:349": "38.Ekaccasassatikāti ekaccasassatavādā. Te duvidhā honti – sattekaccasassatikā, saṅkhārekaccasassatikāti. Duvidhāpi idha gahitāyeva.",
  "atk-s0101a1:350": "39.Yanti nipātamattaṃ. Kadācīti kismiñci kāle. Karahacīti tasseva vevacanaṃ. Dīghassaaddhunoti dīghassa kālassa. Accayenāti atikkamena . Saṃvaṭṭatīti vinassati. Yebhuyyenāti ye uparibrahmalokesu vā arūpesu vā nibbattanti, tadavasese sandhāya vuttaṃ. Jhānamanena nibbattattā manomayā. Pīti tesaṃ bhakkho āhāroti pītibhakkhā. Attanova tesaṃ pabhāti sayaṃpabhā. Antalikkhe carantīti antalikkhacarā. Subhesu uyyānavimānakapparukkhādīsu tiṭṭhantīti, subhaṭṭhāyino subhā vā manorammavatthābharaṇā hutvā tiṭṭhantīti subhaṭṭhāyino. Ciraṃ dīghamaddhānanti ukkaṃsena aṭṭha kappe.",
  "atk-s0101a1:351": "40.Vivaṭṭatīti saṇṭhāti. Suññaṃ brahmavimānanti pakatiyā nibbattasattānaṃ natthitāya suññaṃ, brahmakāyikabhūmi nibbattatīti attho. Tassa kattā vā kāretā vā natthi, visuddhimagge vuttanayena pana kammapaccayautusamuṭṭhānā ratanabhūmi nibbattati. Pakatinibbattiṭṭhānesuyeva cettha uyyānakapparukkhādayo nibbattanti. Atha sattānaṃ pakatiyā vasitaṭṭhāne nikanti uppajjati, te paṭhamajjhānaṃ bhāvetvā tato otaranti, tasmā atha kho aññataro sattotiādimāha. Āyukkhayā vā puññakkhayā vāti ye uḷāraṃ puññakammaṃ katvā yattha katthaci appāyuke devaloke nibbattanti, te attano puññabalena ṭhātuṃ na sakkonti, tassa pana devalokassa āyuppamāṇeneva cavantīti āyukkhayā cavantīti vuccanti. Ye pana parittaṃ puññakammaṃ katvā dīghāyukadevaloke nibbattanti, te yāvatāyukaṃ ṭhātuṃ na sakkonti, antarāva cavantīti puññakkhayā cavantīti vuccanti. Dīghamaddhānaṃ tiṭṭhatīti kappaṃ vā upaḍḍhakappaṃ vā.",
  "atk-s0101a1:352": "41.Anabhiratīti aparassāpi sattassa āgamanapatthanā. Yā pana paṭighasampayuttā ukkaṇṭhitā, sā brahmaloke natthi. Paritassanāti ubbijjanā phandanā, sā panesā tāsatassanā, taṇhātassanā, diṭṭhitassanā, ñāṇatassanāti catubbidhā hoti. Tattha ‘‘jātiṃ paṭicca bhayaṃ bhayānakaṃ chambhitattaṃ lomahaṃso cetaso utrāso. Jaraṃ… byādhiṃ… maraṇaṃ paṭicca…pe… utrāso’’ti (vibha. 921) ayaṃ tāsatassanā nāma. ‘‘Aho vata aññepi sattā itthattaṃ āgaccheyyu’’nti (dī. ni. 3.38) ayaṃ taṇhātassanā nāma. ‘‘Paritassitavipphanditamevā’’ti ayaṃ diṭṭhitassanā nāma. ‘‘Tepi tathāgatassa dhammadesanaṃ sutvā yebhuyyena bhayaṃ saṃvegaṃ santāsaṃ āpajjantī’’ti (a. ni. 4.33) ayaṃ ñāṇatassanā nāma. Idha pana taṇhātassanāpi diṭṭhitassanāpi vaṭṭati. Brahmavimānanti idha pana paṭhamābhinibbattassa atthitāya suññanti na vuttaṃ. Upapajjantīti upapattivasena upagacchanti. Sahabyatanti sahabhāvaṃ.",
  "atk-s0101a1:353": "42.Abhibhūti abhibhavitvā ṭhito jeṭṭhakohamasmīti. Anabhibhūtoti aññehi anabhibhūto. Aññadatthūti ekaṃsavacane nipāto. Dassanavasena daso, sabbaṃ passāmīti attho. Vasavattīti sabbaṃ janaṃ vase vattemi. Issaro kattā nimmātāti ahaṃ loke issaro, ahaṃ lokassa kattā ca nimmātā ca, pathavī – himavanta-sineru-cakkavāḷa-mahāsamudda-candima-sūriyā mayā nimmitāti. Seṭṭho sajitāti ahaṃ lokassa uttamo ca sajitā ca, ‘‘tvaṃ khattiyo nāma hohi, tvaṃ brāhmaṇo, vesso, suddo, gahaṭṭho, pabbajito nāma. Antamaso tvaṃ oṭṭho hohi, goṇo hohī’’ti ‘‘evaṃ sattānaṃ saṃvisajetā aha’’nti maññati. Vasī pitā bhūtabhabyānanti (dī. ni. 1.17) ahamasmi ciṇṇavasitāya vasī, ahaṃ pitā bhūtānañca bhabyānañcāti maññati. Tattha aṇḍajajalābujā sattā antoaṇḍakose ceva antovatthimhi ca bhabyā nāma, bahi nikkhantakālato paṭṭhāya bhūtā nāma. Saṃsedajā paṭhamacittakkhaṇe bhabyā, dutiyato paṭṭhāya bhūtā. Opapātikā paṭhamairiyāpathe bhabyā, dutiyato paṭṭhāya bhūtāti veditabbā. Te sabbepi mayhaṃ puttāti saññāya ‘‘ahaṃ pitā bhūtabhabyāna’’nti maññati.",
  "atk-s0101a1:354": "Idāni kāraṇato sādhetukāmo – ‘‘mayā ime sattā nimmitā’’ti paṭiññaṃ katvā ‘‘taṃ kissa hetū’’tiādimāha. Itthattanti itthabhāvaṃ, brahmabhāvanti attho. Iminā mayanti attano kammavasena cutāpi upapannāpi ca kevalaṃ maññanāmatteneva ‘‘iminā mayaṃ nimmitā’’ti maññamānā vaṅkacchidde vaṅkaāṇī viya onamitvā tasseva pādamūlaṃ gacchantīti.",
  "atk-s0101a1:355": "43.Vaṇṇavantataro cāti vaṇṇavantataro, abhirūpo pāsādikoti attho. Mahesakkhataroti issariyaparivāravasena mahāyasataro.",
  "atk-s0101a1:356": "44.Ṭhānaṃkho panetanti kāraṇaṃ kho panetaṃ. So tato cavitvā aññatra na gacchati, idheva āgacchati, taṃ sandhāyetaṃ vuttaṃ. Agārasmāti gehā. Anagāriyanti pabbajjaṃ. Pabbajjā hi yasmā agārassa hi taṃ kasigorakkhādikammaṃ tattha natthi, tasmā anagāriyanti vuccati. Pabbajatīti upagacchati. Tato paraṃ nānussaratīti tato pubbenivāsā paraṃ na sarati, sarituṃ asakkonto tattha ṭhatvā diṭṭhiṃ gaṇhāti.",
  "atk-s0101a1:357": "Niccotiādīsu tassa upapattiṃ apassanto niccoti vadati, maraṇaṃ apassanto dhuvoti, sadābhāvato sassatoti, jarāvasenāpi vipariṇāmassa abhāvato avipariṇāmadhammoti. Sesamettha paṭhamavāre uttānamevāti.",
  "atk-s0101a1:358": "45-46. Dutiyavāre khiḍḍāya padussanti vinassantīti khiḍḍāpadosikā, padūsikātipi pāḷiṃ likhanti, sā aṭṭhakathāyaṃ natthi. Ativelanti atikālaṃ, aticiranti attho. Hassakhiḍḍāratidhammasamāpannāti hassarati dhammañceva khiḍḍāratidhammañca samāpannā anuyuttā, keḷihassasukhañceva kāyikavācasikakīḷāsukhañca anuyuttā, vuttappakāraratidhammasamaṅgino hutvā viharantīti attho.",
  "atk-s0101a1:359": "Sati sammussatīti khādanīyabhojanīyesu sati sammussati. Te kira puññavisesādhigatena mahantena attano sirivibhavena nakkhattaṃ kīḷantā tāya sampattimahantatāya – ‘‘āhāraṃ paribhuñjimha, na paribhuñjimhā’’tipi na jānanti. Atha ekāhārātikkamanato paṭṭhāya nirantaraṃ khādantāpi pivantāpi cavantiyeva, na tiṭṭhanti. Kasmā? Kammajatejassa balavatāya, karajakāyassa mandatāya, manussānañhi kammajatejo mando, karajakāyo balavā. Tesaṃ tejassa mandatāya karajakāyassa balavatāya sattāhampi atikkamitvā uṇhodakaacchayāguādīhi sakkā vatthuṃ upatthambhetuṃ. Devānaṃ pana tejo balavā hoti, karajaṃ mandaṃ. Te ekaṃ āhāravelaṃ atikkamitvāva saṇṭhātuṃ na sakkonti. Yathā nāma gimhānaṃ majjhanhike tattapāsāṇe ṭhapitaṃ padumaṃ vā uppalaṃ vā sāyanhasamaye ghaṭasatenāpi siñciyamānaṃ pākatikaṃ na hoti, vinassatiyeva. Evameva pacchā nirantaraṃ khādantāpi pivantāpi cavantiyeva, na tiṭṭhanti. Tenāha ‘‘satiyā sammosā te devā tamhā kāyā cavantī’’ti. Katame pana te devāti? Ime devāti aṭṭhakathāyaṃ vicāraṇā natthi, ‘‘devānaṃ kammajatejo balavā hoti, karajaṃ manda’’nti avisesena vuttattā pana ye keci kabaḷīkārāhārūpajīvino devā evaṃ karonti, teyeva cavantīti veditabbā. Keci panāhu – ‘‘nimmānaratiparanimmitavasavattino te devā’’ti. Khiḍḍāpadussanamatteneva hete khiḍḍāpadosikāti vuttā. Sesamettha purimanayeneva veditabbaṃ.",
  "atk-s0101a1:360": "47-48. Tatiyavāre manena padussanti vinassantīti manopadosikā, ete cātumahārājikā. Tesu kira eko devaputto – nakkhattaṃ kīḷissāmīti saparivāro rathena vīthiṃ paṭipajjati, athañño nikkhamanto taṃ purato gacchantaṃ disvā – ‘bho ayaṃ kapaṇo’, adiṭṭhapubbaṃ viya etaṃ disvā – ‘‘pītiyā uddhumāto viya bhijjamāno viya ca gacchatī’’ti kujjhati. Purato gacchantopi nivattitvā taṃ kuddhaṃ disvā – kuddhā nāma suviditā hontīti kuddhabhāvamassa ñatvā – ‘‘tvaṃ kuddho, mayhaṃ kiṃ karissasi, ayaṃ sampatti mayā dānasīlādīnaṃ vasena laddhā, na tuyhaṃ vasenā’’ti paṭikujjhati. Ekasmiñhi kuddhe itaro akuddho rakkhati, ubhosu pana kuddhesu ekassa kodho itarassa paccayo hoti. Tassapi kodho itarassa paccayo hotīti ubho kandantānaṃyeva orodhānaṃ cavanti. Ayamettha dhammatā. Sesaṃ vuttanayeneva veditabbaṃ.",
  "atk-s0101a1:361": "49-52. Takkīvāde ayaṃ cakkhādīnaṃ bhedaṃ passati, cittaṃ pana yasmā purimaṃ purimaṃ pacchimassa pacchimassa paccayaṃ datvāva nirujjhati, tasmā cakkhādīnaṃ bhedato balavatarampi cittassa bhedaṃ na passati. So taṃ apassanto yathā nāma sakuṇo ekaṃ rukkhaṃ jahitvā aññasmiṃ nilīyati, evameva imasmiṃ attabhāve bhinne cittaṃ aññatra gacchatīti gahetvā evamāha. Sesamettha vuttanayeneva veditabbaṃ.",
  "atk-s0101a1:362": "Antānantavādavaṇṇanā",
  "atk-s0101a1:363": "53.Antānantikāti antānantavādā, antaṃ vā anantaṃ vā antānantaṃ vā nevantānānantaṃ vā ārabbha pavattavādāti attho.",
  "atk-s0101a1:364": "54-60.Antasaññīlokasmiṃ viharatīti paṭibhāganimittaṃ cakkavāḷapariyantaṃ avaḍḍhetvā taṃ – ‘‘loko’’ti gahetvā antasaññī lokasmiṃ viharati, cakkavāḷapariyantaṃ katvā vaḍḍhitakasiṇo pana anantasaññī hoti, uddhamadho avaḍḍhetvā pana tiriyaṃ vaḍḍhetvā uddhamadho antasaññī, tiriyaṃ anantasaññī. Takkīvādo vuttanayeneva veditabbo. Ime cattāropi attanā diṭṭhapubbānusāreneva diṭṭhiyā gahitattā pubbantakappikesu paviṭṭhā.",
  "atk-s0101a1:365": "Amarāvikkhepavādavaṇṇanā",
  "atk-s0101a1:366": "61. Na maratīti amarā. Kā sā? Evantipi me notiādinā nayena pariyantarahitā diṭṭhigatikassa diṭṭhi ceva vācā ca. Vividho khepoti vikkhepo, amarāya diṭṭhiyā vācāya ca vikkhepoti amarāvikkhepo, so etesaṃ atthīti amarāvikkhepikā, aparo nayo – amarā nāma ekā macchajāti, sā ummujjananimujjanādivasena udake sandhāvamānā gahetuṃ na sakkāti, evameva ayampi vādo itocito ca sandhāvati, gāhaṃ na upagacchatīti amarāvikkhepoti vuccati. So etesaṃ atthīti amarāvikkhepikā.",
  "atk-s0101a1:367": "62.‘‘Idaṃkusala’’nti yathābhūtaṃ nappajānātīti dasa kusalakammapathe yathābhūtaṃ nappajānātīti attho. Akusalepi dasa akusalakammapathāva adhippetā. So mamassa vighātoti ‘‘musā mayā bhaṇita’’nti vippaṭisāruppattiyā mama vighāto assa, dukkhaṃ bhaveyyāti attho. So mamassa antarāyoti so mama saggassa ceva maggassa ca antarāyo assa. Musāvādabhayā musāvādaparijegucchāti musāvāde ottappena ceva hiriyā ca. Vācāvikkhepaṃ āpajjatīti vācāya vikkhepaṃ āpajjati. Kīdisaṃ? Amarāvikkhepaṃ, apariyantavikkhepanti attho.",
  "atk-s0101a1:368": "Evantipi me notiādīsu evantipi me noti aniyamitavikkhepo . Tathātipi me noti ‘‘sassato attā ca loko cā’’ti vuttaṃ sassatavādaṃ paṭikkhipati. Aññathātipi me noti sassatato aññathā vuttaṃ ekaccasassataṃ paṭikkhipati. Notipi me noti – ‘‘na hoti tathāgato paraṃ maraṇā’’ti vuttaṃ ucchedaṃ paṭikkhipati. No notipi me noti ‘‘neva hoti na na hotī’’ti vuttaṃ takkīvādaṃ paṭikkhipati. Sayaṃ pana ‘‘idaṃ kusala’’nti vā ‘‘akusala’’nti vā puṭṭho na kiñci byākaroti. ‘‘Idaṃ kusala’’nti puṭṭho ‘‘evantipi me no’’ti vadati. Tato ‘‘kiṃ akusala’’nti vutte ‘‘tathātipi me no’’ti vadati. ‘‘Kiṃ ubhayato aññathā’’ti vutte ‘‘aññathātipi me no’’ti vadati. Tato ‘‘tividhenāpi na hoti, kiṃ te laddhī’’ti vutte ‘‘notipi me no’’ti vadati. Tato ‘‘kiṃ no noti te laddhī’’ti vutte ‘‘no notipi me no’’ti evaṃ vikkhepameva āpajjati, ekasmimpi pakkhe na tiṭṭhati.",
  "atk-s0101a1:369": "63.Chando vā rāgo vāti ajānantopi sahasā kusalameva ‘‘kusala’’nti vatvā akusalameva ‘‘akusala’’nti vatvā mayā asukassa nāma evaṃ byākataṃ, kiṃ taṃ subyākatanti aññe paṇḍite pucchitvā tehi – ‘‘subyākataṃ, bhadramukha, kusalameva tayā kusalaṃ, akusalameva akusalanti byākata’’nti vutte natthi mayā sadiso paṇḍitoti evaṃ me tattha chando vā rāgo vā assāti attho. Ettha ca chando dubbalarāgo, rāgo balavarāgo. Doso vā paṭigho vāti kusalaṃ pana ‘‘akusala’’nti, akusalaṃ vā ‘‘kusala’’nti vatvā aññe paṇḍite pucchitvā tehi – ‘‘dubyākataṃ tayā’’ti vutte ettakampi nāma na jānāmīti tattha me assa doso vā paṭigho vāti attho. Idhāpi doso dubbalakodho, paṭigho balavakodho.",
  "atk-s0101a1:370": "Taṃmamassa upādānaṃ, so mamassa vighātoti taṃ chandarāgadvayaṃ mama upādānaṃ assa, dosapaṭighadvayaṃ vighāto. Ubhayampi vā daḷhaggahaṇavasena upādānaṃ , vihananavasena vighāto. Rāgo hi amuñcitukāmatāya ārammaṇaṃ gaṇhāti jalūkā viya. Doso vināsetukāmatāya āsīviso viya. Ubhopi cete santāpakaṭṭhena vihananti yevāti ‘‘upādāna’’nti ca ‘‘vighāto’’ti ca vuttā. Sesaṃ paṭhamavārasadisameva.",
  "atk-s0101a1:371": "64.Paṇḍitāti paṇḍiccena samannāgatā. Nipuṇāti saṇhasukhumabuddhino sukhumaatthantaraṃ paṭivijjhanasamatthā. Kataparappavādāti viññātaparappavādā ceva parehi saddhiṃ katavādaparicayā ca. Vālavedhirūpāti vālavedhidhanuggahasadisā. Te bhindantā maññeti vālavedhi viya vālaṃ sukhumānipi paresaṃ diṭṭhigatāni attano paññāgatena bhindantā viya carantīti attho. Te maṃ tatthāti te samaṇabrāhmaṇā maṃ tesu kusalākusalesu. Samanuyuñjeyyunti ‘‘kiṃ kusalaṃ, kiṃ akusalanti attano laddhiṃ vadā’’ti laddhiṃ puccheyyuṃ. Samanugāheyyunti ‘‘idaṃ nāmā’’ti vutte ‘‘kena kāraṇena etamatthaṃ gāheyyu’’nti kāraṇaṃ puccheyyuṃ. Samanubhāseyyunti ‘‘iminā nāma kāraṇenā’’ti vutte kāraṇe dosaṃ dassetvā ‘‘na tvaṃ idaṃ jānāsi, idaṃ pana gaṇha, idaṃ vissajjehī’’ti evaṃ samanuyuñjeyyuṃ. Na sampāyeyyanti na sampādeyyaṃ, sampādetvā kathetuṃ na sakkuṇeyyanti attho. So mamassa vighātoti yaṃ taṃ punappunaṃ vatvāpi asampāyanaṃ nāma, so mama vighāto assa, oṭṭhatālujivhāgalasosanadukkhameva assāti attho. Sesametthāpi paṭhamavārasadisameva.",
  "atk-s0101a1:372": "65-66.Mandoti mandapañño apaññassevetaṃ nāmaṃ. Momūhoti atisammūḷho. Hotitathāgatotiādīsu satto ‘‘tathāgato’’ti adhippeto. Sesamettha uttānameva. Imepi cattāro pubbe pavattadhammānusāreneva diṭṭhiyā gahitattā pubbantakappikesu paviṭṭhā.",
  "atk-s0101a1:373": "Adhiccasamuppannavādavaṇṇanā",
  "atk-s0101a1:374": "67. ‘‘Adhiccasamuppanno attā ca loko cā’’ti dassanaṃ adhiccasamuppannaṃ. Taṃ etesaṃ atthīti adhiccasamuppannikā. Adhiccasamuppannanti akāraṇasamuppannaṃ.",
  "atk-s0101a1:375": "68-73.Asaññasattāti desanāsīsametaṃ, acittuppādā rūpamattakaattabhāvāti attho. Tesaṃ evaṃ uppatti veditabbā – ekacco hi titthāyatane pabbajitvā vāyokasiṇe parikammaṃ katvā catutthajjhānaṃ nibbattetvā jhānā vuṭṭhāya – ‘‘citte dosaṃ passati, citte sati hatthacchedādidukkhañceva sabbabhayāni ca honti, alaṃ iminā cittena, acittakabhāvova santo’’ti, evaṃ citte dosaṃ passitvā aparihīnajjhāno kālaṃ katvā asaññasattesu nibbattati, cittamassa cuticittanirodhena idheva nivattati, rūpakkhandhamattameva tattha pātubhavati. Te tattha yathā nāma jiyāvegakkhitto saro yattako jiyāvego, tattakameva ākāse gacchati. Evameva jhānavegakkhittā upapajjitvā yattako jhānavego, tattakameva kālaṃ tiṭṭhanti, jhānavege pana parihīne tattha rūpakkhandho antaradhāyati, idha pana paṭisandhisaññā uppajjati. Yasmā pana tāya idha uppannasaññāya tesaṃ tattha cuti paññāyati, tasmā ‘‘saññuppādā ca pana te devā tamhā kāyā cavantī’’ti vuttaṃ. Santatāyāti santabhāvāya. Sesamettha uttānameva. Takkīvādopi vuttanayeneva veditabboti.",
  "atk-s0101a1:376": "Aparantakappikavaṇṇanā",
  "atk-s0101a1:377": "74. Evaṃ aṭṭhārasa pubbantakappike dassetvā idāni catucattārīsaṃ aparantakappike dassetuṃ – ‘‘santi, bhikkhave’’tiādimāha. Tattha anāgatakoṭṭhāsasaṅkhātaṃ aparantaṃ kappetvā gaṇhantīti aparantakappikā, aparantakappo vā etesaṃ atthīti aparantakappikā. Evaṃ sesampi pubbe vuttappakāranayeneva veditabbaṃ.",
  "atk-s0101a1:378": "Saññīvādavaṇṇanā",
  "atk-s0101a1:379": "75.Uddhamāghātanikāti āghātanaṃ vuccati maraṇaṃ, uddhamāghātanā attānaṃ vadantīti uddhamāghātanikā. Saññīti pavatto vādo, saññīvādo, so etesaṃ atthīti saññīvādā.",
  "atk-s0101a1:380": "76-77.Rūpī attātiādīsu kasiṇarūpaṃ ‘‘attā’’ti tattha pavattasaññañcassa ‘‘saññā’’ti gahetvā vā ājīvakādayo viya takkamatteneva vā ‘‘rūpī attā hoti, arogo paraṃ maraṇā saññī’’ti naṃ paññapenti. Tattha arogoti nicco. Arūpasamāpattinimittaṃ pana ‘‘attā’’ti samāpattisaññañcassa ‘‘saññā’’ti gahetvā vā nigaṇṭhādayo viya takkamatteneva vā ‘‘arūpī attā hoti, arogo paraṃ maraṇā saññī’’ti naṃ paññapenti. Tatiyā pana missakagāhavasena pavattā diṭṭhi. Catutthā takkagāheneva. Dutiyacatukkaṃ antānantikavāde vuttanayeneva veditabbaṃ. Tatiyacatukke samāpannakavasena ekattasaññī , asamāpannakavasena nānattasaññī, parittakasiṇavasena parittasaññī, vipulakasiṇavasena appamāṇasaññīti veditabbā. Catutthacatukke pana dibbena cakkhunā tikacatukkajjhānabhūmiyaṃ nibbattamānaṃ disvā ‘‘ekantasukhī’’ti gaṇhāti. Niraye nibbattamānaṃ disvā ‘‘ekantadukkhī’’ti. Manussesu nibbattamānaṃ disvā ‘‘sukhadukkhī’’ti. Vehapphaladevesu nibbattamānaṃ disvā ‘‘adukkhamasukhī’’ti gaṇhāti. Visesato hi pubbenivāsānussatiñāṇalābhino pubbantakappikā honti, dibbacakkhukā aparantakappikāti.",
  "atk-s0101a1:381": "Asaññīvādavaṇṇanā",
  "atk-s0101a1:382": "78-83. Asaññīvādo saññīvāde ādimhi vuttānaṃ dvinnaṃ catukkānaṃ vasena veditabbo. Tathā nevasaññīnāsaññīvādo. Kevalañhi tattha ‘‘saññī attā’’ti gaṇhantānaṃ tā diṭṭhiyo, idha ‘‘asaññī’’ti ca ‘‘nevasaññīnāsaññī’’ti ca. Tattha na ekantena kāraṇaṃ pariyesitabbaṃ. Diṭṭhigatikassa hi gāho ummattakapacchisadisoti vuttametaṃ.",
  "atk-s0101a1:383": "Ucchedavādavaṇṇanā",
  "atk-s0101a1:384": "84. Ucchedavāde satoti vijjamānassa. Ucchedanti upacchedaṃ . Vināsanti adassanaṃ. Vibhavanti bhāvavigamaṃ. Sabbānetāni aññamaññavevacanāneva. Tattha dve janā ucchedadiṭṭhiṃ gaṇhanti, lābhī ca alābhī ca. Lābhī arahato dibbena cakkhunā cutiṃ disvā upapattiṃ apassanto, yo vā cutimattameva daṭṭhuṃ sakkoti, na upapātaṃ; so ucchedadiṭṭhiṃ gaṇhāti. Alābhī ca ‘‘ko paralokaṃ na jānātī’’ti kāmasukhagiddhatāya vā. ‘‘Yathā rukkhato paṇṇāni patitāni na puna viruhanti, evameva sattā’’tiādinā takkena vā ucchedaṃ gaṇhāti. Idha pana taṇhādiṭṭhīnaṃ vasena tathā ca aññathā ca vikappetvāva imā satta diṭṭhiyo uppannāti veditabbā.",
  "atk-s0101a1:385": "85. Tattha rūpīti rūpavā. Cātumahābhūtikoti catumahābhūtamayo. Mātāpitūnaṃ etanti mātāpettikaṃ. Kiṃ taṃ? Sukkasoṇitaṃ. Mātāpettike sambhūto jātoti mātāpettikasambhavo. Iti rūpakāyasīsena manussattabhāvaṃ ‘‘attā’’ti vadati. Ittheketi itthaṃ eke evameketi attho.",
  "atk-s0101a1:386": "86. Dutiyo taṃ paṭikkhipitvā dibbattabhāvaṃ vadati. Dibboti devaloke sambhūto. Kāmāvacaroti cha kāmāvacaradevapariyāpanno. Kabaḷīkāraṃ āhāraṃ bhakkhatīti kabaḷīkārāhārabhakkho.",
  "atk-s0101a1:387": "87.Manomayoti jhānamanena nibbatto. Sabbaṅgapaccaṅgīti sabbaṅgapaccaṅgayutto. Ahīnindriyoti paripuṇṇindriyo. Yāni brahmaloke atthi, tesaṃ vasena itaresañca saṇṭhānavasenetaṃ vuttaṃ.",
  "atk-s0101a1:388": "88-92.Sabbaso rūpasaññānaṃ samatikkamātiādīnaṃ attho visuddhimagge vutto. Ākāsānañcāyatanūpagotiādīsu pana ākāsānañcāyatanabhavaṃ upagatoti, evamattho veditabbo. Sesamettha uttānamevāti.",
  "atk-s0101a1:389": "Diṭṭhadhammanibbānavādavaṇṇanā",
  "atk-s0101a1:390": "93. Diṭṭhadhammanibbānavāde diṭṭhadhammoti paccakkhadhammo vuccati, tattha tattha paṭiladdhattabhāvassetaṃ adhivacanaṃ. Diṭṭhadhamme nibbānaṃ diṭṭhadhammanibbānaṃ, imasmiṃyeva attabhāve dukkhavūpasamananti attho. Taṃ vadantīti diṭṭhadhammanibbānavādā. Paramadiṭṭhadhammanibbānanti paramaṃ diṭṭhadhammanibbānaṃ uttamanti attho.",
  "atk-s0101a1:391": "94.Pañcahi kāmaguṇehīti manāpiyarūpādīhi pañcahi kāmakoṭṭhāsehi bandhanehi vā. Samappitoti suṭṭhu appito allīno hutvā. Samaṅgībhūtoti samannāgato. Paricāretīti tesu kāmaguṇesu yathāsukhaṃ indriyāni cāreti sañcāreti itocito ca upaneti. Atha vā laḷati ramati kīḷati. Ettha ca duvidhā kāmaguṇā – mānusakā ceva dibbā ca. Mānusakā mandhātukāmaguṇasadisā daṭṭhabbā, dibbā paranimmitavasavattidevarājassa kāmaguṇasadisāti. Evarūpe kāme upagatānañhi te diṭṭhadhammanibbānasampattiṃ paññapenti.",
  "atk-s0101a1:392": "95. Dutiyavāre hutvā abhāvaṭṭhena aniccā paṭipīḷanaṭṭhena dukkhā, pakatijahanaṭṭhena vipariṇāmadhammāti veditabbā. Tesaṃ vipariṇāmaññathābhāvāti tesaṃ kāmānaṃ vipariṇāmasaṅkhātā aññathābhāvā, yampi me ahosi, tampi me natthīti vuttanayena uppajjanti sokaparidevadukkhadomanassupāyāsā. Tattha antonijjhāyanalakkhaṇo soko, tannissitalālappanalakkhaṇo paridevo, kāyappaṭipīḷanalakkhaṇaṃ dukkhaṃ, manovighātalakkhaṇaṃ domanassaṃ, visādalakkhaṇo upāyāso, vivicceva kāmehītiādīnamattho visuddhimagge vutto.",
  "atk-s0101a1:393": "96.Vitakkitanti abhiniropanavasena pavatto vitakko. Vicāritanti anumajjanavasena pavatto vicāro. Etenetanti etena vitakkitena ca vicāritena ca etaṃ paṭhamajjhānaṃ oḷārikaṃ sakaṇḍakaṃ viya khāyati.",
  "atk-s0101a1:394": "97-98.Pītigatanti pītiyeva. Cetaso uppilāvitattanti cittassa uppilabhāvakaraṇaṃ. Cetaso ābhogoti jhānā vuṭṭhāya tasmiṃ sukhe punappunaṃ cittassa ābhogo manasikāro samannāhāroti. Sesamettha diṭṭhadhammanibbānavāde uttānameva.",
  "atk-s0101a1:395": "Ettāvatā sabbāpi dvāsaṭṭhidiṭṭhiyo kathitā honti. Yāsaṃ satteva ucchedadiṭṭhiyo, sesā sassatadiṭṭhiyo.",
  "atk-s0101a1:396": "100-104. Idāni – ‘‘imehi kho te, bhikkhave’’ti iminā vārena sabbepi te aparantakappike ekajjhaṃ niyyātetvā sabbaññutaññāṇaṃ vissajjeti. Puna – ‘‘imehi, kho te bhikkhave’’tiādinā vārena sabbepi te pubbantāparantakappike ekajjhaṃ niyyātetvā tadeva ñāṇaṃ vissajjeti. Iti ‘‘katame ca te, bhikkhave, dhammā’’tiādimhi pucchamānopi sabbaññutaññāṇameva pucchitvā vissajjamānopi sattānaṃ ajjhāsayaṃ tulāya tulayanto viya sinerupādato vālukaṃ uddharanto viya dvāsaṭṭhi diṭṭhigatāni uddharitvā sabbaññutaññāṇameva vissajjeti. Evamayaṃ yathānusandhivasena desanā āgatā.",
  "atk-s0101a1:397": "Tayo hi suttassa anusandhī – pucchānusandhi, ajjhāsayānusandhi, yathānusandhīti. Tattha ‘‘evaṃ vutte aññataro bhikkhu bhagavantaṃ etadavoca – kiṃ nu kho, bhante, orimaṃ tīraṃ, kiṃ pārimaṃ tīraṃ, ko majjhe saṃsīdo, ko thale ussādo, ko manussaggāho, ko amanussaggāho, ko āvaṭṭaggāho, ko antopūtibhāvo’’ti (saṃ. ni. 4.241) evaṃ pucchantānaṃ bhagavatā vissajjitasuttavasena pucchānusandhi veditabbo.",
  "atk-s0101a1:398": "Atha kho aññatarassa bhikkhuno evaṃ cetaso parivitakko udapādi – ‘‘iti kira bho rūpaṃ anattā…, vedanā…, saññā…, saṅkhārā …, viññāṇaṃ anattā, anattakatāni kira kammāni kamattānaṃ phusissantī’’ti. Atha kho bhagavā tassa bhikkhuno cetasā ceto parivitakkamaññāya bhikkhū āmantesi – ‘‘ṭhānaṃ kho panetaṃ, bhikkhave, vijjati, yaṃ idhekacco moghapuriso avidvā avijjāgato taṇhādhipateyyena cetasā satthusāsanaṃ atidhāvitabbaṃ maññeyya – ‘‘iti kira bho rūpaṃ anattā…pe… phusissantī’’ti. Taṃ kiṃ maññatha, bhikkhave, rūpaṃ niccaṃ vā aniccaṃ vā’’ti (ma. ni. 3.10). Evaṃ paresaṃ ajjhāsayaṃ viditvā bhagavatā vuttasuttavasena ajjhāsayānusandhi veditabbo.",
  "atk-s0101a1:399": "Yena pana dhammena ādimhi desanā uṭṭhitā, tassa dhammassa anurūpadhammavasena vā paṭipakkhavasena vā yesu suttesu upari desanā āgacchati, tesaṃ vasena yathānusandhi veditabbo. Seyyathidaṃ, ākaṅkheyyasutte heṭṭhā sīlena desanā uṭṭhitā, upari cha abhiññā āgatā. Vatthasutte heṭṭhā kilesena desanā uṭṭhitā, upari brahmavihārā āgatā. Kosambakasutte heṭṭhā bhaṇḍanena uṭṭhitā, upari sāraṇīyadhammā āgatā. Kakacūpame heṭṭhā akkhantiyā uṭṭhitā, upari kakacūpamā āgatā. Imasmimpi brahmajāle heṭṭhā diṭṭhivasena desanā uṭṭhitā, upari suññatāpakāsanaṃ āgataṃ. Tena vuttaṃ – ‘‘evamayaṃ yathānusandhivasena desanā āgatā’’ti.",
  "atk-s0101a1:400": "Paritassitavipphanditavāravaṇṇanā",
  "atk-s0101a1:401": "105-117. Idāni mariyādavibhāgadassanatthaṃ – ‘‘tatra bhikkhave’’tiādikā desanā āraddhā. Tadapi tesaṃ bhavataṃ samaṇabrāhmaṇānaṃ ajānataṃ apassataṃ vedayitaṃ taṇhāgatānaṃ paritassitavipphanditamevāti yena diṭṭhiassādena diṭṭhisukhena diṭṭhivedayitena te somanassajātā sassataṃ attānañca lokañca paññapenti catūhi vatthūhi, tadapi tesaṃ bhavantānaṃ samaṇabrāhmaṇānaṃ yathābhūtaṃ dhammānaṃ sabhāvaṃ ajānantānaṃ apassantānaṃ vedayitaṃ taṇhāgatānaṃ kevalaṃ taṇhāgatānaṃyeva taṃ vedayitaṃ, tañca kho panetaṃ paritassitavipphanditameva. Diṭṭhisaṅkhātena ceva taṇhāsaṅkhātena ca paritassitena vipphanditameva calitameva kampitameva thusarāsimhi nikhātakhāṇusadisaṃ, na sotāpannassa dassanamiva niccalanti dasseti. Esa nayo ekaccasassatavādādīsupi.",
  "atk-s0101a1:402": "Phassapaccayavāravaṇṇanā",
  "atk-s0101a1:403": "118-130. Puna – ‘‘tatra, bhikkhave, ye te samaṇabrāhmaṇā sassatavādā’’tiādi paramparapaccayadassanatthaṃ āraddhaṃ . Tattha tadapi phassapaccayāti yena diṭṭhiassādena diṭṭhisukhena diṭṭhivedayitena te somanassajātā sassataṃ attānañca lokañca paññapenti catūhi vatthūhi, tadapi taṇhādiṭṭhipariphanditaṃ vedayitaṃ phassapaccayāti dasseti. Esa nayo sabbattha.",
  "atk-s0101a1:404": "131-143. Idāni tassa paccayassa diṭṭhivedayite balavabhāvadassanatthaṃ puna – ‘‘tatra, bhikkhave, ye te samaṇabrāhmaṇā sassatavādā’’tiādimāha. Tattha te vata aññatra phassāti te vata samaṇabrāhmaṇā taṃ vedayitaṃ vinā phassena paṭisaṃvedissantīti kāraṇametaṃ natthīti. Yathā hi patato gehassa upatthambhanatthāya thūṇā nāma balavapaccayo hoti, na taṃ thūṇāya anupatthambhitaṃ ṭhātuṃ sakkoti, evameva phassopi vedanāya balavapaccayo, taṃ vinā idaṃ diṭṭhivedayitaṃ natthīti dasseti. Esa nayo sabbattha.",
  "atk-s0101a1:405": "Diṭṭhigatikādhiṭṭhānavaṭṭakathāvaṇṇanā",
  "atk-s0101a1:406": "144. Idāni tatra bhikkhave, ye te samaṇabrāhmaṇā sassatavādā sassataṃ attānañca lokañca paññapenti catūhi vatthūhi, yepi te samaṇabrāhmaṇā ekaccasassatikātiādinā nayena sabbadiṭṭhivedayitāni sampiṇḍeti. Kasmā? Upari phasse pakkhipanatthāya. Kathaṃ? Sabbe te chahi phassāyatanehi phussa phussa paṭisaṃvedentīti. Tattha cha phassāyatanāni nāma – cakkhuphassāyatanaṃ, sotaphassāyatanaṃ, ghānaphassāyatanaṃ, jivhāphassāyatanaṃ, kāyaphassāyatanaṃ, manophassāyatananti imāni cha. Sañjāti-samosaraṇa-kāraṇa-paṇṇattimattatthesu hi ayaṃ āyatanasaddo pavattati. Tattha – ‘‘kambojo assānaṃ āyatanaṃ, gunnaṃ dakkhiṇāpatho’’ti sañjātiyaṃ pavattati, sañjātiṭṭhāneti attho. ‘‘Manorame āyatane, sevanti naṃ vihaṅgamā’’ti (a. ni. 5.38) samosaraṇe. ‘‘Sati satiāyatane’’ti (a. ni. 3.102) kāraṇe. ‘‘Araññāyatane paṇṇakuṭīsu sammantī’’ti (saṃ. ni. 1.255) paṇṇattimatte. Svāyamidha sañjātiādiatthattayepi yujjati. Cakkhādīsu hi phassapañcamakā dhammā sañjāyanti samosaranti, tāni ca tesaṃ kāraṇanti āyatanāni. Idha pana ‘‘cakkhuñca paṭicca rūpe ca uppajjati cakkhuviññāṇaṃ, tiṇṇaṃ saṅgati phasso’’ti (saṃ. ni. 2.43) iminā nayena phassasīseneva desanaṃ āropetvā phassaṃ ādiṃ katvā paccayaparamparaṃ dassetuṃ phassāyatanādīni vuttāni.",
  "atk-s0101a1:407": "Phussa phussa paṭisaṃvedentīti phusitvā phusitvā paṭisaṃvedenti. Ettha ca kiñcāpi āyatanānaṃ phusanakiccaṃ viya vuttaṃ, tathāpi na tesaṃ phusanakiccatā veditabbā. Na hi āyatanāni phusanti, phassova taṃ taṃ ārammaṇaṃ phusati, āyatanāni pana phasse upanikkhipitvā dassitāni; tasmā sabbe te cha phassāyatanasambhavena phassena rūpādīni ārammaṇāni phusitvā taṃ diṭṭhivedanaṃ paṭisaṃvedayantīti evamettha attho veditabbo.",
  "atk-s0101a1:408": "Tesaṃ vedanāpaccayā taṇhātiādīsu vedanāti cha phassāyatanasambhavā vedanā. Sā rūpataṇhādibhedāya taṇhāya upanissayakoṭiyā paccayo hoti. Tena vuttaṃ – ‘‘tesaṃ vedanāpaccayā taṇhā’’ti. Sā pana catubbidhassa upādānassa upanissayakoṭiyā ceva sahajātakoṭiyā ca paccayo hoti. Tathā upādānaṃ bhavassa. Bhavo jātiyā upanissayakoṭiyā paccayo hoti.",
  "atk-s0101a1:409": "Jātīti panettha savikārā pañcakkhandhā daṭṭhabbā, jāti jarāmaraṇassa ceva sokādīnañca upanissayakoṭiyā paccayo hoti. Ayamettha saṅkhepo, vitthārato pana paṭiccasamuppādakathā visuddhimagge vuttā. Idha panassa payojanamattameva veditabbaṃ. Bhagavā hi vaṭṭakathaṃ kathento – ‘‘purimā, bhikkhave, koṭi na paññāyati avijjāya, ‘ito pubbe avijjā nāhosi, atha pacchā samabhavī’ti evañcetaṃ, bhikkhave, vuccati, atha ca pana paññāyati ‘‘idappaccayā avijjā’’ti (a. ni. 10.61) evaṃ avijjāsīsena vā, purimā, bhikkhave, koṭi na paññāyati bhavataṇhāya…pe… ‘‘idappaccayā bhavataṇhā’’ti (a. ni. 10.62) evaṃ taṇhāsīsena vā, purimā, bhikkhave, koṭi na paññāyati bhavadiṭṭhiyā…pe… ‘‘idappaccayā bhavadiṭṭhī’’ti evaṃ diṭṭhisīsena vā kathesi’’. Idha pana diṭṭhisīsena kathento vedanārāgena uppajjamānā diṭṭhiyo kathetvā vedanāmūlakaṃ paṭiccasamuppādaṃ kathesi. Tena idaṃ dasseti – ‘‘evamete diṭṭhigatikā, idaṃ dassanaṃ gahetvā tīsu bhavesu catūsu yonīsu pañcasu gatīsu sattasu viññāṇaṭṭhitīsu navasu sattāvāsesu ito ettha etto idhāti sandhāvantā saṃsarantā yante yuttagoṇo viya, thambhe upanibaddhakukkuro viya, vātena vippannaṭṭhanāvā viya ca vaṭṭadukkhameva anuparivattanti, vaṭṭadukkhato sīsaṃ ukkhipituṃ na sakkontī’’ti.",
  "atk-s0101a1:410": "Vivaṭṭakathādivaṇṇanā",
  "atk-s0101a1:411": "145. Evaṃ diṭṭhigatikādhiṭṭhānaṃ vaṭṭaṃ kathetvā idāni yuttayogabhikkhuadhiṭṭhānaṃ katvā vivaṭṭaṃ dassento – ‘‘yato kho, bhikkhave, bhikkhū’’tiādimāha. Tattha yatoti yadā. Channaṃ phassāyatanānanti yehi chahi phassāyatanehi phusitvā paṭisaṃvedayamānānaṃ diṭṭhigatikānaṃ vaṭṭaṃ vattati, tesaṃyeva channaṃ phassāyatanānaṃ. Samudayantiādīsu avijjāsamudayā cakkhusamudayotiādinā vedanākammaṭṭhāne vuttanayena phassāyatanānaṃ samudayādayo veditabbā. Yathā pana tattha ‘‘phassasamudayā phassanirodhā’’ti vuttaṃ, evamidha, taṃ cakkhādīsu – ‘‘āhārasamudayā āhāranirodhā’’ti veditabbaṃ. Manāyatane ‘‘nāmarūpasamudayā nāmarūpanirodhā’’ti.",
  "atk-s0101a1:412": "Uttaritaraṃ pajānātīti diṭṭhigatiko diṭṭhimeva jānāti. Ayaṃ pana diṭṭhiñca diṭṭhito ca uttaritaraṃ sīlasamādhipaññāvimuttinti yāva arahattā jānāti. Ko evaṃ jānātīti? Khīṇāsavo jānāti, anāgāmī, sakadāgāmī, sotāpanno, bahussuto, ganthadharo bhikkhu jānāti, āraddhavipassako jānāti. Desanā pana arahattanikūṭeneva niṭṭhāpitāti.",
  "atk-s0101a1:413": "146. Evaṃ vivaṭṭaṃ kathetvā idāni ‘‘desanājālavimutto diṭṭhigatiko nāma natthī’’ti dassanatthaṃ puna – ‘‘ye hi keci, bhikkhave’’ti ārabhi. Tattha antojālīkatāti imassa mayhaṃ desanājālassa antoyeva katā. Ettha sitā vāti etasmiṃ mama desanājāle sitā nissitā avasitāva. Ummujjamānā ummujjantīti kiṃ vuttaṃ hoti? Te adho osīdantāpi uddhaṃ uggacchantāpi mama desanājāle sitāva hutvā osīdanti ca uggacchanti ca. Ettha pariyāpannāti ettha mayhaṃ desanājāle pariyāpannā, etena ābaddhā antojālīkatā ca hutvā ummujjamānā ummujjanti, na hettha asaṅgahito diṭṭhigatiko nāma atthīti.",
  "atk-s0101a1:414": "Sukhumacchikenāti saṇhaacchikena sukhumacchiddenāti attho. Kevaṭṭo viya hi bhagavā, jālaṃ viya desanā, parittaudakaṃ viya dasasahassilokadhātu, oḷārikā pāṇā viya dvāsaṭṭhidiṭṭhigatikā. Tassa tīre ṭhatvā olokentassa oḷārikānaṃ pāṇānaṃ antojālīkatabhāvadassanaṃ viya bhagavato sabbadiṭṭhigatānaṃ desanājālassa antokatabhāvadassananti evamettha opammasaṃsandanaṃ veditabbaṃ.",
  "atk-s0101a1:415": "147. Evaṃ imāhi dvāsaṭṭhiyā diṭṭhīhi sabbadiṭṭhīnaṃ saṅgahitattā sabbesaṃ diṭṭhigatikānaṃ etasmiṃ desanājāle pariyāpannabhāvaṃ dassetvā idāni attano katthaci apariyāpannabhāvaṃ dassento – ‘‘ucchinnabhavanettiko, bhikkhave, tathāgatassa kāyo’’tiādimāha. Tattha nayanti etāyāti netti. Nayantīti gīvāya bandhitvā ākaḍḍhanti, rajjuyā etaṃ nāmaṃ. Idha pana nettisadisatāya bhavataṇhā nettīti adhippetā. Sā hi mahājanaṃ gīvāya bandhitvā taṃ taṃ bhavaṃ neti upanetīti bhavanetti. Arahattamaggasatthena ucchinnā bhavanetti assāti ucchinnabhavanettiko. ",
  "atk-s0101a1:416": "Kāyassa bhedā uddhanti kāyassa bhedato uddhaṃ. Jīvitapariyādānāti jīvitassa sabbaso pariyādinnattā parikkhīṇattā, puna appaṭisandhikabhāvāti attho. Na taṃ dakkhantīti taṃ tathāgataṃ. Devā vā manussā vā na dakkhissanti, apaṇṇattikabhāvaṃ gamissatīti attho.",
  "atk-s0101a1:417": "Seyyathāpi, bhikkhaveti, upamāyaṃ pana idaṃ saṃsandanaṃ. Ambarukkho viya hi tathāgatassa kāyo, rukkhe jātamahāvaṇṭo viya taṃ nissāya pubbe pavattataṇhā. Tasmiṃ vaṇṭe upanibaddhā pañcapakkadvādasapakkaaṭṭhārasapakkaparimāṇā ambapiṇḍī viya taṇhāya sati taṇhūpanibandhanā hutvā āyatiṃ nibbattanakā pañcakkhandhā dvādasāyatanāni aṭṭhārasa dhātuyo. Yathā pana tasmiṃ vaṇṭe chinne sabbāni tāni ambāni tadanvayāni honti, taṃyeva vaṇṭaṃ anugatāni, vaṇṭacchedā chinnāni yevāti attho; evameva ye bhavanettivaṇṭassa anupacchinnattā āyatiṃ uppajjeyyuṃ pañcakkhandhā dvādasāyatanāni aṭṭhārasadhātuyo, sabbe te dhammā tadanvayā honti bhavanettiṃ anugatā, tāya chinnāya chinnā yevāti attho.",
  "atk-s0101a1:418": "Yathā pana tasmimpi rukkhe maṇḍūkakaṇṭakavisasamphassaṃ āgamma anupubbena sussitvā mate – ‘‘imasmiṃ ṭhāne evarūpo nāma rukkho ahosī’’ti vohāramattameva hoti, na taṃ rukkhaṃ koci passati, evaṃ ariyamaggasamphassaṃ āgamma taṇhāsinehassa pariyādinnattā anupubbena sussitvā viya bhinne imasmiṃ kāye, kāyassa bhedā uddhaṃ jīvitapariyādānā na taṃ dakkhanti, tathāgatampi devamanussā na dakkhissanti, evarūpassa nāma kira satthuno idaṃ sāsananti vohāramattameva bhavissatīti anupādisesanibbānadhātuṃ pāpetvā desanaṃ niṭṭhapesi.",
  "atk-s0101a1:419": "148.Evaṃvutte āyasmā ānandoti evaṃ bhagavatā imasmiṃ sutte vutte thero ādito paṭṭhāya sabbaṃ suttaṃ samannāharitvā evaṃ buddhabalaṃ dīpetvā kathitasuttassa na bhagavatā nāmaṃ gahitaṃ, handassa nāmaṃ gaṇhāpessāmīti cintetvā bhagavantaṃ etadavoca.",
  "atk-s0101a1:420": "Tasmātiha tvantiādīsu ayamatthayojanā – ānanda, yasmā imasmiṃ dhammapariyāye idhatthopi paratthopi vibhatto, tasmātiha tvaṃ imaṃ dhammapariyāyaṃ ‘‘atthajāla’’ntipi naṃ dhārehi; yasmā panettha bahū tantidhammā kathitā, tasmā ‘‘dhammajāla’’ntipi naṃ dhārehi; yasmā ca ettha seṭṭhaṭṭhena brahmaṃ sabbaññutaññāṇaṃ vibhattaṃ, tasmā ‘‘brahmajāla’’ntipi naṃ dhārehi; yasmā ettha dvāsaṭṭhidiṭṭhiyo vibhattā, tasmā ‘‘diṭṭhijāla’’ntipi naṃ dhārehi; yasmā pana imaṃ dhammapariyāyaṃ sutvā devaputtamārampi khandhamārampi maccumārampi kilesamārampi sakkā maddituṃ, tasmā ‘‘anuttaro saṅgāmavijayotipi naṃ dhārehī’’ti.",
  "atk-s0101a1:421": "Idamavoca bhagavāti idaṃ nidānāvasānato pabhuti yāva ‘‘anuttaro saṅgāmavijayotipi naṃ dhārehī’’ti sakalaṃ suttantaṃ bhagavā paresaṃ paññāya alabbhaneyyapatiṭṭhaṃ paramagambhīraṃ sabbaññutaññāṇaṃ pakāsento sūriyo viya andhakāraṃ diṭṭhigatamahandhakāraṃ vidhamanto avoca.",
  "atk-s0101a1:422": "149.Attamanā te bhikkhūti te bhikkhū attamanā sakamanā, buddhagatāya pītiyā udaggacittā hutvāti vuttaṃ hoti. Bhagavato bhāsitanti evaṃ vicitranayadesanāvilāsayuttaṃ idaṃ suttaṃ karavīkarutamañjunā kaṇṇasukhena paṇḍitajanahadayānaṃ amatābhisekasadisena brahmassarena bhāsamānassa bhagavato vacanaṃ. Abhinandunti anumodiṃsu ceva sampaṭicchiṃsu ca. Ayañhi abhinandasaddo – ‘‘abhinandati abhivadatī’’tiādīsu (saṃ. ni. 3.5) taṇhāyampi āgato. ‘‘Annamevābhinandanti, ubhaye devamānusā’’tiādīsu (saṃ. ni. 1.43) upagamanepi.",
  "atk-s0101a1:423": "‘‘Cirappavāsiṃ purisaṃ, dūrato sotthimāgataṃ;",
  "atk-s0101a1:424": "Ñātimittā suhajjā ca, abhinandanti āgata’’nti. (dha. pa. 219);",
  "atk-s0101a1:425": "Ādīsu sampaṭicchanepi. ‘‘Abhinanditvā anumoditvā’’tiādīsu (ma. ni. 1.205) anumodanepi. Svāyamidha anumodanasampaṭicchanesu yujjati. Tena vuttaṃ – ‘‘abhinandunti anumodiṃsu ceva sampaṭicchiṃsu cā’’ti.",
  "atk-s0101a1:426": "Subhāsitaṃ sulapitaṃ, ‘‘sādhu sādhū’’ti tādino;",
  "atk-s0101a1:427": "Anumodamānā sirasā, sampaṭicchiṃsu bhikkhavoti.",
  "atk-s0101a1:428": "Imasmiñca pana veyyākaraṇasminti imasmiṃ niggāthakasutte. Niggāthakattā hi idaṃ veyyākaraṇanti vuttaṃ.",
  "atk-s0101a1:429": "Dasasahassīlokadhātūti dasasahassacakkavāḷaparimāṇā lokadhātu. Akampitthāti na suttapariyosāneyeva akampitthāti veditabbā. Bhaññamāneti hi vuttaṃ. Tasmā dvāsaṭṭhiyā diṭṭhigatesu viniveṭhetvā desiyamānesu tassa tassa diṭṭhigatassa pariyosāne pariyosāneti dvāsaṭṭhiyā ṭhānesu akampitthāti veditabbā.",
  "atk-s0101a1:430": "Tattha aṭṭhahi kāraṇehi pathavīkampo veditabbo – dhātukkhobhena, iddhimato ānubhāvena, bodhisattassa gabbhokkantiyā, mātukucchito nikkhamanena, sambodhippattiyā, dhammacakkappavattanena, āyusaṅkhārossajjanena, parinibbānenāti. Tesaṃ vinicchayaṃ – ‘‘aṭṭha kho ime, ānanda, hetū aṭṭha paccayā mahato bhūmicālassa pātubhāvāyā’’ti evaṃ mahāparinibbāne āgatāya tantiyā vaṇṇanākāle vakkhāma. Ayaṃ pana mahāpathavī aparesupi aṭṭhasu ṭhānesu akampittha – mahābhinikkhamane, bodhimaṇḍūpasaṅkamane, paṃsukūlaggahaṇe, paṃsukūladhovane, kāḷakārāmasutte, gotamakasutte, vessantarajātake, imasmiṃ brahmajāleti. Tattha mahābhinikkhamanabodhimaṇḍūpasaṅkamanesu vīriyabalena akampittha. Paṃsukūlaggahaṇe dvisahassadīpaparivāre cattāro mahādīpe pahāya pabbajitvā susānaṃ gantvā paṃsukūlaṃ gaṇhantena dukkaraṃ bhagavatā katanti acchariyavegābhihatā akampittha. Paṃsukūladhovanavessantarajātakesu akālakampanena akampittha. Kāḷakārāmagotamakasuttesu – ‘‘ahaṃ sakkhī bhagavā’’ti sakkhibhāvena akampittha. Imasmiṃ pana brahmajāle dvāsaṭṭhiyā diṭṭhigatesu vijaṭetvā niggumbaṃ katvā desiyamānesu sādhukāradānavasena akampitthāti veditabbā.",
  "atk-s0101a1:431": "Na kevalañca etesu ṭhānesuyeva pathavī akampittha, atha kho tīsu saṅgahesupi mahāmahindattherassa imaṃ dīpaṃ āgantvā jotivane nisīditvā dhammaṃ desitadivasepi akampittha. Kalyāṇiyavihāre ca piṇḍapātiyattherassa cetiyaṅgaṇaṃ sammajjitvā tattheva nisīditvā buddhārammaṇaṃ pītiṃ gahetvā imaṃ suttantaṃ āraddhassa suttapariyosāne udakapariyantaṃ katvā akampittha. Lohapāsādassa pācīnaambalaṭṭhikaṭṭhānaṃ nāma ahosi. Tattha nisīditvā dīghabhāṇakattherā brahmajālasuttaṃ ārabhiṃsu, tesaṃ sajjhāyapariyosānepi udakapariyantameva katvā pathavī akampitthāti.",
  "atk-s0101a1:432": "Evaṃ yassānubhāvena, akampittha anekaso;",
  "atk-s0101a1:433": "Medanī suttaseṭṭhassa, desitassa sayambhunā.",
  "atk-s0101a1:434": "Brahmajālassa tassīdha, dhammaṃ atthañca paṇḍitā;",
  "atk-s0101a1:435": "Sakkaccaṃ uggahetvāna, paṭipajjantu yonisoti.",
  "atk-s0101a1:436": "Iti sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāyaṃ",
  "atk-s0101a1:437": "Brahmajālasuttavaṇṇanā niṭṭhitā."
}