{
  "atk-s0515a11:0": "11. Kalahavivādasuttaniddesavaṇṇanā",
  "atk-s0515a11:1": "97. Ekādasame kalahavivādasuttaniddese kutopahūtā kalahā vivādāti kalaho ca tassa pubbabhāgo vivādo cāti ime kuto jātā. Paridevasokā sahamaccharā cāti paridevasokā ca sahamaccharā ca kuto pahūtā. Mānātimānā sahapesuṇā cāti mānā ca atimānā ca pesuṇā ca kuto pahūtā. Teti te sabbepi aṭṭha kilesadhammā. Tadiṅgha byūhīti taṁ mayā pucchitamatthaṁ brūhi, yācāmi taṁ ahanti. Yācanattho hi iṅghāti nipāto.",
  "atk-s0515a11:2": "Ekena ākārenāti ekena kāraṇena. Aparena ākārenāti aparena kāraṇena. Āgārikā daṇḍapasutāti gahapatino vihesamānā. Pabbajitā āpattiṁ āpajjantāti anagārikā sattasu āpattikkhandhesu aññataraṁ āpajjamānā.",
  "atk-s0515a11:3": "Kutopahūtāti kutobhūtā. Kutojātāti kuto paṭiladdhabhāvā. Kutosañjātāti upasaggena padaṁ vaḍḍhitaṁ. Kutonibbattāti kuto nibbattalakkhaṇaṁ pattā. Upasaggena padaṁ vaḍḍhetvā ‘‘kutoabhinibbattā’’ti vuttaṁ. Kutopātubhūtāti kutopākaṭībhūtā. Kiṁ nidānātiādīsu attano phalaṁ nidetīti nidānaṁ. Etasmā phalaṁ samudetīti samudayo. Etasmā phalaṁ jāyatīti jāti. Etasmā phalaṁ pabhavatīti pabhavo. Mūlaṁ pucchatīti kalahassa kāraṇaṁ pucchati. Kāraṇañhi patiṭṭhaṭṭhena mūlaṁ. Attano phalanipphādanatthaṁ hinoti pavattatīti hetu. ‘‘Handa naṁ gaṇhathā’’ti dassentaṁ viya attano phalaṁ nidetīti nidānaṁ. Etasmā phalaṁ sambhavatīti sambhavo. Pabhavati phalaṁ etasmāti pabhavo. Samuṭṭhāti ettha phalaṁ, etena vā samuṭṭhātīti samuṭṭhānaṁ. Attano phalaṁ āharatīti āhāro. Apaṭikkhipitabbaṭṭhena attano phalaṁ ārametīti ārammaṇaṁ. Etaṁ paṭicca apaṭikkhipitvā phalaṁ eti pavattatīti paccayo. Etasmā phalaṁ samudetīti samudayoti evametesaṁ padānaṁ vacanattho veditabbo. Taṁ sandhāya ‘‘kalahassa ca vivādassa ca mūlaṁ pucchatī’’tiādinā nayena desanā vuttā.",
  "atk-s0515a11:4": "98.Piyappahūtāti piyavatthuto jātā. Maccherayuttā kalahā vivādāti iminā kalahavivādādīnaṁ na kevalaṁ piyavatthumeva, macchariyampi paccayaṁ dasseti. Kalahavivādasīsena cettha sabbepi te dhammā vuttāti veditabbā. Yathā ca etesaṁ macchariyaṁ, tathā pesuṇānañca vivādaṁ. Tenāha ‘‘vivādajātesu ca pesuṇānī’’ti. Imissā gāthāya niddeso uttānatthoyeva.",
  "atk-s0515a11:5": "99.Piyā su lokasmiṁ kutonidānā, ye cāpi lobhā vicaranti loketi ‘‘piyappahūtā kalahā’’ti ye ettha vuttā, te piyā lokasmiṁ kutonidānā, na kevalañca piyā, ye cāpi khattiyādayo loke vicaranti lobhahetu lobhenābhibhūtā vicaranti, tesaṁ so lobho ca kutonidānoti dve atthe ekāya pucchāya pucchati. Kutonidānāti cettha kiṁnidānā kiṁhetukāti paccattavacanassa toādeso veditabbo, samāse cassa lopābhāvo. Atha vā nidānāti jātā, uppannāti attho. Tasmā kuto jātā kuto uppannāti vuttaṁ hoti. Āsā ca niṭṭhā cāti āsā ca tassā āsāya samiddhi ca. Ye samparāyāya narassa hontīti ye narassa samparāyāya honti, parāyanā hontīti vuttaṁ hoti. Ekā evāyampi pucchā.",
  "atk-s0515a11:6": "Dīpā hontīti patiṭṭhā bhavanti. Saraṇā hontīti dukkhanāsanā honti. Niṭṭhāparāyanā hontīti samiddhiparāyanā honti.",
  "atk-s0515a11:7": "100.Chandānidānānīti kāmacchandādichandanidānāni. Ye cāpi lobhā vicarantīti ye cāpi khattiyādayo lobhā vicaranti, tesaṁ lobhopi chandanidānoti dvepi atthe ekato vissajjeti. Itonidānāti chandanidānā evāti vuttaṁ hoti. ‘‘Itonidānā’’ti hi chandaṁ sandhāyāha. Chandanidānā hi lobhādayo. ‘‘Itonidānā’’ti saddasiddhi cettha ‘‘kutonidānā’’ti ettha vuttanayena veditabbā. Āsāya samiddhi vuccati niṭṭhāti ajjhāsayanibbattipaṭilābho kathīyati.",
  "atk-s0515a11:8": "101.Vinicchayāti taṇhādiṭṭhivinicchayā. Ye cāpi dhammā samaṇena vuttāti ye ca aññepi kodhādīhi sampayuttā, tathārūpā vā akusalā dhammā buddhasamaṇena vuttā, te kutopahūtāti.",
  "atk-s0515a11:9": "Aññajātikāti aññasabhāvā. Aññavihitakāti aññenākārena ṭhitā. Samitapāpenāti nibbāpitapāpena. Bāhitapāpadhammenāti pahīnalāmakadhammena. Bhinnakilesamūlenāti kilesamūlāni bhinditvā ṭhitena. Sabbākusalamūlabandhanā pamuttenāti dvādasaakusalabandhanaṁ mocetvā ṭhitena. Vuttāti kathitā. Pavuttāti pakārena kathitā.",
  "atk-s0515a11:10": "102.Tamūpanissāya pahoti chandoti taṁ sukhadukkhavedanaṁ tadubhayavatthusaṅkhātaṁ sātāsātaṁ upanissāya saṁyogaviyogapatthanāvasena chando pahoti. Ettāvatā ‘‘chando nu lokasmiṁ kutonidāno’’ti ayaṁ pañho vissajjito hoti. Rūpesu disvā vibhavaṁ bhavañcāti rūpesu vayañca uppādañca disvā. Vinicchayaṁ kubbati jantu loketi apāyādike loke ayaṁ jantu bhogādhigamatthaṁ taṇhāvinicchayaṁ ‘‘attā me uppanno’’tiādinā nayena diṭṭhivinicchayañca kurute. Ettāvatā ‘‘vinicchayā cāpi kutopabhūtā’’ti ayaṁ pañho vissajjito hoti.",
  "atk-s0515a11:11": "Sātāsātaṁ nissāyāti madhurañca amadhurañca upanissayaṁ katvā. Iṭṭhāniṭṭhanti iṭṭhārammaṇañca aniṭṭhārammaṇañca.",
  "atk-s0515a11:12": "Surāmerayamajjappamādaṭṭhānānuyoganti ettha surāti piṭṭhasurā pūvasurā odanasurā kiṇṇapakkhittā sambhārasaṁyuttāti pañca surā. Merayanti pupphāsavo phalāsavo madhvāsavo guḷāsavo sambhārasaṁyuttoti pañca āsavā. Taṁ sabbampi madakaraṇavasena majjaṁ. Pamādaṭṭhānanti pamādakāraṇaṁ, yāya cetanāya taṁ majjaṁ pivati, tassetaṁ adhivacanaṁ. Anuyoganti taṁ surāmerayamajjappamādaṭṭhānānuyogaṁ anuāyogaṁ punappunaṁ karaṇaṁ. Yasmā ca pana taṁ anuyuttassa me uppannā ceva bhogā parihāyanti, anuppannā ca nuppajjanti, tasmā ‘‘me bhogā parikkhayaṁ khīṇabhāvaṁ gacchantī’’ti jānāti. Evaṁ sabbattha. Vikālavisikhācariyānuyoganti avelāya visikhāsu cariyānuyuttaṁ. Samajjābhicaraṇanti naccādidassanavasena samajjābhigamanaṁ. Ālasyānuyoganti kāyālasiyatāya yuttappayuttataṁ. Apāyamukhāni na sevatīti bhogānaṁ vināsadvārāni na sevati.",
  "atk-s0515a11:13": "Kasiyā vāti kasikammena vā. Vaṇijjāya vāti dhammikavaṇijjakammena vā. Gorakkhena vāti gopālakammena vā. Issatthena vāti dhanusippena vā. Rājaporisena vāti rājasevakakammena vā. Sippaññatarena vāti kumbhakārādisippānaṁ aññatarena vā. Paṭipajjatīti payogaṁ karoti. Cakkhusmiṁ uppanne jānātīti sasambhāracakkhusmiṁ uppanne jānāti. ‘‘Attā me uppanno’’ti diṭṭhiṁ gaṇhāti. Cakkhusmiṁ antarahiteti tasmiṁ vinaṭṭhe. Attāme antarahitoti ‘‘mama attā vinaṭṭho’’ti diṭṭhiṁ gaṇhāti. Vigato me attāti vītikkanto mama attā. Sotasmintiādīsupi eseva nayo.",
  "atk-s0515a11:14": "103.Etepi dhammā dvayameva santeti ete kodhādayo dhammā sātāsātadvaye sante eva honti uppajjanti. Ettāvatā tatiyapañhopi vissajjito hoti. Idāni yo evaṁ vissajjitesu etesu pañhesu kathaṁkathī bhaveyya, tassa kathaṁkathāpahānūpāyaṁ dassento āha ‘‘kathaṁkathī ñāṇapathāya sikkhe’’ti, ñāṇadassanañāṇādhigamanatthaṁ tisso sikkhā sikkheyyāti vuttaṁ hoti. Kiṁkāraṇā? Ñatvā pavuttā samaṇena dhammā. Buddhasamaṇena hi ñatvā dhammā vuttā, natthi tassa dhammesu aññāṇaṁ, attano pana ñāṇānubhāvena te ajānanto na jāneyya, na desanādosena. Tasmā kathaṁkathī ñāṇapathāya sikkhe, ñatvā pavuttā samaṇena dhammāti.",
  "atk-s0515a11:15": "Pakkhepabandhanena vā baddhoti nāgarikabandhena baddho. Parikkhepabandhanena vāti vatiparikkhepabandhanena vā. Gāmabandhanenātiādīsu tasmā tasmā ṭhānato nikkhamituṁ alabhanto gāmabandhanādīhi baddho nāma hoti. Tassa bandhanassa mokkhatthāyāti etassa vuttappakārassa bandhanassa mocanatthaṁ.",
  "atk-s0515a11:16": "Ñāṇampi ñāṇapathoti pure uppannaṁ ñāṇaṁ aparāparuppannassa ñāṇampi ñāṇassa sañcaraṇamaggoti ñāṇampi ñāṇapatho. Ñāṇassa ārammaṇampi ñāṇapathoti ñāṇassa paccayopi taṁ ālambitvā uppajjanato ñāṇapatho. Ñāṇasahabhunopi dhammā ñāṇapathoti ñāṇena sahuppannā avasesā cittacetasikā dhammāpi ñāṇapatho. Idāni upamāya sādhento ‘‘yathā ariyamaggo ariyapatho’’tiādimāha.",
  "atk-s0515a11:17": "Kathaṁkathīpuggaloti vicikicchāvanto puggalo. Sakaṅkhoti sadveḷhako. Savilekhoti cittarājivanto. Sadveḷhakoti kaṅkhāvanto. Savicikicchoti sandehavanto. Ñāṇādhigamāyāti ñāṇapaṭilābhatthāya. Ñāṇaphusanāyāti ñāṇapaṭivijjhanatthāya. Atha vā ñāṇavindanatthāya. Ñāṇasacchikiriyāyāti ñāṇassa paccakkhakaraṇatthāya. Sanidānāhanti ahaṁ sanidānaṁ sapaccayaṁ katvā dhammadesanaṁ karomi. Sappāṭihāriyanti niyyānikaṁ katvā. No appāṭihāriyanti aniyyānikaṁ akatvā dhammadesanaṁ karomi.",
  "atk-s0515a11:18": "104.Sātaṁ asātañca kutonidānāti ettha sātāsātanti sukhadukkhavedanā eva adhippetā . Na bhavanti heteti na bhavanti ete. Vibhavaṁ bhavañcāpi yametamatthaṁ, etaṁ me pabrūhi yatonidānanti sātāsātānaṁ vibhavaṁ bhavañca etampi yaṁ atthaṁ. Liṅgabyattayo ettha kato. Idaṁ pana vuttaṁ hoti – sātāsātānaṁ vibhavo bhavo cāti yo esa attho, etaṁ me pabrūhi yatonidānanti. Ettha ca sātāsātānaṁ vibhavabhavavatthukā vibhavabhavadiṭṭhiyo eva vibhavabhavāti atthato veditabbā. Tathā hi imassa pañhassa vissajjanapakkhe ‘‘bhavadiṭṭhipi phassanidānā, vibhavadiṭṭhipi phassanidānā’’ti upari niddese (mahāni. 105) vakkhati. Imāya gāthāya niddese vattabbaṁ natthi.",
  "atk-s0515a11:19": "105.Itonidānanti phassanidānaṁ. Imāyapi vattabbaṁ natthi.",
  "atk-s0515a11:20": "106.Kismiṁvibhūte na phusanti phassāti kismiṁ vītivatte cakkhusamphassādayo pañca phassā na phusanti. Imāyapi vattabbaṁ natthi.",
  "atk-s0515a11:21": "107.Nāmañca rūpañca paṭiccāti sampayuttakanāmañca vatthārammaṇarūpañca paṭicca. Rūpe vibhūte na phusanti phassāti rūpe vītivatte pañca phassā na phusanti.",
  "atk-s0515a11:22": "Tiṇṇaṁ saṅgati phassoti cakkhurūpaviññāṇānaṁ tiṇṇannaṁ saṅgatiyā phasso jāyati. Cakkhu ca rūpā ca rūpasminti pasādacakkhuñca rūpārammaṇāni ca rūpabhāge rūpakoṭṭhāse katvā. Cakkhusamphassaṁ ṭhapetvāti tiṇṇaṁ saṅgatiyā uppannaphassaṁ muñcitvā. Sampayuttakā dhammā nāmasminti avasesā vedanādayo phassena sahajātā dhammā nāmabhāge. Sotañca paṭiccātiādīsupi eseva nayo.",
  "atk-s0515a11:23": "Catūhākārehi rūpaṁ vibhūtaṁ hotīti catūhi kāraṇehi rūpaṁ vītivattaṁ hoti. Ñātavibhūtenāti pākaṭaṁ katvā vītivattena. Tīraṇavibhūtenāti aniccādito tīrayitvā vītivattena. Pahānavibhūtenāti chandarāgapahānato vītivattena. Samatikkamavibhūtenāti catunnaṁ arūpasamāpattīnaṁ paṭilābhavasena vītivattena.",
  "atk-s0515a11:24": "108.Kathaṁ sametassāti kathaṁ paṭipannassa. Vibhoti rūpanti rūpaṁ vibhavati, na bhaveyya vā. Sukhaṁ dukhañcāti iṭṭhāniṭṭharūpameva pucchati.",
  "atk-s0515a11:25": "Jāneyyāmāti jānissāma. Ājāneyyāmāti visesena jānissāma. Vijāneyyāmāti anekavidhena jānissāma. Paṭivijāneyyāmāti sammā jānissāma. Paṭivijjheyyāmāti cittena bujjhissāma.",
  "atk-s0515a11:26": "109.Na saññasaññīti yathā sametassa vibhoti rūpaṁ, so pakatisaññāya saññīpi na hoti. Na visaññasaññīti visaññāyapi virūpāya saññāya visaññī na hoti ummattako vā khittacitto vā. Nopi asaññīti saññāvirahitopi na hoti nirodhasamāpanno vā asaññasatto vā. Na vibhūtasaññīti ‘‘sabbaso rūpasaññāna’’ntiādinā (vibha. 508) nayena samatikkantasaññīpi na hoti arūpajjhānalābhī. Evaṁ sametassa vibhoti rūpanti etasmiṁ saññasaññitādibhāve aṭṭhatvā yadetaṁ vuttaṁ ‘‘so evaṁ samāhite citte…pe… ākāsānañcāyatanasamāpattipaṭilābhatthāya cittaṁ abhinīharatī’’ti, evaṁ sametassa arūpamaggasamaṅgino vibhoti rūpaṁ. Saññānidānā hi papañcasaṅkhāti evaṁ paṭipannassāpi ca yā saññā, taṁnidānā taṇhādiṭṭhipapañcāssa appahīnāva hontīti dasseti.",
  "atk-s0515a11:27": "Asaññino vuccanti nirodhasamāpannāti saññāvedanā nirodhetvā nirodhasamāpannā saññābhāvena asaññinoti kathīyanti. Asaññasattāti sabbena sabbaṁ saññābhāvena asaññabhave nibbattā.",
  "atk-s0515a11:28": "So evaṁ samāhite citteti tattha soti so bhikkhu. Evanti catutthajjhānakkamanidassanametaṁ, iminā kamena catutthajjhānaṁ paṭilabhitvāti vuttaṁ hoti. Samāhiteti iminā catutthajjhānasamādhinā samāhite. Parisuddhetiādīsu pana upekkhāsatipārisuddhibhāvena parisuddhe. Parisuddhattāyeva pariyodāte, pabhassareti vuttaṁ hoti. Sukhādīnaṁ paccayānaṁ ghātena vihatarāgādiaṅgaṇattā anaṅgaṇe. Anaṅgaṇattā eva ca vigatūpakkilese. Aṅgaṇena hi cittaṁ upakkilissati. Subhāvitattā mudubhūte, vasībhāvappatteti vuttaṁ hoti. Vase vattamānañhi cittaṁ mudūti vuccati. Muduttāyeva ca kammaniye, kammakkhame kammayoggeti vuttaṁ hoti. Mudu hi cittaṁ kammaniyaṁ hoti suddhantamiva suvaṇṇaṁ. Tadubhayampi ca subhāvitattāyeva. Yathāha ‘‘nāhaṁ, bhikkhave, aññaṁ ekadhammampi samanupassāmi, yaṁ evaṁ bhāvitaṁ kammaniyaṁ hoti yathayidaṁ, bhikkhave, citta’’nti (a. ni. 1.22).",
  "atk-s0515a11:29": "Etesu hi parisuddhabhāvādīsu ṭhitattā ṭhite. Ṭhitattāyeva āneñjappatte acale niriñjaneti vuttaṁ hoti. Mudukammaññabhāvena vā attano vase ṭhitattā ṭhite. Saddhādīhi pariggahitattā āneñjappatte. Saddhāpariggahitañhi cittaṁ assaddhiyena na iñjati, vīriyapariggahitaṁ kosajjena na iñjati, satipariggahitaṁ pamādena na iñjati, samādhipariggahitaṁ uddhaccena na iñjati, paññāpariggahitaṁ avijjāya na iñjati, obhāsagataṁ kilesandhakārena na iñjati. Imehi chahi dhammehi pariggahituṁ āneñjappattaṁ hoti. Evaṁ aṭṭhaṅgasamannāgataṁ cittaṁ abhinīhārakkhamaṁ hoti ākāsānañcāyatanasamāpattipaṭilābhatthāya.",
  "atk-s0515a11:30": "Aparo nayo – catutthajjhānasamādhinā samāhite. Nīvaraṇadūrībhāvena parisuddhe. Vitakkādisamatikkamena pariyodāte. Jhānapaṭilābhapaccanikānaṁ pāpakānaṁ icchāvacarānañca abhāvena anaṅgaṇe. Icchāvacarānanti icchāya avacarānaṁ, icchāvasena otiṇṇānaṁ pavattānaṁ nānappakārānaṁ kopaappaccayānanti attho. Abhijjhādīnaṁ cittūpakkilesānaṁ vigamena vigatūpakkilese. Ubhayampi cetaṁ aṅgaṇasuttavatthasuttānusāreneva (ma. ni. 1.57 ādayo, 70 ādayo) veditabbaṁ. Vasippattiyā mudubhūte. Iddhipādabhāvūpagamanena kammaniye. Bhāvanāpāripūriyā paṇītabhāvūpagamena ṭhite āneñjappatte, yathā āneñjabhāvaṁ āneñjappattaṁ hoti, evaṁ ṭhiteti attho. Evampi aṭṭhaṅgasamannāgamena cittaṁ abhinīhārakkhamaṁ hoti ākāsānañcāyatanasamāpattipaṭilābhatthāya pādakaṁ padaṭṭhānabhūtaṁ.",
  "atk-s0515a11:31": "Āruppamaggasamaṅgīti arūpasamāpattiyā gamanamaggena aparihīno. Papañcāyeva papañcasaṅkhāti taṇhādipapañcāyeva papañcasaṅkhā.",
  "atk-s0515a11:32": "110.Ettāvataggaṁ nu vadanti heke, yakkhassa suddhiṁ idha paṇḍitāse. Udāhu aññampi vadanti ettoti ettāvatā nu idha paṇḍitā samaṇabrāhmaṇā aggaṁ suddhiṁ sattassa vadanti, udāhu aññampi etto arūpasamāpattito adhikañca vadantīti pucchati.",
  "atk-s0515a11:33": "Etto arūpasamāpattitoti etasmā arūpasamāpattito.",
  "atk-s0515a11:34": "111.Ettāvataggampi vadanti heketi eke sassatavādā samaṇabrāhmaṇā paṇḍitamānino ettāvatāpi aggaṁ suddhiṁ vadanti. Tesaṁ paneke samayaṁ vadantīti tesaññeva eke ucchedavādā samayaṁ ucchedaṁ vadanti. Anupādisese kusalāvadānāti anupādisese kusalavādā samānā.",
  "atk-s0515a11:35": "Bhavatajjitāti bhavato bhītā. Vibhavaṁ abhinandantīti ucchedaṁ paṭicca tussanti. Te sattassa samanti te ucchedavādino puggalassa samaṁ anuppattiṁ vadanti. Upasamanti atīva samaṁ. Vūpasamanti santaṁ. Nirodhanti anuppādaṁ. Paṭipassaddhinti apunuppattiṁ.",
  "atk-s0515a11:36": "112.Ete ca ñatvā upanissitāti ete ca diṭṭhigatike sassatucchedadiṭṭhiyo nissitāti ñatvā. Ñatvā munī nissaye so vīmaṁsīti nissaye ca ñatvā so vīmaṁsī paṇḍito buddhamuni. Ñatvā vimuttoti dukkhāniccādito dhamme ñatvā vimutto. Bhavābhavāya na sametīti punappunaṁ upapattiyā na samāgacchati. Aparāmasanti aparāmasanto. Parāmāsaṁ nāpajjantoti attho.",
  "atk-s0515a11:37": "Saddhammappajjotikāya mahāniddesaṭṭhakathāya",
  "atk-s0515a11:38": "Kalahavivādasuttaniddesavaṇṇanā niṭṭhitā."
}