{
  "atk-abh03a51:0": "Paccayuddesavaṇṇanā",
  "atk-abh03a51:1": "Sammāsambuddhena hi anulomapaṭṭhāne dvāvīsati tike nissāya tikapaṭṭhānaṁ nāma niddiṭṭhaṁ, sataṁ duke nissāya dukapaṭṭhānaṁ nāma niddiṭṭhaṁ. Tato paraṁ dvāvīsati tike gahetvā dukasate pakkhipitvā dukatikapaṭṭhānaṁ nāma dassitaṁ. Tato paraṁ dukasataṁ gahetvā dvāvīsatiyā tikesu pakkhipitvā tikadukapaṭṭhānaṁ nāma dassitaṁ. Tike pana tikesuyeva pakkhipitvā tikatikapaṭṭhānaṁ nāma dassitaṁ. Duke ca dukesuyeva pakkhipitvā dukadukapaṭṭhānaṁ nāma dassitaṁ. Evaṁ –",
  "atk-abh03a51:2": "Tikañca paṭṭhānavaraṁ dukuttamaṁ,",
  "atk-abh03a51:3": "Dukaṁ tikañceva tikaṁ dukañca;",
  "atk-abh03a51:4": "Tikaṁ tikañceva dukaṁ dukañca,",
  "atk-abh03a51:5": "Cha anulomamhi nayā sugambhīrāti.",
  "atk-abh03a51:6": "Paccanīyapaṭṭhānepi dvāvīsati tike nissāya tikapaṭṭhānaṁ nāma. Dukasataṁ nissāya dukapaṭṭhānaṁ nāma. Dvāvīsati tike dukasate pakkhipitvā dukatikapaṭṭhānaṁ nāma. Dukasataṁ dvāvīsatiyā tikesu pakkhipitvā tikadukapaṭṭhānaṁ nāma. Tike tikesuyeva pakkhipitvā tikatikapaṭṭhānaṁ nāma. Duke dukesuyeva pakkhipitvā dukadukapaṭṭhānaṁ nāmāti evaṁ paccanīyepi chahi nayehi paṭṭhānaṁ niddiṭṭhaṁ. Tena vuttaṁ –",
  "atk-abh03a51:7": "‘‘Tikañca paṭṭhānavaraṁ dukuttamaṁ,",
  "atk-abh03a51:8": "Dukaṁ tikañceva tikaṁ dukañca;",
  "atk-abh03a51:9": "Tikaṁ tikañceva dukaṁ dukañca,",
  "atk-abh03a51:10": "Cha paccanīyamhi nayā sugambhīrā’’ti.",
  "atk-abh03a51:11": "Tato paraṁ anulomapaccanīyepi etenevupāyena cha nayā dassitā. Tenāha –",
  "atk-abh03a51:12": "‘‘Tikañca paṭṭhānavaraṁ dukuttamaṁ,",
  "atk-abh03a51:13": "Dukaṁ tikañceva tikaṁ dukañca;",
  "atk-abh03a51:14": "Tikaṁ tikañceva dukaṁ dukañca,",
  "atk-abh03a51:15": "Cha anulomapaccanīyamhi nayā sugambhīrā’’ti.",
  "atk-abh03a51:16": "Tadanantaraṁ paccanīyānulomamhi eteheva chahi nayehi niddiṭṭhaṁ. Tenāha –",
  "atk-abh03a51:17": "‘‘Tikañca paṭṭhānavaraṁ dukuttamaṁ,",
  "atk-abh03a51:18": "Dukaṁ tikañceva tikaṁ dukañca;",
  "atk-abh03a51:19": "Tikaṁ tikañceva dukaṁ dukañca,",
  "atk-abh03a51:20": "Cha paccanīyānulomamhi nayā sugambhīrā’’ti.",
  "atk-abh03a51:21": "Evaṁ anulome cha paṭṭhānāni, paccanīye cha, anulomapaccanīye cha, paccanīyānulome cha paṭṭhānānīti idaṁ ‘‘catuvīsatisamantapaṭṭhānasamodhānapaṭṭhānamahāpakaraṇaṁ nāmā’’ti hi vuttaṁ.",
  "atk-abh03a51:22": "Tattha yesaṁ catuvīsatiyā samantapaṭṭhānānaṁ samodhānavasenetaṁ catuvīsatisamantapaṭṭhānasamodhānaṁ paṭṭhānamahāpakaraṇaṁ nāmāti vuttaṁ, tesañceva imassa ca pakaraṇassa nāmattho tāva evaṁ veditabbo. Kenaṭṭhena paṭṭhānanti? Nānappakārapaccayaṭṭhena. ‘Pa-kāro’ hi nānappakāratthaṁ dīpeti, ṭhānasaddo paccayatthaṁ. Ṭhānāṭṭhānakusalatātiādīsu hi paccayo ṭhānanti vutto. Iti nānappakārānaṁ paccayānaṁ vasena desitattā imesu catuvīsatiyā paṭṭhānesu ekekaṁ paṭṭhānaṁ nāma. Imesaṁ pana paṭṭhānānaṁ samūhato sabbampetaṁ pakaraṇaṁ paṭṭhānanti veditabbaṁ.",
  "atk-abh03a51:23": "Aparo nayo – kenaṭṭhena paṭṭhānanti? Vibhajanaṭṭhena. ‘‘Paññāpanā paṭṭhapanā vivaraṇā vibhajanā uttānīkamma’’nti (ma. ni. 1.371) āgataṭṭhānasmiñhi vibhajanaṭṭhena paṭṭhānaṁ paññāyati. Iti kusalādīnaṁ dhammānaṁ hetupaccayādivasena vibhattattā imesu catuvīsatiyā paṭṭhānesu ekekaṁ paṭṭhānaṁ nāma. Imesaṁ pana paṭṭhānānaṁ samūhato sabbampetaṁ pakaraṇaṁ paṭṭhānaṁ nāmāti veditabbaṁ.",
  "atk-abh03a51:24": "Aparo nayo – kenaṭṭhena paṭṭhānanti? Paṭṭhitatthena. Gamanaṭṭhenāti attho. ‘‘Goṭṭhā paṭṭhitagāvo’’ti (ma. ni. 1.156) āgataṭṭhānasmiñhi yena paṭṭhānena paṭṭhitagāvoti vutto, taṁ atthato gamanaṁ hoti. Iti nātivitthāritanayesu dhammasaṅgaṇīādīsu anissaṅgagamanassa sabbaññutaññāṇassa hetupaccayādibhedabhinnesu kusalādīsu vitthāritanayalābhato nissaṅgavasena pavattagamanattā imesu catuvīsatiyā paṭṭhānesu ekekaṁ paṭṭhānaṁ nāma. Imesaṁ pana paṭṭhānānaṁ samūhato sabbampetaṁ pakaraṇaṁ paṭṭhānaṁ nāmāti veditabbaṁ.",
  "atk-abh03a51:25": "Tattha anulomamhi tāva paṭhamaṁ tikavasena desitattā tikapaṭṭhānaṁ nāma. Tassa padacchedo – tikānaṁ paṭṭhānaṁ ettha atthīti tikapaṭṭhānaṁ. Tikānaṁ nānappakārakā paccayā etissā desanāya atthīti attho. Dutiyavikappepi tikānaṁ paṭṭhānantveva tikapaṭṭhānaṁ. Hetupaccayādivasena tikānaṁ vibhajanāti attho. Tatiyavikappe hetupaccayādibhedabhinnatāya laddhavitthārā tikā eva paṭṭhānaṁ tikapaṭṭhānaṁ. Sabbaññutaññāṇassa nissaṅgagamanabhūmīti attho. Dukapaṭṭhānādīsupi eseva nayo. Evaṁ anulome chapaṭṭhānāni viditvā paccanīyādīsupi imināvupāyena veditabbāni.",
  "atk-abh03a51:26": "Yasmā panetāni anulome, paccanīye, anulomapaccanīye, paccanīyānulometi samantā cha cha hutvā catuvīsati honti; tasmā ‘‘catuvīsati samantapaṭṭhānānī’’ti vuccanti. Iti imesaṁ catuvīsatiyā khuddakapaṭṭhānasaṅkhātānaṁ samantapaṭṭhānānaṁ samodhānavasenetaṁ catuvīsatisamantapaṭṭhānasamodhānaṁ paṭṭhānamahāpakaraṇaṁ nāma.",
  "atk-abh03a51:27": "Taṁ panetaṁ ye tikādayo nissāya niddiṭṭhattā ‘‘tikapaṭṭhānaṁ dukapaṭṭhānaṁ…pe… dukadukapaṭṭhāna’’nti vuttaṁ, te anāmasitvā yesaṁ paccayānaṁ vasena te tikādayo vibhattā te paccaye dassetuṁ ādito tāvassa mātikānikkhepavāro nāma vutto; paccayavibhaṅgavārotipi tasseva nāmaṁ. So uddesaniddesato duvidho. Tassa hetupaccayo…pe… avigatapaccayoti ayaṁ uddeso.",
  "atk-abh03a51:28": "Tattha hetu ca so paccayo cāti hetupaccayo. Hetu hutvā paccayo, hetubhāvena paccayoti vuttaṁ hoti. Ārammaṇapaccayādīsupi eseva nayo. Tattha hetūti vacanāvayavakāraṇamūlānametaṁ adhivacanaṁ. ‘‘Paṭiññā hetū’’tiādīsu hi loke vacanāvayavo hetūti, vuccati. Sāsane pana ‘‘ye dhammā hetuppabhavā’’tiādīsu (mahāva. 60) kāraṇaṁ. ‘‘Tayo kusalā hetū, tayo akusalā hetū’’tiādīsu (dha. sa. 1059) mūlaṁ hetūti vuccati. Taṁ idha adhippetaṁ. Paccayoti ettha pana ayaṁ vacanattho – paṭicca etasmā etīti paccayo, appaccakkhāya naṁ vattatīti attho. Yo hi dhammo yaṁ dhammaṁ appaccakkhāya tiṭṭhati vā uppajjati vā, so tassa paccayoti vuttaṁ hoti.",
  "atk-abh03a51:29": "Lakkhaṇato pana upakārakalakkhaṇo paccayo, yo hi dhammo yassa dhammassa ṭhitiyā vā uppattiyā vā upakārako hoti, so tassa paccayoti vuccati. Paccayo, hetu; kāraṇaṁ nidānaṁ sambhavo, pabhavoti atthato ekaṁ, byañjanato nānaṁ. Iti mūlaṭṭhena hetu, upakārakaṭṭhena paccayoti saṅkhepato mūlaṭṭhena upakārako dhammo hetupaccayo. So hi sāliādīnaṁ sālibījādīni viya, maṇippabhādīnaṁ viya ca maṇivaṇṇādayo kusalādīnaṁ kusalādibhāvasādhakoti ācariyānaṁ adhippāyo. Evaṁ sante pana taṁsamuṭṭhānarūpesu hetupaccayatā na sampajjati. Na hi so tesaṁ kusalādibhāvaṁ sādheti, na ca paccayo na hotīti. Vuttañhetaṁ ‘‘hetū hetusampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo’’ti. Ahetukacittānañca vinā etena abyākatabhāvo siddho.",
  "atk-abh03a51:30": "Sahetukānampi ca yonisomanasikārādipaṭibaddho kusalādibhāvo na sampayuttahetupaṭibaddho. Yadi ca sampayuttahetūsu sabhāvatova kusalādibhāvo siyā, taṁsampayuttesu hetupaṭibaddho alobho kusalo vā siyā abyākato vā. Yasmā pana ubhayathāpi hoti, tasmā yathā sampayuttesu, evaṁ hetūsupi kusalāditā pariyesitabbā. Kusalādibhāvasādhanavasena pana hetūnaṁ mūlaṭṭhaṁ aggahetvā suppatiṭṭhitabhāvasādhanavasena gayhamāne na kiñci virujjhati. Laddhahetupaccayā hi dhammā viruḷhamūlā viya pādapā thirā honti suppatiṭṭhitā, ahetukā pana tilabījakādisevālā viya na suppatiṭṭhitā. Iti mūlaṭṭhena upakārakoti suppatiṭṭhitabhāvasādhanena upakārako dhammo hetupaccayoti veditabbo.",
  "atk-abh03a51:31": "Tato paresu ārammaṇavasena upakārako dhammo ārammaṇapaccayo. So ‘‘rūpāyatanaṁ cakkhuviññāṇadhātuyā’’ti ārabhitvāpi ‘‘yaṁ yaṁ dhammaṁ ārabbha ye ye dhammā uppajjanti cittacetasikā dhammā, te te dhammā tesaṁ tesaṁ dhammānaṁ ārammaṇapaccayena paccayo’’ti osāpitattā na koci dhammo na hoti. Yathā hi dubbalo puriso daṇḍaṁ vā rajjuṁ vā ālambitvāva uṭṭhahati ceva tiṭṭhati ca, evaṁ cittacetasikā dhammā rūpādiārammaṇaṁ ārabbheva uppajjanti ceva tiṭṭhanti ca. Tasmā sabbepi cittacetasikānaṁ dhammānaṁ ārammaṇabhūtā dhammā ārammaṇapaccayoti veditabbā.",
  "atk-abh03a51:32": "Jeṭṭhakaṭṭhena upakārako dhammo adhipatipaccayo. So sahajātārammaṇavasena duvidho. Tattha ‘‘chandādhipati chandasampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo’’tiādivacanato chandavīriyacittavīmaṁsasaṅkhātā cattāro dhammā sahajātādhipatipaccayoti veditabbā, no ca kho ekato. Yadā hi chandaṁ dhuraṁ jeṭṭhakaṁ katvā cittaṁ pavattati, tadā chandova adhipati, na itare. Esa nayo sesesupi. Yaṁ pana dhammaṁ garuṁ katvā arūpadhammā pavattanti, so nesaṁ ārammaṇādhipati. Tena vuttaṁ – ‘‘yaṁ yaṁ dhammaṁ garuṁ katvā ye ye dhammā uppajjanti cittacetasikā dhammā, te te dhammā tesaṁ tesaṁ dhammānaṁ adhipatipaccayena paccayo’’ti.",
  "atk-abh03a51:33": "Anantarabhāvena upakārako dhammo anantarapaccayo. Samanantarabhāvena upakārako dhammo samanantarapaccayo. Idañca paccayadvayaṁ bahudhā papañcayanti. Ayaṁ panettha sāro – yo hi esa cakkhuviññāṇānantarā manodhātu, manodhātuanantarā manoviññāṇadhātūtiādi cittaniyamo, so yasmā purimacittavaseneva ijjhati, na aññathā. Tasmā attano attano anantaraṁ anurūpassa cittuppādassa uppādanasamatthova dhammo anantarapaccayo. Tenevāha – ‘‘anantarapaccayoti cakkhuviññāṇadhātu taṁsampayuttakā ca dhammā manodhātuyā taṁsampayuttakānañca dhammānaṁ anantarapaccayena paccayo’’tiādi.",
  "atk-abh03a51:34": "Yo anantarapaccayo, sveva samanantarapaccayo. Byañjanamattameva hettha nānaṁ, upacayasantatiādīsu viya, adhivacananiruttidukādīsu viya ca, atthato pana nānaṁ natthi. Yampi ‘‘addhānantaratāya anantarapaccayo, kālānantaratāya samanantarapaccayo’’ti ācariyānaṁ mataṁ , taṁ ‘‘nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanakusalaṁ phalasamāpattiyā samanantarapaccayena paccayo’’tiādīhi virujjhati. Yampi tattha vadanti – ‘‘dhammānaṁ samuṭṭhāpanasamatthatā na parihāyati, bhāvanābalena pana vāritattā dhammā samanantaraṁ nuppajjantī’’ti, tampi kālānantaratāya abhāvameva sādheti. Bhāvanābalena hi tattha kālānantaratā natthīti, mayampi etadeva vadāma. Yasmā ca kālānantaratā natthi, tasmā samanantarapaccayatā na yujjati. Kālānantaratāya hi tesaṁ samanantarapaccayo hotīti laddhi. Tasmā abhinivesaṁ akatvā byañjanamattatovettha nānākaraṇaṁ paccetabbaṁ, na atthato. Kathaṁ? Natthi etesaṁ antaranti hi anantarā. Saṇṭhānābhāvato suṭṭhu anantarāti samanantarā.",
  "atk-abh03a51:35": "Uppajjamāno saha uppajjamānabhāvena upakārako dhammo sahajātapaccayo, pakāsassa padīpo viya. So arūpakkhandhādivasena chabbidho hoti. Yathāha – cattāro khandhā arūpino aññamaññaṁ sahajātapaccayena paccayo. Cattāro mahābhūtā aññamaññaṁ…pe… okkantikkhaṇe nāmarūpaṁ aññamaññaṁ…pe… cittacetasikā dhammā cittasamuṭṭhānānaṁ rūpānaṁ…pe… mahābhūtā upādārūpānaṁ…pe… rūpino dhammā arūpīnaṁ dhammānaṁ kiñcikāle sahajātapaccayena paccayo; kiñci kāle na sahajātapaccayena paccayoti. Idaṁ hadayavatthumeva sandhāya vuttaṁ.",
  "atk-abh03a51:36": "Aññamaññaṁ uppādanupatthambhanabhāvena upakārako dhammo aññamaññapaccayo. Aññamaññupatthambhakaṁ tidaṇḍaṁ viya. So arūpakkhandhādivasena tividho hoti. Yathāha – cattāro khandhā arūpino aññamaññapaccayena paccayo. Cattāro mahābhūtā…pe… okkantikkhaṇe nāmarūpaṁ aññamaññapaccayena paccayoti.",
  "atk-abh03a51:37": "Adhiṭṭhānākārena nissayākārena ca upakārako dhammo nissayapaccayo, tarucittakammādīnaṁ pathavīpaṭādayo viya. So ‘‘cattāro khandhā arūpino aññamaññaṁ nissayapaccayena paccayo’’ti evaṁ sahajāte vuttanayeneva veditabbo. Chaṭṭho panettha koṭṭhāso ‘‘cakkhāyatanaṁ cakkhuviññāṇadhātuyā, sotaghānajivhākāyāyatanaṁ kāyaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ nissayapaccayena paccayo. Yaṁ rūpaṁ nissāya manodhātu ca manoviññāṇadhātu ca vattanti , taṁ rūpaṁ manodhātuyā ca manoviññāṇadhātuyā ca taṁsampayuttakānañca dhammānaṁ nissayapaccayena paccayo’’ti evaṁ vibhatto.",
  "atk-abh03a51:38": "Upanissayapaccayoti idha pana ayaṁ tāva vacanattho – tadadhīnavuttitāya attano phalena nissito, na paṭikkhittoti nissayo. Yathā pana bhuso āyāso upāyāso, evaṁ bhuso nissayo upanissayo. Balavakāraṇassetaṁ adhivacanaṁ. Tasmā balavakāraṇabhāvena upakārako dhammo upanissayapaccayoti veditabbo. So ārammaṇūpanissayo, anantarūpanissayo pakatūpanissayoti tividho hoti. Tattha ‘‘dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ garuṁ katvā paccavekkhati, pubbe suciṇṇāni garuṁ katvā paccavekkhati, jhānā vuṭṭhahitvā jhānaṁ garuṁ katvā paccavekkhati, sekkhā gotrabhuṁ garuṁ katvā paccavekkhanti, vodānaṁ garuṁ katvā paccavekkhanti, sekkhā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhantī’’ti evamādinā nayena ārammaṇūpanissayo tāva ārammaṇādhipatinā saddhiṁ nānattaṁ akatvā vibhatto. Tattha yaṁ ārammaṇaṁ garuṁ katvā cittacetasikā uppajjanti, taṁ niyamato tesaṁ ārammaṇesu balavārammaṇaṁ hoti . Iti garukātabbamattaṭṭhena ārammaṇādhipati, balavakāraṇaṭṭhena ārammaṇūpanissayoti evametesaṁ nānattaṁ veditabbaṁ.",
  "atk-abh03a51:39": "Anantarūpanissayopi ‘‘purimā purimā kusalā khandhā pacchimānaṁ pacchimānaṁ kusalānaṁ khandhānaṁ upanissayapaccayena paccayo’’tiādinā nayena anantarapaccayena saddhiṁ nānattaṁ akatvāva vibhatto. Mātikānikkhepe pana nesaṁ ‘‘cakkhuviññāṇadhātu taṁsampayuttakā ca dhammā manodhātuyā taṁsampayuttakānañca dhammānaṁ anantarapaccayena paccayo’’tiādinā nayena anantarassa ca ‘‘purimā purimā kusalā dhammā pacchimānaṁ pacchimānaṁ kusalānaṁ dhammānaṁ upanissayapaccayena paccayo’’tiādinā nayena upanissayassa ca āgatattā nikkhepaviseso atthi, sopi atthato ekībhāvameva gacchati. Evaṁ santepi attano attano anantaraṁ anurūpassa cittuppādassa pavattanasamatthatāya anantaratā purimacittassa ca pacchimacittuppādane balavatāya anantarūpanissayatā veditabbā. Yathā hi hetupaccayādīsu kañci dhammaṁ vināpi cittaṁ uppajjati, na evaṁ anantaracittaṁ, vinā cittassa uppatti nāma atthi, tasmā balavapaccayo hoti. Iti attano attano anantaraṁ anurūpacittuppādavasena anantarapaccayo, balavakāraṇavasena anantarūpanissayoti evametesaṁ nānattaṁ veditabbaṁ.",
  "atk-abh03a51:40": "Pakatūpanissayo pana pakato upanissayo pakatūpanissayo. Pakato nāma attano santāne nipphādito vā saddhāsīlādi; upasevito vā utubhojanādi. Pakatiyāyeva vā upanissayo pakatūpanissayo, ārammaṇānantarehi asammissoti attho. Tassa ‘‘pakatūpanissayo – saddhaṁ upanissāya dānaṁ deti, sīlaṁ samādiyati, uposathakammaṁ karoti, jhānaṁ uppādeti, vipassanaṁ uppādeti, maggaṁ uppādeti, abhiññaṁ uppādeti, samāpattiṁ uppādeti, sīlaṁ… sutaṁ… cāgaṁ… paññaṁ upanissāya dānaṁ deti…pe… samāpattiṁ uppādeti. Saddhā… sīlaṁ… sutaṁ… cāgo… paññā saddhāya… sīlassa… sutassa… cāgassa… paññāya upanissayapaccayena paccayo’’tiādinā nayena anekappakārako pabhedo veditabbo. Iti ime saddhādayo pakatā ceva balavakāraṇaṭṭhena upanissayā cāti pakatūpanissayoti.",
  "atk-abh03a51:41": "Paṭhamataraṁ uppajjitvā vattamānabhāvena upakārako dhammo purejātapaccayo. So pañcadvāre vatthārammaṇahadayavatthuvasena ekādasavidho hoti . Yathāha – cakkhāyatanaṁ cakkhuviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ purejātapaccayena paccayo. Sota… ghāna… jivhā… kāyāyatanaṁ, rūpāyatanaṁ, sadda… gandha… rasa… phoṭṭhabbāyatanaṁ, kāyaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ purejātapaccayena paccayo. Rūpasaddagandharasaphoṭṭhabbāyatanaṁ manodhātuyā taṁsampayuttakānañca dhammānaṁ purejātapaccayena paccayo. Yaṁ rūpaṁ nissāya manodhātu ca manoviññāṇadhātu ca vattanti, taṁ rūpaṁ manodhātuyā taṁsampayuttakānañca dhammānaṁ purejātapaccayena paccayo, manoviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ kiñci kāle purejātapaccayena paccayo, kiñci kāle na purejātapaccayena paccayoti.",
  "atk-abh03a51:42": "Purejātānaṁ rūpadhammānaṁ upatthambhakaṭṭhena upakārako arūpadhammo pacchājātapaccayo, gijjhapotakasarīrānaṁ āhārāsācetanā viya. Tena vuttaṁ – ‘‘pacchājātā cittacetasikā dhammā purejātassa imassa kāyassa pacchājātapaccayena paccayo’’ti.",
  "atk-abh03a51:43": "Āsevanaṭṭhena anantarānaṁ paguṇabalavabhāvāya upakārako dhammo āsevanapaccayo, ganthādīsu purimāpurimābhiyogo viya. So kusalākusalakiriyajavanavasena tividho hoti. Yathāha – purimā purimā kusalā dhammā pacchimānaṁ pacchimānaṁ kusalānaṁ dhammānaṁ āsevanapaccayena paccayo . Purimā purimā akusalā…pe… kiriyābyākatā dhammā pacchimānaṁ pacchimānaṁ kiriyābyākatānaṁ dhammānaṁ āsevanapaccayena paccayoti.",
  "atk-abh03a51:44": "Cittapayogasaṅkhātena kiriyābhāvena upakārako dhammo kammapaccayo. So nānākkhaṇikāya ceva kusalākusalacetanāya sahajātāya ca sabbāyapi cetanāya vasena duvidho hoti. Yathāha – kusalākusalaṁ kammaṁ vipākānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. Cetanā sampayuttakānaṁ dhammānaṁ taṁ samuṭṭhānānañca rūpānaṁ kammapaccayena paccayoti.",
  "atk-abh03a51:45": "Nirussāhasantabhāvena nirussāhasantabhāvāya upakārako vipākadhammo vipākapaccayo. So pavatte cittasamuṭṭhānānaṁ, paṭisandhiyaṁ kaṭattā ca rūpānaṁ, sabbattha ca sampayuttadhammānaṁ vipākapaccayo hoti. Yathāha – vipākābyākato eko khandho tiṇṇaṁ khandhānaṁ, cittasamuṭṭhānānañca rūpānaṁ, vipākapaccayena paccayo…pe… paṭisandhikkhaṇe vipākābyākato eko khandho…pe… dve khandhā dvinnaṁ khandhānaṁ kaṭattā ca rūpānaṁ vipākapaccayena paccayo. Khandhā vatthussa vipākapaccayena paccayoti.",
  "atk-abh03a51:46": "Rūpārūpānaṁ upatthambhakaṭṭhena upakārakā cattāro āhārā āhārapaccayo. Yathāha – kabaḷīkāro āhāro imassa kāyassa āhārapaccayena paccayo. Arūpino āhārā sampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ āhārapaccayena paccayoti. Pañhāvāre pana ‘‘paṭisandhikkhaṇe vipākābyākatā āhārā sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ āhārapaccayena paccayo’’tipi vuttaṁ.",
  "atk-abh03a51:47": "Adhipatiyaṭṭhena upakārakā itthindriyapurisindriyavajjā vīsatindriyā indriyapaccayo. Tattha cakkhundriyādayo pañca arūpadhammānaṁyeva, sesā rūpārūpānaṁ paccayā honti. Yathāha – cakkhundriyaṁ cakkhuviññāṇadhātuyā, sota… ghāna… jivhā… kāyindriyaṁ kāyaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ indriyapaccayena paccayo. Rūpajīvitindriyaṁ kaṭattārūpānaṁ indriyapaccayena paccayo. Arūpino indriyā sampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ indriyapaccayena paccayoti. Pañhāvāre pana ‘‘paṭisandhikkhaṇe vipākābyākatā indriyā sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ indriyapaccayena paccayo’’tipi vuttaṁ.",
  "atk-abh03a51:48": "Upanijjhāyanaṭṭhena upakārakāni ṭhapetvā dvipañcaviññāṇesu kāyikasukhadukkhavedanādvayaṁ sabbānipi kusalādibhedāni satta jhānaṅgāni jhānapaccayo. Yathāha – jhānaṅgāni jhānasampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ jhānapaccayena paccayoti. Pañhāvāre pana paṭisandhikkhaṇe vipākābyākatāni jhānaṅgāni sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ jhānapaccayena paccayo’’tipi vuttaṁ.",
  "atk-abh03a51:49": "Yato tato vā niyyānaṭṭhena upakārakāni kusalādibhedāni dvādasa maggaṅgāni maggapaccayo. Yathāha – ‘‘maggaṅgāni maggasampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ maggapaccayena paccayo’’ti. Pañhāvāre pana ‘‘paṭisandhikkhaṇe vipākābyākatāni maggaṅgāni sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ maggapaccayena paccayo’’ti vuttaṁ. Na ete pana dvepi jhānamaggapaccayā yathāsaṅkhyaṁ dvipañcaviññāṇāhetukacittesu labbhantīti veditabbā.",
  "atk-abh03a51:50": "Ekavatthukaekārammaṇaekuppādekanirodhasaṅkhātena sampayuttabhāvena upakārakā arūpadhammā sampayuttapaccayo. Yathāha – ‘‘cattāro khandhā arūpino aññamaññaṁ sampayuttapaccayena paccayo’’ti.",
  "atk-abh03a51:51": "Ekavatthukādibhāvānupagamena upakārakā rūpino dhammā arūpīnaṁ, arūpino dhammā rūpīnaṁ vippayuttapaccayena paccayo. So sahajātapacchājātapurejātavasena tividho hoti. Vuttañhetaṁ – sahajātā kusalā khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. Pacchājātā kusalā khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayoti. Abyākatapadassa pana sahajātavibhaṅge ‘‘paṭisandhikkhaṇe vipākābyākatā khandhā kaṭattārūpānaṁ vippayuttapaccayena paccayo. Khandhā vatthussa, vatthu khandhānaṁ vippayuttapaccayena paccayo’’ti vuttaṁ. Purejātaṁ pana cakkhundriyādivatthuvaseneva veditabbaṁ. Yathāha – purejātaṁ cakkhāyatanaṁ cakkhuviññāṇassa…pe… kāyāyatanaṁ kāyaviññāṇassa vippayuttapaccayena paccayo. Vatthu vipākābyākatānaṁ kiriyābyākatānaṁ khandhānaṁ vatthu kusalānaṁ khandhānaṁ, vatthu akusalānaṁ khandhānaṁ vippayuttapaccayena paccayoti.",
  "atk-abh03a51:52": "Paccuppannalakkhaṇena atthibhāvena tādisasseva dhammassa upatthambhakaṭṭhena upakārako dhammo atthipaccayo. Tassa arūpakkhandhamahābhūtanāmarūpacittacetasikamahābhūtāyatanavatthuvasena sattadhā mātikā nikkhittā. Yathāha – cattāro khandhā arūpino aññamaññaṁ atthipaccayena paccayo; cattāro mahābhūtā aññamaññaṁ, okkantikkhaṇe nāmarūpaṁ aññamaññaṁ, cittacetasikā dhammā cittasamuṭṭhānānaṁ rūpānaṁ mahābhūtā upādārūpānaṁ, cakkhāyatanaṁ cakkhuviññāṇadhātuyā…pe… kāyāyatanaṁ…pe… rūpāyatanaṁ…pe… phoṭṭhabbāyatanaṁ kāyaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ atthipaccayena paccayo. Rūpāyatanaṁ…pe… phoṭṭhabbāyatanaṁ manodhātuyā taṁsampayuttakānañca dhammānaṁ atthipaccayena paccayo. Yaṁ rūpaṁ nissāya manodhātu ca manoviññāṇadhātu ca vattanti, taṁ rūpaṁ manodhātuyā ca manoviññāṇadhātuyā ca taṁsampayuttakānañca dhammānaṁ atthipaccayena paccayoti. Pañhāvāre pana sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyantipi nikkhipitvā sahajāte tāva ‘‘eko khandho tiṇṇaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo’’tiādinā nayena niddeso kato. Purejāte purejātānaṁ cakkhādīnaṁ vasena niddeso kato. Pacchājāte purejātassa imassa kāyassa pacchājātānaṁ cittacetasikānaṁ paccayavasena niddeso kato. Āhārindriyesu pana ‘‘kabaḷīkāro āhāro imassa kāyassa atthipaccayena paccayo. Rūpajīvitindriyaṁ kaṭattārūpānaṁ atthipaccayena paccayo’’ti evaṁ niddeso katoti.",
  "atk-abh03a51:53": "Attano anantaraṁ uppajjamānānaṁ arūpadhammānaṁ pavattiokāsassa dānena upakārakā samanantaraniruddhā arūpadhammā natthipaccayo. Yathāha – samanantaraniruddhā cittacetasikā dhammā paṭuppannānaṁ cittacetasikānaṁ dhammānaṁ natthipaccayena paccayoti.",
  "atk-abh03a51:54": "Te eva vigatabhāvena upakārakattā vigatapaccayo. Yathāha – samanantaravigatā cittacetasikā dhammā paṭuppannānaṁ cittacetasikānaṁ dhammānaṁ vigatapaccayena paccayoti.",
  "atk-abh03a51:55": "Atthipaccayadhammā eva avigatabhāvena upakārakattā avigatapaccayoti veditabbā. Desanāvilāsena pana tathā vinetabbaveneyyavasena vā ayaṁ duko vutto; sahetukadukaṁ vatvāpi hetusampayuttaduko viyāti.",
  "atk-abh03a51:56": "Imesu pana catuvīsatiyā paccayesu asammohatthaṁ –",
  "atk-abh03a51:57": "Dhammato kālato ceva, nānappakārabhedato;",
  "atk-abh03a51:58": "Paccayuppannato ceva, viññātabbo vinicchayo.",
  "atk-abh03a51:59": "Tattha dhammatoti – imesu hi paccayesu hetupaccayo tāva nāmarūpadhammesu nāmadhammekadeso. Ārammaṇapaccayo saddhiṁ paññattiyā ca abhāvena sabbepi nāmarūpadhammā. Adhipatipaccaye sahajātādhipati nāmadhammekadeso, tathā kammajhānamaggapaccayā. Ārammaṇādhipati sabbepi garukātabbā ārammaṇadhammā. Anantarasamanantarapacchājātaāsevanavipākasampayuttanatthivigatapaccayā nāmadhammāva. Nibbānassa asaṅgahitattā nāmadhammekadesotipi vattuṁ vaṭṭati. Purejātapaccayo rūpekadeso. Sesā yathālābhavasena nāmarūpadhammāti evaṁ tāvettha dhammato viññātabbo vinicchayo.",
  "atk-abh03a51:60": "Kālatoti –",
  "atk-abh03a51:61": "Paccuppannāva hontettha, paccayā dasa pañca ca;",
  "atk-abh03a51:62": "Atītā eva pañceko, te kāle dvepi nissito;",
  "atk-abh03a51:63": "Tayo tikālikā ceva, vimuttā cāpi kālatoti.",
  "atk-abh03a51:64": "Etesu hi hetupaccayo sahajātaaññamaññanissayapurejātapacchājātavipākaāhāraindriyajhānamaggasampayuttavippayuttaatthiavigatapaccayoti ime pannarasa paccayā paccuppannadhammāva honti. Anantarapaccayo samanantaraāsevananatthivigatapaccayoti ime pañca atītāyeva honti. Eko pana kammapaccayo, so paccuppannātīte dvepi kāle nissito hoti. Sesā ārammaṇapaccayo adhipatipaccayo upanissayapaccayoti ime tayo paccayā tekālikāpi honti, paññattiyā saddhiṁ nibbānassa saṅgahitattā kālavimuttāpīti. Evamettha kālatopi viññātabbo vinicchayo.",
  "atk-abh03a51:65": "Nānappakārabhedato paccayuppannatoti imesaṁ pana dvinnaṁ padānaṁ attho niddesavāre āvibhavissatīti.",
  "atk-abh03a51:66": "Paccayuddesavaṇṇanā."
}