{
  "atk-s0511a0:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "atk-s0511a0:1": "Khuddakanikāye",
  "atk-s0511a0:2": "Buddhavaṁsa-aṭṭhakathā",
  "atk-s0511a0:3": "Ganthārambhakathā",
  "atk-s0511a0:4": "Anantañāṇaṁ karuṇālayaṁ layaṁ, malassa buddhaṁ susamāhitaṁ hitaṁ;",
  "atk-s0511a0:5": "Namāmi dhammaṁ bhavasaṁvaraṁ varaṁ, guṇākarañceva niraṅgaṇaṁ gaṇaṁ.",
  "atk-s0511a0:6": "Paññāya seṭṭho jinasāvakānaṁ, yaṁ dhammasenāpati dhammarājaṁ;",
  "atk-s0511a0:7": "Apucchi satthāramapārapāraguṁ, niraṅgaṇaṁ ñātigaṇassa majjhe.",
  "atk-s0511a0:8": "Subuddhavaṁsenidha buddhavaṁso, visuddhavaṁsena vināyakena;",
  "atk-s0511a0:9": "Hatāvakāsena pakāsito yo, samādhivāsena tathāgatena.",
  "atk-s0511a0:10": "Yāvajjakālā avināsayantā, pāḷikkamañceva ca pāḷiyatthaṁ;",
  "atk-s0511a0:11": "Kathānusandhiṁ sugatassa puttā, yathāsutaṁyeva samāhariṁsu.",
  "atk-s0511a0:12": "Tasseva sambuddhavaranvayassa, sadā janānaṁ savanāmatassa;",
  "atk-s0511a0:13": "Pasādapaññājananassa yasmā, saṁvaṇṇanānukkamato pavattā.",
  "atk-s0511a0:14": "Sakkaccasaddhammaratena buddhasīhena sīlādiguṇoditena;",
  "atk-s0511a0:15": "Āyācitohaṁ sucirampi kālaṁ, tasmāssa saṁvaṇṇanamārabhissaṁ.",
  "atk-s0511a0:16": "Sadā janānaṁ kalināsanassa, ciraṭṭhitatthaṁ jinasāsanassa;",
  "atk-s0511a0:17": "Mamāpi puññodayavuddhiyatthaṁ, pasādanatthañca mahājanassa.",
  "atk-s0511a0:18": "Mahāvihārāgatapāḷimaggasannissitā saṅkaradosahīnā;",
  "atk-s0511a0:19": "Samāsatoyaṁ pana buddhavaṁsasaṁvaṇṇanā hessati sārabhūtā.",
  "atk-s0511a0:20": "Sotabbarūpaṁ pana buddhavaṁsakathāya aññaṁ idha natthi yasmā;",
  "atk-s0511a0:21": "Pasādanaṁ buddhaguṇe ratānaṁ, pavāhanaṁ pāpamahāmalassa.",
  "atk-s0511a0:22": "Tasmā hi sakkaccasamādhiyuttā, vihāya vikkhepamanaññacittā;",
  "atk-s0511a0:23": "Saṁvaṇṇanaṁ vaṇṇayato suvaṇṇaṁ, nidhāya kaṇṇaṁ madhuraṁ suṇātha.",
  "atk-s0511a0:24": "Sabbampi hitvā pana kiccamaññaṁ, sakkacca maccenidha niccakālaṁ;",
  "atk-s0511a0:25": "Sotuṁ kathetumpi budhena yuttā, kathā panāyaṁ atidullabhāti.",
  "atk-s0511a0:26": "Tattha ‘‘buddhavaṁsasaṁvaṇṇanā hessati sārabhūtā’’ti vuttattā buddhavaṁso tāva vavatthapetabbo. Tatridaṁ vavatthānaṁ – ito heṭṭhā kappasatasahassādhikesu catūsu asaṅkhyeyyesu uppannānaṁ pañcavīsatiyā buddhānaṁ uppannakappādiparicchedavasena paveṇivitthārakathā ‘‘buddhavaṁso nāmā’’ti veditabbo.",
  "atk-s0511a0:27": "Svāyaṁ kappaparicchedo nāmaparicchedo gottaparicchedo jātiparicchedo nagaraparicchedo pituparicchedo mātuparicchedo bodhirukkhaparicchedo dhammacakkappavattanaparicchedo abhisamayaparicchedo sāvakasannipātaparicchedo aggasāvakaparicchedo upaṭṭhākaparicchedo aggasāvikāparicchedo parivārabhikkhuparicchedo raṁsiparicchedo sarīrappamāṇaparicchedo bodhisattādhikāraparicchedo byākaraṇaparicchedo bodhisattapadhānaparicchedo āyuparicchedo parinibbānaparicchedoti imehi pāḷiyā āgatehi bāvīsatiyā paricchedehi paricchinno vavatthito.",
  "atk-s0511a0:28": "Pāḷianāruḷho pana sambahulavāropettha ānetabbo. So agāravāsaparicchedo pāsādattayaparicchedo nāṭakitthiparicchedo aggamahesiparicchedo puttaparicchedo yānaparicchedo abhinikkhamanaparicchedo padhānaparicchedo upaṭṭhākaparicchedo vihāraparicchedoti dasadhā vavatthito hoti.",
  "atk-s0511a0:29": "Taṁ sambahulavārampi, yathāṭṭhāne mayaṁ pana;",
  "atk-s0511a0:30": "Dassetvāva gamissāma, tattha tattha samāsato.",
  "atk-s0511a0:31": "So evaṁ vavatthito pana –",
  "atk-s0511a0:32": "Kenāyaṁ desito kattha, kassatthāya ca desito;",
  "atk-s0511a0:33": "Kimatthāya kadā kassa, vacanaṁ kena cābhato.",
  "atk-s0511a0:34": "Sabbametaṁ vidhiṁ vatvā, pubbameva samāsato;",
  "atk-s0511a0:35": "Pacchāhaṁ buddhavaṁsassa, karissāmatthavaṇṇananti.",
  "atk-s0511a0:36": "Tattha kenāyaṁ desitoti ayaṁ buddhavaṁso kena desito? Sabbadhammesu appaṭihatañāṇacārena dasabalena catuvesārajjavisāradena dhammarājena dhammassāminā tathāgatena sabbaññunā sammāsambuddhena desito.",
  "atk-s0511a0:37": "Kattha desitoti? Kapilavatthumahānagare nigrodhārāmamahāvihāre paramarucirasandassane devamanussanayananipātabhūte ratanacaṅkame caṅkamantena desito.",
  "atk-s0511a0:38": "Kassatthāyaca desitoti? Dvāsītiyā ñātisahassānaṁ anekakoṭīnañca devamanussānaṁ atthāya desito.",
  "atk-s0511a0:39": "Kimatthāya desitoti? Caturoghanittharaṇatthāya desito.",
  "atk-s0511a0:40": "Kadā desitoti bhagavā hi paṭhamabodhiyaṁ vīsativassāni anibaddhavāso hutvā yattha yattha phāsukaṁ hoti, tattha tattheva gantvā vasi. Kathaṁ? Paṭhamaṁ vassaṁ isipatane dhammacakkaṁ (saṁ. ni. 5.1081; mahāva. 13 ādayo; paṭi. ma. 2.30) pavattetvā aṭṭhārasa brahmakoṭiyo amatapānaṁ pāyetvā bārāṇasiṁ upanissāya isipatane migadāye vasi. Dutiyaṁ vassaṁ rājagahaṁ upanissāya veḷuvane mahāvihāre. Tatiyacatutthānipi tattheva. Pañcamaṁ vesāliṁ upanissāya mahāvane kūṭāgārasālāyaṁ. Chaṭṭhaṁ makulapabbate. Sattamaṁ tāvatiṁsabhavane. Aṭṭhamaṁ bhaggesu saṁsumāragiriṁ upanissāya bhesakaḷāvane. Navamaṁ kosambiyaṁ. Dasamaṁ pālileyyakavanasaṇḍe. Ekādasamaṁ nāḷāyaṁ brāhmaṇagāme. Dvādasamaṁ verañjāyaṁ. Terasamaṁ cāliyapabbate. Cuddasamaṁ jetavanamahāvihāre. Pañcadasamaṁ kapilavatthumahānagare. Soḷasamaṁ āḷavakaṁ dametvā caturāsītipāṇasahassāni amatapānaṁ pāyetvā āḷaviyaṁ. Sattarasamaṁ rājagaheyeva. Aṭṭhārasamaṁ cāliyapabbateyeva. Tathā ekūnavīsatimaṁ vīsatimaṁ pana vassaṁ rājagaheyeva vasi. Tena vuttaṁ – ‘‘bhagavā hi paṭhamabodhiyaṁ vīsativassāni anibaddhavāso hutvā yattha yattha phāsukaṁ hoti, tattha tattheva gantvā vasī’’ti. Tato paṭṭhāya pana sāvatthiṁyeva upanissāya jetavanamahāvihāre ca pubbārāme ca dhuvaparibhogavasena vasi.",
  "atk-s0511a0:41": "Yadā pana satthā buddho hutvā bārāṇasiyaṁ isipatane migadāye paṭhamaṁ vassaṁ vasitvā vuṭṭhavasso pavāretvā uruvelaṁ gantvā tattha tayo māse vasanto tebhātikajaṭile dametvā bhikkhusahassehi kataparivāro phussamāsapuṇṇamāyaṁ rājagahaṁ gantvā dve māse tattheva vasi, tadā bārāṇasito nikkhantassa panassa pañca māsā jātā. Sakalo hemanto atikkanto. Udāyittherassa āgatadivasato sattaṭṭhadivasā vītivattā. So pana phaggunīpuṇṇamāsiyaṁ cintesi – ‘‘atikkanto hemanto, vasantakālo anuppatto, samayo tathāgatassa kapilapuraṁ gantu’’nti. So evaṁ cintetvā kulanagaragamanatthāya saṭṭhimattāhi gāthāhi gamanavaṇṇaṁ vaṇṇesi. Atha satthā cassa vacanaṁ sutvā ñātisaṅgahaṁ kātukāmo hutvā aṅgamagadhavāsīnaṁ kulaputtānaṁ dasahi sahassehi kapilavatthuvāsīnaṁ dasahi sahassehīti sabbeheva vīsatiyā khīṇāsavasahassehi parivuto rājagahato nikkhamitvā divase divase yojanaṁ gacchanto rājagahato saṭṭhiyojanaṁ kapilavatthupuraṁ dvīhi māsehi sampāpuṇitvā tattha ñātīnaṁ vandāpanatthaṁ yamakapāṭihāriyaṁ akāsi. Tadāyaṁ buddhavaṁso desito.",
  "atk-s0511a0:42": "Kassa vacananti? Sāvakapaccekabuddhānaṁ asādhāraṇaṁ sammāsambuddhasseva vacanaṁ.",
  "atk-s0511a0:43": "Kenābhatoti? Ācariyaparamparāya ābhato. Ayañhi sāriputtatthero bhaddajī tisso kosiyaputto siggavo moggaliputto sudatto dhammiko dāsako soṇako revatoti evamādīhi yāva tatiyasaṅgītikālā ābhato, tato uddhampi tesaṁyeva sissānusissehīti evaṁ tāva ācariyaparamparāya yāvajjakālā ābhatoti veditabbo.",
  "atk-s0511a0:44": "Ettāvatā –",
  "atk-s0511a0:45": "‘‘Kenāyaṁ desito kattha, kassatthāya ca desito;",
  "atk-s0511a0:46": "Kimatthāya kadā kassa, vacanaṁ kena cābhato’’ti. –",
  "atk-s0511a0:47": "Ayaṁ gāthā vuttatthā hoti.",
  "atk-s0511a0:48": "Nidānakathā",
  "atk-s0511a0:49": "Bāhiranidānaṁ",
  "atk-s0511a0:50": "Evaṁ ābhatassa panassa idāni atthavaṇṇanā hoti, sā panāyaṁ atthavaṇṇanā yasmā dūrenidānaṁ avidūrenidānaṁ santikenidānanti, imāni tīṇi nidānāni dassetvāva vaṇṇitā suvaṇṇitā nāma hoti. Ye ca naṁ suṇanti, tehi samudāgamato paṭṭhāya viññātattā suviññātāva hoti, tasmā tāni nidānāni dassetvāva vaṇṇayissāma.",
  "atk-s0511a0:51": "Tattha ādito paṭṭhāya tāva tesaṁ nidānānaṁ paricchedo veditabbo. Tatrāyaṁ saṅkhepato atthadīpanā – dīpaṅkaradasabalassa pādamūle katābhinīhārassa mahāsattassa yāva vessantarattabhāvā cavitvā tusitabhavane nibbatti, tāva pavattā kathā dūrenidānaṁ nāma. Tusitabhavanato cavitvā yāva bodhimaṇḍe sabbaññutaññāṇappatti, tāva pavattā kathā avidūrenidānaṁ nāma. ‘‘Ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme’’ti ca, ‘‘rājagahe viharati veḷuvane kalandakanivāpe’’ti ca, ‘‘vesāliyaṁ viharati mahāvane kūṭāgārasālāya’’nti ca evaṁ mahābodhimaṇḍe sabbaññutaññāṇappattito yāva parinibbānamañcā etasmiṁ antare bhagavā yattha yattha vihāsi, taṁ taṁ santikenidānaṁ nāmāti veditabbaṁ. Ettāvatā saṅkhepeneva tiṇṇaṁ dūrāvidūrasantikenidānānaṁ vasena bāhiranidānavaṇṇanā samattā hotīti.",
  "atk-s0511a0:52": "Abbhantaranidānaṁ"
}