{
  "atk-s0101a0:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "atk-s0101a0:1": "Dīghanikāye",
  "atk-s0101a0:2": "Sīlakkhandhavaggaṭṭhakathā",
  "atk-s0101a0:3": "Ganthārambhakathā",
  "atk-s0101a0:4": "Karuṇāsītalahadayaṃ , paññāpajjotavihatamohatamaṃ;",
  "atk-s0101a0:5": "Sanarāmaralokagaruṃ, vande sugataṃ gativimuttaṃ.",
  "atk-s0101a0:6": "Buddhopi buddhabhāvaṃ, bhāvetvā ceva sacchikatvā ca;",
  "atk-s0101a0:7": "Yaṃ upagato gatamalaṃ, vande tamanuttaraṃ dhammaṃ.",
  "atk-s0101a0:8": "Sugatassa orasānaṃ, puttānaṃ mārasenamathanānaṃ;",
  "atk-s0101a0:9": "Aṭṭhannampi samūhaṃ, sirasā vande ariyasaṅghaṃ.",
  "atk-s0101a0:10": "Iti me pasannamatino, ratanattayavandanāmayaṃ puññaṃ;",
  "atk-s0101a0:11": "Yaṃ suvihatantarāyo, hutvā tassānubhāvena.",
  "atk-s0101a0:12": "Dīghassa dīghasuttaṅkitassa, nipuṇassa āgamavarassa;",
  "atk-s0101a0:13": "Buddhānubuddhasaṃvaṇṇitassa, saddhāvahaguṇassa.",
  "atk-s0101a0:14": "Atthappakāsanatthaṃ, aṭṭhakathā ādito vasisatehi;",
  "atk-s0101a0:15": "Pañcahi yā saṅgītā, anusaṅgītā ca pacchāpi.",
  "atk-s0101a0:16": "Sīhaḷadīpaṃ pana ābhatātha, vasinā mahāmahindena;",
  "atk-s0101a0:17": "Ṭhapitā sīhaḷabhāsāya, dīpavāsīnamatthāya.",
  "atk-s0101a0:18": "Apanetvāna tatohaṃ, sīhaḷabhāsaṃ manoramaṃ bhāsaṃ;",
  "atk-s0101a0:19": "Tantinayānucchavikaṃ, āropento vigatadosaṃ.",
  "atk-s0101a0:20": "Samayaṃ avilomento, therānaṃ theravaṃsapadīpānaṃ;",
  "atk-s0101a0:21": "Sunipuṇavinicchayānaṃ, mahāvihāre nivāsīnaṃ.",
  "atk-s0101a0:22": "Hitvā punappunāgatamatthaṃ, atthaṃ pakāsayissāmi;",
  "atk-s0101a0:23": "Sujanassa ca tuṭṭhatthaṃ, ciraṭṭhitatthañca dhammassa.",
  "atk-s0101a0:24": "Sīlakathā dhutadhammā, kammaṭṭhānāni ceva sabbāni;",
  "atk-s0101a0:25": "Cariyāvidhānasahito, jhānasamāpattivitthāro.",
  "atk-s0101a0:26": "Sabbā ca abhiññāyo, paññāsaṅkalananicchayo ceva;",
  "atk-s0101a0:27": "Khandhadhātāyatanindriyāni, ariyāni ceva cattāri.",
  "atk-s0101a0:28": "Saccāni paccayākāradesanā, suparisuddhanipuṇanayā;",
  "atk-s0101a0:29": "Avimuttatantimaggā, vipassanā bhāvanā ceva.",
  "atk-s0101a0:30": "Iti pana sabbaṃ yasmā, visuddhimagge mayā suparisuddhaṃ;",
  "atk-s0101a0:31": "Vuttaṃ tasmā bhiyyo, na taṃ idha vicārayissāmi.",
  "atk-s0101a0:32": "‘‘Majjhe visuddhimaggo, esa catunnampi āgamānañhi;",
  "atk-s0101a0:33": "Ṭhatvā pakāsayissati, tattha yathā bhāsitaṃ atthaṃ’’.",
  "atk-s0101a0:34": "Icceva kato tasmā, tampi gahetvāna saddhimetāya;",
  "atk-s0101a0:35": "Aṭṭhakathāya vijānatha, dīghāgamanissitaṃ atthanti.",
  "atk-s0101a0:36": "Nidānakathā",
  "atk-s0101a0:37": "Tattha dīghāgamo nāma sīlakkhandhavaggo, mahāvaggo, pāthikavaggoti vaggato tivaggo hoti; suttato catuttiṃsasuttasaṅgaho. Tassa vaggesu sīlakkhandhavaggo ādi, suttesu brahmajālaṃ. Brahmajālassāpi ‘‘evaṃ me suta’’ntiādikaṃ āyasmatā ānandena paṭhamamahāsaṅgītikāle vuttaṃ nidānamādi.",
  "atk-s0101a0:38": "Paṭhamamahāsaṅgītikathā",
  "atk-s0101a0:39": "Paṭhamamahāsaṅgīti nāma cesā kiñcāpi vinayapiṭake tantimārūḷhā, nidānakosallatthaṃ pana idhāpi evaṃ veditabbā. Dhammacakkappavattanañhi ādiṃ katvā yāva subhaddaparibbājakavinayanā katabuddhakicce, kusinārāyaṃ upavattane mallānaṃ sālavane yamakasālānamantare visākhapuṇṇamadivase paccūsasamaye anupādisesāya nibbānadhātuyā parinibbute bhagavati lokanāthe, bhagavato dhātubhājanadivase sannipatitānaṃ sattannaṃ bhikkhusatasahassānaṃ saṅghatthero āyasmā mahākassapo sattāhaparinibbute bhagavati subhaddena vuḍḍhapabbajitena – ‘‘alaṃ, āvuso, mā socittha, mā paridevittha, sumuttā mayaṃ tena mahāsamaṇena, upaddutā ca homa – ‘idaṃ vo kappati, idaṃ vo na kappatī’ti, idāni pana mayaṃ yaṃ icchissāma, taṃ karissāma, yaṃ na icchissāma na taṃ karissāmā’’ti (cūḷava. 437) vuttavacanamanussaranto, īdisassa ca saṅghasannipātassa puna dullabhabhāvaṃ maññamāno, ‘‘ṭhānaṃ kho panetaṃ vijjati, yaṃ pāpabhikkhū ‘atītasatthukaṃ pāvacana’nti maññamānā pakkhaṃ labhitvā nacirasseva saddhammaṃ antaradhāpeyyuṃ, yāva ca dhammavinayo tiṭṭhati, tāva anatītasatthukameva pāvacanaṃ hoti. Vuttañhetaṃ bhagavatā –",
  "atk-s0101a0:40": "‘Yo vo, ānanda, mayā dhammo ca vinayo ca desito paññatto, so vo mamaccayena satthā’ti (dī. ni. 2.216).",
  "atk-s0101a0:41": "‘Yaṃnūnāhaṃ dhammañca vinayañca saṅgāyeyyaṃ, yathayidaṃ sāsanaṃ addhaniyaṃ assa ciraṭṭhitikaṃ’.",
  "atk-s0101a0:42": "Yañcāhaṃ bhagavatā –",
  "atk-s0101a0:43": "‘Dhāressasi pana me tvaṃ, kassapa, sāṇāni paṃsukūlāni nibbasanānī’ti (saṃ. ni. 2.154) vatvā cīvare sādhāraṇaparibhogena.",
  "atk-s0101a0:44": "‘Ahaṃ, bhikkhave, yāvadeva ākaṅkhāmi vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharāmi; kassapopi, bhikkhave, yāvadeva, ākaṅkhati vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharatī’ti (saṃ. ni. 2.152).",
  "atk-s0101a0:45": "Evamādinā nayena navānupubbavihārachaḷabhiññāppabhede uttarimanussadhamme attanā samasamaṭṭhapanena ca anuggahito, tathā ākāse pāṇiṃ cāletvā alaggacittatāya ceva candopamapaṭipadāya ca pasaṃsito, tassa kimaññaṃ āṇaṇyaṃ bhavissati. Nanu maṃ bhagavā rājā viya sakakavacaissariyānuppadānena attano kulavaṃsappatiṭṭhāpakaṃ puttaṃ ‘saddhammavaṃsappatiṭṭhāpako me ayaṃ bhavissatī’ti, mantvā iminā asādhāraṇena anuggahena anuggahesi, imāya ca uḷārāya pasaṃsāya pasaṃsīti cintayanto dhammavinayasaṅgāyanatthaṃ bhikkhūnaṃ ussāhaṃ janesi. Yathāha –",
  "atk-s0101a0:46": "‘‘Atha kho āyasmā mahākassapo bhikkhū āmantesi – ‘ekamidāhaṃ, āvuso, samayaṃ pāvāya kusināraṃ addhānamaggappaṭipanno mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehī’’ti (cūḷava. 437) sabbaṃ subhaddakaṇḍaṃ vitthārato veditabbaṃ. Atthaṃ panassa mahāparinibbānāvasāne āgataṭṭhāneyeva kathayissāma.",
  "atk-s0101a0:47": "Tato paraṃ āha –",
  "atk-s0101a0:48": "‘‘Handa mayaṃ, āvuso, dhammañca vinayañca saṅgāyāma, pure adhammo dippati, dhammo paṭibāhiyyati; pure avinayo dippati, vinayo paṭibāhiyyati; pure adhammavādino balavanto honti, dhammavādino dubbalā honti, pure avinayavādino balavanto honti, vinayavādino dubbalā hontī’’ti (cūḷava. 437).",
  "atk-s0101a0:49": "Bhikkhū āhaṃsu – ‘‘tena hi, bhante, thero bhikkhū uccinatū’’ti. Thero pana sakalanavaṅgasatthusāsanapariyattidhare puthujjanasotāpannasakadāgāmianāgāmi sukkhavipassaka khīṇāsavabhikkhū anekasate, anekasahasse ca vajjetvā tipiṭakasabbapariyattippabhedadhare paṭisambhidāppatte mahānubhāve yebhuyyena bhagavato etadaggaṃ āropite tevijjādibhede khīṇāsavabhikkhūyeva ekūnapañcasate pariggahesi. Ye sandhāya idaṃ vuttaṃ – ‘‘atha kho āyasmā mahākassapo ekenūnāni pañca arahantasatāni uccinī’’ti (cūḷava. 437).",
  "atk-s0101a0:50": "Kissa pana thero ekenūnamakāsīti? Āyasmato ānandattherassa okāsakaraṇatthaṃ. Tenahāyasmatā sahāpi, vināpi, na sakkā dhammasaṅgītiṃ kātuṃ. So hāyasmā sekkho sakaraṇīyo, tasmā sahāpi na sakkā. Yasmā panassa kiñci dasabaladesitaṃ suttageyyādikaṃ appaccakkhaṃ nāma natthi. Yathāha –",
  "atk-s0101a0:51": "‘‘Dvāsīti buddhato gaṇhiṃ, dve sahassāni bhikkhuto;",
  "atk-s0101a0:52": "Caturāsīti sahassāni, ye me dhammā pavattino’’ti. (theragā. 1027);",
  "atk-s0101a0:53": "Tasmā vināpi na sakkā.",
  "atk-s0101a0:54": "Yadi evaṃ sekkhopi samāno dhammasaṅgītiyā bahukārattā therena uccinitabbo assa, atha kasmā na uccinitoti? Parūpavādavivajjanato. Thero hi āyasmante ānande ativiya vissattho ahosi, tathā hi naṃ sirasmiṃ palitesu jātesupi ‘na vāyaṃ kumārako mattamaññāsī’ti, (saṃ. ni. 2.154) kumārakavādena ovadati. Sakyakulappasuto cāyasmā tathāgatassa bhātā cūḷapituputto. Tattha keci bhikkhū chandāgamanaṃ viya maññamānā – ‘‘bahū asekkhapaṭisambhidāppatte bhikkhū ṭhapetvā ānandaṃ sekkhapaṭisambhidāppattaṃ thero uccinī’’ti upavadeyyuṃ. Taṃ parūpavādaṃ parivajjento, ‘ānandaṃ vinā dhammasaṅgītiṃ na sakkā kātuṃ, bhikkhūnaṃyeva naṃ anumatiyā gahessāmī’ti na uccini.",
  "atk-s0101a0:55": "Atha sayameva bhikkhū ānandassatthāya theraṃ yāciṃsu. Yathāha –",
  "atk-s0101a0:56": "‘‘Bhikkhū āyasmantaṃ mahākassapaṃ etadavocuṃ – ‘ayaṃ, bhante, āyasmā ānando kiñcāpi sekkho abhabbo chandā dosā mohā bhayā agatiṃ gantuṃ, bahu cānena bhagavato santike dhammo ca vinayo ca pariyatto, tena hi, bhante, thero āyasmantampi ānandaṃ uccinatū’ti. Atha kho āyasmā mahākassapo āyasmantampi ānandaṃ uccinī’’ti (cūḷava. 437).",
  "atk-s0101a0:57": "Evaṃ bhikkhūnaṃ anumatiyā uccinitena tenāyasmatā saddhiṃ pañcatherasatāni ahesuṃ.",
  "atk-s0101a0:58": "Atha kho therānaṃ bhikkhūnaṃ etadahosi – ‘‘kattha nu kho mayaṃ dhammañca vinayañca saṅgāyeyyāmā’’ti? Atha kho therānaṃ bhikkhūnaṃ etadahosi – ‘‘rājagahaṃ kho mahāgocaraṃ pahūtasenāsanaṃ, yaṃnūna mayaṃ rājagahe vassaṃ vasantā dhammañca vinayañca saṅgāyeyyāma, na aññe bhikkhū rājagahe vassaṃ upagaccheyyu’’nti (cūḷava. 437).",
  "atk-s0101a0:59": "Kasmā pana nesaṃ etadahosi? ‘‘Idaṃ pana amhākaṃ thāvarakammaṃ, koci visabhāgapuggalo saṅghamajjhaṃ pavisitvā ukkoṭeyyā’’ti. Athāyasmā mahākassapo ñattidutiyena kammena sāvesi –",
  "atk-s0101a0:60": "‘‘Suṇātu me, āvuso saṅgho, yadi saṅghassa pattakallaṃ saṅgho imāni pañca bhikkhusatāni sammanneyya rājagahe vassaṃ vasantāni dhammañca vinayañca saṅgāyituṃ, na aññehi bhikkhūhi rājagahe vassaṃ vasitabba’’nti. Esā ñatti.",
  "atk-s0101a0:61": "‘‘Suṇātu me, āvuso saṅgho, saṅgho imāni pañcabhikkhusatāni sammanna’’ti ‘rājagahe vassaṃ vasantāni dhammañca vinayañca saṅgāyituṃ, na aññehi bhikkhūhi rājagahe vassaṃ vasitabbanti. Yassāyasmato khamati imesaṃ pañcannaṃ bhikkhusatānaṃ sammuti’ rājagahe vassaṃ vasantānaṃ dhammañca vinayañca saṅgāyituṃ, na aññehi bhikkhūhi rājagahe vassaṃ vasitabbanti, so tuṇhassa; yassa nakkhamati, so bhāseyya.",
  "atk-s0101a0:62": "‘‘Sammatāni saṅghena imāni pañcabhikkhusatāni rājagahe vassaṃ vasantāni dhammañca vinayañca saṅgāyituṃ, na aññehi bhikkhūhi rājagahe vassaṃ vasitabbanti, khamati saṅghassa, tasmā tuṇhī, evametaṃ dhārayāmī’’ti (cūḷava. 438).",
  "atk-s0101a0:63": "Ayaṃ pana kammavācā tathāgatassa parinibbānato ekavīsatime divase katā. Bhagavā hi visākhapuṇṇamāyaṃ paccūsasamaye parinibbuto, athassa sattāhaṃ suvaṇṇavaṇṇaṃ sarīraṃ gandhamālādīhi pūjayiṃsu. Evaṃ sattāhaṃ sādhukīḷanadivasā nāma ahesuṃ. Tato sattāhaṃ citakāya agginā jhāyi, sattāhaṃ sattipañjaraṃ katvā sandhāgārasālāyaṃ dhātupūjaṃ kariṃsūti, ekavīsati divasā gatā. Jeṭṭhamūlasukkapakkhapañcamiyaṃyeva dhātuyo bhājayiṃsu. Etasmiṃ dhātubhājanadivase sannipatitassa mahābhikkhusaṅghassa subhaddena vuḍḍhapabbajitena kataṃ anācāraṃ ārocetvā vuttanayeneva ca bhikkhū uccinitvā ayaṃ kammavācā katā.",
  "atk-s0101a0:64": "Imañca pana kammavācaṃ katvā thero bhikkhū āmantesi – ‘‘āvuso, idāni tumhākaṃ cattālīsa divasā okāso kato, tato paraṃ ‘ayaṃ nāma no palibodho atthī’ti, vattuṃ na labbhā, tasmā etthantare yassa rogapalibodho vā ācariyupajjhāyapalibodho vā mātāpitupalibodho vā atthi, pattaṃ vā pana pacitabbaṃ, cīvaraṃ vā kātabbaṃ, so taṃ palibodhaṃ chinditvā taṃ karaṇīyaṃ karotū’’ti.",
  "atk-s0101a0:65": "Evañca pana vatvā thero attano pañcasatāya parisāya parivuto rājagahaṃ gato. Aññepi mahātherā attano attano parivāre gahetvā sokasallasamappitaṃ mahājanaṃ assāsetukāmā taṃ taṃ disaṃ pakkantā. Puṇṇatthero pana sattasatabhikkhuparivāro ‘tathāgatassa parinibbānaṭṭhānaṃ āgatāgataṃ mahājanaṃ assāsessāmī’ti kusinārāyaṃyeva aṭṭhāsi.",
  "atk-s0101a0:66": "Āyasmā ānando yathā pubbe aparinibbutassa, evaṃ parinibbutassāpi bhagavato sayameva pattacīvaramādāya pañcahi bhikkhusatehi saddhiṃ yena sāvatthi tena cārikaṃ pakkāmi. Gacchato gacchato panassa parivārā bhikkhū gaṇanapathaṃ vītivattā. Tenāyasmatā gatagataṭṭhāne mahāparidevo ahosi . Anupubbena pana sāvatthimanuppatte there sāvatthivāsino manussā ‘‘thero kira āgato’’ti sutvā gandhamālādihatthā paccuggantvā – ‘‘bhante, ānanda, pubbe bhagavatā saddhiṃ āgacchatha, ajja kuhiṃ bhagavantaṃ ṭhapetvā āgatatthā’’tiādīni vadamānā parodiṃsu. Buddhassa bhagavato parinibbānadivase viya mahāparidevo ahosi.",
  "atk-s0101a0:67": "Tatra sudaṃ āyasmā ānando aniccatādipaṭisaṃyuttāya dhammiyākathāya taṃ mahājanaṃ saññāpetvā jetavanaṃ pavisitvā dasabalena vasitagandhakuṭiṃ vanditvā dvāraṃ vivaritvā mañcapīṭhaṃ nīharitvā papphoṭetvā gandhakuṭiṃ sammajjitvā milātamālākacavaraṃ chaḍḍetvā mañcapīṭhaṃ atiharitvā puna yathāṭhāne ṭhapetvā bhagavato ṭhitakāle karaṇīyaṃ vattaṃ sabbamakāsi. Kurumāno ca nhānakoṭṭhakasammajjanaudakupaṭṭhāpanādikālesu gandhakuṭiṃ vanditvā – ‘‘nanu bhagavā, ayaṃ tumhākaṃ nhānakālo, ayaṃ dhammadesanākālo, ayaṃ bhikkhūnaṃ ovādadānakālo, ayaṃ sīhaseyyakappanakālo, ayaṃ mukhadhovanakālo’’tiādinā nayena paridevamānova akāsi, yathā taṃ bhagavato guṇagaṇāmatarasaññutāya patiṭṭhitapemo ceva akhīṇāsavo ca anekesu ca jātisatasahassesu aññamaññassūpakārasañjanitacittamaddavo. Tamenaṃ aññatarā devatā – ‘‘bhante, ānanda, tumhe evaṃ paridevamānā kathaṃ aññe assāsessathā’’ti saṃvejesi. So tassā vacanena saṃviggahadayo santhambhitvā tathāgatassa parinibbānato pabhuti ṭhānanisajjabahulattā ussannadhātukaṃ kāyaṃ samassāsetuṃ dutiyadivase khīravirecanaṃ pivitvā vihāreyeva nisīdi. Yaṃ sandhāya subhena māṇavena pahitaṃ māṇavakaṃ etadavoca –",
  "atk-s0101a0:68": "‘‘Akālo, kho māṇavaka, atthi me ajja bhesajjamattā pītā, appeva nāma svepi upasaṅkameyyāmā’’ti (dī. ni. 1.447).",
  "atk-s0101a0:69": "Dutiyadivase cetakattherena pacchāsamaṇena gantvā subhena māṇavena puṭṭho imasmiṃ dīghanikāye subhasuttaṃ nāma dasamaṃ suttaṃ abhāsi.",
  "atk-s0101a0:70": "Atha ānandatthero jetavanamahāvihāre khaṇḍaphullappaṭisaṅkharaṇaṃ kārāpetvā upakaṭṭhāya vassūpanāyikāya bhikkhusaṅghaṃ ohāya rājagahaṃ gato tathā aññepi dhammasaṅgāhakā bhikkhūti. Evañhi gate, te sandhāya ca idaṃ vuttaṃ – ‘‘atha kho therā bhikkhū rājagahaṃ agamaṃsu, dhammañca vinayañca saṅgāyitu’’nti (cūḷava. 438). Te āsaḷhīpuṇṇamāyaṃ uposathaṃ katvā pāṭipadadivase sannipatitvā vassaṃ upagacchiṃsu.",
  "atk-s0101a0:71": "Tena kho pana samayena rājagahaṃ parivāretvā aṭṭhārasa mahāvihārā honti, te sabbepi chaḍḍitapatitauklāpā ahesuṃ. Bhagavato hi parinibbāne sabbepi bhikkhū attano attano pattacīvaramādāya vihāre ca pariveṇe ca chaḍḍetvā agamaṃsu. Tattha katikavattaṃ kurumānā therā bhagavato vacanapūjanatthaṃ titthiyavādaparimocanatthañca – ‘paṭhamaṃ māsaṃ khaṇḍaphullappaṭisaṅkharaṇaṃ karomā’ti cintesuṃ. Titthiyā hi evaṃ vadeyyuṃ – ‘‘samaṇassa gotamassa sāvakā satthari ṭhiteyeva vihāre paṭijaggiṃsu, parinibbute chaḍḍesuṃ, kulānaṃ mahādhanapariccāgo vinassatī’’ti. Tesañca vādaparimocanatthaṃ cintesunti vuttaṃ hoti. Evaṃ cintayitvā ca pana katikavattaṃ kariṃsu. Yaṃ sandhāya vuttaṃ –",
  "atk-s0101a0:72": "‘‘Atha kho therānaṃ bhikkhūnaṃ etadahosi – bhagavatā, kho āvuso, khaṇḍaphullappaṭisaṅkharaṇaṃ vaṇṇitaṃ, handa mayaṃ, āvuso, paṭhamaṃ māsaṃ khaṇḍaphullappaṭisaṅkharaṇaṃ karoma, majjhimaṃ māsaṃ sannipatitvā dhammañca vinayañca saṅgāyissāmā’’ti (cūḷava. 438).",
  "atk-s0101a0:73": "Te dutiyadivase gantvā rājadvāre aṭṭhaṃsu. Rājā āgantvā vanditvā – ‘‘kiṃ bhante, āgatatthā’’ti attanā kattabbakiccaṃ pucchi. Therā aṭṭhārasa mahāvihārapaṭisaṅkharaṇatthāya hatthakammaṃ paṭivedesuṃ. Rājā hatthakammakārake manusse adāsi. Therā paṭhamaṃ māsaṃ sabbavihāre paṭisaṅkharāpetvā rañño ārocesuṃ – ‘‘niṭṭhitaṃ, mahārāja, vihārapaṭisaṅkharaṇaṃ, idāni dhammavinayasaṅgahaṃ karomā’’ti. ‘‘Sādhu bhante visaṭṭhā karotha, mayhaṃ āṇācakkaṃ , tumhākañca dhammacakkaṃ hotu, āṇāpetha, bhante, kiṃ karomī’’ti. ‘‘Saṅgahaṃ karontānaṃ bhikkhūnaṃ sannisajjaṭṭhānaṃ mahārājā’’ti. ‘‘Kattha karomi, bhante’’ti? ‘‘Vebhārapabbatapasse sattapaṇṇi guhādvāre kātuṃ yuttaṃ mahārājā’’ti. ‘‘Sādhu, bhante’’ti kho rājā ajātasattu vissakammunā nimmitasadisaṃ suvibhattabhittithambhasopānaṃ, nānāvidhamālākammalatākammavicittaṃ, abhibhavantamiva rājabhavanavibhūtiṃ, avahasantamiva devavimānasiriṃ, siriyā niketanamiva ekanipātatitthamiva ca devamanussanayanavihaṃgānaṃ, lokarāmaṇeyyakamiva sampiṇḍitaṃ daṭṭhabbasāramaṇḍaṃ maṇḍapaṃ kārāpetvā vividhakusumadāmolambakaviniggalantacāruvitānaṃ nānāratanavicittamaṇikoṭṭimatalamiva ca, naṃ nānāpupphūpahāravicittasupariniṭṭhitabhūmikammaṃ brahmavimānasadisaṃ alaṅkaritvā, tasmiṃ mahāmaṇḍape pañcasatānaṃ bhikkhūnaṃ anagghāni pañca kappiyapaccattharaṇasatāni paññapetvā, dakkhiṇabhāgaṃ nissāya uttarābhimukhaṃ therāsanaṃ, maṇḍapamajjhe puratthābhimukhaṃ buddhassa bhagavato āsanārahaṃ dhammāsanaṃ paññapetvā, dantakhacitaṃ bījaniñcettha ṭhapetvā, bhikkhusaṅghassa ārocāpesi – ‘‘niṭṭhitaṃ, bhante, mama kicca’’nti.",
  "atk-s0101a0:74": "Tasmiñca pana divase ekacce bhikkhū āyasmantaṃ ānandaṃ sandhāya evamāhaṃsu – ‘‘imasmiṃ bhikkhusaṅghe eko bhikkhu vissagandhaṃ vāyanto vicaratī’’ti. Thero taṃ sutvā imasmiṃ bhikkhusaṅghe añño vissagandhaṃ vāyanto vicaraṇakabhikkhu nāma natthi. Addhā ete maṃ sandhāya vadantīti saṃvegaṃ āpajji. Ekacce naṃ āhaṃsuyeva – ‘‘sve āvuso, ānanda, sannipāto, tvañca sekkho sakaraṇīyo, tena te na yuttaṃ sannipātaṃ gantuṃ, appamatto hohī’’ti.",
  "atk-s0101a0:75": "Atha kho āyasmā ānando – ‘sve sannipāto, na kho metaṃ patirūpaṃ yvāhaṃ sekkho samāno sannipātaṃ gaccheyya’nti, bahudeva rattiṃ kāyagatāya satiyā vītināmetvā rattiyā paccūsasamaye caṅkamā orohitvā vihāraṃ pavisitvā ‘‘nipajjissāmī’’ti kāyaṃ āvajjesi, dve pādā bhūmito muttā, apattañca sīsaṃ bimbohanaṃ, etasmiṃ antare anupādāya āsavehi cittaṃ vimucci. Ayañhi āyasmā caṅkamena bahi vītināmetvā visesaṃ nibbattetuṃ asakkonto cintesi – ‘‘nanu maṃ bhagavā etadavoca – ‘katapuññosi tvaṃ, ānanda, padhānamanuyuñja, khippaṃ hohisi anāsavo’ti (dī. ni. 2.207). Buddhānañca kathādoso nāma natthi, mama pana accāraddhaṃ vīriyaṃ, tena me cittaṃ uddhaccāya saṃvattati. Handāhaṃ vīriyasamataṃ yojemī’’ti, caṅkamā orohitvā pādadhovanaṭṭhāne ṭhatvā pāde dhovitvā vihāraṃ pavisitvā mañcake nisīditvā, ‘‘thokaṃ vissamissāmī’’ti kāyaṃ mañcake apanāmesi. Dve pādā bhūmito muttā, sīsaṃ bimbohanamappattaṃ, etasmiṃ antare anupādāya āsavehi cittaṃ vimuttaṃ, catuiriyāpathavirahitaṃ therassa arahattaṃ. Tena ‘‘imasmiṃ sāsane anipanno anisinno aṭṭhito acaṅkamanto ko bhikkhu arahattaṃ patto’’ti vutte ‘‘ānandatthero’’ti vattuṃ vaṭṭati.",
  "atk-s0101a0:76": "Atha therā bhikkhū dutiyadivase pañcamiyaṃ kāḷapakkhassa katabhattakiccā pattacīvaraṃ paṭisāmetvā dhammasabhāyaṃ sannipatiṃsu. Atha kho āyasmā ānando arahā samāno sannipātaṃ agamāsi. Kathaṃ agamāsi? ‘‘Idānimhi sannipātamajjhaṃ pavisanāraho’’ti haṭṭhatuṭṭhacitto ekaṃsaṃ cīvaraṃ katvā bandhanā muttatālapakkaṃ viya, paṇḍukambale nikkhittajātimaṇi viya, vigatavalāhake nabhe samuggatapuṇṇacando viya, bālātapasamphassavikasitareṇupiñjaragabbhaṃ padumaṃ viya ca, parisuddhena pariyodātena sappabhena sassirīkena ca mukhavarena attano arahattappattiṃ ārocayamāno viya agamāsi. Atha naṃ disvā āyasmato mahākassapassa etadahosi – ‘‘sobhati vata bho arahattappatto ānando, sace satthā dhareyya, addhā ajjānandassa sādhukāraṃ dadeyya, handa , dānissāhaṃ satthārā dātabbaṃ sādhukāraṃ dadāmī’’ti, tikkhattuṃ sādhukāramadāsi.",
  "atk-s0101a0:77": "Majjhimabhāṇakā pana vadanti – ‘‘ānandatthero attano arahattappattiṃ ñāpetukāmo bhikkhūhi saddhiṃ nāgato, bhikkhū yathāvuḍḍhaṃ attano attano pattāsane nisīdantā ānandattherassa āsanaṃ ṭhapetvā nisinnā. Tattha keci evamāhaṃsu – ‘etaṃ āsanaṃ kassā’ti? ‘Ānandassā’ti. ‘Ānando pana kuhiṃ gato’ti? Tasmiṃ samaye thero cintesi – ‘idāni mayhaṃ gamanakālo’ti. Tato attano ānubhāvaṃ dassento pathaviyaṃ nimujjitvā attano āsaneyeva attānaṃ dassesī’’ti, ākāsena gantvā nisīdītipi eke. Yathā vā tathā vā hotu. Sabbathāpi taṃ disvā āyasmato mahākassapassa sādhukāradānaṃ yuttameva.",
  "atk-s0101a0:78": "Evaṃ āgate pana tasmiṃ āyasmante mahākassapatthero bhikkhū āmantesi – ‘‘āvuso, kiṃ paṭhamaṃ saṅgāyāma, dhammaṃ vā vinayaṃ vā’’ti? Bhikkhū āhaṃsu – ‘‘bhante, mahākassapa, vinayo nāma buddhasāsanassa āyu. Vinaye ṭhite sāsanaṃ ṭhitaṃ nāma hoti. Tasmā paṭhamaṃ vinayaṃ saṅgāyāmā’’ti. ‘‘Kaṃ dhuraṃ katvā’’ti? ‘‘Āyasmantaṃ upāli’’nti. ‘‘Kiṃ ānando nappahotī’’ti? ‘‘No nappahoti’’. Api ca kho pana sammāsambuddho dharamānoyeva vinayapariyattiṃ nissāya āyasmantaṃ upāliṃ etadagge ṭhapesi – ‘‘etadaggaṃ, bhikkhave, mama sāvakānaṃ bhikkhūnaṃ vinayadharānaṃ yadidaṃ upālī’’ti (a. ni. 1.228). ‘Tasmā upālittheraṃ pucchitvā vinayaṃ saṅgāyāmā’ti.",
  "atk-s0101a0:79": "Tato thero vinayaṃ pucchanatthāya attanāva attānaṃ sammanni. Upālittheropi vissajjanatthāya sammanni. Tatrāyaṃ pāḷi – atha kho āyasmā mahākassapo saṅghaṃ ñāpesi –",
  "atk-s0101a0:80": "‘‘Suṇātu me, āvuso, saṅgho, yadi saṅghassa pattakallaṃ,",
  "atk-s0101a0:81": "Ahaṃ upāliṃ vinayaṃ puccheyya’’nti.",
  "atk-s0101a0:82": "Āyasmāpi upāli saṅghaṃ ñāpesi –",
  "atk-s0101a0:83": "‘‘Suṇātu me, bhante, saṅgho, yadi saṅghassa pattakallaṃ,",
  "atk-s0101a0:84": "Ahaṃ āyasmatā mahākassapena vinayaṃ puṭṭho vissajjeyya’’nti. (cūḷava. 439);",
  "atk-s0101a0:85": "Evaṃ attānaṃ sammannitvā āyasmā upāli uṭṭhāyāsanā ekaṃsaṃ cīvaraṃ katvā there bhikkhū vanditvā dhammāsane nisīdi dantakhacitaṃ bījaniṃ gahetvā, tato mahākassapatthero therāsane nisīditvā āyasmantaṃ upāliṃ vinayaṃ pucchi. ‘‘Paṭhamaṃ āvuso, upāli, pārājikaṃ kattha paññatta’’nti? ‘‘Vesāliyaṃ, bhante’’ti. ‘‘Kaṃ ārabbhā’’ti? ‘‘Sudinnaṃ kalandaputtaṃ ārabbhā’’ti. ‘‘Kismiṃ vatthusmi’’nti? ‘‘Methunadhamme’’ti.",
  "atk-s0101a0:86": "‘‘Atha kho āyasmā mahākassapo āyasmantaṃ upāliṃ paṭhamassa pārājikassa vatthumpi pucchi, nidānampi pucchi, puggalampi pucchi, paññattimpi pucchi, anupaññattimpi pucchi, āpattimpi pucchi, anāpattimpi pucchi’’ (cūḷava. 439). Puṭṭho puṭṭho āyasmā upāli vissajjesi.",
  "atk-s0101a0:87": "Kiṃ panettha paṭhamapārājike kiñci apanetabbaṃ vā pakkhipitabbaṃ vā atthi natthīti? Apanetabbaṃ natthi. Buddhassa hi bhagavato bhāsite apanetabbaṃ nāma natthi. Na hi tathāgatā ekabyañjanampi niratthakaṃ vadanti. Sāvakānaṃ pana devatānaṃ vā bhāsite apanetabbampi hoti, taṃ dhammasaṅgāhakattherā apanayiṃsu. Pakkhipitabbaṃ pana sabbatthāpi atthi, tasmā yaṃ yattha pakkhipituṃ yuttaṃ, taṃ pakkhipiṃsuyeva. Kiṃ pana tanti? ‘Tena samayenā’ti vā, ‘tena kho pana samayenā’ti vā, ‘atha khoti vā’, ‘evaṃ vutteti’ vā, ‘etadavocā’ti vā, evamādikaṃ sambandhavacanamattaṃ. Evaṃ pakkhipitabbayuttaṃ pakkhipitvā pana – ‘‘idaṃ paṭhamapārājika’’nti ṭhapesuṃ. Paṭhamapārājike saṅgahamārūḷhe pañca arahantasatāni saṅgahaṃ āropitanayeneva gaṇasajjhāyamakaṃsu – ‘‘tena samayena buddho bhagavā verañjāyaṃ viharatī’’ti. Tesaṃ sajjhāyāraddhakāleyeva sādhukāraṃ dadamānā viya mahāpathavī udakapariyantaṃ katvā akampittha.",
  "atk-s0101a0:88": "Eteneva nayena sesāni tīṇi pārājikāni saṅgahaṃ āropetvā ‘‘idaṃ pārājikakaṇḍa’’nti ṭhapesuṃ. Terasa saṅghādisesāni ‘‘terasaka’’nti ṭhapesuṃ. Dve sikkhāpadāni ‘‘aniyatānī’’ti ṭhapesuṃ. Tiṃsa sikkhāpadāni ‘‘nissaggiyāni pācittiyānī’’ti ṭhapesuṃ . Dvenavuti sikkhāpadāni ‘‘pācittiyānī’’ti ṭhapesuṃ. Cattāri sikkhāpadāni ‘‘pāṭidesanīyānī’’ti ṭhapesuṃ. Pañcasattati sikkhāpadāni ‘‘sekhiyānī’’ti ṭhapesuṃ. Satta dhamme ‘‘adhikaraṇasamathā’’ti ṭhapesuṃ. Evaṃ sattavīsādhikāni dve sikkhāpadasatāni ‘‘mahāvibhaṅgo’’ti kittetvā ṭhapesuṃ. Mahāvibhaṅgāvasānepi purimanayeneva mahāpathavī akampittha.",
  "atk-s0101a0:89": "Tato bhikkhunīvibhaṅge aṭṭha sikkhāpadāni ‘‘pārājikakaṇḍaṃ nāma ida’’nti ṭhapesuṃ. Sattarasa sikkhāpadāni ‘‘sattarasaka’’nti ṭhapesuṃ. Tiṃsa sikkhāpadāni ‘‘nissaggiyāni pācittiyānī’’ti ṭhapesuṃ. Chasaṭṭhisatasikkhāpadāni ‘‘pācittiyānī’’ti ṭhapesuṃ. Aṭṭha sikkhāpadāni ‘‘pāṭidesanīyānī’’ti ṭhapesuṃ. Pañcasattati sikkhāpadāni ‘‘sekhiyānī’’ti ṭhapesuṃ. Satta dhamme ‘‘adhikaraṇasamathā’’ti ṭhapesuṃ. Evaṃ tīṇi sikkhāpadasatāni cattāri ca sikkhāpadāni ‘‘bhikkhunīvibhaṅgo’’ti kittetvā – ‘‘ayaṃ ubhato vibhaṅgo nāma catusaṭṭhibhāṇavāro’’ti ṭhapesuṃ. Ubhatovibhaṅgāvasānepi vuttanayeneva mahāpathavikampo ahosi.",
  "atk-s0101a0:90": "Etenevupāyena asītibhāṇavāraparimāṇaṃ khandhakaṃ, pañcavīsatibhāṇavāraparimāṇaṃ parivārañca saṅgahaṃ āropetvā ‘‘idaṃ vinayapiṭakaṃ nāmā’’ti ṭhapesuṃ . Vinayapiṭakāvasānepi vuttanayeneva mahāpathavikampo ahosi. Taṃ āyasmantaṃ upāliṃ paṭicchāpesuṃ – ‘‘āvuso, imaṃ tuyhaṃ nissitake vācehī’’ti. Vinayapiṭakasaṅgahāvasāne upālitthero dantakhacitaṃ bījaniṃ nikkhipitvā dhammāsanā orohitvā there bhikkhū vanditvā attano pattāsane nisīdi.",
  "atk-s0101a0:91": "Vinayaṃ saṅgāyitvā dhammaṃ saṅgāyitukāmo āyasmā mahākassapo bhikkhū pucchi – ‘‘dhammaṃ saṅgāyante hi kaṃ puggalaṃ dhuraṃ katvā dhammo saṅgāyitabbo’’ti? Bhikkhū – ‘‘ānandattheraṃ dhuraṃ katvā’’ti āhaṃsu.",
  "atk-s0101a0:92": "Atha kho āyasmā mahākassapo saṅghaṃ ñāpesi –",
  "atk-s0101a0:93": "‘‘Suṇātu me, āvuso, saṅgho, yadi saṅghassa pattakallaṃ,",
  "atk-s0101a0:94": "Ahaṃ ānandaṃ dhammaṃ puccheyya’’nti;",
  "atk-s0101a0:95": "Atha kho āyasmā ānando saṅghaṃ ñāpesi –",
  "atk-s0101a0:96": "‘‘Suṇātu me, bhante, saṅgho, yadi saṅghassa pattakallaṃ,",
  "atk-s0101a0:97": "Ahaṃ āyasmatā mahākassapena dhammaṃ puṭṭho vissajjeyya’’nti;",
  "atk-s0101a0:98": "Atha kho āyasmā ānando uṭṭhāyāsanā ekaṃsaṃ cīvaraṃ katvā there bhikkhū vanditvā dhammāsane nisīdi dantakhacitaṃ bījaniṃ gahetvā. Atha kho āyasmā mahākassapo bhikkhū pucchi – ‘‘kataraṃ, āvuso, piṭakaṃ paṭhamaṃ saṅgāyāmā’’ti? ‘‘Suttantapiṭakaṃ, bhante’’ti. ‘‘Suttantapiṭake catasso saṅgītiyo, tāsu paṭhamaṃ kataraṃ saṅgīti’’nti? ‘‘Dīghasaṅgītiṃ, bhante’’ti. ‘‘Dīghasaṅgītiyaṃ catutiṃsa suttāni, tayo vaggā, tesu paṭhamaṃ kataraṃ vagga’’nti? ‘‘Sīlakkhandhavaggaṃ, bhante’’ti. ‘‘Sīlakkhandhavagge terasa suttantā, tesu paṭhamaṃ kataraṃ sutta’’nti? ‘‘Brahmajālasuttaṃ nāma bhante, tividhasīlālaṅkataṃ, nānāvidhamicchājīvakuha lapanādividdhaṃsanaṃ, dvāsaṭṭhidiṭṭhijālaviniveṭhanaṃ, dasasahassilokadhātukampanaṃ, taṃ paṭhamaṃ saṅgāyāmā’’ti.",
  "atk-s0101a0:99": "Atha kho āyasmā mahākassapo āyasmantaṃ ānandaṃ etadavoca, ‘‘brahmajālaṃ, āvuso ānanda, kattha bhāsita’’nti? ‘‘Antarā ca, bhante, rājagahaṃ antarā ca nāḷandaṃ rājāgārake ambalaṭṭhikāya’’nti. ‘‘Kaṃ ārabbhā’’ti ? ‘‘Suppiyañca paribbājakaṃ, brahmadattañca māṇava’’nti. ‘‘Kismiṃ vatthusmi’’nti? ‘‘Vaṇṇāvaṇṇe’’ti. Atha kho āyasmā mahākassapo āyasmantaṃ ānandaṃ brahmajālassa nidānampi pucchi, puggalampi pucchi, vatthumpi pucchi (cūḷava. 440). Āyasmā ānando vissajjesi. Vissajjanāvasāne pañca arahantasatāni gaṇasajjhāyamakaṃsu. Vuttanayeneva ca pathavikampo ahosi.",
  "atk-s0101a0:100": "Evaṃ brahmajālaṃ saṅgāyitvā tato paraṃ ‘‘sāmaññaphalaṃ, panāvuso ānanda, kattha bhāsita’’ntiādinā nayena pucchāvissajjanānukkamena saddhiṃ brahmajālena sabbepi terasa suttante saṅgāyitvā – ‘‘ayaṃ sīlakkhandhavaggo nāmā’’ti kittetvā ṭhapesuṃ.",
  "atk-s0101a0:101": "Tadanantaraṃ mahāvaggaṃ, tadanantaraṃ pāthikavagganti, evaṃ tivaggasaṅgahaṃ catutiṃsasuttapaṭimaṇḍitaṃ catusaṭṭhibhāṇavāraparimāṇaṃ tantiṃ saṅgāyitvā ‘‘ayaṃ dīghanikāyo nāmā’’ti vatvā āyasmantaṃ ānandaṃ paṭicchāpesuṃ – ‘‘āvuso, imaṃ tuyhaṃ nissitake vācehī’’ti.",
  "atk-s0101a0:102": "Tato anantaraṃ asītibhāṇavāraparimāṇaṃ majjhimanikāyaṃ saṅgāyitvā dhammasenāpatisāriputtattherassa nissitake paṭicchāpesuṃ – ‘‘imaṃ tumhe pariharathā’’ti.",
  "atk-s0101a0:103": "Tato anantaraṃ satabhāṇavāraparimāṇaṃ saṃyuttanikāyaṃ saṅgāyitvā mahākassapattheraṃ paṭicchāpesuṃ – ‘‘bhante, imaṃ tumhākaṃ nissitake vācethā’’ti.",
  "atk-s0101a0:104": "Tato anantaraṃ vīsatibhāṇavārasataparimāṇaṃ aṅguttaranikāyaṃ saṅgāyitvā anuruddhattheraṃ paṭicchāpesuṃ – ‘‘imaṃ tumhākaṃ nissitake vācethā’’ti.",
  "atk-s0101a0:105": "Tato anantaraṃ dhammasaṅgahavibhaṅgadhātukathāpuggalapaññattikathāvatthuyamakapaṭṭhānaṃ abhidhammoti vuccati. Evaṃ saṃvaṇṇitaṃ sukhumañāṇagocaraṃ tantiṃ saṅgāyitvā – ‘‘idaṃ abhidhammapiṭakaṃ nāmā’’ti vatvā pañca arahantasatāni sajjhāyamakaṃsu. Vuttanayeneva pathavikampo ahosīti.",
  "atk-s0101a0:106": "Tato paraṃ jātakaṃ, niddeso, paṭisambhidāmaggo, apadānaṃ, suttanipāto, khuddakapāṭho, dhammapadaṃ, udānaṃ, itivuttakaṃ, vimānavatthu, petavatthu, theragāthā , therīgāthāti imaṃ tantiṃ saṅgāyitvā ‘‘khuddakagantho nāmāya’’nti ca vatvā ‘‘abhidhammapiṭakasmiṃyeva saṅgahaṃ āropayiṃsū’’ti dīghabhāṇakā vadanti. Majjhimabhāṇakā pana ‘‘cariyāpiṭakabuddhavaṃsehi saddhiṃ sabbampetaṃ khuddakaganthaṃ nāma suttantapiṭake pariyāpanna’’nti vadanti.",
  "atk-s0101a0:107": "Evametaṃ sabbampi buddhavacanaṃ rasavasena ekavidhaṃ, dhammavinayavasena duvidhaṃ, paṭhamamajjhimapacchimavasena tividhaṃ. Tathā piṭakavasena. Nikāyavasena pañcavidhaṃ, aṅgavasena navavidhaṃ, dhammakkhandhavasena caturāsītisahassavidhanti veditabbaṃ.",
  "atk-s0101a0:108": "Kathaṃ rasavasena ekavidhaṃ? Yañhi bhagavatā anuttaraṃ sammāsambodhiṃ abhisambujjhitvā yāva anupādisesāya nibbānadhātuyā parinibbāyati, etthantare pañcacattālīsavassāni devamanussanāgayakkhādayo anusāsantena vā paccavekkhantena vā vuttaṃ, sabbaṃ taṃ ekarasaṃ vimuttirasameva hoti. Evaṃ rasavasena ekavidhaṃ.",
  "atk-s0101a0:109": "Kathaṃ dhammavinayavasena duvidhaṃ? Sabbameva cetaṃ dhammo ceva vinayo cāti saṅkhyaṃ gacchati. Tattha vinayapiṭakaṃ vinayo, avasesaṃ buddhavacanaṃ dhammo. Tenevāha ‘‘yannūna mayaṃ dhammañca vinayañca saṅgāyeyyāmā’’ti (cūḷava. 437). ‘‘Ahaṃ upāliṃ vinayaṃ puccheyyaṃ, ānandaṃ dhammaṃ puccheyya’’nti ca. Evaṃ dhammavinayavasena duvidhaṃ.",
  "atk-s0101a0:110": "Kathaṃ paṭhamamajjhimapacchimavasena tividhaṃ? Sabbameva hidaṃ paṭhamabuddhavacanaṃ, majjhimabuddhavacanaṃ, pacchimabuddhavacananti tippabhedaṃ hoti. Tattha –",
  "atk-s0101a0:111": "‘‘Anekajātisaṃsāraṃ, sandhāvissaṃ anibbisaṃ;",
  "atk-s0101a0:112": "Gahakāraṃ gavesanto, dukkhā jāti punappunaṃ.",
  "atk-s0101a0:113": "Gahakāraka diṭṭhosi, puna gehaṃ na kāhasi;",
  "atk-s0101a0:114": "Sabbā te phāsukā bhaggā, gahakūṭaṃ visaṅkhataṃ;",
  "atk-s0101a0:115": "Visaṅkhāragataṃ cittaṃ, taṇhānaṃ khayamajjhagā’’ti. (dha. pa. 153-54);",
  "atk-s0101a0:116": "Idaṃ paṭhamabuddhavacanaṃ. Keci ‘‘yadā have pātubhavanti dhammā’’ti (mahāva. 1) khandhake udānagāthaṃ vadanti. Esā pana pāṭipadadivase sabbaññubhāvappattassa somanassamayañāṇena paccayākāraṃ paccavekkhantassa uppannā udānagāthāti veditabbā.",
  "atk-s0101a0:117": "Yaṃ pana parinibbānakāle abhāsi – ‘‘handa dāni, bhikkhave, āmantayāmi vo, vayadhammā saṅkhārā, appamādena sampādethā’’ti (dī. ni. 2.218) idaṃ pacchimabuddhavacanaṃ. Ubhinnamantare yaṃ vuttaṃ, etaṃ majjhimabuddhavacanaṃ nāma. Evaṃ paṭhamamajjhimapacchimabuddhavacanavasena tividhaṃ.",
  "atk-s0101a0:118": "Kathaṃ piṭakavasena tividhaṃ? Sabbampi cetaṃ vinayapiṭakaṃ suttantapiṭakaṃ abhidhammapiṭakanti tippabhedameva hoti. Tattha paṭhamasaṅgītiyaṃ saṅgītañca asaṅgītañca sabbampi samodhānetvā ubhayāni pātimokkhāni, dve vibhaṅgā, dvāvīsati khandhakā, soḷasaparivārāti – idaṃ vinayapiṭakaṃ nāma. Brahmajālādicatuttiṃsasuttasaṅgaho dīghanikāyo, mūlapariyāyasuttādidiyaḍḍhasatadvesuttasaṅgaho majjhimanikāyo, oghataraṇasuttādisattasuttasahassasattasatadvāsaṭṭhisuttasaṅgaho saṃyuttanikāyo, cittapariyādānasuttādinavasuttasahassapañcasatasattapaññāsasuttasaṅgaho aṅguttaranikāyo, khuddakapāṭha-dhammapada-udāna-itivuttaka-suttanipāta-vimānavatthu-petavatthu-theragāthā-therīgāthā-jātaka-niddesa-paṭisambhidāmagga-apadāna-buddhavaṃsa-cariyāpiṭakavasena pannarasappabhedo khuddakanikāyoti idaṃ suttantapiṭakaṃ nāma. Dhammasaṅgaho, vibhaṅgo, dhātukathā, puggalapaññatti, kathāvatthu, yamakaṃ, paṭṭhānanti – idaṃ abhidhammapiṭakaṃ nāma. Tattha –",
  "atk-s0101a0:119": "‘‘Vividhavisesanayattā, vinayanato ceva kāyavācānaṃ;",
  "atk-s0101a0:120": "Vinayatthavidūhi ayaṃ, vinayo vinayoti akkhāto’’.",
  "atk-s0101a0:121": "Vividhā hi ettha pañcavidhapātimokkhuddesapārājikādi satta āpattikkhandhamātikā vibhaṅgādippabhedā nayā. Visesabhūtā ca daḷhīkammasithilakaraṇappayojanā anupaññattinayā. Kāyikavācasikaajjhācāranisedhanato cesa kāyaṃ vācañca vineti, tasmā vividhanayattā visesanayattā kāyavācānaṃ vinayanato ceva vinayoti akkhāto. Tenetametassa vacanatthakosallatthaṃ vuttaṃ –",
  "atk-s0101a0:122": "‘‘Vividhavisesanayattā, vinayanato ceva kāyavācānaṃ;",
  "atk-s0101a0:123": "Vinayatthavidūhi ayaṃ, vinayo vinayoti akkhāto’’ti.",
  "atk-s0101a0:124": "Itaraṃ pana –",
  "atk-s0101a0:125": "‘‘Atthānaṃ sūcanato suvuttato, savanatotha sūdanato;",
  "atk-s0101a0:126": "Suttāṇā suttasabhāgato ca, suttanti akkhātaṃ.",
  "atk-s0101a0:127": "Tañhi attatthaparatthādibhede atthe sūceti. Suvuttā cettha atthā, veneyyajjhāsayānulomena vuttattā. Savati cetaṃ atthe sassamiva phalaṃ, pasavatīti vuttaṃ hoti. Sūdati cetaṃ dhenu viya khīraṃ, paggharāpetīti vuttaṃ hoti. Suṭṭhu ca ne tāyati, rakkhatīti vuttaṃ hoti. Suttasabhāgañcetaṃ, yathā hi tacchakānaṃ suttaṃ pamāṇaṃ hoti, evametampi viññūnaṃ. Yathā ca suttena saṅgahitāni pupphāni na vikirīyanti, na viddhaṃsīyanti, evameva tena saṅgahitā atthā. Tenetametassa vacanatthakosallatthaṃ vuttaṃ –",
  "atk-s0101a0:128": "‘‘Atthānaṃ sūcanato, suvuttato savanatotha sūdanato;",
  "atk-s0101a0:129": "Suttāṇā suttasabhāgato ca, suttanti akkhāta’’nti.",
  "atk-s0101a0:130": "Itaro pana –",
  "atk-s0101a0:131": "‘‘Yaṃ ettha vuḍḍhimanto, salakkhaṇā pūjitā paricchinnā;",
  "atk-s0101a0:132": "Vuttādhikā ca dhammā, abhidhammo tena akkhāto’’.",
  "atk-s0101a0:133": "Ayañhi abhisaddo vuḍḍhilakkhaṇapūjitaparicchinnādhikesu dissati. Tathā hesa ‘‘bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamantī’’tiādīsu (ma. ni. 3.389) vuḍḍhiyaṃ āgato. ‘‘Yā tā rattiyo abhiññātā abhilakkhitā’’tiādīsu (ma. ni. 1.49) salakkhaṇe. ‘‘Rājābhirājā manujindo’’tiādīsu (ma. ni. 2.399) pūjite. ‘‘Paṭibalo vinetuṃ abhidhamme abhivinaye’’tiādīsu (mahāva. 85) paricchinne. Aññamaññasaṅkaravirahite dhamme ca vinaye cāti vuttaṃ hoti. ‘‘Abhikkantena vaṇṇenā’’tiādīsu (vi. va. 819) adhike.",
  "atk-s0101a0:134": "Ettha ca ‘‘rūpūpapattiyā maggaṃ bhāveti’’ (dha. sa. 251), ‘‘mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharatī’’tiādinā (vibha. 642) nayena vuḍḍhimantopi dhammā vuttā. ‘‘Rūpārammaṇaṃ vā saddārammaṇaṃ vā’’tiādinā (dha. sa. 1) nayena ārammaṇādīhi lakkhaṇīyattā salakkhaṇāpi. ‘‘Sekkhā dhammā, asekkhā dhammā, lokuttarā dhammā’’tiādinā (dha. sa. tikamātikā 11, dukamātikā 12) nayena pūjitāpi, pūjārahāti adhippāyo. ‘‘Phasso hoti, vedanā hotī’’tiādinā (dha. sa. 1) nayena sabhāvaparicchinnattā paricchinnāpi. ‘‘Mahaggatā dhammā, appamāṇā dhammā (dha. sa. tikamātikā 11), anuttarā dhammā’’tiādinā (dha. sa. dukamātikā 11) nayena adhikāpi dhammā vuttā. Tenetametassa vacanatthakosallatthaṃ vuttaṃ –",
  "atk-s0101a0:135": "‘‘Yaṃ ettha vuḍḍhimanto, salakkhaṇā pūjitā paricchinnā;",
  "atk-s0101a0:136": "Vuttādhikā ca dhammā, abhidhammo tena akkhāto’’ti.",
  "atk-s0101a0:137": "Yaṃ panettha avisiṭṭhaṃ, taṃ –",
  "atk-s0101a0:138": "‘‘Piṭakaṃ piṭakatthavidū, pariyattibbhājanatthato āhu;",
  "atk-s0101a0:139": "Tena samodhānetvā, tayopi vinayādayo ñeyyā’’.",
  "atk-s0101a0:140": "Pariyattipi hi ‘‘mā piṭakasampadānenā’’tiādīsu (a. ni. 3.66) piṭakanti vuccati. ‘‘Atha puriso āgaccheyya kudālapiṭakamādāyā’’tiādīsu (a. ni. 3.70) yaṃ kiñci bhājanampi. Tasmā ‘piṭakaṃ piṭakatthavidū pariyattibhājanatthato āhu.",
  "atk-s0101a0:141": "Idāni ‘tena samodhānetvātayopi vinayādayo ñeyyā’ti, tena evaṃ duvidhatthena piṭakasaddena saha samāsaṃ katvā vinayo ca so piṭakañca pariyattibhāvato, tassa tassa atthassa bhājanato cāti vinayapiṭakaṃ, yathāvutteneva nayena suttantañca taṃ piṭakañcāti suttantapiṭakaṃ, abhidhammo ca so piṭakañcāti abhidhammapiṭakanti. Evamete tayopi vinayādayo ñeyyā.",
  "atk-s0101a0:142": "Evaṃ ñatvā ca punapi tesuyeva piṭakesu nānappakārakosallatthaṃ –",
  "atk-s0101a0:143": "‘‘Desanāsāsanakathābhedaṃ tesu yathārahaṃ;",
  "atk-s0101a0:144": "Sikkhāppahānagambhīrabhāvañca paridīpaye.",
  "atk-s0101a0:145": "Pariyattibhedaṃ sampattiṃ, vipattiñcāpi yaṃ yahiṃ;",
  "atk-s0101a0:146": "Pāpuṇāti yathā bhikkhu, tampi sabbaṃ vibhāvaye’’.",
  "atk-s0101a0:147": "Tatrāyaṃ paridīpanā vibhāvanā ca. Etāni hi tīṇi piṭakāni yathākkamaṃ āṇāvohāraparamatthadesanā, yathāparādhayathānulomayathādhammasāsanāni, saṃvarāsaṃvaradiṭṭhiviniveṭhananāmarūpaparicchedakathāti ca vuccanti. Ettha hi vinayapiṭakaṃ āṇārahena bhagavatā āṇābāhullato desitattā āṇādesanā, suttantapiṭakaṃ vohārakusalena bhagavatā vohārabāhullato desitattā vohāradesanā, abhidhammapiṭakaṃ paramatthakusalena bhagavatā paramatthabāhullato desitattā paramatthadesanāti vuccati.",
  "atk-s0101a0:148": "Tathā paṭhamaṃ – ‘ye te pacurāparādhā sattā, te yathāparādhaṃ ettha sāsitā’ti yathāparādhasāsanaṃ, dutiyaṃ – ‘anekajjhāsayānusayacariyādhimuttikā sattā yathānulomaṃ ettha sāsitā’ti yathānulomasāsanaṃ, tatiyaṃ – ‘dhammapuñjamatte ‘‘ahaṃ mamā’’ti saññino sattā yathādhammaṃ ettha sāsitā’ti yathādhammasāsananti vuccati.",
  "atk-s0101a0:149": "Tathā paṭhamaṃ – ajjhācārapaṭipakkhabhūto saṃvarāsaṃvaro ettha kathitoti saṃvarāsaṃvarakathā. Saṃvarāsaṃvaroti khuddako ceva mahanto ca saṃvaro, kammākammaṃ viya, phalāphalaṃ viya ca, dutiyaṃ – ‘‘dvāsaṭṭhidiṭṭhipaṭipakkhabhūtā diṭṭhiviniveṭhanā ettha kathitā’’ti diṭṭhiviniveṭhanakathā, tatiyaṃ – ‘‘rāgādipaṭipakkhabhūto nāmarūpaparicchedo ettha kathito’’ti nāmarūpaparicchedakathāti vuccati.",
  "atk-s0101a0:150": "Tīsupi cetesu tisso sikkhā, tīṇi pahānāni, catubbidho ca gambhīrabhāvo veditabbo. Tathā hi vinayapiṭake visesena adhisīlasikkhā vuttā, suttantapiṭake adhicittasikkhā, abhidhammapiṭake adhipaññāsikkhā.",
  "atk-s0101a0:151": "Vinayapiṭake ca vītikkamappahānaṃ, kilesānaṃ vītikkamapaṭipakkhattā sīlassa. Suttantapiṭake pariyuṭṭhānappahānaṃ, pariyuṭṭhānapaṭipakkhattā samādhissa. Abhidhammapiṭake anusayappahānaṃ, anusayapaṭipakkhattā paññāya. Paṭhame ca tadaṅgappahānaṃ, itaresu vikkhambhanasamucchedappahānāni. Paṭhame ca duccaritasaṃkilesappahānaṃ, itaresu taṇhādiṭṭhisaṃkilesappahānaṃ.",
  "atk-s0101a0:152": "Ekamekasmiñcettha catubbidhopi dhammatthadesanā paṭivedhagambhīrabhāvo veditabbo. Tattha dhammoti tanti. Atthoti tassāyeva attho. Desanāti tassā manasā vavatthāpitāya tantiyā desanā. Paṭivedhoti tantiyā tantiatthassa ca yathābhūtāvabodho. Tīsupi cetesu ete dhammatthadesanāpaṭivedhā. Yasmā sasādīhi viya mahāsamuddo mandabuddhīhi dukkhogāḷhā alabbhaneyyapatiṭṭhā ca, tasmā gambhīrā. Evaṃ ekamekasmiṃ ettha catubbidhopi gambhīrabhāvo veditabbo.",
  "atk-s0101a0:153": "Aparo nayo, dhammoti hetu. Vuttañhetaṃ – ‘‘hetumhi ñāṇaṃ dhammapaṭisambhidā’’ti. Atthoti hetuphalaṃ, vuttañhetaṃ – ‘‘hetuphale ñāṇaṃ atthapaṭisambhidā’’ti (vibha. 720). Desanāti paññatti, yathā dhammaṃ dhammābhilāpoti adhippāyo. Anulomapaṭilomasaṅkhepavitthārādivasena vā kathanaṃ. Paṭivedhoti abhisamayo, so ca lokiyalokuttaro visayato asammohato ca, atthānurūpaṃ dhammesu, dhammānurūpaṃ atthesu, paññattipathānurūpaṃ paññattīsu avabodho. Tesaṃ tesaṃ vā tattha tattha vuttadhammānaṃ paṭivijjhitabbo salakkhaṇasaṅkhāto aviparītasabhāvo.",
  "atk-s0101a0:154": "Idāni yasmā etesu piṭakesu yaṃ yaṃ dhammajātaṃ vā atthajātaṃ vā, yā cāyaṃ yathā yathā ñāpetabbo attho sotūnaṃ ñāṇassa abhimukho hoti, tathā tathā tadatthajotikā desanā, yo cettha aviparītāvabodhasaṅkhāto paṭivedho, tesaṃ tesaṃ vā dhammānaṃ paṭivijjhitabbo salakkhaṇasaṅkhāto aviparītasabhāvo. Sabbampetaṃ anupacitakusalasambhārehi duppaññehi sasādīhi viya mahāsamuddo dukkhogāḷhaṃ alabbhaneyyapatiṭṭhañca, tasmā gambhīraṃ. Evampi ekamekasmiṃ ettha catubbidhopi gambhīrabhāvo veditabbo.",
  "atk-s0101a0:155": "Ettāvatā ca –",
  "atk-s0101a0:156": "‘‘Desanāsāsanakathā, bhedaṃ tesu yathārahaṃ;",
  "atk-s0101a0:157": "Sikkhāppahānagambhīra, bhāvañca paridīpaye’’ti –",
  "atk-s0101a0:158": "Ayaṃ gāthā vuttatthāva hoti.",
  "atk-s0101a0:159": "‘‘Pariyattibhedaṃ sampattiṃ, vipattiñcāpi yaṃ yahiṃ;",
  "atk-s0101a0:160": "Pāpuṇāti yathā bhikkhu, tampi sabbaṃ vibhāvaye’’ti –",
  "atk-s0101a0:161": "Ettha pana tīsu piṭakesu tividho pariyattibhedo daṭṭhabbo. Tisso hi pariyattiyo – alagaddūpamā, nissaraṇatthā, bhaṇḍāgārikapariyattīti.",
  "atk-s0101a0:162": "Tattha yā duggahitā, upārambhādihetu pariyāpuṭā, ayaṃ alagaddūpamā. Yaṃ sandhāya vuttaṃ ‘‘seyyathāpi, bhikkhave, puriso alagaddatthiko alagaddagavesī alagaddapariyesanaṃ caramāno, so passeyya mahantaṃ alagaddaṃ, tamenaṃ bhoge vā naṅguṭṭhe vā gaṇheyya, tassa so alagaddo paṭiparivattitvā hatthe vā bāhāyaṃ vā aññatarasmiṃ vā aṅgapaccaṅge ḍaṃseyya, so tato nidānaṃ maraṇaṃ vā nigaccheyya, maraṇamattaṃ vā dukkhaṃ. Taṃ kissa hetu? Duggahitattā, bhikkhave, alagaddassa. Evameva kho, bhikkhave, idhekacce moghapurisā dhammaṃ pariyāpuṇanti, suttaṃ…pe… vedallaṃ, te taṃ dhammaṃ pariyāpuṇitvā tesaṃ dhammānaṃ paññāya atthaṃ na upaparikkhanti, tesaṃ te dhammā paññāya atthaṃ anupaparikkhataṃ na nijjhānaṃ khamanti, te upārambhānisaṃsā ceva dhammaṃ pariyāpuṇanti, itivādappamokkhānisaṃsā ca, yassa catthāya dhammaṃ pariyāpuṇanti, tañcassa atthaṃ nānubhonti, tesaṃ te dhammā duggahitā dīgharattaṃ ahitāya dukkhāya saṃvattanti. Taṃ kissa hetu? Duggahitattā, bhikkhave, dhammāna’’nti (ma. ni. 1.238).",
  "atk-s0101a0:163": "Yā pana suggahitā sīlakkhandhādipāripūriṃyeva ākaṅkhamānena pariyāpuṭā, na upārambhādihetu, ayaṃ nissaraṇatthā. Yaṃ sandhāya vuttaṃ – ‘‘tesaṃ te dhammā suggahitā dīgharattaṃ hitāya sukhāya saṃvattanti. Taṃ kissa hetu? Suggahitattā, bhikkhave, dhammāna’’nti (ma. ni. 1.239).",
  "atk-s0101a0:164": "Yaṃ pana pariññātakkhandho pahīnakileso bhāvitamaggo paṭividdhākuppo sacchikatanirodho khīṇāsavo kevalaṃ paveṇīpālanatthāya vaṃsānurakkhaṇatthāya pariyāpuṇāti, ayaṃ bhaṇḍāgārikapariyattīti.",
  "atk-s0101a0:165": "Vinaye pana suppaṭipanno bhikkhu sīlasampadaṃ nissāya tisso vijjā pāpuṇāti, tāsaṃyeva ca tattha pabhedavacanato. Sutte suppaṭipanno samādhisampadaṃ nissāya cha abhiññā pāpuṇāti, tāsaṃyeva ca tattha pabhedavacanato. Abhidhamme suppaṭipanno paññāsampadaṃ nissāya catasso paṭisambhidā pāpuṇāti, tāsañca tattheva pabhedavacanato, evametesu suppaṭipanno yathākkamena imaṃ vijjāttayachaḷabhiññācatuppaṭisambhidābhedaṃ sampattiṃ pāpuṇāti.",
  "atk-s0101a0:166": "Vinaye pana duppaṭipanno anuññātasukhasamphassaattharaṇapāvuraṇādiphassasāmaññato paṭikkhittesu upādinnakaphassādīsu anavajjasaññī hoti. Vuttampi hetaṃ – ‘‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi, yathā ye me antarāyikā dhammā antarāyikā vuttā bhagavatā, te paṭisevato nālaṃ antarāyāyā’’ti (ma. ni. 1.234). Tato dussīlabhāvaṃ pāpuṇāti. Sutte duppaṭipanno – ‘‘cattāro me, bhikkhave, puggalā santo saṃvijjamānā’’tiādīsu (a. ni. 4.5) adhippāyaṃ ajānanto duggahitaṃ gaṇhāti, yaṃ sandhāya vuttaṃ – ‘‘attanā duggahitena amhe ceva abbhācikkhati, attānañca khaṇati, bahuñca apuññaṃ pasavatī’’ti (ma. ni. 1.236). Tato micchādiṭṭhitaṃ pāpuṇāti. Abhidhamme duppaṭipanno dhammacintaṃ atidhāvanto acinteyyānipi cinteti. Tato cittakkhepaṃ pāpuṇāti, vuttañhetaṃ – ‘‘cattārimāni, bhikkhave, acinteyyāni, na cintetabbāni, yāni cintento ummādassa vighātassa bhāgī assā’’ti (a. ni. 4.77). Evametesu duppaṭipanno yathākkamena imaṃ dussīlabhāva micchādiṭṭhitā cittakkhepabhedaṃ vipattiṃ pāpuṇātī’’ti.",
  "atk-s0101a0:167": "Ettāvatā ca –",
  "atk-s0101a0:168": "‘‘Pariyattibhedaṃ sampattiṃ, vipattiñcāpi yaṃ yahiṃ;",
  "atk-s0101a0:169": "Pāpuṇāti yathā bhikkhu, tampi sabbaṃ vibhāvaye’’ti –",
  "atk-s0101a0:170": "Ayampi gāthā vuttatthāva hoti. Evaṃ nānappakārato piṭakāni ñatvā tesaṃ vasenetaṃ buddhavacanaṃ tividhanti ñātabbaṃ.",
  "atk-s0101a0:171": "Kathaṃ nikāyavasena pañcavidhaṃ? Sabbameva cetaṃ dīghanikāyo, majjhimanikāyo, saṃyuttanikāyo, aṅguttaranikāyo, khuddakanikāyoti pañcappabhedaṃ hoti. Tattha katamo dīghanikāyo? Tivaggasaṅgahāni brahmajālādīni catuttiṃsa suttāni.",
  "atk-s0101a0:172": "‘‘Catuttiṃseva suttantā, tivaggo yassa saṅgaho;",
  "atk-s0101a0:173": "Esa dīghanikāyoti, paṭhamo anulomiko’’ti.",
  "atk-s0101a0:174": "Kasmā panesa dīghanikāyoti vuccati? Dīghappamāṇānaṃ suttānaṃ samūhato nivāsato ca. Samūhanivāsā hi nikāyoti vuccanti. ‘‘Nāhaṃ, bhikkhave, aññaṃ ekanikāyampi samanupassāmi evaṃ cittaṃ, yathayidaṃ, bhikkhave , tiracchānagatā pāṇā’’ (saṃ. ni. 2.100). Poṇikanikāyo cikkhallikanikāyoti evamādīni cettha sādhakāni sāsanato lokato ca. Evaṃ sesānampi nikāyabhāve vacanattho veditabbo.",
  "atk-s0101a0:175": "Katamo majjhimanikāyo? Majjhimappamāṇāni pañcadasavaggasaṅgahāni mūlapariyāyasuttādīni diyaḍḍhasataṃ dve ca suttāni.",
  "atk-s0101a0:176": "‘‘Diyaḍḍhasatasuttantā, dve ca suttāni yattha so;",
  "atk-s0101a0:177": "Nikāyo majjhimo pañca, dasavaggapariggaho’’ti.",
  "atk-s0101a0:178": "Katamo saṃyuttanikāyo? Devatāsaṃyuttādivasena kathitāni oghataraṇādīni satta suttasahassāni satta ca suttasatāni dvāsaṭṭhi ca suttāni.",
  "atk-s0101a0:179": "‘‘Sattasuttasahassāni , sattasuttasatāni ca;",
  "atk-s0101a0:180": "Dvāsaṭṭhi ceva suttantā, eso saṃyuttasaṅgaho’’ti.",
  "atk-s0101a0:181": "Katamo aṅguttaranikāyo? Ekekaaṅgātirekavasena kathitāni cittapariyādānādīni nava suttasahassāni pañca suttasatāni sattapaññāsañca suttāni.",
  "atk-s0101a0:182": "‘‘Nava suttasahassāni, pañca suttasatāni ca;",
  "atk-s0101a0:183": "Sattapaññāsa suttāni, saṅkhyā aṅguttare aya’’nti.",
  "atk-s0101a0:184": "Katamo khuddakanikāyo? Sakalaṃ vinayapiṭakaṃ, abhidhammapiṭakaṃ, khuddakapāṭhādayo ca pubbe dassitā pañcadasappabhedā, ṭhapetvā cattāro nikāye avasesaṃ buddhavacanaṃ.",
  "atk-s0101a0:185": "‘‘Ṭhapetvā caturopete, nikāye dīghaādike;",
  "atk-s0101a0:186": "Tadaññaṃ buddhavacanaṃ, nikāyo khuddako mato’’ti.",
  "atk-s0101a0:187": "Evaṃ nikāyavasena pañcavidhaṃ.",
  "atk-s0101a0:188": "Kathaṃ aṅgavasena navavidhaṃ? Sabbameva hidaṃ suttaṃ, geyyaṃ, veyyākaraṇaṃ, gāthā, udānaṃ, itivuttakaṃ, jātakaṃ, abbhutadhammaṃ, vedallanti navappabhedaṃ hoti. Tattha ubhatovibhaṅganiddesakhandhakaparivārā, suttanipāte maṅgalasuttaratanasuttanālakasuttatuvaṭṭakasuttāni ca aññampi ca suttanāmakaṃ tathāgatavacanaṃ suttanti veditabbaṃ. Sabbampi sagāthakaṃ suttaṃ geyyanti veditabbaṃ. Visesena saṃyuttake sakalopi sagāthavaggo, sakalampi abhidhammapiṭakaṃ, niggāthakaṃ suttaṃ, yañca aññampi aṭṭhahi aṅgehi asaṅgahitaṃ buddhavacanaṃ, taṃ veyyākaraṇanti veditabbaṃ. Dhammapadaṃ, theragāthā, therīgāthā, suttanipāte nosuttanāmikā suddhikagāthā ca gāthāti veditabbā. Somanassaññāṇamayikagāthā paṭisaṃyuttā dveasīti suttantā udānanti veditabbaṃ. ‘‘Vuttañhetaṃ bhagavatā’’tiādinayappavattā dasuttarasatasuttantā itivuttakanti veditabbaṃ. Apaṇṇakajātakādīni paññāsādhikāni pañcajātakasatāni ‘jātaka’nti veditabbaṃ. ‘‘Cattārome, bhikkhave, acchariyā abbhutā dhammā ānande’’tiādinayappavattā (dī. ni. 2.209) sabbepi acchariyabbhutadhammapaṭisaṃyuttasuttantā abbhutadhammanti veditabbaṃ. Cūḷavedalla-mahāvedalla-sammādiṭṭhi-sakkapañha-saṅkhārabhājaniya-mahāpuṇṇamasuttādayo sabbepi vedañca tuṭṭhiñca laddhā laddhā pucchitasuttantā vedallanti veditabbaṃ. Evaṃ aṅgavasena navavidhaṃ.",
  "atk-s0101a0:189": "Kathaṃ dhammakkhandhavasena caturāsītisahassavidhaṃ? Sabbameva cetaṃ buddhavacanaṃ –",
  "atk-s0101a0:190": "‘‘Dvāsīti buddhato gaṇhiṃ, dve sahassāni bhikkhuto;",
  "atk-s0101a0:191": "Caturāsīti sahassāni, ye me dhammā pavattino’’ti.",
  "atk-s0101a0:192": "Evaṃ paridīpitadhammakkhandhavasena caturāsītisahassappabhedaṃ hoti. Tattha ekānusandhikaṃ suttaṃ eko dhammakkhandho. Yaṃ anekānusandhikaṃ, tattha anusandhivasena dhammakkhandhagaṇanā. Gāthābandhesu pañhāpucchanaṃ eko dhammakkhandho, vissajjanaṃ eko. Abhidhamme ekamekaṃ tikadukabhājanaṃ, ekamekañca cittavārabhājanaṃ, ekameko dhammakkhandho. Vinaye atthi vatthu, atthi mātikā, atthi padabhājanīyaṃ, atthi antarāpatti, atthi āpatti, atthi anāpatti, atthi tikacchedo. Tattha ekameko koṭṭhāso ekameko dhammakkhandhoti veditabbo. Evaṃ dhammakkhandhavasena caturāsītisahassavidhaṃ.",
  "atk-s0101a0:193": "Evametaṃ abhedato rasavasena ekavidhaṃ, bhedato dhammavinayādivasena duvidhādibhedaṃ buddhavacanaṃ saṅgāyantena mahākassapappamukhena vasīgaṇena ‘‘ayaṃ dhammo, ayaṃ vinayo, idaṃ paṭhamabuddhavacanaṃ, idaṃ majjhimabuddhavacanaṃ, idaṃ pacchimabuddhavacanaṃ, idaṃ vinayapiṭakaṃ, idaṃ suttantapiṭakaṃ, idaṃ abhidhammapiṭakaṃ, ayaṃ dīghanikāyo…pe… ayaṃ khuddakanikāyo, imāni suttādīni navaṅgāni, imāni caturāsīti dhammakkhandhasahassānī’’ti, imaṃ pabhedaṃ vavatthapetvāva saṅgītaṃ. Na kevalañca imameva, aññampi uddānasaṅgaha-vaggasaṅgaha-peyyālasaṅgaha-ekakanipāta-dukanipātādinipātasaṅgaha-saṃyuttasaṅgaha-paṇṇāsasaṅgahādi-anekavidhaṃ tīsu piṭakesu sandissamānaṃ saṅgahappabhedaṃ vavatthapetvā eva sattahi māsehi saṅgītaṃ.",
  "atk-s0101a0:194": "Saṅgītipariyosāne cassa – ‘‘idaṃ mahākassapattherena dasabalassa sāsanaṃ pañcavassasahassaparimāṇakālaṃ pavattanasamatthaṃ kata’’nti sañjātappamodā sādhukāraṃ viya dadamānā ayaṃ mahāpathavī udakapariyantaṃ katvā anekappakāraṃ kampi saṅkampi sampakampi sampavedhi, anekāni ca acchariyāni pāturahesunti, ayaṃ paṭhamamahāsaṅgīti nāma. Yā loke –",
  "atk-s0101a0:195": "‘‘Satehi pañcahi katā, tena pañcasatāti ca;",
  "atk-s0101a0:196": "Thereheva katattā ca, therikāti pavuccatī’’ti."
}