{
  "atk-s0513a21:0": "3. Tikanipāto",
  "atk-s0513a21:1": "1. Saṅkappavaggo",
  "atk-s0513a21:3": " [251] 1. Saṅkapparāgajātakavaṇṇanā",
  "atk-s0513a21:4": "Saṅkapparāgadhotenāti idaṁ satthā jetavane viharanto ukkaṇṭhitabhikkhuṁ ārabbha kathesi. Sāvatthinagaravāsī kireko kulaputto sāsane uraṁ datvā pabbajitvā ekadivasaṁ sāvatthiyaṁ piṇḍāya caranto ekaṁ alaṅkatapaṭiyattaṁ itthiṁ disvā uppannakāmarāgo anabhirato vicari. Tamenaṁ ācariyupajjhāyādayo disvā anabhiratikāraṇaṁ pucchitvā vibbhamitukāmabhāvamassa ñatvā ‘‘āvuso, satthā nāma kāmarāgādikilesapīḷitānaṁ kilese hāretvā saccāni pakāsetvā sotāpattiphalādīni deti, ehi taṁ satthu santikaṁ nessāmā’’ti ādāya agamaṁsu. Satthārā ca ‘‘kiṁ nu kho, bhikkhave, anicchamānakaññeva bhikkhuṁ gahetvā āgatatthā’’ti vutte tamatthaṁ ārocesuṁ. Satthā ‘‘saccaṁ kira tvaṁ, bhikkhu, ukkaṇṭhito’’ti pucchitvā ‘‘saccaṁ, bhante’’ti vutte ‘‘kiṁkāraṇā’’ti pucchi. So tamatthaṁ ārocesi. Atha naṁ satthā ‘‘itthiyo nāmetā, bhikkhu, pubbe jhānabalena vikkhambhitakilesānaṁ visuddhasattānampi saṁkilesaṁ uppādesuṁ, tādisaṁ tucchapuggalaṁ kiṁkāraṇā na saṁkilesissanti, visuddhāpi sattā saṁkilissanti, uttamayasasamaṅginopi āyasakyaṁ pāpuṇanti, pageva aparisuddhā. Sinerukampanakavāto purāṇapaṇṇakasaṭaṁ kiṁ na kampessati, bodhitale nisīditvā abhisambujjhanakasattaṁ ayaṁ kileso āloḷesi, tādisaṁ kiṁ na āloḷessatī’’ti vatvā tehi yācito atītaṁ āhari.",
  "atk-s0513a21:5": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto asītikoṭivibhave brāhmaṇamahāsālakule nibbattitvā vayappatto takkasilāyaṁ sabbasippāni uggaṇhitvā bārāṇasiṁ paccāgantvā katadārapariggaho mātāpitūnaṁ accayena tesaṁ matakiccāni katvā hiraññolokanakammaṁ karonto ‘‘idaṁ dhanaṁ paññāyati, yehi panetaṁ sambhataṁ, te na paññāyantī’’ti āvajjento saṁvegappatto ahosi, sarīrā sedā mucciṁsu. So gharāvāse ciraṁ vasanto mahādānaṁ datvā kāme pahāya assumukhaṁ ñātisaṅghaṁ pariccajitvā himavantaṁ pavisitvā isipabbajjaṁ pabbajitvā ramaṇīye padese paṇṇasālaṁ māpetvā uñchācariyāya vanamūlaphalādīhi yāpento nacirasseva abhiññā ca samāpattiyo ca uppādetvā jhānakīḷaṁ kīḷanto ciraṁ vasitvā cintesi – ‘‘manussapathaṁ gantvā loṇambilaṁ upasevissāmi, evaṁ me sarīrañceva thiraṁ bhavissati, jaṅghavihāro ca kato bhavissati, ye ca mādisassa sīlasampannassa bhikkhaṁ vā dassanti, abhivādanādīni vā karissanti, te saggapuraṁ pūressantī’’ti.",
  "atk-s0513a21:6": "So himavantā otaritvā anupubbena cārikaṁ caramāno bārāṇasiṁ patvā sūriyatthaṅgamanavelāya vasanaṭṭhānaṁ olokento rājuyyānaṁ disvā ‘‘idaṁ paṭisallānasāruppaṁ, ettha vasissāme’’ti uyyānaṁ pavisitvā aññatarasmiṁ rukkhamūle nisinno jhānasukhena rattiṁ khepetvā punadivase katasarīrapaṭijaggano pubbaṇhasamaye jaṭājinavakkalāni saṇṭhapetvā bhikkhābhājanaṁ ādāya santindriyo santamānaso iriyāpathasampanno yugamattadassano hutvā sabbākārasampannāya attano rūpasiriyā lokassa locanāni ākaḍḍhento nagaraṁ pavisitvā bhikkhāya caranto rañño nivesanadvāraṁ pāpuṇi. Rājā mahātale caṅkamanto vātapānantarena bodhisattaṁ disvā iriyāpathasmiññeva pasīditvā ‘‘sace santadhammo nāma atthi, imassa tena abbhantare bhavitabba’’nti cintetvā ‘‘gaccha, taṁ tāpasaṁ ānehī’’ti ekaṁ amaccaṁ āṇāpesi. So gantvā vanditvā bhikkhābhājanaṁ gahetvā ‘‘rājā, bhante, taṁ pakkosatī’’ti āha. Bodhisatto ‘‘mahāpuñña, amhe rājā na jānātī’’ti āha. ‘‘Tena hi, bhante, yāvāhaṁ āgacchāmi, tāva idheva hothā’’ti gantvā rañño ārocesi. Rājā ‘‘amhākaṁ kulūpakatāpaso natthi, gaccha, naṁ ānehī’’ti sayampi vātapānena hatthaṁ pasāretvā vandanto ‘‘ito etha, bhante’’ti āha. Bodhisatto amaccassa hatthe bhikkhābhājanaṁ datvā mahātalaṁ abhiruhi.",
  "atk-s0513a21:7": "Atha naṁ rājā vanditvā rājapallaṅke nisīdāpetvā attano sampāditehi yāgukhajjakabhattehi parivisitvā katabhattakiccaṁ pañhaṁ pucchi. Pañhabyākaraṇena bhiyyosomattāya pasīditvā vanditvā ‘‘bhante, tumhe katthavāsikā , kuto āgatatthā’’ti pucchitvā ‘‘himavantavāsikā mayaṁ, mahārāja, himavantato āgatā’’ti vutte puna ‘‘kiṁkāraṇā’’ti pucchitvā ‘‘vassārattakāle, mahārāja, nibaddhavāso nāma laddhuṁ vaṭṭatī’’ti vutte ‘‘tena hi, bhante, rājuyyāne vasatha, tumhe ca catūhi paccayehi na kilamissatha, ahañca saggasaṁvattanikaṁ puññaṁ pāpuṇissāmī’’ti paṭiññaṁ gahetvā bhuttapātarāso bodhisattena saddhiṁ uyyānaṁ gantvā paṇṇasālaṁ kāretvā caṅkamaṁ māpetvā sesānipi rattiṭṭhānadivāṭṭhānādīni sampādetvā pabbajitaparikkhāre paṭiyādetvā ‘‘sukhena vasatha, bhante’’ti uyyānapālaṁ sampaṭicchāpesi. Bodhisatto tato paṭṭhāya dvādasa saṁvaccharāni tattheva vasi.",
  "atk-s0513a21:8": "Athekadivasaṁ rañño paccanto kupito. So tassa vūpasamanatthāya gantukāmo deviṁ āmantetvā ‘‘bhadde, tayā nagare ohīyituṁ vaṭṭatī’’ti āha. ‘‘Kiṁ nissāya kathetha, devā’’ti. ‘‘Sīlavantaṁ tāpasaṁ, bhadde’’ti. ‘‘Deva, nāhaṁ tasmiṁ pamajjissāmi, amhākaṁ ayyassa paṭijagganaṁ mama bhāro, tumhe nirāsaṅkā gacchathā’’ti. Rājā nikkhamitvā gato, devīpi bodhisattaṁ tatheva sakkaccaṁ upaṭṭhāti. Bodhisatto pana rañño gatakāle nibaddhavelāyaṁ āgantvā attano rucitāya velāya rājanivesanaṁ gantvā bhattakiccaṁ karoti.",
  "atk-s0513a21:9": "Athekadivasaṁ bodhisatte aticirāyante devī sabbaṁ khādanīyabhojanīyaṁ paṭiyādetvā nhatvā alaṅkaritvā nīcamañcakaṁ paññāpetvā bodhisattassa āgamanaṁ olokayamānā maṭṭhasāṭakaṁ sithilaṁ katvā nivāsetvā nipajji. Bodhisattopi velaṁ sallakkhetvā bhikkhābhājanaṁ ādāya ākāsenāgantvā mahāvātapānadvāraṁ pāpuṇi. Tassa vakkalasaddaṁ sutvā sahasā uṭṭhahamānāya deviyā sarīrā maṭṭhasāṭako bhassittha, bodhisatto visabhāgārammaṇaṁ disvā indriyāni bhinditvā subhavasena olokesi. Athassa jhānabalena sannisinnopi kileso karaṇḍake pakkhittaāsīviso viya phaṇaṁ katvā uṭṭhahi, khīrarukkhassa vāsiyā ākoṭitakālo viya ahosi. Kilesuppādanena saheva jhānaṅgāni parihāyiṁsu, indriyāni aparipuṇṇāni ahesuṁ, sayaṁ pakkhacchinnakāko viya ahosi. So pubbe viya nisīditvā bhattakiccaṁ kātuṁ nāsakkhi , nisīdāpiyamānopi na nisīdi. Athassa devī sabbaṁ khādanīyabhojanīyaṁ bhikkhābhājaneyeva pakkhipi. Yathā ca pubbe bhattakiccaṁ katvā sīhapañjarena nikkhamitvā ākāseneva gacchati, evaṁ taṁ divasaṁ gantuṁ nāsakkhi. Bhattaṁ pana gahetvā mahānisseṇiyā otaritvā uyyānaṁ agamāsi. Devīpi assa attani paṭibaddhacittataṁ aññāsi. So uyyānaṁ gantvā bhattaṁ abhuñjitvāva heṭṭhāmañcake nikkhipitvā ‘‘deviyā evarūpā hatthasobhā pādasobhā, evarūpaṁ kaṭipariyosānaṁ, evarūpaṁ ūrulakkhaṇa’’ntiādīni vippalapanto sattāhaṁ nipajji, bhattaṁ pūtikaṁ ahosi nīlamakkhikāparipuṇṇaṁ.",
  "atk-s0513a21:10": "Atha rājā paccantaṁ vūpasametvā paccāgato alaṅkatapaṭiyattaṁ nagaraṁ padakkhiṇaṁ katvā rājanivesanaṁ agantvāva ‘‘bodhisattaṁ passissāmī’’ti uyyānaṁ gantvā uklāpaṁ assamapadaṁ disvā ‘‘pakkanto bhavissatī’’ti paṇṇasālāya dvāraṁ vivaritvā antopaviṭṭho taṁ nipannakaṁ disvā ‘‘kenaci aphāsukena bhavitabba’’nti pūtibhattaṁ chaḍḍāpetvā paṇṇasālaṁ paṭijaggāpetvā ‘‘bhante, kiṁ te aphāsuka’’nti pucchi. ‘‘Viddhosmi, mahārājā’’ti. Rājā ‘‘mama paccāmittehi mayi okāsaṁ alabhantehi ‘mamāyanaṭṭhānamassa dubbalaṁ karissāmā’ti āgantvā esa viddho bhavissati maññe’’ti sarīraṁ parivattetvā viddhaṭṭhānaṁ olokento viddhaṭṭhānaṁ adisvā ‘‘kattha viddhosi, bhante’’ti pucchi. Bodhisatto ‘‘nāhaṁ, mahārāja, aññena viddho, ahaṁ pana attanāva attānaṁ hadaye vijjhi’’nti vatvā uṭṭhāya nisīditvā imā gāthā avoca –",
  "atk-s0513a21:11": "1.",
  "atk-s0513a21:12": " ‘‘Saṅkapparāgadhotena, vitakkanisitena ca;",
  "atk-s0513a21:13": "Nālaṅkatena bhadrena, usukārākatena ca.",
  "atk-s0513a21:14": "2.",
  "atk-s0513a21:15": " ‘‘Na kaṇṇāyatamuttena, nāpi morūpasevinā;",
  "atk-s0513a21:16": "Tenamhi hadaye viddho, sabbaṅgaparidāhinā.",
  "atk-s0513a21:17": "3.",
  "atk-s0513a21:18": " ‘‘Āvedhañca na passāmi, yato ruhiramassave;",
  "atk-s0513a21:19": "Yāva ayoniso cittaṁ, sayaṁ me dukkhamābhata’’nti.",
  "atk-s0513a21:20": "Tattha saṅkapparāgadhotenāti kāmavitakkasampayuttarāgadhotena. Vitakkanisitena cāti teneva rāgodakena vitakkapāsāṇe nisitena. Nālaṅkatena bhadrenāti neva alaṅkatena bhadrena, analaṅkatena bībhacchenāti attho. Usukārākatena cāti usukārehipi akatena. Na kaṇṇāyatamuttenāti yāva dakkhiṇakaṇṇacūḷakaṁ ākaḍḍhitvā amuttakena. Nāpi morūpasevināti morapattagijjhapattādīhi akatūpasevanena. Tenamhi hadaye viddhoti tena kilesakaṇḍenāhaṁ hadaye viddho amhi. Sabbaṅgaparidāhināti sabbāni aṅgāni paridahanasamatthena. Mahārāja, tena hi kilesakaṇḍena hadaye viddhakālato paṭṭhāya mama aggi padittāniva sabbāni aṅgāni ḍayhantīti dasseti.",
  "atk-s0513a21:21": "Āvedhañca na passāmīti viddhaṭṭhāne vaṇañca na passāmi. Yato ruhiramassaveti yato me āvedhato lohitaṁ pagghareyya, taṁ na passāmīti attho. Yāva ayoniso cittanti ettha yāvāti daḷhatthe nipāto, ativiya daḷhaṁ katvā ayoniso cittaṁ vaḍḍhitanti attho. Sayaṁ me dukkhamābhatanti attanāva mayā attano dukkhaṁ ānītanti.",
  "atk-s0513a21:22": "Evaṁ bodhisatto imāhi tīhi gāthāhi rañño dhammaṁ desetvā rājānaṁ paṇṇasālato bahi katvā kasiṇaparikammaṁ katvā naṭṭhaṁ jhānaṁ uppādetvā paṇṇasālāya nikkhamitvā ākāse nisinno rājānaṁ ovaditvā ‘‘mahārāja, ahaṁ himavantameva gamissāmī’’ti vatvā ‘‘na sakkā, bhante, gantu’’nti vuccamānopi ‘‘mahārāja, mayā idha vasantena evarūpo vippakāro patto, idāni na sakkā idha vasitu’’nti rañño yācantasseva ākāse uppatitvā himavantaṁ gantvā tattha yāvatāyukaṁ ṭhatvā brahmalokūpago ahosi.",
  "atk-s0513a21:23": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne ukkaṇṭhitabhikkhu arahatte patiṭṭhahi. Keci sotāpannā, keci sakadāgāmino, keci anāgāmino, keci arahanto ahesuṁ. ‘‘Tadā rājā ānando ahosi, tāpaso pana ahameva ahosi’’nti.",
  "atk-s0513a21:24": "Saṅkapparāgajātakavaṇṇanā paṭhamā.",
  "atk-s0513a21:26": " [252] 2. Tilamuṭṭhijātakavaṇṇanā",
  "atk-s0513a21:27": "Ajjāpime taṁ manasīti idaṁ satthā jetavane viharanto aññataraṁ kodhanaṁ bhikkhuṁ ārabbha kathesi. Aññataro kira, bhikkhu, kodhano ahosi upāyāsabahulo, appampi vutto samāno kuppi abhisajji, kopañca dosañca appaccayañca pātvākāsi. Athekadivasaṁ bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ – ‘‘āvuso, asuko nāma bhikkhu kodhano upāyāsabahulo uddhane pakkhittaloṇaṁ viya taṭataṭāyanto vicarati, evarūpe nikkodhane buddhasāsane pabbajito samāno kodhamattampi niggaṇhituṁ na sakkotī’’ti. Satthā tesaṁ kathaṁ sutvā ekaṁ bhikkhuṁ pesetvā taṁ bhikkhuṁ pakkosāpetvā ‘‘saccaṁ kira tvaṁ, bhikkhu, kodhano’’ti pucchitvā ‘‘saccaṁ, bhante’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepi ayaṁ kodhano ahosī’’ti vatvā atītaṁ āhari.",
  "atk-s0513a21:28": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente tassa putto brahmadattakumāro nāma ahosi. Porāṇakarājāno ca attano putte ‘‘evaṁ ete nihatamānadappā sītuṇhakkhamā lokacārittaññū ca bhavissantī’’ti attano nagare disāpāmokkhaācariye vijjamānepi sippuggahaṇatthāya dūre tiroraṭṭhaṁ pesenti, tasmā sopi rājā soḷasavassuddesikaṁ puttaṁ pakkosāpetvā ekapaṭalikaupāhanā ca paṇṇacchattañca kahāpaṇasahassañca datvā ‘‘tāta, takkasilaṁ gantvā sippaṁ uggaṇhā’’ti pesesi. So ‘‘sādhū’’ti mātāpitaro vanditvā nikkhamitvā anupubbena takkasilaṁ patvā ācariyassa gehaṁ pucchitvā ācariye māṇavakānaṁ sippaṁ vācetvā uṭṭhāya gharadvāre caṅkamante gehaṁ gantvā yasmiṁ ṭhāne ṭhito ācariyaṁ addasa, tattheva upāhanā omuñcitvā chattañca apanetvā ācariyaṁ vanditvā aṭṭhāsi. So tassa kilantabhāvaṁ ñatvā āgantukasaṅgahaṁ kāresi. Kumāro bhuttabhojano thokaṁ vissamitvā ācariyaṁ upasaṅkamitvā vanditvā aṭṭhāsi, ‘‘kuto āgatosi, tātā’’ti ca vutte ‘‘bārāṇasito’’ti āha. ‘‘Kassa puttosī’’ti? ‘‘Bārāṇasirañño’’ti. ‘‘Kenatthenāgatosī’’ti? ‘‘Sippaṁ uggaṇhatthāyā’’ti. ‘‘Kiṁ te ācariyabhāgo ābhato, udāhu dhammantevāsiko hotukāmosī’’ti? So ‘‘ācariyabhāgo me ābhato’’ti vatvā ācariyassa pādamūle sahassatthavikaṁ ṭhapetvā vandi.",
  "atk-s0513a21:29": "Dhammantevāsikā divā ācariyassa kammaṁ katvā rattiṁ sippaṁ uggaṇhanti, ācariyabhāgadāyakā gehe jeṭṭhaputtā viya hutvā sippameva uggaṇhanti. Tasmā sopi ācariyo sallahukena subhanakkhattena kumārassa sippaṁ paṭṭhapesi. Kumāropi sippaṁ uggaṇhanto ekadivasaṁ ācariyena saddhiṁ nhāyituṁ agamāsi. Athekā mahallikā itthī tilāni sete katvā pattharitvā rakkhamānā nisīdi. Kumāro setatile disvā khāditukāmo hutvā ekaṁ tilamuṭṭhiṁ gahetvā khādi, mahallikā ‘‘taṇhāluko eso’’ti kiñci avatvā tuṇhī ahosi. So punadivasepi tāya velāya tatheva akāsi, sāpi naṁ na kiñci āha. Itaro tatiyadivasepi tathevākāsi, tadā mahallikā ‘‘disāpāmokkho ācariyo attano antevāsikehi maṁ vilumpāpetī’’ti bāhā paggayha kandi. Ācariyo nivattitvā ‘‘kiṁ etaṁ , ammā’’ti pucchi. ‘‘Sāmi, antevāsiko te mayā katānaṁ setatilānaṁ ajjekaṁ muṭṭhiṁ khādi, hiyyo ekaṁ, pare ekaṁ, nanu evaṁ khādanto mama santakaṁ sabbaṁ nāsessatī’’ti. ‘‘Amma, mā rodi, mūlaṁ te dāpessāmī’’ti. ‘‘Na me, sāmi, mūlenattho, yathā panesa kumāro puna evaṁ na karoti, tathā taṁ sikkhāpehī’’ti. Ācariyo ‘‘tena hi passa, ammā’’ti dvīhi māṇavehi taṁ kumāraṁ dvīsu hatthesu gāhāpetvā veḷupesikaṁ gahetvā ‘‘puna evarūpaṁ mā akāsī’’ti tikkhattuṁ piṭṭhiyaṁ pahari. Kumāro ācariyassa kujjhitvā rattāni akkhīni katvā pādapiṭṭhito yāva kesamatthakā olokesi. Sopissa kujjhitvā olokitabhāvaṁ aññāsi. Kumāro sippaṁ niṭṭhāpetvā ‘‘anuyogaṁ datvā mārāpetabbo esa mayā’’ti tena katadosaṁ hadaye ṭhapetvā gamanakāle ācariyaṁ vanditvā ‘‘yadāhaṁ, ācariya, bārāṇasirajjaṁ patvā tumhākaṁ santikaṁ pesessāmi, tadā tumhe āgaccheyyāthā’’ti sasineho viya paṭiññaṁ gahetvā pakkāmi.",
  "atk-s0513a21:30": "So bārāṇasiṁ patvā mātāpitaro vanditvā sippaṁ dassesi. Rājā ‘‘jīvamānena me putto diṭṭho, jīvamānovassa rajjasiriṁ passāmī’’ti puttaṁ rajje patiṭṭhāpesi. So rajjasiriṁ anubhavamāno ācariyena katadosaṁ saritvā uppannakodho ‘‘mārāpessāmi na’’nti pakkosanatthāya ācariyassa dūtaṁ pāhesi. Ācariyo ‘‘taruṇakāle naṁ saññāpetuṁ na sakkhissāmī’’ti agantvā tassa rañño majjhimavayakāle ‘‘idāni naṁ saññāpetuṁ sakkhissāmī’’ti gantvā rājadvāre ṭhatvā ‘‘takkasilācariyo āgato’’ti ārocāpesi. Rājā tuṭṭho brāhmaṇaṁ pakkosāpetvā taṁ attano santikaṁ āgataṁ disvāva kodhaṁ uppādetvā rattāni akkhīni katvā amacce āmantetvā ‘‘bho, ajjāpi me ācariyena pahaṭaṭṭhānaṁ rujjati, ācariyo nalāṭena maccuṁ ādāya ‘marissāmī’ti āgato, ajjassa jīvitaṁ natthī’’ti vatvā purimā dve gāthā avoca –",
  "atk-s0513a21:31": "4.",
  "atk-s0513a21:32": " ‘‘Ajjāpi me taṁ manasi, yaṁ maṁ tvaṁ tilamuṭṭhiyā;",
  "atk-s0513a21:33": "Bāhāya maṁ gahetvāna, laṭṭhiyā anutāḷayi.",
  "atk-s0513a21:34": "5.",
  "atk-s0513a21:35": " ‘‘Nanu jīvite na ramasi, yenāsi brāhmaṇāgato;",
  "atk-s0513a21:36": "Yaṁ maṁ bāhā gahetvāna, tikkhattuṁ anutāḷayī’’ti.",
  "atk-s0513a21:37": "Tattha yaṁ maṁ bāhāya manti dvīsu padesu upayogavacanaṁ anutāḷanagahaṇāpekkhaṁ. Yaṁ maṁ tvaṁ tilamuṭṭhiyā kāraṇā anutāḷayi, anutāḷento ca maṁ bāhāya gahetvā anutāḷayi, taṁ anutāḷanaṁ ajjāpi me manasīti ayañhettha attho. Nanu jīvite na ramasīti maññe tvaṁ attano jīvitamhi nābhiramasi. Yenāsi brāhmaṇāgatoti yasmā brāhmaṇa idha mama santikaṁ āgatosi. Yaṁ maṁ bāhā gahetvānāti yaṁ mama bāhā gahetvā, yaṁ maṁ bāhāya gahetvātipi attho. Tikkhattuṁ anutāḷayīti tayo vāre veḷulaṭṭhiyā tāḷesi, ajja dāni tassa phalaṁ vindāhīti naṁ maraṇena santajjento evamāha.",
  "atk-s0513a21:38": "Taṁ sutvā ācariyo tatiyaṁ gāthamāha –",
  "atk-s0513a21:39": "6.",
  "atk-s0513a21:40": " ‘‘Ariyo anariyaṁ kubbantaṁ, yo daṇḍena nisedhati;",
  "atk-s0513a21:41": "Sāsanaṁ taṁ na taṁ veraṁ, iti naṁ paṇḍitā vidū’’ti.",
  "atk-s0513a21:42": "Tattha ariyoti sundarādhivacanametaṁ. So pana ariyo catubbidho hoti ācāraariyo dassanaariyo liṅgaariyo paṭivedhaariyoti. Tattha manusso vā hotu tiracchāno vā, ariyācāre ṭhito ācāraariyo nāma. Vuttampi cetaṁ –",
  "atk-s0513a21:43": "‘‘Ariyavattasi vakkaṅga, yo piṇḍamapacāyati;",
  "atk-s0513a21:44": "Cajāmi te taṁ bhattāraṁ, gacchathūbho yathāsukha’’nti. (jā. 2.21.106);",
  "atk-s0513a21:45": "Rūpena pana iriyāpathena ca pāsādikena dassanīyena samannāgato dassanaariyo nāma. Vuttampi cetaṁ –",
  "atk-s0513a21:46": "‘‘Ariyāvakāsosi pasannanetto, maññe bhavaṁ pabbajito kulamhā;",
  "atk-s0513a21:47": "Kathaṁ nu cittāni pahāya bhoge, pabbaji nikkhamma gharā sapaññā’’ti. (jā. 2.17.143);",
  "atk-s0513a21:48": "Nivāsanapārupanaliṅgaggahaṇena pana samaṇasadiso hutvā vicaranto dussīlopi liṅgaariyo nāma. Yaṁ sandhāya vuttaṁ –",
  "atk-s0513a21:49": "‘‘Chadanaṁ katvāna subbatānaṁ, pakkhandī kuladūsako pagabbho;",
  "atk-s0513a21:50": "Māyāvī asaññato palāpo, patirūpena caraṁ sa maggadūsī’’ti.",
  "atk-s0513a21:51": "Buddhādayo pana paṭivedhaariyā nāma. Tena vuttaṁ – ‘‘ariyā vuccanti buddhā ca paccekabuddhā ca buddhasāvakā cā’’ti. Tesu idha ācāraariyova adhippeto.",
  "atk-s0513a21:52": "Anariyanti dussīlaṁ pāpadhammaṁ. Kubbantanti pāṇātipātādikaṁ pañcavidhadussīlyakammaṁ karontaṁ, ekameva vā etaṁ atthapadaṁ, anariyaṁ hīnaṁ lāmakaṁ pañcaverabhayakammaṁ karontaṁ puggalaṁ. Yoti khattiyādīsu yo koci. Daṇḍenāti yena kenaci paharaṇakena. Nisedhatīti ‘‘mā puna evarūpaṁ karī’’ti paharanto nivāreti. Sāsanaṁ taṁ na taṁ veranti taṁ, mahārāja, akattabbaṁ karonte puttadhītaro vā antevāsike vā evaṁ paharitvā nisedhanaṁ nāma imasmiṁ loke sāsanaṁ anusiṭṭhi ovādo, na veraṁ. Iti naṁ paṇḍitāvidūti evametaṁ paṇḍitā jānanti. Tasmā, mahārāja, tvampi evaṁ jāna, na evarūpe ṭhāne veraṁ kātuṁ arahasi. Sace hi tvaṁ, mahārāja, mayā evaṁ sikkhāpito nābhavissa, atha gacchante kāle pūvasakkhaliādīni ceva phalāphalādīni ca haranto corakammesu paluddho anupubbena sandhicchedanapanthadūhanagāmaghātakādīni katvā ‘‘rājāparādhiko coro’’ti sahoḍḍhaṁ gahetvā rañño dassito ‘‘gacchathassa dosānurūpaṁ daṇḍaṁ upanethā’’ti daṇḍabhayaṁ pāpuṇissa, kuto te evarūpā sampatti abhavissa, nanu maṁ nissāya idaṁ issariyaṁ tayā laddhanti evaṁ ācariyo rājānaṁ saññāpesi . Parivāretvā ṭhitā amaccāpissa kathaṁ sutvā ‘‘saccaṁ, deva, idaṁ issariyaṁ tumhākaṁ ācariyasseva santaka’’nti āhaṁsu.",
  "atk-s0513a21:53": "Tasmiṁ khaṇe rājā ācariyassa guṇaṁ sallakkhetvā ‘‘sabbissariyaṁ te, ācariya, dammi, rajjaṁ paṭicchā’’ti āha. Ācariyo ‘‘na me, mahārāja, rajjenattho’’ti paṭikkhipi. Rājā takkasilaṁ pesetvā ācariyassa puttadāraṁ āharāpetvā mahantaṁ issariyaṁ datvā tameva purohitaṁ katvā pituṭṭhāne ṭhapetvā tassovāde ṭhito dānādīni puññāni katvā saggaparāyaṇo ahosi.",
  "atk-s0513a21:54": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne kodhano bhikkhu anāgāmiphale patiṭṭhahi, bahū janā sotāpannasakadāgāmianāgāmino ahesuṁ. ‘‘Tadā rājā kodhano bhikkhu ahosi, ācariyo pana ahameva ahosi’’nti.",
  "atk-s0513a21:55": "Tilamuṭṭhijātakavaṇṇanā dutiyā.",
  "atk-s0513a21:57": " [253] 3. Maṇikaṇṭhajātakavaṇṇanā",
  "atk-s0513a21:58": "Mamannapānanti idaṁ satthā āḷaviṁ nissāya aggāḷave cetiye viharanto kuṭikārasikkhāpadaṁ (pārā. 342) ārabbha kathesi. Āḷavakā hi bhikkhū saññācikāya kuṭiyo kārayamānā yācanabahulā viññattibahulā vihariṁsu ‘‘purisaṁ detha, purisatthakaraṁ dethā’’tiādīni vadantā. Manussā upaddutā yācanāya upaddutā viññattiyā bhikkhū disvā ubbijjiṁsupi uttasiṁsupi palāyiṁsupi. Athāyasmā mahākassapo āḷaviṁ upasaṅkamitvā piṇḍāya pāvisi, manussā therampi disvā tatheva paṭipajjiṁsu. So pacchābhattaṁ piṇḍapātapaṭikkanto bhikkhū āmantetvā ‘‘pubbāyaṁ, āvuso, āḷavī sulabhapiṇḍā, idāni kasmā dullabhapiṇḍā jātā’’ti pucchitvā taṁ kāraṇaṁ sutvā bhagavati āḷaviṁ āgantvā aggāḷavacetiye viharante bhagavantaṁ upasaṅkamitvā etamatthaṁ ārocesi. Satthā etasmiṁ kāraṇe bhikkhusaṅghaṁ sannipātāpetvā āḷavake bhikkhū paṭipucchi – ‘‘saccaṁ kira tumhe, bhikkhave, saññācikāya kuṭiyo kārethā’’ti. ‘‘Saccaṁ, bhante’’ti vutte te bhikkhū garahitvā ‘‘bhikkhave, yācanā nāmesā sattaratanaparipuṇṇe nāgabhavane vasantānaṁ nāgānampi amanāpā, pageva manussānaṁ, yesaṁ ekaṁ kahāpaṇakaṁ uppādentānaṁ pāsāṇato maṁsaṁ uppāṭanakālo viya hotī’’ti vatvā atītaṁ āhari.",
  "atk-s0513a21:59": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto mahāvibhave brāhmaṇakule nibbatti. Tassa ādhāvitvā paridhāvitvā vicaraṇakāle aññopi puññavā satto tassa mātu kucchismiṁ nibbatti. Te ubhopi bhātaro vayappattā mātāpitūnaṁ kālakiriyāya saṁviggahadayā isipabbajjaṁ pabbajitvā gaṅgātīre paṇṇasālaṁ māpetvā vasiṁsu. Tesu jeṭṭhassa uparigaṅgāya paṇṇasālā ahosi, kaniṭṭhassa adhogaṅgāya. Athekadivasaṁ maṇikaṇṭho nāma nāgarājā nāgabhavanā nikkhamitvā gaṅgātīre māṇavakavesena vicaranto kaniṭṭhassa assamaṁ gantvā vanditvā ekamantaṁ nisīdi, te aññamaññaṁ sammodanīyakathaṁ kathetvā vissāsikā ahesuṁ, vinā vattituṁ nāsakkhiṁsu. Maṇikaṇṭho abhiṇhaṁ kaniṭṭhatāpasassa santikaṁ āgantvā kathāsallāpena nisīditvā gamanakāle tāpase sinehena attabhāvaṁ vijahitvā bhogehi tāpasaṁ parikkhipanto parissajitvā uparimuddhani mahantaṁ phaṇaṁ dhāretvā thokaṁ vasitvā taṁ sinehaṁ vinodetvā sarīraṁ viniveṭhetvā tāpasaṁ vanditvā sakaṭṭhānameva gacchati. Tāpaso tassa bhayena kiso ahosi lūkho dubbaṇṇo uppaṇḍuppaṇḍukajāto dhamanisanthatagatto.",
  "atk-s0513a21:60": "So ekadivasaṁ bhātu santikaṁ agamāsi. Atha naṁ so pucchi – ‘‘kissa, tvaṁ bho, kiso lūkho dubbaṇṇo uppaṇḍuppaṇḍukajāto dhamanisanthatagatto’’ti. So tassa taṁ pavattiṁ ārocetvā ‘‘kiṁ pana, tvaṁ bho, tassa nāgarājassa āgamanaṁ icchasi, na icchasī’’ti puṭṭho ‘‘na icchāmī’’ti vatvā ‘‘so pana nāgarājā tava santikaṁ āgacchanto kiṁ piḷandhanaṁ piḷandhitvā āgacchatī’’ti vutte ‘‘maṇiratana’’nti āha. Tena hi tvaṁ tasmiṁ nāgarāje tava santikaṁ āgantvā anisinneyeva ‘‘maṇiṁ me dehī’’ti yāca, evaṁ so nāgo taṁ bhogehi aparikkhipitvāva gamissati. Punadivase assamapadadvāre ṭhatvā āgacchantameva naṁ yāceyyāsi, tatiyadivase gaṅgātīre ṭhatvā udakā ummujjantameva naṁ yāceyyāsi, evaṁ so tava santikaṁ puna na āgamissatīti.",
  "atk-s0513a21:61": "Tāpaso ‘‘sādhū’’ti paṭissuṇitvā attano paṇṇasālaṁ gantvā punadivase nāgarājānaṁ āgantvā ṭhitamattameva ‘‘etaṁ attano piḷandhanamaṇiṁ me dehī’’ti yāci, so anisīditvāva palāyi. Atha naṁ dutiyadivase assamapadadvāre ṭhatvā āgacchantameva ‘‘hiyyo me maṇiratanaṁ nādāsi, ajja dānaṁ laddhuṁ vaṭṭatī’’ti āha. Nāgo assamapadaṁ apavisitvāva palāyi. Tatiyadivase udakato ummujjantameva naṁ ‘‘ajja me tatiyo divaso yācantassa, dehi dāni me etaṁ maṇiratana’’nti āha. Nāgarājā udake ṭhatvāva tāpasaṁ paṭikkhipanto dve gāthā āha –",
  "atk-s0513a21:62": "7.",
  "atk-s0513a21:63": " ‘‘Mamannapānaṁ vipulaṁ uḷāraṁ, uppajjatīmassa maṇissa hetu;",
  "atk-s0513a21:64": "Taṁ te na dassaṁ atiyācakosi, na cāpi te assamamāgamissaṁ.",
  "atk-s0513a21:65": "8.",
  "atk-s0513a21:66": " ‘‘Susū yathā sakkharadhotapāṇī, tāsesimaṁ selaṁ yācamāno;",
  "atk-s0513a21:67": "Taṁ te na dassaṁ atiyācakosi, na cāpi te assamamāgamissa’’nti.",
  "atk-s0513a21:68": "Tattha mamannapānanti mama yāgubhattādidibbabhojanaṁ aṭṭhapānakabhedañca dibbapānaṁ. Vipulanti bahu. Uḷāranti seṭṭhaṁ paṇītaṁ. Taṁ teti taṁ maṇiṁ tuyhaṁ. Atiyācakosīti kālañca pamāṇañca atikkamitvā ajja tīṇi divasāni mayhaṁ piyaṁ manāpaṁ maṇiratanaṁ yācamāno atikkamma yācakosi. Na cāpi teti na kevalaṁ na dassaṁ, assamampi te nāgamissaṁ. Susū yathāti yathā nāma yuvā taruṇamanusso. Sakkharadhotapāṇīti sakkharāya dhotapāṇi, telena pāsāṇe dhotaasihattho. Tāsesimaṁ selaṁ yācamānoti imaṁ maṇiṁ yācanto tvaṁ kañcanatharukhaggaṁ abbāhitvā ‘‘sīsaṁ te chindāmī’’ti vadanto taruṇapuriso viya maṁ tāsesi.",
  "atk-s0513a21:69": "Evaṁ vatvā so nāgarājā udake nimujjitvā attano nāgabhavanameva gantvā na paccāgañchi. Atha so tāpaso tassa dassanīyassa nāgarājassa adassanena bhiyyosomattāya kiso ahosi lūkho dubbaṇṇo uppaṇḍuppaṇḍukajāto dhamanisanthatagatto. Atha jeṭṭhatāpaso ‘‘kaniṭṭhassa pavattiṁ jānissāmī’’ti tassa santikaṁ āgantvā taṁ bhiyyosomattāya paṇḍuroginaṁ disvā ‘‘kiṁ nu kho, bho, tvaṁ bhiyyosomattāya paṇḍurogī jāto’’ti vatvā ‘‘tassa dassanīyassa nāgarājassa adassanenā’’ti sutvā ‘‘ayaṁ tāpaso nāgarājānaṁ vinā vattituṁ na sakkotī’’ti sallakkhetvā tatiyaṁ gāthamāha –",
  "atk-s0513a21:70": "9.",
  "atk-s0513a21:71": " ‘‘Na taṁ yāce yassa piyaṁ jigīse, desso hoti atiyācanāya;",
  "atk-s0513a21:72": "Nāgo maṇiṁ yācito brāhmaṇena, adassanaṁyeva tadajjhagamā’’ti.",
  "atk-s0513a21:73": "Tattha na taṁ yāceti taṁ bhaṇḍaṁ na yāceyya. Yassa piyaṁ jigīseti yaṁ bhaṇḍaṁ assa puggalassa piyanti jāneyya. Desso hotīti appiyo hoti. Atiyācanāyāti pamāṇaṁ atikkamitvā varabhaṇḍaṁ yācanto tāya atiyācanāya. Adassanaṁyeva tadajjhagamāti tato paṭṭhāya adassanameva gatoti.",
  "atk-s0513a21:74": "Evaṁ pana taṁ vatvā ‘‘ito dāni paṭṭhāya mā socī’’ti samassāsetvā jeṭṭhabhātā attano assamameva gato. Athāparabhāge te dvepi bhātaro abhiññā ca samāpattiyo ca nibbattetvā brahmalokaparāyaṇā ahesuṁ.",
  "atk-s0513a21:75": "Satthā ‘‘evaṁ, bhikkhave, sattaratanaparipuṇṇe nāgabhavane vasantānaṁ nāgānampi yācanā nāma amanāpā, kimaṅgaṁ pana manussāna’’nti imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā kaniṭṭho ānando ahosi, jeṭṭho pana ahameva ahosi’’nti.",
  "atk-s0513a21:76": "Maṇikaṇṭhajātakavaṇṇanā tatiyā.",
  "atk-s0513a21:78": " [254] 4. Kuṇḍakakucchisindhavajātakavaṇṇanā",
  "atk-s0513a21:79": "Bhutvā tiṇaparighāsanti idaṁ satthā jetavane viharanto sāriputtattheraṁ ārabbha kathesi. Ekasmiñhi samaye sammāsambuddhe sāvatthiyaṁ vassaṁ vasitvā cārikaṁ caritvā puna paccāgate manussā ‘‘āgantukasakkāraṁ karissāmā’’ti buddhappamukhassa bhikkhusaṅghassa mahādānaṁ dadanti. Vihāre ekaṁ dhammaghosakabhikkhuṁ ṭhapesuṁ, so ye ye āgantvā yattake bhikkhū icchanti, tesaṁ tesaṁ bhikkhū vicāretvā deti.",
  "atk-s0513a21:80": "Athekā duggatamahallikā itthī ekameva paṭivīsaṁ sajjetvā tesaṁ tesaṁ manussānaṁ bhikkhūsu vicāretvā dinnesu ussūre dhammaghosakassa santikaṁ āgantvā ‘‘mayhaṁ ekaṁ bhikkhuṁ dethā’’ti āha. So ‘‘mayā sabbe bhikkhū vicāretvā dinnā, sāriputtatthero pana vihāreyeva, tvaṁ tassa bhikkhaṁ dehī’’ti āha. Sā ‘‘sādhū’’ti tuṭṭhacittā jetavanadvārakoṭṭhake ṭhatvā therassa āgatakāle vanditvā hatthato pattaṁ gahetvā gharaṁ netvā nisīdāpesi. ‘‘Ekāya kira mahallikāya dhammasenāpati attano ghare nisīdāpito’’ti bahūni saddhāni kulāni assosuṁ. Tesu rājā passenadī kosalo taṁ pavattiṁ sutvā tassā sāṭakena ceva sahassatthavikāya ca saddhiṁ bhattabhājanāni pahiṇi ‘‘mayhaṁ ayyaṁ parivisamānā imaṁ sāṭakaṁ nivāsetvā ime kahāpaṇe vaḷañjetvā theraṁ parivisatū’’ti. Yathā ca rājā, evaṁ anāthapiṇḍiko cūḷaanāthapiṇḍiko visākhā ca mahāupāsikā pahiṇi. Aññānipi pana kulāni ekasatadvisatādivasena attano attano balānurūpena kahāpaṇe pahiṇiṁsu. Evaṁ ekāheneva sā mahallikā satasahassamattaṁ labhi. Thero pana tāya dinnayāgumeva pivitvā tāya katakhajjakameva pakkabhattameva ca paribhuñjitvā anumodanaṁ katvā taṁ mahallikaṁ sotāpattiphale patiṭṭhāpetvā vihārameva agamāsi.",
  "atk-s0513a21:81": "Dhammasabhāyaṁ bhikkhū therassa guṇakathaṁ samuṭṭhāpesuṁ – ‘‘āvuso, dhammasenāpati mahallikagahapatāniṁ duggatabhāvato mocesi, patiṭṭhā ahosi. Tāya dinnamāhāraṁ ajigucchanto paribhuñjī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, sāriputto idāneva etissā mahallikāya avassayo jāto, na ca idāneva tāya dinnaṁ āhāraṁ ajigucchanto paribhuñjati, pubbepi paribhuñjiyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a21:82": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto uttarāpathe assavāṇijakule nibbatti. Uttarāpathajanapadato pañcasatā assavāṇijā asse bārāṇasiṁ ānetvā vikkiṇanti. Aññataropi assavāṇijo pañcaassasatāni ādāya bārāṇasimaggaṁ paṭipajji. Antarāmagge ca bārāṇasito avidūre eko nigamagāmo atthi, tattha pubbe mahāvibhavo seṭṭhi ahosi. Tassa mahantaṁ nivesanaṁ, taṁ pana kulaṁ anukkamena parikkhayaṁ gataṁ, ekāva mahallikā avasiṭṭhā, sā tasmiṁ nivesane vasati. Atha so assavāṇijo taṁ nigamagāmaṁ patvā ‘‘vetanaṁ dassāmī’’ti tassā nivesane nivāsaṁ gaṇhitvā asse ekamante ṭhapesi. Taṁdivasamevassa ekissā ājānīyāvaḷavāya gabbhavuṭṭhānaṁ ahosi. So dve tayo divase vasitvā asse balaṁ gāhāpetvā ‘‘rājānaṁ passissāmī’’ti asse ādāya pāyāsi. Atha naṁ mahallikā ‘‘gehavetanaṁ dehī’’ti vatvā ‘‘sādhu, amma, demī’’ti vutte ‘‘tāta, vetanaṁ me dadamāno imampi assapotakaṁ vetanato khaṇḍetvā dehī’’ti āha. Vāṇijo tathā katvā pakkāmi. Sā tasmiṁ assapotake puttasinehaṁ paccupaṭṭhapetvā avassāvanajhāmakabhattavighāsatiṇāni datvā taṁ paṭijaggi.",
  "atk-s0513a21:83": "Athāparabhāge bodhisatto pañca assasatāni ādāya āgacchanto tasmiṁ gehe nivāsaṁ gaṇhi. Kuṇḍakakhādakassa sindhavapotakassa ṭhitaṭṭhānato gandhaṁ ghāyitvā ekaassopi gehaṁ pavisituṁ nāsakkhi. Bodhisatto mahallikaṁ pucchi – ‘‘amma, kacci imasmiṁ gehe asso atthī’’ti . ‘‘Tāta, añño asso nāma natthi, ahaṁ pana puttaṁ katvā ekaṁ assapotakaṁ paṭijaggāmi, so ettha atthī’’ti. ‘‘Kahaṁ so, ammā’’ti? ‘‘Carituṁ gato, tātā’’ti. ‘‘Kāya velāya āgamissati, ammā’’ti? ‘‘Sāyanhe, tātā’’ti. Bodhisatto tassa āgamanaṁ paṭimānento asse bahi ṭhapetvāva nisīdi. Sindhavapotakopi vicaritvā kāleyeva āgami. Bodhisatto kuṇḍakakucchisindhavapotakaṁ disvā lakkhaṇāni samānetvā ‘‘ayaṁ sindhavo anaggho, mahallikāya mūlaṁ datvā gahetuṁ vaṭṭatī’’ti cintesi. Sindhavapotakopi gehaṁ pavisitvā attano vasanaṭṭhāneyeva ṭhito. Tasmiṁ khaṇe te assā gehaṁ pavisituṁ sakkhiṁsu.",
  "atk-s0513a21:84": "Bodhisatto dvīhatīhaṁ vasitvā asse santappetvā gacchanto ‘‘amma, imaṁ assapotakaṁ mūlaṁ gahetvā mayhaṁ dehī’’ti āha. ‘‘Kiṁ vadesi, tāta, puttaṁ vikkiṇantā nāma atthī’’ti. ‘‘Amma, tvaṁ etaṁ kiṁ khādāpetvā paṭijaggasī’’ti? ‘‘Odanakañjikañca jhāmakabhattañca vighāsatiṇañca khādāpetvā kuṇḍakayāguñca pāyetvā paṭijaggāmi, tātā’’ti. ‘‘Amma, ahaṁ etaṁ labhitvā piṇḍarasabhojanaṁ bhojessāmi, ṭhitaṭṭhāne celavitānaṁ pasāretvā attharaṇapiṭṭhe ṭhapessāmī’’ti. ‘‘Tāta, evaṁ sante mama putto ca sukhaṁ anubhavatu, taṁ gahetvā gacchā’’ti. Atha bodhisatto tassa catunnaṁ pādānaṁ naṅguṭṭhassa mukhassa ca mūlaṁ ekekaṁ katvā cha sahassatthavikāyo ṭhapetvā mahallikaṁ navavatthaṁ nivāsāpetvā sindhavapotakassa purato ṭhapesi. So akkhīni ummīletvā mātaraṁ oloketvā assūni pavattesi. Sāpi tassa piṭṭhiṁ parimajjitvā āha – ‘‘mayā puttaposāvanikaṁ laddhaṁ, tvaṁ, tāta, gacchāhī’’ti, tadā so agamāsi.",
  "atk-s0513a21:85": "Bodhisatto punadivase assapotakassa piṇḍarasabhojanaṁ sajjetvā ‘‘vīmaṁsissāmi tāva naṁ, jānāti nu kho attano balaṁ, udāhu na jānātī’’ti doṇiyaṁ kuṇḍakayāguṁ ākirāpetvā dāpesi. So ‘‘nāhaṁ imaṁ bhojanaṁ bhuñjissāmī’’ti taṁ yāguṁ pāyituṁ na icchi. Bodhisatto tassa vīmaṁsanavasena paṭhamaṁ gāthamāha –",
  "atk-s0513a21:86": "10.",
  "atk-s0513a21:87": " ‘‘Bhutvā tiṇaparighāsaṁ, bhutvā ācāmakuṇḍakaṁ;",
  "atk-s0513a21:88": "Etaṁ te bhojanaṁ āsi, kasmā dāni na bhuñjasī’’ti.",
  "atk-s0513a21:89": "Tattha bhutvā tiṇaparighāsanti tvaṁ pubbe mahallikāya dinnaṁ tesaṁ tesaṁ khāditāvasesaṁ vighāsatiṇasaṅkhātaṁ parighāsaṁ bhuñjitvā vaḍḍhito. Bhutvā ācāmakuṇḍakanti ettha ācāmo vuccati odanāvasesaṁ. Kuṇḍakanti kuṇḍakameva. Etañca bhuñjitvā vaḍḍhitosīti dīpeti. Etaṁ teti etaṁ tava pubbe bhojanaṁ āsi. Kasmā dāni na bhuñjasīti mayāpi te tameva dinnaṁ, tvaṁ taṁ kasmā idāni na bhuñjasīti.",
  "atk-s0513a21:90": "Taṁ sutvā sindhavapotako itarā dve gāthā avoca –",
  "atk-s0513a21:91": "11.",
  "atk-s0513a21:92": " ‘‘Yattha posaṁ na jānanti, jātiyā vinayena vā;",
  "atk-s0513a21:93": "Bahu tattha mahābrahme, api ācāmakuṇḍakaṁ.",
  "atk-s0513a21:94": "12.",
  "atk-s0513a21:95": " ‘‘Tvañca khomaṁ pajānāsi, yādisāyaṁ hayuttamo;",
  "atk-s0513a21:96": "Jānanto jānamāgamma, na te bhakkhāmi kuṇḍaka’’nti.",
  "atk-s0513a21:97": "Tattha yatthāti yasmiṁ ṭhāne. Posanti sattaṁ. Jātiyā vinayena vāti ‘‘jātisampanno vā eso, na vā, ācārayutto vā, na vā’’ti evaṁ na jānanti. Mahābrahmeti garukālapanena ālapanto āha. Yādisāyanti yādiso ayaṁ, attānaṁ sandhāya vadati. Jānanto jānamāgammāti ahaṁ attano balaṁ jānanto jānantameva taṁ āgamma paṭicca tava santike kuṇḍakaṁ kiṁ bhuñjissāmi. Na hi tvaṁ kuṇḍakaṁ bhojāpetukāmatāya cha sahassāni datvā maṁ gaṇhīti.",
  "atk-s0513a21:98": "Taṁ sutvā bodhisatto ‘‘taṁ vīmaṁsanatthāya taṁ mayā kataṁ, mā kujjhī’’ti taṁ samassāsetvā subhojanaṁ bhojetvā ādāya rājaṅgaṇaṁ gantvā ekasmiṁ passe pañca assasatāni ṭhapetvā ekasmiṁ passe vicittasāṇiṁ parikkhipitvā heṭṭhā attharaṇaṁ pattharitvā upari celavitānaṁ bandhitvā sindhavapotakaṁ ṭhapesi.",
  "atk-s0513a21:99": "Rājā āgantvā asse olokento ‘‘ayaṁ asso kasmā visuṁ ṭhapito’’ti pucchitvā ‘‘mahārāja , ayaṁ sindhavo ime asse visuṁ akato mocessatī’’ti sutvā ‘‘sobhano, bho, sindhavo’’ti pucchi. Bodhisatto ‘‘āma, mahārājā’’ti vatvā ‘‘tena hissa javaṁ passissāmī’’ti vutte taṁ assaṁ kappetvā abhiruhitvā ‘‘passa, mahārājā’’ti manusse ussāretvā rājaṅgaṇe assaṁ pāhesi. Sabbaṁ rājaṅgaṇaṁ nirantaraṁ assapantīhi parikkhittamivāhosi. Puna bodhisatto ‘‘passa, mahārāja, sindhavapotakassa vega’’nti vissajjesi, ekapurisopi naṁ na addasa. Puna ratthapaṭaṁ udare parikkhipitvā vissajjesi, rattapaṭameva passiṁsu. Atha naṁ antonagare ekissā uyyānapokkharaṇiyā udakapiṭṭhe vissajjesi, tatthassa udakapiṭṭhe dhāvato khuraggānipi na temiṁsu. Punavāraṁ paduminipattānaṁ upari dhāvanto ekapaṇṇampi na udake osīdāpesi. Evamassa javasampannaṁ dassetvā oruyha pāṇiṁ paharitvā hatthatalaṁ upanāmesi, asso upagantvā cattāro pāde ekato katvā hatthatale aṭṭhāsi. Atha mahāsatto rājānaṁ āha – ‘‘mahārāja, imassa assapotakassa sabbākārena vege dassiyamāne samuddapariyanto nappahotī’’ti. Rājā tussitvā mahāsattassa upaḍḍharajjaṁ adāsi. Sindhavapotakampi abhisiñcitvā maṅgalaassaṁ akāsi.",
  "atk-s0513a21:100": "So rañño piyo ahosi manāpo, sakkāropissa mahā ahosi. Tassa hi vasanaṭṭhānaṁ rañño alaṅkatapaṭiyatto vāsagharagabbho viya ahosi, catujātigandhehi bhūmilepanaṁ akaṁsu, gandhadāmamālādāmāni osārayiṁsu, upari suvaṇṇatārakakhacitaṁ celavitānaṁ ahosi, samantato citrasāṇi parikkhittā ahosi, niccaṁ gandhatelapadīpā jhāyiṁsu, uccārapassāvaṭṭhānepissa suvaṇṇakaṭāhaṁ ṭhapayiṁsu, niccaṁ rājārahabhojanameva bhuñji. Tassa pana āgatakālato paṭṭhāya rañño sakalajambudīpe rajjaṁ hatthagatameva ahosi. Rājā bodhisattassa ovāde ṭhatvā dānādīni puññāni katvā saggaparāyaṇo ahosi.",
  "atk-s0513a21:101": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne bahū sotāpannā sakadāgāmino anāgāmino arahanto ca ahesuṁ. ‘‘Tadā mahallikā ayameva mahallikā ahosi, sindhavo sāriputto, rājā ānando, assavāṇijjo pana ahameva ahosi’’nti.",
  "atk-s0513a21:102": "Kuṇḍakakucchisindhavajātakavaṇṇanā catutthā.",
  "atk-s0513a21:104": " [255] 5. Sukajātakavaṇṇanā",
  "atk-s0513a21:105": "Yāvaso mattamaññāsīti idaṁ satthā jetavane viharanto ekaṁ atibahuṁ bhuñjitvā ajīraṇena kālakataṁ bhikkhuṁ ārabbha kathesi. Tasmiṁ kira evaṁ kālakate dhammasabhāyaṁ bhikkhū tassa aguṇakathaṁ samuṭṭhāpesuṁ – ‘‘āvuso, asuko nāma bhikkhu attano kucchippamāṇaṁ ajānitvā atibahuṁ bhuñjitvā jīrāpetuṁ asakkonto kālakato’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepesa atibhojanapaccayeneva mato’’ti vatvā atītaṁ āhari.",
  "atk-s0513a21:106": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto himavantapadese sukayoniyaṁ nibbattitvā anekānaṁ sukasahassānaṁ samuddānugate himavantapadese vasantānaṁ rājā ahosi. Tasseko putto ahosi, tasmiṁ balappatte bodhisatto dubbalacakkhuko ahosi. Sukānaṁ kira sīgho vego hoti, tena tesaṁ mahallakakāle paṭhamaṁ cakkhumeva dubbalaṁ hoti. Bodhisattassa putto mātāpitaro kulāvake ṭhapetvā gocaraṁ āharitvā posesi. So ekadivasaṁ gocarabhūmiṁ gantvā pabbatamatthake ṭhito samuddaṁ olokento ekaṁ dīpakaṁ passi. Tasmiṁ pana suvaṇṇavaṇṇaṁ madhuraphalaṁ ambavanaṁ atthi. So punadivase gocaravelāya uppatitvā tasmiṁ ambavane otaritvā ambarasaṁ pivitvā ambapakkaṁ ādāya āgantvā mātāpitūnaṁ adāsi. Bodhisatto taṁ khādanto rasaṁ sañjānitvā ‘‘tāta, nanu imaṁ asukadīpake ambapakka’’nti vatvā ‘‘āma, tātā’’ti vutte ‘‘tāta, etaṁ dīpakaṁ gacchantā nāma sukā dīghamāyuṁ pālentā nāma natthi, mā kho tvaṁ puna taṁ dīpakaṁ agamāsī’’ti āha. So tassa vacanaṁ aggahetvā agamāsiyeva.",
  "atk-s0513a21:107": "Athekadivasaṁ bahuṁ ambarasaṁ pivitvā mātāpitūnaṁ atthāya ambapakkaṁ ādāya samuddamatthakenāgacchanto atidhātatāya kilantakāyo niddāyābhibhūto, so niddāyantopi āgacchateva, tuṇḍena panassa gahitaṁ ambapakkaṁ pati. So anukkamena āgamanavīthiṁ jahitvā osīdanto udakapiṭṭheneva āgacchanto udake pati. Atha naṁ eko maccho gahetvā khādi. Bodhisatto tasmiṁ āgamanavelāya anāgacchanteyeva ‘‘samudde patitvā mato bhavissatī’’ti aññāsi. Athassa mātāpitaropi āhāraṁ alabhamānā sussitvā mariṁsu.",
  "atk-s0513a21:108": "Satthā imaṁ atītaṁ āharitvā abhisambuddho hutvā imā gāthā avoca –",
  "atk-s0513a21:109": "13.",
  "atk-s0513a21:110": " ‘‘Yāva so mattamaññāsi, bhojanasmiṁ vihaṅgamo;",
  "atk-s0513a21:111": "Tāva addhānamāpādi, mātarañca aposayi.",
  "atk-s0513a21:112": "14.",
  "atk-s0513a21:113": " ‘‘Yato ca kho bahutaraṁ, bhojanaṁ ajjhavāhari;",
  "atk-s0513a21:114": "Tato tattheva saṁsīdi, amattaññū hi so ahu.",
  "atk-s0513a21:115": "15.",
  "atk-s0513a21:116": " ‘‘Tasmā mattaññutā sādhu, bhojanasmiṁ agiddhatā;",
  "atk-s0513a21:117": "Amattaññū hi sīdanti, mattaññū ca na sīdare’’ti.",
  "atk-s0513a21:118": "Tattha yāva soti yāva so vihaṅgamo bhojane mattamaññāsi. Tāva addhānamāpādīti tatthakaṁ kālaṁ jīvitaaddhānaṁ āpādi, āyuṁ vindi. Mātarañcāti desanāsīsametaṁ, mātāpitaro ca aposayīti attho. Yato ca khoti yasmiñca kho kāle. Bhojanaṁ ajjhavāharīti ambarasaṁ ajjhohari. Tatoti tasmiṁ kāle. Tattheva saṁsīdīti tasmiṁ samuddeyeva osīdi nimujji, macchabhojanataṁ āpajji.",
  "atk-s0513a21:119": "Tasmā mattaññutā sādhūti yasmā bhojane amattaññū suko samudde osīditvā mato, tasmā bhojanasmiṁ agiddhitāsaṅkhāto mattaññubhāvo sādhu, pamāṇajānanaṁ sundaranti attho. Atha vā ‘‘paṭisaṅkhā yoniso āhāraṁ āhāreti, neva davāya na madāya…pe… phāsuvihāro cā’’ti.",
  "atk-s0513a21:120": "‘‘Allaṁ sukkhañca bhuñjanto, na bāḷhaṁ suhito siyā;",
  "atk-s0513a21:121": "Ūnudaro mitāhāro, sato bhikkhu paribbaje.",
  "atk-s0513a21:122": "‘‘Cattāro pañca ālope, abhutvā udakaṁ pive;",
  "atk-s0513a21:123": "Alaṁ phāsuvihārāya, pahitattassa bhikkhuno. (theragā. 982-983);",
  "atk-s0513a21:124": "‘‘Manujassa sadā satīmato, mattaṁ jānato laddhabhojane;",
  "atk-s0513a21:125": "Tanū tassa bhavanti vedanā, saṇikaṁ jīrati āyuṁ pālaya’’nti. (saṁ. ni. 1.124) –",
  "atk-s0513a21:126": "Evaṁ vaṇṇitā mattaññutāpi sādhu.",
  "atk-s0513a21:127": "‘‘Kantāre puttamaṁsaṁva, akkhassabbhañjanaṁ yathā;",
  "atk-s0513a21:128": "Evaṁ āhari āharaṁ, yāpanatthamamucchito’’ti. (visuddhi. 1.19) –",
  "atk-s0513a21:129": "Evaṁ vaṇṇitā agiddhitāpi sādhu. Pāḷiyaṁ pana ‘‘agiddhimā’’ti likhitaṁ, tato ayaṁ aṭṭhakathāpāṭhova sundarataro. Amattaññū hi sīdantīti bhojane pamāṇaṁ ajānantā hi rasataṇhāvasena pāpakammaṁ katvā catūsu apāyesu sīdanti. Mattaññū ca na sīdareti ye pana bhojane pamāṇaṁ jānanti, te diṭṭhadhammepi samparāyepi na sīdantīti.",
  "atk-s0513a21:130": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne bahū sotāpannāpi sakadāgāminopi anāgāminopi arahantopi ahesuṁ. ‘‘Tadā sukarājaputto bhojane amattaññū bhikkhu ahosi, sukarājā pana ahameva ahosi’’nti.",
  "atk-s0513a21:131": "Sukajātakavaṇṇanā pañcamā.",
  "atk-s0513a21:133": " [256] 6. Jarūdapānajātakavaṇṇanā",
  "atk-s0513a21:134": "Jarūdapānaṁ khaṇamānāti idaṁ satthā jetavane viharanto sāvatthivāsino vāṇije ārabbha kathesi. Te kira sāvatthiyaṁ bhaṇḍaṁ gahetvā sakaṭāni pūretvā vohāratthāya gamanakāle tathāgataṁ nimantetvā saraṇāni gahetvā sīlesu patiṭṭhāya satthāraṁ vanditvā ‘‘mayaṁ, bhante, vohāratthāya dīghamaggaṁ gamissāma, bhaṇḍaṁ vissajjetvā siddhippattā sotthinā paccāgantvā pana tumhe vandissāmā’’ti vatvā maggaṁ paṭipajjiṁsu. Te kantāramagge purāṇaudapānaṁ disvā ‘‘imasmiṁ udapāne pānīyaṁ natthi, mayañca pipāsitā, khaṇissāma na’’nti khaṇantā paṭipāṭiyā bahuṁ ayaṁ…pe… veḷuriyaṁ labhiṁsu. Te teneva santuṭṭhā hutvā tesaṁ ratanānaṁ sakaṭāni pūretvā sotthinā sāvatthiṁ paccāgamiṁsu. Te ābhataṁ dhanaṁ paṭisāmetvā mayaṁ ‘‘siddhippattā bhattaṁ dassāmā’’ti tathāgataṁ nimantetvā dānaṁ datvā vanditvā ekamantaṁ nisinnā attano dhanassa laddhākāraṁ satthu ārocesuṁ. Satthā ‘‘tumhe kho upāsakā tena dhanena santuṭṭhā hutvā pamāṇaññutāya dhanañca jīvitañca alabhittha, porāṇakā pana asantuṭṭhā amattaññuno paṇḍitānaṁ vacanaṁ akatvā jīvikkhayaṁ pattā’’ti vatvā tehi yācito atītaṁ āhari.",
  "atk-s0513a21:135": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto bārāṇasiyaṁ vāṇijakule nibbattitvā vayappatto satthavāhajeṭṭhako ahosi. So bārāṇasiyaṁ bhaṇḍaṁ gahetvā sakaṭāni pūretvā bahū vāṇije ādāya tameva kantāraṁ paṭipanno tameva udapānaṁ addasa. Tattha te vāṇijā ‘‘pānīyaṁ pivissāmā’’ti taṁ udapānaṁ khaṇantā paṭipāṭiyā bahūni ayādīni labhiṁsu. Te bahumpi ratanaṁ labhitvā tena asantuṭṭhā ‘‘aññampi ettha ito sundarataraṁ bhavissatī’’ti bhiyyosomattāya taṁ khaṇiṁsuyeva. Atha bodhisatto te āha – ‘‘bho vāṇijā, lobho nāmesa vināsamūlaṁ, amhehi bahu dhanaṁ laddhaṁ, ettakeneva santuṭṭhā hotha, mā atikhaṇathā’’ti. Te tena nivāriyamānāpi khaṇiṁsuyeva. So ca udapāno nāgapariggahito, athassa heṭṭhā vasanakanāgarājā attano vimāne bhijjante leḍḍūsū ca paṁsūsu ca patamānesu kuddho ṭhapetvā bodhisattaṁ avasese sabbepi nāsikavātena paharitvā jīvitakkhayaṁ pāpetvā nāgabhavanā nikkhamma sakaṭāni yojetvā sabbaratanānaṁ pūretvā bodhisattaṁ sukhayānake nisīdāpetvā nāgamāṇavakehi saddhiṁ sakaṭāni yojāpento bodhisattaṁ bārāṇasiṁ netvā gharaṁ pavesetvā taṁ paṭisāmetvā attano nāgabhavanameva gato. Bodhisatto taṁ dhanaṁ vissajjetvā sakalajambudīpaṁ unnaṅgalaṁ katvā dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā jīvitapariyosāne saggapuraṁ pūresi.",
  "atk-s0513a21:136": "Satthā imaṁ dhammadesanaṁ āharitvā abhisambuddho hutvā imā gāthā avoca –",
  "atk-s0513a21:137": "16.",
  "atk-s0513a21:138": " ‘‘Jarūdapānaṁ khaṇamānā, vāṇijā udakatthikā;",
  "atk-s0513a21:139": "Ajjhagamuṁ ayasaṁ lohaṁ, tipusīsañca vāṇijā;",
  "atk-s0513a21:140": "Rajataṁ jātarūpañca, muttā veḷuriyā bahū.",
  "atk-s0513a21:141": "17.",
  "atk-s0513a21:142": " ‘‘Te ca tena asantuṭṭhā, bhiyyo bhiyyo akhāṇisuṁ;",
  "atk-s0513a21:143": "Te tatthāsīviso ghoro, tejassī tejasā hani.",
  "atk-s0513a21:144": "18.",
  "atk-s0513a21:145": " ‘‘Tasmā khaṇe nātikhaṇe, atikhātañhi pāpakaṁ;",
  "atk-s0513a21:146": "Khātena ca dhanaṁ laddhaṁ, atikhātena nāsita’’nti.",
  "atk-s0513a21:147": "Tattha ayasanti kāḷalohaṁ. Lohanti tambalohaṁ. Muttāti muttāyo. Te ca tena asantuṭṭhāti te ca vāṇijā tena dhanena asantuṭṭhā. Te tatthāti te vāṇijā tasmiṁ udapāne. Tejassīti visatejena samannāgato. Tejasā hanīti visatejena ghātesi. Atikhātena nāsitanti atikhaṇena tañca dhanaṁ jīvitañca nāsitaṁ.",
  "atk-s0513a21:148": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā nāgarājā sāriputto ahosi, satthavāhajeṭṭhako pana ahameva ahosi’’nti.",
  "atk-s0513a21:149": "Jarūdapānajātakavaṇṇanā chaṭṭhā.",
  "atk-s0513a21:151": " [257] 7. Gāmaṇicandajātakavaṇṇanā",
  "atk-s0513a21:152": "Nāyaṁgharānaṁ kusaloti idaṁ satthā jetavane viharanto paññāpasaṁsanaṁ ārabbha kathesi. Dhammasabhāyañhi bhikkhū dasabalassa paññaṁ pasaṁsantā nisīdiṁsu – ‘‘āvuso, tathāgato mahāpañño puthupañño hāsapañño javanapañño tikkhapañño nibbedhikapañño sadevakaṁ lokaṁ paññāya atikkamatī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepi tathāgato paññavāyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a21:153": "Atīte bārāṇasiyaṁ janasandho nāma rājā rajjaṁ kāresi. Bodhisatto tassa aggamahesiyā kucchimhi nibbatti. Tassa mukhaṁ suparimajjitakañcanādāsatalaṁ viya parisuddhaṁ ahosi atisobhaggappattaṁ, tenassa nāmaggahaṇadivase ‘‘ādāsamukhamāro’’ti nāmaṁ akaṁsu. Taṁ sattavassabbhantareyeva pana pitā tayo vede ca sabbañca loke kattabbākattabbaṁ sikkhāpetvā tassa sattavassikakāle kālamakāsi. Amaccā mahantena sakkārena rañño sarīrakiccaṁ katvā matakadānaṁ datvā sattame divase rājaṅgaṇe sannipatitvā ‘‘kumāro atidaharo, na sakkā rajje abhisiñcituṁ, vīmaṁsitvā naṁ abhisiñcissāmā’’ti ekadivasaṁ nagaraṁ alaṅkārāpetvā vinicchayaṭṭhānaṁ sajjetvā pallaṅkaṁ paññapetvā kumārassa santikaṁ gantvā ‘‘vinicchayaṭṭhānaṁ, deva, gantuṁ vaṭṭatī’’ti āhaṁsu. Kumāro ‘‘sādhū’’ti mahantena parivārena gantvā pallaṅke nisīdi.",
  "atk-s0513a21:154": "Tassa nisinnakāle amaccā ekaṁ dvīhi pādehi vicaraṇamakkaṭaṁ vatthuvijjācariyavesaṁ gāhāpetvā vinicchayaṭṭhānaṁ netvā ‘‘deva, ayaṁ puriso pitu mahārājassa kāle vatthuvijjācariyo paguṇavijjo antobhūmiyaṁ sattaratanaṭṭhāne guṇadosaṁ passati, eteneva gahitaṁ rājakulānaṁ gehaṭṭhānaṁ hoti, imaṁ devo saṅgaṇhitvā ṭhānantare ṭhapetū’’ti āhaṁsu. Kumāro taṁ heṭṭhā ca uparica oloketvā ‘‘nāyaṁ manusso, makkaṭo eso’’ti ñatvā ‘‘makkaṭā nāma kataṁ kataṁ viddhaṁsetuṁ jānanti, akataṁ pana kātuṁ vā vicāretuṁ vā na jānantī’’ti cintetvā amaccānaṁ paṭhamaṁ gāthamāha –",
  "atk-s0513a21:155": "19.",
  "atk-s0513a21:156": " ‘‘Nāyaṁ gharānaṁ kusalo, lolo ayaṁ valīmukho;",
  "atk-s0513a21:157": "Kataṁ kataṁ kho dūseyya, evaṁ dhammamidaṁ kula’’nti.",
  "atk-s0513a21:158": "Tattha nāyaṁ gharānaṁ kusaloti ayaṁ satto na gharānaṁ kusalo, gharāni vicāretuṁ vā kātuṁ vā cheko na hoti. Loloti lolajātiko. Valīmukhoti valiyo mukhe assāti valīmukho. Evaṁ dhammamidaṁkulanti idaṁ makkaṭakulaṁ nāma kataṁ kataṁ dūsetabbaṁ vināsetabbanti evaṁ sabhāvanti.",
  "atk-s0513a21:159": "Athāmaccā ‘‘evaṁ bhavissati, devā’’ti taṁ apanetvā ekāhadvīhaccayena puna tameva alaṅkaritvā vinicchayaṭṭhānaṁ ānetvā ‘‘ayaṁ, deva, pitu mahārājassa kāle vinicchayāmacco, vinicchayasuttamassa supavattitaṁ, imaṁ saṅgaṇhitvā vinicchayakammaṁ kāretuṁ vaṭṭatī’’ti āhaṁsu. Kumāro taṁ oloketvā ‘‘cittavato manussassa lomaṁ nāma evarūpaṁ na hoti, ayaṁ nicittako vānaro vinicchayakammaṁ kātuṁ na sakkhissatī’’ti ñatvā dutiyaṁ gāthamāha –",
  "atk-s0513a21:160": "20.",
  "atk-s0513a21:161": " ‘‘Nayidaṁ cittavato lomaṁ, nāyaṁ assāsiko migo;",
  "atk-s0513a21:162": "Siṭṭhaṁ me janasandhena, nāyaṁ kiñci vijānatī’’ti.",
  "atk-s0513a21:163": "Tattha nayidaṁ cittavato lomanti yaṁ idaṁ etassa sarīre pharusalomaṁ, idaṁ vicāraṇapaññāya sampayuttacittavato na hoti. Pākatikacittena pana acittako nāma tiracchānagato natthi. Nāyaṁassāsikoti ayaṁ avassayo vā hutvā anusāsaniṁ vā datvā aññaṁ assāsetuṁ asamatthatāya na assāsiko. Migoti makkaṭaṁ āha. Siṭṭhaṁ me janasandhenāti mayhaṁ pitarā janasandhena etaṁ siṭṭhaṁ kathitaṁ, ‘‘makkaṭo nāma kāraṇākāraṇaṁ na jānātī’’ti evaṁ anusāsanī dinnāti dīpeti. Nāyaṁ kiñci vijānatīti tasmā ayaṁ vānaro na kiñci jānātīti niṭṭhamettha gantabbaṁ. Pāḷiyaṁ pana ‘‘nāyaṁ kiñci na dūsaye’’ti likhitaṁ, taṁ aṭṭhakathāyaṁ natthi.",
  "atk-s0513a21:164": "Amaccā imampi gāthaṁ sutvā ‘‘evaṁ bhavissati, devā’’ti taṁ apanetvā punapi ekadivasaṁ tameva alaṅkaritvā vinicchayaṭṭhānaṁ ānetvā ‘‘ayaṁ, deva, puriso pitu mahārājassa kāle mātāpituupaṭṭhānakārako, kulejeṭṭhāpacāyikakammakārako, imaṁ saṅgaṇhituṁ vaṭṭatī’’ti āhaṁsu. Kumāro taṁ oloketvā ‘‘makkaṭā nāma calacittā, evarūpaṁ kammaṁ kātuṁ na samatthā’’ti cintetvā tatiyaṁ gāthamāha –",
  "atk-s0513a21:165": "21.",
  "atk-s0513a21:166": " ‘‘Na mātaraṁ pitaraṁ vā, bhātaraṁ bhaginiṁ sakaṁ;",
  "atk-s0513a21:167": "Bhareyya tādiso poso, siṭṭhaṁ dasarathena me’’ti.",
  "atk-s0513a21:168": "Tattha bhātaraṁ bhaginiṁ sakanti attano bhātaraṁ vā bhaginiṁ vā. Pāḷiyaṁ pana ‘‘sakha’’nti likhitaṁ, taṁ pana aṭṭhakathāyaṁ ‘‘sakanti vutte sakabhātikabhaginiyo labbhanti, sakhanti vutte sahāyako labbhatī’’ti vicāritameva. Bhareyyāti poseyya. Tādiso posoti yādiso esa dissati, tādiso makkaṭajātiko satto na bhareyya. Siṭṭhaṁ dasarathena meti evaṁ me pitarā anusiṭṭhaṁ. Pitā hissa janaṁ catūhi saṅgahavatthūhi sandahanato ‘‘janasandho’’ti vuccati, dasahi rathehi kattabbākattabbaṁ attano ekeneva rathena karaṇato ‘‘dasaratho’’ti. Tassa santikā evarūpassa ovādassa sutattā evamāha.",
  "atk-s0513a21:169": "Amaccā ‘‘evaṁ bhavissati, devā’’ti makkaṭaṁ apanetvā ‘‘paṇḍito kumāro, sakkhissati rajjaṁ kāretu’’nti bodhisattaṁ rajje abhisiñcitvā ‘‘ādāsamukharañño āṇā’’ti nagare bheriṁ carāpesuṁ. Tato paṭṭhāya bodhisatto dhammena rajjaṁ kāresi, paṇḍitabhāvopissa sakalajambudīpaṁ pattharitvā gato.",
  "atk-s0513a21:170": "Paṇḍitabhāvadīpanatthaṁ panassa imāni cuddasa vatthūni ābhatāni –",
  "atk-s0513a21:171": "‘‘Goṇo putto hayo ceva, naḷakāro gāmabhojako;",
  "atk-s0513a21:172": "Gaṇikā taruṇī sappo, migo tittiradevatā;",
  "atk-s0513a21:173": "Nāgo tapassino ceva, atho brāhmaṇamāṇavo’’ti.",
  "atk-s0513a21:174": "Tatrāyaṁ anupubbīkathā – bodhisattasmiñhi rajje abhisiñcite eko janasandharañño pādamūliko nāmena gāmaṇicando nāma evaṁ cintesi – ‘‘idaṁ rajjaṁ nāma samānavayehi saddhiṁ sobhati, ahañca mahallako, daharaṁ kumāraṁ upaṭṭhātuṁ na sakkhissāmi, janapade kasikammaṁ katvā jīvissāmī’’ti, so nagarato tiyojanamattaṁ gantvā ekasmiṁ gāmake vāsaṁ kappesi. Kasikammatthāya panassa goṇāpi natthi, so deve vuṭṭhe ekaṁ sahāyakaṁ dve goṇe yācitvā sabbadivasaṁ kasitvā tiṇaṁ khādāpetvā goṇe sāmikassa niyyādetuṁ gehaṁ agamāsi. So tasmiṁ khaṇe bhariyāya saddhiṁ gehamajjhe nisīditvā bhattaṁ bhuñjati. Goṇāpi paricayena gehaṁ pavisiṁsu, tesu pavisantesu sāmiko thālakaṁ ukkhipi, bhariyā thālakaṁ apanesi. Gāmaṇicando ‘‘bhattena maṁ nimanteyyu’’nti olokento goṇe aniyyādetvāva gato. Corā rattiṁ vajaṁ bhinditvā teyeva goṇe hariṁsu. Goṇasāmiko pātova vajaṁ paviṭṭho te goṇe adisvā corehi haṭabhāvaṁ jānantopi ‘‘gāmaṇicandassa gīvaṁ karissāmī’’ti taṁ upasaṅkamitvā ‘‘bho goṇe, me dehī’’ti āha. ‘‘Nanu goṇā gehaṁ paviṭṭhā’’ti. ‘‘Kiṁ pana te mayhaṁ niyyāditā’’ti? ‘‘Na niyyāditā’’ti. ‘‘Tena hi ayaṁ te rājadūto, ehī’’ti āha. Tesu hi janapadesu yaṁkiñci sakkharaṁ vā kapālakhaṇḍaṁ vā ukkhipitvā ‘‘ayaṁ te rājadūto, ehī’’ti vutte yo na gacchati, tassa rājāṇaṁ karoti, tasmā so ‘‘rājadūto’’ti sutvāva nikkhami.",
  "atk-s0513a21:175": "So tena saddhiṁ rājakulaṁ gacchanto ekaṁ sahāyakassa vasanagāmaṁ patvā ‘‘bho, atichātomhi, yāva gāmaṁ pavisitvā āhārakiccaṁ katvā āgacchāmi, tāva idheva hohī’’ti vatvā sahāyagehaṁ pāvisi. Sahāyo panassa gehe natthi, sahāyikā disvā ‘‘sāmi, pakkāhāro natthi, muhuttaṁ adhivāsehi, idāneva pacitvā dassāmī’’ti nisseṇiyā vegena taṇḍulakoṭṭhakaṁ abhiruhantī bhūmiyaṁ pati, taṅkhaṇaññeva tassā sattamāsiko gabbho patito. Tasmiṁ khaṇe tassā sāmiko āgantvā taṁ disvā ‘‘tvaṁ me bhariyaṁ paharitvā gabbhaṁ pātesi, ayaṁ te rājadūto, ehī’’ti taṁ gahetvā nikkhami. Tato paṭṭhāya dve janā gāmaṇiṁ majjhe katvā gacchanti.",
  "atk-s0513a21:176": "Athekasmiṁ gāmadvāre eko assagopako assaṁ nivattetuṁ na sakkoti, assopi tesaṁ santikena gacchati. Assagopako gāmaṇicandaṁ disvā ‘‘mātula gāmaṇicanda, etaṁ tāva assaṁ kenacideva paharitvā nivattehī’’ti āha. So ekaṁ pāsāṇaṁ gahetvā khipi, pāsāṇo assassa pāde paharitvā eraṇḍadaṇḍakaṁ viya bhindi. Atha naṁ assagopako ‘‘tayā me assassa pādo bhinno, ayaṁ te rājadūto’’ti vatvā gaṇhi.",
  "atk-s0513a21:177": "So tīhi janehi nīyamāno cintesi – ‘‘ime maṁ rañño dassessanti, ahaṁ goṇamūlampi dātuṁ na sakkomi, pageva gabbhapātanadaṇḍaṁ, assamūlaṁ pana kuto labhissāmi, mataṁ me seyyo’’ti. So gacchanto antarāmagge aṭaviyaṁ maggasamīpeyeva ekaṁ ekato papātaṁ pabbataṁ addasa, tassa chāyāya dve pitāputtā naḷakārā ekato kilañjaṁ cinanti. Gāmaṇicando ‘‘bho, sarīrakiccaṁ kātukāmomhi, thokaṁ idheva hotha, yāva āgacchāmī’’ti vatvā pabbataṁ abhiruhitvā papātapasse patamāno pitunaḷakārassa piṭṭhiyaṁ pati, naḷakāro ekappahāreneva jīvitakkhayaṁ pāpuṇi. Gāmaṇi uṭṭhāya aṭṭhāsi. Naḷakāraputto ‘‘tvaṁ me pitughātakacoro, ayaṁ te rājadūto’’ti vatvā taṁ hatthe gahetvā gumbato nikkhami , ‘‘kiṁ eta’’nti ca vutte ‘‘pitughātakacoro me’’ti āha. Tato paṭṭhāya gāmaṇiṁ majjhe katvā cattāro janā parivāretvā nayiṁsu.",
  "atk-s0513a21:178": "Athāparasmiṁ gāmadvāre eko gāmabhojako gāmaṇicandaṁ disvā ‘‘mātula gāmaṇicanda, kahaṁ gacchasī’’ti vatvā ‘‘rājānaṁ passitu’’nti vutte ‘‘addhā tvaṁ rājānaṁ passissasi, ahaṁ rañño sāsanaṁ dātukāmo, harissasī’’ti āha. ‘‘Āma, harissāmī’’ti. ‘‘Ahaṁ pakatiyā abhirūpo dhanavā yasasampanno arogo, idāni panamhi duggato ceva paṇḍurogī ca, tattha kiṁ kāraṇanti rājānaṁ puccha, rājā kira paṇḍito, so te kathessati, tassa sāsanaṁ puna mayhaṁ katheyyāsī’’ti. So ‘‘sādhū’’ti sampaṭicchi.",
  "atk-s0513a21:179": "Atha naṁ purato aññatarasmiṁ gāmadvāre ekā gaṇikā disvā ‘‘mātula gāmaṇicanda, kahaṁ gacchasī’’ti vatvā ‘‘rājānaṁ passitu’’nti vutte ‘‘rājā kira paṇḍito, mama sāsanaṁ harā’’ti vatvā evamāha – ‘‘pubbe ahaṁ bahuṁ bhatiṁ labhāmi, idāni pana tambulamattampi na labhāmi, koci me santikaṁ āgato nāma natthi, tattha kiṁ kāraṇanti rājānaṁ pucchitvā paccāgantvā mayhaṁ katheyyāsī’’ti.",
  "atk-s0513a21:180": "Atha naṁ purato aññatarasmiṁ gāmadvāre ekā taruṇitthī disvā tatheva pucchitvā ‘‘ahaṁ neva sāmikassa gehe vasituṁ sakkomi, na kulagehe, tattha kiṁ kāraṇanti rājānaṁ pucchitvā paccāgantvā mayhaṁ katheyyāsī’’ti āha.",
  "atk-s0513a21:181": "Atha naṁ tato parabhāge mahāmaggasamīpe ekasmiṁ vammike vasanto sappo disvā ‘‘gāmaṇicanda, kahaṁ yāsī’’ti pucchitvā ‘‘rājānaṁ passitu’’nti vutte ‘‘rājā kira paṇḍito, sāsanaṁ me harā’’ti vatvā ‘‘ahaṁ gocaratthāya gamanakāle chātajjhatto milātasarīro vammikato nikkhamanto sarīrena bilaṁ pūretvā sarīraṁ kaḍḍhento kicchena nikkhamāmi, gocaraṁ caritvā āgato pana suhito thūlasarīro hutvā pavisanto bilapassāni aphusanto sahasāva pavisāmi, tattha kiṁ kāraṇanti rājānaṁ pucchitvā mayhaṁ katheyyāsī’’ti āha.",
  "atk-s0513a21:182": "Atha naṁ purato eko migo disvā tatheva pucchitvā ‘‘ahaṁ aññattha tiṇaṁ khādituṁ na sakkomi, ekasmiṁyeva rukkhamūle sakkomi, tattha kiṁ kāraṇanti rājānaṁ puccheyyāsī’’ti āha.",
  "atk-s0513a21:183": "Atha naṁ tato parabhāge eko tittiro disvā tatheva pucchitvā ‘‘ahaṁ ekasmiṁyeva vammikapāde nisīditvā vassanto manāpaṁ karitvā vassituṁ sakkomi, sesaṭṭhānesu nisinno na sakkomi, tattha kiṁ kāraṇanti rājānaṁ puccheyyāsī’’ti āha.",
  "atk-s0513a21:184": "Atha naṁ purato ekā rukkhadevatā disvā ‘‘canda, kahaṁ yāsī’’ti pucchitvā ‘‘rañño santika’’nti vutte ‘‘rājā kira paṇḍito, ahaṁ pubbe sakkārappatto ahosiṁ, idāni pana pallavamuṭṭhimattampi na labhāmi, tattha kiṁ kāraṇanti rājānaṁ puccheyyāsī’’ti āha.",
  "atk-s0513a21:185": "Tato aparabhāge eko nāgarājā taṁ disvā tatheva pucchitvā ‘‘rājā kira paṇḍito, pubbe imasmiṁ sare udakaṁ pasannaṁ maṇivaṇṇaṁ, idāni āvilaṁ paṇṇakasevālapariyonaddhaṁ, tattha kiṁ kāraṇanti rājānaṁ puccheyyāsī’’ti āha.",
  "atk-s0513a21:186": "Atha naṁ purato nagarassa āsannaṭṭhāne ekasmiṁ ārāme vasantā tāpasā disvā tatheva pucchitvā ‘‘rājā kira paṇḍito, pubbe imasmiṁ ārāme phalāphalāni madhurāni ahesuṁ, idāni nirojāni kasaṭāni jātāni, tattha kiṁ kāraṇanti rājānaṁ puccheyyāsī’’ti āhaṁsu.",
  "atk-s0513a21:187": "Tato naṁ purato gantvā nagaradvārasamīpe ekissaṁ sālāyaṁ brāhmaṇamāṇavakā disvā ‘‘kahaṁ, bho canda, gacchasī’’ti vatvā ‘‘rañño santika’’nti vutte ‘‘tena hi no sāsanaṁ gahetvā gaccha, amhākañhi pubbe gahitagahitaṭṭhānaṁ pākaṭaṁ ahosi, idāni pana chiddaghaṭe udakaṁ viya na saṇṭhāti na paññāyati, andhakāro viya hoti, tattha kiṁ kāraṇanti rājānaṁ puccheyyāsī’’ti āhaṁsu.",
  "atk-s0513a21:188": "Gāmaṇicando imāni dasa sāsanāni gahetvā rañño santikaṁ agamāsi. Rājā vinicchayaṭṭhāne nisinno ahosi. Goṇasāmiko gāmaṇicandaṁ gahetvā rājānaṁ upasaṅkami. Rājā gāmaṇicandaṁ disvā sañjānitvā ‘‘ayaṁ amhākaṁ pitu upaṭṭhāko, amhe ukkhipitvā parihari, kahaṁ nu kho ettakaṁ kālaṁ vasī’’ti cintetvā ‘‘ambho gāmaṇicanda, kahaṁ ettakaṁ kālaṁ vasasi, cirakālato paṭṭhāya na paññāyasi, kenatthena āgatosī’’ti āha. ‘‘Āma, deva, amhākaṁ devassa saggagatakālato paṭṭhāya janapadaṁ gantvā kasikammaṁ katvā jīvāmi, tato maṁ ayaṁ puriso goṇaaḍḍakāraṇā rājadūtaṁ dassetvā tumhākaṁ santikaṁ ākaḍḍhī’’ti. ‘‘Anākaḍḍhiyamāno nāgaccheyyāsi’’, ‘‘ākaḍḍhitabhāvoyeva sobhano, idāni taṁ daṭṭhuṁ labhāmi, kahaṁ so puriso’’ti? ‘‘Ayaṁ, devā’’ti. ‘‘Saccaṁ kira, bho, amhākaṁ candassa dūtaṁ dassesī’’ti? ‘‘Saccaṁ, devā’’ti. ‘‘Kiṁ kāraṇā’’ti? ‘‘Ayaṁ me deva dve goṇe na detī’’ti. ‘‘Saccaṁ kira, candā’’ti. ‘‘Tena hi, deva, mayhampi vacanaṁ suṇāthā’’ti sabbaṁ pavattiṁ kathesi. Taṁ sutvā rājā goṇasāmikaṁ pucchi – ‘‘kiṁ, bho, tava gehaṁ pavisante goṇe addasā’’ti. ‘‘Nāddasaṁ, devā’’ti. ‘‘Kiṁ, bho, maṁ ‘ādāsamukharājā nāmā’ti kathentānaṁ na sutapubbaṁ tayā, vissattho kathehī’’ti? ‘‘Addasaṁ, devā’’ti. ‘‘Bho canda, goṇānaṁ aniyyāditattā goṇā tava gīvā, ayaṁ pana puriso disvāva ‘na passāmī’ti sampajānamusāvādaṁ bhaṇi, tasmā tvaññeva kammiko hutvā imassa ca purisassa pajāpatiyāya cassa akkhīni uppāṭetvā sayaṁ goṇamūlaṁ catuvīsati kahāpaṇe dehī’’ti. Evaṁ vutte goṇasāmikaṁ bahi kariṁsu. So ‘‘akkhīsu uppāṭitesu catuvīsatikahāpaṇehi kiṁ karissāmī’’ti gāmaṇicandassa pādesu patitvā ‘‘sāmi canda, goṇamūlakahāpaṇā tuyheva hontu, ime ca gaṇhāhī’’ti aññepi kahāpaṇe datvā palāyi.",
  "atk-s0513a21:189": "Tato dutiyo āha – ‘‘ayaṁ, deva, mama pajāpatiṁ paharitvā gabbhaṁ pātesī’’ti. ‘‘Saccaṁ candā’’ti? ‘‘Suṇohi mahārājā’’ti cando sabbaṁ vitthāretvā kathesi. Atha naṁ rājā ‘‘kiṁ pana tvaṁ etassa pajāpatiṁ paharitvā gabbhaṁ pātesī’’ti pucchi. ‘‘Na pātemi, devā’’ti . ‘‘Ambho sakkhissasi tvaṁ iminā gabbhassa pātitabhāvaṁ sādhetu’’nti? ‘‘Na sakkomi, devā’’ti. ‘‘Idāni kiṁ karosī’’ti? ‘‘Deva, puttaṁ me laddhuṁ vaṭṭatī’’ti. ‘‘Tena hi, ambho canda, tvaṁ etassa pajāpatiṁ tava gehe karitvā yadā puttavijātā hoti, tadā naṁ netvā etasseva dehī’’ti. Sopi gāmaṇicandassa pādesu patitvā ‘‘mā me, sāmi, gehaṁ, bhindī’’ti kahāpaṇe datvā palāyi.",
  "atk-s0513a21:190": "Atha tatiyo āgantvā ‘‘iminā me, deva, paharitvā assassa pādo bhinno’’ti āha. ‘‘Saccaṁ candā’’ti. ‘‘Suṇohi, mahārājā’’ti cando taṁ pavattiṁ vitthārena kathesi. Taṁ sutvā rājā assagopakaṁ āha – ‘‘saccaṁ kira tvaṁ ‘assaṁ paharitvā nivattehī’ti kathesī’’ti. ‘‘Na kathemi, devā’’ti. So punavāre pucchito ‘‘āma, kathemī’’ti āha. Rājā candaṁ āmantetvā ‘‘ambho canda, ayaṁ kathetvāva ‘na kathemī’ti musāvādaṁ vadati, tvaṁ etassa jivhaṁ chinditvā assamūlaṁ amhākaṁ santikā gahetvā sahassaṁ dehī’’ti āha. Assagopako aparepi kahāpaṇe datvā palāyi.",
  "atk-s0513a21:191": "Tato naḷakāraputto ‘‘ayaṁ me, deva, pitughātakacoro’’ti āha. ‘‘Saccaṁ kira, candā’’ti. ‘‘Suṇohi, devā’’ti cando tampi kāraṇaṁ vitthāretvā kathesi. Atha rājā naḷakāraṁ āmantetvā ‘‘idāni kiṁ karosī’’ti pucchi. ‘‘Deva me pitaraṁ laddhuṁ vaṭṭatī’’ti. ‘‘Ambho canda, imassa kira pitaraṁ laddhuṁ vaṭṭati, matakaṁ pana na sakkā puna ānetuṁ, tvaṁ imassa mātaraṁ ānetvā tava gehe katvā etassa pitā hohī’’ti. Naḷakāraputto ‘‘mā me, sāmi, matassa pitu gehaṁ bhindī’’ti gāmaṇicandassa kahāpaṇe datvā palāyi.",
  "atk-s0513a21:192": "Gāmaṇicando aḍḍe jayaṁ patvā tuṭṭhacitto rājānaṁ āha – ‘‘atthi, deva, tumhākaṁ kehici sāsanaṁ pahitaṁ, taṁ vo kathemī’’ti. ‘‘Kathehi, candā’’ti. Cando brāhmaṇamāṇavakānaṁ sāsanaṁ ādiṁ katvā paṭilomakkamena ekekaṁ kathaṁ kathesi. Rājā paṭipāṭiyā vissajjesi.",
  "atk-s0513a21:193": "Kathaṁ? Paṭhamaṁ tāva sāsanaṁ sutvā ‘‘pubbe tesaṁ vasanaṭṭhāne velaṁ jānitvā vassanakukkuṭo ahosi, tesaṁ tena saddena uṭṭhāya mante gahetvā sajjhāyaṁ karontānaññeva aruṇo uggacchati, tena tesaṁ gahitagahitaṁ na nassati. Idāni pana nesaṁ vasanaṭṭhāne avelāya vassanakakukkuṭo atthi, so atirattiṁ vā vassati atipabhāte vā, atirattiṁ vassantassa tassa saddena uṭṭhāya mante gahetvā niddābhibhūtā sajjhāyaṁ akatvāva puna sayanti , atipabhāte vassantassa saddena uṭṭhāya sajjhāyituṁ na labhanti, tena tesaṁ gahitagahitaṁ na paññāyatī’’ti āha.",
  "atk-s0513a21:194": "Dutiyaṁ sutvā ‘‘te pubbe samaṇadhammaṁ karontā kasiṇaparikamme yuttapayuttā ahesuṁ. Idāni pana samaṇadhammaṁ vissajjetvā akattabbesu yuttapayuttā ārāme uppannāni phalāphalāni upaṭṭhākānaṁ datvā piṇḍapaṭipiṇḍakena micchājīvena jīvikaṁ kappenti, tena nesaṁ phalāphalāni na madhurāni jātāni. Sace pana te pubbe viya puna samaṇadhamme yuttapayuttā bhavissanti, puna tesaṁ phalāphalāni madhurāni bhavissanti. Te tāpasā rājakulānaṁ paṇḍitabhāvaṁ na jānanti, samaṇadhammaṁ tesaṁ kātuṁ vadehī’’ti āha.",
  "atk-s0513a21:195": "Tatiyaṁ sutvā ‘‘te nāgarājāno aññamaññaṁ kalahaṁ karonti, tena taṁ udakaṁ āvilaṁ jātaṁ. Sace te pubbe viya samaggā bhavissanti, puna pasannaṁ bhavissatī’’ti āha.",
  "atk-s0513a21:196": "Catutthaṁ sutvā ‘‘sā rukkhadevatā pubbe aṭaviyaṁ paṭipanne manusse rakkhati, tasmā nānappakāraṁ balikammaṁ labhati. Idāni pana ārakkhaṁ na karoti, tasmā balikammaṁ na labhati. Sace pubbe viya ārakkhaṁ karissati, puna lābhaggappattā bhavissati. Sā rājūnaṁ atthibhāvaṁ na jānāti, tasmā aṭaviāruḷhamanussānaṁ ārakkhaṁ kātuṁ vadehī’’ti āha.",
  "atk-s0513a21:197": "Pañcamaṁ sutvā ‘‘yasmiṁ vammikapāde nisīditvā so tittiro manāpaṁ vassati, tassa heṭṭhā mahantī nidhikumbhi atthi, taṁ uddharitvā tvaṁ gaṇhāhī’’ti āha.",
  "atk-s0513a21:198": "Chaṭṭhaṁ sutvā ‘‘yassa rukkhassa mūle so migo tiṇāni khādituṁ sakkoti, tassa rukkhassa upari mahantaṁ bhamaramadhu atthi, so madhumakkhitesu tiṇesu paluddho aññāni khādituṁ na sakkoti, tvaṁ taṁ madhupaṭalaṁ haritvā aggamadhuṁ amhākaṁ pahiṇa, sesaṁ attanā paribhuñjā’’ti āha.",
  "atk-s0513a21:199": "Sattamaṁ sutvā ‘‘yasmiṁ vammike so sappo vasati, tassa heṭṭhā mahantī nidhikumbhi atthi, so taṁ rakkhamāno vasanto nikkhamanakāle dhanalobhena sarīraṁ sithilaṁ katvā lagganto nikkhamati, gocaraṁ gahetvā dhanasinehena alagganto vegena sahasā pavisati. Taṁ nidhikumbhiṁ uddharitvā tvaṁ gaṇhāhī’’ti āha.",
  "atk-s0513a21:200": "Aṭṭhamaṁ sutvā ‘‘tassā taruṇitthiyā sāmikassa ca mātāpitūnañca vasanagāmānaṁ antare ekasmiṁ gāmake jāro atthi. Sā taṁ saritvā tasmiṁ sinehena sāmikassa gehe vasituṁ asakkontī ‘mātāpitaro passissāmī’ti jārassa gehe katipāhaṁ vasitvā mātāpitūnaṁ gehaṁ gacchati, tattha katipāhaṁ vasitvā puna jāraṁ saritvā ‘sāmikassa gehaṁ gamissāmī’ti puna jārasseva gehaṁ gacchati. Tassā itthiyā rājūnaṁ atthibhāvaṁ ācikkhitvā ‘sāmikasseva kira gehe vasatu. Sace taṁ rājā gaṇhāpeti, jīvitaṁ te natthi, appamādaṁ kātuṁ vaṭṭatī’ti tassā kathehī’’ti āha.",
  "atk-s0513a21:201": "Navamaṁ sutvā ‘‘sā gaṇikā pubbe ekassa hatthato bhatiṁ gahetvā taṁ ajīrāpetvā aññassa hatthato na gaṇhāti, tenassā pubbe bahuṁ uppajji. Idāni pana attano dhammataṁ vissajjetvā ekassa hatthato gahitaṁ ajīrāpetvāva aññassa hatthato gaṇhāti, purimassa okāsaṁ akatvā pacchimassa karoti, tenassā bhati na uppajjati, na keci naṁ upasaṅkamanti. Sace attano dhamme ṭhassati, pubbasadisāva bhavissati. Attano dhamme ṭhātumassā kathehī’’ti āha.",
  "atk-s0513a21:202": "Dasamaṁ sutvā ‘‘so gāmabhojako pubbe dhammena samena aḍḍaṁ vinicchini, tena manussānaṁ piyo ahosi manāpo, sampiyāyamānā cassa manussā bahupaṇṇākāraṁ āhariṁsu, tena abhirūpo dhanavā yasasampanno ahosi. Idāni pana lañjavittako hutvā adhammena aḍḍaṁ vinicchinati, tena duggato kapaṇo hutvā paṇḍurogena abhibhūto. Sace pubbe viya dhammena aḍḍaṁ vinicchinissati, puna pubbasadiso bhavissati. So rañño atthibhāvaṁ na jānāti, dhammena aḍḍaṁ vinicchinitumassa kathehī’’ti āha.",
  "atk-s0513a21:203": "Iti so gāmaṇicando imāni ettakāni sāsanāni rañño ārocesi, rājā attano paññāya sabbānipi tāni sabbaññubuddho viya byākaritvā gāmaṇicandassa bahuṁ dhanaṁ datvā tassa vasanagāmaṁ brahmadeyyaṁ katvā tasseva datvā uyyojesi. So nagarā nikkhamitvā bodhisattena dinnasāsanaṁ brāhmaṇamāṇavakānañca tāpasānañca nāgarājassa ca rukkhadevatāya ca ārocetvā tittirassa vasanaṭṭhānato nidhiṁ gahetvā migassa tiṇakhādanaṭṭhāne rukkhato bhamaramadhuṁ gahetvā rañño madhuṁ pesetvā sappassa vasanaṭṭhāne vammikaṁ khaṇitvā nidhiṁ gahetvā taruṇitthiyā ca gaṇikāya ca gāmabhojakassa ca rañño kathitaniyāmeneva sāsanaṁ ārocetvā mahantena yasena attano gāmakaṁ gantvā yāvatāyukaṁ ṭhatvā yathākammaṁ gato. Ādāsamukharājāpi dānādīni puññāni katvā jīvitapariyosāne saggapuraṁ pūrento gato.",
  "atk-s0513a21:204": "Satthā ‘‘na, bhikkhave, tathāgato idāneva mahāpañño, pubbepi mahāpaññoyevā’’ti vatvā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne bahū sotāpannasakadāgāmianāgāmiarahanto ahesuṁ. ‘‘Tadā gāmaṇicando ānando ahosi, ādāsamukharājā pana ahameva ahosi’’nti.",
  "atk-s0513a21:205": "Gāmaṇicandajātakavaṇṇanā sattamā.",
  "atk-s0513a21:207": " [258] 8. Mandhātujātakavaṇṇanā",
  "atk-s0513a21:208": "Yāvatā candimasūriyāti idaṁ satthā jetavane viharanto ekaṁ ukkaṇṭhitabhikkhuṁ ārabbha kathesi. So kira sāvatthiṁ piṇḍāya caramāno ekaṁ alaṅkatapaṭiyattaṁ itthiṁ disvā ukkaṇṭhi. Atha naṁ bhikkhū dhammasabhaṁ ānetvā ‘‘ayaṁ, bhante, bhikkhu ukkaṇṭhito’’ti satthu dassesuṁ. Satthā ‘‘saccaṁ kira tvaṁ, bhikkhu, ukkaṇṭhito’’ti pucchitvā ‘‘saccaṁ, bhante’’ti vutte ‘‘kadā tvaṁ , bhikkhu, agāraṁ ajjhāvasamāno taṇhaṁ pūretuṁ sakkhissasi, kāmataṇhā hi nāmesā samuddo viya duppūrā, porāṇakarājāno dvisahassaparittadīpaparivāresu catūsu mahādīpesu cakkavattirajjaṁ kāretvā manussaparihāreneva cātumahārājikadevaloke rajjaṁ kāretvā tāvatiṁsadevaloke chattiṁsāya sakkānañca vasanaṭṭhāne devarajjaṁ kāretvāpi attano kāmataṇhaṁ pūretuṁ asakkontāva kālamakaṁsu, tvaṁ panetaṁ taṇhaṁ kadā pūretuṁ sakkhissasī’’ti vatvā atītaṁ āhari.",
  "atk-s0513a21:209": "Atīte paṭhamakappikesu mahāsammato nāma rājā ahosi. Tassa putto rojo nāma, tassa putto vararojo nāma, tassa putto kalyāṇo nāma, tassa putto varakalyāṇo nāma, tassa putto uposatho nāma, tassa putto mandhātu nāma ahosi. So sattahi ratanehi catūhi ca iddhīhi samannāgato cakkavattirajjaṁ kāresi. Tassa vāmahatthaṁ samañjitvā dakkhiṇahatthena apphoṭitakāle ākāsā dibbamegho viya jāṇuppamāṇaṁ sattaratanavassaṁ vassati, evarūpo acchariyamanusso ahosi. So caturāsīti vassasahassāni kumārakīḷaṁ kīḷi. Caturāsīti vassasahassāni oparajjaṁ kāresi, caturāsīti vassasahassāni cakkavattirajjaṁ kāresi, āyuppamāṇaṁ asaṅkhyeyyaṁ ahosi.",
  "atk-s0513a21:210": "So ekadivasaṁ kāmataṇhaṁ pūretuṁ asakkonto ukkaṇṭhitākāraṁ dassesi. Athāmaccā ‘‘kiṁ nu kho, deva, ukkaṇṭhitosī’’ti pucchiṁsu. ‘‘Mayhaṁ puññabale olokiyamāne idaṁ rajjaṁ kiṁ karissati, kataraṁ nu kho ṭhānaṁ ramaṇīya’’nti? ‘‘Devaloko, mahārājā’’ti. So cakkaratanaṁ abbhukkiritvā saddhiṁ parisāya cātumahārājikadevalokaṁ agamāsi. Athassa cattāro mahārājāno dibbamālāgandhahatthā devagaṇaparivutā paccuggamanaṁ katvā taṁ ādāya cātumahārājikadevalokaṁ gantvā devarajjaṁ adaṁsu. Tassa sakaparisāya parivāritasseva tasmiṁ rajjaṁ kārentassa dīgho addhā vītivatto.",
  "atk-s0513a21:211": "So tatthāpi taṇhaṁ pūretuṁ asakkonto ukkaṇṭhitākāraṁ dassesi, cattāro mahārājāno ‘‘kiṁ nu kho, deva, ukkaṇṭhitosī’’ti pucchiṁsu. ‘‘Imamhā devalokā kataraṁ ṭhānaṁ ramaṇīya’’nti. ‘‘Mayaṁ, deva, paresaṁ upaṭṭhākaparisā, tāvatiṁsadevaloko ramaṇīyo’’ti. Mandhātā cakkaratanaṁ abbhukkiritvā attano parisāya parivuto tāvatiṁsābhimukho pāyāsi. Athassa sakko devarājā dibbamālāgandhahattho devagaṇaparivuto paccuggamanaṁ katvā taṁ hatthe gahetvā ‘‘ito ehi, mahārājā’’ti āha. Rañño devagaṇaparivutassa gamanakāle pariṇāyakaratanaṁ cakkaratanaṁ ādāya saddhiṁ parisāya manussapathaṁ otaritvā attano nagarameva pāvisi. Sakko mandhātuṁ tāvatiṁsabhavanaṁ netvā devatā dve koṭṭhāse katvā attano devarajjaṁ majjhe bhinditvā adāsi. Tato paṭṭhāya dve rājāno rajjaṁ kāresuṁ. Evaṁ kāle gacchante sakko saṭṭhi ca vassasatasahassāni tisso ca vassakoṭiyo āyuṁ khepetvā cavi, añño sakko nibbatti. Sopi devarajjaṁ kāretvā āyukkhayena cavi. Etenūpāyena chattiṁsa sakkā caviṁsu, mandhātā pana manussaparihārena devarajjaṁ kāresiyeva.",
  "atk-s0513a21:212": "Tassa evaṁ kāle gacchante bhiyyosomattāya kāmataṇhā uppajji, so ‘‘kiṁ me upaḍḍharajjena, sakkaṁ māretvā ekarajjameva karissāmī’’ti cintesi. Sakkaṁ māretuṁ nāma na sakkā, taṇhā nāmesā vipattimūlā, tenassa āyusaṅkhāro parihāyi, jarā sarīraṁ pahari. Manussasarīrañca nāma devaloke na bhijjati, atha so devalokā bhassitvā uyyāne otari. Uyyānapālo tassa āgatabhāvaṁ rājakule nivedesi. Rājakulaṁ āgantvā uyyāneyeva sayanaṁ paññapesi. Rājā anuṭṭhānaseyyāya nipajji. Amaccā ‘‘deva, tumhākaṁ parato kinti kathemā’’ti pucchiṁsu. ‘‘Mama parato tumhe imaṁ sāsanaṁ mahājanassa katheyyātha – ‘mandhātumahārājā dvisahassaparittadīpaparivāresu catūsu mahādīpesu cakkavattirajjaṁ kāretvā dīgharattaṁ cātumahārājikesu rajjaṁ kāretvā chattiṁsāya sakkānaṁ āyuppamāṇena devaloke rajjaṁ kāretvā taṇhaṁ apūretvā kālamakāsī’’’ti. So evaṁ vatvā kālaṁ katvā yathākammaṁ gato.",
  "atk-s0513a21:213": "Satthā imaṁ atītaṁ āharitvā abhisambuddho hutvā imā gāthā avoca –",
  "atk-s0513a21:214": "22.",
  "atk-s0513a21:215": " ‘‘Yāvatā candimasūriyā, pariharanti disā bhanti virocanā;",
  "atk-s0513a21:216": "Sabbeva dāsā mandhātu, ye pāṇā pathavissitā.",
  "atk-s0513a21:217": "23.",
  "atk-s0513a21:218": " ‘‘Na kahāpaṇavassena, titti kāmesu vijjati;",
  "atk-s0513a21:219": "Appassādā dukhā kāmā, iti viññāya paṇḍito.",
  "atk-s0513a21:220": "24.",
  "atk-s0513a21:221": " ‘‘Api dibbesu kāmesu, ratiṁ so nādhigacchati;",
  "atk-s0513a21:222": "Taṇhakkhayarato hoti, sammāsambuddhasāvako’’ti.",
  "atk-s0513a21:223": "Tattha yāvatāti paricchedavacanaṁ. Pariharantīti yattakena paricchedena sineruṁ pariharanti. Disā bhantīti dasasu disāsu bhāsanti pabhāsanti. Virocanāti ālokakaraṇatāya virocanasabhāvā. Sabbeva dāsā mandhātu, ye pāṇā pathavissitāti ettake padese ye pathavinissitā pāṇā janapadavāsino manussā, sabbeva te ‘‘dāsā mayaṁ rañño mandhātussa, ayyako no rājā mandhātā’’ti evaṁ upagatattā bhujissāpi samānā dāsāyeva.",
  "atk-s0513a21:224": "Na kahāpaṇavassenāti tesaṁ dāsabhūtānaṁ manussānaṁ anuggahāya yaṁ mandhātā apphoṭetvā sattaratanavassaṁ vassāpeti, taṁ idha ‘‘kahāpaṇavassa’’nti vuttaṁ. Titti kāmesūti tenāpi kahāpaṇavassena vatthukāmakilesakāmesu titti nāma natthi, evaṁ duppūrā esā taṇhā. Appassādā dukhā kāmāti supinakūpamattā kāmā nāma appassādā parittasukhā, dukkhameva panettha bahutaraṁ. Taṁ dukkhakkhandhasuttapariyāyena dīpetabbaṁ. Iti viññāyāti evaṁ jānitvā.",
  "atk-s0513a21:225": "Dibbesūti devatānaṁ paribhogesu rūpādīsu. Ratiṁ soti so vipassako bhikkhu dibbehi kāmehi nimantiyamānopi tesu ratiṁ nādhigacchati āyasmā samiddhi viya. Taṇhakkhayaratoti nibbānarato. Nibbānañhi āgamma taṇhā khīyati, tasmā taṁ ‘‘taṇhakkhayo’’ti vuccati. Tattha rato hoti abhirato. Sammāsambuddhasāvakoti buddhassa savanante jāto bahussuto yogāvacarapuggalo.",
  "atk-s0513a21:226": "Evaṁ satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne ukkaṇṭhitabhikkhu sotāpattiphale patiṭṭhahi, aññe pana bahū sotāpattiphalādīni pāpuṇiṁsu. ‘‘Tadā mandhāturājā ahameva ahosi’’nti.",
  "atk-s0513a21:227": "Mandhātujātakavaṇṇanā aṭṭhamā.",
  "atk-s0513a21:229": " [259] 9. Tirīṭavacchajātakavaṇṇanā",
  "atk-s0513a21:230": "Nayimassa vijjāti idaṁ satthā jetavane viharanto āyasmato ānandassa kosalarañño mātugāmānaṁ hatthato pañcasatāni, rañño hatthato pañcasatānīti dussasahassapaṭilābhavatthuṁ ārabbha kathesi. Vatthu heṭṭhā dukanipāte guṇajātake (jā. aṭṭha. 2.2.guṇajātakavaṇṇanā) vitthāritameva.",
  "atk-s0513a21:231": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto kāsiraṭṭhe brāhmaṇakule nibbattitvā nāmaggahaṇadivase tirīṭavacchakumāroti katanāmo anupubbena vayappatto takkasilāyaṁ sabbasippāni uggaṇhitvā agāraṁ ajjhāvasanto mātāpitūnaṁ kālakiriyāya saṁviggahadayo hutvā nikkhamitvā isipabbajjaṁ pabbajitvā araññāyatane vanamūlaphalāhāro hutvā vāsaṁ kappesi. Tasmiṁ tattha vasante bārāṇasirañño paccanto kupi, so tattha gantvā yuddhe parājito maraṇabhayabhīto hatthikkhandhagato ekena passena palāyitvā araññe vicaranto pubbaṇhasamaye tirīṭavacchassa phalāphalatthāya gatakāle tassa assamapadaṁ pāvisi. So ‘‘tāpasānaṁ vasanaṭṭhāna’’nti hatthito otaritvā vātātapena kilanto pipāsito pānīyaghaṭaṁ olokento katthaci adisvā caṅkamanakoṭiyaṁ udapānaṁ addasa. Udakaussiñcanatthāya pana rajjughaṭaṁ adisvā pipāsaṁ sandhāretuṁ asakkonto hatthissa kucchiyaṁ baddhayottaṁ gahetvā hatthiṁ udapānataṭe ṭhapetvā tassa pāde yottaṁ bandhitvā yottena udapānaṁ otaritvā yotte apāpuṇante uttaritvā uttarasāṭakaṁ yottakoṭiyā saṅghāṭetvā puna otari, tathāpi nappahosiyeva. So aggapādehi udakaṁ phusitvā atipipāsito ‘‘pipāsaṁ vinodetvā maraṇampi sumaraṇa’’nti cintetvā udapāne patitvā yāvadatthaṁ pivitvā paccuttarituṁ asakkonto tattheva aṭṭhāsi. Hatthīpi susikkhitattā aññattha agantvā rājānaṁ olokento tattheva aṭṭhāsi. Bodhisatto sāyanhasamaye phalāphalaṁ āharitvā hatthiṁ disvā ‘‘rājā āgato bhavissati, vammitahatthīyeva pana paññāyati, kiṁ nu kho kāraṇa’’nti so hatthisamīpaṁ upasaṅkami. Hatthīpi tassa upasaṅkamanabhāvaṁ ñatvā ekamantaṁ aṭṭhāsi. Bodhisatto udapānataṭaṁ gantvā rājānaṁ disvā ‘‘mā bhāyi, mahārājā’’ti samassāsetvā nisseṇiṁ bandhitvā rājānaṁ uttāretvā kāyamassa sambāhitvā telena makkhetvā nhāpetvā phalāphalāni khādāpetvā hatthissa sannāhaṁ mocesi. Rājā dvīhatīhaṁ vissamitvā bodhisattassa attano santikaṁ āgamanatthāya paṭiññaṁ gahetvā pakkāmi. Rājabalakāyo nagarassa avidūre khandhāvāraṁ bandhitvā ṭhito. Rājānaṁ āgacchantaṁ disvā parivāresi, rājā nagaraṁ pāvisi.",
  "atk-s0513a21:232": "Bodhisattopi aḍḍhamāsaccayena bārāṇasiṁ patvā uyyāne vasitvā punadivase bhikkhaṁ caramāno rājadvāraṁ gato. Rājā mahāvātapānaṁ ugghāṭetvā rājaṅgaṇaṁ olokayamāno bodhisattaṁ disvā sañjānitvā pāsādā oruyha vanditvā mahātalaṁ āropetvā samussitasetacchatte rājapallaṅke nisīdāpetvā attano paṭiyāditaṁ āhāraṁ bhojetvā sayampi bhuñjitvā uyyānaṁ netvā tatthassa caṅkamanādiparivāraṁ vasanaṭṭhānaṁ kāretvā sabbe pabbajitaparikkhāre datvā uyyānapālaṁ paṭicchāpetvā vanditvā pakkāmi. Tato paṭṭhāya bodhisatto rājanivesaneyeva paribhuñji, mahāsakkārasammāno ahosi.",
  "atk-s0513a21:233": "Taṁ asahamānā amaccā ‘‘evarūpaṁ sakkāraṁ ekopi yodho labhamāno kiṁ nāma na kareyyā’’ti vatvā uparājānaṁ upagantvā ‘‘deva, amhākaṁ rājā ekaṁ tāpasaṁ ativiya mamāyati, kiṁ nāma tena tasmiṁ diṭṭhaṁ, tumhepi tāva raññā saddhiṁ mantethā’’ti āhaṁsu. So ‘‘sādhū’’ti sampaṭicchitvā amaccehi saddhiṁ rājānaṁ upasaṅkamitvā paṭhamaṁ gāthamāha –",
  "atk-s0513a21:234": "25.",
  "atk-s0513a21:235": " ‘‘Nayimassa vijjāmayamatthi kiñci, na bandhavo no pana te sahāyo;",
  "atk-s0513a21:236": "Atha kena vaṇṇena tirīṭavaccho, tedaṇḍiko bhuñjati aggapiṇḍa’’nti.",
  "atk-s0513a21:237": "Tattha nayimassa vijjāmayamatthi kiñcīti imassa tāpasassa vijjāmayaṁ kiñci kammaṁ natthi. Na bandhavo tiputtabandhavasippabandhavagottabandhavañātibandhavesu aññataropi na hoti . No pana te sahāyoti sahapaṁsukīḷiko sahāyakopi te na hoti. Kena vaṇṇenāti kena kāraṇena. Tirīṭavacchoti tassa nāmaṁ. Tedaṇḍikoti kuṇḍikaṭhapanatthāya tidaṇḍakaṁ gahetvā caranto. Aggapiṇḍanti rasasampannaṁ rājārahaṁ aggabhojanaṁ.",
  "atk-s0513a21:238": "Taṁ sutvā rājā puttaṁ āmantetvā ‘‘tāta, mama paccantaṁ gantvā yuddhaparājitassa dvīhatīhaṁ anāgatabhāvaṁ sarasī’’ti vatvā ‘‘sarāmī’’ti vutte ‘‘tadā mayā imaṁ nissāya jīvitaṁ laddha’’nti sabbaṁ taṁ pavattiṁ ācikkhitvā ‘‘tāta , mayhaṁ jīvitadāyake mama santikaṁ āgate rajjaṁ dadantopi ahaṁ neva etena kataguṇānurūpaṁ kātuṁ sakkomī’’ti vatvā itarā dve gāthā avoca –",
  "atk-s0513a21:239": "26.",
  "atk-s0513a21:240": " ‘‘Āpāsu me yuddhaparājitassa, ekassa katvā vivanasmi ghore;",
  "atk-s0513a21:241": "Pasārayī kicchagatassa pāṇiṁ, tenūdatāriṁ dukhasampareto.",
  "atk-s0513a21:242": "27.",
  "atk-s0513a21:243": " ‘‘Etassa kiccena idhānupatto, vesāyino visayā jīvaloke;",
  "atk-s0513a21:244": "Lābhāraho tāta tirīṭavaccho, dethassa bhogaṁ yajathañca yañña’’nti.",
  "atk-s0513a21:245": "Tattha āpāsūti āpadāsu. Ekassāti adutiyassa. Katvāti anukampaṁ karitvā pemaṁ uppādetvā. Vivanasminti pānīyarahite araññe. Ghoreti dāruṇe. Pasārayī kicchagatassa pāṇinti nisseṇiṁ bandhitvā kūpaṁ otāretvā dukkhagatassa mayhaṁ uttāraṇatthāya vīriyapaṭisaṁyuttaṁ hatthaṁ pasāresi. Tenūdatāriṁ dukhasamparetoti tena kāraṇenamhi dukkhaparivāritopi tamhā kūpā uttiṇṇo.",
  "atk-s0513a21:246": "Etassa kiccena idhānupattoti ahaṁ etassa tāpasassa kiccena, etena katassa kiccassānubhāvena idhānuppatto . Vesāyino visayāti vesāyī vuccati yamo, tassa visayā. Jīvaloketi manussaloke. Ahañhi imasmiṁ jīvaloke ṭhito yamavisayaṁ maccuvisayaṁ paralokaṁ gato nāma ahosiṁ, somhi etassa kāraṇā tato puna idhāgatoti vuttaṁ hoti. Lābhārahoti lābhaṁ araho catupaccayalābhassa anucchaviko. Dethassa bhoganti etena paribhuñjitabbaṁ catupaccayasamaṇaparikkhārasaṅkhātaṁ bhogaṁ etassa detha. Yajathañca yaññanti tvañca amaccā ca nāgarā cāti sabbepi tumhe etassa bhogañca detha, yaññañca yajatha. Tassa hi dīyamāno deyyadhammo tena bhuñjitabbattā bhogo hoti, itaresaṁ dānayaññattā yañño. Tenāha ‘‘dethassa bhogaṁ yajathañca yañña’’nti.",
  "atk-s0513a21:247": "Evaṁ raññā gaganatale puṇṇacandaṁ uṭṭhāpentena viya bodhisattassa guṇe pakāsite tassa guṇo sabbatthameva pākaṭo jāto, atirekataro tassa lābhasakkāro udapādi. Tato paṭṭhāya uparājā vā amaccā vā añño vā koci kiñci rājānaṁ vattuṁ na visahi. Rājā bodhisattassa ovāde ṭhatvā dānādīni puññāni katvā saggapuraṁ pūresi. Bodhisattopi abhiññā ca samāpattiyo ca uppādetvā brahmalokaparāyaṇo ahosi.",
  "atk-s0513a21:248": "Satthā ‘‘porāṇakapaṇḍitāpi upakāravasena kariṁsū’’ti imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā rājā ānando ahosi, tāpaso pana ahameva ahosi’’nti.",
  "atk-s0513a21:249": "Tirīṭavacchajātakavaṇṇanā navamā.",
  "atk-s0513a21:251": " [260] 10. Dūtajātakavaṇṇanā",
  "atk-s0513a21:252": "Yassatthā dūramāyantīti idaṁ satthā jetavane viharanto ekaṁ lolabhikkhuṁ ārabbha kathesi. Vatthu navakanipāte cakkavākajātake (jā. 1.9.69 ādayo) āvibhavissati. Satthā pana taṁ bhikkhuṁ āmantetvā ‘‘na kho, bhikkhu, idāneva, pubbepi tvaṁ lolo, lolyakāraṇeneva pana asinā sīsacchedanaṁ labhī’’ti vatvā atītaṁ āhari.",
  "atk-s0513a21:253": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto tassa putto hutvā vayappatto takkasilāyaṁ sabbasippāni uggaṇhitvā pitu accayena rajje patiṭṭhāya bhojanasuddhiko ahosi, tenassa bhojanasuddhikarājātveva nāmaṁ jātaṁ. So kira tathārūpena vidhānena bhattaṁ bhuñjati, yathāssa ekissā bhattapātiyā satasahassaṁ vayaṁ gacchati. Bhuñjanto pana antogehe na bhuñjati, attano bhojanavidhānaṁ olokentaṁ mahājanaṁ puññaṁ kāretukāmatāya rājadvāre ratanamaṇḍapaṁ kāretvā bhojanavelāya taṁ alaṅkarāpetvā kañcanamaye samussitasetacchatte rājapallaṅke nisīditvā khattiyakaññāhi parivuto satasahassagghanikāya suvaṇṇapātiyā sabbarasabhojanaṁ bhuñjati. Atheko lolapuriso tassa bhojanavidhānaṁ oloketvā taṁ bhojanaṁ bhuñjitukāmo hutvā pipāsaṁ sandhāretuṁ asakkonto ‘‘attheko upāyo’’ti gāḷhaṁ nivāsetvā hatthe ukkhipitvā ‘‘bho, ahaṁ dūto, dūto’’ti uccāsaddaṁ karonto rājānaṁ upasaṅkami. Tena ca samayena tasmiṁ janapade ‘‘dūtomhī’’ti vadantaṁ na vārenti, tasmā mahājano dvidhā bhijjitvā okāsaṁ adāsi. So vegena gantvā rañño pātiyā ekaṁ bhattapiṇḍaṁ gahetvā mukhe pakkhipi, athassa ‘‘sīsaṁ chindissāmī’’ti asigāho asiṁ abbāhesi, rājā ‘‘mā paharī’’ti nivāresi, ‘‘mā bhāyi, bhuñjassū’’ti hatthaṁ dhovitvā nisīdi. Bhojanapariyosāne cassa attano pivanapānīyañceva tambūlañca dāpetvā ‘‘bho purisa, tvaṁ ‘dūtomhī’ti vadasi, kassa dūtosī’’ti pucchi. ‘‘Mahārāja ahaṁ taṇhādūto, udaradūto, taṇhā maṁ āṇāpetvā ‘tvaṁ gacchāhī’ti dūtaṁ katvā pesesī’’ti vatvā purimā dve gāthā avoca –",
  "atk-s0513a21:254": "28.",
  "atk-s0513a21:255": " ‘‘Yassatthā dūramāyanti, amittamapi yācituṁ;",
  "atk-s0513a21:256": "Tassūdarassahaṁ dūto, mā me kujjha rathesabha.",
  "atk-s0513a21:257": "29.",
  "atk-s0513a21:258": " ‘‘Yassa divā ca ratto ca, vasamāyanti māṇavā;",
  "atk-s0513a21:259": "Tassūdarassahaṁ dūto, mā me kujjha rathesabhā’’ti.",
  "atk-s0513a21:260": "Tattha yassatthā dūramāyantīti yassa atthāya ime sattā taṇhāvasikā hutvā dūrampi gacchanti. Rathesabhāti rathayodhajeṭṭhaka.",
  "atk-s0513a21:261": "Rājā tassa vacanaṁ sutvā ‘‘saccametaṁ, ime sattā udaradūtā taṇhāvasena vicaranti, taṇhāva ime satte vicāreti, yāva manāpaṁ vata iminā kathita’’nti tassa purisassa tussitvā tatiyaṁ gāthamāha –",
  "atk-s0513a21:262": "30.",
  "atk-s0513a21:263": " ‘‘Dadāmi te brāhmaṇa rohiṇīnaṁ, gavaṁ sahassaṁ saha puṅgavena;",
  "atk-s0513a21:264": "Dūto hi dūtassa kathaṁ na dajjaṁ, mayampi tasseva bhavāma dūtā’’ti.",
  "atk-s0513a21:265": "Tattha brāhmaṇāti ālapanamattametaṁ. Rohiṇīnanti rattavaṇṇānaṁ. Saha puṅgavenāti yūthapariṇāyakena upaddavarakkhakena usabhena saddhiṁ. Mayampīti ahañca avasesā ca sabbe sattā tasseva udarassa dūtā bhavāma, tasmā ahaṁ udaradūto samāno udaradūtassa tuyhaṁ kasmā na dajjanti. Evañca pana vatvā ‘‘iminā vata purisena assutapubbaṁ kāraṇaṁ kathita’’nti tuṭṭhacitto tassa mahantaṁ yasaṁ adāsi.",
  "atk-s0513a21:266": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne so lolabhikkhu sakadāgāmiphale patiṭṭhahi, aññepi bahū sotāpannādayo ahesuṁ. ‘‘Tadā lolapuriso etarahi lolabhikkhu ahosi, bhojanasuddhikarājā pana ahameva ahosi’’nti.",
  "atk-s0513a21:267": "Dūtajātakavaṇṇanā dasamā.",
  "atk-s0513a21:268": "Saṅkappavaggo paṭhamo.",
  "atk-s0513a21:269": "Tassuddānaṁ –",
  "atk-s0513a21:270": "Saṅkappa tilamuṭṭhi ca, maṇi ca sindhavāsukaṁ;",
  "atk-s0513a21:271": "Jarūdapānaṁ gāmaṇi, mandhātā tirīṭadūtanti.",
  "atk-s0513a21:272": "2. Padumavaggo",
  "atk-s0513a21:274": " [261] 1. Padumajātakavaṇṇanā",
  "atk-s0513a21:275": "Yathākesā ca massū cāti idaṁ satthā jetavane viharanto ānandabodhimhi mālāpūjakārake bhikkhū ārabbha kathesi. Vatthu kāliṅgabodhijātake āvibhavissati. So pana ānandattherena ropitattā ‘‘ānandabodhī’’ti jāto. Therena hi jetavanadvārakoṭṭhake bodhissa ropitabhāvo sakalajambudīpe patthari. Athekacce janapadavāsino bhikkhū ‘‘ānandabodhimhi mālāpūjaṁ karissāmā’’ti jetavanaṁ āgantvā satthāraṁ vanditvā punadivase sāvatthiṁ pavisitvā uppalavīthiṁ gantvā mālaṁ alabhitvā āgantvā ānandattherassa ārocesuṁ – ‘‘āvuso, mayaṁ ‘bodhimhi mālāpūjaṁ karissāmā’ti uppalavīthiṁ gantvā ekamālampi na labhimhā’’ti. Thero ‘‘ahaṁ vo, āvuso, āharissāmī’’ti uppalavīthiṁ gantvā bahū nīluppalakalāpe ukkhipāpetvā āgamma tesaṁ dāpesi, te tāni gahetvā bodhissa pūjaṁ kariṁsu. Taṁ pavattiṁ sutvā dhammasabhāyaṁ bhikkhū therassa guṇakathaṁ samuṭṭhāpesuṁ – ‘‘āvuso, jānapadā bhikkhū appapuññā uppalavīthiṁ gantvā mālaṁ na labhiṁsu, thero pana gantvāva āharāpesī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva vattuchekā kathākusalā mālaṁ labhanti, pubbepi labhiṁsuyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a21:276": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto seṭṭhiputto ahosi. Antonagare ca ekasmiṁ sare padumāni pupphanti. Eko chinnanāso puriso taṁ saraṁ rakkhati. Athekadivasaṁ bārāṇasiyaṁ ussave ghuṭṭhe mālaṁ piḷandhitvā ussavaṁ kīḷitukāmā tayo seṭṭhiputtā ‘‘nāsacchinnassa abhūtena vaṇṇaṁ vatvā mālaṁ yācissāmā’’ti tassa padumāni bhañjanakāle sarassa santikaṁ gantvā ekamantaṁ aṭṭhaṁsu.",
  "atk-s0513a21:277": "Tesu eko taṁ āmantetvā paṭhamaṁ gāthamāha –",
  "atk-s0513a21:278": "31.",
  "atk-s0513a21:279": " ‘‘Yathā kesā ca massū ca, chinnaṁ chinnaṁ virūhati;",
  "atk-s0513a21:280": "Evaṁ ruhatu te nāsā, padumaṁ dehi yācito’’ti.",
  "atk-s0513a21:281": "So tassa kujjhitvā padumaṁ na adāsi.",
  "atk-s0513a21:282": "Athassa dutiyo dutiyaṁ gāthamāha –",
  "atk-s0513a21:283": "32.",
  "atk-s0513a21:284": " ‘‘Yathā sāradikaṁ bījaṁ, khette vuttaṁ virūhati;",
  "atk-s0513a21:285": "Evaṁ ruhatu te nāsā, padumaṁ dehi yācito’’ti.",
  "atk-s0513a21:286": "Tattha sāradikanti saradasamaye gahetvā nikkhittaṁ sārasampannaṁ bījaṁ. So tassapi kujjhitvā padumaṁ na adāsi.",
  "atk-s0513a21:287": "Athassa tatiyo tatiyaṁ gāthamāha –",
  "atk-s0513a21:288": "33.",
  "atk-s0513a21:289": " ‘‘Ubhopi palapantete, api padmāni dassati;",
  "atk-s0513a21:290": "Vajjuṁ vā te na vā vajjuṁ, natthi nāsāya rūhanā;",
  "atk-s0513a21:291": "Dehi samma padumāni, ahaṁ yācāmi yācito’’ti.",
  "atk-s0513a21:292": "Tattha ubhopi palapanteteti ete dvepi musā vadanti. Api padmānīti ‘‘api nāma no padumāni dassatī’’ti cintetvā evaṁ vadanti. Vajjuṁ vāte na vā vajjunti ‘‘tava nāsā ruhatū’’ti evaṁ vadeyyuṁ vā na vā vadeyyuṁ, etesaṁ vacanaṁ appamāṇaṁ, sabbatthāpi natthi nāsāya ruhanā, ahaṁ pana te nāsaṁ paṭicca na kiñci vadāmi, kevalaṁ yācāmi, tassa me dehi, samma, padumāni yācitoti.",
  "atk-s0513a21:293": "Taṁ sutvā padumasaragopako ‘‘imehi dvīhi musāvādo kathito, tumhehi sabhāvo kathito, tumhākaṁ anucchavikāni padumānī’’ti mahantaṁ padumakalāpaṁ ādāya tassa datvā attano padumasarameva gato.",
  "atk-s0513a21:294": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā padumalābhī seṭṭhiputto ahameva ahosi’’nti.",
  "atk-s0513a21:295": "Padumajātakavaṇṇanā paṭhamā.",
  "atk-s0513a21:297": " [262] 2. Mudupāṇijātakavaṇṇanā",
  "atk-s0513a21:298": "Pāṇi ce muduko cassāti idaṁ satthā jetavane viharanto ekaṁ ukkaṇṭhitabhikkhuṁ ārabbha kathesi. Tañhi satthā dhammasabhaṁ ānītaṁ ‘‘saccaṁ kira tvaṁ, bhikkhu, ukkaṇṭhitosī’’ti pucchitvā ‘‘saccaṁ, bhante’’ti vutte ‘‘bhikkhu, itthiyo nāmetā kilesavasena gamanato arakkhiyā, porāṇakapaṇḍitāpi attano dhītaraṁ rakkhituṁ nāsakkhiṁsu, pitarā hatthe gahetvā ṭhitāva pitaraṁ ajānāpetvā kilesavasena purisena saddhiṁ palāyī’’ti vatvā atītaṁ āhari.",
  "atk-s0513a21:299": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto tassa aggamahesiyā kucchimhi nibbattitvā vayappatto takkasilāyaṁ sabbasippāni uggaṇhitvā pitu accayena rajje patiṭṭhāya dhammena rajjaṁ kāresi. So dhītarañca bhāgineyyañca dvepi antonivesane posento ekadivasaṁ amaccehi saddhiṁ nisinno ‘‘mamaccayena mayhaṁ bhāgineyyo rājā bhavissati, dhītāpi me tassa aggamahesī bhavissatī’’ti vatvā aparabhāge bhāgineyyassa vayappattakāle puna amaccehi saddhiṁ nisinno ‘‘mayhaṁ bhāgineyyassa aññassa rañño dhītaraṁ ānessāma, mayhaṁ dhītarampi aññasmiṁ rājakule dassāma, evaṁ no ñātakā bahutarā bhavissantī’’ti āha. Amaccā sampaṭicchiṁsu.",
  "atk-s0513a21:300": "Atha rājā bhāgineyyassa bahigehaṁ dāpesi, anto pavesanaṁ nivāresi. Te pana aññamaññaṁ paṭibaddhacittā ahesuṁ. Kumāro ‘‘kena nu kho upāyena rājadhītaraṁ bahi nīharāpeyya’’nti cintento ‘‘atthi upāyo’’ti dhātiyā lañjaṁ datvā ‘‘kiṁ, ayyaputta, kicca’’nti vutte ‘‘amma, kathaṁ nu kho rājadhītaraṁ bahi kātuṁ okāsaṁ labheyyāmā’’ti āha. ‘‘Rājadhītāya saddhiṁ kathetvā jānissāmī’’ti. ‘‘Sādhu, ammā’’ti. Sā gantvā ‘‘ehi, amma, sīse te ūkā gaṇhissāmī’’ti taṁ nīcapīṭhake nisīdāpetvā sayaṁ ucce nisīditvā tassā sīsaṁ attano ūrūsu ṭhapetvā ūkā gaṇhayamānā rājadhītāya sīsaṁ nakhehi vijjhi . Rājadhītā ‘‘nāyaṁ attano nakhehi vijjhati, pitucchāputtassa me kumārassa nakhehi vijjhatī’’ti ñatvā ‘‘amma, tvaṁ kumārassa santikaṁ agamāsī’’ti pucchi. ‘‘Āma, ammā’’ti. ‘‘Kiṁ tena sāsanaṁ kathita’’nti? ‘‘Tava bahikaraṇūpāyaṁ pucchati, ammā’’ti. Rājadhītā ‘‘paṇḍito honto jānissatī’’ti paṭhamaṁ gāthaṁ bandhitvā ‘‘amma, imaṁ uggahetvā kumārassa kathehī’’ti āha.",
  "atk-s0513a21:301": "34.",
  "atk-s0513a21:302": " ‘‘Pāṇi ce muduko cassa, nāgo cassa sukārito;",
  "atk-s0513a21:303": "Andhakāro ca vasseyya, atha nūna tadā siyā’’ti.",
  "atk-s0513a21:304": "Sā taṁ uggaṇhitvā kumārassa santikaṁ gantvā ‘‘amma, rājadhītā kimāhā’’ti vutte ‘‘ayyaputta, aññaṁ kiñci avatvā imaṁ gāthaṁ pahiṇī’’ti taṁ gāthaṁ udāhāsi. Kumāro ca tassatthaṁ ñatvā ‘‘gaccha, ammā’’ti taṁ uyyojesi.",
  "atk-s0513a21:305": "Gāthāyattho – sace te ekissā cūḷupaṭṭhākāya mama hattho viya hattho mudu assa, yadi ca te āneñjakāraṇaṁ sukārito eko hatthī assa, yadi ca taṁ divasaṁ caturaṅgasamannāgato ativiya bahalo andhakāro assa, devo ca vasseyya. Atha nūna tadā siyāti tādise kāle ime cattāro paccaye āgamma ekaṁsena te manorathassa matthakagamanaṁ siyāti.",
  "atk-s0513a21:306": "Kumāro etamatthaṁ tathato ñatvā ekaṁ abhirūpaṁ muduhatthaṁ cūḷupaṭṭhākaṁ sajjaṁ katvā maṅgalahatthigopakassa lañjaṁ datvā hatthiṁ āneñjakāraṇaṁ kāretvā kālaṁ āgamento acchi.",
  "atk-s0513a21:307": "Athekasmiṁ kāḷapakkhuposathadivase majjhimayāmasamanantare ghanakāḷamegho vassi. So ‘‘ayaṁ dāni rājadhītāya vuttadivaso’’ti vāraṇaṁ abhiruhitvā muduhatthakaṁ cūḷupaṭṭhākaṁ hatthipiṭṭhe nisīdāpetvā gantvā rājanivesanassa ākāsaṅgaṇābhimukhe ṭhāne hatthiṁ mahābhittiyaṁ allīyāpetvā vātapānasamīpe temento aṭṭhāsi. Rājāpi dhītaraṁ rakkhanto aññattha sayituṁ na deti, attano santike cūḷasayane sayāpeti. Sāpi ‘‘ajja kumāro āgamissatī’’ti ñatvā niddaṁ anokkamitvāva nipannā ‘‘tāta nhāyitukāmāmhī’’ti āha. Rājā ‘‘ehi, ammā’’ti taṁ hatthe gahetvā vātapānasamīpaṁ netvā ‘‘nhāyāhi, ammā’’ti ukkhipitvā vātapānassa bahipasse pamukhe ṭhapetvā ekasmiṁ hatthe gahetvā aṭṭhāsi. Sā nhāyamānāva kumārassa hatthaṁ pasāresi, so tassā hatthato ābharaṇāni omuñcitvā upaṭṭhākāya hatthe piḷandhitvā taṁ ukkhipitvā rājadhītaraṁ nissāya pamukhe ṭhapesi . Sā tassā hatthaṁ gahetvā pitu hatthe ṭhapesi, so tassā hatthaṁ gahetvā dhītu hatthaṁ muñci, sā itarasmāpi hatthā ābharaṇāni omuñcitvā tassā dutiyahatthe piḷandhitvā pitu hatthe ṭhapetvā kumārena saddhiṁ agamāsi. Rājā ‘‘dhītāyeva me’’ti saññāya taṁ dārikaṁ nhānapariyosāne sirigabbhe sayāpetvā dvāraṁ pidhāya lañchetvā ārakkhaṁ datvā attano sayanaṁ gantvā nipajji.",
  "atk-s0513a21:308": "So pabhātāya rattiyā dvāraṁ vivaritvā taṁ dārikaṁ disvā ‘‘kimeta’’nti pucchi. Sā tassā kumārena saddhiṁ gatabhāvaṁ kathesi. Rājā vippaṭisārī hutvā ‘‘hatthe gahetvā carantenapi mātugāmaṁ rakkhituṁ na sakkā, evaṁ arakkhiyā nāmitthiyo’’ti cintetvā itarā dve gāthā avoca –",
  "atk-s0513a21:309": "35.",
  "atk-s0513a21:310": " ‘‘Analā mudusambhāsā, duppūrā tā nadīsamā;",
  "atk-s0513a21:311": "Sīdanti naṁ viditvāna, ārakā parivajjaye.",
  "atk-s0513a21:312": "36.",
  "atk-s0513a21:313": " ‘‘Yaṁ etā upasevanti, chandasā vā dhanena vā;",
  "atk-s0513a21:314": "Jātavedova saṁ ṭhānaṁ, khippaṁ anudahanti na’’nti.",
  "atk-s0513a21:315": "Tattha analā mudusambhāsāti muduvacanenapi asakkuṇeyyā, neva sakkā saṇhavācāya saṅgaṇhitunti attho. Purisehi vā etāsaṁ na alanti analā. Mudusambhāsāti hadaye thaddhepi sambhāsāva mudu etāsanti mudusambhāsā. Duppūrā tā nadīsamāti yathā nadī āgatāgatassa udakassa sandanato udakena duppūrā, evaṁ anubhūtānubhūtehi methunādīhi aparitussanato duppūrā. Tena vuttaṁ –",
  "atk-s0513a21:316": "‘‘Tiṇṇaṁ, bhikkhave, dhammānaṁ atitto appaṭivāno mātugāmo kālaṁ karoti. Katamesaṁ tiṇṇaṁ? Methunasamāpattiyā ca vijāyanassa ca alaṅkārassa ca. Imesaṁ kho, bhikkhave, tiṇṇaṁ dhammānaṁ atitto appaṭivāno mātugāmo kālaṁ karotī’’ti.",
  "atk-s0513a21:317": "Sīdantīti aṭṭhasu mahānirayesu soḷasasu ussadanirayesu nimujjanti. Nanti nipātamattaṁ . Viditvānāti evaṁ jānitvā. Ārakā parivajjayeti ‘‘etā itthiyo nāma methunadhammādīhi atittā kālaṁ katvā etesu nirayesu sīdanti, etā evaṁ attanā sīdamānā kassaññassa sukhāya bhavissantī’’ti evaṁ ñatvā paṇḍito puriso dūratova tā parivajjayeti dīpeti. Chandasā vā dhanena vāti attano vā chandena ruciyā pemena, bhativasena laddhadhanena vā yaṁ purisaṁ etā itthiyo upasevanti bhajanti. Jātavedoti aggi. So hi jātamattova vediyati, vidito pākaṭo hotīti jātavedo. So yathā attano ṭhānaṁ kāraṇaṁ okāsaṁ anudahati, evametāpi yaṁ upasevanti, taṁ purisaṁ dhanayasasīlapaññāsamannāgatampi tesaṁ sabbesaṁ dhanādīnaṁ vināsanato puna tāya sampattiyā abhabbuppattikaṁ kurumānā khippaṁ anudahanti jhāpenti. Vuttampi cetaṁ –",
  "atk-s0513a21:318": "‘‘Balavanto dubbalā honti, thāmavantopi hāyare;",
  "atk-s0513a21:319": "Cakkhumā andhakā honti, mātugāmavasaṁ gatā.",
  "atk-s0513a21:320": "‘‘Guṇavanto nigguṇā honti, paññavantopi hāyare;",
  "atk-s0513a21:321": "Pamattā bandhane senti, mātugāmavasaṁ gatā.",
  "atk-s0513a21:322": "‘‘Ajjhenañca tapaṁ sīlaṁ, saccaṁ cāgaṁ satiṁ matiṁ;",
  "atk-s0513a21:323": "Acchindanti pamattassa, panthadūbhīva takkarā.",
  "atk-s0513a21:324": "‘‘Yasaṁ kittiṁ dhitiṁ sūraṁ, bāhusaccaṁ pajānanaṁ;",
  "atk-s0513a21:325": "Khepayanti pamattassa, kaṭṭhapuñjaṁva pāvako’’ti.",
  "atk-s0513a21:326": "Evaṁ vatvā mahāsatto ‘‘bhāgineyyopi mayāva posetabbo’’ti mahantena sakkārena dhītaraṁ tasseva datvā taṁ oparajje patiṭṭhapesi. Sopi mātulassa accayena rajje patiṭṭhahi.",
  "atk-s0513a21:327": "Satthā imaṁ dhammadesenaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne ukkaṇṭhitabhikkhu sotāpattiphale patiṭṭhahi. ‘‘Tadā rājā ahameva ahosi’’nti.",
  "atk-s0513a21:328": "Mudupāṇijātakavaṇṇanā dutiyā.",
  "atk-s0513a21:330": " [263] 3. Cūḷapalobhanajātakavaṇṇanā",
  "atk-s0513a21:331": "Abhijjamānevārisminti idaṁ satthā jetavane viharanto ekaṁ ukkaṇṭhitabhikkhumeva ārabbha kathesi. Tañhi satthā dhammasabhaṁ ānītaṁ ‘‘saccaṁ kira, tvaṁ bhikkhu, ukkaṇṭhitosī’’ti pucchitvā ‘‘saccaṁ, bhante’’ti vutte ‘‘bhikkhu, itthiyo nāmetā porāṇake suddhasattepi saṁkilesesu’’nti vatvā atītaṁ āhari.",
  "atk-s0513a21:332": "Atīte bārāṇasiyaṁ brahmadatto rājā aputtako hutvā attano itthiyo ‘‘puttapatthanaṁ karothā’’ti āha. Tā putte patthenti. Evaṁ addhāne gate bodhisatto brahmalokā cavitvā aggamahesiyā kucchismiṁ nibbatti. Taṁ jātamattaṁ nhāpetvā thaññapāyanatthāya dhātiyā adaṁsu. So pāyamāno rodati, atha naṁ aññissā adaṁsu. Mātugāmahatthagato neva tuṇhī hoti. Atha naṁ ekassa pādamūlikassa adaṁsu, tena gahitamattoyeva tuṇhī ahosi. Tato paṭṭhāya purisāva taṁ gahetvā caranti. Thaññaṁ pāyentā duhitvā vā pāyenti, sāṇiantarena vā thanaṁ mukhe ṭhapenti. Tenassa anitthigandhakumāroti nāmaṁ kariṁsu. Tassa aparāparaṁ vaddhamānassapi mātugāmaṁ nāma dassetuṁ na sakkā. Tenassa rājā visuṁyeva nisajjādiṭṭhānāni jhānāgārañca kāresi.",
  "atk-s0513a21:333": "So tassa soḷasavassikakāle cintesi – ‘‘mayhaṁ añño putto natthi, ayaṁ pana kumāro kāme na paribhuñjati, rajjampi na icchissati, dulladdho vata me putto’’ti. Atha naṁ ekā naccagītavāditakusalā purise paricaritvā attano vase kātuṁ paṭibalā taruṇanāṭakitthī upasaṅkamitvā ‘‘deva, kiṁ nu cintesī’’ti āha, rājā taṁ kāraṇaṁ ācikkhi. ‘‘Hotu, deva , ahaṁ taṁ palobhetvā kāmarasaṁ jānāpessāmī’’ti. ‘‘Sace me puttaṁ anitthigandhakumāraṁ palobhetuṁ sakkissasi, so rājā bhavissati, tvaṁ aggamahesī’’ti. Sā ‘‘mameso bhāro, tumhe mā cintayitthā’’ti vatvā ārakkhamanusse upasaṅkamitvā āha – ‘‘ahaṁ paccūsasamaye āgantvā ayyaputtassa sayanaṭṭhāne bahijhānāgāre ṭhatvā gāyissāmi. Sace so kujjhati, mayhaṁ katheyyātha, ahaṁ apagacchissāmi. Sace suṇāti, vaṇṇaṁ me katheyyāthā’’ti. Te ‘‘sādhū’’ti sampaṭicchiṁsu.",
  "atk-s0513a21:334": "Sāpi paccūsakāle tasmiṁ padese ṭhatvā tantissarena gītassaraṁ, gītassarena tantissaraṁ anatikkamitvā madhurena saddena gāyi, kumāro suṇantova nipajji, punadivase ca āsannaṭṭhāne ṭhatvā gāyituṁ āṇāpesi, punadivase jhānāgāre ṭhatvā gāyituṁ āṇāpesi, punadivase attano samīpe ṭhatvāti evaṁ anukkameneva taṇhaṁ uppādetvā lokadhammaṁ sevitvā kāmarasaṁ ñatvā ‘‘mātugāmaṁ nāma aññesaṁ na dassāmī’’ti asiṁ gahetvā antaravīthiṁ otaritvā purise anubandhanto vicari. Atha naṁ rājā gāhāpetvā tāya kumārikāya saddhiṁ nagarā nīharāpesi. Ubhopi araññaṁ pavisitvā adhogaṅgaṁ gantvā ekasmiṁ passe gaṅgaṁ, ekasmiṁ samuddaṁ katvā ubhinnamantare assamapadaṁ māpetvā vāsaṁ kappayiṁsu. Kumārikā paṇṇasālāyaṁ nisīditvā kandamūlādīni pacati, bodhisatto araññato phalāphalaṁ āharati.",
  "atk-s0513a21:335": "Athekadivasaṁ tasmiṁ phalāphalatthāya gate samuddadīpakā eko tāpaso bhikkhācāratthāya ākāsena gacchanto dhūmaṁ disvā assamapade otari. Atha naṁ sā ‘‘nisīda, yāva paccatī’’ti nisīdāpetvā itthikuttena palobhetvā jhānā cāvetvā brahmacariyamassa antaradhāpesi. So pakkhacchinnakāko viya hutvā taṁ jahituṁ asakkonto sabbadivasaṁ tattheva ṭhatvā bodhisattaṁ āgacchantaṁ disvā vegena samuddābhimukho palāyi. Atha naṁ so ‘‘paccāmitto me ayaṁ bhavissatī’’ti asiṁ gahetvā anubandhi. Tāpaso ākāse uppatanākāraṁ dassetvā samudde pati. Bodhisatto ‘‘esa tāpaso ākāsenāgato bhavissati, jhānassa parihīnattā samudde patito, mayā dānissa avassayena bhavituṁ vaṭṭatī’’ti cintetvā velante ṭhatvā imā gāthā avoca –",
  "atk-s0513a21:336": "37.",
  "atk-s0513a21:337": " ‘‘Abhijjamāne vārismiṁ, sayaṁ āgamma iddhiyā;",
  "atk-s0513a21:338": "Missībhāvitthiyā gantvā, saṁsīdasi mahaṇṇave.",
  "atk-s0513a21:339": "38.",
  "atk-s0513a21:340": " ‘‘Āvaṭṭanī mahāmāyā, brahmacariyavikopanā;",
  "atk-s0513a21:341": "Sīdanti naṁ viditvāna, ārakā parivajjaye.",
  "atk-s0513a21:342": "39.",
  "atk-s0513a21:343": " ‘‘Yaṁ etā upasevanti, chandasā vā dhanena vā;",
  "atk-s0513a21:344": "Jātavedova saṁ ṭhānaṁ, khippaṁ anudahanti na’’nti.",
  "atk-s0513a21:345": "Tattha abhijjamāne vārisminti imasmiṁ udake acalamāne akampamāne udakaṁ anāmasitvā sayaṁ ākāseneva iddhiyā āgantvā. Missībhāvitthiyāti lokadhammavasena itthiyā saddhiṁ missībhāvaṁ. Āvaṭṭanī mahāmāyāti itthiyo nāmetā kāmāvaṭṭena āvaṭṭanato āvaṭṭanī, anantāhi itthimāyāhi samannāgatattā mahāmāyā nāma. Vuttañhetaṁ –",
  "atk-s0513a21:346": "‘‘Māyā cetā marīcī ca, soko rogo cupaddavo;",
  "atk-s0513a21:347": "Kharā ca bandhanā cetā, maccupāso guhāsayo;",
  "atk-s0513a21:348": "Tāsu yo vissase poso, so naresu narādhamo’’ti. (jā. 2.21.118);",
  "atk-s0513a21:349": "Brahmacariyavikopanāti seṭṭhacariyassa methunaviratibrahmacariyassa vikopanā. Sīdantīti itthiyo nāmetā isīnaṁ brahmacariyavikopanena apāyesu sīdanti. Sesaṁ purimanayeneva yojetabbaṁ.",
  "atk-s0513a21:350": "Etaṁ pana bodhisattassa vacanaṁ sutvā tāpaso samuddamajjhe ṭhitoyeva naṭṭhajjhānaṁ puna uppādetvā ākāsena attano vasanaṭṭhānameva gato. Bodhisatto cintesi – ‘‘ayaṁ tāpaso evaṁ bhāriko samāno simbalitūlaṁ viya ākāsena gato, mayāpi iminā viya jhānaṁ uppādetvā ākāsena carituṁ vaṭṭatī’’ti. So assamaṁ gantvā taṁ itthiṁ manussapathaṁ netvā ‘‘gaccha, tva’’nti uyyojetvā araññaṁ pavisitvā manuññe bhūmibhāge assamaṁ māpetvā isipabbajjaṁ pabbajitvā kasiṇaparikammaṁ katvā abhiññā ca samāpattiyo ca nibbattetvā brahmalokaparāyaṇo ahosi.",
  "atk-s0513a21:351": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne ukkaṇṭhitabhikkhu sotāpattiphale patiṭṭhahi. ‘‘Tadā anitthigandhakumāro ahameva ahosi’’nti.",
  "atk-s0513a21:352": "Cūḷapalobhanajātakavaṇṇanā tatiyā.",
  "atk-s0513a21:354": " [264] 4. Mahāpanādajātakavaṇṇanā",
  "atk-s0513a21:355": "Panādo nāma so rājāti idaṁ satthā gaṅgātīre nisinno bhaddajittherassānubhāvaṁ ārabbha kathesi. Ekasmiñhi samaye satthā sāvatthiyaṁ vassaṁ vasitvā ‘‘bhaddajikumārassa saṅgahaṁ karissāmī’’ti bhikkhusaṅghaparivuto cārikaṁ caramāno bhaddiyanagaraṁ patvā jātiyāvane tayo māse vasi kumārassa ñāṇaparipākaṁ āgamayamāno. Bhaddajikumāro mahāyaso asītikoṭivibhavassa bhaddiyaseṭṭhino ekaputtako. Tassa tiṇṇaṁ utūnaṁ anucchavikā tayo pāsādā ahesuṁ. Ekekasmiṁ cattāro cattāro māse vasati. Ekasmiṁ vasitvā nāṭakaparivuto mahantena yasena aññaṁ pāsādaṁ gacchati. Tasmiṁ khaṇe ‘‘kumārassa yasaṁ passissāmā’’ti sakalanagaraṁ saṅkhubhi, pāsādantare cakkāticakkāni mañcātimañcāni bandhanti.",
  "atk-s0513a21:356": "Satthā tayo māse vasitvā ‘‘mayaṁ gacchāmā’’ti nagaravāsīnaṁ ārocesi. Nāgarā ‘‘bhante, sve gamissathā’’ti satthāraṁ nimantetvā dutiyadivase buddhappamukhassa bhikkhusaṅghassa mahādānaṁ sajjetvā nagaramajjhe maṇḍapaṁ katvā alaṅkaritvā āsanāni paññapetvā kālaṁ ārocesuṁ. Satthā bhikkhusaṅghaparivuto tattha gantvā nisīdi, manussā mahādānaṁ adaṁsu. Satthā niṭṭhitabhattakicco madhurassarena anumodanaṁ ārabhi. Tasmiṁ khaṇe bhaddajikumāropi pāsādato pāsādaṁ gacchati , tassa sampattidassanatthāya taṁ divasaṁ na koci agamāsi, attano manussāva parivāresuṁ. So manusse pucchi – ‘‘aññasmiṁ kāle mayi pāsādato pāsādaṁ gacchante sakalanagaraṁ saṅkhubhati, cakkāticakkāni mañcātimañcāni bandhanti, ajja pana ṭhapetvā mayhaṁ manusse añño koci natthi, kiṁ nu kho kāraṇa’’nti. ‘‘Sāmi, sammāsambuddho imaṁ bhaddiyanagaraṁ upanissāya tayo māse vasitvā ajjeva gamissati, so bhattakiccaṁ niṭṭhāpetvā mahājanassa dhammaṁ deseti, sakalanagaravāsinopi tassa dhammakathaṁ suṇantī’’ti. So ‘‘tena hi etha, mayampi suṇissāmā’’ti sabbābharaṇapaṭimaṇḍitova mahantena parivārena upasaṅkamitvā parisapariyante ṭhito dhammaṁ suṇanto ṭhitova sabbakilese khepetvā aggaphalaṁ arahattaṁ pāpuṇi.",
  "atk-s0513a21:357": "Satthā bhaddiyaseṭṭhiṁ āmantetvā ‘‘mahāseṭṭhi, putto te alaṅkatapaṭiyattova dhammakathaṁ suṇanto arahatte patiṭṭhito, tenassa ajjeva pabbajituṁ vā vaṭṭati parinibbāyituṁ vā’’ti āha. ‘‘Bhante, mayhaṁ puttassa parinibbānena kiccaṁ natthi, pabbājetha naṁ, pabbājetvā ca pana naṁ gahetvā sve amhākaṁ gehaṁ upasaṅkamathā’’ti. Bhagavā nimantanaṁ adhivāsetvā kulaputtaṁ ādāya vihāraṁ gantvā pabbājetvā upasampadaṁ dāpesi. Tassa mātāpitaro sattāhaṁ mahāsakkāraṁ kariṁsu. Satthā sattāhaṁ vasitvā kulaputtamādāya cārikaṁ caranto koṭigāmaṁ pāpuṇi. Koṭigāmavāsino manussā buddhappamukhassa bhikkhusaṅghassa mahādānaṁ adaṁsu. Satthā bhattakiccāvasāne anumodanaṁ ārabhi. Kulaputto anumodanakaraṇakāle bahigāmaṁ gantvā ‘‘satthu āgatakāleyeva uṭṭhahissāmī’’ti gaṅgātitthasamīpe ekasmiṁ rukkhamūle jhānaṁ samāpajjitvā nisīdi . Mahallakattheresu āgacchantesupi anuṭṭhahitvā satthu āgatakāleyeva uṭṭhahi. Puthujjanā bhikkhū ‘‘ayaṁ pure viya pabbajitvā mahāthere āgacchantepi disvā na uṭṭhahatī’’ti kujjhiṁsu.",
  "atk-s0513a21:358": "Koṭigāmavāsino manussā nāvāsaṅghāte bandhiṁsu. Satthā nāvāsaṅghāte ṭhatvā ‘‘kahaṁ , bhaddajī’’ti pucchi. ‘‘Esa, bhante, idhevā’’ti. ‘‘Ehi, bhaddaji, amhehi saddhiṁ ekanāvaṁ abhiruhā’’ti. Theropi uppatitvā ekanāvāya aṭṭhāsi. Atha naṁ gaṅgāya majjhaṁ gatakāle satthā āha – ‘‘bhaddaji, tayā mahāpanādarājakāle ajjhāvutthapāsādo kaha’’nti. Imasmiṁ ṭhāne nimuggo, bhanteti. Puthujjanā bhikkhū ‘‘bhaddajitthero aññaṁ byākarotī’’ti āhaṁsu. Satthā ‘‘tena hi, bhaddaji, sabrahmacārīnaṁ kaṅkhaṁ chindā’’ti āha. Tasmiṁ khaṇe thero satthāraṁ vanditvā iddhibalena gantvā pāsādathūpikaṁ pādaṅguliyā gahetvā pañcavīsatiyojanaṁ pāsādaṁ gahetvā ākāse uppati. Uppatito ca pana heṭṭhāpāsāde ṭhitānaṁ pāsādaṁ bhinditvā paññāyi. So ekayojanaṁ dviyojanaṁ tiyojananti yāva vīsatiyojanā udakato pāsādaṁ ukkhipi. Athassa purimabhave ñātakā pāsādalobhena macchakacchapanāgamaṇḍūkā hutvā tasmiṁyeva pāsāde nibbattā pāsāde uṭṭhahante parivattitvā parivattitvā udakeyeva patiṁsu. Satthā te patante disvā ‘‘ñātakā te, bhaddaji, kilamantī’’ti āha. Thero satthu vacanaṁ sutvā pāsādaṁ vissajjesi, pāsādo yathāṭhāneyeva patiṭṭhahi, satthā pāragaṅgaṁ gato. Athassa gaṅgātīreyeva āsanaṁ paññāpayiṁsu, so paññatte varabuddhāsane taruṇasūriyo viya rasmiyo muñcanto nisīdi. Atha naṁ bhikkhū ‘‘kasmiṁ kāle, bhante, ayaṁ pāsādo bhaddajittherena ajjhāvuttho’’ti pucchiṁsu. Satthā ‘‘mahāpanādarājakāle’’ti vatvā atītaṁ āhari.",
  "atk-s0513a21:359": "Atīte videharaṭṭhe mithilāyaṁ suruci nāma rājā ahosi, puttopi tassa suruciyeva, tassa pana putto mahāpanādo nāma ahosi, te imaṁ pāsādaṁ paṭilabhiṁsu. Paṭilābhatthāya panassa idaṁ pubbakammaṁ – dve pitāputtā naḷehi ca udumbaradārūhi ca paccekabuddhassa vasanapaṇṇasālaṁ kariṁsu. Imasmiṁ jātake sabbaṁ atītavatthu pakiṇṇakanipāte surucijātake (jā. 1.14.102 ādayo) āvibhavissati.",
  "atk-s0513a21:360": "Satthā imaṁ atītaṁ āharitvā sammāsambuddho hutvā imā gāthā avoca –",
  "atk-s0513a21:361": "40.",
  "atk-s0513a21:362": " ‘‘Panādo nāma so rājā, yassa yūpo suvaṇṇayo;",
  "atk-s0513a21:363": "Tiriyaṁ soḷasubbedho, uddhamāhu sahassadhā.",
  "atk-s0513a21:364": "41.",
  "atk-s0513a21:365": " ‘‘Sahassakaṇḍo satageṇḍu, dhajālu haritāmayo;",
  "atk-s0513a21:366": "Anaccuṁ tattha gandhabbā, cha sahassāni sattadhā.",
  "atk-s0513a21:367": "42.",
  "atk-s0513a21:368": " ‘‘Evametaṁ tadā āsi, yathā bhāsasi bhaddaji;",
  "atk-s0513a21:369": "Sakko ahaṁ tadā āsiṁ, veyyāvaccakaro tavā’’ti.",
  "atk-s0513a21:370": "Tattha yūpoti pāsādo. Tiriyaṁ soḷasubbedhoti vitthārato soḷasakaṇḍapātavitthāro ahosi. Uddhamāhu sahassadhāti ubbedhena sahassakaṇḍagamanamattaṁ ucco ahu, sahassakaṇḍagamanagaṇanāya pañcavīsatiyojanappamāṇaṁ hoti. Vitthāro panassa aṭṭhayojanamatto.",
  "atk-s0513a21:371": "Sahassakaṇḍo satageṇḍūti so panesa sahassakaṇḍubbedho pāsādo satabhūmiko ahosi. Dhajālūti dhajasampanno. Haritāmayoti haritamaṇiparikkhitto. Aṭṭhakathāyaṁ pana ‘‘samāluharitāmayo’’ti pāṭho, haritamaṇimayehi dvārakavāṭavātapānehi samannāgatoti attho. Samālūti kira dvārakavāṭavātapānānaṁ nāmaṁ. Gandhabbāti naṭā, cha sahassāni sattadhāti cha gandhabbasahassāni sattadhā hutvā tassa pāsādassa sattasu ṭhānesu rañño ratijananatthāya nacciṁsūti attho. Te evaṁ naccantāpi rājānaṁ hāsetuṁ nāsakkhiṁsu, atha sakko devarājā devanaṭaṁ pesetvā samajjaṁ kāresi, tadā mahāpanādo hasi.",
  "atk-s0513a21:372": "Yathā bhāsasi, bhaddajīti bhaddajittherena hi ‘‘bhaddaji, tayā mahāpanādarājakāle ajjhāvutthapāsādo kaha’’nti vutte ‘‘imasmiṁ ṭhāne nimuggo, bhante’’ti vadantena tasmiṁ kāle attano atthāya tassa pāsādassa nibbattabhāvo ca mahāpanādarājabhāvo ca bhāsito hoti. Taṁ gahetvā satthā ‘‘yathā tvaṁ, bhaddaji, bhāsasi, tadā etaṁ tatheva ahosi, ahaṁ tadā tava kāyaveyyāvaccakaro sakko devānamindo ahosi’’nti āha. Tasmiṁ khaṇe puthujjanabhikkhū nikkaṅkhā ahesuṁ.",
  "atk-s0513a21:373": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā mahāpanādo rājā bhaddaji ahosi, sakko pana ahameva ahosi’’nti.",
  "atk-s0513a21:374": "Mahāpanādajātakavaṇṇanā catutthā.",
  "atk-s0513a21:376": " [265] 5. Khurappajātakavaṇṇanā",
  "atk-s0513a21:377": "Disvākhurappeti idaṁ satthā jetavane viharanto ekaṁ ossaṭṭhavīriyaṁ bhikkhuṁ ārabbha kathesi. Tañhi satthā ‘‘saccaṁ kira tvaṁ, bhikkhu, ossaṭṭhavīriyo’’ti pucchitvā ‘‘saccaṁ, bhante’’ti vutte ‘‘bhikkhu, kasmā evaṁ tvaṁ niyyānikasāsane pabbajitvā vīriyaṁ ossaji, porāṇakapaṇḍitā aniyyānikaṭṭhānepi vīriyaṁ kariṁsū’’ti vatvā atītaṁ āhari.",
  "atk-s0513a21:378": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto ekasmiṁ aṭaviārakkhakakule nibbattitvā vayappatto pañcapurisasataparivāro aṭaviārakkhakesu sabbajeṭṭhako hutvā aṭavimukhe ekasmiṁ gāme vāsaṁ kappesi. So bhatiṁ gahetvā manusse aṭaviṁ atikkāmeti. Athekasmiṁ divase bārāṇaseyyako satthavāhaputto pañcahi sakaṭasatehi taṁ gāmaṁ patvā taṁ pakkosāpetvā ‘‘samma, sahassaṁ gahetvā maṁ aṭaviṁ atikkāmehī’’ti āha. So ‘‘sādhū’’ti tassa hatthato sahassaṁ gaṇhi, bhatiṁ gaṇhantoyeva tassa jīvitaṁ pariccaji. So taṁ ādāya aṭaviṁ pāvisi, aṭavimajjhe pañcasatā corā uṭṭhahiṁsu, core disvāva sesapurisā urena nipajjiṁsu, ārakkhakajeṭṭhako ekova nadanto vagganto paharitvā pañcasatepi core palāpetvā satthavāhaputtaṁ sotthinā kantāraṁ tāresi.",
  "atk-s0513a21:379": "Satthavāhaputto parakantāre satthaṁ nivesetvā ārakkhakajeṭṭhakaṁ nānaggarasabhojanaṁ bhojetvā sayampi bhuttapātarāso sukhanisinno tena saddhiṁ sallapanto ‘‘samma, tathādāruṇānaṁ corānaṁ āvudhāni gahetvā avattharaṇakāle kena nu kho te kāraṇena cittutrāsamattampi na uppanna’’nti pucchanto paṭhamaṁ gāthamāha –",
  "atk-s0513a21:380": "43.",
  "atk-s0513a21:381": " ‘‘Disvā khurappe dhanuveganunne, khagge gahīte tikhiṇe teladhote;",
  "atk-s0513a21:382": "Tasmiṁ bhayasmiṁ maraṇe viyūḷhe, kasmā nu te nāhu chambhitatta’’nti.",
  "atk-s0513a21:383": "Tattha dhanuveganunneti dhanuvegena vissaṭṭhe. Khagge gahīteti tharudaṇḍehi sugahite khagge. Maraṇe viyūḷheti maraṇe paccupaṭṭhite. Kasmā nu te nāhūti kena nu kho kāraṇena nāhosi. Chambhitattanti sarīracalanaṁ.",
  "atk-s0513a21:384": "Taṁ sutvā ārakkhakajeṭṭhako itarā dve gāthā abhāsi –",
  "atk-s0513a21:385": "44.",
  "atk-s0513a21:386": " ‘‘Disvā khurappe dhanuveganunne, khagge gahīte tikhiṇe teladhote;",
  "atk-s0513a21:387": "Tasmiṁ bhayasmiṁ maraṇe viyūḷhe, vedaṁ alatthaṁ vipulaṁ uḷāraṁ.",
  "atk-s0513a21:388": "45.",
  "atk-s0513a21:389": " ‘‘So vedajāto ajjhabhaviṁ amitte, pubbeva me jīvitamāsi cattaṁ;",
  "atk-s0513a21:390": "Na hi jīvite ālayaṁ kubbamāno, sūro kayirā sūrakiccaṁ kadācī’’ti.",
  "atk-s0513a21:391": "Tattha vedaṁ alatthanti tuṭṭhiñceva somanassañca paṭilabhiṁ. Vipulanti bahuṁ. Uḷāranti uttamaṁ. Ajjhabhavinti jīvitaṁ pariccajitvā abhibhaviṁ. Pubbeva me jīvitamāsi cattanti mayā pubbeva tava hatthato bhatiṁ gaṇhanteneva jīvitaṁ cattamāsi. Na hi jīvite ālayaṁ kubbamānoti jīvitasmiñhi nikantiṁ kurumāno purisakiccaṁ kadācipi na karoti.",
  "atk-s0513a21:392": "Evaṁ so saravasse vassante jīvitanikantiyā vissaṭṭhattā attanā sūrakiccassa katabhāvaṁ ñāpetvā satthavāhaputtaṁ uyyojetvā sakagāmameva paccāgantvā dānādīni puññāni katvā yathākammaṁ gato.",
  "atk-s0513a21:393": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne ossaṭṭhavīriyo bhikkhu arahatte patiṭṭhahi. ‘‘Tadā ārakkhakajeṭṭhako ahameva ahosi’’nti.",
  "atk-s0513a21:394": "Khurappajātakavaṇṇanā pañcamā.",
  "atk-s0513a21:396": " [266] 6. Vātaggasindhavajātakavaṇṇanā",
  "atk-s0513a21:397": "Yenāsikisiyā paṇḍūti idaṁ satthā jetavane viharanto sāvatthiyaṁ aññataraṁ kuṭumbikaṁ ārabbha kathesi. Sāvatthiyaṁ kirekā abhirūpā itthī ekaṁ abhirūpaṁ kuṭumbikaṁ disvā paṭibaddhacittā ahosi, sakalasarīraṁ jhāyamāno viyassā abbhantare kilesaggi uppajji. Sā neva kāyassādaṁ labhi, na cittassādaṁ, bhattampissā na rucci, kevalaṁ mañcakaaṭaniṁ gahetvā nipajji. Atha naṁ upaṭṭhāyikā ca sahāyikā ca pucchiṁsu – ‘‘kiṁ nu kho tvaṁ kampamānacittā aṭaniṁ gahetvā nipannā, kiṁ te aphāsuka’’nti. Sā ekaṁ dve vāre akathetvā punappunaṁ vuccamānā tamatthaṁ ārocesi. Atha naṁ tā samassāsetvā ‘‘tvaṁ mā cintayi, mayaṁ taṁ ānessāmā’’ti vatvā gantvā kuṭumbikena saddhiṁ mantesuṁ, so paṭikkhipitvā punappunaṁ vuccamāno adhivāsesi. Tā ‘‘asukadivase asukavelāyaṁ āgacchā’’ti paṭiññaṁ gahetvā gantvā tassā ārocesuṁ. Sā attano sayanagabbhaṁ sajjetvā attānaṁ alaṅkaritvā sayanapiṭṭhe nisinnā tasmiṁ āgantvā sayanekadese nisinne cintesi – ‘‘sacāhaṁ imassa garukaṁ akatvā idāneva okāsaṁ karissāmi, issariyaṁ me parihāyissati, āgatadivaseyeva okāsakaraṇaṁ nāma akāraṇaṁ, ajja na maṅkuṁ katvā aññasmiṁ divase okāsaṁ karissāmī’’ti. Atha naṁ hatthagahaṇādivasena keḷiṁ kātuṁ āraddhaṁ hatthe gahetvā ‘‘apehi apehi, na me tayā attho’’ti nibbhacchesi. So osakkitvā lajjito uṭṭhāya attano gehameva gato.",
  "atk-s0513a21:398": "Itarā itthiyo tāya tathā katabhāvaṁ ñatvā kuṭumbike nikkhante taṁ upasaṅkamitvā evamāhaṁsu – ‘‘tvaṁ etasmiṁ paṭibaddhacittā āhāraṁ paṭikkhipitvā nipajji, atha naṁ mayaṁ punappunaṁ yācitvā ānayimha, tassa kasmā okāsaṁ na akāsī’’ti. Sā tamatthaṁ ārocesi. Itarā ‘‘tena hi paññāyissasī’’ti vatvā pakkamiṁsu. Kuṭumbiko puna nivattitvāpi na olokesi. Sā taṁ alabhamānā nirāhārā tattheva jīvitakkhayaṁ pāpuṇi. Kuṭumbiko tassā matabhāvaṁ ñatvā bahuṁ mālāgandhavilepanaṁ ādāya jetavanaṁ gantvā satthāraṁ pūjetvā ekamantaṁ nisīditvā satthārā ca ‘‘kiṁ nu kho, upāsaka, na paññāyasī’’ti pucchite tamatthaṁ ārocetvā ‘‘svāhaṁ, bhante, ettakaṁ kālaṁ lajjāya buddhupaṭṭhānaṁ nāgato’’ti āha. Satthā ‘‘na , upāsaka, idānevesā kilesavasena taṁ pakkosāpetvā āgatakāle taṁ okāsaṁ akatvā lajjāpesi, pubbepi pana paṇḍitesu paṭibaddhacittā hutvā pakkosāpetvā āgatakāle okāsaṁ akatvā kilametvāva uyyojesī’’ti vatvā tena yācito atītaṁ āhari.",
  "atk-s0513a21:399": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto sindhavakule nibbattitvā vātaggasindhavo nāma hutvā tassa maṅgalaasso ahosi. Assagopakā taṁ netvā gaṅgāyaṁ nhāpenti. Atha naṁ bhaddalī nāma gadrabhī disvā paṭibaddhacittā hutvā kilesavasena kampamānā neva tiṇaṁ khādi , na udakaṁ pivi, parisussitvā kisā aṭṭhicammamattā ahosi. Atha naṁ putto gadrabhapotako mātaraṁ parisussamānaṁ disvā ‘‘kiṁ nu kho tvaṁ, amma, neva tiṇaṁ khādasi, na udakaṁ pivasi, parisussitvā tattha tattha kampamānā nipajjasi, kiṁ te aphāsuka’’nti pucchi. Sā akathetvā punappunaṁ vuccamānā tamatthaṁ kathesi. Atha naṁ putto samassāsetvā ‘‘amma, mā cintayi, ahaṁ taṁ ānessāmī’’ti vatvā vātaggasindhavassa nhāyituṁ āgatakāle taṁ upasaṅkamitvā ‘‘tāta, mayhaṁ mātā tumhesu paṭibaddhacittā nirāhārā sussitvā marissati, jīvitadānamassā dethā’’ti āha. ‘‘Sādhu, tāta, dassāmi, assagopakā maṁ nhāpetvā thokaṁ gaṅgātīre vicaraṇatthāya vissajjenti, tvaṁ mātaraṁ gahetvā taṁ padesaṁ ehī’’ti. So gantvā mātaraṁ ānetvā tasmiṁ padese vissajjetvā ekamantaṁ paṭicchanno aṭṭhāsi.",
  "atk-s0513a21:400": "Assagopakāpi vātaggasindhavaṁ tasmiṁ ṭhāne vissajjesuṁ. So taṁ gadrabhiṁ oloketvā upasaṅkami. Atha sā gadrabhī tasmiṁ upasaṅkamitvā attano sarīraṁ upasiṅghamāne ‘‘sacāhaṁ garuṁ akatvā āgatakkhaṇeyevassa okāsaṁ karissāmi, evaṁ me yaso ca issariyañca parihāyissati, anicchamānā viya bhavituṁ vaṭṭatī’’ti cintetvā sindhavassa heṭṭhāhanuke pādena paharitvā palāyi, dantamūlamassa bhijjitvā gatakālo viya ahosi. Vātaggasindhavo ‘‘ko me etāya attho’’ti lajjito tatova palāyi. Sā vippaṭisārinī hutvā tattheva patitvā socamānā nipajji.",
  "atk-s0513a21:401": "Atha naṁ putto upasaṅkamitvā pucchanto paṭhamaṁ gāthamāha –",
  "atk-s0513a21:402": "46.",
  "atk-s0513a21:403": " ‘‘Yenāsi kisiyā paṇḍu, yena bhattaṁ na ruccati;",
  "atk-s0513a21:404": "Ayaṁ so āgato bhattā, kasmā dāni palāyasī’’ti.",
  "atk-s0513a21:405": "Tattha yenāti tasmiṁ paṭibaddhacittatāya yena kāraṇabhūtena.",
  "atk-s0513a21:406": "Puttassa vacanaṁ sutvā gadrabhī dutiyaṁ gāthamāha –",
  "atk-s0513a21:407": "47.",
  "atk-s0513a21:408": " ‘‘Sace panādikeneva, santhavo nāma jāyati;",
  "atk-s0513a21:409": "Yaso hāyati itthīnaṁ, tasmā tāta palāyaha’’nti.",
  "atk-s0513a21:410": "Tattha ādikenevātiāditova paṭhamameva. Santhavoti methunadhammasaṁyogavasena mittasanthavo. Yaso hāyati itthīnanti, tāta, itthīnañhi garukaṁ akatvā āditova santhavaṁ kurumānānaṁ yaso hāyati, issariyagabbitabhāvo parihāyatīti. Evaṁ sā itthīnaṁ sabhāvaṁ puttassa kathesi.",
  "atk-s0513a21:411": "Tatiyagāthaṁ pana satthā abhisambuddho hutvā āha –",
  "atk-s0513a21:412": "48.",
  "atk-s0513a21:413": " ‘‘Yasassinaṁ kule jātaṁ, āgataṁ yā na icchati;",
  "atk-s0513a21:414": "Socati cirarattāya, vātaggamiva bhaddalī’’ti.",
  "atk-s0513a21:415": "Tattha yasassinanti yasasampannaṁ. Yā na icchatīti yā itthī tathārūpaṁ purisaṁ na icchati. Cirarattāyāti cirarattaṁ, dīghamaddhānanti attho.",
  "atk-s0513a21:416": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne kuṭumbiko sotāpattiphale patiṭṭhahi. ‘‘Tadā gadrabhī sā itthī ahosi, vātaggasindhavo pana ahameva ahosi’’nti.",
  "atk-s0513a21:417": "Vātaggasindhavajātakavaṇṇanā chaṭṭhā.",
  "atk-s0513a21:419": " [267] 7. Kakkaṭakajātakavaṇṇanā",
  "atk-s0513a21:420": "Siṅgīmigoti idaṁ satthā jetavane viharanto aññataraṁ itthiṁ ārabbha kathesi. Sāvatthiyaṁ kireko kuṭumbiko attano bhariyaṁ gahetvā uddhārasodhanatthāya janapadaṁ gantvā uddhāraṁ sodhetvā āgacchanto antarāmagge corehi gahito. Bhariyā panassa abhirūpā pāsādikā dassanīyā, corajeṭṭhako tassā sinehena kuṭumbikaṁ māretuṁ ārabhi. Sā pana itthī sīlavatī ācārasampannā patidevatā, sā corajeṭṭhakassa pādesu nipatitvā ‘‘sāmi, sace mayi sineho atthi, mā mayhaṁ sāmikaṁ mārehi. Sace māresi, ahampi visaṁ vā khāditvā nāsavātaṁ vā sannirumbhitvā marissāmi, tayā pana saddhiṁ na gamissāmi, mā me akāraṇena sāmikaṁ mārehī’’ti yācitvā taṁ vissajjāpesi. Te ubhopi sotthinā sāvatthiṁ patvā jetavanapiṭṭhivihārena gacchantā ‘‘vihāraṁ pavisitvā satthāraṁ vandissāmā’’ti gandhakuṭipariveṇaṁ gantvā satthāraṁ vanditvā ekamantaṁ nisīdiṁsu. Te satthārā ‘‘kahaṁ gatattha, upāsakā’’ti puṭṭhā ‘‘uddhārasodhanatthāyā’’ti āhaṁsu. ‘‘Antarāmagge pana ārogyena āgatatthā’’ti vutte kuṭumbiko āha – ‘‘antarāmagge no, bhante, corā gaṇhiṁsu, tatresā maṁ māriyamānaṁ corajeṭṭhakaṁ yācitvā mocesi, imaṁ nissāya mayā jīvitaṁ laddha’’nti. Satthā ‘‘na, upāsaka, idānevetāya evaṁ tuyhaṁ jīvitaṁ dinnaṁ, pubbepi paṇḍitānampi jīvitaṁ adāsiyevā’’ti vatvā tena yācito atītaṁ āhari.",
  "atk-s0513a21:421": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente himavante mahāudakarahado, tattha mahāsuvaṇṇakakkaṭako ahosi. So tassa nivāsabhāvena ‘‘kuḷīradaho’’ti paññāyittha. Kakkaṭako mahā ahosi khalamaṇḍalappamāṇo, hatthī gahetvā vadhitvā khādati. Hatthī tassa bhayena tattha otaritvā gocaraṁ gaṇhituṁ na sakkonti. Tadā bodhisatto kuḷīradahaṁ upanissāya vasamānaṁ hatthiyūthajeṭṭhakaṁ paṭicca kareṇuyā kucchismiṁ paṭisandhiṁ gaṇhi. Athassa mātā ‘‘gabbhaṁ rakkhissāmī’’ti aññaṁ pabbatappadesaṁ gantvā gabbhaṁ rakkhitvā puttaṁ vijāyi. So anukkamena viññutaṁ patto mahāsarīro thāmasampanno sobhaggappatto añjanapabbato viya ahosi. So ekāya kareṇuyā saddhiṁ saṁvāsaṁ kappetvā ‘‘kakkaṭakaṁ gaṇhissāmī’’ti attano bhariyañca mātarañca ādāya taṁ hatthiyūthaṁ upasaṅkamitvā pitaraṁ passitvā ‘‘tāta, ahaṁ kakkaṭakaṁ gaṇhissāmī’’ti āha. Atha naṁ pitā ‘‘na sakkhissasi, tātā’’ti vāretvā punappunaṁ vadantaṁ ‘‘tvaññeva jānissasī’’ti āha.",
  "atk-s0513a21:422": "So kuḷīradahaṁ upanissāya vasante sabbavāraṇe sannipātetvā sabbehi saddhiṁ dahasamīpaṁ gantvā ‘‘kiṁ so kakkaṭako otaraṇakāle gaṇhāti, udāhu gocaraṁ gaṇhanakāle, udāhu uttaraṇakāle’’ti pucchitvā ‘‘uttaraṇakāle’’ti sutvā ‘‘tena hi tumhe kuḷīradahaṁ otaritvā yāvadatthaṁ gocaraṁ gahetvā paṭhamaṁ uttaratha, ahaṁ pacchato bhavissāmī’’ti āha. Vāraṇā tathā kariṁsu. Kuḷīro pacchato uttarantaṁ bodhisattaṁ mahāsaṇḍāsena kammāro lohasalākaṁ viya aḷadvayena pāde daḷhaṁ gaṇhi, kareṇukā bodhisattaṁ avijahitvā samīpeyeva aṭṭhāsi. Bodhisatto ākaḍḍhanto kuḷīraṁ cāletuṁ nāsakkhi, kuḷīro pana taṁ ākaḍḍhanto attano abhimukhaṁ karoti. So maraṇabhayatajjito baddharavaṁ ravi, sabbe vāraṇā maraṇabhayatajjitā koñcanādaṁ katvā muttakarīsaṁ cajamānā palāyiṁsu, kareṇukāpissa saṇṭhātuṁ asakkontī palāyituṁ ārabhi.",
  "atk-s0513a21:423": "Atha naṁ so attano baddhabhāvaṁ saññāpetvā tassā apalāyanatthaṁ paṭhamaṁ gāthamāha –",
  "atk-s0513a21:424": "49. Tattha siṅgī migoti siṅgī suvaṇṇavaṇṇo migo. Dvīhi aḷehi siṅgakiccaṁ sādhentehi yuttatāya siṅgīti attho. Migoti pana sabbapāṇasaṅgāhakavasena idha kuḷīro vutto. Āyatacakkhunettoti ettha dassanaṭṭhena cakkhu, nayanaṭṭhena nettaṁ, āyatāni cakkhusaṅkhātāni nettāni assāti āyatacakkhunetto, dīghaakkhīti attho. Aṭṭhimevassa tacakiccaṁ sādhetīti aṭṭhittaco. Tenābhibhūtoti tena migena abhibhūto ajjhotthato niccalaṁ gahito hutvā. Kapaṇaṁ rudāmīti kāruññappatto hutvā rudāmi viravāmi. Mā heva manti maṁ evarūpaṁ byasanappattaṁ attano pāṇasamaṁ piyasāmikaṁ tvaṁ mā heva jahīti.",
  "atk-s0513a21:425": "Atha sā kareṇukā nivattitvā taṁ assāsayamānā dutiyaṁ gāthamāha –",
  "atk-s0513a21:426": "50.",
  "atk-s0513a21:427": " ‘‘Ayya na taṁ jahissāmi, kuñjaraṁ saṭṭhihāyanaṁ;",
  "atk-s0513a21:428": "Pathabyā cāturantāya, suppiyo hosi me tuva’’nti.",
  "atk-s0513a21:429": "Tattha saṭṭhihāyananti jātiyā saṭṭhivassakālasmiñhi kuñjarā thāmena parihāyanti, sā ahaṁ evaṁ thāmahīnaṁ imaṁ byasanaṁ pattaṁ taṁ na jahissāmi, mā bhāyi, imissā hi catūsu disāsu samuddaṁ patvā ṭhitāya cāturantāya pathaviyā tvaṁ mayhaṁ suṭṭhu piyoti.",
  "atk-s0513a21:430": "Atha naṁ santhambhetvā ‘‘ayya, idāni taṁ kuḷīrena saddhiṁ thokaṁ kathāsallāpaṁ labhamānā vissajjāpessāmī’’ti vatvā kuḷīraṁ yācamānā tatiyaṁ gāthamāha –",
  "atk-s0513a21:431": "51.",
  "atk-s0513a21:432": " ‘‘Ye kuḷīrā samuddasmiṁ, gaṅgāya yamunāya ca;",
  "atk-s0513a21:433": "Tesaṁ tvaṁ vārijo seṭṭho, muñca rodantiyā pati’’nti.",
  "atk-s0513a21:434": "Tassattho – ye samudde vā gaṅgāya vā yamunāya vā kuḷīrā, sabbesaṁ vaṇṇasampattiyā ca mahantattena ca tvameva seṭṭho uttamo. Tena taṁ yācāmi, mayhaṁ rodamānāya sāmikaṁ muñcāti.",
  "atk-s0513a21:435": "Kuḷīro tassā kathayamānāya itthisadde nimittaṁ gahetvā ākaḍḍhiyamānaso hutvā vāraṇassa pādato aḷe viniveṭhento ‘‘ayaṁ vissaṭṭho idaṁ nāma karissatī’’ti na kiñci aññāsi. Atha naṁ vāraṇo pādaṁ ukkhipitvā piṭṭhiyaṁ akkami, tāvadeva aṭṭhīni bhijjiṁsu. Vāraṇo tuṭṭharavaṁ ravi, sabbe vāraṇā sannipatitvā kuḷīraṁ nīharitvā mahītale ṭhapetvā maddantā cuṇṇavicuṇṇamakaṁsu. Tassa dve aḷā sarīrato bhijjitvā ekamante patiṁsu. So ca kuḷīradaho gaṅgāya ekābaddho , gaṅgāya pūraṇakāle gaṅgodakena pūrati, udake mandībhūte dahato udakaṁ gaṅgaṁ otarati. Atha dvepi te aḷā uplavitvā gaṅgāya vuyhiṁsu. Tesu eko samuddaṁ pāvisi, ekaṁ dasabhātikarājāno udake kīḷamānā labhitvā āḷiṅgaṁ nāma mudiṅgaṁ akaṁsu. Samuddaṁ pana paviṭṭhaṁ asurā gahetvā ālambaraṁ nāma bheriṁ kāresuṁ. Te aparabhāge sakkena saṅgāme parājitā taṁ chaḍḍetvā palāyiṁsu, atha naṁ sakko attano atthāya gaṇhāpesi. ‘‘Ālambaramegho viya thanatī’’ti taṁ sandhāya vadanti.",
  "atk-s0513a21:436": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne ubho jayampatikā sotāpattiphale patiṭṭhahiṁsu . ‘‘Tadā kareṇukā ayaṁ upāsikā ahosi, vāraṇo pana ahameva ahosi’’nti.",
  "atk-s0513a21:437": "Kakkaṭakajātakavaṇṇanā sattamā.",
  "atk-s0513a21:439": " [268] 8. Ārāmadūsakajātakavaṇṇanā",
  "atk-s0513a21:440": "Yo ve sabbasametānanti idaṁ satthā dakkhiṇāgirijanapade aññataraṁ uyyānapālaputtaṁ ārabbha kathesi. Satthā kira vutthavasso jetavanā nikkhamitvā dakkhiṇāgirijanapade cārikaṁ cari. Atheko upāsako buddhappamukhaṁ bhikkhusaṅghaṁ nimantetvā uyyāne nisīdāpetvā yāgukhajjakehi santappetvā ‘‘ayyā, uyyānacārikaṁ caritukāmā iminā uyyānapālena saddhiṁ carantū’’ti vatvā ‘‘ayyānaṁ phalāphalāni dadeyyāsī’’ti uyyānapālaṁ āṇāpesi. Bhikkhū caramānā ekaṁ chiddaṭṭhānaṁ disvā ‘‘idaṁ ṭhānaṁ chiddaṁ viraḷarukkhaṁ, kiṁ nu kho kāraṇa’’nti pucchiṁsu. Atha nesaṁ uyyānapālo ācikkhi – ‘‘eko kira uyyānapālaputto uparopakesu udakaṁ āsiñcanto ‘mūlappamāṇena āsiñcissāmī’ti uppāṭetvā mūlappamāṇena udakaṁ āsiñci, tena taṁ ṭhānaṁ chiddaṁ jāta’’nti. Bhikkhū satthu santikaṁ gantvā tamatthaṁ ārocesuṁ. Satthā ‘‘na, bhikkhave, idāneva pubbepi so kumārako ārāmadūsakoyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a21:441": "Atīte bārāṇasiyaṁ vissasene nāma raññe rajjaṁ kārente ussave ghuṭṭhe uyyānapālo ‘‘ussavaṁ kīḷissāmī’’ti uyyānavāsino makkaṭe āha – ‘‘idaṁ uyyānaṁ tumhākaṁ bahūpakāraṁ , ahaṁ sattāhaṁ ussavaṁ kīḷissāmi, tumhe satta divase uparopakesu udakaṁ āsiñcathā’’ti. Te ‘‘sādhū’’ti sampaṭicchiṁsu. So tesaṁ cammaghaṭake datvā pakkāmi. Makkaṭā udakaṁ āsiñcantā uparopakesu āsiñciṁsu. Atha ne makkaṭajeṭṭhako āha – ‘‘āgametha tāva, udakaṁ nāma sabbakālaṁ dullabhaṁ, taṁ rakkhitabbaṁ, uparopake uppāṭetvā mūlappamāṇaṁ ñatvā dīghamūlakesu bahuṁ, rassamūlakesu appaṁ udakaṁ siñcituṁ vaṭṭatī’’ti. Te ‘‘sādhū’’ti vatvā ekacce uparopake uppāṭetvā gacchanti, ekacce te ropetvā udakaṁ siñcanti.",
  "atk-s0513a21:442": "Tasmiṁ kāle bodhisatto bārāṇasiyaṁ ekassa kulassa putto ahosi, so kenacideva karaṇīyena uyyānaṁ gantvā te makkaṭe tathā karonte disvā ‘‘ko tumhe evaṁ kāretī’’ti pucchitvā ‘‘vānarajeṭṭhako’’ti vutte ‘‘jeṭṭhakassa tāva vo ayaṁ paññā, tumhākaṁ pana kīdisī bhavissatī’’ti tamatthaṁ pakāsento imaṁ paṭhamaṁ gāthamāha –",
  "atk-s0513a21:443": "52.",
  "atk-s0513a21:444": " ‘‘Yo ve sabbasametānaṁ, ahuvā seṭṭhasammato;",
  "atk-s0513a21:445": "Tassāyaṁ edisī paññā, kimeva itarā pajā’’ti.",
  "atk-s0513a21:446": "Tattha sabbasametānanti imesaṁ sabbesaṁ samānajātīnaṁ. Ahuvāti ahosi. Kimeva itarā pajāti yā itarā etesu lāmikā pajā, kīdisā nu kho tassā paññāti.",
  "atk-s0513a21:447": "Tassa kathaṁ sutvā vānarā dutiyaṁ gāthamāhaṁsu –",
  "atk-s0513a21:448": "53.",
  "atk-s0513a21:449": " ‘‘Evameva tuvaṁ brahme, anaññāya vinindasi;",
  "atk-s0513a21:450": "Kathaṁ mūlaṁ adisvāna, rukkhaṁ jaññā patiṭṭhita’’nti.",
  "atk-s0513a21:451": "Tattha brahmeti ālapanamattaṁ. Ayaṁ panettha saṅkhepattho – tvaṁ, bho purisa, kāraṇākāraṇaṁ ajānitvā evameva amhe vinindasi, rukkhaṁ nāma ‘‘gambhīre patiṭṭhito vā esa, na vā’’ti mūlaṁ anuppāṭetvā kathaṁ ñātuṁ sakkā, tena mayaṁ uppāṭetvā mūlappamāṇena udakaṁ āsiñcāmāti.",
  "atk-s0513a21:452": "Taṁ sutvā bodhisatto tatiyaṁ gāthamāha –",
  "atk-s0513a21:453": "54.",
  "atk-s0513a21:454": " ‘‘Nāhaṁ tumhe vinindāmi, ye caññe vānarā vane;",
  "atk-s0513a21:455": "Vissasenova gārayho, yassatthā rukkharopakā’’ti.",
  "atk-s0513a21:456": "Tattha vissasenova gārayhoti bārāṇasirājā vissasenoyeva ettha garahitabbo. Yassatthā rukkharopakāti yassatthāya tumhādisā rukkharopakā jātāti.",
  "atk-s0513a21:457": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā vānarajeṭṭhako ārāmadūsakakumāro ahosi, paṇḍitapuriso pana ahameva ahosi’’nti.",
  "atk-s0513a21:458": "Ārāmadūsakajātakavaṇṇanā aṭṭhamā.",
  "atk-s0513a21:460": " [269] 9. Sujātajātakavaṇṇanā",
  "atk-s0513a21:461": "Na hi vaṇṇena sampannāti idaṁ satthā jetavane viharanto anāthapiṇḍikassa suṇisaṁ dhanañcayaseṭṭhidhītaraṁ visākhāya kaniṭṭhabhaginiṁ sujātaṁ ārabbha kathesi. Sā kira mahantena yasena anāthapiṇḍikassa gharaṁ pūrayamānā pāvisi, ‘‘mahākulassa dhītā aha’’nti mānathaddhā ahosi kodhanā caṇḍī pharusā, sassusasurasāmikavattāni na karoti, gehajanaṁ tajjentī paharantī carati. Athekadivasaṁ satthā pañcahi bhikkhusatehi parivuto anāthapiṇḍikassa gehaṁ gantvā nisīdi. Mahāseṭṭhi dhammaṁ suṇantova bhagavantaṁ upanisīdi, tasmiṁ khaṇe sujātā dāsakammakarehi saddhiṁ kalahaṁ karoti. Satthā dhammakathaṁ ṭhapetvā ‘‘kiṁ saddo eso’’ti āha. Esā, bhante, kulasuṇhā agāravā, nevassā sassusasurasāmikavattaṁ atthi, assaddhā appasannā ahorattaṁ kalahaṁ kurumānā vicaratīti. Tena hi naṁ pakkosathāti. Sā āgantvā vanditvā ekamantaṁ aṭṭhāsi.",
  "atk-s0513a21:462": "Atha naṁ satthā ‘‘sattimā, sujāte, purisassa bhariyā, tāsaṁ tvaṁ katarā’’ti pucchi. ‘‘Bhante, nāhaṁ saṁkhittena kathitassa atthaṁ ājānāmi, vitthārena me kathethā’’ti. Satthā ‘‘tena hi ohitasotā suṇohī’’ti vatvā imā gāthā abhāsi –",
  "atk-s0513a21:463": "‘‘Paduṭṭhacittā ahitānukampinī, aññesu rattā atimaññate patiṁ,",
  "atk-s0513a21:464": "Dhanena kītassa vadhāya ussukā; Yā evarūpā purisassa bhariyā,",
  "atk-s0513a21:465": "Vadhakā ca bhariyāti ca sā pavuccati. [1]",
  "atk-s0513a21:466": "‘‘Yaṁ itthiyā vindati sāmiko dhanaṁ, sippaṁ vaṇijjañca kasiṁ adhiṭṭhahaṁ,",
  "atk-s0513a21:467": "Appampi tassa apahātumicchati; Yā evarūpā purisassa bhariyā,",
  "atk-s0513a21:468": "Corī ca bhariyāti ca sā pavuccati. [2]",
  "atk-s0513a21:469": "‘‘Akammakāmā alasā mahagghasā, pharusā ca caṇḍī ca duruttavādinī,",
  "atk-s0513a21:470": "Uṭṭhāyakānaṁ abhibhuyya vattati; Yā evarūpā purisassa bhariyā,",
  "atk-s0513a21:471": "Ayyā ca bhariyāti ca sā pavuccati. [3]",
  "atk-s0513a21:472": "‘‘Yā sabbadā hoti hitānukampinī, mātāva puttaṁ anurakkhate patiṁ,",
  "atk-s0513a21:473": "Tato dhanaṁ sambhatamassa rakkhati; Yā evarūpā purisassa bhariyā,",
  "atk-s0513a21:474": "Mātā ca bhariyāti ca sā pavuccati. [4]",
  "atk-s0513a21:475": "‘‘Yathāpi jeṭṭhā bhaginī kaniṭṭhakā, sagāravā hoti sakamhi sādhike,",
  "atk-s0513a21:476": "Hirīmanā bhattu vasānuvattinī; Yā evarūpā purisassa bhariyā,",
  "atk-s0513a21:477": "Bhaginī ca bhariyāti ca sā pavuccati. [5]",
  "atk-s0513a21:478": "‘‘Yācīdha disvāna patiṁ pamodati, sakhī sakhāraṁva cirassamāgataṁ,",
  "atk-s0513a21:479": "Koleyyakā sīlavatī patibbatā; Yā evarūpā purisassa bhariyā,",
  "atk-s0513a21:480": "Sakhī ca bhariyāti ca sā pavuccati. [6]",
  "atk-s0513a21:481": "‘‘Akkuddhasantā vadhadaṇḍatajjitā, aduṭṭhacittā patino titikkhati,",
  "atk-s0513a21:482": "Akkodhanā bhattu vasānuvattinī; Yā evarūpā purisassa bhariyā,",
  "atk-s0513a21:483": "Dāsī ca bhariyāti ca sā pavuccati’’. (a. ni. 7.63); [7]",
  "atk-s0513a21:484": "Imā kho, sujāte, purisassa satta bhariyā. Tāsu vadhakasamā corīsamā ayyasamāti imā tisso niraye nibbattanti, itarā catasso nimmānaratidevaloke.",
  "atk-s0513a21:485": "‘‘Yācīdha bhariyā vadhakāti vuccati, corīti ayyāti ca yā pavuccati;",
  "atk-s0513a21:486": "Dussīlarūpā pharusā anādarā, kāyassa bhedā nirayaṁ vajanti tā.",
  "atk-s0513a21:487": "‘‘Yācīdha mātā bhaginī sakhīti ca, dāsīti bhariyāti ca yā pavuccati;",
  "atk-s0513a21:488": "Sīle ṭhitattā cirarattasaṁvutā, kāyassa bhedā sugatiṁ vajanti tā’’ti. (a. ni. 7.63);",
  "atk-s0513a21:489": "Evaṁ satthari imā satta bhariyā dassenteyeva sujātā sotāpattiphale patiṭṭhahi. ‘‘Sujāte, tvaṁ imāsaṁ sattannaṁ bhariyānaṁ katarā’’ti vutte ‘‘dāsisamā ahaṁ, bhante’’ti vatvā tathāgataṁ vanditvā khamāpesi. Iti satthā sujātaṁ gharasuṇhaṁ ekovādeneva dametvā katabhattakicco jetavanaṁ gantvā bhikkhusaṅghena vatte dassite gandhakuṭiṁ pāvisi. Dhammasabhāyampi kho, bhikkhū, satthu guṇakathaṁ samuṭṭhāpesuṁ – ‘‘āvuso, ekovādeneva satthā sujātaṁ gharasuṇhaṁ dametvā sotāpattiphale patiṭṭhāpesī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepi mayā sujātā ekovādeneva damitā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a21:490": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto tassa aggamahesiyā kucchismiṁ nibbattitvā vayappatto takkasilāyaṁ sabbasippāni uggaṇhitvā pitu accayena rajje patiṭṭhāya dhammena samena rajjaṁ kāresi. Tassa mātā kodhanā ahosi caṇḍā pharusā akkosikā paribhāsikā. So mātu ovādaṁ dātukāmopi ‘‘avatthukaṁ kathetuṁ na yutta’’nti tassā anusāsanatthaṁ ekaṁ upamaṁ olokento carati. Athekadivasaṁ uyyānaṁ agamāsi, mātāpi puttena saddhiṁyeva agamāsi . Atha antarāmagge kikī sakuṇo viravi, bodhisattaparisā taṁ saddaṁ sutvā kaṇṇe pidahitvā ‘‘ambho, caṇḍavāce pharusavāce mā saddamakāsī’’ti āha. Bodhisatte pana nāṭakaparivārite mātarā saddhiṁ uyyāne vicarante ekasmiṁ supupphitasālarukkhe nilīnā ekā kokilā madhurena sarena vassi. Mahājano tassā saddena sammatto hutvā añjaliṁ paggahetvā ‘‘saṇhavāce sakhilavāce muduvāce vassa vassā’’ti gīvaṁ ukkhipitvā ohitasoto olokento aṭṭhāsi.",
  "atk-s0513a21:491": "Atha mahāsatto tāni dve kāraṇāni disvā ‘‘idāni mātaraṁ saññāpetuṁ sakkhissāmī’’ti cintetvā ‘‘amma, antarāmagge kikīsaddaṁ sutvā mahājano ‘mā saddamakāsi , mā saddamakāsī’ti kaṇṇe pidahi, pharusavācā nāma na kassaci piyā’’ti vatvā imā gāthā avoca –",
  "atk-s0513a21:492": "55.",
  "atk-s0513a21:493": " ‘‘Na hi vaṇṇena sampannā, mañjukā piyadassanā;",
  "atk-s0513a21:494": "Kharavācā piyā honti, asmiṁ loke paramhi ca.",
  "atk-s0513a21:495": "56.",
  "atk-s0513a21:496": " ‘‘Nanu passasimaṁ kāḷiṁ, dubbaṇṇaṁ tilakāhataṁ;",
  "atk-s0513a21:497": "Kokilaṁ saṇhabhāṇena, bahūnaṁ pāṇinaṁ piyaṁ.",
  "atk-s0513a21:498": "57.",
  "atk-s0513a21:499": " ‘‘Tasmā sakhilavācassa, mantabhāṇī anuddhato;",
  "atk-s0513a21:500": "Atthaṁ dhammañca dīpeti, madhuraṁ tassa bhāsita’’nti.",
  "atk-s0513a21:501": "Tāsaṁ ayamattho – amma, ime sattā piyaṅgusāmādinā sarīravaṇṇena samannāgatā kathānigghosassa madhuratāya mañjukā, abhirūpatāya piyadassanā samānāpi antamaso mātāpitaropi akkosaparibhāsādivasena pavattāya kharavācāya samannāgatattā kharavācā imasmiñca parasmiñca loke piyā nāma na honti antarāmagge kharavācā kikī viya, saṇhabhāṇino pana maṭṭhāya madhurāya vācāya samannāgatā virūpāpi piyā honti. Tena taṁ vadāmi – nanu passasi tvaṁ imaṁ kāḷiṁ dubbaṇṇaṁ sarīravaṇṇatopi kāḷatarehi tilakehi āhataṁ kokilaṁ, yā evaṁ dubbaṇṇā samānāpi saṇhabhāsanena bahūnaṁ piyā jātā. Iti yasmā kharavāco satto loke mātāpitūnampi appiyo, tasmā bahujanassa piyabhāvaṁ icchanto poso sakhilavāco saṇhamaṭṭhamuduvāco assa. Paññāsaṅkhātāya mantāya paricchinditvā vacanato mantabhāṇī, vinā uddhaccena pamāṇayuttasseva kathanato anuddhato. Yo hi evarūpo puggalo pāḷiñca atthañca dīpeti, tassa bhāsitaṁ kāraṇasannissitaṁ katvā paraṁ anakkosetvā kathitatāya madhuranti.",
  "atk-s0513a21:502": "Evaṁ bodhisatto imāhi tīhi gāthāhi mātu dhammaṁ desetvā mātaraṁ saññāpesi, sā tato paṭṭhāya ācārasampannā ahosi. Bodhisattopi mātaraṁ ekovādena nibbisevanaṁ katvā yathākammaṁ gato.",
  "atk-s0513a21:503": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā bārāṇasirañño mātā sujātā ahosi, rājā pana ahameva ahosi’’nti.",
  "atk-s0513a21:504": "Sujātajātakavaṇṇanā navamā.",
  "atk-s0513a21:506": " [270] 10. Ulūkajātakavaṇṇanā",
  "atk-s0513a21:507": "Sabbehi kira ñātīhīti idaṁ satthā jetavane viharanto kākolūkakalahaṁ ārabbha kathesi. Tasmiñhi kāle kākā divā ulūke khādanti, ulūkā sūriyatthaṅgamanato paṭṭhāya tattha tattha sayitānaṁ kākānaṁ sīsāni chinditvā te jīvitakkhayaṁ pāpenti. Athekassa bhikkhuno jetavanapaccante ekasmiṁ pariveṇe vasantassa sammajjanakāle rukkhato patitāni sattaṭṭhanāḷimattānipi bahutarānipi kākasīsāni chaḍḍetabbāni honti. So tamatthaṁ bhikkhūnaṁ ārocesi. Bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ – ‘‘āvuso, amukassa kira bhikkhuno vasanaṭṭhāne divase divase ettakāni nāma kākasīsāni chaḍḍetabbāni hontī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchi, bhikkhū ‘‘imāya nāmā’’ti vatvā ‘‘kadā paṭṭhāya pana, bhante, kākānañca ulūkānañca aññamaññaṁ veraṁ uppanna’’nti pucchiṁsu, satthā ‘‘paṭhamakappikakālato paṭṭhāyā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a21:508": "Atīte paṭhamakappikā manussā sannipatitvā ekaṁ abhirūpaṁ sobhaggappattaṁ ācārasampannaṁ sabbākāraparipuṇṇaṁ purisaṁ gahetvā rājānaṁ kariṁsu, catuppadāpi sannipatitvā ekaṁ sīhaṁ rājānaṁ akaṁsu, mahāsamudde macchā ānandaṁ nāma macchaṁ rājānaṁ akaṁsu. Tato sakuṇagaṇā himavantapadese ekasmiṁ piṭṭhipāsāṇe sannipatitvā ‘‘manussesu rājā paññāyati, tathā catuppadesu ceva macchesu ca. Amhākaṁ panantare rājā nāma natthi, appatissavāso nāma na vaṭṭati, amhākampi rājānaṁ laddhuṁ vaṭṭati, ekaṁ rājaṭṭhāne ṭhapetabbayuttakaṁ jānāthā’’ti. Te tādisaṁ sakuṇaṁ olokayamānā ekaṁ ulūkaṁ rocetvā ‘‘ayaṁ no ruccatī’’ti āhaṁsu. Atheko sakuṇo sabbesaṁ ajjhāsayaggahaṇatthaṁ tikkhattuṁ sāvesi. Tassa sāventassa dve sāvanā adhivāsetvā tatiyasāvanāya eko kāko uṭṭhāya ‘‘tiṭṭha tāvetassa imasmiṁ rājābhisekakāle evarūpaṁ mukhaṁ bhavati, kuddhassa kīdisaṁ bhavissati, iminā hi kuddhena olokitā mayaṁ tattakapāle pakkhittaloṇaṁ viya tattha tattheva bhijjissāma, imaṁ rājānaṁ kātuṁ mayhaṁ na ruccatī’’ti imamatthaṁ pakāsetuṁ paṭhamaṁ gāthamāha –",
  "atk-s0513a21:509": "58.",
  "atk-s0513a21:510": " ‘‘Sabbehi kira ñātīhi, kosiyo issaro kato;",
  "atk-s0513a21:511": "Sace ñātīhanuññāto, bhaṇeyyāhaṁ ekavācika’’nti.",
  "atk-s0513a21:512": "Tassattho – yā esā sāvanā vattati, taṁ sutvā vadāmi. Sabbehi kira imehi samāgatehi ñātīhi ayaṁ kosiyo rājā kato. Sace panāhaṁ ñātīhi anuññāto bhaveyyaṁ, ettha vattabbaṁ ekavācikaṁ kiñci bhaṇeyyanti.",
  "atk-s0513a21:513": "Atha naṁ anujānantā sakuṇā dutiyaṁ gāthamāhaṁsu –",
  "atk-s0513a21:514": "59.",
  "atk-s0513a21:515": " ‘‘Bhaṇa samma anuññāto, atthaṁ dhammañca kevalaṁ;",
  "atk-s0513a21:516": "Santi hi daharā pakkhī, paññavanto jutindharā’’ti.",
  "atk-s0513a21:517": "Tattha bhaṇa, samma, anuññātoti, samma, vāyasa tvaṁ amhehi sabbehi anuññāto, yaṁ te bhaṇitabbaṁ, taṁ bhaṇa. Atthaṁ dhammañca kevalanti bhaṇanto ca kāraṇañceva paveṇiāgatañca vacanaṁ amuñcitvā bhaṇa. Paññavanto jutindharāti paññāsampannā ceva ñāṇobhāsadharā ca daharāpi pakkhino atthiyeva.",
  "atk-s0513a21:518": "So evaṁ anuññāto tatiyaṁ gāthamāha –",
  "atk-s0513a21:519": "60.",
  "atk-s0513a21:520": " ‘‘Na me ruccati bhaddaṁ vo, ulūkassābhisecanaṁ;",
  "atk-s0513a21:521": "Akkuddhassa mukhaṁ passa, kathaṁ kuddho karissatī’’ti.",
  "atk-s0513a21:522": "Tassattho – bhaddaṁ tumhākaṁ hotu, yaṁ panetaṁ tikkhattuṁ sāvanavācāya ulūkassa abhisecanaṁ karīyati, etaṁ mayhaṁ na ruccati. Etassa hi idāni tuṭṭhacittassa akkuddhassa mukhaṁ passatha, kuddho panāyaṁ kathaṁ karissatīti na jānāmi, sabbathāpi etaṁ mayhaṁ na ruccatīti.",
  "atk-s0513a21:523": "So evaṁ vatvā ‘‘mayhaṁ na ruccati, mayhaṁ na ruccatī’’ti viravanto ākāse uppati, ulūkopi naṁ uṭṭhāya anubandhi. Tato paṭṭhāya te aññamaññaṁ veraṁ bandhiṁsu. Sakuṇā suvaṇṇahaṁsaṁ rājānaṁ katvā pakkamiṁsu.",
  "atk-s0513a21:524": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne bahū sotāpannādayo ahesuṁ. ‘‘Tadā rajje abhisittahaṁsapoto ahameva ahosi’’nti.",
  "atk-s0513a21:525": "Ulūkajātakavaṇṇanā dasamā.",
  "atk-s0513a21:526": "Padumavaggo dutiyo.",
  "atk-s0513a21:527": "Tassuddānaṁ –",
  "atk-s0513a21:528": "Padumaṁ mudupāṇī ca, palobhanaṁ panādakaṁ;",
  "atk-s0513a21:529": "Khurappaṁ sindhavañceva, kakkaṭā, rāmadūsakaṁ;",
  "atk-s0513a21:530": "Sujātaṁ ulūkaṁ dasa.",
  "atk-s0513a21:531": "3. Udapānavaggo",
  "atk-s0513a21:533": " [271] 1. Udapānadūsakajātakavaṇṇanā",
  "atk-s0513a21:534": "Āraññikassaisinoti idaṁ satthā jetavane viharanto ekaṁ udapānadūsakasiṅgālaṁ ārabbha kathesi. Eko kira siṅgālo bhikkhusaṅghassa pānīyaudapānaṁ uccārapassāvakaraṇena dūsetvā pakkāmi. Atha naṁ ekadivasaṁ udapānasamīpaṁ āgataṁ sāmaṇerā leḍḍūhi paharitvā kilamesuṁ, so tato paṭṭhāya taṁ ṭhānaṁ puna nivattitvāpi na olokesi. Bhikkhū taṁ pavattiṁ ñatvā dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ – ‘‘āvuso, udapānadūsakasiṅgālo kira sāmaṇerehi kilamitakālato paṭṭhāya puna nivattitvāpi na olokesī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepesa siṅgālo udapānadūsakoyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a21:535": "Atīte bārāṇasiyaṁ idameva isipatanaṁ ayameva udapāno ahosi. Tadā bodhisatto bārāṇasiyaṁ kulaghare nibbattitvā vayappatto isipabbajjaṁ pabbajitvā isigaṇaparivuto isipatane vāsaṁ kappesi. Tadā eko siṅgālo idameva udapānaṁ dūsetvā pakkamati. Atha naṁ ekadivasaṁ tāpasā parivāretvā ṭhitā ekenupāyena gahetvā bodhisattassa santikaṁ ānayiṁsu. Bodhisatto siṅgālena saddhiṁ sallapanto paṭhamaṁ gāthamāha –",
  "atk-s0513a21:536": "61.",
  "atk-s0513a21:537": " ‘‘Āraññikassa isino, cirarattatapassino;",
  "atk-s0513a21:538": "Kicchākataṁ udapānaṁ, kathaṁ samma avāhayī’’ti.",
  "atk-s0513a21:539": "Tassattho – araññe vasanatāya āraññikassa, esitaguṇattā isino, cirarattaṁ tapaṁ nissāya vutthattā cirarattatapassino kicchākataṁ kicchena dukkhena nipphāditaṁ udapānaṁ kathaṁ kimatthāya samma siṅgāla, tvaṁ avāhayi muttakarīsena ajjhotthari dūsesi, taṁ vā muttakarīsaṁ ettha avāhayi pātesīti.",
  "atk-s0513a21:540": "Taṁ sutvā siṅgālo dutiyaṁ gāthamāha –",
  "atk-s0513a21:541": "62.",
  "atk-s0513a21:542": " ‘‘Esa dhammo siṅgālānaṁ, yaṁ pitvā ohadāmase;",
  "atk-s0513a21:543": "Pitupitāmahaṁ dhammo, na taṁ ujjhātumarahasī’’ti.",
  "atk-s0513a21:544": "Tattha esa dhammoti esa sabhāvo. Yaṁ pitvā ohadāmaseti, samma, yaṁ mayaṁ yattha pānīyaṁ pivāma, tameva ūhadāmapi omuttemapi, esa amhākaṁ siṅgālānaṁ dhammoti dasseti. Pitupitāmahanti pitūnañca pitāmahānañca no esa dhammo. Na taṁ ujjhātumarahasīti taṁ amhākaṁ paveṇiāgataṁ dhammaṁ sabhāvaṁ tvaṁ ujjhātuṁ na arahasi, na yuttaṁ te ettha kujjhitunti.",
  "atk-s0513a21:545": "Athassa bodhisatto tatiyaṁ gāthamāha –",
  "atk-s0513a21:546": "63.",
  "atk-s0513a21:547": " ‘‘Yesaṁ vo ediso dhammo, adhammo pana kīdiso;",
  "atk-s0513a21:548": "Mā vo dhammaṁ adhammaṁ vā, addasāma kudācana’’nti.",
  "atk-s0513a21:549": "Tattha mā voti tumhākaṁ dhammaṁ vā adhammaṁ vā na mayaṁ kadāci addasāmāti.",
  "atk-s0513a21:550": "Evaṁ bodhisatto tassa ovādaṁ datvā ‘‘mā puna āgacchā’’ti āha. So tato paṭṭhāya puna nivattitvāpi na olokesi.",
  "atk-s0513a21:551": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi – ‘‘tadā udapānadūsako ayameva siṅgālo ahosi, gaṇasatthā pana ahameva ahosi’’nti.",
  "atk-s0513a21:552": "Udapānadūsakajātakavaṇṇanā paṭhamā.",
  "atk-s0513a21:554": " [272] 2. Byagghajātakavaṇṇanā",
  "atk-s0513a21:555": "Yenamittena saṁsaggāti idaṁ satthā jetavane viharanto kokālikaṁ ārabbha kathesi. Kokālikavatthu terasakanipāte takkāriyajātake (jā. 1.13.104 ādayo) āvibhavissati. Kokāliko pana ‘‘sāriputtamoggallāne gahetvā āgamissāmī’’ti kokālikaraṭṭhato jetavanaṁ āgantvā satthāraṁ vanditvā there upasaṅkamitvā ‘‘āvuso, kokālikaraṭṭhavāsino manussā tumhe pakkosanti, etha gacchāmā’’ti āha. ‘‘Gaccha tvaṁ, āvuso, na mayaṁ āgacchāmā’’ti. So therehi paṭikkhitto sayameva agamāsi. Atha bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ – ‘‘āvuso, kokāliko sāriputtamoggallānehi sahāpi vināpi vattituṁ na sakkoti, saṁyogampi na sahati, viyogampi na sahatī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepi kokāliko sāriputtamoggallānehi neva saha, na vinā vattituṁ sakkotī’’ti vatvā atītaṁ āhari.",
  "atk-s0513a21:556": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto aññatarasmiṁ araññāyatane rukkhadevatā hutvā nibbatti. Tassa vimānato avidūre aññatarasmiṁ vanappatijeṭṭhake aññā rukkhadevatā vasati. Tasmiṁ vanasaṇḍe sīho ca byaggho ca vasanti. Tesaṁ bhayena koci tattha na khettaṁ karoti, na rukkhaṁ chindati, nivattitvā oloketuṁ samattho nāma natthi. Te pana sīhabyagghā nānappakāre mige vadhitvā khādanti, khāditāvasesaṁ tattheva pahāya gacchanti. Tena so vanasaṇḍo asucikuṇapagandho hoti. Atha itarā rukkhadevatā andhabālā kāraṇākāraṇaṁ ajānamānā ekadivasaṁ bodhisattaṁ āha – ‘‘samma, ete no sīhabyagghe nissāya vanasaṇḍo asucikuṇapagandho jāto, ahaṁ ete palāpemī’’ti. Bodhisatto ‘‘samma, ime dve nissāya amhākaṁ vimānāni rakkhiyanti, etesu palāyantesu vimānāni no vinassissanti, sīhabyagghānaṁ padaṁ apassantā manussā sabbaṁ vanaṁ chinditvā ekaṅgaṇaṁ katvā khettāni karissanti, mā te evaṁ ruccī’’ti vatvā purimā dve gāthā avoca –",
  "atk-s0513a21:557": "64.",
  "atk-s0513a21:558": " ‘‘Yena mittena saṁsaggā, yogakkhemo vihiyyati;",
  "atk-s0513a21:559": "Pubbevajjhābhavaṁ tassa, rakkhe akkhīva paṇḍito.",
  "atk-s0513a21:560": "65.",
  "atk-s0513a21:561": " ‘‘Yena mittena saṁsaggā, yogakkhemo pavaḍḍhati;",
  "atk-s0513a21:562": "Kareyyattasamaṁ vuttiṁ, sabbakiccesu paṇḍito’’ti.",
  "atk-s0513a21:563": "Tattha yena mittena saṁsaggāti yena pāpamittena saddhiṁ saṁsaggahetu saṁsaggakāraṇā, yena saddhiṁ dassanasaṁsaggo savanasaṁsaggo kāyasaṁsaggo samullapanasaṁsaggo paribhogasaṁsaggoti imassa pañcavidhassa saṁsaggassa katattāti attho. Yogakkhemoti kāyacittasukhaṁ. Tañhi dukkhayogato khemattā idha yogakkhemoti adhippetaṁ. Vihiyyatīti parihāyati. Pubbevajjhābhavaṁ tassa, rakkhe akkhīva paṇḍitoti tassa pāpamittassa ajjhābhavaṁ tena abhibhavitabbaṁ attano lābhayasajīvitaṁ, yathā naṁ so na ajjhābhavati, tathā paṭhamatarameva attano akkhī viya paṇḍito puriso rakkheyya.",
  "atk-s0513a21:564": "Dutiyagāthāya yenāti yena kalyāṇamittena saha saṁsaggakāraṇā. Yogakkhemo pavaḍḍhatīti kāyacittasukhaṁ vaḍḍhati. Kareyyattasamaṁ vuttinti tassa kalyāṇamittassa sabbakiccesu paṇḍito puriso yathā attano jīvitavuttiñca upabhogaparibhogavuttiñca karoti, evametaṁ sabbaṁ kareyya, adhikampi kareyya, hīnaṁ pana na kareyyāti.",
  "atk-s0513a21:565": "Evaṁ bodhisattena kāraṇe kathitepi sā bāladevatā anupadhāretvā ekadivasaṁ bheravarūpārammaṇaṁ dassetvā te sīhabyagghe palāpesi. Manussā tesaṁ padavalañjaṁ adisvā ‘‘sīhabyagghā aññaṁ vanasaṇḍaṁ gatā’’ti ñatvā vanasaṇḍassa ekapassaṁ chindiṁsu. Devatā bodhisattaṁ upasaṅkamitvā ‘‘ahaṁ, samma, tava vacanaṁ akatvā te palāpesiṁ, idāni tesaṁ gatabhāvaṁ ñatvā manussā vanasaṇḍaṁ chindanti, kiṁ nu kho kātabba’’nti vatvā ‘‘idāni te asukavanasaṇḍe nāma vasanti, gantvā te ānehī’’ti vuttā tattha gantvā tesaṁ purato ṭhatvā añjaliṁ paggayha tatiyaṁ gāthamāha –",
  "atk-s0513a21:566": "66.",
  "atk-s0513a21:567": " ‘‘Etha byagghā nivattavho, paccupetha mahāvanaṁ;",
  "atk-s0513a21:568": "Mā vanaṁ chindi nibyagghaṁ, byagghā māhesu nibbanā’’ti.",
  "atk-s0513a21:569": "Tattha byagghāti ubhopi te byagghanāmenevālapantī āha. Nivattavhoti nivattatha. Paccupetha mahāvananti taṁ mahāvanaṁ paccupetha puna upagacchatha, ayameva vā pāṭho. Mā vanaṁ chindi nibyagghanti amhākaṁ vasanakavanasaṇḍaṁ idāni tumhākaṁ abhāvena nibyagghaṁ manussā mā chindiṁsu. Byagghā māhesu nibbanāti tumhādisā ca byaggharājāno attano vasanaṭṭhānā palāyitattā nibbanā vasanaṭṭhānabhūtena vanena virahitā mā ahesuṁ. Te evaṁ tāya devatāya yāciyamānāpi ‘‘gaccha tvaṁ, na mayaṁ āgamissāmā’’ti paṭikkhipiṁsuyeva. Devatā ekikāva vanasaṇḍaṁ paccāgañchi. Manussāpi katipāheneva sabbaṁ vanaṁ chinditvā khettāni karitvā kasikammaṁ kariṁsu.",
  "atk-s0513a21:570": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi – ‘‘tadā apaṇḍitā devatā kokāliko ahosi, sīho sāriputto, byaggho moggallāno, paṇḍitadevatā pana ahameva ahosi’’nti.",
  "atk-s0513a21:571": "Byagghajātakavaṇṇanā dutiyā.",
  "atk-s0513a21:573": " [273] 3. Kacchapajātakavaṇṇanā",
  "atk-s0513a21:574": "Konu uddhitabhattovāti idaṁ satthā jetavane viharanto kosalarājassa dvinnaṁ mahāmattānaṁ kalahavūpasamanaṁ ārabbha kathesi. Paccuppannavatthu dukanipāte kathitameva.",
  "atk-s0513a21:575": "Atīte pana bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto kāsiraṭṭhe brāhmaṇakule nibbattitvā vayappatto takkasilāyaṁ sabbasippāni uggaṇhitvā kāme pahāya isipabbajjaṁ pabbajitvā himavantapadese gaṅgātīre assamapadaṁ māpetvā tattha abhiññā ca samāpattiyo ca nibbattetvā jhānakīḷaṁ kīḷanto vāsaṁ kappesi. Imasmiṁ kira jātake bodhisatto paramamajjhatto ahosi, upekkhāpāramiṁ pūresi. Tassa paṇṇasāladvāre nisinnassa eko pagabbho dussīlo makkaṭo āgantvā kaṇṇasotesu aṅgajātena salākapavesanakammaṁ karoti, bodhisatto avāretvā majjhatto hutvā nisīdatiyeva. Athekadivasaṁ eko kacchapo udakā uttaritvā gaṅgātīre mukhaṁ vivaritvā ātapaṁ tappanto niddāyati. Taṁ disvā so lolavānaro tassa mukhe salākapavesanakammaṁ akāsi. Athassa kacchapo pabujjhitvā aṅgajātaṁ samugge pakkhipanto viya ḍaṁsi, balavavedanā uppajji. Vedanaṁ adhivāsetuṁ asakkonto ‘‘ko nu kho maṁ imamhā dukkhā moceyya, kassa santikaṁ gacchāmī’’ti cintetvā ‘‘añño maṁ imamhā dukkhā mocetuṁ samattho natthi aññatra tāpasena, tasseva santikaṁ mayā gantuṁ vaṭṭatī’’ti kacchapaṁ dvīhi hatthehi ukkhipitvā bodhisattassa santikaṁ agamāsi. Bodhisatto tena dussīlamakkaṭena saddhiṁ davaṁ karonto paṭhamaṁ gāthamāha –",
  "atk-s0513a21:576": "67.",
  "atk-s0513a21:577": " ‘‘Ko nu uddhitabhattova, pūrahatthova brāhmaṇo;",
  "atk-s0513a21:578": "Kahaṁ nu bhikkhaṁ acari, kaṁ saddhaṁ upasaṅkamī’’ti.",
  "atk-s0513a21:579": "Tattha ko nu uddhitabhattovāti ko nu esa vaḍḍhitabhatto viya, ekaṁ vaḍḍhitabhattaṁ bhattapūrapātiṁ hatthehi gahetvā viya ko nu eso āgacchatīti attho. Pūrahatthova brāhmaṇoti kattikamāse vācanakaṁ labhitvā pūrahattho brāhmaṇo viya ca ko nu kho esoti vānaraṁ sandhāya vadati. Kahaṁ nu bhikkhaṁ acarīti, bho vānara, kasmiṁ padese ajja tvaṁ bhikkhaṁ acari. Kaṁ saddhaṁ upasaṅkamīti kataraṁ nāma pubbapete uddissa kataṁ saddhabhattaṁ, kataraṁ vā saddhaṁ puggalaṁ tvaṁ upasaṅkami, kuto te ayaṁ deyyadhammo laddhoti dīpeti.",
  "atk-s0513a21:580": "Taṁ sutvā dussīlavānaro dutiyaṁ gāthamāha –",
  "atk-s0513a21:581": "68.",
  "atk-s0513a21:582": " ‘‘Ahaṁ kapismi dummedho, anāmāsāni āmasiṁ;",
  "atk-s0513a21:583": "Tvaṁ maṁ mocaya bhaddaṁ te, mutto gaccheyya pabbata’’nti.",
  "atk-s0513a21:584": "Tattha ahaṁ kapismi dummedhoti bhaddaṁ te ahaṁ asmi dummedho capalacitto makkaṭo. Anāmāsāni āmasinti anāmasitabbaṭṭhānāni āmasiṁ. Tvaṁ maṁ mocaya bhaddaṁ teti tvaṁ dayālu anukampako maṁ imamhā dukkhā mocehi, bhaddaṁ te hotu. Mutto gaccheyya pabbatanti sohaṁ tavānubhāvena imamhā byasanā mutto pabbatameva gaccheyyaṁ, na te puna cakkhupathe attānaṁ dasseyyanti.",
  "atk-s0513a21:585": "Bodhisatto tasmiṁ kāruññena kacchapena saddhiṁ sallapanto tatiyaṁ gāthamāha –",
  "atk-s0513a21:586": "69.",
  "atk-s0513a21:587": " ‘‘Kacchapā kassapā honti, koṇḍaññā honti makkaṭā;",
  "atk-s0513a21:588": "Muñca kassapa koṇḍaññaṁ, kataṁ methunakaṁ tayā’’ti.",
  "atk-s0513a21:589": "Tassattho – kacchapā nāma kassapagottā honti, makkaṭā koṇḍaññagottā, kassapakoṇḍaññānañca aññamaññaṁ āvāhavivāhasambandho atthi. Addhā tayidaṁ lolena dussīlamakkaṭena tayā saddhiṁ, tayā ca dussīlena iminā makkaṭena saddhiṁ gottasadisatāsaṅkhātassa methunadhammassa anucchavikaṁ dussīlyakammasaṅkhātampi methunakaṁ kataṁ, tasmā muñca, kassapa, koṇḍaññanti.",
  "atk-s0513a21:590": "Kacchapo bodhisattassa vacanaṁ sutvā kāraṇena pasanno vānarassa aṅgajātaṁ muñci. Makkaṭo muttamattova bodhisattaṁ vanditvā palāto, puna taṁ ṭhānaṁ nivattitvāpi na olokesi. Kacchapopi bodhisattaṁ vanditvā sakaṭṭhānameva gato. Bodhisattopi aparihīnajjhāno brahmalokaparāyaṇo ahosi.",
  "atk-s0513a21:591": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi – ‘‘tadā kacchapavānarā dve mahāmattā ahesuṁ, tāpaso pana ahameva ahosi’’nti.",
  "atk-s0513a21:592": "Kacchapajātakavaṇṇanā tatiyā.",
  "atk-s0513a21:594": " [274] 4. Lolajātakavaṇṇanā",
  "atk-s0513a21:595": "Kāyaṁ balākā sikhinīti idaṁ satthā jetavane viharanto ekaṁ lolabhikkhuṁ ārabbha kathesi. Tañhi dhammasabhaṁ ānītaṁ satthā ‘‘na tvaṁ bhikkhu idāneva lolo, pubbepi loloyeva, lolatāyeva ca jīvitakkhayaṁ patto, taṁ nissāya porāṇakapaṇḍitāpi attano vasanaṭṭhānā paribāhirā ahesu’’nti vatvā atītaṁ āhari.",
  "atk-s0513a21:596": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bārāṇasiseṭṭhino mahānase bhattakārako puññatthāya nīḷapacchiṁ ṭhapesi. Tadā bodhisatto pārāvatayoniyaṁ nibbattitvā tattha vāsaṁ kappesi. Atheko lolakāko mahānasamatthakena gacchanto nānappakāraṁ macchamaṁsavikatiṁ disvā pipāsābhibhūto ‘‘kaṁ nu kho nissāya sakkā bhaveyyaṁ okāsaṁ laddhu’’nti cintetvā bodhisattaṁ disvā ‘‘imaṁ nissāya sakkā’’ti sanniṭṭhānaṁ katvā tassa gocarāya araññagamanakāle piṭṭhito piṭṭhito anubandhi. Atha naṁ bodhisatto ‘‘mayaṁ kho, kāka, aññagocarā, tvampi aññagocaro, kiṁ nu kho maṁ anubandhasī’’ti āha. ‘‘Tumhākaṁ, sāmi, kiriyā mayhaṁ ruccati, ahampi tumhehi samānagocaro hutvā tumhe upaṭṭhātuṁ icchāmī’’ti. Bodhisatto sampaṭicchi. So tena saddhiṁ gocarabhūmiyaṁ ekagocaraṁ caranto viya osakkitvā gomayarāsiṁ viddhaṁsetvā pāṇake khāditvā kucchipūraṁ katvā bodhisattaṁ upasaṅkamitvā ‘‘tumhe ettakaṁ kālaṁ caratheva, nanu bhojane nāma pamāṇaṁ ñātuṁ vaṭṭati, etha nātisāyameva gacchāmā’’ti āha. Bodhisatto taṁ ādāya vasanaṭṭhānaṁ agamāsi. Bhattakārako ‘‘amhākaṁ pārāvato sahāyaṁ gahetvā āgato’’ti kākassāpi ekaṁ thusapacchiṁ ṭhapesi. Kākopi catūhapañcāhaṁ teneva nīhārena vasi.",
  "atk-s0513a21:597": "Athekadivasaṁ seṭṭhino bahumacchamaṁsaṁ āhariyittha, kāko taṁ disvā lobhābhibhūto paccūsakālato paṭṭhāya nitthunanto nipajji. Atha naṁ punadivase bodhisatto ‘‘ehi, samma, gocarāya pakkamissāmā’’ti āha. ‘‘Tumhe gacchatha, mayhaṁ ajiṇṇāsaṅkā atthī’’ti. ‘‘Samma, kākānaṁ ajīrako nāma natthi, dīpavaṭṭimattameva hi tumhākaṁ kucchiyaṁ thokaṁ tiṭṭhati, sesaṁ ajjhohaṭamattameva jīrati, mama vacanaṁ karohi, mā etaṁ macchamaṁsaṁ disvā evamakāsī’’ti. ‘‘Sāmi, kiṁ nāmetaṁ kathetha, ajiṇṇāsaṅkāva mayha’’nti. ‘‘Tena hi appamatto hohī’’ti taṁ ovaditvā bodhisatto pakkāmi.",
  "atk-s0513a21:598": "Bhattakārakopi nānāmacchamaṁsavikatiyo sampādetvā sarīrato sedaṁ apanento mahānasadvāre aṭṭhāsi. Kāko ‘‘ayaṁ idāni kālo maṁsaṁ khāditu’’nti gantvā rasakaroṭimatthake nisīdi. Bhattakārako ‘‘kirī’’ti saddaṁ sutvā nivattitvā olokento kākaṁ disvā pavisitvā taṁ gahetvā sakalasarīralomaṁ luñcitvā matthake cūḷaṁ ṭhapetvā siṅgīveramaricādīni pisitvā takkena āloḷetvā ‘‘tvaṁ amhākaṁ seṭṭhino macchamaṁsaṁ ucchiṭṭhakaṁ karosī’’ti sakalasarīramassa makkhetvā khipitvā nīḷapacchiyaṁ pātesi, balavavedanā uppajji. Bodhisatto gocarabhūmito āgantvā taṁ nitthunantaṁ disvā davaṁ karonto paṭhamaṁ gāthamāha –",
  "atk-s0513a21:599": "70.",
  "atk-s0513a21:600": " ‘‘Kāyaṁ balākā sikhinī, corī laṅghipitāmahā;",
  "atk-s0513a21:601": "Oraṁ balāke āgaccha, caṇḍo me vāyaso sakhā’’ti.",
  "atk-s0513a21:602": "Tattha kāyaṁ balākā sikhinīti taṁ kākaṁ tassa bahalatakkena makkhitasarīrasetavaṇṇattā matthake ca sikhāya ṭhapitattā ‘‘kā esā balākā sikhinī’’ti pucchanto ālapati. Corīti kulassa ananuññāya kulagharaṁ, kākassa vā aruciyā pacchiṁ paviṭṭhattā ‘‘corī’’ti vadati. Laṅghipitāmahāti laṅghī vuccati ākāse laṅghanato megho, balākā ca nāma meghasaddena gabbhaṁ gaṇhantīti meghasaddo balākānaṁ pitā, megho pitāmaho hoti. Tenāha ‘‘laṅghipitāmahā’’ti. Oraṁ balāke āgacchāti, ambho balāke, ito ehi. Caṇḍo me vā yaso sakhāti mayhaṁ sakhā pacchisāmiko vāyaso caṇḍo pharuso , so āgato taṁ disvā kaṇayasadisena tuṇḍena koṭṭetvā jīvitakkhayaṁ pāpeyya, tasmā yāva vāyaso nāgacchati, tāva pacchito otaritvā ito ehi, sīghaṁ palāyassūti vadati.",
  "atk-s0513a21:603": "Taṁ sutvā kāko dutiyaṁ gāthamāha –",
  "atk-s0513a21:604": "71.",
  "atk-s0513a21:605": " ‘‘Nāhaṁ balākā sikhinī, ahaṁ lolosmi vāyaso;",
  "atk-s0513a21:606": "Akatvā vacanaṁ tuyhaṁ, passa lūnosmi āgato’’ti.",
  "atk-s0513a21:607": "Tattha āgatoti tvaṁ idāni gocarabhūmito āgato, maṁ lūnaṁ passāti attho.",
  "atk-s0513a21:608": "Taṁ sutvā bodhisatto tatiyaṁ gāthamāha –",
  "atk-s0513a21:609": "72.",
  "atk-s0513a21:610": " ‘‘Punapāpajjasī samma, sīlañhi tava tādisaṁ;",
  "atk-s0513a21:611": "Na hi mānusakā bhogā, subhuñjā honti pakkhinā’’ti.",
  "atk-s0513a21:612": "Tattha punapāpajjasī sammāti samma vāyasa, punapi tvaṁ evarūpaṁ dukkhaṁ paṭilabhissaseva, natthi te ettakena mokkho. Kiṁkāraṇā? Sīlañhi tava tādisaṁ pāpakaṁ, yasmā tava ācārasīlaṁ tādisaṁ dukkhādhigamasseva anurūpaṁ. Na hi mānusakāti manussā nāma mahāpuññā, tiracchānagatānaṁ tathārūpaṁ puññaṁ natthi, tasmā mānusakā bhogā tiracchānagatena pakkhinā na bhuñjīyantīti.",
  "atk-s0513a21:613": "Evañca pana vatvā bodhisatto ‘‘ito dāni paṭṭhāya mayā ettha vasituṁ na sakkā’’ti uppatitvā aññattha agamāsi. Kākopi nitthunanto tattheva kālamakāsi.",
  "atk-s0513a21:614": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne lolabhikkhu anāgāmiphale patiṭṭhahi. ‘‘Tadā lolakāko lolabhikkhu ahosi, pārāvato pana ahameva ahosi’’nti.",
  "atk-s0513a21:615": "Lolajātakavaṇṇanā catutthā.",
  "atk-s0513a21:617": " [275] 5. Rucirajātakavaṇṇanā",
  "atk-s0513a21:618": "Kāyaṁbalākā rucirāti idaṁ satthā jetavane viharanto ekaṁ lolabhikkhuṁ ārabbha kathesi. Dvepi vatthūni purimasadisāneva gāthāpi.",
  "atk-s0513a21:619": "73.",
  "atk-s0513a21:620": " ‘‘Kāyaṁ balākā rucirā, kākanīḷasmimacchati;",
  "atk-s0513a21:621": "Caṇḍo kāko sakhā mayhaṁ, yassa cetaṁ kulāvakaṁ.",
  "atk-s0513a21:622": "74.",
  "atk-s0513a21:623": " ‘‘Nanu maṁ samma jānāsi, dija sāmākabhojana;",
  "atk-s0513a21:624": "Akatvā vacanaṁ tuyhaṁ, passa lūnosmi āgato.",
  "atk-s0513a21:625": "75.",
  "atk-s0513a21:626": " ‘‘Punapāpajjasī samma, sīlañhi tava tādisaṁ;",
  "atk-s0513a21:627": "Na hi mānusakā bhogā, subhuñjā honti pakkhinā’’ti. –",
  "atk-s0513a21:628": "Gāthā hi ekantarikāyeva.",
  "atk-s0513a21:629": "Tattha ‘‘rucirā’’ti takkamakkhitasarīratāya setavaṇṇataṁ sandhāya vadati. Rucirā piyadassanā, paṇḍarāti attho. Kākanīḷasminti kākakulāvake. ‘‘Kākaniḍḍhasmi’’ntipi pāṭho. Dijāti kāko pārevataṁ ālapati. Sāmākabhojanāti tiṇabījabhojana. Sāmākaggahaṇena hettha sabbampi tiṇabījaṁ gahitaṁ. Idhāpi bodhisatto ‘‘na idāni sakkā ito paṭṭhāya mayā ettha vasitu’’nti uppatitvā aññattha gato.",
  "atk-s0513a21:630": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne lolabhikkhu anāgāmiphale patiṭṭhahi. ‘‘Tadā lolakāko lolabhikkhu ahosi, pārāvato pana ahameva ahosi’’nti.",
  "atk-s0513a21:631": "Rucirajātakavaṇṇanā pañcamā.",
  "atk-s0513a21:633": " [276] 6. Kurudhammajātakavaṇṇanā",
  "atk-s0513a21:634": "Tava saddhañca sīlañcāti idaṁ satthā jetavane viharanto ekaṁ haṁsaghātakabhikkhuṁ ārabbha kathesi. Sāvatthivāsino dve sahāyakā bhikkhū pabbajitvā laddhūpasampadā yebhuyyena ekato vicaranti. Te ekadivasaṁ aciravatiṁ gantvā nhatvā vālukapuline ātapaṁ tappamānā sāraṇīyakathaṁ kathentā aṭṭhaṁsu, tasmiṁ khaṇe dve haṁsā ākāsena gacchanti. Atheko daharabhikkhu sakkharaṁ gahetvā ‘‘ekassa haṁsapotakassa akkhiṁ paharissāmī’’ti āha, itaro ‘‘na sakkhissasī’’ti āha. ‘‘Tiṭṭhatu imasmiṁ passe akkhi, parapasse akkhiṁ paharissāmī’’ti. ‘‘Idampi na sakkhissasiyevā’’ti. ‘‘Tena hi upadhārehī’’ti tiyaṁsaṁ sakkharaṁ gahetvā haṁsassa pacchābhāge khipi. Haṁso sakkharasaddaṁ sutvā nivattitvā olokesi, atha naṁ itaro vaṭṭasakkharaṁ gahetvā parapasse akkhimhi paharitvā orimakkhinā nikkhamāpesi. Haṁso viravanto parivattitvā tesaṁ pādamūleyeva pati. Tattha tattha ṭhitā bhikkhū disvā āgantvā ‘‘āvuso, evarūpe niyyānikasāsane pabbajitvā ananucchavikaṁ vo kataṁ pāṇātipātaṁ karontehī’’ti vatvā te ādāya tathāgatassa dassesuṁ. Satthā ‘‘saccaṁ, kira tayā bhikkhu pāṇātipāto kato’’ti pucchitvā ‘‘saccaṁ, bhante’’ti vutte ‘‘bhikkhu, kasmā evarūpe niyyānikasāsane pabbajitvā evamakāsi, porāṇakapaṇḍitā anuppanne buddhe agāramajjhe saṁkiliṭṭhavāsaṁ vasamānā appamattakesupi ṭhānesu kukkuccaṁ kariṁsu, tvaṁ pana evarūpe niyyānikasāsane pabbajitvā kukkuccamattampi na akāsi, nanu nāma bhikkhunā kāyavācācittehi saññatena bhavitabba’’nti vatvā atītaṁ āhari.",
  "atk-s0513a21:635": "Atīte kururaṭṭhe indapatthanagare dhanañcaye korabye rajjaṁ kārente bodhisatto tassa aggamahesiyā kucchimhi paṭisandhiṁ gahetvā anupubbena viññutaṁ patto takkasilāyaṁ sabbasippāni uggaṇhitvā pitarā oparajje patiṭṭhāpito aparabhāge pitu accayena rajjaṁ patvā dasa rājadhamme akopento kurudhamme vattittha. Kurudhammo nāma pañca sīlāni, tāni bodhisatto parisuddhāni katvā rakkhi. Yathā ca bodhisatto, evamassa mātā aggamahesī kaniṭṭhabhātā uparājā purohito brāhmaṇo rajjugāhako amacco sārathi seṭṭhi doṇamāpako mahāmatto dovāriko nagarasobhinī vaṇṇadāsīti evamete.",
  "atk-s0513a21:636": "‘‘Rājā mātā mahesī ca, uparājā purohito;",
  "atk-s0513a21:637": "Rajjuko sārathi seṭṭhi, doṇo dovāriko tathā;",
  "atk-s0513a21:638": "Gaṇikekādasa janā, kurudhamme patiṭṭhitā’’ti.",
  "atk-s0513a21:639": "Iti ime sabbepi parisuddhāni katvā pañca sīlāni rakkhiṁsu. Rājā catūsu nagaradvāresu ca nagaramajjhe ca nivesanadvāre cāti cha dānasālāyo kāretvā devasikaṁ chasatasahassaṁ dhanaṁ vissajjento sakalajambudīpaṁ unnaṅgalaṁ katvā dānaṁ adāsi, tassa pana dānajjhāsayatā dānābhiratatā sakalajambudīpaṁ ajjhotthari. Tasmiṁ kāle kāliṅgaraṭṭhe dantapuranagare kāliṅgarājā rajjaṁ kāresi. Tassa raṭṭhe devo na vassi, tasmiṁ avassante sakalaraṭṭhe chātakaṁ jātaṁ, āhāravipattiyā ca manussānaṁ rogo udapādi, dubbuṭṭhibhayaṁ chātakabhayaṁ rogabhayanti tīṇi bhayāni uppajjiṁsu. Manussā niggahaṇā dārake hatthesu gahetvā tattha tattha vicaranti.",
  "atk-s0513a21:640": "Sakalaraṭṭhavāsino ekato hutvā dantapuraṁ gantvā rājadvāre ukkuṭṭhimakaṁsu. Rājā vātapānaṁ nissāya ṭhito taṁ saddaṁ sutvā ‘‘kiṁ kāraṇā ete viravantī’’ti pucchi. ‘‘Mahārāja , sakalaraṭṭhe tīṇi bhayāni uppannāni, devo na vassati, sassāni na vipannāni, chātakaṁ jātaṁ. Manussā dubbhojanā rogābhibhūtā niggahaṇā putte hatthesu gahetvā vicaranti, devaṁ vassāpehi mahārājā’’ti. ‘‘Porāṇakarājāno deve avassante kiṁ karontī’’ti? ‘‘Porāṇakarājāno, mahārāja, deve avassante dānaṁ datvā uposathaṁ adhiṭṭhāya samādinnasīlā sirigabbhaṁ pavisitvā dabbasanthare sattāhaṁ nipajjanti, tadā devo vassatī’’ti. Rājā ‘‘sādhū’’ti sampaṭicchitvā tathā akāsi. Evaṁ santepi devo na vassi.",
  "atk-s0513a21:641": "Rājā amacce pucchi – ‘‘ahaṁ kattabbakiccaṁ akāsiṁ, devo na vassati, kinti karomā’’ti? ‘‘Mahārāja, indapatthanagare dhanañcayassa korabyarañño añjanavaṇṇo nāma maṅgalahatthī atthi, taṁ ānessāma, evaṁ sante devo vassatī’’ti. ‘‘So rājā balavāhanasampanno duppasaho, kathamassa hatthiṁ ānessāmā’’ti? ‘‘Mahārāja, tena saddhiṁ yuddhakiccaṁ natthi, dānajjhāsayo rājā dānābhirato yācito samāno alaṅkatasīsampi chinditvā pasādasampannāni akkhīnipi uppāṭetvā sakalarajjampi niyyādetvā dadeyya, hatthimhi vattabbameva natthi, avassaṁ yācito dassatī’’ti. ‘‘Ke pana taṁ yācituṁ samatthā’’ti? ‘‘Brāhmaṇā, mahārājā’’ti. Rājā brāhmaṇagāmato aṭṭha brāhmaṇe pakkosāpetvā sakkārasammānaṁ katvā hatthiṁ yācanatthāya pesesi. Te paribbayaṁ ādāya addhikavesaṁ gahetvā sabbattha ekarattivāsena turitagamanaṁ gantvā katipāhaṁ nagaradvāre dānasālāsu bhuñjitvā sarīraṁ santappetvā ‘‘kadā rājā dānaggaṁ āgacchissatī’’ti pucchiṁsu. Manussā ‘‘pakkhassa tayo divase cātuddase pannarase aṭṭhamiyañca āgacchati, sve pana puṇṇamī, tasmā sve āgacchissatī’’ti vadiṁsu.",
  "atk-s0513a21:642": "Brāhmaṇā punadivase pātova gantvā pācīnadvāre aṭṭhaṁsu. Bodhisatto pātova nhatvā gattānulitto sabbālaṅkārapaṭimaṇḍito alaṅkatahatthikkhandhavaragato mahantena parivārena pācīnadvārena dānasālaṁ gantvā otaritvā sattaṭṭhajanānaṁ sahatthā bhattaṁ datvā ‘‘imināva nīhārena dethā’’ti vatvā hatthiṁ abhiruhitvā dakkhiṇadvāraṁ agamāsi. Brāhmaṇā pācīnadvāre ārakkhassa balavatāya okāsaṁ alabhitvā dakkhiṇadvārameva gantvā rājānaṁ āgacchantaṁ olokayamānā dvārato nātidūre unnataṭṭhāne ṭhitā sampattaṁ rājānaṁ hatthe ukkhipitvā ‘‘jayatu bhavaṁ, mahārājā’’ti jayāpesuṁ. Rājā vajiraṅkusena vāraṇaṁ nivattetvā tesaṁ santikaṁ gantvā ‘‘bho brāhmaṇā, kiṁ icchathā’’ti pucchi. Brāhmaṇā bodhisattassa guṇaṁ vaṇṇentā paṭhamaṁ gāthamāhaṁsu –",
  "atk-s0513a21:643": "76.",
  "atk-s0513a21:644": " ‘‘Tava saddhañca sīlañca, viditvāna janādhipa;",
  "atk-s0513a21:645": "Vaṇṇaṁ añjanavaṇṇena, kāliṅgasmiṁ nimimhase’’ti.",
  "atk-s0513a21:646": "Tattha saddhanti kammaphalānaṁ saddahanavasena okappaniyasaddhaṁ. Sīlanti saṁvarasīlaṁ avītikkamasīlaṁ. Vaṇṇanti tadā tasmiṁ dese suvaṇṇaṁ vuccati, desanāsīsameva cetaṁ. Iminā pana padena sabbampi hiraññasuvaṇṇādidhanadhaññaṁ saṅgahitaṁ. Añjanavaṇṇenāti añjanapuñjasamānavaṇṇena iminā tava nāgena, kāliṅgasminti kāliṅgarañño santike. Nimimhaseti vinimayavasena gaṇhimha, paribhogavasena vā udare pakkhipimhāti attho. Seti nipātamattaṁ. Idaṁ vuttaṁ hoti – mayañhi, janādhipa, tava saddhañca sīlañca viditvāna ‘‘addhā no evaṁ saddhāsīlasampanno rājā yācito añjanavaṇṇaṁ nāgaṁ dassatī’’ti iminā attano santakena viya añjanavaṇṇena kāliṅgarañño santike nāgaṁ vo āharissāmāti vatvā bahudhanadhaññaṁ nimimhase parivattayimha ceva udare ca pakkhipimha. Evaṁ taṁ mayaṁ dhārayamānā idhāgatā. Tattha kattabbaṁ devo jānātūti.",
  "atk-s0513a21:647": "Aparo nayo – tava saddhañca sīlaguṇasaṅkhātaṁ vaṇṇañca sutvā ‘‘uḷāraguṇo rājā jīvitampi yācito dadeyya, pageva tiracchānagataṁ nāga’’nti evaṁ kāliṅgassa santike iminā añjanavaṇṇena tava vaṇṇaṁ nimimhase nimimha tulayimha, tenamhā idhāgatāti.",
  "atk-s0513a21:648": "Taṁ sutvā bodhisatto ‘‘sace, vo brāhmaṇā, imaṁ nāgaṁ parivattetvā dhanaṁ khāditaṁ sukhāditaṁ mā cintayittha, yathālaṅkatameva vo nāgaṁ dassāmī’’ti samassāsetvā itarā dve gāthā avoca –",
  "atk-s0513a21:649": "77.",
  "atk-s0513a21:650": " ‘‘Annabhaccā cabhaccā ca, yodha uddissa gacchati;",
  "atk-s0513a21:651": "Sabbe te appaṭikkhippā, pubbācariyavaco idaṁ.",
  "atk-s0513a21:652": "78.",
  "atk-s0513a21:653": " ‘‘Dadāmi vo brāhmaṇā nāgametaṁ, rājārahaṁ rājabhoggaṁ yasassinaṁ;",
  "atk-s0513a21:654": "Alaṅkataṁ hemajālābhichannaṁ, sasārathiṁ gacchatha yenakāma’’nti.",
  "atk-s0513a21:655": "Tattha annabhaccā cabhaccā cāti purisaṁ upanissāya jīvamānā yāgubhattādinā annena bharitabbāti annabhaccā, itare tathā abharitabbattā abhaccā. Sandhivasena panettha akāralopo veditabbo. Ettāvatā attānaṁ upanissāya ca anupanissāya ca jīvamānavasena sabbepi sattā dve koṭṭhāse katvā dassitā honti. Yodha uddissa gacchatīti tesu sattesu idha jīvaloke yo satto yaṁ purisaṁ kāyacideva paccāsīsanāya uddissa gacchati. Sabbe te appaṭikkhippāti tathā uddissa gacchantā sacepi bahū honti, tathāpi tena purisena sabbe te appaṭikkhippā, ‘‘apetha, na vo dassāmī’’ti evaṁ na paṭikkhipitabbāti attho. Pubbācariyavaco idanti pubbācariyā vuccanti mātāpitaro, idaṁ tesaṁ vacanaṁ. Evamahaṁ mātāpitūhi sikkhāpitoti dīpeti.",
  "atk-s0513a21:656": "Dadāmi vo brāhmaṇā nāgametanti yasmā idaṁ amhākaṁ pubbācariyavaco, tasmāhaṁ brāhmaṇā tumhākaṁ imaṁ nāgaṁ dadāmi. Rājārahanti rañño anucchavikaṁ. Rājabhogganti rājaparibhogaṁ. Yasassinanti parivārasampannaṁ, taṁ kira hatthiṁ nissāya hatthigopakahatthivejjādīni pañca kulasatāni jīvanti, tehi saddhiññeva vo dadāmīti attho. Alaṅkatanti nānāvidhehi hatthialaṅkārehi alaṅkataṁ. Hemajālābhichannanti suvaṇṇajālena abhicchannaṁ. Sasārathinti yo panassa sārathi hatthigopako ācariyo, tena saddhiṁyeva dadāmi, tasmā sasārathi hutvā tumhe saparivāraṁ imaṁ nāgaṁ gahetvā yenakāmaṁ gacchathāti.",
  "atk-s0513a21:657": "Evaṁ hatthikkhandhavaragatova mahāsatto vācāya datvā puna hatthikkhandhā oruyha ‘‘sace analaṅkataṭṭhānaṁ atthi, alaṅkaritvā dassāmī’’ti vatvā tikkhattuṁ padakkhiṇaṁ karonto upadhāretvā analaṅkataṭṭhānaṁ adisvā tassa soṇḍaṁ brāhmaṇānaṁ hatthesu ṭhapetvā suvaṇṇabhiṅkārena pupphagandhavāsitaṁ udakaṁ pātetvā adāsi. Brāhmaṇā saparivāraṁ nāgaṁ sampaṭicchitvā hatthipiṭṭhe nisinnā dantapuraṁ gantvā hatthiṁ rañño adaṁsu, hatthimhi āgatepi devo na vassateva. Rājā ‘‘kiṁ nu kho kāraṇa’’nti uttariṁ pucchanto ‘‘dhanañcayakorabyarājā kurudhammaṁ rakkhati, tenassa raṭṭhe anvaḍḍhamāsaṁ anudasāhaṁ devo vassati, rañño guṇānubhāvo cesa, imassa pana tiracchānagatassa guṇā hontāpi kittakā bhaveyyu’’nti sutvā ‘‘tena hi yathālaṅkatameva saparivāraṁ hatthiṁ patinetvā rañño datvā yaṁ so kurudhammaṁ rakkhati, taṁ suvaṇṇapaṭṭe likhitvā ānethā’’ti brāhmaṇe ca amacce ca pesesi. Te gantvā rañño hatthiṁ niyyādetvā ‘‘deva, imasmiṁ hatthimhi gatepi amhākaṁ raṭṭhe devo na vassati, tumhe kira kurudhammaṁ nāma rakkhatha, amhākampi rājā taṁ rakkhitukāmo imasmiṁ suvaṇṇapaṭṭe likhitvā ānethā’’ti pesesi. ‘‘Detha no kurudhamma’’nti. ‘‘Tātā, saccāhaṁ etaṁ kurudhammaṁ rakkhāmi, idāni pana me tattha kukkuccaṁ atthi, na me so kurudhammo cittaṁ ārādheti, tasmā tumhākaṁ dātuṁ na sakkā’’ti.",
  "atk-s0513a21:658": "Kasmā pana taṁ sīlaṁ rājānaṁ na ārādhetīti? Tadā kira rājūnaṁ tatiye tatiye saṁvacchare kattikamāse pavatto chaṇo nāma hoti, taṁ chaṇaṁ kīḷantā rājāno sabbālaṅkārapaṭimaṇḍitā devavesaṁ gahetvā cittarājassa nāma yakkhassa santike ṭhatvā catuddisā pupphapaṭimaṇḍite cittasare khipanti. Ayampi rājā taṁ khaṇaṁ kīḷanto ekissā taḷākapāḷiyā cittarājassa yakkhassa santike ṭhatvā catuddisā cittasare khipitvā tesu sesadisāgate tayo sare disvā udakapiṭṭhe khittasaraṁ na addasa. Rañño ‘‘kacci nu kho mayā khitto saro macchasarīre patito’’ti kukkuccaṁ ahosi pāṇātipātakammena sīlabhedaṁ ārabbha, tasmā sīlaṁ na ārādheti. So evamāha – ‘‘tātā, mayhaṁ kurudhamme kukkuccaṁ atthi, mātā pana me surakkhitaṁ rakkhati, tassā santike gaṇhathā’’ti. ‘‘Mahārāja, tumhākaṁ ‘pāṇaṁ vadhissāmī’ti cetanā natthi, taṁ vinā pāṇātipāto nāma na hoti, detha no attanā rakkhitaṁ kurudhamma’’nti. ‘‘Tena hi likhathā’’ti suvaṇṇapaṭṭe likhāpesi – ‘‘pāṇo na hantabbo, adinnaṁ nādātabbaṁ , kāmesu micchā na caritabbaṁ, musā na bhaṇitabbaṁ , majjaṁ na pātabba’’nti likhāpetvā ca pana ‘‘evaṁ santepi neva maṁ ārādheti, mātu me santike gaṇhathā’’ti āha.",
  "atk-s0513a21:659": "Dūtā rājānaṁ vanditvā tassā santikaṁ gantvā ‘‘devi, tumhe kira kurudhammaṁ rakkhatha, taṁ no dethā’’ti vadiṁsu. ‘‘Tātā, saccāhaṁ kurudhammaṁ rakkhāmi, idāni pana me tattha kukkuccaṁ uppannaṁ, na me so kurudhammo ārādheti tena vo dātuṁ na sakkā’’ti. Tassā kira dve puttā jeṭṭho rājā, kaniṭṭho uparājā. Atheko rājā bodhisattassa satasahassagghanakaṁ candanasāraṁ sahassagghanakaṁ kañcanamālaṁ pesesi. So ‘‘mātaraṁ pūjessāmī’’ti taṁ sabbaṁ mātu pesesi. Sā cintesi – ‘‘ahaṁ neva candanaṁ vilimpāmi, na mālaṁ dhāremi, suṇisānaṁ dassāmī’’ti. Athassā etadahosi – ‘‘jeṭṭhasuṇisā me issarā, aggamahesiṭṭhāne ṭhitā, tassā suvaṇṇamālaṁ dassāmi. Kaniṭṭhasuṇisā pana duggatā, tassā candanasāraṁ dassāmī’’ti. Sā rañño deviyā suvaṇṇamālaṁ datvā uparājabhariyāya candanasāraṁ adāsi, datvā ca panassā ‘‘ahaṁ kurudhammaṁ rakkhāmi, etāsaṁ duggatāduggatabhāvo mayhaṁ appamāṇaṁ, jeṭṭhāpacāyikakammameva pana kātuṁ mayhaṁ anurūpaṁ, kacci nu kho me tassa akatattā sīlaṁ bhinna’’nti kukkuccaṁ ahosi, tasmā evamāha. Atha naṁ dūtā ‘‘attano santakaṁ nāma yathāruciyā dīyati, tumhe ettakenapi kukkuccaṁ kurumānā kiṁ aññaṁ pāpaṁ karissatha, sīlaṁ nāma evarūpena na bhijjati, detha no kurudhamma’’nti vatvā tassāpi santike gahetvā suvaṇṇapaṭṭe likhiṁsu.",
  "atk-s0513a21:660": "‘‘Tātā, evaṁ santepi neva maṁ ārādheti, suṇisā pana me suṭṭhu rakkhati, tassā santike gaṇhathā’’ti vuttā ca pana aggamahesiṁ upasaṅkamitvā purimanayeneva kurudhammaṁ yāciṁsu. Sāpi purimanayeneva vatvā ‘‘idāni maṁ sīlaṁ nārādheti, tena vo dātuṁ na sakkā’’ti āha. Sā kira ekadivasaṁ sīhapañjare ṭhitā rañño nagaraṁ padakkhiṇaṁ karontassa pacchato hatthipiṭṭhe nisinnaṁ uparājaṁ disvā lobhaṁ uppādetvā ‘‘sacāhaṁ iminā saddhiṁ santhavaṁ kareyyaṁ, bhātu accayena rajje patiṭṭhito maṁ esa saṅgaṇheyyā’’ti cintesi. Athassā ‘‘ahaṁ kurudhammaṁ rakkhamānā sasāmikā hutvā kilesavasena aññaṁ purisaṁ olokesiṁ, sīlena me bhinnena bhavitabba’’nti kukkuccaṁ ahosi, tasmā evamāha. Atha naṁ dūtā ‘‘aticāro nāma ayye cittuppādamattena na hoti, tumhe ettakenapi kukkuccaṁ kurumānā vītikkamaṁ kiṁkarissatha, na ettakena sīlaṁ bhijjati, detha no kurudhamma’’nti vatvā tassāpi santike gahetvā suvaṇṇapaṭṭe likhiṁsu.",
  "atk-s0513a21:661": "‘‘Tātā, evaṁ santepi neva maṁ ārādheti, uparājā pana suṭṭhu rakkhati, tassa santike gaṇhathā’’ti vuttā ca pana uparājānaṁ upasaṅkamitvā purimanayeneva kurudhammaṁ yāciṁsu. So pana sāyaṁ rājupaṭṭhānaṁ gacchanto ratheneva rājaṅgaṇaṁ patvā sace rañño santike bhuñjitvā tattheva sayitukāmo hoti, rasmiyo ca patodañca antodhure chaḍḍeti. Tāya saññāya jano pakkamitvā punadivase pātova gantvā tassa nikkhamanaṁ olokentova tiṭṭhati. Sārathipi rathaṁ gopayitvā punadivase pātova taṁ ādāya rājadvāre tiṭṭhati. Sace taṅkhaṇaññeva nikkhantukāmo hoti, rasmiyo ca patodañca antoratheyeva ṭhapetvā rājupaṭṭhānaṁ gacchati. Mahājano tāya saññāya ‘‘idāneva nikkhamissatī’’ti rājadvāreyeva tiṭṭhati. So ekadivasaṁ evaṁ katvā rājanivesanaṁ pāvisi, paviṭṭhamattassayevassa devo pāvassi. Rājā ‘‘devo vassatī’’ti tassa nikkhantuṁ nādāsi, so tattheva bhuñjitvā sayi. Mahājano ‘‘idāni nikkhamissatī’’ti sabbarattiṁ temento aṭṭhāsi. Uparājā dutiyadivase nikkhamitvā temetvā ṭhitaṁ mahājanaṁ disvā ‘‘ahaṁ kurudhammaṁ rakkhanto ettakaṁ janaṁ kilamesiṁ, sīlena me bhinnena bhavitabba’’nti kukkuccaṁ ahosi, tena tesaṁ dūtānaṁ ‘‘saccāhaṁ kurudhammaṁ rakkhāmi, idāni pana me kukkuccaṁ atthi, tena vo na sakkā dātu’’nti vatvā tamatthaṁ ārocesi. Atha naṁ dūtā ‘‘tumhākaṁ, deva, ‘ete kilamantū’ti cittaṁ natthi, acetanakaṁ kammaṁ na hoti, ettakenapi kukkuccaṁ karontānaṁ kathaṁ tumhākaṁ vītikkamo bhavissatī’’ti vatvā tassapi santike sīlaṁ gahetvā suvaṇṇapaṭṭe likhiṁsu.",
  "atk-s0513a21:662": "‘‘Evaṁ santepi neva maṁ ārādheti, purohito pana suṭṭhu rakkhati, tassa santike gaṇhathā’’ti vuttā ca pana purohitaṁ upasaṅkamitvā yāciṁsu. Sopi ekadivasaṁ rājupaṭṭhānaṁ gacchanto ekena raññā tassa rañño pesitaṁ taruṇaravivaṇṇaṁ rathaṁ antarāmagge disvā ‘‘kassāyaṁ ratho’’ti pucchitvā ‘‘rañño ābhato’’ti sutvā ‘‘ahaṁ mahallako, sace me rājā imaṁ rathaṁ dadeyya, sukhaṁ imaṁ āruyha vicareyya’’nti cintetvā rājupaṭṭhānaṁ gato. Tassa jayāpetvā ṭhitakāle rañño rathaṁ dassesuṁ. Rājā disvā ‘‘ati viya sundaro ayaṁ ratho, ācariyassa naṁ dethā’’ti āha. Purohito na icchi, punappunaṁ vuccamānopi na icchiyeva. Kiṁkāraṇā? Evaṁ kirassa ahosi – ‘‘ahaṁ kurudhammaṁ rakkhantova parasantake lobhaṁ akāsiṁ, bhinnena me sīlena bhavitabba’’nti. So etamatthaṁ ācikkhitvā ‘‘tātā, kurudhamme me kukkuccaṁ atthi, na maṁ so dhammo ārādheti, tasmā na sakkā dātu’’nti āha. Atha naṁ dūtā ‘‘ayya, lobhuppādamattena na sīlaṁ bhijjati, tumhe ettakenapi kukkuccaṁ karontā kiṁ vītikkamaṁ karissathā’’ti vatvā tassapi santike sīlaṁ gahetvā suvaṇṇapaṭṭe likhiṁsu.",
  "atk-s0513a21:663": "‘‘Evaṁ santepi neva maṁ ārādheti, rajjugāhako amacco pana suṭṭhu rakkhati, tassa santike gaṇhathā’’ti vuttā ca pana tampi upasaṅkamitvā yāciṁsu. Sopi ekadivasaṁ janapade khettaṁ minanto rajjuṁ daṇḍake bandhitvā ekaṁ koṭiṁ khettasāmikena gaṇhāpetvā ekaṁ attanā aggahesi, tena gahitarajjukoṭiyā baddhadaṇḍako ekassa kakkaṭakassa bilamajjhaṁ pāpuṇi. So cintesi – ‘‘sace daṇḍakaṁ bile otāressāmi, antobile kakkaṭako nassissati. Sace pana parato karissāmi, rañño santakaṁ nassissati. Sace orato karissāmi, kuṭumbikassa santakaṁ nassissati, kiṁ nu kho kātabba’’nti? Athassa etadahosi – ‘‘bile kakkaṭakena bhavitabbaṁ, sace bhaveyya, paññāyeyya, ettheva naṁ otāressāmī’’ti bile daṇḍakaṁ otāresi, kakkaṭako ‘‘kirī’’ti saddamakāsi. Athassa etadahosi – ‘‘daṇḍako kakkaṭakapiṭṭhe otiṇṇo bhavissati, kakkaṭako mato bhavissati, ahañca kurudhammaṁ rakkhāmi, tena me sīlena bhinnena bhavitabba’’nti . So etamatthaṁ ācikkhitvā ‘‘iminā me kāraṇena kurudhamme kukkuccaṁ atthi, tena vo na sakkā dātu’’nti āha. Atha naṁ dūtā ‘‘tumhākaṁ ‘kakkaṭako maratū’ti cittaṁ natthi, acetanakaṁ kammaṁ nāma na hoti. Tumhe ettakenapi kukkuccaṁ karontā kiṁ vītikkamaṁ karissathā’’ti vatvā tassapi santike sīlaṁ gahetvā suvaṇṇapaṭṭe likhiṁsu.",
  "atk-s0513a21:664": "‘‘Evaṁ santepi neva maṁ ārādheti, sārathi pana suṭṭhu rakkhati, tassa santike gaṇhathā’’ti vuttā ca pana tampi upasaṅkamitvā yāciṁsu. So ekadivasaṁ rājānaṁ rathena uyyānaṁ nesi. Rājā tattha divā kīḷitvā sāyaṁ nikkhamitvā rathaṁ abhiruhi, tassa nagaraṁ asampattasseva sūriyatthaṅgamanavelāya megho uṭṭhahi. Sārathi rañño temanabhayena sindhavānaṁ patodasaññamadāsi. Sindhavā javena pakkhandiṁsu. Tato paṭṭhāya ca pana te uyyānaṁ gacchantāpi tato āgacchantāpi taṁ ṭhānaṁ patvā javena gacchanti āgacchanti. Kiṁ kāraṇā? Tesaṁ kira etadahosi – ‘‘imasmiṁ ṭhāne parissayena bhavitabbaṁ, tena no sārathi tadā patodasaññaṁ adāsī’’ti. Sārathissapi etadahosi – ‘‘rañño temane vā atemane vā mayhaṁ doso natthi, ahaṁ pana aṭṭhāne susikkhitasindhavānaṁ patodasaññaṁ adāsiṁ, tena ime idāni aparāparaṁ javantā kilamanti, ahañca kurudhammaṁ rakkhāmi, tena me bhinnena sīlena bhavitabba’’nti. So etamatthaṁ ācikkhitvā ‘‘iminā kāraṇena kurudhamme kukkuccaṁ atthi, tena vo na sakkā dātu’’nti āha. Atha naṁ dūtā ‘‘tumhākaṁ ‘sindhavā kilamantū’ti cittaṁ natthi, acetanakaṁ kammaṁ nāma na hoti, ettakenapi ca tumhe kukkuccaṁ karontā kiṁ vītikkamaṁ karissathā’’ti vatvā tassa santike sīlaṁ gahetvā suvaṇṇapaṭṭe likhiṁsu.",
  "atk-s0513a21:665": "‘‘Evaṁ santepi neva maṁ ārādheti, seṭṭhi pana suṭṭhu rakkhati, tassa santike gaṇhathā’’ti vuttā ca pana tampi upasaṅkamitvā yāciṁsu. Sopi ekadivasaṁ gabbhato nikkhantasālisīsaṁ attano sālikhettaṁ gantvā paccavekkhitvā nivattamāno ‘‘vīhimālaṁ bandhāpessāmī’’ti ekaṁ sālisīsamuṭṭhiṁ gāhāpetvā thūṇāya bandhāpesi. Athassa etadahosi – ‘‘imamhā kedārā mayā rañño bhāgo dātabbo, adinnabhāgatoyeva me kedārato sālisīsamuṭṭhi gāhāpito, ahañca kurudhammaṁ rakkhāmi, tena me bhinnena sīlena bhavitabba’’nti. So etamatthaṁ ācikkhitvā ‘‘iminā me kāraṇena kurudhamme kukkuccaṁ atthi, tena vo na sakkā dātu’’nti āha. Atha naṁ dūtā ‘‘tumhākaṁ theyyacittaṁ natthi, tena vinā adinnādānaṁ nāma paññāpetuṁ na sakkā, ettakenapi kukkuccaṁ karontā tumhe parasantakaṁ nāma kiṁ gaṇhissathā’’ti vatvā tassapi santike sīlaṁ gahetvā suvaṇṇapaṭṭe likhiṁsu.",
  "atk-s0513a21:666": "‘‘Evaṁ santepi neva maṁ ārādheti, doṇamāpako pana mahāmatto suṭṭhu rakkhati, tassa santike gaṇhathā’’ti vuttā ca pana tampi upasaṅkamitvā yāciṁsu. So kira ekadivasaṁ koṭṭhāgāradvāre nisīditvā rājabhāge vīhiṁ mināpento amitavīhirāsito vīhiṁ gahetvā lakkhaṁ ṭhapesi, tasmiṁ khaṇe devo pāvassi. Mahāmatto lakkhāni gaṇetvā ‘‘mitavīhī ettakā nāma hontī’’ti vatvā lakkhavīhiṁ saṁkaḍḍhitvā mitarāsimhi pakkhipitvā vegena gantvā dvārakoṭṭhake ṭhatvā cintesi – ‘‘kiṁ nu kho mayā lakkhavīhī mitavīhirāsimhi pakkhittā, udāhu amitarāsimhī’’ti. Athassa etadahosi – ‘‘sace me mitavīhirāsimhi pakkhittā akāraṇeneva rañño santakaṁ vaḍḍhitaṁ, gahapatikānaṁ santakaṁ nāsitaṁ, ahañca kurudhammaṁ rakkhāmi, tena me bhinnena sīlena bhavitabba’’nti. So etamatthaṁ ācikkhitvā ‘‘iminā me kāraṇena kurudhamme kukkuccaṁ atthi, tena vo na sakkā dātu’’nti āha. Atha naṁ dūtā ‘‘tumhākaṁ theyyacittaṁ natthi, tena vinā adinnādānaṁ nāma paññāpetuṁ na sakkā, ettakenapi kukkuccaṁ karontā kiṁ tumhe parassa santakaṁ gaṇhissathā’’ti vatvā tassapi santike sīlaṁ gahetvā suvaṇṇapaṭṭe likhiṁsu.",
  "atk-s0513a21:667": "‘‘Evaṁ santepi neva maṁ ārādheti, dovāriko pana suṭṭhu rakkhati, tassa santike gaṇhathā’’ti vuttā ca pana tampi upasaṅkamitvā yāciṁsu. Sopi ekadivasaṁ nagaradvāraṁ pidhānavelāya tikkhattuṁ saddamanussāvesi. Atheko daliddamanusso attano kaniṭṭhabhaginiyā saddhiṁ dārupaṇṇatthāya araññaṁ gantvā nivattanto tassa saddaṁ sutvā bhaginiṁ ādāya vegena dvāraṁ sampāpuṇi. Atha naṁ dovāriko ‘‘tvaṁ nagare rañño atthibhāvaṁ kiṁ na jānāsi, ‘sakalasseva imassa nagarassa dvāraṁ pidhīyatī’ti na jānāsi, attano mātugāmaṁ gahetvā araññe kāmaratikīḷaṁ kīḷanto divasaṁ vicarasī’’ti āha. Athassa itarena ‘‘na me, sāmi, bhariyā, bhaginī me esā’’ti vutte etadahosi – ‘‘akāraṇaṁ vata me kataṁ bhaginiṁ bhariyāti kathentena, ahañca kurudhammaṁ rakkhāmi, tena me bhinnena sīlena bhavitabba’’nti. So etamatthaṁ ācikkhitvā ‘‘iminā me kāraṇena kurudhamme kukkuccaṁ atthi, tena vo na sakkā dātu’’nti āha. Atha naṁ dūtā ‘‘etaṁ tumhehi tathāsaññāya kathitaṁ, ettha vo sīlabhedo natthi, ettakenapi ca tumhe kukkuccāyantā kurudhamme sampajānamusāvādaṁ nāma kiṁ karissathā’’ti vatvā tassapi santike sīlaṁ gahetvā suvaṇṇapaṭṭe likhiṁsu.",
  "atk-s0513a21:668": "‘‘Evaṁ santepi neva maṁ ārādheti, vaṇṇadāsī pana suṭṭhu rakkhati, tassa santike gaṇhathā’’ti vuttā ca pana tampi upasaṅkamitvā yāciṁsu. Sā purimanayeneva paṭikkhipi. Kiṁkāraṇā ? Sakko kira devānamindo ‘‘tassā sīlaṁ vīmaṁsissāmī’’ti māṇavakavaṇṇena āgantvā ‘‘ahaṁ āgamissāmī’’ti vatvā sahassaṁ datvā devalokameva gantvā tīṇi saṁvaccharāni nāgacchi. Sā attano sīlabhedabhayena tīṇi saṁvaccharāni aññassa purisassa hatthato tambūlamattampi na gaṇhi, sā anukkamena duggatā hutvā cintesi – ‘‘mayhaṁ sahassaṁ datvā gatapurisassa tīṇi saṁvaccharāni anāgacchantassa duggatā jātā, jīvitavuttiṁ ghaṭetuṁ na sakkomi, ito dāni paṭṭhāya mayā vinicchayamahāmattānaṁ ārocetvā paribbayaṁ gahetuṁ vaṭṭatī’’ti. Sā vinicchayaṁ gantvā ‘‘sāmi, paribbayaṁ datvā gatapurisassa me tīṇi saṁvaccharāni, matabhāvampissa na jānāmi, jīvitaṁ ghaṭetuṁ na sakkomi, kiṁ karomi, sāmī’’ti āha. Tīṇi saṁvaccharāni anāgacchante kiṁ karissasi, ito paṭṭhāya paribbayaṁ gaṇhāti. Tassā laddhavinicchayāya vinicchayato nikkhamamānāya eva eko puriso sahassabhaṇḍikaṁ upanāmesi.",
  "atk-s0513a21:669": "Tassa gahaṇatthāya hatthaṁ pasāraṇakāle sakko attānaṁ dassesi. Sā disvāva ‘‘mayhaṁ saṁvaccharattayamatthake sahassadāyako puriso āgato, tāta, natthi me tava kahāpaṇehi attho’’ti hatthaṁ samiñjesi. Sakko attano sarīraññeva abhinimminitvā taruṇasūriyo viya jalanto ākāse aṭṭhāsi, sakalanagaraṁ sannipati. Sakko mahājanamajjhe ‘‘ahaṁ etissā vīmaṁsanavasena saṁvaccharattayamatthake sahassaṁ adāsiṁ, sīlaṁ rakkhantā nāma evarūpā hutvā rakkhathā’’ti ovādaṁ datvā tassā nivesanaṁ sattaratanehi pūretvā ‘‘ito paṭṭhāya appamattā hohī’’ti taṁ anusāsitvā devalokameva agamāsi. Iminā kāraṇena sā ‘‘ahaṁ gahitabhatiṁ ajīrāpetvāva aññena dīyamānāya bhatiyā hatthaṁ pasāresiṁ, iminā kāraṇena maṁ sīlaṁ nārādheti, tena vo dātuṁ na sakkā’’ti paṭikkhipi. Atha naṁ dūtā ‘‘hatthappasāraṇamattena sīlabhedo natthi, sīlaṁ nāma etaṁ paramavisuddhi hotī’’ti vatvā tassāpi santike sīlaṁ gahetvā suvaṇṇapaṭṭe likhiṁsu.",
  "atk-s0513a21:670": "Iti imesaṁ ekādasannaṁ janānaṁ rakkhaṇasīlaṁ suvaṇṇapaṭṭe likhitvā dantapuraṁ gantvā kāliṅgarañño suvaṇṇapaṭṭaṁ datvā taṁ pavattiṁ ārocesuṁ. Rājā tasmiṁ kurudhamme vattamāno pañca sīlāni pūresi. Tasmiṁ khaṇe sakalakāliṅgaraṭṭhe devo vassi, tīṇi bhayāni vūpasantāni, raṭṭhaṁ khemaṁ subhikkhaṁ ahosi. Bodhisatto yāvajīvaṁ dānādīni puññāni katvā saparivāro saggapuraṁ pūresi.",
  "atk-s0513a21:671": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi. ‘‘Saccapariyosāne keci sotāpannā ahesuṁ, keci sakadāgāmino, keci anāgāmino, keci arahanto’’ti. Jātakasamodhāne pana –",
  "atk-s0513a21:672": "‘‘Gaṇikā uppalavaṇṇā, puṇṇo dovāriko tadā;",
  "atk-s0513a21:673": "Rajjugāho kaccāyano, moggallāno doṇamāpako.",
  "atk-s0513a21:674": "‘‘Sāriputto tadā seṭṭhi, anuruddho ca sārathi;",
  "atk-s0513a21:675": "Brāhmaṇo kassapo thero, uparājā nandapaṇḍito.",
  "atk-s0513a21:676": "‘‘Mahesī rāhulamātā, māyādevī janettiyā;",
  "atk-s0513a21:677": "Kururājā bodhisatto, evaṁ dhāretha jātaka’’nti.",
  "atk-s0513a21:678": "Kurudhammajātakavaṇṇanā chaṭṭhā.",
  "atk-s0513a21:680": " [277] 7. Romakajātakavaṇṇanā",
  "atk-s0513a21:681": "Vassānipaññāsa samādhikānīti idaṁ satthā veḷuvane viharanto bhagavato vadhāya parisakkanaṁ ārabbha kathesi. Paccuppannavatthu uttānameva.",
  "atk-s0513a21:682": "Atīte pana bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto pārāvato hutvā bahupārāvataparivuto araññe pabbataguhāyaṁ vāsaṁ kappesi. Aññataropi kho tāpaso sīlasampanno tesaṁ pārāvatānaṁ vasanaṭṭhānato avidūre ekaṁ paccantagāmaṁ upanissāya assamapadaṁ māpetvā pabbataguhāyaṁ vāsaṁ kappesi. Bodhisatto antarantarā tassa santikaṁ āgantvā sotabbayuttakaṁ suṇāti. Tāpaso tattha ciraṁ vasitvā pakkāmi, athañño kūṭajaṭilo āgantvā tattha vāsaṁ kappesi. Bodhisatto pārāvataparivuto taṁ upasaṅkamitvā vanditvā paṭisanthāraṁ katvā assamapade vicaritvā girikandarasamīpe gocaraṁ gahetvā sāyaṁ attano vasanaṭṭhānaṁ gacchati. Kūṭatāpaso tattha atirekapaṇṇāsavassāni vasi.",
  "atk-s0513a21:683": "Athassa ekadivasaṁ paccantagāmavāsino manussā pārāvatamaṁsaṁ abhisaṅkharitvā adaṁsu. So tattha rasataṇhāya bajjhitvā ‘‘kiṁ maṁsaṁ nāmeta’’nti pucchitvā ‘‘pārāvatamaṁsa’’nti sutvā cintesi – ‘‘mayhaṁ assamapadaṁ bahū pārāvatā āgacchanti, te māretvā maṁsaṁ khādituṁ vaṭṭatī’’ti. So taṇḍulasappidadhikhīramaricādīni āharitvā ekamante ṭhapetvā muggaraṁ cīvarakaṇṇena paṭicchādetvā pārāvatānaṁ āgamanaṁ olokento paṇṇasāladvāre nisīdi. Bodhisatto pārāvataparivuto āgantvā tassa kūṭajaṭilassa duṭṭhakiriyaṁ oloketvā ‘‘ayaṁ duṭṭhatāpaso aññenākārena nisinno, kacci nu kho amhākaṁ samānajātīnaṁ maṁsaṁ khādi, parigaṇhissāmi na’’nti anuvāte ṭhatvā tassa sarīragandhaṁ ghāyitvā ‘‘ayaṁ amhe māretvā maṁsaṁ khāditukāmo, na tassa santikaṁ gantuṁ vaṭṭatī’’ti pārāvate ādāya paṭikkamitvā cari. Tāpaso taṁ anāgacchantaṁ disvā ‘‘madhurakathaṁ tehi saddhiṁ kathetvā vissāsena upagate māretvā maṁsaṁ khādituṁ vaṭṭatī’’ti cintetvā purimā dve gāthā avoca –",
  "atk-s0513a21:684": "79.",
  "atk-s0513a21:685": " ‘‘Vassāni paññāsa samādhikāni, vasimha selassa guhāya romaka;",
  "atk-s0513a21:686": "Asaṅkamānā abhinibbutattā, hatthattamāyanti mamaṇḍajā pure.",
  "atk-s0513a21:687": "80.",
  "atk-s0513a21:688": " ‘‘Tedāni vakkaṅga kimatthamussukā, bhajanti aññaṁ girikandaraṁ dijā;",
  "atk-s0513a21:689": "Na nūna maññanti mamaṁ yathā pure, cirappavutthā atha vā na te ime’’ti.",
  "atk-s0513a21:690": "Tattha samādhikānīti samaadhikāni. Romakāti rumāya uppanna, sudhotapavāḷena samānavaṇṇanettapādatāya bodhisattaṁ pārāvataṁ ālapati. Asaṅkamānāti evaṁ atirekapaññāsavassāni imissā pabbataguhāya vasantesu amhesu ete aṇḍajā ekadivasampi mayi āsaṅkaṁ akatvā abhinibbutacittāva hutvā pubbe mama hatthattaṁ hatthappasāraṇokāsaṁ āgacchantīti attho.",
  "atk-s0513a21:691": "Tedānīti te idāni. Vakkaṅgāti bodhisattaṁ ālapati, sabbepi pana pakkhino uppatanakāle gīvaṁ vakkaṁ katvā uppatanato ‘‘vakkaṅgā’’ti vuccanti. Kimatthanti kiṁkāraṇaṁ sampassamānā? Ussukāti ukkaṇṭhitarūpā hutvā. Girikandaranti girito aññaṁ pabbatakandaraṁ. Yathā pureti yathā pubbe ete pakkhino maṁ garuṁ katvā piyaṁ katvā maññanti, tathā idāni na nūna maññanti, pubbe idha nivutthatāpaso añño, ayaṁ añño, evaṁ maññe ete maṁ maññantīti dīpeti. Cirappavutthā atha vā na te imeti kiṁ nu kho ime ciraṁ vippavasitvā dīghassa addhuno accayena āgatattā maṁ ‘‘soyeva aya’’nti na sañjānanti, udāhu ye amhesu abhinibbutacittā, na te ime, aññeva āgantukapakkhino, ime kena maṁ na upasaṅkamantīti pucchati.",
  "atk-s0513a21:692": "Taṁ sutvā bodhisatto pakkamitvā ṭhitova tatiyaṁ gāthamāha –",
  "atk-s0513a21:693": "81.",
  "atk-s0513a21:694": " ‘‘Jānāma taṁ na mayaṁ sampamūḷhā, soyeva tvaṁ te mayamasma nāññe;",
  "atk-s0513a21:695": "Cittañca te asmiṁ jane paduṭṭhaṁ, ājīvikā tena tamuttasāmā’’ti.",
  "atk-s0513a21:696": "Tattha na mayaṁ sampamūḷhāti mayaṁ mūḷhā pamattā na homa. Cittañca te asmiṁ jane paduṭṭhanti tvaṁ, soyeva mayampi teyeva, na taṁ sañjānāma, apica kho pana tava cittaṁ asmiṁ jane paduṭṭhaṁ amhe māretuṁ uppannaṁ. Ājīvikāti ājīvahetu pabbajita paduṭṭhatāpasa. Tena tamuttasāmāti tena kāraṇena taṁ uttasāma bhāyāma na upasaṅkamāma.",
  "atk-s0513a21:697": "Kūṭatāpaso ‘‘ñāto ahaṁ imehī’’ti muggaraṁ khipitvā virajjhitvā ‘‘gaccha tāva tvaṁ viraddhomhī’’ti āha. Atha naṁ bodhisatto ‘‘maṁ tāva viraddhosi, cattāro pana apāye na virajjhasi. Sace idha vasissasi, gāmavāsīnaṁ ‘coro aya’nti ācikkhitvā taṁ gāhāpessāmi sīghaṁ palāyassū’’ti taṁ tajjetvā pakkāmi. Kūṭajaṭilo tattha vasituṁ nāsakkhi, aññattha agamāsi.",
  "atk-s0513a21:698": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi – ‘‘tadā kūṭatāpaso devadatto ahosi, purimo sīlavantatāpaso sāriputto, pārāvatajeṭṭhako pana ahameva ahosi’’nti.",
  "atk-s0513a21:699": "Romakajātakavaṇṇanā sattamā.",
  "atk-s0513a21:701": " [278] 8. Mahiṁsarājajātakavaṇṇanā",
  "atk-s0513a21:702": "Kimatthamabhisandhāyāti idaṁ satthā jetavane viharanto ekaṁ lolamakkaṭaṁ ārabbha kathesi. Sāvatthiyaṁ kira ekasmiṁ kule eko posāvaniyalolamakkaṭo hatthisālaṁ gantvā ekassa sīlavantassa hatthissa piṭṭhiyaṁ nisīditvā uccārapassāvaṁ karoti, piṭṭhiyaṁ caṅkamati. Hatthī attano sīlavantatāya khantisampadāya na kiñci karoti. Athekadivasaṁ tassa hatthissa ṭhāne añño duṭṭhahatthipoto aṭṭhāsi. Makkaṭo ‘‘soyeva aya’’nti saññāya duṭṭhahatthissa piṭṭhiṁ abhiruhi. Atha naṁ so soṇḍāya gahetvā bhūmiyaṁ ṭhapetvā pādena akkamitvā sañcuṇṇesi. Sā pavatti bhikkhusaṅghe pākaṭā jātā. Athekadivasaṁ bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ – ‘‘āvuso, lolamakkaṭo kira sīlavantahatthisaññāya duṭṭhahatthipiṭṭhiṁ abhiruhi, atha naṁ so jīvitakkhayaṁ pāpesī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idānevesa, lolamakkaṭo evaṁsīlo, porāṇato paṭṭhāya evaṁsīloyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a21:703": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto himavantapadese mahiṁsayoniyaṁ nibbattitvā vayappatto thāmasampanno mahāsarīro pabbatapādapabbhāragiriduggavanaghaṭesu vicaranto ekaṁ phāsukaṁ rukkhamūlaṁ disvā gocaraṁ gahetvā divā tasmiṁ rukkhamūle aṭṭhāsi. Atheko lolamakkaṭo rukkhā otaritvā tassa piṭṭhiṁ abhiruhitvā uccārapassāvaṁ katvā siṅge gaṇhitvā olambanto naṅguṭṭhe gahetvā dolāyantova kīḷi. Bodhisatto khantimettānuddayasampadāya taṁ tassa anācāraṁ na manasākāsi, makkaṭo punappunaṁ tatheva kari. Athekadivasaṁ tasmiṁ rukkhe adhivatthā devatā rukkhakkhandhe ṭhatvā naṁ ‘‘mahiṁsarāja kasmā imassa duṭṭhamakkaṭassa avamānaṁ sahasi, nisedhehi na’’nti vatvā etamatthaṁ pakāsentī purimā dve gāthā avoca –",
  "atk-s0513a21:704": "82.",
  "atk-s0513a21:705": " ‘‘Kimatthamabhisandhāya, lahucittassa dubbhino;",
  "atk-s0513a21:706": "Sabbakāmadadasseva, imaṁ dukkhaṁ titikkhasi.",
  "atk-s0513a21:707": "83.",
  "atk-s0513a21:708": " ‘‘Siṅgena nihanāhetaṁ, padasā ca adhiṭṭhaha;",
  "atk-s0513a21:709": "Bhiyyo bālā pakujjheyyuṁ, no cassa paṭisedhako’’ti.",
  "atk-s0513a21:710": "Tattha kimatthamabhisandhāyāti kiṁ nu kho kāraṇaṁ paṭicca kiṁ sampassamāno. Dubbhinoti mittadubbhissa. Sabbakāmadadassevāti sabbakāmadadassa sāmikassa iva. Titikkhasīti adhivāsesi. Padasā ca adhiṭṭhahāti pādena ca naṁ tiṇhakhuraggena yathā ettheva marati, evaṁ akkama. Bhiyyo bālāti sace hi paṭisedhako na bhaveyya, bālā aññāṇasattā punappunaṁ kujjheyyuṁ ghaṭṭeyyuṁ viheṭheyyuṁ evāti dīpeti.",
  "atk-s0513a21:711": "Taṁ sutvā bodhisatto ‘‘rukkhadevate, sacāhaṁ iminā jātigottabalādīhi adhiko samāno imassa dosaṁ na sahissāmi, kathaṁ me manoratho nipphattiṁ gamissati. Ayaṁ pana maṁ viya aññampi maññamāno evaṁ anācāraṁ karissati, tato yesaṁ caṇḍamahiṁsānaṁ esa evaṁ karissati , eteyeva etaṁ vadhissanti. Sā tassa aññehi māraṇā mayhaṁ dukkhato ca pāṇātipātato ca vimutti bhavissatī’’ti vatvā tatiyaṁ gāthamāha –",
  "atk-s0513a21:712": "84.",
  "atk-s0513a21:713": " ‘‘Mamevāyaṁ maññamāno, aññepevaṁ karissati;",
  "atk-s0513a21:714": "Te naṁ tattha vadhissanti, sā me mutti bhavissatī’’ti.",
  "atk-s0513a21:715": "Katipāhaccayena pana bodhisatto aññattha gato. Añño caṇḍamahiṁso tattha āgantvā aṭṭhāsi. Duṭṭhamakkaṭo ‘‘soyeva aya’’nti saññāya tassa piṭṭhiṁ abhiruhitvā tatheva anācāraṁ cari. Atha naṁ so vidhunanto bhūmiyaṁ pātetvā siṅgena hadaye vijjhitvā pādehi madditvā sañcuṇṇesi.",
  "atk-s0513a21:716": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi – ‘‘tadā duṭṭhamahiṁso ayaṁ duṭṭhahatthī ahosi, duṭṭhamakkaṭo etarahi ayaṁ makkaṭo, sīlavā mahiṁsarājā pana ahameva ahosi’’nti.",
  "atk-s0513a21:717": "Mahiṁsarājajātakavaṇṇanā aṭṭhamā.",
  "atk-s0513a21:719": " [279] 9. Satapattajātakavaṇṇanā",
  "atk-s0513a21:720": "Yathā māṇavako pantheti idaṁ satthā jetavane viharanto paṇḍukalohitake ārabbha kathesi. Chabbaggiyānañhi dve janā mettiyabhūmajakā rājagahaṁ upanissāya vihariṁsu, dve assajipunabbasukā kīṭāgiriṁ upanissāya vihariṁsu, paṇḍukalohitakā ime pana dve sāvatthiṁ upanissāya jetavane vihariṁsu. Te dhammena nīhaṭaṁ adhikaraṇaṁ ukkoṭenti. Yepi tesaṁ sandiṭṭhasambhattā honti, tesaṁ upatthambhā hutvā ‘‘na, āvuso, tumhe etehi jātiyā vā gottena vā sīlena vā nihīnatarā. Sace tumhe attano gāhaṁ vissajjetha, suṭṭhutaraṁ vo ete adhibhavissantī’’tiādīni vatvā gāhaṁ vissajjetuṁ na denti. Tena bhaṇḍanāni ceva kalahaviggahavivādā ca pavattanti. Bhikkhū etamatthaṁ bhagavato ārocesuṁ. Atha bhagavā etasmiṁ nidāne etasmiṁ pakaraṇe bhikkhū sannipātāpetvā paṇḍukalohitake pakkosāpetvā ‘‘saccaṁ kira tumhe, bhikkhave, attanāpi adhikaraṇaṁ ukkoṭetha, aññesampi gāhaṁ vissajjetuṁ na dethā’’ti pucchitvā ‘‘saccaṁ, bhante’’ti vutte ‘‘evaṁ sante, bhikkhave, tumhākaṁ kiriyā satapattamāṇavassa kiriyā viya hotī’’ti vatvā atītaṁ āhari.",
  "atk-s0513a21:721": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto aññatarasmiṁ kāsigāmake ekasmiṁ kule nibbattitvā vayappatto kasivaṇijjādīhi jīvikaṁ akappetvā pañcasatamatte core gahetvā tesaṁ jeṭṭhako hutvā panthadūhanasandhicchedādīni karonto jīvikaṁ kappesi. Tadā bārāṇasiyaṁ eko kuṭumbiko ekassa jānapadassa kahāpaṇasahassaṁ datvā puna aggahetvāva kālamakāsi. Athassa bhariyā aparabhāge gilānā maraṇamañce nipannā puttaṁ āmantetvā ‘‘tāta, pitā te ekassa sahassaṁ datvā anāharāpetvāva mato, sace ahampi marissāmi, na so tuyhaṁ dassati, gaccha naṁ mayi jīvantiyā āharāpetvā gaṇhā’’ti āha. So ‘‘sādhū’’ti sampaṭicchitvā tattha gantvā kahāpaṇe labhi. Athassa mātā kālakiriyaṁ katvā puttasinehena tassa āgamanamagge opapātikasiṅgālī hutvā nibbati.",
  "atk-s0513a21:722": "Tadā so corajeṭṭhako maggapaṭipanne vilumpamāno sapariso tasmiṁ magge aṭṭhāsi. Atha sā siṅgālī putte aṭavīmukhaṁ sampatte ‘‘tāta, mā aṭaviṁ abhiruhi, corā ettha ṭhitā, te taṁ māretvā kahāpaṇe gaṇhissantī’’ti punappunaṁ maggaṁ occhindamānā nivāreti. So taṁ kāraṇaṁ ajānanto ‘‘ayaṁ kāḷakaṇṇī siṅgālī mayhaṁ maggaṁ occhindatī’’ti leḍḍudaṇḍaṁ gahetvā mātaraṁ palāpetvā aṭaviṁ paṭipajji. Atheko satapattasakuṇo ‘‘imassa purisassa hatthe kahāpaṇasahassaṁ atthi, imaṁ māretvā taṁ kahāpaṇaṁ gaṇhathā’’ti viravanto corābhimukho pakkhandi. Māṇavo tena katakāraṇaṁ ajānanto ‘‘ayaṁ maṅgalasakuṇo, idāni me sotthi bhavissatī’’ti cintetvā ‘‘vassa, sāmi, vassa, sāmī’’ti vatvā añjaliṁ paggaṇhi.",
  "atk-s0513a21:723": "Bodhisatto sabbarutaññū tesaṁ dvinnaṁ kiriyaṁ disvā cintesi – imāya siṅgāliyā etassa mātarā bhavitabbaṁ, tena sā ‘‘imaṁ māretvā kahāpaṇe gaṇhantī’’ti bhayena vāreti. Iminā pana satapattena paccāmittena bhavitabbaṁ, tena so ‘‘imaṁ māretvā kahāpaṇe gaṇhathā’’ti amhākaṁ ārocesi. Ayaṁ pana etamatthaṁ ajānanto atthakāmaṁ mātaraṁ tajjetvā palāpesi, anatthakāmassa satapattassa ‘‘atthakāmo me’’ti saññāya añjaliṁ paggaṇhāti, aho vatāyaṁ bāloti . Bodhisattānañhi evaṁ mahāpurisānampi sataṁ parasantakaggahaṇaṁ visamapaṭisandhiggahaṇavasena hoti, ‘‘nakkhattadosenā’’tipi vadanti.",
  "atk-s0513a21:724": "Māṇavo āgantvā corānaṁ sīmantaraṁ pāpuṇi. Bodhisatto taṁ gāhāpetvā ‘‘kattha vāsikosī’’ti pucchi. ‘‘Bārāṇasivāsikomhī’’ti. ‘‘Kahaṁ agamāsī’’ti? ‘‘Ekasmiṁ gāmake sahassaṁ laddhabbaṁ atthi, tattha agamāsi’’nti. ‘‘Laddhaṁ pana te’’ti? ‘‘Āma, laddha’’nti . ‘‘Kena tvaṁ pesitosī’’ti? ‘‘Sāmi, pitā me mato, mātāpi me gilānā, sā ‘mayi matāya esa na labhissatī’ti maññamānā maṁ pesesī’’ti. ‘‘Idāni tava mātu pavattiṁ jānāsī’’ti? ‘‘Na jānāmi, sāmī’’ti. ‘‘Mātā te tayi nikkhante kālaṁ katvā puttasinehena siṅgālī hutvā tava maraṇabhayabhītā maggaṁ te occhinditvā taṁ vāresi, taṁ tvaṁ tajjetvā palāpesi, satapattasakuṇo pana te paccāmitto. So ‘imaṁ māretvā kahāpaṇe gaṇhathā’ti amhākaṁ ācikkhi, tvaṁ attano bālatāya atthakāmaṁ mātaraṁ ‘anatthakāmā me’ti maññasi, anatthakāmaṁ satapattaṁ ‘atthakāmo me’ti. Tassa tumhākaṁ kataguṇo nāma natthi, mātā pana te mahāguṇā, kahāpaṇe gahetvā gacchā’’ti vissajjesi.",
  "atk-s0513a21:725": "Satthā imaṁ dhammadesanaṁ āharitvā abhisambuddho hutvā imā gāthā avoca –",
  "atk-s0513a21:726": "85.",
  "atk-s0513a21:727": " ‘‘Yathā māṇavako panthe, siṅgāliṁ vanagocariṁ;",
  "atk-s0513a21:728": "Atthakāmaṁ pavedentiṁ, anatthakāmāti maññati;",
  "atk-s0513a21:729": "Anatthakāmaṁ satapattaṁ, atthakāmoti maññati.",
  "atk-s0513a21:730": "86.",
  "atk-s0513a21:731": " ‘‘Evameva idhekacco, puggalo hoti tādiso;",
  "atk-s0513a21:732": "Hitehi vacanaṁ vutto, paṭiggaṇhāti vāmato.",
  "atk-s0513a21:733": "87.",
  "atk-s0513a21:734": " ‘‘Ye ca kho naṁ pasaṁsanti, bhayā ukkaṁsayanti vā;",
  "atk-s0513a21:735": "Tañhi so maññate mittaṁ, satapattaṁva māṇavo’’ti.",
  "atk-s0513a21:736": "Tattha hitehīti hitaṁ vuḍḍhiṁ icchamānehi. Vacanaṁ vuttoti hitasukhāvahaṁ ovādānusāsanaṁ vutto. Paṭiggaṇhāti vāmatoti ovādaṁ agaṇhanto ‘‘ayaṁ me na atthāvaho hoti, anatthāvaho me aya’’nti gaṇhanto vāmato paṭiggaṇhāti nāma.",
  "atk-s0513a21:737": "Yeca kho nanti ye ca kho taṁ attano gāhaṁ gahetvā ṭhitapuggalaṁ ‘‘adhikaraṇaṁ gahetvā ṭhitehi nāma tumhādisehi bhavitabba’’nti vaṇṇenti. Bhayā ukkaṁsayanti vāti imassa gāhassa vissaṭṭhapaccayā tumhākaṁ idañcidañca bhayaṁ uppajjissati, mā vissajjayittha, na ete bāhusaccakulaparivārādīhi tumhe sampāpuṇantīti evaṁ vissajjanapaccayā bhayaṁ dassetvā ukkhipanti. Tañhi so maññate mittanti ye evarūpā honti, tesu yaṁkiñci so ekacco bālapuggalo attano bālatāya mittaṁ maññati, ‘‘ayaṁ me atthakāmo mitto’’ti maññati. Satapattaṁva māṇavoti yathā anatthakāmaññeva satapattaṁ so māṇavo attano bālatāya ‘‘atthakāmo me’’ti maññati, paṇḍito pana evarūpaṁ ‘‘anuppiyabhāṇī mitto’’ti agahetvā dūratova naṁ vivajjeti. Tena vuttaṁ –",
  "atk-s0513a21:738": "‘‘Aññadatthuharo mitto, yo ca mitto vacīparo;",
  "atk-s0513a21:739": "Anuppiyañca yo āha, apāyesu ca yo sakhā.",
  "atk-s0513a21:740": "‘‘Ete amitte cattāro, iti viññāya paṇḍito;",
  "atk-s0513a21:741": "Ārakā parivajjeyya, maggaṁ paṭibhayaṁ yathā’’ti. (dī. ni. 3.259);",
  "atk-s0513a21:742": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā corajeṭṭhako ahameva ahosi’’nti.",
  "atk-s0513a21:743": "Satapattajātakavaṇṇanā navamā.",
  "atk-s0513a21:745": " [280] 10. Puṭadūsakajātakavaṇṇanā",
  "atk-s0513a21:746": "Addhā hi nūna migarājāti idaṁ satthā jetavane viharanto ekaṁ puṭadūsakaṁ ārabbha kathesi. Sāvatthiyaṁ kireko amacco buddhappamukhaṁ bhikkhusaṅghaṁ nimantetvā uyyāne nisīdāpetvā dānaṁ dadamāno ‘‘antarābhatte uyyāne caritukāmā carantū’’ti āha. Bhikkhū uyyānacārikaṁ cariṁsu. Tasmiṁ khaṇe uyyānapālo pattasampannaṁ rukkhaṁ abhiruhitvā mahantamahantāni paṇṇāni gahetvā ‘‘ayaṁ pupphānaṁ bhavissati, ayaṁ phalāna’’nti puṭe katvā rukkhamūle pāteti. Tassa putto dārako pātitapātitaṁ puṭaṁ viddhaṁseti. Bhikkhū tamatthaṁ bhagavato ārocesuṁ. Satthā ‘‘na, bhikkhave, idāneva, pubbepesa puṭadūsakoyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a21:747": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto bārāṇasiyaṁ ekasmiṁ brāhmaṇakule nibbattitvā vayappatto agāraṁ ajjhāvasamāno ekadivasaṁ kenacideva karaṇīyena uyyānaṁ agamāsi. Tattha bahū vānarā vasanti. Uyyānapālo imināva niyāmena pattapuṭe pāteti, jeṭṭhavānaro pātitapātite viddhaṁseti. Bodhisatto taṁ āmantetvā ‘‘uyyānapālena pātitapātitaṁ puṭaṁ viddhaṁsetvā manāpataraṁ kātukāmo maññe’’ti vatvā paṭhamaṁ gāthamāha –",
  "atk-s0513a21:748": "88.",
  "atk-s0513a21:749": " ‘‘Addhā hi nūna migarājā, puṭakammassa kovido;",
  "atk-s0513a21:750": "Tathā hi puṭaṁ dūseti, aññaṁ nūna karissatī’’ti.",
  "atk-s0513a21:751": "Tattha migarājāti makkaṭaṁ vaṇṇento vadati. Puṭakammassāti mālāpuṭakaraṇassa. Kovidoti cheko. Ayaṁ panettha saṅkhepattho – ayaṁ migarājā ekaṁsena puṭakammassa kovido maññe, tathā hi pātitapātitaṁ puṭaṁ dūseti, aññaṁ nūna tato manāpataraṁ karissatīti.",
  "atk-s0513a21:752": "Taṁ sutvā makkaṭo dutiyaṁ gāthamāha –",
  "atk-s0513a21:753": "89.",
  "atk-s0513a21:754": " ‘‘Na me mātā vā pitā vā, puṭakammassa kovido;",
  "atk-s0513a21:755": "Kataṁ kataṁ kho dūsema, evaṁ dhammamidaṁ kula’’nti.",
  "atk-s0513a21:756": "Taṁ sutvā bodhisatto tatiyaṁ gāthamāha –",
  "atk-s0513a21:757": "90.",
  "atk-s0513a21:758": " ‘‘Yesaṁ vo ediso dhammo, adhammo pana kīdiso;",
  "atk-s0513a21:759": "Mā vo dhammaṁ adhammaṁ vā, addasāma kudācana’’nti.",
  "atk-s0513a21:760": "Evaṁ vatvā ca pana vānaragaṇaṁ garahitvā pakkāmi.",
  "atk-s0513a21:761": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi – ‘‘tadā vānaro puṭadūsakadārako ahosi, paṇḍitapuriso pana ahameva ahosi’’nti.",
  "atk-s0513a21:762": "Puṭadūsakajātakavaṇṇanā dasamā.",
  "atk-s0513a21:763": "Udapānavaggo tatiyo.",
  "atk-s0513a21:764": "Tassuddānaṁ –",
  "atk-s0513a21:765": "Udapānavaraṁ vanabyaggha kapi, sikhinī ca balāka ruciravaro;",
  "atk-s0513a21:766": "Sujanādhipa romaka dūsa puna, satapattavaro puṭakamma dasāti.",
  "atk-s0513a21:767": "4. Abbhantaravaggo",
  "atk-s0513a21:769": " [281] 1. Abbhantarajātakavaṇṇanā",
  "atk-s0513a21:770": "Abbhantaronāma dumoti idaṁ satthā jetavane viharanto sāriputtattherassa bimbādevītheriyā ambarasadānaṁ ārabbha kathesi. Sammāsambuddhe hi pavattitavaradhammacakke vesāliyaṁ kūṭāgārasālāyaṁ viharante mahāpajāpatī gotamī pañca sākiyasatāni ādāya gantvā pabbajjaṁ yācitvā pabbajjañceva upasampadañca labhi. Aparabhāge tā pañcasatā bhikkhuniyo nandakovādaṁ (ma. ni. 3.398 ādayo) sutvā arahattaṁ pāpuṇiṁsu. Satthari pana sāvatthiṁ upanissāya viharante rāhulamātā bimbādevī ‘‘sāmiko me pabbajitvā sabbaññutaṁ patto, puttopi me pabbajitvā tasseva santike vasati, ahaṁ agāramajjhe kiṁkarissāmi, ahampi pabbajitvā sāvatthiṁ gantvā sammāsambuddhañca puttañca nibaddhaṁ passamānā viharissāmī’’ti cintetvā bhikkhunupassayaṁ gantvā pabbajitvā ācariyupajjhāyāhi saddhiṁ sāvatthiṁ gantvā satthārañca piyaputtañca passamānā ekasmiṁ bhikkhunupassaye vāsaṁ kappesi. Rāhulasāmaṇero āgantvā mātaraṁ passati.",
  "atk-s0513a21:771": "Athekadivasaṁ theriyā udaravāto kuppi. Sā putte daṭṭhuṁ āgate tassa dassanatthāya nikkhamituṁ nāsakkhi, aññāva āgantvā aphāsukabhāvaṁ kathayiṁsu. So mātu santikaṁ gantvā ‘‘kiṁ te laddhuṁ vaṭṭatī’’ti pucchi. ‘‘Tāta, agāramajjhe me sakkharayojite ambarase pīte udaravāto vūpasammati, idāni piṇḍāya caritvā jīvikaṁ kappema, kuto taṁ labhissāmā’’ti. Sāmaṇero ‘‘labhanto āharissāmī’’ti vatvā nikkhami. Tassa panāyasmato upajjhāyo dhammasenāpati, ācariyo mahāmoggallāno, cūḷapitā ānandatthero, pitā sammāsambuddhoti mahāsampatti. Evaṁ santepi aññassa santikaṁ agantvā upajjhāyassa santikaṁ gantvā vanditvā dummukhākāro hutvā aṭṭhāsi. Atha naṁ thero ‘‘kiṁ nu kho, rāhula, dummukho viyāsī’’ti āha. ‘‘Mātu me, bhante, theriyā udaravāto kupito’’ti. ‘‘Kiṁ laddhuṁ vaṭṭatī’’ti? ‘‘Sakkharayojitena kira ambarasena phāsu hotī’’ti. ‘‘Hotu labhissāmi, mā cintayī’’ti.",
  "atk-s0513a21:772": "So punadivase taṁ ādāya sāvatthiṁ pavisitvā sāmaṇeraṁ āsanasālāyaṁ nisīdāpetvā rājadvāraṁ agamāsi. Kosalarājā theraṁ disvā nisīdāpesi, taṅkhaṇaññeva uyyānapālo piṇḍipakkānaṁ madhuraambānaṁ ekaṁ puṭaṁ āhari. Rājā ambānaṁ tacaṁ apanetvā sakkharaṁ pakkhipitvā sayameva madditvā therassa pattaṁ pūretvā adāsi. Thero rājanivesanā nikkhamitvā āsanasālaṁ gantvā sāmaṇerassa adāsi ‘‘haritvā mātu te dehī’’ti. So haritvā adāsi, theriyā paribhuttamatteva udaravāto vūpasami. Rājāpi manussaṁ pesesi – ‘‘thero idha nisīditvā ambarasaṁ na paribhuñji, gaccha kassaci dinnabhāvaṁ jānāhī’’ti. So therena saddhiṁyeva gantvā taṁ pavattiṁ ñatvā āgantvā rañño kathesi. Rājā cintesi – ‘‘sace satthā agāraṁ ajjhāvasissa, cakkavattirājā abhavissa, rāhulasāmaṇero pariṇāyakaratanaṁ, therī itthiratanaṁ, sakalacakkavāḷarajjaṁ etesaññeva abhavissa. Amhehi ete upaṭṭhahantehi caritabbaṁ assa, idāni pabbajitvā amhe upanissāya vasantesu etesu na yuttaṁ amhākaṁ pamajjitu’’nti. So tato paṭṭhāya theriyā nibaddhaṁ ambarasaṁ dāpesi. Therena bimbādevītheriyā ambarasassa dinnabhāvo bhikkhusaṅghe pākaṭo jāto. Athekadivasaṁ bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ – ‘‘āvuso, sāriputtatthero kira bimbādevītheriṁ ambarasena santappesī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva rāhulamātā sāriputtena ambarasena santappitā, pubbepesa etaṁ santappesiyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a21:773": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto kāsigāmake brāhmaṇakule nibbattitvā vayappatto takkasilāyaṁ sabbasippāni uggaṇhitvā saṇṭhapitagharāvāso mātāpitūnaṁ accayena isipabbajjaṁ pabbajitvā himavantapadese abhiññā ca samāpattiyo ca nibbattetvā isigaṇaparivuto gaṇasatthā hutvā dīghassa addhuno accayena loṇambilasevanatthāya pabbatapādā otaritvā cārikaṁ caramāno bārāṇasiṁ patvā uyyāne vāsaṁ kappesi. Athassa isigaṇassa sīlatejena sakkassa bhavanaṁ kampi. Sakko āvajjamāno taṁ kāraṇaṁ ñatvā ‘‘imesaṁ tāpasānaṁ avāsāya parisakkissāmi, atha te bhinnāvāsā upaddutā caramānā cittekaggataṁ na labhissanti, evaṁ me phāsukaṁ bhavissatī’’ti cintetvā ‘‘ko nu kho upāyo’’ti vīmaṁsanto imaṁ upāyaṁ addasa – majjhimayāmasamanantare rañño aggamahesiyā sirigabbhaṁ pavisitvā ākāse ṭhatvā ‘‘bhadde, sace tvaṁ abbhantaraambapakkaṁ khādeyyāsi, puttaṁ labhissasi, so cakkavattirājā bhavissatī’’ti ācikkhissāmi. Rājā deviyā kathaṁ sutvā ambapakkatthāya uyyānaṁ pesessati, athāhaṁ ambāni antaradhāpessāmi, rañño uyyāne ambānaṁ abhāvaṁ ārocessanti , ‘‘ke te khādantī’’ti vutte ‘‘tāpasā khādantī’’ti vakkhanti, taṁ sutvā rājā tāpase pothetvā nīharāpessati, evaṁ te upaddutā bhavissantīti.",
  "atk-s0513a21:774": "So majjhimayāmasamanantare sirigabbhaṁ pavisitvā ākāse ṭhito attano devarājabhāvaṁ jānāpetvā tāya saddhiṁ sallapanto purimā dve gāthā avoca –",
  "atk-s0513a21:775": "91.",
  "atk-s0513a21:776": " ‘‘Abbhantaro nāma dumo, yassa dibyamidaṁ phalaṁ;",
  "atk-s0513a21:777": "Bhutvā dohaḷinī nārī, cakkavattiṁ vijāyati.",
  "atk-s0513a21:778": "92.",
  "atk-s0513a21:779": " ‘‘Tvampi bhadde mahesīsi, sā cāpi patino piyā;",
  "atk-s0513a21:780": "Āharissati te rājā, idaṁ abbhantaraṁ phala’’nti.",
  "atk-s0513a21:781": "Tattha abbhantaro nāma dumoti iminā tāva gāmanigamajanapadapabbatādīnaṁ asukassa abbhantaroti avatvā kevalaṁ ekaṁ abbhantaraṁ ambarukkhaṁ kathesi. Yassa dibyamidaṁ phalanti yassa ambarukkhassa devatānaṁ paribhogārahaṁ dibyaṁ phalaṁ. Idanti pana nipātamattameva. Dohaḷinīti sañjātadohaḷā. Tvampi, bhadde, mahesīsīti tvaṁ, sobhane mahesī, asi. Aṭṭhakathāyaṁ pana ‘‘mahesī cā’’tipi pāṭho. Sā cāpi patino piyāti soḷasannaṁ devīsahassānaṁ abbhantare aggamahesī cāpi patino cāpi piyāti attho. Āharissati te rājā, idaṁ abbhantaraṁ phalanti tassā te piyāya aggamahesiyā idaṁ mayā vuttappakāraṁ phalaṁ rājā āharāpessati, sā tvaṁ taṁ paribhuñjitvā cakkavattigabbhaṁ labhissasīti.",
  "atk-s0513a21:782": "Evaṁ sakko deviyā imā dve gāthā vatvā ‘‘tvaṁ appamattā hohi, mā papañcaṁ akāsi, sve rañño āroceyyāsī’’ti taṁ anusāsitvā attano vasanaṭṭhānameva gato. Sā punadivase gilānālayaṁ dassetvā paricārikānaṁ saññaṁ datvā nipajji. Rājā samussitasetacchatte sīhāsane nisinno nāṭakāni passanto deviṁ adisvā ‘‘kahaṁ, devī’’ti paricārike pucchi. ‘‘Gilānā, devā’’ti. So tassā santikaṁ gantvā sayanapasse nisīditvā piṭṭhiṁ parimajjanto ‘‘kiṁ te, bhadde, aphāsuka’’nti pucchi. ‘‘Mahārāja aññaṁ aphāsukaṁ nāma natthi, dohaḷo me uppanno’’ti. ‘‘Kiṁ icchasi, bhadde’’ti? ‘‘Abbhantaraambaphalaṁ devā’’ti. ‘‘Abbhantaraambo nāma kahaṁ atthī’’ti? ‘‘Nāhaṁ, deva, abbhantaraambaṁ jānāmi, tassa pana me phalaṁ labhamānāya jīvitaṁ atthi, alabhamānāya natthī’’ti. ‘‘Tena hi āharāpessāmi , mā cintayī’’ti rājā deviṁ assāsetvā uṭṭhāya gantvā rājapallaṅke nisinno amacce pakkosāpetvā ‘‘deviyā abbhantaraambe nāma dohaḷo uppanno, kiṁ kātabba’’nti pucchi. ‘‘Deva dvinnaṁ ambānaṁ antare ṭhito ambo abbhantaraambo nāma, uyyānaṁ pesetvā abbhantare ṭhitaambato phalaṁ āharāpetvā deviyā dāpethā’’ti.",
  "atk-s0513a21:783": "Rājā ‘‘sādhu, evarūpaṁ ambaṁ āharathā’’ti uyyānaṁ pesesi. Sakko attano ānubhāvena uyyāne ambāni khāditasadisāni katvā antaradhāpesi. Ambatthāya gatā manussā sakalauyyānaṁ vicarantā ekaṁ ambampi alabhitvā gantvā uyyāne ambānaṁ abhāvaṁ rañño kathayiṁsu. ‘‘Ke ambāni khādantī’’ti? ‘‘Tāpasā, devā’’ti. ‘‘Tāpase uyyānato pothetvā nīharathā’’ti. Manussā ‘‘sādhū’’ti paṭissuṇitvā nīhariṁsu. Sakkassa manoratho matthakaṁ pāpuṇi. Devī ambaphalatthāya nibaddhaṁ katvā nipajjiyeva. Rājā kattabbakiccaṁ apassanto amacce ca brāhmaṇe ca sannipātāpetvā ‘‘abbhantaraambassa atthibhāvaṁ jānāthā’’ti pucchi. Brāhmaṇā āhaṁsu – ‘‘deva, abbhantaraambo nāma devatānaṁ paribhogo, ‘himavante kañcanaguhāya anto atthī’ti ayaṁ no paramparāgato anussavo’’ti. ‘‘Ko pana tato ambaṁ āharituṁ sakkhissatī’’ti? ‘‘Na sakkā tattha manussabhūtena gantuṁ, ekaṁ suvapotakaṁ pesetuṁ vaṭṭatī’’ti.",
  "atk-s0513a21:784": "Tena ca samayena rājakule eko suvapotako mahāsarīro kumārakānaṁ yānakacakkanābhimatto thāmasampanno paññavā upāyakusalo. Rājā taṁ āharāpetvā ‘‘tāta suvapotaka, ahaṁ tava bahūpakāro, kañcanapañjare vasasi, suvaṇṇataṭṭake madhulāje khādasi, sakkharapānakaṁ pivasi, tayāpi amhākaṁ ekaṁ kiccaṁ nittharituṁ vaṭṭatī’’ti āha. ‘‘Kiṁ, devā’’ti. ‘‘Tāta deviyā abbhantaraambe dohaḷo uppanno, so ca ambo himavante kañcanapabbatantare atthi devatānaṁ paribhogo, na sakkā manussabhūtena tattha gantuṁ, tayā tato ambaphalaṁ āharituṁ vaṭṭatī’’ti. ‘‘Sādhu, deva, āharissāmī’’ti. Atha naṁ rājā suvaṇṇataṭṭake madhulāje khādāpetvā sakkharapānakaṁ pāyetvā satapākatelena tassa pakkhantarāni makkhetvā ubhohi hatthehi gahetvā sīhapañjare ṭhatvā ākāse vissajjesi. Sopi rañño nipaccakāraṁ dassetvā ākāse pakkhandanto manussapathaṁ atikkamma himavante paṭhame pabbatantare vasantānaṁ sukānaṁ santikaṁ gantvā abbhantaraambo nāma kattha atthi, kathetha me taṁ ṭhāna’’nti pucchi. ‘‘Mayaṁ na jānāma, dutiye pabbatantare sukā jānissantī’’ti.",
  "atk-s0513a21:785": "So tesaṁ vacanaṁ sutvā tato uppatitvā dutiyaṁ pabbatantaraṁ agamāsi, tathā tatiyaṁ, catutthaṁ , pañcamaṁ, chaṭṭhaṁ agamāsi. Tatthapi naṁ sukā ‘‘na mayaṁ jānāma, sattamapabbatantare sukā jānissantī’’ti āhaṁsu. So tatthapi gantvā ‘‘abbhantaraambo nāma kattha atthī’’ti pucchi. ‘‘Asukaṭṭhāne nāma kañcanapabbatantare’’ti āhaṁsu. ‘‘Ahaṁ tassa phalatthāya āgato, maṁ tattha netvā tato me phalaṁ dāpethā’’ti. Sukagaṇā āhaṁsu – ‘‘samma, so vessavaṇamahārājassa paribhogo, na sakkā upasaṅkamituṁ, sakalarukkho mūlato paṭṭhāya sattahi lohajālehi parikkhitto, sahassakumbhaṇḍarakkhasā rakkhanti, tehi diṭṭhassa jīvitaṁ nāma natthi, kappuṭṭhānaggiavīcimahānirayasadisaṭṭhānaṁ, mā tattha patthanaṁ karī’’ti. ‘‘Sace tumhe na gacchatha, mayhaṁ ṭhānaṁ ācikkhathā’’ti. ‘‘Tena hi asukena ca asukena ca ṭhānena yāhī’’ti. So tehi ācikkhitavaseneva suṭṭhu maggaṁ upadhāretvā taṁ ṭhānaṁ gantvā divā attānaṁ adassetvā majjhimayāmasamanantare rakkhasānaṁ niddokkamanasamaye abbhantaraambassa santikaṁ gantvā ekena mūlantarena saṇikaṁ abhiruhituṁ ārabhi. Lohajālaṁ ‘‘kirī’’ti saddamakāsi .",
  "atk-s0513a21:786": "Rakkhasā pabujjhitvā sukapotakaṁ disvā ‘‘ambacoroya’’nti gahetvā kammakaraṇaṁ saṁvidahiṁsu. Eko ‘‘mukhe pakkhipitvā gilissāmi na’’nti āha, aparo ‘‘hatthehi madditvā puñjitvā vippakirissāmi na’’nti, aparo ‘‘dvedhā phāletvā aṅgāresu pacitvā khādissāmī’’ti. So tesaṁ kammakaraṇasaṁvidhānaṁ sutvāpi asantasitvāva te rakkhase āmantetvā ‘‘ambho rakkhasā, tumhe kassa manussā’’ti āha. ‘‘Vessavaṇamahārājassā’’ti. ‘‘Ambho, tumhepi ekassa raññova manussā, ahampi raññova manusso, bārāṇasirājā maṁ abbhantaraambaphalatthāya pesesi, svāhaṁ tattheva attano rañño jīvitaṁ datvā āgato. Yo hi attano mātāpitūnañceva sāmikassa ca atthāya jīvitaṁ pariccajati, so devalokeyeva nibbattati, tasmā ahampi imamhā tiracchānayoniyā cavitvā devaloke nibbattissāmī’’ti vatvā tatiyaṁ gāthamāha –",
  "atk-s0513a21:787": "93.",
  "atk-s0513a21:788": " ‘‘Bhatturatthe parakkanto, yaṁ ṭhānamadhigacchati;",
  "atk-s0513a21:789": "Sūro attapariccāgī, labhamāno bhavāmaha’’nti.",
  "atk-s0513a21:790": "Tattha bhatturattheti bhattā vuccanti bhattādīhi bharaṇaposakā pitā mātā sāmiko ca, iti tividhassapetassa bhattu atthāya. Parakkantoti parakkamaṁ karonto vāyamanto. Yaṁ ṭhānamadhigacchatīti yaṁ sukhakāraṇaṁ yasaṁ vā lābhaṁ vā saggaṁ vā adhigacchati. Sūroti abhīru vikkamasampanno. Attapariccāgīti kāye ca jīvite ca nirapekkho hutvā tassa tividhassapi bhattu atthāya attānaṁ pariccajanto. Labhamāno bhavāmahanti yaṁ so evarūpo sūro devasampattiṁ vā manussasampattiṁ vā labhati, ahampi taṁ labhamāno bhavāmi, tasmā hāsova me ettha, na tāso, kiṁ maṁ tumhe tāsethāti.",
  "atk-s0513a21:791": "Evaṁ so imāya gāthāya tesaṁ dhammaṁ desesi. Te tassa dhammakathaṁ sutvā pasannacittā ‘‘dhammiko esa, na sakkā māretuṁ, vissajjema na’’nti vatvā sukapotakaṁ vissajjetvā ‘ambho sukapotaka, muttosi, amhākaṁ hatthato sotthinā gacchā’’ti āhaṁsu. ‘‘Mayhaṁ āgamanaṁ mā tucchaṁ karotha, detha me ekaṁ ambaphala’’nti. ‘‘Sukapotaka, tuyhaṁ ekaṁ ambaphalaṁ dātuṁ nāma na bhāro, imasmiṁ pana rukkhe ambāni aṅketvā gahitāni, ekasmiṁ phale asamente amhākaṁ jīvitaṁ natthi. Vessavaṇena hi kujjhitvā sakiṁ olokite tattakapāle pakkhittatilā viya kumbhaṇḍasahassaṁ bhijjitvā vippakirīyati, tena te dātuṁ na sakkoma, labhanaṭṭhānaṁ pana ācikkhissāmā’’ti. ‘‘Yo koci detu, phaleneva me attho, labhanaṭṭhānaṁ ācikkhathā’’ti. ‘‘Etassa kañcanapabbatassa antare jotiraso nāma tāpaso aggiṁ juhamāno kañcanapattiyā nāma paṇṇasālāyaṁ vasati vessavaṇassa kulūpako, vessavaṇo tassa nibaddhaṁ cattāri ambaphalāni peseti, tassa santikaṁ gacchā’’ti.",
  "atk-s0513a21:792": "So ‘‘sādhū’’ti sampaṭicchitvā tāpasassa santikaṁ gantvā vanditvā ekamantaṁ nisīdi. Atha naṁ tāpaso ‘‘kuto āgatosī’’ti pucchi. ‘‘Bārāṇasirañño santikā’’ti. ‘‘Kimatthāya āgatosī’’ti? ‘‘Sāmi, amhākaṁ rañño deviyā abbhantaraambapakke dohaḷo uppanno, tadatthaṁ āgatomhi, rakkhasā pana me sayaṁ ambapakkaṁ adatvā tumhākaṁ santikaṁ pesesu’’nti. ‘‘Tena hi nisīda, labhissasī’’ti. Athassa vessavaṇo cattāri phalāni pesesi. Tāpaso tato dve paribhuñji, ekaṁ suvapotakassa khādanatthāya adāsi. Tena tasmiṁ khādite ekaṁ phalaṁ sikkāya pakkhipitvā suvapotakassa gīvāya paṭimuñcitvā ‘‘idāni gacchā’’ti sukapotakaṁ vissajjesi . So taṁ āharitvā deviyā adāsi. Sā taṁ khāditvā dohaḷaṁ paṭippassambhesi, tatonidānaṁ panassā putto nāhosi.",
  "atk-s0513a21:793": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā devī rāhulamātā ahosi, suko ānando, ambapakkadāyako tāpaso sāriputto, uyyāne nivutthatāpaso pana ahameva ahosi’’nti.",
  "atk-s0513a21:794": "Abbhantarajātakavaṇṇanā paṭhamā.",
  "atk-s0513a21:796": " [282] 2. Seyyajātakavaṇṇanā",
  "atk-s0513a21:797": "Seyyaṁsoseyyaso hotīti idaṁ satthā jetavane viharanto ekaṁ kosalarañño amaccaṁ ārabbha kathesi. So kira rañño bahūpakāro sabbakiccanipphādako ahosi. Rājā ‘‘bahūpakāro me aya’’nti tassa mahantaṁ yasaṁ adāsi. Taṁ asahamānā aññe rañño pesuññaṁ upasaṁharitvā taṁ paribhindiṁsu. Rājā tesaṁ vacanaṁ saddahitvā dosaṁ anupaparikkhitvāva taṁ sīlavantaṁ niddosaṁ saṅkhalikabandhanena bandhāpetvā bandhanāgāre pakkhipāpesi. So tattha ekako vasanto sīlasampattiṁ nissāya cittekaggataṁ labhitvā ekaggacitto saṅkhāre sammasitvā sotāpattiphalaṁ pāpuṇi. Athassa rājā aparabhāge niddosabhāvaṁ ñatvā saṅkhalikabandhanaṁ bhindāpetvā purimayasato mahantataraṁ yasaṁ adāsi. So ‘‘satthāraṁ vandissāmī’’ti bahūni mālāgandhādīni ādāya vihāraṁ gantvā tathāgataṁ pūjetvā vanditvā ekamantaṁ nisīdi. Satthā tena saddhiṁ paṭisanthāraṁ karonto ‘‘anattho kira te uppannoti assumhā’’ti āha. ‘‘Āma, bhante, uppanno, ahaṁ pana tena anatthena atthaṁ akāsiṁ, bandhanāgāre nisīditvā sotāpattiphalaṁ nibbattesi’’nti. Satthā ‘‘na kho, upāsaka, tvaññeva anatthena atthaṁ āhari, porāṇakapaṇḍitāpi attano anatthena atthaṁ āhariṁ suyevā’’ti vatvā tena yācito atītaṁ āhari.",
  "atk-s0513a21:798": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto tassa aggamahesiyā kucchimhi nibbattitvā vayappatto takkasilāyaṁ sabbasippāni uggaṇhitvā pitu accayena rajje patiṭṭhāya dasa rājadhamme akopetvā dānaṁ deti, pañca sīlāni rakkhati , uposathakammaṁ karoti. Athasseko amacco antepure padussi. Pādamūlikādayo ñatvā ‘‘asukaamacco antepure paduṭṭho’’ti rañño ārocesuṁ. Rājā pariggaṇhanto yathāsabhāvato ñatvā pakkosāpetvā ‘‘mā maṁ ito paṭṭhāya upaṭṭhāhī’’ti nibbisayaṁ akāsi. So gantvā aññataraṁ sāmantarājānaṁ upaṭṭhahīti sabbaṁ vatthu heṭṭhā mahāsīlavajātake (jā. 1.1.51) kathitasadisameva. Idhāpi so rājā tikkhattuṁ vīmaṁsitvā tassa amaccassa vacanaṁ saddahitvā ‘‘bārāṇasirajjaṁ gaṇhissāmī’’ti mahantena parivārena rajjasīmaṁ pāpuṇi. Bārāṇasirañño sattasatamattā mahāyodhā taṁ pavattiṁ sutvā ‘‘deva, asuko nāma kira rājā bārāṇasirajjaṁ gaṇhissāmī’ti janapadaṁ bhindanto āgacchati, ettheva naṁ gantvā gaṇhissāmā’’ti āhaṁsu. ‘‘Mayhaṁ paravihiṁsāya laddhena rajjena kiccaṁ natthi, mā kiñci karitthā’’ti?",
  "atk-s0513a21:799": "Corarājā āgantvā nagaraṁ parikkhipi, puna amaccā rājānaṁ upasaṅkamitvā ‘‘deva, mā evaṁ karittha, gaṇhissāma na’’nti āhaṁsu. Rājā ‘‘na labbhā kiñci kātuṁ, nagaradvārāni vivarathā’’ti vatvā sayaṁ amaccagaṇaparivuto mahātale rājapallaṅke nisīdi. Corarājā catūsu dvāresu manusse pothento nagaraṁ pavisitvā pāsādaṁ abhiruyha amaccaparivutaṁ rājānaṁ gāhāpetvā saṅkhalikāhi bandhāpetvā bandhanāgāre pakkhipāpesi. Rājā bandhanāgāre nisinnova corarājānaṁ mettāyanto mettajjhānaṁ uppādesi. Tassa mettānubhāvena corarañño kāye ḍāho uppajji, sakalasarīraṁ yamakaukkāhi jhāpiyamānaṁ viya jātaṁ. So mahādukkhābhitunno ‘‘kiṁ nu kho kāraṇa’’nti pucchi. ‘‘Tumhe sīlavantaṁ rājānaṁ bandhanāgāre pakkhipetha, tena vo idaṁ dukkhaṁ uppannaṁ bhavissatī’’ti. So gantvā bodhisattaṁ khamāpetvā ‘‘tumhākaṁ rajjaṁ tumhākameva hotū’’ti rajjaṁ tasseva niyyādetvā ‘‘ito paṭṭhāya tumhākaṁ paccatthiko me bhāro hotū’’ti vatvā paduṭṭhāmaccassa rājāṇaṁ kāretvā attano nagarameva gato.",
  "atk-s0513a21:800": "Bodhisatto alaṅkatamahātale samussitasetacchatte rājapallaṅke nisinno amaccehi saddhiṁ sallapanto purimā dvegāthā avoca –",
  "atk-s0513a21:801": "94.",
  "atk-s0513a21:802": " ‘‘Seyyaṁso seyyaso hoti, yo seyyamupasevati;",
  "atk-s0513a21:803": "Ekena sandhiṁ katvāna, sataṁ vajjhe amocayiṁ.",
  "atk-s0513a21:804": "95.",
  "atk-s0513a21:805": " ‘‘Tasmā sabbena lokena, sandhiṁ katvāna ekato;",
  "atk-s0513a21:806": "Pecca saggaṁ nigaccheyya, idaṁ suṇātha kāsiyā’’ti.",
  "atk-s0513a21:807": "Tattha seyyaṁso seyyaso hoti, yo seyyamupasevatīti anavajjauttamadhammasaṅkhāto seyyo aṁso koṭṭhāso assāti seyyaṁso, kusaladhammanissitapuggalo. Yo punappunaṁ taṁ seyyaṁ kusaladhammabhāvanaṁ kusalābhirataṁ vā uttamapuggalamupasevati, so seyyaso hoti pāsaṁsataro ceva uttaritaro ca hoti. Ekena sandhiṁ katvāna, sataṁ vajjhe amocayinti tadamināpi cetaṁ veditabbaṁ – ahañhi seyyaṁ mettābhāvanaṁ upasevanto tāya mettābhāvanāya ekena coraraññā sandhiṁ santhavaṁ katvā mettābhāvanaṁ bhāvetvā tumhe satajane vajjhe amocayiṁ.",
  "atk-s0513a21:808": "Dutiyagāthāya attho – yasmā ahaṁ ekena saddhiṁ ekato mettābhāvanāya sandhiṁ katvā tumhe vajjhappatte satajane mocayiṁ, tasmā veditabbamevetaṁ, tasmā sabbena lokena saddhiṁ mettābhāvanāya sandhiṁ katvā ekato puggalo pecca paraloke saggaṁ nigaccheyya. Mettāya hi upacāraṁ kāmāvacare paṭisandhiṁ deti, appanā brahmaloke. Idaṁ mama vacanaṁ sabbepi tumhe kāsiraṭṭhavāsino suṇāthāti.",
  "atk-s0513a21:809": "Evaṁ mahāsatto mahājanassa mettābhāvanāya guṇaṁ vaṇṇetvā dvādasayojanike bārāṇasinagare setacchattaṁ pahāya himavantaṁ pavisitvā isipabbajjaṁ pabbaji. Satthā sammāsambuddho hutvā tatiyaṁ gāthamāha –",
  "atk-s0513a21:810": "96.",
  "atk-s0513a21:811": " ‘‘Idaṁ vatvā mahārājā, kaṁso bārāṇasiggaho;",
  "atk-s0513a21:812": "Dhanuṁ kaṇḍañca nikkhippa, saṁyamaṁ ajjhupāgamī’’ti.",
  "atk-s0513a21:813": "Tattha mahanto rājāti mahārājā. Kaṁsoti tassa nāmaṁ. Bārāṇasiṁ gahetvā ajjhāvasanato bārāṇasiggaho. So rājā idaṁ vacanaṁ vatvā dhanuñca sarasaṅkhātaṁ kaṇḍañca nikkhippa ohāya chaḍḍetvā sīlasaṁyamaṁ upagato pabbajito, pabbajitvā ca pana jhānaṁ uppādetvā aparihīnajjhāno brahmaloke uppannoti.",
  "atk-s0513a21:814": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā corarājā ānando ahosi, bārāṇasirājā pana ahameva ahosi’’nti.",
  "atk-s0513a21:815": "Seyyajātakavaṇṇanā dutiyā.",
  "atk-s0513a21:817": " [283] 3. Vaḍḍhakīsūkarajātakavaṇṇanā",
  "atk-s0513a21:818": "Varaṁ varaṁ tvanti idaṁ satthā jetavane viharanto dhanuggahatissattheraṁ ārabbha kathesi. Pasenadirañño pitā mahākosalo bimbisārarañño dhītaraṁ vedehiṁ nāma kosaladeviṁ dadamāno tassā nhānacuṇṇamūlaṁ satasahassuṭṭhānaṁ kāsigāmaṁ adāsi. Ajātasattunā pana pitari mārite kosaladevīpi sokābhibhūtā kālamakāsi. Tato pasenadi kosalarājā cintesi – ‘‘ajātasattunā pitā mārito, bhaginīpi me sāmike kālakate tena sokena kālakatā, pitughātakassa corassa kāsigāmaṁ na dassāmī’’ti. So taṁ ajātasattussa na adāsi. Taṁ gāmaṁ nissāya tesaṁ dvinnampi kālena kālaṁ yuddhaṁ hoti, ajātasattu taruṇo samattho, pasenadi mahallakoyeva. So abhikkhaṇaṁ parajjati, mahākosalassāpi manussā yebhuyyena parājitā. Atha rājā ‘‘mayaṁ abhiṇhaṁ parajjāma, kiṁ nu kho kātabba’’nti amacce pucchi. ‘‘Deva, ayyā nāma mantacchekā honti, jetavanavihāre bhikkhūnaṁ kathaṁ sotuṁ vaṭṭatī’’ti. Rājā ‘‘tena hi tāyaṁ velāyaṁ bhikkhūnaṁ kathāsallāpaṁ suṇāthā’’ti carapurise āṇāpesi. Te tato paṭṭhāya tathā akaṁsu.",
  "atk-s0513a21:819": "Tasmiṁ pana kāle dve mahallakattherā vihārapaccante paṇṇasālāyaṁ vasanti dattatthero ca dhanuggahatissatthero ca. Tesu dhanuggahatissatthero paṭhamayāmepi majjhimayāmepi niddāyitvā pacchimayāme pabujjhitvā ummukkāni sodhetvā aggiṁ jāletvā nisinnako āha – ‘‘bhante, dattattherā’’ti. ‘‘Kiṁ, bhante, tissattherā’’ti? ‘‘Kiṁ niddāyasi no tva’’nti. ‘‘Aniddāyantā kiṁ karissāmā’’ti? ‘‘Uṭṭhāya tāva nisīdathā’’ti. So uṭṭhāya nisinno taṁ dattattheraṁ āha – ‘‘bhante dattatthera, ayaṁ te lolo mahodarakosalo cāṭimattaṁ bhattameva pūtiṁ karoti, yuddhavicāraṇaṁ pana kiñci na jānāti, parājito parājitotveva vadāpetī’’ti. ‘‘Kiṁ pana kātuṁ vaṭṭatī’’ti? Tasmiṁ khaṇe te carapurisā tesaṁ kathaṁ suṇantā aṭṭhaṁsu.",
  "atk-s0513a21:820": "Dhanuggahatissatthero yuddhaṁ vicāresi – ‘‘bhante, yuddho nāma tividho – padumabyūho, cakkabyūho, sakaṭabyūhoti. Ajātasattuṁ gaṇhitukāmena asuke nāma pabbatakucchismiṁ dvīsu pabbatabhittīsu manusse ṭhapetvā purato dubbalabalaṁ dassetvā pabbatantaraṁ paviṭṭhabhāvaṁ jānitvā paviṭṭhamaggaṁ occhinditvā purato ca pacchato ca ubhosu pabbatabhittīsu vaggitvā unnaditvā khipe patitamacchaṁ viya antomuṭṭhiyaṁ vaṭṭapotakaṁ viya ca katvā sakkā assa taṁ gahetu’’nti. Carapurisā taṁ sāsanaṁ rañño ārocesuṁ. Taṁ sutvā rājā saṅgāmabheriṁ carāpetvā gantvā sakaṭabyūhaṁ katvā ajātasattuṁ jīvaggāhaṁ gāhāpetvā attano dhītaraṁ vajirakumāriṁ bhāgineyyassa datvā kāsigāmaṁ tassā nhānamūlaṁ katvā datvā uyyojesi. Sā pavatti bhikkhusaṅghe pākaṭā jātā. Athekadivasaṁ bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ – ‘‘āvuso, kosalarājā kira dhanuggahatissattherassa vicāraṇāya ajātasattuṁ jinī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepi dhanuggahatisso yuddhavicāraṇāya chekoyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a21:821": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto araññe rukkhadevatā hutvā nibbatti . Tadā bārāṇasiṁ nissāya nivutthavaḍḍhakigāmakā eko vaḍḍhakī thambhatthāya araññaṁ gantvā āvāṭe patitaṁ sūkarapotakaṁ disvā taṁ gharaṁ netvā paṭijaggi. So vuḍḍhippatto mahāsarīro vaṅkadāṭho ācārasampanno ahosi, vaḍḍhakinā positattā pana ‘‘vaḍḍhakīsūkaro’’tveva paññāyi. Vaḍḍhakissa rukkhatacchanakāle tuṇḍena rukkhaṁ parivatteti, mukhena ḍaṁsitvā vāsipharasunikhādanamuggare āharati, kālasuttakoṭiyaṁ gaṇhāti. Atha so vaḍḍhakī ‘‘kocideva, naṁ khādeyyā’’ti bhayena netvā araññe vissajjesi. Sopi araññaṁ pavisitvā khemaṁ phāsukaṭṭhānaṁ olokento ekaṁ pabbatantare mahantaṁ girikandaraṁ addasa sampannakandamūlaphalaṁ phāsukaṁ vasanaṭṭhānaṁ anekasatasūkarasamākiṇṇaṁ. Te sūkarā taṁ disvā tassa santikaṁ āgamaṁsu. Sopi te āha – ‘‘ahaṁ tumheva olokento vicarāmi, apica vo mayā diṭṭhā, idañca ṭhānaṁ ramaṇīyaṁ, ahampi idāni idheva vasissāmī’’ti. ‘‘Saccaṁ idaṁ ṭhānaṁ ramaṇīyaṁ, parissayo panettha atthī’’ti. ‘‘Ahampi tumhe disvā etaṁ aññāsiṁ, evaṁ gocarasampanne ṭhāne vasantānaṁ vo sarīresu maṁsalohitaṁ natthi, kiṁ pana vo ettha bhaya’’nti? ‘‘Eko byaggho pātova āgantvā diṭṭhadiṭṭhaṁyeva gahetvā gacchatī’’ti. ‘‘Kiṁ pana so nibaddhaṁ gaṇhāti, udāhu antarantarā’’ti? ‘‘Nibaddhaṁ gaṇhātī’’ti. ‘‘Kati pana te byagghā’’ti? ‘‘Ekoyevā’’ti. ‘‘Ettakā tumhe ekassa yujjhituṁ na sakkothā’’ti? ‘‘Āma, na sakkomā’’ti. ‘‘Ahaṁ taṁ gaṇhissāmi, kevalaṁ tumhe mama vacanaṁ karotha, so byaggho kahaṁ vasatī’’ti? ‘‘Etasmiṁ pabbate’’ti.",
  "atk-s0513a21:822": "So rattiññeva sūkare carāpetvā yuddhaṁ vicārento ‘‘yuddhaṁ nāma padumabyūhacakkabyūhasakaṭabyūhavasena tividhaṁ hotī’’ti vatvā padumabyūhavasena vicāresi. So hi bhūmisīsaṁ jānāti. Tasmā ‘‘imasmiṁ ṭhāne yuddhaṁ vicāretuṁ vaṭṭatī’’ti sūkarapillake mātaro ca tesaṁ majjhaṭṭhāne ṭhapesi. So tā āvijjhitvā majjhimasūkariyo, tā āvijjhitvā potakasūkare, te āvijjhitvā jarasūkare, te āvijjhitvā dīghadāṭhasūkare, te āvijjhitvā yuddhasamatthe balavatarasūkare dasa vīsa tiṁsa jane tasmiṁ tasmiṁ ṭhāne balagumbaṁ katvā ṭhapesi. Attano ṭhitaṭṭhānassa purato ekaṁ parimaṇḍalaṁ āvāṭaṁ khaṇāpesi, pacchato ekaṁ suppasaṇṭhānaṁ anupubbaninnaṁ pabbhārasadisaṁ. Tassa saṭṭhisattatimatte yodhasūkare ādāya tasmiṁ tasmiṁ ṭhāne ‘‘mā bhāyitthā’’ti kammaṁ vicārato aruṇaṁ uṭṭhahi.",
  "atk-s0513a21:823": "Byaggho uṭṭhāya ‘‘kālo’’ti ñatvā gantvā tesaṁ sammukhā ṭhite pabbatatale ṭhatvā akkhīni ummīletvā sūkare olokesi. Vaḍḍhakīsūkaro ‘‘paṭioloketha na’’nti sūkarānaṁ saññaṁ adāsi, te paṭiolokesuṁ. Byaggho mukhaṁ ugghāṭetvā assosi, sūkarāpi tathā kariṁsu. Byaggho muttaṁ chaḍḍesi, sūkarāpi chaḍḍayiṁsu. Iti yaṁ yaṁ so karoti, taṁ taṁ te paṭikariṁsu. So cintesi – ‘‘pubbe sūkarā mayā olokitakāle palāyantā palāyitumpi na sakkonti, ajja apalāyitvā mama paṭisattu hutvā mayā katameva paṭikaronti. Etasmiṁ bhūmisīse ṭhito eko tesaṁ saṁvidhāyakopi atthi, ajja mayhaṁ gatassa jayo na paññāyatī’’ti. So nivattitvā attano vasanaṭṭhānameva agamāsi. Tena pana gahitamaṁsakhādako eko kūṭajaṭilo atthi, so taṁ tucchahatthameva āgacchantaṁ disvā tena saddhiṁ sallapanto paṭhamaṁ gāthamāha –",
  "atk-s0513a21:824": "97.",
  "atk-s0513a21:825": " ‘‘Varaṁ varaṁ tvaṁ nihanaṁ pure cari,",
  "atk-s0513a21:826": "Asmiṁ padese abhibhuyya sūkare;",
  "atk-s0513a21:827": "Sodāni eko byapagamma jhāyasi,",
  "atk-s0513a21:828": "Balaṁ nu te byaggha na cajja vijjatī’’ti.",
  "atk-s0513a21:829": "Tattha varaṁ varaṁ tvaṁ nihanaṁ pure cari, asmiṁ padese abhibhuyya sūkareti ambho byaggha, tvaṁ pubbe imasmiṁ padese sabbasūkare abhibhavitvā imesu sūkaresu varaṁ varaṁ tvaṁ uttamuttamaṁ sūkaraṁ nihananto vicari. Sodāni eko byapagamma jhāyasīti so tvaṁ idāni aññataraṁ sūkaraṁ aggahetvā ekakova apagantvā jhāyasi pajjhāyasi. Balaṁ nu te byaggha na cajja vijjatīti kiṁ nu te, ambho byaggha, ajja kāyabalaṁ natthīti.",
  "atk-s0513a21:830": "Taṁ sutvā byaggho dutiyaṁ gāthamāha –",
  "atk-s0513a21:831": "98.",
  "atk-s0513a21:832": " ‘‘Ime sudaṁ yanti disodisaṁ pure, bhayaṭṭitā leṇagavesino puthū;",
  "atk-s0513a21:833": "Te dāni saṅgamma vasanti ekato, yatthaṭṭhitā duppasahajjame mayā’’ti.",
  "atk-s0513a21:834": "Tattha sudanti nipāto. Ayaṁ pana saṅkhepattho – ime sūkarā pubbe maṁ disvā bhayena aṭṭitā pīḷitā attano leṇagavesino puthū visuṁ visuṁ hutvā disodisaṁ yanti, taṁ taṁ disaṁ abhimukhā palāyanti, te dāni sabbepi samāgantvā ekato vasanti tiṭṭhanti, tañca bhūmisīsaṁ upagatā, yattha ṭhitā duppasahā dummaddayā ajja ime mayāti.",
  "atk-s0513a21:835": "Athassa ussāhaṁ janento kūṭajaṭilo ‘‘mā bhāyi, gaccha tayi naditvā pakkhandante sabbepi bhītā bhijjitvā palāyissantī’’ti āha. Byaggho tasmiṁ ussāhaṁ janente sūro hutvā puna gantvā pabbatatale aṭṭhāsi. Vaḍḍhakīsūkaro dvinnaṁ āvāṭānaṁ antare aṭṭhāsi. Sūkarā ‘‘sāmi, mahācoro punāgato’’ti āhaṁsu. ‘‘Mā bhāyittha, idāni taṁ gaṇhissāmī’’ti. Byaggho naditvā vaḍḍhakīsūkarassa upari patati, sūkaro tassa attano upari patanakāle parivattitvā vegena ujukaṁ khataāvāṭe pati. Byaggho vegaṁ sandhāretuṁ asakkonto uparibhāgena gantvā suppamukhassa tiriyaṁ khataāvāṭassa atisambādhe mukhaṭṭhāne patitvā puñjakato viya ahosi. Sūkaro āvāṭā uttaritvā asanivegena gantvā byagghaṁ antarasatthimhi dāṭhāya paharitvā yāva vakkapadesā phāletvā pañcamadhuramaṁsaṁ dāṭhāya paliveṭhetvā byagghassa matthake āvijjhitvā ‘‘gaṇhatha tumhākaṁ paccāmitta’’nti ukkhipitvā bahiāvāṭe chaḍḍesi. Paṭhamaṁ āgatā byagghamaṁsaṁ labhiṁsu, pacchā āgatā ‘‘byagghamaṁsaṁ kīdisaṁ hotī’’ti tesaṁ mukhaṁ upasiṅghantā vicariṁsu.",
  "atk-s0513a21:836": "Sūkarā na tāva tussanti. Vaḍḍhakīsūkaro tesaṁ iṅghitaṁ disvā ‘‘kiṁ nu kho tumhe na tussathā’’ti āha. ‘‘Sāmi, kiṁ etena byagghena ghātitena, añño pana byagghaāṇāpanasamattho kūṭajaṭilo atthiyevā’’ti. ‘‘Ko nāmeso’’ti? ‘‘Eko dussīlatāpaso’’ti. ‘‘Byagghopi mayā ghātito, so me kiṁ pahoti, etha gaṇhissāma na’’nti sūkaraghaṭāya saddhiṁ pāyāsi. Kūṭatāpasopi byagghe cirāyante ‘‘kiṁ nu kho sūkarā byagghaṁ gaṇhiṁsū’’ti paṭipathaṁ gacchanto te sūkare āgacchante disvā attano parikkhāraṁ ādāya palāyanto tehi anubandhito parikkhāraṁ chaḍḍetvā vegena udumbararukkhaṁ abhiruhi. Sūkarā ‘‘idānimha, sāmi, naṭṭhā, tāpaso palāyitvā rukkhaṁ abhiruhī’’ti āhaṁsu. ‘‘Kiṁ rukkhaṁ nāmā’’ti? ‘‘Udumbararukkha’’nti. So ‘‘sūkariyo udakaṁ āharantu, sūkarapotakā pathaviṁ khaṇantu, dīghadāṭhā sūkarā mūlāni chindantu, sesā parivāretvā ārakkhantū’’ti saṁvidahitvā tesu tathā karontesu sayaṁ udumbarassa ujukaṁ thūlamūlaṁ pharasunā paharanto viya ekappahārameva katvā udumbararukkhaṁ pātesi. Parivāretvā ṭhitasūkarā kūṭajaṭilaṁ bhūmiyaṁ pātetvā khaṇḍākhaṇḍikaṁ katvā yāva aṭṭhito khāditvā vaḍḍhakīsūkaraṁ udumbarakhandheyeva nisīdāpetvā kūṭajaṭilassa paribhogasaṅkhena udakaṁ āharitvā abhisiñcitvā rājānaṁ kariṁsu, ekañca taruṇasūkariṁ tassa aggamahesiṁ akaṁsu. Tato paṭṭhāya kira yāvajjatanā rājāno udumbarabhaddapīṭhe nisīdāpetvā tīhi saṅkhehi abhisiñcanti.",
  "atk-s0513a21:837": "Tasmiṁ vanasaṇḍe adhivatthā devatā taṁ acchariyaṁ disvā ekasmiṁ viṭapantare sūkarānaṁ abhimukhā hutvā tatiyaṁ gāthamāha –",
  "atk-s0513a21:838": "99.",
  "atk-s0513a21:839": " ‘‘Namatthu saṅghāna samāgatānaṁ, disvā sayaṁ sakhya vadāmi abbhutaṁ;",
  "atk-s0513a21:840": "Byagghaṁ migā yattha jiniṁsu dāṭhino, sāmaggiyā dāṭhabalesu muccare’’ti.",
  "atk-s0513a21:841": "Tattha namatthu saṅghānanti ayaṁ mama namakkāro samāgatānaṁ sūkarasaṅghānaṁ atthu. Disvā sayaṁ sakhya vadāmi abbhutanti idaṁ pubbe abhūtapubbaṁ abbhutaṁ sakhyaṁ mittabhāvaṁ sayaṁ disvā vadāmi. Byagghaṁ migā yattha jiniṁsu dāṭhinoti yatra hi nāma dāṭhino sūkaramigā byagghaṁ jiniṁsu, ayameva vā pāṭho. Sāmaggiyā dāṭhabalesu muccareti yā sā dāṭhabalesu sūkaresu sāmaggī ekajjhāsayatā, tāya tesu sāmaggiyā te dāṭhabalā paccāmittaṁ gahetvā ajja maraṇabhayā muttāti attho.",
  "atk-s0513a21:842": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā dhanuggahatisso vaḍḍhakīsūkaro ahosi, rukkhadevatā pana ahameva ahosi’’nti.",
  "atk-s0513a21:843": "Vaḍḍhakīsūkarajātakavaṇṇanā tatiyā.",
  "atk-s0513a21:845": " [284] 4. Sirijātakavaṇṇanā",
  "atk-s0513a21:846": "Yaṁussukā saṅgharantīti idaṁ satthā jetavane viharanto ekaṁ siricorabrāhmaṇaṁ ārabbha kathesi. Imasmiṁ jātake paccuppannavatthu heṭṭhā khadiraṅgārajātake (jā. 1.1.40) vitthāritameva. Idhāpi pana sā anāthapiṇḍikassa ghare catutthe dvārakoṭṭhake vasanakā micchādiṭṭhidevatā daṇḍakammaṁ karontī catupaññāsahiraññakoṭiyo āharitvā koṭṭhe pūretvā seṭṭhinā saddhiṁ sahāyikā ahosi. Atha naṁ so ādāya satthu santikaṁ nesi. Satthā tassā dhammaṁ desesi, sā dhammaṁ sutvā sotāpannā ahosi. Tato paṭṭhāya seṭṭhino yaso yathāporāṇova jāto. Atheko sāvatthivāsī sirilakkhaṇaññū brāhmaṇo cintesi – ‘‘anāthapiṇḍiko duggato hutvā puna issaro jāto, yaṁnūnāhaṁ taṁ daṭṭhukāmo viya gatvā tassa gharato siriṁ thenetvā āgaccheyya’’nti. So tassa gharaṁ gantvā tena katasakkārasammāno sāraṇīyakathāya vattamānāya ‘‘kimatthaṁ āgatosī’’ti vutte ‘‘kattha nu kho sirī patiṭṭhitā’’ti olokesi. Seṭṭhino ca sabbaseto dhotasaṅkhapaṭibhāgo kukkuṭo suvaṇṇapañjare pakkhipitvā ṭhapito atthi, tassa cūḷāya sirī patiṭṭhāsi. Brāhmaṇo olokayamāno siriyā tattha patiṭṭhitabhāvaṁ ñatvā āha – ‘‘ahaṁ, mahāseṭṭhi, pañcasate māṇave mante vācemi, akālaraviṁ ekaṁ kukkuṭaṁ nissāya te ca mayañca kilamāma, ayañca kira kukkuṭo kālaravī, imassatthāya āgatomhi, dehi me etaṁ kukkuṭa’’nti. ‘‘Gaṇha, brāhmaṇa, demi te kukkuṭa’’nti. ‘‘Demī’’ti ca vuttakkhaṇeyeva sirī tassa cūḷato apagantvā ussīsake ṭhapite maṇikkhandhe patiṭṭhāsi.",
  "atk-s0513a21:847": "Brāhmaṇo siriyā maṇimhi patiṭṭhitabhāvaṁ ñatvā maṇimpi yāci. ‘‘Maṇimpi demī’’ti vuttakkhaṇeyeva sirī maṇito apagantvā ussīsake ṭhapitaārakkhayaṭṭhiyaṁ patiṭṭhāsi. Brāhmaṇo siriyā tattha patiṭṭhitabhāvaṁ ñatvā tampi yāci. ‘‘Gahetvā gacchāhī’’ti vuttakkhaṇeyeva sirī yaṭṭhito apagantvā puññalakkhaṇadeviyā nāma seṭṭhino aggamahesiyā sīse patiṭṭhāsi. Siricorabrāhmaṇo tattha patiṭṭhitabhāvaṁ ñatvā ‘‘avissajjiyabhaṇḍaṁ etaṁ, yācitumpi na sakkā’’ti cintetvā seṭṭhiṁ etadavoca – ‘‘mahāseṭṭhi, ahaṁ tumhākaṁ gehe ‘siriṁ thenetvā gamissāmī’ti āgacchiṁ, sirī pana te kukkuṭassa cūḷāyaṁ patiṭṭhitā ahosi, tasmiṁ mama dinne tato apagantvā maṇimhi patiṭṭhahi, maṇimhi dinne ārakkhayaṭṭhiyaṁ patiṭṭhahi, ārakkhayaṭṭhiyā dinnāya tato apagantvā puññalakkhaṇadeviyā sīse patiṭṭhahi, ‘idaṁ kho pana avissajjiyabhaṇḍa’nti imampi me na gahitaṁ, na sakkā tava siriṁ thenetuṁ, tava santakaṁ taveva hotū’’ti uṭṭhāyāsanā pakkāmi. Anāthapiṇḍiko ‘‘imaṁ kāraṇaṁ satthu kathessāmī’’ti vihāraṁ gantvā satthāraṁ pūjetvā vanditvā ekamantaṁ nisinno sabbaṁ tathāgatassa ārocesi. Satthā taṁ sutvā ‘‘na kho, gahapati, idāneva aññesaṁ sirī aññattha gacchati, pubbepi appapuññehi uppāditasirī pana puññavantānaṁyeva pādamūlaṁ gatā’’ti vatvā tena yācito atītaṁ āhari.",
  "atk-s0513a21:848": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto kāsiraṭṭhe brāhmaṇakule nibbattitvā vayappatto takkasilāyaṁ sippaṁ uggaṇhitvā agāraṁ ajjhāvasanto mātāpitūnaṁ kālakiriyāya saṁviggo nikkhamitvā himavantapadese isipabbajjaṁ pabbajitvā abhiññā ca samāpattiyo ca uppādetvā dīghassa addhuno accayena loṇambilasevanatthāya janapadaṁ gantvā bārāṇasirañño uyyāne vasitvā punadivase bhikkhaṁ caramāno hatthācariyassa gharadvāraṁ agamāsi. So tassa ācāravihāre pasanno bhikkhaṁ datvā uyyāne vasāpetvā niccaṁ paṭijaggi. Tasmiṁ kāle eko kaṭṭhahārako araññato dārūni āharanto velāya nagaradvāraṁ pāpuṇituṁ nāsakkhi. Sāyaṁ ekasmiṁ devakule dārukalāpaṁ ussīsake katvā nipajji, devakule vissaṭṭhā bahū kukkuṭā tassa avidūre ekasmiṁ rukkhe sayiṁsu. Tesu uparisayitakukkuṭo paccūsakāle vaccaṁ pātento heṭṭhāsayitakukkuṭassa sarīre pātesi. ‘‘Kena me sarīre vaccaṁ pātita’’nti ca vutte ‘‘mayā’’ti āha. ‘‘Kiṁkāraṇā’’ti ca vutte ‘‘anupadhāretvā’’ti vatvā punapi pātesi. Tato ubhopi aññamaññaṁ kuddhā ‘‘kiṁ te balaṁ, kiṁ te bala’’nti kalahaṁ kariṁsu. Atha heṭṭhāsayitakukkuṭo āha – ‘‘maṁ māretvā aṅgāre pakkamaṁsaṁ khādanto pātova kahāpaṇasahassaṁ labhatī’’ti. Uparisayitakukkuṭo āha – ‘‘ambho, mā tvaṁ ettakena gajji, mama thūlamaṁsaṁ khādanto rājā hoti, bahimaṁsaṁ khādanto puriso ce, senāpatiṭṭhānaṁ, itthī ce, aggamahesiṭṭhānaṁ labhati. Aṭṭhimaṁsaṁ pana me khādanto gihī ce, bhaṇḍāgārikaṭṭhānaṁ, pabbajito ce, rājakulūpakabhāvaṁ labhatī’’ti.",
  "atk-s0513a21:849": "Kaṭṭhahārako tesaṁ vacanaṁ sutvā ‘‘rajje patte sahassena kiccaṁ natthī’’ti saṇikaṁ abhiruhitvā uparisayitakukkuṭaṁ gahetvā māretvā ucchaṅge katvā ‘‘rājā bhavissāmī’’ti gantvā vivaṭadvāreneva nagaraṁ pavisitvā kukkuṭaṁ nittacaṁ katvā udaraṁ sodhetvā ‘‘idaṁ kukkuṭamaṁsaṁ sādhukaṁ sampādehī’’ti pajāpatiyā adāsi. Sā kukkuṭamaṁsañca bhattañca sampādetvā ‘‘bhuñja, sāmī’’ti tassa upanāmesi. ‘‘Bhadde, etaṁ maṁsaṁ mahānubhāvaṁ, etaṁ khāditvā ahaṁ rājā bhavissāmi, tvaṁ aggamahesī bhavissasi, taṁ bhattañca maṁsañca ādāya gaṅgātīraṁ gantvā nhāyitvā bhuñjissāmā’’ti bhattabhājanaṁ tīre ṭhapetvā nhānatthāya otariṁsu. Tasmiṁ khaṇe vātena khubhitaṁ udakaṁ āgantvā bhattabhājanaṁ ādāya agamāsi. Taṁ nadīsotena vuyhamānaṁ heṭṭhānadiyaṁ hatthiṁ nhāpento eko hatthācariyo mahāmatto disvā ukkhipāpetvā vivarāpetvā ‘‘kimetthā’’ti pucchi. ‘‘Bhattañceva kukkuṭamaṁsañca sāmī’’ti. So taṁ pidahāpetvā lañchāpetvā ‘‘yāva mayaṁ āgacchāma, tāvimaṁ bhattaṁ mā vivarā’’ti bhariyāya pesesi. Sopi kho kaṭṭhahārako mukhato paviṭṭhena vālukodakena uddhumātaudaro palāyi.",
  "atk-s0513a21:850": "Atheko tassa hatthācariyassa kulūpako dibbacakkhukatāpaso ‘‘mayhaṁ upaṭṭhāko hatthiṭṭhānaṁ na vijahati, kadā nu kho sampattiṁ pāpuṇissatī’’ti dibbacakkhunā upadhārento taṁ purisaṁ disvā taṁ kāraṇaṁ ñatvā puretaraṁ gantvā hatthācariyassa nivesane nisīdi. Hatthācariyo āgantvā taṁ vanditvā ekamantaṁ nisinno taṁ bhattabhājanaṁ āharāpetvā ‘‘tāpasaṁ maṁsodanena parivisathā’’ti āha. Tāpaso bhattaṁ gahetvā maṁse dīyamāne aggahetvā ‘‘imaṁ maṁsaṁ ahaṁ vicāremī’’ti vatvā ‘‘vicāretha , bhante’’ti vutte thūlamaṁsādīni ekekaṁ koṭṭhāsaṁ kāretvā thūlamaṁsaṁ hatthācariyassa dāpesi, bahimaṁsaṁ tassa bhariyāya, aṭṭhimaṁsaṁ attanā paribhuñji. So bhattakiccāvasāne gacchanto ‘‘tvaṁ ito tatiyadivase rājā bhavissasi, appamatto hohī’’ti vatvā pakkāmi. Tatiyadivase eko sāmantarājā āgantvā bārāṇasiṁ parivāresi. Bārāṇasirājā hatthācariyaṁ rājavesaṁ gāhāpetvā ‘‘hatthiṁ abhiruhitvā yujjhā’’ti āṇāpetvā sayaṁ aññātakavesena senāya vicārento ekena mahāvegena sarena viddho taṅkhaṇaññeva mari. Tassa matabhāvaṁ ñatvā hatthācariyo bahū kahāpaṇe nīharāpetvā ‘‘dhanatthikā purato hutvā yujjhantū’’ti bheriṁ carāpesi. Balakāyo muhutteneva sāmantarājānaṁ jīvitakkhayaṁ pāpesi. Amaccā rañño sarīrakiccaṁ katvā ‘‘kaṁ rājānaṁ karomā’’ti mantayamānā ‘‘amhākaṁ rājā jīvamāno attano vesaṁ hatthācariyassa adāsi, ayameva yuddhaṁ katvā rajjaṁ gaṇhi, etasseva rajjaṁ dassāmā’’ti taṁ rajjena abhisiñciṁsu, bhariyampissa aggamahesiṁ akaṁsu. Bodhisatto rājakulūpako ahosi.",
  "atk-s0513a21:851": "Satthā atītaṁ āharitvā abhisambuddho hutvā imā dve gāthā abhāsi –",
  "atk-s0513a21:852": "100.",
  "atk-s0513a21:853": " ‘‘Yaṁ ussukā saṅgharanti, alakkhikā bahuṁ dhanaṁ;",
  "atk-s0513a21:854": "Sippavanto asippā ca, lakkhivā tāni bhuñjati.",
  "atk-s0513a21:855": "101.",
  "atk-s0513a21:856": " ‘‘Sabbattha katapuññassa, aticcaññeva pāṇino;",
  "atk-s0513a21:857": "Uppajjanti bahū bhogā, appanāyatanesupī’’ti.",
  "atk-s0513a21:858": "Tattha yaṁ ussukāti yaṁ dhanasaṅgharaṇe ussukkamāpannā chandajātā kicchena bahuṁ dhanaṁ saṅgharanti.‘‘Ye ussukā’’tipi pāṭho, ye purisā dhanasaṁharaṇe ussukā hatthisippādivasena sippavanto asippā ca antamaso vetanena kammaṁ katvā bahuṁ dhanaṁ saṅgharantīti attho. Lakkhivā tāni bhuñjatīti tāni ‘‘bahuṁ dhana’’nti vuttāni dhanāni puññavā puriso attano puññaphalaṁ paribhuñjanto kiñci kammaṁ akatvāpi paribhuñjati.",
  "atk-s0513a21:859": "Aticcaññeva pāṇinoti aticca aññe eva pāṇino. Eva-kāro purimapadena yojetabbo, sabbattheva katapuññassa aññe akatapuññe satte atikkamitvāti attho. Appanāyatanesupīti api anāyatanesupi aratanākaresu ratanāni asuvaṇṇāyatanādīsu suvaṇṇādīni ahatthāyatanādīsu hatthiādayoti saviññāṇakaaviññāṇakā bahū bhogā uppajjanti . Tattha muttāmaṇiādīnaṁ anākare uppattiyaṁ duṭṭhagāmaṇiabhayamahārājassa vatthu kathetabbaṁ.",
  "atk-s0513a21:860": "Satthā pana imā gāthā vatvā ‘‘gahapati, imesaṁ sattānaṁ puññasadisaṁ aññaṁ āyatanaṁ nāma natthi, puññavantānañhi anākaresu ratanāni uppajjantiyevā’’ti vatvā imaṁ dhammaṁ desesi –",
  "atk-s0513a21:861": "‘‘Esa devamanussānaṁ, sabbakāmadado nidhi;",
  "atk-s0513a21:862": "Yaṁ yadevābhipatthenti, sabbametena labbhati.",
  "atk-s0513a21:863": "‘‘Suvaṇṇatā susaratā, susaṇṭhānā surūpatā;",
  "atk-s0513a21:864": "Ādhipaccaparivāro, sabbametena labbhati.",
  "atk-s0513a21:865": "‘‘Padesarajjaṁ issariyaṁ, cakkavattisukhaṁ piyaṁ;",
  "atk-s0513a21:866": "Devarajjampi dibbesu, sabbametena labbhati.",
  "atk-s0513a21:867": "‘‘Mānussikā ca sampatti, devaloke ca yā rati;",
  "atk-s0513a21:868": "Yā ca nibbānasampatti, sabbametena labbhati.",
  "atk-s0513a21:869": "‘‘Mittasampadamāgamma, yonisova payuñjato;",
  "atk-s0513a21:870": "Vijjāvimuttivasībhāvo, sabbametena labbhati.",
  "atk-s0513a21:871": "‘‘Paṭisambhidā vimokkhā ca, yā ca sāvakapāramī;",
  "atk-s0513a21:872": "Paccekabodhi buddhabhūmi, sabbametena labbhati.",
  "atk-s0513a21:873": "‘‘Evaṁ mahatthikā esā, yadidaṁ puññasampadā;",
  "atk-s0513a21:874": "Tasmā dhīrā pasaṁsanti, paṇḍitā katapuññata’’nti. (khu. pā. 8.10-16);",
  "atk-s0513a21:875": "Idāni yesu anāthapiṇḍikassa sirī patiṭṭhitā, tāni ratanāni dassetuṁ ‘‘kukkuṭo’’tiādimāha.",
  "atk-s0513a21:876": "102.",
  "atk-s0513a21:877": " ‘‘Kukkuṭo maṇayo daṇḍo, thiyo ca puññalakkhaṇā;",
  "atk-s0513a21:878": "Uppajjanti apāpassa, katapuññassa jantuno’’ti.",
  "atk-s0513a21:879": "Tattha daṇḍoti ārakkhayaṭṭhiṁ sandhāya vuttaṁ, thiyoti seṭṭhibhariyaṁ puññalakkhaṇadeviṁ. Sesamettha uttānameva. Gāthaṁ vatvā ca pana jātakaṁ samodhānesi – ‘‘tadā rājā ānando ahosi, kulūpakatāpaso pana ahameva sammāsambuddho ahosi’’nti.",
  "atk-s0513a21:880": "Sirijātakavaṇṇanā catutthā.",
  "atk-s0513a21:882": " [285] 5. Maṇisūkarajātakavaṇṇanā",
  "atk-s0513a21:883": "Dariyāsatta vassānīti idaṁ satthā jetavane viharanto sundarīmāraṇaṁ ārabbha kathesi. Tena kho pana samayena bhagavā sakkato hoti garukatoti vatthu udāne (udā. 38) āgatameva. Ayaṁ panettha saṅkhepo – bhagavato kira bhikkhusaṅghassa ca pañcannaṁ mahānadīnaṁ mahoghasadise lābhasakkāre uppanne hatalābhasakkārā aññatitthiyā sūriyuggamanakāle khajjopanakā viya nippabhā hutvā ekato sannipatitvā mantayiṁsu – ‘‘mayaṁ samaṇassa gotamassa uppannakālato paṭṭhāya hatalābhasakkārā, na koci amhākaṁ atthibhāvampi jānāti, kena nu kho saddhiṁ ekato hutvā samaṇassa gotamassa avaṇṇaṁ uppādetvā lābhasakkāramassa antaradhāpeyyāmā’’ti. Atha nesaṁ etadahosi – ‘‘sundariyā saddhiṁ ekato hutvā sakkuṇissāmā’’ti.",
  "atk-s0513a21:884": "Te ekadivasaṁ sundariṁ titthiyārāmaṁ pavisitvā vanditvā ṭhitaṁ nālapiṁsu. Sā punappunaṁ sallapantīpi paṭivacanaṁ alabhitvā ‘‘api nu, ayyā, tumhe kenaci viheṭhitātthā’’ti pucchi. ‘‘Kiṁ, bhagini, samaṇaṁ gotamaṁ amhe viheṭhetvā hatalābhasakkāre katvā vicarantaṁ na passasī’’ti. Sā evamāha – ‘‘mayā ettha kiṁ kātuṁ vaṭṭatī’’ti? Tvaṁ khosi, bhagini, abhirūpā sobhaggappattā, samaṇassa gotamassa ayasaṁ āropetvā mahājanaṁ tava kathaṁ gāhāpetvā hatalābhasakkāraṁ karohī’’ti? Sā ‘‘sādhū’’ti sampaṭicchitvā vanditvā pakkantā. Tato paṭṭhāya mālāgandhavilepanakappūrakaṭukaphalādīni gahetvā sāyaṁ mahājanassa satthu dhammadesanaṁ sutvā nagaraṁ pavisanakāle jetavanābhimukhī gacchati. ‘‘Kahaṁ gacchasī’’ti ca puṭṭhā ‘‘samaṇassa gotamassa santikaṁ, ahañhi tena saddhiṁ ekagandhakuṭiyaṁ vasāmī’’ti vatvā aññatarasmiṁ titthiyārāme vasitvā pātova jetavanamaggaṁ otaritvā nagarābhimukhī gacchati. ‘‘Kiṁ, sundari, kahaṁ gatāsī’’ti ca puṭṭhā ‘‘samaṇena gotamena saddhiṁ ekagandhakuṭiyaṁ vasitvā taṁ kilesaratiyā ramāpetvā āgatāmhī’’ti vadati.",
  "atk-s0513a21:885": "Atha naṁ katipāhaccayena dhuttānaṁ kahāpaṇe datvā ‘‘gacchatha sundariṁ māretvā samaṇassa gotamassa gandhakuṭiyā samīpe mālākacavarantare nikkhipitvā ethā’’ti vadiṁsu, te tathā akaṁsu. Tato titthiyā ‘‘sundariṁ na passāmā’’ti kolāhalaṁ katvā rañño ārocetvā ‘‘kahaṁ vo āsaṅkā’’ti vuttā ‘‘imesu divasesu jetavane vasati, tatrassā pavattiṁ na jānāmā’’ti vatvā ‘‘tena hi gacchatha, naṁ vicinathā’’ti raññā anuññātā attano upaṭṭhāke gahetvā jetavanaṁ gantvā vicinantā mālākacavarantare disvā mañcakaṁ āropetvā nagaraṁ pavesetvā ‘‘samaṇassa gotamassa sāvakā ‘satthārā katapāpakammaṁ paṭicchādessāmā’ti sundariṁ māretvā mālākacavarantare nikkhipiṁsū’’ti rañño ārocesuṁ, rājā ‘‘tena hi gacchatha, nagaraṁ āhiṇḍathā’’ti āha. Te nagaravīthīsu ‘‘passatha samaṇānaṁ sakyaputtiyānaṁ kamma’’ntiādīni viravitvā puna rañño nivesanadvāraṁ agamaṁsu.",
  "atk-s0513a21:886": "Rājā sundariyā sarīraṁ āmakasusāne aṭṭakaṁ āropetvā rakkhāpesi. Sāvatthivāsino ṭhapetvā ariyasāvake sesā yebhuyyena ‘‘passatha samaṇānaṁ sakyaputtiyānaṁ kamma’’ntiādīni vatvā antonagare ca bahinagare ca bhikkhū akkosantā paribhāsantā vicaranti. Bhikkhū taṁ pavattiṁ tathāgatassa ārocesuṁ. Satthā ‘‘tena hi tumhepi te manusse evaṁ paṭicodethā’’ti –",
  "atk-s0513a21:887": "‘‘Abhūtavādī nirayaṁ upeti, yo vāpi katvā na karomi cāha;",
  "atk-s0513a21:888": "Ubhopi te pecca samā bhavanti, nihīnakammā manujā paratthā’’ti. (udā. 38) –",
  "atk-s0513a21:889": "Imaṁ gāthamāha.",
  "atk-s0513a21:890": "Rājā ‘‘sundariyā aññehi māritabhāvaṁ jānāthā’’ti purise pesesi. Tepi kho dhuttā tehi kahāpaṇehi suraṁ pivantā aññamaññaṁ kalahaṁ karonti. Tattheko evamāha – ‘‘tvaṁ sundariṁ ekappahāreneva māretvā mālākacavarantare nikkhipitvā tato laddhakahāpaṇehi suraṁ pivasi, hotu hotū’’ti. Rājapurisā te dhutte gahetvā rañño dassesuṁ. Atha te rājā ‘‘tumhehi māritā’’ti pucchi. ‘‘Āma, devā’’ti. ‘‘Kehi mārāpitā’’ti? ‘‘Aññatitthiyehi, devā’’ti. Rājā titthiye pakkosāpetvā sundariṁ ukkhipāpetvā ‘‘gacchatha tumhe, evaṁ vadantā nagaraṁ āhiṇḍatha ‘ayaṁ sundarī samaṇassa gotamassa avaṇṇaṁ āropetukāmehi amhehi mārāpitā, neva samaṇassa gotamassa, na gotamasāvakānaṁ doso atthi, amhākaṁyeva doso’’’ti āṇāpesi. Te tathā akaṁsu. Bālamahājano tadā saddahi, titthiyāpi purisavadhadaṇḍena palibuddhā. Tato paṭṭhāya buddhānaṁ mahantataro lābhasakkāro ahosi.",
  "atk-s0513a21:891": "Athekadivasaṁ bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ – ‘‘āvuso, titthiyā ‘buddhānaṁ kāḷakabhāvaṁ uppādessāmā’ti sayaṁ kāḷakā jātā, buddhānaṁ pana mahantataro lābhasakkāro udapādī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, sakkā buddhānaṁ saṁkilesaṁ uppādetuṁ, buddhānaṁ saṁkiliṭṭhabhāvakaraṇaṁ nāma jātimaṇino kiliṭṭhabhāvakaraṇasadisaṁ, pubbe jātimaṇiṁ ‘kiliṭṭhaṁ karissāmā’ti vāyamantāpi nāsakkhiṁsu kiliṭṭhaṁ kātu’’nti vatvā tehi yācito atītaṁ āhari.",
  "atk-s0513a21:892": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto ekasmiṁ gāmake brāhmaṇakule nibbattitvā vayappatto kāmesu ādīnavaṁ disvā nikkhamitvā himavantapadese tisso pabbatarājiyo atikkamitvā tāpaso hutvā paṇṇasālāyaṁ vasi. Tassā avidūre maṇiguhā ahosi, tattha tiṁsamattā sūkarā vasanti, guhāya avidūre eko sīho carati, tassa maṇimhi chāyā paññāyati. Sūkarā sīhacchāyaṁ disvā bhītā utrastā appamaṁsalohitā ahesuṁ. Te ‘‘imassa maṇino vippasannattā ayaṁ chāyā paññāyati, imaṁ maṇiṁ saṁkiliṭṭhaṁ vivaṇṇaṁ karomā’’ti cintetvā avidūre ekaṁ saraṁ gantvā kalale pavaṭṭetvā āgantvā taṁ maṇiṁ ghaṁsanti. So sūkaralomehi ghaṁsiyamāno vippasannataro ahosi. Sūkarā upāyaṁ apassantā ‘‘imassa maṇino vivaṇṇakaraṇūpāyaṁ tāpasaṁ pucchissāmā’’ti bodhisattaṁ upasaṅkamitvā vanditvā ekamantaṁ ṭhitā purimā dve gāthā udāhariṁsu –",
  "atk-s0513a21:893": "103.",
  "atk-s0513a21:894": " ‘‘Dariyā satta vassāni, tiṁsamattā vasāmase;",
  "atk-s0513a21:895": "Haññāma maṇino ābhaṁ, iti no mantaraṁ ahu.",
  "atk-s0513a21:896": "104.",
  "atk-s0513a21:897": " ‘‘Yāvatā maṇiṁ ghaṁsāma, bhiyyo vodāyate maṇi;",
  "atk-s0513a21:898": "Idañcadāni pucchāma, kiṁ kiccaṁ idha maññasī’’ti.",
  "atk-s0513a21:899": "Tattha dariyāti maṇiguhāyaṁ. Vasāmaseti vasāma. Haññāmāti hanissāma, mayampi vivaṇṇaṁ karissāma. Idañcadāni pucchāmāti idāni mayaṁ ‘‘kena kāraṇena ayaṁ maṇi kilissamāno vodāyate’’ti idaṁ taṁ pucchāma. ‘‘Kiṁ kiccaṁ ‘idha maññasī’ti imasmiṁ atthe tvaṁ imaṁ kiccaṁ kinti maññasī’’ti.",
  "atk-s0513a21:900": "Atha nesaṁ ācikkhanto bodhisatto tatiyaṁ gāthamāha –",
  "atk-s0513a21:901": "105.",
  "atk-s0513a21:902": " ‘‘Ayaṁ maṇi veḷuriyo, akāco vimalo subho;",
  "atk-s0513a21:903": "Nāssa sakkā siriṁ hantuṁ, apakkamatha sūkarā’’ti.",
  "atk-s0513a21:904": "Tattha akācoti akakkaso. Subhoti sobhano. Sirinti pabhaṁ. Apakkamathāti imassa maṇissa pabhā nāsetuṁ na sakkā, tumhe pana imaṁ maṇiguhaṁ pahāya aññattha gacchathāti.",
  "atk-s0513a21:905": "Te tassa kathaṁ sutvā tathā akaṁsu. Bodhisatto jhānaṁ uppādetvā brahmalokaparāyaṇo ahosi.",
  "atk-s0513a21:906": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā tāpaso ahameva ahosi’’nti.",
  "atk-s0513a21:907": "Maṇisūkarajātakavaṇṇanā pañcamā.",
  "atk-s0513a21:909": " [286] 6. Sālūkajātakavaṇṇanā",
  "atk-s0513a21:910": "Māsālūkassa pihayīti idaṁ satthā jetavane viharanto thullakumārikāpalobhanaṁ ārabbha kathesi. Taṁ cūḷanāradakassapajātake (jā. 1.13.40 ādayo) āvibhavissati. Taṁ pana bhikkhuṁ satthā pakkosāpetvā ‘‘saccaṁ kira tvaṁ, bhikkhu, ukkaṇṭhitosī’’ti pucchi. ‘‘Evaṁ, bhante’’ti. ‘‘Ko taṁ ukkaṇṭhāpetī’’ti? ‘‘Thullakumārikā, bhante’’ti. Satthā ‘‘esā te bhikkhu anatthakārikā, pubbepi tvaṁ etissā vivāhatthāya āgataparisāya uttaribhaṅgo ahosī’’ti vatvā bhikkhūhi yācito atītaṁ āhari.",
  "atk-s0513a21:911": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto mahālohitagoṇo nāma ahosi, kaniṭṭhabhātā panassa cūḷalohito nāma. Ubhopi goṇā gāmake ekasmiṁ kule kammaṁ karonti. Tassa kulassa ekā vayappattā kumārikā atthi, taṁ aññakulaṁ vāresi. Atha naṁ kulaṁ ‘‘vivāhakāle uttaribhaṅgo bhavissatī’’ti sālūkaṁ nāma sūkaraṁ yāgubhattena paṭijaggi, so heṭṭhāmañce sayati. Athekadivasaṁ cūḷalohito bhātaraṁ āha – ‘‘bhātika, mayaṁ imasmiṁ kule kammaṁ karoma, amhe nissāya imaṁ kulaṁ jīvati, atha ca panime manussā amhākaṁ tiṇapalālamattaṁ denti, imaṁ sūkaraṁ yāgubhattena posenti, heṭṭhāmañce sayāpenti, kiṁ nāmesa etesaṁ karissatī’’ti. Mahālohito ‘‘tāta, mā tvaṁ etassa yāgubhattaṁ patthaya, etissā kumārikāya vivāhadivase etaṁ uttaribhaṅgaṁ kātukāmā ete maṁsassa thūlabhāvakaraṇatthaṁ posenti, katipāhaccayena taṁ passissasi heṭṭhāmañcato nikkhāmetvā vadhitvā khaṇḍākhaṇḍikaṁ chinditvā āgantukabhattaṁ kariyamāna’’nti vatvā purimā dve gāthā samuṭṭhāpesi –",
  "atk-s0513a21:912": "106.",
  "atk-s0513a21:913": " ‘‘Mā sālūkassa pihayi, āturannāni bhuñjati;",
  "atk-s0513a21:914": "Appossukko bhusaṁ khāda, etaṁ dīghāyulakkhaṇaṁ.",
  "atk-s0513a21:915": "107.",
  "atk-s0513a21:916": " ‘‘Idāni so idhāgantvā, atithī yuttasevako;",
  "atk-s0513a21:917": "Atha dakkhasi sālūkaṁ, sayantaṁ musaluttara’’nti.",
  "atk-s0513a21:918": "Tatthāyaṁ saṅkhepattho – tāta, tvaṁ mā sālūkasūkarabhāvaṁ patthayi, ayañhi āturannāni maraṇabhojanāni bhuñjati, yāni bhuñjitvā nacirasseva maraṇaṁ pāpuṇissati, tvaṁ pana appossukko nirālayo hutvā attanā laddhaṁ imaṁ palālamissakaṁ bhusaṁ khāda, etaṁ dīghāyubhāvassa lakkhaṇaṁ sañjānananimittaṁ. Idāni katipāhasseva so vevāhikapuriso mahatiyā parisāya yutto yuttasevako idha atithi hutvā āgato bhavissati, athetaṁ sālūkaṁ musalasadisena uttaroṭṭhena samannāgatattā musaluttaraṁ māritaṁ sayantaṁ dakkhasīti.",
  "atk-s0513a21:919": "Tato katipāhasseva vevāhikesu āgatesu sālūkaṁ māretvā uttaribhaṅgamakaṁsu. Ubho goṇā taṁ tassa vipattiṁ disvā ‘‘amhākaṁ bhusameva vara’’nti cintayiṁsu. Satthā abhisambuddho hutvā tadatthajotikaṁ tatiyaṁ gāthamāha –",
  "atk-s0513a21:920": "108.",
  "atk-s0513a21:921": " ‘‘Vikantaṁ sūkaraṁ disvā, sayantaṁ musaluttaraṁ;",
  "atk-s0513a21:922": "Jaraggavā vicintesuṁ, varamhākaṁ bhusāmivā’’ti.",
  "atk-s0513a21:923": "Tattha bhusāmivāti bhusameva amhākaṁ varaṁ uttamanti attho.",
  "atk-s0513a21:924": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne so bhikkhu sotāpattiphale patiṭṭhahi. ‘‘Tadā kumārikā etarahi thullakumārikā ahosi, sālūko ukkaṇṭhitabhikkhu, cūḷalohito ānando, mahālohito pana ahameva ahosi’’nti.",
  "atk-s0513a21:925": "Sālūkajātakavaṇṇanā chaṭṭhā.",
  "atk-s0513a21:927": " [287] 7. Lābhagarahajātakavaṇṇanā",
  "atk-s0513a21:928": "Nānummattoti idaṁ satthā jetavane viharanto sāriputtattherassa saddhivihārikaṁ ārabbha kathesi. Therassa kira saddhivihāriko theraṁ upasaṅkamitvā vanditvā ekamantaṁ nisinno ‘‘lābhuppattipaṭipadaṁ me, bhante, kathetha, kiṁ karonto cīvarādīnaṁ lābhī hotī’’ti pucchi. Athassa thero ‘‘āvuso, catūhaṅgehi samannāgatassa lābhasakkāro uppajjati, attano abbhantare hirottappaṁ bhinditvā sāmaññaṁ pahāya anummatteneva ummattena viya bhavitabbaṁ, pisuṇavācā vattabbā, naṭasadisena bhavitabbaṁ, vikiṇṇavācena kutūhalena bhavitabba’’nti imaṁ lābhuppattipaṭipadaṁ kathesi. So taṁ paṭipadaṁ garahitvā uṭṭhāya pakkanto. Thero satthāraṁ upasaṅkamitvā vanditvā taṁ pavattiṁ ācikkhi. Satthā ‘‘neso, sāriputta, bhikkhu idāneva lābhaṁ garahati, pubbepesa garahiyevā’’ti vatvā therena yācito atītaṁ āhari.",
  "atk-s0513a21:929": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto brāhmaṇakule nibbattitvā vayappatto soḷasavassikakāleyeva tiṇṇaṁ vedānaṁ aṭṭhārasannañca sippānaṁ pariyosānaṁ patvā disāpāmokkho ācariyo hutvā pañca māṇavakasatāni sippaṁ vācesi. Tatreko māṇavo sīlācārasampanno ekadivasaṁ ācariyaṁ upasaṅkamitvā ‘‘kathaṁ imesaṁ sattānaṁ lābho uppajjatī’’ti lābhuppattipaṭipadaṁ pucchi. Ācariyo ‘‘tāta, imesaṁ sattānaṁ catūhi kāraṇehi lābho uppajjatī’’ti vatvā paṭhamaṁ gāthamāha –",
  "atk-s0513a21:930": "109.",
  "atk-s0513a21:931": " ‘‘Nānummatto nāpisuṇo, nānaṭo nākutūhalo;",
  "atk-s0513a21:932": "Mūḷhesu labhate lābhaṁ, esā te anusāsanī’’ti.",
  "atk-s0513a21:933": "Tattha nānummattoti na anummatto. Idaṁ vuttaṁ hoti – yathā ummattako nāma itthipurisadārikadārake disvā tesaṁ vatthālaṅkārādīni vilumpati, tato tato macchamaṁsapūvādīni balakkārena gahetvā khādati, evameva yo gihibhūto ajjhattabahiddhasamuṭṭhānaṁ hirottappaṁ pahāya kusalākusalaṁ agaṇetvā nirayabhayaṁ abhāyanto lobhābhibhūto pariyādiṇṇacitto kāmesu pamatto sandhicchedādīni sāhasikakammāni karoti, pabbajitopi hirottappaṁ pahāya kusalākusalaṁ agaṇetvā nirayabhayaṁ abhāyanto satthārā paññattaṁ sikkhāpadaṁ maddanto lobhena abhibhūto pariyādiṇṇacitto cīvarādimattaṁ nissāya attano sāmaññaṁ vijahitvā pamatto vejjakammadūtakammādīni karoti, veḷudānādīni nissāya jīvikaṁ kappeti, ayaṁ anummattopi ummattasadisattā ummatto nāma , evarūpassa khippaṁ lābho uppajjati. Yo pana evaṁ anummatto lajjī kukkuccako, esa mūḷhesu apaṇḍitesu purisesu lābhaṁ na labhati, tasmā lābhatthikena ummattakena viya bhavitabbanti.",
  "atk-s0513a21:934": "Nāpisuṇoti etthāpi yo pisuṇo hoti, ‘‘asukena idaṁ nāma kata’’nti rājakule pesuññaṁ upasaṁharati, so aññesaṁ yasaṁ acchinditvā attano gaṇhāti. Rājānopi naṁ ‘‘ayaṁ amhesu sasasneho’’ti ucce ṭhāne ṭhapenti, amaccādayopissa ‘‘ayaṁ no rājakule paribhindeyyā’’ti bhayena dātabbaṁ maññanti, evaṁ etarahi pisuṇassa lābho uppajjati. Yo pana apisuṇo, so mūḷhesu lābhaṁ na labhatīti evamattho veditabbo.",
  "atk-s0513a21:935": "Nānaṭoti lābhaṁ uppādentena naṭena viya bhavitabbaṁ. Yathā naṭo hirottappaṁ pahāya naccagītavāditehi kīḷaṁ katvā dhanaṁ saṁharati, evameva lābhatthikena hirottappaṁ bhinditvā itthipurisadārikadārakānaṁ soṇḍasahāyena viya nānappakāraṁ keḷiṁ karontena vicaritabbaṁ. Yo evaṁ anaṭo, so mūḷhesu lābhaṁ na labhati.",
  "atk-s0513a21:936": "Nākutūhaloti kutūhalo nāma vippakiṇṇavāco. Rājāno hi amacce pucchanti – ‘‘asukaṭṭhāne kira ‘manusso mārito, gharaṁ viluttaṁ, paresaṁ dārā padhaṁsitā’ti suyyati, kesaṁ nu kho idaṁ kamma’’nti. Tattha sesesu akathentesuyeva yo uṭṭhahitvā ‘‘asuko ca asuko ca nāmā’’ti vadati, ayaṁ kutūhalo nāma. Rājāno tassa vacanena te purise pariyesitvā nisedhetvā ‘‘imaṁ nissāya no nagaraṁ niccoraṁ jāta’’nti tassa mahantaṁ yasaṁ denti, sesāpi janā ‘‘ayaṁ no rājapurisehi puṭṭho suyuttaduyuttaṁ katheyyā’’ti bhayena tasseva dhanaṁ denti, evaṁ kutūhalassa lābho uppajjati. Yo pana akutūhalo, esa na mūḷhesu labhati lābhaṁ. Esā te anusāsanīti esā amhākaṁ santikā tuyhaṁ lābhānusiṭṭhīti.",
  "atk-s0513a21:937": "Antevāsiko ācariyassa kathaṁ sutvā lābhaṁ garahanto –",
  "atk-s0513a21:938": "110.",
  "atk-s0513a21:939": " ‘‘Dhiratthu taṁ yasalābhaṁ, dhanalābhañca brāhmaṇa;",
  "atk-s0513a21:940": "Yā vutti vinipātena, adhammacaraṇena vā.",
  "atk-s0513a21:941": "111.",
  "atk-s0513a21:942": " ‘‘Api ce pattamādāya, anagāro paribbaje;",
  "atk-s0513a21:943": "Esāva jīvikā seyyo, yā cādhammena esanā’’ti. – gāthādvayamāha;",
  "atk-s0513a21:944": "Tattha yā vuttīti yā jīvitavutti. Vinipātenāti attano vinipātena. Adhammacaraṇenāti adhammakiriyāya visamakiriyāya vadhabandhanagarahādīhi attānaṁ vinipātetvā adhammaṁ caritvā yā vutti, tañca yasadhanalābhañca sabbaṁ dhiratthu nindāmi garahāmi, na me etenatthoti adhippāyo. Pattamādāyāti bhikkhābhājanaṁ gahetvā. Anagāro paribbajeti ageho pabbajito hutvā careyya, na ca sappuriso kāyaduccaritādivasena adhammacariyaṁ careyya. Kiṁkāraṇā? Esāva jīvikā seyyo. Yā cādhammena esanāti, yā esā adhammena jīvikapariyesanā, tato esā pattahatthassa parakulesu bhikkhācariyāva seyyo, sataguṇena sahassaguṇena sundarataroti dasseti.",
  "atk-s0513a21:945": "Evaṁ māṇavo pabbajjāya guṇaṁ vaṇṇetvā nikkhamitvā isipabbajjaṁ pabbajitvā dhammena bhikkhaṁ pariyesanto abhiññā ca samāpattiyo ca nibbattetvā brahmalokaparāyaṇo ahosi.",
  "atk-s0513a21:946": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā māṇavo lābhagarahī bhikkhu ahosi, ācariyo pana ahameva ahosi’’nti.",
  "atk-s0513a21:947": "Lābhagarahajātakavaṇṇanā sattamā.",
  "atk-s0513a21:949": " [288] 8. Macchuddānajātakavaṇṇanā",
  "atk-s0513a21:950": "Agghanti macchāti idaṁ satthā jetavane viharanto ekaṁ kūṭavāṇijaṁ ārabbha kathesi. Vatthu heṭṭhā kathitameva.",
  "atk-s0513a21:951": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto kuṭumbikakule nibbattitvā viññutaṁ patto kuṭumbaṁ saṇṭhapesi. Kaniṭṭhabhātāpissa atthi, tesaṁ aparabhāge pitā kālakato. Te ekadivasaṁ ‘‘pitu santakaṁ vohāraṁ sādhessāmā’’ti ekaṁ gāmaṁ gantvā kahāpaṇasahassaṁ labhitvā āgacchantā nadītitthe nāvaṁ paṭimānentā puṭabhattaṁ bhuñjiṁsu. Bodhisatto atirekabhattaṁ gaṅgāya macchānaṁ datvā nadīdevatāya pattiṁ adāsi. Devatā pattiṁ anumoditvāyeva dibbena yasena vaḍḍhitvā attano yasavuḍḍhiṁ āvajjamānā taṁ kāraṇaṁ aññāsi. Bodhisattopi vālikāyaṁ uttarāsaṅgaṁ pattharitvā nipanno niddaṁ okkami, kaniṭṭhabhātā panassa thokaṁ corapakatiko. So te kahāpaṇe bodhisattassa adatvā sayameva gaṇhitukāmatāya kahāpaṇabhaṇḍikasadisaṁ ekaṁ sakkharabhaṇḍikaṁ katvā dvepi bhaṇḍikā ekatova ṭhapesi. Tesaṁ nāvaṁ abhiruhitvā gaṅgāmajjhagatānaṁ kaniṭṭho nāvaṁ khobhetvā ‘‘sakkharabhaṇḍikaṁ udake khipissāmī’’ti sahassabhaṇḍikaṁ khipitvā ‘‘bhātika, sahassabhaṇḍikā udake patitā, kinti karomā’’ti āha. ‘‘Udake patitāya kiṁ karissāma, mā cintayī’’ti. Nadīdevatā cintesi – ‘‘ahaṁ iminā dinnapattiṁ anumoditvā dibbayasena vaḍḍhitvā etassa santakaṁ rakkhissāmī’’ti attano ānubhāvena taṁ bhaṇḍikaṁ ekaṁ mahāmacchaṁ gilāpetvā sayaṁ ārakkhaṁ gaṇhi. Sopi coro gehaṁ gantvā ‘‘bhātā me vañcito’’ti bhaṇḍikaṁ mocento sakkharā passitvā hadayena sussantena mañcassa aṭaniṁ upagūhitvā nipajji.",
  "atk-s0513a21:952": "Tadā kevaṭṭā macchagahaṇatthāya jālaṁ khipiṁsu. So maccho devatānubhāvena jālaṁ pāvisi. Kevaṭṭā taṁ gahetvā vikkiṇituṁ nagaraṁ paviṭṭhā. Manussā mahāmacchaṁ disvā mūlaṁ pucchanti. Kevaṭṭā ‘‘kahāpaṇasahassañca satta ca māsake datvā gaṇhathā’’ti vadanti. Manussā ‘‘sahassagghanakamacchopi no diṭṭho’’ti parihāsaṁ karonti. Kevaṭṭā macchaṁ gahetvā bodhisattassa gharadvāraṁ gantvā ‘‘imaṁ macchaṁ gaṇhathā’’ti āhaṁsu. ‘‘Kimassa mūla’’nti? ‘‘Satta māsake datvā gaṇhathā’’ti. ‘‘Aññesaṁ dadamānā kathaṁ dethā’’ti? ‘‘Aññesaṁ sahassena ca sattahi ca māsakehi dema, tumhe pana satta māsake datvā gaṇhathā’’ti. So tesaṁ satta māsake datvā macchaṁ bhariyāya pesesi. Sā macchassa kucchiṁ phālayamānā sahassabhaṇḍikaṁ disvā bodhisattassa ārocesi. Bodhisatto taṁ oloketvā attano lañchaṁ disvā sakasantakabhāvaṁ ñatvā ‘‘idāni ime kevaṭṭā imaṁ macchaṁ aññesaṁ dadamānā sahassena ceva sattahi ca māsakehi denti, amhe pana patvā sahassassa amhākaṁ santakattā satteva māsake gahetvā adaṁsu, idaṁ antaraṁ ajānantaṁ na sakkā kañci saddahāpetu’’nti cintetvā paṭhamaṁ gāthamāha –",
  "atk-s0513a21:953": "112.",
  "atk-s0513a21:954": " ‘‘Agghanti macchā adhikaṁ sahassaṁ, na so atthi yo imaṁ saddaheyya;",
  "atk-s0513a21:955": "Mayhañca assu idha satta māsā, ahampi taṁ macchuddānaṁ kiṇeyya’’nti.",
  "atk-s0513a21:956": "Tattha adhikanti aññehi pucchitā kevaṭṭā ‘‘sattamāsādhikaṁ sahassaṁ agghantī’’ti vadanti. Na so atthi yo imaṁ saddaheyyāti so puriso na atthi, yo imaṁ kāraṇaṁ paccakkhato ajānanto mama vacanena saddaheyya, ettakaṁ vā macchā agghantīti yo imaṁ saddaheyya, so natthi, tasmāyeva te aññehi na gahitātipi attho. Mayhañca assūti mayhaṁ pana satta māsakā ahesuṁ. Macchuddānanti macchavaggaṁ. Tena hi macchena saddhiṁ aññepi macchā ekato baddhā taṁ sakalampi macchuddānaṁ sandhāyetaṁ vuttaṁ. Kiṇeyyanti kiṇiṁ, satteva māsake datvā ettakaṁ macchavaggaṁ gaṇhinti attho.",
  "atk-s0513a21:957": "Evañca pana vatvā idaṁ cintesi – ‘‘kiṁ nu kho nissāya mayā ete kahāpaṇā laddhā’’ti? Tasmiṁ khaṇe nadīdevatā ākāse dissamānarūpena ṭhatvā ‘‘ahaṁ, gaṅgādevatā, tayā macchānaṁ atirekabhattaṁ datvā mayhaṁ patti dinnā, tenāhaṁ tava santakaṁ rakkhantī āgatā’’ti dīpayamānā gāthamāha –",
  "atk-s0513a21:958": "113.",
  "atk-s0513a21:959": " ‘‘Macchānaṁ bhojanaṁ datvā, mama dakkhiṇamādisi;",
  "atk-s0513a21:960": "Taṁ dakkhiṇaṁ sarantiyā, kataṁ apacitiṁ tayā’’ti.",
  "atk-s0513a21:961": "Tattha dakkhiṇanti imasmiṁ ṭhāne pattidānaṁ dakkhiṇā nāma. Sarantiyā kataṁ apacitiṁ tayāti taṁ tayā mayhaṁ kataṁ apacitiṁ sarantiyā mayā idaṁ tava dhanaṁ rakkhitanti attho.",
  "atk-s0513a21:962": "Idaṁ vatvā ca pana sā devatā tassa kaniṭṭhena katakūṭakammaṁ sabbaṁ kathetvā ‘‘eso idāni hadayena sussantena nipanno, duṭṭhacittassa vuḍḍhi nāma natthi, ahaṁ pana ‘tava santakaṁ mā nassī’ti dhanaṁ te āharitvā adāsiṁ, idaṁ kaniṭṭhacorassa adatvā sabbaṁ tvaññeva gaṇhā’’ti vatvā tatiyaṁ gāthamāha –",
  "atk-s0513a21:963": "114.",
  "atk-s0513a21:964": " ‘‘Paduṭṭhacittassa na phāti hoti, na cāpi taṁ devatā pūjayanti;",
  "atk-s0513a21:965": "Yo bhātaraṁ pettikaṁ sāpateyyaṁ, avañcayī dukkaṭakammakārī’’ti.",
  "atk-s0513a21:966": "Tattha na phāti hotīti evarūpassa puggalassa idhaloke vā paraloke vā vuḍḍhi nāma na hoti. Na cāpi tanti taṁ puggalaṁ tassa santakaṁ rakkhamānā devatā na pūjayanti.",
  "atk-s0513a21:967": "Iti devatā mittadubbhicorassa kahāpaṇe adātukāmā evamāha. Bodhisatto pana ‘‘na sakkā evaṁ kātu’’nti tassapi pañca kahāpaṇasatāni pesesiyeva.",
  "atk-s0513a21:968": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne vāṇijo sotāpattiphale patiṭṭhahi. ‘‘Tadā kaniṭṭhabhātā idāni kūṭavāṇijo, jeṭṭhabhātā pana ahameva ahosi’’nti.",
  "atk-s0513a21:969": "Macchuddānajātakavaṇṇanā aṭṭhamā.",
  "atk-s0513a21:971": " [289] 9. Nānāchandajātakavaṇṇanā",
  "atk-s0513a21:972": "Nānāchandā, mahārājāti idaṁ satthā jetavane viharanto āyasmato ānandassa aṭṭhavaralābhaṁ ārabbha kathesi. Vatthu ekādasakanipāte juṇhajātake (jā. 1.11.13 ādayo) āvibhavissati.",
  "atk-s0513a21:973": "Atīte pana bodhisatto bārāṇasiyaṁ brahmadatte rajjaṁ kārente tassa aggamahesiyā kucchimhi nibbattitvā vayappatto takkasilāyaṁ sabbasippāni uggahetvā pitu accayena rajjaṁ pāpuṇi. Tassa ṭhānato apanīto pitu purohito atthi. So duggato hutvā ekasmiṁ jaragehe vasati. Athekadivasaṁ bodhisatto aññātakavesena rattibhāge nagaraṁ pariggaṇhanto vicarati. Tamenaṁ katakammacorā ekasmiṁ surāpāne suraṁ pivitvā aparampi ghaṭenādāya attano gehaṁ gacchantā antaravīthiyaṁ disvā ‘‘are kosi tva’’nti vatvā paharitvā uttarisāṭakaṁ gahetvā ghaṭaṁ ukkhipāpetvā tāsentā gacchiṁsu. Sopi kho brāhmaṇo tasmiṁ khaṇe nikkhamitvā antaravīthiyaṁ ṭhito nakkhattaṁ olokento rañño amittānaṁ hatthagatabhāvaṁ ñatvā brāhmaṇiṁ āmantesi. Sā ‘‘kiṁ, ayyā’’ti vatvā vegena tassa santikaṁ āgatā. Atha naṁ so āha – ‘‘bhoti amhākaṁ rājā amittānaṁ vasaṁ gato’’ti. ‘‘Ayya, kiṁ te rañño santike pavattiyā, brāhmaṇā jānissantī’’ti.",
  "atk-s0513a21:974": "Rājā brāhmaṇassa saddaṁ sutvā thokaṁ gantvā dhutte āha – ‘‘duggatomhi, sāmi, uttarāsaṅgaṁ gahetvā vissajjetha ma’’nti. Te punappunaṁ kathentaṁ kāruññena vissajjesuṁ. So tesaṁ vasanagehaṁ sallakkhetvā nivatti. Atha porāṇakapurohito brāhmaṇopi ‘‘bhoti, amhākaṁ rājā amittahatthato mutto’’ti āha. Rājā tampi sutvā tampi gehaṁ sallakkhetvā pāsādaṁ abhiruhi. So vibhātāya rattiyā brāhmaṇe pakkosāpetvā ‘‘kiṁ ācariyā rattiṁ nakkhattaṁ olokayitthā’’ti pucchi. ‘‘Āma, devā’’ti. ‘‘Kiṁ sobhana’’nti? ‘‘Sobhanaṁ, devā’’ti. ‘‘Koci gāho natthī’’ti. ‘‘Natthi, devā’’ti. Rājā ‘‘asukagehato brāhmaṇaṁ pakkosathā’’ti porāṇakapurohitaṁ pakkosāpetvā ‘‘kiṁ, ācariya, rattiṁ te nakkhattaṁ diṭṭha’’nti pucchi. ‘‘Āma, devā’’ti. ‘‘Atthi koci gāho’’ti. ‘‘Āma, mahārāja, ajja rattiṁ tumhe amittavasaṁ gantvā muhutteneva muttā’’ti. Rājā ‘‘nakkhattajānanakena nāma evarūpena bhavitabba’’nti sesabrāhmaṇe nikkaḍḍhāpetvā ‘‘brāhmaṇa, pasannosmi te, varaṁ tvaṁ gaṇhā’’ti āha. ‘‘Mahārāja, puttadārena saddhiṁ mantetvā gaṇhissāmī’’ti. ‘‘Gaccha mantetvā ehī’’ti.",
  "atk-s0513a21:975": "So gantvā brāhmaṇiñca puttañca suṇisañca dāsiñca pakkositvā ‘‘rājā me varaṁ dadāti, kiṁ gaṇhāmā’’ti pucchi. Brāhmaṇī ‘‘mayhaṁ dhenusataṁ ānehī’’ti āha, putto chattamāṇavo nāma ‘‘mayhaṁ kumudavaṇṇehi catūhi sindhavehi yuttaṁ ājaññaratha’’nti, suṇisā ‘‘mayhaṁ maṇikuṇḍalaṁ ādiṁ katvā sabbālaṅkāra’’nti, puṇṇā nāma dāsī ‘‘mayhaṁ udukkhalamusalañceva suppañcā’’ti. Brāhmaṇo pana gāmavaraṁ gahetukāmo rañño santikaṁ gantvā ‘‘kiṁ , brāhmaṇa, pucchito te puttadāro’’ti puṭṭho ‘‘āma, deva, pucchito, anekacchando’’ti vatvā paṭhamaṁ gāthādvayamāha –",
  "atk-s0513a21:976": "115.",
  "atk-s0513a21:977": " ‘‘Nānāchandā mahārāja, ekāgāre vasāmase;",
  "atk-s0513a21:978": "Ahaṁ gāmavaraṁ icche, brāhmaṇī ca gavaṁ sataṁ.",
  "atk-s0513a21:979": "116.",
  "atk-s0513a21:980": " ‘‘Putto ca ājaññarathaṁ, kaññā ca maṇikuṇḍalaṁ;",
  "atk-s0513a21:981": "Yā cesā puṇṇikā jammī, udukkhalaṁbhikaṅkhatī’’ti.",
  "atk-s0513a21:982": "Tattha iccheti icchāmi. Gavaṁ satanti dhenūnaṁ gunnaṁ sataṁ. Kaññāti suṇisā. Yā cesāti yā esā amhākaṁ ghare puṇṇikā nāma dāsī, sā jammī lāmikā suppamusalehi saddhiṁ udukkhalaṁ abhikaṅkhati icchatīti.",
  "atk-s0513a21:983": "Rājā ‘‘sabbesaṁ icchiticchitaṁ dethā’’ti āṇāpento –",
  "atk-s0513a21:984": "117.",
  "atk-s0513a21:985": " ‘‘Brāhmaṇassa gāmavaraṁ, brāhmaṇiyā gavaṁ sataṁ;",
  "atk-s0513a21:986": "Puttassa ājaññarathaṁ, kaññāya maṇikuṇḍalaṁ;",
  "atk-s0513a21:987": "Yañcetaṁ puṇṇikaṁ jammiṁ, paṭipādethudukkhala’’nti. – gāthamāha;",
  "atk-s0513a21:988": "Tattha yañcetanti yañca etaṁ puṇṇikanti vadati, taṁ jammiṁ udukkhalaṁ paṭipādetha sampaṭicchāpethāti.",
  "atk-s0513a21:989": "Iti rājā brāhmaṇena patthitañca aññañca mahantaṁ yasaṁ datvā ‘‘ito paṭṭhāya amhākaṁ kattabbakiccesu ussukkaṁ āpajjā’’ti vatvā brāhmaṇaṁ attano santike akāsi.",
  "atk-s0513a21:990": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā brāhmaṇo ānando ahosi, rājā pana ahameva ahosi’’nti.",
  "atk-s0513a21:991": "Nānāchandajātakavaṇṇanā navamā.",
  "atk-s0513a21:993": " [290] 10. Sīlavīmaṁsakajātakavaṇṇanā",
  "atk-s0513a21:994": "Sīlaṁkireva kalyāṇanti idaṁ satthā jetavane viharanto ekaṁ sīlavīmaṁsakabrāhmaṇaṁ ārabbha kathesi. Vatthu pana paccuppannampi atītampi heṭṭhā ekakanipāte sīlavīmaṁsakajātake (jā. 1.1.86) vitthāritameva. Idha pana bārāṇasiyaṁ brahmadatte rajjaṁ kārente tassa purohito sīlasampanno ‘‘attano sīlaṁ vīmaṁsissāmī’’ti heraññikaphalakato dve divase ekekaṁ kahāpaṇaṁ gaṇhi. Atha naṁ tatiyadivase ‘‘coro’’ti gahetvā rañño santikaṁ nayiṁsu. So antarāmagge ahituṇḍike sappaṁ kīḷāpente addasa. Atha naṁ rājā disvā ‘‘kasmā evarūpaṁ akāsī’’ti pucchi . Brāhmaṇo ‘‘attano sīlaṁ vīmaṁsitukāmatāyā’’ti vatvā imā gāthā avoca –",
  "atk-s0513a21:995": "118.",
  "atk-s0513a21:996": " ‘‘Sīlaṁ kireva kalyāṇaṁ, sīlaṁ loke anuttaraṁ;",
  "atk-s0513a21:997": "Passa ghoraviso nāgo, sīlavāti na haññati.",
  "atk-s0513a21:998": "119.",
  "atk-s0513a21:999": " ‘‘Sohaṁ sīlaṁ samādissaṁ, loke anumataṁ sivaṁ;",
  "atk-s0513a21:1000": "Ariyavuttisamācāro, yena vuccati sīlavā.",
  "atk-s0513a21:1001": "120.",
  "atk-s0513a21:1002": " ‘‘Ñātīnañca piyo hoti, mittesu ca virocati;",
  "atk-s0513a21:1003": "Kāyassa bhedā sugatiṁ, upapajjati sīlavā’’ti.",
  "atk-s0513a21:1004": "Tattha sīlanti ācāro. Kirāti anussavatthe nipāto. Kalyāṇanti sobhanaṁ, ‘‘sīlaṁ kireva kalyāṇa’’nti evaṁ paṇḍitā vadantīti attho. Passāti attānameva vadati. Na haññatīti parampi na viheṭheti, parehipi na viheṭhīyati. Samādissanti samādiyissāmi. Anumataṁ sivanti ‘‘khemaṁ nibbhaya’’nti evaṁ paṇḍitehi sampaṭicchitaṁ. Yena vuccatīti yena sīlena sīlavā puriso ariyānaṁ buddhādīnaṁ paṭipattiṁ samācaranto ‘‘ariyavuttisamācāro’’ti vuccati, tamahaṁ samādiyissāmīti attho. Virocatīti pabbatamatthake aggikkhandho viya virocati.",
  "atk-s0513a21:1005": "Evaṁ bodhisatto tīhi gāthāhi sīlassa vaṇṇaṁ pakāsento rañño dhammaṁ desetvā ‘‘mahārāja, mama gehe pitu santakaṁ mātu santakaṁ attanā uppāditaṁ tayā dinnañca bahu dhanaṁ atthi , pariyanto nāma na paññāyati, ahaṁ pana sīlaṁ vīmaṁsanto heraññikaphalakato kahāpaṇe gaṇhiṁ. Idāni mayā imasmiṁ loke jātigottakulapadesānaṁ lāmakabhāvo, sīlasseva ca jeṭṭhakabhāvo ñāto, ahaṁ pabbajissāmi, pabbajjaṁ me anujānāhī’’ti anujānāpetvā raññā punappunaṁ yāciyamānopi nikkhamma himavantaṁ pavisitvā isipabbajjaṁ pabbajitvā abhiññā ca samāpattiyo ca nibbattetvā brahmalokaparāyaṇo ahosi.",
  "atk-s0513a21:1006": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā sīlavīmaṁsako purohito brāhmaṇo ahameva ahosi’’nti.",
  "atk-s0513a21:1007": "Sīlavīmaṁsakajātakavaṇṇanā dasamā.",
  "atk-s0513a21:1008": "Abbhantaravaggo catuttho.",
  "atk-s0513a21:1009": "Tassuddānaṁ –",
  "atk-s0513a21:1010": "Duma kaṁsavaruttamabyagghamigā, maṇayo maṇi sālukamavhayano;",
  "atk-s0513a21:1011": "Anusāsaniyopi ca macchavaro, maṇikuṇḍalakena kirena dasāti.",
  "atk-s0513a21:1012": "5. Kumbhavaggo",
  "atk-s0513a21:1014": " [291] 1. Surāghaṭajātakavaṇṇanā",
  "atk-s0513a21:1015": "Sabbakāmadadaṁkumbhanti idaṁ satthā jetavane viharanto anāthapiṇḍikassa bhāgineyyaṁ ārabbha kathesi. So kira mātāpitūnaṁ santakā cattālīsa hiraññakoṭiyo pānabyasanena nāsetvā seṭṭhino santikaṁ agamāsi. Sopissa ‘‘vohāraṁ karohī’’ti sahassaṁ adāsi, tampi nāsetvā puna agamāsi. Punassa pañca satāni dāpesi, tānipi nāsetvā puna āgatassa dve thūlasāṭake dāpesi. Tepi nāsetvā puna āgataṁ gīvāyaṁ gāhāpetvā nīharāpesi. So anātho hutvā parakuṭṭaṁ nissāya kālamakāsi, tamenaṁ kaḍḍhitvā bahi chaḍḍesuṁ. Anāthapiṇḍiko vihāraṁ gantvā sabbaṁ taṁ bhāgineyyassa pavattiṁ tathāgatassa ārocesi. Satthā ‘‘tvaṁ etaṁ kathaṁ santappessasi, yamahaṁ pubbe sabbakāmadadaṁ kumbhaṁ datvāpi santappetuṁ nāsakkhi’’nti vatvā tena yācito atītaṁ āhari.",
  "atk-s0513a21:1016": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto seṭṭhikule nibbattitvā pitu accayena seṭṭhiṭṭhānaṁ labhi. Tassa gehe bhūmigatameva cattālīsakoṭidhanaṁ ahosi, putto panassa ekoyeva. Bodhisatto dānādīni puññāni katvā kālakato sakko devarājā hutvā nibbatti. Athassa putto vīthiṁ āvaritvā maṇḍapaṁ kāretvā mahājanaparivuto nisīditvā suraṁ pātuṁ ārabhi. So laṅghanadhāvananaccagītādīni karontānaṁ sahassaṁ sahassaṁ dadamāno itthisoṇḍasurāsoṇḍamaṁsasoṇḍādibhāvaṁ āpajjitvā ‘‘kva gītaṁ, kva naccaṁ, kva vādita’’nti samajjatthiko pamatto hutvā āhiṇḍanto nacirasseva cattālīsakoṭidhanaṁ upabhogaparibhogūpakaraṇāni ca vināsetvā duggato kapaṇo pilotikaṁ nivāsetvā vicari. Sakko āvajjento tassa duggatabhāvaṁ ñatvā puttapemena āgantvā sabbakāmadadaṁ kumbhaṁ datvā ‘‘tāta, yathā ayaṁ kumbho na bhijjati, tathā naṁ rakkha, imasmiṁ te sati dhanassa paricchedo nāma na bhavissati, appamatto hohī’’ti ovaditvā devalokameva gato. Tato paṭṭhāya suraṁ pivanto vicari. Athekadivasaṁ matto taṁ kumbhaṁ ākāse khipitvā sampaṭicchanto ekavāraṁ virajjhi , kumbho bhūmiyaṁ patitvā bhijji. Tato paṭṭhāya puna daliddo hutvā pilotikaṁ nivāsetvā kapālahattho bhikkhaṁ caranto parakuṭṭaṁ nissāya kālamakāsi.",
  "atk-s0513a21:1017": "Satthā imaṁ atītaṁ āharitvā –",
  "atk-s0513a21:1018": "121.",
  "atk-s0513a21:1019": " ‘‘Sabbakāmadadaṁ kumbhaṁ, kuṭaṁ laddhāna dhuttako;",
  "atk-s0513a21:1020": "Yāva naṁ anupāleti, tāva so sukhamedhati.",
  "atk-s0513a21:1021": "122.",
  "atk-s0513a21:1022": " ‘‘Yadā matto ca ditto ca, pamādā kumbhamabbhidā;",
  "atk-s0513a21:1023": "Tadā naggo ca pottho ca, pacchā bālo vihaññati.",
  "atk-s0513a21:1024": "123.",
  "atk-s0513a21:1025": " ‘‘Evameva yo dhanaṁ laddhā, pamatto paribhuñjati;",
  "atk-s0513a21:1026": "Pacchā tappati dummedho, kuṭaṁ bhitvāva dhuttako’’ti. –",
  "atk-s0513a21:1027": "Imā abhisambuddhagāthā vatvā jātakaṁ samodhānesi.",
  "atk-s0513a21:1028": "Tattha sabbakāmadadanti sabbe vatthukāme dātuṁ samatthaṁ kumbhaṁ. Kuṭanti kumbhavevacanaṁ. Yāvāti yattakaṁ kālaṁ. Anupāletīti yo koci evarūpaṁ labhitvā yāva rakkhati, tāva so sukhamedhatīti attho. Mattoca ditto cāti surāmadena matto dappena ditto. Pamādā kumbhamabbhidāti pamādena kumbhaṁ bhindi. Naggo ca pottho cāti kadāci naggo, kadāci potthakapilotikāya nivatthattā pottho. Evamevāti evaṁ eva. Pamattoti pamādena. Tappatīti socati.",
  "atk-s0513a21:1029": "‘‘Tadā surāghaṭabhedako dhutto seṭṭhibhāgineyyo ahosi, sakko pana ahameva ahosi’’nti.",
  "atk-s0513a21:1030": "Surāghaṭajātakavaṇṇanā paṭhamā.",
  "atk-s0513a21:1032": " [292] 2. Supattajātakavaṇṇanā",
  "atk-s0513a21:1033": "Bārāṇasyaṁ, mahārājāti idaṁ satthā jetavane viharanto bimbādeviyā sāriputtattherena dinnaṁ rohitamaccharasaṁ navasappimissakaṁ sālibhattaṁ ārabbha kathesi. Vatthu heṭṭhā kathitaabbhantarajātake (jā. 1.3.91-93) vatthusadisameva. Tadāpi hi theriyā udaravāto kuppi, rāhulabhaddo therassa ācikkhi. Thero taṁ āsanasālāyaṁ nisīdāpetvā kosalarañño nivesanaṁ gantvā rohitamaccharasaṁ navasappimissakaṁ sālibhattaṁ āharitvā tassa adāsi. So āharitvā mātu theriyā adāsi, tassā bhuttamattāya udaravāto paṭippassambhi. Rājā purise pesetvā pariggaṇhāpetvā tato paṭṭhāya theriyā tathārūpaṁ bhattaṁ adāsi. Athekadivasaṁ bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ – ‘‘āvuso dhammasenāpati, theriṁ evarūpena nāma bhojanena santappesī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva sāriputto rāhulamātāya patthitaṁ deti, pubbepi adāsiyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a21:1034": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto kākayoniyaṁ nibbattitvā vayappatto asītiyā kākasahassānaṁ jeṭṭhako supatto nāma kākarājā ahosi, aggamahesī panassa suphassā nāma kākī ahosi, senāpati sumukho nāma. So asītiyā kākasahassehi parivuto bārāṇasiṁ upanissāya vasi. So ekadivasaṁ suphassaṁ ādāya gocaraṁ pariyesanto bārāṇasirañño mahānasamatthakena agamāsi. Sūdo rañño nānāmacchamaṁsavikatiparivāraṁ bhojanaṁ sampādetvā thokaṁ bhājanāni vivaritvā usumaṁ palāpento aṭṭhāsi. Suphassā macchamaṁsagandhaṁ ghāyitvā rājabhojanaṁ bhuñjitukāmā hutvā taṁ divasaṁ akathetvā dutiyadivase ‘‘ehi, bhadde, gocarāya gamissāmā’’ti vuttā ‘‘tumhe gacchatha, mayhaṁ eko dohaḷo atthī’’ti vatvā ‘‘kīdiso dohaḷo’’ti vutte ‘‘bārāṇasirañño bhojanaṁ bhuñjitukāmāmhi, na kho pana sakkā mayā taṁ laddhuṁ, tasmā jīvitaṁ pariccajissāmi, devā’’ti āha. Bodhisatto cintayamāno nisīdi. Sumukho āgantvā ‘‘kiṁ, mahārāja, anattamanosī’’ti pucchi, rājā tamatthaṁ ārocesi. Senāpati ‘‘mā cintayi, mahārājā’’ti te ubhopi assāsetvā ‘‘ajja tumhe idheva hotha, mayaṁ bhattaṁ āharissāmā’’ti vatvā pakkāmi.",
  "atk-s0513a21:1035": "So kāke sannipātetvā taṁ kāraṇaṁ kathetvā ‘‘etha bhattaṁ āharissāmā’’ti kākehi saddhiṁ bārāṇasiṁ pavisitvā mahānasassa avidūre kāke vagge vagge katvā tasmiṁ tasmiṁ ṭhāne ārakkhatthāya ṭhapetvā sayaṁ aṭṭhahi kākayodhehi saddhiṁ mahānasachadane nisīdi rañño bhattaharaṇakālaṁ olokayamāno. Te ca kāke āha – ‘‘ahaṁ rañño bhatte hariyamāne bhājanāni pātessāmi, bhājanesu patitesu mayhaṁ jīvitaṁ natthi, tumhesu cattāro janā mukhapūraṁ bhattaṁ, cattāro macchamaṁsaṁ gahetvā netvā supattaṁ sapajāpatikaṁ kākarājānaṁ bhojetha, ‘kahaṁ senāpatī’ti vutte ‘pacchato ehitī’ti vadeyyāthā’’ti. Atha sūdo rañño bhojanavikatiṁ sampādetvā kājena gahetvā rājakulaṁ pāyāsi. Tassa rājaṅgaṇaṁ gatakāle kākasenāpati kākānaṁ saññaṁ datvā sayaṁ uppatitvā bhattahārakassa ure nisīditvā nakhapañjarena paharitvā kaṇayaggasadisena tuṇḍena nāsaggamassa abhihantvā uṭṭhāya dvīhi pakkhehi mukhamassa pidahi. Rājā mahātale caṅkamanto mahāvātapānena oloketvā taṁ kākassa kiriyaṁ disvā bhattahārakassa saddaṁ datvā ‘‘bho bhattakāraka, bhājanāni chaḍḍetvā kākameva gaṇhā’’ti āha. So bhājanāni chaḍḍetvā kākaṁ daḷhaṁ gaṇhi. Rājāpi naṁ ‘‘ito ehī’’ti āha.",
  "atk-s0513a21:1036": "Tasmiṁ khaṇe kākā āgantvā attano pahonakaṁ bhuñjitvā sesaṁ vuttaniyāmeneva gahetvā agamiṁsu. Tato sesā āgantvā sesaṁ bhuñjiṁsu. Tepi aṭṭha janā gantvā rājānaṁ sapajāpatikaṁ bhojesuṁ, suphassāya dohaḷo vūpasami. Bhattahārako kākaṁ rañño upanesi. Atha naṁ rājā pucchi – ‘‘bho kāka, tvaṁ mamañca na lajji, bhattahārakassa ca nāsaṁ khaṇḍesi, bhattabhājanāni ca bhindi, attano ca jīvitaṁ na rakkhi, kasmā evarūpaṁ kammamakāsī’’ti? Kāko ‘‘mahārāja, amhākaṁ rājā bārāṇasiṁ upanissāya vasati, ahamassa senāpati, tassa suphassā nāma bhariyā dohaḷinī tumhākaṁ bhojanaṁ bhuñjitukāmā, rājā tassā dohaḷaṁ mayhaṁ ācikkhi. Ahaṁ tattheva mama jīvitaṁ pariccajitvā āgato, idāni me tassā bhojanaṁ pesitaṁ, mayhaṁ manoratho matthakaṁ patto, iminā kāraṇena mayā evarūpaṁ kammaṁ kata’’nti dīpento imā gāthā āha.",
  "atk-s0513a21:1037": "124.",
  "atk-s0513a21:1038": " ‘‘Bārāṇasyaṁ mahārāja, kākarājā nivāsako;",
  "atk-s0513a21:1039": "Asītiyā sahassehi, supatto parivārito.",
  "atk-s0513a21:1040": "125.",
  "atk-s0513a21:1041": " ‘‘Tassa dohaḷinī bhariyā, suphassā bhakkhitumicchati;",
  "atk-s0513a21:1042": "Rañño mahānase pakkaṁ, paccagghaṁ rājabhojanaṁ.",
  "atk-s0513a21:1043": "126.",
  "atk-s0513a21:1044": " ‘‘Tesāhaṁ pahito dūto, rañño camhi idhāgato;",
  "atk-s0513a21:1045": "Bhattu apacitiṁ kummi, nāsāyamakaraṁ vaṇa’’nti.",
  "atk-s0513a21:1046": "Tattha bārāṇasyanti bārāṇasiyaṁ. Nivāsakoti nibaddhavasanako. Pakkanti nānappakārena sampāditaṁ. Keci ‘‘siddha’’nti sajjhāyanti. Paccagghanti abbhuṇhaṁ apārivāsikaṁ, macchamaṁsavikatīsu vā paccekaṁ mahagghaṁ etthāti paccagghaṁ. Tesāhaṁ pahito dūto, rañño camhi idhāgatoti tesaṁ ubhinnampi ahaṁ dūto āṇattikaro rañño ca amhi pahito, tasmā idha āgatoti attho. Bhattu apacitiṁ kummīti svāhaṁ evaṁ āgato attano bhattu apacitiṁ sakkārasammānaṁ karomi. Nāsāyamakaraṁ vaṇanti, mahārāja, iminā kāraṇena tumhe ca attano ca jīvitaṁ agaṇetvā bhattabhājanaṁ pātāpetuṁ bhattahārakassa nāsāya mukhatuṇḍakena vaṇaṁ akāsiṁ, mayā attano rañño apaciti katā, idāni tumhe yaṁ icchatha, taṁ daṇḍaṁ karothāti.",
  "atk-s0513a21:1047": "Rājā tassa vacanaṁ sutvā ‘‘mayaṁ tāva manussabhūtānaṁ mahantaṁ yasaṁ datvā amhākaṁ suhajje kātuṁ na sakkoma, gāmādīni dadamānāpi amhākaṁ jīvitadāyakaṁ na labhāma, ayaṁ kāko samāno attano rañño jīvitaṁ pariccajati, ativiya sappuriso madhurassaro dhammakathiko’’ti guṇesu pasīditvā taṁ setacchattena pūjesi. So attanā laddhena setacchattena rājānameva pūjetvā bodhisattassa guṇe kathesi. Rājā naṁ pakkosāpetvā dhammaṁ sutvā ubhinnampi tesaṁ attano bhojananiyāmena bhattaṁ paṭṭhapesi, sesakākānaṁ devasikaṁ ekaṁ taṇḍulambaṇaṁ pacāpesi, sayañca bodhisattassa ovāde ṭhatvā sabbasattānaṁ abhayaṁ datvā pañca sīlāni rakkhi. Supattakākovādo pana satta vassasatāni pavatti.",
  "atk-s0513a21:1048": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā rājā ānando ahosi, sumukho senāpati sāriputto, suphassā rāhulamātā, supatto pana ahameva ahosi’’nti.",
  "atk-s0513a21:1049": "Supattajātakavaṇṇanā dutiyā.",
  "atk-s0513a21:1051": " [293] 3. Kāyanibbindajātakavaṇṇanā",
  "atk-s0513a21:1052": "Phuṭṭhassa meti idaṁ satthā jetavane viharanto aññataraṁ purisaṁ ārabbha kathesi. Sāvatthiyaṁ kireko puriso paṇḍurogena aṭṭito vejjehi paṭikkhitto. Puttadāropissa ‘‘ko imaṁ paṭijaggituṁ sakkotī’’ti cintesi. Tassa etadahosi – ‘‘sacāhaṁ imamhā rogā vuṭṭhahissāmi, pabbajissāmī’’ti. So katipāheneva kiñci sappāyaṁ labhitvā arogo hutvā jetavanaṁ gantvā satthāraṁ pabbajjaṁ yāci. So satthu santike pabbajjañca upasampadañca labhitvā nacirasseva arahattaṁ pāpuṇi. Athekadivasaṁ bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ – ‘‘āvuso, asuko nāma paṇḍurogī ‘imamhā rogā vuṭṭhito pabbajissāmī’ti cintetvā pabbajito ceva arahattañca patto’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti . Pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāni ayameva; pubbe paṇḍitāpi evaṁ vatvā rogā vuṭṭhāya pabbajitvā attano vuḍḍhimakaṁsū’’ti vatvā atītaṁ āhari.",
  "atk-s0513a21:1053": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto brāhmaṇakule nibbattitvā vayappatto kuṭumbaṁ saṇṭhapetvā vasanto paṇḍurogī ahosi. Vejjāpi paṭijaggituṁ nāsakkhiṁsu, puttadāropissa vippaṭisārī ahosi. So ‘‘imamhā rogā vuṭṭhito pabbajissāmī’’ti cintetvā kiñcideva sappāyaṁ labhitvā arogo hutvā himavantaṁ pavisitvā isipabbajjaṁ pabbajitvā abhiññā ca samāpattiyo ca uppādetvā jhānasukhena viharanto ‘‘ettakaṁ kālaṁ evarūpaṁ sukhaṁ nāma nālattha’’nti udānaṁ udānento imā gāthā āha –",
  "atk-s0513a21:1054": "127.",
  "atk-s0513a21:1055": " ‘‘Phuṭṭhassa me aññatarena byādhinā, rogena bāḷhaṁ dukhitassa ruppato;",
  "atk-s0513a21:1056": "Parisussati khippamidaṁ kaḷevaraṁ, pupphaṁ yathā paṁsuni ātape kataṁ.",
  "atk-s0513a21:1057": "128.",
  "atk-s0513a21:1058": " ‘‘Ajaññaṁ jaññasaṅkhātaṁ, asuciṁ sucisammataṁ;",
  "atk-s0513a21:1059": "Nānākuṇapaparipūraṁ, jaññarūpaṁ apassato.",
  "atk-s0513a21:1060": "129.",
  "atk-s0513a21:1061": " ‘‘Dhiratthumaṁ āturaṁ pūtikāyaṁ, jegucchiyaṁ assuciṁ byādhidhammaṁ;",
  "atk-s0513a21:1062": "Yatthappamattā adhimucchitā pajā, hāpenti maggaṁ sugatūpapattiyā’’ti.",
  "atk-s0513a21:1063": "Tattha aññatarenāti aṭṭhanavutiyā rogesu ekena paṇḍurogabyādhinā. Rogenāti rujjanasabhāvattā evaṁladdhanāmena. Ruppatoti ghaṭṭiyamānassa pīḷiyamānassa. Paṁsuni ātape katanti yathā ātape tattavālikāya ṭhapitaṁ sukhumapupphaṁ parisusseyya, evaṁ parisussatīti attho.",
  "atk-s0513a21:1064": "Ajaññaṁ jaññasaṅkhātanti paṭikūlaṁ amanāpameva bālānaṁ manāpanti saṅkhaṁ gataṁ. Nānākuṇapaparipūranti kesādīhi dvattiṁsāya kuṇapehi paripuṇṇaṁ . Jaññarūpaṁ apassatoti apassantassa andhabālaputhujjanassa manāpaṁ sādhurūpaṁ paribhogasabhāvaṁ hutvā upaṭṭhāti, ‘‘akkhimhā akkhigūthako’’tiādinā nayena pakāsito asubhasabhāvo bālānaṁ na upaṭṭhāti.",
  "atk-s0513a21:1065": "Āturanti niccagilānaṁ. Adhimucchitāti kilesamucchāya ativiya mucchitā. Pajāti andhabālaputhujjanā. Hāpenti maggaṁ sugatūpapattiyāti imasmiṁ pūtikāye laggā laggitā hutvā apāyamaggaṁ pūrentā devamanussabhedāya sugatiupapattiyā maggaṁ parihāpenti.",
  "atk-s0513a21:1066": "Iti mahāsatto nānappakārena asucibhāvañca niccāturabhāvañca pariggaṇhanto kāye nibbinditvā yāvajīvaṁ cattāro brahmavihāre bhāvetvā brahmalokaparāyaṇo ahosi.",
  "atk-s0513a21:1067": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne bahujanā sotāpattiphalādīni pāpuṇiṁsu. ‘‘Tadā tāpaso ahameva ahosi’’nti.",
  "atk-s0513a21:1068": "Kāyanibbindajātakavaṇṇanā tatiyā.",
  "atk-s0513a21:1070": " [294] 4. Jambukhādakajātakavaṇṇanā",
  "atk-s0513a21:1071": "Koyaṁ bindussaro vaggūti idaṁ satthā veḷuvane viharanto devadattakokālike ārabbha kathesi. Tadā hi devadatte parihīnalābhasakkāre kokāliko kulāni upasaṅkamitvā ‘‘devadattatthero nāma mahāsammatapaveṇiyā okkākarājavaṁse jāto asambhinnakhattiyavaṁse vaḍḍhito tipiṭakadharo jhānalābhī madhurakatho dhammakathiko, detha karotha therassā’’ti devadattassa vaṇṇaṁ bhāsati. Devadattopi ‘‘kokāliko udiccabrāhmaṇakulā nikkhamitvā pabbajito bahussuto dhammakathiko, detha karotha kokālikassā’’ti kokālikassa vaṇṇaṁ bhāsati. Iti te aññamaññassa vaṇṇaṁ bhāsitvā kulagharesu bhuñjantā vicaranti. Athekadivasaṁ dhammasabhāyaṁ bhikkhū kathaṁ samuṭṭhāpesuṁ – ‘‘āvuso devadattakokālikā, aññamaññassa abhūtaguṇakathaṁ kathetvā bhuñjantā vicarantī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva te aññamaññassa abhūtaguṇakathaṁ kathetvā bhuñjanti, pubbepevaṁ bhuñjiṁsuyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a21:1072": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto aññatarasmiṁ jambuvanasaṇḍe rukkhadevatā hutvā nibbatti. Tatreko kāko jambusākhāya nisinno jambupakkāni khādati. Atheko siṅgālo āgantvā uddhaṁ olokento kākaṁ disvā ‘‘yaṁnūnāhaṁ imassa abhūtaguṇakathaṁ kathetvā jambūni khādeyya’’nti tassa vaṇṇaṁ kathento imaṁ gāthamāha –",
  "atk-s0513a21:1073": "130.",
  "atk-s0513a21:1074": " ‘‘Koyaṁ bindussaro vaggu, saravantānamuttamo;",
  "atk-s0513a21:1075": "Accuto jambusākhāya, moracchāpova kūjatī’’ti.",
  "atk-s0513a21:1076": "Tattha bindussaroti bindunā avisārena piṇḍitena sarena samannāgato. Vaggūti madhurasaddo. Accutoti na cuto sannisinno. Moracchāpova kūjatīti taruṇamorova manāpena saddena ‘‘ko nāmeso kūjatī’’ti vadati.",
  "atk-s0513a21:1077": "Atha naṁ kāko paṭipasaṁsanto dutiyaṁ gāthamāha –",
  "atk-s0513a21:1078": "131.",
  "atk-s0513a21:1079": " ‘‘Kulaputtova jānāti, kulaputtaṁ pasaṁsituṁ;",
  "atk-s0513a21:1080": "Byagghacchāpasarīvaṇṇa, bhuñja samma dadāmi te’’ti.",
  "atk-s0513a21:1081": "Tattha byagghacchāpasarīvaṇṇāti tvaṁ amhākaṁ byagghapotakasamānavaṇṇova khāyasi, tena taṁ vadāmi ambho byagghacchāpasarīvaṇṇa. Bhuñja, samma, dadāmi teti vayassa yāvadatthaṁ jambupakkāni khāda, ahaṁ te dadāmīti.",
  "atk-s0513a21:1082": "Evañca pana vatvā jambusākhaṁ cāletvā phalāni pātesi. Atha tasmiṁ jamburukkhe adhivatthā devatā te ubhopi abhūtaguṇakathaṁ kathetvā jambūni khādante disvā tatiyaṁ gāthamāha –",
  "atk-s0513a21:1083": "132.",
  "atk-s0513a21:1084": " ‘‘Cirassaṁ vata passāmi, musāvādī samāgate;",
  "atk-s0513a21:1085": "Vantādaṁ kuṇapādañca, aññamaññaṁ pasaṁsake’’ti.",
  "atk-s0513a21:1086": "Tattha vantādanti paresaṁ vantabhattakhādakaṁ kākaṁ. Kuṇapādañcāti kuṇapakhādakaṁ siṅgālañca.",
  "atk-s0513a21:1087": "Imañca pana gāthaṁ vatvā sā devatā bheravarūpārammaṇaṁ dassetvā te tato palāpesi.",
  "atk-s0513a21:1088": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā siṅgālo devadatto ahosi, kāko kokāliko, rukkhadevatā pana ahameva ahosi’’nti.",
  "atk-s0513a21:1089": "Jambukhādakajātakavaṇṇanā catutthā.",
  "atk-s0513a21:1091": " [295] 5. Antajātakavaṇṇanā",
  "atk-s0513a21:1092": "Usabhasseva te khandhoti idaṁ satthā jetavane viharanto teyeva dve jane ārabbha kathesi. Paccuppannavatthu purimasadisameva.",
  "atk-s0513a21:1093": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto ekasmiṁ gāmūpacāre eraṇḍarukkhadevatā hutvā nibbatti. Tadā ekasmiṁ gāmake mataṁ jaraggavaṁ nikkaḍḍhitvā gāmadvāre eraṇḍavane chaḍḍesuṁ. Eko siṅgālo āgantvā tassa maṁsaṁ khādi. Eko kāko āgantvā eraṇḍe nilīno taṁ disvā ‘‘yaṁnūnāhaṁ etassa abhūtaguṇakathaṁ kathetvā maṁsaṁ khādeyya’’nti cintetvā paṭhamaṁ gāthamāha –",
  "atk-s0513a21:1094": "133.",
  "atk-s0513a21:1095": " ‘‘Usabhasseva te khandho, sīhasseva vijambhitaṁ;",
  "atk-s0513a21:1096": "Migarāja namo tyatthu, api kiñci labhāmase’’ti.",
  "atk-s0513a21:1097": "Tattha namo tyatthūti namo te atthu.",
  "atk-s0513a21:1098": "Taṁ sutvā siṅgālo dutiyaṁ gāthamāha –",
  "atk-s0513a21:1099": "134.",
  "atk-s0513a21:1100": " ‘‘Kulaputtova jānāti, kulaputtaṁ pasaṁsituṁ;",
  "atk-s0513a21:1101": "Mayūragīvasaṅkāsa, ito pariyāhi vāyasā’’ti.",
  "atk-s0513a21:1102": "Tattha ito pariyāhīti eraṇḍato otaritvā ito yenāhaṁ, tenāgantvā maṁsaṁ khādāti vadati.",
  "atk-s0513a21:1103": "Taṁ tesaṁ kiriyaṁ disvā rukkhadevatā tatiyaṁ gāthamāha –",
  "atk-s0513a21:1104": "135.",
  "atk-s0513a21:1105": " ‘‘Migānaṁ siṅgālo anto, pakkhīnaṁ pana vāyaso;",
  "atk-s0513a21:1106": "Eraṇḍo anto rukkhānaṁ, tayo antā samāgatā’’ti.",
  "atk-s0513a21:1107": "Tattha antoti hīno lāmako.",
  "atk-s0513a21:1108": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā siṅgālo devadatto ahosi, kāko kokāliko, rukkhadevatā pana ahameva ahosi’’nti.",
  "atk-s0513a21:1109": "Antajātakavaṇṇanā pañcamā.",
  "atk-s0513a21:1111": " [296] 6. Samuddajātakavaṇṇanā",
  "atk-s0513a21:1112": "Ko nāyanti idaṁ satthā jetavane viharanto upanandattheraṁ ārabbha kathesi. So hi mahagghaso mahātaṇho ahosi, sakaṭapūrehi paccayehipi santappetuṁ na sakkā. Vassūpanāyikakāle dvīsu tīsu vihāresu vassaṁ upagantvā ekasmiṁ upāhane ṭhapeti, ekasmiṁ kattarayaṭṭhiṁ, ekasmiṁ udakatumbaṁ. Ekasmiṁ sayaṁ vasati, janapadavihāraṁ gantvā paṇītaparikkhāre bhikkhū disvā ariyavaṁsakathaṁ kathetvā tesaṁ paṁsukūlāni gāhāpetvā tesaṁ cīvarāni gaṇhāti, mattikāpatte gāhāpetvā manāpamanāpe patte thālakāni ca gahetvā yānakaṁ pūretvā jetavanaṁ āgacchati. Athekadivasaṁ bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ – ‘‘āvuso, upanando sakyaputto mahagghaso mahiccho aññesaṁ paṭipattiṁ kathetvā samaṇaparikkhārena yānakaṁ pūretvā āgacchatī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘ayuttaṁ, bhikkhave, upanandena kataṁ paresaṁ ariyavaṁsakathaṁ kathentena, paṭhamatarañhi attanā appicchena hutvā pacchā paresaṁ ariyavaṁsaṁ kathetuṁ vaṭṭatī’’ti.",
  "atk-s0513a21:1113": "‘‘Attānameva paṭhamaṁ, patirūpe nivesaye;",
  "atk-s0513a21:1114": "Athaññamanusāseyya, na kilisseyya paṇḍito’’ti. (dha. pa. 158) –",
  "atk-s0513a21:1115": "Imaṁ dhammapade gāthaṁ desetvā upanandaṁ garahitvā ‘‘na, bhikkhave, idāneva upanando mahiccho, pubbe mahāsamuddepi udakaṁ rakkhitabbaṁ maññī’’ti vatvā atītaṁ āhari.",
  "atk-s0513a21:1116": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto samuddadevatā hutvā nibbatti. Atheko kāko samuddassa uparibhāge vicaranto ‘‘samudde udakaṁ pamāṇena pivatha, rakkhantā pivathā’’ti macchasaṅghasakuṇasaṅghe vārento vārento carati. Taṁ disvā samuddadevatā paṭhamaṁ gāthamāha –",
  "atk-s0513a21:1117": "136.",
  "atk-s0513a21:1118": " ‘‘Ko nāyaṁ loṇatoyasmiṁ, samantā paridhāvati;",
  "atk-s0513a21:1119": "Macche makare ca vāreti, ūmīsu ca vihaññatī’’ti.",
  "atk-s0513a21:1120": "Tattha ko nāyanti ko nu ayaṁ.",
  "atk-s0513a21:1121": "Taṁ sutvā samuddakāko dutiyaṁ gāthamāha –",
  "atk-s0513a21:1122": "137.",
  "atk-s0513a21:1123": " ‘‘Anantapāyī sakuṇo, atittoti disāsuto;",
  "atk-s0513a21:1124": "Samuddaṁ pātumicchāmi, sāgaraṁ saritaṁpati’’nti.",
  "atk-s0513a21:1125": "Tassattho – ahaṁ anantasāgaraṁ pātumicchāmi, tenamhi anantapāyī nāma sakuṇo mahatiyāpi apūraṇiyā taṇhāya samannāgatattā atittotipi ahaṁ disāsu suto vissuto pākaṭo, svāhaṁ imaṁ sakalasamuddaṁ sundarānaṁ ratanānaṁ ākarattā sāgarena vā khatattā sāgaraṁ saritānaṁ patibhāvena saritaṁpatiṁ pātumicchāmīti.",
  "atk-s0513a21:1126": "Taṁ sutvā samuddadevatā tatiyaṁ gāthamāha –",
  "atk-s0513a21:1127": "138.",
  "atk-s0513a21:1128": " ‘‘So ayaṁ hāyati ceva, pūrate ca mahodadhi;",
  "atk-s0513a21:1129": "Nāssa nāyati pītanto, apeyyo kira sāgaro’’ti.",
  "atk-s0513a21:1130": "Tattha so ayaṁ hāyati cevāti udakassa osakkanavelāya hāyati, nikkhamanavelāya pūrati. Nāssa nāyatīti assa mahāsamuddassa sacepi naṁ sakalaloko piveyya, tathāpi ‘‘ito ettakaṁ nāma udakaṁ pīta’’nti pariyanto na paññāyati. Apeyyo kirāti eso kira sāgaro na sakkā kenaci udakaṁ khepetvā pātunti.",
  "atk-s0513a21:1131": "Evañca pana vatvā sā bheravarūpārammaṇaṁ dassetvā samuddakākaṁ palāpesi.",
  "atk-s0513a21:1132": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā samuddakāko upanando ahosi, devatā pana ahameva ahosi’’nti.",
  "atk-s0513a21:1133": "Samuddajātakavaṇṇanā chaṭṭhā.",
  "atk-s0513a21:1135": " [297] 7. Kāmavilāpajātakavaṇṇanā",
  "atk-s0513a21:1136": "Uccesakuṇa ḍemānāti idaṁ satthā jetavane viharanto purāṇadutiyikāpalobhanaṁ ārabbha kathesi. Paccuppannavatthu puppharattajātake (jā. 1.1.147) kathitaṁ, atītavatthu indriyajātake (jā. 1.8.60 ādayo) āvibhavissati. Taṁ pana purisaṁ jīvantaṁ sūle uttāsesuṁ. So tattha nisinno ākāsena gacchantaṁ ekaṁ kākaṁ disvā tāvakharampi taṁ vedanaṁ agaṇetvā piyabhariyāya sāsanaṁ pesetuṁ kākaṁ āmantento imā gāthā āha –",
  "atk-s0513a21:1137": "139.",
  "atk-s0513a21:1138": " ‘‘Ucce sakuṇa ḍemāna, pattayāna vihaṅgama;",
  "atk-s0513a21:1139": "Vajjāsi kho tvaṁ vāmūruṁ, ciraṁ kho sā karissati.",
  "atk-s0513a21:1140": "140.",
  "atk-s0513a21:1141": " ‘‘Idaṁ kho sā na jānāti, asiṁ sattiñca oḍḍitaṁ;",
  "atk-s0513a21:1142": "Sā caṇḍī kāhati kodhaṁ, taṁ me tapati no idaṁ.",
  "atk-s0513a21:1143": "141.",
  "atk-s0513a21:1144": " ‘‘Esa uppalasannāho, nikkhañcussīsakohitaṁ;",
  "atk-s0513a21:1145": "Kāsikañca muduṁ vatthaṁ, tappetu dhanikā piyā’’ti.",
  "atk-s0513a21:1146": "Tattha ḍemānāti gacchamāna caramāna. Pattayānāti tamevālapati, tathā vihaṅgamāti. So hi pattehi yānaṁ katvā gamanato pattayāno, ākāse gamanato vihaṅgamo. Vajjāsīti vadeyyāsi. Vāmūrunti kadalikkhandhasamānaūruṁ, mama sūle nisinnabhāvaṁ vadeyyāsi. Ciraṁ kho sā karissatīti sā imaṁ pavattiṁ ajānamānā mama āgamanaṁ ciraṁ karissati, ‘‘ciraṁ me gatassa piyassa na ca āgacchatī’’ti evaṁ cintessatīti attho.",
  "atk-s0513a21:1147": "Asiṁ sattiñcāti asisamānatāya sattisamānatāya ca sūlameva sandhāya vadati. Tañhi tassa uttāsanatthāya oḍḍitaṁ ṭhapitaṁ. Caṇḍīti kodhanā. Kāhati kodhanti ‘‘aticirāyatī’’ti mayi kodhaṁ karissati. Taṁ me tapatīti taṁ tassā kujjhanaṁ maṁ tapati. No idanti idha pana idaṁ sūlaṁ maṁ na tapatīti dīpeti.",
  "atk-s0513a21:1148": "‘‘Esa uppalasannāho’’tiādīhi ghare ussīsake ṭhapitaṁ attano bhaṇḍaṁ ācikkhati. Tattha uppalasannāhoti uppalo ca sannāho ca uppalasannāho, uppalasadiso kaṇayo ca sannāhako cāti attho. Nikkhañcāti pañcahi suvaṇṇehi kataṁ aṅgulimuddikaṁ. Kāsikañca mudu vatthanti muduṁ kāsikasāṭakayugaṁ sandhāyāha. Ettakaṁ kira tena ussīsake nikkhittaṁ. Tappetu dhanikā piyāti etaṁ sabbaṁ gahetvā sā mama piyā dhanatthikā iminā dhanena tappetu pūretu, santuṭṭhā hotūti.",
  "atk-s0513a21:1149": "Evaṁ so paridevamānova kālaṁ katvā niraye nibbatti.",
  "atk-s0513a21:1150": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne ukkaṇṭhitabhikkhu, sotāpattiphale patiṭṭhahi. ‘‘Tadā bhariyā etarahi bhariyā ahosi, yena pana devaputtena taṁ kāraṇaṁ diṭṭhaṁ, so ahameva ahosi’’nti.",
  "atk-s0513a21:1151": "Kāmavilāpajātakavaṇṇanā sattamā.",
  "atk-s0513a21:1153": " [298] 8. Udumbarajātakavaṇṇanā",
  "atk-s0513a21:1154": "Udumbarācime pakkāti idaṁ satthā jetavane viharanto aññataraṁ bhikkhuṁ ārabbha kathesi. So kira aññatarasmiṁ paccantagāmake vihāraṁ kāretvā vasati. Ramaṇīyo vihāro piṭṭhipāsāṇe niviṭṭho, mandaṁ sammajjanaṭṭhānaṁ udakaphāsukaṁ, gocaragāmo nātidūre nāccāsanne, sampiyāyamānā manussā bhikkhaṁ denti. Atheko bhikkhu cārikaṁ caramāno taṁ vihāraṁ pāpuṇi. Nevāsiko tassa āgantukavattaṁ katvā punadivase taṁ ādāya gāmaṁ piṇḍāya pāvisi. Manussā paṇītaṁ bhikkhaṁ datvā svātanāya nimantayiṁsu. Āgantuko katipāhaṁ bhuñjitvā cintesi – ‘‘ekenupāyena imaṁ bhikkhuṁ vañcetvā nikkaḍḍhitvā imaṁ vihāraṁ gaṇhissāmī’’ti. Atha naṁ therūpaṭṭhānaṁ āgataṁ pucchi – ‘‘kiṁ, āvuso, buddhūpaṭṭhānaṁ nākāsī’’ti? ‘‘Bhante, imaṁ vihāraṁ paṭijagganto natthi, tenamhi na gatapubbo’’ti. ‘‘Yāva tvaṁ buddhūpaṭṭhānaṁ gantvā āgacchasi, tāvāhaṁ paṭijaggissāmī’’ti. ‘‘Sādhu, bhante’’ti nevāsiko ‘‘yāva mamāgamanā there mā pamajjitthā’’ti manussānaṁ vatvā pakkāmi.",
  "atk-s0513a21:1155": "Tato paṭṭhāya āgantuko ‘‘tassa nevāsikassa ayañca ayañca doso’’ti te manusse paribhindi. Itaropi satthāraṁ vanditvā punāgato, athassa so senāsanaṁ na adāsi. So ekasmiṁ ṭhāne vasitvā punadivase piṇḍāya gāmaṁ pāvisi, manussā sāmīcimattampi na kariṁsu. So vippaṭisārī hutvā puna jetavanaṁ gantvā taṁ kāraṇaṁ bhikkhūnaṁ ārocesi. Te bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ – ‘‘āvuso, asuko kira bhikkhu asukaṁ bhikkhuṁ vihārā nikkaḍḍhitvā sayaṁ tattha vasī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepi so imaṁ vasanaṭṭhānā nikkaḍḍhiyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a21:1156": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto araññe rukkhadevatā hutvā nibbatti. Tattha vassāne sattasattāhaṁ devo vassi. Atheko rattamukhakhuddakamakkaṭo ekissā anovassikāya pāsāṇadariyā vasamāno ekadivasaṁ daridvāre atemanaṭṭhāne sukhena nisīdi. Tattha eko kāḷamukhamahāmakkaṭo tinto sītena pīḷiyamāno vicaranto taṁ tathānisinnaṁ disvā ‘‘upāyena naṁ nīharitvā ettha vasissāmī’’ti cintetvā kucchiṁ olambetvā suhitākāraṁ dassetvā tassa purato ṭhatvā paṭhamaṁ gāthamāha –",
  "atk-s0513a21:1157": "142.",
  "atk-s0513a21:1158": " ‘‘Udumbarā cime pakkā, nigrodhā ca kapitthanā;",
  "atk-s0513a21:1159": "Ehi nikkhama bhuñjassu, kiṁ jighacchāya miyyasī’’ti.",
  "atk-s0513a21:1160": "Tattha kapitthanāti pilakkhā. Ehi nikkhamāti ete udumbarādayo phalabhāranamitā, ahampi khāditvā suhito āgatosmi, tvampi gaccha bhuñjassūti.",
  "atk-s0513a21:1161": "Sopi tassa vacanaṁ sutvā saddahitvā phalāni khāditukāmo nikkhamitvā tattha tattha vicaritvā kiñci alabhanto punāgantvā taṁ antopāsāṇadariyaṁ pavisitvā nisinnaṁ disvā ‘‘vañcessāmi na’’nti tassa purato ṭhatvā dutiyaṁ gāthamāha –",
  "atk-s0513a21:1162": "143.",
  "atk-s0513a21:1163": " ‘‘Evaṁ so suhito hoti, yo vuḍḍhamapacāyati;",
  "atk-s0513a21:1164": "Yathāhamajja suhito, dumapakkāni māsito’’ti.",
  "atk-s0513a21:1165": "Tattha dumapakkāni māsitoti udumbarādīni rukkhaphalāni khāditvā asito dhāto suhito.",
  "atk-s0513a21:1166": "Taṁ sutvā mahāmakkaṭo tatiyaṁ gāthamāha –",
  "atk-s0513a21:1167": "144.",
  "atk-s0513a21:1168": " ‘‘Yaṁ vanejo vanejassa, vañceyya kapino kapi;",
  "atk-s0513a21:1169": "Daharo kapi saddheyya, na hi jiṇṇo jarākapī’’ti.",
  "atk-s0513a21:1170": "Tassattho – yaṁ vane jāto kapi vane jātassa kapino vañcanaṁ kareyya, taṁ tayā sadiso daharo vānaro saddaheyya, mādiso pana jiṇṇo jarākapi mahallakamakkaṭo na hi saddaheyya, satakkhattumpi bhaṇantassa tumhādisassa na saddahati. Imasmiñhi himavantapadese sabbaṁ phalāphalaṁ vassena kilinnaṁ patitaṁ, puna tava idaṁ ṭhānaṁ natthi, gacchāti. So tatova pakkāmi.",
  "atk-s0513a21:1171": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā khuddakamakkaṭo nevāsiko ahosi, kāḷamahāmakkaṭo āgantuko, rukkhadevatā pana ahameva ahosi’’nti.",
  "atk-s0513a21:1172": "Udumbarajātakavaṇṇanā aṭṭhamā.",
  "atk-s0513a21:1174": " [299] 9. Komāraputtajātakavaṇṇanā",
  "atk-s0513a21:1175": "Puretuvanti idaṁ satthā pubbārāme viharanto keḷisīle bhikkhū ārabbha kathesi. Te kira bhikkhū satthari uparipāsāde viharante heṭṭhāpāsāde diṭṭhasutādīni kathentā kalahañca paribhāsañca karontā nisīdiṁsu. Satthā mahāmoggallānaṁ āmantetvā ‘‘ete bhikkhū saṁvejehī’’ti āha. Thero ākāse uppatitvā pādaṅguṭṭhakena pāsādathupikaṁ paharitvā yāva udakapariyantā pāsādaṁ kampesi. Te bhikkhū maraṇabhayabhītā nikkhamitvā bahi aṭṭhaṁsū. Tesaṁ so keḷisīlabhāvo bhikkhūsu pākaṭo jāto. Athekadivasaṁ bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ – ‘‘āvuso, ekacce bhikkhū evarūpe niyyānikasāsane pabbajitvā keḷisīlā hutvā vicaranti, ‘aniccaṁ dukkhaṁ anattā’ti vipassanāya kammaṁ na karontī’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepete keḷisīlakāyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a21:1176": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto ekasmiṁ gāmake brāhmaṇakule nibbatti, ‘‘komāraputto’’ti naṁ sañjāniṁsu. So aparabhāge nikkhamitvā isipabbajjaṁ pabbajitvā himavantapadese vasi. Athaññe keḷisīlā tāpasā himavantapadese assamaṁ māpetvā vasiṁsu, kasiṇaparikammamattampi nesaṁ natthi, araññato phalāphalāni āharitvā khāditvā hasamānā nānappakārāya keḷiyā vītināmenti. Tesaṁ santike eko makkaṭo atthi, sopi keḷisīlakova mukhavikārādīni karonto tāpasānaṁ nānāvidhaṁ keḷiṁ dasseti. Tāpasā tattha ciraṁ vasitvā loṇambilasevanatthāya manussapathaṁ agamaṁsu. Tesaṁ gatakālato paṭṭhāya bodhisatto taṁ ṭhānaṁ gantvā vāsaṁ kappesi, makkaṭo tesaṁ viya tassapi keḷiṁ dassesi.",
  "atk-s0513a21:1177": "Bodhisatto accharaṁ paharitvā ‘‘susikkhitapabbajitānaṁ santike vasantena nāma ācārasampannena kāyādīhi susaññatena jhānesu yuttena bhavituṁ vaṭṭatī’’ti tassa ovādaṁ adāsi. So tato paṭṭhāya sīlavā ācārasampanno ahosi, bodhisattopi tato aññattha agamāsi. Atha te tāpasā loṇambilaṁ sevitvā taṁ ṭhānaṁ agamaṁsu. Makkaṭo pubbe viya tesaṁ keḷiṁ na dassesi. Atha naṁ tāpasā ‘‘pubbe, tvaṁ āvuso, amhākaṁ purato keḷiṁ akāsi, idāni na karosi, kiṁkāraṇā’’ti pucchantā paṭhamaṁ gāthamāhaṁsu –",
  "atk-s0513a21:1178": "145.",
  "atk-s0513a21:1179": " ‘‘Pure tuvaṁ sīlavataṁ sakāse, okkantikaṁ kīḷasi assamamhi;",
  "atk-s0513a21:1180": "Karohare makkaṭiyāni makkaṭa, na taṁ mayaṁ sīlavataṁ ramāmā’’ti.",
  "atk-s0513a21:1181": "Tattha sīlavataṁ sakāseti keḷisīlānaṁ amhākaṁ santike. Okkantikanti migo viya okkantitvā kīḷasi. Karohareti ettha areti ālapanaṁ. Makkaṭiyānīti mukhamakkaṭikakīḷāsaṅkhātāni mukhavikārāni. Na taṁ mayaṁ sīlavataṁ ramāmāti yaṁ pubbe tava keḷisīlaṁ keḷivataṁ, taṁ mayaṁ etarahi na ramāma, tvampi no na ramāpesi, kiṁ nu kho kāraṇanti.",
  "atk-s0513a21:1182": "Taṁ sutvā makkaṭo dutiyaṁ gāthamāha –",
  "atk-s0513a21:1183": "146.",
  "atk-s0513a21:1184": " ‘‘Sutā hi mayhaṁ paramā visuddhi, komāraputtassa bahussutassa;",
  "atk-s0513a21:1185": "Mā dāni maṁ maññi tuvaṁ yathā pure, jhānānuyutto viharāmi āvuso’’ti.",
  "atk-s0513a21:1186": "Tattha mayhanti karaṇatthe sampadānaṁ. Visuddhīti jhānavisuddhi. Bahussutassāti bahūnaṁ kasiṇaparikammānaṁ aṭṭhannañca samāpattīnaṁ sutattā ceva paṭividdhattā ca bahussutassa. Tuvanti tesu ekaṁ tāpasaṁ ālapanto idāni mā maṁ tvaṁ pure viya sañjāni, nāhaṁ purimasadiso, ācariyo me laddhoti dīpeti.",
  "atk-s0513a21:1187": "Taṁ sutvā tāpasā tatiyaṁ gāthamāhaṁsu –",
  "atk-s0513a21:1188": "147.",
  "atk-s0513a21:1189": " ‘‘Sacepi selasmi vapeyya bījaṁ, devo ca vasse na hi taṁ virūḷhe;",
  "atk-s0513a21:1190": "Sutā hi te sā paramā visuddhi, ārā tuvaṁ makkaṭa jhānabhūmiyā’’ti.",
  "atk-s0513a21:1191": "Tassattho – sacepi pāsāṇapiṭṭhe pañcavidhaṁ bījaṁ vapeyya, devo ca sammā vasseyya, akhettatāya taṁ na virūḷheyya, evameva tayā paramā jhānavisuddhi sutā, tvaṁ pana tiracchānayonikattā ārā jhānabhūmiyā dūre ṭhito, na sakkā tayā jhānaṁ nibbattetunti makkaṭaṁ garahiṁsu.",
  "atk-s0513a21:1192": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā keḷisīlā tāpasā ime bhikkhū ahesuṁ, komāraputto pana ahameva ahosi’’nti.",
  "atk-s0513a21:1193": "Komāraputtajātakavaṇṇanā navamā.",
  "atk-s0513a21:1195": " [300] 10. Vakajātakavaṇṇanā",
  "atk-s0513a21:1196": "Parapāṇarodhā jīvantoti idaṁ satthā jetavane viharanto purāṇasanthataṁ ārabbha kathesi. Vatthu vinaye (pārā. 565 ādayo) vitthārato āgatameva. Ayaṁ panettha saṅkhepo – āyasmā upaseno duvassiko ekavassikena saddhivihārikena saddhiṁ satthāraṁ upasaṅkamitvā satthārā garahito vanditvā pakkanto vipassanaṁ paṭṭhapetvā arahattappatto appicchatādiguṇayutto terasa dhutaṅgāni samādāya parisampi terasadhutaṅgadharaṁ katvā bhagavati temāsaṁ paṭisallīne sapariso satthāraṁ upasaṅkamitvā parisaṁ nissāya paṭhamaṁ garahaṁ labhitvā adhammikāya katikāya ananuvattane dutiyaṁ sādhukāraṁ labhitvā ‘‘ito paṭṭhāya dhutaṅgadharā bhikkhū yathāsukhaṁ upasaṅkamitvā maṁ passantū’’ti satthārā katānuggaho nikkhamitvā bhikkhūnaṁ tamatthaṁ ārocesi. Tato pabhuti bhikkhū dhutaṅgadharā hutvā satthāraṁ dassanāya upasaṅkamitvā satthari paṭisallānā vuṭṭhite tattha tattha paṁsukūlāni chaḍḍetvā attano pattacīvarāneva gaṇhiṁsu. Satthā sambahulehi bhikkhūhi saddhiṁ senāsanacārikaṁ caranto tattha tattha patitāni paṁsukūlāni disvā pucchitvā tamatthaṁ sutvā ‘‘bhikkhave, imesaṁ nāma bhikkhūnaṁ dhutaṅgasamādānaṁ na ciraṭṭhitikaṁ vakassa uposathakammasadisaṁ ahosī’’ti vatvā atītaṁ āhari.",
  "atk-s0513a21:1197": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto sakko devarājā ahosi. Atheko vako gaṅgātīre pāsāṇapiṭṭhe vasati, atha gaṅgāya mahodakaṁ āgantvā taṁ pāsāṇaṁ parikkhipi. Vako abhiruhitvā pāsāṇapiṭṭhe nipajji, nevassa gocaro atthi, na gocarāya gamanamaggo, udakampi vaḍḍhateva. So cintesi – ‘‘mayhaṁ neva gocaro atthi, na gocarāya gamanamaggo, nikkammassa pana nipajjanato uposathakammaṁ vara’’nti manasāva uposathaṁ adhiṭṭhāya sīlāni samādiyitvā nipajji. Tadā sakko devarājā āvajjamāno tassa taṁ dubbalasamādānaṁ ñatvā ‘‘etaṁ vakaṁ viheṭhessāmī’’ti eḷakarūpena āgantvā tassa avidūre ṭhatvā attānaṁ dassesi. Vako taṁ disvā ‘‘aññasmiṁ divase uposathakammaṁ jānissāmī’’ti uṭṭhāya taṁ gaṇhituṁ pakkhandi. Eḷakopi ito cito ca pakkhanditvā attānaṁ gahetuṁ nādāsi. Vako taṁ gahetuṁ asakkonto nivattitvā āgamma ‘‘uposathakammaṁ tāva me na bhijjatī’’ti tattheva puna nipajji. Sakko sakkattabhāveneva ākāse ṭhatvā ‘‘tādisassa dubbalajjhāsayassa kiṁ uposathakammena, tvaṁ mama sakkabhāvaṁ ajānanto eḷakamaṁsaṁ khāditukāmo ahosī’’ti taṁ viheṭhetvā garahitvā devalokameva gato.",
  "atk-s0513a21:1198": "148.",
  "atk-s0513a21:1199": " ‘‘Parapāṇarodhā jīvanto, maṁsalohitabhojano;",
  "atk-s0513a21:1200": "Vako vataṁ samādāya, upapajji uposathaṁ.",
  "atk-s0513a21:1201": "149.",
  "atk-s0513a21:1202": " ‘‘Tassa sakko vataññāya, ajarūpenupāgami;",
  "atk-s0513a21:1203": "Vītatapo ajjhappatto, bhañji lohitapo tapaṁ.",
  "atk-s0513a21:1204": "150.",
  "atk-s0513a21:1205": " ‘‘Evameva idhekacce, samādānamhi dubbalā;",
  "atk-s0513a21:1206": "Lahuṁ karonti attānaṁ, vakova ajakāraṇā’’ti. –",
  "atk-s0513a21:1207": "Tissopi abhisambuddhagāthāva.",
  "atk-s0513a21:1208": "Tattha upapajji uposathanti uposathavāsaṁ upagato. Vataññāyāti tassa dubbalavataṁ aññāya. Vītatapo ajjhappattoti vigatatapo hutvā upagato, taṁ khādituṁ pakkhandīti attho. Lohitapoti lohitapāyī. Tapanti taṁ attano samādānatapaṁ bhindi.",
  "atk-s0513a21:1209": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – ‘‘tadā sakko ahameva ahosi’’nti.",
  "atk-s0513a21:1210": "Vakajātakavaṇṇanā dasamā.",
  "atk-s0513a21:1211": "Kumbhavaggo pañcamo.",
  "atk-s0513a21:1212": "Tassuddānaṁ –",
  "atk-s0513a21:1213": "Varakumbha supatta sirivhayano, sucisammata bindusaro cusabho;",
  "atk-s0513a21:1214": "Saritaṁpati caṇḍi jarākapinā, atha makkaṭiyā vakakena dasāti.",
  "atk-s0513a21:1215": "Atha vagguddānaṁ –",
  "atk-s0513a21:1216": "Saṅkappo padumo ceva, udapānena tatiyaṁ;",
  "atk-s0513a21:1217": "Abbhantaraṁ ghaṭabhedaṁ, tikanipātamhilaṅkatanti.",
  "atk-s0513a21:1218": "Tikanipātavaṇṇanā niṭṭhitā.",
  "atk-s0513a21:1219": "(Dutiyo bhāgo niṭṭhito.)"
}