{
  "atk-vin02a36:0": "7. Saṅghabhedakakkhandhakaṁ",
  "atk-vin02a36:1": "Chasakyapabbajjākathā",
  "atk-vin02a36:2": "330. Saṅghabhedakakkhandhake abhiññātā abhiññātāti pākaṭā pākaṭā. Sakyakumārā nāma kāḷudāyippabhutayo dasa dūtā saddhiṁ parivārehi aññe ca bahū janā. Amhākanti amhesu; amhākaṁ kulatoti vā vuttaṁ hoti. Gharāvāsatthaṁ anusāsissāmīti gharāvāse yaṁ kattabbaṁ, taṁ jānāpessāmi. Udakaṁ ninnetabbanti yathā udakaṁ sabbaṭṭhāne samaṁ hoti, evaṁ kātabbaṁ. Niddhāpetabbanti tiṇāni uddharitabbāni. Bhusikā uddharāpetabbāti sukhumapalālamissadhaññā palālikā palāpetabbā. Opunāpetabbanti sukhumapalālaṁ apanetabbaṁ. Tvaññeva gharāvāsatthena upajānāhīti tvaññeva gharāvāsatthaṁ jānāhi. Ahaṁ tayā yathāsukhaṁ pabbajāhīti ettha ahaṁ tayā saddhiṁ pabbajissāmīti sahāyasinehena sahasā vattukāmo hutvā puna rajjasirilobhena parikaḍḍhiyamānahadayo ‘‘ahaṁ tayā’’ti ettakameva vatvā sesaṁ vattuṁ nāsakkhīti evamattho veditabbo .",
  "atk-vin02a36:3": "331.Nippātitāti nikkhamitā. Mānassinoti mānassayino; mānanissitāti vuttaṁ hoti.",
  "atk-vin02a36:4": "332.Yassantarato na santi kopāti tatiyamaggena samūhatattā yassa citte kopā na santi. Yasmā pana bhavoti sampatti, vibhavoti vipatti; tathā bhavoti vuḍḍhi, vibhavoti hāni; bhavoti sassataṁ, vibhavoti ucchedo; bhavoti puññaṁ, vibhavoti pāpaṁ; vibhavoti ca abhavoti ca atthato ekameva, tasmā itibhavābhavatañca vītivattoti ettha yā esā sampattivipattivuḍḍhihānisassatucchedapuññapāpavasena iti anekappakārā bhavābhavatā vuccati; catūhipi maggehi yathāsambhavaṁ tena tena nayena taṁ itibhavābhavatañca vītivattoti evamattho daṭṭhabbo. Nānubhavantīti na sampāpuṇanti; tassa dassanaṁ devānampi dullabhanti adhippāyo.",
  "atk-vin02a36:5": "333.Ahimekhalikāti ahiṁ kaṭiyaṁ bandhitvā. Ucchaṅgeti aṅke.",
  "atk-vin02a36:6": "334.Sammannatīti sammāneti. Yaṁ tumo karissatīti yaṁ so karissati.",
  "atk-vin02a36:7": "Chasakyapabbajjākathā niṭṭhitā.",
  "atk-vin02a36:8": "Pakāsanīyakammādikathā",
  "atk-vin02a36:9": "336.Kheḷāsakassāti ettha micchājīvena uppannapaccayā ariyehi vantabbā kheḷasadisā, tathārūpe paccaye ayaṁ ajjhoharatīti katvā kheḷāsakoti bhagavatā vutto.",
  "atk-vin02a36:10": "340.Patthaddhena kāyenāti potthakarūpasadisena niccalena kāyena.",
  "atk-vin02a36:11": "342.Mayaṁ kho bhaṇe rājañātakā nāmāti rājā amhe jānātīti rājañātakassa bhāvena attānaṁ ukkaṁsanto āha. Pahaṭṭhakaṇṇavāloti bandhane niccale katvā.",
  "atk-vin02a36:12": "Dukkhañhi kuñjara nāgamāsadoti bho kuñjara buddhanāgaṁ āsādanaṁ vadhakacittena upagamanaṁ nāma dukkhaṁ. Nāgahatassāti buddhanāgaṁ ghātakassa.",
  "atk-vin02a36:13": "Paṭikuṭiyova osakkīti tathāgatābhimukhoyeva piṭṭhimehi pādehi avasakki. Alakkhikoti ettha na lakkhetīti alakkhiko; na jānātīti attho , ahaṁ pāpakammaṁ karomīti na jānāti. Na lakkhitabboti vā alakkhiko; na passitabboti attho.",
  "atk-vin02a36:14": "343.Tikabhojananti ettha tīhi janehi bhuñjitabbabhojanaṁ. Taṁ paññāpessāmīti taṁ anujānissāmi . Gaṇabhojane pana yathādhammo kāretabboti. Pañcavatthuyācanakathā saṅghādisesavaṇṇanāyaṁ vuttā. Kappanti āyukappaṁ. Brahmaṁ puññanti seṭṭhaṁ puññaṁ. Kappaṁ saggamhīti āyukappameva.",
  "atk-vin02a36:15": "Pakāsanīyakammādikathā niṭṭhitā.",
  "atk-vin02a36:16": "Saṅghabhedakakathā",
  "atk-vin02a36:17": "344.Atha kho devadatto saṅghaṁ bhinditvāti so kira evaṁ salākaṁ gāhetvā tattheva āveṇikaṁ uposathaṁ katvā gato, tenetaṁ vuttaṁ.",
  "atk-vin02a36:18": "345.Piṭṭhime āgilāyatīti ciranisajjāya vedanābhibhūtā bādhati. Tamahaṁ āyamissāmīti taṁ ahaṁ pasāressāmi. Ādesanāpāṭihāriyānusāsanī nāma ‘‘evampi te mano, tathāpi te mano’’ti evaṁ parassa cittaṁ jānitvā tadanurūpā dhammadesanā.",
  "atk-vin02a36:19": "346.Mamānukubbanti mamānukiriyaṁ kurumāno. Kapaṇoti dukkhito. Mahāvarāhassāti mahānāgassa. Mahiṁ vikubbatoti pathaviṁ padālentassa. Bhisaṁ ghasamānassāti bhisaṁ khādantassa. Nadīsu jaggatoti ettha so kira hatthināgo sāyanhasamayaṁ taṁ nadināmakaṁ pokkharaṇiṁ ogāhetvā kilanto sabbarattiṁ vītināmesi, jālikaṁ karoti, tena vuttaṁ ‘‘nadīsu jaggato’’ti.",
  "atk-vin02a36:20": "347.Sutāti sotā. Asandiddho ca akkhātīti nissandeho hutvā akkhāti anusandhivasena yojetvā yojetvā.",
  "atk-vin02a36:21": "350. Apāye nibbattissatīti āpāyiko. Evaṁ nerayiko. Kappaṁ ṭhassatīti kappaṭṭho. Idāni buddhasahassenāpi tikicchituṁ na sakkāti atekiccho.",
  "atk-vin02a36:22": "Mā jātu koci lokasminti mā kadācipi koci satto lokasmiṁ. Udapajjathāti upapajjatha . Jalaṁva yasasā aṭṭhāti yasasā jalanto viya ṭhito. Devadattoti me sutanti ‘‘īdiso devadatto’’ti bhagavatā sutampi atthi, tadeva gahetvā idaṁ vuttaṁ. So pamādamanuciṇṇoti ettha pamādaṁ anucinātīti anuciṇṇo, pamādo appahīnoti attho. Āsajja nanti pāpakena cittena patvā, visosetvāti vā attho. Avīcinirayaṁ pattoti idaṁ pana āsīsāyaṁ atītavacanaṁ. Bhesmāti bhayānako.",
  "atk-vin02a36:23": "Saṅghabhedakakathā niṭṭhitā.",
  "atk-vin02a36:24": "Upālipañhākathā",
  "atk-vin02a36:25": "351.Ekato upāli ekoti dhammavādipakkhe eko. Ekato dveti adhammavādipakkhe dve. Catuttho anussāvetīti saṅghaṁ bhindissāmīti adhammavādicatuttho hutvā anussāveti; anunayanto sāveti ‘‘na tumhākaṁyeva narakabhayaṁ atthi, amhākampi atthi, na amhākaṁ avīcimaggo pihito, na mayaṁ akusalā na bhāyāma. Yadi hi ayaṁ adhammo avinayo asatthusāsanaṁ vā bhaveyya, na mayaṁ gaṇheyyāmā’’tiādinā nayena ‘‘adhammaṁ dhammo’’ti evaṁ aṭṭhārasa bhedakaravatthūni bodhetīti attho. Salākaṁ gāhetīti evaṁ anussāvetvā pana ‘‘idaṁ gaṇhatha, idaṁ rocethā’’ti vadanto salākaṁ gāheti.",
  "atk-vin02a36:26": "Ekato upāli dve hontītiādīsupi eseva nayo. Evaṁ kho upāli saṅgharāji ceva hoti saṅghabhedo cāti evaṁ hoti; na pana ettāvatā saṅgho bhinno hoti.",
  "atk-vin02a36:27": "Bhikkhu kho upāli pakatatto samānasaṁvāsako samānasīmāyaṁ ṭhito saṅghaṁ bhindatīti ettha siyā evaṁ ‘‘devadatto kathaṁ pakatatto’’ti. Kathaṁ tāva na pakatatto, rañño ghātāpitattā ruhiruppādassa ca katattāti? Tattha vadāma – āṇattiyā tāva viraddhattā rañño ghātāpanaṁ natthi. ‘‘Tena hi tvaṁ, kumāra, pitaraṁ hantvā rājā hohi, ahaṁ bhagavantaṁ hantvā buddho bhavissāmī’’ti evañhi tassa āṇatti. Kumāro pana rājā hutvā pacchā pitaraṁ māresi; evaṁ tāva āṇattiyā viraddhattā rañño ghātāpanaṁ natthi. Ruhiruppāde pana katamatteyeva ruhiruppādapaccayā bhagavatā abhabbatā na vuttā, na ca sakkā bhagavato vacanaṁ vināyeva tassa abhabbatā āropetuṁ.",
  "atk-vin02a36:28": "‘‘Ruhiruppādako, bhikkhave, anupasampanno na upasampādetabbo, upasampanno nāsetabbo’’ti –",
  "atk-vin02a36:29": "Idaṁ pana bhagavatā saṅghabhedato pacchā vuttaṁ, tasmā pakatatteneva tena saṅgho bhinnoti.",
  "atk-vin02a36:30": "Adhammaṁ dhammoti dīpentītiādīsu aṭṭhārasasu bhedakaravatthūsu suttantapariyāyena tāva dasa kusalakammapathā dhammo, dasa akusalakammapathā adhammo. Tathā cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggoti sattatiṁsa bodhipakkhiyadhammā dhammo nāma; tayo satipaṭṭhānā , tayo sammappadhānā, tayo iddhipādā, cha indriyāni, cha balāni, aṭṭha bojjhaṅgā, navaṅgiko maggoti ca cattāro upādānā, pañca nīvaraṇā, satta anusayā, aṭṭha micchattāti ca ayaṁ adhammo.",
  "atk-vin02a36:31": "Tattha yaṁkiñci ekaṁ adhammakoṭṭhāsaṁ gahetvā ‘‘imaṁ adhammaṁ dhammoti karissāma; evaṁ amhākaṁ ācariyakulaṁ nissāya niyyānikaṁ bhavissati, mayañca loke pākaṭā bhavissāmā’’ti taṁ adhammaṁ ‘‘dhammo aya’’nti kathayantā adhammaṁ dhammoti dīpenti nāma. Tatheva dhammakoṭṭhāsesu ca ekaṁ gahetvā ayaṁ adhammoti kathentā dhammaṁ adhammoti dīpenti nāma. Vinayapariyāyena pana bhūtena vatthunā codetvā sāretvā yathāpaṭiññāya kātabbaṁ kammaṁ dhammo nāma, abhūtena vatthunā acodetvā asāretvā apaṭiññāya kātabbaṁ kammaṁ adhammo nāma.",
  "atk-vin02a36:32": "Suttantapariyāyena rāgavinayo dosavinayo mohavinayo saṁvaro pahānaṁ paṭisaṅkhāti ayaṁ vinayo nāma, rāgādīnaṁ avinayo asaṁvaro appahānaṁ appaṭisaṅkhāti ayaṁ avinayo nāma. Vinayapariyāyena vatthusampatti ñattisampatti anussāvanasampatti sīmāsampatti parisāsampattīti ayaṁ vinayo nāma, vatthuvipatti…pe… parisāvipattīti ayaṁ avinayo nāma.",
  "atk-vin02a36:33": "Suttantapariyāyena cattāro satipaṭṭhānā… aṭṭhaṅgiko maggoti idaṁ bhāsitaṁ lapitaṁ tathāgatena ; tayo satipaṭṭhānā, tayo sammappadhānā, tayo iddhipādā, cha indriyāni, cha balāni, aṭṭha bojjhaṅgā, navaṅgiko maggoti idaṁ abhāsitaṁ alapitaṁ tathāgatena. Vinayapariyāyena cattāro pārājikā, terasa saṅghādisesā, dve aniyatā, tiṁsa nissaggiyā pācittiyāti idaṁ bhāsitaṁ lapitaṁ tathāgatena; tayo pārājikā, cuddasa saṅghādisesā, tayo aniyatā, ekattiṁsa nissaggiyā pācittiyāti idaṁ abhāsitaṁ alapitaṁ tathāgatena.",
  "atk-vin02a36:34": "Suttantapariyāyena devasikaṁ phalasamāpattisamāpajjanaṁ, mahākaruṇāsamāpattisamāpajjanaṁ, buddhacakkhunā lokavolokanaṁ, aṭṭhuppattivasena suttantadesanā, jātakakathāti idaṁ āciṇṇaṁ; na devasikaṁ phalasamāpattisamāpajjanaṁ…pe… na jātakakathāti idaṁ anāciṇṇaṁ. Vinayapariyāyena nimantitassa vassāvāsaṁ vasitvā apaloketvā cāriyapakkamanaṁ, pavāretvā cāriyapakkamanaṁ, āgantukehi saddhiṁ paṭhamaṁ paṭisanthārakaraṇanti idaṁ āciṇṇaṁ; tasseva āciṇṇassa akaraṇaṁ anāciṇṇaṁ nāma.",
  "atk-vin02a36:35": "Suttantapariyāyena cattāro satipaṭṭhānā…pe… aṭṭhaṅgiko maggoti idaṁ paññattaṁ nāma; tayo satipaṭṭhānā…pe… navaṅgiko maggoti idaṁ apaññattaṁ nāma. Vinayapariyāyena cattāro pārājikā…pe… tiṁsa nissaggiyā pācittiyāti idaṁ paññattaṁ nāma; tayo pārājikā…pe… ekattiṁsa nissaggiyā pācittiyāti idaṁ apaññattaṁ nāma.",
  "atk-vin02a36:36": "‘‘Anāpatti ajānantassa, atheyyacittassa, na maraṇādhippāyassa, anullapanādhippāyassa, na mocanādhippāyassā’’ti tattha tattha vuttā anāpatti anāpatti nāma. ‘‘Jānantassa, theyyacittassā’’tiādinā nayena vuttā āpatti āpatti nāma. Pañcāpattikkhandhā lahukāpatti nāma, dve āpattikkhandhā garukāpatti nāma. Cha āpattikkhandhā sāvasesāpatti nāma, eko pārājikāpattikkhandho anavasesāpatti nāma. Dve āpattikkhandhā duṭṭhullāpatti nāma, pañcāpattikkhandhā aduṭṭhullāpatti nāma.",
  "atk-vin02a36:37": "Purimanayeneva panettha vuttappakāraṁ dhammaṁ ‘‘adhammo aya’’nti kathayantā ‘‘dhammaṁ adhammo’’ti dīpenti nāma. Avinayaṁ ‘‘vinayo aya’’nti…pe… aduṭṭhullāpattiṁ ‘‘duṭṭhullāpatti aya’’nti kathayantā ‘‘aduṭṭhullāpattiṁ duṭṭhullāpattī’’ti dīpenti nāma. Evaṁ ‘‘adhammaṁ dhammo’’ti vā…pe… ‘‘aduṭṭhullāpattiṁ duṭṭhullāpattī’’ti vā dīpetvā pakkhaṁ labhitvā catunnaṁ saṅghakammānaṁ aññataraṁ saṅghakammaṁ ekasīmāyaṁ visuṁ karontehi saṅgho bhinno nāma hoti. Tena vuttaṁ – ‘‘te imehi aṭṭhārasahi vatthūhi apakassantī’’tiādi.",
  "atk-vin02a36:38": "Tattha apakassantīti parisaṁ ākaḍḍhanti, vijaṭenti, ekamantaṁ ussārenti ca. Avapakāsantīti ati viya pakāsenti yathā visaṁsaṭṭhāva honti, evaṁ karonti. Āveninti visuṁ. Ettāvatā kho upāli saṅgho bhinno hotīti evaṁ aṭṭhārasasu bhedakaravatthūsu yaṁkiñci ekampi vatthuṁ dīpetvā tena tena kāraṇena ‘‘imaṁ gaṇhatha, imaṁ rocethā’’ti saññāpetvā salākaṁ gāhāpetvā visuṁ saṅghakamme kate saṅgho bhinno hoti. Parivāre pana ‘‘pañcahi upāli ākārehi saṅgho bhijjatī’’tiādi vuttaṁ, tassa iminā idha vuttena saṅghabhedalakkhaṇena atthato nānākaraṇaṁ natthi. Taṁ panassa nānākaraṇābhāvaṁ tattheva pakāsayissāma. Sesaṁ sabbattha uttānamevāti.",
  "atk-vin02a36:39": "Upālipañhākathā niṭṭhitā.",
  "atk-vin02a36:40": "Saṅghabhedakakkhandhakavaṇṇanā niṭṭhitā."
}