{
  "atk-s0304a0:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "atk-s0304a0:1": "Saṁyuttanikāye",
  "atk-s0304a0:2": "Saḷāyatanavagga-aṭṭhakathā",
  "atk-s0304a0:3": "1. Saḷāyatanasaṁyuttaṁ",
  "atk-s0304a0:4": "1. Aniccavaggo",
  "atk-s0304a0:5": "1. Ajjhattāniccasuttavaṇṇanā",
  "atk-s0304a0:6": "1. Saḷāyatanavaggassa paṭhame cakkhunti dve cakkhūni – ñāṇacakkhu ceva maṁsacakkhu ca. Tattha ñāṇacakkhu pañcavidhaṁ – buddhacakkhu, dhammacakkhu, samantacakkhu, dibbacakkhu, paññācakkhūti. Tesu buddhacakkhu nāma āsayānusayañāṇañceva indriyaparopariyattañāṇañca, yaṁ – ‘‘buddhacakkhunā lokaṁ volokento’’ti (mahāva. 9; ma. ni. 1.283; 2.338) āgataṁ . Dhammacakkhu nāma heṭṭhimā tayo maggā tīṇi ca phalāni, yaṁ – ‘‘virajaṁ vītamalaṁ dhammacakkhuṁ udapādī’’ti (mahāva. 16; ma. ni. 2.395) āgataṁ. Samantacakkhu nāma sabbaññutaññāṇaṁ, yaṁ – ‘‘pāsādamāruyha samantacakkhū’’ti (mahāva. 8; ma. ni. 1.282; 2.338) āgataṁ. Dibbacakkhu nāma ālokapharaṇena uppannaṁ ñāṇaṁ, yaṁ – ‘‘dibbena cakkhunā visuddhenā’’ti (pārā. 13; ma. ni. 2.341) āgataṁ. Paññācakkhu nāma catusaccaparicchedakañāṇaṁ, yaṁ – ‘‘cakkhuṁ udapādī’’ti (sa. ni. 5.1081; mahāva. 15) āgataṁ.",
  "atk-s0304a0:7": "Maṁsacakkhupi duvidhaṁ – sasambhāracakkhu, pasādacakkhūti. Tesu yvāyaṁ akkhikūpake akkhipaṭalehi parivārito maṁsapiṇḍo, yattha catasso dhātuyo vaṇṇagandharasojā sambhavo jīvitaṁ bhāvo cakkhupasādo kāyapasādoti saṅkhepato terasa sambhārā honti. Vitthārato pana catasso dhātuyo vaṇṇagandharasojā sambhavoti ime nava catusamuṭṭhānavasena chattiṁsa, jīvitaṁ bhāvo cakkhupasādo kāyapasādoti ime kammasamuṭṭhānā tāva cattāroti cattārīsa sambhārā honti. Idaṁ sasambhāracakkhu nāma. Yaṁ panettha setamaṇḍalaparicchinnena kaṇhamaṇḍalena parivārite diṭṭhimaṇḍale sanniviṭṭhaṁ rūpadassanasamatthaṁ pasādamattaṁ, idaṁ pasādacakkhu nāma. Tassa tato paresañca sotādīnaṁ vitthārakathā visuddhimagge vuttāva.",
  "atk-s0304a0:8": "Tattha yadidaṁ pasādacakkhu, taṁ gahetvā bhagavā – cakkhuṁ, bhikkhave, aniccantiādimāha. Tattha – ‘‘catūhi kāraṇehi aniccaṁ udayabbayavantatāyā’’tiādinā nayena vitthārakathā heṭṭhā pakāsitāyeva. Sotampi pasādasotameva adhippetaṁ, tathā ghānajivhākāyā. Manoti tebhūmakasammasanacāracittaṁ. Iti idaṁ suttaṁ chasu ajjhattikāyatanesu tīṇi lakkhaṇāni dassetvā kathite bujjhanakānaṁ ajjhāsayena vuttaṁ.",
  "atk-s0304a0:9": "2-3. Ajjhattadukkhasuttādivaṇṇanā",
  "atk-s0304a0:10": "2-3. Dutiyaṁ dve lakkhaṇāni, tatiyaṁ ekalakkhaṇaṁ dassetvā kathite bujjhanakānaṁ ajjhāsayena vuttaṁ. Sesāni pana tehi sallakkhitāni vā ettakeneva vā sallakkhessantīti.",
  "atk-s0304a0:11": "4-6. Bāhirāniccasuttādivaṇṇanā",
  "atk-s0304a0:12": "4-6. Catutthe rūpagandharasaphoṭṭhabbā catusamuṭṭhānā, saddo dvisamuṭṭhāno, dhammāti tebhūmakadhammārammaṇaṁ. Idampi bāhiresu chasu āyatanesu tilakkhaṇaṁ dassetvā kathite bujjhanakānaṁ vasena vuttaṁ. Pañcame chaṭṭhe ca dutiyatatiyesu vuttasadisova nayo.",
  "atk-s0304a0:13": "7-12. Ajjhattāniccātītānāgatasuttādivaṇṇanā",
  "atk-s0304a0:14": "7-12. Sattamādīni atītānāgatesu cakkhādīsu aniccalakkhaṇādīni sallakkhetvā paccuppannesu balavagāhena kilamantānaṁ vasena vuttāni. Sesaṁ sabbattha heṭṭhā vuttanayamevāti.",
  "atk-s0304a0:15": "Aniccavaggo paṭhamo.",
  "atk-s0304a0:16": "2. Yamakavaggo",
  "atk-s0304a0:17": "1-4. Paṭhamapubbesambodhasuttādivaṇṇanā",
  "atk-s0304a0:18": "13-16. Yamakavaggassa paṭhamadutiyesu ajjhattikānanti ajjhattajjhattavasena ajjhattikānaṁ. So pana nesaṁ ajjhattikabhāvo chandarāgassa adhimattabalavatāya veditabbo. Manussānañhi antogharaṁ viya cha ajjhattikāyatanāni, gharūpacāraṁ viya cha bāhirāyatanāni. Yathā nesaṁ puttadāradhanadhaññapuṇṇe antoghare chandarāgo adhimattabalavā hoti, tattha kassaci pavisituṁ na denti, appamattena bhājanasaddamattenāpi ‘‘kiṁ eta’’nti? Vattāro bhavanti. Evamevaṁ chasu ajjhattikesu āyatanesu adhimattabalavachandarāgoti. Iti imāya chandarāgabalavatāya tāni ‘‘ajjhattikānī’’ti vuttāni. Gharūpacāre pana no tathā balavā hoti, tattha carante manussepi catuppadānipi na sahasā nivārenti. Kiñcāpi na nivārenti, anicchantā pana pasupacchimattampi gahituṁ na denti. Iti nesaṁ tattha na adhimattabalavachandarāgo hoti. Rūpādīsupi tatheva na adhimattabalavachandarāgo, tasmā tāni ‘‘bāhirānī’’ti vuttāni. Vitthārato pana ajjhattikabāhirakathā visuddhimagge vuttāva. Sesaṁ dvīsupi suttesu heṭṭhā vuttanayameva. Tathā tatiyacatutthesu.",
  "atk-s0304a0:19": "5-6. Paṭhamanoceassādasuttādivaṇṇanā",
  "atk-s0304a0:20": "17-18. Pañcame nissaṭāti nikkhantā. Visaññuttāti nosaṁyuttā. Vippamuttāti no adhimuttā vimariyādīkatena cetasāti nimmariyādīkatena cetasā. Yañhi kilesajātaṁ vā vaṭṭaṁ vā appahīnaṁ hoti, tena sekhānaṁ cittaṁ samariyādīkataṁ nāma. Yaṁ pahīnaṁ, tena vimariyādīkataṁ. Idha pana sabbaso kilesānañceva vaṭṭassa ca pahīnattā vimariyādīkatena kilesavaṭṭamariyādaṁ atikkantena cittena vihariṁsūti attho. Chaṭṭhepi eseva nayo. Chasupi panetesu suttesu catusaccameva kathitanti veditabbaṁ.",
  "atk-s0304a0:21": "7-10. Paṭhamābhinandasuttādivaṇṇanā",
  "atk-s0304a0:22": "19-22. Sattamādīsu catūsu vaṭṭavivaṭṭameva kathitaṁ. Anupubbakathā pana nesaṁ heṭṭhā vuttanayeneva veditabbāti.",
  "atk-s0304a0:23": "Yamakavaggo dutiyo.",
  "atk-s0304a0:24": "3. Sabbavaggo",
  "atk-s0304a0:25": "1. Sabbasuttavaṇṇanā",
  "atk-s0304a0:26": "23. Sabbavaggassa paṭhame sabbaṁ vo, bhikkhaveti sabbaṁ nāma catubbidhaṁ – sabbasabbaṁ, āyatanasabbaṁ, sakkāyasabbaṁ, padesasabbanti. Tattha –",
  "atk-s0304a0:27": "‘‘Na tassa addiṭṭhamidhaatthi kiñci,",
  "atk-s0304a0:28": "Atho aviññātamajānitabbaṁ;",
  "atk-s0304a0:29": "Sabbaṁ abhiññāsi yadatthi neyyaṁ,",
  "atk-s0304a0:30": "Tathāgato tena samantacakkhū’’ti. (mahāni. 156; cūḷani. dhotakamāṇavapucchāniddeso 32; paṭi. ma. 1.121) –",
  "atk-s0304a0:31": "Idaṁ sabbasabbaṁ nāma. ‘‘Sabbaṁ vo, bhikkhave, desessāmi, taṁ suṇāthā’’ti (saṁ. ni. 4.24) idaṁ āyatanasabbaṁ nāma. ‘‘Sabbadhammamūlapariyāyaṁ vo, bhikkhave, desessāmī’’ti (ma. ni. 1.1) idaṁ sakkāyasabbaṁ nāma. ‘‘Sabbadhammesu vā pana paṭhamasamannāhāro uppajjati cittaṁ mano mānasaṁ…pe… tajjāmanodhātū’’ti idaṁ padesasabbaṁ nāma. Iti pañcārammaṇamattaṁ padesasabbaṁ. Tebhūmakadhammā sakkāyasabbaṁ. Catubhūmakadhammā āyatanasabbaṁ. Yaṁkiñci neyyaṁ sabbasabbaṁ. Padesasabbaṁ sakkāyasabbaṁ na pāpuṇāti, sakkāyasabbaṁ āyatanasabbaṁ na pāpuṇāti, āyatanasabbaṁ sabbasabbaṁ na pāpuṇāti. Kasmā? Sabbaññutaññāṇassa ayaṁ nāma dhammo ārammaṇaṁ na hotīti natthitāya. Imasmiṁ pana sutte āyatanasabbaṁ adhippetaṁ.",
  "atk-s0304a0:32": "Paccakkhāyāti paṭikkhipitvā. Vācāvatthukamevassāti, vācāya vattabbavatthumattakameva bhaveyya. Imāni pana dvādasāyatanāni atikkamitvā ayaṁ nāma añño sabhāvadhammo atthīti dassetuṁ na sakkuṇeyya. Puṭṭho ca na sampāyeyyāti, ‘‘katamaṁ aññaṁ sabbaṁ nāmā’’ti? Pucchito, ‘‘idaṁ nāmā’’ti vacanena sampādetuṁ na sakkuṇeyya. Vighātaṁ āpajjeyyāti dukkhaṁ āpajjeyya. Yathā taṁ, bhikkhave, avisayasminti ettha tanti nipātamattaṁ. Yathāti kāraṇavacanaṁ, yasmā avisaye puṭṭhoti attho. Avisayasmiñhi sattānaṁ vighātova hoti, kūṭāgāramattaṁ silaṁ sīsena ukkhipitvā gambhīre udake taraṇaṁ avisayo, tathā candimasūriyānaṁ ākaḍḍhitvā pātanaṁ, tasmiṁ avisaye vāyamanto vighātameva āpajjati, evaṁ imasmimpi avisaye vighātameva āpajjeyyāti adhippāyo.",
  "atk-s0304a0:33": "2. Pahānasuttavaṇṇanā",
  "atk-s0304a0:34": "24. Dutiye sabbappahānāyāti sabbassa pahānāya. Cakkhusamphassapaccayā uppajjati vedayitanti cakkhusamphassaṁ mūlapaccayaṁ katvā uppannā sampaṭicchanasantīraṇavoṭṭhabbanajavanavedanā. Cakkhuviññāṇasampayuttāya pana vattabbameva natthi. Sotadvārādivedanāpaccayādīsupi eseva nayo. Ettha pana manoti bhavaṅgacittaṁ. Dhammāti ārammaṇaṁ. Manoviññāṇanti sahāvajjanakajavanaṁ. Manosamphassoti bhavaṅgasahajāto samphasso. Vedayitanti sahāvajjanavedanāya javanavedanā. Bhavaṅgasampayuttāya pana vattabbameva natthi. Āvajjanaṁ bhavaṅgato amocetvā manoti sahāvajjanena bhavaṅgaṁ daṭṭhabbaṁ. Dhammāti ārammaṇaṁ. Manoviññāṇanti javanaviññāṇaṁ. Manosamphassoti bhavaṅgasahajāto samphasso. Vedayitanti javanasahajātā vedanā. Sahāvajjanena bhavaṅgasahajātāpi vaṭṭatiyeva. Yā panettha desanā anusiṭṭhiāṇā, ayaṁ paṇṇatti nāmāti.",
  "atk-s0304a0:35": "3. Abhiññāpariññāpahānasuttavaṇṇanā",
  "atk-s0304a0:36": "25. Tatiye sabbaṁ abhiññā pariññā pahānāyāti sabbaṁ abhijānitvā parijānitvā pajahanatthāya. Abhiññā pariññā pahātabbanti abhijānitvā parijānitvā pahātabbaṁ. Sesaṁ vuttanayeneva veditabbaṁ.",
  "atk-s0304a0:37": "4. Paṭhamaaparijānanasuttavaṇṇanā",
  "atk-s0304a0:38": "26. Catutthe anabhijānaṁ aparijānaṁ avirājayaṁ appajahanti anabhijānanto aparijānanto avirājento appajahanto. Ettha ca avirājentoti avigacchāpento. Iti imasmiṁ sutte tissopi pariññā kathitā honti. ‘‘Abhijāna’’nti hi vacanena ñātapariññā kathitā, ‘‘parijāna’’nti vacanena tīraṇapariññā, ‘‘virājayaṁ pajaha’’nti dvīhi pahānapariññāti.",
  "atk-s0304a0:39": "5. Dutiyaaparijānanasuttavaṇṇanā",
  "atk-s0304a0:40": "27. Pañcame cakkhuviññāṇaviññātabbā dhammāti heṭṭhā gahitarūpameva gahetvā dasseti. Heṭṭhā vā āpāthagataṁ gahitaṁ, idha anāpāthagataṁ. Idaṁ panettha sanniṭṭhānaṁ – heṭṭhā āpāthagatampi anāpāthagatampi gahitameva, idha pana cakkhuviññāṇasampayuttā tayo khandhā. Te hi cakkhuviññāṇena saha viññātabbattā ‘‘cakkhuviññāṇaviññātabbā’’ti vuttā. Sesapadesupi eseva nayo.",
  "atk-s0304a0:41": "6. Ādittasuttavaṇṇanā",
  "atk-s0304a0:42": "28. Chaṭṭhe gayāsīseti gayāgāmassa hi avidūre gayāti ekā pokkharaṇīpi atthi nadīpi, gayāsīsanāmako hatthikumbhasadiso piṭṭhipāsāṇopi, yattha bhikkhusahassassapi okāso pahoti, bhagavā tattha viharati. Tena vuttaṁ ‘‘gayāsīse’’ti. Bhikkhū āmantesīti tesaṁ sappāyadhammadesanaṁ vicinitvā taṁ desessāmīti āmantesi.",
  "atk-s0304a0:43": "Tatrāyaṁ anupubbikathā – ito kira dvānavutikappe mahindo nāma rājā ahosi. Tassa jeṭṭhaputto phusso nāma. So pūritapāramī pacchimabhavikasatto, paripākagate ñāṇe bodhimaṇḍaṁ āruyha sabbaññutaṁ paṭivijjhi . Rañño kaniṭṭhaputto tassa aggasāvako ahosi, purohitaputto dutiyasāvako. Rājā cintesi – ‘‘mayhaṁ jeṭṭhaputto nikkhamitvā buddho jāto, kaniṭṭhaputto aggasāvako, purohitaputto dutiyasāvako’’ti. So ‘‘amhākaṁyeva buddho, amhākaṁ dhammo, amhākaṁ saṅgho’’ti vihāraṁ kāretvā vihāradvārakoṭṭhakato yāva attano gharadvārā ubhato veḷubhittikuṭikāhi parikkhipitvā matthake suvaṇṇatārakakhacitasamosaritagandhadāmamālādāmavitānaṁ bandhāpetvā heṭṭhā rajatavaṇṇaṁ vālukaṁ santharitvā pupphāni vikirāpetvā tena maggena bhagavato āgamanaṁ kāresi.",
  "atk-s0304a0:44": "Satthā vihārasmiṁyeva ṭhito cīvaraṁ pārupitvā antosāṇiyāva saddhiṁ bhikkhusaṅghena rājagehaṁ āgacchati, katabhattakicco antosāṇiyāva gacchati. Koci kaṭacchubhikkhāmattampi dātuṁ na labhati. Tato nāgarā ujjhāyiṁsu, ‘‘buddho loke uppanno, na ca mayaṁ puññāni kātuṁ labhāma. Yathā hi candimasūriyā sabbesaṁ ālokaṁ karonti, evaṁ buddhā nāma sabbesaṁ hitatthāya uppajjanti, ayaṁ pana rājā sabbesaṁ puññacetanaṁ attanoyeva anto pavesetī’’ti.",
  "atk-s0304a0:45": "Tassa ca rañño aññe tayo puttā atthi. Nāgarā tehi saddhiṁ ekato hutvā sammantayiṁsu, ‘‘rājakulehi saddhiṁ aṭṭo nāma natthi, ekaṁ upāyaṁ karomā’’ti. Te paccante core uṭṭhāpetvā, ‘‘katipayā gāmā pahaṭā’’ti sāsanaṁ āharāpetvā rañño ārocayiṁsu. Rājā putte pakkosāpetvā‘‘tātā, ahaṁ mahallako, gacchatha core vūpasamethā’’ti pesesi. Payuttacorā ito cito ca avippakiritvā tesaṁ santikameva āgacchiṁsu. Te anāvāse gāme vāsetvā ‘‘vūpasamitā corā’’ti āgantvā rājānaṁ vanditvā aṭṭhaṁsu.",
  "atk-s0304a0:46": "Rājā tuṭṭho ‘‘tātā, varaṁ vo demī’’ti āha. Te adhivāsetvā gantvā nāgarehi saddhiṁ mantayiṁsu, ‘‘raññā amhākaṁ varo dinno. Kiṁ gaṇhāmā’’ti? Ayyaputtā, tumhākaṁ hatthiassādayo na dullabhā , buddharatanaṁ pana dullabhaṁ, na sabbakālaṁ uppajjati, tumhākaṁ jeṭṭhabhātikassa phussabuddhassa paṭijagganavaraṁ gaṇhathāti. Te ‘‘evaṁ karissāmā’’ti nāgarānaṁ paṭissuṇitvā katamassukammā sunhātā suvilittā rañño santikaṁ gantvā, ‘‘deva, no varaṁ dethā’’ti yāciṁsu. Kiṁ gaṇhissatha tātāti? Deva, amhākaṁ hatthiassādīhi attho natthi, jeṭṭhabhātikassa no phussabuddhassa paṭijagganavaraṁ dethāti. ‘‘Ayaṁ varo na sakkā mayā jīvamānena dātu’’nti dve kaṇṇe pidahi. ‘‘Deva, na tumhe amhehi balakkārena varaṁ dāpitā, tumhehi attano ruciyā tuṭṭhehi dinno. Kiṁ, deva, rājakulassa dve kathā vaṭṭantī’’ti? Saccavāditāya bhaṇiṁsu.",
  "atk-s0304a0:47": "Rājā vinivattituṁ alabhanto – ‘‘tātā, satta saṁvacchare satta māse satta ca divase upaṭṭhahitvā tumhākaṁ dassāmī’’ti āha. ‘‘Sundaraṁ, deva, pāṭibhogaṁ dethā’’ti. ‘‘Kissa pāṭibhogaṁ tātā’’ti? ‘‘Ettakaṁ kālaṁ amaraṇapāṭibhogaṁ devā’’ti. ‘‘Tātā, ayuttaṁ pāṭibhogaṁ dāpetha, na sakkā evaṁ pāṭibhogaṁ dātuṁ, tiṇagge ussāvabindusadisaṁ sattānaṁ jīvita’’nti. ‘‘No ce, deva, pāṭibhogaṁ detha, mayaṁ antarā matā kiṁ kusalaṁ karissāmā’’ti? ‘‘Tena hi, tātā, cha saṁvaccharāni dethā’’ti. ‘‘Na sakkā, devā’’ti. ‘‘Tena hi pañca, cattāri, tīṇi, dve, ekaṁ saṁvaccharaṁ detha’’. ‘‘Satta, cha māse detha…pe… māsaḍḍhamattaṁ dethā’’ti. ‘‘Na sakkā, devā’’ti. ‘‘Tena hi sattadivasamattaṁ dethā’’ti. ‘‘Sādhu, devāti satta divase sampaṭicchiṁsu’’. Rājā satta saṁvacchare satta māse satta divase kattabbasakkāraṁ sattasuyeva divasesu akāsi.",
  "atk-s0304a0:48": "Tato puttānaṁ vasanaṭṭhānaṁ satthāraṁ pesetuṁ aṭṭhausabhavitthataṁ maggaṁ alaṅkārāpesi, majjhaṭṭhāne catuusabhappamāṇaṁ padesaṁ hatthīhi maddāpetvā kasiṇamaṇḍalasadisaṁ katvā vālukāya santharāpetvā pupphābhikiṇṇamakāsi, tattha tattha kadaliyo ca puṇṇaghaṭe ca ṭhapāpetvā dhajapaṭākā ukkhipāpesi. Usabhe usabhe pokkharaṇiṁ khaṇāpesi, aparabhāge dvīsu passesu gandhamālāpupphāpaṇe pasārāpesi. Majjhaṭṭhāne catuusabhavitthārassa alaṅkatamaggassa ubhosu passesu dve dve usabhavitthāre magge khāṇukaṇṭake harāpetvā daṇḍadīpikāyo kārāpesi. Rājaputtāpi attano āṇāpavattiṭṭhāne soḷasausabhamaggaṁ tatheva alaṅkārāpesuṁ.",
  "atk-s0304a0:49": "Rājā attano āṇāpavattiṭṭhānassa kedārasīmaṁ gantvā satthāraṁ vanditvā paridevamāno, ‘‘tātā, mayhaṁ dakkhiṇakkhiṁ uppāṭetvā gaṇhantā viya gacchatha, evaṁ gaṇhitvā gatā pana buddhānaṁ anucchavikaṁ kareyyātha. Mā surāsoṇḍā viya pamattā vicaritthā’’ti āha. Te ‘‘jānissāma mayaṁ, devā’’ti satthāraṁ gahetvā gatā, vihāraṁ kāretvā satthu niyyātetvā tattha satthāraṁ paṭijaggantā kālena therāsane, kālena majjhimāsane, kālena saṅghanavakāsane tiṭṭhanti. Dānaṁ upaparikkhamānānaṁ tiṇṇampi janānaṁ ekasadisameva ahosi. Te upakaṭṭhāya vassūpanāyikāya cintayiṁsu – ‘‘kathaṁ nu kho satthu ajjhāsayaṁ gaṇheyyāmā’’ti? Atha nesaṁ etadahosi – ‘‘buddhā nāma dhammagaruno, na āmisagaruno, sīle patiṭṭhamānā mayaṁ satthu ajjhāsayaṁ gahetuṁ sakkhissāmā’’ti dānasaṁvidhāyake manusse pakkosāpetvā, ‘‘tātā, imināva nīhārena yāgubhattakhādanīyādīni sampādentā dānaṁ pavattethā’’ti vatvā dānasaṁvidahanapalibodhaṁ chindiṁsu.",
  "atk-s0304a0:50": "Atha nesaṁ jeṭṭhabhātā pañcasate purise ādāya dasasu sīlesu patiṭṭhāya dve kāsāyāni acchādetvā kappiyaṁ udakaṁ paribhuñjamāno vāsaṁ kappesi. Majjhimo tīhi, kaniṭṭho dvīhi purisasatehi saddhiṁ tatheva paṭipajji. Te yāvajīvaṁ satthāraṁ upaṭṭhahiṁsu. Satthā tesaṁyeva santike parinibbāyi.",
  "atk-s0304a0:51": "Tepi kālaṁ katvā tato paṭṭhāya dvānavutikappe manussalokato devalokaṁ, devalokato ca manussalokaṁ saṁsarantā amhākaṁ satthukāle devalokā cavitvā manussaloke nibbattiṁsu. Tesaṁ dānagge byāvaṭo mahāamacco aṅgamagadhānaṁ rājā bimbisāro hutvā nibbatti. Te tasseva rañño raṭṭhe brāhmaṇamahāsālakule nibbattiṁsu. Jeṭṭhabhātā jeṭṭhova jāto, majjhimakaniṭṭhā majjhimakaniṭṭhāyeva. Yepi tesaṁ parivāramanussā, te parivāramanussāva jātā. Te vuddhimanvāya tayopi janā taṁ purisasahassaṁ ādāya nikkhamitvā tāpasā hutvā uruvelāyaṁ nadītīreyeva vasiṁsu. Aṅgamagadhavāsino māse māse tesaṁ mahāsakkāraṁ abhiharanti.",
  "atk-s0304a0:52": "Atha amhākaṁ bodhisatto katābhinikkhamano anupubbena sabbaññutaṁ patvā pavattitavaradhammacakko yasādayo kulaputte vinetvā saṭṭhi arahante dhammadesanatthāya disāsu uyyojetvā sayaṁ pattacīvaramādāya – ‘‘te tayo jaṭilabhātike damessāmī’’ti uruvelaṁ gantvā anekehi pāṭihāriyasatehi tesaṁ diṭṭhiṁ bhinditvā te pabbājesi. So taṁ iddhimayapattacīvaradharaṁ samaṇasahassaṁ ādāya gayāsīsaṁ gantvā tehi parivārito nisīditvā, – ‘‘katarā nu kho etesaṁ dhammakathā sappāyā’’ti cintento, ‘‘ime sāyaṁpātaṁ aggiṁ paricaranti. Imesaṁ dvādasāyatanāni ādittāni sampajjalitāni viya katvā desessāmi, evaṁ ime arahattaṁ pāpuṇituṁ sakkhissantī’’ti sanniṭṭhānamakāsi. Atha nesaṁ tathā dhammaṁ desetuṁ imaṁ ādittapariyāyaṁ abhāsi. Tena vuttaṁ – ‘‘bhikkhū āmantesīti tesaṁ sappāyadhammadesanaṁ vicinitvā taṁ desessāmīti āmantesī’’ti. Tattha ādittanti padittaṁ sampajjalitaṁ. Sesaṁ vuttanayameva. Iti imasmiṁ sutte dukkhalakkhaṇaṁ kathitaṁ.",
  "atk-s0304a0:53": "7. Addhabhūtasuttavaṇṇanā",
  "atk-s0304a0:54": "29. Sattame addhabhūtanti adhibhūtaṁ ajjhotthaṭaṁ, upaddutanti attho. Imasmimpi sutte dukkhalakkhaṇameva kathitaṁ.",
  "atk-s0304a0:55": "8. Samugghātasāruppasuttavaṇṇanā",
  "atk-s0304a0:56": "30. Aṭṭhame sabbamaññitasamugghātasāruppanti sabbesaṁ taṇhāmānadiṭṭhimaññitānaṁ samugghātāya anucchavikaṁ. Idhāti imasmiṁ sāsane. Cakkhuṁ na maññatīti cakkhuṁ ahanti vā mamanti vā paroti vā parassāti vā na maññati. Cakkhusmiṁ na maññatīti ahaṁ cakkhusmiṁ, mama kiñcanapalibodho cakkhusmiṁ paro cakkhusmiṁ, parassa kiñcanapalibodho cakkhusminti na maññati. Cakkhuto na maññatīti ahaṁ cakkhuto niggato, mama kiñcanapalibodho cakkhuto niggato, paro cakkhuto niggato, parassa kiñcanapalibodho cakkhuto niggatoti evampi na maññati, taṇhāmānadiṭṭhimaññanānaṁ ekampi na uppādetīti attho. Cakkhuṁ meti na maññatīti mama cakkhūti na maññati, mamattabhūtaṁ taṇhāmaññanaṁ na uppādetīti attho. Sesaṁ uttānamevāti. Imasmiṁ sutte catucattālīsāya ṭhānesu arahattaṁ pāpetvā vipassanā kathitā.",
  "atk-s0304a0:57": "9. Paṭhamasamugghātasappāyasuttavaṇṇanā",
  "atk-s0304a0:58": "31. Navame samugghātasappāyāti samugghātassa upakārabhūtā. Tato taṁ hoti aññathāti tato taṁ aññenākārena hoti. Aññathābhāvī bhavasatto loko bhavamevābhinandatīti aññathābhāvaṁ vipariṇāmaṁ upagamanena aññathābhāvī hutvāpi bhavesu satto laggo lagito palibuddho ayaṁ loko bhavaṁyeva abhinandati. Yāvatā, bhikkhave, khandhadhātuāyatananti, bhikkhave, yattakaṁ idaṁ khandhā ca dhātuyo ca āyatanāni cāti khandhadhātuāyatanaṁ. Tampi na maññatīti sabbampi na maññatīti heṭṭhā gahitameva saṁkaḍḍhitvā puna dasseti. Imasmiṁ sutte aṭṭhacattālīsāya ṭhānesu arahattaṁ pāpetvā vipassanā kathitā.",
  "atk-s0304a0:59": "10. Dutiyasamugghātasappāyasuttavaṇṇanā",
  "atk-s0304a0:60": "32. Dasame etaṁ mamātiādīhi tīhi tīhi padehi taṇhāmānadiṭṭhigāhe dassetvā tiparivaṭṭanayena desanā katā. Paṭipāṭiyā pana tīsupi imesu suttesu saha vipassanāya cattāropi maggā kathitāti.",
  "atk-s0304a0:61": "Sabbavaggo tatiyo.",
  "atk-s0304a0:62": "4. Jātidhammavaggavaṇṇanā",
  "atk-s0304a0:63": "33-42. Jātidhammavagge jātidhammanti jāyanadhammaṁ nibbattanasabhāvaṁ. Jarādhammanti jīraṇasabhāvaṁ. Byādhidhammanti byādhino uppattipaccayabhāvena byādhisabhāvaṁ. Maraṇadhammanti maraṇasabhāvaṁ . Sokadhammanti sokassa uppattipaccayabhāvena sokasabhāvaṁ. Saṁkilesikadhammanti saṁkilesikasabhāvaṁ. Khayadhammanti khayagamanasabhāvaṁ. Vayadhammādīsupi eseva nayoti.",
  "atk-s0304a0:64": "Jātidhammavaggo catuttho.",
  "atk-s0304a0:65": "5. Sabbaaniccavaggavaṇṇanā",
  "atk-s0304a0:66": "43-52. Aniccavagge abhiññeyyanti pade ñātapariññā āgatā, itarā pana dve gahitāyevāti veditabbā. Pariññeyyapahātabbapadesupi tīraṇapahānapariññāva āgatā, itarāpi pana dve gahitāyevāti veditabbā. Sacchikātabbanti paccakkhaṁ kātabbaṁ. Abhiññāpariññeyyanti idhāpi pahānapariññā avuttāpi gahitāyevāti veditabbā. Upaddutanti anekaggaṭṭhena. Upassaṭṭhanti upahataṭṭhena. Sesaṁ uttānamevāti.",
  "atk-s0304a0:67": "Sabbaaniccavaggo pañcamo.",
  "atk-s0304a0:68": "Paṭhamo paṇṇāsako.",
  "atk-s0304a0:69": "6. Avijjāvaggavaṇṇanā",
  "atk-s0304a0:70": "53-62. Avijjāvagge avijjāti catūsu saccesu aññāṇaṁ. Vijjāti arahattamaggavijjā. Aniccato jānato passatoti dukkhānattavasenāpi jānato passato pahīyatiyeva, idaṁ pana aniccavasena kathite bujjhanakapuggalassa ajjhāsayena vuttaṁ. Eseva nayo sabbattha. Api cettha saṁyojanāti dasa saṁyojanāni. Āsavāti cattāro āsavā. Anusayāti satta anusayā. Sabbupādānapariññāyāti sabbesaṁ catunnampi upādānānaṁ tīhi pariññāhi parijānanatthāya. Pariyādānāyāti khepanatthāya. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0304a0:71": "Avijjāvaggo chaṭṭho.",
  "atk-s0304a0:72": "7. Migajālavaggo",
  "atk-s0304a0:73": "1. Paṭhamamigajālasuttavaṇṇanā",
  "atk-s0304a0:74": "63. Migajālavaggassa paṭhame cakkhuviññeyyāti cakkhuviññāṇena passitabbā. Sotaviññeyyādīsupi eseva nayo. Iṭṭhāti pariyiṭṭhā vā hontu mā vā, iṭṭhārammaṇabhūtāti attho. Kantāti kamanīyā. Manāpāti manavaḍḍhanakā. Piyarūpāti piyajātikā. Kāmūpasaṁhitāti ārammaṇaṁ katvā uppajjamānena kāmena upasaṁhitā rajanīyāti rañjanīyā, rāguppattikāraṇabhūtāti attho. Nandīti taṇhānandī. Saṁyogoti saṁyojanaṁ. Nandisaṁyojanasaṁyuttoti nandībandhanena baddho. Araññavanapatthānīti araññāni ca vanapatthāni ca. Tattha kiñcāpi abhidhamme nippariyāyena ‘‘nikkhamitvā bahi indakhīlā sabbametaṁ arañña’’nti (vibha. 529) vuttaṁ, tathāpi yaṁ taṁ ‘‘pañcadhanusatikaṁ pacchima’’nti (pārā. 654) araññakaṅganipphādakaṁ senāsanaṁ vuttaṁ, tadeva adhippetanti veditabbaṁ. Vanapatthanti gāmantaṁ atikkamitvā manussānaṁ anupacāraṭṭhānaṁ, yattha na kasīyati na vapīyati. Vuttampi cetaṁ –",
  "atk-s0304a0:75": "‘‘Vanapatthanti dūrānametaṁ senāsanānaṁ adhivacanaṁ. Vanapatthanti vanasaṇḍānametaṁ, vanapatthanti bhiṁsanakānametaṁ, vanapatthanti salomahaṁsānametaṁ, vanapatthanti pariyantānametaṁ, vanapatthanti amanussūpacārānaṁ senāsanānametaṁ adhivacana’’nti (vibha. 531).",
  "atk-s0304a0:76": "Ettha ca pariyantānanti imaṁ ekaṁ pariyāyaṁ ṭhapetvā sesapariyāyehi vanapatthāni veditabbāni. Pantānīti pariyantāni atidūrāni. Appasaddānīti udukkhalamusaladārakasaddādīnaṁ abhāvena appasaddāni. Appanigghosānīti tesaṁ tesaṁ ninnādamahānigghosassa abhāvena appanigghosāni. Vijanavātānīti sañcaraṇajanassa sarīravātavirahitāni. Manussarāhasseyyakānīti manussānaṁ rahokammassa anucchavikāni. Paṭisallānasāruppānīti nilīyanasāruppāni.",
  "atk-s0304a0:77": "2. Dutiyamigajālasuttavaṇṇanā",
  "atk-s0304a0:78": "64. Dutiye nandinirodhā dukkhanirodhoti taṇhānandiyā nirodhena vaṭṭadukkhassa nirodho.",
  "atk-s0304a0:79": "3-5. Paṭhamasamiddhimārapañhāsuttādivaṇṇanā",
  "atk-s0304a0:80": "65-67. Tatiye samiddhīti attabhāvassa samiddhatāya evaṁ laddhanāmo. Tassa kira therassa attabhāvo abhirūpo ahosi pāsādiko, ukkhittamālāpuṭo viya alaṅkatamālāgabbho viya ca sabbākārapāripūriyā samiddho. Tasmā samiddhitveva saṅkhaṁ gato. Māroti maraṇaṁ pucchati. Mārapaññattīti māroti paññatti nāmaṁ nāmadheyyaṁ. Atthi tattha māro vā mārapaññatti vāti tattha maraṇaṁ vā maraṇanti idaṁ nāmaṁ vā atthīti dasseti. Catutthaṁ uttānameva, tathā pañcamaṁ.",
  "atk-s0304a0:81": "6. Samiddhilokapañhāsuttavaṇṇanā",
  "atk-s0304a0:82": "68. Chaṭṭhe lokoti lujjanapalujjanaṭṭhena loko. Iti migajālattherassa āyācanasuttato paṭṭhāya pañcasupi suttesu vaṭṭavivaṭṭameva kathitaṁ.",
  "atk-s0304a0:83": "7. Upasenaāsīvisasuttavaṇṇanā",
  "atk-s0304a0:84": "69. Sattame sītavaneti evaṁnāmake susānavane. Sappasoṇḍikapabbhāreti sappaphaṇasadisatāya evaṁladdhanāme pabbhāre. Upasenassāti dhammasenāpatino kaniṭṭhabhātikaupasenattherassa. Āsīviso patito hotīti thero kira katabhattakicco mahācīvaraṁ gahetvā leṇacchāyāya mandamandena vātapānavātena bījiyamāno nisīditvā dupaṭṭanivāsane sūcikammaṁ karoti. Tasmiṁ khaṇe leṇacchadane dve āsīvisapotakā kīḷanti. Tesu eko patitvā therassa aṁsakūṭe avatthāsi. So ca phuṭṭhaviso hoti. Tasmā patitaṭṭhānato paṭṭhāya therassa kāye dīpasikhā viya vaṭṭiṁ pariyādiyamānamevassa visaṁ otiṇṇaṁ. Thero visassa tathāgamanaṁ disvā kiñcāpi taṁ patitamattameva yathāparicchedena gataṁ, attano pana iddhibalena ‘‘ayaṁ attabhāvo leṇe mā vinassatū’’ti adhiṭṭhahitvā bhikkhū āmantesi. Purāyaṁ kāyo idheva vikiratīti yāva na vikirati, tāva naṁ bahiddhā nīharathāti attho. Aññathattanti aññathābhāvaṁ. Indriyānaṁ vā vipariṇāmanti cakkhusotādīnaṁ indriyānaṁ pakativijahanabhāvaṁ. Tattheva vikirīti bahi nīharitvā ṭhapitaṭṭhāne mañcakasmiṁyeva vikiri.",
  "atk-s0304a0:85": "8. Upavāṇasandiṭṭhikasuttavaṇṇanā",
  "atk-s0304a0:86": "70. Aṭṭhame rūpappaṭisaṁvedīti nīlapītādibhedaṁ ārammaṇaṁ vavatthāpento rūpaṁ paṭisaṁviditaṁ karoti, tasmā rūpappaṭisaṁvedī nāma hoti. Rūparāgappaṭisaṁvedīti kilesassa atthibhāveneva pana rūparāgaṁ paṭisaṁviditaṁ karoti nāma, tasmā rūparāgappaṭisaṁvedīti vuccati. Sandiṭṭhikotiādīni visuddhimagge vuttatthāneva. Noca rūparāgappaṭisaṁvedīti kilesassa natthibhāveneva na rūparāgaṁ paṭisaṁviditaṁ karoti nāma, tasmā ‘‘no ca rūparāgappaṭisaṁvedī’’ti vuccati. Imasmiṁ sutte sekhāsekhānaṁ paccavekkhaṇā kathitā.",
  "atk-s0304a0:87": "9. Paṭhamachaphassāyatanasuttavaṇṇanā",
  "atk-s0304a0:88": "71. Navame phassāyatanānanti phassākarānaṁ. Avusitanti avuṭṭhaṁ. Ārakāti dūre. Etthāhaṁ, bhante, anassasanti, bhante, ahaṁ ettha anassasiṁ, naṭṭho nāma ahanti vadati. Bhagavā – ‘‘ayaṁ bhikkhu ‘ahaṁ nāma imasmiṁ sāsane naṭṭho’ti vadati, kinnu khvassa aññesu dhātukammaṭṭhāna-kasiṇakammaṭṭhānādīsu abhiyogo atthī’’ti cintetvā, tampi apassanto – ‘‘kataraṁ nu kho kammaṭṭhānaṁ imassa sappāyaṁ bhavissatī’’ti cintesi. Tato ‘‘āyatanakammaṭṭhānameva sappāya’’nti disvā taṁ kathento taṁ kiṁ maññasi bhikkhūtiādimāha. Sādhūti tassa byākaraṇe sampahaṁsanaṁ. Esevanto dukkhassāti ayameva vaṭṭadukkhassanto paricchedo, nibbānanti attho.",
  "atk-s0304a0:89": "10. Dutiyachaphassāyatanasuttavaṇṇanā",
  "atk-s0304a0:90": "72. Dasame anassasanti nassasiṁ, naṭṭho nāmamhi icceva attho. Āyatiṁ apunabbhavāyāti ettha āyatiṁ apunabbhavo nāma nibbānaṁ, nibbānatthāya pahīnaṁ bhavissatīti attho.",
  "atk-s0304a0:91": "11. Tatiyachaphassāyatanasuttavaṇṇanā",
  "atk-s0304a0:92": "73. Ekādasame anassasanti naṭṭho, panassasanti atinaṭṭho. Sesaṁ vuttanayeneva veditabbanti.",
  "atk-s0304a0:93": "Migajālavaggo sattamo.",
  "atk-s0304a0:94": "8. Gilānavaggo",
  "atk-s0304a0:95": "1-5. Paṭhamagilānasuttādivaṇṇanā",
  "atk-s0304a0:96": "74-78. Gilānavaggassa paṭhame amukasminti asukasmiṁ. Ayameva vā pāṭho. Appaññātoti aññāto apākaṭo. Navopi hi koci paññāto hoti rāhulatthero viya sumanasāmaṇero viya ca, ayaṁ pana navo ceva apaññāto ca. Sesamettha vuttanayamevāti. Tathā ito paresu catūsu.",
  "atk-s0304a0:97": "6. Paṭhamaavijjāpahānasuttavaṇṇanā",
  "atk-s0304a0:98": "79. Chaṭṭhe aniccato jānatoti dukkhānattavasena jānatopi pahīyatiyeva, idaṁ pana aniccalakkhaṇaṁ dassetvā vutte bujjhanakassa ajjhāsayena vuttaṁ.",
  "atk-s0304a0:99": "7. Dutiyaavijjāpahānasuttavaṇṇanā",
  "atk-s0304a0:100": "80. Sattame sabbe dhammāti sabbe tebhūmakadhammā. Nālaṁ abhinivesāyāti abhinivesaparāmāsaggāhena gaṇhituṁ na yuttā. Sabbanimittānīti sabbāni saṅkhāranimittāni. Aññato passatīti yathā apariññātābhiniveso jano passati, tato aññato passati. Apariññātābhiniveso hi jano sabbanimittānipi attato passati. Pariññātābhiniveso pana anattato passati, no attatoti evaṁ imasmiṁ sutte anattalakkhaṇameva kathitaṁ.",
  "atk-s0304a0:101": "8. Sambahulabhikkhusuttavaṇṇanā",
  "atk-s0304a0:102": "81. Aṭṭhame idha noti ettha no-kāro nipātamattameva. Sesaṁ uttānatthameva. Kevalaṁ idha dukkhalakkhaṇaṁ kathitanti veditabbaṁ.",
  "atk-s0304a0:103": "9. Lokapañhāsuttavaṇṇanā",
  "atk-s0304a0:104": "82. Navame lujjatīti palujjati bhijjati. Idha aniccalakkhaṇaṁ kathitaṁ.",
  "atk-s0304a0:105": "10. Phaggunapañhāsuttavaṇṇanā",
  "atk-s0304a0:106": "83. Dasame chinnapapañceti taṇhāpapañcassa chinnattā chinnapapañce. Chinnavaṭumeti taṇhāvaṭumasseva chinnattā chinnavaṭume. Kiṁ pucchāmīti pucchati? Atikkantabuddhehi pariharitāni cakkhusotādīni pucchāmīti pucchati. Atha vā sace magge bhāvitepi anāgate cakkhusotādivaṭṭaṁ vaḍḍheyya, taṁ pucchāmīti pucchatīti.",
  "atk-s0304a0:107": "Gilānavaggo aṭṭhamo.",
  "atk-s0304a0:108": "9. Channavaggo",
  "atk-s0304a0:109": "1. Palokadhammasuttavaṇṇanā",
  "atk-s0304a0:110": "84. Channavaggassa paṭhame palokadhammanti bhijjanakasabhāvaṁ. Evamettha aniccalakkhaṇameva kathitaṁ.",
  "atk-s0304a0:111": "2. Suññatalokasuttavaṇṇanā",
  "atk-s0304a0:112": "85. Dutiye attaniyenāti attano santakena parikkhārena. Evamettha anattalakkhaṇameva kathitaṁ.",
  "atk-s0304a0:113": "3. Saṁkhittadhammasuttavaṇṇanā",
  "atk-s0304a0:114": "86. Tatiyaṁ khandhiyavagge ānandovāde (saṁ. ni. 3.83) vuttanayeneva veditabbaṁ.",
  "atk-s0304a0:115": "4. Channasuttavaṇṇanā",
  "atk-s0304a0:116": "87. Catutthe channoti evaṁnāmako thero, na abhinikkhamanaṁ nikkhantathero. Paṭisallānāti phalasamāpattito. Gilānapucchakāti gilānupaṭṭhākā. Gilānupaṭṭhānaṁ nāma buddhapasatthaṁ buddhavaṇṇitaṁ, tasmā evamāha. Sīsaveṭhaṁ dadeyyāti sīse veṭhanaṁ sīsaveṭhaṁ, tañca dadeyya. Satthanti jīvitahārakasatthaṁ. Nāvakaṅkhāmīti na icchāmi. Pariciṇṇoti paricarito. Manāpenāti manavaḍḍhanakena kāyakammādinā. Ettha ca satta sekhā paricaranti nāma, arahā paricārī nāma, bhagavā pariciṇṇo nāma.",
  "atk-s0304a0:117": "Etañhi, āvuso, sāvakassa patirūpanti, āvuso, sāvakassa nāma etaṁ anucchavikaṁ. Anupavajjanti appavattikaṁ appaṭisandhikaṁ. Pucchāvuso sāriputta, sutvā vedissāmāti ayaṁ sāvakapavāraṇā nāma. Etaṁmamātiādīni taṇhāmānadiṭṭhiggāhavasena vuttāni. Nirodhaṁ disvāti khayavayaṁ ñatvā. Netaṁ mama, nesohamasmi, na meso attāti samanupassāmīti aniccaṁ dukkhaṁ anattāti samanupassāmi. Ettakesu ṭhānesu channatthero sāriputtattherena pucchitaṁ pañhaṁ arahatte pakkhipitvā kathesi. Sāriputtatthero pana tassa puthujjanabhāvaṁ ñatvāpi taṁ ‘‘puthujjano’’ti vā ‘‘khīṇāsavo’’ti vā avatvā tuṇhīyeva ahosi. Cundatthero panassa puthujjanabhāvaṁ saññāpessāmīti cintetvā ovādaṁ adāsi.",
  "atk-s0304a0:118": "Tattha tasmāti yasmā māraṇantikaṁ vedanaṁ adhivāsetuṁ asakkonto satthaṁ āharāmīti vadati, tasmā puthujjano āyasmā, tena idampi manasikarohīti dīpeti. Yasmā vā channaṁ āyatanānaṁ nirodhaṁ disvā cakkhādīni tiṇṇaṁ gāhānaṁ vasena na samanupassāmīti vadasi. Tasmā idampi tassa bhagavato sāsanaṁ āyasmatā manasikātabbantipi puthujjanabhāvameva dīpento vadati. Niccakappanti niccakālaṁ. Nissitassāti taṇhāmānadiṭṭhīhi nissitassa. Calitanti vipphanditaṁ hoti. Yathayidaṁ āyasmato uppannaṁ vedanaṁ adhivāsetuṁ asakkontassa ‘‘ahaṁ vedayāmi, mama vedanā’’ti appahīnaggāhassa idāni vipphanditaṁ hoti, imināpi naṁ ‘‘puthujjanova tva’’nti vadati.",
  "atk-s0304a0:119": "Passaddhīti kāyacittapassaddhi, kilesapassaddhi nāma hotīti attho. Natiyāti taṇhānatiyā. Asatīti bhavatthāya ālayanikantipariyuṭṭhāne asati. Āgatigati na hotīti paṭisandhivasena āgati nāma, cutivasena gamanaṁ nāma na hoti. Cutūpapātoti cavanavasena cuti, upapajjanavasena upapāto. Nevidha na huraṁ na ubhayamantarenāti na idhaloke na paraloke na ubhayattha hoti. Esevanto dukkhassāti vaṭṭadukkhakilesadukkhassa ayameva anto ayaṁ paricchedo parivaṭumabhāvo hoti. Ayameva hi ettha attho. Ye pana ‘‘ubhayamantarenā’’ti vacanaṁ gahetvā antarābhavaṁ icchanti, tesaṁ vacanaṁ niratthakaṁ. Antarābhavassa hi bhāvo abhidhamme paṭikkhittoyeva. ‘‘Antarenā’’ti vacanaṁ pana vikappantaradīpanaṁ. Tasmā ayamettha attho – neva idha na huraṁ, aparo vikappo na ubhayanti.",
  "atk-s0304a0:120": "Satthaṁ āharesīti jīvitahārakasatthaṁ āhari, āharitvā kaṇṭhanāḷaṁ chindi. Athassa tasmiṁ khaṇe maraṇabhayaṁ okkami, gatinimittaṁ upaṭṭhāsi. So attano puthujjanabhāvaṁ ñatvā, saṁviggacitto vipassanaṁ paṭṭhapetvā, saṅkhāre pariggaṇhanto arahattaṁ patvā, samasīsī hutvā parinibbuto. Sammukhāyeva anupavajjatā byākatāti kiñcāpi idaṁ therassa puthujjanakāle byākaraṇaṁ hoti; etena pana byākaraṇena anantarāyamassa parinibbānaṁ ahosi. Tasmā bhagavā tadeva byākaraṇaṁ gahetvā kathesi.",
  "atk-s0304a0:121": "Upavajjakulānīti upasaṅkamitabbakulāni. Iminā thero, ‘‘bhante, evaṁ upaṭṭhākesu ca upaṭṭhāyikāsu ca vijjamānāsu so bhikkhu tumhākaṁ sāsane parinibbāyissatī’’ti pubbabhāgapaṭipattiyaṁ kulasaṁsaggadosaṁ dassento pucchati. Athassa bhagavā kulesu saṁsaggābhāvaṁ dīpento honti hete sāriputtātiādimāha. Imasmiṁ kira ṭhāne therassa kulesu asaṁsaṭṭhabhāvo pākaṭo ahosi. Sesaṁ sabbattha uttānameva.",
  "atk-s0304a0:122": "5-6. Puṇṇasuttādivaṇṇanā",
  "atk-s0304a0:123": "88-89. Pañcame tañceti taṁ cakkhuñceva rūpañca. Nandisamudayā dukkhasamudayoti taṇhāya samodhānena pañcakkhandhadukkhassa samodhānaṁ hoti. Iti chasu dvāresu ‘‘nandisamudayā dukkhasamudayo’’ti iminā dvinnaṁ saccānaṁ vasena vaṭṭaṁ matthakaṁ pāpetvā dassesi. Dutiyanaye nirodho maggoti dvinnaṁ saccānaṁ vasena vivaṭṭaṁ matthakaṁ pāpetvā dassesi. Iminā tvaṁ puṇṇāti pāṭiyekko anusandhi. Evaṁ tāva vaṭṭavivaṭṭavasena desanaṁ arahatte pakkhipitvā idāni puṇṇattheraṁ sattasu ṭhānesu sīhanādaṁ nadāpetuṁ iminā tvantiādimāha.",
  "atk-s0304a0:124": "Caṇḍāti duṭṭhā kibbisā. Pharusāti kakkhaḷā akkosissantīti dasahi akkosavatthūhi akkosissanti. Paribhāsissantīti ‘‘kiṁ samaṇo nāma tvaṁ, idañcidañca te karissāmā’’ti tajjessanti. Evametthāti evaṁ mayhaṁ ettha bhavissati. Daṇḍenāti catuhatthadaṇḍena vā khadiradaṇḍena vā ghaṭikamuggarena vā. Satthenāti ekatodhārādinā satthena. Satthahārakaṁ pariyesantīti jīvitahārakasatthaṁ pariyesanti. Idaṁ thero tatiyapārājikavatthusmiṁ asubhakathaṁ sutvā attabhāvena jigucchantānaṁ bhikkhūnaṁ satthahārakapariyesanaṁ sandhāyāha. Damūpasamenāti ettha damoti indriyasaṁvarādīnaṁ etaṁ nāmaṁ.",
  "atk-s0304a0:125": "‘‘Saccena danto damasā upeto,",
  "atk-s0304a0:126": "Vedantagū vusitabrahmacariyo’’ti. (saṁ. ni. 1.195; su. ni. 467) –",
  "atk-s0304a0:127": "Ettha hi indriyasaṁvaro damoti vutto. ‘‘Yadi saccā damā cāgā, khantyā bhiyyodha vijjatī’’ti (su. ni. 191; saṁ. ni. 1.246) ettha paññā damoti vuttā. ‘‘Dānena damena saṁyamena saccavajjenā’’ti (dī. ni. 1.165; ma. ni. 2.226) ettha uposathakammaṁ damoti vuttaṁ. Imasmiṁ pana sutte khanti damoti veditabbo. Upasamoti tasseva vevacanaṁ.",
  "atk-s0304a0:128": "Atha kho āyasmā puṇṇoti ko panesa puṇṇo, kasmā ca panettha gantukāmo ahosīti? Sunāparantavāsiko eva esa, sāvatthiyaṁ pana asappāyavihāraṁ sallakkhetvā tattha gantukāmo ahosi.",
  "atk-s0304a0:129": "Tatrāyaṁ anuppubbikathā – sunāparantaraṭṭhe kira ekasmiṁ vāṇijagāme ete dve bhātaro. Tesu kadāci jeṭṭho pañca sakaṭasatāni gahetvā janapadaṁ gantvā bhaṇḍaṁ āharati, kadāci kaniṭṭho. Imasmiṁ pana samaye kaniṭṭhaṁ ghare ṭhapetvā, jeṭṭhabhātiko pañca sakaṭasatāni gahetvā, janapadacārikaṁ caranto anupubbena sāvatthiṁ patvā, jetavanassa nātidūre sakaṭasatthaṁ nivesetvā bhuttapātarāso parijanaparivuto phāsukaṭṭhāne nisīdi.",
  "atk-s0304a0:130": "Tena ca samayena sāvatthivāsino bhuttapātarāsā uposathaṅgāni adhiṭṭhāya suddhuttarāsaṅgā gandhapupphādihatthā yena buddho, yena dhammo, yena saṅgho, tanninnā tappoṇā tappabbhārā hutvā, dakkhiṇadvārena nikkhamitvā jetavanaṁ gacchanti. So te disvā ‘‘kahaṁ ime gacchantī’’ti ekaṁ manussaṁ pucchi. Kiṁ tvaṁ, ayyo, na jānāsi? Loke buddhadhammasaṅgharatanāni nāma uppannāni, icceso mahājano satthu santikaṁ dhammakathaṁ sotuṁ gacchatīti. Tassa ‘‘buddho’’ti vacanaṁ chavicammādīni chinditvā aṭṭhimiñjaṁ āhacca aṭṭhāsi. So attano parijanaparivuto tāya parisāya saddhiṁ vihāraṁ gantvā, satthu madhurassarena dhammaṁ desentassa parisapariyante ṭhito, dhammaṁ sutvā pabbajjāya cittaṁ uppādesi. Atha tathāgatena kālaṁ viditvā parisāya uyyojitāya satthāraṁ upasaṅkamitvā, vanditvā, svātanāya nimantetvā, dutiyadivase maṇḍapaṁ kāretvā, āsanāni paññāpetvā, buddhappamukhassa saṅghassa mahādānaṁ datvā, bhuttapātarāso uposathaṅgāni adhiṭṭhāya bhaṇḍāgārikaṁ pakkosāpetvā, ‘‘ettakaṁ dhanaṁ vissajjitaṁ, ettakaṁ dhanaṁ na vissajjita’’nti sabbaṁ ācikkhitvā, ‘‘imaṁ sāpateyyaṁ mayhaṁ kaniṭṭhassa dehī’’ti sabbaṁ niyyātetvā, satthu santike pabbajitvā, kammaṭṭhānaparāyaṇo ahosi.",
  "atk-s0304a0:131": "Athassa kammaṭṭhānaṁ manasikarontassa kammaṭṭhānaṁ na upaṭṭhāti. Tato cintesi – ‘‘ayaṁ janapado mayhaṁ asappāyo, yaṁnūnāhaṁ satthu santike kammaṭṭhānaṁ gahetvā sakaraṭṭhameva gaccheyya’’nti. Atha pubbaṇhasamaye piṇḍāya caritvā, sāyanhe paṭisallānā vuṭṭhahitvā, bhagavantaṁ upasaṅkamitvā, kammaṭṭhānaṁ kathāpetvā, satta sīhanāde naditvā, pakkāmi. Tena vuttaṁ, ‘‘atha kho āyasmā puṇṇo…pe… viharatī’’ti.",
  "atk-s0304a0:132": "Kattha panāyaṁ vihāsīti? Catūsu ṭhānesu vihāsi. Sunāparantaraṭṭhaṁ tāva pavisitvā ca abbuhatthapabbataṁ nāma patvā vāṇijagāmaṁ piṇḍāya pāvisi. Atha naṁ kaniṭṭhabhātā sañjānitvā bhikkhaṁ datvā, ‘‘bhante, aññattha agantvā idheva vasathā’’ti paṭiññaṁ kāretvā tattheva vasāpesi.",
  "atk-s0304a0:133": "Tato samuddagirivihāraṁ nāma agamāsi. Tattha ayakantapāsāṇehi paricchinditvā katacaṅkamo atthi, koci taṁ caṅkamituṁ samattho nāma natthi. Tattha samuddavīciyo āgantvā ayakantapāsāṇesu paharitvā mahāsaddaṁ karonti. Thero ‘‘kammaṭṭhānaṁ manasikarontānaṁ phāsuvihāro hotū’’ti samuddaṁ nissaddaṁ katvā adhiṭṭhāsi.",
  "atk-s0304a0:134": "Tato mātulagiriṁ nāma agamāsi. Tatthapi sakuṇasaṅgho ussanno rattiñca divā ca saddo ekābaddhova ahosi. Thero ‘‘idaṁ ṭhānaṁ na phāsuka’’nti tato makulakārāmavihāraṁ nāma gato. So vāṇijagāmassa nātidūro naccāsanno gamanāgamanasampanno vivitto appasaddo. Thero ‘‘imaṁ ṭhānaṁ phāsuka’’nti tattha rattiṭṭhānadivāṭṭhānacaṅkamanādīni kāretvā vassaṁ upagacchi. Evaṁ catūsu ṭhānesu vihāsi.",
  "atk-s0304a0:135": "Athekadivasaṁ tasmiṁyeva antovasse pañca vāṇijasatāni ‘‘parasamuddaṁ gacchāmā’’ti nāvāya bhaṇḍaṁ pakkhipiṁsu. Nāvārohanadivase therassa kaniṭṭhabhātā theraṁ bhojetvā, therassa santike sikkhāpadāni gahetvā, vanditvā, ‘‘bhante, samuddo nāma asaddheyyo anekantarāyo, amhe āvajjeyyāthā’’ti vatvā nāvaṁ āruhi. Nāvā uttamajavena gacchamānā aññataraṁ dīpakaṁ pāpuṇi. Manussā ‘‘pātarāsaṁ karissāmā’’ti dīpake uttiṇṇā. Tasmiṁ pana dīpake aññaṁ kiñci natthi, candanavanameva ahosi.",
  "atk-s0304a0:136": "Atheko vāsiyā rukkhaṁ ākoṭetvā lohitacandanabhāvaṁ ñatvā āha – ‘‘bho, mayaṁ lābhatthāya parasamuddaṁ gacchāma, ito ca uttari lābho nāma natthi, caturaṅgulamattā ghaṭikā satasahassaṁ agghati. Hāretabbayuttakaṁ bhaṇḍaṁ hāretvā candanassa pūressāmā’’ti te tathā kariṁsu . Candanavane adhivatthā amanussā kujjhitvā, ‘‘imehi amhākaṁ candanavanaṁ nāsitaṁ ghātessāma ne’’ti cintetvā – ‘‘idheva ghātitesu sabbaṁ ekakuṇapaṁ bhavissati, samuddamajjhe nesaṁ nāvaṁ osīdessāmā’’ti āhaṁsu. Atha nesaṁ nāvaṁ āruyha muhuttaṁ gatakāleyeva uppātikaṁ uṭṭhapetvā sayampi te amanussā bhayānakāni rūpāni dassayiṁsu. Bhītā manussā attano attano devatānaṁ namassanti. Therassa kaniṭṭho cūḷapuṇṇakuṭumbiko ‘‘mayhaṁ bhātā avassayo hotū’’ti therassa namassamāno aṭṭhāsi.",
  "atk-s0304a0:137": "Theropi kira tasmiṁyeva khaṇe āvajjetvā, tesaṁ byasanuppattiṁ ñatvā, vehāsaṁ uppatitvā, abhimukho aṭṭhāsi. Amanussā theraṁ disvāva ‘‘ayyo puṇṇatthero etī’’ti apakkamiṁsu, uppātikaṁ sannisīdi. Thero ‘‘mā bhāyathā’’ti te assāsetvā ‘‘kahaṁ gantukāmatthā’’ti pucchi. Bhante, amhākaṁ sakaṭṭhānameva gacchāmāti. Thero nāvaṅgaṇe akkamitvā ‘‘etesaṁ icchitaṭṭhānaṁ gacchatū’’ti adhiṭṭhāsi. Vāṇijā sakaṭṭhānaṁ gantvā, taṁ pavattiṁ puttadārassa ārocetvā, ‘‘etha theraṁ saraṇaṁ gacchāmā’’ti pañcasatāpi attano pañcahi mātugāmasatehi saddhiṁ tīsu saraṇesu patiṭṭhāya upāsakattaṁ paṭivedesuṁ. Tato nāvāya bhaṇḍaṁ otāretvā therassa ekaṁ koṭṭhāsaṁ katvā, ‘‘ayaṁ, bhante, tumhākaṁ koṭṭhāso’’ti āhaṁsu. Thero mayhaṁ visuṁ koṭṭhāsakiccaṁ natthi. Satthā pana tumhehi diṭṭhapubboti. Na diṭṭhapubbo, bhanteti. Tena hi iminā satthu maṇḍalamāḷaṁ karotha. Evaṁ satthāraṁ passissathāti. Te sādhu, bhanteti. Tena ca koṭṭhāsena attano ca koṭṭhāsehi maṇḍalamāḷaṁ kātuṁ ārabhiṁsu.",
  "atk-s0304a0:138": "Satthāpi kira taṁ āraddhakālato paṭṭhāya paribhogaṁ akāsi. Ārakkhamanussā rattiṁ obhāsaṁ disvā, ‘‘mahesakkhā devatā atthī’’ti saññaṁ kariṁsu. Upāsakā maṇḍalamāḷañca bhikkhusaṅghassa ca senāsanāni niṭṭhāpetvā dānasambhāraṁ sajjetvā, ‘‘kataṁ, bhante, amhehi attano kiccaṁ, satthāraṁ pakkosathā’’ti therassa ārocesuṁ. Thero sāyanhasamaye iddhiyā sāvatthiṁ gantvā, ‘‘bhante, vāṇijagāmavāsino tumhe daṭṭhukāmā , tesaṁ anukampaṁ karothā’’ti bhagavantaṁ yāci. Bhagavā adhivāsesi. Thero sakaṭṭhānameva paccāgato.",
  "atk-s0304a0:139": "Bhagavāpi ānandattheraṁ āmantesi, ‘‘ānanda, sve sunāparante vāṇijagāme piṇḍāya carissāma, tvaṁ ekūnapañcasatānaṁ bhikkhūnaṁ salākaṁ dehī’’ti. Thero ‘‘sādhu, bhante’’ti bhikkhusaṅghassa tamatthaṁ ārocetvā, ‘‘ākāsacārī bhikkhū salākaṁ gaṇhantū’’ti āha. Taṁdivasaṁ kuṇḍadhānatthero paṭhamaṁ salākaṁ aggahesi. Vāṇijagāmavāsinopi ‘‘sve kira satthā āgamissatī’’ti gāmamajjhe maṇḍapaṁ katvā dānaggaṁ sajjayiṁsu. Bhagavā pātova sarīrapaṭijagganaṁ katvā, gandhakuṭiṁ pavisitvā, phalasamāpattiṁ appetvā, nisīdi. Sakkassa paṇḍukambalasilāsanaṁ uṇhaṁ ahosi. So ‘‘kiṁ ida’’nti āvajjetvā satthu sunāparantagamanaṁ disvā, vissakammaṁ āmantesi, ‘‘tāta, ajja bhagavā tiṁsamattāni yojanasatāni piṇḍacāraṁ gamissati. Pañca kūṭāgārasatāni māpetvā jetavanadvārakoṭṭhakamatthake gamanasajjāni katvā ṭhapehī’’ti. So tathā akāsi. Bhagavato kūṭāgāraṁ catumukhaṁ ahosi, dvinnaṁ aggasāvakānaṁ dvimukhāni, sesāni ekamukhāni, satthā gandhakuṭito nikkhamitvā paṭipāṭiyā ṭhapitakūṭāgāresu dhurakūṭāgāraṁ pāvisi. Dve aggasāvake ādiṁ katvā ekūnapañcabhikkhusatānipi kūṭāgāragatāni ahesuṁ. Ekaṁ tucchaṁ kūṭāgāraṁ ahosi, pañcapi kūṭāgārasatāni ākāse uppattiṁsu.",
  "atk-s0304a0:140": "Satthā saccabandhapabbataṁ nāma patvā kūṭāgāraṁ ākāse ṭhapesi. Tasmiṁ pabbate saccabandho nāma micchādiṭṭhikatāpaso mahājanaṁ micchādiṭṭhiṁ uggaṇhāpento lābhaggayasaggappatto hutvā vasati, abbhantare cassa antocāṭiyaṁ padīpo viya arahattaphalassa upanissayo jalati. Taṁ disvā ‘‘dhammamassa kathessāmī’’ti gantvā dhammaṁ desesi. Tāpaso desanāpariyosāne arahattaṁ pāpuṇi. Maggenevassa abhiññā āgatā. So ehibhikkhu hutvā iddhimayapattacīvaradharo tucchakūṭāgāraṁ pāvisi.",
  "atk-s0304a0:141": "Bhagavā kūṭāgāragatehi pañcahi bhikkhusatehi saddhiṁ vāṇijagāmaṁ gantvā, kūṭāgārāni adissamānakāni katvā, vāṇijagāmaṁ pāvisi. Vāṇijā buddhappamukhassa saṅghassa mahādānaṁ datvā satthāraṁ makulakārāmaṁ nayiṁsu. Satthā maṇḍalamāḷaṁ pāvisi. Mahājano yāva satthā bhattadarathaṁ paṭippassambheti, tāva pātarāsaṁ katvā uposathaṅgāni samādāya bahuṁ gandhañca pupphañca ādāya dhammassavanatthāya ārāmaṁ paccāgamāsi. Satthā dhammaṁ desesi. Mahājanassa bandhanamokkho jāto, mahantaṁ buddhakolāhalaṁ ahosi.",
  "atk-s0304a0:142": "Satthā mahājanassa saṅgahatthāya sattāhaṁ tattheva vasi, aruṇaṁ pana mahāgandhakuṭiyaṁyeva uṭṭhapesi. Sattāhampi dhammadesanāpariyosāne caturāsītiyā pāṇasahassānaṁ dhammābhisamayo ahosi. Tattha sattāhaṁ vasitvā, vāṇijagāme piṇḍāya caritvā, ‘‘tvaṁ idheva vasāhī’’ti puṇṇattheraṁ nivattetvā antare nammadānadī nāma atthi, tassā tīraṁ agamāsi. Nammadā nāgarājā satthu paccuggamanaṁ katvā, nāgabhavanaṁ pavesetvā, tiṇṇaṁ ratanānaṁ sakkāraṁ akāsi. Satthā tassa dhammaṁ kathetvā nāgabhavanā nikkhami. So ‘‘mayhaṁ, bhante, paricaritabbaṁ dethā’’ti yāci. Bhagavā nammadānadītīre padacetiyaṁ dassesi. Taṁ vīcīsu āgatāsu pidhīyati, gatāsu vivarīyati. Mahāsakkārapattaṁ ahosi. Satthā tato nikkhamitvā saccabandhapabbataṁ gantvā saccabandhaṁ āha – ‘‘tayā mahājano apāyamagge otārito. Tvaṁ idheva vasitvā, etesaṁ laddhiṁ vissajjāpetvā, nibbānamagge patiṭṭhāpehī’’ti. Sopi paricaritabbaṁ yāci. Satthā ghanapiṭṭhipāsāṇe allamattikapiṇḍamhi lañchanaṁ viya padacetiyaṁ dassesi. Tato jetavanameva gato. Etamatthaṁ sandhāya teneva antaravassenātiādi vuttaṁ.",
  "atk-s0304a0:143": "Parinibbāyīti anupādisesāya nibbānadhātuyā parinibbāyi. Mahājano therassa satta divasāni sarīrapūjaṁ katvā, bahūni gandhakaṭṭhāni samodhānetvā, sarīraṁ jhāpetvā dhātuyo ādāya cetiyaṁ akāsi. Sambahulā bhikkhūti therassa āḷāhanaṭṭhāne ṭhitabhikkhū. Sesaṁ sabbattha uttānameva. Chaṭṭhaṁ uttānameva.",
  "atk-s0304a0:144": "7-8. Paṭhamaejāsuttādivaṇṇanā",
  "atk-s0304a0:145": "90-91. Sattame ejāti taṇhā. Sā hi calanaṭṭhena ejāti vuccati. Sāva ābādhanaṭṭhena rogo, anto dussanaṭṭhena gaṇḍo, nikantanaṭṭhena sallaṁ. Tasmāti yasmā ejā rogo ceva gaṇḍo ca sallañca, tasmā. Cakkhuṁ na maññeyyātiādi vuttanayameva, idhāpi sabbaṁ heṭṭhā gahitameva saṁkaḍḍhitvā dassitaṁ. Aṭṭhamaṁ vuttanayameva.",
  "atk-s0304a0:146": "9-10. Paṭhamadvayasuttādivaṇṇanā",
  "atk-s0304a0:147": "92-93. Navame dvayanti dve dve koṭṭhāse. Dasame itthetaṁ dvayanti evametaṁ dvayaṁ. Calañceva byathañcāti attano sabhāvena asaṇṭhahanato calati ceva byathati ca. Yopi hetu yopi paccayoti cakkhuviññāṇassa vatthārammaṇaṁ hetu ceva paccayo ca. Kuto niccaṁ bhavissatīti kena kāraṇena niccaṁ bhavissati. Yathā pana dāsassa dāsiyā kucchismiṁ jāto putto parova dāso hoti, evaṁ aniccameva hotīti attho. Saṅgatīti sahagati. Sannipātoti ekato sannipatanaṁ. Samavāyoti ekato samāgamo. Ayaṁ vuccati cakkhusamphassoti iminā saṅgatisannipātasamavāyasaṅkhātena paccayena uppannattā paccayanāmeneva saṅgati sannipāto samavāyoti ayaṁ vuccati cakkhusamphasso.",
  "atk-s0304a0:148": "Sopi hetūti phassassa vatthu ārammaṇaṁ sahajātā tayo khandhāti ayaṁ hetu. Phuṭṭhoti upayogatthe paccattaṁ, phassena phuṭṭhameva gocaraṁ vedanā vedeti, cetanā ceteti, saññā sañjānātīti attho. Phuṭṭhoti vā phassasamaṅgīpuggalo , phassena phuṭṭhārammaṇameva vedanādīhi vedeti ceteti sañjānātītipi vuttaṁ hoti. Iti imasmiṁ sutte samatiṁsakkhandhā kathitā honti. Kathaṁ? Cakkhudvāre tāva vatthu ceva ārammaṇañca rūpakkhandho, phuṭṭho vedetīti vedanākkhandho, cetetīti saṅkhārakkhandho, sañjānātīti saññākkhandho, vijānātīti viññāṇakkhandhoti. Sesadvāresupi eseva nayo. Manodvārepi hi vatthurūpaṁ ekantato rūpakkhandho, rūpe pana ārammaṇe sati ārammaṇampi rūpakkhandhoti cha pañcakātiṁsa honti. Saṅkhepena panete chasupi dvāresu pañceva khandhāti sapaccaye pañcakkhandhe aniccāti vitthāretvā vuccamāne bujjhanakānaṁ ajjhāsayena idaṁ suttaṁ desitanti.",
  "atk-s0304a0:149": "Channavaggo navamo.",
  "atk-s0304a0:150": "10. Saḷavaggo",
  "atk-s0304a0:151": "1. Adantaaguttavaṇṇanā",
  "atk-s0304a0:152": "94. Saḷavaggassa paṭhame adantāti adamitā. Aguttāti agopitā. Arakkhitāti na rakkhitā. Asaṁvutāti apihitā. Dukkhādhivāhā hontīti nerayikādibhedaṁ adhikadukkhaṁ āvahanakā honti. Sukhādhivāhā hontīti jhānamaggaphalapabhedaṁ adhikasukhaṁ āvahanakā honti. Adhivahātipi pāṭho, esevattho.",
  "atk-s0304a0:153": "Saḷevāti cha eva. Asaṁvuto yattha dukkhaṁ nigacchatīti yesu āyatanesu saṁvaravirahito dukkhaṁ pāpuṇāti. Tesañca ye saṁvaraṇaṁ avedisunti ye tesaṁ āyatanānaṁ saṁvaraṁ vindiṁsu paṭilabhiṁsu. Viharantānavassutāti viharanti anavassutā atintā.",
  "atk-s0304a0:154": "Asāditañca sādunti assādavantañca madhurañca. Phassadvayaṁ sukhadukkhe upekkheti sukhaphassañca dukkhaphassañcāti idaṁ phassadvayaṁ upekkhe, upekkhāmevettha uppādeyyāti attho. Phassadvayaṁ sukhadukkhaṁ upekkhoti vā pāṭho, phassahetukaṁ sukhadukkhaṁ upekkho, sukhe anurodhaṁ dukkhe ca virodhaṁ anuppādento upekkhako bhaveyyātipi attho. Anānuruddhoaviruddho kenacīti kenaci saddhiṁ neva anuruddho na viruddho bhaveyya.",
  "atk-s0304a0:155": "Papañcasaññāti kilesasaññāya papañcasaññā nāma hutvā. Itarītarā narāti lāmakasattā papañcayantā upayantīti papañcayamānā vaṭṭaṁ upagacchanti. Saññinoti sasaññā sattā. Manomayaṁ gehasitañca sabbanti sabbameva pañcakāmaguṇagehanissitaṁ manomayaṁ vitakkaṁ. Panujjāti panuditvā nīharitvā. Nekkhammasitaṁ irīyatīti dabbajātiko bhikkhu nekkhammasitaṁ iriyena irīyati.",
  "atk-s0304a0:156": "Chassu yadāsubhāvitoti chasu ārammaṇesu yadā suṭṭhu bhāvito. Phuṭṭhassa cittaṁ na vikampatekvacīti sukhaphassena vā dukkhaphassena vā phuṭṭhassa kismiñci cittaṁ na kampati na vedhati. Bhavattha jātimaraṇassa pāragāti jātimaraṇānaṁ pāraṁ nibbānaṁ gamakā hotha.",
  "atk-s0304a0:157": "2. Mālukyaputtasuttavaṇṇanā",
  "atk-s0304a0:158": "95. Dutiye mālukyaputtoti mālukyabrāhmaṇiyā putto. Etthāti etasmiṁ tava ovādāyācane. Iminā theraṁ apasādetipi ussādetipi. Kathaṁ? Ayaṁ kira daharakāle rūpādīsu pamajjitvā pacchā mahallakakāle araññavāsaṁ patthento kammaṭṭhānaṁ yācati. Atha bhagavā ‘‘ettha dahare kiṁ vakkhāma? Mālukyaputto viya tumhepi taruṇakāle pamajjitvā mahallakakāle araññaṁ pavisitvā samaṇadhammaṁ kareyyāthā’’ti iminā adhippāyena bhaṇanto theraṁ apasādeti nāma.",
  "atk-s0304a0:159": "Yasmā pana thero mahallakakālepi araññaṁ pavisitvā samaṇadhammaṁ kātukāmo, tasmā bhagavā ‘‘ettha dahare kiṁ vakkhāma? Ayaṁ amhākaṁ mālukyaputto mahallakakālepi araññaṁ pavisitvā samaṇadhammaṁ kattukāmo kammaṭṭhānaṁ yācati, tumhe nāma taruṇakālepi vīriyaṁ na karothā’’ti iminā adhippāyena bhaṇanto theraṁ ussādeti nāma.",
  "atk-s0304a0:160": "Yatra hi nāmāti yo nāma. Kiñcāpāhanti kiñcāpi ‘‘ahaṁ mahallako’’ti ñātaṁ. Yadi ahaṁ mahallako, mahallako samānopi sakkhissāmi samaṇadhammaṁ kātuṁ, desetu me, bhante, bhagavāti adhippāyena mahallakabhāvaṁ anuggaṇhanto ovādañca pasaṁsanto evamāha.",
  "atk-s0304a0:161": "Adiṭṭhā adiṭṭhapubbāti imasmiṁ attabhāve adiṭṭhā atītepi adiṭṭhapubbā. Na ca passasīti etarahipi na passasi. Na ca te hoti passeyyanti evaṁ samannāhāropi te yattha natthi, api nu te tattha chandādayo uppajjeyyunti pucchati.",
  "atk-s0304a0:162": "Diṭṭhe diṭṭhamattanti rūpāyatane cakkhuviññāṇena diṭṭhe diṭṭhamattaṁ bhavissati. Cakkhuviññāṇañhi rūpe rūpamattameva passati, na niccādisabhāvaṁ, iti sesaviññāṇehipi me ettha diṭṭhamattameva cittaṁ bhavissatīti attho. Atha vā diṭṭhe diṭṭhaṁ nāma cakkhuviññāṇaṁ, rūpe rūpavijānananti attho. Mattāti pamāṇaṁ, diṭṭhaṁ mattā assāti diṭṭhamattaṁ, cittaṁ, cakkhuviññāṇamattameva me cittaṁ bhavissatīti attho. Idaṁ vuttaṁ hoti – yathā āpāthagatarūpe cakkhuviññāṇaṁ na rajjati na dussati na muyhati, evaṁ rāgādivirahena cakkhuviññāṇamattameva javanaṁ bhavissati, cakkhuviññāṇapamāṇeneva javanaṁ ṭhapessāmīti. Atha vā diṭṭhaṁ nāma cakkhuviññāṇena diṭṭharūpaṁ, diṭṭhe diṭṭhamattaṁ nāma tattheva uppannaṁ sampaṭicchanasantīraṇavoṭṭhabbanasaṅkhātaṁ cittattayaṁ. Yathā taṁ na rajjati, na dussati, na muyhati, evaṁ āpāthagate rūpe teneva sampaṭicchanādippamāṇena javanaṁ uppādessāmi, nāhaṁ taṁ pamāṇaṁ atikkamitvā rajjanādivasena uppajjituṁ dassāmīti ayamettha attho. Eseva nayo sutamutesu.",
  "atk-s0304a0:163": "Viññāte viññātamattanti ettha pana viññātaṁ nāma manodvārāvajjanena viññātārammaṇaṁ, tasmiṁ viññāte viññātamattanti āvajjanapamāṇaṁ. Yathā āvajjanena na rajjati na dussati na muyhati, evaṁ rajjanādivasena uppajjituṁ adatvā āvajjanapamāṇeneva cittaṁ ṭhapessāmīti ayamettha attho.",
  "atk-s0304a0:164": "Yatoti yadā. Tatoti tadā. Na tenāti tena rāgena vā ratto, dosena vā duṭṭho, mohena vā mūḷho na bhavissati. Tato tvaṁ mālukyaputta na tatthāti yadā tvaṁ tena rāgena vā dosamohehi vā ratto vā duṭṭho vā mūḷho vā na bhavissasi, tadā tvaṁ na tattha tasmiṁ diṭṭhe vā sutamutaviññāte vā paṭibaddho allīno patiṭṭhito nāma bhavissasi. Nevidhātiādi vuttatthameva.",
  "atk-s0304a0:165": "Sati muṭṭhāti sati naṭṭhā. Tañca ajjhosāti taṁ ārammaṇaṁ gilitvā. Abhijjhā ca vihesā cāti abhijjhāya ca vihiṁsāya ca. Atha vā ‘‘tassa vaḍḍhantī’’ti padenāpi saddhiṁ yojetabbaṁ, abhijjhā ca vihesā cāti imepi dve dhammā tassa vaḍḍhantīti attho.",
  "atk-s0304a0:166": "Cittamassūpahaññatīti abhijjhāvihesāhi assa cittaṁ upahaññati. Ācinatoti ācinantassa. Ārā nibbāna vuccatīti evarūpassa puggalassa nibbānaṁ nāma dūre pavuccati. Ghatvāti ghāyitvā. Bhotvāti bhutvā sāyitvā lehitvā. Phussāti phusitvā. Paṭissatoti paṭissatisaṅkhātāya satiyā yutto. Sevato cāpi vedananti catumaggasampayuttaṁ nibbattitalokuttaravedanaṁ sevantassa. Khīyatīti khayaṁ gacchati. Kiṁ taṁ? Dukkhampi kilesajātampi. Aññataroti asītiyā mahāsāvakānaṁ abbhantaro eko. Iti imasmiṁ sutte gāthāhipi vaṭṭavivaṭṭameva kathitaṁ.",
  "atk-s0304a0:167": "3. Parihānadhammasuttavaṇṇanā",
  "atk-s0304a0:168": "96. Tatiye parihānadhammanti parihānasabhāvaṁ. Abhibhāyatanānīti abhibhavitāni āyatanāni. Sarasaṅkappāti ettha sarantīti sarā, dhāvantīti attho. Sarā ca te saṅkappā ca sarasaṅkappā. Saṁyojaniyāti bandhaniyā bandhanassa paccayabhūtā. Tañce bhikkhūti taṁ evaṁ uppannaṁ kilesajātaṁ, taṁ vā ārammaṇaṁ. Adhivāsetīti citte āropetvā vāseti. Nappajahatīti chandarāgappahānena na pajahati. Evaṁ sabbapadehi yojetabbaṁ. Abhibhāyatanañhetaṁ vuttaṁ bhagavatāti etaṁ buddhena bhagavatā abhibhavitaṁ āyatananti kathitaṁ. Idha dhammaṁ pucchitvā vibhajantena puggalena dhammo dassito.",
  "atk-s0304a0:169": "4. Pamādavihārīsuttavaṇṇanā",
  "atk-s0304a0:170": "97. Catutthe asaṁvutassāti apihitassa na pidahitvā sañchāditvā ṭhapitassa. Byāsiñcatīti viāsiñcati, kilesatintaṁ hutvā vattati. Pāmojjanti dubbalapīti. Pītīti balavapīti. Passaddhīti darathapassaddhi. Dhammā na pātubhavantīti samathavipassanādhammā na uppajjanti. Imasmiṁ sutte puggalaṁ pucchitvā vibhajantena dhammena puggalo dassito.",
  "atk-s0304a0:171": "5. Saṁvarasuttavaṇṇanā",
  "atk-s0304a0:172": "98. Pañcame kathañca, bhikkhave, asaṁvaroti idaṁ maggakusalassa vāmaṁ muñcitvā dakkhiṇaṁ gaṇheyyāsīti paṭhamaṁ pahātabbamaggakkhānaṁ viya uddesakkamena avatvā desanākusalatāya paṭhamaṁ pahātabbadhammakkhānavasena vuttanti veditabbaṁ. Idha dhammaṁ pucchitvā dhammova vibhatto.",
  "atk-s0304a0:173": "6. Samādhisuttavaṇṇanā",
  "atk-s0304a0:174": "99. Chaṭṭhe samādhinti cittekaggataṁ. Idañhi suttaṁ cittekaggatāya parihāyamāne disvā, ‘‘imesaṁ cittekaggataṁ labhantānaṁ kammaṭṭhānaṁ phātiṁ gamissatī’’ti ñatvā kathitaṁ.",
  "atk-s0304a0:175": "7. Paṭisallānasuttavaṇṇanā",
  "atk-s0304a0:176": "100. Sattame paṭisallānanti kāyavivekaṁ. Idañhi suttaṁ kāyavivekena parihāyamāne disvā, ‘‘imesaṁ kāyavivekaṁ labhantānaṁ kammaṭṭhānaṁ phātiṁ gamissatī’’ti ñatvā kathitaṁ.",
  "atk-s0304a0:177": "8-9. Paṭhamanatumhākaṁsuttādivaṇṇanā",
  "atk-s0304a0:178": "101-102. Aṭṭhamaṁ upamāya parivāretvā kathite bujjhanakānaṁ, navamaṁ suddhikavaseneva bujjhanakānaṁ ajjhāsayavasena vuttaṁ. Attho pana ubhayatthāpi khandhiyavagge vuttanayeneva veditabbo.",
  "atk-s0304a0:179": "10. Udakasuttavaṇṇanā",
  "atk-s0304a0:180": "103. Dasame udako sudanti ettha sudanti nipātamattaṁ. Udakoti tassa nāmaṁ. Idaṁ jātu vedagūti ettha idanti nipātamattaṁ. Atha vā idaṁ mama vacanaṁ suṇāthāti dīpento evamāha. Jātu vedagūti ahaṁ ekaṁseneva vedagū, vedasaṅkhātena ñāṇena neyyesu gato, vedaṁ vā gato adhigato, paṇḍitohamasmīti attho. Sabbajīti ekaṁsena sabbavaṭṭaṁ jinitvā abhibhavitvā ṭhitosmīti vadati. Apalikhataṁ gaṇḍamūlanti apalikhataṁ dukkhamūlaṁ. Palikhaṇinti palikhataṁ mayā, khanitvā ṭhitosmīti dīpeti.",
  "atk-s0304a0:181": "Mātāpettikasambhavassāti mātito ca pitito ca nibbattena mātāpettikena sukkasoṇitena sambhūtassa. Odanakummāsūpacayassāti odanena ceva kummāsena ca upacitassa vaḍḍhitassa. Aniccucchādanaparimaddanabhedanaviddhaṁsanadhammassāti ettha ayaṁ kāyo hutvā abhāvaṭṭhena aniccadhammo , duggandhavighātatthāya tanuvilepanena ucchādanadhammo, aṅgapaccaṅgābādhavinodanatthāya khuddakasambāhanena parimaddanadhammo, daharakāle vā ūrūsu sayāpetvā gabbhavāsena dussaṇṭhitānaṁ tesaṁ tesaṁ aṅgānaṁ saṇṭhānasampādanatthaṁ añchanapīḷanādīnaṁ vasena parimaddanadhammo, evaṁ pariharitopi ca bhedanaviddhaṁsanadhammo bhijjati ceva vikirati ca, evaṁ sabhāvoti attho.",
  "atk-s0304a0:182": "Tattha mātāpettikasambhavaodanakummāsūpacayaparimaddanapadehi vaḍḍhi kathitā, aniccabhedanaviddhaṁsanapadehi parihāni. Purimehi vā tīhi samudayo, pacchimehi atthaṅgamoti. Evaṁ cātumahābhūtikassa kāyassa vaḍḍhiparihāninibbattibhedā dassitā. Sesaṁ uttānatthamevāti.",
  "atk-s0304a0:183": "Saḷavaggo dasamo.",
  "atk-s0304a0:184": "Dutiyo paṇṇāsako.",
  "atk-s0304a0:185": "11. Yogakkhemivaggo",
  "atk-s0304a0:186": "1. Yogakkhemisuttavaṇṇanā",
  "atk-s0304a0:187": "104. Yogakkhemivaggassa paṭhame yogakkhemipariyāyanti catūhi yogehi khemino kāraṇabhūtaṁ. Dhammapariyāyanti dhammakāraṇaṁ. Akkhāsi yoganti yuttiṁ kathesi. Tasmāti kasmā? Kiṁ akkhātattā, udāhu pahīnattāti? Pahīnattā. Na hi akkhānena yogakkhemi nāma hoti.",
  "atk-s0304a0:188": "2-10. Upādāyasuttādivaṇṇanā",
  "atk-s0304a0:189": "105-113. Dutiye vedanāsukhadukkhaṁ kathitaṁ, taṁ pana vipākasukhadukkhaṁ vaṭṭati. Tatiye dukkhassāti vaṭṭadukkhassa. Catutthe lokassāti saṅkhāralokassa. Pañcamādīsu yaṁ vattabbaṁ siyā, taṁ khandhiyavagge vuttanayameva.",
  "atk-s0304a0:190": "Yogakkhemivaggo ekādasamo.",
  "atk-s0304a0:191": "12. Lokakāmaguṇavaggo",
  "atk-s0304a0:192": "1-2. Paṭhamamārapāsasuttādivaṇṇanā",
  "atk-s0304a0:193": "114-115. Lokakāmaguṇavaggassa paṭhame āvāsagatoti vasanaṭṭhānaṁ gato. Mārassa vasaṁ gatoti tividhassāpi mārassa vasaṁ gato. Paṭimukka’ssa mārapāsoti assa gīvāya mārapāso paṭimukko pavesito. Dutiyaṁ uttānameva.",
  "atk-s0304a0:194": "3. Lokantagamanasuttavaṇṇanā",
  "atk-s0304a0:195": "116. Tatiye lokassāti cakkavāḷalokassa. Lokassa antanti saṅkhāralokassa antaṁ. Vihāraṁ pāvisīti ‘‘mayi vihāraṁ paviṭṭhe ime bhikkhū, imaṁ uddesaṁ ānandaṁ pucchissanti, so ca tesaṁ mama sabbaññutaññāṇena saṁsanditvā kathessati. Tato naṁ thomessāmi, mama thomanaṁ sutvā bhikkhū ānandaṁ upasaṅkamitabbaṁ, vacanañcassa sotabbaṁ saddhātabbaṁ maññissanti, taṁ nesaṁ bhavissati dīgharattaṁ hitāya sukhāyā’’ti cintetvā saṁkhittena bhāsitassa vitthārena atthaṁ avibhajitvāva nisinnāsane antarahito gandhakuṭiyaṁ pāturahosi. Tena vuttaṁ ‘‘uṭṭhāyāsanā vihāraṁ pāvisī’’ti.",
  "atk-s0304a0:196": "Satthu ceva saṁvaṇṇitoti satthārā ca pasattho. Viññūnanti idampi karaṇatthe sāmivacanaṁ, paṇḍitehi sabrahmacārīhi ca sambhāvitoti attho. Pahotīti sakkoti. Atikkammeva mūlaṁ atikkammeva khandhanti sāro nāma mūle vā khandhe vā bhaveyya, tampi atikkamitvāti attho. Evaṁsampadamidanti evaṁsampattikaṁ, īdisanti attho. Atisitvāti atikkamitvā. Jānaṁ jānātīti jānitabbameva jānāti. Passaṁ passatīti passitabbameva passati. Yathā vā ekacco viparītaṁ gaṇhanto jānantopi na jānāti, passantopi na passati, na evaṁ bhagavā. Bhagavā pana jānanto jānāti, passanto passatiyeva. Svāyaṁ dassanapariṇāyakaṭṭhena cakkhubhūto. Viditakaraṇaṭṭhena ñāṇabhūto. Aviparītasabhāvaṭṭhena pariyattidhammapavattanato vā hadayena cintetvā vācāya nicchāritadhammamayoti dhammabhūto. Seṭṭhaṭṭhena brahmabhūto. Atha vā cakkhu viya bhūtoti cakkhubhūto. Evametesu padesu attho veditabbo. Svāyaṁ dhammassa vattanato vattā. Pavattanato pavattā. Atthaṁ nīharitvā nīharitvā dassanasamatthatāya atthassa ninnetā. Amatādhigamāya paṭipattiṁ desetīti amatassa dātā.",
  "atk-s0304a0:197": "Agaruṁ karitvāti punappunaṁ yācāpentopi hi garuṁ karoti nāma. Attano sekkhapaṭisambhidāñāṇe ṭhatvā sinerupādato vālikaṁ uddharamāno viya dubbiññeyyaṁ katvā kathentopi garuṁ karotiyeva nāma. Evaṁ akatvā amhe punappunaṁ ayācāpetvā suviññeyyampi no katvā kathehīti vuttaṁ hoti.",
  "atk-s0304a0:198": "Yaṁ kho voti yaṁ kho tumhākaṁ. Cakkhunā kho, āvuso, lokasmiṁ lokasaññī hoti lokamānīti cakkhuñhi loke appahīnadiṭṭhi puthujjano sattalokavasena lokoti sañjānāti ceva maññati ca, tathā cakkavāḷalokavasena. Na hi aññatra cakkhādīhi dvādasāyatanehi tassa sā saññā vā māno vā uppajjati. Tena vuttaṁ, ‘‘cakkhunā kho, āvuso, lokasmiṁ lokasaññī hoti lokamānī’’ti. Imassa ca lokassa gamanena anto nāma ñātuṁ vā daṭṭhuṁ vā pattuṁ vā na sakkā. Lujjanaṭṭhena pana tasseva cakkhādibhedassa lokassa nibbānasaṅkhātaṁ antaṁ appatvā vaṭṭadukkhassa antakiriyā nāma natthīti veditabbā.",
  "atk-s0304a0:199": "Evaṁ pañhaṁ vissajjetvā idāni ‘‘sāvakena pañho kathitoti mā nikkaṅkhā ahuvattha, ayaṁ bhagavā sabbaññutaññāṇatulaṁ gahetvā nisinno. Icchamānā tameva upasaṅkamitvā nikkaṅkhā hothā’’ti uyyojento ākaṅkhamānā panātiādimāha.",
  "atk-s0304a0:200": "Imehi ākārehīti imehi kāraṇehi cakkavāḷalokassa antābhāvakāraṇehi ceva saṅkhāralokassa antāpattikāraṇehi ca. Imehi padehīti imehi akkharasampiṇḍanehi. Byañjanehīti pāṭiyekkaakkharehi.",
  "atk-s0304a0:201": "Paṇḍitoti paṇḍiccena samannāgato. Catūhi kāraṇehi paṇḍito dhātukusalo āyatanakusalo paccayākārakusalo kāraṇākāraṇakusaloti. Mahāpaññoti mahante atthe mahante dhamme mahantā niruttiyo mahantāni paṭibhānāni paṭiggaṇhanasamatthatāya mahāpaññāya samannāgato. Yathātaṁ ānandenāti yathā ānandena byākataṁ, taṁ sandhāya vuttaṁ. Yathā ānandena taṁ byākataṁ, ahampi taṁ evameva byākareyyanti attho.",
  "atk-s0304a0:202": "4. Kāmaguṇasuttavaṇṇanā",
  "atk-s0304a0:203": "117. Catutthe ye meti ye mama. Cetaso samphuṭṭhapubbāti cittena anubhūtapubbā. Tatra me cittaṁ bahulaṁ gacchamānaṁ gaccheyyāti tesu pāsādattayatividhanāṭakādibhedasampattivasena anubhūtapubbesu pañcasu kāmaguṇesu bahūsu vāresu uppajjamānaṁ uppajjeyyāti dīpeti. Paccuppannesu vāti idha padhānacariyakāle chabbassāni supupphitavanasaṇḍajātānaṁ dijagaṇādīnaṁ vasena diṭṭhasutādibhedaṁ manoramārammaṇaṁ kāmaguṇaṁ katvā dassento ‘‘evarūpesu paccuppannesu vā bahulaṁ uppajjeyyā’’ti dasseti. Appaṁ vā anāgatesūti anāgate ‘‘metteyyo nāma buddho bhavissati, saṅkho nāma rājā, ketumatī nāma rājadhānī’’tiādivasena (dī. ni. 3.106) parittakameva anāgatesu kāmaguṇesu uppajjeyyāti dasseti. Tatra me attarūpenāti tatra mayā attano hitakāmajātikena. Appamādoti sātaccakiriyā pañcasu kāmaguṇesu cittassa avossaggo. Satīti ārammaṇapariggahitasati. Ārakkhoti ayaṁ appamādo ca sati ca cetaso ārakkho karaṇīyo, evaṁ me ahosīti dasseti, ārakkhatthāya ime dve dhammā kātabbāti vuttaṁ hoti.",
  "atk-s0304a0:204": "Tasmātiha, bhikkhave, se āyatane veditabbeti yasmā cetaso ārakkhatthāya appamādo ca sati ca kātabbā, yasmā tasmiṁ āyatane vidite appamādena vā satiyā vā kātabbaṁ natthi, tasmā se āyatane veditabbe, taṁ kāraṇaṁ jānitabbanti attho. Saḷāyatananirodhanti saḷāyatananirodho vuccati nibbānaṁ, taṁ sandhāya bhāsitanti attho. Nibbānasmiñhi cakkhuādīni ceva nirujjhanti rūpasaññādayo ca nirujjhantīti. Sesaṁ vuttanayameva.",
  "atk-s0304a0:205": "5-6. Sakkapañhasuttādivaṇṇanā",
  "atk-s0304a0:206": "118-119. Pañcame diṭṭheva dhammeti imasmiṁyeva attabhāve. Parinibbāyantīti kilesaparinibbānena parinibbāyanti. Tannissitaṁ viññāṇaṁ hotīti taṇhānissitaṁ kammaviññāṇaṁ hoti . Tadupādānanti taṁgahaṇaṁ, taṇhāgahaṇena sahagataṁ viññāṇaṁ hotīti attho. Chaṭṭhaṁ uttānameva.",
  "atk-s0304a0:207": "7. Sāriputtasaddhivihārikasuttavaṇṇanā",
  "atk-s0304a0:208": "120. Sattame santānessatīti ghaṭessati, yogavicchedamassa pāpuṇituṁ na dassati.",
  "atk-s0304a0:209": "8. Rāhulovādasuttavaṇṇanā",
  "atk-s0304a0:210": "121. Aṭṭhame vimuttiparipācaniyāti vimuttiṁ paripācentīti vimuttiparipācaniyā. Dhammāti pannarasa dhammā, te saddhindriyādīnaṁ visuddhikaraṇavasena veditabbā. Vuttañhetaṁ –",
  "atk-s0304a0:211": "‘‘Assaddhe puggale parivajjayato, saddhe puggale sevato bhajato payirupāsato, pasādanīye suttante paccavekkhato, imehi tīhākārehi saddhindriyaṁ visujjhati. Kusīte puggale parivajjayato, āraddhavīriye puggale sevato bhajato payirupāsato, sammappadhāne paccavekkhato, imehi tīhākārehi vīriyindriyaṁ visujjhati. Muṭṭhassatī puggale parivajjayato, upaṭṭhitassatī puggale sevato bhajato payirupāsato , satipaṭṭhāne paccavekkhato, imehi tīhākārehi satindriyaṁ visujjhati. Asamāhite puggale parivajjayato, samāhite puggale sevato bhajato payirupāsato, jhānavimokkhe paccavekkhato, imehi tīhākārehi samādhindriyaṁ visujjhati. Duppaññe puggale parivajjayato, paññavante puggale sevato bhajato payirupāsato, gambhīrañāṇacariyaṁ paccavekkhato, imehi tīhākārehi paññindriyaṁ visujjhati. Iti ime pañca puggale parivajjayato, pañca puggale sevato bhajato payirupāsato , pañca suttante paccavekkhato, imehi pannarasahi ākārehi imāni pañcindriyāni visujjhantī’’ti (paṭi. ma. 1.184).",
  "atk-s0304a0:212": "Aparepi pannarasa dhammā vimuttiparipācaniyā – saddhāpañcamāni indriyāni, aniccasaññā, anicce dukkhasaññā, dukkhe anattasaññā, pahānasaññā, virāgasaññāti imā pañca nibbedhabhāgiyā saññā, meghiyattherassa kathitā kalyāṇamittatādayo pañca dhammāti (udā. 31). Kāya pana velāya bhagavato etadahosīti? Paccūsasamaye lokaṁ volokentassa.",
  "atk-s0304a0:213": "Anekāni devatāsahassānīti āyasmatā rāhulena padumuttarassa bhagavato pādamūle pālitanāgarājakāle patthanaṁ paṭṭhapentena saddhiṁ patthanaṁ paṭṭhapitadevatāsu pana kāci bhūmaṭṭhakā devatā, kāci antalikkhaṭṭhakā, kāci cātumahārājikā, kāci devaloke, kāci brahmaloke nibbattā. Imasmiṁ pana divase sabbāpi tā ekaṭṭhāne andhavanasmiṁyeva sannipatitā, tā sandhāyāha – ‘‘anekāni devatāsahassānī’’ti. Dhammacakkhunti imasmiṁ sutte cattāro ca maggā cattāri ca phalāni dhammacakkhunti veditabbāni. Tattha hi kāci devatā sotāpannā ahesuṁ, kāci sakadāgāmī, anāgāmī, khīṇāsavā. Tāsañca pana devatānaṁ ettakāti gaṇanavasena paricchedo natthi. Sesaṁ sabbattha uttānameva.",
  "atk-s0304a0:214": "9-10. Saṁyojaniyadhammasuttādivaṇṇanā",
  "atk-s0304a0:215": "122-123. Navamadasamāni iṭṭhārammaṇavasena kathiyamāne bujjhanakānaṁ vasena vuttānīti.",
  "atk-s0304a0:216": "Lokakāmaguṇavaggo dvādasamo.",
  "atk-s0304a0:217": "13. Gahapativaggo",
  "atk-s0304a0:218": "1-3. Vesālīsuttādivaṇṇanā",
  "atk-s0304a0:219": "124-126. Gahapativaggassa paṭhame uggoti paṇītadāyakānaṁ aggauggo, so bhagavatā ‘‘etadaggaṁ, bhikkhave, mama sāvakānaṁ paṇītadāyakānaṁ yadidaṁ uggo gahapatī’’ti evaṁ etadagge ṭhapito. Sesametesu ceva dvīsu, tatiye ca vuttatthameva.",
  "atk-s0304a0:220": "4-5. Bhāradvājasuttādivaṇṇanā",
  "atk-s0304a0:221": "127-128. Catutthe piṇḍaṁ ulamāno pariyesamāno pabbajitoti piṇḍolo. So kira parijiṇṇabhogo brāhmaṇo ahosi. Atha bhikkhusaṅghassa lābhasakkāraṁ disvā piṇḍatthāya nikkhamitvā pabbajito. So mahantaṁ kapallapattaṁ gahetvā carati, tena kapallapūraṁ yāguṁ pivati, kapallapūre pūve khādati, kapallapūraṁ bhattaṁ bhuñjati. Athassa mahagghasabhāvaṁ satthu ārocayiṁsu. Satthā tassa pattatthavikaṁ nānujāni. Heṭṭhāmañce pattaṁ nikkujjitvā ṭhapeti. So ṭhapentopi ghaṁsantova paṇāmetvā ṭhapeti, gaṇhantopi ghaṁsantova ākaḍḍhitvā gaṇhāti. Taṁ gacchante kāle dhaṁsanena parikkhīṇaṁ nāḷikodanamattameva gaṇhanakaṁ jātaṁ. Tato satthu ārocesuṁ, athassa satthā pattatthavikaṁ anujāni. Thero aparena samayena indriyabhāvanaṁ bhāvetvā aggaphale arahatte patiṭṭhāsi. Iti so piṇḍatthāya pabbajitattā piṇḍolo, gottena pana bhāradvājoti ubhayaṁ ekato katvā piṇḍolabhāradvājoti vuccati.",
  "atk-s0304a0:222": "Upasaṅkamīti uggatuggatehi mahāamaccehi parivuto upasaṅkami. Thero kira ekadivasaṁ sāvatthiyaṁ piṇḍāya caritvā katabhattakicco nidāghasamaye sītaṭhāne divāvihāraṁ nisīdissāmīti ākāsena gantvā gaṅgātīre udenassa rañño udapānaṁ nāma uyyānaṁ atthi, tattha pavisitvā aññatarasmiṁ rukkhamūle divāvihāraṁ nisīdi sītena udakavātena bījiyamāno.",
  "atk-s0304a0:223": "Udenopi kho nāma rājā sattāhaṁ mahāpānaṁ pivitvā sattame divase uyyānaṁ paṭijaggāpetvā mahājanaparivāro uyyānaṁ gantvā maṅgalasilāpaṭṭe atthatāya seyyāya nipajji. Tassa ekā paricārikā pāde sambāhamānā nisinnā. Rājā kamena niddaṁ okkami. Tasmiṁ niddaṁ okkante nāṭakitthiyo ‘‘yassatthāya mayaṁ gītādīni payojeyyāma, so niddaṁ upagato, na ca niddākāle mahāsaddaṁ kātuṁ vaṭṭatī’’ti attano attano tūriyāni ṭhapetvā uyyānaṁ pakkantā. Tā tattha tattha phalāphalāni khādamānā pupphāni piḷandhamānā vicarantiyo theraṁ disvā ‘‘mā saddaṁ karitthā’’ti aññamaññaṁ nivārayamānā vanditvā nisīdiṁsu. Thero ‘‘issā pahātabbā, maccheraṁ vinodetabba’’ntiādinā nayena tāsaṁ anurūpaṁ dhammakathaṁ kathesi.",
  "atk-s0304a0:224": "Sāpi kho rañño pāde sambāhamānā nisinnā itthī pāde cāletvā rājānaṁ pabodhesi. So ‘‘kahaṁ tā gatā’’ti pucchi. Kiṁ tāsaṁ tumhehi? Tā ekaṁ samaṇaṁ parivāretvā nisinnāti. Rājā kuddho uddhane pakkhittaloṇaṁ viya taṭataṭāyamāno uṭṭhahitvā ‘‘tambakipillikāhi naṁ khādāpessāmī’’ti gacchanto ekasmiṁ asokarukkhe tambakipillikānaṁ puṭaṁ disvā hatthenākaḍḍhitvā sākhaṁ gaṇhituṁ nāsakkhi. Kipillikapuṭo chijjitvā rañño sīse pati, sakalasarīraṁ sālithusehi parikiṇṇaṁ viya daṇḍadīpikāhi ḍayhamānaṁ viya ca ahosi. Thero rañño paduṭṭhabhāvaṁ ñatvā iddhiyā ākāsaṁ pakkhandi. Tāpi itthiyo uṭṭhāya rañño santikaṁ gantvā sarīraṁ puñchantiyo viya bhūmiyaṁ patitapatitā kipillikāyo gahetvā sarīre khipamānā sabbā mukhasattīhi vijjhiṁsu – ‘‘kiṁ nāmetaṁ, aññe rājāno pabbajite disvā vandanti, pañhaṁ pucchanti, ayaṁ pana rājā kipillikapuṭaṁ sīse bhinditukāmo jāto’’ti.",
  "atk-s0304a0:225": "Rājā attano aparādhaṁ disvā uyyānapālaṁ pakkosāpetvā pucchi – ‘‘kiṁ esa pabbajito? Aññesupi divasesu idha āgacchatī’’ti? Āma, devāti. Idha tvaṁ āgatadivase mayhaṁ āroceyyāsīti. Theropi katipāheneva puna āgantvā rukkhamūle nisīdi. Uyyānapālo disvā – ‘‘mahanto me ayaṁ paṇṇākāro’’ti vegena gantvā rañño ārocesi. Rājā uṭṭhahitvā saṅkhapaṇavādisaddaṁ nivāretvā uggatuggatehi amaccehi saddhiṁ uyyānaṁ agamāsi. Tena vuttaṁ ‘‘upasaṅkamī’’ti.",
  "atk-s0304a0:226": "Anikīḷitāvino kāmesūti yā kāmesu kāmakīḷā, taṁ akīḷitapubbā, aparibhuttakāmāti attho. Addhānañca āpādentīti paveṇiṁ paṭipādenti, dīgharattaṁ anubandhāpenti. Mātumattīsūti mātupamāṇāsu. Lokasmiñhi mātā bhaginī dhītāti idaṁ tividhaṁ garukārammaṇaṁ nāma , iti garukārammaṇe upanibandhaṁ cittaṁ vimocetuṁ na labhatīti dassento evamāha. Athassa tena pañhena cittaṁ anotarantaṁ disvā bhagavatā paṭikūlamanasikāravasena cittūpanibandhanatthaṁ vuttaṁ dvattiṁsākārakammaṭṭhānaṁ kathesi.",
  "atk-s0304a0:227": "Abhāvitakāyāti abhāvitapañcadvārikakāyā. Tesaṁ taṁ dukkaraṁ hotīti tesaṁ taṁ asubhakammaṭṭhānaṁ bhāvetuṁ dukkaraṁ hoti. Itissa imināpi cittaṁ anotarantaṁ disvā indriyasaṁvarasīlaṁ kathesi . Indriyasaṁvarasmiñhi upanibandhacittaṁ viheṭhetuṁ na labhati. Rājā taṁ sutvā tattha otiṇṇacitto acchariyaṁ, bho bhāradvājātiādimāha.",
  "atk-s0304a0:228": "Arakkhiteneva kāyenātiādīsu hatthapāde kīḷāpento gīvaṁ parivattento kāyaṁ na rakkhati nāma, nānappakāraṁ duṭṭhullaṁ kathento vacanaṁ na rakkhati nāma, kāmavitakkādayo vitakkento cittaṁ na rakkhati nāma. Rakkhiteneva kāyenātiādīsu vuttavipariyāyena attho veditabbo.",
  "atk-s0304a0:229": "Ativiya maṁ tasmiṁ samaye lobhadhammā parisahantīti maṁ tasmiṁ samaye atikkamitvā lobho adhibhavatīti attho. Upaṭṭhitāya satiyāti kāyagatāya satiyā supaṭṭhitāya. Na maṁ tathā tasmiṁ samayeti tasmiṁ samaye maṁ yathā pubbe, na tathā lobho atikkamitvā uppajjatīti attho. Parisahantīti padassa uppajjantītipi atthoyeva. Iti imasmiṁ sutte tayo kāyā kathitā. Kathaṁ ? ‘‘Imameva kāya’’nti ettha hi karajakāyo kathito, ‘‘bhāvitakāyo’’ti ettha pañcadvārikakāyo, ‘‘rakkhiteneva kāyenā’’ti ettha copanakāyo, kāyaviññattīti attho. Pañcamaṁ uttānameva.",
  "atk-s0304a0:230": "6. Ghositasuttavaṇṇanā",
  "atk-s0304a0:231": "129. Chaṭṭhe rūpā ca manāpāti rūpā ca manāpā saṁvijjanti. Cakkhuviññāṇañcāti cakkhuviññāṇañca saṁvijjati. Sukhavedaniyaṁ phassanti cakkhuviññāṇasampayuttaṁ upanissayavasena javanakāle sukhavedanāya paccayabhūtaṁ phassaṁ. Sukhā vedanāti ekaṁ phassaṁ paṭicca javanavasena sukhavedanā uppajjati. Sesapadesupi eseva nayo.",
  "atk-s0304a0:232": "Iti imasmiṁ sutte tevīsati dhātuyo kathitā. Kathaṁ? Ettha hi cakkhupasādo cakkhudhātu, tassa ārammaṇaṁ rūpadhātu, cakkhuviññāṇaṁ viññāṇadhātu, cakkhuviññāṇadhātuyā sahajātā tayo khandhā dhammadhātu, evaṁ pañcasu dvāresu catunnaṁ catunnaṁ vasena vīsati. Manodvāre ‘‘manodhātū’’ti āvajjanacittaṁ gahitaṁ, ārammaṇañceva hadayavatthu ca dhammadhātu, vatthunissitaṁ manoviññāṇadhātūti evaṁ tevīsati honti. Evaṁ tevīsatiyā dhātūnaṁ vasena dhātunānattaṁ vuttaṁ bhagavatāti dasseti.",
  "atk-s0304a0:233": "7-8. Hāliddikānisuttādivaṇṇanā",
  "atk-s0304a0:234": "130-131. Sattame manāpaṁ itthetanti pajānātīti yaṁ anena manāpaṁ rūpaṁ diṭṭhaṁ, taṁ itthetanti evametaṁ manāpameva tanti pajānāti. Cakkhuviññāṇaṁ sukhavedaniyañca phassaṁ paṭiccāti cakkhuviññāṇañceva, yo ca upanissayakoṭiyā vā anantarakoṭiyā vā samanantarakoṭiyā vā sampayuttakoṭiyā vā sukhavedanāya paccayo phasso, taṁ sukhavedaniyaṁ phassañca paṭicca uppajjati sukhavedanāti. Esa nayo sabbattha. Iti imesu dvīsu suttesu kiriyāmanoviññāṇadhātu āvajjanakiccā, manodhātuyeva vā samānā manodhātunāmena vuttāti veditabbā. Aṭṭhamaṁ uttānameva.",
  "atk-s0304a0:235": "9. Lohiccasuttavaṇṇanā",
  "atk-s0304a0:236": "132. Navame makkarakateti evaṁnāmake nagare araññakuṭikāyanti araññe katāya pāṭiyekkāya kuṭiyaṁ, na vihārapaccantakuṭiyaṁ. Māṇavakāti yepi tattha mahallakā, te mahallakakālepi antevāsikatāya māṇavakātveva vuttā. Tenupasaṅkamiṁsūti pāto sippaṁ uggaṇhitvā sāyaṁ ‘‘ācariyassa kaṭṭhāni āharissāmā’’ti araññaṁ pavisitvā vicarantā yena sā kuṭikā, tenupasaṅkamiṁsu. Parito parito kuṭikāyāti tassā kuṭikāya samantato samantato. Seleyyakānīti aññamaññassa piṭṭhiṁ gahetvā laṅghitvā ito cito caṅkamanakīḷanāni.",
  "atk-s0304a0:237": "Muṇḍakātiādīsu muṇḍe muṇḍāti, samaṇe ca samaṇāti vattuṁ vaṭṭeyya, ime pana hīḷentā ‘‘muṇḍakā samaṇakā’’ti āhaṁsu. Ibbhāti gahapatikā. Kaṇhāti kaṇhā, kāḷakāti attho. Bandhupādāpaccāti ettha bandhūti brahmā adhippeto. Tañhi brāhmaṇā pitāmahoti voharanti. Pādānaṁ apaccā pādāpaccā, brahmuno piṭṭhipādato jātāti adhippāyo. Tesaṁ kira ayaṁ laddhi ‘‘brāhmaṇā brahmuno mukhato nikkhantā, khattiyā urato, vessā nābhito, suddā jāṇuto, samaṇā piṭṭhipādato’’ti. Bharatakānanti kuṭimbikānaṁ. Kuṭimbikā hi yasmā raṭṭhaṁ bharanti, tasmā bharatāti vuccanti. Ime pana paribhavaṁ katvā vadamānā ‘‘bharatakāna’’nti āhaṁsu.",
  "atk-s0304a0:238": "Vihārā nikkhamitvāti ‘‘rattiṭṭhakāparicchanne rajatapaṭṭasannibhasamavippakiṇṇavālike ramaṇīye pariveṇe kaṭṭhakalāpe bandhitvā khipamānā vālikaṁ āluḷetvā, hatthena hatthaṁ ādāya paṇṇakuṭiṁ pariyāyantā ‘ime imesaṁ bharatakānaṁ sakkatā, ime imesaṁ bharatakānaṁ sakkatā’ti punappunaṁ viravantā ativiya ime māṇavakā kīḷaṁ karonti, vihāre bhikkhūnaṁ atthibhāvampi na jānanti, dassessāmi nesaṁ bhikkhūnaṁ atthibhāva’’nti cintetvā paṇṇakuṭito nikkhami.",
  "atk-s0304a0:239": "Sīluttamā pubbatarā ahesunti guṇavantānaṁ guṇe kathite nigguṇānaṁ guṇābhāvo pākaṭova bhavissatīti porāṇakabrāhmaṇānaṁ guṇe kathento evamāha. Tattha sīluttamāti sīlajeṭṭhakā. Sīlañhi tesaṁ uttamaṁ, na jātigottaṁ. Ye purāṇaṁ sarantīti ye porāṇakaṁ brāhmaṇadhammaṁ saranti. Abhibhuyya kodhanti kodhaṁ abhibhavitvā tesaṁ dvārāni suguttāni surakkhitāni ahesuṁ. Dhamme ca jhāne ca ratāti dasavidhe kusalakammapathadhamme aṭṭhasamāpattijhānesu ca ratā.",
  "atk-s0304a0:240": "Evaṁ porāṇānaṁ guṇaṁ kathetvā athetarahi brāhmaṇānaṁ mānaṁ nimmaddento ime ca vokkamma japāmasetiādimāha. Tattha vokkammāti etehi guṇehi apakkamitvā. Japāmaseti mayaṁ japāma sajjhāyāmāti ettakeneva brāhmaṇamhāti maññamānā brāhmaṇā mayanti iminā gottena mattā hutvā visamaṁ caranti, visamāni kāyakammādīni karontīti attho. Puthuattadaṇḍāti puthu attā daṇḍā etehīti puthuattadaṇḍā, gahitanānāvidhadaṇḍāti attho. Sataṇhātaṇhesūti sataṇhanittaṇhesu. Aguttadvārassa bhavanti moghāti asaṁvutadvārassa sabbepi vatasamādānā moghā bhavantīti dīpeti. Yathā kinti? Supineva laddhaṁ purisassa vittanti yathā supine purisassa laddhaṁ maṇimuttādinānāvidhaṁ vittaṁ moghaṁ hoti, pabujjhitvā kiñci na passati, evaṁ moghā bhavantīti attho.",
  "atk-s0304a0:241": "Anāsakāti ekāhadvīhādivasena anāhārakā. Thaṇḍilasāyikā cāti haritakusasanthate bhūmibhāge sayanaṁ, pāto sinānañcatayo ca vedāti pātova udakaṁ pavisitvā nhānañceva tayo ca vedā. Kharājinaṁ jaṭā paṅkoti kharasamphassaṁ ajinacammañceva jaṭākalāpo ca paṅko ca, paṅko nāma dantamalaṁ. Mantā sīlabbataṁ tapoti mantā ca ajasīlagosīlasaṅkhātaṁ sīlaṁ ajavatagovatasaṅkhātaṁ vatañca. Ayaṁ idāni brāhmaṇānaṁ tapoti vadati. Kuhanā vaṅkadaṇḍā cāti paṭicchannakūpo viya paṭicchannadosaṁ kohaññañceva vaṅkadaṇḍo, ca udumbarapalāsabeḷuvarukkhānaṁ aññatarato gahitaṁ vaṅkadaṇḍañcāti attho. Udakācamanāni cāti udakena mukhaparimajjanāni. Vaṇṇā ete brāhmaṇānanti ete brāhmaṇānaṁ parikkhārabhaṇḍakavaṇṇāti dasseti. Kata kiñcikkhabhāvanāti katā kiñcikkhabhāvanā. Ayameva vā pāṭho, āmisakiñcikkhassa vaḍḍhanatthāya katanti attho.",
  "atk-s0304a0:242": "Evaṁ etarahi brāhmaṇānaṁ mānaṁ nimmadditvā puna porāṇakabrāhmaṇānaṁ vaṇṇaṁ kathento cittañca susamāhitantiādimāha. Tattha susamāhitanti tesaṁ brāhmaṇānaṁ cittaṁ upacārappanāsamādhīhi susamāhitaṁ ahosīti dasseti. Akhilanti mudu athaddhaṁ. So maggo brahmapattiyāti so seṭṭhapattiyā maggo, tumhe pana kiṁ brāhmaṇā nāmāti dīpento evamāha.",
  "atk-s0304a0:243": "Āgamaṁsu nu khvidhāti āgamaṁsu nu kho idha. Adhimuccatīti kilesavasena adhimutto giddho hoti. Byāpajjatīti byāpādavasena pūticittaṁ hoti. Parittacetasoti anupaṭṭhitasatitāya saṁkilesacittena parittacitto. Cetovimuttinti phalasamādhiṁ. Paññāvimuttinti phalapaññaṁ. Appamāṇacetasoti upaṭṭhitasatitāya nikkilesacittena appamāṇacitto.",
  "atk-s0304a0:244": "10. Verahaccānisuttavaṇṇanā",
  "atk-s0304a0:245": "133. Dasame kāmaṇḍāyanti evaṁnāmake nagare. Yaggheti codanatthe nipāto. Sesaṁ uttānamevāti.",
  "atk-s0304a0:246": "Gahapativaggo terasamo.",
  "atk-s0304a0:247": "14. Devadahavaggo",
  "atk-s0304a0:248": "1. Devadahasuttavaṇṇanā",
  "atk-s0304a0:249": "134. Devadahavaggassa paṭhame devadahanti napuṁsakaliṅgena laddhanāmo nigamo. Manoramāti manaṁ ramayantā, manāpāti attho. Amanoramāti amanāpā.",
  "atk-s0304a0:250": "2. Khaṇasuttavaṇṇanā",
  "atk-s0304a0:251": "135. Dutiye chaphassāyatanikā nāmāti visuṁ chaphassāyatanikā nāma nirayā natthi. Sabbesupi hi ekatiṁsamahānirayesu chadvāraphassāyatanapaññatti hotiyeva. Idaṁ pana avīcimahānirayaṁ sandhāya vuttaṁ. Saggāti idhāpi tāvatiṁsapurameva adhippetaṁ. Kāmāvacaradevaloke pana ekasmimpi chaphassāyatanapaññattiyā abhāvo nāma natthi. Iminā kiṁ dīpeti? Niraye ekantadukkhasamappitabhāvena, devaloke ca ekantasukhasamappitattā ekantakhiḍḍārativasena uppannapamādena maggabrahmacariyavāsaṁ vasituṁ na sakkā. Manussaloko pana vokiṇṇasukhadukkho, idheva apāyopi saggopi paññāyati. Ayaṁ maggabrahmacariyassa kammabhūmi nāma, sā tumhehi laddhā. Tasmā ye vo ime mānussakā khandhā laddhā, te vo lābhā. Yañca vo idaṁ manussattaṁ laddhaṁ, paṭiladdho vo brahmacariyavāsassa khaṇo samayoti. Vuttampi hetaṁ porāṇehi –",
  "atk-s0304a0:252": "‘‘Ayaṁ kammabhūmi idha maggabhāvanā,",
  "atk-s0304a0:253": "Ṭhānāni saṁvejaniyā bahū idha;",
  "atk-s0304a0:254": "Saṁvegasaṁvejaniyesu vatthusu,",
  "atk-s0304a0:255": "Saṁvegajātova payuñca yoniso’’ti.",
  "atk-s0304a0:256": "3. Paṭhamarūpārāmasuttavaṇṇanā",
  "atk-s0304a0:257": "136. Tatiye rūpasammuditāti rūpe sammuditā pamoditā. Dukkhāti dukkhitā. Sukhoti nibbānasukhena sukhito. Kevalāti sakalā. Yāvatatthīti vuccatīti yattakā atthīti vuccati. Ete voti ettha vo-kāro nipātamattaṁ. Paccanīkamidaṁ hoti, sabbalokena passatanti yaṁ idaṁ passantānaṁ paṇḍitānaṁ dassanaṁ, taṁ sabbalokena paccanīkaṁ hoti viruddhaṁ. Loko hi pañcakkhandhe niccā sukhā attā subhāti maññati, paṇḍitā aniccā dukkhā anattā asubhāti. Sukhato āhūti sukhanti kathenti. Sukhato vidūti sukhanti jānanti. Sabbametaṁ nibbānameva sandhāya vuttaṁ.",
  "atk-s0304a0:258": "Sammūḷhetthāti ettha nibbāne sammūḷhā. Aviddasūti bālā. Sabbepi hi channavutipāsaṇḍino ‘‘nibbānaṁ pāpuṇissāmā’’ti saññino honti, te pana ‘‘nibbānaṁ nāma ida’’ntipi na jānanti. Nivutānanti kilesanīvaraṇena nivutānaṁ pariyonaddhānaṁ. Andhakāro apassatanti apassantānaṁ andhakāro hoti. Kiṁ taṁ evaṁ hoti? Nibbānaṁ vā nibbānadassanaṁ vā apassantānañhi bālānaṁ nibbānampi nibbānadassanampi kāḷameghaavacchāditaṁ viya candamaṇḍalaṁ kaṭāhena paṭikujjitapatto viya ca niccakālaṁ tamo ceva andhakāro ca sampajjati.",
  "atk-s0304a0:259": "Satañca vivaṭaṁ hoti, āloko passatāmivāti satañca sappurisānaṁ paññādassanena passantānaṁ nibbānaṁ āloko viya vivaṭaṁ hoti. Santike na vijānanti, magā dhammassa akovidāti yaṁ attano sarīre kese vā lomādīsu vā aññatarakoṭṭhāsaṁ paricchinditvā anantarameva adhigantabbato attano vā khandhānaṁ nirodhamaggato santike nibbānaṁ. Taṁ evaṁ santike samānampi maggabhūtā janā maggāmaggadhammassa catusaccadhammassa vā akovidā na jānanti.",
  "atk-s0304a0:260": "Māradheyyānupannehīti tebhūmakavaṭṭaṁ mārassa nivāsaṭṭhānaṁ anupannehi. Konu aññatra ariyebhīti ṭhapetvā ariye ko nu añño nibbānapadaṁ jānituṁ arahati. Sammadaññāya parinibbantīti arahattapaññāya sammā jānitvā anantarameva anāsavā hutvā kilesaparinibbānena parinibbanti. Atha vā sammadaññāya anāsavā hutvā ante khandhaparinibbānena parinibbāyanti.",
  "atk-s0304a0:261": "4-12. Dutiyarūpārāmasuttādivaṇṇanā",
  "atk-s0304a0:262": "137-145. Catutthaṁ suddhikaṁ katvā desiyamāne bujjhanakānaṁ ajjhāsayena vuttaṁ. Pañcamādīni tathā tathā bujjhantānaṁ ajjhāsayena vuttāni. Attho pana tesaṁ pākaṭoyevāti.",
  "atk-s0304a0:263": "Devadahavaggo cuddasamo.",
  "atk-s0304a0:264": "15. Navapurāṇavaggo",
  "atk-s0304a0:265": "1. Kammanirodhasuttavaṇṇanā",
  "atk-s0304a0:266": "146. Navapurāṇavaggassa paṭhame navapurāṇānīti navāni ca purāṇāni ca. Cakkhu, bhikkhave, purāṇakammanti na cakkhu purāṇaṁ, kammameva purāṇaṁ, kammato pana nibbattattā paccayanāmena evaṁ vuttaṁ. Abhisaṅkhatanti paccayehi abhisamāgantvā kataṁ. Abhisañcetayitanti cetanāya pakappitaṁ. Vedaniyaṁ daṭṭhabbanti vedanāya vatthūti passitabbaṁ. Nirodhā vimuttiṁ phusatīti imassa tividhassa kammassa nirodhena vimuttiṁ phusati. Ayaṁ vuccatīti ayaṁ tassā vimuttiyā ārammaṇabhūto nirodho kammanirodhoti vuccati. Iti imasmiṁ sutte pubbabhāgavipassanā kathitā.",
  "atk-s0304a0:267": "2-5. Aniccanibbānasappāyasuttādivaṇṇanā",
  "atk-s0304a0:268": "147-150. Dutiye nibbānasappāyanti nibbānassa sappāyaṁ upakārapaṭipadaṁ. Tatiyādīsupi eseva nayo. Paṭipāṭiyā pana catūsupi etesu suttesu saha vipassanāya cattāro maggā kathitā.",
  "atk-s0304a0:269": "6-7. Antevāsikasuttādivaṇṇanā",
  "atk-s0304a0:270": "151-152. Chaṭṭhe anantevāsikanti anto vasanakakilesavirahitaṁ. Anācariyakanti ācaraṇakakilesavirahitaṁ . Antassa vasantīti anto assa vasanti. Te naṁ samudācarantīti te etaṁ adhibhavanti ajjhottharanti sikkhāpenti vā. ‘‘Evaṁ vejjakammaṁ karohi, evaṁ dūtakamma’’nti iti sikkhāpanasaṅkhātena samudācaraṇatthenassa te ācariyā nāma honti, tehi ācariyehi sācariyakoti vuccati. Sesamettha vuttanayeneva veditabbaṁ. Sattamaṁ heṭṭhā kathitanayameva.",
  "atk-s0304a0:271": "8. Atthinukhopariyāyasuttavaṇṇanā",
  "atk-s0304a0:272": "153. Aṭṭhame yaṁ pariyāyaṁ āgammāti yaṁ kāraṇaṁ āgamma. Aññatreva saddhāyāti vinā saddhāya saddhaṁ apanetvā. Ettha ca saddhāti na paccakkhā saddhā. Yo pana parassa evaṁ kira evaṁ kirāti kathentassa sutvā uppanno saddahanākāro, taṁ sandhāyetaṁ vuttaṁ. Ruciādīsupi rucāpetvā khamāpetvā atthetanti gahaṇākāro ruci nāma, evaṁ kira bhavissatīti anussavanaṁ anussavo, nisīditvā ekaṁ kāraṇaṁ cintentassa kāraṇaṁ upaṭṭhāti, evaṁ upaṭṭhitassa atthetanti gahaṇaṁ ākāraparivitakko nāma, kāraṇavitakkoti attho. Kāraṇaṁ cintentassa pāpikā laddhi uppajjati, taṁ atthesāti gahaṇākāro diṭṭhinijjhānakkhanti nāma. Aññaṁ byākareyyāti imāni pañca ṭhānāni muñcitvā arahattaṁ byākareyya. Imasmiṁ sutte sekhāsekhānaṁ paccavekkhaṇā kathitā.",
  "atk-s0304a0:273": "9-10. Indriyasampannasuttādivaṇṇanā",
  "atk-s0304a0:274": "154-155. Navame indriyasampannoti paripuṇṇindriyo. Tattha yena cha indriyāni sammasitvā arahattaṁ pattaṁ, so tehi nibbisevanehi indriyehi samannāgatattā, cakkhādīni vā cha indriyāni sammasantassa uppannehi saddhādīhi indriyehi samannāgatattā paripuṇṇindriyo nāma hoti, taṁ sandhāya bhagavā cakkhundriye cetiādinā nayena desanaṁ vitthāretvā ettāvatā kho bhikkhu indriyasampanno hotīti āha. Dasamaṁ heṭṭhā vuttanayamevāti.",
  "atk-s0304a0:275": "Navapurāṇavaggo pañcadasamo.",
  "atk-s0304a0:276": "Tatiyo paṇṇāsako.",
  "atk-s0304a0:277": "16. Nandikkhayavaggo",
  "atk-s0304a0:278": "1-4. Ajjhattanandikkhayasuttādivaṇṇanā",
  "atk-s0304a0:279": "156-159. Nandikkhayavaggassa paṭhame nandikkhayā rāgakkhayo, rāgakkhayā nandikkhayoti nandiyā ca rāgassa ca atthato ekattā vuttaṁ. Suvimuttanti arahattaphalavimuttivasena suṭṭhu vimuttaṁ. Sesamettha dutiyādīsu ca uttānameva.",
  "atk-s0304a0:280": "5-6. Jīvakambavanasamādhisuttādivaṇṇanā",
  "atk-s0304a0:281": "160-161. Pañcamaṁ samādhivikalānaṁ, chaṭṭhaṁ paṭisallānavikalānaṁ cittekaggatañca kāyavivekañca labhantānaṁ etesaṁ kammaṭṭhānaṁ phātiṁ gamissatīti ñatvā kathitaṁ. Tattha okkhāyatīti (paccakkhāyati) paññāyati pākaṭaṁ hoti. Iti dvīsupi etesu saha vipassanāya cattāro maggā kathitā.",
  "atk-s0304a0:282": "7-9. Koṭṭhikaaniccasuttādivaṇṇanā",
  "atk-s0304a0:283": "162-164. Sattamādīsu tīsu therassa vimuttiparipācaniyā dhammāva kathitā.",
  "atk-s0304a0:284": "10-12. Micchādiṭṭhipahānasuttādivaṇṇanā",
  "atk-s0304a0:285": "165-167. Dasamādīni tīṇi pāṭiyekkena puggalajjhāsayavasena vuttāni. Tesaṁ attho vuttanayeneva veditabboti.",
  "atk-s0304a0:286": "Nandikkhayavaggo solasamo.",
  "atk-s0304a0:287": "17. Saṭṭhipeyyālavaggo",
  "atk-s0304a0:288": "1-60. Ajjhattaaniccachandasuttādivaṇṇanā",
  "atk-s0304a0:289": "168-227. Tadanantaro saṭṭhipeyyālo nāma hoti, so uttānatthova. Yāni panettha saṭṭhi suttāni vuttāni, tāni ‘‘chando pahātabbo’’ti evaṁ tassa tasseva padassa vasena bujjhanakānaṁ ajjhāsayavasena vuttāni. Iti sabbāni tāni pāṭiyekkena puggalajjhāsayavasena kathitāni. Ekekasuttapariyosāne cettha saṭṭhi saṭṭhi bhikkhū arahattaṁ pattāti.",
  "atk-s0304a0:290": "Saṭṭhipeyyālavaggo.",
  "atk-s0304a0:291": "18. Samuddavaggo",
  "atk-s0304a0:292": "1. Paṭhamasamuddasuttavaṇṇanā",
  "atk-s0304a0:293": "228. Samuddavaggassa paṭhame cakkhu, bhikkhave, purisassa samuddoti yadi duppūraṇaṭṭhena yadi vā samuddanaṭṭhena samuddo, cakkhumeva samuddo. Tassa hi pathavito yāva akaniṭṭhabrahmalokā nīlādiārammaṇaṁ samosarantaṁ paripuṇṇabhāvaṁ kātuṁ na sakkoti, evaṁ duppūraṇaṭṭhenapi samuddo. Cakkhu ca tesu tesu nīlādīsu ārammaṇesu samuddati, asaṁvutaṁ hutvā osaramānaṁ kilesuppattiyā kāraṇabhāvena sadosagamanena gacchatīti samuddanaṭṭhenapi samuddo. Tassa rūpamayo vegoti samuddassa appamāṇo ūmimayo vego viya tassāpi cakkhusamuddassa samosarantassa nīlādibhedassa ārammaṇassa vasena appameyyo rūpamayo vego veditabbo. Yo taṁ rūpamayaṁ vegaṁ sahatīti yo taṁ cakkhusamudde samosaṭaṁ rūpamayaṁ vegaṁ, manāpe rūpe rāgaṁ, amanāpe dosaṁ, asamapekkhite mohanti evaṁ rāgādikilese anuppādento upekkhakabhāvena sahati.",
  "atk-s0304a0:294": "Saūmintiādīsu kilesaūmīhi saūmiṁ. Kilesāvaṭṭehi sāvaṭṭaṁ. Kilesagāhehi sagāhaṁ. Kilesarakkhasehi sarakkhasaṁ. Kodhūpāyāsassa ca vasena saūmiṁ. Vutañhetaṁ ‘‘ūmibhayanti kho, bhikkhave, kodhūpāyāsassetaṁ adhivacana’’nti (itivu. 109; ma. ni. 2.162; a. ni. 4.122). Kāmaguṇavasena sāvaṭṭaṁ. Vutañhetaṁ ‘‘āvaṭṭaggāhoti kho, bhikkhave, pañcannetaṁ kāmaguṇānaṁ adhivacana’’nti (saṁ. ni. 4.241). Mātugāmavasena sagāhaṁ sarakkhasaṁ. Vuttañhetaṁ ‘‘gāharakkhasoti kho, bhikkhave, mātugāmassetaṁ adhivacana’’nti (itivu. 109). Sesavāresupi eseva nayo. Sabhayaṁ duttaraṁ accatarīti ūmibhayena sabhayaṁ duratikkamaṁ atikkami. Lokantagūti saṅkhāralokassa antaṁ gato. Pāragatoti vuccatīti nibbānaṁ gatoti kathīyati.",
  "atk-s0304a0:295": "2-3. Dutiyasamuddasuttādivaṇṇanā",
  "atk-s0304a0:296": "229-230. Dutiye samuddoti samuddanaṭṭhena samuddo, kiledanaṭṭhena temanaṭṭhenāti vuttaṁ hoti. Yebhuyyenāti ṭhapetvā ariyasāvake. Samunnāti kilinnā tintā nimuggā. Tantākulakajātātiādi heṭṭhā vitthāritameva. Maccujahoti tayo maccū jahitvā ṭhito. Nirupadhīti tīhi upadhīhi anupadhi. Apunabbhavāyāti nibbānatthāya. Amohayī maccurājanti yathā tassa gatiṁ na jānāti, evaṁ maccurājānaṁ mohetvā gato. Tatiyaṁ vuttanayameva.",
  "atk-s0304a0:297": "4-6. Khīrarukkhopamasuttādivaṇṇanā",
  "atk-s0304a0:298": "231-233. Catutthe appahīnaṭṭhena atthi, tenevāha so appahīnoti. Parittāti, pabbatamattampi rūpaṁ aniṭṭhaṁ arajanīyaṁ parittaṁ nāma hoti, evarūpāpissa rūpā cittaṁ pariyādiyantīti dasseti. Ko pana vādo adhimattānanti iṭṭhārammaṇaṁ panassa rajanīyaṁ vatthu cittaṁ pariyādiyatīti ettha kā kathā? Ettha ca nakhapiṭṭhipamāṇampi maṇimuttādi rajanīyaṁ vatthu adhimattārammaṇamevāti veditabbaṁ. Daharotiādīni tīṇipi aññamaññavevacanāneva. Ābhindeyyāti pahareyya padāleyya vā. Pañcame tadubhayanti taṁ ubhayaṁ. Chaṭṭhaṁ uttānameva.",
  "atk-s0304a0:299": "7. Udāyīsuttavaṇṇanā",
  "atk-s0304a0:300": "234. Sattame anekapariyāyenāti anekehi kāraṇehi. Itipāyanti itipi ayaṁ. Imasmiṁ sutte aniccena anattalakkhaṇaṁ kathitaṁ.",
  "atk-s0304a0:301": "8. Ādittapariyāyasuttavaṇṇanā",
  "atk-s0304a0:302": "235. Aṭṭhame anubyañjanaso nimittaggāhoti ‘‘hatthā sobhanā pādā sobhanā’’ti evaṁ anubyañjanavasena nimittaggāho. Nimittaggāhoti hi saṁsandetvā gahaṇaṁ, anubyañjanaggāhoti vibhattigahaṇaṁ. Nimittaggāho kumbhīlasadiso sabbameva gaṇhāti, anubyañjanaggāho rattapāsadiso vibhajitvā hatthapādādīsu taṁ taṁ koṭṭhāsaṁ. Ime pana dve gāhā ekajavanavārepi labbhanti, nānājavanavāre vattabbameva natthi.",
  "atk-s0304a0:303": "Nimittassādagathitanti nimittassādena ganthitaṁ baddhaṁ. Viññāṇanti kammaviññāṇaṁ. Tasmiṁ ce samaye kālaṁ kareyyāti na koci saṁkiliṭṭhena cittena kālaṁ karonto nāma atthi. Sabbasattānañhi bhavaṅgeneva kālakiriyā hoti. Kilesabhayaṁ pana dassento evamāha. Samayavasena vā evaṁ vuttaṁ. Cakkhudvārasmiñhi āpāthagate ārammaṇe rattacittaṁ vā duṭṭhacittaṁ vā mūḷhacittaṁ vā ārammaṇarasaṁ anubhavitvā bhavaṅgaṁ otarati, bhavaṅge ṭhatvā kālakiriyaṁ karoti. Tasmiṁ samaye kālaṁ karontassa dveva gatiyo pāṭikaṅkhā, imassa samayassa vasenetaṁ vuttaṁ.",
  "atk-s0304a0:304": "Imaṁ khvāhaṁ, bhikkhave, ādīnavanti imaṁ anekāni vassasatasahassāni niraye anubhavitabbaṁ dukkhaṁ sampassamāno evaṁ vadāmi tattāya ayosalākāya akkhīni añjāpetukāmoti. Iminā nayena sabbattha attho veditabbo. Ayosaṅkunāti ayasūlena. Sampalimaṭṭhanti dvepi kaṇṇacchiddāni vinivijjhitvā pathaviyaṁ ākoṭanavasena sampalimaṭṭhaṁ.",
  "atk-s0304a0:305": "Tatiyavāre sampalimaṭṭhanti nakhacchedanaṁ pavesetvā ukkhipitvā sahadhunaṭṭhena chinditvā pātanavasena sampalimaṭṭhaṁ. Catutthavāre sampalimaṭṭhanti bandhanamūlaṁ chetvā pātanavasena sampalimaṭṭhaṁ. Pañcamavāre sampalimaṭṭhanti tikhiṇāya sattiyā kāyapasādaṁ uppāṭetvā patanavasena sampalimaṭṭhaṁ. Sattiyāti ettha mahatī daṇḍakavāsi veditabbā. Sottanti nipajjitvā niddokkamanaṁ. Yathārūpānaṁ vitakkānaṁ vasaṁ gato saṅghaṁ bhindeyyāti iminā vitakkānaṁ yāva saṅghabhedā pāpakammāvahanatā dassitā. Sesamettha uttānameva.",
  "atk-s0304a0:306": "9-10. Paṭhamahatthapādopamasuttādivaṇṇanā",
  "atk-s0304a0:307": "236-237. Navame hatthesu, bhikkhave, satīti hatthesu vijjamānesu. Dasame na hotīti vuccamāne bujjhanakānaṁ ajjhāsayavasena vuttaṁ. Dvīsupi cetesu vipākasukhadukkhameva dassetvā vaṭṭavivaṭṭaṁ kathitanti.",
  "atk-s0304a0:308": "Samuddavaggo niṭṭhito.",
  "atk-s0304a0:309": "19. Āsīvisavaggo",
  "atk-s0304a0:310": "1. Āsīvisopamasuttavaṇṇanā",
  "atk-s0304a0:311": "238. Āsīvisavaggassa paṭhame bhikkhū āmantesīti ekacārikadvicārikaticārikacatucārikapañcacārike sabhāgavuttino kārake yuttapayutte sabbepi dukkhalakkhaṇakammaṭṭhānike parivāretvā nisinne yogāvacare bhikkhū āmantesi. Idañhi suttaṁ puggalajjhāsayena vuttaṁ. Puggalesupi vipañcitaññūnaṁ disāvāsikānaṁ dukkhalakkhaṇakammaṭṭhānikānaṁ upaṭṭhānavelāya āgantvā satthāraṁ parivāretvā nisinnānaṁ vasena vuttaṁ. Evaṁ santepi ugghaṭitaññūādīnaṁ catunnampi puggalānaṁ paccayabhūtamevetaṁ. Ugghaṭitaññū puggalo hi imassa suttassa mātikānikkhepeneva arahattaṁ pāpuṇissati, vipañcitaññū mātikāya vitthārabhājanena, neyyapuggalo imameva suttaṁ sajjhāyanto paripucchanto yoniso manasikaronto kalyāṇamitte sevanto bhajanto payirupāsanto arahattaṁ pāpuṇissati. Padaparamassetaṁ suttaṁ anāgate vāsanā bhavissatīti evaṁ sabbesampi upakārabhāvaṁ ñatvā bhagavā sineruṁ ukkhipanto viya ākāsaṁ vitthārento viya cakkavāḷapabbataṁ kampento viya ca mahantena ussāhena seyyathāpi, bhikkhaveti imaṁ āsīvisopamasuttaṁ ārabhi.",
  "atk-s0304a0:312": "Tattha cattāro āsīvisāti kaṭṭhamukho, pūtimukho, aggimukho, satthamukhoti ime cattāro. Tesu kaṭṭhamukhena daṭṭhassa sakalasarīraṁ sukkhakaṭṭhaṁ viya thaddhaṁ hoti, sandhipabbesu adhimattaṁ ayasūlasamappitaṁ viya tiṭṭhati. Pūtimukhena daṭṭhassa pakkapūtipanasaṁ viya vipubbakabhāvaṁ āpajjitvā paggharati , caṅgavāre pakkhittaudakaṁ viya hoti. Aggimukhena daṭṭhassa sakalasarīraṁ jhāyitvā bhasmamuṭṭhi viya thusamuṭṭhi viya ca vippakirīyati. Sattamukhena daṭṭhassa sakalasarīraṁ bhijjati, asanipātaṭṭhānaṁ viya mahānikhādanena khatasandhimukhaṁ viya ca hoti. Evaṁ visavasena vibhattā cattāro āsīvisā.",
  "atk-s0304a0:313": "Visavegavikārena panete soḷasa honti. Kaṭṭhamukho hi daṭṭhaviso, diṭṭhaviso, phuṭṭhaviso, vātavisoti catubbidho hoti. Tena hi daṭṭhampi diṭṭhampi phuṭṭhampi tassa vātena pahaṭampi sarīraṁ vuttappakārena thaddhaṁ hoti. Sesesupi eseva nayoti. Evaṁ visavegavikāravasena soḷasa honti.",
  "atk-s0304a0:314": "Puna puggalapaṇṇattivasena catusaṭṭhi honti. Kathaṁ? Kaṭṭhamukhesu tāva daṭṭhaviso ca āgataviso no ghoraviso, ghoraviso no āgataviso, āgataviso ceva ghoraviso ca, nevāgataviso na ghoravisoti catubbidho hoti. Tattha yassa visaṁ sampajjalitatiṇukkāya aggi viya sīghaṁ abhiruhitvā akkhīni gahetvā khandhaṁ gahetvā sīsaṁ gahetvā ṭhitanti vattabbataṁ āpajjati maṇisappādīnaṁ visaṁ viya, mantaṁ pana parivattetvā kaṇṇavātaṁ datvā daṇḍakena pahaṭamatte otaritvā daṭṭhaṭṭhāneyeva tiṭṭhati, ayaṁ āgataviso no ghoraviso nāma. Yassa pana visaṁ saṇikaṁ abhiruhati, āruḷhāruḷhaṭṭhāne pana ayaṁ sītaudakaṁ viya hoti udakasappādīnaṁ visaṁ viya, dvādasavassaccayenāpi kaṇṇapiṭṭhikhandhapiṭṭhikādīsu gaṇḍapiḷakādivasena paññāyati, mantaparivattanādīsu ca kayiramānāsu sīghaṁ na otarati, ayaṁ ghoraviso no āgataviso nāma. Yassa pana visaṁ sīghaṁ abhiruhati, na sīghaṁ otarati aneḷakasappādīnaṁ visaṁ viya, ayaṁ āgataviso ceva ghoraviso ca. Yassa pana visaṁ mandaṁ hoti, otāriyamānampi sukheneva otarati nīlasappadhammanisappādīnaṁ visaṁ viya, ayaṁ nevāgataviso na ghoraviso nāma. Iminā upāyena kaṭṭhamukhe daṭṭhavisādayo pūtimukhādīsu ca daṭṭhavisādayo veditabbāti. Evaṁ puggalapaṇṇattivasena catusaṭṭhi.",
  "atk-s0304a0:315": "Tesu ‘‘aṇḍajā nāgā’’tiādinā (saṁ. ni. 3.342-344) yonivasena ekekaṁ catudhā vibhajitvā chapaṇṇāsādhikāni dve satāni honti. Te jalajāthalajāti dviguṇitā dvādasādhikāni pañcasatāni honti, te kāmarūpaakāmarūpānaṁ vasena dviguṇitā catuvīsādhikasahassasaṅkhā honti. Puna gatamaggassa paṭilomato saṁkhippamānā kaṭṭhamukhādivasena cattārova hontīti. Te sandhāya bhagavā ‘‘seyyathāpi, bhikkhave, cattāro āsīvisā’’ti āha. Kulavasena hi ete gahitā.",
  "atk-s0304a0:316": "Tattha āsīvisāti āsittavisātipi āsīvisā, asitavisātipi āsīvisā, asisadisavisātipi āsīvisā. Āsittavisāti sakalakāye āsiñcitvā viya ṭhapitavisā, parassa ca attano sarīre ca āsiñcanavisāti attho. Asitavisāti yaṁ yaṁ etehi asitaṁ hoti paribhuttaṁ, taṁ taṁ visameva sampajjati, tasmā asitaṁ visaṁ hoti etesanti āsīvisā. Asisadisavisāti asiviya tikhiṇaṁ paramammacchedanasamatthaṁ visaṁ etesanti āsīvisāti evamettha vacanattho veditabbo. Uggatejāti uggatatejā balavatejā. Ghoravisāti dunnimmaddanavisā.",
  "atk-s0304a0:317": "Evaṁ vadeyyunti paṭijaggāpanatthaṁ evaṁ vadeyyuṁ. Rājāno hi āsīvise gāhāpetvā – ‘‘tathārūpe core vā etehi ḍaṁsāpetvā māressāma, nagarūparodhakāle parasenāya vā taṁ khipissāma, parabalaṁ nimmaddetuṁ asakkontā subhojanaṁ bhuñjitvā varasayanaṁ āruyha etehi attānaṁ ḍaṁsāpetvā sattūnaṁ vasaṁ anāgacchantā attano ruciyā marissāmā’’ti āsīvise jaggāpenti. Te yaṁ coraṁ sahasāva māretuṁ na icchanti, ‘‘evamete dīgharattaṁ dukkhappatto hutvā marissantī’’ti icchantā taṁ purisaṁ evaṁ vadanti ime te ambho purisa cattāro āsīvisāti.",
  "atk-s0304a0:318": "Tattha kālena kālanti kāle kāle. Saṁvesetabbāti nipajjāpetabbā. Aññataro vā aññataro vāti kaṭṭhamukhādīsu yo koci. Yaṁ te ambho purisa karaṇīyaṁ, taṁ karohīti idaṁ atthacarakassa vacanaṁ veditabbaṁ. Tassa kira purisassa evaṁ āsīvise paṭipādetvā ‘ayaṁ vo upaṭṭhāko’ti catūsu peḷāsu ṭhapitānaṁ āsīvisānaṁ ārocenti. Atheko nikkhamitvā āgamma tassa purisassa dakkhiṇapādānusārena abhiruhitvā dakkhiṇahatthaṁ maṇibandhato paṭṭhāya veṭhetvā dakkhiṇakaṇṇasotamūle phaṇaṁ katvā susūti karonto nipajji. Aparo vāmapādānusārena abhiruhitvā tatheva vāmahatthaṁ veṭhetvā vāmakaṇṇasotamūle phaṇaṁ katvā susūti karonto nipajji, tatiyo nikkhamitvā abhimukhaṁ abhiruhitvā kucchiṁ veṭhetvā galavāṭakamūle phaṇaṁ katvā susūti karonto nipajji, catuttho piṭṭhibhāgena abhiruhitvā gīvaṁ veṭhetvā uparimuddhani phaṇaṁ ṭhapetvā susūti karonto nipajji.",
  "atk-s0304a0:319": "Evaṁ catūsu āsīvisesu sarīraṭṭhakesuyeva jātesu eko tassa purisassa atthacarakapuriso taṁ disvā ‘‘kiṁ te, bho purisa, laddha’’nti, pucchi. Tato tena ‘‘ime me, bho, hatthesu hatthakaṭakaṁ viya bāhāsu keyūraṁ viya kucchimhi kucchiveṭhanasāṭako viya kaṇṇesu kaṇṇacūḷikā viya gale muttāvaliyo viya sīse sīsapasādhanaṁ viya keci alaṅkāravisesā raññā dinnā’’ti vutte so āha – ‘‘bho andhabāla, mā evaṁ maññittha ‘raññā me tuṭṭhenetaṁ pasādhanaṁ dinna’nti. Tvaṁ rañño āgucārī coro, ime ca cattāro āsīvisā durupaṭṭhāhā duppaṭijaggiyā, ekasmiṁ uṭṭhātukāme eko nhāyitukāmo hoti, ekasmiṁ nhāyitukāme eko bhuñjitukāmo, ekasmiṁ bhuñjitukāme eko nipajjitukāmo. Tesu yasseva icchā na pūrati, so tattheva ḍaṁsitvā māretī’’ti. Atthi pana, bho, evaṁ sante koci sotthimaggoti? Āma, rājapurisānaṁ vikkhittabhāvaṁ ñatvā palāyanaṁ sotthibhāvoti vatvā ‘‘yaṁ te karaṇīyaṁ, taṁ karohī’’ti vadeyya.",
  "atk-s0304a0:320": "Taṁ sutvā itaro catunnaṁ āsīvisānaṁ pamādakkhaṇaṁ rājapurisehi ca pavivittaṁ disvā, vāmahatthena dakkhiṇahatthaṁ veṭhetvā, dakkhiṇakaṇṇacūḷikāya phaṇaṁ ṭhapetvā, sayitāsīvisassa sarīraṁ parimajjanto viya saṇikaṁ taṁ apanetvā, eteneva upāyena sesepi apanetvā tesaṁ bhīto palāyeyya. Atha naṁ te āsīvisā ‘‘ayaṁ amhākaṁ raññā upaṭṭhāko dinno’’ti anubandhamānā āgaccheyyuṁ. Idaṁ sandhāya atha kho so, bhikkhave, puriso bhīto catunnaṁ āsīvisānaṁ…pe… palāyethāti vuttaṁ.",
  "atk-s0304a0:321": "Tasmiṁ pana purise evaṁ āgatamaggaṁ oloketvā oloketvā palāyante rājā ‘‘palāto so puriso’’ti sutvā ‘‘ko nu kho taṁ anubandhitvā ghātetuṁ sakkhissatī’’ti vicinanto tasseva paccatthike pañca jane labhitvā ‘‘gacchatha naṁ anubandhitvā ghātethā’’ti peseyya. Athassa atthacarā purisā taṁ pavattiṁ ñatvā āroceyyuṁ. So bhiyyosomattāya bhīto palāyetha. Imamatthaṁ sandhāya tamenaṁ evaṁ vadeyyuntiādi vuttaṁ.",
  "atk-s0304a0:322": "Chaṭṭho antaracaro vadhakoti ‘‘paṭhamaṁ āsīvisehi anubaddho ito cito ca te vañcento palāyi, idāni pañcahi paccatthikehi anubaddho suṭṭhutaraṁ palāyati, na sakkā so evaṁ gahetuṁ, upalāḷanāya pana sakkā, tasmā daharakālato paṭṭhāya ekato khāditvā ca pivitvā ca santhavaṁ antaracaraṁ vadhakamassa pesethā’’ti amaccehi vuttena raññā pariyesitvā pesito antaracaro vadhako.",
  "atk-s0304a0:323": "So passeyya suññaṁ gāmanti nivattitvā olokento padaṁ ghāyitvā ghāyitvā vegenāgacchante cattāro āsīvise pañca vadhake paccatthike chaṭṭhañca antaracaraṁ vadhakaṁ ‘‘nivatta bho, mā palāyi, puttadārena saddhiṁ kāme paribhuñjanto sukhaṁ vasissasī’’ti vatvā āgacchantaṁ disvā, bhiyyosomattāya yena vā tena vā palāyanto paccantaraṭṭhe abhimukhagataṁ ekaṁ chakuṭikaṁ suññaṁ gāmaṁ passeyya. Rittakaññeva paviseyyāti dhanadhaññamañcapīṭhādīhi virahitattā rittakaññeva paviseyya. Tucchakaṁ suññakanti etasseva vevacanaṁ. Parimaseyyāti ‘‘sace pānīyaṁ bhavissati, pivissāmi, sace bhattaṁ bhavissati, bhuñjissāmī’’ti bhājanaṁ vivaritvā hatthaṁ anto pavesetvā parimaseyya.",
  "atk-s0304a0:324": "Tamenaṁevaṁ vadeyyunti channaṁ gharānaṁ ekagharepi kiñci alabhitvā gāmamajjhe eko sandacchāyo rukkho atthi, tattha vaṅkaphalakaṁ atthataṁ disvā, ‘‘idha tāva nisīdissāmī’’ti gantvā, tattha nisinnaṁ mandamandena vātena bījiyamānaṁ tattakamattampi sukhaṁ santato assādayamānaṁ, tamenaṁ purisaṁ kecideva atthacarakā bahi pavattiṁ ñatvā āgatā evaṁ vadeyyuṁ. Idāni ambho purisāti ambho, purisa, idāni. Corā gāmaghātakāti ‘‘yadevettha labhissāma, taṁ gaṇhissāma vā ghātessāma vā’’ti āgatā cha gāmaghātakacorā.",
  "atk-s0304a0:325": "Udakaṇṇavanti gambhīraṁ puthulaṁ udakaṁ. Gambhīrampi hi aputhulaṁ, puthulaṁ vā agambhīraṁ, na aṇṇavoti vuccati, yampana gambhīrañca puthulañca, tassevetaṁ nāmaṁ. Sāsaṅkaṁ sappaṭibhayanti catunnaṁ āsīvisānaṁ pañcannaṁ vadhakānaṁ chaṭṭhassa antaracarassa channañca gāmaghātakacorānaṁ vasena sāsaṅkaṁ sappaṭibhayaṁ. Khemaṁ appaṭibhayanti tesaṁyeva āsīvisādīnaṁ abhāvena khemañca nibbhayañca vicitrauyyānavaraṁ bahvannapānaṁ devanagarasadisaṁ. Na cassa nāvā santāraṇīti ‘‘imāya nāvāya orimatīrato paratīraṁ gamissantī’’ti evaṁ ṭhapitā ca santāraṇī nāvā na bhaveyya. Uttarasetu vāti rukkhasetu-jaṅghasetu-sakaṭasetūnaṁ aññataro uttarasetu vā na bhaveyya. Tiṭṭhati brāhmaṇoti na kho esa brāhmaṇo. Kasmā naṁ brāhmaṇoti āha? Ettakānaṁ paccatthikānaṁ bāhitattā, desanaṁ vā vinivattento ekaṁ khīṇāsavabrāhmaṇaṁ dassetumpi evamāha.",
  "atk-s0304a0:326": "Tasmiṁ pana evaṁ uttiṇṇe cattāro āsīvisā ‘‘na laddho vatāsi amhehi, ajja te murumurāya jīvitaṁ khāditvā chaḍḍeyyāma’’. Pañca paccatthikā ‘‘na laddho vatāsi amhehi, ajja te parivāretvā aṅgamaṅgāni chinditvā rañño santikaṁ gatā sataṁ vā sahassaṁ vā labheyyāma’’. Chaṭṭho antaracaro ‘‘na laddho vatāsi mayā, ajja te phalikavaṇṇena asinā sīsaṁ chinditvā, senāpatiṭṭhānaṁ labhitvā sampattiṁ anubhaveyyaṁ’’. Cha corā ‘‘na laddho vatāsi amhehi, ajja te vividhāni kammakāraṇāni kāretvā bahudhanaṁ āharāpessāmā’’ti cintetvā, udakaṇṇavaṁ otarituṁ asakkontā rañño āṇāya kopitattā parato gantumpi avisahantā tattheva sussitvā mareyyuṁ.",
  "atk-s0304a0:327": "Upamā kho myāyanti ettha evaṁ ādito paṭṭhāya opammasaṁsandanaṁ veditabbaṁ – rājā viya hi kammaṁ daṭṭhabbaṁ, rājāparādhikapuriso viya vaṭṭanissito puthujjano. Cattāro āsīvisā viya cattāri mahābhūtāni, rañño tassa cattāro āsīvise paṭicchāpitakālo viya kammunā puthujjanassa paṭisandhikkhaṇeyeva catunnaṁ mahābhūtānaṁ dinnakālo. ‘‘Imesaṁ āsīvisānaṁ pamādakkhaṇe rājapurisānañca vivittakkhaṇe nikkhamitvā yaṁ te ambho, purisa, karaṇīyaṁ, taṁ karohī’’ti vacanena ‘‘palāyassū’’ti vuttakālo viya satthārā imassa bhikkhuno mahābhūtakammaṭṭhānaṁ kathetvā ‘‘imesu catūsu mahābhūtesu nibbinda virajja, evaṁ vaṭṭato parimuccissasī’’ti kathitakālo, tassa purisassa atthacarakavacanaṁ sutvā catunnaṁ āsīvisānaṁ pamādakkhaṇe rājapurisānañca vivittakkhaṇe nikkhamitvā yena vā tena vā palāyanaṁ viya imassa bhikkhuno satthu santike kammaṭṭhānaṁ labhitvā mahābhūtāsīvisehi parimuccanatthāya ñāṇapalāyanena palāyanaṁ.",
  "atk-s0304a0:328": "Idāni catunnetaṁ mahābhūtānaṁ adhivacanaṁ pathavīdhātuyā āpodhātuyātiādīsu catumahābhūtakathā ca pañcupādānakkhandhakathā ca āyatanakathā ca visuddhimagge vitthāritanayeneva veditabbā. Ettha ca kaṭṭhamukhaāsīviso viya pathavīdhātu daṭṭhabbā, pūtimukhaaggimukhasatthamukhā viya sesadhātuyo. Yatheva hi kaṭṭhamukhena daṭṭhassa sakalakāyo thaddho hoti, evaṁ pathavīdhātupakopenāpi. Yathā ca pūtimukhādīhi daṭṭhassa paggharati ceva jhāyati ca chijjati ca, evaṁ āpodhātutejodhātuvāyodhātupakopenāpīti. Tenāhu aṭṭhakathācariyā –",
  "atk-s0304a0:329": "‘‘Patthaddho bhavatī kāyo, daṭṭho kaṭṭhamukhena vā;",
  "atk-s0304a0:330": "Pathavīdhātupakopena, hoti kaṭṭhamukheva so.",
  "atk-s0304a0:331": "‘‘Pūtiko bhavatī kāyo, daṭṭho pūtimukhena vā;",
  "atk-s0304a0:332": "Āpodhātupakopena, hoti pūtimukheva so.",
  "atk-s0304a0:333": "‘‘Santatto bhavatī kāyo, daṭṭho aggimukhena vā;",
  "atk-s0304a0:334": "Tejodhātupakopena, hoti aggimukheva so.",
  "atk-s0304a0:335": "‘‘Sañchinno bhavatī kāyo, daṭṭho satthamukhena vā;",
  "atk-s0304a0:336": "Vāyodhātupakopena, hoti satthamukheva so’’ti. –",
  "atk-s0304a0:337": "Evaṁ tāvettha visesato sadisabhāvo veditabbo.",
  "atk-s0304a0:338": "Avisesato pana āsayato visavegavikārato anatthaggahaṇato durupaṭṭhānato durāsadato akataññutato avisesakārito anantadosūpaddavatoti imehi kāraṇehi etesaṁ āsīvisasadisatā veditabbā. Tattha āsayatoti āsīvisānañhi vammiko āsayo, tattheva te vasanti. Mahābhūtānampi kāyavammiko āsayo . Āsīvisānañca rukkhasusiratiṇapaṇṇagahanasaṅkāraṭṭhānānipi āsayo. Etesupi hi te vasanti. Mahābhūtānampi kāyasusiraṁ kāyagahanaṁ kāyasaṅkāraṭṭhānaṁ āsayoti. Evaṁ tāva āsayato sadisatā veditabbā.",
  "atk-s0304a0:339": "Visavegavikāratoti āsīvisā hi kulavasena kaṭṭhamukhādibhedato cattāro. Tattha ekeko visavikārato vibhajjamāno daṭṭhavisādivasena catubbidho hoti. Mahābhūtānipi paccattalakkhaṇavasena pathavīādibhedato cattāri. Ettha ekekaṁ kammasamuṭṭhānādivasena catubbidhaṁ hoti. Evaṁ visavegavikārato sadisatā veditabbā.",
  "atk-s0304a0:340": "Anatthaggahaṇatoti āsīvise gaṇhantā pañca anatthe gaṇhanti – duggandhaṁ gaṇhanti, asuciṁ gaṇhanti, byādhiṁ gaṇhanti, visaṁ gaṇhanti, maraṇaṁ gaṇhanti. Mahābhūtānipi gaṇhantā pañca anatthe gaṇhanti – duggandhaṁ gaṇhanti, asuciṁ gaṇhanti, byādhiṁ gaṇhanti, jaraṁ gaṇhanti, maraṇaṁ gaṇhanti. Tenāhu porāṇā –",
  "atk-s0304a0:341": "‘‘Yekeci sappaṁ gaṇhanti, mīḷhalittaṁ mahāvisaṁ;",
  "atk-s0304a0:342": "Pañca gaṇhantunatthāni, loke sappābhinandino.",
  "atk-s0304a0:343": "‘‘Duggandhaṁ asuciṁ byādhiṁ, visaṁ maraṇapañcamaṁ;",
  "atk-s0304a0:344": "Anatthā honti pañcete, mīḷhalitte bhujaṅgame.",
  "atk-s0304a0:345": "‘‘Evamevaṁ akusalā, andhabālaputhujjanā;",
  "atk-s0304a0:346": "Pañca gaṇhantunatthāni, bhave jātābhinandino.",
  "atk-s0304a0:347": "‘‘Duggandhaṁ asuciṁ byādhiṁ, jaraṁ maraṇapañcamaṁ;",
  "atk-s0304a0:348": "Anatthā honti pañcete, mīḷhalitteva pannage’’ti. –",
  "atk-s0304a0:349": "Evaṁ anatthaggahaṇato sadisatā veditabbā.",
  "atk-s0304a0:350": "Durupaṭṭhānatoti te āsīvisā durupaṭṭhānā, ekasmiṁ uṭṭhātukāme eko nhāyitukāmo hoti , tasmiṁ nhāyitukāme aparo bhuñjitukāmo, tasmiṁ bhuñjitukāme añño nipajjitukāmo hoti. Tesu yassa yasseva ajjhāsayo na pūrati, so tattheva ḍaṁsitvā māreti. Imehi pana āsīvisehi bhūtāneva durupaṭṭhānatarāni. Pathavīdhātuyā hi bhesajje kayiramāne āpodhātu kuppati, tasseva bhesajjaṁ karontassa tejodhātūti evaṁ ekissā bhesajje kayiramāne aparā kuppantīti. Evaṁ durupaṭṭhānato sadisatā veditabbā.",
  "atk-s0304a0:351": "Durāsadatoti durāsadā hi āsīvisā, gehassa purimabhāge āsīvisaṁ disvā pacchimabhāgena palāyanti, pacchimabhāge disvā purimabhāgena, gehamajjhe disvā gabbhaṁ pavisanti, gabbhe disvā mañcapīṭhaṁ abhiruhanti. Mahābhūtāni tatopi durāsadatarāni. Tathārūpena hi kuṭṭharogena phuṭṭhassa kaṇṇanāsādīni chinditvā patanti, sarīraṁ samphuṭati nīlamakkhikā parivārenti, sarīragandho dūratova ubbāhati. Taṁ purisaṁ akkosamānampi paridevamānampi neva rosavasena, na kāruññena, upasaṅkamituṁ sakkonti, nāsikaṁ pidahitvā kheḷaṁ pātentā dūratova naṁ vivajjenti. Evaṁ aññesampi bhagandarakucchirogavātarogādīnaṁ bībhacchajegucchabhāvakarānañca rogānaṁ vasena ayamevattho vibhāvetabboti. Evaṁ durāsadato sadisatā veditabbā.",
  "atk-s0304a0:352": "Akataññutatoti āsīvisā hi akataññuno honti, nhāpiyamānāpi bhojiyamānāpi gandhamālādīhi pūjiyamānāpi peḷāyaṁ pakkhipitvā parihariyamānāpi otārameva gavesanti. Yattha otāraṁ labhanti, tattheva naṁ ḍaṁsitvā mārenti. Āsīvisehipi mahābhūtāneva akataññutarāni. Etesañhi kataṁ nāma natthi, sītena vā uṇhena vā nimmalena jalena nhāpiyamānānipi gandhamālādīhi sakkariyamānānipi muduvatthamudusayanamuduyānādīhi parihariyamānānipi, varabhojanaṁ bhojiyamānānipi, varapānaṁ pāyāpiyamānānipi otārameva gavesanti. Yattha otāraṁ labhanti, tattheva kuppitvā anayabyasanaṁ pāpentīti. Evaṁ akataññutato sadisatā veditabbā.",
  "atk-s0304a0:353": "Avisesakāritoti āsīvisā hi ‘‘ayaṁ khattiyo vā brāhmaṇo vā vesso vā suddo vā gahaṭṭho vā pabbajito vā’’ti visesaṁ na karonti, sampattasampattameva ḍaṁsitvā mārenti. Mahābhūtānipi ‘‘ayaṁ khattiyo vā brāhmaṇo vā vesso vā suddo vā gahaṭṭho vā pabbajito vā devo vā manusso vā māro vā brahmā vā nigguṇo vā saguṇo vā’’ti visesaṁ na karonti . Yadi hi nesaṁ ‘‘ayaṁ guṇavā’’ti lajjā uppajjeyya, sadevake loke aggapuggale tathāgate lajjaṁ uppādeyyuṁ. Athāpi nesaṁ ‘‘ayaṁ mahāpañño ayaṁ mahiddhiko ayaṁ dhutavādo’’tiādinā nayena lajjā uppajjeyya, dhammasenāpatisāriputtattherādīsu lajjaṁ uppādeyyuṁ. Athāpi nesaṁ ‘‘ayaṁ nigguṇo dāruṇo thaddho’’ti bhayaṁ uppajjeyya, sadevake loke nigguṇathaddhadāruṇānaṁ aggassa devadattassa channaṁ vā satthārānaṁ bhāyeyyuṁ, na ca lajjanti na ca bhāyanti, kuppitvā yaṁkiñci anayabyasanaṁ āpādentiyeva. Evaṁ avisesakārito sadisatā veditabbā.",
  "atk-s0304a0:354": "Anantadosūpaddavatoti āsīvise nissāya uppajjanakānañhi dosūpaddavānaṁ pamāṇaṁ natthi. Tathā hete ḍaṁsitvā kāṇampi karonti khujjampi pīṭhasappimpi ekapakkhalampīti evaṁ aparimāṇaṁ vippakāraṁ dassenti. Bhūtānipi kuppitāni na kāṇādibhāvesu na kiñci vippakāraṁ na karonti, appamāṇo etesaṁ dosūpaddavoti. Evaṁ anantadosūpaddavato sadisatā veditabbā.",
  "atk-s0304a0:355": "Idānettha catumahābhūtavasena yāva arahattā kammaṭṭhānaṁ kathetabbaṁ siyā, taṁ visuddhimagge catudhātuvavatthānaniddese kathitameva.",
  "atk-s0304a0:356": "Pañca vadhakā paccatthikāti kho bhikkhave pañcannetaṁ upādānakkhandhānaṁ adhivacananti ettha dvīhi ākārehi khandhānaṁ vadhakapaccatthikasadisatā veditabbā. Khandhā hi aññamaññañca vadhenti, tesu ca santesu vadho nāma paññāyati. Kathaṁ? Rūpaṁ tāva rūpampi vadheti arūpampi, tathā arūpaṁ arūpampi vadheti rūpampi. Kathaṁ? Ayañhi pathavīdhātu bhijjamānā itarā tisso dhātuyo gahetvāva bhijjati, āpodhātuādīsupi eseva nayo, evaṁ tāva rūpaṁ rūpameva vadheti. Rūpakkhandho pana bhijjamāno cattāro arūpakkhandhe gahetvāva bhijjati, evaṁ rūpaṁ arūpampi vadheti. Vedanākkhandhopi bhijjamāno saññāsaṅkhāraviññāṇakkhandhe gahetvāva bhijjati. Saññākkhandhādīsupi eseva nayo. Evaṁ arūpaṁ arūpameva vadheti. Cutikkhaṇe pana cattāro arūpakkhandhā bhijjamānā vatthurūpampi gahetvāva bhijjanti, evaṁ arūpaṁ rūpampi vadheti. Evaṁ tāva aññamaññaṁ vadhentīti vadhakā. Yattha pana khandhā atthi, tattha chedanabhedanavadhabandhanādayo honti, na aññatthāti. Evaṁ khandhesu santesu vadho paññāyatītipi vadhakā.",
  "atk-s0304a0:357": "Idāni pañcakkhandhe rūpārūpavasena dve koṭṭhāse katvā, rūpavasena vā nāmavasena vā rūpapariggahaṁ ādiṁ katvā, yāva arahattā kammaṭṭhānaṁ kathetabbaṁ siyā tampi visuddhimagge kathitameva.",
  "atk-s0304a0:358": "Chaṭṭho antaracaro vadhako ukkhittāsikoti kho, bhikkhave, nandīrāgassetaṁ adhivacananti ettha dvīhākārehi nandīrāgassa ukkhittāsikavadhakasadisatā veditabbā paññāsirapātanato ca yonisampaṭipādanato ca. Kathaṁ? Cakkhudvārasmiñhi iṭṭhārammaṇe āpāthagate taṁ ārammaṇaṁ nissāya lobho uppajjati, ettāvatā paññāsīsaṁ patitaṁ nāma hoti, sotadvārādīsupi eseva nayo. Evaṁ tāva paññāsirapātanato sadisatā veditabbā. Nandīrāgo panesa aṇḍajādibhedā catasso yoniyo upaneti. Tassa yoniupagamanamūlakāni pañcavīsati mahābhayāni dvattiṁsa kammakāraṇāni ca āgatāneva hontīti evaṁ yonisampaṭipādanatopissa ukkhittāsikavadhakasadisatā veditabbā.",
  "atk-s0304a0:359": "Iti nandīrāgavasenāpi ekassa bhikkhuno kammaṭṭhānaṁ kathitameva hoti. Kathaṁ? Ayañhi nandīrāgo saṅkhārakkhandho, taṁ saṅkhārakkhandhoti vavatthapetvā taṁsampayuttā vedanā vedanākkhandho, saññā saññākkhandho, cittaṁ viññāṇakkhandho, tesaṁ vatthārammaṇaṁ rūpakkhandhoti, evaṁ pañcakkhandhe vavatthapeti. Idāni te pañcakkhandhe nāmarūpavasena vavatthapetvā, tesaṁ paccayapariyesanato paṭṭhāya vipassanaṁ vaḍḍhetvā, anupubbena eko arahattaṁ pāpuṇātīti evaṁ nandīrāgavasena kammaṭṭhānaṁ kathitaṁ hoti.",
  "atk-s0304a0:360": "Channaṁ ajjhattikāyatanānaṁ suññagāmena sadisatā pāḷiyaṁyeva āgatā. Ayaṁ panettha kammaṭṭhānanayo – yathā ca te cha corā chakuṭikaṁ suññaṁ gāmaṁ pavisitvā aparāparaṁ vicarantā kiñci alabhitvā gāmena anatthikā honti, evamevaṁ bhikkhu chasu ajjhattikāyatanesu abhinivisitvā vicinanto ‘‘aha’’nti vā ‘‘mama’’nti vā gahetabbaṁ kiñci adisvā tehi anatthiko hoti. So ‘‘vipassanaṁ paṭṭhapessāmī’’ti upādārūpakammaṭṭhānavasena cakkhupasādādayo pariggahetvā ‘‘ayaṁ rūpakkhandho’’ti vavatthapeti, manāyatanaṁ ‘‘arūpakkhandho’’ti. Iti sabbānipetāni nāmañceva rūpañcāti nāmarūpavasena vavatthapetvā, tesaṁ paccayaṁ pariyesitvā vipassanaṁ vaḍḍhetvā , saṅkhāre sammasanto anupubbena arahatte patiṭṭhāti. Idaṁ ekassa bhikkhuno yāva arahattā kammaṭṭhānaṁ kathitaṁ hoti.",
  "atk-s0304a0:361": "Idāni bāhirānaṁ gāmaghātakacorehi sadisataṁ dassento corā gāmaghātakāti khotiādimāha. Tattha manāpāmanāpesūti karaṇatthe bhummaṁ, manāpāmanāpehīti attho. Tattha coresu gāmaṁ hanantesu pañca kiccāni vattanti – corā tāva gāmaṁ parivāretvā ṭhitā aggiṁ datvā kaṭakaṭasaddaṁ uṭṭhāpenti, tato manussā hatthasāraṁ gahetvā bahi nikkhamanti. Tato tehi saddhiṁ bhaṇḍakassa kāraṇā hatthaparāmāsaṁ karonti. Keci panettha pahāraṁ pāpuṇanti, keci pahāraṭṭhāne patanti, avasese pana arogajane bandhitvā attano vasanaṭṭhānaṁ netvā rajjubandhanādīhi bandhitvā dāsaparibhogena paribhuñjanti.",
  "atk-s0304a0:362": "Tattha gāmaghātakacorānaṁ gāmaṁ parivāretvā aggidānaṁ viya chasu dvāresu ārammaṇe āpāthagate kilesapariḷāhuppatti veditabbā, hatthasāraṁ ādāya bahi nikkhamanaṁ viya. Taṅkhaṇe kusaladhammaṁ pahāya akusalasamaṅgitā, bhaṇḍakassa kāraṇā hatthaparāmasanāpajjanaṁ viya dukkaṭadubbhāsitapācittiyathullaccayānaṁ āpajjanakālo, pahāraladdhakālo viya saṅghādisesaṁ āpajjanakālo, pahāraṁ laddhā pana pahāraṭṭhāne patitakālo viya pārājikaṁ āpajjitvā assamaṇakālo, avasesajanassa bandhitvā vasanaṭṭhānaṁ netvā dāsaparibhogena paribhuñjanakālo viya tameva ārammaṇaṁ nissāya sabbesaṁ passantānaṁyeva cūḷasīlamajjhimasīlamahāsīlāni bhinditvā sikkhaṁ paccakkhāya gihibhāvaṁ āpajjanakālo. Tatrassa puttadāraṁ posentassa sandiṭṭhiko dukkhakkhandho veditabbo, kālaṁ katvā apāye nibbattassa samparāyiko.",
  "atk-s0304a0:363": "Imānipi bāhirāyatanāni ekassa bhikkhuno kammaṭṭhānavaseneva kathitāni. Ettha hi rūpādīni cattāri upādārūpāni, phoṭṭhabbāyatanaṁ tisso dhātuyo, dhammāyatane āpodhātuyā saddhiṁ tā catassoti imāni cattāri bhūtāni, tesaṁ paricchedavasena ākāsadhātu, lahutādivasena lahutādayoti evamidaṁ sabbampi bhūtupādāyarūpaṁ rūpakkhandho, tadārammaṇā vedanādayo cattāro arūpakkhandhā. Tattha ‘‘rūpakkhandho rūpaṁ, cattāro arūpino khandhā nāma’’nti. Nāmarūpaṁ vavatthapetvā purimanayeneva paṭipajjantassa yāva arahattā kammaṭṭhānaṁ kathitaṁ hoti.",
  "atk-s0304a0:364": "Oghānanti ettha duruttaraṇaṭṭho oghaṭṭho. Ete hi ‘‘sīlasaṁvaraṁ pūretvā arahattaṁ pāpuṇissāmī’’ti ajjhāsayaṁ samuṭṭhāpetvā kalyāṇamitte nissāya sammā vāyamantena taritabbā, yena vā tena vā duruttarā. Iminā duruttaraṇaṭṭhena oghāti vuccanti. Tepi ekassa bhikkhuno kammaṭṭhānavasena kathitā. Cattāropi hi ete eko saṅkhārakkhandho vāti. Sesaṁ nandīrāge vuttanayeneva yojetvā vitthāretabbaṁ.",
  "atk-s0304a0:365": "Sakkāyassetaṁ adhivacananti, sakkāyopi hi āsīvisādīhi udakaṇṇavassa orimatīraṁ viya catumahābhūtādīhi sāsaṅko sappaṭibhayo, sopi ekassa bhikkhuno kammaṭṭhānavaseneva kathito. Sakkāyo hi tebhūmakapañcakkhandhā, te ca samāsato nāmarūpamevāti. Evamettha nāmarūpavavatthānaṁ ādiṁ katvā yāva arahattā kammaṭṭhānaṁ vitthāretabbanti.",
  "atk-s0304a0:366": "Nibbānassetaṁ adhivacananti nibbānañhi udakaṇṇavassa pārimatīraṁ viya catumahābhūtādīhi khemaṁ appaṭibhayaṁ. Vīriyārambhassetaṁ adhivacananti ettha cittakiriyadassanatthaṁ heṭṭhā vuttavāyāmameva vīriyanti gaṇhitvā dasseti. Tiṇṇo pāraṅgatoti taritvā pāraṁ gato.",
  "atk-s0304a0:367": "Tattha yathā sāsaṅkaorimatīre ṭhitena udakaṇṇavaṁ taritukāmena katipāhaṁ vasitvā saṇikaṁ nāvaṁ sajjetvā udakakīḷaṁ kīḷantena viya na nāvā abhiruhitabbā. Evaṁ karonto hi anāruḷhova byasanaṁ pāpuṇāti. Evameva kilesaṇṇavaṁ taritukāmena ‘‘taruṇo tāvamhi, mahallakakāle aṭṭhaṅgikamaggakullaṁ bandhissāmī’’ti papañco na kātabbo . Evaṁ karonto hi mahallakakālaṁ apatvāpi vināsaṁ pāpuṇāti, patvāpi kātuṁ na sakkoti. Bhaddekarattādīni pana anussaritvā vegeneva ayaṁ ariyamaggakullo bandhitabbo.",
  "atk-s0304a0:368": "Yathā ca kullaṁ bandhantassa hatthapādapāripūri icchitabbā. Kuṇṭhapādo hi khañjapādo vā patiṭṭhātuṁ na sakkoti, phaṇahatthakādayo tiṇapaṇṇādīni gahetuṁ na sakkonti. Evamimampi ariyamaggakullaṁ bandhantassa sīlapādānañceva saddhāhatthassa ca pāripūri icchitabbā. Na hi dussīlo assaddho sāsane appatiṭṭhito paṭipattiṁ assaddahanto ariyamaggakullaṁ bandhituṁ sakkoti. Yathā ca paripuṇṇahatthapādopi dubbalo byādhipīḷito kullaṁ bandhituṁ na sakkoti, thāmasampannova sakkoti, evaṁ sīlavā saddhopi alaso kusīto imaṁ maggakullaṁ bandhituṁ na sakkoti , āraddhavīriyova sakkotīti imaṁ bandhitukāmena āraddhavīriyena bhavitabbaṁ. Yathā so puriso kullaṁ bandhitvā tīre ṭhatvā yojanavitthāraṁ udakaṇṇavaṁ ‘‘ayaṁ mayā paccattapurisakāraṁ nissāya nittharitabbo’’ti mānasaṁ bandhati, evaṁ yogināpi caṅkamā oruyha ‘‘ajja mayā catumaggavajjhaṁ kilesaṇṇavaṁ taritvā arahatte patiṭṭhātabba’’nti mānasaṁ bandhitabbaṁ.",
  "atk-s0304a0:369": "Yathā ca so puriso kullaṁ nissāya udakaṇṇavaṁ taranto gāvutamattaṁ gantvā nivattitvā olokento ‘‘ekakoṭṭhāsaṁ atikkantomhi, aññe tayo sesā’’ti jānāti, aparampi gāvutamattaṁ gantvā nivattitvā olokento ‘‘dve atikkantomhi, dve sesā’’ti jānāti, aparampi gāvutamattaṁ gantvā nivattitvā olokento ‘‘tayo atikkantomhi, eko seso’’ti jānāti, tampi atikkamma nivattitvā olokento ‘‘cattāropi me koṭṭhasā atikkantā’’ti jānāti, tañca kullaṁ pādena akkamitvā sotābhimukhaṁ khipitvā uttaritvā tīre tiṭṭhati. Evaṁ ayampi bhikkhu ariyamaggakullaṁ nissāya kilesaṇṇavaṁ taranto sotāpattimaggena paṭhamamaggavajjhe kilese taritvā maggānantare phale ṭhito paccavekkhaṇañāṇena nivattitvā olokento ‘‘catumaggavajjhānaṁ me kilesānaṁ eko koṭṭhāso pahīno , itare tayo sesā’’ti jānāti. Puna tatheva indriyabalabojjhaṅgāni samodhānetvā saṅkhāre sammasanto sakadāgāmimaggena dutiyamaggavajjhe kilese taritvā maggānantare phale ṭhito paccavekkhaṇañāṇena nivattitvā, olokento ‘‘catumaggavajjhānaṁ me kilesānaṁ dve koṭṭhāsā pahīnā , itare dve sesā’’ti jānāti. Puna tatheva indriyabalabojjhaṅgāni samodhānetvā saṅkhāre sammasanto anāgāmimaggena tatiyamaggavajjhe kilese taritvā maggānantare phale ṭhito paccavekkhaṇañāṇena nivattitvā olokento ‘‘catumaggavajjhānaṁ me kilesānaṁ tayo koṭṭhāsā pahīnā, eko seso’’ti jānāti. Puna tatheva indriyabalabojjhaṅgāni samodhānetvā saṅkhāre sammasanto arahattamaggena catutthamaggavajjhe kilese taritvā maggānantare phale ṭhito paccavekkhaṇañāṇena nivattitvā olokento ‘‘sabbakilesā me pahīnā’’ti jānāti.",
  "atk-s0304a0:370": "Yathā so puriso taṁ kullaṁ sote pavāhetvā uttaritvā thale ṭhito nagaraṁ pavisitvā uparipāsādavaragato ‘‘ettakena vatamhi anatthena mutto’’ti ekaggacitto tuṭṭhamānaso nisīdati, evaṁ tasmiṁyeva vā āsane aññesu vā rattiṭṭhānadivāṭṭhānādīsu yattha katthaci nisinno ‘‘ettakena vatamhi anatthena mutto’’ti nibbānārammaṇaṁ phalasamāpattiṁ appetvā ekaggacitto tuṭṭhamānaso nisīdati. Idaṁ vā sandhāya vuttaṁ tiṇṇo pāraṅgato thale tiṭṭhati brāhmaṇoti kho, bhikkhave, arahato etaṁ adhivacananti. Evaṁ tāvettha nānākammaṭṭhānāni kathitāni, samodhānetvā pana sabbānipi ekameva katvā dassetabbāni. Ekaṁ katvā dassentenāpi pañcakkhandhavaseneva vinivattetabbāni.",
  "atk-s0304a0:371": "Kathaṁ? Ettha hi cattāri mahābhūtāni ajjhattikāni pañcāyatanāni bāhirāni pañcāyatanāni dhammāyatane pannarasa sukhumarūpāni sakkāyassa ekadesoti ayaṁ rūpakkhandho, manāyatanaṁ viññāṇakkhandho dhammāyatanekadeso cattāro oghā sakkāyekadesoti ime cattāro arūpino khandhā. Tattha rūpakkhandho rūpaṁ, cattāro arūpino khandhā nāmanti idaṁ nāmarūpaṁ. Tassa nandīrāgo kāmogho bhavogho dhammāyatanekadeso sakkāyekadesoti ime paccayā. Iti sappaccayaṁ nāmarūpaṁ vavatthapeti nāma. Sappaccayaṁ nāmarūpaṁ vavatthapetvā tilakkhaṇaṁ āropetvā vipassanaṁ vaḍḍhetvā saṅkhāre sammasanto arahattaṁ pāpuṇātīti idaṁ ekassa bhikkhuno niyyānamukhaṁ.",
  "atk-s0304a0:372": "Tattha cattāro mahābhūtā pañcupādānakkhandhā ajjhattikabāhirāni ekādasāyatanāni dhammāyatanekadeso diṭṭhogho avijjogho sakkāyekadesoti idaṁ dukkhasaccaṁ, nandīrāgo dhammāyatanekadeso kāmogho bhavogho sakkāyekadesoti idaṁ samudayasaccaṁ, pārimatīrasaṅkhātaṁ nibbānaṁ nirodhasaccaṁ, ariyamaggo maggasaccaṁ. Tattha dve saccāni vaṭṭaṁ, dve vivaṭṭaṁ, dve lokiyāni, dve lokuttarānīti cattāri saccāni soḷasahākārehi saṭṭhinayasahassehi vibhajitvā dassetabbānīti. Desanāpariyosāne vipañcitaññū pañcasatā bhikkhū arahatte patiṭṭhahiṁsu. Suttaṁ pana dukkhalakkhaṇavasena kathitaṁ.",
  "atk-s0304a0:373": "2. Rathopamasuttavaṇṇanā",
  "atk-s0304a0:374": "239. Dutiye sukhasomanassabahuloti kāyikasukhañceva cetasikasomanassañca bahulaṁ assāti sukhasomanassabahulo. Yoni cassa āraddhā hotīti kāraṇañcassa paripuṇṇaṁ hoti. Āsavānaṁ khayāyāti idha āsavakkhayoti arahattamaggo adhippeto, tadatthāyāti attho. Odhastapatodoti rathamajjhe tiriyaṁ ṭhapitapatodo. Yenicchakanti yena disābhāgena icchati. Yadicchakanti yaṁ yaṁ gamanaṁ icchati. Sāreyyāti peseyya. Paccāsāreyyāti paṭivinivatteyya. Ārakkhāyāti rakkhaṇatthāya. Saṁyamāyāti veganiggahaṇatthāya. Damāyāti nibbisevanatthāya. Upasamāyāti kilesūpasamatthāya.",
  "atk-s0304a0:375": "Evameva khoti ettha yathā akusalassa sārathino adante sindhave yojetvā visamamaggena rathaṁ pesentassa cakkānipi bhijjanti, akkhopi sindhavānañca khurā, attanāpi anayabyasanaṁ pāpuṇāti, na ca icchiticchitena gamanena sāretuṁ sakkoti ; evaṁ chasu indriyesu aguttadvāro bhikkhu na icchiticchitaṁ samaṇaratiṁ anubhavituṁ sakkoti. Yathā pana cheko sārathi dante sindhave yojetvā, same bhūmibhāge rathaṁ otāretvā rasmiyo gahetvā, sindhavānaṁ khuresu satiṁ ṭhapetvā, patodaṁ ādāya nibbisevane katvā, pesento icchiticchitena gamanena sāreti. Evameva chasu indriyesu guttadvāro bhikkhu imasmiṁ sāsane icchiticchitaṁ samaṇaratiṁ anubhoti, sace aniccānupassanābhimukhaṁ ñāṇaṁ pesetukāmo hoti, tadabhimukhaṁ ñāṇaṁ gacchati. Dukkhānupassanādīsupi eseva nayo.",
  "atk-s0304a0:376": "Bhojane mattaññūti bhojanamhi pamāṇaññū. Tattha dve pamāṇāni – paṭiggahaṇapamāṇañca paribhogapamāṇañca. Tattha paṭiggahaṇapamāṇe dāyakassa vaso veditabbo, deyyadhammassa vaso veditabbo, attano thāmo jānitabbo. Evarūpo hi bhikkhu sace deyyadhammo bahuko hoti, dāyako appaṁ dātukāmo, dāyakassa vasena appaṁ gaṇhāti. Deyyadhammo appo, dāyako bahuṁ dātukāmo, deyyadhammassa vasena appaṁ gaṇhāti. Deyyadhammopi bahu, dāyakopi bahuṁ dātukāmo, attano thāmaṁ ñatvā pamāṇena gaṇhāti. So tāya paṭiggahaṇe mattaññutāya anuppannañca lābhaṁ uppādeti, uppannañca thāvaraṁ karoti dhammikatissamahārājakāle sattavassiko sāmaṇero viya.",
  "atk-s0304a0:377": "Rañño kira pañcahi sakaṭasatehi guḷaṁ āhariṁsu. Rājā ‘‘manāpo paṇṇākāro, ayyehi vinā na khādissāmā’’ti aḍḍhateyyāni sakaṭasatāni mahāvihāraṁ pesetvā sayampi bhuttapātarāso agamāsi. Bheriyā pahaṭāya dvādasa bhikkhusahassāni sannipatiṁsu. Rājā ekamante ṭhito ārāmikaṁ pakkosāpetvā āha – ‘‘rañño nāma dāne pattapūrova pamāṇaṁ, gahitabhājanaṁ pūretvāva dehi, sace koci mattapaṭiggahaṇe ṭhito na gaṇhāti, mayhaṁ āroceyyāsī’’ti.",
  "atk-s0304a0:378": "Atheko mahāthero ‘‘mahābodhimahācetiyāni vandissāmī’’ti cetiyapabbatā āgantvā, vihāraṁ pavisanto mahāmaṇḍapaṭṭhāne bhikkhū guḷaṁ gaṇhante disvā pacchato āgacchantaṁ sāmaṇeraṁ āha, ‘‘natthi te guḷena attho’’ti. ‘‘Āma, bhante, natthī’’ti. Sāmaṇera mayaṁ maggakilantā, ekena kapiṭṭhaphalamattena piṇḍakena amhākaṁ atthoti. Sāmaṇero thālakaṁ nīharitvā therassa vassaggapaṭipāṭiyaṁ aṭṭhāsi. Ārāmiko gahaṇamānaṁ pūretvā ukkhipi, sāmaṇero aṅguliṁ cālesi. Tāta sāmaṇera, rājakulānaṁ dāne bhājanapūrameva pamāṇaṁ, thālakapūraṁ gaṇhāhīti. Āma, upāsaka, rājāno nāma mahajjhāsayā honti, amhākaṁ pana upajjhāyassa ettakeneva atthoti.",
  "atk-s0304a0:379": "Rājā tassa kathaṁ sutvā, ‘‘kiṁ bho sāmaṇero bhaṇatī’’ti? Tassa santikaṁ gato. Ārāmiko āha – ‘‘sāmi, sāmaṇerassa bhājanaṁ khuddakaṁ, bahuṁ na gaṇhātī’’ti. Rājā āha, ‘‘ānītabhājanaṁ pūretvā gaṇhatha, bhante’’ti. Mahārāja, rājāno nāma mahajjhāsayā honti , ukkhittabhājanaṁ pūretvāva dātukāmā, amhākaṁ pana upajjhāyassa ettakeneva atthoti. Rājā cintesi – ‘‘ayaṁ sattavassikadārako, ajjāpissa mukhato khīragandho na muccati, gahetvā kuṭe vā kuṭumbe vā pūretvā svepi punadivasepi khādissāmāti na vadati, sakkā buddhasāsanaṁ pariggahetu’’nti purise āṇāpesi, ‘‘bho, pasannomhi sāmaṇerassa, itarānipi aḍḍhateyyāni sakaṭasatāni ānetvā saghaṁssa dethā’’ti.",
  "atk-s0304a0:380": "Soyeva pana rājā ekadivasaṁ tittiramaṁsaṁ khāditukāmo cintesi – ‘‘sace ahaṁ aṅgārapakkaṁ tittiramaṁsaṁ khāditukāmosmīti aññassa kathessāmi, samantā yojanaṭṭhāne tittirasamugghātaṁ karissantī’’ti uppannaṁ pipāsaṁ adhivāsento tīṇi saṁvaccharāni vītināmesi. Athassa kaṇṇesu pubbo saṇṭhāsi, so adhivāsetuṁ asakkonto ‘‘atthi nu kho, bho, amhākaṁ koci upaṭṭhākupāsako sīlarakkhako’’ti pucchi . Āma, deva, atthi, tisso nāma so akhaṇḍasīlaṁ rakkhatīti. Atha naṁ vīmaṁsitukāmo pakkosāpesi. So āgantvā rājānaṁ vanditvā aṭṭhāsi. Tato naṁ āha – ‘‘tvaṁ, tāta, tisso nāmā’’ti? ‘‘Āma devā’’ti. Tena hi gacchāti. Tasmiṁ gate ekaṁ kukkuṭaṁ āharāpetvā ekaṁ purisaṁ āṇāpesi, ‘‘gaccha tissaṁ vadāhi, imaṁ tīhi pākehi pacitvā amhākaṁ upaṭṭhāpehī’’ti. So gantvā tathā avoca. So āha – ‘‘sace, bho, ayaṁ matako assa, yathā jānāmi, tathā pacitvā upaṭṭhaheyyaṁ. Pāṇātipātaṁ panāhaṁ na karomī’’ti. So āgantvā rañño ārocesi.",
  "atk-s0304a0:381": "Rājā puna ‘‘ekavāraṁ gacchā’’ti pesesi. So gantvā, ‘‘bho, rājupaṭṭhānaṁ nāma bhāriyaṁ, mā evaṁ kari, punapi sīlaṁ sakkā samādātuṁ, paceta’’nti āha. Atha naṁ tisso avoca, ‘‘bho, ekasmiṁ nāma attabhāve dhuvaṁ ekaṁ maraṇaṁ, nāhaṁ pāṇātipātaṁ karissāmī’’ti. So punapi rañño ārocesi. Rājā tatiyampi pesetvā asampaṭicchantaṁ pakkosāpetvā attanā pucchi. Raññopi tatheva paṭivacanaṁ adāsi. Atha rājā purise āṇāpesi, ‘‘ayaṁ rañño āṇaṁ kopeti, gacchathetassa āghātanabhaṇḍikāyaṁ ṭhapetvā, sīsaṁ chindathā’’ti. Raho ca pana nesaṁ saññamadāsi – ‘‘imaṁ santajjayamānā netvā sīsamassa āghātanabhaṇḍikāyaṁ ṭhapetvā āgantvā mayhaṁ ārocethā’’ti.",
  "atk-s0304a0:382": "Te taṁ āghātanabhaṇḍikāyaṁ nipajjāpetvā tamassa kukkuṭaṁ hatthesu ṭhapayiṁsu. So taṁ hadaye ṭhapetvā ‘‘ahaṁ, tāta, mama jīvitaṁ tuyhaṁ demi, tava jīvitaṁ ahaṁ gaṇhāmi, tvaṁ nibbhayo gacchā’’ti vissajjesi. Kukkuṭo pakkhe papphoṭetvā ākāsena gantvā vaṭarukkhe nilīyi. Tassa kukkuṭassa abhayadinnaṭṭhānaṁ kukkuṭagiri nāma jātaṁ.",
  "atk-s0304a0:383": "Rājā taṁ pavattiṁ sutvā amaccaputtaṁ pakkosāpetvā sabbābharaṇehi alaṅkaritvā āha – ‘‘tāta, mayā tvaṁ etadatthameva vīmaṁsito, mayhaṁ tittiramaṁsaṁ khāditukāmassa tīṇi saṁvaccharāni atikkantāni, sakkhissasi me tikoṭiparisuddhaṁ katvā upaṭṭhāpetu’’nti. ‘‘Etaṁ nāma, deva, mayhaṁ kamma’’nti nikkhamitvā dvārantare ṭhito ekaṁ purisaṁ pātova tayo tittire gahetvā pavisantaṁ disvā, dve kahāpaṇe datvā tittire ādāya parisodhetvā, jīrakādīhi vāsetvā, aṅgāresu supakke pacitvā rañño upaṭṭhāpesi. Rājā mahātale sirīpallaṅke nisinnova ekaṁ gahetvā thokaṁ chinditvā mukhe pakkhipi, tāvadevassa sattarasaharaṇīsahassāni pharitvā aṭṭhāsi.",
  "atk-s0304a0:384": "Tasmiṁ samaye bhikkhusaṅghaṁ saritvā, ‘‘mādiso nāma pathavissaro rājā tittiramaṁsaṁ khāditukāmo tīṇi saṁvaccharāni na labhi, apaccamāno bhikkhusaṅgho kuto labhissatī’’ti? Mukhe pakkhittakkhaṇḍaṁ bhūmiyaṁ chaḍḍesi. Amaccaputto jaṇṇukehi patitvā mukhena gaṇhi. Rājā ‘‘apehi, tāta, jānāmahaṁ tava niddosabhāvaṁ, iminā nāma kāraṇena mayā etaṁ chaḍḍita’’nti kathetvā, ‘‘sesakaṁ tatheva saṅgopetvā ṭhapehī’’ti āha.",
  "atk-s0304a0:385": "Punadivase rājakulūpako thero piṇḍāya pāvisi. Amaccaputto taṁ disvā pattaṁ gahetvā rājagehaṁ pavesesi. Aññataro vuḍḍhapabbajitopi therassa pacchāsamaṇo viya hutvā anubandhanto pāvisi. Thero ‘‘raññā pakkosāpitabhikkhu bhavissatī’’ti pamajji. Amaccaputtopi ‘‘therassa upaṭṭhāko bhavissatī’’ti pamādaṁ āpajji. Tesaṁ nisīdāpetvā yāguṁ adaṁsu. Yāguyā pītāya rājā tittire upanesi. Thero ekaṁ gaṇhi, itaropi ekaṁ gaṇhi. Rājā ‘‘anubhāgo atthi, anāpucchitvā khādituṁ na yutta’’nti mahātheraṁ āpucchi. Thero hatthaṁ pidahi, mahallakatthero sampaṭicchi. Rājā anattamano hutvā katabhattakiccaṁ theraṁ pattaṁ ādāya anugacchanto āha – ‘‘bhante, kulagehaṁ āgacchantehi uggahitavattaṁ bhikkhuṁ gahetvā āgantuṁ vaṭṭatī’’ti. Thero tasmiṁ khaṇe aññāsi ‘‘na esa raññā pakkosāpito’’ti.",
  "atk-s0304a0:386": "Punadivase upaṭṭhākasāmaṇeraṁ gahetvā pāvisi. Rājā tadāpi yāguyā pītāya tittire upanāmesi. Thero ekaṁ aggahesi, sāmaṇero aṅguliṁ cāletvā majjhe chindāpetvā ekakoṭṭhāsameva aggahesi. Rājā taṁ koṭṭhāsaṁ mahātherassa upanāmesi. Mahāthero hatthaṁ pidahi, sāmaṇeropi pidahi. Rājā avidūre nisīditvā khaṇḍākhaṇḍaṁ chinditvā khādanto ‘‘uggahitavatte nissāya diyaḍḍhatittire khādituṁ labhimhā’’ti āha. Tassa maṁse khāditamatteva kaṇṇehi pubbo nikkhami. Tato mukhaṁ vikkhāletvā sāmaṇeraṁ upasaṅkamitvā, ‘‘pasannosmi, tāta, aṭṭha te dhuvabhattāni demī’’ti āha. Ahaṁ, mahārāja, upajjhāyassa dammīti. Aparāni aṭṭha demīti. Tāni amhākaṁ ācariyassa dammīti. Aparānipi aṭṭha demīti. Tāni samānupajjhāyānaṁ dammīti. Aparānipi aṭṭha demīti. Tāni bhikkhusaṅghassa dammīti. Aparānipi aṭṭha demīti. Sāmaṇero adhivāsesi. Evaṁ paṭiggahaṇamattaṁ jānanto anuppannañceva lābhaṁ uppādeti, uppannañca thāvaraṁ karoti. Idaṁ paṭiggahaṇapamāṇaṁ nāma. Tattha paribhogapamāṇaṁ paccavekkhaṇapayojanaṁ, ‘‘idamatthiyaṁ bhojanaṁ bhuñjāmī’’ti pana paccavekkhitaparibhogasseva payojanattā paribhogapamāṇaṁyeva nāma, taṁ idha adhippetaṁ. Teneva paṭisaṅkhā yonisotiādimāha, itarampi pana vaṭṭatiyeva.",
  "atk-s0304a0:387": "Sīhaseyyanti ettha kāmabhogiseyyā, petaseyyā, sīhaseyyā, tathāgataseyyāti catasso seyyā. Tattha ‘‘yebhuyyena, bhikkhave, kāmabhogī vāmena passena sentī’’ti (a. ni. 4.246) ayaṁ kāmabhogiseyyā. Tesañhi yebhuyyena dakkhiṇapassena sayāno nāma natthi.",
  "atk-s0304a0:388": "‘‘Yebhuyyena , bhikkhave, petā uttānā sentī’’ti (a. ni. 4.246) ayaṁ petaseyyā. Petā hi appamaṁsalohitattā aṭṭhisaṅghāṭajaṭitā ekena passena sayituṁ na sakkonti, uttānāva sayanti.",
  "atk-s0304a0:389": "‘‘Yebhuyyena, bhikkhave, sīho migarājā naṅguṭṭhaṁ antarasatthimhi anupakkhipitvā dakkhiṇena passena sayatī’’ti ayaṁ sīhaseyyā. Tejussadattā hi sīho migarājā dve purimapāde ekasmiṁ, pacchimapāde ekasmiṁ ṭhāne ṭhapetvā naṅguṭṭhaṁ antarasatthimhi pakkhipitvā purimapādapacchimapādanaṅguṭṭhānaṁ ṭhitokāsaṁ sallakkhetvā dvinnaṁ purimapādānaṁ matthake sīsaṁ ṭhapetvā sayati , divasampi sayitvā pabujjhamāno na utrasanto pabujjhati, sīsaṁ pana ukkhipitvā purimapādādīnaṁ ṭhitokāsaṁ sallakkheti. Sace kiñci ṭhānaṁ vijahitvā ṭhitaṁ hoti, ‘‘nayidaṁ tuyhaṁ jātiyā sūrabhāvassa ca anurūpa’’nti anattamano hutvā tattheva sayati, na gocarāya pakkamati. Avijahitvā ṭhite pana ‘‘tuyhaṁ jātiyā ca sūrabhāvassa ca anurūpamida’’nti haṭṭhatuṭṭho uṭṭhāya sīhavijambhitaṁ vijambhitvā kesarabhāraṁ vidhunitvā tikkhattuṁ sīhanādaṁ naditvā gocarāya pakkamati.",
  "atk-s0304a0:390": "Catutthajjhānaseyyā pana tathāgataseyyāti vuccati. Tāsu idha sīhaseyyā āgatā. Ayañhi tejussadairiyāpathattā uttamaseyyā nāma.",
  "atk-s0304a0:391": "Pāde pādanti dakkhiṇapāde vāmapādaṁ. Accādhāyāti atiādhāya, īsakaṁ atikkamma ṭhapetvā. Gopphakena hi gopphake, jāṇunā vā jāṇumhi saṅghaṭṭiyamāne abhiṇhaṁ vedanā uppajjati, cittaṁ ekaggaṁ na hoti, seyyā aphāsukā hoti. Yathā pana na saṅghaṁṭṭeti, evaṁ atikkamma ṭhapite vedanā nuppajjati, cittaṁ ekaggaṁ hoti, seyyā phāsukā hoti. Tasmā evaṁ seyyaṁ kappeti.",
  "atk-s0304a0:392": "Sato sampajānoti satiyā ceva sampajaññena ca samannāgato. Kathaṁ niddāyanto sato sampajāno hotīti? Satisampajaññassa appahānena. Ayañhi divasañceva sakalayāmañca āvaraṇīyehi dhammehi cittaṁ parisodhetvā paṭhamayāmāvasāne caṅkamā oruyha pāde dhovantopi mūlakammaṭṭhānaṁ avijahantova dhovati, taṁ avijahantova dvāraṁ vivarati, mañce nisīdati, avijahantova niddaṁ okkamati. Pabujjhanto pana mūlakammaṭṭhānaṁ gahetvāva pabujjhati. Evaṁ niddaṁ okkamantopi sato sampajāno hoti. Evaṁ pana ñāṇadhātukanti na rocayiṁsu.",
  "atk-s0304a0:393": "Vuttanayena panesa cittaṁ parisodhetvā paṭhamayāmāvasāne ‘‘upādinnakaṁ sarīraṁ niddāya samassāsessāmī’’ti caṅkamā oruyha mūlakammaṭṭhānaṁ avijahantova pāde dhovati, dvāraṁ vivarati, mañce pana nisīditvā mūlakammaṭṭhānaṁ pahāya, ‘‘khandhāva khandhesu, dhātuyova dhātūsu paṭihaññantī’’ti senāsanaṁ paccavekkhanto kamena niddaṁ okkamati, pabujjhanto pana mūlakammaṭṭhānaṁ gahetvāva pabujjhati. Evaṁ niddaṁ okkamantopi sato sampajāno nāma hotīti veditabbo.",
  "atk-s0304a0:394": "Iti imasmiṁ sutte tivaṅgikā pubbabhāgavipassanāva kathitā. Ettakeneva pana vosānaṁ anāpajjitvā tāneva indriyabalabojjhaṅgāni samodhānetvā vipassanaṁ vaḍḍhetvā bhikkhu arahattaṁ pāpuṇātīti. Evaṁ yāva arahattā desanā kathetabbā.",
  "atk-s0304a0:395": "3. Kummopamasuttavaṇṇanā",
  "atk-s0304a0:396": "240. Tatiye kummoti aṭṭhikummo. Kacchapoti tasseva vevacanaṁ. Anunadītīreti nadiyā anutīre. Gocarapasutoti ‘‘sace kiñci phalāphalaṁ labhissāmi, khādissāmī’’ti gocaratthāya pasuto ussukko tannibandho. Samodahitvāti samugge viya pakkhipitvā. Saṅkasāyatīti acchati. Samodahanti samodahanto ṭhapento. Idaṁ vuttaṁ hoti – yathā kummo aṅgāni sake kapāle samodahanto siṅgālassa otāraṁ na deti, na ca naṁ siṅgālo pasahati, evaṁ bhikkhu attano manovitakke sake ārammaṇakapāle samodahanto kilesamārassa otāraṁ na deti, na ca naṁ māro pasahati.",
  "atk-s0304a0:397": "Anissitoti taṇhādiṭṭhinissayehi anissito. Aññamaheṭhayānoti aññaṁ kañci puggalaṁ aviheṭhento. Parinibbutoti kilesaparinibbānena parinibbuto. Nūpavadeyya kañcīti aññaṁ kañci puggalaṁ sīlavipattiyā vā ācāravipattiyā vā attānaṁ ukkaṁsetukāmatāya vā paraṁ vambhetukāmatāya vā na upavadeyya, aññadatthu pañca dhamme ajjhattaṁ upaṭṭhapetvā, ‘‘kālena vakkhāmi, no akālena, bhūtena vakkhāmi , no abhūtena, saṇhena vakkhāmi, no pharusena, atthasaṁhitena vakkhāmi, no anatthasaṁhitena, mettacitto vakkhāmi, no dosantaro’’ti evaṁ ullumpanasabhāvasaṇṭhiteneva cittena viharati.",
  "atk-s0304a0:398": "4. Paṭhamadārukkhandhopamasuttavaṇṇanā",
  "atk-s0304a0:399": "241. Catutthe addasāti gaṅgātīre paññattavarabuddhāsane nisinno addasa. Vuyhamānanti caturassaṁ tacchetvā pabbatantare ṭhapitaṁ vātātapena suparisukkhaṁ pāvussake meghe vassante udakena uplavitvā anupubbena gaṅgāya nadiyā sote patitaṁ tena sotena vuyhamānaṁ. Bhikkhū āmantesīti ‘‘iminā dārukkhandhena sadisaṁ katvā mama sāsane saddhāpabbajitaṁ kulaputtaṁ dassessāmī’’ti dhammaṁ desetukāmatāya āmantesi. Amuṁ mahantaṁ dārukkhandhaṁ gaṅgāya nadiyā sotena vuyhamānanti idaṁ pana aṭṭhadosavimuttattā sotapaṭipannassa dārukkhandhassa apare samuddapattiyā antarāyakare aṭṭha dose dassetuṁ ārabhi.",
  "atk-s0304a0:400": "Tatrassa evaṁ aṭṭhadosavimuttatā veditabbā – eko hi gaṅgāya nadiyā avidūre pabbatatale jāto nānāvallīhi paliveṭhito paṇḍupalāsataṁ āpajjitvā upacikādīhi khajjamāno tasmiṁyeva ṭhāne apaṇṇattikabhāvaṁ gacchati, ayaṁ dārukkhandho gaṅgaṁ otaritvā vaṅkaṭṭhānesu vilāsamāno sāgaraṁ patvā maṇivaṇṇe ūmipiṭṭhe sobhituṁ na labhati.",
  "atk-s0304a0:401": "Aparo gaṅgātīre bahimūlo antosākho hutvā jāto, ayaṁ kiñcāpi kālena kālaṁ olambinīhi sākhāhi udakaṁ phusati, bahimūlattā pana gaṅgaṁ otaritvā vaṅkaṭṭhānesu vilāsamāno sāgaraṁ patvā maṇivaṇṇe ūmipiṭṭhe sobhituṁ na labhati.",
  "atk-s0304a0:402": "Aparo majjhe gaṅgāya jāto, daḷhamūlena pana suppatiṭṭhito, bahi cassa gatā vaṅkasākhā nānāvallīhi ābaddhā, ayampi daḷhamūlattā bahiddhā vallīhi ābaddhattā ca gaṅgaṁ otaritvā…pe… sobhituṁ na labhati.",
  "atk-s0304a0:403": "Aparo patitaṭṭhāneyeva vālikāya otthaṭo pūtibhāvaṁ āpajjati, ayampi gaṅgaṁ otaritvā…pe… na labhati.",
  "atk-s0304a0:404": "Aparo dvinnaṁ pāsāṇānaṁ antare jātattā, sunikhāto viya niccalo ṭhito, āgatāgataṁ udakaṁ dvidhā phāleti, ayaṁ pāsāṇantare suṭṭhu patiṭṭhitattā gaṅgaṁ otaritvā…pe… na labhati.",
  "atk-s0304a0:405": "Aparo abbhokāsaṭṭhāne nabhaṁ pūretvā vallīhi ābaddho ṭhito. Ekaṁ dve saṁvacchare atikkamitvā āgate mahoghe sakiṁ vā dvikkhattuṁ vā temeti, ayampi nabhaṁ pūretvā ṭhitatāya ceva ekassa vā dvinnaṁ vā saṁvaccharānaṁ accayena sakiṁ vā dvikkhattuṁ vā temanatāya ca gaṅgaṁ otaritvā…pe… na labhati.",
  "atk-s0304a0:406": "Aparopi majjhe gaṅgāya dīpake jāto mudukkhandhasākho oghe āgate anusotaṁ nipajjitvā, udake gate sīsaṁ ukkhipitvā, naccanto viya tiṭṭhati. Yassatthāya sāgaro gaṅgaṁ evaṁ viya vadati, ‘‘bhoti gaṅge tvaṁ mayhaṁ candanasārasalaḷasārādīni nānādārūni āharasi, dārukkhandhaṁ pana nāharasī’’ti. Sulabho esa, deva, punavāre jānissāmīti. Punavāre tambavaṇṇena udakena āliṅgamānā viya āgacchati. Sopi tatheva anusotaṁ nipajjitvā, udake gate sīsaṁ ukkhipitvā, naccanto viya tiṭṭhati. Ayaṁ attano mudutāya gaṅgaṁ otaritvā…pe… na labhati.",
  "atk-s0304a0:407": "Aparo gaṅgāya nadiyā tiriyaṁ patito vālikāya ottharito antarasetu viya bahūnaṁ paccayo jāto, ubhosu tīresu veḷunaḷakarañjakakudhādayo uplavitvā tattheva lagganti. Tathā nānāvidhā gacchā vuyhamānā bhinnamusalabhinnasuppaahikukkurahatthiassādikuṇapānipi tattheva lagganti. Mahāgaṅgāpi naṁ āsajja bhijjitvā dvidhā gacchati, macchakacchapakumbhīlamakarādayopi tattheva vāsaṁ kappenti. Ayampi tiriyaṁ patitvā mahājanassa paccayattakatabhāvena gaṅgaṁ otaritvā vaṅkaṭṭhānesu vilāsamāno sāgaraṁ patvā maṇivaṇṇe ūmipiṭṭhe sobhituṁ na labhati.",
  "atk-s0304a0:408": "Iti bhagavā imehi aṭṭhahi dosehi vimuttattā sotapaṭipannassa dārukkhandhassa apare samuddapattiyā antarāyakare aṭṭha dose dassetuṁ amuṁmahantaṁ dārukkhandhaṁ gaṅgāya nadiyā sotena vuyhamānantiādimāha. Tattha na thale ussīdissatīti thalaṁ nābhiruhissati. Na manussaggāho gahessatīti ‘‘mahā vatāyaṁ dārukkhandho’’ti disvā, uḷumpena taramānā gantvā, gopānasīādīnaṁ atthāya manussā na gaṇhissanti. Na amanussaggāho gahessatīti ‘‘mahaggho ayaṁ candanasāro, vimānadvāre naṁ ṭhapessāmā’’ti maññamānā na amanussā gaṇhissanti.",
  "atk-s0304a0:409": "Evameva khoti ettha saddhiṁ bāhirehi aṭṭhahi dosehi evaṁ opammasaṁsandanaṁ veditabbaṁ – gaṅgāya avidūre pabbatatale jāto tattheva upacikādīhi khajjamāno apaṇṇattikabhāvaṁ gatadārukkhandho viya hi ‘‘natthi dinna’’ntiādikāya micchādiṭṭhiyā samannāgato puggalo veditabbo. Ayañhi sāsanassa dūrībhūtattā ariyamaggaṁ oruyha samādhikulle nisinno nibbānasāgaraṁ pāpuṇituṁ na sakkoti.",
  "atk-s0304a0:410": "Gaṅgātīre bahimūlo antosākho hutvā jāto viya acchinnagihibandhano samaṇakuṭimbikapuggalo daṭṭhabbo. Ayañhi ‘‘cittaṁ nāmetaṁ anibaddhaṁ, ‘samaṇomhī’ti vadantova gihī hoti, ‘gihīmhī’ti vadantova samaṇo hoti. Ko jānissati, kiṁ bhavissatī’’ti? Mahallakakāle pabbajantopi gihibandhanaṁ na vissajjeti. Mahallakapabbajitānañca sampatti nāma natthi. Tassa sace cīvaraṁ pāpuṇāti, antacchinnakaṁ vā jiṇṇadubbaṇṇaṁ vā pāpuṇāti. Senāsanampi vihārapaccante paṇṇasālā vā maṇḍapo vā pāpuṇāti. Piṇḍāya carantenāpi puttanattakānaṁ dārakānaṁ pacchato caritabbaṁ hoti, pariyante nisīditabbaṁ hoti. Tena so dukkhī dummano assūni muñcanto, ‘‘atthi me kulasantakaṁ dhanaṁ, kappati nu kho taṁ khādantena jīvitu’’nti cintetvā ekaṁ vinayadharaṁ pucchati – ‘‘kiṁ, bhante ācariya, attano santakaṁ vicāretvā khādituṁ kappati, no kappatī’’ti? ‘‘Natthettha doso, kappateta’’nti. So attano bhajamānake katipaye dubbace durācāre bhikkhū gahetvā, sāyanhasamaye antogāmaṁ gantvā, gāmamajjhe ṭhito gāmike pakkosāpetvā, ‘‘amhākaṁ payogato uṭṭhitaṁ āyaṁ kassa dethā’’ti āha. Bhante, tumhe pabbajitā, mayaṁ kassa dassāmāti? Kiṁ pabbajitānaṁ attano santakaṁ na vaṭṭatīti? Kuddāla-piṭakaṁ gahetvā, khettamariyādabandhanādīni karonto nānāppakāraṁ pubbaṇṇāparaṇṇañceva phalāphale ca saṅgaṇhitvā, hemantagimhavassānesu yaṁ yaṁ icchati, taṁ taṁ pacāpetvā khādanto samaṇakuṭumbiko hutvā jīvati. Kevalamassa pañcacūḷakena dārakena saddhiṁ pādaparicārikāva ekā natthi. Ayaṁ puggalo kiñcāpi olambinīhi sākhāhi udakaṁ phusamāno antosākho rukkho viya cetiyaṅgaṇabodhiyaṅgaṇādīsu bhikkhūnaṁ kāyasāmaggiṁ deti, gihibandhanassa pana acchinnatāya bahimūlattā ariyamaggaṁ otaritvā samādhikulle nisinno nibbānasāgaraṁ pāpuṇituṁ na sakkoti.",
  "atk-s0304a0:411": "Gaṅgāya majjhe jāto bahiddhā vallīhi ābaddhavaṅkasākhā viya saṅghasantakaṁ nissāya jīvamāno bhinnājīvapuggalo daṭṭhabbo. Ekacco gihibandhanaṁ pahāya pabbajantopi sāruppaṭṭhāne pabbajjaṁ na labhati. Pabbajjā hi nāmesā paṭisandhiggahaṇasadisā. Yathā manussā yattha paṭisandhiṁ gaṇhanti, tesaṁyeva kulānaṁ ācāraṁ sikkhanti, evaṁ bhikkhūpi yesaṁ santike pabbajanti, tesaṁyeva ācāraṁ gaṇhanti. Tasmā ekacco asāruppaṭṭhāne pabbajitvā ovādānusāsanīuddesaparipucchādīhi paribāhiro hutvā pātova muṇḍaghaṭaṁ gahetvā udakatitthaṁ gacchati, ācariyupajjhāyānaṁ bhattatthāya khandhe pattaṁ katvā bhattasālaṁ gacchati, dubbacasāmaṇerehi saddhiṁ nānākīḷaṁ kīḷati, ārāmikadārakehi saṁsaṭṭho viharati.",
  "atk-s0304a0:412": "So daharabhikkhukāle attano anurūpehi daharabhikkhūhi ceva ārāmikehi ca saddhiṁ saṅghabhogaṁ gantvā, ‘‘ayaṁ khīṇāsavehi asukarañño santikā paṭiggahitasaṅghabhogo, tumhe saṅghassa idañcidañca na detha, na hi tumhākaṁ pavattiṁ sutvā rājā vā rājamahāmattā vā attamanā bhavissanti, etha dāni idañcidañca karothā’’ti kuddāla-piṭakāni gāhāpetvā heṭṭhā taḷākamātikāsu kattabbakiccāni kārāpetvā bahuṁ pubbaṇṇāparaṇṇaṁ vihāraṁ pavesetvā ārāmikehi attano upakārabhāvaṁ saṅghassa ārocāpeti. Saṅgho ‘‘ayaṁ daharo bahūpakāro, imassa sataṁ vā dvisataṁ vā dethā’’ti dāpeti. Iti so ito cito ca saṅghasantakeneva vaḍḍhanto bahiddhā ekavīsatividhāhi anesanāhi baddho ariyamaggaṁ otaritvā samādhikulle nisinno nibbānasāgaraṁ pāpuṇituṁ na sakkoti.",
  "atk-s0304a0:413": "Patitaṭṭhāneyeva vālikāya ottharitvā pūtibhāvaṁ āpāditarukkho viya ālasiyamahagghaso veditabbo. Evarūpañhi puggalaṁ āmisacakkhuṁ paccayalolaṁ vissaṭṭhaācariyupajjhāyavattaṁ uddesaparipucchāyonisomanasikāravajjitaṁ sandhāya pañca nīvaraṇāni atthato evaṁ vadanti – ‘‘bho, kassa santikaṁ gacchāmā’’ti? Atha thinamiddhaṁ uṭṭhāya evamāha – ‘‘kiṁ na passatha? Eso asukavihāravāsī kusītapuggalo asukaṁ nāma gāmaṁ gantvā yāgumatthake yāguṁ, pūvamatthake pūvaṁ, bhattamatthake bhattaṁ ajjhoharitvā vihāraṁ āgamma vissaṭṭhasabbavatto uddesādivirahito mañcaṁ upagacchanto mayhaṁ okāsaṁ karotī’’ti.",
  "atk-s0304a0:414": "Tato kāmacchandanīvaraṇaṁ uṭṭhāyāha – ‘‘bho, tava okāse kate mayhaṁ katova hoti, idāneva so niddāyitvā kilesānurañjitova pabujjhitvā kāmavitakkaṁ vitakkessatī’’ti. Tato byāpādanīvaraṇaṁ uṭṭhāyāha – ‘‘tumhākaṁ okāse kate mayhaṁ katova hoti. Idāneva niddāyitvā vuṭṭhito ‘vattapaṭivattaṁ karohī’ti vuccamāno, ‘bho, ime attano kammaṁ akatvā amhesu byāvaṭā’ti nānappakāraṁ pharusavacanaṁ vadanto akkhīni nīharitvā vicarissatī’’ti. Tato uddhaccanīvaraṇaṁ uṭṭhāyāha – ‘‘tumhākaṁ okāse kate mayhaṁ katova hoti, kusīto nāma vātāhato aggikkhandho viya uddhato hotī’’ti. Atha kukuccanīvaraṇaṁ uṭṭhāyāha – ‘‘tumhākaṁ okāse kate mayhaṁ katova hoti, kusīto nāma kukkuccapakatova hoti, akappiye kappiyasaññaṁ kappiye ca akappiyasaññaṁ uppādetī’’ti. Atha vicikicchānīvaraṇaṁ uṭṭhāyāha – ‘‘tumhākaṁ okāse kate mayhaṁ katova hoti. Evarūpo hi aṭṭhasu ṭhānesu mahāvicikicchaṁ uppādesī’’ti. Evaṁ ālasiyamahagghasaṁ pañca nīvaraṇāni caṇḍasunakhādayo viya siṅgacchinnaṁ jaraggavaṁ ajjhottharitvā gaṇhanti. Sopi ariyamaggasotaṁ otaritvā samādhikulle nisinno nibbānasāgaraṁ pāpuṇituṁ na sakkoti.",
  "atk-s0304a0:415": "Dvinnaṁ pāsāṇānaṁ antare nikhātamūlākārena ṭhitarukkho viya diṭṭhiṁ uppādetvā ṭhito diṭṭhigatiko veditabbo. So hi ‘‘arūpabhave rūpaṁ atthi, asaññībhave cittaṁ pavattati, bahucittakkhaṇiko lokuttaramaggo, anusayo cittavippayutto, te ca sattā sandhāvanti saṁsarantī’’ti vadanto ariṭṭho viya kaṇṭakasāmaṇero viya ca vicarati. Pisuṇavāco pana hoti, upajjhāyādayo saddhivihārikādīhi bhindanto vicarati. Sopi ariyamaggasotaṁ otaritvā samādhikulle nisinno nibbānasāgaraṁ pāpuṇituṁ na sakkoti.",
  "atk-s0304a0:416": "Abbhokāse nabhaṁ pūretvā vallīhi ābaddho ṭhito ekaṁ dve saṁvacchare atikkamitvā āgate mahoghe sakiṁ vā dvikkhattuṁ vā temanarukkho viya mahallakakāle pabbajitvā paccante vasamāno dullabhasaṅghadassano ceva dullabhadhammassavano ca puggalo veditabbo. Ekacco hi vuḍḍhakāle pabbajito katipāhena upasampadaṁ labhitvā pañcavassakāle pātimokkhaṁ paguṇaṁ katvā dasavassakāle vinayadharattherassa santike vinayakathākāle maricaṁ vā harītakakhaṇḍaṁ vā mukhe ṭhapetvā bījanena mukhaṁ pidhāya niddāyanto nisīditvā lesakappena katavinayo nāma hutvā pattacīvaraṁ ādāya paccantaṁ gacchati. Tatra naṁ manussā sakkaritvā bhikkhudassanassa dullabhatāya ‘‘idheva, bhante, vasathā’’ti vihāraṁ kāretvā pupphūpagaphalūpagarukkhe ropetvā tattha vāsenti.",
  "atk-s0304a0:417": "Atha mahāvihārasadisavihārā bahussutā bhikkhū, ‘‘janapade cīvararajanādīni katvā āgamissāmā’’ti tattha gacchanti. So te disvā, haṭṭhatuṭṭho vattapaṭivattaṁ katvā, punadivase ādāya bhikkhācāragāmaṁ pavisitvā, ‘‘asuko thero suttantiko, asuko abhidhammiko, asuko vinayadharo, asuko tepiṭako, evarūpe there kadā labhissatha, dhammasavanaṁ kārethā’’ti vadati. Upāsakā ‘‘dhammassavanaṁ kāressāmā’’ti vihāramaggaṁ sodhetvā, sappitelādīni ādāya, mahātheraṁ upasaṅkamitvā, ‘‘bhante, dhammassavanaṁ kāressāma, dhammakathikānaṁ vicārethā’’ti vatvā punadivase āgantvā dhammaṁ suṇanti.",
  "atk-s0304a0:418": "Nevāsikatthero āgantukānaṁ pattacīvarāni paṭisāmento antogabbheyeva divasabhāgaṁ vītināmeti. Divākathiko uṭṭhito sarabhāṇako ghaṭena udakaṁ vamento viya sarabhāṇaṁ bhaṇitvā uṭṭhito, tampi so na jānāti. Rattikathiko sāgaraṁ khobhento viya rattiṁ kathetvā uṭṭhito, tampi so na jānāti. Paccūsakathiko kathetvā uṭṭhāsi, tampi so na jānāti. Pātova pana uṭṭhāya mukhaṁ dhovitvā, therānaṁ pattacīvarāni upanāmetvā, bhikkhācāraṁ upagacchanto mahātheraṁ āha – ‘‘bhante, divākathiko kataraṁ jātakaṁ nāma kathesi, sarabhāṇako kataraṁ suttaṁ nāma bhaṇi, rattikathiko kataraṁ dhammakathaṁ nāma kathesi, paccūsakathiko kataraṁ jātakaṁ nāma kathesi, khandhā nāma kati, dhātuyo nāma kati, āyatanā nāma katī’’ti. Evarūpo ekaṁ dve saṁvaccharāni atikkamitvā bhikkhudassanañceva dhammassavanañca labhantopi oghe āgate udakena sakiṁ vā dvikkhattuṁ vā temitarukkhasadiso hoti. So evaṁ saṅghadassanato ca dhammassavanato ca paṭikkamma dūre vasanto ariyamaggaṁ otaritvā samādhikulle nisinno nibbānasāgaraṁ pāpuṇituṁ na sakkoti.",
  "atk-s0304a0:419": "Majjhe gaṅgāya dīpake jāto mudurukkho viya madhurassarabhāṇakapuggalo veditabbo. So hi abhiññātāni abhiññātāni vessantarādīni jātakāni uggaṇhitvā, dullabhabhikkhudassanaṁ paccantaṁ gantvā, tattha dhammakathāya pasāditahadayena janena upaṭṭhiyamāno attānaṁ uddissa kate sampannapupphaphalarukkhe nandanavanābhirāme vihāre vasati. Athassa bhārahārabhikkhū taṁ pavattiṁ sutvā, ‘‘asuko kira evaṁ upaṭṭhākesu paṭibaddhacitto viharati. Paṇḍito bhikkhu paṭibalo buddhavacanaṁ vā uggaṇhituṁ, kammaṭṭhānaṁ vā manasikātuṁ, ānetvā tena saddhiṁ asukattherassa santike dhammaṁ uggaṇhissāma, asukattherassa santike kammaṭṭhāna’’nti tattha gacchanti.",
  "atk-s0304a0:420": "So tesaṁ vattaṁ katvā sāyanhasamayaṁ vihāracārikaṁ nikkhantehi tehi ‘‘imaṁ, āvuso, cetiyaṁ tayā kārita’’nti puṭṭho, ‘‘āma, bhante’’ti vadati. ‘‘Ayaṁ bodhi, ayaṁ maṇḍapo, idaṁ uposathāgāraṁ, esā aggisālā, ayaṁ caṅkamo tayā kārito. Ime rukkhe ropāpetvā tayā nandanavanābhirāmo vihāro kārito’’ti. ‘‘Āma, bhante’’ti, vadati.",
  "atk-s0304a0:421": "So sāyaṁ therupaṭṭhānaṁ gantvā vanditvā pucchati – ‘‘kasmā, bhante, āgatatthā’’ti? ‘‘Āvuso, taṁ ādāya gantvā, asukattherassa santike dhammaṁ uggaṇhitvā, asukattherassa santike kammaṭṭhānaṁ, asukasmiṁ nāma araññe samaggā samaṇadhammaṁ karissāmāti iminā kāraṇena āgatamhā’’ti. Sādhu, bhante, tumhe nāma mayhaṁ atthāya āgatā, ahampi ciranivāsena idha ukkaṇṭhito gacchāmi, pattacīvaraṁ gaṇhāmi, bhanteti. Āvuso, sāmaṇeradaharā maggakilantā, ajja vasitvā sve pacchābhattaṁ gamissāmāti. Sādhu, bhanteti punadivase tehi saddhiṁ piṇḍāya pavisati. Gāmavāsino ‘‘amhākaṁ ayyo bahū āgantuke bhikkhū gahetvā āgato’’ti āsanāni paññāpetvā yāguṁ pāyetvā sukhanisinnakathaṁ sutvā bhattaṁ adaṁsu. Therā ‘‘tvaṁ, āvuso, anumodanaṁ katvā nikkhama, mayaṁ udakaphāsukaṭṭhāne bhattakiccaṁ karissāmā’’ti nikkhantā.",
  "atk-s0304a0:422": "Gāmavāsino anumodanaṁ sutvā pucchiṁsu, ‘‘kuto, bhante, therā āgatā’’ti? Ete amhākaṁ ācariyupajjhāyā samānupajjhāyā sandiṭṭhā sambhattāti. Kasmā āgatāti? Maṁ gahetvā gantukāmatāyāti. Tumhe pana gantukāmāti? Āmāvusoti. Kiṁ vadetha, bhante, amhehi kassa uposathāgāraṁ kāritaṁ, kassa bhojanasālā, kassa aggisālādayo kāritā, mayaṁ maṅgalāmaṅgalesu kassa santikaṁ gamissāmāti? Mahāupāsikāyopi tattheva nisīditvā assūni pavattayiṁsu. Daharo ‘‘tumhesu evaṁ dukkhitesu ahaṁ gantvā kiṁ karissāmi? There uyyojessāmī’’ti vihāraṁ gato.",
  "atk-s0304a0:423": "Therāpi katabhattakiccā pattacīvarāni gahetvā nisinnā taṁ disvāva, ‘‘kiṁ, āvuso, cirāyasi, divā hoti, gacchāmā’’ti āhaṁsu. Āma, bhante, tumhe sukhitā, asukagehassa iṭṭhakāmūlaṁ ṭhitasaṇṭhāneneva ṭhitaṁ, asukagehādīnaṁ cittakammamūlādīni atthi, gatassāpi me cittavikkhepo bhavissati, tumhe purato gantvā asukavihāre cīvaradhovanarajanādīni karotha, ahaṁ tattha sampāpuṇissāmīti. Te tassa osakkitukāmataṁ ñatvā tvaṁ pacchā āgaccheyyāsīti pakkamiṁsu.",
  "atk-s0304a0:424": "So there anugantvā nivatto vihārameva āgantvā bhojanasālādīni olokento vihāraṁ rāmaṇeyyakaṁ disvā cintesi – ‘‘sādhu vatamhi na gato. Sace agamissaṁ, koci, deva, dhammakathiko āgantvā , sabbesaṁ manaṁ bhinditvā, vihāraṁ attano nikāyasantakaṁ kareyya, atha mayā pacchā āgantvā etassa pacchato laddhapiṇḍaṁ bhuñjantena caritabbaṁ bhavissatī’’ti.",
  "atk-s0304a0:425": "So aparena samayena suṇāti, ‘‘te kira bhikkhū gataṭṭhāne ekanikāyadvenikāyaekapiṭakadvepiṭakādivasena buddhavacanaṁ uggaṇhitvā aṭṭhakathācariyā jātā vinayadharā jātā sataparivārāpi sahassaparivārāpi caranti. Ye panettha samaṇadhammaṁ kātuṁ gatā, te ghaṭentā vāyamantā sotāpannā jātā, sakadāgāmino anāgāmino arahanto jātā, mahāsakkārena parinibbutā’’ti . So cintesi – ‘‘sace ahampi agamissaṁ, mayhampesā sampatti abhavissa, imaṁ pana ṭhānaṁ muñcituṁ asakkonto ativiya parihīnamhī’’ti. Ayaṁ puggalo attano mudutāya taṁ ṭhānaṁ amuñcanto ariyamaggaṁ otaritvā samādhikulle nisinno nibbānasāgaraṁ pāpuṇituṁ na sakkoti.",
  "atk-s0304a0:426": "Gaṅgāya nadiyā tiriyaṁ patitvā, vālikāya otthaṭabhāvena antarasetu viya hutvā, bahūnaṁ paccayo jātarukkho viya rathavinītamahāariyavaṁsacandopamādipaṭipadāsu aññataraṁ paṭipadaṁ uggahetvā ṭhito olīnavuttiko puggalo veditabbo. So hi taṁ paṭipattinissitaṁ dhammaṁ uggahetvā pakatiyā mañjussaro cittalapabbatādisadisaṁ mahantaṁ ṭhānaṁ gantvā cetiyaṅgaṇavattādīni karoti. Atha naṁ dhammassavanaggaṁ pattaṁ āgantukā daharā ‘‘dhammaṁ kathehī’’ti vadanti. So sammā uggahitaṁ dhammaṁ paṭipadaṁ dīpetvā katheti. Athassa paṁsukūlikapiṇḍapātikādayo sabbe theranavamajjhimā bhikkhū ‘‘aho sappuriso’’ti attamanā bhavanti.",
  "atk-s0304a0:427": "So kassaci nidānamattaṁ, kassaci upaḍḍhagāthaṁ, kassaci gāthaṁ upaṭṭhāpento ayapaṭṭakena ābandhanto viya daharasāmaṇere saṅgaṇhitvā mahāthere upasaṅkamitvā, ‘‘bhante, ayaṁ porāṇakavihāro atthi, ettha koci tatruppādo’’ti?, Pucchati. Therā – ‘‘kiṁ vadesi, āvuso, catuvīsati karīsasahassāni tatruppādo’’ti. Bhante, tumhe evaṁ vadetha, uddhane pana aggipi na jalatīti. Āvuso, mahāvihāravāsīhi laddhā nāma evameva nassanti, na koci saṇṭhapetīti. Bhante, porāṇakarājūhi dinnaṁ khīṇāsavehi paṭiggahitaṁ kasmā ete nāsentīti? Āvuso, tādisena dhammakathikena sakkā bhaveyya laddhunti. Bhante, mā evaṁ vadetha, amhe paṭipattidīpakadhammakathikā nāma, tumhe maṁ ‘‘saṅghakuṭumbiko vihārupaṭṭhāko’’ti maññamānā kātukāmāti. Kiṁ nu kho, āvuso, akappiyametaṁ, tumhādisehi pana kathite amhākaṁ uppajjeyyāti? Tena hi, bhante, ārāmikesu āgatesu amhākaṁ bhāraṁ karotha, ekaṁ kappiyadvāraṁ kathessāmāti.",
  "atk-s0304a0:428": "So pātova gantvā, sannipātasālāyaṁ ṭhatvā, ārāmikesu āgatesu ‘‘upāsakā asukakhette bhāgo kuhiṁ, asukakhette kahāpaṇaṁ kuhi’’ntiādīni vatvā, aññassa khettaṁ gahetvā, aññassa deti. Evaṁ anukkamena taṁ taṁ paṭisedhento tassa tassa dento tathā akāsi , yathā yāguhatthā pūvahatthā bhattahatthā telamadhuphāṇitaghatādihatthā ca attanova santikaṁ āgacchanti. Sakalavihāro ekakolāhalo hoti, pesalā bhikkhū nibbijja apakkamiṁsu.",
  "atk-s0304a0:429": "Sopi ācariyupajjhāyehi vissaṭṭhakānaṁ bahūnaṁ dubbacapuggalānaṁ upajjhaṁ dento vihāraṁ pūreti. Āgantukā bhikkhū vihāradvāre ṭhatvāva ‘‘vihāre ke vasantī’’ti, pucchitvā, ‘‘evarūpā nāma bhikkhū’’ti sutvā bāhireneva pakkamanti. Ayaṁ puggalo sāsane tiriyaṁ nipannatāya mahājanassa paccayabhāvaṁ upagato ariyamaggaṁ otaritvā samādhikulle nisinno nibbānasāgaraṁ pāpuṇituṁ na sakkoti.",
  "atk-s0304a0:430": "Bhagavantaṁ etadavocāti ‘‘nibbānapabbhārā’’ti padena osāpitaṁ dhammadesanaṁ ñatvā anusandhikusalatāya etaṁ ‘‘kiṁ nu kho, bhante’’tiādivacanaṁ avoca. Tathāgatopi hi imissaṁ parisati nisinno ‘‘anusandhikusalo bhikkhu atthi, so maṁ pañhaṁ pucchissatī’’ti tasseva okāsakaraṇatthāya imasmiṁ ṭhāne desanaṁ niṭṭhāpesi.",
  "atk-s0304a0:431": "Idāni orimaṁ tīrantiādinā nayena vuttesu ajjhattikāyatanādīsu evaṁ upagamanānupagamanādīni veditabbāni. ‘‘Mayhaṁ cakkhu-pasannaṁ, ahaṁ appamattakampi rūpārammaṇaṁ paṭivijjhituṁ sakkomī’’ti etaṁ nissāya cakkhuṁ assādentopi timirakavātādīhi upahatapasādo ‘‘amanāpaṁ mayhaṁ cakkhu, mahantampi rūpārammaṇaṁ vibhāvetuṁ na sakkomī’’ti domanassaṁ āpajjantopi cakkhāyatanaṁ upagacchati nāma. Aniccaṁ dukkhaṁ anattāti tiṇṇaṁ lakkhaṇānaṁ vasena vipassanto pana na upagacchati nāma. Sotādīsupi eseva nayo.",
  "atk-s0304a0:432": "Manāyatane pana ‘‘manāpaṁ vata me mano, kiñci vāmato aggahetvā sabbaṁ dakkhiṇatova gaṇhātī’’ti vā ‘‘manena me cintitacintitassa alābho nāma natthī’’ti vā evaṁ assādentopi, ‘‘ducintitacintitassa me mano appadakkhiṇaggāhī’’ti evaṁ domanassaṁ uppādentopi manāyatanaṁ upagacchati nāma. Iṭṭhe pana rūpe rāgaṁ, aniṭṭhe paṭighaṁ uppādento rūpāyatanaṁ upagacchati nāma. Saddāyatanādīsupi eseva nayo.",
  "atk-s0304a0:433": "Nandīrāgassetaṁ adhivacananti yathā hi majjhe saṁsīditvā thalaṁ pattaṁ dārukkhandhaṁ saṇhathūlavālikā pidahati, so puna sīsaṁ ukkhipituṁ na sakkoti, evaṁ nandīrāgena ābaddho puggalo catūsu mahāapāyesu patito mahādukkhena pidhīyati, so anekehipi vassasahassehi puna sīsaṁ ukkhipituṁ na sakkoti. Tena vuttaṁ ‘‘nandīrāgassetaṁ adhivacana’’nti.",
  "atk-s0304a0:434": "Asmimānassetaṁ adhivacananti yathā hi thale āruḷho dārukkhandho heṭṭhā gaṅgodakena ceva upari vassena ca temento anukkamena sevālapariyonaddho ‘‘pāsāṇo nu kho esa khāṇuko’’ti vattabbataṁ āpajjati, evameva asmimānena unnato puggalo paṁsukūlikaṭṭhāne paṁsukūliko hoti, dhammakathikaṭṭhāne dhammakathiko, bhaṇḍanakārakaṭṭhāne bhaṇḍanakārako, vejjaṭṭhāne vejjo, pisuṇaṭṭhāne pisuṇo. So nānappakāraṁ anesanaṁ āpajjanto tāhi tāhi āpattīhi paliveṭhito ‘‘atthi nu kho assa abbhantare kiñci sīlaṁ, udāhu natthī’’ti vattabbataṁ āpajjati. Tena vuttaṁ ‘‘asmimānassetaṁ adhivacana’’nti.",
  "atk-s0304a0:435": "Pañcannetaṁkāmaguṇānaṁ adhivacananti yathā hi āvaṭṭe patitadārukhandho antoyeva pāsāṇādīsu āhatasamabbhāhato bhijjitvā cuṇṇavicuṇṇaṁ hoti, evaṁ pañcakāmaguṇāvaṭṭe patitapuggalo catūsu apāyesu kammakāraṇakhuppipāsādidukkhehi āhatasamabbhāhato dīgharattaṁ cuṇṇavicuṇṇataṁ āpajjati. Tena vuttaṁ ‘‘pañcannetaṁ kāmaguṇānaṁ adhivacana’’nti.",
  "atk-s0304a0:436": "Dussīloti nissīlo. Pāpadhammoti lāmakadhammo. Asucīti na suci. Saṅkassarasamācāroti ‘‘imassa maññe imassa maññe idaṁ kamma’’nti evaṁ parehi saṅkāya saritabbasamācāro. Saṅkāya vā paresaṁ samācāraṁ saratītipi saṅkassarasamācāro. Tassa hi dve tayo jane kathente disvā, ‘‘mama dosaṁ maññe kathentī’’ti tesaṁ samācāraṁ saṅkassarati dhāvatīti saṅkassarasamācāro.",
  "atk-s0304a0:437": "Samaṇapaṭiññoti salākaggahaṇādīsu ‘‘kittakā vihāre samaṇā’’ti gaṇanāya āraddhāya ‘‘ahampi samaṇo, ahampi samaṇo’’ti paṭiññaṁ deti, salākaggahaṇādīni karoti. Brahmacāripaṭiññoti uposathapavāraṇādīsu ‘‘ahampi brahmacārī’’ti paṭiññāya tāni kammāni pavisati . Antopūtīti vakkahadayādīsu apūtikassapi guṇānaṁ pūtibhāvena, antopūti. Avassutoti rāgena tinto. Kasambujātoti rāgādīhi kilesehi kacavarajāto.",
  "atk-s0304a0:438": "Etadavocāti gogaṇaṁ gaṅgātīrābhimukhaṁ katvā parisapariyante ṭhito ādito paṭṭhāya yāva pariyosānā satthu dhammadesanaṁ sutvā, ‘‘satthā orimatīrādīnaṁ anupagacchantādivasena sakkā paṭipattiṁ pūretunti vadati. Yadi evaṁ pūretuṁ sakkā, ahaṁ pabbajitvā pūressāmī’’ti cintetvā etaṁ ‘‘ahaṁ kho, bhante’’tiādivacanaṁ avoca.",
  "atk-s0304a0:439": "Vacchagiddhiniyoti vacchesu sasnehā thanehi khīraṁ paggharantehi vacchakasnehena sayameva gamissantīti. Niyyātehevāti niyyātehiyeva. Gāvīsu hi aniyyātitāsu gosāmikā āgantvā, ‘‘ekā gāvī na dissati, eko goṇo, eko vacchako na dissatī’’ti tuyhaṁ piṭṭhito piṭṭhito vicarissanti, iti te aphāsukaṁ bhavissati. Pabbajjā ca nāmesā saiṇassa na ruhati, aṇaṇā pabbajjā ca buddhādīhi saṁvaṇṇitāti dassanatthaṁ evamāha. Niyyātāti niyyātitā. Imasmiṁ sutte vaṭṭavivaṭṭaṁ kathitaṁ.",
  "atk-s0304a0:440": "5. Dutiyadārukkhandhopamasuttavaṇṇanā",
  "atk-s0304a0:441": "242. Pañcame kimilāyanti kimilānāmake nagare. Saṁkiliṭṭhanti paṭicchannakālato paṭṭhāya asaṁkiliṭṭhā nāma āpatti natthi, evarūpaṁ saṁkiliṭṭhaṁ āpattiṁ. Na vuṭṭhānaṁ paññāyatīti parivāsamānattaabbhānehi vuṭṭhānaṁ na dissati.",
  "atk-s0304a0:442": "6. Avassutapariyāyasuttavaṇṇanā",
  "atk-s0304a0:443": "243. Chaṭṭhe navaṁ santhāgāranti adhunā kāritaṁ santhāgāraṁ, ekā mahāsālāti attho. Uyyogakālādīsu hi rājāno tattha ṭhatvā, ‘‘ettakā purato gacchantu, ettakā pacchā, ettakā ubhohi passehi, ettakā hatthī abhiruhantu, ettakā asse, ettakā rathesu tiṭṭhantū’’ti evaṁ santhaṁ karonti, mariyādaṁ bandhanti, tasmā taṁ ṭhānaṁ santhāgāranti vuccati. Uyyogaṭṭhānato ca āgantvā yāva gehesu allagomayaparibhaṇḍādīni kārenti, tāva dve tīṇi divasāni te rājāno tattha santharantītipi santhāgāraṁ. Tesaṁ rājūnaṁ saha atthānusāsanaṁ agārantipi santhāgāraṁ. Gaṇarājāno hi te, tasmā uppannaṁ kiccaṁ ekassa vasena na chijjati, sabbesaṁ chandopi laddhuṁ vaṭṭati, tasmā sabbe tattha sannipatitvā anusāsanti. Tena vuttaṁ ‘‘saha atthānusāsanaṁ agārantipi santhāgāra’’nti. Yasmā pana te tattha sannipatitvā, ‘‘imasmiṁ kāle kasituṁ vaṭṭati, imasmiṁ kāle vapitu’’nti evamādinā nayena gharāvāsakiccāni sammantayanti, tasmā chiddāvachiddaṁ gharāvāsaṁ tattha santharantītipi, santhāgāraṁ. Acirakāritaṁ hotīti iṭṭhakakammasudhākammacittakammādivasena susajjitaṁ devavimānaṁ viya adhunā niṭṭhāpitaṁ. Samaṇena vāti ettha yasmā gharavatthupariggahaṇakāleyeva devatā attano vasanaṭṭhānaṁ gaṇhanti, tasmā ‘‘devena vā’’ti avatvā, ‘‘samaṇena vā brāhmaṇena vā kenaci vā manussabhūtenā’’ti vuttaṁ.",
  "atk-s0304a0:444": "Yenabhagavā tenupasaṅkamiṁsūti santhāgāraṁ niṭṭhitanti sutvā ‘‘gacchāma naṁ passissāmā’’ti gantvā dvārakoṭṭhakato paṭṭhāya sabbaṁ oloketvā ‘‘idaṁ santhāgāraṁ ativiya manoramaṁ sassirikaṁ. Kena paṭhamaṁ paribhuttaṁ amhākaṁ dīgharattaṁ hitāya sukhāya assā’’ti cintetvā – ‘‘amhākaṁ ñātiseṭṭhassa paṭhamaṁ diyyamānepi satthunova anucchavikaṁ, dakkhiṇeyyavasena diyyamānepi satthunova anucchavikaṁ, tasmā satthāraṁ paṭhamaṁ paribhuñjāpessāma, bhikkhusaṅghassa ca āgamanaṁ karissāma, bhikkhusaṅghe āgate tepiṭakaṁ buddhavacanaṁ āgatameva bhavissati, satthāraṁ tiyāmarattiṁ amhākaṁ dhammakathaṁ kathāpessāma, iti tīhi ratanehi paribhuttaṁ pacchā mayaṁ paribhuñjissāma, evaṁ no dīgharattaṁ hitāya sukhāya bhavissatī’’ti sanniṭṭhānaṁ katvā upasaṅkamiṁsu.",
  "atk-s0304a0:445": "Yena navaṁ santhāgāraṁ tenupasaṅkamiṁsūti taṁdivasaṁ kira santhāgāraṁ kiñcāpi rājakulānaṁ dassanatthāya devavimānaṁ viya susajjitaṁ hoti supaṭijaggitaṁ, buddhārahaṁ pana katvā apaññattaṁ. Buddhā hi nāma araññajjhāsayā araññārāmā antogāme vaseyyuṁ vā no vā, tasmā ‘‘bhagavato manaṁ jānitvāva, paññāpessāmā’’ti cintetvā, te bhagavantaṁ upasaṅkamiṁsu, idāni pana manaṁ labhitvā paññāpetukāmā yena santhāgāraṁ tenupasaṅkamiṁsu.",
  "atk-s0304a0:446": "Sabbasanthariṁ santhāgāraṁ santharitvāti yathā sabbameva santhataṁ hoti, evaṁ taṁ santharāpetvā. Sabbapaṭhamaṁ tāva ‘‘gomayaṁ nāma sabbamaṅgalesu vaṭṭatī’’ti sudhāparikammakatampi bhūmiṁ allagomayena opuñjāpetvā, parisukkhabhāvaṁ ñatvā, yathā akkantaṭṭhāne padaṁ paññāyati, evaṁ catujjātiyagandhehi limpāpetvā upari nānāvaṇṇakaṭasārake santharitvā tesaṁ upari mahāpiṭṭhikakojave ādiṁ katvā hatthattharaassattharasīhattharabyagghattharacandattharakasūriyattharakacittattharakādīhi nānāvaṇṇehi attharakehi santharitabbayuttakaṁ sabbokāsaṁ santharāpesuṁ. Tena vuttaṁ ‘‘sabbasanthariṁ santhāgāraṁ santharitvā’’ti.",
  "atk-s0304a0:447": "Āsanāni paññāpetvāti majjhaṭṭhāne tāva maṅgalathambhaṁ nissāya mahārahaṁ buddhāsanaṁ paññāpetvā, tattha tattha yaṁ yaṁ mudukañca manoramañca paccattharaṇaṁ , taṁ taṁ paccattharitvā ubhatolohitakaṁ manuññadassanaṁ upadhānaṁ upadahitvā upari suvaṇṇarajatatārakavicittavitānaṁ bandhitvā gandhadāmapupphadāmapattadāmādīhi alaṅkaritvā samantā dvādasahatthe ṭhāne pupphajālaṁ kāretvā, tiṁsahatthamattaṁ ṭhānaṁ paṭasāṇiyā parikkhipāpetvā pacchimabhittiṁ nissāya bhikkhusaṅghassa pallaṅkapīṭhaapassayapīṭhamuṇḍapīṭhāni paññāpetvā upari setapaccattharaṇehi paccattharāpetvā pācīnabhittiṁ nissāya attano attano mahāpiṭṭhikakojave paññāpetvā manoramāni haṁsalomādipūritāni upadhānāni ṭhapāpesuṁ ‘‘evaṁ akilamamānā sabbarattiṁ dhammaṁ suṇissāmā’’ti. Idaṁ sandhāya vuttaṁ ‘‘āsanāni paññāpetvā’’ti.",
  "atk-s0304a0:448": "Udakamaṇikaṁ patiṭṭhāpetvāti mahākucchikaṁ udakacāṭiṁ patiṭṭhāpetvā ‘‘evaṁ bhagavā ca bhikkhusaṅgho ca yathāruciyā hatthe vā dhovissanti pāde vā, mukhaṁ vā vikkhālessantī’’ti tesu tesu ṭhānesu maṇivaṇṇassa udakassa pūrāpetvā vāsatthāya nānāpupphāni ceva udakavāsacuṇṇāni ca pakkhipitvā kadalipaṇṇehi pidahitvā patiṭṭhāpesuṁ. Idaṁ sandhāya vuttaṁ ‘‘udakamaṇikaṁ patiṭṭhāpetvā’’ti.",
  "atk-s0304a0:449": "Telappadīpaṁ āropetvāti rajatasuvaṇṇādimayadaṇḍadīpikāsu yonakarūpakirātarūpakādīnaṁ hatthe ṭhapitasuvaṇṇarajatādimayakapallikāsu ca telappadīpaṁ jālāpetvāti attho. Yenabhagavā tenupasaṅkamiṁsūti ettha pana te sakyarājāno na kevalaṁ santhāgārameva, atha kho yojanāvaṭṭe kapilavatthusmiṁ nagaravīthiyopi sammajjāpetvā dhaje ussāpetvā gehadvāresu puṇṇaghaṭe ca kadaliyo ca ṭhapāpetevā sakalanagaraṁ dīpamālādīhi vippakiṇṇatārakaṁ viya katvā ‘‘khīrūpage dārake khīraṁ pāyetha, dahare kumāre lahuṁ lahuṁ bhojetvā sayāpetha, uccāsaddaṁ mā karittha, ajja ekarattiṁ satthā antogāme vasissati, buddhā nāma appasaddakāmā hontī’’ti bheriṁ carāpetvā sayaṁ daṇḍadīpikā ādāya yena bhagavā tenupasaṅkamiṁsu.",
  "atk-s0304a0:450": "Athakho bhagavā nivāsetvā pattacīvaramādāya saddhiṁ bhikkhusaṅghena yena navaṁ santhāgāraṁ tenupasaṅkamīti ‘‘yassa dāni, bhante, bhagavā kālaṁ maññatī’’ti evaṁ kira kāle ārocite bhagavā lākhārasatintarattakoviḷārapupphavaṇṇaṁ rattadupaṭṭaṁ kattariyā padumaṁ kantento viya, saṁvidhāya timaṇḍalaṁ paṭicchādento nivāsetvā suvaṇṇapāmaṅgena padumakalāpaṁ parikkhipanto viya, vijjulatāsassirikaṁ kāyabandhanaṁ bandhitvā rattakambalena gajakumbhaṁ pariyonandhanto viya, ratanasatubbedhe suvaṇṇagghike pavāḷajālaṁ khipamāno viya suvaṇṇacetiye rattakambalakañcukaṁ paṭimuñcanto viya, gacchantaṁ puṇṇacandaṁ rattavaṇṇavalāhakena paṭicchādayamāno viya, kañcanapabbatamatthake supakkalākhārasaṁ parisiñcanto viya, cittakūṭapabbatamatthakaṁ vijjulatāya parikkhipanto viya ca sacakkavāḷasineruyugandharaṁ mahāpathaviṁ sañcāletvā gahitaṁ nigrodhapallavasamānavaṇṇaṁ rattavarapaṁsukūlaṁ pārupitvā, gandhakuṭidvārato nikkhami kañcanaguhato sīho viya udayapabbatakūṭato puṇṇacando viya ca. Nikkhamitvā pana gandhakuṭipamukhe aṭṭhāsi.",
  "atk-s0304a0:451": "Athassa kāyato meghamukhehi vijjukalāpā viya rasmiyo nikkhamitvā suvaṇṇarasadhārāparisekapiñjarapattapupphaphalaviṭape viya ārāmarukkhe kariṁsu. Tāvadeva ca attano attano pattacīvaramādāya mahābhikkhusaṅgho bhagavantaṁ parivāresi. Te pana parivāretvā ṭhitā bhikkhū evarūpā ahesuṁ – appicchā santuṭṭhā pavivittā asaṁsaṭṭhā āraddhavīriyā vattāro vacanakkhamā codakā pāpagarahino sīlasampannā samādhisampannā paññāvimuttivimuttiñāṇadassanasampannā. Tehi parivārito bhagavā rattakambalaparikkhitto viya suvaṇṇakkhandho, rattapadumasaṇḍamajjhagatā viya suvaṇṇanāvā, pavāḷavedikāparikkhitto viya suvaṇṇapāsādo virocittha. Sāriputtamoggallānādayo mahātherāpi naṁ meghavaṇṇaṁ paṁsukūlaṁ pārupitvā maṇivammavammikā viya mahānāgā parivārayiṁsu vantarāgā bhinnakilesā vijaṭitajaṭā chinnabandhanā kule vā gaṇe vā alaggā.",
  "atk-s0304a0:452": "Iti bhagavā sayaṁ vītarāgo vītarāgehi, vītadoso vītadosehi, vītamoho vītamohehi , nittaṇho nittaṇhehi, nikkileso nikkilesehi, sayaṁ buddho bahussutabuddhehi parivārito pattaparivāritaṁ viya kesaraṁ, kesaraparivāritā viya kaṇṇikā, aṭṭhanāgasahassaparivārito viya chaddanto nāgarājā, navutihaṁsasahassaparivārito viya dhataraṭṭho haṁsarājā, senaṅgaparivārito viya cakkavattirājā, marugaṇaparivārito viya sakko devarājā, brahmagaṇaparivārito viya hāritamahābrahmā, tārāgaṇaparivārito viya puṇṇacando asamena buddhavesena aparimāṇena buddhavilāsena kapilavatthugāmimaggaṁ paṭipajji.",
  "atk-s0304a0:453": "Athassa puratthimakāyato suvaṇṇavaṇṇā rasmi uṭṭhahitvā asītihatthaṭṭhānaṁ aggahesi pacchima-kāyato, dakkhiṇahatthato, vāmahatthato suvaṇṇavaṇṇā rasmi uṭṭhahitvā asītihatthaṭṭhānaṁ aggahesi. Upari kesantato paṭṭhāya sabbakesāvaṭṭehi moragīvavaṇṇā rasmi uṭṭhahitvā gaganatale asītihatthaṭṭhānaṁ aggahesi. Heṭṭhā pādatalehi pavāḷavaṇṇā rasmi uṭṭhahitvā ghanapathaviṁ asītihatthaṭṭhānaṁ aggahesi. Evaṁ samantā asītihatthaṭṭhānaṁ chabbaṇṇā buddharasmiyo vijjotamānā vipphandamānā kañcanadaṇḍadīpikāhi niccharitvā ākāsaṁ pakkhandajālā viya cātuddīpikamahāmeghato nikkhantavijjulatā viya vidhāviṁsu. Sabbadisābhāgā suvaṇṇacampakapupphehi vikiriyamānā viya, suvaṇṇaghaṭato nikkhantasuvaṇṇarasadhārāhi siñcamānā viya, pasāritasuvaṇṇapaṭaparikkhittā viya, verambhavātasamuṭṭhitakiṁsukakaṇikārapupphacuṇṇasamokiṇṇā viya vippabhāsiṁsu.",
  "atk-s0304a0:454": "Bhagavatopi asītianubyañjanabyāmappabhādvattiṁsavaralakkhaṇasamujjalasarīraṁ samuggatatārakaṁ viya gaganatalaṁ, vikasitamiva padumavanaṁ, sabbapāliphullo viya yojanasatiko pāricchattako, paṭipāṭiyā ṭhapitānaṁ dvattiṁsacandānaṁ dvattiṁsasūriyānaṁ dvattiṁsacakkavattīnaṁ dvattiṁsadevarājānaṁ dvattiṁsamahābrahmānaṁ siriyā siriṁ abhibhavamānaṁ viya virocittha, yathā taṁ dasahi pāramīhi dasahi upapāramīhi dasahi paramatthapāramīhi sammadeva pūritāhi samatiṁsapāramitāhi alaṅkataṁ. Kappasatasahassādhikāni cattāri asaṅkhyeyyāni dinnadānaṁ rakkhitasīlaṁ katakalyāṇakammaṁ ekasmiṁ attabhāve otaritvā vipākaṁ dātuṁ ṭhānaṁ alabhamānaṁ sambādhapattaṁ viya ahosi. Nāvāsahassabhaṇḍaṁ ekanāvaṁ āropanakālo viya, sakaṭasahassabhaṇḍaṁ ekasakaṭaṁ āropanakālo viya, pañcavīsatiyā gaṅgānaṁ oghassa sambhijja mukhadvāre ekato rāsibhūtakālo viya ahosi.",
  "atk-s0304a0:455": "Imāya buddhasiriyā obhāsamānassāpi ca bhagavato purato anekāni daṇḍadīpikāsahassāni ukkhipiṁsu, tathā pacchato, vāmapasse, dakkhiṇapasse. Jātisumanacampakavanamallikārattuppala-nīluppala-bakulasinduvārapupphāni ceva nīlapītādivaṇṇasugandhagandhacuṇṇāni ca cātuddīpikameghavissaṭṭhā udakavuṭṭhiyo viya vippakiriyiṁsu. Pañcaṅgikatūriyanigghosā ceva buddhadhammasaṅghaguṇapaṭisaṁyuttā thutighosā ca sabbā disā pūrayiṁsu. Devamanussanāgasupaṇṇagandhabbayakkhādīnaṁ akkhīni amatapānaṁ viya labhiṁsu. Imasmiṁ pana ṭhāne ṭhatvā padasahassena gamanavaṇṇaṁ vattuṁ vaṭṭati. Tatridaṁ mukhamattaṁ –",
  "atk-s0304a0:456": "‘‘Evaṁ sabbaṅgasampanno, kampayanto vasundharaṁ;",
  "atk-s0304a0:457": "Aheṭhayanto pāṇāni, yāti lokavināyako.",
  "atk-s0304a0:458": "‘‘Dakkhiṇaṁ paṭhamaṁ pādaṁ, uddharanto narāsabho",
  "atk-s0304a0:459": "Gacchanto sirisampanno, sobhate dvipaduttamo.",
  "atk-s0304a0:460": "‘‘Gacchato buddhaseṭṭhassa, heṭṭhāpādatalaṁ mudu;",
  "atk-s0304a0:461": "Samaṁ samphusate bhūmiṁ, rajasā nupalippati.",
  "atk-s0304a0:462": "‘‘Ninnaṭṭhānaṁ unnamati, gacchante lokanāyake;",
  "atk-s0304a0:463": "Unnatañca samaṁ hoti, pathavī ca acetanā.",
  "atk-s0304a0:464": "‘‘Pāsāṇā sakkharā ceva, kathalā khāṇukaṇṭakā;",
  "atk-s0304a0:465": "Sabbe maggā vivajjanti, gacchante lokanāyake.",
  "atk-s0304a0:466": "‘‘Nātidūre uddharati, naccāsanne ca nikkhipaṁ;",
  "atk-s0304a0:467": "Aghaṭṭayanto niyyāti, ubho jāṇū ca gopphake.",
  "atk-s0304a0:468": "‘‘Nātisīghaṁ pakkamati, sampannacaraṇo muni;",
  "atk-s0304a0:469": "Na cāpi saṇikaṁ yāti, gacchamāno samāhito.",
  "atk-s0304a0:470": "‘‘Uddhaṁ adho ca tiriyañca, disañca vidisaṁ tathā;",
  "atk-s0304a0:471": "Na pekkhamāno so yāti, yugamattañhi pekkhati.",
  "atk-s0304a0:472": "‘‘Nāgavikkantacāro so, gamane sobhate jino;",
  "atk-s0304a0:473": "Cāruṁ gacchati lokaggo, hāsayanto sadevake.",
  "atk-s0304a0:474": "‘‘Uḷurājāva sobhanto, catucārīva kesarī;",
  "atk-s0304a0:475": "Tosayanto bahū satte, puraṁ seṭṭhaṁ upāgamī’’ti.",
  "atk-s0304a0:476": "Vaṇṇakālo nāma kiresa, evaṁvidhesu kālesu buddhassa sarīravaṇṇe vā guṇavaṇṇe vā dhammakathikassa thāmoyeva pamāṇaṁ. Cuṇṇiyapadehi vā gāthābandhena vā yattakaṁ sakkoti, tattakaṁ vattabbaṁ. Dukkathitanti na vattabbaṁ. Appamāṇavaṇṇā hi buddhā. Tesaṁ buddhāpi anavasesato vaṇṇaṁ vattuṁ asamatthā, pageva itarā pajāti. Iminā sirivilāsena alaṅkatapaṭiyattaṁ sakyarājakulaṁ pavisitvā bhagavā pasannacittena janena gandhadhūmavāsacuṇṇādīhi pūjiyamāno santhāgāraṁ pāvisi. Tena vuttaṁ ‘‘atha kho bhagavā nivāsetvā pattacīvaramādāya saddhiṁ bhikkhusaṅghena yena navaṁ santhāgāraṁ tenupasaṅkamī’’ti.",
  "atk-s0304a0:477": "Bhagavantaṁyeva purakkhatvāti bhagavantaṁ purato katvā. Tattha bhagavā bhikkhūnañceva upāsakānañca majjhe nisinno gandhodakena nhāpetvā dukūlacumbaṭakena vodakaṁ katvā jātihiṅgulakena majjitvā rattakambalapaliveṭhite pīṭhe ṭhapitarattasuvaṇṇaghanapaṭimā viya ativirocittha. Ayaṁ panettha porāṇānaṁ vaṇṇabhaṇanamaggo –",
  "atk-s0304a0:478": "‘‘Gantvāna maṇḍalamāḷaṁ, nāgavikkantacāraṇo;",
  "atk-s0304a0:479": "Obhāsayanto lokaggo, nisīdi varamāsane.",
  "atk-s0304a0:480": "‘‘Tahiṁ nisinno naradammasārathi,",
  "atk-s0304a0:481": "Devātidevo satapuññalakkhaṇo;",
  "atk-s0304a0:482": "Buddhāsane majjhagato virocati,",
  "atk-s0304a0:483": "Suvaṇṇanekkhaṁ viya paṇḍukambale.",
  "atk-s0304a0:484": "‘‘Nekkhaṁ jambonadasseva, nikkhittaṁ paṇḍukambale;",
  "atk-s0304a0:485": "Virocati vītamalo, maṇiverocano yathā.",
  "atk-s0304a0:486": "‘‘Mahāsālova samphullo, nerurājāva’laṅkato;",
  "atk-s0304a0:487": "Suvaṇṇayūpasaṅkāso, padumo kokanado yathā.",
  "atk-s0304a0:488": "‘‘Jalanto dīparukkhova, pabbatagge yathā sikhī;",
  "atk-s0304a0:489": "Devānaṁ pāricchattova, sabbaphullo virocatī’’ti.",
  "atk-s0304a0:490": "Kāpilavatthave sakye bahudeva rattiṁ dhammiyā kathāyāti ettha dhammakathā nāma santhāgārānumodanāpaṭisaṁyuttā pakiṇṇakakathā veditabbā. Tadā hi bhagavā ākāsagaṅgaṁ otārento viya pathavojaṁ ākaḍḍhanto viya mahājambuṁ matthake gahetvā cālento viya yojanikaṁ madhubhaṇḍaṁ cakkayantena pīḷetvā madhupānaṁ pāyamāno viya kapilavatthuvāsīnaṁ sakyānaṁ hitasukhāvahaṁ pakiṇṇakakathaṁ kathesi. ‘‘Āvāsadānaṁ nāmetaṁ, mahārāja, mahantaṁ, tumhākaṁ āvāso mayā paribhutto, bhikkhusaṅghena ca paribhutto , mayā ca bhikkhusaṅghena ca paribhutto pana dhammaratanena paribhuttoyevāti tīhi ratanehi paribhutto nāma hoti. Āvāsadānasmiñhi dinne sabbadānaṁ dinnameva hoti. Bhummaṭṭhakapaṇṇasālāya vā sākhāmaṇḍapassa vāpi ānisaṁso nāma paricchindituṁ na sakkā. Āvāsadānānubhāvena hi bhave bhave nibbattassāpi sambādhitagabbhavāso na hoti, dvādasahattho ovarako viya mātukucchi asambādhova hotī’’ti. Evaṁ nānānayavicittaṁ bahuṁ dhammiṁ kathaṁ kathetvā –",
  "atk-s0304a0:491": "‘‘Sītaṁ uṇhaṁ paṭihanti, tato vāḷamigāni ca;",
  "atk-s0304a0:492": "Sirīsape ca makase, sisire cāpi vuṭṭhiyo.",
  "atk-s0304a0:493": "‘‘Tato vātātapo ghoro, sañjāto paṭihaññati;",
  "atk-s0304a0:494": "Leṇatthañca sukhatthañca, jhāyituñca vipassituṁ.",
  "atk-s0304a0:495": "‘‘Vihāradānaṁ saṅghassa, aggaṁ buddhena vaṇṇitaṁ;",
  "atk-s0304a0:496": "Tasmā hi paṇḍito poso, sampassaṁ atthamattano.",
  "atk-s0304a0:497": "‘‘Vihāre kāraye ramme, vāsayettha bahussute;",
  "atk-s0304a0:498": "Tesaṁ annañca pānañca, vatthasenāsanāni ca.",
  "atk-s0304a0:499": "‘‘Dadeyya ujubhūtesu, vippasannena cetasā;",
  "atk-s0304a0:500": "Te tassa dhammaṁ desenti, sabbadukkhāpanūdanaṁ;",
  "atk-s0304a0:501": "Yaṁ so dhammaṁ idhaññāya, parinibbāti anāsavo’’ti. (cūḷava. 295) –",
  "atk-s0304a0:502": "Evaṁ ‘‘ayampi āvāse ānisaṁso, ayampi āvāse ānisaṁso’’ti bahudeva rattiṁ atirekataraṁ diyaḍḍhayāmaṁ āvāsānisaṁsakathaṁ kathesi. Tattha imā tāva gāthāva saṅgahaṁ āruḷhā, pakiṇṇakadhammadesanā pana saṅgahaṁ nārohati. Sandassetvātiādīni vuttatthāneva.",
  "atk-s0304a0:503": "Abhikkantāti atikkantā dve yāmā gatā. Yassa dāni kālaṁ maññathāti yassa tumhe gamanassa kālaṁ maññatha, gamanakālo tumhākaṁ, gacchathāti vuttaṁ hoti. Kasmā pana bhagavā te uyyojesīti? Anukampāya. Sukhumālā hi te, tiyāmarattiṁ nisīditvā vītināmentānaṁ sarīre ābādho uppajjeyya. Bhikkhusaṅghopi mahā, tassa ṭhānanisajjānaṁ okāso laddhuṁ vaṭṭatīti ubhayānukampāya uyyojesi.",
  "atk-s0304a0:504": "Vigatathinamiddhoti tatra kira bhikkhū yāmadvayaṁ ṭhitāpi nisinnāpi acālayiṁsu, pacchimayāme pana āhāro pariṇamati, tassa pariṇatattā bhikkhusaṅgho vigatathinamiddho jātoti akāraṇametaṁ. Buddhānañhi kathaṁ suṇantassa kāyikacetasikadarathā na honti, kāyacittalahutādayo uppajjanti, tena tesaṁ dve yāme ṭhitānampi nisinnānampi dhammaṁ suṇantānaṁ thinamiddhaṁ vigataṁ, pacchimayāmepi sampatte tathā vigatameva jātaṁ. Tenāha ‘‘vigatathinamiddho’’ti.",
  "atk-s0304a0:505": "Piṭṭhime āgilāyatīti kasmā āgilāyati? Bhagavato hi chabbassāni mahāpadhānaṁ padahantassa mahantaṁ kāyadukkhaṁ ahosi, athassa aparabhāge mahallakakāle piṭṭhivāto uppajjīti. Akāraṇaṁ vā etaṁ. Pahoti hi bhagavā uppannaṁ vedanaṁ vikkhambhetvā ekampi dvepi sattāhāni ekapallaṅkena nisīdituṁ. Santhāgārasālaṁ pana catūhi iriyāpathehi paribhuñjitukāmo ahosi. Tattha pādadhovanaṭṭhānato yāva dhammāsanā agamāsi, ettake ṭhāne gamanaṁ nipphannaṁ. Dhammāsanaṁ pattaṁ thokaṁ ṭhatvā nisīdi, ettake ṭhāne ṭhānaṁ nipphannaṁ. Dveyāmaṁ dhammāsane nisīdi, ettake ṭhāne nisajjā nipphannā. Idāni dakkhiṇena passena thokaṁ nipanne sayanaṁ nipphajjissatīti evaṁ catūhi iriyāpathehi paribhuñjitukāmo ahosi. Upādinnakasarīrañca nāma ‘‘no āgilāyatī’’ti na vattabbaṁ, tasmā ciranisajjāya sañjātaṁ appakampi āgilāyanaṁ gahetvā evamāha.",
  "atk-s0304a0:506": "Saṅghāṭiṁ paññāpetvāti santhāgārassa kira ekapasse te rājāno paṭasāṇiṁ parikkhipāpetvā kappiyamañcakaṁ paññāpetvā kappiyapaccattharaṇena attharitvā upari suvaṇṇatārakagandhamālādidāmapaṭimaṇḍitaṁ vitānaṁ bandhitvā gandhatelappadīpaṁ āropayiṁsu, ‘‘appeva nāma satthā dhammāsanato vuṭṭhāya thokaṁ vissamanto idha nipajjeyya, evaṁ no imaṁ santhāgāraṁ bhagavatā catūhi iriyāpathehi paribhuttaṁ dīgharattaṁ hitāya sukhāya bhavissatī’’ti. Satthāpi tadeva sandhāya tattha saṅghāṭiṁ paññāpetvā nipajji. Uṭṭhānasaññaṁ manasi karitvāti ‘‘ettakaṁ kālaṁ atikkamitvā vuṭṭhahissāmī’’ti vuṭṭhānasaññaṁ citte ṭhapetvā, tañca kho aniddāyantova therassa dhammakathaṁ suṇamāno.",
  "atk-s0304a0:507": "Avassutapariyāyanti avassutassa pariyāyaṁ, avassutassa kāraṇanti attho. Adhimuccatīti kilesādhimuccanena adhimuccati, giddho hoti. Byāpajjatīti byāpādavasena pūticitto hoti. Cakkhutoti cakkhubhāvena. Māroti kilesamāropi devaputtamāropi. Otāranti vivaraṁ. Ārammaṇanti paccayaṁ. Naḷāgāratiṇāgāraṁ viya hi savisevanāni āyatanāni, tiṇukkā viya kilesuppattirahaṁ ārammaṇaṁ, tiṇukkāya ṭhapitaṭhapitaṭṭhāne aṅgārassujjalanaṁ viya ārammaṇe āpāthamāgate kilesānaṁ uppatti. Tena vuttaṁ labhetha māro otāranti.",
  "atk-s0304a0:508": "Sukkapakkhe bahalamattikapiṇḍāvalepanaṁ kūṭāgāraṁ viya nibbisevanāni āyatanāni, tiṇukkā viya vuttapakārārammaṇaṁ, tiṇukkāya ṭhapitaṭhapitaṭṭhāne nibbāpanaṁ viya nibbisevanānaṁ āyatanānaṁ ārammaṇe āpāthamāgate kilesapariḷāhassa anuppatti. Tena vuttaṁ neva labhetha māro otāranti.",
  "atk-s0304a0:509": "7. Dukkhadhammasuttavaṇṇanā",
  "atk-s0304a0:510": "244. Sattame dukkhadhammānanti dukkhasambhavadhammānaṁ. Pañcasu hi khandhesu sati chedanavadhabandhanādibhedaṁ dukkhaṁ sambhavati, tasmā te dukkhasambhavadhammattā dukkhadhammāti vuccanti. Tathā kho panassāti tenākārenassa. Yathāssa kāme passatoti yenākārenassa kāme passantassa. Yathā carantanti yenākārena cārañca vihārañca anubandhitvā carantaṁ. Aṅgārakāsūpamākāmā diṭṭhā hontīti pariyeṭṭhimūlakassa ceva paṭisandhimūlakassa ca dukkhassa vasena aṅgārakāsu viya mahāpariḷāhāti diṭṭhā honti. Kāme pariyesantānañhi nāvāya mahāsamuddogāhanaajapathasaṅkupathapaṭipajjanaubhatobyūḷhasaṅgāmapakkhandanādivasena pariyeṭṭhimūlakampi, kāme paribhuñjantānaṁ kāmaparibhogacetanāya catūsu apāyesu dinnapaṭisandhimūlakampi mahāpariḷāhadukkhaṁ uppajjati. Evametassa duvidhassāpi dukkhassa vasena aṅgārakāsu viya mahāpariḷāhāti diṭṭhā honti.",
  "atk-s0304a0:511": "Dāyanti aṭaviṁ. Puratopi kaṇṭakoti purimapasse vijjhitukāmo viya āsannaṭṭhāneyeva ṭhitakaṇṭako. Pacchatotiādīsupi eseva nayo. Heṭṭhā pana pādehi akkantaṭṭhānassa santike, na akkantaṭṭhāneyeva. Evaṁ so kaṇṭakagabbhaṁ paviṭṭho viya bhaveyya. Mā maṁ kaṇṭakoti mā maṁ kaṇṭako vijjhīti kaṇṭakavedhaṁ rakkhamāno.",
  "atk-s0304a0:512": "Dandho, bhikkhave, satuppādoti satiyā uppādoyeva dandho, uppannamattāya pana tāya kāci kilesā niggahitāva honti, na saṇṭhātuṁ sakkonti. Cakkhudvārasmiñhi rāgādīsu uppannesu dutiyajavanavārena ‘‘kilesā me uppannā’’ti ñatvā tatiye javanavāre saṁvarajavanaṁyeva javati. Anacchariyañcetaṁ, yaṁ vipassako tatiyajavanavāre kilese niggaṇheyya. Cakkhudvāre pana iṭṭhārammaṇe āpāthagate bhavaṅgaṁ āvaṭṭetvā āvajjanādīsu uppannesu voṭṭhabbanānantaraṁ sampattakilesajavanavāraṁ nivattetvā kusalameva uppādeti. Āraddhavipassakānañhi ayamānisaṁso bhāvanāpaṭisaṅkhāne patiṭṭhitabhāvassa.",
  "atk-s0304a0:513": "Abhihaṭṭhuṁpavāreyyunti sudinnattherassa viya raṭṭhapālakulaputtassa viya ca kāyena vā satta ratanāni abhiharitvā vācāya vā ‘‘amhākaṁ dhanato yattakaṁ icchasi, tattakaṁ gaṇhā’’ti vadantā pavāreyyuṁ. Anudahantīti sarīre paliveṭhitattā uṇhapariḷāhaṁ janetvā anudahanti. Sañjātasede vā sarīre laggantā anusentītipi attho. Yañhi taṁ, bhikkhave, cittanti idaṁ yasmā citte anāvaṭṭante puggalassa āvaṭṭanaṁ nāma natthi. Evarūpañhi cittaṁ anāvaṭṭanti, tasmā vuttaṁ. Iti imasmiṁ sutte vipassanābalameva dīpitaṁ.",
  "atk-s0304a0:514": "8. Kiṁsukopamasuttavaṇṇanā",
  "atk-s0304a0:515": "245. Aṭṭhame dassananti paṭhamamaggassetaṁ adhivacanaṁ. Paṭhamamaggo hi kilesapahānakiccaṁ sādhento paṭhamaṁ nibbānaṁ passati, tasmā dassananti vuccati. Gotrabhuñāṇaṁ pana kiñcāpi maggato paṭhamataraṁ passati, passitvā pana kattabbakiccassa kilesapahānassa abhāvena na dassananti vuccati. Apica cattāropi maggā dassanameva. Kasmā? Sotāpattimaggakkhaṇe dassanaṁ visujjhati, phalakkhaṇe visuddhaṁ. Sakadāgāmianāgāmiarahattamaggakkhaṇe visujjhati, phalakkhaṇe visuddhanti evaṁ kathentānaṁ bhikkhūnaṁ sutvā so bhikkhu ‘‘ahampi dassanaṁ visodhetvā arahattaphale patiṭṭhito dassanavisuddhikaṁ nibbānaṁ sacchikatvā viharissāmī’’ti taṁ bhikkhuṁ upasaṅkamitvā evaṁ pucchi. So phassāyatanakammaṭṭhāniko channaṁ phassāyatanānaṁ vasena rūpārūpadhamme pariggahetvā arahattaṁ patto. Ettha hi purimāni pañca āyatanāni rūpaṁ, manāyatanaṁ arūpaṁ. Iti so attanā adhigatamaggameva kathesi.",
  "atk-s0304a0:516": "Asantuṭṭhoti padesasaṅkhāresu ṭhatvā kathitattā asantuṭṭho. Evaṁ kirassa ahosi – ‘‘ayaṁ padesasaṅkhāresu ṭhatvā kathesi. Sakkā nu kho padesasaṅkhāresu ṭhatvā dassanavisuddhikaṁ nibbānaṁ pāpuṇitu’’nti? Tato naṁ pucchi – ‘‘āvuso, tvaṁyeva nu kho idaṁ dassanavisuddhikaṁ nibbānaṁ jānāsi, udāhu aññepi jānantā atthī’’ti. Atthāvuso, asukavihāre asukatthero nāmāti. So tampi upasaṅkamitvā pucchi. Etenupāyena aññampi aññampīti.",
  "atk-s0304a0:517": "Ettha ca dutiyo pañcakkhandhakammaṭṭhāniko rūpakkhandhavasena rūpaṁ, sesakkhandhavasena nāmanti nāmarūpaṁ vavatthapetvā anukkamena arahattaṁ patto. Tasmā sopi attanā adhigatamaggameva kathesi. Ayaṁ pana ‘‘imesaṁ aññamaññaṁ na sameti, paṭhamena sappadesasaṅkhāresu ṭhatvāva kathitaṁ, iminā nippadesesū’’ti asantuṭṭho hutvā tatheva taṁ pucchitvā pakkāmi.",
  "atk-s0304a0:518": "Tatiyo mahābhūtakammaṭṭhāniko cattāri mahābhūtāni saṅkhepato ca vitthārato ca pariggahetvā arahattaṁ patto, tasmā ayampi attanā adhigatamaggameva kathesi. Ayaṁ pana ‘‘imesaṁ aññamaññaṁ na sameti, paṭhamena sappadesasaṅkhāresu ṭhatvā kathitaṁ, dutiyena nippadesesu, tatiyena atisappadesesū’’ti asantuṭṭho hutvā tatheva taṁ pucchitvā pakkāmi.",
  "atk-s0304a0:519": "Catuttho tebhūmakakammaṭṭhāniko. Tassa kira samappavattā dhātuyo ahesuṁ, kallasarīraṁ balapattaṁ, kammaṭṭhānānipissa sabbāneva sappāyāni, atītā vā saṅkhārā hontu anāgatā vā paccuppannā vā kāmāvacarā vā rūpāvacarā vā arūpāvacarā vā, sabbepi sappāyāva. Asappāyakammaṭṭhānaṁ nāma natthi. Kālesupi purebhattaṁ vā hotu pacchābhattaṁ vā paṭhamayāmādayo vā, asappāyo kālo nāma natthi. Yathā nāma cāribhūmiṁ otiṇṇo mahāhatthī hatthena gahetabbaṁ hattheneva luñcitvā gaṇhāti, pādehi paharitvā gahetabbaṁ pādehi paharitvā gaṇhāti, evameva sakale tebhūmakadhamme kalāpaggāhena gahetvā sammasanto arahattaṁ patto, tasmā esopi attanā adhigatamaggameva kathesi. Ayaṁ pana ‘‘imesaṁ aññamaññaṁ na sameti. Paṭhamena sappadesasaṅkhāresu ṭhatvā kathitaṁ, dutiyena nippadesesu, puna tatiyena sappadesesu, catutthena nippadesesuyevā’’ti asantuṭṭho hutvā taṁ pucchi – ‘‘kiṁ nu kho, āvuso, idaṁ dassanavisuddhikaṁ nibbānaṁ tumhehi attanova dhammatāya ñātaṁ, udāhu kenaci vo akkhāta’’nti? Āvuso, mayaṁ kiṁ jānāma? Atthi pana sadevake loke sammāsambuddho, taṁ nissāyetaṁ amhehi ñātanti. So cintesi – ‘‘ime bhikkhū mayhaṁ ajjhāsayaṁ gahetvā kathetuṁ na sakkonti, ahaṁ sabbaññubuddhameva pucchitvā nikkaṅkho bhavissāmī’’ti yena bhagavā tenupasaṅkami.",
  "atk-s0304a0:520": "Bhagavā tassa vacanaṁ sutvā ‘‘yehi te pañho kathito, te cattāropi khīṇāsavā, sukathitaṁ tehi, tvaṁ pana attano andhabālatāya taṁ na sallakkhesī’’ti na evaṁ vihesesi. Kārakabhāvaṁ panassa ñatvā ‘‘atthagavesako esa, dhammadesanāya eva naṁ bujjhāpessāmī’’ti kiṁsukopamaṁ āhari. Tattha bhūtaṁ vatthuṁ katvā evamattho vibhāvetabbo – ekasmiṁ kira mahānagare eko sabbaganthadharo brāhmaṇavejjo paṇḍito paṭivasati. Atheko nagarassa pācīnadvāragāmavāsī paṇḍurogapuriso tassa santikaṁ āgantvā taṁ vanditvā aṭṭhāsi. Vejjapaṇḍito tena saddhiṁ sammoditvā ‘‘kenatthena āgatosi bhadramukhā’’ti, pucchi. Rogenamhi, ayya, upadduto, bhesajjaṁ me kathehīti. Tena hi, bho, gaccha, kiṁsukarukkhaṁ chinditvā, sosetvā jhāpetvā, tassa khārodakaṁ gahetvā iminā ciminā ca bhesajjena yojetvā, ariṭṭhaṁ katvā piva, tena te phāsukaṁ bhavissatīti. So tathā katvā nirogo balavā pāsādiko jāto.",
  "atk-s0304a0:521": "Athañño dakkhiṇadvāragāmavāsī puriso teneva rogena āturo ‘‘asuko kira bhesajjaṁ katvā arogo jāto’’ti sutvā taṁ upasaṅkamitvā pucchi – ‘‘kena te, samma, phāsukaṁ jāta’’nti. Kiṁsukāriṭṭhena nāma, gaccha tvampi karohīti. Sopi tathā katvā tādisova jāto.",
  "atk-s0304a0:522": "Athañño pacchimadvāragāmavāsī…pe… uttaradvāragāmavāsī puriso teneva rogena āturo ‘‘asuko kira bhesajjaṁ katvā arogo jāto’’ti taṁ upasaṅkamitvā pucchi ‘‘kena te, samma, phāsukaṁ jāta’’nti? Kiṁsukāriṭṭhena nāma, gaccha tvampi karohīti. Sopi tathā katvā tādisova jāto.",
  "atk-s0304a0:523": "Athañño paccantavāsī adiṭṭhapubbakiṁsuko eko puriso teneva rogena āturo ciraṁ tāni tāni bhesajjāni katvā roge avūpasamamāne ‘‘asuko kira nagarassa pācīnadvāragāmavāsī puriso bhesajjaṁ katvā arogo jāto’’ti sutvā ‘‘gacchāmahampi, tena katabhesajjaṁ karissāmī’’ti daṇḍamolubbha anupubbena tassa santikaṁ gantvā, ‘‘kena te, samma, phāsukaṁ jāta’’nti pucchi. Kiṁsukāriṭṭhena sammāti. Kīdiso pana so kiṁsukoti. Jhāpitagāme ṭhitajhāmathūṇo viyāti. Iti so puriso attanā diṭṭhākārenava kiṁsukaṁ ācikkhi. Tena hi diṭṭhakāle kiṁsuko patitapatto khāṇukakāle diṭṭhattā tādisova hoti.",
  "atk-s0304a0:524": "So pana puriso sutamaṅgalikattā ‘‘ayaṁ ‘jhāpitagāme jhāmathūṇo viyā’ti āha, amaṅgalametaṁ . Etasmiñhi me bhesajje katepi rogo na vūpasamissatī’’ti tassa veyyākaraṇena asantuṭṭho taṁ pucchi – ‘‘kiṁ nu kho, bho, tvaññeva kiṁsukaṁ jānāsi, udāhu aññopi atthī’’ti. Atthi, bho, dakkhiṇadvāragāme asuko nāmāti. So taṁ upasaṅkamitvā pucchi, svāssa pupphitakāle diṭṭhattā attano dassanānurūpena ‘‘lohitako kiṁsuko’’ti āha. So ‘‘ayaṁ purimena viruddhaṁ āha, kāḷako lohitakato suvidūradūre’’ti tassapi veyyākaraṇena asantuṭṭho ‘‘atthi pana, bho, aññopi koci kiṁsukadassāvī, yena kiṁsuko diṭṭhapubbo’’ti? Pucchitvā, ‘‘atthi pacchimadvāragāme asuko nāmā’’ti vutte tampi upasaṅkamitvā pucchi. Svāssa phalitakāle diṭṭhattā attano dassanānurūpena ‘‘ocirakajāto ādinnasipāṭiko’’ti āha. Phalitakālasmiñhi kiṁsuko olambamānacīrako viya adhomukhaṁ katvā gahitaasikoso viya ca sirīsarukkho viya ca lambamānaphalo hoti. So ‘‘ayaṁ purimehi viruddhaṁ āha, na sakkā imassa vacanaṁ gahetu’’nti tassapi veyyākaraṇena asantuṭṭho ‘‘atthi pana, bho, aññopi koci kiṁsukadassāvī, yena kiṁsuko diṭṭhapubbo’’ti? Pucchitvā, ‘‘atthi uttaradvāragāme asuko nāmā’’ti vutte tampi upasaṅkamitvā pucchi. So assa sañchannapattakāle diṭṭhattā attano dassanānurūpena ‘‘bahalapattapalāso sandacchāyo’’ti āha. Sandacchāyo nāma saṁsanditvā ṭhitacchāyo.",
  "atk-s0304a0:525": "So ‘‘ayampi purimehi viruddhaṁ āha, na sakkā imassa vacanaṁ gahetu’’nti tassapi veyyākaraṇena asantuṭṭho taṁ āha, ‘‘kiṁ nu kho, bho, tumhe attanova dhammatāya kiṁsukaṁ jānātha, udāhu kenaci vo akkhāto’’ti? Kiṁ, bho, mayaṁ jānāma? Atthi pana mahānagarassa majjhe amhākaṁ ācariyo vejjapaṇḍito, taṁ nissāya amhehi ñātanti. ‘‘Tena hi ahampi ācariyameva upasaṅkamitvā nikkaṅkho bhavissāmī’’ti tassa santikaṁ upasaṅkamitvā taṁ vanditvā aṭṭhāsi. Vejjapaṇḍito tena saddhiṁ sammoditvā, ‘‘kenatthena āgatosi bhadramukhā’’ti pucchi. Rogenamhi, ayya, upadduto, bhesajjaṁ me kathethāti. Tena hi, bho, gaccha, kiṁsukarukkhaṁ chinditvā sosetvā jhāpetvā tassa khārodakaṁ gahetvā iminā ciminā ca bhesajjena yojetvā ariṭṭhaṁ katvā piva, etena te phāsukaṁ bhavissatīti. So tathā katvā nirogo balavā pāsādiko jāto.",
  "atk-s0304a0:526": "Tattha mahānagaraṁ viya nibbānanagaraṁ daṭṭhabbaṁ. Vejjapaṇḍito viya sammāsambuddho. Vuttampi ce taṁ ‘‘bhisakko sallakattoti kho, sunakkhatta, tathāgatassetaṁ adhivacanaṁ arahato sammāsambuddhassā’’ti (ma. ni. 3.65) catūsu dvāragāmesu cattāro vejjantevāsikā viya cattāro dassanavisuddhipattā khīṇāsavā. Paccantavāsī paṭhamapuriso viya pañhapucchako bhikkhu. Paccantavāsino catunnaṁ vejjantevāsikānaṁ kathāya asantuṭṭhassa ācariyameva upasaṅkamitvā pucchanakālo viya imassa bhikkhuno catunnaṁ dassanavisuddhipattānaṁ khīṇāsavānaṁ kathāya asantuṭṭhassa satthāraṁ upasaṅkamitvā pucchanakālo.",
  "atk-s0304a0:527": "Yathā yathā adhimuttānanti yena yenākārena adhimuttānaṁ. Dassanaṁ suvisuddhanti nibbānadassanaṁ suṭṭhu visuddhaṁ. Tathā tathā kho tehi sappurisehi byākatanti tena tenevākārena tuyhaṁ tehi sappurisehi kathitaṁ. Yathā hi ‘‘kāḷako kiṁsuko’’ti kathento na aññaṁ kathesi, attanā diṭṭhanayena kiṁsukameva kathesi, evameva chaphassāyatanānaṁ vasena dassanavisuddhipattakhīṇāsavopi imaṁ pañhaṁ kathento na aññaṁ kathesi, attanā adhigatamaggena dassanavisuddhikaṁ nibbānameva kathesi.",
  "atk-s0304a0:528": "Yathā ca ‘‘lohitako ocirakajāto bahalapattapalāso kiṁsuko’’ti kathentopi na aññaṁ kathesi, attanā diṭṭhanayena kiṁsukameva kathesi, evameva pañcupādānakkhandhavasena catumahābhūtavasena tebhūmakadhammavasena dassanavisuddhipattakhīṇāsavopi imaṁ pañhaṁ kathento na aññaṁ kathesi, attanā adhigatamaggena dassanavisuddhikaṁ nibbānameva kathesi.",
  "atk-s0304a0:529": "Tattha yathā kāḷakakāle kiṁsukadassāvinopi taṁ dassanaṁ bhūtaṁ tacchaṁ na tena aññaṁ diṭṭhaṁ, kiṁsukova diṭṭho, evameva chaphassāyatanavasena dassanavisuddhipattassāpi khīṇāsavassa dassanaṁ bhūtaṁ tacchaṁ, na tena aññaṁ kathitaṁ, attanā adhigatamaggena dassanavisuddhikaṁ nibbānameva kathitaṁ. Yathā ca lohitakāle ocirakajātakāle bahalapattapalāsakāle kiṁsukadassāvinopi taṁ dassanaṁ bhūtaṁ tacchaṁ, na tena aññaṁ diṭṭhaṁ, kiṁsukova diṭṭho, evameva pañcupādānakkhandhavasena catumahābhūtavasena tebhūmakadhammavasena dassanavisuddhipattassāpi khīṇāsavassa dassanaṁ bhūtaṁ tacchaṁ, na tena aññaṁ kathitaṁ, attanā adhigatamaggena dassanavisuddhikaṁ nibbānameva kathitaṁ.",
  "atk-s0304a0:530": "Seyyathāpi, bhikkhu rañño paccantimaṁ nagaranti idaṁ kasmā āraddhaṁ? Sace tena bhikkhunā taṁ sallakkhitaṁ, athassa dhammadesanatthaṁ āraddhaṁ. Sace na sallakkhitaṁ, athassa iminā nagaropamena tassevatthassa dīpanatthāya āvibhāvanatthāya āraddhaṁ. Tattha yasmā majjhimapadese nagarassa pākārādīni thirāni vā hontu dubbalāni vā, sabbaso vā mā hontu, corāsaṅkā na honti, tasmā taṁ aggahetvā ‘‘paccantimaṁ nagara’’nti āha. Daḷhuddhāpanti thirapākāraṁ. Daḷhapākāratoraṇanti thirapākārañceva thiratoraṇañca. Toraṇāni nāma hi purisubbedhāni nagarassa alaṅkāratthaṁ karīyanti, coranivāraṇatthānipi hontiyeva. Atha vā toraṇanti piṭṭhasaṅghāṭassetaṁ nāmaṁ, thirapiṭṭhasaṅghāṭantipi attho. Chadvāranti nagaradvāraṁ nāma ekampi hoti dvepi satampi sahassampi, idha pana satthā chadvārikanagaraṁ dassento evamāha. Paṇḍitoti paṇḍiccena samannāgato. Byattoti veyyattiyena samannāgato visadañāṇo. Medhāvīti ṭhānuppattikapaññāsaṅkhātāya medhāya samannāgato.",
  "atk-s0304a0:531": "Puratthimāya disāyātiādimhi bhūtamatthaṁ katvā evamattho veditabbo – samiddhe kira mahānagare sattaratanasampanno rājā cakkavatti rajjaṁ anusāsati, tassetaṁ paccantanagaraṁ rājāyuttavirahitaṁ , atha purisā āgantvā ‘‘amhākaṁ, deva, nagare āyuttako natthi, dehi no kiñci āyuttaka’’nti āhaṁsu. Rājā ekaṁ puttaṁ datvā ‘‘gacchatha, etaṁ ādāya tattha abhisiñcitvā vinicchayaṭṭhānādīni katvā vasathā’’ti. Te tathā akaṁsu. Rājaputto pāpamittasaṁsaggena katipāheyeva surāsoṇḍo hutvā, sabbāni vinicchayaṭṭhānādīni hāretvā, nagaramajjhe dhuttehi parivārito suraṁ pivanto naccagītādiratiyā vītināmeti. Atha rañño āgantvā ārocayiṁsu.",
  "atk-s0304a0:532": "Rājā ekaṁ paṇḍitaṁ amaccaṁ āṇāpesi – ‘‘gaccha kumāraṁ ovaditvā, vinicchayaṭṭhānādīni kāretvā, puna abhisekaṁ katvā, ehī’’ti. Na sakkā, deva, kumāraṁ ovadituṁ, caṇḍo kumāro ghāteyyāpi manti. Athekaṁ balasampannaṁ yodhaṁ āṇāpesi – ‘‘tvaṁ iminā saddhiṁ gantvā sace so ovāde na tiṭṭhati, sīsamassa chindāhī’’ti. Iti so amacco yodho cāti idaṁ sīghaṁ dūtayugaṁ tattha gantvā dovārikaṁ pucchi – ‘‘kahaṁ, bho, nagarassa sāmi kumāro’’ti. Esa majjhesiṅghāṭake suraṁ pivanto dhuttaparivārito gītādiratiṁ anubhonto nisinnoti. Atha taṁ dūtayugaṁ gantvā amacco tāvettha, ‘‘sāmi, vinicchayaṭṭhānādīni kira kāretvā sādhukaṁ rajjaṁ anusāsā’’ti āha. Kumāro asuṇanto viya nisīdi. Atha naṁ yodho sīse gahetvā, ‘‘sace rañño āṇaṁ karosi, kara, no ce, ettheva te sīsaṁ pātessāmī’’ti khaggaṁ abbāhi. Paricārakā dhuttā tāvadeva disāsu palāyiṁsu. Kumāro bhīto sāsanaṁ sampaṭicchi. Athassa te tattheva abhisekaṁ katvā setacchattaṁ ussāpetvā ‘‘sammā rajjaṁ anusāsāhī’’ti raññā vuttaṁ yathābhūtavacanaṁ niyyātetvā yathāgatamaggameva paṭipajjiṁsu. Imamatthaṁ āvikaronto bhagavā ‘‘puratthimāya disāyā’’ti āha.",
  "atk-s0304a0:533": "Tatridaṁ opammasaṁsandanaṁ – samiddhamahānagaraṁ viya hi nibbānanagaraṁ daṭṭhabbaṁ, sattaratanasamannāgato rājā cakkavatti viya sattabojjhaṅgaratanasamannāgato dhammarājā sammāsambuddho, paccantimanagaraṁ viya sakkāyanagaraṁ, tasmiṁ nagare kūṭarājaputto viya imassa bhikkhuno kūṭacittuppādo, kūṭarājaputtassa dhuttehi parivāritakālo viya imassa bhikkhuno pañcahi nīvaraṇehi samaṅgikālo, dve sīghadūtā viya samathakammaṭṭhānañca vipassanākammaṭṭhānañca, mahāyodhena sīse gahitakālo viya uppannapaṭhamajjhānasamādhinā niccalaṁ katvā cittaggahitakālo, yodhena sīse gahitamatte dhuttānaṁ disāsu palāyitvā dūrībhāvo viya paṭhamajjhānamhi uppannamatte nīvaraṇānaṁ dūrībhāvo, ‘‘karissāmi rañño sāsana’’nti sampaṭicchitamatte vissaṭṭhakālo viya jhānato vuṭṭhitakālo, amaccena rañño sāsanaṁ ārocitakālo viya samādhinā cittaṁ kammaniyaṁ katvā vipassanākammaṭṭhānassa vaḍḍhitakālo, tatthevassa tehi dvīhi dūtehi katābhisekassa setacchattaussāpanaṁ viya samathavipassanākammaṭṭhānaṁ nissāya arahattappattassa vimuttisetacchattussāpanaṁ veditabbaṁ.",
  "atk-s0304a0:534": "Nagaranti kho bhikkhu imassetaṁ cātumahābhūtikassa kāyassa adhivacanantiādīsu pana cātumahābhūtikassātiādīnaṁ padānaṁ attho heṭṭhā vitthāritova. Kevalaṁ pana viññāṇarājaputtassa nivāsaṭṭhānattā ettha kāyo ‘‘nagara’’nti vutto, tasseva dvārabhūtattā cha āyatanāni ‘‘dvārānī’’ti, tesu dvāresu niccaṁ suppatiṭṭhitattā sati ‘‘dovāriko’’ti, kammaṭṭhānaṁ ācikkhantena dhammarājena pesitattā samathavipassanā ‘‘sīghaṁ dūtayuga’’nti. Ettha mahāyodho viya samatho, paṇḍitāmacco viya vipassanā veditabbā.",
  "atk-s0304a0:535": "Majjhe siṅghāṭakoti nagaramajjhe siṅghāṭako. Mahābhūtānanti hadayavatthussa nissayabhūtānaṁ mahābhūtānaṁ . Vatthurūpassa hi paccayadassanatthamevetaṁ catumahābhūtaggahaṇaṁ kataṁ. Nagaramajjhe pana so rājakumāro viya sarīramajjhe hadayarūpasiṅghāṭake nisinno samathavipassanādūtehi arahattābhisekena abhisiñcitabbo vipassanāviññāṇarājaputto daṭṭhabbo. Nibbānaṁ pana yathābhūtasabhāvaṁ akuppaṁ adhikārīti katvā yathābhūtaṁ vacananti vuttaṁ. Ariyamaggo pana yādisova pubbabhāgavipassanāmaggo, ayampi aṭṭhaṅgasamannāgatattā tādisoyevāti katvā yathāgatamaggoti vutto. Idaṁ tāvettha dhammadesanatthaṁ ābhatāya upamāya saṁsandanaṁ.",
  "atk-s0304a0:536": "Tassevatthassa pākaṭīkaraṇatthaṁ ābhatapakkhe pana idaṁ saṁsandanaṁ – ettha hi chadvārūpamā chaphassāyatanavasena dassanavisuddhipattaṁ khīṇāsavaṁ dassetuṁ ābhatā, nagarasāmiupamā pañcakkhandhavasena, siṅghāṭakūpamā catumahābhūtavasena, nagarūpamā tebhūmakadhammavasena dassanavisuddhipattaṁ khīṇāsavaṁ dassetuṁ ābhatā. Saṅkhepato panimasmiṁ sutte catusaccameva kathitaṁ. Sakalenapi hi nagarasambhārena dukkhasaccameva kathitaṁ, yathābhūtavacanena nirodhasaccaṁ, yathāgatamaggena maggasaccaṁ, dukkhassa pana pabhāvikā taṇhā samudayasaccaṁ. Desanāpariyosāne pañhapucchako bhikkhu sotāpattiphale patiṭṭhitoti.",
  "atk-s0304a0:537": "9. Vīṇopamasuttavaṇṇanā",
  "atk-s0304a0:538": "246. Navame yassa kassaci, bhikkhave, bhikkhussa vā bhikkhuniyā vāti idaṁ satthā yathā nāma mahākuṭumbiko mahantaṁ kasikammaṁ katvā, nipphannasasso gharadvāre maṇḍapaṁ katvā, ubhatosaṅghassa dānaṁ pavatteyya. Kiñcāpi tena ubhatosaṅghassa dānaṁ paṭṭhapitaṁ, dvīsu pana parisāsu santappitāsu sesajanampi santappetiyeva, evameva bhagavā samadhikāni cattāri asaṅkhyeyyāni pāramiyo pūretvā bodhimaṇḍe sabbaññutaññāṇaṁ adhigantvā pavattitavaradhammacakko jetavanamahāvihāre nisinno bhikkhuparisāya ceva bhikkhuniparisāya ca mahādhammayāgaṁ yajanto vīṇopamasuttaṁ ārabhi. Taṁ penetaṁ kiñcāpi dve parisā sandhāya āraddhaṁ, catunnampi pana parisānaṁ avāritaṁ. Tasmā sabbehipi sotabbañceva saddhātabbañca, pariyogāhitvā cassa attharaso vinditabboti.",
  "atk-s0304a0:539": "Tattha chandotiādīsu chando nāma pubbuppattikā dubbalataṇhā, so rañjetuṁ na sakkoti . Aparāparaṁ uppajjamānā pana balavataṇhā rāgo nāma, so rañjetuṁ sakkoti. Daṇḍādānādīni kātuṁ asamattho pubbuppattiko dubbalakodho doso nāma. Tāni kātuṁ samattho aparāparuppattiko balavakodho paṭighaṁ nāma. Moho pana mohanasammohanavasena uppannaṁ aññāṇaṁ. Evamettha pañcahipi padehi tīṇi akusalamūlāni gahitāni. Tesu gahitesu sabbepi tammūlakā kilesā gahitāva honti. ‘‘Chando rāgo’’ti vā padadvayena aṭṭhalobhasahagatacittuppādā, ‘‘doso paṭigha’’nti padadvayena dve domanassasahagatacittuppādā, mohapadena lobhadosarahitā dve uddhaccavicikicchāsahagatacittuppādā gahitāti. Evaṁ sabbepi dvādasa cittuppādā dassitāva honti.",
  "atk-s0304a0:540": "Sabhayoti kilesacorānaṁ nivāsaṭṭhānattā sabhayo. Sappaṭibhayoti vadhabandhanādīnaṁ kāraṇattā sappaṭibhayo. Sakaṇṭakoti rāgādīhi kaṇṭakehi sakaṇṭako. Sagahanoti rāgagahanādīhi sagahano. Ummaggoti devalokaṁ vā manussalokaṁ vā nibbānaṁ vā gacchantassa amaggo. Kummaggoti kucchitajegucchibhūtaṭṭhānagamanaekapadikamaggo viya apāyasampāpakattā kummaggo. Duhitikoti ettha ihitīti iriyanā, dukkhā ihiti etthāti, duhitiko. Yasmiñhi magge mūlaphalādikhādanīyaṁ vā sāyanīyaṁ vā natthi, tasmiṁ iriyanā dukkhā hoti, na sakkā taṁ paṭipajjitvā icchitaṭṭhānaṁ gantuṁ. Kilesamaggampi paṭipajjitvā na sakkā sampattibhavaṁ gantunti kilesamaggo duhitikoti vutto. Dvīhitikotipi pāṭho, esevattho. Asappurisasevitoti kokālikādīhi asappurisehi sevito.",
  "atk-s0304a0:541": "Tato cittaṁ nivārayeti tehi cakkhuviññeyyehi rūpehi taṁ chandādivasena pavattacittaṁ asubhāvajjanādīhi upāyehi nivāraye. Cakkhudvārasmiñhi iṭṭhārammaṇe rāge uppanne asubhato āvajjantassa cittaṁ nivattati, aniṭṭhārammaṇe dose uppanne mettato āvajjantassa cittaṁ nivattati, majjhattārammaṇe mohe uppanne uddesaparipucchaṁ garuvāsaṁ āvajjantassa cittaṁ nivattati. Evaṁ asakkontena pana satthumahattataṁ dhammassa svākkhātatā saṅghassa suppaṭipatti ca āvajjitabbā. Satthumahattataṁ paccavekkhatopi hi dhammassa svākkhātataṁ saṅghassa suppaṭipattiṁ paccavekkhatopi cittaṁ nivattati. Tena vuttaṁ ‘‘asubhāvajjanādīhi upāyehi nivāraye’’ti.",
  "atk-s0304a0:542": "Kiṭṭhanti kiṭṭhaṭṭhāne uppannasassaṁ. Sampannanti paripuṇṇaṁ sunipphannaṁ. Kiṭṭhādoti sassakhādako . Evameva khoti ettha sampannakiṭṭhaṁ viya pañca kāmaguṇā daṭṭhabbā, kiṭṭhādo goṇo viya kūṭacittaṁ, kiṭṭhārakkhassa pamādakālo viya bhikkhuno chasu dvāresu satiṁ pahāya vicaraṇakālo, kiṭṭhārakkhassa pamādamāgamma goṇena gahitagabbhassa kiṭṭhassa khāditattā sassasāmino sassaphalānadhigamo viya chadvārarakkhikāya satiyā vippavāsamāgamma pañcakāmaguṇaṁ assādentena cittena kusalapakkhassa nāsitattā bhikkhuno sāmaññaphalādhigamābhāvo veditabbo.",
  "atk-s0304a0:543": "Uparighaṭāyanti dvinnaṁ siṅgānaṁ antare. Suniggahitaṁ niggaṇheyyāti ghaṭāyaṁ patiṭṭhite nāsārajjuke suṭṭhu niggahitaṁ katvā niggaṇheyya. Daṇḍenāti muggarasadisena thūladaṇḍakena. Evañhi so bhikkhave goṇoti evaṁ so kiṭṭhārakkhassa pamādamanvāya yasmiṁ yasmiṁ khaṇe kiṭṭhaṁ otaritukāmo hoti, tasmiṁ tasmiṁ khaṇe evaṁ niggaṇhitvā tāḷetvā osajjanena nibbisevanabhāvaṁ upanīto goṇo.",
  "atk-s0304a0:544": "Evameva khoti idhāpi sampannakiṭṭhamiva pañca kāmaguṇā daṭṭhabbā, kiṭṭhādo viya kūṭacittaṁ, kiṭṭhārakkhassa appamādo viya imassa bhikkhuno chasu dvāresu satiyā avissajjanaṁ, daṇḍo viya suttanto, goṇassa kiṭṭhābhimukhakāle daṇḍena tāḷanaṁ viya cittassa bahiddhā puthuttārammaṇābhimukhakāle anamataggiyadevadūtaādittaāsīvisūpamaanāgatabhayādīsu taṁ taṁ suttaṁ āvajjetvā cittuppādassa puthuttārammaṇato nivāretvā mūlakammaṭṭhāne otāraṇaṁ veditabbaṁ. Tenāhu porāṇā –",
  "atk-s0304a0:545": "‘‘Subhāsitaṁ sutvā mano pasīdati,",
  "atk-s0304a0:546": "Dameti naṁ pītisukhañca vindati;",
  "atk-s0304a0:547": "Tadassa ārammaṇe tiṭṭhate mano,",
  "atk-s0304a0:548": "Goṇova kiṭṭhādako daṇḍatajjito’’ti.",
  "atk-s0304a0:549": "Udujitanti tajjitaṁ. Sudujitanti sutajjitaṁ, sujitantipi attho. Udu, sudūti idaṁ pana nipātamattameva. Ajjhattanti gocarajjhattaṁ. Santiṭṭhatītiādīsu paṭhamajjhānavasena santiṭṭhati, dutiyajjhānavasena sannisīdati, tatiyajjhānavasena ekodi hoti, catutthajjhānavasena samādhiyati. Sabbampi vā etaṁ paṭhamajjhānavasena veditabbaṁ. Ettāvatā hi sammāsambuddhena samathānurakkhaṇaindriyasaṁvarasīlaṁ nāma kathitaṁ.",
  "atk-s0304a0:550": "Rañño vāti kassacideva paccantarañño vā. Saddaṁ suṇeyyāti paccūsakāle pabuddho kusalena vīṇāvādakena vādiyamānāya madhurasaddaṁ suṇeyya. Rajanīyotiādīsu cittaṁ rañjetīti rajanīyo. Kāmetabbatāya kamanīyo. Cittaṁ madayatīti madanīyo. Cittaṁ mucchitaṁ viya karaṇato mucchiyatīti mucchanīyo. Ābandhitvā viya gahaṇato bandhatīti bandhanīyo. Alaṁ me, bhoti vīṇāya saṇṭhānaṁ disvā taṁ anicchanto evamāha. Upadhāraṇeti veṭṭhake. Koṇanti caturassaṁ sāradaṇḍakaṁ.",
  "atk-s0304a0:551": "So taṁ vīṇanti so rājā ‘‘āharatha naṁ vīṇaṁ, ahamassā saddaṁ pasissāmī’’ti taṁ vīṇaṁ gahetvā. Dasadhā vātiādīsu paṭhamaṁ tāva dasadhā phāleyya, athassā saddaṁ apassanto satadhā phāleyya, tathāpi apassanto sakalikaṁ sakalikaṁ kareyya, tathāpi apassanto ‘‘sakalikā jhāyissanti, saddo pana nikkhamitvā palāyissati, tadā naṁ passissāmī’’ti agginā ḍaheyya. Tathāpi apassanto ‘‘sallahukāni masicuṇṇāni vātena bhassissanti, saddo sāradhaññaṁ viya pādamūle patissati, tadā naṁ passissāmī’’ti mahāvāte vā ophuneyya. Tathāpi apassanto ‘‘masicuṇṇāni yathodakaṁ gamissanti, saddo pana pāraṁ gacchanto puriso viya nikkhamitvā tarissati, tadā naṁ passissāmī’’ti nadiyā vā sīghasotāya pavāheyya.",
  "atk-s0304a0:552": "Evaṁ vadeyyāti sabbehipimehi upāyehi apassanto te manusse evaṁ vadeyya. Asatī kirāyanti asatī kira ayaṁ vīṇā, lāmikāti attho. Asatīti lāmakādhivacanametaṁ. Yathāha –",
  "atk-s0304a0:553": "‘‘Asā lokitthiyo nāma, velā tāsaṁ na vijjati;",
  "atk-s0304a0:554": "Sārattā ca pagabbhā ca, sikhī sabbaghaso yathā’’ti. (jā. 1.1.61);",
  "atk-s0304a0:555": "Yathevaṁ yaṁkiñci vīṇā nāmāti na kevalañca vīṇāyeva lāmikā, yatheva pana ayaṁ vīṇā nāma, evaṁ yaṁkiñci aññampi tantibaddhaṁ, sabbaṁ taṁ lāmakamevāti attho. Evameva khoti ettha vīṇā viya pañcakkhandhā daṭṭhabbā, rājā viya yogāvacaro. Yathā so rājā taṁ vīṇaṁ dasadhā phālanato paṭṭhāya vicinanto saddaṁ adisvā vīṇāya anatthiko hoti, evaṁ yogāvacaro pañcakkhandhe sammasanto ahanti vā mamanti vā gahetabbaṁ apassanto khandhehi anatthiko hoti. Tenassa taṁ khandhasammasanaṁ dassento rūpaṁ samanvesati yāvatā rūpassa gatītiādimāha.",
  "atk-s0304a0:556": "Tattha samanvesatīti pariyesati. Yāvatā rūpassa gatīti yattakā rūpassa gati. Tattha gatīti gatigati, sañjātigati, salakkhaṇagati, vibhavagati, bhedagatīti pañcavidhā honti. Tattha idaṁ rūpaṁ nāma heṭṭhā avīcipariyantaṁ katvā upari akaniṭṭhabrahmalokaṁ anto katvā etthantare saṁsarati vattati, ayamassa gatigati nāma.",
  "atk-s0304a0:557": "Ayaṁ pana kāyo neva padumagabbhe, na puṇḍarīkanīluppalādīsu sañjāyati, āmāsayapakkāsayānaṁ pana antare bahalandhakāre duggandhapavanavicarite paramajegucche okāse pūtimacchādīsu kimi viya sañjāyati , ayaṁ rūpassa sañjātigati nāma.",
  "atk-s0304a0:558": "Duvidhaṁ pana rūpassa lakkhaṇaṁ, ‘‘ruppatīti kho, bhikkhave, tasmā rūpa’’nti (saṁ. ni. 3.79) evaṁ vutta ruppanasaṅkhātaṁ paccattalakkhaṇañca aniccādibhedaṁ sāmaññalakkhaṇañca, ayamassa salakkhaṇagati nāma.",
  "atk-s0304a0:559": "‘‘Gati migānaṁ pavanaṁ, ākāso pakkhinaṁ gati;",
  "atk-s0304a0:560": "Vibhavo gati dhammānaṁ, nibbānaṁ arahato gatī’’ti. (pari. 339) –",
  "atk-s0304a0:561": "Evaṁ vutto rūpassa abhāvo vibhavagati nāma. Yo panassa bhedo, ayaṁ bhedagati nāma. Vedanādīsupi eseva nayo. Kevalañhettha upari yāva bhavaggā tesaṁ sañjātigati, salakkhaṇagatiyañca vedayitasañjānanaabhisaṅkharaṇavijānanavasena paccattalakkhaṇaṁ veditabbaṁ.",
  "atk-s0304a0:562": "Tampi tassa na hotīti yadetaṁ rūpādīsu ahanti vā mamanti vā asmīti vā evaṁ niddiṭṭhaṁ diṭṭhitaṇhāmānaggāhattayaṁ, tampi tassa khīṇāsavassa na hotīti yathānusandhināva suttāgataṁ. Tena vuttaṁ mahāaṭṭhakathāyaṁ –",
  "atk-s0304a0:563": "‘‘Ādimhi sīlaṁ kathitaṁ, majjhe samādhibhāvanā;",
  "atk-s0304a0:564": "Pariyosāne ca nibbānaṁ, esā vīṇopamā kathā’’ti.",
  "atk-s0304a0:565": "10. Chappāṇakopamasuttavaṇṇanā",
  "atk-s0304a0:566": "247. Dasame arugattoti vaṇasarīro. Tesaṁyeva arūnaṁ pakkattā pakkagatto. Saravananti kaṇḍavanaṁ. Evameva khoti arugatto puriso viya dussīlapuggalo veditabbo. Tassa kusakaṇṭakehi viddhassa sarapattehi ca asidhārūpamehi vilikhitagattassa bhiyyosomattāya dukkhadomanassaṁ viya tattha tattha sabrahmacārīhi ‘‘ayaṁ so imesañca imesañca kammānaṁ kārako’’ti vuccamānassa uppajjanadukkhaṁ veditabbaṁ.",
  "atk-s0304a0:567": "Labhati vattāranti labhati codakaṁ. Evaṁkārīti evarūpānaṁ vejjakammadūtakammādīnaṁ kārako. Evaṁsamācāroti vidhavā gocarādivasena evarūpagocaro. Asucigāmakaṇṭakoti asuddhaṭṭhena asuci, gāmavāsīnaṁ vijjhanaṭṭhena kaṇṭakoti gāmakaṇṭako.",
  "atk-s0304a0:568": "Pakkhinti hatthisoṇḍasakuṇaṁ. Ossajjeyyāti vissajjeyya. Āviñcheyyunti ākaḍḍheyyuṁ. Pavekkhāmīti pavisissāmi. Ākāsaṁ ḍessāmīti ākāsaṁ uppatissāmi.",
  "atk-s0304a0:569": "Etesu pana ahi ‘‘bhogehi maṇḍalaṁ bandhitvā supissāmī’’ti vammikaṁ pavisitukāmo hoti. Susumāro ‘‘dūre bilaṁ pavisitvā nipajjissāmī’’ti udakaṁ pavisitukāmo hoti. Pakkhī ‘‘ajaṭākāse sukhaṁ vicarissāmī’’ti ākāsaṁ ḍetukāmo hoti. Kukkuro ‘‘uddhanaṭṭhāne chārikaṁ byūhitvā usumaṁ gaṇhanto nipajjissāmī’’ti gāmaṁ pavisitukāmo hoti. Siṅgālo ‘‘manussamaṁsaṁ khāditvā piṭṭhiṁ pasāretvā sayissāmī’’ti āmakasusānaṁ pavisitukāmo hoti. Makkaṭo ‘‘ucce rukkhe abhiruhitvā disādisaṁ pakkhandissāmī’’ti vanaṁ pavisitukāmo hoti.",
  "atk-s0304a0:570": "Anuvidhāyeyyunti anugaccheyyuṁ, anuvidhiyeyyuntipi pāṭho, anuvidhānaṁ āpajjeyyunti attho. Yattha so yāti, tattheva gaccheyyunti vuttaṁ hoti. Evamevāti ettha cha pāṇakā viya chāyatanāni daṭṭhabbāni, daḷharajju viya taṇhā, majjhe gaṇṭhi viya avijjā. Yasmiṁ yasmiṁ dvāre ārammaṇaṁ balavaṁ hoti, taṁ taṁ āyatanaṁ tasmiṁ tasmiṁ ārammaṇe āviñchati.",
  "atk-s0304a0:571": "Imaṁ pana upamaṁ bhagavā sarikkhakena vā āhareyya āyatanānaṁ vā nānattadassanavasena. Tattha sarikkhakena tāva visuṁ appanākiccaṁ natthi, pāḷiyaṁyeva appitā. Āyatanānaṁ nānattadassanena pana ayaṁ appanā – ahi nāmesa bahi sittasammaṭṭhe ṭhāne nābhiramati, saṅkāraṭṭhānatiṇapaṇṇagahanavammikāniyeva pana pavisitvā nipannakāle abhiramati, ekaggataṁ āpajjati. Evameva cakkhupetaṁ visamajjhāsayaṁ, maṭṭhāsu suvaṇṇabhittiādīsu nābhiramati, oloketumpi na icchati, rūpacittapupphalatādivicittesuyeva pana abhiramati. Tādisesu hi ṭhānesu cakkhumhi appahonte mukhampi vivaritvā oloketukāmo hoti.",
  "atk-s0304a0:572": "Susumāropi bahi nikkhanto gahetabbaṁ na passati, akkhiṁ nimīletvā carati. Yadā pana byāmasatamattaṁ udakaṁ ogāhitvā bilaṁ pavisitvā nipanno hoti, tadā tassa cittaṁ ekaggaṁ hoti, sukhaṁ supati. Evameva sotampetaṁ bilajjhāsayaṁ ākāsasannissitaṁ, kaṇṇacchiddakūpakeyeva ajjhāsayaṁ karoti, kaṇṇacchiddākāsoyeva tassa saddasavane paccayo hoti. Ajaṭākāsopi vaṭṭatiyeva. Antoleṇasmiñhi sajjhāye kayiramāne na leṇacchadanaṁ bhinditvā saddo bahi nikkhamati, dvāravātapānachiddehi pana nikkhamitvā dhātuparamparā ghaṭṭento āgantvā sotapasādaṁ ghaṭṭeti. Atha tasmiṁ kāle ‘‘asukaṁ nāma sajjhāyatī’’ti leṇapiṭṭhe nisinnā jānanti.",
  "atk-s0304a0:573": "Evaṁ sante sampattagocaratā hoti, kiṁ panetaṁ sampattagocaranti? Āma sampattagocaraṁ. Yadi evaṁ dūre bheriādīsu vajjamānesu ‘‘dūre saddo’’ti jānanaṁ na bhaveyyāti. No na bhavati. Sotapasādasmiñhi ghaṭṭite ‘‘dūre saddo, āsanne saddo, paratīre orimatīre’’ti tathā tathā jānanākāro hoti, dhammatā esāti. Kiṁ etāya dhammatāya? Yato yato chiddaṁ, tato tato savanaṁ hoti candimasūriyādīnaṁ dassanaṁ viyāti asampattagocaramevetaṁ.",
  "atk-s0304a0:574": "Pakkhīpi rukkhe vā bhūmiyaṁ vā na ramati. Yadā pana ekaṁ vā dve vā leḍḍupāte atikkamma ajaṭākāsaṁ pakkhando hoti, tadā ekaggacittataṁ āpajjati. Evameva ghānampi ākāsajjhāsayaṁ vātūpanissayagandhagocaraṁ. Tathā hi gāvo navavuṭṭhe deve bhūmiṁ ghāyitvā ghāyitvā ākāsābhimukho hutvā vātaṁ ākaḍḍhanti. Aṅgulīhi gandhapiṇḍaṁ gahetvāpi ca upasiṅghanakāle vātaṁ anākaḍḍhanto neva tassa gandhaṁ jānāti.",
  "atk-s0304a0:575": "Kukkuropi bahi caranto khemaṭṭhānaṁ na passati, leḍḍudaṇḍādīhi upadduto hoti. Antogāmaṁ pavisitvā uddhanaṭṭhāne chārikaṁ byūhitvā nipannassa panassa phāsu hoti. Evameva jivhāpi gāmajjhāsayā āposannissitarasārammaṇā. Tathā hi tiyāmarattiṁ samaṇadhammaṁ katvāpi pātova pattacīvaramādāya gāmaṁ pavisitabbaṁ hoti. Sukkhakhādanīyassa ca na sakkā kheḷena atemitassa rasaṁ jānituṁ.",
  "atk-s0304a0:576": "Siṅgālopi bahi caranto ratiṁ na vindati, āmakasusāne manussamaṁsaṁ khāditvā nipannasseva panassa phāsu hoti. Evameva kāyopi upādiṇṇakajjhāsayo pathavīsannissitaphoṭṭhabbārammaṇo. Tathā hi aññaṁ upādiṇṇakaṁ alabhamānā sattā attanova hatthatale sīsaṁ katvā nipajjanti. Ajjhattikabāhirā cassa pathavī ārammaṇaggahaṇe paccayo hoti. Susanthatassāpi hi sayanassa heṭṭhāṭhitānampi vā phalakānaṁ na sakkā anisīdantena vā anuppīḷantena vā thaddhamudubhāvo jānitunti ajjhattikabāhirā pathavī etassa phoṭṭhabbajānane paccayo hoti.",
  "atk-s0304a0:577": "Makkaṭopi bhūmiyaṁ vicaranto nābhiramati, hatthasatubbedhaṁ panassa rukkhaṁ āruyha viṭapapiṭṭhe nisīditvā disāvidisā olokentasseva phāsuko hoti. Evaṁ manopi nānajjhāsayo bhavaṅgapaccayo, diṭṭhapubbepi nānārammaṇajjhāsayaṁ karotiyeva mūlabhavaṅgaṁ panassa paccayo hotīti ayamettha saṅkhepo, vitthārena pana āyatanānaṁ nānattaṁ visuddhimagge āyatananiddese vuttameva.",
  "atk-s0304a0:578": "Taṁ cakkhu nāviñchatīti taṇhārajjukānaṁ āyatanapāṇakānaṁ kāyagatāsatithambhe baddhānaṁ nibbisevanabhāvaṁ āpannattā nākaḍḍhatīti imasmiṁ sutte pubbabhāgavipassanāva kathitā.",
  "atk-s0304a0:579": "11. Yavakalāpisuttavaṇṇanā",
  "atk-s0304a0:580": "248. Ekādasame yavakalāpīti lāyitvā ṭhapitayavapuñjo. Byābhaṅgihatthāti kājahatthā. Chahi byābhaṅgīhi haneyyunti chahi puthulakājadaṇḍakehi potheyyuṁ. Sattamoti tesu chasu janesu yave pothetvā pasibbake pūretvā ādāya gatesu añño sattamo āgaccheyya. Suhatatarā assāti yaṁ tattha avasiṭṭhaṁ atthi bhusapalāpamattampi, tassa gahaṇatthaṁ suṭṭhutaraṁ hatā.",
  "atk-s0304a0:581": "Evameva khoti ettha catumahāpatho viya cha āyatanāni daṭṭhabbāni, catumahāpathe nikkhittayavakalāpī viya satto, cha byābhaṅgiyo viya iṭṭhāniṭṭhamajjhattavasena aṭṭhārasa ārammaṇāni, sattamā byābhaṅgī viya bhavapatthanā kilesā. Yathā catumahāpathe ṭhapitā yavakalāpī chahi byābhaṅgīhi haññati, evamime sattā aṭṭhārasahi ārammaṇadaṇḍakehi chasu āyatanesu haññanti. Yathā sattamena suhatatarā honti, evaṁ sattā bhavapatthanakilesehi suhatatarā honti bhavemūlakaṁ dukkhaṁ anubhavamānā.",
  "atk-s0304a0:582": "Idāni nesaṁ taṁ bhavapatthanakilesaṁ dassetuṁ bhūtapubbaṁ, bhikkhavetiādimāha. Tatrāti sudhammāyaṁ bhummaṁ, sudhammāya devasabhāya dvāreti attho. Dhammikā kho devāti dhammikā ete devā nāma, yehi mādisaṁ asurādhipatiṁ gahetvā mayhaṁ bhedanamattampi na katanti sandhāya vadati. Adhammikā devāti adhammikā ete devā nāma, ye mādisaṁ asurādhipatiṁ navagūthasūkaraṁ viya kaṇṭhapañcamehi bandhanehi bandhitvā nisīdāpenti. Evaṁ sukhumaṁ kho, bhikkhave, vepacittibandhananti taṁ kira padumanāḷasuttaṁ viya makkaṭajālasuttaṁ viya ca sukhumaṁ hoti, chettuṁ pana neva vāsiyā na pharasunā sakkā. Yasmā pana citteneva bajjhati, cittena muccati, tasmā ‘‘vepacittibandhana’’nti vuttaṁ.",
  "atk-s0304a0:583": "Tato sukhumataraṁ mārabandhananti kilesabandhanaṁ panesaṁ tatopi sukhumataraṁ, neva cakkhussa āpāthaṁ gacchati, na iriyāpathaṁ nivāreti. Tena hi baddhā sattā pathavitalepi ākāsepi yojanasatampi yojanasahassampi gacchantipi āgacchantipi. Chijjamānaṁ panetaṁ ñāṇeneva chijjati, na aññenāti ‘‘ñāṇamokkhaṁ bandhana’’ntipi vuccati.",
  "atk-s0304a0:584": "Maññamānoti taṇhādiṭṭhimānānaṁ vasena khandhe maññanto. Baddho mārassāti mārabandhanena baddho. Karaṇatthe vā etaṁ sāmivacanaṁ, kilesamārena baddhoti attho. Mutto pāpimatoti mārassa bandhanena mutto. Karaṇattheyeva vā idaṁ sāmivacanaṁ, pāpimatā kilesabandhanena muttoti attho.",
  "atk-s0304a0:585": "Asmīti padena taṇhāmaññitaṁ vuttaṁ. Ayamahasmīti diṭṭhimaññitaṁ. Bhavissanti sassatavasena diṭṭhimaññitameva. Na bhavissanti ucchedavasena. Rūpītiādīni sassatasseva pabhedadīpanāni. Tasmāti yasmā maññitaṁ ābādhaṁ antodosanikantanavasena rogo ceva gaṇḍo ca sallañca, tasmā. Iñjitantiādīni yasmā imehi kilesehi sattā iñjanti ceva phandanti ca papañcitā ca honti pamattākārapattā, tasmā tesaṁ ākāradassanatthaṁ vuttāni.",
  "atk-s0304a0:586": "Mānagatavāre pana mānassa gataṁ mānagataṁ, mānapavattīti attho. Mānoyeva mānagataṁ gūthagataṁ muttagataṁ viya. Tattha asmīti idaṁ taṇhāya sampayuttamānavasena vuttaṁ. Ayamahamasmīti diṭṭhivasena. Nanu ca diṭṭhisampayutto nāma māno natthīti? Āma natthi, mānassa pana appahīnattā diṭṭhi nāma hoti. Mānamūlakaṁ diṭṭhiṁ sandhāyetaṁ vuttaṁ. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0304a0:587": "Āsīvisavaggo.",
  "atk-s0304a0:588": "Catuttho paṇṇāsako.",
  "atk-s0304a0:589": "Saḷāyatanasaṁyuttavaṇṇanā niṭṭhitā."
}