{
  "atk-s0201a4:0": "4. Mahāyamakavaggo",
  "atk-s0201a4:1": "1. Cūḷagosiṅgasuttavaṇṇanā",
  "atk-s0201a4:2": "325.Evaṁme sutanti cūḷagosiṅgasuttaṁ. Tattha nātike viharatīti nātikā nāma ekaṁ taḷākaṁ nissāya dvinnaṁ cūḷapitimahāpitiputtānaṁ dve gāmā, tesu ekasmiṁ gāme. Giñjakāvasatheti iṭṭhakāmaye āvasathe. Ekasmiṁ kira samaye bhagavā mahājanasaṅgahaṁ karonto vajjiraṭṭhe cārikaṁ caramāno nātikaṁ anuppatto. Nātikavāsino manussā bhagavato mahādānaṁ datvā dhammakathaṁ sutvā pasannahadayā, ‘‘satthu vasanaṭṭhānaṁ karissāmā’’ti mantetvā iṭṭhakāheva bhittisopānatthambhe vāḷarūpādīni dassento pāsādaṁ katvā sudhāya limpitvā mālākammalatākammādīni niṭṭhāpetvā bhummattharaṇamañcapīṭhādīni paññapetvā satthu niyyātesuṁ. Aparāparaṁ panettha manussā bhikkhusaṅghassa rattiṭṭhānadivāṭṭhānamaṇḍapacaṅkamādīni kārayiṁsu. Iti so vihāro mahā ahosi. Taṁ sandhāya vuttaṁ ‘‘giñjakāvasathe’’ti.",
  "atk-s0201a4:3": "Gosiṅgasālavanadāyeti tattha ekassa jeṭṭhakarukkhassa khandhato gosiṅgasaṇṭhānaṁ hutvā viṭapaṁ uṭṭhahi, taṁ rukkhaṁ upādāya sabbampi taṁ vanaṁ gosiṅgasālavananti saṅkhaṁ gataṁ. Dāyoti avisesena araññassetaṁ nāmaṁ. Tasmā gosiṅgasālavanadāyeti gosiṅgasālavanaaraññeti attho. Viharantīti sāmaggirasaṁ anubhavamānā viharanti. Imesañhi kulaputtānaṁ uparipaṇṇāsake puthujjanakālo kathito, idha khīṇāsavakālo. Tadā hi te laddhassādā laddhapatiṭṭhā adhigatapaṭisambhidā khīṇāsavā hutvā sāmaggirasaṁ anubhavamānā tattha vihariṁsu. Taṁ sandhāyetaṁ vuttaṁ.",
  "atk-s0201a4:4": "Yena gosiṅgasālavanadāyo tenupasaṅkamīti dhammasenāpatimahāmoggallānattheresu vā asītimahāsāvakesu vā, antamaso dhammabhaṇḍāgārikaānandattherampi kañci anāmantetvā sayameva pattacīvaraṁ ādāya anīkā nissaṭo hatthī viya, yūthā nissaṭo kāḷasīho viya , vātacchinno valāhako viya ekakova upasaṅkami. Kasmā panettha bhagavā sayaṁ agamāsīti? Tayo kulaputtā sāmaggirasaṁ anubhavantā viharanti, tesaṁ paggaṇhanato, pacchimajanataṁ anukampanato dhammagarubhāvato ca. Evaṁ kirassa ahosi – ‘‘ahaṁ ime kulaputte paggaṇhitvā ukkaṁsitvā paṭisanthāraṁ katvā dhammaṁ nesaṁ desessāmī’’ti. Evaṁ tāva paggaṇhanato agamāsi. Aparampissa ahosi – ‘‘anāgate kulaputtā sammāsambuddho samaggavāsaṁ vasantānaṁ santikaṁ sayaṁ gantvā paṭisanthāraṁ katvā dhammaṁ kathetvā tayo kulaputte paggaṇhi, ko nāma samaggavāsaṁ na vaseyyāti samaggavāsaṁ vasitabbaṁ maññamānā khippameva dukkhassantaṁ karissantī’’ti. Evaṁ pacchimajanataṁ anukampanatopi agamāsi. Buddhā ca nāma dhammagaruno honti, so ca nesaṁ dhammagarubhāvo rathavinīte āvikatova. Iti imasmā dhammagarubhāvatopi dhammaṁ paggaṇhissāmīti agamāsi.",
  "atk-s0201a4:5": "Dāyapāloti araññapālo. So taṁ araññaṁ yathā icchiticchitappadesena manussā pavisitvā tattha pupphaṁ vā phalaṁ vā niyyāsaṁ vā dabbasambhāraṁ vā na haranti, evaṁ vatiyā parikkhittassa tassa araññassa yojite dvāre nisīditvā taṁ araññaṁ rakkhati, pāleti. Tasmā ‘‘dāyapālo’’ti vutto. Attakāmarūpāti attano hitaṁ kāmayamānasabhāvā hutvā viharanti. Yo hi imasmiṁ sāsane pabbajitvāpi vejjakammadūtakammapahiṇagamanādīnaṁ vasena ekavīsatianesanāhi jīvikaṁ kappeti, ayaṁ na attakāmarūpo nāma. Yo pana imasmiṁ sāsane pabbajitvā ekavīsatianesanaṁ pahāya catupārisuddhisīle patiṭṭhāya buddhavacanaṁ uggaṇhitvā sappāyadhutaṅgaṁ adhiṭṭhāya aṭṭhatiṁsāya ārammaṇesu cittaruciyaṁ kammaṭṭhānaṁ gahetvā gāmantaṁ pahāya araññaṁ pavisitvā samāpattiyo nibbattetvā vipassanāya kammaṁ kurumāno viharati, ayaṁ attakāmo nāma. Tepi tayo kulaputtā evarūpā ahesuṁ. Tena vuttaṁ – ‘‘attakāmarūpā viharantī’’ti.",
  "atk-s0201a4:6": "Mā tesaṁ aphāsumakāsīti tesaṁ mā aphāsukaṁ akāsīti bhagavantaṁ vāresi. Evaṁ kirassa ahosi – ‘‘ime kulaputtā samaggā viharanti, ekaccassa ca gataṭṭhāne bhaṇḍanakalahavivādā vattanti, tikhiṇasiṅgo caṇḍagoṇo viya ovijjhanto vicarati, athekamaggena dvinnaṁ gamanaṁ na hoti, kadāci ayampi evaṁ karonto imesaṁ kulaputtānaṁ samaggavāsaṁ bhindeyya. Pāsādiko ca panesa suvaṇṇavaṇṇo surasagiddho maññe, gatakālato paṭṭhāya paṇītadāyakānaṁ attano upaṭṭhākānañca vaṇṇakathanādīhi imesaṁ kulaputtānaṁ appamādavihāraṁ bhindeyya. Vasanaṭṭhānāni cāpi etesaṁ kulaputtānaṁ nibaddhāni paricchinnāni tisso ca paṇṇasālā tayo caṅkamā tīṇi divāṭṭhānāni tīṇi mañcapīṭhāni. Ayaṁ pana samaṇo mahākāyo vuḍḍhataro maññe bhavissati. So akāle ime kulaputte senāsanā vuṭṭhāpessati. Evaṁ sabbathāpi etesaṁ aphāsu bhavissatī’’ti. Taṁ anicchanto, ‘‘mā tesaṁ aphāsukamakāsī’’ti bhagavantaṁ vāresi.",
  "atk-s0201a4:7": "Kiṁ panesa jānanto vāresi, ajānantoti? Ajānanto. Kiñcāpi hi tathāgatassa paṭisandhiggahaṇato paṭṭhāya dasasahassacakkavāḷakampanādīni pāṭihāriyāni pavattiṁsu, araññavāsino pana dubbalamanussā sakammappasutā tāni sallakkhetuṁ na sakkonti. Sammāsambuddho ca nāma yadā anekabhikkhusahassaparivāro byāmappabhāya asītianubyañjanehi dvattiṁsamahāpurisalakkhaṇasiriyā ca buddhānubhāvaṁ dassento vicarati, tadā ko esoti apucchitvāva jānitabbo hoti. Tadā pana bhagavā sabbampi taṁ buddhānubhāvaṁ cīvaragabbhena paṭicchādetvā valāhakagabbhena paṭicchanno puṇṇacando viya sayameva pattacīvaramādāya aññātakavesena agamāsi. Iti naṁ ajānantova dāyapālo nivāresi.",
  "atk-s0201a4:8": "Etadavocāti thero kira mā samaṇāti dāyapālassa kathaṁ sutvāva cintesi – ‘‘mayaṁ tayo janā idha viharāma, aññe pabbajitā nāma natthi, ayañca dāyapālo pabbajitena viya saddhiṁ katheti, ko nu kho bhavissatī’’ti divāṭṭhānato vuṭṭhāya dvāre ṭhatvā maggaṁ olokento bhagavantaṁ addasa. Bhagavāpi therassa saha dassaneneva sarīrobhāsaṁ muñci, asītianubyañjanavirājitā byāmappabhā pasāritasuvaṇṇapaṭo viya virocittha. Thero, ‘‘ayaṁ dāyapālo phaṇakataṁ āsivisaṁ gīvāya gahetuṁ hatthaṁ pasārento viya loke aggapuggalena saddhiṁ kathentova na jānāti, aññatarabhikkhunā viya saddhiṁ kathetī’’ti nivārento etaṁ, ‘‘mā, āvuso dāyapālā’’tiādivacanaṁ avoca.",
  "atk-s0201a4:9": "Tenupasaṅkamīti kasmā bhagavato paccuggamanaṁ akatvā upasaṅkami? Evaṁ kirassa ahosi – ‘‘mayaṁ tayo janā samaggavāsaṁ vasāma, sacāhaṁ ekakova paccuggamanaṁ karissāmi, samaggavāso nāma na bhavissatī’’ti piyamitte gahetvāva paccuggamanaṁ karissāmi. Yathā ca bhagavā mayhaṁ piyo, evaṁ sahāyānampi me piyoti, tehi saddhiṁ paccuggamanaṁ kātukāmo sayaṁ akatvāva upasaṅkami. Keci pana tesaṁ therānaṁ paṇṇasāladvāre caṅkamanakoṭiyā bhagavato āgamanamaggo hoti, tasmā thero tesaṁ saññaṁ dadamānova gatoti. Abhikkamathāti ito āgacchatha. Pāde pakkhālesīti vikasitapadumasannibhehi jālahatthehi maṇivaṇṇaṁ udakaṁ gahetvā suvaṇṇavaṇṇesu piṭṭhipādesu udakamabhisiñcitvā pādena pādaṁ ghaṁsanto pakkhālesi. Buddhānaṁ kāye rajojallaṁ nāma na upalimpati, kasmā pakkhālesīti? Sarīrassa utuggahaṇatthaṁ, tesañca cittasampahaṁsanatthaṁ. Amhehi abhihaṭena udakena bhagavā pāde pakkhālesi, paribhogaṁ akāsīti tesaṁ bhikkhūnaṁ balavasomanassavasena cittaṁ pīṇitaṁ hoti, tasmā pakkhālesi. Āyasmantaṁ anuruddhaṁ bhagavā etadavocāti so kira tesaṁ vuḍḍhataro.",
  "atk-s0201a4:10": "326. Tassa saṅgahe kate sesānaṁ katova hotīti theraññeva etaṁ kacci vo anuruddhātiādivacanaṁ avoca. Tattha kaccīti pucchanatthe nipāto. Voti sāmivacanaṁ. Idaṁ vuttaṁ hoti – kacci anuruddhā tumhākaṁ khamanīyaṁ, iriyāpatho vo khamati? Kacci yāpanīyaṁ, kacci vo jīvitaṁ yāpeti ghaṭiyati? Kacci piṇḍakena na kilamatha, kacci tumhākaṁ sulabhapiṇḍaṁ, sampatte vo disvā manussā uḷuṅkayāguṁ vā kaṭacchubhikkhaṁ vā dātabbaṁ maññantīti bhikkhācāravattaṁ pucchati. Kasmā? Paccayena akilamantena hi sakkā samaṇadhammo kātuṁ, vattameva vā etaṁ pabbajitānaṁ. Atha tena paṭivacane dinne, ‘‘anuruddhā, tumhe rājapabbajitā mahāpuññā, manussā tumhākaṁ araññe vasantānaṁ adatvā kassa aññassa dātabbaṁ maññissanti, tumhe pana etaṁ bhuñjitvā kiṁ nu kho migapotakā viya aññamaññaṁ saṅghaṭṭentā viharatha, udāhu sāmaggibhāvo vo atthī’’ti sāmaggirasaṁ pucchanto, kacci pana vo, anuruddhā, samaggātiādimāha.",
  "atk-s0201a4:11": "Tattha khīrodakībhūtāti yathā khīrañca udakañca aññamaññaṁ saṁsandati, visuṁ na hoti, ekattaṁ viya upeti, kacci evaṁ sāmaggivasena ekattūpagatacittuppādā viharathāti pucchati. Piyacakkhūhīti mettacittaṁ paccupaṭṭhapetvā olokanacakkhūni piyacakkhūni nāma. Kacci tathārūpehi cakkhūhi aññamaññaṁ sampassantā viharathāti pucchati. Tagghāti ekaṁsatthe nipāto. Ekaṁsena mayaṁ, bhanteti vuttaṁ hoti. Yathā kathaṁ panāti ettha yathāti nipātamattaṁ. Kathanti kāraṇapucchā. Kathaṁ pana tumhe evaṁ viharatha, kena kāraṇena viharatha, taṁ me kāraṇaṁ brūthāti vuttaṁ hoti. Mettaṁ kāyakammanti mettacittavasena pavattaṁ kāyakammaṁ. Āvi ceva raho cāti sammukhā ceva parammukhā ca. Itaresupi eseva nayo.",
  "atk-s0201a4:12": "Tattha sammukhā kāyavacīkammāni sahavāse labbhanti, itarāni vippavāse. Manokammaṁ sabbattha labbhati. Yañhi sahavasantesu ekena mañcapīṭhaṁ vā dārubhaṇḍaṁ vā mattikābhaṇḍaṁ vā bahi dunnikkhittaṁ hoti, taṁ disvā kenidaṁ vaḷañjitanti avaññaṁ akatvā attanā dunnikkhittaṁ viya gahetvā paṭisāmentassa paṭijaggitabbayuttaṁ vā pana ṭhānaṁ paṭijaggantassa sammukhā mettaṁ kāyakammaṁ nāma hoti. Ekasmiṁ pakkante tena dunnikkhittaṁ senāsanaparikkhāraṁ tatheva nikkhipantassa paṭijaggitabbayuttaṭṭhānaṁ vā pana paṭijaggantassa parammukhā mettaṁ kāyakammaṁ nāma hoti. Sahavasantassa pana tehi saddhiṁ madhuraṁ sammodanīyaṁ kathaṁ paṭisanthārakathaṁ sāraṇīyakathaṁ dhammīkathaṁ sarabhaññaṁ sākacchaṁ pañhapucchanaṁ pañhavissajjananti evamādikaraṇe sammukhā mettaṁ vacīkammaṁ nāma hoti. Theresu pana pakkantesu mayhaṁ piyasahāyo nandiyatthero kimilatthero evaṁ sīlasampanno, evaṁ ācārasampannotiādiguṇakathanaṁ parammukhā mettaṁ vacīkammaṁ nāma hoti. Mayhaṁ piyamitto nandiyatthero kimilatthero avero hotu, abyāpajjo sukhī hotūti evaṁ samannāharato pana sammukhāpi parammukhāpi mettaṁ manokammaṁ hotiyeva.",
  "atk-s0201a4:13": "Nānā hi kho no, bhante, kāyāti kāyañhi piṭṭhaṁ viya mattikā viya ca omadditvā ekato kātuṁ na sakkā. Ekañca pana maññe cittanti cittaṁ pana no hitaṭṭhena nirantaraṭṭhena aviggahaṭṭhena samaggaṭṭhena ekamevāti dasseti. Kathaṁ panetaṁ sakaṁ cittaṁ nikkhipitvā itaresaṁ cittavasena vattiṁsūti? Ekassa patte malaṁ uṭṭhahati, ekassa cīvaraṁ kiliṭṭhaṁ hoti, ekassa paribhaṇḍakammaṁ hoti. Tattha yassa patte malaṁ uṭṭhitaṁ, tena mamāvuso, patte malaṁ uṭṭhitaṁ pacituṁ vaṭṭatīti vutte itare mayhaṁ cīvaraṁ kiliṭṭhaṁ dhovitabbaṁ, mayhaṁ paribhaṇḍaṁ kātabbanti avatvā araññaṁ pavisitvā dārūni āharitvā chinditvā pattakaṭāhe paribhaṇḍaṁ katvā tato paraṁ cīvaraṁ vā dhovanti, paribhaṇḍaṁ vā karonti. Mamāvuso, cīvaraṁ kiliṭṭhaṁ dhovituṁ vaṭṭati, mama paṇṇasālā uklāpā paribhaṇḍaṁ kātuṁ vaṭṭatīti paṭhamataraṁ ārocitepi eseva nayo.",
  "atk-s0201a4:14": "327.Sādhusādhu, anuruddhāti bhagavā heṭṭhā na ca mayaṁ, bhante, piṇḍakena kilamimhāti vutte na sādhukāramadāsi. Kasmā? Ayañhi kabaḷīkāro āhāro nāma imesaṁ sattānaṁ apāyalokepi devamanussalokepi āciṇṇasamāciṇṇova. Ayaṁ pana lokasannivāso yebhuyyena vivādapakkhando, apāyaloke devamanussalokepi ime sattā paṭiviruddhā eva, etesaṁ sāmaggikālo dullabho, kadācideva hotīti samaggavāsassa dullabhattā idha bhagavā sādhukāramadāsi. Idāni tesaṁ appamādalakkhaṇaṁ pucchanto kaccipana vo, anuruddhātiādimāha. Tattha voti nipātamattaṁ paccattavacanaṁ vā, kacci tumheti attho. Amhākanti amhesu tīsu janesu. Piṇḍāya paṭikkamatīti gāme piṇḍāya caritvā paccāgacchati. Avakkārapātinti atirekapiṇḍapātaṁ apanetvā ṭhapanatthāya ekaṁ samuggapātiṁ dhovitvā ṭhapeti.",
  "atk-s0201a4:15": "Yo pacchāti te kira therā na ekatova bhikkhācāraṁ pavisanti, phalasamāpattiratā hete. Pātova sarīrappaṭijagganaṁ katvā vattappaṭipattiṁ pūretvā senāsanaṁ pavisitvā kālaparicchedaṁ katvā phalasamāpattiṁ appetvā nisīdanti. Tesu yo paṭhamataraṁ nisinno attano kālaparicchedavasena paṭhamataraṁ uṭṭhāti; so piṇḍāya caritvā paṭinivatto bhattakiccaṭṭhānaṁ āgantvā jānāti – ‘‘dve bhikkhū pacchā, ahaṁ paṭhamataraṁ āgato’’ti. Atha pattaṁ pidahitvā āsanapaññāpanādīni katvā yadi patte paṭivisamattameva hoti, nisīditvā bhuñjati. Yadi atirekaṁ hoti, avakkārapātiyaṁ pakkhipitvā pātiṁ pidhāya bhuñjati. Katabhattakicco pattaṁ dhovitvā vodakaṁ katvā thavikāya osāpetvā pattacīvaraṁ gahetvā attano vasanaṭṭhānaṁ pavisati. Dutiyopi āgantvāva jānāti – ‘‘eko paṭhamaṁ āgato, eko pacchato’’ti. So sace patte bhattaṁ pamāṇameva hoti, bhuñjati. Sace mandaṁ, avakkārapātito gahetvā bhuñjati. Sace atirekaṁ hoti, avakkārapātiyaṁ pakkhipitvā pamāṇameva bhuñjitvā purimatthero viya vasanaṭṭhānaṁ pavisati. Tatiyopi āgantvāva jānāti – ‘‘dve paṭhamaṁ āgatā, ahaṁ pacchato’’ti. Sopi dutiyatthero viya bhuñjitvā katabhattakicco pattaṁ dhovitvā vodakaṁ katvā thavikāya osāpetvā āsanāni ukkhipitvā paṭisāmeti; pānīyaghaṭe vā paribhojanīyaghaṭe vā avasesaṁ udakaṁ chaḍḍetvā ghaṭe nikujjitvā avakkārapātiyaṁ sace avasesabhattaṁ hoti, taṁ vuttanayena jahitvā pātiṁ dhovitvā paṭisāmeti; bhattaggaṁ sammajjati. Tato kacavaraṁ chaḍḍetvā sammajjaniṁ ukkhipitvā upacikāhi muttaṭṭhāne ṭhapetvā pattacīvaramādāya vasanaṭṭhānaṁ pavisati. Idaṁ therānaṁ bahivihāre araññe bhattakiccakaraṇaṭṭhāne bhojanasālāyaṁ vattaṁ. Idaṁ sandhāya, ‘‘yo pacchā’’tiādi vuttaṁ.",
  "atk-s0201a4:16": "Yo passatītiādi pana nesaṁ antovihāre vattanti veditabbaṁ. Tattha vaccaghaṭanti ācamanakumbhiṁ. Rittanti rittakaṁ. Tucchanti tasseva vevacanaṁ. Avisayhanti ukkhipituṁ asakkuṇeyyaṁ, atibhāriyaṁ. Hatthavikārenāti hatthasaññāya. Te kira pānīyaghaṭādīsu yaṁkiñci tucchakaṁ gahetvā pokkharaṇiṁ gantvā anto ca bahi ca dhovitvā udakaṁ parissāvetvā tīre ṭhapetvā aññaṁ bhikkhuṁ hatthavikārena āmantenti, odissa vā anodissa vā saddaṁ na karonti. Kasmā odissa saddaṁ na karonti? Taṁ bhikkhuṁ saddo bādheyyāti. Kasmā anodissa saddaṁ na karonti? Anodissa sadde dinne, ‘‘ahaṁ pure, ahaṁ pure’’ti dvepi nikkhameyyuṁ, tato dvīhi kattabbakamme tatiyassa kammacchedo bhaveyya. Saṁyatapadasaddo pana hutvā aparassa bhikkhuno divāṭṭhānasantikaṁ gantvā tena diṭṭhabhāvaṁ ñatvā hatthasaññaṁ karoti, tāya saññāya itaro āgacchati, tato dve janā hatthena hatthaṁ saṁsibbantā dvīsu hatthesu ṭhapetvā upaṭṭhapenti. Taṁ sandhāyāha – ‘‘hatthavikārena dutiyaṁ āmantetvā hatthavilaṅghakena upaṭṭhapemā’’ti.",
  "atk-s0201a4:17": "Pañcāhikaṁ kho panāti cātuddase pannarase aṭṭhamiyanti idaṁ tāva pakatidhammassavanameva, taṁ akhaṇḍaṁ katvā pañcame pañcame divase dve therā nātivikāle nhāyitvā anuruddhattherassa vasanaṭṭhānaṁ gacchanti. Tattha tayopi nisīditvā tiṇṇaṁ piṭakānaṁ aññatarasmiṁ aññamaññaṁ pañhaṁ pucchanti , aññamaññaṁ vissajjenti, tesaṁ evaṁ karontānaṁyeva aruṇaṁ uggacchati. Taṁ sandhāyetaṁ vuttaṁ. Ettāvatā therena bhagavatā appamādalakkhaṇaṁ pucchitena pamādaṭṭhānesuyeva appamādalakkhaṇaṁ vissajjitaṁ hoti. Aññesañhi bhikkhūnaṁ bhikkhācāraṁ pavisanakālo, nikkhamanakālo, nivāsanaparivattanaṁ, cīvarapārupanaṁ, antogāme piṇḍāya caraṇaṁ dhammakathanaṁ, anumodanaṁ , gāmato nikkhamitvā bhattakiccakaraṇaṁ, pattadhovanaṁ, pattaosāpanaṁ, pattacīvarapaṭisāmananti papañcakaraṇaṭṭhānāni etāni. Tasmā thero amhākaṁ ettakaṁ ṭhānaṁ muñcitvā pamādakālo nāma natthīti dassento pamādaṭṭhānesuyeva appamādalakkhaṇaṁ vissajjesi.",
  "atk-s0201a4:18": "328. Athassa bhagavā sādhukāraṁ datvā paṭhamajjhānaṁ pucchanto puna atthi pana votiādimāha. Tattha uttari manussadhammāti manussadhammato uttari. Alamariyañāṇadassanavisesoti ariyabhāvakaraṇasamattho ñāṇaviseso. Kiñhi no siyā, bhanteti kasmā, bhante, nādhigato bhavissati, adhigatoyevāti. Yāva devāti yāva eva.",
  "atk-s0201a4:19": "329. Evaṁ paṭhamajjhānādhigame byākate dutiyajjhānādīni pucchanto etassa pana votiādimāha. Tattha samatikkamāyāti samatikkamatthāya. Paṭippassaddhiyāti paṭippassaddhatthāya. Sesaṁ sabbattha vuttanayeneva veditabbaṁ. Pacchimapañhe pana lokuttarañāṇadassanavasena adhigataṁ nirodhasamāpattiṁ pucchanto alamariyañāṇadassanavisesoti āha. Theropi pucchānurūpeneva byākāsi. Tattha yasmā vedayitasukhato avedayitasukhaṁ santataraṁ paṇītataraṁ hoti, tasmā aññaṁ phāsuvihāraṁ uttaritaraṁ vā paṇītataraṁ vā na samanupassāmāti āha.",
  "atk-s0201a4:20": "330.Dhammiyā kathāyāti sāmaggirasānisaṁsappaṭisaṁyuttāya dhammiyā kathāya. Sabbepi te catūsu saccesu pariniṭṭhitakiccā, tena tesaṁ paṭivedhatthāya kiñci kathetabbaṁ natthi. Sāmaggirasena pana ayañca ayañca ānisaṁsoti sāmaggirasānisaṁsameva nesaṁ bhagavā kathesi. Bhagavantaṁ anusaṁyāyitvāti anugantvā. Te kira bhagavato pattacīvaraṁ gahetvā thokaṁ agamaṁsu, atha bhagavā vihārassa pariveṇapariyantaṁ gatakāle, ‘‘āharatha me pattacīvaraṁ, tumhe idheva tiṭṭhathā’’ti pakkāmi. Tato paṭinivattitvāti tato ṭhitaṭṭhānato nivattitvā. Kiṁ nu kho mayaṁ āyasmatoti bhagavantaṁ nissāya pabbajjādīni adhigantvāpi attano guṇakathāya aṭṭiyamānā adhigamappicchatāya āhaṁsu. Imāsañca imāsañcāti paṭhamajjhānādīnaṁ lokiyalokuttarānaṁ. Cetasā ceto paricca viditoti ajja me āyasmanto lokiyasamāpattiyā vītināmesuṁ, ajja lokuttarāyāti evaṁ cittena cittaṁ paricchinditvā viditaṁ. Devatāpi meti, bhante anuruddha, ajja ayyo nandiyatthero, ajja ayyo kimilatthero imāya ca imāya ca samāpattiyā vītināmesīti evamārocesunti attho. Pañhābhipuṭṭhenāti tampi mayā sayaṁ viditanti vā devatāhi ārocitanti vā ettakeneva mukhaṁ me sajjanti kathaṁ samuṭṭhāpetvā apuṭṭheneva me na kathitaṁ. Bhagavatā pana pañhābhipuṭṭhena pañhaṁ abhipucchitena satā byākataṁ, tatra me kiṁ na rocathāti āha.",
  "atk-s0201a4:21": "331.Dīghoti ‘‘maṇi māṇivaro dīgho, atho serīsako sahā’’ti (dī. ni. 3.293) evaṁ āgato aṭṭhavīsatiyā yakkhasenāpatīnaṁ abbhantaro eko devarājā. Parajanoti tasseva yakkhassa nāmaṁ. Yena bhagavā tenupasaṅkamīti so kira vessavaṇena pesito etaṁ ṭhānaṁ gacchanto bhagavantaṁ sayaṁ pattacīvaraṁ gahetvā giñjakāvasathato gosiṅgasālavanassa antare disvā bhagavā attanā pattacīvaraṁ gahetvā gosiṅgasālavane tiṇṇaṁ kulaputtānaṁ santikaṁ gacchati. Ajja mahatī dhammadesanā bhavissati. Mayāpi tassā desanāya bhāginā bhavitabbanti adissamānena kāyena satthu padānupadiko gantvā avidūre ṭhatvā dhammaṁ sutvā satthari gacchantepi na gato, – ‘‘ime therā kiṁ karissantī’’ti dassanatthaṁ pana tattheva ṭhito. Atha te dve there anuruddhattheraṁ paliveṭhente disvā, – ‘‘ime therā bhagavantaṁ nissāya pabbajjādayo sabbaguṇe adhigantvāpi bhagavatova maccharāyanti, na sahanti, ativiya nilīyanti paṭicchādenti, na dāni tesaṁ paṭicchādetuṁ dassāmi, pathavito yāva brahmalokā etesaṁ guṇe pakāsessāmī’’ti cintetvā yena bhagavā tenupasaṅkami.",
  "atk-s0201a4:22": "Lābhā vata, bhanteti ye, bhante, vajjiraṭṭhavāsino bhagavantañca ime ca tayo kulaputte passituṁ labhanti, vandituṁ labhanti, deyyadhammaṁ dātuṁ labhanti, dhammaṁ sotuṁ labhanti, tesaṁ lābhā, bhante, vajjīnanti attho. Saddaṁ sutvāti so kira attano yakkhānubhāvena mahantaṁ saddaṁ katvā sakalaṁ vajjiraṭṭhaṁ ajjhottharanto taṁ vācaṁ nicchāresi. Tena cassa tesu rukkhapabbatādīsu adhivatthā bhummā devatā saddaṁ assosuṁ. Taṁ sandhāya vuttaṁ – ‘‘saddaṁ sutvā’’ti. Anussāvesunti mahantaṁ saddaṁ sutvā sāvesuṁ. Esa nayo sabbattha. Yāva brahmalokāti yāva akaniṭṭhabrahmalokā. Tañcepi kulanti, ‘‘amhākaṁ kulato nikkhamitvā ime kulaputtā pabbajitā evaṁ sīlavanto guṇavanto ācārasampannā kalyāṇadhammā’’ti evaṁ tañcepi kulaṁ ete tayo kulaputte pasannacittaṁ anussareyyāti evaṁ sabbattha attho daṭṭhabbo. Iti bhagavā yathānusandhināva desanaṁ niṭṭhapesīti.",
  "atk-s0201a4:23": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a4:24": "Cūḷagosiṅgasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a4:25": "2. Mahāgosiṅgasuttavaṇṇanā",
  "atk-s0201a4:26": "332.Evaṁme sutanti mahāgosiṅgasuttaṁ. Tattha gosiṅgasālavanadāyeti idaṁ vasanaṭṭhānadassanatthaṁ vuttaṁ. Aññesu hi suttesu, ‘‘sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme’’ti evaṁ paṭhamaṁ gocaragāmaṁ dassetvā pacchā vasanaṭṭhānaṁ dasseti. Imasmiṁ pana mahāgosiṅgasutte bhagavato gocaragāmo anibandho, kocideva gocaragāmo bhavissati. Tasmā vasanaṭṭhānameva paridīpitaṁ. Araññanidānakaṁ nāmetaṁ suttanti. Sambahulehīti bahukehi. Abhiññātehi abhiññātehīti sabbattha vissutehi pākaṭehi. Therehi sāvakehi saddhinti pātimokkhasaṁvarādīhi thirakārakeheva dhammehi samannāgatattā therehi, savanante jātattā sāvakehi saddhiṁ ekato. Idāni te there sarūpato dassento, āyasmatā ca sāriputtenātiādimāha. Tatthāyasmā sāriputto attano sīlādīhi guṇehi buddhasāsane abhiññāto. Cakkhumantānaṁ gaganamajjhe ṭhito sūriyo viya cando viya, samuddatīre ṭhitānaṁ sāgaro viya ca pākaṭo paññāto. Na kevalañcassa imasmiṁ sutte āgataguṇavaseneva mahantatā veditabbā, ito aññesaṁ dhammadāyādasuttaṁ anaṅgaṇasuttaṁ sammādiṭṭhisuttaṁ sīhanādasuttaṁ rathavinītaṁ mahāhatthipadopamaṁ mahāvedallaṁ cātumasuttaṁ dīghanakhaṁ anupadasuttaṁ sevitabbāsevitabbasuttaṁ saccavibhaṅgasuttaṁ piṇḍapātapārisuddhi sampasādanīyaṁ saṅgītisuttaṁ dasuttarasuttaṁ pavāraṇāsuttaṁ (saṁ. ni. 1.215 ādayo) susimasuttaṁ therapañhasuttaṁ mahāniddeso paṭisambhidāmaggo therasīhanādasuttaṁ abhinikkhamanaṁ etadagganti imesampi suttānaṁ vasena therassa mahantatā veditabbā. Etadaggasmiñhi, ‘‘etadaggaṁ, bhikkhave, mama sāvakānaṁ bhikkhūnaṁ mahāpaññānaṁ yadidaṁ sāriputto’’ti (a. ni. 1.188-189) vuttaṁ.",
  "atk-s0201a4:27": "Mahāmoggallānopi sīlādiguṇehi ceva imasmiṁ sutte āgataguṇehi ca thero viya abhiññāto pākaṭo mahā. Apicassa anumānasuttaṁ, cūḷataṇhāsaṅkhayasuttaṁ māratajjaniyasuttaṁ pāsādakampanaṁ sakalaṁ iddhipādasaṁyuttaṁ nandopanandadamanaṁ yamakapāṭihāriyakāle devalokagamanaṁ vimānavatthu petavatthu therassa abhinikkhamanaṁ etadagganti imesampi vasena mahantabhāvo veditabbo . Etadaggasmiñhi, ‘‘etadaggaṁ, bhikkhave, mama sāvakānaṁ bhikkhūnaṁ iddhimantānaṁ yadidaṁ mahāmoggallāno’’ti (a. ni. 1.190) vuttaṁ.",
  "atk-s0201a4:28": "Mahākassapopi sīlādiguṇehi ceva imasmiṁ sutte āgataguṇehi ca thero viya abhiññāto pākaṭo mahā. Apicassa cīvaraparivattanasuttaṁ jiṇṇacīvarasuttaṁ (saṁ. ni. 2.154 ādayo) candopamaṁ sakalaṁ kassapasaṁyuttaṁ mahāariyavaṁsasuttaṁ therassa abhinikkhamanaṁ etadagganti imesampi vasena mahantabhāvo veditabbo. Etadaggasmiñhi, ‘‘etadaggaṁ , bhikkhave, mama sāvakānaṁ bhikkhūnaṁ dhutavādānaṁ yadidaṁ mahākassapo’’ti (a. ni. 1.191) vuttaṁ.",
  "atk-s0201a4:29": "Anuruddhattheropi sīlādiguṇehi ceva imasmiṁ sutte āgataguṇehi ca thero viya abhiññāto pākaṭo mahā. Apicassa cūḷagosiṅgasuttaṁ naḷakapānasuttaṁ anuttariyasuttaṁ upakkilesasuttaṁ anuruddhasaṁyuttaṁ mahāpurisavitakkasuttaṁ therassa abhinikkhamanaṁ etadagganti imesampi vasena mahantabhāvo veditabbo. Etadaggasmiñhi, ‘‘etadaggaṁ, bhikkhave, mama sāvakānaṁ bhikkhūnaṁ dibbacakkhukānaṁ yadidaṁ anuruddho’’ti (a. ni. 1.192) vuttaṁ.",
  "atk-s0201a4:30": "Āyasmatā ca revatenāti ettha pana dve revatā khadiravaniyarevato ca kaṅkhārevato ca. Tattha khadiravaniyarevato dhammasenāpatittherassa kaniṭṭhabhātiko, na so idha adhippeto. ‘‘Akappiyo guḷo, akappiyā muggā’’ti (mahāva. 272) evaṁ kaṅkhābahulo pana thero idha revatoti adhippeto. Sopi sīlādiguṇehi ceva imasmiṁ sutte āgataguṇehi ca thero viya abhiññāto pākaṭo mahā. Apicassa abhinikkhamanenapi etadaggenapi mahantabhāvo veditabbo. Etadaggasmiñhi, ‘‘etadaggaṁ, bhikkhave, mama sāvakānaṁ bhikkhūnaṁ jhāyīnaṁ yadidaṁ kaṅkhārevato’’ti (a. ni. 1.204) vuttaṁ.",
  "atk-s0201a4:31": "Ānandattheropi sīlādiguṇehi ceva imasmiṁ sutte āgataguṇehi ca thero viya abhiññāto pākaṭo mahā. Apicassa sekkhasuttaṁ bāhitikasuttaṁ āneñjasappāyaṁ gopakamoggallānaṁ bahudhātukaṁ cūḷasuññataṁ mahāsuññataṁ acchariyabbhutasuttaṁ bhaddekarattaṁ mahānidānaṁ mahāparinibbānaṁ subhasuttaṁ cūḷaniyalokadhātusuttaṁ abhinikkhamanaṁ etadagganti imesampi vasena mahantabhāvo veditabbo. Etadaggasmiñhi, ‘‘etadaggaṁ, bhikkhave, mama sāvakānaṁ bhikkhūnaṁ bahussutānaṁ yadidaṁ ānando’’ti (a. ni. 1.219-223) vuttaṁ.",
  "atk-s0201a4:32": "Aññehi ca abhiññātehi abhiññātehīti na kevalañca eteheva, aññehi ca mahāguṇatāya pākaṭehi abhiññātehi bahūhi therehi sāvakehi saddhiṁ bhagavā gosiṅgasālavanadāye viharatīti attho. Āyasmā hi sāriputto sayaṁ mahāpañño aññepi bahū mahāpaññe bhikkhū gahetvā tadā dasabalaṁ parivāretvā vihāsi. Āyasmā mahāmoggallāno sayaṁ iddhimā, āyasmā mahākassapo sayaṁ dhutavādo, āyasmā anuruddho sayaṁ dibbacakkhuko, āyasmā revato sayaṁ jhānābhirato, āyasmā ānando sayaṁ bahussuto aññepi bahū bahussute bhikkhū gahetvā tadā dasabalaṁ parivāretvā vihāsi, evaṁ tadā ete ca aññe ca abhiññātā mahātherā tiṁsasahassamattā bhikkhū dasabalaṁ parivāretvā vihariṁsūti veditabbā.",
  "atk-s0201a4:33": "Paṭisallānā vuṭṭhitoti phalasamāpattivivekato vuṭṭhito. Yenāyasmā mahākassapo tenupasaṅkamīti thero kira paṭisallānā vuṭṭhito pacchimalokadhātuṁ olokento vanante kīḷantassa mattakhattiyassa kaṇṇato patamānaṁ kuṇḍalaṁ viya, saṁharitvā samugge pakkhipamānaṁ rattakambalaṁ viya, maṇināgadantato patamānaṁ satasahassagghanikaṁ suvaṇṇapātiṁ viya ca atthaṁ gacchamānaṁ paripuṇṇapaṇṇāsayojanaṁ sūriyamaṇḍalaṁ addasa. Tadanantaraṁ pācīnalokadhātuṁ olokento nemiyaṁ gahetvā parivattayamānaṁ rajatacakkaṁ viya, rajatakūṭato nikkhamantaṁ khīradhārāmaṇḍaṁ viya, sapakkhe papphoṭetvā gaganatale pakkhandamānaṁ setahaṁsaṁ viya ca meghavaṇṇāya samuddakucchito uggantvā pācīnacakkavāḷapabbatamatthake sasalakkhaṇappaṭimaṇḍitaṁ ekūnapaṇṇāsayojanaṁ candamaṇḍalaṁ addasa. Tato sālavanaṁ olokesi. Tasmiñhi samaye sālarukkhā mūlato paṭṭhāya yāva aggā sabbapāliphullā dukūlapārutā viya, muttākalāpavinaddhā viya ca virociṁsu. Bhūmitalaṁ pupphasantharapūjāya paṭimaṇḍitaṁ viya, tattha tattha nipatantena pupphareṇunā lākhārasena siñcamānaṁ viya ca ahosi. Bhamaramadhukaragaṇā kusumareṇumadamattā upagāyamānā viya vanantaresu vicaranti. Tadā ca uposathadivasova hoti. Atha thero, ‘‘kāya nu kho ajja ratiyā vītināmessāmī’’ti cintesi, ariyasāvakā ca nāma piyadhammassavanā honti. Athassa etadahosi – ‘‘ajja mayhaṁ jeṭṭhabhātikassa dhammasenāpatittherassa santikaṁ gantvā dhammaratiyā vītināmessāmī’’ti. Gacchanto pana ekakova agantvā ‘‘mayhaṁ piyasahāyaṁ mahākassapattheraṁ gahetvā gamissāmī’’ti nisinnaṭṭhānato vuṭṭhāya cammakhaṇḍaṁ papphoṭetvā yenāyasmā mahākassapo tenupasaṅkami.",
  "atk-s0201a4:34": "Evamāvusotikho āyasmā mahākassapoti theropi yasmā piyadhammassavanova ariyasāvako, tasmā tassa vacanaṁ sutvā gacchāvuso, tvaṁ, mayhaṁ sīsaṁ vā rujjati piṭṭhi vāti kiñci lesāpadesaṁ akatvā tuṭṭhahadayova, ‘‘evamāvuso’’tiādimāha. Paṭissutvā ca nisinnaṭṭhānato vuṭṭhāya cammakhaṇḍaṁ papphoṭetvā mahāmoggallānaṁ anubandhi. Tasmiṁ samaye dve mahātherā paṭipāṭiyā ṭhitāni dve candamaṇḍalāni viya, dve sūriyamaṇḍalāni viya, dve chaddantanāgarājāno viya, dve sīhā viya, dve byagghā viya ca virociṁsu. Anuruddhattheropi tasmiṁ samaye divāṭṭhāne nisinno dve mahāthere sāriputtattherassa santikaṁ gacchante disvā pacchimalokadhātuṁ olokento sūriyaṁ vanantaṁ pavisantaṁ viya, pācīnalokadhātuṁ olokento candaṁ vanantato uggacchantaṁ viya, sālavanaṁ olokento sabbapāliphullameva sālavanañca disvā ajja uposathadivaso, ime ca me jeṭṭhabhātikā dhammasenāpatissa santikaṁ gacchanti, mahantena dhammassavanena bhavitabbaṁ, ahampi dhammassavanassa bhāgī bhavissāmīti nisinnaṭṭhānato vuṭṭhāya cammakhaṇḍaṁ papphoṭetvā mahātherānaṁ padānupadiko hutvā nikkhami. Tena vuttaṁ – ‘‘atha kho āyasmā ca mahāmoggallāno āyasmā ca mahākassapo āyasmā ca anuruddho yenāyasmā sāriputto tenupasaṅkamiṁsū’’ti. Upasaṅkamiṁsūti. Paṭipāṭiyā ṭhitā tayo candā viya, sūriyā viya, sīhā viya ca virocamānā upasaṅkamiṁsu.",
  "atk-s0201a4:35": "333. Evaṁ upasaṅkamante pana te mahāthere āyasmā ānando attano divāṭṭhāne nisinnoyeva disvā, ‘‘ajja mahantaṁ dhammassavanaṁ bhavissati, mayāpi tassa bhāginā bhavitabbaṁ, na kho pana ekakova gamissāmi, mayhaṁ piyasahāyampi revatattheraṁ gahetvā gamissāmī’’ti sabbaṁ mahāmoggallānassa mahākassapassa anuruddhassa upasaṅkamane vuttanayeneva vitthārato veditabbaṁ. Iti te dve janā paṭipāṭiyā ṭhitā dve candā viya, sūriyā viya, sīhā viya ca virocamānā upasaṅkamiṁsu. Tena vuttaṁ – ‘‘addasā kho āyasmā sāriputto’’tiādi . Disvāna āyasmantaṁ ānandaṁ etadavocāti dūratova disvā anukkamena kathāupacāraṁ sampattametaṁ, ‘‘etu kho āyasmā’’tiādivacanaṁ avoca. Ramaṇīyaṁ, āvusoti ettha duvidhaṁ rāmaṇeyyakaṁ vanarāmaṇeyyakaṁ puggalarāmaṇeyyakañca. Tattha vanaṁ nāma nāgasalaḷasālacampakādīhi sañchannaṁ hoti bahalacchāyaṁ pupphaphalūpagaṁ vividharukkhaṁ udakasampannaṁ gāmato nissaṭaṁ, idaṁ vanarāmaṇeyyakaṁ nāma. Yaṁ sandhāya vuttaṁ –",
  "atk-s0201a4:36": "‘‘Ramaṇīyāni araññāni, yattha na ramatī jano;",
  "atk-s0201a4:37": "Vītarāgā ramissanti, na te kāmagavesino’’ti. (dha. pa. 99);",
  "atk-s0201a4:38": "Vanaṁ pana sacepi ujjaṅgale hoti nirudakaṁ viralacchāyaṁ kaṇṭakasamākiṇṇaṁ, buddhādayopettha ariyā viharanti, idaṁ puggalarāmaṇeyyakaṁ nāma. Yaṁ sandhāya vuttaṁ –",
  "atk-s0201a4:39": "‘‘Gāme vā yadi vāraññe, ninne vā yadi vā thale;",
  "atk-s0201a4:40": "Yattha arahanto viharanti, taṁ bhūmirāmaṇeyyaka’’nti. (dha. pa. 98);",
  "atk-s0201a4:41": "Idha pana taṁ duvidhampi labbhati. Tadā hi gosiṅgasālavanaṁ sabbapāliphullaṁ hoti kusumagandhasugandhaṁ, sadevake cettha loke aggapuggalo sammāsambuddho tiṁsasahassamattehi abhiññātabhikkhūhi saddhiṁ viharati. Taṁ sandhāya vuttaṁ – ‘‘ramaṇīyaṁ, āvuso ānanda, gosiṅgasālavana’’nti.",
  "atk-s0201a4:42": "Dosināti dosāpagatā, abbhaṁ mahikā dhūmo rajo rāhūti imehi pañcahi upakkilesehi virahitāti vuttaṁ hoti. Sabbapāliphullāti sabbattha pāliphullā, mūlato paṭṭhāya yāva aggā apupphitaṭṭhānaṁ nāma natthi. Dibbā maññe gandhā sampavantīti dibbā mandārapupphakoviḷārapāricchattakacandanacuṇṇagandhā viya samantā pavāyanti, sakkasuyāsantusitanimmānaratiparanimmitamahābrahmānaṁ otiṇṇaṭṭhānaṁ viya vāyantīti vuttaṁ hoti.",
  "atk-s0201a4:43": "Kathaṁrūpena, āvuso ānandāti ānandatthero tesaṁ pañcannaṁ therānaṁ saṅghanavakova. Kasmā thero taṁyeva paṭhamaṁ pucchatīti? Mamāyitattā. Te hi dve therā aññamaññaṁ mamāyiṁsu. Sāriputtatthero, ‘‘mayā kattabbaṁ satthu upaṭṭhānaṁ karotī’’ti ānandattheraṁ mamāyi. Ānandatthero bhagavato sāvakānaṁ aggoti sāriputtattheraṁ mamāyi, kuladārake pabbājetvā sāriputtattherassa santike upajjhaṁ gaṇhāpesi. Sāriputtattheropi tatheva akāsi. Evaṁ ekamekena attano pattacīvaraṁ datvā pabbājetvā upajjhaṁ gaṇhāpitāni pañca bhikkhusatāni ahesuṁ. Āyasmā ānando paṇītāni cīvarādīnipi labhitvā therasseva deti.",
  "atk-s0201a4:44": "Eko kira brāhmaṇo cintesi – ‘‘buddharatanassa ca saṅgharatanassa ca pūjā paññāyati, kathaṁ nu kho dhammaratanaṁ pūjitaṁ nāma hotī’’ti? So bhagavantaṁ upasaṅkamitvā etamatthaṁ pucchi. Bhagavā āha – ‘‘sacesi, brāhmaṇa, dhammaratanaṁ pūjitukāmo, ekaṁ bahussutaṁ pūjehī’’ti bahussutaṁ, bhante, ācikkhathāti bhikkhusaṅghaṁ pucchati. So bhikkhusaṅghaṁ upasaṅkamitvā bahussutaṁ, bhante, ācikkhathāti āha. Ānandatthero brāhmaṇāti. Brāhmaṇo theraṁ sahassagghanikena cīvarena pūjesi. Thero taṁ gahetvā bhagavato santikaṁ agamāsi. Bhagavā ‘‘kuto, ānanda, laddha’’nti āha. Ekena, bhante, brāhmaṇena dinnaṁ, idaṁ panāhaṁ āyasmato sāriputtassa dātukāmoti. Dehi, ānandāti. Cārikaṁ pakkanto, bhanteti. Āgatakāle dehīti. Sikkhāpadaṁ, bhante, paññattanti. Kadā pana sāriputto āgamissatīti? Dasāhamattena, bhanteti. ‘‘Anujānāmi, ānanda, dasāhaparamaṁ atirekacīvaraṁ nikkhipitu’’nti (pārā. 461; mahāva. 347) sikkhāpadaṁ paññapesi. Sāriputtattheropi tatheva yaṁkiñci manāpaṁ labhati, taṁ ānandattherassa deti. Evaṁ te therā aññamaññaṁ mamāyiṁsu, iti mamāyitattā paṭhamaṁ pucchi.",
  "atk-s0201a4:45": "Apica anumatipucchā nāmesā khuddakato paṭṭhāya pucchitabbā hoti. Tasmā thero cintesi – ‘‘ahaṁ paṭhamaṁ ānandaṁ pucchissāmi, ānando attano paṭibhānaṁ byākarissati. Tato revataṁ, anuruddhaṁ, mahākassapaṁ, mahāmoggallānaṁ pucchissāmi. Mahāmoggallāno attano paṭibhānaṁ byākarissati. Tato pañcapi therā maṁ pucchissanti, ahampi attano paṭibhānaṁ byākarissāmī’’ti. Ettāvatāpi ayaṁ dhammadesanā sikhāppattā vepullappattā na bhavissati, atha mayaṁ sabbepi dasabalaṁ upasaṅkamitvā pucchissāma, satthā sabbaññutaññāṇena byākarissati. Ettāvatā ayaṁ dhammadesanā sikhāppattā vepullappattā bhavissati. Yathā hi janapadamhi uppanno aṭṭo gāmabhojakaṁ pāpuṇāti, tasmiṁ nicchituṁ asakkonte janapadabhojakaṁ pāpuṇāti, tasmiṁ asakkonte mahāvinicchayaamaccaṁ, tasmiṁ asakkonte senāpatiṁ, tasmiṁ asakkonte uparājaṁ, tasmiṁ vinicchituṁ asakkonte rājānaṁ pāpuṇāti, raññā vinicchitakālato paṭṭhāya aṭṭo aparāparaṁ na sañcarati, rājavacaneneva chijjati. Evamevaṁ ahañhi paṭhamaṁ ānandaṁ pucchissāmi…pe… atha mayaṁ sabbepi dasabalaṁ upasaṅkamitvā pucchissāma, satthā sabbaññutaññāṇena byākarissati. Ettāvatā ayaṁ dhammadesanā sikhāppattā vepullappattā bhavissati. Evaṁ anumatipucchaṁ pucchanto thero paṭhamaṁ ānandattheraṁ pucchi.",
  "atk-s0201a4:46": "Bahussuto hotīti bahu assa sutaṁ hoti, navaṅgaṁ satthusāsanaṁ pāḷianusandhipubbāparavasena uggahitaṁ hotīti attho. Sutadharoti sutassa ādhārabhūto. Yassa hi ito gahitaṁ ito palāyati, chiddaghaṭe udakaṁ viya na tiṭṭhati, parisamajjhe ekaṁ suttaṁ vā jātakaṁ vā kathetuṁ vā vācetuṁ vā na sakkoti, ayaṁ na sutadharo nāma. Yassa pana uggahitaṁ buddhavacanaṁ uggahitakālasadisameva hoti, dasapi vīsatipi vassāni sajjhāyaṁ akarontassa na nassati, ayaṁ sutadharo nāma. Sutasannicayoti sutassa sannicayabhūto. Yathā hi sutaṁ hadayamañjūsāya sannicitaṁ silāyaṁ lekhā viya, suvaṇṇaghaṭe pakkhittasīhavasā viya ca ajjhosāya tiṭṭhati, ayaṁ sutasannicayo nāma. Dhātāti ṭhitā paguṇā. Ekaccassa hi uggahitaṁ buddhavacanaṁ dhātaṁ paguṇaṁ niccalitaṁ na hoti, asukasuttaṁ vā jātakaṁ vā kathehīti vutte sajjhāyitvā saṁsanditvā samanuggāhitvā jānissāmīti vadati. Ekaccassa dhātaṁ paguṇaṁ bhavaṅgasotasadisaṁ hoti, asukasuttaṁ vā jātakaṁ vā kathehīti vutte uddharitvā tameva katheti. Taṁ sandhāya vuttaṁ ‘‘dhātā’’ti.",
  "atk-s0201a4:47": "Vacasā paricitāti suttadasaka-vaggadasaka-paṇṇāsadasakānaṁ vasena vācāya sajjhāyitā. Manasānupekkhitāti cittena anupekkhitā, yassa vācāya sajjhāyitaṁ buddhavacanaṁ manasā cintentassa tattha tattha pākaṭaṁ hoti. Mahādīpaṁ jāletvā ṭhitassa rūpagataṁ viya paññāyati. Taṁ sandhāya vuttaṁ – ‘‘vacasā paricitā manasānupekkhitā’’ti. Diṭṭhiyā suppaṭividdhāti atthato ca kāraṇato ca paññāya suppaṭividdhā. Parimaṇḍalehipadabyañjanehīti ettha padameva atthassa byañjanato padabyañjanaṁ, taṁ akkharapāripūriṁ katvā dasavidhabyañjanabuddhiyo aparihāpetvā vuttaṁ parimaṇḍalaṁ nāma hoti, evarūpehi padabyañjanehīti attho. Apica yo bhikkhu parisati dhammaṁ desento suttaṁ vā jātakaṁ vā nikkhapitvā aññaṁ upārambhakaraṁ suttaṁ āharati, tassa upamaṁ katheti, tadatthaṁ ohāreti, evamidaṁ gahetvā ettha khipanto ekapasseneva pariharanto kālaṁ ñatvā vuṭṭhahati. Nikkhittasuttaṁ pana nikkhattamattameva hoti, tassa kathā aparimaṇḍalā nāma hoti. Yo pana suttaṁ vā jātakaṁ vā nikkhipitvā bahi ekapadampi agantvā pāḷiyā anusandhiñca pubbāparañca amakkhento ācariyehi dinnanaye ṭhatvā tulikāya paricchindanto viya, gambhīramātikāya udakaṁ pesento viya, padaṁ koṭṭento sindhavājānīyo viya gacchati, tassa kathā parimaṇḍalā nāma hoti. Evarūpiṁ kathaṁ sandhāya – ‘‘parimaṇḍalehi padabyañjanehī’’ti vuttaṁ.",
  "atk-s0201a4:48": "Anuppabandhehīti ettha yo bhikkhu dhammaṁ kathento suttaṁ vā jātakaṁ vā ārabhitvā āraddhakālato paṭṭhāya turitaturito araṇiṁ manthento viya, uṇhakhādanīyaṁ khādanto viya, pāḷiyā anusandhipubbāparesu gahitaṁ gahitameva aggahitaṁ aggahitameva ca katvā purāṇapaṇṇantaresu caramānaṁ godhaṁ uṭṭhapento viya tattha tattha paharanto osāpento ohāya gacchati. Yopi dhammaṁ kathento kālena sīghaṁ kālena dandhaṁ kālena mahāsaddaṁ kālena khuddakasaddaṁ karoti. Yathā petaggi kālena jalati, kālena nibbāyati, evameva idha petaggidhammakathiko nāma hoti, parisāya uṭṭhātukāmāya punappunaṁ ārabhati. Yopi kathento tattha tattha vitthāyati, nitthunanto kandanto viya katheti, imesaṁ sabbesampi kathā appabandhā nāma hoti. Yo pana suttaṁ ārabhitvā ācariyehi dinnanaye ṭhito acchinnadhāraṁ katvā nadīsotaṁ viya pavatteti, ākāsagaṅgato bhassamānaṁ udakaṁ viya nirantaraṁ kathaṁ pavatteti, tassa kathā anuppabandhā hoti. Taṁ sandhāya vuttaṁ ‘‘anuppabandhehī’’ti. Anusayasamugghātāyāti sattannaṁ anusayānaṁ samugghātatthāya. Evarūpenāti evarūpena bahussutena bhikkhunā tathārūpeneva bhikkhusatena bhikkhusahassena vā saṅghāṭikaṇṇena vā saṅghāṭikaṇṇaṁ, pallaṅkena vā pallaṅkaṁ āhacca nisinnena gosiṅgasālavanaṁ sobheyya. Iminā nayena sabbavāresu attho veditabbo.",
  "atk-s0201a4:49": "334. Paṭisallānaṁ assa ārāmoti paṭisallānārāmo. Paṭisallāne ratoti paṭisallānarato.",
  "atk-s0201a4:50": "335.Sahassaṁlokānanti sahassaṁ lokadhātūnaṁ. Ettakañhi therassa dhuvasevanaṁ āvajjanapaṭibaddhaṁ, ākaṅkhamāno pana thero anekānipi cakkavāḷasahassāni voloketiyeva. Uparipāsādavaragatoti sattabhūmakassa vā navabhūmakassa vā pāsādavarassa upari gato. Sahassaṁ nemimaṇḍalānaṁ volokeyyāti pāsādapariveṇe nābhiyā patiṭṭhitānaṁ nemivaṭṭiyā nemivaṭṭiṁ āhacca ṭhitānaṁ nemimaṇḍalānaṁ sahassaṁ vātapānaṁ vivaritvā olokeyya, tassa nābhiyopi pākaṭā honti, arāpi arantarānipi nemiyopi. Evameva kho, āvusoti, āvuso, evaṁ ayampi dibbacakkhuko bhikkhu dibbena cakkhunā atikkantamānusakena sahassaṁ lokānaṁ voloketi. Tassa pāsāde ṭhitapurisassa cakkanābhiyo viya cakkavāḷasahasse sinerusahassaṁ pākaṭaṁ hoti. Arā viya dīpā pākaṭā honti. Arantarāni viya dīpaṭṭhitamanussā pākaṭā honti. Nemiyo viya cakkavāḷapabbatā pākaṭā honti.",
  "atk-s0201a4:51": "336.Āraññikoti samādiṇṇaaraññadhutaṅgo. Sesapadesupi eseva nayo.",
  "atk-s0201a4:52": "337.No ca saṁsādentīti na osādenti. Sahetukañhi sakāraṇaṁ katvā pañhaṁ pucchituṁ vissajjitumpi asakkonto saṁsādeti nāma. Evaṁ na karontīti attho. Pavattinī hotīti nadīsotodakaṁ viya pavattati.",
  "atk-s0201a4:53": "338.Yāyavihārasamāpattiyāti yāya lokiyāya vihārasamāpattiyā, yāya lokuttarāya vihārasamāpattiyā.",
  "atk-s0201a4:54": "339.Sādhu sādhu sāriputtāti ayaṁ sādhukāro ānandattherassa dinno. Sāriputtattherena pana saddhiṁ bhagavā ālapati. Esa nayo sabbattha. Yathā taṁ ānandovāti yathā ānandova sammā byākaraṇamāno byākareyya, evaṁ byākataṁ ānandena attano anucchavikameva, ajjhāsayānurūpameva byākatanti attho. Ānandatthero hi attanāpi bahussuto, ajjhāsayopissa evaṁ hoti – ‘‘aho vata sāsane sabrahmacārī bahussutā bhaveyyu’’nti. Kasmā? Bahussutassa hi kappiyākappiyaṁ sāvajjānavajjaṁ, garukalahukaṁ satekicchātekicchaṁ pākaṭaṁ hoti. Bahussuto uggahitabuddhavacanaṁ āvajjitvā imasmiṁ ṭhāne sīlaṁ kathitaṁ, imasmiṁ samādhi, imasmiṁ vipassanā, imasmiṁ maggaphalanibbānānīti sīlassa āgataṭṭhāne sīlaṁ pūretvā, samādhissa āgataṭṭhāne samādhiṁ pūretvā vipassanāya āgataṭṭhāne vipassanāgabbhaṁ gaṇhāpetvā maggaṁ bhāvetvā phalaṁ sacchikaroti. Tasmā therassa evaṁ ajjhāsayo hoti – ‘‘aho vata sabrahmacārī ekaṁ vā dve vā tayo vā cattāro vā pañca vā nikāye uggahetvā āvajjantā sīlādīnaṁ āgataṭṭhānesu sīlādīni paripūretvā anukkamena maggaphalanibbānāni sacchikareyyu’’nti. Sesavāresupi eseva nayo.",
  "atk-s0201a4:55": "340. Āyasmā hi revato jhānajjhāsayo jhānābhirato, tasmāssa evaṁ hoti – ‘‘aho vata sabrahmacārī ekikā nisīditvā kasiṇaparikammaṁ katvā aṭṭha samāpattiyo nibbattetvā jhānapadaṭṭhānaṁ vipassanaṁ vaḍḍhetvā lokuttaradhammaṁ sacchikareyyu’’nti. Tasmā evaṁ byākāsi.",
  "atk-s0201a4:56": "341. Āyasmā anuruddho dibbacakkhuko, tassa evaṁ hoti – ‘‘aho vata sabrahmacārī ālokaṁ vaḍḍhetvā dibbena cakkhunā anekesu cakkavāḷasahassesu cavamāne ca upapajjamāne ca satte disvā vaṭṭabhayena cittaṁ saṁvejetvā vipassanaṁ vaḍḍhetvā lokuttaradhammaṁ sacchikareyyu’’nti. Tasmā evaṁ byākāsi.",
  "atk-s0201a4:57": "342. Āyasmā mahākassapo dhutavādo, tassa evaṁ hoti – ‘‘aho vata sabrahmacārī dhutavādā hutvā dhutaṅgānubhāvena paccayataṇhaṁ milāpetvā aparepi nānappakāre kilese dhunitvā vipassanaṁ vaḍḍhetvā lokuttaradhammaṁ sacchikareyyu’’nti. Tasmā evaṁ byākāsi.",
  "atk-s0201a4:58": "343. Āyasmā mahāmoggallāno samādhipāramiyā matthakaṁ patto, sukhumaṁ pana cittantaraṁ khandhantaraṁ dhātvantaraṁ āyatanantaraṁ jhānokkantikaṁ ārammaṇokkantikaṁ aṅgavavatthānaṁ ārammaṇavavatthānaṁ aṅgasaṅkanti ārammaṇasaṅkanti ekatovaḍḍhanaṁ ubhatovaḍḍhananti ābhidhammikadhammakathikasseva pākaṭaṁ. Anābhidhammiko hi dhammaṁ kathento – ‘‘ayaṁ sakavādo ayaṁ paravādo’’ti na jānāti. Sakavādaṁ dīpessāmīti paravādaṁ dīpeti, paravādaṁ dīpessāmīti sakavādaṁ dīpeti, dhammantaraṁ visaṁvādeti. Ābhidhammiko sakavādaṁ sakavādaniyāmeneva , paravādaṁ paravādaniyāmeneva dīpeti, dhammantaraṁ na visaṁvādeti. Tasmā therassa evaṁ hoti – ‘‘aho vata sabrahmacārī ābhidhammikā hutvā sukhumesu ṭhānesu ñāṇaṁ otāretvā vipassanaṁ vaḍḍhetvā lokuttaradhammaṁ sacchikareyyu’’nti. Tasmā evaṁ byākāsi.",
  "atk-s0201a4:59": "344. Āyasmā sāriputto paññāpāramiyā matthakaṁ patto, paññavāyeva ca cittaṁ attano vase vattetuṁ sakkoti, na duppañño. Duppañño hi uppannassa cittassa vase vattetvā ito cito ca vipphanditvāpi katipāheneva gihibhāvaṁ patvā anayabyasanaṁ pāpuṇāti. Tasmā therassa evaṁ hoti – ‘‘aho vata sabrahmacārī acittavasikā hutvā cittaṁ attano vase vattetvā sabbānassa visevitavipphanditāni bhañjitvā īsakampi bahi nikkhamituṁ adentā vipassanaṁ vaḍḍhetvā lokuttaradhammaṁ sacchikareyyu’’nti. Tasmā evaṁ byākāsi.",
  "atk-s0201a4:60": "345.Sabbesaṁ vo, sāriputta, subhāsitaṁ pariyāyenāti sāriputta, yasmā saṅghārāmassa nāma bahussutabhikkhūhipi sobhanakāraṇaṁ atthi, jhānābhiratehipi, dibbacakkhukehipi, dhutavādehipi, ābhidhammikehipi, acittavasikehipi sobhanakāraṇaṁ atthi. Tasmā sabbesaṁ vo subhāsitaṁ pariyāyena, tena tena kāraṇena subhāsitameva, no dubbhāsitaṁ. Apica mamapi suṇāthāti apica mamapi vacanaṁ suṇātha. Na tāvāhaṁ imaṁ pallaṅkaṁ bhindissāmīti na tāva ahaṁ imaṁ caturaṅgavīriyaṁ adhiṭṭhāya ābhujitaṁ pallaṅkaṁ bhindissāmi, na mocessāmīti attho. Idaṁ kira bhagavā paripākagate ñāṇe rajjasiriṁ pahāya katābhinikkhamano anupubbena bodhimaṇḍaṁ āruyha caturaṅgavīriyaṁ adhiṭṭhāya aparājitapallaṅkaṁ ābhujitvā daḷhasamādāno hutvā nisinno tiṇṇaṁ mārānaṁ matthakaṁ bhinditvā paccūsasamaye dasasahassilokadhātuṁ unnādento sabbaññutaññāṇaṁ paṭivijjhi, taṁ attano mahābodhipallaṅkaṁ sandhāya evamāha. Apica pacchimaṁ janataṁ anukampamānopi paṭipattisāraṁ puthujjanakalyāṇakaṁ dassento evamāha. Passati hi bhagavā – ‘‘anāgate evaṁ ajjhāsayā kulaputtā iti paṭisañcikkhissanti, ‘bhagavā mahāgosiṅgasuttaṁ kathento idha, sāriputta, bhikkhu pacchābhattaṁ…pe… evarūpena kho, sāriputta, bhikkhunā gosiṅgasālavanaṁ sobheyyāti āha, mayaṁ bhagavato ajjhāsayaṁ gaṇhissāmā’ti pacchābhattaṁ piṇḍapātapaṭikkantā caturaṅgavīriyaṁ adhiṭṭhāya daḷhasamādānā hutvā ‘arahattaṁ appatvā imaṁ pallaṅkaṁ na bhindissāmā’ti samaṇadhammaṁ kātabbaṁ maññissanti, te evaṁ paṭipannā katipāheneva jātijarāmaraṇassa antaṁ karissantī’’ti, imaṁ pacchimaṁ janataṁ anukampamāno paṭipattisāraṁ puthujjanakalyāṇakaṁ dassento evamāha. Evarūpena kho, sāriputta, bhikkhunā gosiṅgasālavanaṁ sobheyyāti, sāriputta, evarūpena bhikkhunā nippariyāyeneva gosiṅgasālavanaṁ sobheyyāti yathānusandhināva desanaṁ niṭṭhapesīti.",
  "atk-s0201a4:61": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a4:62": "Mahāgosiṅgasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a4:63": "3. Mahāgopālakasuttavaṇṇanā",
  "atk-s0201a4:64": "346.Evaṁme sutanti mahāgopālakasuttaṁ. Tattha tisso kathā ekanāḷikā, caturassā, nisinnavattikāti. Tattha pāḷiṁ vatvā ekekapadassa atthakathanaṁ ekanāḷikā nāma. Apaṇḍitaṁ gopālakaṁ dassetvā, apaṇḍitaṁ bhikkhuṁ dassetvā, paṇḍitaṁ gopālakaṁ dassetvā, paṇḍitaṁ bhikkhuṁ dassetvāti catukkaṁ bandhitvā kathanaṁ caturassā nāma. Apaṇḍitaṁ gopālakaṁ dassetvā pariyosānagamanaṁ, apaṇḍitaṁ bhikkhuṁ dassetvā pariyosānagamanaṁ, paṇḍitaṁ gopālakaṁ dassetvā pariyosānagamanaṁ, paṇḍitaṁ bhikkhuṁ dassetvā pariyosānagamananti ayaṁ nisinnavattikā nāma. Ayaṁ idha sabbācariyānaṁ āciṇṇā.",
  "atk-s0201a4:65": "Ekādasahi, bhikkhave, aṅgehīti ekādasahi aguṇakoṭṭhāsehi. Gogaṇanti gomaṇḍalaṁ. Pariharitunti pariggahetvā vicarituṁ. Phātiṁ kātunti vaḍḍhiṁ āpādetuṁ. Idhāti imasmiṁ loke. Na rūpaññū hotīti gaṇanato vā vaṇṇato vā rūpaṁ na jānāti. Gaṇanato na jānāti nāma attano gunnaṁ sataṁ vā sahassaṁ vāti saṅkhyaṁ na jānāti. So gāvīsu haṭāsu vā palātāsu vā gogaṇaṁ gaṇetvā, ajja ettikā na dissantīti dve tīṇi gāmantarāni vā aṭaviṁ vā vicaranto na pariyesati, aññesaṁ gāvīsu attano gogaṇaṁ paviṭṭhāsupi gogaṇaṁ gaṇetvā, ‘‘imā ettikā gāvo na amhāka’’nti yaṭṭhiyā pothetvā na nīharati, tassa naṭṭhā gāviyo naṭṭhāva honti. Paragāviyo gahetvā vicarantaṁ gosāmikā disvā, ‘‘ayaṁ ettakaṁ kālaṁ amhākaṁ dhenuṁ gaṇhātī’’ti tajjetvā attano gāviyo gahetvā gacchanti. Tassa gogaṇopi parihāyati, pañcagorasaparibhogatopi paribāhiro hoti. Vaṇṇato na jānāti nāma – ‘‘ettikā gāvo setā, ettikā rattā, ettikā kāḷā, ettikā kabarā ettikā nīlā’’ti na jānāti, so gāvīsu haṭāsu vā…pe… pañcagorasaparibhogatopi paribāhiro hoti.",
  "atk-s0201a4:66": "Na lakkhaṇakusalo hotīti gāvīnaṁ sarīre kataṁ dhanusattisūlādibhedaṁ lakkhaṇaṁ na jānāti , so gāvīsu haṭāsu vā palātāsu vā ajja asukalakkhaṇā ca asukalakkhaṇā ca gāvo na dissanti…pe… pañcagorasaparibhogatopi paribāhiro hoti.",
  "atk-s0201a4:67": "Na āsāṭikaṁ hāretāti gunnaṁ khāṇukaṇṭakādīhi pahaṭaṭṭhānesu vaṇo hoti. Tattha nīlamakkhikā aṇḍakāni pātenti, tesaṁ āsāṭikāti nāma. Tāni daṇḍena apanetvā bhesajjaṁ dātabbaṁ hoti. Bālo gopālako tathā na karoti, tena vuttaṁ – ‘‘na āsāṭikaṁ hāretā hotī’’ti. Tassa gunnaṁ vaṇā vaḍḍhanti, gambhīrā honti, pāṇakā kucchiṁ pavisanti, gāvo gelaññābhibhūtā neva yāvadatthaṁ tiṇāni khādituṁ, na pānīyaṁ pātuṁ sakkonti. Tattha gunnaṁ khīraṁ chijjati, goṇānaṁ javo hāyati, ubhayesaṁ jīvitantarāyo hoti. Evamassa gogaṇopi parihāyati, pañcagorasatopi paribāhiro hoti.",
  "atk-s0201a4:68": "Na vaṇaṁ paṭicchādetā hotīti gunnaṁ vuttanayeneva sañjāto vaṇo bhesajjaṁ datvā vākena vā cīrakena vā bandhitvā paṭicchādetabbo hoti. Bālo gopālako tathā na karoti, athassa gunnaṁ vaṇehi yūsā paggharanti, tā aññamaññaṁ nighaṁsenti, tena aññesampi vaṇā jāyanti. Evaṁ gāvo gelaññābhibhūtā neva yāvadatthaṁ tiṇāni khādituṁ…pe… paribāhiro hoti.",
  "atk-s0201a4:69": "Na dhūmaṁ kattā hotīti antovasse ḍaṁsamakasādīnaṁ ussannakāle gogaṇe vajaṁ paviṭṭhe tattha tattha dhūmo kātabbo hoti, apaṇḍito gopālako taṁ na karoti. Gogaṇo sabbarattiṁ ḍaṁsādīhi upadduto niddaṁ alabhitvā punadivase araññe tattha tattha rukkhamūlādīsu nipajjitvā niddāyati, neva yāvadatthaṁ tiṇāni khādituṁ…pe… pañcagorasaparibhogatopi paribāhiro hoti.",
  "atk-s0201a4:70": "Na titthaṁ jānātīti titthaṁ samanti vā visamanti vā sagāhanti vā niggāhanti vā na jānāti, so atitthena gāviyo otāreti. Tāsaṁ visamatitthe pāsāṇādīni akkamantīnaṁ pādā bhijjanti, sagāhaṁ gambhīraṁ titthaṁ otiṇṇā kumbhīlādayo gāhā gaṇhanti. Ajja ettikā gāvo naṭṭhā, ajja ettikāti vattabbataṁ āpajjati. Evamassa gogaṇopi parihāyati, pañcagorasatopi paribāhiro hoti.",
  "atk-s0201a4:71": "Napītaṁ jānātīti pītampi apītampi na jānāti. Gopālakena hi ‘‘imāya gāviyā pītaṁ, imāya na pītaṁ, imāya pānīyatitthe okāso laddho, imāya na laddho’’ti evaṁ pītāpītaṁ jānitabbaṁ hoti. Ayaṁ pana divasabhāgaṁ araññe gogaṇaṁ rakkhitvā pānīyaṁ pāyessāmīti nadiṁ vā taḷākaṁ vā gahetvā gacchati. Tattha mahāusabhā ca anuusabhā ca balavagāviyo ca dubbalāni ceva mahallakāni ca gorūpāni siṅgehi vā phāsukāhi vā paharitvā attano okāsaṁ katvā ūruppamāṇaṁ udakaṁ pavisitvā yathākāmaṁ pivanti. Avasesā okāsaṁ alabhamānā tīre ṭhatvā kalalamissakaṁ udakaṁ pivanti, apītā eva vā honti. Atha ne gopālako piṭṭhiyaṁ paharitvā puna araññaṁ paveseti, tattha apītagāviyo pipāsāya sukkhamānā yāvadatthaṁ tiṇāni khādituṁ na sakkonti, tattha gunnaṁ khīraṁ chijjati, goṇānaṁ javo hāyati…pe… paribāhiro hoti.",
  "atk-s0201a4:72": "Na vīthiṁ jānātīti ‘‘ayaṁ maggo samo khemo, ayaṁ visamo sāsaṅko sappaṭibhayo’’ti na jānāti. So samaṁ khemaṁ maggaṁ vajjetvā gogaṇaṁ itaraṁ maggaṁ paṭipādeti, tattha gāvo sīhabyagghādīnaṁ gandhena coraparissayena vā abhibhūtā bhantamigasappaṭibhāgā gīvaṁ ukkhipitvā tiṭṭhanti, neva yāvadatthaṁ tiṇāni khādanti, na pānīyaṁ pivanti, tattha gunnaṁ khīraṁ chijjati…pe… paribāhiro hoti.",
  "atk-s0201a4:73": "Na gocarakusalo hotīti gopālakena hi gocarakusalena bhavitabbaṁ, pañcāhikavāro vā sattāhikavāro vā jānitabbo, ekadisāya gogaṇaṁ cāretvā punadivase tattha na cāretabbo. Mahatā hi gogaṇena ciṇṇaṭṭhānaṁ bheritalaṁ viya suddhaṁ hoti nittiṇaṁ, udakampi āluḷīyati. Tasmā pañcame vā sattame vā divase puna tattha cāretuṁ vaṭṭati, ettakena hi tiṇampi paṭiviruhati, udakampi pasīdati. Ayaṁ pana imaṁ pañcāhikavāraṁ vā sattāhikavāraṁ vā na jānāti, divase divase rakkhitaṭṭhāneyeva rakkhati. Athassa gogaṇo haritatiṇaṁ na labhati, sukkhatiṇaṁ khādanto kalalamissakaṁ udakaṁ pivati, tattha gunnaṁ khīraṁ chijjati…pe… paribāhiro hoti.",
  "atk-s0201a4:74": "Anavasesadohī ca hotīti paṇḍitagopālakena yāva vacchakassa maṁsalohitaṁ saṇṭhāti, tāva ekaṁ dve thane ṭhapetvā sāvasesadohinā bhavitabbaṁ. Ayaṁ vacchakassa kiñci anavasesetvā duhati, khīrapako vaccho khīrapipāsāya sukkhati, saṇṭhātuṁ asakkonto kampamāno mātu purato patitvā kālaṅkaroti. Mātā puttakaṁ disvā, ‘‘mayhaṁ puttako attano mātukhīraṁ pātumpi na labhatī’’ti puttasokena na yāvadatthaṁ tiṇāni khādituṁ, na pānīyaṁ pātuṁ sakkoti, thanesu khīraṁ chijjati. Evamassa gogaṇopi parihāyati, pañcagorasatopi paribāhiro hoti.",
  "atk-s0201a4:75": "Gunnaṁ pituṭṭhānaṁ karontīti gopitaro. Gāvo pariṇayanti yathāruciṁ gahetvā gacchantīti gopariṇāyakā. Na atirekapūjāyāti paṇḍito hi gopālako evarūpe usabhe atirekapūjāya pūjeti, paṇītaṁ gobhattaṁ deti, gandhapañcaṅgulikehi maṇḍeti, mālaṁ pilandheti, siṅge suvaṇṇarajatakosake ca dhāreti, rattiṁ dīpaṁ jāletvā celavitānassa heṭṭhā sayāpeti. Ayaṁ pana tato ekasakkārampi na karoti, usabhā atirekapūjaṁ alabhamānā gogaṇaṁ na rakkhanti, parissayaṁ na vārenti. Evamassa gogaṇo parihāyati, pañcagorasato paribāhiro hoti.",
  "atk-s0201a4:76": "347.Idhāti imasmiṁ sāsane. Na rūpaññū hotīti, ‘‘cattāri mahābhūtāni catunnañca mahābhūtānaṁ upādāyarūpa’’nti evaṁ vuttarūpaṁ dvīhākārehi na jānāti gaṇanato vā samuṭṭhānato vā. Gaṇanato na jānāti nāma, ‘‘cakkhāyatanaṁ, sota-ghāna-jivhā-kāyāyatanaṁ, rūpa-sadda-gandha-rasa-phoṭṭhabbāyatanaṁ, itthindriyaṁ, purisindriyaṁ, jīvitindriyaṁ, kāyaviññatti, vacīviññatti, ākāsadhātu, āpodhātu, rūpassa lahutā, mudutā, kammaññatā, upacayo, santati, jaratā, rūpassa aniccatā, kabaḷīkāro āhāro’’ti evaṁ pāḷiyaṁ āgatā pañcavīsati rūpakoṭṭhāsāti na jānāti. Seyyathāpi so gopālako gaṇanato gunnaṁ rūpaṁ na jānāti, tathūpamo ayaṁ bhikkhu. So gaṇanato rūpaṁ ajānanto rūpaṁ pariggahetvā arūpaṁ vavatthapetvā rūpārūpaṁ pariggahetvā paccayaṁ sallakkhetvā lakkhaṇaṁ āropetvā kammaṭṭhānaṁ matthakaṁ pāpetuṁ na sakkoti. So yathā tassa gopālakassa gogaṇo na vaḍḍhati, evaṁ imasmiṁ sāsane sīlasamādhivipassanāmaggaphalanibbānehi na vaḍḍhati, yathā ca so gopālako pañcahi gorasehi paribāhiro hoti, evaṁ asekkhena sīlakkhandhena, asekkhena samādhi, paññā, vimutti, vimuttiñāṇadassanakkhandhenāti pañcahi dhammakkhandhehi paribāhiro hoti.",
  "atk-s0201a4:77": "Samuṭṭhānato na jānāti nāma, ‘‘ettakaṁ rūpaṁ ekasamuṭṭhānaṁ, ettakaṁ dvisamuṭṭhānaṁ, ettakaṁ tisamuṭṭhānaṁ, ettakaṁ catusamuṭṭhānaṁ, ettakaṁ na kutocisamuṭṭhātī’’ti na jānāti. Seyyathāpi so gopālako vaṇṇato gunnaṁ rūpaṁ na jānāti, tathūpamo ayaṁ bhikkhu. So samuṭṭhānato rūpaṁ ajānanto rūpaṁ pariggahetvā arūpaṁ vavatthapetvā…pe… paribāhiro hoti.",
  "atk-s0201a4:78": "Na lakkhaṇakusalo hotīti kammalakkhaṇo bālo, kammalakkhaṇo paṇḍitoti evaṁ vuttaṁ kusalākusalaṁ kammaṁ paṇḍitabālalakkhaṇanti na jānāti. So evaṁ ajānanto bāle vajjetvā paṇḍite na sevati, bāle vajjetvā paṇḍite asevanto kappiyākappiyaṁ kusalākusalaṁ sāvajjānavajjaṁ garukalahukaṁ satekicchaatekicchaṁ kāraṇākāraṇaṁ na jānāti; taṁ ajānanto kammaṭṭhānaṁ gahetvā vaḍḍhetuṁ na sakkoti. So yathā tassa gopālakassa gogaṇo na vaḍḍhati, evaṁ imasmiṁ sāsane yathāvuttehi sīlādīhi na vaḍḍhati, gopālako viya ca pañcahi gorasehi pañcahi dhammakkhandhehi paribāhiro hoti.",
  "atk-s0201a4:79": "Na āsāṭikaṁ hāretā hotīti uppannaṁ kāmavitakkanti evaṁ vutte kāmavitakkādike na vinodeti, so imaṁ akusalavitakkaṁ āsāṭikaṁ ahāretvā vitakkavasiko hutvā vicaranto kammaṭṭhānaṁ gahetvā vaḍḍhetuṁ na sakkoti, so yathā tassa gopālakassa…pe… paribāhiro hoti.",
  "atk-s0201a4:80": "Na vaṇaṁ paṭicchādetā hotīti cakkhunā rūpaṁ disvā nimittaggāhī hotītiādinā nayena sabbārammaṇesu nimittaṁ gaṇhanto yathā so gopālako vaṇaṁ na paṭicchādeti, evaṁ saṁvaraṁ na sampādeti. So vivaṭadvāro vicaranto kammaṭṭhānaṁ gahetvā vaḍḍhetuṁ na sakkoti…pe… paribāhiro hoti.",
  "atk-s0201a4:81": "Na dhūmaṁ kattā hotīti so gopālako dhūmaṁ viya dhammadesanādhūmaṁ na karoti, dhammakathaṁ vā sarabhaññaṁ vā upanisinnakathaṁ vā anumodanaṁ vā na karoti . Tato naṁ manussā bahussuto guṇavāti na jānanti, te guṇāguṇaṁ ajānantā catūhi paccayehi saṅgahaṁ na karonti . So paccayehi kilamamāno buddhavacanaṁ sajjhāyaṁ kātuṁ vattapaṭipattiṁ pūretuṁ kammaṭṭhānaṁ gahetvā vaḍḍhetuṁ na sakkoti…pe… paribāhiro hoti.",
  "atk-s0201a4:82": "Na titthaṁ jānātīti titthabhūte bahussutabhikkhū na upasaṅkamati, upasaṅkamanto, ‘‘idaṁ, bhante, byañjanaṁ kathaṁ ropetabbaṁ, imassa bhāsitassa ko attho, imasmiṁ ṭhāne pāḷi kiṁ vadeti, imasmiṁ ṭhāne attho kiṁ dīpetī’’ti evaṁ na paripucchati na paripañhati, na jānāpetīti attho. Tassa te evaṁ aparipucchato avivaṭañceva na vivaranti, bhājetvā na dassenti, anuttānīkatañca na uttānīkaronti, apākaṭaṁ na pākaṭaṁ karonti. Anekavihitesu ca kaṅkhāṭhāniyesu dhammesūti anekavidhāsu kaṅkhāsu ekaṁ kaṅkhampi na paṭivinodenti. Kaṅkhā eva hi kaṅkhāṭhāniyā dhammā nāma. Tattha ekaṁ kaṅkhampi na nīharantīti attho. So evaṁ bahussutatitthaṁ anupasaṅkamitvā sakaṅkho kammaṭṭhānaṁ gahetvā vaḍḍhetuṁ na sakkoti. Yathā ca so gopālako titthaṁ na jānāti, evaṁ ayampi bhikkhu dhammatitthaṁ na jānāti, ajānanto avisaye pañhaṁ pucchati, abhidhammikaṁ upasaṅkamitvā kappiyākappiyaṁ pucchati, vinayadharaṁ upasaṅkamitvā rūpārūpaparicchedaṁ pucchati. Te avisaye puṭṭhā kathetuṁ na sakkonti, so attanā sakaṅkho kammaṭṭhānaṁ gahetvā vaḍḍhetuṁ na sakkoti…pe… paribāhiro hoti.",
  "atk-s0201a4:83": "Na pītaṁ jānātīti yathā so gopālako pītāpītaṁ na jānāti, evaṁ dhammūpasañhitaṁ pāmojjaṁ na jānāti na labhati, savanamayaṁ puññakiriyavatthuṁ nissāya ānisaṁsaṁ na vindati, dhammassavanaggaṁ gantvā sakkaccaṁ na suṇāti, nisinno niddāyati, kathaṁ katheti, aññavihitako hoti, so sakkaccaṁ dhammaṁ asuṇanto kammaṭṭhānaṁ gahetvā vaḍḍhetuṁ na sakkoti…pe… paribāhiro hoti.",
  "atk-s0201a4:84": "Na vīthiṁ jānātīti so gopālako maggāmaggaṁ viya, – ‘‘ayaṁ lokiyo ayaṁ lokuttaro’’ti ariyaṁ aṭṭhaṅgikaṁ maggaṁ yathābhūtaṁ na pajānāti. Ajānanto lokiyamagge abhinivisitvā lokuttaraṁ nibbattetuṁ na sakkoti…pe… paribāhiro hoti.",
  "atk-s0201a4:85": "Na gocarakusalo hotīti so gopālako pañcāhikavāre sattāhikavāre viya cattāro satipaṭṭhāne , ‘‘ime lokiyā ime lokuttarā’’ti yathābhūtaṁ na pajānāti. Ajānanto sukhumaṭṭhānesu attano ñāṇaṁ carāpetvā lokiyasatipaṭṭhāne abhinivisitvā lokuttaraṁ nibbattetuṁ na sakkoti…pe… paribāhiro hoti.",
  "atk-s0201a4:86": "Anavasesadohī ca hotīti paṭiggahaṇe mattaṁ ajānanto anavasesaṁ duhati. Niddesavāre panassa abhihaṭṭhuṁ pavārentīti abhiharitvā pavārenti. Ettha dve abhihārā vācābhihāro ca paccayābhihāro ca. Vācābhihāro nāma manussā bhikkhussa santikaṁ gantvā, ‘‘vadeyyātha, bhante, yenattho’’ti pavārenti. Paccayābhihāro nāma vatthādīni vā telaphāṇitādīni vā gahetvā bhikkhussa santikaṁ gantvā, ‘‘gaṇhatha, bhante, yāvatakena attho’’ti vadanti. Tatra bhikkhu mattaṁ na jānātīti bhikkhu tesu paccayesu pamāṇaṁ na jānāti, – ‘‘dāyakassa vaso veditabbo, deyyadhammassa vaso veditabbo, attano thāmo veditabbo’’ti rathavinīte vuttanayena pamāṇayuttaṁ aggahetvā yaṁ āharanti, taṁ sabbaṁ gaṇhātīti attho. Manussā vippaṭisārino na puna abhiharitvā pavārenti. So paccayehi kilamanto kammaṭṭhānaṁ gahetvā vaḍḍhetuṁ na sakkoti…pe… paribāhiro hoti.",
  "atk-s0201a4:87": "Te na atirekapūjāya pūjetā hotīti so gopālako mahāusabhe viya te there bhikkhū imāya āvi ceva raho ca mettāya kāyakammādikāya atirekapūjāya na pūjeti. Tato therā, – ‘‘ime amhesu garucittīkāraṁ na karontī’’ti navake bhikkhū dvīhi saṅgahehi na saṅgaṇhanti, na āmisasaṅgahena cīvarena vā pattena vā pattapariyāpannena vā vasanaṭṭhānena vā. Kilamante milāyantepi nappaṭijagganti. Pāḷiṁ vā aṭṭhakathaṁ vā dhammakathābandhaṁ vā guyhaganthaṁ vā na sikkhāpenti. Navakā therānaṁ santikā sabbaso ime dve saṅgahe alabhamānā imasmiṁ sāsane patiṭṭhātuṁ na sakkonti. Yathā tassa gopālakassa gogaṇo na vaḍḍhati, evaṁ sīlādīni na vaḍḍhanti. Yathā ca so gopālako pañcahi gorasehi paribāhiro hoti, evaṁ pañcahi dhammakkhandhehi paribāhirā honti. Sukkapakkho kaṇhapakkhe vuttavipallāsavasena yojetvā veditabboti.",
  "atk-s0201a4:88": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a4:89": "Mahāgopālakasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a4:90": "4. Cūḷagopālakasuttavaṇṇanā",
  "atk-s0201a4:91": "350.Evaṁme sutanti cūḷagopālakasuttaṁ. Tattha ukkacelāyanti evaṁnāmake nagare. Tasmiṁ kira māpiyamāne rattiṁ gaṅgāsotato maccho thalaṁ patto. Manussā celāni telapātiyaṁ temetvā ukkā katvā macchaṁ gaṇhiṁsu. Nagare niṭṭhite tassa nāmaṁ karonte amhehi nagaraṭṭhānassa gahitadivase celukkāhi maccho gahitoti ukkacelā-tvevassa nāmaṁ akaṁsu. Bhikkhū āmantesīti yasmiṁ ṭhāne nisinnassa sabbā gaṅgā pākaṭā hutvā paññāyati, tādise vālikussade gaṅgātitthe sāyanhasamaye mahābhikkhusaṅghaparivuto nisīditvā mahāgaṅgaṁ paripuṇṇaṁ sandamānaṁ olokento, – ‘‘atthi nu kho imaṁ gaṅgaṁ nissāya koci pubbe vaḍḍhiparihāniṁ patto’’ti āvajjitvā, pubbe ekaṁ bālagopālakaṁ nissāya anekasatasahassā gogaṇā imissā gaṅgāya āvaṭṭe patitvā samuddameva paviṭṭhā, aparaṁ pana paṇḍitagopālakaṁ nissāya anekasatasahassagogaṇassa sotthi jātā vaḍḍhi jātā ārogyaṁ jātanti addasa. Disvā imaṁ kāraṇaṁ nissāya bhikkhūnaṁ dhammaṁ desessāmīti cintetvā bhikkhū āmantesi.",
  "atk-s0201a4:92": "Māgadhakoti magadharaṭṭhavāsī. Duppaññajātikoti nippaññasabhāvo dandho mahājaḷo. Asamavekkhitvāti asallakkhetvā anupadhāretvā. Patāresīti tāretuṁ ārabhi. Uttaraṁ tīraṁ suvidehānanti gaṅgāya orime tīre magadharaṭṭhaṁ, pārime tīre videharaṭṭhaṁ, gāvo magadharaṭṭhato videharaṭṭhaṁ netvā rakkhissāmīti uttaraṁ tīraṁ patāresi. Taṁ sandhāya vuttaṁ – ‘‘uttaraṁ tīraṁ suvidehāna’’nti. Āmaṇḍalikaṁ karitvāti maṇḍalikaṁ katvā. Anayabyasanaṁ āpajjiṁsūti avaḍḍhiṁ vināsaṁ pāpuṇiṁsu, mahāsamuddameva pavisiṁsu. Tena hi gopālakena gāvo otārentena gaṅgāya orimatīre samatitthañca visamatitthañca oloketabbaṁ assa, majjhe gaṅgāya gunnaṁ vissamaṭṭhānatthaṁ dve tīṇi vālikatthalāni sallakkhetabbāni assu. Tathā pārimatīre tīṇi cattāri titthāni, imasmā titthā bhaṭṭhā imaṁ titthaṁ gaṇhissanti, imasmā bhaṭṭhā imanti. Ayaṁ pana bālagopālako orimatīre gunnaṁ otaraṇatitthaṁ samaṁ vā visamaṁ vā anoloketvāva majjhe gaṅgāya gunnaṁ vissamaṭṭhānatthaṁ dve tīṇi vālikatthalānipi asallakkhetvāva paratīre cattāri pañca uttaraṇatitthāni asamavekkhitvāva atittheneva gāvo otāresi. Athassa mahāusabho javanasampannatāya ceva thāmasampannatāya ca tiriyaṁ gaṅgāya sotaṁ chetvā pārimaṁ tīraṁ patvā chinnataṭañceva kaṇṭakagumbagahanañca disvā, ‘‘dubbiniviṭṭhameta’’nti ñatvā dhuragga-patiṭṭhānokāsampi alabhitvā paṭinivatti. Gāvo mahāusabho nivatto mayampi nivattissāmāti nivattā. Mahato gogaṇassa nivattaṭṭhāne udakaṁ chijjitvā majjhe gaṅgāya āvaṭṭaṁ uṭṭhapesi. Gogaṇo āvaṭṭaṁ pavisitvā samuddameva patto. Ekopi goṇo arogo nāma nāhosi. Tenāha – ‘‘tattheva anayabyasanaṁ āpajjiṁsū’’ti.",
  "atk-s0201a4:93": "Akusalā imassa lokassāti idha loke khandhadhātāyatanesu akusalā achekā, paralokepi eseva nayo. Māradheyyaṁ vuccati tebhūmakadhammā. Amāradheyyaṁ nava lokuttaradhammā. Maccudheyyampi tebhūmakadhammāva. Amaccudheyyaṁ nava lokuttaradhammā. Tattha akusalā achekā. Vacanatthato pana mārassa dheyyaṁ māradheyyaṁ. Dheyyanti ṭhānaṁ vatthu nivāso gocaro. Maccudheyyepi eseva nayo. Tesanti tesaṁ evarūpānaṁ samaṇabrāhmaṇānaṁ, iminā cha satthāro dassitāti veditabbā.",
  "atk-s0201a4:94": "351. Evaṁ kaṇhapakkhaṁ niṭṭhapetvā sukkapakkhaṁ dassento bhūtapubbaṁ, bhikkhavetiādimāha. Tattha balavagāvoti dantagoṇe ceva dhenuyo ca. Dammagāvoti dametabbagoṇe ceva avijātagāvo ca. Vacchatareti vacchabhāvaṁ taritvā ṭhite balavavacche. Vacchaketi dhenupake taruṇavacchake . Kisābalaketi appamaṁsalohite mandathāme. Tāvadeva jātakoti taṁdivase jātako. Mātugoravakena vuyhamānoti mātā purato purato huṁhunti goravaṁ katvā saññaṁ dadamānā urena udakaṁ chindamānā gacchati, vacchako tāya goravasaññāya dhenuyā vā urena chinnodakena gacchamāno ‘‘mātugoravakena vuyhamāno’’ti vuccati.",
  "atk-s0201a4:95": "352.Mārassasotaṁ chetvāti arahattamaggena mārassa taṇhāsotaṁ chetvā. Pāraṁ gatāti mahāusabhā nadīpāraṁ viya saṁsārapāraṁ nibbānaṁ gatā. Pāraṁ agamaṁsūti mahāusabhānaṁ pāraṅgatakkhaṇe gaṅgāya sotassa tayo koṭṭhāse atikkamma ṭhitā mahāusabhe pāraṁ patte disvā tesaṁ gatamaggaṁ paṭipajjitvā pāraṁ agamaṁsu. Pāraṁ gamissantīti catumaggavajjhānaṁ kilesānaṁ tayo koṭṭhāse khepetvā ṭhitā idāni arahattamaggena avasesaṁ taṇhāsotaṁ chetvā balavagāvo viya nadīpāraṁ saṁsārapāraṁ nibbānaṁ gamissantīti. Iminā nayena sabbavāresu attho veditabbo. Dhammānusārino, saddhānusārinoti ime dve paṭhamamaggasamaṅgino.",
  "atk-s0201a4:96": "Jānatāti sabbadhamme jānantena buddhena. Suppakāsitoti sukathito. Vivaṭanti vivaritaṁ. Amatadvāranti ariyamaggo. Nibbānapattiyāti tadatthāya vivaṭaṁ. Vinaḷīkatanti vigatamānanaḷaṁ kataṁ. Khemaṁ patthethāti kattukamyatāchandena arahattaṁ patthetha, kattukāmā nibbattetukāmā hothāti attho. ‘‘Patta’tthā’’tipi pāṭho. Evarūpaṁ satthāraṁ labhitvā tumhe pattāyeva nāmāti attho. Sesaṁ sabbattha uttānameva. Bhagavā pana yathānusandhināva desanaṁ niṭṭhapesīti.",
  "atk-s0201a4:97": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a4:98": "Cūḷagopālakasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a4:99": "5. Cūḷasaccakasuttavaṇṇanā",
  "atk-s0201a4:100": "353.Evaṁme sutanti cūḷasaccakasuttaṁ. Tattha mahāvane kūṭāgārasālāyanti mahāvanaṁ nāma sayaṁjātaṁ aropimaṁ saparicchedaṁ mahantaṁ vanaṁ. Kapilavatthusāmantā pana mahāvanaṁ himavantena saha ekābaddhaṁ aparicchedaṁ hutvā mahāsamuddaṁ āhacca ṭhitaṁ. Idaṁ tādisaṁ na hoti. Saparicchedaṁ mahantaṁ vananti mahāvanaṁ. Kūṭāgārasālā pana mahāvanaṁ nissāya kate ārāme kūṭāgāraṁ antokatvā haṁsavaṭṭakacchannena katā sabbākārasampannā buddhassa bhagavato gandhakuṭi veditabbā.",
  "atk-s0201a4:101": "Saccakonigaṇṭhaputtoti pubbe kira eko nigaṇṭho ca nigaṇṭhī ca pañca pañca vādasatāni uggahetvā, vādaṁ āropessāmāti jambudīpe vicarantā vesāliyaṁ samāgatā. Licchavirājāno disvā, – ‘‘tvaṁ ko, tvaṁ kā’’ti pucchiṁsu. Nigaṇṭho – ‘‘ahaṁ vādaṁ āropessāmīti jambudīpe vicarāmī’’ti āha. Nigaṇṭhīpi tathā āha. Licchavino, ‘‘idheva aññamaññaṁ vādaṁ āropethā’’ti āhaṁsu. Nigaṇṭhī attanā uggahitāni pañcavādasatāni pucchi, nigaṇṭho kathesi. Nigaṇṭhena pucchitepi nigaṇṭhī kathesiyeva. Ekassapi na jayo, na parājayo, ubho samasamāva ahesuṁ. Licchavino, – ‘‘tumhe ubhopi samasamā āhiṇḍitvā kiṁ karissatha, idheva vasathā’’ti gehaṁ datvā baliṁ paṭṭhapesuṁ. Tesaṁ saṁvāsamanvāya catasso dhītaro jātā, – ekā saccā nāma, ekā lolā nāma, ekā paṭācārā nāma, ekā ācāravatī nāma. Tāpi paṇḍitāva ahesuṁ, mātāpitūhi uggahitāni pañca pañca vādasatāni uggahesuṁ. Tā vayapattā mātāpitaro avocuṁ – ‘‘amhākaṁ ammā kule dārikā nāma hiraññasuvaṇṇādīni datvā kulagharaṁ pesitapubbā nāma natthi. Yo pana agāriko tāsaṁ vādaṁ maddituṁ sakkoti, tassa pādaparicārikā honti. Yo pabbajito tāsaṁ maddituṁ sakkoti, tassa santike pabbajanti. Tumhe kiṁ karissathā’’ti? Mayampi evameva karissāmāti. Catassopi paribbājikavesaṁ gahetvā, ‘‘ayaṁ jambudīpo nāma jambuyā paññāyatī’’ti jambusākhaṁ gahetvā cārikaṁ pakkamiṁsu. Yaṁ gāmaṁ pāpuṇanti, tassa dvāre paṁsupuñje vā vālikapuñje vā jambudhajaṁ ṭhapetvā, – ‘‘yo vādaṁ āropetuṁ sakkoti, so imaṁ maddatū’’ti vatvā gāmaṁ pavisanti. Evaṁ gāmena gāmaṁ vicarantiyo sāvatthiṁ pāpuṇitvā tatheva gāmadvāre jambudhajaṁ ṭhapetvā sampattamanussānaṁ ārocetvā antonagaraṁ paviṭṭhā.",
  "atk-s0201a4:102": "Tena samayena bhagavā sāvatthiṁ nissāya jetavane viharati. Athāyasmā sāriputto gilāne pucchanto ajaggitaṭṭhānaṁ jagganto attano kiccamahantatāya aññehi bhikkhūhi divātaraṁ gāmaṁ piṇḍāya pavisanto gāmadvāre jambudhajaṁ disvā, – ‘‘kimida’’nti dārake pucchi. Te tamatthaṁ ārocesuṁ. Tena hi maddathāti. Na sakkoma, bhante, bhāyāmāti. ‘‘Kumārā mā bhāyatha, ‘kena amhākaṁ jambudhajo maddāpito’ti vutte, buddhasāvakena sāriputtattherena maddāpito, vādaṁ āropetukāmā jetavane therassa santikaṁ gacchathāti vadeyyāthā’’ti āha. Te therassa vacanaṁ sutvā jambudhajaṁ madditvā chaḍḍesuṁ. Thero piṇḍāya caritvā vihāraṁ gato. Paribbājikāpi gāmato nikkhamitvā, ‘‘amhākaṁ dhajo kena maddāpito’’ti pucchiṁsu. Dārakā tamatthaṁ ārocesuṁ. Paribbājikā puna gāmaṁ pavisitvā ekekaṁ vīthiṁ gahetvā, – ‘‘buddhasāvako kira sāriputto nāma amhehi saddhiṁ vādaṁ karissati, sotukāmā nikkhamathā’’ti ārocesuṁ. Mahājano nikkhami, tena saddhiṁ paribbājikā jetavanaṁ agamiṁsu.",
  "atk-s0201a4:103": "Thero – ‘‘amhākaṁ vasanaṭṭhāne mātugāmassa āgamanaṁ nāma aphāsuka’’nti vihāramajjhe nisīdi. Paribbājikāyo gantvā theraṁ pucchiṁsu – ‘‘tumhehi amhākaṁ dhajo maddāpito’’ti? Āma, mayā maddāpitoti. Mayaṁ tumhehi saddhiṁ vādaṁ karissāmāti. Sādhu karotha, kassa pucchā kassa vissajjanaṁ hotūti? Pucchā nāma amhākaṁ pattā, tumhe pana mātugāmā nāma paṭhamaṁ pucchathāti āha. Tā catassopi catūsu disāsu ṭhatvā mātāpitūnaṁ santike uggahitaṁ vādasahassaṁ pucchiṁsu. Thero khaggena kumudanāḷaṁ chindanto viya pucchitaṁ pucchitaṁ nijjaṭaṁ niggaṇṭhiṁ katvā kathesi, kathetvā puna pucchathāti āha. Ettakameva, bhante, mayaṁ jānāmāti. Thero āha – ‘‘tumhehi vādasahassaṁ pucchitaṁ mayā kathitaṁ, ahaṁ pana ekaṁ yeva pañhaṁ pucchissāmi, taṁ tumhe kathethā’’ti. Tā therassa visayaṁ disvā, ‘‘pucchatha, bhante, byākarissāmā’’ti vattuṁ nāsakkhiṁsu. ‘‘Vada, bhante, jānamānā byākarissāmā’’ti puna āhaṁsu.",
  "atk-s0201a4:104": "Thero ayaṁ pana kulaputte pabbājetvā paṭhamaṁ sikkhāpetabbapañhoti vatvā, – ‘‘ekaṁ nāma ki’’nti pucchi. Tā neva antaṁ, na koṭiṁ addasaṁsu. Thero kathethāti āha. Na passāma, bhanteti. Tumhehi vādasahassaṁ pucchitaṁ mayā kathitaṁ, mayhaṁ tumhe ekaṁ pañhampi kathetuṁ na sakkotha, evaṁ sante kassa jayo kassa parājayoti? Tumhākaṁ, bhante, jayo, amhākaṁ parājayoti. Idāni kiṁ karissathāti? Tā mātāpitūhi vuttavacanaṁ ārocetvā, ‘‘tumhākaṁ santike pabbajissāmā’’ti āhaṁsu. Tumhe mātugāmā nāma amhākaṁ santike pabbajituṁ na vaṭṭati, amhākaṁ pana sāsanaṁ gahetvā bhikkhuniupassayaṁ gantvā pabbajathāti. Tā sādhūti therassa sāsanaṁ gahetvā bhikkhunisaṅghassa santikaṁ gantvā pabbajiṁsu. Pabbajitā ca pana appamattā ātāpiniyo hutvā nacirasseva arahattaṁ pāpuṇiṁsu.",
  "atk-s0201a4:105": "Ayaṁ saccako tāsaṁ catunnampi kaniṭṭhabhātiko. Tāhi catūhipi uttaritarapañño, mātāpitūnampi santikā vādasahassaṁ, tato bahutarañca bāhirasamayaṁ uggahetvā katthaci agantvā rājadārake sippaṁ sikkhāpento tattheva vesāliyaṁ vasati, paññāya atipūritattā kucchi me bhijjeyyāti bhīto ayapaṭṭena kucchiṁ parikkhipitvā carati, imaṁ sandhāya vuttaṁ ‘‘saccako nigaṇṭhaputto’’ti.",
  "atk-s0201a4:106": "Bhassappavādakoti bhassaṁ vuccati kathāmaggo, taṁ pavadati kathetīti bhassappavādako. Paṇḍitavādoti ahaṁ paṇḍitoti evaṁ vādo. Sādhusammato bahujanassāti yaṁ yaṁ nakkhattacārena ādisati, taṁ taṁ yebhuyyena tatheva hoti, tasmā ayaṁ sādhuladdhiko bhaddakoti evaṁ sammato mahājanassa. Vādena vādaṁ samāraddhoti kathāmaggena dosaṁ āropito. Āyasmā assajīti sāriputtattherassa ācariyo assajitthero. Jaṅghāvihāraṁ anucaṅkamamānoti tato tato licchavirājagehato taṁ taṁ gehaṁ gamanatthāya anucaṅkamamāno. Yenāyasmā assaji tenupasaṅkamīti kasmā upasaṅkami? Samayajānanatthaṁ.",
  "atk-s0201a4:107": "Evaṁ kirassa ahosi – ‘‘ahaṁ ‘samaṇassa gotamassa vādaṁ āropessāmī’ti āhiṇḍāmi, ‘samayaṁ panassa na jānāmī’ti na āropesiṁ. Parassa hi samayaṁ ñatvā āropito vādo svāropito nāma hoti. Ayaṁ pana samaṇassa gotamassa sāvako paññāyati assajitthero ; so attano satthu samaye kovido, etāhaṁ pucchitvā kathaṁ patiṭṭhāpetvā samaṇassa gotamassa vādaṁ āropessāmī’’ti. Tasmā upasaṅkami. Vinetīti kathaṁ vineti, kathaṁ sikkhāpetīti pucchati. Thero pana yasmā dukkhanti vutte upārambhassa okāso hoti, maggaphalānipi pariyāyena dukkhanti āgatāni, ayañca dukkhanti vutte theraṁ puccheyya – ‘‘bho assaji, kimatthaṁ tumhe pabbajitā’’ti. Tato ‘‘maggaphalatthāyā’’ti vutte, – ‘‘nayidaṁ, bho assaji, tumhākaṁ sāsanaṁ nāma, mahāāghātanaṁ nāmetaṁ, nirayussado nāmesa, natthi tumhākaṁ sukhāsā, uṭṭhāyuṭṭhāya dukkhameva jirāpentā āhiṇḍathā’’ti dosaṁ āropeyya, tasmā paravādissa pariyāyakathaṁ kātuṁ na vaṭṭati. Yathā esa appatiṭṭho hoti, evamassa nippariyāyakathaṁ kathessāmīti cintetvā, ‘‘rūpaṁ, bhikkhave, anicca’’nti imaṁ aniccānattavaseneva kathaṁ katheti. Dussutanti sotuṁ ayuttaṁ.",
  "atk-s0201a4:108": "354.Santhāgāreti rājakulānaṁ atthānusāsanasanthāgārasālāyaṁ. Yena te licchavī tenupasaṅkamīti evaṁ kirassa ahosi – ‘‘ahaṁ pubbe samayaṁ ajānanabhāvena samaṇassa gotamassa vādaṁ na āropesiṁ, idāni panassa mahāsāvakena kathitaṁ samayaṁ jānāmi, ime ca mama antevāsikā pañcasatā licchavī sannipatitā. Etehi saddhiṁ gantvā samaṇassa gotamassa vādaṁ āropessāmī’’ti tasmā upasaṅkami. Ñātaññatarenāti ñātesu abhiññātesu pañcavaggiyattheresu aññatarena. Patiṭṭhitanti yathā tena patiṭṭhitaṁ. Sace evaṁ patiṭṭhissati, atha pana aññadeva vakkhati, tatra mayā kiṁ sakkā kātunti idāneva piṭṭhiṁ parivattento āha. Ākaḍḍheyyāti attano abhimukhaṁ kaḍḍheyya. Parikaḍḍheyyāti purato paṭipaṇāmeyya. Samparikaḍḍheyyāti kālena ākaḍḍheyya, kālena parikaḍḍheyya. Soṇḍikākilañjanti surāghare piṭṭhakilañjaṁ. Soṇḍikādhuttoti surādhutto. Vālaṁ kaṇṇe gahetvāti surāparissāvanatthavikaṁ dhovitukāmo kasaṭanidhunanatthaṁ ubhosu kaṇṇesu gahetvā. Odhuneyyāti adhomukhaṁ katvā dhuneyya. Niddhuneyyāti uddhaṁmukhaṁ katvā dhuneyya. Nipphoṭeyyāti punappunaṁ papphoṭeyya. Sāṇadhovikaṁ nāmāti ettha manussā sāṇasāṭakakaraṇatthaṁ sāṇavāke gahetvā muṭṭhiṁ muṭṭhiṁ bandhitvā udake pakkhipanti. Te tatiyadivase suṭṭhu kilinnā honti. Atha manussā ambilayāgusurādīni ādāya tattha gantvā sāṇamuṭṭhiṁ gahetvā, dakkhiṇato vāmato sammukhā cāti tīsu phalakesu sakiṁ dakkhiṇaphalake, sakiṁ vāmaphalake, sakiṁ sammukhaphalake paharantā ambilayāgusurādīni bhuñjantā pivantā khādantā dhovanti. Mahantā kīḷā hoti. Rañño nāgo taṁ kīḷaṁ disvā gambhīraṁ udakaṁ anupavisitvā soṇḍāya udakaṁ gahetvā sakiṁ kumbhe sakiṁ piṭṭhiyaṁ sakiṁ ubhosu passesu sakiṁ antarasatthiyaṁ pakkhipanto kīḷittha. Tadupādāya taṁ kīḷitajātaṁ sāṇadhovikaṁ nāma vuccati , taṁ sandhāya vuttaṁ – ‘‘sāṇadhovikaṁ nāma kīḷitajātaṁ kīḷatī’’ti. Kiṁ so bhavamāno saccako nigaṇṭhaputto, yo bhagavato vādaṁ āropessatīti yo saccako nigaṇṭhaputto bhagavato vādaṁ āropessati, so kiṁ bhavamāno kiṁ yakkho bhavamāno udāhu indo, udāhu brahmā bhavamāno bhagavato vādaṁ āropessati? Na hi sakkā pakatimanussena bhagavato vādaṁ āropetunti ayamettha adhippāyo.",
  "atk-s0201a4:109": "355.Tena kho pana samayenāti yasmiṁ samaye saccako ārāmaṁ pāvisi, tasmiṁ. Kismiṁ pana samaye pāvisīti? Mahāmajjhanhikasamaye. Kasmā pana tasmiṁ samaye caṅkamantīti? Paṇītabhojanapaccayassa thinamiddhassa vinodanatthaṁ. Divāpadhānikā vā te. Tādisānañhi pacchābhattaṁ caṅkamitvā nhatvā sarīraṁ utuṁ gaṇhāpetvā nisajja samaṇadhammaṁ karontānaṁ cittaṁ ekaggaṁ hoti. Yena te bhikkhūti so kira kuhiṁ samaṇo gotamoti pariveṇato pariveṇaṁ gantvā pucchitvā pavisissāmīti vilokento araññe hatthī viya caṅkame caṅkamamāne paṁsukūlikabhikkhū disvā tesaṁ santikaṁ agamāsi. Taṁ sandhāya, ‘‘yena te bhikkhū’’tiādi vuttaṁ. Kahaṁnu kho, bhoti katarasmiṁ āvāse vā maṇḍape vāti attho. Esa, aggivessana, bhagavāti tadā kira bhagavā paccūsakāle mahākaruṇā samāpattiṁ samāpajjitvā dasasahassacakkavāḷe sabbaññutaññāṇajālaṁ pattharitvā bodhaneyyasattaṁ olokento addasa – ‘‘sve saccako nigaṇṭhaputto mahatiṁ licchaviparisaṁ gahetvā mama vādaṁ āropetukāmo āgamissatī’’ti. Tasmā pātova sarīrapaṭijagganaṁ katvā bhikkhusaṅghaparivāro vesāliyaṁ piṇḍāya caritvā piṇḍapātapaṭikkanto mahāparisāya nisīdituṁ sukhaṭṭhāne nisīdissāmīti gandhakuṭiṁ apavisitvā mahāvane aññatarasmiṁ rukkhamūle divāvihāraṁ nisīdi. Te bhikkhū bhagavato vattaṁ dassetvā āgatā, saccakena puṭṭhā dūre nisinnaṁ bhagavantaṁ dassentā, ‘‘esa aggivessana bhagavā’’ti āhaṁsu.",
  "atk-s0201a4:110": "Mahatiyā licchaviparisāya saddhinti heṭṭhā pañcamattehi licchavisatehi parivutoti vuttaṁ. Te etassa antevāsikāyeva, antovesāliyaṁ pana saccako pañcamattāni licchavirājasatāni gahetvā, ‘‘vādatthiko bhagavantaṁ upasaṅkamanto’’ti sutvā dvinnaṁ paṇḍitānaṁ kathāsallāpaṁ sossāmāti yebhuyyena manussā nikkhantā, evaṁ sā parisā mahatī aparicchinnagaṇanā ahosi. Taṁ sandhāyetaṁ vuttaṁ. Añjaliṁ paṇāmetvāti ete ubhatopakkhikā, te evaṁ cintesuṁ – ‘‘sace no micchādiṭṭhikā codessanti, ‘kasmā tumhe samaṇaṁ gotamaṁ vanditthā’ti, tesaṁ, ‘kiṁ añjalimattakaraṇenapi vanditaṁ hotī’ti vakkhāma. Sace no sammādiṭṭhikā codessanti, ‘kasmā bhagavantaṁ na vanditthā’ti, ‘kiṁ sīsena bhūmiṁ paharanteneva vanditaṁ hoti, nanu añjalikammampi vandanā evā’ti vakkhāmā’’ti. Nāma gottanti, bho gotama, ahaṁ asukassa putto datto nāma mitto nāma idha āgatoti vadantā nāmaṁ sāventi nāma. Bho gotama, ahaṁ vāsiṭṭho nāma kaccāno nāma idha āgatoti vadantā gottaṁ sāventi nāma. Ete kira daliddā jiṇṇakulaputtā parisamajjhe nāmagottavasena pākaṭā bhavissāmāti evaṁ akaṁsu. Ye pana tuṇhībhūtā nisīdiṁsu, te kerāṭikā ceva andhabālā ca. Tattha kerāṭikā, ‘‘ekaṁ dve kathāsallāpe karonto vissāsiko hoti, atha vissāse sati ekaṁ dve bhikkhā adātuṁ na yutta’’nti tato attānaṁ mocentā tuṇhī nisīdanti. Andhabālā aññāṇatāyeva avakkhittamattikāpiṇḍo viya yattha katthaci tuṇhībhūtā nisīdanti.",
  "atk-s0201a4:111": "356.Kiñcideva desanti kañci okāsaṁ kiñci kāraṇaṁ, athassa bhagavā pañhapucchane ussāhaṁ janento āha – puccha, aggivessana, yadākaṅkhasīti. Tassattho – ‘‘puccha yadi ākaṅkhasi, na me pañhavissajjane bhāro atthi’’. Atha vā ‘‘puccha yaṁ ākaṅkhasi, sabbaṁ te vissajjessāmī’’ti sabbaññupavāraṇaṁ pavāresi asādhāraṇaṁ paccekabuddhaaggasāvamahāsāvakehi. Te hi yadākaṅkhasīti na vadanti, sutvā vedissāmāti vadanti. Buddhā pana ‘‘pucchāvuso, yadākaṅkhasī’’ti (saṁ. ni. 1.237) vā, ‘‘puccha, mahārāja, yadākaṅkhasī’’ti (dī. ni. 1.162) vā,",
  "atk-s0201a4:112": "‘‘Puccha vāsava maṁ pañhaṁ, yaṁ kiñci manasicchasi;",
  "atk-s0201a4:113": "Tassa tasseva pañhassa, ahaṁ antaṁ karomi te’’ iti. (dī. ni. 2.356) vā,",
  "atk-s0201a4:114": "‘‘Tena hi tvaṁ, bhikkhu, sake āsane nisīditvā puccha yadākaṅkhasī’’ti (ma. ni. 3.85) vā,",
  "atk-s0201a4:115": "‘‘Bāvarissa ca tuyhaṁ vā, sabbesaṁ sabbasaṁsayaṁ;",
  "atk-s0201a4:116": "Katāvakāsā pucchavho, yaṁ kiñci manasicchathā’’ti. (su. ni. 1036) vā,",
  "atk-s0201a4:117": "‘‘Puccha maṁ sabhiya pañhaṁ, yaṁ kiñci manasicchasi;",
  "atk-s0201a4:118": "Tassa tasseva pañhassa, ahaṁ antaṁ karomi te’’ iti. (su. ni. 517) vā –",
  "atk-s0201a4:119": "Tesaṁ tesaṁ yakkhanarindadevasamaṇabrāhmaṇaparibbājakānaṁ sabbaññupavāraṇaṁ pavārenti. Anacchariyañcetaṁ, yaṁ bhagavā buddhabhūmiṁ patvā etaṁ pavāraṇaṁ pavāreyya. Yo bodhisattabhūmiyaṁ padesañāṇepi ṭhito",
  "atk-s0201a4:120": "‘‘Koṇḍañña pañhāni viyākarohi,",
  "atk-s0201a4:121": "Yācanti taṁ isayo sādhurūpā;",
  "atk-s0201a4:122": "Koṇḍañña eso manujesu dhammo,",
  "atk-s0201a4:123": "Yaṁ vuddhamāgacchati esa bhāro’’ti. (jā. 2.17.60) –",
  "atk-s0201a4:124": "Evaṁ sakkādīnaṁ atthāya isīhi yācito",
  "atk-s0201a4:125": "‘‘Katāvakāsā pucchantu bhonto,",
  "atk-s0201a4:126": "Yaṁ kiñci pañhaṁ manasābhipatthitaṁ;",
  "atk-s0201a4:127": "Ahañhi taṁ taṁ vo viyākarissaṁ,",
  "atk-s0201a4:128": "Ñatvā sayaṁ lokamimaṁ parañcā’’ti. (jā. 2.17.61);",
  "atk-s0201a4:129": "Evaṁ sarabhaṅgakāle, sambhavajātake ca sakalajambudīpaṁ tikkhattuṁ vicaritvā pañhānaṁ antakaraṁ adisvā suciratena brāhmaṇena pañhaṁ puṭṭho okāse kārite, jātiyā sattavasso rathikāyaṁ paṁsuṁ kīḷanto pallaṅkaṁ ābhujitvā antaravīthiyaṁ nisinnova –",
  "atk-s0201a4:130": "‘‘Taggha te ahamakkhissaṁ, yathāpi kusalo tathā;",
  "atk-s0201a4:131": "Rājā ca kho taṁ jānāti, yadi kāhati vā na vā’’ti. (jā. 1.16.172) –",
  "atk-s0201a4:132": "Sabbaññupavāraṇaṁ pavāresi.",
  "atk-s0201a4:133": "Evaṁ bhagavatā sabbaññupavāraṇāya pavāritāya attamano pañhaṁ pucchanto, ‘‘kathaṁ pana, bho gotamā’’tiādimāha.",
  "atk-s0201a4:134": "Athassa bhagavā, ‘‘passatha, bho, aññaṁ sāvakena kathitaṁ, aññaṁ satthā katheti, nanu mayā paṭikacceva vuttaṁ, ‘sace tathā patiṭṭhissati, yathāssa sāvakena patiṭṭhitaṁ, evāhaṁ vādaṁ āropessāmī’ti. Ayaṁ pana aññameva katheti, tattha kiṁ mayā sakkā kātu’’nti evaṁ nigaṇṭhassa vacanokāso mā hotūti heṭṭhā assajittherena kathitaniyāmeneva kathento, evaṁ kho ahaṁ, aggivessanātiādimāha. Upamā maṁ, bho gotama, paṭibhātīti, bho gotama, mayhaṁ ekā upamā upaṭṭhāti, āharāmi taṁ upamanti vadati. Paṭibhātu taṁ, aggivessanāti upaṭṭhātu te, aggivessana, āhara taṁ upamaṁ visatthoti bhagavā avoca. Balakaraṇīyāti bāhubalena kattabbā kasivāṇijjādikā kammantā. Rūpattāyaṁ purisapuggaloti rūpaṁ attā assāti rūpattā, rūpaṁ attāti gahetvā ṭhitapuggalaṁ dīpeti. Rūpe patiṭṭhāyāti tasmiṁ attāti gahitarūpe patiṭṭhahitvā. Puññaṁ vā apuññaṁ vā pasavatīti kusalaṁ vā akusalaṁ vā paṭilabhati. Vedanattādīsupi eseva nayo. Iminā kiṁ dīpeti? Ime pañcakkhandhā imesaṁ sattānaṁ pathavī viya patiṭṭhā, te imesu pañcasu khandhesu patiṭṭhāya kusalākusalakammaṁ nāma āyūhanti. Tumhe evarūpaṁ vijjamānameva attānaṁ paṭisedhento pañcakkhandhā anattāti dīpethāti ativiya sakāraṇaṁ katvā upamaṁ āhari. Iminā ca nigaṇṭhena āhaṭaopammaṁ niyatameva , sabbaññubuddhato añño tassa kathaṁ chinditvā vāde dosaṁ dātuṁ samattho nāma natthi. Duvidhā hi puggalā buddhaveneyyā ca sāvakaveneyyā ca. Sāvakaveneyye sāvakāpi vinenti buddhāpi. Buddhaveneyye pana sāvakā vinetuṁ na sakkonti, buddhāva vinenti. Ayampi nigaṇṭho buddhaveneyyo, tasmā etassa vādaṁ chinditvā añño dosaṁ dātuṁ samattho nāma natthi. Tenassa bhagavā sayameva vāde dosadassanatthaṁ nanu tvaṁ, aggivessanātiādimāha.",
  "atk-s0201a4:135": "Atha nigaṇṭho cintesi – ‘‘ativiya samaṇo gotamo mama vādaṁ patiṭṭhapeti, sace upari koci doso bhavissati, mamaṁ ekakaṁyeva niggaṇhissati. Handāhaṁ imaṁ vādaṁ mahājanassāpi matthake pakkhipāmī’’ti, tasmā evamāha – ahampi, bho gotama, evaṁ vadāmi rūpaṁ me attā…pe… viññāṇaṁ me attāti, ayañca mahatī janatāti. Bhagavā pana nigaṇṭhato sataguṇenapi sahassaguṇenapi satasahassaguṇenapi vādīvarataro, tasmā cintesi – ‘‘ayaṁ nigaṇṭho attānaṁ mocetvā mahājanassa matthake vādaṁ pakkhipati, nāssa attānaṁ mocetuṁ dassāmi, mahājanato nivattetvā ekakaṁyeva naṁ niggaṇhissāmī’’ti. Atha naṁ kiñhi te, aggivessanātiādimāha. Tassattho – nāyaṁ janatā mama vādaṁ āropetuṁ āgatā, tvaṁyeva sakalaṁ vesāliṁ saṁvaṭṭitvā mama vādaṁ āropetuṁ āgato, tasmā tvaṁ sakameva vādaṁ niveṭhehi, mā mahājanassa matthake pakkhipasīti. So paṭijānanto ahañhi, bho gotamātiādimāha.",
  "atk-s0201a4:136": "357. Iti bhagavā nigaṇṭhassa vādaṁ patiṭṭhapetvā, tena hi, aggivessanāti pucchaṁ ārabhi. Tattha tena hīti kāraṇatthe nipāto. Yasmā tvaṁ pañcakkhandhe attato paṭijānāsi, tasmāti attho. Sakasmiṁ vijiteti attano raṭṭhe. Ghātetāyaṁ vā ghātetunti ghātārahaṁ ghātetabbayuttakaṁ ghātetuṁ . Jāpetāyaṁ vā jāpetunti dhanajānirahaṁ jāpetabbayuttaṁ jāpetuṁ jiṇṇadhanaṁ kātuṁ. Pabbājetāyaṁ vā pabbājetunti sakaraṭṭhato pabbājanārahaṁ pabbājetuṁ, nīharituṁ. Vattituñca arahatīti vattati ceva vattituñca arahati. Vattituṁ yuttoti dīpeti. Iti nigaṇṭho attano vādabhedanatthaṁ āhaṭakāraṇameva attano māraṇatthāya āvudhaṁ tikhiṇaṁ karonto viya visesetvā dīpeti, yathā taṁ bālo. Evaṁ me rūpaṁ hotūti mama rūpaṁ evaṁvidhaṁ hotu, pāsādikaṁ abhirūpaṁ alaṅkatappaṭiyattaṁ suvaṇṇatoraṇaṁ viya susajjitacittapaṭo viya ca manāpadassananti. Evaṁ me rūpaṁmā ahosīti mama rūpaṁ evaṁvidhaṁ mā hotu, dubbaṇṇaṁ dussaṇṭhitaṁ valitapalitaṁ tilakasamākiṇṇanti.",
  "atk-s0201a4:137": "Tuṇhī ahosīti nigaṇṭho imasmiṁ ṭhāne viraddhabhāvaṁ ñatvā, ‘‘samaṇo gotamo mama vādaṁ bhindanatthāya kāraṇaṁ āhari, ahaṁ bālatāya tameva visesetvā dīpesiṁ, idāni naṭṭhomhi, sace vattatīti vakkhāmi, ime rājāno uṭṭhahitvā, ‘aggivessana, tvaṁ mama rūpe vaso vattatīti vadasi, yadi te rūpe vaso vattati, kasmā tvaṁ yathā ime licchavirājāno tāvatiṁsadevasadisehi attabhāvehi virocanti abhirūpā pāsādikā, evaṁ na virocasī’ti. Sace na vattatīti vakkhāmi, samaṇo gotamo uṭṭhahitvā, ‘aggivessana, tvaṁ pubbe vattati me rūpasmiṁ vasoti vatvā idāni paṭikkhipasī’ti vādaṁ āropessati. Iti vattatīti vuttepi eko doso, na vattatīti vuttepi eko doso’’ti tuṇhī ahosi. Dutiyampi bhagavā pucchi, dutiyampi tuṇhī ahosi. Yasmā pana yāvatatiyaṁ bhagavatā pucchite abyākarontassa sattadhā muddhā phalati, buddhā ca nāma sattānaṁyeva atthāya kappasatasahassādhikāni cattāri asaṅkhyeyyāni pāramīnaṁ pūritattā sattesu balavaanuddayā honti. Tasmā yāvatatiyaṁ apucchitvā atha kho bhagavā saccakaṁ nigaṇṭhaputtaṁ etadavoca – etaṁ ‘‘byākarohī dānī’’tiādivacanaṁ avoca.",
  "atk-s0201a4:138": "Tattha sahadhammikanti sahetukaṁ sakāraṇaṁ. Vajiraṁ pāṇimhi assāti vajirapāṇi. Yakkhoti na yo vā so vā yakkho, sakko devarājāti veditabbo. Ādittanti aggivaṇṇaṁ. Sampajjalitanti suṭṭhu pajjalitaṁ. Sajotibhūtanti samantato jotibhūtaṁ, ekaggijālabhūtanti attho. Ṭhito hotīti mahantaṁ sīsaṁ, kandalamakulasadisā dāṭhā, bhayānakāni akkhināsādīnīti evaṁ virūparūpaṁ māpetvā ṭhito. Kasmā panesa āgatoti? Diṭṭhivissajjāpanatthaṁ. Apica, ‘‘ahañceva kho pana dhammaṁ deseyyaṁ, pare ca me na ājāneyyu’’nti evaṁ dhammadesanāya appossukkabhāvaṁ āpanne bhagavati sakko mahābrahmunā saddhiṁ āgantvā, ‘‘bhagavā dhammaṁ desetha, tumhākaṁ āṇāya avattamāne mayaṁ vattāpessāma, tumhākaṁ dhammacakkaṁ hotu, amhākaṁ āṇācakka’’nti paṭiññamakāsi. Tasmā ‘‘ajja saccakaṁ tāsetvā pañhaṁ vissajjāpessāmī’’ti āgato.",
  "atk-s0201a4:139": "Bhagavāceva passati, saccako ca nigaṇṭhaputtoti yadi hi taṁ aññepi passeyyuṁ. Taṁ kāraṇaṁ agaru assa, ‘‘samaṇo gotamo saccakaṁ attano vāde anotarantaṁ ñatvā yakkhaṁ āvāhetvā dassesi, tato saccako bhayena kathesī’’ti vadeyyuṁ. Tasmā bhagavā ceva passati saccako ca. Tassa taṁ disvāva sakalasarīrato sedā mucciṁsu, antokucchi viparivattamānā mahāravaṁ ravi. So ‘‘aññepi nu kho passantī’’ti olokento kassaci lomahaṁsamattampi na addasa. Tato – ‘‘idaṁ bhayaṁ mameva uppannaṁ. Sacāhaṁ yakkhoti vakkhāmi, ‘kiṁ tuyhameva akkhīni atthi, tvameva yakkhaṁ passasi, paṭhamaṁ yakkhaṁ adisvā samaṇena gotamena vādasaṅghāṭe khittova yakkhaṁ passasī’ti vadeyyu’’nti cintetvā – ‘‘na dāni me idha aññaṁ paṭisaraṇaṁ atthi, aññatra samaṇā gotamā’’ti maññamāno, atha kho saccako nigaṇṭhaputto…pe… bhagavantaṁ etadavoca. Tāṇaṁ gavesīti tāṇanti gavesamāno. Leṇaṁ gavesīti leṇanti gavesamāno. Saraṇaṁ gavesīti saraṇanti gavesamāno. Ettha ca tāyati rakkhatīti tāṇaṁ. Nilīyanti etthāti leṇaṁ. Saratīti saraṇaṁ, bhayaṁ hiṁsati viddhaṁsetīti attho.",
  "atk-s0201a4:140": "358.Manasi karitvāti manamhi katvā paccavekkhitvā upadhāretvā. Evaṁ me vedanā hotūti kusalāva hotu, sukhāva hotu. Evaṁ me saññā hotūti kusalāva hotu, sukhāva hotu, somanassasampayuttāva hotūti. Saṅkhāraviññāṇesupi eseva nayo. Mā ahosīti ettha pana vuttavipariyāyena attho veditabbo. Kallaṁ nūti yuttaṁ nu. Samanupassitunti ‘‘etaṁ mama esohamasmi eso me attā’’ti evaṁ taṇhāmānadiṭṭhivasena passituṁ. No hidaṁ, bho gotamāti na yuttametaṁ, bho gotama. Iti bhagavā yathā nāma cheko ahituṇḍiko sappadaṭṭhavisaṁ teneva sappena puna ḍaṁsāpetvā ubbāheyya, evaṁ tassaṁyeva parisati saccakaṁ nigaṇṭhaputtaṁ teneva mukhena pañcakkhandhā aniccā dukkhā anattāti vadāpesi. Dukkhaṁ allīnoti imaṁ pañcakkhandhadukkhaṁ taṇhādiṭṭhīhi allīno. Upagato ajjhositotipi taṇhādiṭṭhivaseneva veditabbo. Dukkhaṁ etaṁ mamātiādīsu pañcakkhandhadukkhaṁ taṇhāmānadiṭṭhivasena samanupassatīti attho. Parijāneyyāti aniccaṁ dukkhaṁ anattāti tīraṇapariññāya parito jāneyya. Parikkhepetvāti khayaṁ vayaṁ anuppādaṁ upanetvā.",
  "atk-s0201a4:141": "359.Navanti taruṇaṁ. Akukkukajātanti pupphaggahaṇakāle anto aṅguṭṭhappamāṇo eko ghanadaṇḍako nibbattati, tena virahitanti attho. Rittoti suñño antosāravirahito. Rittattāva tuccho. Aparaddhoti parājito. Bhāsitā kho pana teti idaṁ bhagavā tassa mukharabhāvaṁ pakāsetvā niggaṇhanto āha. So kira pubbe pūraṇādayo cha satthāro upasaṅkamitvā pañhaṁ pucchati. Te vissajjetuṁ na sakkonti. Atha nesaṁ parisamajjhe mahantaṁ vippakāraṁ āropetvā uṭṭhāya jayaṁ pavedento gacchati. So sammāsambuddhampi tatheva viheṭhessāmīti saññāya upasaṅkamitvā –",
  "atk-s0201a4:142": "‘‘Ambho ko nāma yaṁ rukkho, sinnapatto sakaṇṭako;",
  "atk-s0201a4:143": "Yattha ekappahārena, uttamaṅgaṁ vibhijjita’’nti.",
  "atk-s0201a4:144": "Ayaṁ khadiraṁ āhacca asārakarukkhaparicito mudutuṇḍasakuṇo viya sabbaññutaññāṇasāraṁ āhacca ñāṇatuṇḍabhedaṁ patto sabbaññutaññāṇassa thaddhabhāvaṁ aññāsi. Tadassa parisamajjhe pakāsento bhāsitā kho pana tetiādimāha. Natthi etarahīti upādinnakasarīre sedo nāma natthīti na vattabbaṁ, etarahi pana natthīti vadati. Suvaṇṇavaṇṇaṁ kāyaṁ vivarīti na sabbaṁ kāyaṁ vivari. Buddhā nāma gaṇṭhikaṁ paṭimuñcitvā paṭicchannasarīrā parisati dhammaṁ desenti. Atha bhagavā galavāṭakasammukhaṭṭhāne cīvaraṁ gahetvā caturaṅgulamattaṁ otāresi. Otāritamatte pana tasmiṁ suvaṇṇavaṇṇā rasmiyo puñjapuñjā hutvā suvaṇṇaghaṭato rattasuvaṇṇarasadhārā viya, rattavaṇṇavalāhakato vijjulatā viya ca nikkhamitvā suvaṇṇamurajasadisaṁ mahākhandhaṁ uttamasiraṁ padakkhiṇaṁ kurumānā ākāse pakkhandiṁsu. Kasmā pana bhagavā evamakāsīti? Mahājanassa kaṅkhāvinodanatthaṁ. Mahājano hi samaṇo gotamo mayhaṁ sedo natthīti vadati, saccakassa tāva nigaṇṭhaputtassa yantāruḷhassa viya sedā paggharanti. Samaṇo pana gotamo ghanadupaṭṭacīvaraṁ pārupitvā nisinno, anto sedassa atthitā vā natthitā vā kathaṁ sakkā ñātunti kaṅkhaṁ kareyya, tassa kaṅkhāvinodanatthaṁ evamakāsi. Maṅkubhūtoti nittejabhūto. Pattakkhandhoti patitakkhandho. Appaṭibhānoti uttari appassanto. Nisīdīti pādaṅguṭṭhakena bhūmiṁ kasamāno nisīdi.",
  "atk-s0201a4:145": "360.Dummukhoti na virūpamukho, abhirūpo hi so pāsādiko. Nāmaṁ panassa etaṁ. Abhabbo taṁ pokkharaṇiṁ puna otaritunti sabbesaṁ aḷānaṁ bhaggattā pacchinnagamano otarituṁ abhabbo, tattheva kākakulalādīnaṁ bhattaṁ hotīti dasseti. Visūkāyikānīti diṭṭhivisūkāni. Visevitānīti diṭṭhisañcaritāni. Vipphanditānīti diṭṭhivipphanditāni. Yadidaṁ vādādhippāyoti ettha yadidanti nipātamattaṁ; vādādhippāyo hutvā vādaṁ āropessāmīti ajjhāsayena upasaṅkamituṁ abhabbo; dhammassavanāya pana upasaṅkameyyāti dasseti. Dummukhaṁ licchaviputtaṁ etadavocāti kasmā avoca ? Dummukhassa kirassa upamāharaṇakāle sesa licchavikumārāpi cintesuṁ – ‘‘iminā nigaṇṭhena amhākaṁ sippuggahaṇaṭṭhāne ciraṁ avamāno kato, ayaṁ dāni amittassa piṭṭhiṁ passituṁ kālo. Mayampi ekekaṁ upamaṁ āharitvā pāṇippahārena patitaṁ muggarena pothento viya tathā naṁ karissāma, yathā na puna parisamajjhe sīsaṁ ukkhipituṁ sakkhissatī’’ti, te opammāni karitvā dummukhassa kathāpariyosānaṁ āgamayamānā nisīdiṁsu. Saccako tesaṁ adhippāyaṁ ñatvā, ime sabbeva gīvaṁ ukkhipitvā oṭṭhehi calamānehi ṭhitā; sace paccekā upamā harituṁ labhissanti, puna mayā parisamajjhe sīsaṁ ukkhipituṁ na sakkā bhavissati, handāhaṁ dummukhaṁ apasādetvā yathā aññassa okāso na hoti, evaṁ kathāvāraṁ pacchinditvā samaṇaṁ gotamaṁ pañhaṁ pucchissāmīti tasmā etadavoca. Tattha āgamehīti tiṭṭha, mā puna bhaṇāhīti attho.",
  "atk-s0201a4:146": "361.Tiṭṭhatesā, bho gotamāti, bho gotama, esā amhākañceva aññesañca puthusamaṇabrāhmaṇānaṁ vācā tiṭṭhatu. Vilāpaṁ vilapitaṁ maññeti etañhi vacanaṁ vilapitaṁ viya hoti, vippalapitamattaṁ hotīti attho. Atha vā tiṭṭhatesāti ettha kathāti āharitvā vattabbā. Vācāvilāpaṁ vilapitaṁ maññeti ettha panidaṁ vācānicchāraṇaṁ vilapitamattaṁ maññe hotīti attho.",
  "atk-s0201a4:147": "Idāni pañhaṁ pucchanto kittāvatātiādimāha. Tattha vesārajjapattoti ñāṇapatto. Aparappaccayoti aparappattiyo. Athassa bhagavā pañhaṁ vissajjento idha, aggivessanātiādimāha, taṁ uttānatthameva. Yasmā panettha passatīti vuttattā sekkhabhūmi dassitā. Tasmā uttari asekkhabhūmiṁ pucchanto dutiyaṁ pañhaṁ pucchi, tampissa bhagavā byākāsi . Tattha dassanānuttariyenātiādīsu dassanānuttariyanti lokiyalokuttarā paññā. Paṭipadānuttariyanti lokiyalokuttarā paṭipadā. Vimuttānuttariyanti lokiyalokuttarā vimutti. Suddhalokuttarameva vā gahetvā dassanānuttariyanti arahattamaggasammādiṭṭhi. Paṭipadānuttariyanti sesāni maggaṅgāni. Vimuttānuttariyanti aggaphalavimutti. Khīṇāsavassa vā nibbānadassanaṁ dassanānuttariyaṁ nāma. Maggaṅgāni paṭipadānuttariyaṁ. Aggaphalaṁ vimuttānuttariyanti veditabbaṁ. Buddho so bhagavāti so bhagavā sayampi cattāri saccāni buddho. Bodhāyāti paresampi catusaccabodhāya dhammaṁ deseti. Dantotiādīsu dantoti nibbisevano. Damathāyāti nibbisevanatthāya. Santoti sabbakilesavūpasamena santo. Samathāyāti kilesavūpasamāya. Tiṇṇoti caturoghatiṇṇo. Taraṇāyāti caturoghataraṇāya. Parinibbutoti kilesaparinibbānena parinibbuto. Parinibbānāyāti kilesaparinibbānatthāya.",
  "atk-s0201a4:148": "362.Dhaṁsīti guṇadhaṁsakā. Pagabbāti vācāpāgabbiyena samannāgatā. Āsādetabbanti ghaṭṭetabbaṁ. Āsajjāti ghaṭṭetvā. Natveva bhavantaṁ gotamanti bhavantaṁ gotamaṁ āsajja kassaci attano vādaṁ anupahataṁ sakalaṁ ādāya pakkamituṁ thāmo natthīti dasseti. Na hi bhagavā hatthiādayo viya kassaci jīvitantarāyaṁ karoti. Ayaṁ pana nigaṇṭho imā tisso upamā na bhagavato ukkaṁsanatthaṁ āhari, attukkaṁsanatthameva āhari. Yathā hi rājā kañci paccatthikaṁ ghātetvā evaṁ nāma sūro evaṁ thāmasampanno puriso bhavissatīti paccatthikaṁ thomentopi attānameva thometi. Evameva sopi siyā hi, bho gotama, hatthiṁ pabhinnantiādīhi bhagavantaṁ ukkaṁsentopi mayameva sūrā mayaṁ paṇḍitā mayaṁ bahussutāyeva evaṁ pabhinnahatthiṁ viya, jalitaaggikkhandhaṁ viya, phaṇakataāsīvisaṁ viya ca vādatthikā sammāsambuddhaṁ upasaṅkamimhāti attānaṁyeva ukkaṁseti. Evaṁ attānaṁ ukkaṁsetvā bhagavantaṁ nimantayamāno adhivāsetu metiādimāha. Tattha adhivāsetūti sampaṭicchatu. Svātanāyāti yaṁ me tumhesu kāraṁ karoto sve bhavissati puññañca pītipāmojjañca, tadatthāya. Adhivāsesi bhagavā tuṇhībhāvenāti bhagavā kāyaṅgaṁ vā vācaṅgaṁ vā acopetvā abbhantareyeva khantiṁ dhārento tuṇhībhāvena adhivāsesi. Saccakassa anuggahakaraṇatthaṁ manasāva sampaṭicchīti vuttaṁ hoti.",
  "atk-s0201a4:149": "363.Yamassa patirūpaṁ maññeyyāthāti te kira licchavī tassa pañcathālipākasatāni niccabhattaṁ āharanti . Tadeva sandhāya esa sve tumhe yaṁ assa samaṇassa gotamassa patirūpaṁ kappiyanti maññeyyātha, taṁ āhareyyātha; samaṇassa hi gotamassa tumhe paricārakā kappiyākappiyaṁ yuttāyuttaṁ jānāthāti vadati. Bhattābhihāraṁ abhihariṁsūti abhiharitabbaṁ bhattaṁ abhihariṁsu. Paṇītenāti uttamena. Sahatthāti sahatthena. Santappetvāti suṭṭhu tappetvā, paripuṇṇaṁ suhitaṁ yāvadatthaṁ katvā. Sampavāretvāti suṭṭhu pavāretvā, alaṁ alanti hatthasaññāya paṭikkhipāpetvā. Bhuttāvinti bhuttavantaṁ. Onītapattapāṇinti pattato onītapāṇiṁ, apanītahatthanti vuttaṁ hoti. ‘‘Onittapattapāṇi’’ntipi pāṭho, tassattho, onittaṁ nānābhūtaṁ pattaṁ pāṇito assāti onittapattapāṇī. Taṁ onittapattapāṇiṁ, hatthe ca pattañca dhovitvā ekamante pattaṁ nikkhipitvā nisinnanti attho. Ekamantaṁ nisīdīti bhagavantaṁ evaṁbhūtaṁ ñatvā ekasmiṁ okāse nisīdīti attho. Puññañcāti yaṁ imasmiṁ dāne puññaṁ, āyatiṁ vipākakkhandhāti attho. Puññamahīti vipākakkhandhānaṁyeva parivāro. Taṁ dāyakānaṁ sukhāya hotūti taṁ imesaṁ licchavīnaṁ sukhatthāya hotu. Idaṁ kira so ahaṁ pabbajito nāma, pabbajitena ca na yuttaṁ attano dānaṁ niyyātetunti tesaṁ niyyātento evamāha. Atha bhagavā yasmā licchavīhi saccakassa dinnaṁ, na bhagavato. Saccakena pana bhagavato dinnaṁ, tasmā tamatthaṁ dīpento yaṁ kho, aggivessanātiādimāha. Iti bhagavā nigaṇṭhassa matena vināyeva attano dinnaṁ dakkhiṇaṁ nigaṇṭhassa niyyātesi, sā cassa anāgate vāsanā bhavissatīti.",
  "atk-s0201a4:150": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a4:151": "Cūḷasaccakasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a4:152": "6. Mahāsaccakasutavaṇṇanā",
  "atk-s0201a4:153": "364.Evaṁme sutanti mahāsaccakasuttaṁ. Tattha ekaṁ samayanti ca tena kho pana samayenāti ca pubbaṇhasamayanti ca tīhi padehi ekova samayo vutto. Bhikkhūnañhi vattapaṭipattiṁ katvā mukhaṁ dhovitvā pattacīvaramādāya cetiyaṁ vanditvā kataraṁ gāmaṁ pavisissāmāti vitakkamāḷake ṭhitakālo nāma hoti. Bhagavā evarūpe samaye rattadupaṭṭaṁ nivāsetvā kāyabandhanaṁ bandhitvā paṁsukūlacīvaraṁ ekaṁsaṁ pārupitvā gandhakuṭito nikkhamma bhikkhusaṅghaparivuto gandhakuṭipamukhe aṭṭhāsi. Taṁ sandhāya, – ‘‘ekaṁ samayanti ca tena kho pana samayenāti ca pubbaṇhasamaya’’nti ca vuttaṁ. Pavisitukāmoti piṇḍāya pavisissāmīti evaṁ katasanniṭṭhāno. Tenupasaṅkamīti kasmā upasaṅkamīti? Vādāropanajjhāsayena. Evaṁ kirassa ahosi – ‘‘pubbepāhaṁ apaṇḍitatāya sakalaṁ vesāliparisaṁ gahetvā samaṇassa gotamassa santikaṁ gantvā parisamajjhe maṅku jāto. Idāni tathā akatvā ekakova gantvā vādaṁ āropessāmi. Yadi samaṇaṁ gotamaṁ parājetuṁ sakkhissāmi, attano laddhiṁ dīpetvā jayaṁ karissāmi. Yadi samaṇassa gotamassa jayo bhavissati, andhakāre naccaṁ viya na koci jānissatī’’ti niddāpañhaṁ nāma gahetvā iminā vādajjhāsayena upasaṅkami.",
  "atk-s0201a4:154": "Anukampaṁ upādāyāti saccakassa nigaṇṭhaputtassa anukampaṁ paṭicca. Therassa kirassa evaṁ ahosi – ‘‘bhagavati muhuttaṁ nisinne buddhadassanaṁ dhammassavanañca labhissati. Tadassa dīgharattaṁ hitāya sukhāya saṁvattissatī’’ti. Tasmā bhagavantaṁ yācitvā paṁsukūlacīvaraṁ catugguṇaṁ paññapetvā nisīdatu bhagavāti āha. ‘‘Kāraṇaṁ ānando vadatī’’ti sallakkhetvā nisīdi bhagavā paññatte āsane. Bhagavantaṁ etadavocāti yaṁ pana pañhaṁ ovaṭṭikasāraṁ katvā ādāya āgato taṁ ṭhapetvā passena tāva pariharanto etaṁ santi, bho gotamātiādivacanaṁ avoca.",
  "atk-s0201a4:155": "365.Phusanti hi te, bho gotamāti te samaṇabrāhmaṇā sarīre uppannaṁ sārīrikaṁ dukkhaṁ vedanaṁ phusanti labhanti, anubhavantīti attho. Ūrukkhambhoti khambhakataūrubhāvo, ūruthaddhatāti attho. Vimhayatthavasena panettha bhavissatīti anāgatavacanaṁ kataṁ. Kāyanvayaṁ hotīti kāyānugataṁ hoti kāyassa vasavatti. Kāyabhāvanāti pana vipassanā vuccati, tāya cittavikkhepaṁ pāpuṇanto nāma natthi, iti nigaṇṭho asantaṁ abhūtaṁ yaṁ natthi, tadevāha. Cittabhāvanātipi samatho vuccati, samādhiyuttassa ca puggalassa ūrukkhambhādayo nāma natthi, iti nigaṇṭho idaṁ abhūtameva āha. Aṭṭhakathāyaṁ pana vuttaṁ – ‘‘yatheva ‘bhūtapubbanti vatvā ūrukkhambhopi nāma bhavissatī’tiādīni vadato anāgatarūpaṁ na sameti, tathā atthopi na sameti, asantaṁ abhūtaṁ yaṁ natthi, taṁ kathetī’’ti.",
  "atk-s0201a4:156": "No kāyabhāvananti pañcātapatappanādiṁ attakilamathānuyogaṁ sandhāyāha. Ayañhi tesaṁ kāyabhāvanā nāma. Kiṁ pana so disvā evamāha? So kira divādivassa vihāraṁ āgacchati, tasmiṁ kho pana samaye bhikkhū pattacīvaraṁ paṭisāmetvā attano attano rattiṭṭhānadivāṭṭhānesu paṭisallānaṁ upagacchanti. So te paṭisallīne disvā cittabhāvanāmattaṁ ete anuyuñjanti, kāyabhāvanā panetesaṁ natthīti maññamāno evamāha.",
  "atk-s0201a4:157": "366. Atha naṁ bhagavā anuyuñjanto kinti pana te, aggivessana, kāyabhāvanā sutāti āha. So taṁ vitthārento seyyathidaṁ, nando vacchotiādimāha. Tattha nandoti tassa nāmaṁ. Vacchoti gottaṁ. Kisoti nāmaṁ. Saṁkiccoti gottaṁ. Makkhaligosālo heṭṭhā āgatova. Eteti ete tayo janā, te kira kiliṭṭhatapānaṁ matthakapattā ahesuṁ. Uḷārāni uḷārānīti paṇītāni paṇītāni. Gāhenti nāmāti balaṁ gaṇhāpenti nāma. Brūhentīti vaḍḍhenti. Medentīti jātamedaṁ karonti. Purimaṁ pahāyāti purimaṁ dukkarakāraṁ pahāya. Pacchā upacinantīti pacchā uḷārakhādanīyādīhi santappenti, vaḍḍhenti. Ācayāpacayo hotīti vaḍḍhi ca avaḍḍhi ca hoti, iti imassa kāyassa kālena vaḍḍhi, kālena parihānīti vaḍḍhiparihānimattameva paññāyati, kāyabhāvanā pana na paññāyatīti dīpetvā cittabhāvanaṁ pucchanto, ‘‘kinti pana te, aggivessana, cittabhāvanā sutā’’ti āha. Na sampāyāsīti sampādetvā kathetuṁ nāsakkhi, yathā taṁ bālaputhujjano.",
  "atk-s0201a4:158": "367.Kutopana tvanti yo tvaṁ evaṁ oḷārikaṁ dubbalaṁ kāyabhāvanaṁ na jānāsi? So tvaṁ kuto saṇhaṁ sukhumaṁ cittabhāvanaṁ jānissasīti. Imasmiṁ pana ṭhāne codanālayatthero, ‘‘abuddhavacanaṁ nāmetaṁ pada’’nti bījaniṁ ṭhapetvā pakkamituṁ ārabhi. Atha naṁ mahāsīvatthero āha – ‘‘dissati, bhikkhave, imassa cātumahābhūtikassa kāyassa ācayopi apacayopi ādānampi nikkhepanampī’’ti (saṁ. ni. 2.62). Taṁ sutvā sallakkhesi – ‘‘oḷārikaṁ kāyaṁ pariggaṇhantassa uppannavipassanā oḷārikāti vattuṁ vaṭṭatī’’ti.",
  "atk-s0201a4:159": "368.Sukhasārāgīti sukhasārāgena samannāgato. Sukhāya vedanāya nirodhā uppajjati dukkhā vedanāti na anantarāva uppajjati, sukhadukkhānañhi anantarapaccayatā paṭṭhāne (paṭṭhā. 1.2.45-46) paṭisiddhā. Yasmā pana sukhe aniruddhe dukkhaṁ nuppajjati, tasmā idha evaṁ vuttaṁ. Pariyādāya tiṭṭhatīti khepetvā gaṇhitvā tiṭṭhati. Ubhatopakkhanti sukhaṁ ekaṁ pakkhaṁ dukkhaṁ ekaṁ pakkhanti evaṁ ubhatopakkhaṁ hutvā.",
  "atk-s0201a4:160": "369.Uppannāpi sukhā vedanā cittaṁ na pariyādāya tiṭṭhati, bhāvitattā kāyassa. Uppannāpi dukkhā vedanā cittaṁ na pariyādāya tiṭṭhati, bhāvitattā cittassāti ettha kāyabhāvanā vipassanā, cittabhāvanā samādhi. Vipassanā ca sukhassa paccanīkā, dukkhassa āsannā. Samādhi dukkhassa paccanīko, sukhassa āsanno. Kathaṁ? Vipassanaṁ paṭṭhapetvā nisinnassa hi addhāne gacchante gacchante tattha tattha aggiuṭṭhānaṁ viya hoti, kacchehi sedā muccanti, matthakato usumavaṭṭiuṭṭhānaṁ viya hotīti cittaṁ haññati vihaññati vipphandati. Evaṁ tāva vipassanā sukhassa paccanīkā, dukkhassa āsannā. Uppanne pana kāyike vā cetasike vā dukkhe taṁ dukkhaṁ vikkhambhetvā samāpattiṁ samāpannassa samāpattikkhaṇe dukkhaṁ dūrāpagataṁ hoti, anappakaṁ sukhaṁ okkamati. Evaṁ samādhi dukkhassa paccanīko, sukhassa āsanno. Yathā vipassanā sukhassa paccanīkā, dukkhassa āsannā, na tathā samādhi. Yathā samādhi dukkhassa paccanīko, sukhassa āsanno, na ca tathā vipassanāti. Tena vuttaṁ – ‘‘uppannāpi sukhā vedanā cittaṁ na pariyādāya tiṭṭhati, bhāvitattā kāyassa. Uppannāpi dukkhā vedanā cittaṁ na pariyādāya tiṭṭhati, bhāvitattā cittassā’’ti.",
  "atk-s0201a4:161": "370.Āsajjaupanīyāti guṇe ghaṭṭetvā ceva upanetvā ca. Taṁ vata meti taṁ vata mama cittaṁ.",
  "atk-s0201a4:162": "371.Kiñhi no siyā, aggivessanāti, aggivessana, kiṁ na bhavissati, bhavissateva, mā evaṁ saññī hohi, uppajjiyeva me sukhāpi dukkhāpi vedanā, uppannāya panassā ahaṁ cittaṁ pariyādāya ṭhātuṁ na demi. Idānissa tamatthaṁ pakāsetuṁ upari pasādāvahaṁ dhammadesanaṁ desetukāmo mūlato paṭṭhāya mahābhinikkhamanaṁ ārabhi. Tattha idha me, aggivessana, pubbeva sambodhā…pe… tattheva nisīdiṁ, alamidaṁ padhānāyāti idaṁ sabbaṁ heṭṭhā pāsarāsisutte vuttanayeneva veditabbaṁ. Ayaṁ pana viseso, tattha bodhipallaṅke nisajjā, idha dukkarakārikā.",
  "atk-s0201a4:163": "374.Allakaṭṭhanti allaṁ udumbarakaṭṭhaṁ. Sasnehanti sakhīraṁ. Kāmehīti vatthukāmehi. Avūpakaṭṭhāti anapagatā. Kāmacchandotiādīsu kilesakāmova chandakaraṇavasena chando. Sinehakaraṇavasena sneho. Mucchākaraṇavasena mucchā. Pipāsākaraṇavasena pipāsā. Anudahanavasena pariḷāhoti veditabbo. Opakkamikāti upakkamanibbattā. Ñāṇāya dassanāya anuttarāya sambodhāyāti sabbaṁ lokuttaramaggavevacanameva.",
  "atk-s0201a4:164": "Idaṁ panettha opammasaṁsandanaṁ – allaṁ sakhīraṁ udumbarakaṭṭhaṁ viya hi kilesakāmena vatthukāmato anissaṭapuggalā. Udake pakkhittabhāvo viya kilesakāmena tintatā; manthanenāpi aggino anabhinibbattanaṁ viya kilesakāmena vatthukāmato anissaṭānaṁ opakkamikāhi vedanāhi lokuttaramaggassa anadhigamo. Amanthanenāpi aggino anabhinibbattanaṁ viya tesaṁ puggalānaṁ vināpi opakkamikāhi vedanāhi lokuttaramaggassa anadhigamo. Dutiyaupamāpi imināva nayena veditabbā. Ayaṁ pana viseso, purimā saputtabhariyapabbajjāya upamā; pacchimā brāhmaṇadhammikapabbajjāya.",
  "atk-s0201a4:165": "376. Tatiyaupamāya koḷāpanti chinnasinehaṁ nirāpaṁ. Thale nikkhittanti pabbatathale vā bhūmithale vā nikkhittaṁ. Etthāpi idaṁ opammasaṁsandanaṁ – sukkhakoḷāpakaṭṭhaṁ viya hi kilesakāmena vatthukāmato nissaṭapuggalā, ārakā udakā thale nikkhittabhāvo viya kilesakāmena atintatā. Manthanenāpi aggino abhinibbattanaṁ viya kilesakāmena vatthukāmato nissaṭānaṁ abbhokāsikanesajjikādivasena opakkamikāhipi vedanāhi lokuttaramaggassa adhigamo. Aññassa rukkhassa sukkhasākhāya saddhiṁ ghaṁsanamatteneva aggino abhinibbattanaṁ viya vināpi opakkamikāhi vedanāhi sukhāyeva paṭipadāya lokuttaramaggassa adhigamoti. Ayaṁ upamā bhagavatā attano atthāya āhaṭā.",
  "atk-s0201a4:166": "377. Idāni attano dukkarakārikaṁ dassento, tassa mayhantiādimāha. Kiṁ pana bhagavā dukkaraṁ akatvā buddho bhavituṁ na samatthoti? Katvāpi akatvāpi samatthova. Atha kasmā akāsīti? Sadevakassa lokassa attano parakkamaṁ dassessāmi. So ca maṁ vīriyanimmathanaguṇo hāsessatīti. Pāsāde nisinnoyeva hi paveṇiāgataṁ rajjaṁ labhitvāpi khattiyo na tathāpamudito hoti, yathā balakāyaṁ gahetvā saṅgāme dve tayo sampahāre datvā amittamathanaṁ katvā pattarajjo. Evaṁ pattarajjassa hi rajjasiriṁ anubhavantassa parisaṁ oloketvā attano parakkamaṁ anussaritvā, ‘‘asukaṭṭhāne asukakammaṁ katvā asukañca asukañca amittaṁ evaṁ vijjhitvā evaṁ paharitvā imaṁ rajjasiriṁ pattosmī’’ti cintayato balavasomanassaṁ uppajjati. Evamevaṁ bhagavāpi sadevakassa lokassa parakkamaṁ dassessāmi, so hi maṁ parakkamo ativiya hāsessati, somanassaṁ uppādessatīti dukkaramakāsi.",
  "atk-s0201a4:167": "Apica pacchimaṁ janataṁ anukampamānopi akāsiyeva, pacchimā hi janatā sammāsambuddho kappasatasahassādhikāni cattāri asaṅkhyeyyāni pāramiyo pūretvāpi padhānaṁ padahitvāva sabbaññutaññāṇaṁ patto, kimaṅgaṁ pana mayanti padhānavīriyaṁ kattabbaṁ maññissati; evaṁ sante khippameva jātijarāmaraṇassa antaṁ karissatīti pacchimaṁ janataṁ anukampamāno akāsiyeva.",
  "atk-s0201a4:168": "Dantebhidantamādhāyāti heṭṭhādante uparidantaṁ ṭhapetvā. Cetasā cittanti kusalacittena akusalacittaṁ. Abhiniggaṇheyyanti niggaṇheyyaṁ. Abhinippīḷeyyanti nippīḷeyyaṁ. Abhisantāpeyyanti tāpetvā vīriyanimmathanaṁ kareyyaṁ. Sāraddhoti sadaratho. Padhānābhitunnassāti padhānena abhitunnassa, viddhassa satoti attho.",
  "atk-s0201a4:169": "378.Appāṇakanti nirassāsakaṁ. Kammāragaggariyāti kammārassa gaggaranāḷiyā. Sīsavedanā hontīti kutoci nikkhamituṁ alabhamānehi vātehi samuṭṭhāpitā balavatiyo sīsavedanā honti. Sīsaveṭhaṁ dadeyyāti sīsaveṭhanaṁ dadeyya. Devatāti bodhisattassa caṅkamanakoṭiyaṁ paṇṇasālapariveṇasāmantā ca adhivatthā devatā.",
  "atk-s0201a4:170": "Tadā kira bodhisattassa adhimatte kāyadāhe uppanne mucchā udapādi. So caṅkameva nisinno hutvā papati. Taṁ disvā devatā evamāhaṁsu – ‘‘vihārotveva so arahato’’ti, ‘‘arahanto nāma evarūpā honti matakasadisā’’ti laddhiyā vadanti. Tattha yā devatā ‘‘kālaṅkato’’ti āhaṁsu, tā gantvā suddhodanamahārājassa ārocesuṁ – ‘‘tumhākaṁ putto kālaṅkato’’ti. Mama putto buddho hutvā kālaṅkato, no ahutvāti? Buddho bhavituṁ nāsakkhi, padhānabhūmiyaṁyeva patitvā kālaṅkatoti. Nāhaṁ saddahāmi, mama puttassa bodhiṁ apatvā kālaṅkiriyā nāma natthīti.",
  "atk-s0201a4:171": "Aparabhāge sammāsambuddhassa dhammacakkaṁ pavattetvā anupubbena rājagahaṁ gantvā kapilavatthuṁ anuppattassa suddhodanamahārājā pattaṁ gahetvā pāsādaṁ āropetvā yāgukhajjakaṁ datvā antarābhattasamaye etamatthaṁ ārocesi – tumhākaṁ bhagavā padhānakaraṇakāle devatā āgantvā, ‘‘putto te, mahārāja, kālaṅkato’’ti āhaṁsūti. Kiṁ saddahasi mahārājāti? Na bhagavā saddahinti. Idāni, mahārāja, supinappaṭiggahaṇato paṭṭhāya acchariyāni passanto kiṁ saddahissasi? Ahampi buddho jāto, tvampi buddhapitā jāto, pubbe pana mayhaṁ aparipakke ñāṇe bodhicariyaṁ carantassa dhammapālakumārakālepi sippaṁ uggahetuṁ gatassa, ‘‘tumhākaṁ putto dhammapālakumāro kālaṅkato, idamassa aṭṭhī’’ti eḷakaṭṭhiṁ āharitvā dassesuṁ, tadāpi tumhe, ‘‘mama puttassa antarāmaraṇaṁ nāma natthi, nāhaṁ saddahāmī’’ti avocuttha, mahārājāti imissā aṭṭhuppattiyā bhagavā mahādhammapālajātakaṁ kathesi.",
  "atk-s0201a4:172": "379.Mākho tvaṁ mārisāti sampiyāyamānā āhaṁsu. Devatānaṁ kirāyaṁ piyamanāpavohāro, yadidaṁ mārisāti. Ajajjitanti abhojanaṁ. Halanti vadāmīti alanti vadāmi, alaṁ iminā evaṁ mā karittha, yāpessāmahanti evaṁ paṭisedhemīti attho.",
  "atk-s0201a4:173": "380-1.Maṅguracchavīti maṅguramacchacchavi. Etāva paramanti tāsampi vedanānametaṁyeva paramaṁ, uttamaṁ pamāṇaṁ. Pitu sakkassa kammante…pe… paṭhamaṁ jhānaṁ upasampajja viharitāti rañño kira vappamaṅgaladivaso nāma hoti, tadā anekappakāraṁ khādanīyaṁ bhojanīyaṁ paṭiyādenti. Nagaravīthiyo sodhāpetvā puṇṇaghaṭe ṭhapāpetvā dhajapaṭākādayo ussāpetvā sakalanagaraṁ devavimānaṁ viya alaṅkaronti. Sabbe dāsakammakarādayo ahatavatthanivatthā gandhamālādipaṭimaṇḍitā rājakule sannipatanti. Rañño kammante naṅgalasatasahassaṁ yojīyati. Tasmiṁ pana divase ekena ūnaṁ aṭṭhasataṁ yojenti. Sabbanaṅgalāni saddhiṁ balibaddarasmiyottehi jāṇussoṇissa ratho viya rajataparikkhittāni honti. Rañño ālambananaṅgalaṁ rattasuvaṇṇaparikkhittaṁ hoti. Balibaddānaṁ siṅgānipi rasmipatodāpi suvaṇṇaparikkhittā honti. Rājā mahāparivārena nikkhamanto puttaṁ gahetvā agamāsi.",
  "atk-s0201a4:174": "Kammantaṭṭhāne eko jamburukkho bahalapattapalāso sandacchāyo ahosi. Tassa heṭṭhā kumārassa sayanaṁ paññapetvā upari suvaṇṇatārakakhacitaṁ vitānaṁ bandhāpetvā sāṇipākārena parikkhipāpetvā ārakkhaṁ ṭhapetvā rājā sabbālaṅkāraṁ alaṅkaritvā amaccagaṇaparivuto naṅgalakaraṇaṭṭhānaṁ agamāsi. Tattha rājā suvaṇṇanaṅgalaṁ gaṇhāti. Amaccā ekenūnaaṭṭhasatarajatanaṅgalāni gahetvā ito cito ca kasanti. Rājā pana orato pāraṁ gacchati, pārato vā oraṁ gacchati. Etasmiṁ ṭhāne mahāsampatti hoti, bodhisattaṁ parivāretvā nisinnā dhātiyo rañño sampattiṁ passissāmāti antosāṇito bahi nikkhantā. Bodhisatto ito cito ca olokento kañci adisvā vegena uṭṭhāya pallaṅkaṁ ābhujitvā ānāpāne pariggahetvā paṭhamajjhānaṁ nibbattesi. Dhātiyo khajjabhojjantare vicaramānā thokaṁ cirāyiṁsu, sesarukkhānaṁ chāyā nivattā, tassa pana rukkhassa parimaṇḍalā hutvā aṭṭhāsi. Dhātiyo ayyaputto ekakoti vegena sāṇiṁ ukkhipitvā anto pavisamānā bodhisattaṁ sayane pallaṅkena nisinnaṁ tañca pāṭihāriyaṁ disvā gantvā rañño ārocayiṁsu – ‘‘kumāro deva, evaṁ nisinno aññesaṁ rukkhānaṁ chāyā nivattā, jamburukkhassa parimaṇḍalā ṭhitā’’ti. Rājā vegenāgantvā pāṭihāriyaṁ disvā, ‘‘idaṁ te, tāta, dutiyaṁ vandana’’nti puttaṁ vandi. Idametaṁ sandhāya vuttaṁ – ‘‘pitu sakkassa kammante…pe… paṭhamajjhānaṁ upasampajja viharitā’’ti. Siyā nu kho eso maggo bodhāyāti bhaveyya nu kho etaṁ ānāpānassatipaṭhamajjhānaṁ bujjhanatthāya maggoti. Satānusāriviññāṇanti nayidaṁ bodhāya maggo bhavissati, ānāpānassatipaṭhamajjhānaṁ pana bhavissatīti evaṁ ekaṁ dve vāre uppannasatiyā anantaraṁ uppannaviññāṇaṁ satānusāriviññāṇaṁ nāma. Yaṁ taṁ sukhanti yaṁ taṁ ānāpānassatipaṭhamajjhānasukhaṁ.",
  "atk-s0201a4:175": "382.Paccupaṭṭhitā hontīti paṇṇasālapariveṇasammajjanādivattakaraṇena upaṭṭhitā honti. Bāhullikoti paccayabāhulliko. Āvatto bāhullāyāti rasagiddho hutvā paṇītapiṇḍapātādīnaṁ atthāya āvatto. Nibbijja pakkamiṁsūti ukkaṇṭhitvā dhammaniyāmeneva pakkantā bodhisattassa sambodhiṁ pattakāle kāyavivekassa okāsadānatthaṁ dhammatāya gatā. Gacchantā ca aññaṭṭhānaṁ agantvā bārāṇasimeva agamaṁsu. Bodhisatto tesu gatesu addhamāsaṁ kāyavivekaṁ labhitvā bodhimaṇḍe aparājitapallaṅke nisīditvā sabbaññutaññāṇaṁ paṭivijjhi.",
  "atk-s0201a4:176": "383.Vivicceva kāmehītiādi bhayabherave vuttanayeneva veditabbaṁ.",
  "atk-s0201a4:177": "387.Abhijānāmi kho panāhanti ayaṁ pāṭiyekko anusandhi. Nigaṇṭho kira cintesi – ‘‘ahaṁ samaṇaṁ gotamaṁ ekaṁ pañhaṁ pucchiṁ. Samaṇo gotamo ‘aparāpi maṁ, aggivessana, aparāpi maṁ, aggivessanā’ti pariyosānaṁ adassento kathetiyeva. Kupito nu kho’’ti? Atha bhagavā, aggivessana , tathāgate anekasatāya parisāya dhammaṁ desente kupito samaṇo gotamoti ekopi vattā natthi, paresaṁ bodhanatthāya paṭivijjhanatthāya eva tathāgato dhammaṁ desetīti dassento imaṁ dhammadesanaṁ ārabhi. Tattha ārabbhāti sandhāya. Yāvadevāti payojanavidhi paricchedaniyamanaṁ. Idaṁ vuttaṁ hoti – paresaṁ viññāpanameva tathāgatassa dhammadesanāya payojanaṁ, tasmā na ekasseva deseti, yattakā viññātāro atthi, sabbesaṁ desetīti. Tasmiṁyeva purimasminti iminā kiṁ dassetīti? Saccako kira cintesi – ‘‘samaṇo gotamo abhirūpo pāsādiko suphusitaṁ dantāvaraṇaṁ, jivhā mudukā, madhuraṁ vākkaraṇaṁ, parisaṁ rañjento maññe vicarati, anto panassa cittekaggatā natthī’’ti. Atha bhagavā, aggivessana, na tathāgato parisaṁ rañjento vicarati, cakkavāḷapariyantāyapi parisāya tathāgato dhammaṁ deseti, asallīno anupalitto ettakaṁ ekavihārī, suññataphalasamāpattiṁ anuyuttoti dassetuṁ evamāha.",
  "atk-s0201a4:178": "Ajjhattamevāti gocarajjhattameva. Sannisādemīti sannisīdāpemi, tathāgato hi yasmiṁ khaṇe parisā sādhukāraṁ deti, tasmiṁ khaṇe pubbābhogena paricchinditvā phalasamāpattiṁ samāpajjati, sādhukārasaddassa nigghose avicchinneyeva samāpattito vuṭṭhāya ṭhitaṭṭhānato paṭṭhāya dhammaṁ deseti, buddhānañhi bhavaṅgaparivāso lahuko hotīti assāsavāre passāsavāre samāpattiṁ samāpajjanti. Yena sudaṁ niccakappanti yena suññena phalasamādhinā niccakālaṁ viharāmi, tasmiṁ samādhinimitte cittaṁ saṇṭhapemi samādahāmīti dasseti.",
  "atk-s0201a4:179": "Okappaniyametanti saddahaniyametaṁ. Evaṁ bhagavato ekaggacittataṁ sampaṭicchitvā idāni attano ovaṭṭikasāraṁ katvā ānītapañhaṁ pucchanto abhijānāti kho pana bhavaṁ gotamo divā supitāti āha. Yathā hi sunakho nāma asambhinnakhīrapakkapāyasaṁ sappinā yojetvā udarapūraṁ bhojitopi gūthaṁ disvā akhāditvā gantuṁ na sakkā, akhādamāno ghāyitvāpi gacchati, aghāyitvāva gatassa kirassa sīsaṁ rujjati; evamevaṁ imassapi satthā asambhinnakhīrapakkapāyasasadisaṁ abhinikkhamanato paṭṭhāya yāva āsavakkhayā pasādanīyaṁ dhammadesanaṁ deseti. Etassa pana evarūpaṁ dhammadesanaṁ sutvā satthari pasādamattampi na uppannaṁ, tasmā ovaṭṭikasāraṁ katvā ānītapañhaṁ apucchitvā gantuṁ asakkonto evamāha. Tattha yasmā thinamiddhaṁ sabbakhīṇāsavānaṁ arahattamaggeneva pahīyati, kāyadaratho pana upādinnakepi hoti anupādinnakepi. Tathā hi kamaluppalādīni ekasmiṁ kāle vikasanti, ekasmiṁ makulāni honti, sāyaṁ kesañci rukkhānampi pattāni patilīyanti, pāto vipphārikāni honti. Evaṁ upādinnakassa kāyassa darathoyeva darathavasena bhavaṅgasotañca idha niddāti adhippetaṁ, taṁ khīṇāsavānampi hoti. Taṁ sandhāya, ‘‘abhijānāmaha’’ntiādimāha. Sammohavihārasmiṁ vadantīti sammohavihāroti vadanti.",
  "atk-s0201a4:180": "389.Āsajja āsajjāti ghaṭṭetvā ghaṭṭetvā. Upanītehīti upanetvā kathitehi. Vacanappathehīti vacanehi. Abhinanditvā anumoditvāti alanti cittena sampaṭicchanto abhinanditvā vācāyapi pasaṁsanto anumoditvā. Bhagavatā imassa nigaṇṭhassa dve suttāni kathitāni. Purimasuttaṁ eko bhāṇavāro, idaṁ diyaḍḍho, iti aḍḍhatiye bhāṇavāre sutvāpi ayaṁ nigaṇṭho neva abhisamayaṁ patto, na pabbajito, na saraṇesu patiṭṭhito. Kasmā etassa bhagavā dhammaṁ desesīti? Anāgate vāsanatthāya. Passati hi bhagavā, ‘‘imassa idāni upanissayo natthi, mayhaṁ pana parinibbānato samadhikānaṁ dvinnaṁ vassasatānaṁ accayena tambapaṇṇidīpe sāsanaṁ patiṭṭhahissati. Tatrāyaṁ kulaghare nibbattitvā sampatte kāle pabbajitvā tīṇi piṭakāni uggahetvā vipassanaṁ vaḍḍhetvā saha paṭisambhidāhi arahattaṁ patvā kāḷabuddharakkhito nāma mahākhīṇāsavo bhavissatī’’ti. Idaṁ disvā anāgate vāsanatthāya dhammaṁ desesi.",
  "atk-s0201a4:181": "Sopi tattheva tambapaṇṇidīpamhi sāsane patiṭṭhite devalokato cavitvā dakkhiṇagirivihārassa bhikkhācāragāme ekasmiṁ amaccakule nibbatto pabbajjāsamatthayobbane pabbajitvā tepiṭakaṁ buddhavacanaṁ uggahetvā gaṇaṁ pariharanto mahābhikkhusaṅghaparivuto upajjhāyaṁ passituṁ agamāsi. Athassa upajjhāyo saddhivihārikaṁ codessāmīti tepiṭakaṁ buddhavacanaṁ uggahetvā āgatena tena saddhiṁ mukhaṁ datvā kathāmattampi na akāsi. So paccūsasamaye vuṭṭhāya therassa santikaṁ gantvā, – ‘‘tumhe, bhante, mayi ganthakammaṁ katvā tumhākaṁ santikaṁ āgate mukhaṁ datvā kathāmattampi na karittha, ko mayhaṁ doso’’ti pucchi. Thero āha – ‘‘tvaṁ, āvuso, buddharakkhita ettakeneva ‘pabbajjākiccaṁ me matthakaṁ patta’nti saññaṁ karosī’’ti. Kiṁ karomi, bhanteti? Gaṇaṁ vinodetvā tvaṁ papañcaṁ chinditvā cetiyapabbatavihāraṁ gantvā samaṇadhammaṁ karohīti. So upajjhāyassa ovāde ṭhatvā saha paṭisambhidāhi arahattaṁ patvā puññavā rājapūjito hutvā mahābhikkhusaṅghaparivāro cetiyapabbatavihāre vasi.",
  "atk-s0201a4:182": "Tasmiñhi kāle tissamahārājā uposathakammaṁ karonto cetiyapabbate rājaleṇe vasati. So therassa upaṭṭhākabhikkhuno saññaṁ adāsi – ‘‘yadā mayhaṁ ayyo pañhaṁ vissajjeti, dhammaṁ vā katheti, tadā me saññaṁ dadeyyāthā’’ti. Theropi ekasmiṁ dhammassavanadivase bhikkhusaṅghaparivāro kaṇṭakacetiyaṅgaṇaṁ āruyha cetiyaṁ vanditvā kāḷatimbarurukkhamūle aṭṭhāsi. Atha naṁ eko piṇḍapātikatthero kāḷakārāmasuttante pañhaṁ pucchi. Thero nanu, āvuso, ajja dhammassavanadivasoti āha. Āma, bhante, dhammassavanadivasoti. Tena hi pīṭhakaṁ ānetha, idheva nisinnā dhammassavanaṁ karissāmāti. Athassa rukkhamūle āsanaṁ paññapetvā adaṁsu. Thero pubbagāthā vatvā kāḷakārāmasuttaṁ ārabhi. Sopissa upaṭṭhākadaharo rañño saññaṁ dāpesi. Rājā pubbagāthāsu aniṭṭhitāsuyeva pāpuṇi. Patvā ca aññātakaveseneva parisante ṭhatvā tiyāmarattiṁ ṭhitakova dhammaṁ sutvā therassa, idamavoca bhagavāti vacanakāle sādhukāraṁ adāsi. Thero ñatvā, kadā āgatosi, mahārājāti pucchi. Pubbagāthā osāraṇakāleyeva, bhanteti. Dukkaraṁ te mahārāja, katanti. Nayidaṁ, bhante, dukkaraṁ, yadi pana me ayyassa dhammakathaṁ āraddhakālato paṭṭhāya ekapadepi aññavihitabhāvo ahosi, tambapaṇṇidīpassa patodayaṭṭhinitudanamattepi ṭhāne sāmibhāvo nāma me mā hotūti sapathamakāsi.",
  "atk-s0201a4:183": "Tasmiṁ pana sutte buddhaguṇā paridīpitā, tasmā rājā pucchi – ‘‘ettakāva, bhante, buddhaguṇā, udāhu aññepi atthī’’ti. Mayā kathitato, mahārāja, akathitameva bahu appamāṇanti. Upamaṁ, bhante, karothāti. Yathā, mahārāja , karīsasahassamatte sālikkhette ekasālisīsato avasesasālīyeva bahū, evaṁ mayā kathitaguṇā appā, avasesā bahūti. Aparampi, bhante, upamaṁ karothāti. Yathā, mahārāja, mahāgaṅgāya oghapuṇṇāya sūcipāsaṁ sammukhaṁ kareyya, sūcipāsena gataudakaṁ appaṁ, sesaṁ bahu, evameva mayā kathitaguṇā appā, avasesā bahūti. Aparampi, bhante, upamaṁ karothāti. Idha, mahārāja, cātakasakuṇā nāma ākāse kīḷantā vicaranti. Khuddakā sā sakuṇajāti, kiṁ nu kho tassa sakuṇassa ākāse pakkhapasāraṇaṭṭhānaṁ bahu, avaseso ākāso appoti? Kiṁ, bhante, vadatha, appo tassa pakkhapasāraṇokāso, avasesova bahūti. Evameva, mahārāja, appakā mayā buddhaguṇā kathitā, avasesā bahū anantā appameyyāti. Sukathitaṁ, bhante, anantā buddhaguṇā ananteneva ākāsena upamitā. Pasannā mayaṁ ayyassa, anucchavikaṁ pana kātuṁ na sakkoma. Ayaṁ me duggatapaṇṇākāro imasmiṁ tambapaṇṇidīpe imaṁ tiyojanasatikaṁ rajjaṁ ayyassa demāti. Tumhehi, mahārāja, attano pasannākāro kato, mayaṁ pana amhākaṁ dinnaṁ rajjaṁ tumhākaṁyeva dema, dhammena samena rajjaṁ kārehi mahārājāti.",
  "atk-s0201a4:184": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a4:185": "Mahāsaccakasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a4:186": "7. Cūḷataṇhāsaṅkhayasuttavaṇṇanā",
  "atk-s0201a4:187": "390.Evaṁme sutanti cūḷataṇhāsaṅkhayasuttaṁ. Tattha pubbārāme migāramātupāsādeti pubbārāmasaṅkhāte vihāre migāramātuyā pāsāde. Tatrāyaṁ anupubbīkathāatīte satasahassakappamatthake ekā upāsikā padumuttaraṁ bhagavantaṁ nimantetvā buddhappamukhassa bhikkhusaṅghassa satasahassaṁ dānaṁ datvā bhagavato pādamūle nipajjitvā, ‘‘anāgate tumhādisassa buddhassa aggupaṭṭhāyikā homī’’ti patthanamakāsi. Sā kappasatasahassaṁ devesu ceva manussesu ca saṁsaritvā amhākaṁ bhagavato kāle bhaddiyanagare meṇḍakaseṭṭhiputtassa dhanañjayassa seṭṭhino gahe sumanadeviyā kucchimhi paṭisandhiṁ gaṇhi. Jātakāle cassā visākhāti nāmaṁ akaṁsu. Sā yadā bhagavā bhaddiyanagaraṁ agamāsi, tadā pañcahi dārikāsatehi saddhiṁ bhagavato paccuggamanaṁ katvā paṭhamadassanamhiyeva sotāpannā ahosi. Aparabhāge sāvatthiyaṁ migāraseṭṭhiputtassa puṇṇavaḍḍhanakumārassa gehaṁ gatā, tattha naṁ migāraseṭṭhi mātiṭṭhāne ṭhapesi, tasmā migāramātāti vuccati.",
  "atk-s0201a4:188": "Patikulaṁ gacchantiyā cassā pitā mahālatāpiḷandhanaṁ nāma kārāpesi. Tasmiṁ piḷandhane catasso vajiranāḷiyo upayogaṁ agamaṁsu, muttānaṁ ekādasa nāḷiyo, pavāḷānaṁ dvāvīsati nāḷiyo, maṇīnaṁ tettiṁsa nāḷiyo, iti etehi ca aññehi ca sattavaṇṇehi ratanehi niṭṭhānaṁ agamāsi. Taṁ sīse paṭimukkaṁ yāva pādapiṭṭhiyā bhassati, pañcannaṁ hatthīnaṁ balaṁ dhārayamānāva naṁ itthī dhāretuṁ sakkoti. Sā aparabhāge dasabalassa aggupaṭṭhāyikā hutvā taṁ pasādhanaṁ vissajjetvā navahi koṭīhi bhagavato vihāraṁ kārayamānā karīsamatte bhūmibhāge pāsādaṁ kāresi. Tassa uparibhūmiyaṁ pañca gabbhasatāni honti, heṭṭhābhūmiyaṁ pañcāti gabbhasahassappaṭimaṇḍito ahosi. Sā ‘‘suddhapāsādova na sobhatī’’ti taṁ parivāretvā pañca dvikūṭagehasatāni, pañca cūḷapāsādasatāni, pañca dīghasālasatāni ca kārāpesi. Vihāramaho catūhi māsehi niṭṭhānaṁ agamāsi.",
  "atk-s0201a4:189": "Mātugāmattabhāve ṭhitāya visākhāya viya aññissā buddhasāsane dhanapariccāgo nāma natthi, purisattabhāve ṭhitassa ca anāthapiṇḍikassa viya aññassa buddhasāsane dhanapariccāgo nāma natthi. So hi catupaññāsakoṭiyo vissajjetvā sāvatthiyā dakkhiṇabhāge anurādhapurassa mahāvihārasadise ṭhāne jetavanamahāvihāraṁ nāma kāresi. Visākhā, sāvatthiyā pācīnabhāge uttamadevīvihārasadise ṭhāne pubbārāmaṁ nāma kāresi. Bhagavā imesaṁ dvinnaṁ kulānaṁ anukampāya sāvatthiṁ nissāya viharanto imesu dvīsu vihāresu nibaddhavāsaṁ vasi. Ekaṁ antovassaṁ jetavane vasati, ekaṁ pubbārāme, etasmiṁ pana samaye bhagavā pubbārāme viharati. Tena vuttaṁ – ‘‘pubbārāme migāramātupāsāde’’ti.",
  "atk-s0201a4:190": "Kittāvatānu kho, bhanteti kittakena nu kho, bhante. Saṁkhittena taṇhāsaṅkhayavimutto hotīti taṇhāsaṅkhaye nibbāne taṁ ārammaṇaṁ katvā vimuttacittatāya taṇhāsaṅkhayavimutto nāma saṁkhittena kittāvatā hoti? Yāya paṭipattiyā taṇhāsaṅkhayavimutto hoti, taṁ me khīṇāsavassa bhikkhuno pubbabhāgappaṭipadaṁ saṁkhittena desethāti pucchati. Accantaniṭṭhoti khayavayasaṅkhātaṁ antaṁ atītāti accantā. Accantā niṭṭhā assāti accantaniṭṭho, ekantaniṭṭho satataniṭṭhoti attho. Accantaṁ yogakkhemīti accantayogakkhemī, niccayogakkhemīti attho. Accantaṁ brahmacārīti accantabrahmacārī, niccabrahmacārīti attho. Accantaṁ pariyosānamassāti purimanayeneva accantapariyosāno. Seṭṭho devamanussānanti devānañca manussānañca seṭṭho uttamo. Evarūpo bhikkhu kittāvatā hoti, khippametassa saṅkhepeneva paṭipattiṁ kathethāti bhagavantaṁ yācati. Kasmā panesa evaṁ vegāyatīti? Kīḷaṁ anubhavitukāmatāya.",
  "atk-s0201a4:191": "Ayaṁ kira uyyānakīḷaṁ āṇāpetvā catūhi mahārājūhi catūsu disāsu ārakkhaṁ gāhāpetvā dvīsu devalokesu devasaṅghena parivuto aḍḍhatiyāhi nāṭakakoṭīhi saddhiṁ erāvaṇaṁ āruyha uyyānadvāre ṭhito imaṁ pañhaṁ sallakkhesi – ‘‘kittakena nu kho taṇhāsaṅkhayavimuttassa khīṇāsavassa saṅkhepato āgamaniyapubbabhāgapaṭipadā hotī’’ti. Athassa etadahosi – ‘‘ayaṁ pañho ativiya sassiriko, sacāhaṁ imaṁ pañhaṁ anuggaṇhitvāva uyyānaṁ pavisissāmi, chadvārikehi ārammaṇehi nimmathito na puna imaṁ pañhaṁ sallakkhessāmi , tiṭṭhatu tāva uyyānakīḷā, satthu santikaṁ gantvā imaṁ pañhaṁ pucchitvā uggahitapañho uyyāne kīḷissāmī’’ti hatthikkhandhe antarahito bhagavato santike pāturahosi. Tepi cattāro mahārājāno ārakkhaṁ gahetvā ṭhitaṭṭhāneyeva ṭhitā, paricārikadevasaṅghāpi nāṭakānipi erāvaṇopi nāgarājā tattheva uyyānadvāre aṭṭhāsi, evamesa kīḷaṁ anubhavitukāmatāya vegāyanto evamāha.",
  "atk-s0201a4:192": "Sabbe dhammā nālaṁ abhinivesāyāti ettha sabbe dhammā nāma pañcakkhandhā dvādasāyatanāni aṭṭhārasa dhātuyo. Te sabbepi taṇhādiṭṭhivasena abhinivesāya nālaṁ na pariyattā na samatthā na yuttā, kasmā? Gahitākārena atiṭṭhanato. Te hi niccāti gahitāpi aniccāva sampajjanti, sukhāti gahitāpi dukkhāva sampajjanti, attāti gahitāpi anattāva sampajjanti, tasmā nālaṁ abhinivesāya. Abhijānātīti aniccaṁ dukkhaṁ anattāti ñātapariññāya abhijānāti. Parijānātīti tatheva tīraṇapariññāya parijānāti. Yaṁkiñci vedananti antamaso pañcaviññāṇasampayuttampi yaṁkiñci appamattakampi vedanaṁ anubhavati. Iminā bhagavā sakkassa devānamindassa vedanāvasena nibbattetvā arūpapariggahaṁ dasseti. Sace pana vedanākammaṭṭhānaṁ heṭṭhā na kathitaṁ bhaveyya, imasmiṁ ṭhāne kathetabbaṁ siyā. Heṭṭhā pana kathitaṁ, tasmā satipaṭṭhāne vuttanayeneva veditabbaṁ. Aniccānupassīti ettha aniccaṁ veditabbaṁ, aniccānupassanā veditabbā, aniccānupassī veditabbo. Tattha aniccanti pañcakkhandhā, te hi uppādavayaṭṭhena aniccā. Aniccānupassanāti pañcakkhandhānaṁ khayato vayato dassanañāṇaṁ. Aniccānupassīti tena ñāṇena samannāgato puggalo . Tasmā ‘‘aniccānupassī viharatī’’ti aniccato anupassanto viharatīti ayamettha attho.",
  "atk-s0201a4:193": "Virāgānupassīti ettha dve virāgā khayavirāgo ca accantavirāgo ca. Tattha saṅkhārānaṁ khayavayato anupassanāpi, accantavirāgaṁ nibbānaṁ virāgato dassanamaggañāṇampi virāgānupassanā. Tadubhayasamāṅgīpuggalo virāgānupassī nāma, taṁ sandhāya vuttaṁ ‘‘virāgānupassī’’ti, virāgato anupassantoti attho. Nirodhānupassimhipi eseva nayo, nirodhopi hi khayanirodho ca accantanirodho cāti duvidhoyeva. Paṭinissaggānupassīti ettha paṭinissaggo vuccati vossaggo, so ca pariccāgavossaggo pakkhandanavossaggoti duvidho hoti . Tattha pariccāgavossaggoti vipassanā, sā hi tadaṅgavasena kilese ca khandhe ca vossajjati. Pakkhandanavossaggoti maggo, so hi nibbānaṁ ārammaṇaṁ ārammaṇato pakkhandati. Dvīhipi vā kāraṇehi vossaggoyeva, samucchedavasena khandhānaṁ kilesānañca vossajjanato, nibbānañca pakkhandanato. Tasmā kilese ca khandhe ca pariccajatīti pariccāgavossaggo, nirodhe nibbānadhātuyā cittaṁ pakkhandatīti pakkhandanavossaggoti ubhayampetaṁ magge sameti. Tadubhayasamaṅgīpuggalo imāya paṭinissaggānupassanāya samannāgatattā paṭinissaggānupassī nāma hoti. Taṁ sandhāya vuttaṁ ‘‘paṭinissaggānupassī’’ti. Na kiñci loke upādiyatīti kiñci ekampi saṅkhāragataṁ taṇhāvasena na upādiyati na gaṇhāti na parāmasati. Anupādiyaṁ na paritassatīti aggaṇhanto taṇhāparitassanāya na paritassati. Paccattaññeva parinibbāyatīti sayameva kilesaparinibbānena parinibbāyati. Khīṇā jātītiādinā panassa paccavekkhaṇāva dassitā. Iti bhagavā sakkassa devānamindassa saṁkhittena khīṇāsavassa pubbabhāgappaṭipadaṁ pucchito sallahukaṁ katvā saṁkhitteneva khippaṁ kathesi.",
  "atk-s0201a4:194": "391.Avidūre nisinno hotīti anantare kūṭāgāre nisinno hoti. Abhisameccāti ñāṇena abhisamāgantvā, jānitvāti attho. Idaṁ vuttaṁ hoti – kiṁ nu kho esa jānitvā anumodi, udāhu ajānitvā vāti. Kasmā panassa evamahosīti? Thero kira na bhagavato pañhavissajjanasaddaṁ assosi, sakkassa pana devarañño, ‘‘evametaṁ bhagavā evametaṁ sugatā’’ti anumodanasaddaṁ assosi. Sakko kira devarājā mahatā saddena anumodi. Atha kasmā na bhagavato saddaṁ assosīti? Yathāparisaviññāpakattā. Buddhānañhi dhammaṁ kathentānaṁ ekābaddhāya cakkavāḷapariyantāyapi parisāya saddo suyyati, pariyantaṁ pana muñcitvā aṅgulimattampi bahiddhā na niccharati. Kasmā? Evarūpā madhurakathā mā niratthakā agamāsīti. Tadā bhagavā migāramātupāsāde sattaratanamaye kūṭāgāre sirigabbhamhi nisinno hoti, tassa dakkhiṇapasse sāriputtattherassa vasanakūṭāgāraṁ, vāmapasse mahāmoggallānassa, antare chiddavivarokāso natthi, tasmā thero na bhagavato saddaṁ assosi, sakkasseva assosīti.",
  "atk-s0201a4:195": "Pañcahitūriyasatehīti pañcaṅgikānaṁ tūriyānaṁ pañcahi satehi. Pañcaṅgikaṁ tūriyaṁ nāma ātataṁ vitataṁ ātatavitataṁ susiraṁ ghananti imehi pañcahi aṅgehi samannāgataṁ. Tattha ātataṁ nāma cammapariyonaddhesu bheriādīsu ekatalatūriyaṁ. Vitataṁ nāma ubhayatalaṁ. Ātatavitataṁ nāma tantibaddhapaṇavādi. Susiraṁ vaṁsādi. Ghanaṁ sammādi. Samappitoti upagato. Samaṅgībhūtoti tasseva vevacanaṁ. Paricāretīti taṁ sampattiṁ anubhavanto tato tato indriyāni cāreti. Idaṁ vuttaṁ hoti – parivāretvā vajjamānehi pañcahi tūriyasatehi samannāgato hutvā dibbasampattiṁ anubhavatī. Paṭipaṇāmetvāti apanetvā, nissaddāni kārāpetvāti attho. Yatheva hi idāni saddhā rājāno garubhāvaniyaṁ bhikkhuṁ disvā – ‘‘asuko nāma ayyo āgacchati, mā, tātā, gāyatha, mā vādetha, mā naccathā’’ti nāṭakāni paṭivinenti, sakkopi theraṁ disvā evamakāsi. Cirassaṁ kho, mārisa moggallāna, imaṁ pariyāyamakāsīti evarūpaṁ loke pakatiyā piyasamudāhāravacanaṁ hoti, lokiyā hi cirassaṁ āgatampi anāgatapubbampi manāpajātiyaṁ āgataṁ disvā, – ‘‘kuto bhavaṁ āgato, cirassaṁ bhavaṁ āgato, kathaṁ te idhāgamanamaggo ñāto maggamūḷhosī’’tiādīni vadanti. Ayaṁ pana āgatapubbattāyeva evamāha. Thero hi kālena kālaṁ devacārikaṁ gacchatiyeva. Tattha pariyāyamakāsīti vāramakāsi. Yadidaṁ idhāgamanāyāti yo ayaṁ idhāgamanāya vāro, taṁ, bhante, cirassamakāsīti vuttaṁ hoti. Idamāsanaṁ paññattanti yojanikaṁ maṇipallaṅkaṁ paññapāpetvā evamāha.",
  "atk-s0201a4:196": "392.Bahukiccā bahukaraṇīyāti ettha yesaṁ bahūni kiccāni, te bahukiccā. Bahukaraṇīyāti tasseva vevacanaṁ. Appeva sakena karaṇīyenāti sakaraṇīyameva appaṁ mandaṁ, na bahu, devānaṁ karaṇīyaṁ pana bahu, pathavito paṭṭhāya hi kapparukkhamātugāmādīnaṁ atthāya aṭṭā sakkassa santike chijjanti, tasmā niyamento āha – apica devānaṁyeva tāvatiṁsānaṁ karaṇīyenāti. Devānañhi dhītā ca puttā ca aṅke nibbattanti, pādaparicārikā itthiyo sayane nibbattanti, tāsaṁ maṇḍanapasādhanakārikā devadhītā sayanaṁ parivāretvā nibbattanti, veyyāvaccakarā antovimāne nibbattanti, etesaṁ atthāya aṭṭakaraṇaṁ natthi. Ye pana sīmantare nibbattanti, te ‘‘mama santakā tava santakā’’ti nicchetuṁ asakkontā aṭṭaṁ karonti, sakkaṁ devarājānaṁ pucchanti, so yassa vimānaṁ āsannataraṁ, tassa santakoti vadati. Sace dvepi samaṭṭhāne honti, yassa vimānaṁ olokento ṭhito, tassa santakoti vadati. Sace ekampi na oloketi, taṁ ubhinnaṁ kalahupacchedanatthaṁ attano santakaṁ karoti. Taṁ sandhāya, ‘‘devānaṁyeva tāvatiṁsānaṁ karaṇīyenā’’ti āha. Apicassa evarūpaṁ kīḷākiccampi karaṇīyameva.",
  "atk-s0201a4:197": "Yaṁno khippameva antaradhāyatīti yaṁ amhākaṁ sīghameva andhakāre rūpagataṁ viya na dissati. Iminā – ‘‘ahaṁ, bhante, taṁ pañhavissajjanaṁ na sallakkhemī’’ti dīpeti. Thero – ‘‘kasmā nu kho ayaṁ yakkho asallakkhaṇabhāvaṁ dīpeti, passena pariharatī’’ti āvajjanto – ‘‘devā nāma mahāmūḷhā honti. Chadvārikehi ārammaṇehi nimmathīyamānā attano bhuttābhuttabhāvampi pītāpītabhāvampi na jānanti, idha katamettha pamussantī’’ti aññāsi. Keci panāhu – ‘‘thero etassa garu bhāvaniyo, tasmā ‘idāneva loke aggapuggalassa santike pañhaṁ uggahetvā āgato, idāneva nāṭakānaṁ antaraṁ paviṭṭhoti evaṁ maṁ thero tajjeyyā’ti bhayena evamāhā’’ti. Etaṁ pana kohaññaṁ nāma hoti, na ariyasāvakassa evarūpaṁ kohaññaṁ nāma hoti, tasmā mūḷhabhāveneva na sallakkhesīti veditabbaṁ. Upari kasmā sallakkhesīti? Thero tassa somanassasaṁvegaṁ janayitvā tamaṁ nīhari, tasmā sallakkhesīti.",
  "atk-s0201a4:198": "Idāni sakko pubbe attano evaṁ bhūtakāraṇaṁ therassa ārocetuṁ bhūtapubbantiādimāha. Tattha samupabyūḷhoti sannipatito rāsibhūto. Asurā parājiniṁsūti asurā parājayaṁ pāpuṇiṁsu. Kadā panete parājitāti? Sakkassa nibbattakāle. Sakko kira anantare attabhāve magadharaṭṭhe macalagāme magho nāma māṇavo ahosi, paṇḍito byatto, bodhisattacariyā viyassa cariyā ahosi. So tettiṁsa purise gahetvā kalyāṇamakāsi. Ekadivasaṁ attanova paññāya upaparikkhitvā gāmamajjhe mahājanassa sannipatitaṭṭhāne kacavaraṁ ubhayato apabbahitvā taṁ ṭhānaṁ atiramaṇīyamakāsi, puna tattheva maṇḍapaṁ kāresi, puna gacchante kāle sālaṁ kāresi. Gāmato ca nikkhamitvā gāvutampi aḍḍhayojanampi tigāvutampi yojanampi vicaritvā tehi sahāyehi saddhiṁ visamaṁ samaṁ akāsi. Te sabbepi ekacchandā tattha tattha setuyuttaṭṭhānesu setuṁ, maṇḍapasālāpokkharaṇīmālāgaccharopanādīnaṁ yuttaṭṭhānesu maṇḍapādīni karontā bahuṁ puññamakaṁsu . Magho satta vatapadāni pūretvā kāyassa bhedā saddhiṁ sahāyehi tāvatiṁsabhavane nibbatti.",
  "atk-s0201a4:199": "Tasmiṁ kāle asuragaṇā tāvatiṁsadevaloke paṭivasanti. Sabbe te devānaṁ samānāyukā samānavaṇṇā ca honti, te sakkaṁ saparisaṁ disvā adhunā nibbattā navakadevaputtā āgatāti mahāpānaṁ sajjayiṁsu. Sakko devaputtānaṁ saññaṁ adāsi – ‘‘amhehi kusalaṁ karontehi na parehi saddhiṁ sādhāraṇaṁ kataṁ, tumhe gaṇḍapānaṁ mā pivittha pītamattameva karothā’’ti. Te tathā akaṁsu. Bālaasurā gaṇḍapānaṁ pivitvā mattā niddaṁ okkamiṁsu. Sakko devānaṁ saññaṁ datvā te pādesu gāhāpetvā sinerupāde khipāpesi, sinerussa heṭṭhimatale asurabhavanaṁ nāma atthi, tāvatiṁsadevalokappamāṇameva. Tattha asurā vasanti. Tesampi cittapāṭali nāma rukkho atthi. Te tassa pupphanakāle jānanti – ‘‘nāyaṁ tāvatiṁsā, sakkena vañcitā maya’’nti. Te gaṇhatha nanti vatvā sineruṁ pariharamānā deve vuṭṭhe vammikapādato vammikamakkhikā viya abhiruhiṁsu. Tattha kālena devā jinanti, kālena asurā. Yadā devānaṁ jayo hoti, asure yāva samuddapiṭṭhā anubandhanti. Yadā asurānaṁ jayo hoti, deve yāva vedikapādā anubandhanti. Tasmiṁ pana saṅgāme devānaṁ jayo ahosi, devā asure yāva samuddapiṭṭhā anubandhiṁsu. Sakko asure palāpetvā pañcasu ṭhānesu ārakkhaṁ ṭhapesi. Evaṁ ārakkhaṁ datvā vedikapāde vajirahatthā indapaṭimāyo ṭhapesi. Asurā kālena kālaṁ uṭṭhahitvā tā paṭimāyo disvā, ‘‘sakko appamatto tiṭṭhatī’’ti tatova nivattanti. Tato paṭinivattitvāti vijitaṭṭhānato nivattitvā. Paricārikāyoti mālāgandhādikammakārikāyo.",
  "atk-s0201a4:200": "393.Vessavaṇo ca mahārājāti so kira sakkassa vallabho, balavavissāsiko, tasmā sakkena saddhiṁ agamāsi. Purakkhatvāti purato katvā. Pavisiṁsūti pavisitvā pana upaḍḍhapihitāni dvārāni katvā olokayamānā aṭṭhaṁsu. Idampi, mārisa moggallāna, passa vejayantassa pāsādassa rāmaṇeyyakanti, mārisa moggallāna, idampi vejayantassa pāsādassa rāmaṇeyyakaṁ passa, suvaṇṇatthambhe passa, rajatatthambhe maṇitthambhe pavāḷatthambhe lohitaṅgatthambhe masāragallatthambhe muttatthambhe sattaratanatthambhe, tesaṁyeva suvaṇṇādimaye ghaṭake vāḷarūpakāni ca passāti evaṁ thambhapantiyo ādiṁ katvā rāmaṇeyyakaṁ dassento evamāha. Yathā taṁ pubbekatapuññassāti yathā pubbe katapuññassa upabhogaṭṭhānena sobhitabbaṁ, evamevaṁ sobhatīti attho. Atibāḷhaṁkho ayaṁ yakkho pamatto viharatīti attano pāsāde nāṭakaparivārena sampattiyā vasena ativiya matto.",
  "atk-s0201a4:201": "Iddhābhisaṅkhāraṁ abhisaṅkhāsīti iddhimakāsi. Āpokasiṇaṁ samāpajjitvā pāsādapatiṭṭhitokāsaṁ udakaṁ hotūti iddhiṁ adhiṭṭhāya pāsādakaṇṇike pādaṅguṭṭhakena pahari. So pāsādo yathā nāma udakapiṭṭhe ṭhapitapattaṁ mukhavaṭṭiyaṁ aṅguliyā pahaṭaṁ aparāparaṁ kampati calati na santiṭṭhati. Evamevaṁ saṁkampi sampakampi sampavedhi, thambhapiṭṭhasaṅghāṭakaṇṇikagopānasiādīni karakarāti saddaṁ muñcantāni patituṁ viya āraddhāni. Tena vuttaṁ – ‘‘saṅkampesi sampakampesi sampavedhesī’’ti. Acchariyabbhutacittajātāti aho acchariyaṁ, aho abbhutanti evaṁ sañjātaacchariyaabbhutā ceva sañjātatuṭṭhino ca ahesuṁ uppannabalavasomanassā. Saṁvigganti ubbiggaṁ. Lomahaṭṭhajātanti jātalomahaṁsaṁ, kañcanabhittiyaṁ ṭhapitamaṇināgadantehi viya uddhaggehi lomehi ākiṇṇasarīranti attho. Lomahaṁso ca nāmesa somanassenapi hoti domanassenapi, idha pana somanassena jāto. Thero hi sakkassa somanassavegena saṁvejetuṁ taṁ pāṭihāriyamakāsi. Tasmā somanassavegena saṁviggalomahaṭṭhaṁ viditvāti attho.",
  "atk-s0201a4:202": "394.Idhāhaṁ, mārisāti idānissa yasmā therena somanassasaṁvegaṁ janayitvā tamaṁ vinoditaṁ, tasmā sallakkhetvā evamāha. Eso nu te, mārisa, so bhagavā satthāti, mārisa, tvaṁ kuhiṁ gatosīti vutte mayhaṁ satthu santikanti vadesi, imasmiṁ devaloke ekapādakena viya tiṭṭhasi, yaṁ tvaṁ evaṁ vadesi, eso nu te, mārisa, so bhagavā satthāti pucchiṁsu. Sabrahmacārī me esoti ettha kiñcāpi thero anagāriyo abhinīhārasampanno aggasāvako, sakko agāriyo, maggabrahmacariyavasena panete sabrahmacārino honti, tasmā evamāha. Ahonūna te so bhagavā satthāti sabrahmacārī tāva te evaṁmahiddhiko, so pana te bhagavā satthā aho nūna mahiddhikoti satthu iddhipāṭihāriyadassane jātābhilāpā hutvā evamāhaṁsu.",
  "atk-s0201a4:203": "395.Ñātaññatarassāti paññātaññatarassa, sakko hi paññātānaṁ aññataro. Sesaṁ sabbattha pākaṭameva, desanaṁ pana bhagavā yathānusandhināva niṭṭhāpesīti.",
  "atk-s0201a4:204": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a4:205": "Cūḷataṇhāsaṅkhayasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a4:206": "8. Mahātaṇhāsaṅkhayasuttavaṇṇanā",
  "atk-s0201a4:207": "396.Evaṁme sutanti mahātaṇhāsaṅkhayasuttaṁ. Tattha diṭṭhigatanti alagaddūpamasutte laddhimattaṁ diṭṭhigatanti vuttaṁ, idha sassatadiṭṭhi. So ca bhikkhu bahussuto, ayaṁ appassuto, jātakabhāṇako bhagavantaṁ jātakaṁ kathetvā, ‘‘ahaṁ, bhikkhave, tena samayena vessantaro ahosiṁ, mahosadho, vidhurapaṇḍito, senakapaṇḍito, mahājanako rājā ahosi’’nti samodhānentaṁ suṇāti. Athassa etadahosi – ‘‘ime rūpavedanāsaññāsaṅkhārā tattha tattheva nirujjhanti, viññāṇaṁ pana idhalokato paralokaṁ, paralokato imaṁ lokaṁ sandhāvati saṁsaratī’’ti sassatadassanaṁ uppannaṁ. Tenāha – ‘‘tadevidaṁ viññāṇaṁ sandhāvati saṁsarati anañña’’nti.",
  "atk-s0201a4:208": "Sammāsambuddhena pana, ‘‘viññāṇaṁ paccayasambhavaṁ, sati paccaye uppajjati, vinā paccayaṁ natthi viññāṇassa sambhavo’’ti vuttaṁ. Tasmā ayaṁ bhikkhu buddhena akathitaṁ katheti, jinacakke pahāraṁ deti, vesārajjañāṇaṁ paṭibāhati, sotukāmaṁ janaṁ visaṁvādeti, ariyapathe tiriyaṁ nipatitvā mahājanassa ahitāya dukkhāya paṭipanno. Yathā nāma rañño rajje mahācoro uppajjamāno mahājanassa ahitāya dukkhāya uppajjati, evaṁ jinasāsane coro hutvā mahājanassa ahitāya dukkhāya uppannoti veditabbo. Sambahulā bhikkhūti janapadavāsino piṇḍapātikabhikkhū. Tenupasaṅkamiṁsūti ayaṁ parisaṁ labhitvā sāsanampi antaradhāpeyya, yāva pakkhaṁ na labhati, tāvadeva naṁ diṭṭhigatā vivecemāti sutasutaṭṭhānatoyeva aṭṭhatvā anisīditvā upasaṅkamiṁsu.",
  "atk-s0201a4:209": "398.Katamaṁ taṁ sāti viññāṇanti sāti yaṁ tvaṁ viññāṇaṁ sandhāya vadesi, katamaṁ taṁ viññāṇanti? Yvāyaṁ, bhante, vado vedeyyo tatra tatra kalyāṇapāpakānaṁ kammānaṁ vipākaṁ paṭisaṁvedetīti, bhante, yo ayaṁ vadati vedayati, yo cāyaṁ tahiṁ tahiṁ kusalākusalakammānaṁ vipākaṁ paccanubhoti. Idaṁ, bhante, viññāṇaṁ, yamahaṁ sandhāya vademīti . Kassa nu kho nāmāti kassa khattiyassa vā brāhmaṇassa vā vessasuddagahaṭṭhapabbajitadevamanussānaṁ vā aññatarassa.",
  "atk-s0201a4:210": "399.Atha kho bhagavā bhikkhū āmantesīti kasmā āmantesi? Sātissa kira evaṁ ahosi – ‘‘satthā maṁ ‘moghapuriso’ti vadati, na ca moghapurisoti vuttamatteneva maggaphalānaṁ upanissayo na hoti. Upasenampi hi vaṅgantaputtaṁ, ‘atilahuṁ kho tvaṁ moghapurisa bāhullāya āvatto’ti (mahāva. 75) bhagavā moghapurisavādena ovadi. Thero aparabhāge ghaṭento vāyamanto cha abhiññā sacchākāsi. Ahampi tathārūpaṁ vīriyaṁ paggaṇhitvā maggaphalāni nibbattessāmī’’ti. Athassa bhagavā chinnapaccayo ayaṁ sāsane aviruḷhadhammoti dassento bhikkhū āmantesi. Usmīkatotiādi heṭṭhā vuttādhippāyameva. Atha kho bhagavāti ayampi pāṭiyekko anusandhi. Sātissa kira etadahosi – ‘‘bhagavā mayhaṁ maggaphalānaṁ upanissayo natthīti vadati, kiṁ sakkā upanissaye asati kātuṁ? Na hi tathāgatā saupanissayasseva dhammaṁ desenti, yassa kassaci desentiyeva. Ahaṁ buddhassa santikā sugatovādaṁ labhitvā saggasampattūpagaṁ kusalaṁ karissāmī’’ti. Athassa bhagavā, ‘‘nāhaṁ, moghapurisa, tuyhaṁ ovādaṁ vā anusāsaniṁ vā demī’’ti sugatovādaṁ paṭippassambhento imaṁ desanaṁ ārabhi. Tassattho heṭṭhā vuttanayeneva veditabbo. Idāni parisāya laddhiṁ sodhento, ‘‘idhāhaṁ bhikkhū paṭipucchissāmī’’tiādimāha. Taṁ sabbampi heṭṭhā vuttanayeneva veditabbaṁ.",
  "atk-s0201a4:211": "400. Idāni viññāṇassa sappaccayabhāvaṁ dassetuṁ yaṁ yadeva, bhikkhavetiādimāha. Tattha manañca paṭicca dhamme cāti sahāvajjanena bhavaṅgamanañca tebhūmakadhamme ca paṭicca. Kaṭṭhañca paṭiccātiādi opammanidassanatthaṁ vuttaṁ. Tena kiṁ dīpeti? Dvārasaṅkantiyā abhāvaṁ. Yathā hi kaṭṭhaṁ paṭicca jalamāno aggi upādānapaccaye satiyeva jalati, tasmiṁ asati paccayavekallena tattheva vūpasammati, na sakalikādīni saṅkamitvā sakalikaggītiādisaṅkhyaṁ gacchati, evameva cakkhuñca paṭicca rūpe ca uppannaṁ viññāṇaṁ tasmiṁ dvāre cakkhurūpaālokamanasikārasaṅkhāte paccayamhi satiyeva uppajjati, tasmiṁ asati paccayavekallena tattheva nirujjhati, na sotādīni saṅkamitvā sotaviññāṇantiādisaṅkhyaṁ gacchati . Esa nayo sabbavāresu. Iti bhagavā nāhaṁ viññāṇappavatte dvārasaṅkantimattampi vadāmi, ayaṁ pana sāti moghapuriso bhavasaṅkantiṁ vadatīti sātiṁ niggahesi.",
  "atk-s0201a4:212": "401. Evaṁ viññāṇassa sappaccayabhāvaṁ dassetvā idāni pana pañcannampi khandhānaṁ sappaccayabhāvaṁ dassento, bhūtamidantiādimāha. Tattha bhūtamidanti idaṁ khandhapañcakaṁ jātaṁ bhūtaṁ nibbattaṁ, tumhepi taṁ bhūtamidanti, bhikkhave, passathāti. Tadāhārasambhavanti taṁ panetaṁ khandhapañcakaṁ āhārasambhavaṁ paccayasambhavaṁ, sati paccaye uppajjati evaṁ passathāti pucchati. Tadāhāranirodhāti tassa paccayassa nirodhā. Bhūtamidaṁ nossūti bhūtaṁ nu kho idaṁ, na nu kho bhūtanti. Tadāhārasambhavaṁ nossūti taṁ bhūtaṁ khandhapañcakaṁ paccayasambhavaṁ nu kho, na nu khoti. Tadāhāranirodhāti tassa paccayassa nirodhā. Nirodhadhammaṁ nossūti taṁ dhammaṁ nirodhadhammaṁ nu kho, na nu khoti. Sammappaññāya passatoti idaṁ khandhapañcakaṁ jātaṁ bhūtaṁ nibbattanti yāthāvasarasalakkhaṇato vipassanāpaññāya sammā passantassa. Paññāya sudiṭṭhanti vuttanayeneva vipassanāpaññāya suṭṭhu diṭṭhaṁ. Evaṁ ye ye taṁ pucchaṁ sallakkhesuṁ, tesaṁ tesaṁ paṭiññaṁ gaṇhanto pañcannaṁ khandhānaṁ sappaccayabhāvaṁ dasseti.",
  "atk-s0201a4:213": "Idāni yāya paññāya tehi taṁ sappaccayaṁ sanirodhaṁ khandhapañcakaṁ sudiṭṭhaṁ, tattha nittaṇhabhāvaṁ pucchanto imaṁ ce tumhetiādimāha. Tattha diṭṭhinti vipassanāsammādiṭṭhiṁ . Sabhāvadassanena parisuddhaṁ. Paccayadassanena pariyodātaṁ. Allīyethāti taṇhādiṭṭhīhi allīyitvā vihareyyātha. Kelāyethāti taṇhādiṭṭhīhi kīḷamānā vihareyyātha . Dhanāyethāti dhanaṁ viya icchantā gedhaṁ āpajjeyyātha. Mamāyethāti taṇhādiṭṭhīhi mamattaṁ uppādeyyātha. Nittharaṇatthāya no gahaṇatthāyāti yo so mayā caturoghanittharaṇatthāya kullūpamo dhammo desito, no nikantivasena gahaṇatthāya. Api nu taṁ tumhe ājāneyyāthāti. Vipariyāyena sukkapakkho veditabbo.",
  "atk-s0201a4:214": "402. Idāni tesaṁ khandhānaṁ paccayaṁ dassento, cattārome, bhikkhave, āhārātiādimāha, tampi vuttatthameva. Yathā pana eko imaṁ jānāsīti vutto, ‘‘na kevalaṁ imaṁ, mātarampissa jānāmi, mātu mātarampī’’ti evaṁ paveṇivasena jānanto suṭṭhu jānāti nāma. Evamevaṁ bhagavā na kevalaṁ khandhamattameva jānāti, khandhānaṁ paccayampi tesampi paccayānaṁ paccayanti evaṁ sabbapaccayaparamparaṁ jānāti. So taṁ, buddhabalaṁ dīpento idāni paccayaparamparaṁ dassetuṁ, ime ca, bhikkhave, cattāro āhārātiādimāha. Taṁ vuttatthameva. Iti kho, bhikkhave, avijjāpaccayā saṅkhārā…pe… dukkhakkhandhassa samudayo hotīti ettha pana paṭiccasamuppādakathā vitthāretabbā bhaveyya, sā visuddhimagge vitthāritāva.",
  "atk-s0201a4:215": "404.Imasmiṁ sati idaṁ hotīti imasmiṁ avijjādike paccaye sati idaṁ saṅkhārādikaṁ phalaṁ hoti. Imassuppādā idaṁ uppajjatīti imassa avijjādikassa paccayassa uppādā idaṁ saṅkhārādikaṁ phalaṁ uppajjati, tenevāha – ‘‘yadidaṁ avijjāpaccayā saṅkhārā…pe… samudayo hotī’’ti. Evaṁ vaṭṭaṁ dassetvā idāni vivaṭṭaṁ dassento, avijjāya tveva asesavirāganirodhātiādimāha. Tattha avijjāya tvevāti avijjāya eva tu. Asesavirāganirodhāti virāgasaṅkhātena maggena asesanirodhā anuppādanirodhā. Saṅkhāranirodhoti saṅkhārānaṁ anuppādanirodho hoti, evaṁ niruddhānaṁ pana saṅkhārānaṁ nirodhā viññāṇanirodho hoti, viññāṇādīnañca nirodhā nāmarūpādīni niruddhāniyeva hontīti dassetuṁ saṅkhāranirodhā viññāṇanirodhotiādiṁ vatvā evametassa kevalassa dukkhakkhandhassa nirodhohotīti vuttaṁ. Tattha kevalassāti sakalassa, suddhassa vā, sattavirahitassāti attho. Dukkhakkhandhassāti dukkharāsissa. Nirodho hotīti anuppādo hoti.",
  "atk-s0201a4:216": "406.Imasmiṁ asatītiādi vuttapaṭipakkhanayena veditabbaṁ.",
  "atk-s0201a4:217": "407. Evaṁ vaṭṭavivaṭṭaṁ kathetvā idāni imaṁ dvādasaṅgapaccayavaṭṭaṁ saha vipassanāya maggena jānantassa yā paṭidhāvanā pahīyati, tassā abhāvaṁ pucchanto api nu tumhe, bhikkhavetiādimāha. Tattha evaṁ jānantāti evaṁ sahavipassanāya maggena jānantā. Evaṁ passantāti tasseva vevacanaṁ. Pubbantanti purimakoṭṭhāsaṁ, atītakhandhadhātuāyatanānīti attho. Paṭidhāveyyāthāti taṇhādiṭṭhivasena paṭidhāveyyātha. Sesaṁ sabbāsavasutte vitthāritameva.",
  "atk-s0201a4:218": "Idāni nesaṁ tattha niccalabhāvaṁ pucchanto, api nu tumhe, bhikkhave, evaṁ jānantā evaṁ passantā evaṁ vadeyyātha, satthā no garūtiādimāha. Tattha garūti bhāriko akāmā anuvattitabbo . Samaṇoti buddhasamaṇo. Aññaṁ satthāraṁ uddiseyyāthāti ayaṁ satthā amhākaṁ kiccaṁ sādhetuṁ na sakkotīti api nu evaṁsaññino hutvā aññaṁ bāhirakaṁ satthāraṁ uddiseyyātha. Puthusamaṇabrāhmaṇānanti evaṁsaññino hutvā puthūnaṁ titthiyasamaṇānaṁ ceva brāhmaṇānañca. Vatakotūhalamaṅgalānīti vatasamādānāni ca diṭṭhikutūhalāni ca diṭṭhasutamutamaṅgalāni ca. Tāni sārato paccāgaccheyyāthāti etāni sāranti evaṁsaññino hutvā paṭiāgaccheyyātha. Evaṁ nissaṭṭhāni ca puna gaṇheyyāthāti attho. Sāmaṁ ñātanti sayaṁ ñāṇena ñātaṁ. Sāmaṁ diṭṭhanti sayaṁ paññācakkhunā diṭṭhaṁ. Sāmaṁ viditanti sayaṁ vibhāvitaṁ pākaṭaṁ kataṁ. Upanītā kho me tumheti mayā, bhikkhave, tumhe iminā sandiṭṭhikādisabhāvena dhammena nibbānaṁ upanītā, pāpitāti attho. Sandiṭṭhikotiādīnamattho visuddhimagge vitthārito. Idametaṁ paṭicca vuttanti etaṁ vacanamidaṁ tumhehi sāmaṁ ñātādibhāvaṁ paṭicca vuttaṁ.",
  "atk-s0201a4:219": "408.Tiṇṇaṁ kho pana, bhikkhaveti kasmā ārabhi? Nanu heṭṭhā vaṭṭavivaṭṭavasena desanā matthakaṁ pāpitāti? Āma pāpitā. Ayaṁ pana pāṭiekko anusandhi , ‘‘ayañhi lokasannivāso paṭisandhisammūḷho, tassa sammohaṭṭhānaṁ viddhaṁsetvā pākaṭaṁ karissāmī’’ti imaṁ desanaṁ ārabhi. Apica vaṭṭamūlaṁ avijjā, vivaṭṭamūlaṁ buddhuppādo, iti vaṭṭamūlaṁ avijjaṁ vivaṭṭamūlañca buddhuppādaṁ dassetvāpi, ‘‘puna ekavāraṁ vaṭṭavivaṭṭavasena desanaṁ matthakaṁ pāpessāmī’’ti imaṁ desanaṁ ārabhi. Tattha sannipātāti samodhānena piṇḍabhāvena. Gabbhassāti gabbhe nibbattanakasattassa. Avakkanti hotīti nibbatti hoti. Katthaci hi gabbhoti mātukucchi vutto. Yathāha –",
  "atk-s0201a4:220": "‘‘Yamekarattiṁ paṭhamaṁ, gabbhe vasati māṇavo;",
  "atk-s0201a4:221": "Abbhuṭṭhitova so yāti, sa gacchaṁ na nivattatī’’ti. (jā. 1.15.363);",
  "atk-s0201a4:222": "Katthaci gabbhe nibbattanasatto. Yathāha – ‘‘yathā kho, panānanda, aññā itthikā nava vā dasa vā māse gabbhaṁ kucchinā pariharitvā vijāyantī’’ti (ma. ni. 3.205). Idha satto adhippeto, taṁ sandhāya vuttaṁ ‘‘gabbhassa avakkanti hotī’’ti.",
  "atk-s0201a4:223": "Idhāti imasmiṁ sattaloke. Mātā ca utunī hotīti idaṁ utusamayaṁ sandhāya vuttaṁ. Mātugāmassa kira yasmiṁ okāse dārako nibbattati, tattha mahatī lohitapīḷakā saṇṭhahitvā bhijjitvā paggharati, vatthu suddhaṁ hoti, suddhe vatthumhi mātāpitūsu ekavāraṁ sannipatitesu yāva satta divasāni khettameva hoti. Tasmiṁ samaye hatthaggāhaveṇiggāhādinā aṅgaparāmasanenapi dārako nibbattatiyeva. Gandhabboti tatrūpagasatto. Paccupaṭṭhito hotīti na mātāpitūnaṁ sannipātaṁ olokayamāno samīpe ṭhito paccupaṭṭhito nāma hoti. Kammayantayantito pana eko satto tasmiṁ okāse nibbattanako hotīti ayamettha adhippāyo. Saṁsayenāti ‘‘arogo nu kho bhavissāmi ahaṁ vā, putto vā me’’ti evaṁ mahantena jīvitasaṁsayena. Lohitañhetaṁ, bhikkhaveti tadā kira mātulohitaṁ taṁ ṭhānaṁ sampattaṁ puttasinehena paṇḍaraṁ hoti. Tasmā evamāha. Vaṅkakanti gāmadārakānaṁ kīḷanakaṁ khuddakanaṅgalaṁ. Ghaṭikā vuccati dīghadaṇḍena rassadaṇḍakaṁ paharaṇakīḷā. Mokkhacikanti samparivattakakīḷā, ākāse vā daṇḍakaṁ gahetvā bhūmiyaṁ vā sīsaṁ ṭhapetvā heṭṭhupariyabhāvena parivattanakīḷananti vuttaṁ hoti. Ciṅgulakaṁ vuccati tālapaṇṇādīhi kataṁ vātappahārena paribbhamanacakkaṁ . Pattāḷhakaṁ vuccati paṇṇanāḷikā, tāya vālikādīni minantā kīḷanti. Rathakanti khuddakarathaṁ. Dhanukampi khuddakadhanumeva.",
  "atk-s0201a4:224": "409.Sārajjatīti rāgaṁ uppādeti. Byāpajjatīti byāpādaṁ uppādeti. Anupaṭṭhitakāyasatīti kāye sati kāyasati, taṁ anupaṭṭhapetvāti attho. Parittacetasoti akusalacitto. Yatthassa te pāpakāti yassaṁ phalasamāpattiyaṁ ete nirujjhanti, taṁ na jānāti nādhigacchatīti attho. Anurodhavirodhanti rāgañceva dosañca. Abhinandatīti taṇhāvasena abhinandati, taṇhāvaseneva aho sukhantiādīni vadanto abhivadati. Ajjhosāya tiṭṭhatīti taṇhāajjhosānagahaṇena gilitvā pariniṭṭhapetvā gaṇhāti. Sukhaṁ vā adukkhamasukhaṁ vā abhinandatu, dukkhaṁ kathaṁ abhinandatīti? ‘‘Ahaṁ dukkhito mama dukkha’’nti gaṇhanto abhinandati nāma. Uppajjati nandīti taṇhā uppajjati. Tadupādānanti sāva taṇhā gahaṇaṭṭhena upādānaṁ nāma. Tassa upādānapaccayā bhavo…pe… samudayo hotīti, idañhi bhagavatā puna ekavāraṁ dvisandhi tisaṅkhepaṁ paccayākāravaṭṭaṁ dassitaṁ.",
  "atk-s0201a4:225": "410-4. Idāni vivaṭṭaṁ dassetuṁ idha, bhikkhave, tathāgato loke uppajjatītiādimāha. Tattha appamāṇacetasoti appamāṇaṁ lokuttaraṁ ceto assāti appamāṇacetaso, maggacittasamaṅgīti attho. Imaṁ kho me tumhe, bhikkhave, saṁkhittena taṇhāsaṅkhayavimuttiṁ dhārethāti, bhikkhave, imaṁ saṁkhittena desitaṁ mayhaṁ, taṇhāsaṅkhayavimuttidesanaṁ tumhe niccakālaṁ dhāreyyātha mā pamajjeyyātha. Desanā hi ettha vimuttipaṭilābhahetuto vimuttīti vuttā. Mahātaṇhājālataṇhāsaṅghāṭapaṭimukkanti taṇhāva saṁsibbitaṭṭhena mahātaṇhājālaṁ, saṅghaṭitaṭṭhena saṅghāṭanti vuccati; iti imasmiṁ mahātaṇhājāle taṇhāsaṅghāṭe ca imaṁ sātiṁ bhikkhuṁ kevaṭṭaputtaṁ paṭimukkaṁ dhāretha. Anupaviṭṭho antogadhoti naṁ dhārethāti attho. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0201a4:226": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a4:227": "Mahātaṇhāsaṅkhayasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a4:228": "9. Mahāassapurasuttavaṇṇanā",
  "atk-s0201a4:229": "415.Evaṁme sutanti mahāassapurasuttaṁ. Tattha aṅgesūti aṅgā nāma jānapadino rājakumārā, tesaṁ nivāso ekopi janapado ruḷhīsaddena ‘‘aṅgā’’ti vuccati, tasmiṁ aṅgesu janapade. Assapuraṁ nāma aṅgānaṁ nigamoti assapuranti nagaranāmena laddhavohāro aṅgānaṁ janapadassa eko nigamo, taṁ gocaragāmaṁ katvā viharatīti attho. Bhagavā etadavocāti etaṁ ‘‘samaṇā samaṇāti vo, bhikkhave, jano sañjānātī’’tiādivacanamavoca.",
  "atk-s0201a4:230": "Kasmā pana evaṁ avocāti. Tasmiṁ kira nigame manussā saddhā pasannā buddhamāmakā dhammamāmakā saṅghamāmakā, tadahupabbajitasāmaṇerampi vassasatikattherasadisaṁ katvā pasaṁsanti; pubbaṇhasamayaṁ bhikkhusaṅghaṁ piṇḍāya pavisantaṁ disvā bījanaṅgalādīni gahetvā khettaṁ gacchantāpi, pharasuādīni gahetvā araññaṁ pavisantāpi tāni upakaraṇāni nikkhipitvā bhikkhusaṅghassa nisīdanaṭṭhānaṁ āsanasālaṁ vā maṇḍapaṁ vā rukkhamūlaṁ vā sammajjitvā āsanāni paññapetvā arajapānīyaṁ paccupaṭṭhāpetvā bhikkhusaṅghaṁ nisīdāpetvā yāgukhajjakādīni datvā katabhattakiccaṁ bhikkhusaṅghaṁ uyyojetvā tato tāni upakaraṇāni ādāya khettaṁ vā araññaṁ vā gantvā attano kammāni karonti, kammantaṭṭhānepi nesaṁ aññā kathā nāma natthi. Cattāro maggaṭṭhā cattāro phalaṭṭhāti aṭṭha puggalā ariyasaṅgho nāma; te ‘‘evarūpena sīlena, evarūpena ācārena, evarūpāya paṭipattiyā samannāgatā lajjino pesalā uḷāraguṇā’’ti bhikkhusaṅghasseva vaṇṇaṁ kathenti. Kammantaṭṭhānato āgantvā bhuttasāyamāsā gharadvāre nisinnāpi, sayanigharaṁ pavisitvā nisinnāpi bhikkhusaṅghasseva vaṇṇaṁ kathenti. Bhagavā tesaṁ manussānaṁ nipaccakāraṁ disvā bhikkhusaṅghaṁ piṇḍapātāpacāyane niyojetvā etadavoca.",
  "atk-s0201a4:231": "Ye dhammā samaṇakaraṇā ca brāhmaṇakaraṇā cāti ye dhammā samādāya paripūritā samitapāpasamaṇañca bāhitapāpabrāhmaṇañca karontīti attho. ‘‘Tīṇimāni, bhikkhave, samaṇassa samaṇiyāni samaṇakaraṇīyāni . Katamāni tīṇi? Adhisīlasikkhāsamādānaṁ, adhicittasikkhāsamādānaṁ , adhipaññāsikkhāsamādāna’’nti (a. ni. 3.82) ettha pana samaṇena kattabbadhammā vuttā. Tepi ca samaṇakaraṇā hontiyeva. Idha pana hirottappādivasena desanā vitthāritā. Evaṁ no ayaṁ amhākanti ettha noti nipātamattaṁ. Evaṁ ayaṁ amhākanti attho. Mahapphalā mahānisaṁsāti ubhayampi atthato ekameva. Avañjhāti amoghā. Saphalāti ayaṁ tasseva attho. Yassā hi phalaṁ natthi, sā vañjhā nāma hoti. Saudrayāti savaḍḍhi, idaṁ saphalatāya vevacanaṁ. Evañhi vo, bhikkhave, sikkhitabbanti, bhikkhave, evaṁ tumhehi sikkhitabbaṁ. Iti bhagavā iminā ettakena ṭhānena hirottappādīnaṁ dhammānaṁ vaṇṇaṁ kathesi. Kasmā? Vacanapathapacchindanatthaṁ. Sace hi koci acirapabbajito bālabhikkhu evaṁ vadeyya – ‘‘bhagavā hirottappādidhamme samādāya vattathāti vadati, ko nu kho tesaṁ samādāya vattane ānisaṁso’’ti? Tassa vacanapathapacchindanatthaṁ. Ayañca ānisaṁso, ime hi dhammā samādāya paripūritā samitapāpasamaṇaṁ nāma bāhitapāpabrāhmaṇaṁ nāma karonti, catupaccayalābhaṁ uppādenti, paccayadāyakānaṁ mahapphalataṁ sampādenti, pabbajjaṁ avañjhaṁ saphalaṁ saudrayaṁ karontīti vaṇṇaṁ abhāsi. Ayamettha saṅkhepo. Vitthārato pana vaṇṇakathā satipaṭṭhāne (dī. ni. aṭṭha. 2.373; ma. ni. aṭṭha. 2.373) vuttanayeneva veditabbā.",
  "atk-s0201a4:232": "416.Hirottappenāti ‘‘yaṁ hirīyati hirīyitabbena, ottappati ottappitabbenā’’ti (dha. sa. 1331) evaṁ vitthāritāya hiriyā ceva ottappena ca. Apicettha ajjhattasamuṭṭhānā hirī, bahiddhāsamuṭṭhānaṁ ottappaṁ. Attādhipateyyā hirī, lokādhipateyyaṁ ottappaṁ. Lajjāsabhāvasaṇṭhitā hirī, bhayasabhāvasaṇṭhitaṁ ottappaṁ, vitthārakathā panettha sabbākārena visuddhimagge vuttā. Apica ime dve dhammā lokaṁ pālanato lokapāladhammā nāmāti kathitā. Yathāha – ‘‘dveme, bhikkhave, sukkā dhammā lokaṁ pālenti. Katame dve? Hirī ca ottappañca . Ime kho, bhikkhave, dve sukkā dhammā lokaṁ pālenti. Ime ca kho, bhikkhave, dve sukkā dhammā lokaṁ na pāleyyuṁ, nayidha paññāyetha, ‘mātā’ti vā, ‘mātucchā’ti vā, ‘mātulānī’ti vā, ‘ācariyabhariyā’ti vā, ‘garūnaṁ dārā’ti vā, sambhedaṁ loko agamissa, yathā ajeḷakā kukkuṭasūkarā soṇasiṅgālā’’ti (a. ni. 2.9). Imeyeva jātake ‘‘devadhammā’’ti kathitā. Yathāha –",
  "atk-s0201a4:233": "‘‘Hiriottappasampannā , sukkadhammasamāhitā;",
  "atk-s0201a4:234": "Santo sappurisā loke, devadhammāti vuccare’’ti. (jā. 1.1.6);",
  "atk-s0201a4:235": "Mahācundattherassa pana kilesasallekhanapaṭipadāti katvā dassitā. Yathāha – ‘‘pare ahirikā bhavissanti, mayamettha hirimanā bhavissāmāti sallekho karaṇīyo. Pare anottāpī bhavissanti, mayamettha ottāpī bhavissāmāti sallekho karaṇīyo’’ti (ma. ni. 1.83). Imeva mahākassapattherassa ovādūpasampadāti katvā dassitā. Vuttañhetaṁ – ‘‘tasmā tiha te, kassapa, evaṁ sikkhitabbaṁ, tibbaṁ me hirottappaṁ paccupaṭṭhitaṁ bhavissati theresu navesu majjhimesūti. Evañhi te, kassapa, sikkhitabba’’nti (saṁ. ni. 2.154). Idha panete samaṇadhammā nāmāti dassitā.",
  "atk-s0201a4:236": "Yasmā pana ettāvatā sāmaññattho matthakaṁ patto nāma hoti, tasmā aparepi samaṇakaraṇadhamme dassetuṁ siyā kho pana, bhikkhave, tumhākantiādimāha. Tattha sāmaññatthoti saṁyuttake tāva, ‘‘katamañca, bhikkhave, sāmaññaṁ? Ayameva ariyo aṭṭhaṅgiko maggo. Seyyathidaṁ, sammādiṭṭhi…pe… sammāsamādhi, idaṁ vuccati, bhikkhave, sāmaññaṁ. Katamo ca, bhikkhave, sāmaññattho? Yo, bhikkhave, rāgakkhayo dosakkhayo mohakkhayo, ayaṁ vuccati, bhikkhave, sāmaññattho’’ti (saṁ. ni. 5.36) maggo ‘‘sāmañña’’nti, phalanibbānāni ‘‘sāmaññattho’’ti vuttāni. Imasmiṁ pana ṭhāne maggampi phalampi ekato katvā sāmaññattho kathitoti veditabbo. Ārocayāmīti kathemi. Paṭivedayāmīti jānāpemi.",
  "atk-s0201a4:237": "417.Parisuddho no kāyasamācāroti ettha kāyasamācāro parisuddho aparisuddhoti duvidho. Yo hi bhikkhu pāṇaṁ hanati adinnaṁ ādiyati, kāmesu micchā carati, tassa kāyasamācāro aparisuddho nāma, ayaṁ pana kammapathavaseneva vārito. Yo pana pāṇinā vā leḍḍunā vā daṇḍena vā satthena vā paraṁ potheti viheṭheti, tassa kāyasamācāro aparisuddho nāma, ayampi sikkhāpadabaddheneva paṭikkhitto. Imasmiṁ sutte ubhayampetaṁ akathetvā paramasallekho nāma kathito. Yo hi bhikkhu pānīyaghaṭe vā pānīyaṁ pivantānaṁ, patte vā bhattaṁ bhuñjantānaṁ kākānaṁ nivāraṇavasena hatthaṁ vā daṇḍaṁ vā leḍḍuṁ vā uggirati, tassa kāyasamācāro aparisuddho. Viparīto parisuddho nāma. Uttānoti uggato pākaṭo. Vivaṭoti anāvaṭo asañchanno. Ubhayenāpi parisuddhataṁyeva dīpeti. Na ca chiddavāti sadā ekasadiso antarantare chiddarahito. Saṁvutoti kilesānaṁ dvāra pidahanena pidahito, na vajjapaṭicchādanatthāya.",
  "atk-s0201a4:238": "418.Vacīsamācārepi yo bhikkhu musā vadati, pisuṇaṁ katheti, pharusaṁ bhāsati, samphaṁ palapati, tassa vacīsamācāro aparisuddho nāma. Ayaṁ pana kammapathavasena vārito. Yo pana gahapatikāti vā dāsāti vā pessāti vā ādīhi khuṁsento vadati, tassa vacīsamācāro aparisuddho nāma. Ayaṁ pana sikkhāpadabaddheneva paṭikkhitto. Imasmiṁ sutte ubhayampetaṁ akathetvā paramasallekho nāma kathito. Yo hi bhikkhu daharena vā sāmaṇerena vā, ‘‘kacci, bhante, amhākaṁ upajjhāyaṁ passathā’’ti vutte, sambahulā, āvuso, bhikkhubhikkhuniyo ekasmiṁ padese vicadiṁsu, upajjhāyo te vikkāyikasākabhaṇḍikaṁ ukkhipitvā gato bhavissatī’’tiādinā nayena hasādhippāyopi evarūpaṁ kathaṁ katheti, tassa vacīsamācāro aparisuddho. Viparīto parisuddho nāma.",
  "atk-s0201a4:239": "419.Manosamācāre yo bhikkhu abhijjhālu byāpannacitto micchādiṭṭhiko hoti, tassa manosamācāro aparisuddho nāma. Ayaṁ pana kammapathavaseneva vārito. Yo pana upanikkhittaṁ jātarūparajataṁ sādiyati, tassa manosamācāro aparisuddho nāma. Ayampi sikkhāpadabaddheneva paṭikkhitto. Imasmiṁ sutte ubhayampetaṁ akathetvā paramasallekho nāma kathito. Yo pana bhikkhu kāmavitakkaṁ vā byāpādavitakkaṁ vā vihiṁsāvitakkaṁ vā vitakketi, tassa manosamācāro aparisuddho. Viparīto parisuddho nāma.",
  "atk-s0201a4:240": "420. Ājīvasmiṁ yo bhikkhu ājīvahetu vejjakammaṁ pahiṇagamanaṁ gaṇḍaphālanaṁ karoti, arumakkhanaṁ deti, telaṁ pacatīti ekavīsatianesanāvasena jīvikaṁ kappeti. Yo vā pana viññāpetvā bhuñjati, tassa ājīvo aparisuddho nāma. Ayaṁ pana sikkhāpadabaddheneva paṭikkhitto. Imasmiṁ sutte ubhayampetaṁ akathetvā paramasallekho nāma kathito. Yo hi bhikkhu sappinavanītatelamadhuphāṇitādīni labhitvā, ‘‘sve vā punadivase vā bhavissatī’’ti sannidhikārakaṁ paribhuñjati, yo vā pana nimbaṅkurādīni disvā sāmaṇere vadati – ‘‘aṁṅkure khādathā’’ti, sāmaṇerā thero khāditukāmoti kappiyaṁ katvā denti, dahare pana sāmaṇere vā pānīyaṁ pivatha, āvusoti vadati, te thero pānīyaṁ pivitukāmoti pānīyasaṅkhaṁ dhovitvā denti, tampi paribhuñjantassa ājīvo aparisuddho nāma hoti. Viparīto parisuddho nāma.",
  "atk-s0201a4:241": "422.Mattaññūti pariyesanapaṭiggahaṇaparibhogesu mattaññū, yuttaññū, pamāṇaññū.",
  "atk-s0201a4:242": "423.Jāgariyamanuyuttāti rattindivaṁ cha koṭṭhāse katvā ekasmiṁ koṭṭhāse niddāya okāsaṁ datvā pañca koṭṭhāse jāgariyamhi yuttā payuttā. Sīhaseyyanti ettha kāmabhogiseyyā, petaseyyā, sīhaseyyā, tathāgataseyyāti catasso seyyā. Tattha ‘‘yebhuyyena, bhikkhave, kāmabhogī sattā vāmena passena sentī’’ti (a. ni. 4.246) ayaṁ kāmabhogiseyyā, tesu hi yebhuyyena dakkhiṇapassena sayāno nāma natthi.",
  "atk-s0201a4:243": "‘‘Yebhuyyena, bhikkhave, petā uttānā sentī’’ti (a. ni. 4.246) ayaṁ petaseyyā, petā hi appamaṁsalohitattā aṭṭhisaṅghātajaṭitā ekena passena sayituṁ na sakkonti, uttānāva senti.",
  "atk-s0201a4:244": "‘‘Yebhuyyena , bhikkhave, sīho migarājā naṅguṭṭhaṁ antarasatthimhi anupakkhipitvā dakkhiṇena passena setī’’ti (a. ni. 4.246) ayaṁ sīhaseyyā. Tejussadattā hi sīho migarājā dve purimapāde ekasmiṁ ṭhāne pacchimapāde ekasmiṁ ṭhapetvā naṅguṭṭhaṁ antarasatthimhi pakkhipitvā purimapādapacchimapādanaṅguṭṭhānaṁ ṭhitokāsaṁ sallakkhetvā dvinnaṁ purimapādānaṁ matthake sīsaṁ ṭhapetvā sayati . Divasampi sayitvā pabujjhamāno na utrāsanto pabujjhati. Sīsaṁ pana ukkhipitvā purimapādānaṁ ṭhitokāsaṁ sallakkheti. Sace kiñci ṭhānaṁ vijahitvā ṭhitaṁ hoti, ‘‘nayidaṁ tuyhaṁ jātiyā, na sūrabhāvassa ca anurūpa’’nti anattamano hutvā tattheva sayati, na gocarāya pakkamati. Avijahitvā ṭhite pana ‘‘tuyhaṁ jātiyā sūrabhāvassa ca anurūpamida’’nti haṭṭhatuṭṭho uṭṭhāya sīhavijambhitaṁ vijambhitvā kesarabhāraṁ vidhunitvā tikkhattuṁ sīhanādaṁ naditvā gocarāya pakkamati. Catutthajjhānaseyyā pana tathāgataseyyāti vuccati. Tāsu idha sīhaseyyā āgatā. Ayañhi tejussadairiyāpathattā uttamaseyyā nāma. Pāde pādanti dakkhiṇapāde vāmapādaṁ. Accādhāyāti atiādhāya īsakaṁ atikkamma ṭhapetvā, gopphakena hi gopphake, jāṇunā vā jāṇumhi saṅghaṭṭiyamāne abhiṇhaṁ vedanā uppajjati, cittaṁ ekaggaṁ na hoti, seyyā aphāsukā hoti. Yathā pana na saṅghaṭṭeti, evaṁ atikkamma ṭhapite vedanā nuppajjati, cittaṁ ekaggaṁ hoti, seyyā phāsukā hoti, tasmā evamāha.",
  "atk-s0201a4:245": "425.Abhijjhaṁ loketiādi cūḷahatthipade vitthāritaṁ.",
  "atk-s0201a4:246": "426. Yā panāyaṁ seyyathāpi, bhikkhaveti upamā vuttā. Tattha iṇaṁ ādāyāti vaḍḍhiyā dhanaṁ gahetvā. Byantī kareyyāti vigatantāni kareyya. Yathā tesaṁ kākaṇikamattopi pariyanto nāma nāvasissati, evaṁ kareyya, sabbaso paṭiniyyāteyyāti attho. Tatonidānanti āṇaṇyanidānaṁ. So hi aṇaṇomhīti āvajjanto balavapāmojjaṁ labhati, balavasomanassamadhigacchati. Tena vuttaṁ – ‘‘labhetha pāmojjaṁ, adhigaccheyya somanassa’’nti.",
  "atk-s0201a4:247": "Visabhāgavedanuppattiyā kakaceneva catuiriyāpathaṁ chindanto ābādhatīti ābādho, svāssa atthīti ābādhiko. Taṁsamuṭṭhānena dukkhena dukkhito. Adhimattagilānoti bāḷhagilāno. Nacchādeyyāti adhimattabyādhiparetatāya na rucceyya. Balamattāti balameva, balañcassa kāye na bhaveyyāti attho. Tatonidānanti ārogyanidānaṁ, tassa hi arogomhīti āvajjayato tadubhayaṁ hoti. Tena vuttaṁ – ‘‘labhetha pāmojjaṁ, adhigaccheyya somanassa’’nti. Nacassa kiñci bhogānaṁ vayoti kākaṇikamattampi bhogānaṁ vayo na bhaveyya. Tatonidānanti bandhanāmokkhanidānaṁ, sesaṁ vuttanayeneva sabbapadesu yojetabbaṁ. Anattādhīnoti na attani adhīno, attano ruciyā kiñci kātuṁ na labhati. Parādhīnoti paresu adhīno, parasseva ruciyā pavattati. Na yena kāmaṁ gamoti yena disābhāgenassa kāmo hoti. Icchā uppajjati gamanāya, tena gantuṁ na labhati. Dāsabyāti dāsabhāvā. Bhujissoti attano santako . Tatonidānanti bhujissanidānaṁ. Kantāraddhānamagganti kantāraṁ addhānamaggaṁ, nirudakaṁ dīghamagganti attho. Tatonidānanti khemantabhūminidānaṁ.",
  "atk-s0201a4:248": "Ime pañca nīvaraṇe appahīneti ettha bhagavā appahīnaṁ kāmacchandanīvaraṇaṁ iṇasadisaṁ, sesāni rogādisadisāni katvā dasseti. Tatrāyaṁ sadisatā – yo hi paresaṁ iṇaṁ gahetvā vināseti. So tehi iṇaṁ dehīti vuccamānopi pharusaṁ vuccamānopi bajjhamānopi pahariyamānopi kiñci paṭibāhituṁ na sakkoti, sabbaṁ titikkhati, titikkhakāraṇañhissa taṁ iṇaṁ hoti. Evamevaṁ yo yamhi kāmacchandena rajjati, taṇhāgaṇena taṁ vatthuṁ gaṇhāti, so tena pharusaṁ vuccamānopi bajjhamānopi pahariyamānopi sabbaṁ titikkhati. Titikkhakāraṇañhissa so kāmacchando hoti gharasāmikehi vadhīyamānānaṁ itthīnaṁ viyāti. Evaṁ iṇaṁ viya kāmacchando daṭṭhabbo.",
  "atk-s0201a4:249": "Yathā pana pittarogāturo madhusakkarādīsupi dinnesu pittarogāturatāya tesaṁ rasaṁ na vindati, tittakaṁ tittakanti uggiratiyeva. Evamevaṁ byāpannacitto hitakāmehi ācariyupajjhāyehi appamattakampi ovadīyamāno ovādaṁ na gaṇhāti, ‘‘ati viya me tumhe upaddavethā’’tiādīni vatvā vibbhamati. Pittarogāturatāya so puriso madhusakkarādirasaṁ viya, kodhāturatāya jhānasukhādibhedaṁ sāsanarasaṁ na vindatīti. Evaṁ rogo viya byāpādo daṭṭhabbo.",
  "atk-s0201a4:250": "Yathā pana nakkhattadivase bandhanāgāre baddho puriso nakkhattassa neva ādiṁ, na majjhaṁ, na pariyosānaṁ passati. So dutiyadivase mutto, ‘‘aho hiyyo nakkhattaṁ manāpaṁ, aho naccaṁ, aho gīta’’ntiādīni sutvāpi paṭivacanaṁ na deti. Kiṁ kāraṇā? Nakkhattassa ananubhūtattā. Evamevaṁ thinamiddhābhibhūto bhikkhu vicittanayepi dhammassavane pavattamāne neva tassa ādiṁ, na majjhaṁ, na pariyosānaṁ jānāti. So uṭṭhite dhammassavane, ‘‘aho dhammassavanaṁ, aho kāraṇaṁ, aho upamā’’ti dhammassavanassa vaṇṇaṁ bhaṇamānānaṁ sutvāpi paṭivacanaṁ na deti. Kiṁ kāraṇā? Thinamiddhavasena dhammakathāya ananubhūtattāti. Evaṁ bandhanāgāraṁ viya thinamiddhaṁ daṭṭhabbaṁ.",
  "atk-s0201a4:251": "Yathā pana nakkhattaṁ kīḷantopi dāso, ‘‘idaṁ nāma accāyikaṁ karaṇīyaṁ atthi, sīghaṁ, tattha gaccha, no ce gacchasi, hatthapādaṁ vā te chindāmi kaṇṇanāsaṁ vā’’ti vutto sīghaṁ gacchatiyeva, nakkhattassa ādimajjhapariyosānaṁ anubhavituṁ na labhati. Kasmā? Parādhīnatāya. Evamevaṁ vinaye appakataññunā vivekatthāya araññaṁ paviṭṭhenāpi kismiñcideva antamaso kappiyamaṁsepi akappiyamaṁsasaññāya uppannāya vivekaṁ pahāya sīlavisodhanatthaṁ vinayadharassa santike gantabbaṁ hoti. Vivekasukhaṁ anubhavituṁ na labhati. Kasmā? Uddhaccakukkuccābhibhūtatāyāti, evaṁ dāsabyaṁ viya uddhaccakukkuccaṁ daṭṭabbaṁ.",
  "atk-s0201a4:252": "Yathā pana kantāraddhānamaggapaṭipanno puriso corehi manussānaṁ viluttokāsaṁ pahatokāsañca disvā daṇḍakasaddenapi sakuṇasaddenapi corā āgatāti ussaṅkitaparisaṅkito hoti, gacchatipi, tiṭṭhatipi, nivattatipi, gataṭṭhānato āgataṭṭhānameva bahutaraṁ hoti. So kicchena kasirena khemantabhūmiṁ pāpuṇāti vā, na vā pāpuṇāti. Evamevaṁ yassa aṭṭhasu ṭhānesu vicikicchā uppannā hoti. So ‘‘buddho nu kho, na nu kho buddho’’tiādinā nayena vicikicchanto adhimuccitvā saddhāya gaṇhituṁ na sakkoti. Asakkonto maggaṁ vā phalaṁ vā na pāpuṇātīti yathā kantāraddhānamagge ‘‘corā atthi natthī’’ti punappunaṁ āsappanaparisappanaṁ apariyogāhanaṁ chambhitatta cittassa uppādento khemantapattiyā antarāyaṁ karoti, evaṁ vicikicchāpi ‘‘buddho nu kho na buddho’’tiādinā nayena punappunaṁ āsappanaparisappanaṁ apariyogāhanaṁ chambhitattaṁ cittassa uppādayamānā ariyabhūmippattiyā antarāyaṁ karotīti kantāraddhānamaggo viya daṭṭhabbā.",
  "atk-s0201a4:253": "Idāni seyyathāpi, bhikkhave, āṇaṇyanti ettha bhagavā pahīnakāmacchandanīvaraṇaṁ āṇaṇyasadisaṁ, sesāni ārogyādisadisāni katvā dasseti. Tatrāyaṁ sadisatā – yathā hi puriso iṇaṁ ādāya kammante payojetvā samiddhakammanto, ‘‘idaṁ iṇaṁ nāma palibodhamūla’’nti cintetvā savaḍḍhikaṁ iṇaṁ niyyātetvā paṇṇaṁ phālāpeyya. Athassa tato paṭṭhāya neva koci dūtaṁ peseti, na paṇṇaṁ, so iṇasāmike disvāpi sace icchati, āsanā uṭṭhahati, no ce, na uṭṭhahati. Kasmā? Tehi saddhiṁ nillepatāya alaggatāya. Evameva bhikkhu, ‘‘ayaṁ kāmacchando nāma palibodhamūla’’nti satipaṭṭhāne vuttanayeneva cha dhamme bhāvetvā kāmacchandanīvaraṇaṁ pajahati. Tassevaṁ pahīnakāmacchandassa yathā iṇamuttassa purisassa iṇasāmike disvā neva bhayaṁ na chambhitattaṁ hoti. Evameva paravatthumhi neva saṅgo na bandho hoti. Dibbānipi rūpāni passato kileso na samudācarati. Tasmā bhagavā āṇaṇyamiva kāmacchandappahānamāha.",
  "atk-s0201a4:254": "Yathā pana so pittarogāturo puriso bhesajjakiriyāya taṁ rogaṁ vūpasametvā tato paṭṭhāya madhusakkarādīnaṁ rasaṁ vindati. Evamevaṁ bhikkhu, ‘‘ayaṁ byāpādo nāma anatthakārako’’ti cha dhamme bhāvetvā byāpādanīvaraṇaṁ pajahati. So evaṁ pahīnabyāpādo yathā pittarogavimutto puriso madhusakkarādīni madhurāni sampiyāyamāno paṭisevati. Evamevaṁ ācārapaṇṇattiādīni sikkhāpiyamāno sirasā sampaṭicchitvā sampiyāyamāno sikkhati. Tasmā bhagavā ārogyamiva byāpādappahānamāha.",
  "atk-s0201a4:255": "Yathā so nakkhattadivase bandhanāgāraṁ pavesito puriso aparasmiṁ nakkhattadivase, ‘‘pubbepi ahaṁ pamādadosena baddho taṁ nakkhattaṁ nānubhavāmi, idāni appamatto bhavissāmī’’ti yathāssa paccatthikā okāsaṁ na labhanti. Evaṁ appamatto hutvā nakkhattaṁ anubhavitvā – ‘‘aho nakkhattaṁ aho nakkhatta’’nti udānaṁ udānesi. Evameva bhikkhu, ‘‘idaṁ thinamiddhaṁ nāma mahāanatthakara’’nti cha dhamme bhāvetvā thinamiddhanīvaraṇaṁ pajahati. So evaṁ pahīnathinamiddho yathā bandhanā mutto puriso sattāhampi nakkhattassa ādimajjhapariyosānaṁ anubhavati. Evamevaṁ bhikkhu dhammanakkhattassa ādimajjhapariyosānaṁ anubhavanto saha paṭisambhidāhi arahattaṁ pāpuṇāti. Tasmā bhagavā bandhanā mokkhamiva thinamiddhappahānamāha.",
  "atk-s0201a4:256": "Yathā pana dāso kañcideva mittaṁ upanissāya sāmikānaṁ dhanaṁ datvā attānaṁ bhujissaṁ katvā tato paṭṭhāya yaṁ icchati, taṁ kareyya. Evameva bhikkhu, ‘‘idaṁ uddhaccakukkuccaṁ nāma mahāanatthakara’’nti cha dhamme bhāvetvā uddhaccakukkuccaṁ pajahati. So evaṁ pahīnuddhaccakukkucco yathā bhujisso puriso yaṁ icchati, taṁ karoti. Na taṁ koci balakkārena tato nivatteti. Evamevaṁ bhikkhu yathāsukhaṁ nekkhammapaṭipadaṁ paṭipajjati, na naṁ uddhaccakukkuccaṁ balakkārena tato nivatteti. Tasmā bhagavā bhujissaṁ viya uddhaccakukkuccappahānamāha.",
  "atk-s0201a4:257": "Yathā balavā puriso hatthasāraṁ gahetvā sajjāvudho saparivāro kantāraṁ paṭipajjeyya. Taṁ corā dūratova disvā palāyeyyuṁ. So sotthinā taṁ kantāraṁ nittharitvā khemantaṁ patto haṭṭhatuṭṭho assa. Evamevaṁ bhikkhu, ‘‘ayaṁ vicikicchā nāma anatthakārikā’’ti cha dhamme bhāvetvā vicikicchaṁ pajahati. So evaṁ pahīnavicikiccho yathā balavā sajjāvudho saparivāro puriso nibbhayo core tiṇaṁ viya agaṇetvā sotthinā nikkhamitvā khemantabhūmiṁ pāpuṇāti. Evamevaṁ duccaritakantāraṁ nittharitvā paramakhemantabhūmiṁ amataṁ nibbānaṁ pāpuṇāti. Tasmā bhagavā khemantabhūmiṁ viya vicikicchāpahānamāha.",
  "atk-s0201a4:258": "427.Imameva kāyanti imaṁ karajakāyaṁ. Abhisandetīti temeti sneheti, sabbattha pavattapītisukhaṁ karoti. Parisandetīti samantato sandeti. Paripūretīti vāyunā bhastaṁ viya pūreti. Parippharatīti samantato phusati . Sabbāvato kāyassāti assa bhikkhuno sabbakoṭṭhāsavato kāyassa. Kiñci upādinnakasantatipavattiṭṭhāne chavimaṁsalohitānugataṁ aṇumattampi ṭhānaṁ paṭhamajjhānasukhena aphuṭṭhaṁ nāma na hoti. Dakkhoti cheko paṭibalo nhānīyacuṇṇāni kātuñceva yojetuñca sannetuñca. Kaṁsathāleti yena kenaci lohena katabhājane. Mattikabhājanaṁ pana thiraṁ na hoti, sannentassa bhijjati, tasmā taṁ na dasseti. Paripphosakaṁ paripphosakanti siñcitvā siñcitvā. Sanneyyāti vāmahatthena kaṁsathālaṁ gahetvā dakkhiṇena hatthena pamāṇayuttaṁ udakaṁ siñcitvā siñcitvā parimaddanto piṇḍaṁ kareyya. Snehānugatāti udakasinehena anugatā. Snehaparetāti udakasinehena parigatā. Santarabāhirāti saddhiṁ antopadesena ceva bahipadesena ca, sabbatthakameva udakasinehena phuṭāti attho. Na ca pagghariṇīti na bindu bindu udakaṁ paggharati, sakkā hoti hatthenapi dvīhipi tīhipi aṅgulīhi gahetuṁ ovaṭṭikampi kātunti attho.",
  "atk-s0201a4:259": "428. Dutiyajjhānasukhaupamāyaṁ ubbhitodakoti ubbhinnaudako, na heṭṭhā ubbhijjitvā uggacchanaudako, antoyeva pana ubbhijjanaudakoti attho. Āyamukhanti āgamanamaggo. Devoti megho. Kālenakālanti kāle kāle, anvaddhamāsaṁ vā anudasāhaṁ vāti attho. Dhāranti vuṭṭhiṁ. Nānuppaveccheyyāti na paveseyya, na vasseyyāti attho. Sītā vāridhārā ubbhijjitvāti sītaṁ vāri taṁ udakarahadaṁ pūrayamānaṁ ubbhijjitvā. Heṭṭhā uggacchanaudakañhi uggantvā uggantvā bhijjantaṁ udakaṁ khobheti. Catūhi disāhi pavisanaudakaṁ purāṇapaṇṇatiṇakaṭṭhadaṇḍakādīhi udakaṁ khobheti. Vuṭṭhiudakaṁ dhārānipātapupphuḷakehi udakaṁ khobheti. Sannisinnameva pana hutvā iddhinimmitamiva uppajjamānaṁ udakaṁ imaṁ padesaṁ pharati, imaṁ padesaṁ na pharatīti natthi. Tena aphuṭokāso nāma na hotīti. Tattha rahado viya karajakāyo, udakaṁ viya dutiyajjhānasukhaṁ. Sesaṁ purimanayeneva veditabbaṁ.",
  "atk-s0201a4:260": "429. Tatiyajjhānasukhaupamāyaṁ uppalāni ettha santīti uppalinī. Sesapadadvayesupi eseva nayo. Ettha ca setarattanīlesu yaṁkiñci uppalaṁ uppalameva, ūnakasatapattaṁ puṇḍarīkaṁ, satapattaṁ padumaṁ. Pattaniyamaṁ vā vināpi setaṁ padumaṁ, rattaṁ puṇḍarīkanti ayamettha vinicchayo. Udakānuggatānīti udakato na uggatāni. Antonimuggaposīnīti udakatalassa anto nimuggāniyeva hutvā posīni, vaḍḍhīnīti attho. Sesaṁ purimanayeneva veditabbaṁ.",
  "atk-s0201a4:261": "430. Catutthajjhānasukhaupamāyaṁ parisuddhena cetasā pariyodātenāti ettha nirupakkilesaṭṭhena parisuddhaṁ. Pabhassaraṭṭhena pariyodātaṁ veditabbaṁ. Odātena vatthenāti idaṁ utupharaṇatthaṁ vuttaṁ. Kiliṭṭhavatthena hi utupharaṇaṁ na hoti, taṅkhaṇadhotaparisuddhena utupharaṇaṁ balavaṁ hoti. Imissā hi upamāya vatthaṁ viya karajakāyo. Utupharaṇaṁ viya catutthajjhānasukhaṁ. Tasmā yathā sunhātassa purisassa parisuddhaṁ vatthaṁ sasīsaṁ pārupitvā nisinnassa sarīrato utu sabbameva vatthaṁ pharati, na koci vatthassa aphuṭokāso hoti. Evaṁ catutthajjhānasukhena bhikkhuno karajakāyassa na koci okāso aphuṭo hotīti evamettha attho daṭṭhabbo. Catutthajjhānacittameva vā vatthaṁ viya, taṁsamuṭṭhānarūpaṁ utupharaṇaṁ viya. Yathā hi katthaci odātavatthe kāyaṁ apphusantepi taṁsamuṭṭhānena utunā sabbatthakameva kāyo phuṭṭho hoti. Evaṁ catutthajjhānasamuṭṭhitena sukhumarūpena sabbatthakameva bhikkhuno karajakāyo phuṭo hotīti evamettha attho daṭṭhabbo.",
  "atk-s0201a4:262": "431. Pubbenivāsañāṇaupamāyaṁ taṁdivasaṁ katakiriyā pākaṭā hotīti taṁdivasaṁ gatagāmattayameva gahitaṁ. Tattha gāmattayaṁ gatapuriso viya pubbenivāsañāṇalābhī daṭṭhabbo. Tayo gāmā viya tayo bhavā daṭṭhabbā. Tassa purisassa tīsu gāmesu taṁdivasaṁ katakiriyāya āvibhāvo viya pubbenivāsāya cittaṁ abhinīharitvā nisinnassa bhikkhuno tīsu bhavesu katakiriyāya āvibhāvo daṭṭhabbo.",
  "atk-s0201a4:263": "432. Dibbacakkhuupamāyaṁ dve agārāti dve gharā. Sadvārāti sammukhadvārā. Anucaṅkamanteti aparāparaṁ sañcarante. Anuvicaranteti ito cito ca vicarante, ito pana gehā nikkhamitvā etaṁ gehaṁ, etasmā vā nikkhamitvā imaṁ gehaṁ pavisanavasenapi daṭṭhabbā. Tattha dve agārā sadvārā viya cutipaṭisandhiyo, cakkhumā puriso viya dibbacakkhuñāṇalābhī, cakkhumato purisassa dvinnaṁ gehānaṁ antare ṭhatvā passato dve agāre pavisanakanikkhamanakapurisānaṁ pākaṭakālo viya dibbacakkhulābhino ālokaṁ vaḍḍhetvā olokentassa cavanakaupapajjanakasattānaṁ pākaṭakālo. Kiṁ pana te ñāṇassa pākaṭā, puggalassāti? Ñāṇassa. Tassa pākaṭattā pana puggalassa pākaṭāyevāti.",
  "atk-s0201a4:264": "433. Āsavakkhayañāṇaupamāyaṁ pabbatasaṅkhepeti pabbatamatthake. Anāviloti nikkaddamo. Sippiyo ca sambukā ca sippisambukaṁ. Sakkharā ca kathalā ca sakkharakathalaṁ. Macchānaṁ gumbā ghaṭāti macchagumbaṁ. Tiṭṭhantampi carantampīti ettha sakkharakathalaṁ tiṭṭhatiyeva, itarāni carantipi tiṭṭhantipi. Yathā pana antarantarā ṭhitāsupi nisinnāsupi vijjamānāsupi, ‘‘etā gāvo carantī’’ti carantiyo upādāya itarāpi carantīti vuccanti. Evaṁ tiṭṭhantameva sakkharakathalaṁ upādāya itarampi dvayaṁ tiṭṭhantanti vuttaṁ. Itarañca dvayaṁ carantaṁ upādāya sakkharakathalampi carantanti vuttaṁ. Tattha cakkhumato purisassa tīre ṭhatvā passato sippisambukādīnaṁ vibhūtakālo viya āsavānaṁ khayāya cittaṁ nīharitvā nisinnassa bhikkhuno catunnaṁ saccānaṁ vibhūtakālo daṭṭhabbo.",
  "atk-s0201a4:265": "434. Idāni sattahākārehi saliṅgato saguṇato khīṇāsavassa nāmaṁ gaṇhanto, ayaṁ vuccati, bhikkhave, bhikkhu samaṇo itipītiādimāha. Tattha evaṁ kho, bhikkhave, bhikkhu samaṇohotītiādīsu, bhikkhave, evaṁ bhikkhu samitapāpattā samaṇo hoti. Bāhitapāpattā brāhmaṇo hoti. Nhātakilesattā nhātako hoti, dhotakilesattāti attho. Catumaggañāṇasaṅkhātehi vedehi akusaladhammānaṁ gatattā vedagū hoti, viditattāti attho. Teneva viditāssa hontītiādimāha. Kilesānaṁ sutattā sottiyo hoti, nissutattā apahatattāti attho. Kilesānaṁ ārakattā ariyo hoti, hatattāti attho. Tehi ārakattā arahaṁ hoti, dūrībhūtattāti attho. Sesaṁ sabattha pākaṭamevāti.",
  "atk-s0201a4:266": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a4:267": "Mahāassapurasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a4:268": "10. Cūḷaassapurasuttavaṇṇanā",
  "atk-s0201a4:269": "435.Evaṁme sutanti cūḷaassapurasuttaṁ. Tassa desanākāraṇaṁ purimasadisameva. Samaṇasāmīcippaṭipadāti samaṇānaṁ anucchavikā samaṇānaṁ anulomappaṭipadā.",
  "atk-s0201a4:270": "436.Samaṇamalānantiādīsu ete dhammā uppajjamānā samaṇe maline karonti malaggahite, tasmā ‘‘samaṇamalā’’ti vuccanti. Etehi samaṇā dussanti, padussanti, tasmā samaṇadosāti vuccanti. Ete uppajjitvā samaṇe kasaṭe niroje karonti milāpenti, tasmā samaṇakasaṭāti vuccanti. Āpāyikānaṁ ṭhānānanti apāye nibbattāpakānaṁ kāraṇānaṁ. Duggativedaniyānanti duggatiyaṁ vipākavedanāya paccayānaṁ. Matajaṁ nāmāti manussā tikhiṇaṁ ayaṁ ayena sughaṁsitvā taṁ ayacuṇṇaṁ maṁsena saddhiṁ madditvā koñcasakuṇe khādāpenti. Te uccāraṁ kātuṁ asakkontā maranti. No ce maranti, paharitvā mārenti. Atha tesaṁ kucchiṁ phāletvā naṁ udakena dhovitvā cuṇṇaṁ gahetvā maṁsena saddhiṁ madditvā puna khādāpentīti evaṁ satta vāre khādāpetvā gahitena ayacuṇṇena āvudhaṁ karonti. Susikkhitā ca naṁ ayakārā bahuhatthakammamūlaṁ labhitvā karonti. Taṁ matasakuṇato jātattā ‘‘mataja’’nti vuccati, atitikhiṇaṁ hoti. Pītanisitanti udakapītañceva silāya ca sunighaṁsitaṁ. Saṅghāṭiyāti kosiyā. Sampārutanti pariyonaddhaṁ. Sampaliveṭhitanti samantato veṭhitaṁ.",
  "atk-s0201a4:271": "437.Rajojallikassāti rajojalladhārino. Udakorohakassāti divasassa tikkhattuṁ udakaṁ orohantassa. Rukkhamūlikassāti rukkhamūlavāsino. Abbhokāsikassāti abbhokāsavāsino. Ubbhaṭṭhakassāti uddhaṁ ṭhitakassa. Pariyāyabhattikassāti māsavārena vā aḍḍhamāsavārena vā bhuñjantassa. Sabbametaṁ bāhirasamayeneva kathitaṁ. Imasmiñhi sāsane cīvaradharo bhikkhu saṅghāṭikoti na vuccati. Rajojalladhāraṇādivatāni imasmiṁ sāsane natthiyeva. Buddhavacanassa buddhavacanameva nāmaṁ, na mantāti. Rukkhamūliko, abbhokāsikoti ettakaṁyeva pana labbhati. Tampi bāhirasamayeneva kathitaṁ. Jātamevananti taṁdivase jātamattaṁyeva naṁ. Saṅghāṭikaṁ kareyyunti saṅghāṭikaṁ vatthaṁ nivāsetvā ca pārupitvā ca saṅghāṭikaṁ kareyyuṁ. Esa nayo sabbattha.",
  "atk-s0201a4:272": "438.Visuddhamattānaṁ samanupassatīti attānaṁ visujjhantaṁ passati. Visuddhoti pana na tāva vattabbo. Pāmojjaṁ jāyatīti tuṭṭhākāro jāyati. Pamuditassa pītīti tuṭṭhassa sakalasarīraṁ khobhayamānā pīti jāyati. Pītimanassa kāyoti pītisampayuttassa puggalassa nāmakāyo. Passambhatīti vigatadaratho hoti. Sukhaṁ vedetīti kāyikampi cetasikampi sukhaṁ vediyati. Cittaṁ samādhiyatīti iminā nekkhammasukhena sukhitassa cittaṁ samādhiyati, appanāpattaṁ viya hoti. So mettāsahagatena cetasāti heṭṭhā kilesavasena āraddhā desanā pabbate vuṭṭhavuṭṭhi viya nadiṁ yathānusandhinā brahmavihārabhāvanaṁ otiṇṇā. Tattha yaṁ vattabbaṁ siyā, taṁ sabbaṁ visuddhimagge vuttameva. Seyyathāpi, bhikkhave, pokkharaṇīti mahāsīhanādasutte maggo pokkharaṇiyā upamito, idha sāsanaṁ upamitanti veditabbaṁ. Āsavānaṁ khayā samaṇo hotīti sabbakilesānaṁ samitattā paramatthasamaṇo hotīti. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0201a4:273": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a4:274": "Cūḷaassapurasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a4:275": "Catutthavaggavaṇṇanā niṭṭhitā."
}