{
  "atk-s0102a0:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "atk-s0102a0:1": "Dīghanikāye",
  "atk-s0102a0:2": "Mahāvaggaṭṭhakathā",
  "atk-s0102a0:3": "1. Mahāpadānasuttavaṇṇanā",
  "atk-s0102a0:4": "Pubbenivāsapaṭisaṃyuttakathā",
  "atk-s0102a0:5": "1.Evaṃme sutaṃ…pe… karerikuṭikāyanti mahāpadānasuttaṃ. Tatrāyaṃ apubbapadavaṇṇanā – karerikuṭikāyanti karerīti varuṇarukkhassa nāmaṃ, karerimaṇḍapo tassā kuṭikāya dvāre ṭhito, tasmā ‘‘karerikuṭikā’’ti vuccati, yathā kosambarukkhassa dvāre ṭhitattā ‘‘kosambakuṭikā’’ti. Antojetavane kira karerikuṭi kosambakuṭi gandhakuṭi salaḷāgāranti cattāri mahāgehāni, ekekaṃ satasahassapariccāgena nipphannaṃ. Tesu salaḷāgāraṃ raññā pasenadinā kāritaṃ, sesāni anāthapiṇḍikena kāritāni. Iti bhagavā anāthapiṇḍikena gahapatinā thambhānaṃ upari kāritāya devavimānakappāya karerikuṭikāyaṃ viharati . Pacchābhattanti ekāsanikakhalupacchābhattikānaṃ pātova bhuttānaṃ antomajjhanhikepi pacchābhattameva. Idha pana pakatibhattassa pacchato ‘‘pacchābhatta’’nti adhippetaṃ. Piṇḍapātapaṭikkantānanti piṇḍapātato paṭikkantānaṃ, bhattakiccaṃ niṭṭhapetvā uṭṭhitānanti attho.",
  "atk-s0102a0:6": "Karerimaṇḍalamāḷeti tasseva karerimaṇḍapassa avidūre katāya nisīdanasālāya. So kira karerimaṇḍapo gandhakuṭikāya ca sālāya ca antare hoti, tasmā gandhakuṭīpi karerikuṭikāpi sālāpi – ‘‘karerimaṇḍalamāḷo’’ti vuccati. Pubbenivāsapaṭisaṃyuttāti ‘‘ekampi jātiṃ, dvepi jātiyo’’ti evaṃ vibhattena pubbenivutthakkhandhasantānasaṅkhātena pubbenivāsena saddhiṃ yojetvā pavattitā. Dhammīti dhammasaṃyuttā.",
  "atk-s0102a0:7": "Udapādīti aho acchariyaṃ dasabalassa pubbenivāsañāṇaṃ , pubbenivāsaṃ nāma ke anussaranti, ke nānussarantīti. Titthiyā anussaranti, sāvakā ca paccekabuddhā ca buddhā ca anussaranti. Kataratitthiyā anussaranti? Ye aggappattakammavādino, tepi cattālīsaṃyeva kappe anussaranti, na tato paraṃ. Sāvakā kappasatasahassaṃ anussaranti. Dve aggasāvakā asaṅkhyeyyañceva kappasatasahassañca. Paccekabuddhā dve asaṅkhyeyyāni kappasatasahassañca. Buddhānaṃ pana ettakanti paricchedo natthi, yāvatakaṃ ākaṅkhanti, tāvatakaṃ anussaranti.",
  "atk-s0102a0:8": "Titthiyā khandhapaṭipāṭiyā anussaranti, paṭipāṭiṃ muñcitvā na sakkonti. Paṭipāṭiyā anussarantāpi asaññabhavaṃ patvā khandhappavattiṃ na passanti, jāle patitā kuṇṭhā viya, kūpe patitā paṅguḷā viya ca honti. Te tattha ṭhatvā ‘‘ettakameva, ito paraṃ natthī’’ti diṭṭhiṃ gaṇhanti. Iti titthiyānaṃ pubbenivāsānussaraṇaṃ andhānaṃ yaṭṭhikoṭigamanaṃ viya hoti. Yathā hi andhā yaṭṭhikoṭiggāhake satiyeva gacchanti, asati tattheva nisīdanti, evameva titthiyā khandhapaṭipāṭiyāva anussarituṃ sakkonti, paṭipāṭiṃ vissajjetvā na sakkonti.",
  "atk-s0102a0:9": "Sāvakāpi khandhapaṭipāṭiyāva anussaranti, asaññabhavaṃ patvā khandhappavattiṃ na passanti. Evaṃ santepi te vaṭṭe saṃsaraṇakasattānaṃ khandhānaṃ abhāvakālo nāma natthi. Asaññabhave pana pañcakappasatāni pavattantīti tattakaṃ kālaṃ atikkamitvā buddhehi dinnanaye ṭhatvā parato anussaranti; seyyathāpi āyasmā sobhito. Dve aggasāvakā pana paccekabuddhā ca cutipaṭisandhiṃ oloketvā anussaranti. Buddhānaṃ cutipaṭisandhikiccaṃ natthi, yaṃ yaṃ ṭhānaṃ passitukāmā honti, taṃ tadeva passanti.",
  "atk-s0102a0:10": "Titthiyā ca pubbenivāsaṃ anussaramānā attanā diṭṭhakatasutameva anussaranti. Tathā sāvakā ca paccekabuddhā ca. Buddhā pana attanā vā parehi vā diṭṭhakatasutaṃ sabbameva anussaranti.",
  "atk-s0102a0:11": "Titthiyānaṃ pubbenivāsañāṇaṃ khajjopanakaobhāsasadisaṃ, sāvakānaṃ padīpobhāsasadisaṃ, aggasāvakānaṃ osadhitārakobhāsasadisaṃ, paccekabuddhānaṃ candobhāsasadisaṃ, buddhānaṃ saradasūriyamaṇḍalobhāsasadisaṃ. Tassa ettakāni jātisatāni jātisahassāni jātisatasahassānīti vā ettakāni kappasatāni kappasahassāni kappasatasahassānīti vā natthi, yaṃ kiñci anussarantassa neva khalitaṃ, na paṭighātaṃ hoti, āvajjanapaṭibaddhameva ākaṅkhamanasikāracittuppādapaṭibaddhameva hoti. Dubbalapattapuṭe vegakkhittanārāco viya, sinerukūṭe vissaṭṭhaindavajiraṃ viya ca asajjamānameva gacchati. ‘‘Aho mahantaṃ bhagavato pubbenivāsañāṇa’’nti evaṃ bhagavantaṃyeva ārabbha kathā uppannā, jātā pavattāti attho. Taṃ sabbampi saṅkhepato dassetuṃ ‘‘itipi pubbenivāso, itipi pubvenivāso’’ti ettakameva pāḷiyaṃ vuttaṃ. Tattha itipīti evampi.",
  "atk-s0102a0:12": "2-3.Assosi kho…pe… atha bhagavā anuppattoti ettha yaṃ vattabbaṃ, taṃ brahmajālasuttavaṇṇanāyaṃ vuttameva. Ayameva hi viseso – tattha sabbaññutaññāṇena assosi, idha dibbasotena. Tattha ca vaṇṇāvaṇṇakathā vippakatā, idha pubbenivāsakathā. Tasmā bhagavā – ‘‘ime bhikkhū mama pubbenivāsañāṇaṃ ārabbha guṇaṃ thomenti, pubbenivāsañāṇassa pana me nipphattiṃ na jānanti; handa nesaṃ tassa nipphattiṃ kathetvā dassāmī’’ti āgantvā pakatiyāpi buddhānaṃ nisīditvā dhammadesanatthameva ṭhapite taṅkhaṇe bhikkhūhi papphoṭetvā dinne varabuddhāsane nisīditvā ‘‘kāya nuttha, bhikkhave’’ti pucchāya ca ‘‘idha , bhante’’tiādipaṭivacanassa ca pariyosāne tesaṃ pubbenivāsapaṭisaṃyuttaṃ dhammiṃ kathaṃ kathetukāmo iccheyyātha notiādimāha. Tattha iccheyyātha noti iccheyyātha nu. Atha naṃ pahaṭṭhamānasā bhikkhū yācamānā etassa bhagavātiādimāhaṃsu. Tattha etassāti etassa dhammikathākaraṇassa.",
  "atk-s0102a0:13": "4. Atha bhagavā tesaṃ yācanaṃ gahetvā kathetukāmo ‘‘tena hi, bhikkhave, suṇāthā’’ti te sotāvadhāraṇasādhukamanasikāresu niyojetvā aññesaṃ asādhāraṇaṃ chinnavaṭumakānussaraṇaṃ pakāsetukāmo ito so, bhikkhavetiādimāha. Tattha yaṃ vipassīti yasmiṃ kappe vipassī. Ayañhi ‘ya’nti saddo ‘‘yaṃ me, bhante, devānaṃ tāvatiṃsānaṃ sammukhā sutaṃ sammukhā paṭiggahitaṃ, ārocemi taṃ, bhagavato’’tiādīsu (dī. ni. 2.203) paccattavacane dissati. ‘‘Yaṃ taṃ apucchimha akittayī no, aññaṃ taṃ pucchāma tadiṅgha brūhī’’tiādīsu (su. ni. 881) upayogavacane. ‘‘Aṭṭhānametaṃ, bhikkhave, anavakāso, yaṃ ekissā lokadhātuyā’’tiādīsu (a. ni. 1.277) karaṇavacane. Idha pana bhummattheti daṭṭhabbo. Tena vuttaṃ – ‘‘yasmiṃ kappe’’ti. Udapādīti dasasahassilokadhātuṃ unnādento uppajji.",
  "atk-s0102a0:14": "Bhaddakappeti pañcabuddhuppādapaṭimaṇḍitattā sundarakappe sārakappeti bhagavā imaṃ kappaṃ thomento evamāha. Yato paṭṭhāya kira amhākaṃ bhagavatā abhinīhāro kato, etasmiṃ antare ekakappepi pañca buddhā nibbattā nāma natthi. Amhākaṃ bhagavato abhinīhārassa purato pana taṇhaṅkaro, medhaṅkaro, saraṇaṅkaro, dīpaṅkaroti cattāro buddhā ekasmiṃ kappe nibbattiṃsu. Tesaṃ orabhāge ekaṃ asaṅkhyeyyaṃ buddhasuññameva ahosi.",
  "atk-s0102a0:15": "Asaṅkhyeyyakappapariyosāne pana koṇḍañño nāma buddho ekova ekasmiṃ kappe uppanno. Tatopi asaṅkhyeyyaṃ buddhasuññameva ahosi. Asaṅkhyeyyakappapariyosāne maṅgalo, sumano, revato, sobhitoti cattāro buddhā ekasmiṃ kappe uppannā . Tatopi asaṅkhyeyyaṃ buddhasuññameva ahosi. Asaṅkhyeyyakappapariyosāne pana ito kappasatasahassādhikassa asaṅkhyeyyassa upari anomadassī, padumo, nāradoti tayo buddhā ekasmiṃ kappe uppannā. Tatopi asaṅkhyeyyaṃ buddhasuññameva ahosi. Asaṅkhyeyyakappapariyosāne pana ito kappasatasahassānaṃ upari padumuttaro bhagavā ekova ekasmiṃ kappe uppanno. Tassa orabhāge ito tiṃsakappasahassānaṃ upari sumedho, sujātoti dve buddhā ekasmiṃ kappe uppannā. Tato orabhāge ito aṭṭhārasannaṃ kappasahassānaṃ upari piyadassī, atthadassī, dhammadassīti tayo buddhā ekasmiṃ kappe uppannā. Atha ito catunavutikappe siddhattho nāma buddho ekova ekasmiṃ kappe uppanno. Ito dve navutikappe tisso, phussoti dve buddhā ekasmiṃ kappe uppannā. Ito ekanavutikappe vipassī bhagavā uppanno. Ito ekatiṃse kappe sikhī, vessabhūti dve buddhā uppannā. Imasmiṃ bhaddakappe kakusandho, koṇāgamano, kassapo, gotamo amhākaṃ sammāsambuddhoti cattāro buddhā uppannā, metteyyo uppajjissati. Evamayaṃ kappo pañcabuddhuppādapaṭimaṇḍitattā sundarakappo sārakappoti bhagavā imaṃ kappaṃ thomento evamāha.",
  "atk-s0102a0:16": "Kiṃ panetaṃ buddhānaṃyeva pākaṭaṃ hoti – ‘‘imasmiṃ kappe ettakā buddhā uppannā vā uppajjissantīti vā’’ti, udāhu aññesampi pākaṭaṃ hotīti? Aññesampi pākaṭaṃ hoti. Kesaṃ? Suddhāvāsabrahmānaṃ. Kappasaṇṭhānakālasmiñhi ekamasaṅkhyeyyaṃ ekaṅgaṇaṃ hutvā ṭhite lokasannivāse lokassa saṇṭhānatthāya devo vassituṃ ārabhati. Āditova antaraṭṭhake himapāto viya hoti. Tato tilamattā kaṇamattā taṇḍulamattā mugga-māsa-badara-āmalaka-eḷāluka-kumbhaṇḍa-alābumattā udakadhārā hutvā anukkamena usabhadveusabhaaḍḍhagāvutagāvutadvegāvutaaḍḍhayojanayojanadviyojana…pe… yojanasatayojanasahassayojanasatasahassamattā hutvā koṭisatasahassacakkavāḷabbhantare yāva avinaṭṭhabrahmalokā pūretvā tiṭṭhanti. Atha taṃ udakaṃ anupubbena bhassati, bhassante udake pakatidevalokaṭṭhānesu devalokā saṇṭhahanti, tesaṃ saṇṭhahanavidhānaṃ visuddhimagge pubbenivāsakathāyaṃ vuttameva.",
  "atk-s0102a0:17": "Manussalokasaṇṭhahanaṭṭhānaṃ pana patte udake dhamakaraṇamukhe pihite viya vātavasena taṃ udakaṃ santiṭṭhati, udakapiṭṭhe uppalinipaṇṇaṃ viya pathavī saṇṭhahati. Mahābodhipallaṅko vinassamāne loke pacchā vinassati, saṇṭhahamāne paṭhamaṃ saṇṭhahati. Tattha pubbanimittaṃ hutvā eko paduminigaccho uppajjati, tassa sace tasmiṃ kappe buddho nibbattissati, pupphaṃ uppajjati. No ce, nuppajjati. Uppajjamānañca sace eko buddho nibbattissati, ekaṃ uppajjati. Sace dve, tayo, cattāro, pañca buddhā nibbattissanti, pañca uppajjanti. Tāni ca kho ekasmiṃyeva nāḷe kaṇṇikābaddhāni hutvā. Suddhāvāsabrahmāno ‘‘āyāma , mayaṃ mārisā, pubbanimittaṃ passissāmā’’ti mahābodhipallaṅkaṭṭhānaṃ āgacchanti, buddhānaṃ anibbattanakappe pupphaṃ na hoti. Te pana apupphitagacchaṃ disvā – ‘‘andhakāro vata bho loko bhavissati, matā matā sattā apāye pūressanti, cha devalokā nava brahmalokā suññā bhavissantī’’ti anattamanā honti. Pupphitakāle pana pupphaṃ disvā – ‘‘sabbaññubodhisattesu mātukucchiṃ okkamantesu nikkhamantesu sambujjhantesu dhammacakkaṃ pavattentesu yamakapāṭihāriyaṃ karontesu devorohanaṃ karontesu āyusaṅkhāraṃ ossajjantesu parinibbāyantesu dasasahassacakkavāḷakampanādīni pāṭihāriyāni dakkhissāmā’’ti ca ‘‘cattāro apāyā parihāyissanti, cha devalokā nava brahmalokā paripūressantī’’ti ca attamanā udānaṃ udānentā attano attano brahmalokaṃ gacchanti. Imasmiṃ bhaddakappe pañca padumāni uppajjiṃsu. Tesaṃ nimittānaṃ ānubhāvena cattāro buddhā uppannā, pañcamo uppajjissati. Suddhāvāsabrahmānopi tāni padumāni disvā imamatthaṃ jāniṃsu. Tena vuttaṃ – ‘‘aññesampi pākaṭaṃ hotī’’ti.",
  "atk-s0102a0:18": "Āyuparicchedavaṇṇanā",
  "atk-s0102a0:19": "5-7. Iti bhagavā – ‘‘ito so, bhikkhave’’tiādinā nayena kappaparicchedavasena pubbenivāsaṃ dassetvā idāni tesaṃ buddhānaṃ jātiparicchedādivasena dassetuṃ vipassī, bhikkhavetiādimāha. Tattha āyuparicchede parittaṃ lahukanti ubhayametaṃ appakasseva vevacanaṃ. Yañhi appakaṃ, taṃ parittañceva lahukañca hoti.",
  "atk-s0102a0:20": "Appaṃ vā bhiyyoti vassasatato vā upari appaṃ, aññaṃ vassasataṃ apatvā vīsaṃ vā tiṃsaṃ vā cattālīsaṃ vā paṇṇāsaṃ vā saṭṭhi vā vassāni jīvati. Evaṃ dīghāyuko pana atidullabho, asuko kira evaṃ ciraṃ jīvatīti tattha tattha gantvā daṭṭhabbo hoti. Tattha visākhā upāsikā vīsavassasataṃ jīvati, tathā pokkharasāti brāhmaṇo, brahmāyu brāhmaṇo, selo brāhmaṇo, bāvariyabrāhmaṇo, ānandatthero, mahākassapattheroti. Anuruddhatthero pana vassasatañceva paṇṇāsañca vassāni, bākulatthero vassasatañceva saṭṭhi ca vassāni. Ayaṃ sabbadīghāyuko. Sopi dve vassasatāni na jīvati.",
  "atk-s0102a0:21": "Vipassīādayo pana sabbepi bodhisattā mettāpubbabhāgena somanassasahagatañāṇasampayuttaasaṅkhārikacittena mātukucchismiṃ paṭisandhiṃ gaṇhiṃsu. Tena cittena gahitāya paṭisandhiyā asaṅkhyeyyaṃ āyu, iti sabbe buddhā asaṅkhyeyyāyukā. Te kasmā asaṅkhyeyyaṃ na aṭṭhaṃsu? Utubhojanavipattiyā. Utubhojanavasena hi āyu hāyatipi vaḍḍhatipi.",
  "atk-s0102a0:22": "Tattha yadā rājāno adhammikā honti, tadā uparājāno, senāpati, seṭṭhi, sakalanagaraṃ, sakalaraṭṭhaṃ adhammikameva hoti; atha tesaṃ ārakkhadevatā, tāsaṃ devatānaṃ mittā bhūmaṭṭhadevatā, tāsaṃ devatānaṃ mittā ākāsaṭṭhakadevatā, ākāsaṭṭhakadevatānaṃ mittā uṇhavalāhakā devatā, tāsaṃ mittā abbhavalāhakā devatā, tāsaṃ mittā sītavalāhakā devatā, tāsaṃ mittā vassavalāhakā devatā, tāsaṃ mittā cātumahārājikā devatā, tāsaṃ mittā tāvatiṃsā devatā, tāsaṃ mittā yāmā devatāti evamādi. Evaṃ yāva bhavaggā ṭhapetvā ariyasāvake sabbā devabrahmaparisāpi adhammikāva honti. Tāsaṃ adhammikatāya visamaṃ candimasūriyā pariharanti, vāto yathāmaggena na vāyati, ayathāmaggena vāyanto ākāsaṭṭhakavimānāni khobheti, vimānesu khobhitesu devatānaṃ kīḷanatthāya cittāni na namanti, devatānaṃ kīḷanatthāya cittesu anamantesu sītuṇhabhedo utu yathākālena na sampajjati, tasmiṃ asampajjante na sammā devo vassati, kadāci vassati, kadāci na vassati; katthaci vassati, katthaci na vassati, vassantopi vappakāle aṅkurakāle nāḷakāle pupphakāle khīraggahaṇādikālesu yathā yathā sassānaṃ upakāro na hoti, tathā tathā vassati ca vigacchati ca, tena sassāni visamapākāni honti, vigatagandhavaṇṇarasādisampannāni. Ekabhājane pakkhittataṇḍulesupi ekasmiṃ padese bhattaṃ uttaṇḍulaṃ hoti, ekasmiṃ atikilinnaṃ, ekasmiṃ samapākaṃ. Taṃ paribhuttaṃ kucchiyampi tīhākārehi paccati. Tena sattā bahvābādhā ceva honti, appāyukā ca. Evaṃ tāva utubhojanavasena āyu hāyati.",
  "atk-s0102a0:23": "Yadā pana rājāno dhammikā honti, tadā uparājānopi dhammikā hontīti purimanayeneva yāva brahmalokā sabbepi dhammikā honti. Tesaṃ dhammikattā samaṃ candimasūriyā pariharanti, yathāmaggena vāto vāyati, yathāmaggena vāyanto ākāsaṭṭhakavimānāni na khobheti, tesaṃ akhobhā devatānaṃ kīḷanatthāya cittāni namanti. Evaṃ kālena utu sampajjati, devo sammā vassati, vappakālato paṭṭhāya sassānaṃ upakāraṃ karonto kāle vassati, kāle vigacchati, tena sassāni samapākāni sugandhāni suvaṇṇāni surasāni ojavantāni honti, tehi sampāditaṃ bhojanaṃ paribhuttampi sammā paripākaṃ gacchati , tena sattā arogā dīghāyukā honti. Evaṃ utubhojanavasena āyu vaḍḍhati.",
  "atk-s0102a0:24": "Tattha vipassī bhagavā asītivassasahassāyukakāle nibbatto, sikhī sattativassasahassāyukakāleti idaṃ anupubbena parihīnasadisaṃ kataṃ, na pana evaṃ parihīnaṃ, vaḍḍhitvā vaḍḍhitvā parihīnanti veditabbaṃ. Kathaṃ? Imasmiṃ tāva kappe kakusandho bhagavā cattālīsavassasahassāyukakāle nibbatto, āyuppamāṇaṃ pañca koṭṭhāse katvā cattāri ṭhatvā pañcame vijjamāneyeva parinibbuto. Taṃ āyu parihāyamānaṃ dasavassakālaṃ patvā puna vaḍḍhamānaṃ asaṅkhyeyyaṃ hutvā tato parihāyamānaṃ tiṃsavassasahassakāle ṭhitaṃ; tadā koṇāgamano bhagavā nibbatto. Tasmimpi tatheva parinibbute taṃ āyu dasavassakālaṃ patvā puna vaḍḍhamānaṃ asaṅkhyeyyaṃ hutvā parihāyitvā vīsativassasahassakāle ṭhitaṃ; tadā kassapo bhagavā nibbatto. Tasmimpi tatheva parinibbute taṃ āyu dasavassakālaṃ patvā puna vaḍḍhamānaṃ asaṅkhyeyyaṃ hutvā parihāyitvā vassasatakālaṃ pattaṃ, atha amhākaṃ sammāsambuddho nibbatto. Evaṃ anupubbena parihāyitvā parihāyitvā vaḍḍhitvā vaḍḍhitvā parihīnanti veditabbaṃ. Tattha yaṃ yaṃ āyuparimāṇesu manussesu buddhā nibbattanti, tesampi taṃ tadeva āyuparimāṇaṃ hotīti veditabbaṃ.",
  "atk-s0102a0:25": "Āyuparicchedavaṇṇanā niṭṭhitā.",
  "atk-s0102a0:26": "Bodhiparicchedavaṇṇanā",
  "atk-s0102a0:27": "8. Bodhiparicchede pana pāṭaliyā mūleti pāṭalirukkhassa heṭṭhā. Tassā pana pāṭaliyā khandho taṃ divasaṃ paṇṇāsaratano hutvā abbhuggato, sākhā paṇṇāsaratanāti ubbedhena ratanasataṃ ahosi. Taṃ divasañca sā pāṭali kaṇṇikābaddhehi viya pupphehi mūlato paṭṭhāya ekasañchannā ahosi, dibbagandhaṃ vāyati. Na kevalañca tadā ayameva pupphitā, dasasahassacakkavāḷe sabbapāṭaliyo pupphitā. Na kevalañca pāṭaliyo, dasasahassacakkavāḷe sabbarukkhānaṃ khandhesu khandhapadumāni, sākhāsu sākhāpadumāni, latāsu latāpadumāni, ākāse ākāsapadumāni pupphitāni, pathavitalaṃ bhinditvāpi mahāpadumāni uṭṭhitāni. Mahāsamuddopi pañcavaṇṇehi padumehi nīluppalarattuppalehi ca sañchanno ahosi. Sakaladasasahassacakkavāḷaṃ dhajamālākulaṃ tattha tattha nibaddhapupphadāmavissaṭṭhamālāguḷavippakiṇṇaṃ nānāvaṇṇakusumasamujjalaṃ nandanavanacittalatāvanamissakavanaphārusakavanasadisaṃ ahosi. Puratthimacakkavāḷamukhavaṭṭiyaṃ ussitaddhajā pacchimacakkavāḷamukhavaṭṭiṃ abhihananti. Pacchimadakkhiṇauttaracakkavāḷamukhavaṭṭiyaṃ ussitaddhajā dakkhiṇacakkavāḷamukhavaṭṭiṃ abhihananti. Evaṃ aññamaññasirīsampattāni cakkavāḷāni ahesuṃ. Abhisambuddhoti sakalaṃ buddhaguṇavibhavasiriṃ paṭivijjhamāno cattāri saccāni abhisambuddho.",
  "atk-s0102a0:28": "‘‘Sikhī, bhikkhave, bhagavā arahaṃ sammāsambuddho puṇḍarīkassa mūle abhisambuddho’’tiādīsupi imināva nayena padavaṇṇanā veditabbā. Ettha pana puṇḍarīkoti setambarukkho. Tassāpi tadeva parimāṇaṃ. Taṃ divasañca sopi dibbagandhehi pupphehi susañchanno ahosi. Na kevalañca pupphehi, phalehipi sañchanno ahosi. Tassa ekato taruṇāni phalāni, ekato majjhimāni phalāni, ekato nātipakkāni phalāni, ekato supakkāni pakkhittadibbojāni viya surasāni olambanti. Yathā so, evaṃ sakaladasasahassacakkavāḷesu pupphūpagarukkhā pupphehi, phalūpagarukkhā phalehi paṭimaṇḍitā ahesuṃ.",
  "atk-s0102a0:29": "Sāloti sālarukkho. Tassāpi tadeva parimāṇaṃ, tatheva pupphasirīvibhavo veditabbo. Sirīsarukkhepi eseva nayo. Udumbararukkhe pupphāni nāhesuṃ, phalavibhūti panettha ambe vuttanayāva, tathā nigrodhe, tathā assatthe. Iti sabbabuddhānaṃ ekova pallaṅko, rukkhā pana aññepi honti. Tesu yassa yassa rukkhassa mūle catumaggañāṇasaṅkhātabodhiṃ buddhā paṭivijjhanti, so so bodhīti vuccati. Ayaṃ bodhiparicchedo nāma.",
  "atk-s0102a0:30": "Sāvakayugaparicchedavaṇṇanā",
  "atk-s0102a0:31": "9. Sāvakayugaparicchede pana khaṇḍatissanti khaṇḍo ca tisso ca. Tesu khaṇḍo ekapitiko kaniṭṭhabhātā, tisso purohitaputto . Khaṇḍo paññāpāramiyā matthakaṃ patto, tisso samādhipāramiyā matthakaṃ patto. Agganti ṭhapetvā vipassiṃ bhagavantaṃ avasesehi saddhiṃ asadisaguṇatāya uttamaṃ. Bhaddayuganti aggattāyeva bhaddayugaṃ. Abhibhūsambhavanti abhibhū ca sambhavo ca. Tesu abhibhū paññāpāramiyā matthakaṃ patto. Sikhinā bhagavatā saddhiṃ aruṇavatito brahmalokaṃ gantvā brahmaparisāya vividhāni pāṭihāriyāni dassento dhammaṃ desetvā dasasahassilokadhātuṃ andhakārena pharitvā – ‘‘kiṃ ida’’nti sañjātasaṃvegānaṃ obhāsaṃ pharitvā – ‘‘sabbe me rūpañca passantu, saddañca suṇantū’’ti adhiṭṭhahitvā – ‘‘ārambhathā’’ti gāthādvayaṃ (saṃ. ni. 1.185) bhaṇanto saddaṃ sāvesi. Sambhavo samādhipāramiyā matthakaṃ patto ahosi.",
  "atk-s0102a0:32": "Soṇuttaranti soṇo ca uttaro ca. Tesupi soṇo paññāpāramiṃ patto, uttaro samādhipāramiṃ patto ahosi. Vidhurasañjīvanti vidhuro ca sañjīvo ca. Tesu vidhuro paññāpāramiṃ patto ahosi, sañjīvo samādhipāramiṃ patto. Samāpajjanabahulo rattiṭṭhānadivāṭṭhānakuṭileṇamaṇḍapādīsu samāpattibalena jhāyanto ekadivasaṃ araññe nirodhaṃ samāpajji, atha naṃ vanakammikādayo ‘‘mato’’ti sallakkhetvā jhāpesuṃ. So yathāparicchedena samāpattito uṭṭhāya cīvarāni papphoṭetvā gāmaṃ piṇḍāya pāvisi. Tadupādāyeva ca naṃ ‘‘sañjīvo’’ti sañjāniṃsu. Bhiyyosuttaranti bhiyyoso ca uttaro ca. Tesu bhiyyoso paññāya uttaro, uttaro samādhinā aggo ahosi. Tissabhāradvājanti tisso ca bhāradvājo ca . Tesu tisso paññāpāramiṃ patto, bhāradvājo samādhipāramiṃ patto ahosi . Sāriputtamoggallānanti sāriputto ca moggallāno ca. Tesu sāriputto paññāvisaye, moggallāno samādhivisaye aggo ahosi. Ayaṃ sāvakayugaparicchedo nāma.",
  "atk-s0102a0:33": "Sāvakasannipātaparicchedavaṇṇanā",
  "atk-s0102a0:34": "10. Sāvakasannipātaparicchede vipassissa bhagavato paṭhamasannipāto caturaṅgiko ahosi, sabbe ehibhikkhū, sabbe iddhiyā nibbattapattacīvarā, sabbe anāmantitāva āgatā, iti te ca kho pannarase uposathadivase. Atha satthā bījaniṃ gahetvā nisinno uposathaṃ osāresi. Dutiyatatiyesupi eseva nayo. Tathā sesabuddhānaṃ sabbasannipātesu. Yasmā pana amhākaṃ bhagavato paṭhamabodhiyāva sannipāto ahosi, idañca suttaṃ aparabhāge vuttaṃ, tasmā ‘‘mayhaṃ, bhikkhave, etarahi eko sāvakānaṃ sannipāto’’ti aniṭṭhapetvā ‘‘ahosī’’ti vuttaṃ.",
  "atk-s0102a0:35": "Tattha aḍḍhateḷasāni bhikkhusatānīti purāṇajaṭilānaṃ sahassaṃ, dvinnaṃ aggasāvakānaṃ parivārāni aḍḍhateyyasatānīti aḍḍhateḷasāni bhikkhusatāni. Tattha dvinnaṃ aggasāvakānaṃ abhinīhārato paṭṭhāya vatthuṃ kathetvā pabbajjā dīpetabbā. Pabbajitānaṃ pana tesaṃ mahāmoggallāno sattame divase arahattaṃ patto. Dhammasenāpati pannarasame divase gijjhakūṭapabbatamajjhe sūkarakhataleṇapabbhāre bhāgineyyassa dīghanakhaparibbājakassa sajjite dhammayāge vedanāpariggahasuttante (ma. ni. 2.201) desiyamāne desanaṃ anubujjhamānaṃ ñāṇaṃ pesetvā sāvakapāramiñāṇaṃ patto. Bhagavā therassa arahattappattiṃ ñatvā vehāsaṃ abbhuggantvā veḷuvaneyeva paccuṭṭhāsi. Thero – ‘‘kuhiṃ nu kho bhagavā gato’’ti āvajjanto veḷuvane patiṭṭhitabhāvaṃ ñatvā sayampi vehāsaṃ abbhuggantvā veḷuvaneyeva paccuṭṭhāsi. Atha bhagavā pātimokkhaṃ osāresi. Taṃ sannipātaṃ sandhāya bhagavā – ‘‘aḍḍhateḷasāni bhikkhusatānī’’ti āha. Ayaṃ sāvakasannipātaparicchedo nāma.",
  "atk-s0102a0:36": "Upaṭṭhākaparicchedavaṇṇanā",
  "atk-s0102a0:37": "11. Upaṭṭhākaparicchede pana ānandoti nibaddhupaṭṭhākabhāvaṃ sandhāya vuttaṃ. Bhagavato hi paṭhamabodhiyaṃ anibaddhā upaṭṭhākā ahesuṃ. Ekadā nāgasamālo pattacīvaraṃ gahetvā vicari, ekadā nāgito, ekadā upavāno, ekadā sunakkhatto, ekadā cundo samaṇuddeso, ekadā sāgato , ekadā meghiyo. Tattha ekadā bhagavā nāgasamālattherena saddhiṃ addhānamaggapaṭipanno dvedhāpathaṃ patto. Thero maggā okkamma – ‘‘bhagavā, ahaṃ iminā maggena gacchāmī’’ti āha. Atha naṃ bhagavā – ‘‘ehi bhikkhu, iminā maggena gacchāmā’’ti āha. So – ‘‘handa, bhagavā, tumhākaṃ pattacīvaraṃ gaṇhatha, ahaṃ iminā maggena gacchāmī’’ti vatvā pattacīvaraṃ chamāyaṃ ṭhapetuṃ āraddho. Atha naṃ bhagavā – ‘‘āhara, bhikkhū’’ti vatvā pattacīvaraṃ gahetvā gato. Tassapi bhikkhuno itarena maggena gacchato corā pattacīvarañceva hariṃsu, sīsañca bhindiṃsu. So – ‘‘bhagavā idāni me paṭisaraṇaṃ, na añño’’ti cintetvā lohitena gaḷitena bhagavato santikaṃ agamāsi. ‘‘Kimidaṃ bhikkhū’’ti ca vutte taṃ pavattiṃ ārocesi. Atha naṃ bhagavā – ‘‘mā cintayi, bhikkhu, etaṃyeva te kāraṇaṃ sallakkhetvā nivārayimhā’’ti vatvā naṃ samassāsesi.",
  "atk-s0102a0:38": "Ekadā pana bhagavā meghiyattherena saddhiṃ pācīnavaṃsamigadāye jantugāmaṃ agamāsi. Tatrāpi meghiyo jantugāme piṇḍāya caritvā nadītīre pāsādikaṃ ambavanaṃ disvā – ‘‘bhagavā, tumhākaṃ pattacīvaraṃ gaṇhatha, ahaṃ tasmiṃ ambavane samaṇadhammaṃ karomī’’ti vatvā bhagavatā tikkhattuṃ nivāriyamānopi gantvā akusalavitakkehi upadduto anvāsatto (a. ni. 9.3; udāna paricchedo 31 daṭṭhabbo). Paccāgantvā taṃ pavattiṃ ārocesi. Tampi bhagavā – ‘‘idameva te kāraṇaṃ sallakkhetvā nivārayimhā’’ti vatvā anupubbena sāvatthiṃ agamāsi. Tattha gandhakuṭipariveṇe paññattavarabuddhāsane nisinno bhikkhusaṅghaparivuto bhikkhū āmantesi – ‘‘bhikkhave, idānimhi mahallako, ‘ekacce bhikkhū iminā maggena gacchāmā’ti vutte aññena gacchanti, ekacce mayhaṃ pattacīvaraṃ nikkhipanti, mayhaṃ nibaddhupaṭṭhākaṃ ekaṃ bhikkhuṃ jānāthā’’ti. Bhikkhūnaṃ dhammasaṃvego udapādi. Athāyasmā sāriputto uṭṭhāyāsanā bhagavantaṃ vanditvā – ‘‘ahaṃ , bhante, tumheyeva patthayamāno satasahassakappādhikaṃ asaṅkhyeyyaṃ pāramiyo pūrayiṃ, nanu mādiso mahāpañño upaṭṭhāko nāma vaṭṭati, ahaṃ upaṭṭhahissāmī’’ti āha. Taṃ bhagavā – ‘‘alaṃ sāriputta, yassaṃ disāyaṃ tvaṃ viharasi, asuññāyeva me sā disā, tava ovādo buddhānaṃ ovādasadiso, na me tayā upaṭṭhākakiccaṃ atthī’’ti paṭikkhipi. Etenevupāyena mahāmoggallānaṃ ādiṃ katvā asītimahāsāvakā uṭṭhahiṃsu. Te sabbepi bhagavā paṭikkhipi.",
  "atk-s0102a0:39": "Ānandatthero pana tuṇhīyeva nisīdi. Atha naṃ bhikkhū evamāhaṃsu – ‘‘āvuso, ānanda, bhikkhusaṅgho upaṭṭhākaṭṭhānaṃ yācati, tvampi yācāhī’’ti. So āha – ‘‘yācitvā laddhupaṭṭhānaṃ nāma āvuso kīdisaṃ hoti, kiṃ maṃ satthā na passati, sace rocissati, ānando maṃ upaṭṭhātūti vakkhatī’’ti. Atha bhagavā – ‘‘na, bhikkhave, ānando aññena ussāhetabbo, sayameva jānitvā maṃ upaṭṭhahissatī’’ti āha. Tato bhikkhū – ‘‘uṭṭhehi, āvuso ānanda, uṭṭhehi āvuso ānanda, dasabalaṃ upaṭṭhākaṭṭhānaṃ yācāhī’’ti āhaṃsu. Thero uṭṭhahitvā cattāro paṭikkhepe, catasso ca āyācanāti aṭṭha vare yāci.",
  "atk-s0102a0:40": "Cattāro paṭikkhepā nāma – ‘‘sace me, bhante, bhagavā attanā laddhaṃ paṇītaṃ cīvaraṃ na dassati, piṇḍapātaṃ na dassati, ekagandhakuṭiyaṃ vasituṃ na dassati, nimantanaṃ gahetvā na gamissati, evāhaṃ bhagavantaṃ upaṭṭhahissāmī’’ti vatvā – ‘‘kiṃ panettha, ānanda, ādīnavaṃ passasī’’ti vutte – ‘‘sacāhaṃ, bhante, imāni vatthūni labhissāmi, bhavissanti vattāro – ‘ānando dasabalena laddhaṃ paṇītaṃ cīvaraṃ paribhuñjati, piṇḍapātaṃ paribhuñjati, ekagandhakuṭiyaṃ vasati, ekato nimantanaṃ gacchati, etaṃ lābhaṃ labhanto tathāgataṃ upaṭṭhāti, ko evaṃ upaṭṭhahato bhāro’ti’’ ime cattāro paṭikkhepe yāci.",
  "atk-s0102a0:41": "Catasso āyācanā nāma – ‘‘sace, bhante, bhagavā mayā gahitanimantanaṃ gamissati, sacāhaṃ tiroraṭṭhā tirojanapadā bhagavantaṃ daṭṭhuṃ āgataṃ parisaṃ āgatakkhaṇe eva bhagavantaṃ dassetuṃ lacchāmi, yadā me kaṅkhā uppajjati, tasmiṃyeva khaṇe bhagavantaṃ upasaṅkamituṃ lacchāmi, yaṃ bhagavā mayhaṃ parammukhā dhammaṃ deseti, taṃ āgantvā mayhaṃ kathessati, evāhaṃ bhagavantaṃ upaṭṭhahissāmī’’ti vatvā – ‘‘kaṃ panettha, ānanda, ānisaṃsaṃ passasī’’ti vutte – ‘‘idha, bhante, saddhā kulaputtā bhagavato okāsaṃ alabhantā maṃ evaṃ vadanti – ‘sve, bhante ānanda, bhagavatā saddhiṃ amhākaṃ ghare bhikkhaṃ gaṇheyyāthā’ti, sace bhante bhagavā tattha na gamissati, icchitakkhaṇeyeva parisaṃ dassetuṃ, kaṅkhañca vinodetuṃ okāsaṃ na lacchāmi, bhavissanti vattāro – ‘kiṃ ānando dasabalaṃ upaṭṭhāti, ettakampissa anuggahaṃ bhagavā na karotī’ti. Bhagavato ca parammukhā maṃ pucchissanti – ‘ayaṃ, āvuso ānanda, gāthā, idaṃ suttaṃ, idaṃ jātakaṃ, kattha desita’nti. Sacāhaṃ taṃ na sampādayissāmi, bhavissanti vattāro – ‘ettakampi, āvuso, na jānāsi, kasmā tvaṃ chāyā viya bhagavantaṃ avijahanto dīgharattaṃ vicarasī’ti. Tenāhaṃ parammukhā desitassapi dhammassa puna kathanaṃ icchāmī’’ti imā catasso āyācanā yāci. Bhagavāpissa adāsi.",
  "atk-s0102a0:42": "Evaṃ ime aṭṭha vare gahetvā nibaddhupaṭṭhāko ahosi. Tasseva ṭhānantarassatthāya kappasatasahassaṃ pūritānaṃ pāramīnaṃ phalaṃ pāpuṇīti imassa nibaddhupaṭṭhākabhāvaṃ sandhāya – ‘‘mayhaṃ, bhikkhave, etarahi ānando bhikkhu upaṭṭhāko aggupaṭṭhāko’’ti āha. Ayaṃ upaṭṭhākaparicchedo nāma.",
  "atk-s0102a0:43": "12. Pitiparicchedo uttānatthoyeva.",
  "atk-s0102a0:44": "Vihāraṃ pāvisīti kasmā vihāraṃ pāvisi? Bhagavā kira ettakaṃ kathetvā cintesi – ‘‘na tāva mayā sattannaṃ buddhānaṃ vaṃso nirantaraṃ matthakaṃ pāpetvā kathito, ajja mayi pana vihāraṃ paviṭṭhe ime bhikkhū bhiyyoso mattāya pubbenivāsañāṇaṃ ārabbha vaṇṇaṃ kathayissanti. Athāhaṃ āgantvā nirantaraṃ buddhavaṃsaṃ kathetvā matthakaṃ pāpetvā dassāmī’’ti bhikkhūnaṃ kathāvārassa okāsaṃ datvā uṭṭhāyāsanā vihāraṃ pāvisi.",
  "atk-s0102a0:45": "Yañcetaṃ bhagavā tantiṃ kathesi, tattha kappaparicchedo, jātiparicchedo, gottaparicchedo, āyuparicchedo, bodhiparicchedo, sāvakayugaparicchedo, sāvakasannipātaparicchedo, upaṭṭhākaparicchedo, pitiparicchedoti navime vārā āgatā, sambahulavāro anāgato, ānetvā pana dīpetabbo.",
  "atk-s0102a0:46": "Sambahulavārakathāvaṇṇanā",
  "atk-s0102a0:47": "Sabbabodhisattānañhi ekasmiṃ kulavaṃsānurūpe putte jāte nikkhamitvā pabbajitabbanti ayameva vaṃso, ayaṃ paveṇī. Kasmā? Sabbaññubodhisattānañhi mātukucchiṃ okkamanato paṭṭhāya pubbe vuttappakārāni anekāni pāṭihāriyāni honti, tatra nesaṃ yadi neva jātanagaraṃ, na pitā, na mātā, na bhariyā, na putto paññāyeyya, ‘‘imassa neva jātanagaraṃ, na pitā, na bhariyā, na putto paññāyati, devo vā sakko vā māro vā brahmā vā esa maññe, devānañca īdisaṃ pāṭihāriyaṃ anacchariya’’nti maññamāno jano neva sotabbaṃ, na saddhātabbaṃ maññeyya. Tato abhisamayo na bhaveyya, abhisamaye asati niratthakova buddhuppādo, aniyyānikaṃ sāsanaṃ hoti. Tasmā sabbabodhisattānaṃ – ‘‘ekasmiṃ kulavaṃsānurūpe putte jāte nikkhamitvā pabbajitabba’’nti ayameva vaṃso ayaṃ paveṇī. Tasmā puttādīnaṃ vasena sambahulavāro ānetvā dīpetabbo.",
  "atk-s0102a0:48": "Sambahulaparicchedavaṇṇanā",
  "atk-s0102a0:49": "Tattha –",
  "atk-s0102a0:50": "Samavattakkhandho atulo, suppabuddho ca uttaro;",
  "atk-s0102a0:51": "Satthavāho vijitaseno, rāhulo bhavati sattamoti.",
  "atk-s0102a0:52": "Ete tāva sattannampi bodhisattānaṃ anukkameneva satta puttā veditabbā.",
  "atk-s0102a0:53": "Tattha rāhulabhadde tāva jāte paṇṇaṃ āharitvā mahāpurisassa hatthe ṭhapayiṃsu. Athassa tāvadeva sakalasarīraṃ khobhetvā puttasineho aṭṭhāsi. So cintesi – ‘‘ekasmiṃ tāva jāte evarūpo puttasineho, parosahassaṃ kira me puttā bhavissanti, tesu ekekasmiṃ jāte idaṃ sinehabandhanaṃ evaṃ vaḍḍhantaṃ dubbhejjaṃ bhavissati, rāhu jāto, bandhanaṃ jāta’’nti āha. Taṃ divasameva ca rajjaṃ pahāya nikkhanto. Esa nayo sabbesaṃ puttuppattiyanti. Ayaṃ puttaparicchedo.",
  "atk-s0102a0:54": "Sutanā sabbakāmā ca, sucittā atha rocinī;",
  "atk-s0102a0:55": "Rucaggatī sunandā ca, bimbā bhavati sattamāti.",
  "atk-s0102a0:56": "Etā tesaṃ sattannampi puttānaṃ mātaro ahesuṃ. Bimbādevī pana rāhulakumāre jāte rāhulamātāti paññāyittha. Ayaṃ bhariyaparicchedo.",
  "atk-s0102a0:57": "Vipassī kakusandhoti ime pana dve bodhisattā payuttaājaññarathamāruyha mahābhinikkhamanaṃ nikkhamiṃsu. Sikhī koṇāgamanoti ime dve hatthikkhandhavaragatā hutvā nikkhamiṃsu. Vessabhū suvaṇṇasivikāya nisīditvā nikkhami. Kassapo uparipāsāde mahātale nisinnova ānāpānacatutthajjhānaṃ nibbattetvā jhānā uṭṭhāya taṃ jhānaṃ pādakaṃ katvā – ‘‘pāsādo uggantvā bodhimaṇḍe otaratū’’ti adhiṭṭhāsi. Pāsādo ākāsena gantvā bodhimaṇḍe otari. Mahāpurisopi tato otaritvā bhūmiyaṃ ṭhatvā – ‘‘pāsādo yathāṭhāneyeva patiṭṭhātū’’ti cintesi. So yathāṭhāne patiṭṭhāsi. Mahāpurisopi satta divasāni padhānamanuyuñjitvā bodhipallaṅke nisīditvā sabbaññutaṃ paṭivijjhi. Amhākaṃ pana bodhisatto kaṇṭakaṃ assavaramāruyha nikkhantoti. Ayaṃ yānaparicchedo.",
  "atk-s0102a0:58": "Vipassissa pana bhagavato yojanappamāṇe padese vihāro patiṭṭhāsi, sikhissa tigāvute, vessabhussa aḍḍhayojane, kakusandhassa gāvute, koṇāgamanassa aḍḍhagāvute, kassapassa vīsatiusabhe. Amhākaṃ bhagavato pakatimānena soḷasakarīse, rājamānena aṭṭhakarīse padese vihāro patiṭṭhitoti. Ayaṃ vihāraparicchedo.",
  "atk-s0102a0:59": "Vipassissa pana bhagavato ekaratanāyāmā vidatthivitthārā aṭṭhaṅgulubbedhā suvaṇṇiṭṭhakā kāretvā cūḷaṃsena chādetvā vihāraṭṭhānaṃ kiṇiṃsu. Sikhissa suvaṇṇayaṭṭhiphālehi chādetvā kiṇiṃsu. Vessabhussa suvaṇṇahatthipādāni kāretvā tesaṃ cūḷaṃsena chādetvā kiṇiṃsu. Kakusandhassa vuttanayeneva suvaṇṇiṭṭhakāhi chādetvā kiṇiṃsu. Koṇāgamanassa vuttanayeneva suvaṇṇakacchapehi chādetvā kiṇiṃsu. Kassapassa suvaṇṇakaṭṭīhiyeva chādetvā kiṇiṃsu. Amhākaṃ bhagavato salakkhaṇānaṃ kahāpaṇānaṃ cūḷaṃsena chādetvā kiṇiṃsu. Ayaṃ vihārabhūmiggahaṇadhanaparicchedo.",
  "atk-s0102a0:60": "Tattha vipassissa bhagavato tathā bhūmiṃ kiṇitvā vihāraṃ katvā dinnupaṭṭhāko punabbasumitto nāma ahosi, sikhissa sirivaḍḍhano nāma, vessabhussa sotthiyo nāma, kakusandhassa accuto nāma, koṇāgamanassa uggo nāma, kassapassa sumano nāma, amhākaṃ bhagavato sudatto nāma. Sabbe cete gahapatimahāsālā seṭṭhino ahesunti. Ayaṃ upaṭṭhākaparicchedo nāma.",
  "atk-s0102a0:61": "Aparāni cattāri avijahitaṭṭhānāni nāma honti. Sabbabuddhānañhi bodhipallaṅko avijahito, ekasmiṃyeva ṭhāne hoti. Dhammacakkappavattanaṃ isipatane migadāye avijahitameva hoti. Devorohanakāle saṅkassanagaradvāre paṭhamapadagaṇṭhikā avijahitāva hoti. Jetavane gandhakuṭiyā cattāri mañcapādaṭṭhānāni avijahitāneva honti. Vihāro pana khuddakopi mahantopi hoti, vihāropi na vijahitoyeva, nagaraṃ pana vijahati. Yadā nagaraṃ pācīnato hoti, tadā vihāro pacchimato; yadā nagaraṃ dakkhiṇato, tadā vihāro uttarato. Yadā nagaraṃ pacchimato, tadā vihāro pācīnato; yadā nagaraṃ uttarato, tadā vihāro dakkhiṇato. Idāni pana nagaraṃ uttarato, vihāro dakkhiṇato.",
  "atk-s0102a0:62": "Sabbabuddhānañca āyuvemattaṃ, pamāṇavemattaṃ, kulavemattaṃ, padhānavemattaṃ, rasmivemattanti pañca vemattāni honti. Āyuvemattaṃ nāma keci dīghāyukā honti, keci appāyukā. Tathā hi dīpaṅkarassa vassasatasahassaṃ āyuppamāṇaṃ ahosi, amhākaṃ bhagavato vassasataṃ āyuppamāṇaṃ.",
  "atk-s0102a0:63": "Pamāṇavemattaṃ nāma keci dīghā honti keci rassā. Tathā hi dīpaṅkaro asītihattho ahosi, sumano navutihattho, amhākaṃ bhagavā aṭṭhārasahattho.",
  "atk-s0102a0:64": "Kulavemattaṃ nāma keci khattiyakule nibbattanti, keci brāhmaṇakule. Padhānavemattaṃ nāma kesañci padhānaṃ ittarakālameva hoti, yathā kassapassa bhagavato. Kesañci addhaniyaṃ, yathā amhākaṃ bhagavato.",
  "atk-s0102a0:65": "Rasmivemattaṃ nāma maṅgalassa bhagavato sarīrarasmi dasasahassilokadhātuppamāṇā ahosi. Amhākaṃ bhagavato samantā byāmamattā . Tatra rasmivemattaṃ ajjhāsayappaṭibaddhaṃ, yo yattakaṃ icchati, tassa tattakaṃ sarīrappabhā pharati. Maṅgalassa pana niccampi dasasahassilokadhātuṃ pharatūti ajjhāsayo ahosi. Paṭividdhaguṇesu pana kassaci vemattaṃ nāma natthi.",
  "atk-s0102a0:66": "Aparaṃ amhākaṃyeva bhagavato sahajātaparicchedañca nakkhattaparicchedañca dīpesuṃ. Sabbaññubodhisattena kira saddhiṃ rāhulamātā, ānandatthero, channo, kaṇṭako, nidhikumbho, mahābodhi, kāḷudāyīti imāni satta sahajātāni. Mahāpuriso ca uttarāsāḷhanakkhatteneva mātukucchiṃ okkami, mahābhinikkhamanaṃ nikkhami, dhammacakkaṃ pavattesi, yamakapāṭihāriyaṃ akāsi. Visākhānakkhattena jāto ca abhisambuddho ca parinibbuto ca. Māghanakkhattenassa sāvakasannipāto ca ahosi, āyusaṅkhārossajjanañca, assayujanakkhattena devorohananti ettakaṃ āharitvā dīpetabbaṃ. Ayaṃ sambahulaparicchedo nāma.",
  "atk-s0102a0:67": "13. Idāni atha kho tesaṃ bhikkhūnantiādīsu te bhikkhū – ‘‘āvuso, pubbenivāsassa nāma ayaṃ gati, yadidaṃ cutito paṭṭhāya paṭisandhiārohanaṃ. Yaṃ pana idaṃ paṭisandhito paṭṭhāya pacchāmukhaṃ ñāṇaṃ pesetvā cuti gantabbaṃ, idaṃ atigarukaṃ. Ākāse padaṃ dassento viya bhagavā kathesī’’ti ativimhayajātā hutvā – ‘‘acchariyaṃ, āvuso,’’tiādīni vatvā puna aparampi kāraṇaṃ dassento – ‘‘yatra hi nāma tathāgato’’tiādimāhaṃsu . Tattha yatra hi nāmāti acchariyatthe nipāto, yo nāma tathāgatoti attho. Chinnapapañceti ettha papañcā nāma taṇhā māno diṭṭhīti ime tayo kilesā. Chinnavaṭumeti ettha vaṭumanti kusalākusalakammavaṭṭaṃ vuccati. Pariyādinnavaṭṭeti tasseva vevacanaṃ, pariyādinnasabbakammavaṭṭeti attho. Sabbadukkhavītivatteti sabbaṃ vipākavaṭṭasaṅkhātaṃ dukkhaṃ vītivatte . Anussarissatīti idaṃ yatrāti nipātavasena anāgatavacanaṃ, attho panettha atītavasena veditabbo. Bhagavā hi te buddhe anussari, na idāni anussarissati. Evaṃsīlāti maggasīlena phalasīlena lokiyalokuttarasīlena evaṃsīlā. Evaṃdhammāti ettha samādhipakkhā dhammā adhippetā, maggasamādhinā phalasamādhinā lokiyalokuttarasamādhinā, evaṃsamādhayoti attho. Evaṃpaññāti maggapaññādivaseneva evaṃpaññā. Evaṃvihārīti ettha pana heṭṭhā samādhipakkhānaṃ dhammānaṃ gahitattā vihāro gahitova puna kasmā gahitameva gaṇhātīti ce; na idaṃ gahitameva, idañhi nirodhasamāpattidīpanatthaṃ vuttaṃ. Tasmā evaṃ nirodhasamāpattivihārī te bhagavanto ahesunti evamettha attho daṭṭhabbo.",
  "atk-s0102a0:68": "Evaṃvimuttāti ettha vikkhambhanavimutti, tadaṅgavimutti, samucchedavimutti, paṭippassaddhivimutti, nissaraṇavimuttīti pañcavidhā vimutti. Tattha aṭṭha samāpattiyo sayaṃ vikkhambhitehi nīvaraṇādīhi vimuttattā vikkhambhanavimuttīti saṅkhyaṃ gacchanti. Aniccānupassanādikā sattānupassanā sayaṃ tassa tassa paccanīkaṅgavasena pariccattāhi niccasaññādīhi vimuttattā tadaṅgavimuttīti saṅkhyaṃ gacchanti. Cattāro ariyamaggā sayaṃ samucchinnehi kilesehi vimuttattā samucchedavimuttīti saṅkhyaṃ gacchanti. Cattāri sāmaññaphalāni maggānubhāvena kilesānaṃ paṭippassaddhante uppannattā paṭippassaddhivimuttīti saṅkhyaṃ gacchanti. Nibbānaṃ sabbakilesehi nissaṭattā apagatattā dūre ṭhitattā nissaraṇavimuttīti saṅkhyaṃ gacchati. Iti imāsaṃ pañcannaṃ vimuttīnaṃ vasena – ‘‘evaṃ vimuttā’’ti ettha attho daṭṭhabbo.",
  "atk-s0102a0:69": "14.Paṭisallānā vuṭṭhitoti ekībhāvā vuṭṭhito.",
  "atk-s0102a0:70": "16.‘‘Ito so, bhikkhave’’ti ko anusandhi? Idañhi suttaṃ – ‘‘tathāgatassevesā, bhikkhave, dhammadhātu suppaṭividdhā’’ti ca ‘‘devatāpi tathāgatassa etamatthaṃ ārocesu’’nti ca imehi dvīhi padehi ābaddhaṃ. Tattha devatārocanapadaṃ suttantapariyosāne devacārikakolāhalaṃ dassento vicāressati . Dhammadhātupadānusandhivasena pana ayaṃ desanā āraddhā. Tattha khattiyo jātiyātiādīni ekādasapadāni nidānakaṇḍe vuttanayeneva veditabbāni.",
  "atk-s0102a0:71": "Bodhisattadhammatāvaṇṇanā",
  "atk-s0102a0:72": "17.Athakho, bhikkhave, vipassī bodhisattotiādīsu pana vipassīti tassa nāmaṃ, tañca kho vividhe atthe passanakusalatāya laddhaṃ. Bodhisattoti paṇḍitasatto bujjhanakasatto. Bodhisaṅkhātesu vā catūsu maggesu satto āsatto laggamānasoti bodhisatto. Sato sampajānoti ettha satoti satiyeva. Sampajānoti ñāṇaṃ. Satiṃ sūpaṭṭhitaṃ katvā ñāṇena paricchinditvā mātukucchiṃ okkamīti attho. Okkamīti iminā cassa okkantabhāvo pāḷiyaṃ dassito, na okkamanakkamo. So pana yasmā aṭṭhakathaṃ ārūḷho, tasmā evaṃ veditabbo –",
  "atk-s0102a0:73": "Sabbabodhisattā hi samatiṃsa pāramiyo pūretvā, pañca mahāpariccāge pariccajitvā, ñātatthacariyalokatthacariyabuddhacariyānaṃ koṭiṃ patvā, vessantarasadise tatiye attabhāve ṭhatvā, satta mahādānāni datvā, sattakkhattuṃ pathaviṃ kampetvā, kālaṅkatvā, dutiyacittavāre tusitabhavane nibbattanti. Vipassī bodhisattopi tatheva katvā tusitapure nibbattitvā saṭṭhisatasahassādhikā sattapaññāsa vassakoṭiyo tattha aṭṭhāsi. Aññadā pana dīghāyukadevaloke nibbattā bodhisattā na yāvatāyukaṃ tiṭṭhanti. Kasmā? Tattha pāramīnaṃ duppūraṇīyattā. Te adhimuttikālakiriyaṃ katvā manussapatheyeva nibbattanti. Pāramīnaṃ pūrento pana yathā idāni ekena attabhāvena sabbaññutaṃ upanetuṃ sakkonti, evaṃ sabbaso pūritattā tadā vipassī bodhisatto tattha yāvatāyukaṃ aṭṭhāsi.",
  "atk-s0102a0:74": "Devatānaṃ pana – ‘‘manussānaṃ gaṇanāvasena idāni sattahi divasehi cuti bhavissatī’’ti pañca pubbanimittāni uppajjanti – mālā milāyanti, vatthāni kilissanti, kacchehi sedā muccanti, kāye dubbaṇṇiyaṃ okkamati, devo devāsane na saṇṭhāti. Tattha mālāti paṭisandhiggahaṇadivase piḷandhanamālā , tā kira saṭṭhisatasahassādhikā sattapaṇṇāsa vassakoṭiyo amilāyitvā tadā milāyanti. Vatthesupi eseva nayo. Ettakaṃ pana kālaṃ devānaṃ neva sītaṃ na uṇhaṃ hoti, tasmiṃ kāle sarīrā bindubinduvasena sedā muccanti. Ettakañca kālaṃ tesaṃ sarīre khaṇḍiccapāliccādivasena vivaṇṇatā na paññāyati, devadhītā soḷasavassuddesikā viya khāyanti, devaputtā vīsativassuddesikā viya khāyanti, maraṇakāle pana tesaṃ kilantarūpo attabhāvo hoti. Ettakañca tesaṃ kālaṃ devaloke ukkaṇṭhitā nāma natthi, maraṇakāle pana nissasanti vijambhanti, sake āsane nābhiramanti.",
  "atk-s0102a0:75": "Imāni pana pubbanimittāni yathā loke mahāpuññānaṃ rājarājamahāmattādīnaṃyeva ukkāpātabhūmicālacandaggāhādīni nimittāni paññāyanti, na sabbesaṃ; evaṃ mahesakkhadevatānaṃyeva paññāyanti, na sabbesaṃ. Yathā ca manussesu pubbanimittāni nakkhattapāṭhakādayova jānanti, na sabbe; evaṃ tānipi na sabbadevatā jānanti, paṇḍitā eva pana jānanti. Tattha ye mandena kusalakammena nibbattā devaputtā, te tesu uppannesu – ‘‘idāni ko jānāti, ‘kuhiṃ nibbattessāmā’ti’’ bhāyanti. Ye mahāpuññā, te ‘‘amhehi dinnaṃ dānaṃ, rakkhitaṃ sīlaṃ, bhāvitaṃ bhāvanaṃ āgamma upari devalokesu sampattiṃ anubhavissāmā’’ti na bhāyanti. Vipassī bodhisattopi tāni pubbanimittāni disvā ‘‘idāni anantare attabhāve buddho bhavissāmī’’ti na bhāyati. Athassa tesu nimittesu pātubhūtesu dasasahassacakkavāḷadevatā sannipatitvā – ‘‘mārisa, tumhehi dasa pāramiyo pūrentehi na sakkasampattiṃ, na mārasampattiṃ, na brahmasampattiṃ, na cakkavattisampattiṃ patthentehi pūritā, lokanittharaṇatthāya pana buddhattaṃ patthayamānehi pūritā. So vo, idāni kālo, mārisa, buddhattāya, samayo, mārisa, buddhattāyā’’ti yācanti.",
  "atk-s0102a0:76": "Atha mahāsatto tāsaṃ devatānaṃ paṭiññaṃ adatvāva kāladīpadesakulajanettiāyuparicchedavasena pañcamahāvilokanaṃ nāma vilokesi. Tattha ‘‘kālo nu kho, na kālo’’ti paṭhamaṃ kālaṃ vilokesi. Tattha vassasatasahassato uddhaṃ vaḍḍhitaāyukālo kālo nāma na hoti. Kasmā? Tadā hi sattānaṃ jātijarāmaraṇāni na paññāyanti, buddhānañca dhammadesanā nāma tilakkhaṇamuttā natthi. Te tesaṃ – ‘‘aniccaṃ dukkhamanattā’’ti kathentānaṃ – ‘‘kiṃ nāmetaṃ kathentī’’ti neva sotuṃ, na saddahituṃ maññanti, tato abhisamayo na hoti, tasmiṃ asati aniyyānikaṃ sāsanaṃ hoti. Tasmā so akālo. Vassasatato ūnaāyukālopi kālo na hoti. Kasmā? Tadā hi sattā ussannakilesā honti, ussannakilesānañca dinno ovādo ovādaṭṭhāne na tiṭṭhati, udake daṇḍarāji viya khippaṃ vigacchati. Tasmā sopi akālova. Vassasatasahassato paṭṭhāya heṭṭhā, vassasatato paṭṭhāya uddhaṃ āyukālo kālo nāma, tadā ca asītivassasahassāyukā manussā. Atha mahāsatto – ‘‘nibbattitabbakālo’’ti kālaṃ passi.",
  "atk-s0102a0:77": "Tato dīpaṃ vilokento saparivāre cattāro dīpe oloketvā – ‘‘tīsu dīpesu buddhā na nibbattanti, jambudīpeyeva nibbattantī’’ti dīpaṃ passi.",
  "atk-s0102a0:78": "Tato – ‘‘jambudīpo nāma mahā, dasayojanasahassaparimāṇo, katarasmiṃ nu kho padese buddhā nibbattantī’’ti desaṃ vilokento majjhimadesaṃ passi. Majjhimadeso nāma – ‘‘puratthimāya disāya gajaṅgalaṃ nāma nigamo’’tiādinā (mahāva. 259) nayena vinaye vuttova. So āyāmato tīṇi yojanasatāni, vitthārato aḍḍhateyyāni, parikkhepato navayojanasatānīti. Etasmiñhi padese buddhā paccekabuddhā aggasāvakā asīti mahāsāvakā cakkavattirājāno aññe ca mahesakkhā khattiyabrāhmaṇagahapatimahāsālā uppajjanti. Idañcettha bandhumatī nāma nagaraṃ, tattha mayā nibbattitabbanti niṭṭhaṃ agamāsi.",
  "atk-s0102a0:79": "Tato kulaṃ vilokento – ‘‘buddhā nāma lokasammate kule nibbattanti. Idāni ca khattiyakulaṃ lokasammataṃ, tattha nibbattissāmi, bandhumā nāma me rājā pitā bhavissatī’’ti kulaṃ passi.",
  "atk-s0102a0:80": "Tato mātaraṃ vilokento – ‘‘buddhamātā nāma lolā surādhuttā na hoti, kappasatasahassaṃ pūritapāramī, jātito paṭṭhāya akhaṇḍapañcasīlā hoti, ayañca bandhumatī nāma devī īdisā, ayaṃ me mātā bhavissati , ‘‘kittakaṃ panassā āyū’’ti āvajjanto ‘‘dasannaṃ māsānaṃ upari satta divasānī’’ti passi.",
  "atk-s0102a0:81": "Iti imaṃ pañcamahāvilokanaṃ viloketvā ‘‘kālo, me mārisā, buddhabhāvāyā’’ti devatānaṃ saṅgahaṃ karonto paṭiññaṃ datvā – ‘‘gacchatha, tumhe’’ti tā devatā uyyojetvā tusitadevatāhi parivuto tusitapure nandanavanaṃ pāvisi. Sabbadevalokesu hi nandanavanaṃ atthiyeva. Tatra naṃ devatā ito cuto sugatiṃ gacchāti pubbekatakusalakammokāsaṃ sārayamānā vicaranti. So evaṃ devatāhi kusalaṃ sārayamānāhi parivuto tattha vicarantoyeva cavi.",
  "atk-s0102a0:82": "Evaṃ cuto ca ‘cavāmī’ti jānāti, cuticittaṃ na jānāti. Paṭisandhiṃ gahetvāpi jānāti, paṭisandhicittameva na jānāti. ‘‘Imasmiṃ me ṭhāne paṭisandhiṃ gahitā’’ti evaṃ pana jānāti. Keci pana therā – ‘‘āvajjanapariyāyo nāma laddhuṃ vaṭṭati, dutiyatatiyacittavāre eva jānissatī’’ti vadanti. Tipiṭakamahāsīvatthero pana āha – ‘‘mahāsattānaṃ paṭisandhi na aññesaṃ paṭisandhisadisā, koṭippattaṃ pana tesaṃ satisampajaññaṃ. Yasmā pana teneva cittena taṃ cittaṃ ñātuṃ na sakkā, tasmā cuticittaṃ na jānāti. Cutikkhaṇepi ‘cavāmī’ti jānāti. Paṭisandhicittaṃ na jānāti. ‘Asukasmiṃ me ṭhāne paṭisandhi gahitā’ti jānāti, tasmiṃ kāle dasasahassilokadhātu kampatī’’ti. Evaṃ sato sampajāno mātukucchiṃ okkamanto pana ekūnavīsatiyā paṭisandhicittesu mettāpubbabhāgassa somanassasahagatañāṇasampayuttaasaṅkhārikakusalacittassa sadisamahāvipākacittena paṭisandhi gaṇhi. Mahāsīvatthero pana upekkhāsahagatenāti āha. Yathā ca amhākaṃ bhagavā, evaṃ sopi āsāḷhīpuṇṇamāyaṃ uttarāsāḷhanakkhatteneva paṭisandhiṃ aggahesi.",
  "atk-s0102a0:83": "Tadā kira pure puṇṇamāya sattamadivasato paṭṭhāya vigatasurāpānaṃ mālāgandhādivibhūtisampannaṃ nakkhattakīḷaṃ anubhavamānā bodhisattamātā sattame divase pāto uṭṭhāya gandhodakena nahāyitvā sabbālaṅkāravibhūsitā varabhojanaṃ bhuñjitvā uposathaṅgāni adhiṭṭhāya sirigabbhaṃ pavisitvā sirisayane nipannā niddaṃ okkamamānā idaṃ supinaṃ addasa – ‘‘cattāro kira naṃ mahārājāno sayaneneva saddhiṃ ukkhipitvā anotattadahaṃ netvā nahāpetvā dibbavatthaṃ nivāsetvā dibbagandhehi vilimpetvā dibbapupphāni piḷandhitvā, tato avidūre rajatapabbato, tassa anto kanakavimānaṃ atthi, tasmiṃ pācīnato sīsaṃ katvā nipajjāpesuṃ. Atha bodhisatto setavaravāraṇo hutvā tato avidūre eko suvaṇṇapabbato, tattha caritvā tato oruyha rajatapabbataṃ abhiruhitvā kanakavimānaṃ pavisitvā mātaraṃ padakkhiṇaṃ katvā dakkhiṇapassaṃ phāletvā kucchiṃ paviṭṭhasadiso ahosi’’.",
  "atk-s0102a0:84": "Atha pabuddhā devī taṃ supinaṃ rañño ārocesi. Rājā vibhātāya rattiyā catusaṭṭhimatte brāhmaṇapāmokkhe pakkosāpetvā haritūpalittāya lājādīhi katamaṅgalasakkārāya bhūmiyā mahārahāni āsanāni paññapetvā tattha nisinnānaṃ brāhmaṇānaṃ sappimadhusakkarābhisaṅkhatassa varapāyāsassa suvaṇṇarajatapātiyo pūretvā suvaṇṇarajatapātīheva paṭikujjitvā adāsi, aññehi ca ahatavatthakapilagāvīdānādīhi nesaṃ santappesi. Atha nesaṃ sabbakāmasantappitānaṃ taṃ supinaṃ ārocetvā – ‘‘kiṃ bhavissatī’’ti pucchi. Brāhmaṇā āhaṃsu – ‘‘mā cintayi, mahārāja, deviyā te kucchimhi gabbho patiṭṭhito, so ca kho purisagabbho na itthigabbho, putto te bhavissati. So sace agāraṃ ajjhāvasissati, rājā bhavissati cakkavattī. Sace agārā nikkhamma pabbajissati, buddho bhavissati loke vivaṭṭacchado’’ti. Ayaṃ tāva – ‘‘mātukucchiṃ okkamī’’ti ettha vaṇṇanākkamo.",
  "atk-s0102a0:85": "Ayametthadhammatāti ayaṃ ettha mātukucchiokkamane dhammatā, ayaṃ sabhāvo, ayaṃ niyāmoti vuttaṃ hoti. Niyāmo ca nāmesa kammaniyāmo, utuniyāmo, bījaniyāmo, cittaniyāmo, dhammaniyāmoti pañcavidho (dha. sa. aṭṭha. 498).",
  "atk-s0102a0:86": "Tattha kusalassa iṭṭhavipākadānaṃ, akusalassa aniṭṭhavipākadānanti ayaṃ kammaniyāmo. Tassa dīpanatthaṃ – ‘‘na antalikkhe’’ti (khu. pā. 127) gāthāya vatthūni vattabbāni. Apica ekā kira itthī sāmikena saddhiṃ bhaṇḍitvā ubbandhitvā maritukāmā rajjupāse gīvaṃ pavesesi. Aññataro puriso vāsiṃ nisento taṃ itthikammaṃ disvā rajjuṃ chinditukāmo – ‘‘mā bhāyi, mā bhāyī’’ti taṃ samassāsento upadhāvi. Rajju āsīviso hutvā aṭṭhāsi. So bhīto palāyi. Itarā tattheva mari. Evamādīni cettha vatthūni dassetabbāni.",
  "atk-s0102a0:87": "Tesu tesu janapadesu tasmiṃ tasmiṃ kāle ekappahāreneva rukkhānaṃ pupphaphalagahaṇādīni, vātassa vāyanaṃ avāyanaṃ, ātapassa tikkhatā mandatā, devassa vassanaṃ avassanaṃ, padumānaṃ divā vikasanaṃ rattiṃ milāyananti evamādi utuniyāmo.",
  "atk-s0102a0:88": "Yaṃ panetaṃ sālibījato sāliphalameva, madhurato madhurasaṃyeva, tittato tittarasaṃyeva phalaṃ hoti, ayaṃ bījaniyāmo.",
  "atk-s0102a0:89": "Purimā purimā cittacetasikā dhammā pacchimānaṃ pacchimānaṃ cittacetasikānaṃ dhammānaṃ upanissayapaccayena paccayoti evaṃ yadetaṃ cakkhuviññāṇādīnaṃ anantarā sampaṭicchanādīnaṃ nibbattanaṃ, ayaṃ cittaniyāmo.",
  "atk-s0102a0:90": "Yā panesā bodhisattānaṃ mātukucchiokkamanādīsu dasasahassilokadhātukampanādīnaṃ pavatti, ayaṃ dhammaniyāmo nāma. Tesu idha dhammaniyāmo adhippeto. Tasmā tamevatthaṃ dassento dhammatā esā bhikkhavetiādimāha.",
  "atk-s0102a0:91": "18. Tattha kucchiṃ okkamatīti ettha kucchiṃ okkanto hotīti ayamevattho . Okkante hi tasmiṃ evaṃ hoti, na okkamamāne. Appamāṇoti vuḍḍhippamāṇo, vipuloti attho. Uḷāroti tasseva vevacanaṃ. Uḷārāni uḷārāni khādanīyāni khādantītiādīsu (ma. ni. 1.399) hi madhuraṃ uḷāranti vuttaṃ. Uḷārāya khalu bhavaṃ vacchāyano samaṇaṃ gotamaṃ pasaṃsāya pasaṃsatītiādīsu (ma. ni. 1.288) seṭṭhaṃ uḷāranti vuttaṃ. Idha pana vipulaṃ adhippetaṃ. Devānaṃ devānubhāvanti ettha devānaṃ ayamānubhāvo nivatthavatthassa pabhā dvādasayojanāni pharati, tathā sarīrassa, tathā alaṅkārassa, tathā vimānassa, taṃ atikkamitvāti attho.",
  "atk-s0102a0:92": "Lokantarikāti tiṇṇaṃ tiṇṇaṃ cakkavāḷānaṃ antarā ekeko lokantariko hoti, tiṇṇaṃ sakaṭacakkānaṃ vā tiṇṇaṃ pattānaṃ vā aññamaññaṃ āhacca ṭhapitānaṃ majjhe okāso viya. So pana lokantarikanirayo parimāṇato aṭṭhayojanasahasso hoti. Aghāti niccavivaṭā. Asaṃvutāti heṭṭhāpi appatiṭṭhā. Andhakārāti tamabhūtā. Andhakāratimisāti cakkhuviññāṇuppattinivāraṇato andhabhāvakaraṇatimisena samannāgatā. Tattha kira cakkhuviññāṇaṃ na jāyati. Evaṃmahiddhikāti candimasūriyā kira ekappahāreneva tīsu dīpesu paññāyanti, evaṃ mahiddhikā. Ekekāya disāya nava nava yojanasatasahassāni andhakāraṃ vidhamitvā ālokaṃ dassenti, evaṃmahānubhāvā. Ābhāya nānubhontīti attano pabhāya nappahonti. Te kira cakkavāḷapabbatassa vemajjhena vicaranti, cakkavāḷapabbatañca atikkamma lokantarikanirayā. Tasmā te tattha ābhāya nappahonti.",
  "atk-s0102a0:93": "Yepi tattha sattāti yepi tasmiṃ lokantarikamahāniraye sattā uppannā. Kiṃ pana kammaṃ katvā tattha uppajjantīti. Bhāriyaṃ dāruṇaṃ mātāpitūnaṃ dhammikasamaṇabrāhmaṇānañca upari aparādhaṃ, aññañca divase divase pāṇavadhādisāhasikakammaṃ katvā uppajjanti, tambapaṇṇidīpe abhayacoranāgacorādayo viya. Tesaṃ attabhāvo tigāvutiko hoti, vaggulīnaṃ viya dīghanakhā honti. Te rukkhe vagguliyo viya nakhehi cakkavāḷapabbate lagganti. Yadā saṃsappantā aññamaññassa hatthapāsaṃ gatā honti, atha ‘‘bhakkho no laddho’’ti maññamānā tattha vāvaṭā viparivattitvā lokasandhārakaudake patanti, vāte paharantepi madhukaphalāni viya chijjitvā udake patanti, patitamattāva accantakhāre udake piṭṭhapiṇḍi viya vilīyanti.",
  "atk-s0102a0:94": "Aññepi kira bho santi sattāti bho yathā mayaṃ mahādukkhaṃ anubhavāma, evaṃ aññe kira sattāpi imaṃ dukkhamanubhavanatthāya idhūpapannāti taṃ divasaṃ passanti. Ayaṃ pana obhāso ekayāgupānamattampi na tiṭṭhati, accharāsaṅghāṭamattameva vijjobhāso viya niccharitvā – ‘‘kiṃ ida’’nti bhaṇantānaṃyeva antaradhāyati. Saṅkampatīti samantato kampati. Itaradvayaṃ purimapadasseva vevacanaṃ. Puna appamāṇo cātiādi nigamanatthaṃ vuttaṃ.",
  "atk-s0102a0:95": "19.Cattāronaṃ devaputtā cātuddisaṃ rakkhāya upagacchantīti ettha cattāroti catunnaṃ mahārājānaṃ vasena vuttaṃ. Dasasahassacakkavāḷesu pana cattāro cattāro katvā cattālīsasahassāni honti. Tattha imasmiṃ cakkavāḷe mahārājāno khaggahatthā bodhisattassa ārakkhatthāya upagantvā sirigabbhaṃ paviṭṭhā, itare gabbhadvārato paṭṭhāya avaruddhake paṃsupisācakādiyakkhagaṇe paṭikkamāpetvā yāva cakkavāḷā ārakkhaṃ gaṇhiṃsu.",
  "atk-s0102a0:96": "Kimatthāya panāyaṃ rakkhā? Nanu paṭisandhikkhaṇe kalalakālato paṭṭhāya sacepi koṭisatasahassamārā koṭisatasahassasineruṃ ukkhipitvā bodhisattassa vā bodhisattamātuyā vā antarāyakaraṇatthaṃ āgaccheyyuṃ, sabbe antarāva antaradhāyeyyuṃ. Vuttampi cetaṃ bhagavatā ruhiruppādavatthusmiṃ – ‘‘aṭṭhānametaṃ, bhikkhave, anavakāso, yaṃ parupakkamena tathāgataṃ jīvitā voropeyya. Anupakkamena, bhikkhave, tathāgatā parinibbāyanti. Gacchatha, tumhe bhikkhave, yathāvihāraṃ, arakkhiyā, bhikkhave tathāgatā’’ti (cūḷava. 341). Evameva, tena parupakkamena na tesaṃ jīvitantarāyo atthi, santi kho pana amanussā virūpā duddasikā bheravarūpā migapakkhino, yesaṃ rūpaṃ vā disvā saddaṃ vā sutvā bodhisattamātu bhayaṃ vā santāso vā uppajjeyya, tesaṃ nivāraṇatthāya rakkhaṃ aggahesuṃ. Apica bodhisattassa puññatejena sañjātagāravā attano gāravacoditāpi te evamakaṃsu.",
  "atk-s0102a0:97": "Kiṃ pana te antogabbhaṃ pavisitvā ṭhitā cattāro mahārājāno bodhisattassa mātuyā attānaṃ dassenti, na dassentīti? Nahānamaṇḍanabhojanādisarīrakiccakāle na dassenti, sirigabbhaṃ pavisitvā varasayane nipannakāle pana dassenti. Tattha kiñcāpi amanussadassanaṃ nāma manussānaṃ sappaṭibhayaṃ hoti, bodhisattassa mātā pana attano ceva puttassa ca puññānubhāvena te disvā na bhāyati, pakatiantepurapālakesu viya assā etesu cittaṃ uppajjati.",
  "atk-s0102a0:98": "20.Pakatiyā sīlavatīti sabhāveneva sīlasampannā. Anuppanne kira buddhe manussā tāpasaparibbājakānaṃ santike vanditvā ukkuṭikaṃ nisīditvā sīlaṃ gaṇhanti. Bodhisattamātāpi kāladevilassa isino santike sīlaṃ gaṇhāti. Bodhisatte pana kucchigate aññassa pādamūle nisīdituṃ nāma na sakkā, samānāsane nisīditvā gahitasīlampi āvajjanakaraṇamattaṃ hoti. Tasmā sayameva sīlaṃ aggahesīti vuttaṃ hoti.",
  "atk-s0102a0:99": "21.Purisesūti bodhisattassa pitaraṃ ādiṃ katvā kesuci manussesu purisādhippāyacittaṃ nuppajjati. Bodhisattamāturūpaṃ pana kusalā sippikā potthakammādīsupi kātuṃ na sakkonti. Taṃ disvā purisassa rāgo nuppajjatīti na sakkā vattuṃ, sace pana taṃ rattacitto upasaṅkamitukāmo hoti, pādā na vahanti, dibbasaṅkhalikā viya bajjhanti. Tasmā ‘‘anatikkamanīyā’’tiādi vuttaṃ.",
  "atk-s0102a0:100": "22.Pañcannaṃ kāmaguṇānanti pubbe kāmaguṇūpasañhitanti iminā purisādhippāyavasena vatthupaṭikkhepo kato, idha ārammaṇappaṭilābho dassito. Tadā kira deviyā evarūpo putto kucchiṃ upapannoti sutvā samantato rājāno mahagghaābharaṇatūriyādivasena pañcadvārārammaṇavatthubhūtaṃ paṇṇākāraṃ pesenti. Bodhisattassa ca bodhisattamātu ca katakammassa ussannattā lābhasakkārassa pamāṇaparicchedo natthi.",
  "atk-s0102a0:101": "23.Akilantakāyāti yathā aññā itthiyo gabbhabhārena kilamanti hatthapādā uddhumātatādīni pāpuṇanti, evaṃ tassā koci kilamatho nāhosi. Tirokucchigatanti antokucchigataṃ. Passatīti kalalādikālaṃ atikkamitvā sañjātaaṅgapaccaṅgaahīnindriyabhāvaṃ upagataṃyeva passati. Kimatthaṃ passati? Sukhavāsatthaṃyeva. Yatheva hi mātā puttena saddhiṃ nipannā vā nisinnā vā – ‘‘hatthaṃ vāssa pādaṃ vā olambantaṃ ukkhipitvā saṇṭhapessāmī’’ti sukhavāsatthaṃ puttaṃ oloketi, evaṃ bodhisattamātāpi yaṃ taṃ mātu uṭṭhānagamanaparivattananisajjādīsu uṇhasītaloṇikatittakakaṭukāhāraajjhoharaṇakālesu ca gabbhassa dukkhaṃ uppajjati, ‘‘atthi nu kho me taṃ puttassā’’ti sukhavāsatthaṃ olokayamānā pallaṅkaṃ ābhujitvā nisinnaṃ bodhisattaṃ passati. Yathā hi aññe antokucchigatā pakkāsayaṃ avattharitvā āmāsayaṃ ukkhipitvā udarapaṭalaṃ piṭṭhito katvā piṭṭhikaṇḍakaṃ nissāya ukkuṭikaṃ dvīsu muṭṭhīsu hanukaṃ ṭhapetvā deve vassante rukkhasusire makkaṭā viya nisīdanti, na evaṃ bodhisatto, bodhisatto pana piṭṭhikaṇḍakaṃ piṭṭhito katvā dhammāsane dhammakathiko viya pallaṅkaṃ ābhujitvā puratthābhimukho nisīdati. Pubbekatakammaṃ panassā vatthuṃ sodheti, suddhe vatthumhi sukhumacchavilakkhaṇaṃ nibbattati. Atha naṃ kucchitaco paṭicchādetuṃ na sakkoti, olokentiyā bahiṭhito viya paññāyati. Tamatthaṃ upamāya vibhāvento bhagavā seyyathāpītiādimāha. Bodhisatto pana antokucchigato mātaraṃ na passati. Na hi antokucchiyaṃ cakkhuviññāṇaṃ uppajjati.",
  "atk-s0102a0:102": "24.Kālaṅkarotīti na vijātabhāvapaccayā, āyuparikkhayeneva. Bodhisattena vasitaṭṭhānañhi cetiyakuṭisadisaṃ hoti, aññesaṃ aparibhogārahaṃ, na ca sakkā bodhisattamātaraṃ apanetvā aññaṃ aggamahesiṭṭhāne ṭhapetunti tattakaṃyeva bodhisattamātu āyuppamāṇaṃ hoti, tasmā tadā kālaṅkaroti. Katarasmiṃ pana vaye kālaṃ karotīti? Majjhimavaye. Paṭhamavayasmiñhi sattānaṃ attabhāve chandarāgo balavā hoti, tena tadā sañjātagabbhā itthī gabbhaṃ anurakkhituṃ na sakkoti, gabbho bahvābādho hoti. Majjhimavayassa pana dve koṭṭhāse atikkamma tatiye koṭṭhāse vatthu visadaṃ hoti, visade vatthumhi nibbattadārakā arogā honti, tasmā bodhisattamātāpi paṭhamavaye sampattiṃ anubhavitvā majjhimavayassa tatiye koṭṭhāse vijāyitvā kālaṃ karotīti ayamettha dhammatā.",
  "atk-s0102a0:103": "25.Nava vā dasa vāti ettha vā saddassa vikappanavasena satta vā aṭṭha vā ekādasa vā dvādasa vāti evamādīnaṃ saṅgaho veditabbo. Tattha sattamāsajāto jīvati, sītuṇhakkhamo pana na hoti. Aṭṭhamāsajāto na jīvati, avasesā jīvanti.",
  "atk-s0102a0:104": "27.Devā paṭhamaṃ paṭiggaṇhantīti khīṇāsavā suddhāvāsabrahmāno paṭiggaṇhanti. Kathaṃ paṭiggaṇhanti? ‘‘Sūtivesaṃ gaṇhitvā’’ti eke. Taṃ pana paṭikkhipitvā idaṃ vuttaṃ – ‘tadā bodhisattamātā suvaṇṇakhacitaṃ vatthaṃ nivāsetvā macchakkhisadisaṃ dukūlapaṭaṃ yāva pādantā pārupitvā aṭṭhāsi. Athassā sallahukagabbhavuṭṭhānaṃ ahosi, dhamakaraṇato udakanikkhamanasadisaṃ. Atha te pakatibrahmaveseneva upasaṅkamitvā paṭhamaṃ suvaṇṇajālena paṭiggahesuṃ. Tesaṃ hatthato cattāro mahārājāno ajinappaveṇiyā paṭiggahesuṃ. Tato manussā dukūlacumbaṭakena paṭiggahesuṃ’. Tena vuttaṃ – ‘‘devā paṭhamaṃ paṭiggaṇhanti, pacchā manussā’’ti.",
  "atk-s0102a0:105": "28.Cattāro naṃ devaputtāti cattāro mahārājāno. Paṭiggahetvāti ajinappaveṇiyā paṭiggahetvā. Mahesakkhoti mahātejo mahāyaso lakkhaṇasampanno.",
  "atk-s0102a0:106": "29.Visadova nikkhamatīti yathā aññe sattā yonimagge laggantā bhaggavibhaggā nikkhamanti, na evaṃ nikkhamati, alaggo hutvā nikkhamatīti attho udenāti udakena. Kenaci asucināti yathā aññe sattā kammajavātehi uddhaṃpādā adhosirā yonimagge pakkhittā sataporisaṃ narakapapātaṃ patantā viya, tāḷacchiddena nikkaḍḍhiyamānā hatthī viya mahādukkhaṃ anubhavantā nānāasucimakkhitāva nikkhamanti, na evaṃ bodhisatto. Bodhisattañhi kammajavātā uddhapādaṃ adhosiraṃ kātuṃ na sakkonti. So dhammāsanato otaranto dhammakathiko viya, nisseṇito otaranto puriso viya ca dve hatthe ca dve pāde ca pasāretvā ṭhitakova mātukucchisambhavena kenaci asucinā amakkhitova nikkhamati.",
  "atk-s0102a0:107": "Udakassa dhārāti udakavaṭṭiyo. Tāsu sītā suvaṇṇakaṭāhe patati uṇhā rajatakaṭāhe. Idañca pathavitale kenaci asucinā asammissaṃ tesaṃ pānīyaparibhojanīyaudakañceva aññehi asādhāraṇaṃ kīḷāudakañca dassetuṃ vuttaṃ, aññassa pana suvaṇṇarajataghaṭehi āhariyamānaudakassa ceva haṃsavattakādipokkharaṇīgatassa ca udakassa paricchedo natthi.",
  "atk-s0102a0:108": "31.Sampatijātoti muhuttajāto. Pāḷiyaṃ pana mātukucchito nikkhantamatto viya dassito, na evaṃ daṭṭhabbaṃ. Nikkhantamattañhi naṃ paṭhamaṃ brahmāno suvaṇṇajālena paṭiggaṇhiṃsu, tesaṃ hatthato cattāro mahārājāno ajinappaveṇiyā, tesaṃ hatthato manussā dukūlacumbaṭakena. Manussānaṃ hatthato muccitvā pathaviyaṃ patiṭṭhito. Setamhi chatte anudhāriyamāneti dibbasetacchatte anudhāriyamānamhi. Ettha ca chattassa parivārāni khaggādīni pañca rājakakudhabhaṇḍānipi āgatāneva. Pāḷiyaṃ pana rājagamane rājā viya chattameva vuttaṃ. Tesu chattameva paññāyati, na chattaggāhako. Tathā khaggatālavaṇṭamorahatthakavāḷabījanīuṇhīsamattāyeva paññāyanti, na tesaṃ gāhakā. Sabbāni kira tāni adissamānarūpā devatā gaṇhiṃsu. Vuttañcetaṃ –",
  "atk-s0102a0:109": "‘‘Anekasākhañca sahassamaṇḍalaṃ,",
  "atk-s0102a0:110": "Chattaṃ marū dhārayumantalikkhe;",
  "atk-s0102a0:111": "Suvaṇṇadaṇḍā vipatanti cāmarā,",
  "atk-s0102a0:112": "Na dissare cāmarachattagāhakā’’ti. (su. ni. 693);",
  "atk-s0102a0:113": "Sabbā ca disāti idaṃ sattapadavītihārūpari ṭhitassa viya sabbadisānuvilokanaṃ vuttaṃ, na kho panevaṃ daṭṭhabbaṃ. Mahāsatto hi manussānaṃ hatthato muccitvā paṭhaviyaṃ patiṭṭhito puratthimaṃ disaṃ olokesi. Anekāni cakkavāḷasahassāni ekaṅgaṇāni ahesuṃ. Tattha devamanussā gandhamālādīhi pūjayamānā – ‘‘mahāpurisa, idha tumhehi sadisopi natthi, kuto uttaritaro’’ti āhaṃsu. Evaṃ catasso disā, catasso anudisā, heṭṭhā, uparīti dasa disā anuviloketvā attanā sadisaṃ adisvā – ‘‘ayaṃ uttarā disā’’ti uttarābhimukho sattapadavītihārena agamāsīti evamettha attho veditabbo. Āsabhinti uttamaṃ. Aggoti guṇehi sabbapaṭhamo. Itarāni dve padāni etasseva vevacanāni. Ayamantimā jāti, natthi dāni punabbhavoti padadvayena imasmiṃ attabhāve pattabbaṃ arahattaṃ byākāsi.",
  "atk-s0102a0:114": "Ettha ca samehi pādehi pathaviyā patiṭṭhānaṃ caturiddhipādapaṭilābhassa pubbanimittaṃ, uttarābhimukhabhāvo mahājanaṃ ajjhottharitvā abhibhavitvā gamanassa pubbanimittaṃ, sattapadagamanaṃ sattabojjhaṅgaratanapaṭilābhassa pubbanimittaṃ, dibbasetacchattadhāraṇaṃ vimuttivarachattapaṭilābhassa pubbanimittaṃ, pañcarājakakudhabhaṇḍānaṃ paṭilābho pañcahi vimuttīhi vimuccanassa pubbanimittaṃ, sabbadisānuvilokanaṃ anāvaraṇañāṇapaṭilābhassa pubbanimittaṃ, āsabhivācābhāsanaṃ appaṭivattiyadhammacakkappavattanassa pubbanimittaṃ, ‘‘ayamantimā jātī’’ti sīhanādo anupādisesāya nibbānadhātuyā parinibbānassa pubbanimittanti veditabbaṃ . Ime vārā pāḷiyaṃ āgatā, sambahulavāro pana nāgato, āharitvā dīpetabbo.",
  "atk-s0102a0:115": "Mahāpurisassa hi jātadivase dasasahassilokadhātu kampi. Dasasahassilokadhātumhi devatā ekacakkavāḷe sannipatiṃsu. Paṭhamaṃ devā paṭiggaṇhiṃsu, pacchā manussā. Tantibaddhā vīṇā cammabaddhā bheriyo ca kenaci avāditā sayameva vajjiṃsu. Manussānaṃ andubandhanādīni khaṇḍākhaṇḍaṃ chijjiṃsu. Sabbarogā vūpasamiṃsu, ambilena dhotatambamalaṃ viya vigacchiṃsu. Jaccandhā rūpāni passiṃsu. Jaccabadhirā saddaṃ suṇiṃsu. Pīṭhasappī javasampannā ahesuṃ. Jātijaḷānampi eḷamūgānaṃ sati patiṭṭhāsi. Videsapakkhandā nāvā supaṭṭanaṃ pāpuṇiṃsu. Ākāsaṭṭhakabhūmaṭṭhakaratanāni sakatejobhāsitāni ahesuṃ. Verino mettacittaṃ paṭilabhiṃsu. Avīcimhi aggi nibbāyi. Lokantaresu āloko udapādi. Nadīsu jalaṃ nappavattati. Mahāsamudde madhurasaṃ udakaṃ ahosi. Vāto na vāyi. Ākāsapabbatarukkhagatā sakuṇā bhassitvā pathavigatā ahesuṃ. Cando ativiroci. Sūriyo na uṇho, na sītalo, nimmalo utusampanno ahosi. Devatā attano attano vimānadvāre ṭhatvā apphoṭanaseḷanacelukkhepādīhi mahākīḷakaṃ kīḷiṃsu. Cātuddīpikamahāmegho vassi. Mahājanaṃ neva khudā na pipāsā pīḷesi. Dvārakavāṭāni sayameva vivariṃsu. Pupphūpagaphalūpagā rukkhā pupphaphalāni gaṇhiṃsu. Dasasahassilokadhātu ekaddhajamālā ahosi.",
  "atk-s0102a0:116": "Tatrāpi dasasahassilokadhātukampo sabbaññutaññāṇapaṭilābhassa pubbanimittaṃ. Devatānaṃ ekacakkavāḷe sannipāto dhammacakkappavattanakāle ekappahāreneva sannipatitvā dhammaṃ paṭiggaṇhanassa pubbanimittaṃ. Paṭhamaṃ devatānaṃ paṭiggahaṇaṃ catunnaṃ rūpāvacarajjhānānaṃ paṭilābhassa pubbanimittaṃ. Pacchā manussānaṃ paṭiggahaṇaṃ catunnaṃ arūpāvacarajjhānānaṃ paṭilābhassa pubbanimittaṃ. Tantibaddhavīṇānaṃ sayaṃ vajjanaṃ anupubbavihārapaṭilābhassa pubbanimittaṃ. Cammabaddhabherīnaṃ vajjanaṃ mahatiyā dhammabheriyā anussāvanassa pubbanimittaṃ. Andubandhanādīnaṃ chedo asmimānasamucchedassa pubbanimittaṃ. Mahājanassa rogavigamo catusaccapaṭilābhassa pubbanimittaṃ. Jaccandhānaṃ rūpadassanaṃ dibbacakkhupaṭilābhassa pubbanimittaṃ . Badhirānaṃ saddassavanaṃ dibbasotadhātupaṭilābhassa pubbanimittaṃ. Pīṭhasappīnaṃ javasampadā caturiddhipādapaṭilābhassa pubbanimittaṃ. Jaḷānaṃ satipatiṭṭhānaṃ catusatipaṭṭhānapaṭilābhassa pubbanimittaṃ. Videsapakkhandanāvānaṃ supaṭṭanasampāpuṇanaṃ catupaṭisambhidādhigamassa pubbanimittaṃ. Ratanānaṃ sakatejobhāsitattaṃ yaṃ lokassa dhammobhāsaṃ dassessati, tassa pubbanimittaṃ.",
  "atk-s0102a0:117": "Verīnaṃ mettacittapaṭilābho catubrahmavihārapaṭilābhassa pubbanimittaṃ. Avīcimhi agginibbāyanaṃ ekādasaagginibbāyanassa pubbanimittaṃ. Lokantarikāloko avijjandhakāraṃ vidhamitvā ñāṇālokadassanassa pubbanimittaṃ. Mahāsamuddassa madhuratā nibbānarasena ekarasabhāvassa pubbanimittaṃ. Vātassa avāyanaṃ dvāsaṭṭhidiṭṭhigatabhindanassa pubbanimittaṃ. Sakuṇānaṃ pathavigamanaṃ mahājanassa ovādaṃ sutvā pāṇehi saraṇagamanassa pubbanimittaṃ. Candassa ativirocanaṃ bahujanakantatāya pubbanimittaṃ. Sūriyassa uṇhasītavivajjanautusukhatā kāyikacetasikasukhappattiyā pubbanimittaṃ. Devatānaṃ vimānadvāresu ṭhatvā apphoṭanādīhi kīḷanaṃ buddhabhāvaṃ patvā udānaṃ udānassa pubbanimittaṃ. Cātuddīpikamahāmeghavassanaṃ mahato dhammameghavassanassa pubbanimittaṃ. Khudāpīḷanassa abhāvo kāyagatāsatiamatapaṭilābhassa pubbanimittaṃ. Pipāsāpīḷanassa abhāvo vimuttisukhena sukhitabhāvassa pubbanimittaṃ. Dvārakavāṭānaṃ sayameva vivaraṇaṃ aṭṭhaṅgikamaggadvāravivaraṇassa pubbanimittaṃ. Rukkhānaṃ pupphaphalaggahaṇaṃ vimuttipupphehi pupphitassa ca sāmaññaphalabhārabharitabhāvassa ca pubbanimittaṃ. Dasasahassilokadhātuyā ekaddhajamālitā ariyaddhajamālamālitāya pubbanimittanti veditabbaṃ. Ayaṃ sambahulavāro nāma.",
  "atk-s0102a0:118": "Ettha pañhaṃ pucchanti – ‘‘yadā mahāpuriso pathaviyaṃ patiṭṭhahitvā uttarābhimukho padasā gantvā āsabhiṃ vācaṃ abhāsi, tadā kiṃ pathaviyā gato, udāhu ākāsena; dissamāno gato, udāhu adissamāno; acelako gato, udāhu alaṅkatapaṭiyatto; daharo hutvā gato , udāhu mahallako; pacchāpi kiṃ tādisova ahosi, udāhu puna bāladārako’’ti? Ayaṃ pana pañho heṭṭhālohapāsāde samuṭṭhito tipiṭakacūḷābhayattherena vissajjitova. Thero kira ettha niyatipubbekatakammaissaranimmānavādavasena taṃ taṃ bahuṃ vatvā avasāne evaṃ byākari – ‘‘mahāpuriso pathaviyā gato, mahājanassa pana ākāsena gacchanto viya ahosi. Dissamāno gato, mahājanassa pana adissamāno viya ahosi. Acelako gato, mahājanassa pana alaṅkatapaṭiyatto viya upaṭṭhāsi. Daharova gato, mahājanassa pana soḷasavassuddesiko viya ahosi. Pacchā pana bāladārakova ahosi, na tādiso’’ti. Parisā cassa – ‘‘buddhena viya hutvā bho therena pañho kathito’’ti attamanā ahosi. Lokantarikavāro vuttanayo eva.",
  "atk-s0102a0:119": "Imā ca pana ādito paṭṭhāya kathitā sabbadhammatā sabbabodhisattānaṃ hontīti veditabbā.",
  "atk-s0102a0:120": "Dvattiṃsamahāpurisalakkhaṇavaṇṇanā",
  "atk-s0102a0:121": "33.Addasa khoti dukūlacumbaṭake nipajjāpetvā ānītaṃ addasa. Mahāpurisassāti jātigottakulapadesādivasena mahantassa purisassa. Dve gatiyoti dve niṭṭhā, dve nipphattiyo. Ayañhi gatisaddo – ‘‘pañca kho imā, sāriputta, gatiyo’’ti (ma. ni. 1.153) ettha nirayādibhedāya sattehi gantabbagatiyā vattati. ‘‘Imesaṃ kho ahaṃ bhikkhūnaṃ sīlavantānaṃ kalyāṇadhammānaṃ neva jānāmi āgatiṃ vā gatiṃ vā’’ti (ma. ni. 1.508) ettha ajjhāsaye. ‘‘Nibbānaṃ arahato gatī’’ti (pari. 339) ettha paṭissaraṇe. ‘‘Api ca tyāhaṃ brahme gatiñca pajānāmi, jutiñca pajānāmi evaṃmahiddhiko bako brahmā’’ti (ma. ni. 1.503) ettha nipphattiyaṃ vattati. Svāyamidhāpi nipphattiyaṃ vattatīti veditabbo. Anaññāti aññā gati nipphatti nāma natthi.",
  "atk-s0102a0:122": "Dhammikoti dasakusaladhammasamannāgato agatigamanavirahito. Dhammarājāti idaṃ purimapadasseva vevacanaṃ. Dhammena vā laddharajjattā dhammarājā. Cāturantoti puratthimasamuddādīnaṃ catunnaṃ samuddānaṃ vasena caturantāya pathaviyā issaro. Vijitāvīti vijitasaṅgāmo. Janapado asmiṃ thāvariyaṃ thirabhāvaṃ pattoti janapadatthāvariyappatto. Caṇḍassa hi rañño balidaṇḍādīhi lokaṃ pīḷayato manussā majjhimajanapadaṃ chaḍḍetvā pabbatasamuddatīrādīni nissāya paccante vāsaṃ kappenti. Atimudukassa rañño corehi sāhasikadhanavilopapīḷitā manussā paccantaṃ pahāya janapadamajjhe vāsaṃ kappenti, iti evarūpe rājini janapado thirabhāvaṃ na pāpuṇāti. Imasmiṃ pana kumāre rajjaṃ kārayamāne etassa janapado pāsāṇapiṭṭhiyaṃ ṭhapetvā ayopaṭṭena parikkhitto viya thiro bhavissatīti dassento – ‘‘janapadatthāvariyappatto’’ti āhaṃsu.",
  "atk-s0102a0:123": "Sattaratanasamannāgatoti ettha ratijananaṭṭhena ratanaṃ. Apica –",
  "atk-s0102a0:124": "‘‘Cittīkataṃ mahagghañca, atulaṃ dullabhadassanaṃ;",
  "atk-s0102a0:125": "Anomasattaparibhogaṃ, ratanaṃ tena vuccati’’.",
  "atk-s0102a0:126": "Cakkaratanassa ca nibbattakālato paṭṭhāya aññaṃ devaṭṭhānaṃ nāma na hoti, sabbe gandhapupphādīhi tasseva pūjañca abhivādanādīni ca karontīti cittīkataṭṭhena ratanaṃ. Cakkaratanassa ca ettakaṃ nāma dhanaṃ agghatīti aggho natthi, iti mahagghaṭṭhenāpi ratanaṃ. Cakkaratanañca aññehi loke vijjamānaratanehi asadisanti atulaṭṭhenāpi ratanaṃ. Yasmā ca pana yasmiṃ kappe buddhā uppajjanti, tasmiṃyeva cakkavattino uppajjanti, buddhā ca kadāci karahaci uppajjanti, tasmā dullabhadassanaṭṭhenāpi ratanaṃ. Tadetaṃ jātirūpakulaissariyādīhi anomassa uḷārasattasseva uppajjati, na aññassāti anomasattaparibhogaṭṭhenāpi ratanaṃ. Yathā cakkaratanaṃ, evaṃ sesānipīti. Imehi sattahi ratanehi parivārabhāvena ceva sabbabhogūpakaraṇabhāvena ca samannāgatoti sattaratanasamannāgato.",
  "atk-s0102a0:127": "Idāni tesaṃ sarūpato dassanatthaṃ tassimānītiādi vuttaṃ. Tattha cakkaratanantiādīsu ayaṃ saṅkhepādhippāyo – dvesahassadīpaparivārānaṃ catunnaṃ mahādīpānaṃ sirivibhavaṃ gahetvā dātuṃ samatthaṃ cakkaratanaṃ pātubhavati. Tathā purebhattameva sāgarapariyantaṃ pathaviṃ anusaṃyāyanasamatthaṃ vehāsaṅgamaṃ hatthiratanaṃ, tādisameva assaratanaṃ, caturaṅgasamannāgate andhakāre yojanappamāṇaṃ andhakāraṃ vidhamitvā ālokadassanasamatthaṃ maṇiratanaṃ, chabbidhadosavivajjitaṃ manāpacāri itthiratanaṃ, yojanappamāṇe antopathavigataṃ nidhiṃ dassanasamatthaṃ gahapatiratanaṃ, aggamahesiyā kucchimhi nibbattitvā sakalarajjamanusāsanasamatthaṃ jeṭṭhaputtasaṅkhātaṃ pariṇāyakaratanaṃ pātubhavati.",
  "atk-s0102a0:128": "Parosahassanti atirekasahassaṃ. Sūrāti abhīrukā. Vīraṅgarūpāti vīrānaṃ aṅgaṃ vīraṅgaṃ, vīriyassetaṃ nāmaṃ, vīraṅgaṃ rūpametesanti vīraṅgarūpā, vīriyajātikā vīriyasabhāvā vīriyamayā akilāsuno ahesuṃ. Divasampi yujjhantā na kilamantīti vuttaṃ hoti. Sāgarapariyantanti cakkavāḷapabbataṃ sīmaṃ katvā ṭhitasamuddapariyantaṃ. Adaṇḍenāti ye katāparādhe satte satampi sahassampi gaṇhanti, te dhanadaṇḍena rajjaṃ kārenti. Ye chejjabhejjaṃ anusāsanti, te satthadaṇḍena. Ayaṃ pana duvidhampi daṇḍaṃ pahāya adaṇḍena ajjhāvasati. Asatthenāti ye ekatodhārādinā satthena paraṃ vihesanti, te satthena rajjaṃ kārenti nāma. Ayaṃ pana satthena khuddamakkhikāyapi pivanamattaṃ lohitaṃ kassaci anuppādetvā dhammeneva – ‘‘ehi kho mahārājā’’ti evaṃ paṭirājūhi sampaṭicchitāgamano vuttappakāraṃ pathaviṃ abhivijinitvā ajjhāvasati, abhibhavitvā sāmī hutvā vasatīti attho.",
  "atk-s0102a0:129": "Evaṃ ekaṃ nipphattiṃ kathetvā dutiyaṃ kathetuṃ sace kho panātiādi vuttaṃ. Tattha rāgadosamohamānadiṭṭhikilesataṇhāsaṅkhātaṃ chadanaṃ āvaraṇaṃ vivaṭaṃ viddhaṃsitaṃ vivaṭakaṃ etenāti vivaṭacchado. ‘‘Vivaṭṭacchadā’’tipi pāṭho, ayameva attho.",
  "atk-s0102a0:130": "35. Evaṃ dutiyaṃ nipphattiṃ kathetvā tāsaṃ nimittabhūtāni lakkhaṇāni dassetuṃ ayañhi, deva, kumārotiādi vuttaṃ. Tattha suppatiṭṭhitapādoti yathā aññesaṃ bhūmiyaṃ pādaṃ ṭhapentānaṃ aggapādatalaṃ vā paṇhi vā passaṃ vā paṭhamaṃ phusati, vemajjhe vā pana chiddaṃ hoti, ukkhipantānaṃ aggatalādīsu ekakoṭṭhāsova paṭhamaṃ uṭṭhahati, na evamassa. Assa pana suvaṇṇapādukatalamiva ekappahāreneva sakalaṃ pādatalaṃ bhūmiṃ phusati, ekappahāreneva bhūmito uṭṭhahati. Tasmā ayaṃ suppatiṭṭhitapādo.",
  "atk-s0102a0:131": "Cakkānīti dvīsu pādatalesu dve cakkāni, tesaṃ arā ca nemi ca nābhi ca pāḷiyaṃ vuttāva. Sabbākāraparipūrānīti iminā pana ayaṃ viseso veditabbo, tesaṃ kira cakkānaṃ pādatalassa majjhe nābhi dissati, nābhiparicchinnā vaṭṭalekhā dissati, nābhimukhaparikkhepapaṭṭo dissati, panāḷimukhaṃ dissati, arā dissanti, aresu vaṭṭilekhā dissanti, nemimaṇikā dissanti. Idaṃ tāva pāḷiyaṃ āgatameva. Sambahulavāro pana anāgato, so evaṃ daṭṭhabbo – satti, sirivaccho, nandi, sovattiko, vaṭaṃsako, vaḍḍhamānakaṃ, macchayugaḷaṃ, bhaddapīṭhaṃ, aṅkusako, pāsādo, toraṇaṃ, setacchattaṃ, khaggo, tālavaṇṭaṃ, morahatthako, vāḷabījanī, uṇhīsaṃ, maṇi, patto, sumanadāmaṃ, nīluppalaṃ, rattuppalaṃ, setuppalaṃ, padumaṃ, puṇḍarīkaṃ, puṇṇaghaṭo , puṇṇapāti, samuddo, cakkavāḷo, himavā, sineru, candimasūriyā, nakkhattāni, cattāro mahādīpā, dviparittadīpasahassāni, antamaso cakkavattirañño parisaṃ upādāya sabbo cakkalakkhaṇasseva parivāro.",
  "atk-s0102a0:132": "Āyatapaṇhīti dīghapaṇhi, paripuṇṇapaṇhīti attho. Yathā hi aññesaṃ aggapādo dīgho hoti, paṇhimatthake jaṅghā patiṭṭhāti, paṇhiṃ tacchetvā ṭhapitā viya hoti, na evaṃ mahāpurisassa. Mahāpurisassa pana catūsu koṭṭhāsesu dve koṭṭhāsā aggapādo hoti, tatiye koṭṭhāse jaṅghā patiṭṭhāti, catutthakoṭṭhāse āraggena vaṭṭetvā ṭhapitā viya rattakambalageṇḍukasadisā paṇhi hoti.",
  "atk-s0102a0:133": "Dīghaṅgulīti yathā aññesaṃ kāci aṅguliyo dīghā honti, kāci rassā, na evaṃ mahāpurisassa. Mahāpurisassa pana makkaṭasseva dīghā hatthapādaṅguliyo mūle thūlā, anupubbena gantvā agge tanukā, niyyāsatelena madditvā vaṭṭitaharitālavaṭṭisadisā honti. Tena vuttaṃ – ‘‘dīghaṅgulī’’ti.",
  "atk-s0102a0:134": "Mudutalunahatthapādoti sappimaṇḍe osāretvā ṭhapitaṃ satavāravihatakappāsapaṭalaṃ viya mudu. Yathā ca idāni jātamattassa, evaṃ vuḍḍhakālepi mudutalunāyeva bhavissanti, mudutalunā hatthapādā etassāti mudutalunahatthapādo.",
  "atk-s0102a0:135": "Jālahatthapādoti na cammena paṭibaddhaaṅgulantaro. Ediso hi phaṇahatthako purisadosena upahato pabbajjaṃ na paṭilabhati. Mahāpurisassa pana catasso hatthaṅguliyo pañcapi pādaṅguliyo ekappamāṇā honti, tāsaṃ ekappamāṇatāya yavalakkhaṇaṃ aññamaññaṃ paṭivijjhitvā tiṭṭhati. Athassa hatthapādā kusalena vaḍḍhakinā yojitajālavātapānasadisā honti. Tena vuttaṃ – ‘‘jālahatthapādo’’ti.",
  "atk-s0102a0:136": "Uddhaṃ patiṭṭhitagopphakattā ussaṅkhā pādā assāti ussaṅkhapādo. Aññesañhi piṭṭhipāde gopphakā honti, tena tesaṃ pādā āṇibaddhā viya baddhā honti, na yathāsukhaṃ parivaṭṭanti, gacchantānaṃ pādatalānipi na dissanti. Mahāpurisassa pana āruhitvā upari gopphakā patiṭṭhahanti, tenassa nābhito paṭṭhāya uparimakāyo nāvāya ṭhapitasuvaṇṇapaṭimā viya niccalo hoti, adhokāyova iñjati, sukhena pādā parivaṭṭanti, puratopi pacchatopi ubhayapassesupi ṭhatvā passantānaṃ pādatalāni paññāyanti, na hatthīnaṃ viya pacchatoyeva.",
  "atk-s0102a0:137": "Eṇijaṅghoti eṇimigasadisajaṅgho maṃsussadena paripuṇṇajaṅgho, na ekato baddhapiṇḍikamaṃso , samantato samasaṇṭhitena maṃsena parikkhittāhi suvaṭṭitāhi sāligabbhayavagabbhasadisāhi jaṅghāhi samannāgatoti attho.",
  "atk-s0102a0:138": "Anonamantoti anamanto, etenassa akhujjaavāmanabhāvo dīpito. Avasesajanā hi khujjā vā honti vāmanā vā. Khujjānaṃ uparimakāyo aparipuṇṇo hoti, vāmanānaṃ heṭṭhimakāyo. Te aparipuṇṇakāyattā na sakkonti anonamantā jaṇṇukāni parimajjituṃ. Mahāpuriso pana paripuṇṇaubhayakāyattā sakkoti.",
  "atk-s0102a0:139": "Kosohitavatthaguyhoti usabhavāraṇādīnaṃ viya suvaṇṇapadumakaṇṇikasadisehi kosehi ohitaṃ paṭicchannaṃ vatthaguyhaṃ assāti kosohitavatthaguyho. Vatthaguyhanti vatthena guhitabbaṃ aṅgajātaṃ vuccati.",
  "atk-s0102a0:140": "Suvaṇṇavaṇṇoti jātihiṅgulakena majjitvā dīpidāṭhāya ghaṃsitvā gerukaparikammaṃ katvā ṭhapitaghanasuvaṇṇarūpasadisoti attho. Etenassa ghanasiniddhasaṇhasarīrataṃ dassetvā chavivaṇṇadassanatthaṃ kañcanasannibhattacoti vuttaṃ. Purimassa vā vevacanametaṃ.",
  "atk-s0102a0:141": "Rajojallanti rajo vā malaṃ vā. Na upalimpatīti na laggati padumapalāsato udakabindu viya vivaṭṭati. Hatthadhovanādīni pana utuggahaṇatthāya ceva dāyakānaṃ puññaphalatthāya ca buddhā karonti, vattasīsenāpi ca karontiyeva. Senāsanaṃ pavisantena hi bhikkhunā pāde dhovitvā pavisitabbanti vuttametaṃ.",
  "atk-s0102a0:142": "Uddhaggalomoti āvaṭṭapariyosāne uddhaggāni hutvā mukhasobhaṃ ullokayamānāni viya ṭhitāni lomāni assāti uddhaggalomo.",
  "atk-s0102a0:143": "Brahmujugattoti brahmā viya ujugatto, ujumeva uggatadīghasarīro bhavissati. Yebhuyyena hi sattā khandhe kaṭiyaṃ jāṇūsūti tīsu ṭhānesu namanti, te kaṭiyaṃ namantā pacchato namanti, itaresu dvīsu ṭhānesu purato. Dīghasarīrā pana eke passavaṅkā honti, eke mukhaṃ unnametvā nakkhattāni gaṇayantā viya caranti, eke appamaṃsalohitā sūlasadisā honti, eke purato pabbhārā honti, pavedhamānā gacchanti. Ayaṃ pana ujumeva uggantvā dīghappamāṇo devanagare ussitasuvaṇṇatoraṇaṃ viya bhavissatīti dīpenti. Yathā cetaṃ, evaṃ yaṃ yaṃ jātamattassa sabbaso aparipuṇṇaṃ mahāpurisalakkhaṇaṃ hoti, taṃ taṃ āyatiṃ tathābhāvitaṃ sandhāya vuttanti veditabbaṃ.",
  "atk-s0102a0:144": "Sattussadoti dve hatthapiṭṭhiyo dve pādapiṭṭhiyo dve aṃsakūṭāni khandhoti imesu sattasu ṭhānesu paripuṇṇo maṃsussado assāti sattussado. Aññesaṃ pana hatthapādapiṭṭhādīsu sirājālaṃ paññāyati, aṃsakūṭakkhandhesu aṭṭhikoṭiyo. Te manussā petā viya khāyanti, na tathā mahāpuriso, mahāpuriso pana sattasu ṭhānesu paripuṇṇamaṃsussadattā nigūḷhasirājālehi hatthapiṭṭhādīhi vaṭṭetvā suṭṭhapitasuvaṇṇāḷiṅgasadisena khandhena silārūpakaṃ viya khāyati, cittakammarūpakaṃ viya ca khāyati.",
  "atk-s0102a0:145": "Sīhassa pubbaddhaṃ viya kāyo assāti sīhapubbaddhakāyo. Sīhassa hi puratthimakāyova paripuṇṇo hoti, pacchimakāyo aparipuṇṇo. Mahāpurisassa pana sīhassa pubbaddhakāyo viya sabbo kāyo paripuṇṇo. Sopi sīhasseva tattha tattha vinatunnatādivasena dussaṇṭhitavisaṇṭhito na hoti, dīghayuttaṭṭhāne pana dīgho, rassathūlakisaputhulaanuvaṭṭitayuttaṭṭhānesu tathāvidhova hoti. Vuttañhetaṃ bhagavatā –",
  "atk-s0102a0:146": "‘‘Manāpiyeva kho, bhikkhave, kammavipāke paccupaṭṭhite yehi aṅgehi dīghehi sobhati, tāni aṅgāni dīghāni saṇṭhanti. Yehi aṅgehi rassehi sobhati, tāni aṅgāni rassāni saṇṭhanti. Yehi aṅgehi thūlehi sobhati, tāni aṅgāni thūlāni saṇṭhanti. Yehi aṅgehi kisehi sobhati, tāni aṅgāni kisāni saṇṭṭhanti. Yehi aṅgehi puthulehi sobhati, tāni aṅgāni puthulāni saṇṭhanti. Yehi aṅgehi vaṭṭehi sobhati, tāni aṅgāni vaṭṭāni saṇṭhantī’’ti.",
  "atk-s0102a0:147": "Iti nānācittena puññacittena cittito dasahi pāramīhi sajjito mahāpurisassa attabhāvo, loke sabbasippino vā sabbaiddhimanto vā patirūpakampi kātuṃ na sakkonti.",
  "atk-s0102a0:148": "Citantaraṃsoti antaraṃsaṃ vuccati dvinnaṃ koṭṭānaṃ antaraṃ, taṃ citaṃ paripuṇṇaṃ antaraṃsaṃ assāti citantaraṃso. Aññesañhi taṃ ṭhānaṃ ninnaṃ hoti, dve piṭṭhikoṭṭā pāṭiyekkā paññāyanti. Mahāpurisassa pana kaṭito paṭṭhāya maṃsapaṭalaṃ yāva khandhā uggamma samussitasuvaṇṇaphalakaṃ viya piṭṭhiṃ chādetvā patiṭṭhitaṃ.",
  "atk-s0102a0:149": "Nigrodhaparimaṇḍaloti nigrodho viya parimaṇḍalo. Yathā paññāsahatthatāya vā satahatthatāya vā samakkhandhasākho nigrodho dīghatopi vitthāratopi ekappamāṇova hoti, evaṃ kāyatopi byāmatopi ekappamāṇo. Yathā aññesaṃ kāyo dīgho vā hoti byāmo vā, na evaṃ visamappamāṇoti attho. Teneva yāvatakvassa kāyotiādi vuttaṃ. Tattha yāvatako assāti yāvatakvassa.",
  "atk-s0102a0:150": "Samavaṭṭakkhandhoti samavaṭṭitakkhandho. Yathā eke koñcā viya ca bakā viya ca varāhā viya ca dīghagalā vaṅkagalā puthulagalā ca honti , kathanakāle sirājālaṃ paññāyati, mando saro nikkhamati, na evaṃ mahāpurisassa. Mahāpurisassa pana suvaṭṭitasuvaṇṇāḷiṅgasadiso khandho hoti, kathanakāle sirājālaṃ na paññāyati, meghassa viya gajjito saro mahā hoti.",
  "atk-s0102a0:151": "Rasaggasaggīti ettha rasaṃ gasanti harantīti rasaggasā. Rasaharaṇīnametaṃ adhivacanaṃ, tā aggā assāti rasaggasaggī. Mahāpurisassa kira sattarasaharaṇīsahassāni uddhaggāni hutvā gīvāyameva paṭimukkāni. Tilaphalamattopi āhāro jivhagge ṭhapito sabbakāyaṃ anupharati. Teneva mahāpadhānaṃ padahantassa ekataṇḍulādīhipi kaḷāyayūsapasatamattenāpi kāyassa yāpanaṃ ahosi. Aññesaṃ pana tathā abhāvā na sakalaṃ kāyaṃ ojā pharati. Tena te bahvābādhā honti.",
  "atk-s0102a0:152": "Sīhasseva hanu assāti sīhahanu. Tattha sīhassa heṭṭhimahanumeva paripuṇṇaṃ hoti, na uparimaṃ. Mahāpurisassa pana sīhassa heṭṭhimaṃ viya dvepi paripuṇṇāni dvādasiyā pakkhassa candasadisāni honti. Atha nemittakā hanukapariyantaṃ olokentāva imesu hanukesu heṭṭhime vīsati uparime vīsatīti cattālīsadantā samā aviraḷā patiṭṭhahissantīti sallakkhetvā ayañhi deva, kumāro cattālīsadanto hotītiādimāhaṃsu. Tatrāyamattho, aññesañhi paripuṇṇadantānampi dvattiṃsa dantā honti. Imassa pana cattālīsaṃ bhavissanti. Aññesañca keci dantā uccā, keci nīcāti visamā honti, imassa pana ayapaṭṭakena chinnasaṅkhapaṭalaṃ viya samā bhavissanti. Aññesaṃ kumbhilānaṃ viya dantā viraḷā honti, macchamaṃsāni khādantānaṃ dantantaraṃ pūrenti. Imassa pana kanakaphalakāyaṃ samussitavajirapanti viya aviraḷā tūlikāya dassitaparicchedā viya dantā bhavissanti. Aññesañca pūtidantā uṭṭhahanti. Tena kāci dāṭhā kāḷāpi vivaṇṇāpi honti. Ayaṃ pana suṭṭhu sukkadāṭho osadhitārakampi atikkamma virocamānāya pabhāya samannāgatadāṭho bhavissati.",
  "atk-s0102a0:153": "Pahūtajivhoti puthulajivho. Aññesaṃ jivhā thūlāpi honti kisāpi rassāpi thaddhāpi visamāpi, mahāpurisassa pana jivhā mudu dīghā puthulā vaṇṇasampannā hoti. So hi etaṃ lakkhaṇaṃ pariyesituṃ āgatānaṃ kaṅkhāvinodanatthaṃ mudukattā taṃ jivhaṃ kathinasūciṃ viya vaṭṭetvā ubho nāsikasotāni parāmasati, dīghattā ubho kaṇṇasotāni parāmasati , puthulattā kesantapariyosānaṃ kevalampi nalāṭaṃ paṭicchādeti. Evamassa mududīghaputhulabhāvaṃ pakāsento tesaṃ kaṅkhaṃ vinodeti. Evaṃ tilakkhaṇasampannaṃ jivhaṃ sandhāya ‘‘pahūtajivho’’ti vuttaṃ.",
  "atk-s0102a0:154": "Brahmassaroti aññe chinnassarāpi bhinnassarāpi kākassarāpi honti, ayaṃ pana mahābrahmuno sarasadisena sarena samannāgato bhavissati, mahābrahmuno hi pittasemhehi apalibuddhattā saro visado hoti. Mahāpurisenāpi katakammaṃ tassa vatthuṃ sodheti. Vatthuno suddhattā nābhito paṭṭhāya samuṭṭhahanto saro visado aṭṭhaṅgasamannāgatova samuṭṭhāti. Karavīko viya bhaṇatīti karavīkabhāṇī, mattakaravīkarutamañjughosoti attho.",
  "atk-s0102a0:155": "Abhinīlanettoti na sakalanīlanetto, nīlayuttaṭṭhāne panassa umāpupphasadisena ativisuddhena nīlavaṇṇena samannāgatāni nettāni honti, pītayuttaṭṭhāne kaṇikārapupphasadisena pītavaṇṇena, lohitayuttaṭṭhāne bandhujīvakapupphasadisena lohitavaṇṇena, setayuttaṭṭhāne osadhitārakasadisena setavaṇṇena, kāḷayuttaṭṭhāne addāriṭṭhakasadisena kāḷavaṇṇena samannāgatāni. Suvaṇṇavimāne ugghāṭitamaṇisīhapañjarasadisāni khāyanti.",
  "atk-s0102a0:156": "Gopakhumoti ettha pakhumanti sakalacakkhubhaṇḍaṃ adhippetaṃ, taṃ kāḷavacchakassa bahaladhātukaṃ hoti, rattavacchakassa vippasannaṃ, taṃmuhuttajātataruṇarattavacchakasadisacakkhubhaṇḍoti attho. Aññesañhi cakkhubhaṇḍā aparipuṇṇā honti, hatthimūsikādīnaṃ akkhisadisehi viniggatehipi gambhīrehipi akkhīhi samannāgatā honti. Mahāpurisassa pana dhovitvā majjitvā ṭhapitamaṇiguḷikā viya mudusiniddhanīlasukhumapakhumācitāni akkhīni.",
  "atk-s0102a0:157": "Uṇṇāti uṇṇalomaṃ. Bhamukantareti dvinnaṃ bhamukānaṃ vemajjhe nāsikamatthakeyeva jātā, uggantvā pana nalāṭavemajjhe jātā. Odātāti parisuddhā, osadhitārakasamānavaṇṇā. Mudūti sappimaṇḍe osāretvā ṭhapitasatavāravihatakappāsapaṭalasadisā. Tūlasannibhāti simbalitūlalatātūlasamānā, ayamassa odātatāya upamā. Sā panesā koṭiyaṃ gahetvā ākaḍḍhiyamānā upaḍḍhabāhuppamāṇā hoti, vissaṭṭhā dakkhiṇāvaṭṭavasena āvaṭṭitvā uddhaggā hutvā santiṭṭhati. Suvaṇṇaphalakamajjhe ṭhapitarajatapubbuḷakaṃ viya, suvaṇṇaghaṭato nikkhamamānā khīradhārā viya, aruṇappabhārañjite gaganappadese osadhitārakā viya ca atimanoharāya siriyā virocati.",
  "atk-s0102a0:158": "Uṇhīsasīsoti idaṃ paripuṇṇanalāṭatañca paripuṇṇasīsataṃ cāti dve atthavase paṭicca vuttaṃ. Mahāpurisassa hi dakkhiṇakaṇṇacūḷikato paṭṭhāya maṃsapaṭalaṃ uṭṭhahitvā sakalanalāṭaṃ chādayamānaṃ pūrayamānaṃ gantvā vāmakaṇṇacūḷikāyaṃ patiṭṭhitaṃ, taṃ rañño bandhauṇhīsapaṭṭo viya virocati. Mahāpurisassa kira imaṃ lakkhaṇaṃ disvā rājūnaṃ uṇhīsapaṭṭaṃ akaṃsu. Ayaṃ tāva eko attho. Aññe pana janā aparipuṇṇasīsā honti, keci kapisīsā, keci phalasīsā, keci aṭṭhisīsā, keci hatthisīsā, keci tumbasīsā, keci pabbhārasīsā. Mahāpurisassa pana āraggena vaṭṭetvā ṭhapitaṃ viya suparipuṇṇaṃ udakapubbuḷasadisaṃ sīsaṃ hoti. Tattha purimanaye uṇhīsaveṭhitasīso viyāti uṇhīsasīso. Dutiyanaye uṇhīsaṃ viya sabbattha parimaṇḍalasīsoti uṇhīsasīso.",
  "atk-s0102a0:159": "Vipassīsamaññāvaṇṇanā",
  "atk-s0102a0:160": "37.Sabbakāmehīti idaṃ lakkhaṇāni pariggaṇhāpetvā pacchā kataṃ viya vuttaṃ, na panevaṃ daṭṭhabbaṃ. Paṭhamañhi te nemittake santappetvā pacchā lakkhaṇapariggaṇhanaṃ katanti veditabbaṃ. Tassa vitthāro gabbhokkantiyaṃ vuttoyeva. Pāyentīti thaññaṃ pāyenti. Tassa kira niddosena madhurena khīrena samannāgatā saṭṭhi dhātiyo upaṭṭhāpesi, tathā sesāpi tesu tesu kammesu kusalā saṭṭhisaṭṭhiyeva. Tāsaṃ pesanakārake saṭṭhi purise, tassa tassa katākatabhāvaṃ sallakkhaṇe saṭṭhi amacce upaṭṭhāpesi. Evaṃ cattāri saṭṭhiyo itthīnaṃ, dve saṭṭhiyo purisānanti cha saṭṭhiyo upaṭṭhakānaṃyeva ahesuṃ. Setacchattanti dibbasetacchattaṃ. Kuladattiyaṃ pana sirigabbheyeva tiṭṭhati. Mā naṃ sītaṃ vātiādīsu mā abhibhavīti attho veditabbo. Svāssudanti so assudaṃ. Aṅkeneva aṅkanti aññassa bāhunāva aññassa bāhuṃ. Aññassa ca aṃsakūṭeneva aññassa aṃsakūṭaṃ. Parihariyatīti nīyati, sampāpiyatīti attho.",
  "atk-s0102a0:161": "38.Mañjussaroti akharassaro. Vaggussaroti chekanipuṇassaro. Madhurassaroti sātassaro. Pemaniyassaroti pemajanakassaro. Tatridaṃ karavīkānaṃ madhurassaratāya – karavīkasakuṇe kira madhurarasaṃ ambapakkaṃ mukhatuṇḍakena paharitvā paggharitarasaṃ pivitvā pakkhena tālaṃ datvā vikūjamāne catuppadā mattā viya laḷituṃ ārabhanti. Gocarapasutāpi catuppadā mukhagatāni tiṇāni chaḍḍetvā taṃ saddaṃ suṇanti. Vāḷamigā khuddakamige anubandhamānā ukkhittaṃ pādaṃ anikkhipitvāva tiṭṭhanti. Anubaddhamigā ca maraṇabhayaṃ jahitvā tiṭṭhanti. Ākāse pakkhandā pakkhinopi pakkhe pasāretvā taṃ saddaṃ suṇamānāva tiṭṭhanti. Udake macchāpi kaṇṇapaṭalaṃ papphoṭetvā taṃ saddaṃ suṇamānāva tiṭṭhanti. Evaṃ madhurassarā karavīkā.",
  "atk-s0102a0:162": "Asandhimittāpi dhammāsokassa devī – ‘‘atthi nu kho, bhante, buddhassarena sadiso kassaci saro’’ti saṅghaṃ pucchi. Atthi karavīkasakuṇassāti. Kuhiṃ, bhante, te sakuṇāti? Himavanteti. Sā rājānaṃ āha – ‘‘deva, ahaṃ karavīkasakuṇaṃ passitukāmāmhī’’ti. Rājā – ‘‘imasmiṃ pañjare nisīditvā karavīko āgacchatū’’ti suvaṇṇapañjaraṃ vissajjesi. Pañjaro gantvā ekassa karavīkassa purato aṭṭhāsi. So – ‘‘rājāṇāya āgato pañjaro, na sakkā na gantu’’nti tattha nisīdi. Pañjaro āgantvā rañño purato aṭṭhāsi. Na karavīkasaddaṃ kārāpetuṃ sakkonti. Atha rājā – ‘‘kathaṃ, bhaṇe, ime saddaṃ na karontī’’ti āha. Ñātake adisvā devāti. Atha naṃ rājā ādāsehi parikkhipāpesi. So attano chāyaṃ disvā – ‘‘ñātakā me āgatā’’ti maññamāno pakkhena tālaṃ datvā madhurassarena maṇivaṃsaṃ dhamamāno viya viravi. Sakalanagare manussā mattā viya laḷiṃsu. Asandhimittā cintesi – ‘‘imassa tāva tiracchānagatassa evaṃ madhuro saddo, kīdiso nu kho sabbaññutaññāṇasiripattassa bhagavato saddo ahosī’’ti pītiṃ uppādetvā taṃ pītiṃ avijahitvā sattahi jaṅghasatehi saddhiṃ sotāpattiphale patiṭṭhāsi. Evaṃ madhuro kira karavīkasaddoti. Tato pana satabhāgena sahassabhāgena ca madhurataro vipassissa kumārassa saddo ahosīti veditabbo.",
  "atk-s0102a0:163": "39.Kammavipākajanti na bhāvanāmayaṃ, kammavipākavasena pana devatānaṃ cakkhusadisameva maṃsacakkhu ahosi , yena nimittaṃ katvā tilavāhe pakkhittaṃ ekatilampi ayaṃ soti uddharitvā dātuṃ sakkoti.",
  "atk-s0102a0:164": "40.Vipassīti ettha ayaṃ vacanattho, antarantarā nimīlajanitandhakāravirahena visuddhaṃ passati, vivaṭehi ca akkhīhi passatīti vipassī; dutiyavāre viceyya viceyya passatīti vipassī; vicinitvā vicinitvā passatīti attho.",
  "atk-s0102a0:165": "Atthe panāyatīti atthe jānāti passati, nayati vā pavattetīti attho. Ekadivasaṃ kira vinicchayaṭṭhāne nisīditvā atthe anusāsantassa rañño alaṅkatapaṭiyattaṃ mahāpurisaṃ ānetvā hatthe ṭhapayiṃsu. Tassa taṃ aṅkekatvā upalāḷayamānasseva amaccā sāmikaṃ assāmikaṃ akaṃsu. Bodhisatto anattamanasaddaṃ nicchāresi. Rājā – ‘‘kimetaṃ, upadhārethā’’ti āha. Upadhāriyamānā aññaṃ adisvā – ‘‘aḍḍassa dubbinicchitattā evaṃ kataṃ bhavissatī’’ti puna sāmikaṃyeva sāmikaṃ katvā ‘‘ñatvā nu kho kumāro evaṃ karotī’’ti vīmaṃsantā puna sāmikaṃ assāmikaṃ akaṃsu. Punapi bodhisatto tatheva saddaṃ nicchāresi. Atha rājā – ‘‘jānāti mahāpuriso’’ti tato paṭṭhāya appamatto ahosi. Idaṃ sandhāya vuttaṃ – ‘‘viceyya viceyya kumāro atthe panāyatī’’ti.",
  "atk-s0102a0:166": "42.Vassikantiādīsu yattha sukhaṃ hoti vassakāle vasituṃ, ayaṃ vassiko. Itaresupi eseva nayo. Ayaṃ panettha vacanattho vassāvāso vassaṃ, vassaṃ arahatīti vassiko. Itaresupi eseva nayo.",
  "atk-s0102a0:167": "Tattha vassiko pāsādo nātiucco hoti, nātinīco, dvāravātapānānipissa nātibahūni nātitanūni, bhūmattharaṇapaccattharaṇakhajjabhojjānipettha missakāneva vaṭṭanti. Hemantike thambhāpi bhittiyopi nīcā honti, dvāravātapānāni tanukāni sukhumacchiddāni, uṇhappavesanatthāya bhittiniyūhāni nīhariyanti. Bhūmattharaṇapaccattharaṇanivāsanapārupanāni panettha uṇhaviriyāni kambalādīni vaṭṭanti. Khajjabhojjaṃ siniddhaṃ kaṭukasannissitaṃ nirudakasannissitañca. Gimhike thambhāpi bhittiyopi uccā honti, dvāravātapānāni panettha bahūni vipulajātāni honti, bhūmattharaṇādīni dukūlamayāni vaṭṭanti. Khajjabhojjāni madhurasasannissitabharitāni. Vātapānasamīpesu cettha nava cāṭiyo ṭhapetvā udakassa pūretvā nīluppalādīhi sañchādenti. Tesu tesu padesesu udakayantāni karonti, yehi deve vassante viya udakadhārā nikkhamanti.",
  "atk-s0102a0:168": "Nippurisehīti purisavirahitehi. Na kevalañcettha tūriyāneva nippurisāni, sabbaṭṭhānānipi nippurisāneva, dovārikāpi itthiyova, nahāpanādiparikammakarāpi itthiyova. Rājā kira – ‘‘tathārūpaṃ issariyasukhasampattiṃ anubhavamānassa purisaṃ disvā purisāsaṅkā uppajjati, sā me puttassa mā ahosī’’ti sabbakiccesu itthiyova ṭhapesīti.",
  "atk-s0102a0:169": "Paṭhamabhāṇavāravaṇṇanā niṭṭhitā.",
  "atk-s0102a0:170": "Jiṇṇapurisavaṇṇanā",
  "atk-s0102a0:171": "43. Dutiyabhāṇavāre gopānasivaṅkanti gopānasī viya vaṅkaṃ. Bhogganti khandhe, kaṭiyaṃ, jāṇūsūti tīsu ṭhānesu bhoggavaṅkaṃ. Daṇḍaparāyananti daṇḍagatikaṃ daṇḍapaṭisaraṇaṃ. Āturanti jarāturaṃ. Gatayobbananti atikkantayobbanaṃ pacchimavaye ṭhitaṃ. Disvāti aḍḍhayojanappamāṇena balakāyena parivuto susaṃvihitārakkhopi gacchanto yadā ratho purato hoti, pacchā balakāyo, tādise okāse suddhāvāsakhīṇāsavabrahmehi attano ānubhāvena rathassa puratova dassitaṃ, taṃ purisaṃ passitvā. Suddhāvāsā kira – ‘‘mahāpuriso paṅke gajo viya pañcasu kāmaguṇesu laggo, satimassa uppādessāmā’’ti taṃ dassesuṃ. Evaṃ dassitañca taṃ bodhisatto ceva passati sārathi ca. Brahmāno hi bodhisattassa appamādatthaṃ sārathissa ca kathāsallāpatthaṃ taṃ dassesuṃ. Kiṃ panesoti ‘‘eso jiṇṇoti kiṃ vuttaṃ hoti, nāhaṃ, bho ito pubbe evarūpaṃ addasa’’nti pucchi.",
  "atk-s0102a0:172": "Tenahīti yadi mayhampi evarūpehi kesehi evarūpena ca kāyena bhavitabbaṃ, tena hi samma sārathi. Alaṃ dānajja uyyānabhūmiyāti – ‘‘ajja uyyānabhūmiṃ passissāmā’’ti gacchāma, alaṃ tāya uyyānabhūmiyāti saṃviggahadayo saṃvegānurūpamāha. Antepuraṃ gatoti itthijanaṃ vissajjetvā sirigabbhe ekakova nisinno. Yatra hi nāmāti yāya jātiyā sati jarā paññāyati, sā jāti dhiratthu dhikkatā atthu, jigucchāmetaṃ jātinti, jātiyā mūlaṃ khaṇanto nisīdi, paṭhamena sallena hadaye viddho viya.",
  "atk-s0102a0:173": "45.Sārathiṃ āmantāpetvāti rājā kira nemittakehi kathitakālato paṭṭhāya ohitasoto vicarati, so ‘‘kumāro uyyānaṃ gacchanto antarāmagge nivatto’’ti sutvā sārathiṃ āmantāpesi. Mā heva khotiādīsu rajjaṃ kāretu, mā pabbajatu, brāhmaṇānaṃ vacanaṃ mā saccaṃ hotūti evaṃ cintesīti attho.",
  "atk-s0102a0:174": "Byādhipurisavaṇṇanā",
  "atk-s0102a0:175": "47.Addasa khoti pubbe vuttanayeneva suddhāvāsehi dassitaṃ addasa. Ābādhikanti iriyāpathabhañjanakena visabhāgabādhena ābādhikaṃ. Dukkhitanti rogadukkhena dukkhitaṃ. Bāḷhagilānanti adhimattagilānaṃ. Palipannanti nimuggaṃ. Jarā paññāyissati byādhi paññāyissatīti idhāpi yāya jātiyā sati idaṃ dvayaṃ paññāyati, dhikkatā sā jāti, ajātaṃ khemanti jātiyā mūlaṃ khaṇanto nisīdi, dutiyena sallena viddho viya.",
  "atk-s0102a0:176": "Kālaṅkatapurisavaṇṇanā",
  "atk-s0102a0:177": "50.Vilātanti sivikaṃ. Petanti ito paṭigataṃ. Kālaṅkatanti katakālaṃ, yattakaṃ tena kālaṃ jīvitabbaṃ, taṃ sabbaṃ katvā niṭṭhapetvā matanti attho. Imampissa purimanayeneva brahmāno dassesuṃ. Yatra hi nāmāti idhāpi yāya jātiyā sati idaṃ tayaṃ paññāyati, dhikkatā sā jāti, ajātaṃ khemanti jātiyā mūlaṃ khaṇanto nisīdi, tatiyena sallena viddho viya.",
  "atk-s0102a0:178": "Pabbajitavaṇṇanā",
  "atk-s0102a0:179": "52.Bhaṇḍunti muṇḍaṃ. Imampissa purimanayeneva brahmāno dassesuṃ. Sādhu dhammacariyātiādīsu ayaṃ deva dhammacaraṇabhāvo sādhūti cintetvā pabbajitoti evaṃ ekamekassa padassa yojanā veditabbā. Sabbāni cetāni dasakusalakammapathavevacanāneva. Avasāne pana avihiṃsāti karuṇāya pubbabhāgo. Anukampāti mettāya pubbabhāgo. Tenahīti uyyojanatthe nipāto. Pabbajitaṃ hissa disvā cittaṃ pabbajjāya ninnaṃ jātaṃ. Atha tena saddhiṃ kathetukāmo hutvā sārathiṃ uyyojento tena hītiādimāha.",
  "atk-s0102a0:180": "Bodhisattapabbajjāvaṇṇanā",
  "atk-s0102a0:181": "54.Athakho, bhikkhaveti – ‘‘pabbajitassa sādhu dhammacariyā’’tiādīni ca aññañca bahuṃ mahājanakāyena rakkhiyamānassa puttadārasambādhe ghare vasato ādīnavapaṭisaṃyuttañceva migabhūtena cetasā yathāsukhaṃ vane vasato pabbajitassa vivekānisaṃsapaṭisaṃyuttañca dhammiṃ kathaṃ sutvā pabbajitukāmo hutvā – atha kho, bhikkhave, vipassī kumāro sārathiṃ āmantesi.",
  "atk-s0102a0:182": "Imāni cattāri disvā pabbajitaṃ nāma sabbabodhisattānaṃ vaṃsova tantiyeva paveṇīyeva. Aññepi ca bodhisattā yathā ayaṃ vipassī kumāro, evaṃ cirassaṃ cirassaṃ passanti. Amhākaṃ pana bodhisatto cattāripi ekadivasaṃyeva disvā mahābhinikkhamanaṃ nikkhamitvā anomānadītīre pabbajito. Teneva rājagahaṃ patvā tattha raññā bimbisārena – ‘‘kimatthaṃ, paṇḍita, pabbajitosīti’’ puṭṭho āha –",
  "atk-s0102a0:183": "‘‘Jiṇṇañca disvā dukhitañca byādhitaṃ,",
  "atk-s0102a0:184": "Matañca disvā gatamāyusaṅkhayaṃ;",
  "atk-s0102a0:185": "Kāsāyavatthaṃ pabbajitañca disvā,",
  "atk-s0102a0:186": "Tasmā ahaṃ pabbajitomhi rājā’’ti.",
  "atk-s0102a0:187": "Mahājanakāyaanupabbajjāvaṇṇanā",
  "atk-s0102a0:188": "55.Sutvāna tesanti tesaṃ caturāsītiyā pāṇasahassānaṃ sutvā etadahosi. Orakoti ūnako lāmako. Anupabbajiṃsūti anupabbajitāni . Kasmā panettha yathā parato khaṇḍatissānaṃ anupabbajjāya – ‘‘bandhumatiyā rājadhāniyā nikkhamitvā’’ti vuttaṃ, evaṃ na vuttanti? Nikkhamitvā sutattā. Ete kira sabbepi vipassissa kumārassa upaṭṭhākaparisāva, te pātova upaṭṭhānaṃ āgantvā kumāraṃ adisvā pātarāsatthāya gantvā bhuttapātarāsā āgamma ‘‘kuhiṃ kumāro’’ti pucchitvā ‘‘uyyānabhūmiṃ gato’’ti sutvā ‘‘tattheva naṃ dakkhissāmā’’ti nikkhamantā nivattamānaṃ sārathiṃ disvā – ‘‘kumāro pabbajito’’ti cassa vacanaṃ sutvā sutaṭṭhāneyeva sabbābharaṇāni omuñcitvā antarāpaṇato kāsāvapītāni vatthāni āharāpetvā kesamassuṃ ohāretvā pabbajiṃsu. Iti nagarato nikkhamitvā bahinagare sutattā ettha – ‘‘bandhumatiyā rājadhāniyā nikkhamitvā’’ti na vuttaṃ.",
  "atk-s0102a0:189": "Cārikaṃcaratīti gatagataṭṭhāne mahāmaṇḍapaṃ katvā dānaṃ sajjetvā āgamma svātanāya nimantito janassa āyācitabhikkhameva paṭiggaṇhanto cattāro māse cārikaṃ cari.",
  "atk-s0102a0:190": "Ākiṇṇoti iminā gaṇena parivuto. Ayaṃ pana vitakko bodhisattassa kadā uppannoti? Sve visākhapuṇṇamā bhavissatīti cātuddasīdivase. Tadā kira so – ‘‘yatheva maṃ ime pubbe gihibhūtaṃ parivāretvā caranti, idānipi tatheva, kiṃ iminā gaṇenā’’ti gaṇasaṅgaṇikāya ukkaṇṭhitvā ‘‘ajjeva gacchāmī’’ti cintetvā puna ‘‘ajja avelā, sace idāni gamissāmi, sabbeva ime jānissanti, sveva gamissāmī’’ti cintesi. Taṃ divasañca uruvelagāmasadise gāme gāmavāsino svātanāya nimantayiṃsu. Te caturāsītisahassānampi tesaṃ pabbajitānaṃ mahāpurisassa ca pāyāsameva paṭiyādayiṃsu. Atha mahāpuriso punadivase tasmiṃyeva gāme tehi pabbajitehi saddhiṃ bhattakiccaṃ katvā vasanaṭṭhānameva agamāsi. Tattha te pabbajitā mahāpurisassa vattaṃ dassetvā attano attano rattiṭṭhānadivāṭṭhānāni paviṭṭhā. Bodhisattopi paṇṇasālaṃ pavisitvā nisinno.",
  "atk-s0102a0:191": "‘‘Ṭhite majjhanhike kāle, sannisīvesu pakkhisu;",
  "atk-s0102a0:192": "Saṇateva brahāraññaṃ, taṃ bhayaṃ paṭibhāti ma’’nti. (saṃ. ni. 1.15);",
  "atk-s0102a0:193": "Evarūpe avivekārāmānaṃ bhayakāle sabbasattānaṃ sadarathakāleyeva – ‘‘ayaṃ kālo’’ti nikkhamitvā paṇṇasālāya dvāraṃ pidahitvā bodhimaṇḍābhimukho pāyāsi. Aññadāpi ca tasmiṃ ṭhāne vicaranto bodhimaṇḍaṃ passati, nisīdituṃ panassa cittaṃ na namitapubbaṃ. Taṃ divasaṃ panassa ñāṇaṃ paripākagataṃ, tasmā alaṅkataṃ bodhimaṇḍaṃ disvā ārohanatthāya cittaṃ uppannaṃ. So dakkhiṇadisābhāgena upagamma padakkhiṇaṃ katvā puratthimadisābhāge cuddasahatthaṃ pallaṅkaṃ paññapetvā caturaṅgavīriyaṃ adhiṭṭhahitvā – ‘‘yāva buddho na homi, na tāva ito vuṭṭhahāmī’’ti paṭiññaṃ katvā nisīdi. Idamassa vūpakāsaṃ sandhāya – ‘‘ekova gaṇamhā vūpakaṭṭho vihāsī’’ti vuttaṃ.",
  "atk-s0102a0:194": "Aññenevatānīti te kira sāyaṃ bodhisattassa upaṭṭhānaṃ āgantvā paṇṇasālaṃ parivāretvā nisinnā ‘‘ativikālo jāto, upadhārethā’’ti vatvā paṇṇasālaṃ vivaritvā taṃ apassantāpi ‘‘kuhiṃ gato’’ti nānubandhiṃsu, ‘‘gaṇavāse nibbinno eko viharitukāmo maññe mahāpuriso, buddhabhūtaṃyeva naṃ passissāmā’’ti vatvā antojambudīpābhimukhā cārikaṃ pakkantā.",
  "atk-s0102a0:195": "Bodhisattaabhivesavaṇṇanā",
  "atk-s0102a0:196": "57.Vāsūpagatassāti bodhimaṇḍe ekarattivāsaṃ upagatassa. Rahogatassāti rahasi gatassa. Paṭisallīnassāti ekībhāvavasena nilīnassa. Kicchanti dukkhaṃ. Cavati ca upapajjati cāti idaṃ dvayaṃ pana aparāparaṃ cutipaṭisandhiṃ sandhāya vuttaṃ. Jarāmaraṇassāti ettha yasmā pabbajanto jiṇṇabyādhimatteyeva disvā pabbajito, tasmāssa jarāmaraṇameva upaṭṭhāti. Tenevāha – ‘‘jarāmaraṇassā’’ti. Iti jarāmaraṇaṃ mūlaṃ katvā abhiniviṭṭhassa bhavaggato otarantassa viya – atha kho, bhikkhave, vipassissa bodhisattassa etadahosi.",
  "atk-s0102a0:197": "Yonisomanasikārāti upāyamanasikārā pathamanasikārā. Aniccādīni hi aniccāditova manasikaroto yonisomanasikāro nāma hoti. Ayañca – ‘‘kismiṃ nu kho satijātiādīni honti, kismiṃ asati na hontī’’ti udayabbayānupassanāvasena pavattattā tesaṃ aññataro . Tasmāssa ito yonisomanasikārā iminā upāyamanasikārena ahu paññāya abhisamayo, bodhisattassa paññāya yasmiṃ sati jarāmaraṇaṃ hoti, tena jarāmaraṇakāraṇena saddhiṃ samāgamo ahosi. Kiṃ pana tanti? Jāti. Tenāha – ‘‘jātiyā kho sati jarāmaraṇaṃ hotī’’ti. Yā cāyaṃ jarāmaraṇassa kāraṇapariggāhikā paññā, tāya saddhiṃ bodhisattassa samāgamo ahosīti ayamettha attho. Etenupāyena sabbapadāni veditabbāni.",
  "atk-s0102a0:198": "Nāmarūpe kho sati viññāṇanti ettha pana saṅkhāresu sati viññāṇanti ca, avijjāya sati saṅkhārāti ca vattabbaṃ bhaveyya, tadubhayampi na gahitaṃ. Kasmā? Avijjāsaṅkhārā hi atīto bhavo tehi saddhiṃ ayaṃ vipassanā na ghaṭiyati. Mahāpuriso hi paccuppannavasena abhiniviṭṭhoti. Nanu ca avijjāsaṅkhārehi adiṭṭhehi na sakkā buddhena bhavitunti. Saccaṃ na sakkā, iminā pana te bhavaupādānataṇhāvaseneva diṭṭhāti. Imasmiṃ ṭhāne vitthārato paṭiccasamuppādakathā kathetabbā. Sā panesā visuddhimagge kathitāva.",
  "atk-s0102a0:199": "58.Paccudāvattatīti paṭinivattati. Katamaṃ panettha viññāṇaṃ paccudāvattatīti? Paṭisandhiviññāṇampi vipassanāñāṇampi. Tattha paṭisandhiviññāṇaṃ paccayato paṭinivattati, vipassanāñāṇaṃ ārammaṇato. Ubhayampi nāmarūpaṃ nātikkamati, nāmarūpato paraṃ na gacchati. Ettāvatā jāyetha vātiādīsu viññāṇe nāmarūpassa paccaye honte, nāmarūpe ca viññāṇassa paccaye honte, dvīsupi aññamaññapaccayesu hontesu ettakena jāyetha vā…pe… upapajjetha vā, ito hi paraṃ kiṃ aññaṃ jāyeyya vā…pe… upapajjeyya vā. Nanu etadeva jāyati ca…pe… upapajjati cāti? Evaṃ saddhiṃ aparāparacutipaṭisandhīhi pañca padāni dassetvā puna taṃ ettāvatāti vuttamatthaṃ niyyātento – ‘‘yadidaṃ nāmarūpapaccayā viññāṇaṃ, viññāṇapaccayā nāmarūpa’’nti vatvā tato paraṃ anulomapaccayākāravasena viññāṇapaccayā nāmarūpamūlaṃ āyatimpi jātijarāmaraṇaṃ dassetuṃ nāmarūpapaccayā saḷāyatanantiādimāha. Tattha kevalassa dukkhakkhandhassa samudayo hotīti sakalassa jātijarāmaraṇasokaparidevadukkhadomanassupāyāsādibhedassa dukkharāsissa nibbatti hoti. Iti mahāpuriso sakalassa vaṭṭadukkhassa nibbattiṃ addasa.",
  "atk-s0102a0:200": "59.Samudayosamudayoti khoti nibbatti nibbattīti kho. Pubbe ananussutesūti na anussutesu assutapubbesu. Cakkhuṃ udapādītiādīsu udayadassanapaññāvesā. Dassanaṭṭhena cakkhu, ñātakaraṇaṭṭhena ñāṇaṃ, pajānanaṭṭhena paññā, nibbijjhitvā paṭivijjhitvā uppannaṭṭhena vijjā, obhāsaṭṭhena ca ālokoti vuttā. Yathāha – ‘‘cakkhuṃ udapādīti dassanaṭṭhena. Ñāṇaṃ udapādīti ñātaṭṭhena. Paññā udapādīti pajānanaṭṭhena. Vijjā udapādīti paṭivedhaṭṭhena. Āloko udapādīti obhāsaṭṭhena. Cakkhudhammo dassanaṭṭho attho. Ñāṇadhammo ñātaṭṭho attho. Paññādhammo pajānanaṭṭho attho. Vijjādhammo paṭivedhaṭṭho attho. Āloko dhammo obhāsaṭṭho attho’’ti (paṭi. ma. 2.39). Ettakehi padehi kiṃ kathitanti? Imasmiṃ sati idaṃ hotīti paccayasañjānanamattaṃ kathitaṃ. Athavā vīthipaṭipannā taruṇavipassanā kathitāti.",
  "atk-s0102a0:201": "61.Adhigato kho myāyanti adhigato kho me ayaṃ. Maggoti vipassanāmaggo. Bodhāyāti catusaccabujjhanatthāya, nibbānabujjhanatthāya eva vā. Api ca bujjhatīti bodhi, ariyamaggassetaṃ nāmaṃ, tadatthāyātipi vuttaṃ hoti. Vipassanāmaggamūlako hi ariyamaggoti. Idāni taṃ maggaṃ niyyātento – ‘‘yadidaṃ nāmarūpanirodhātiādimāha. Ettha ca viññāṇanirodhotiādīhi paccattapadehi nibbānameva kathitaṃ. Iti mahāpuriso sakalassa vaṭṭadukkhassa anibbattinirodhaṃ addasa.",
  "atk-s0102a0:202": "62.Nirodho nirodhoti khoti anibbatti anibbattiti kho. Cakkhuntiādīni vuttatthāneva. Idha pana sabbeheva etehi padehi – ‘‘imasmiṃ asati idaṃ na hotī’’ti nirodhasañjānanamattameva kathitaṃ, athavā vuṭṭhānagāminī balavavipassanā kathitāti.",
  "atk-s0102a0:203": "63.Aparena samayenāti evaṃ paccayañca paccayanirodhañca viditvā tato aparabhāge. Upādānakkhandhesūti upādānassa paccayabhūtesu khandhesu. Udayabbayānupassīti tameva paṭhamaṃ diṭṭhaṃ udayañca vayañca anupassamāno. Vihāsīti sikhāpattaṃ vuṭṭhānagāminivipassanaṃ vahanto vihari. Idaṃ kasmā vuttaṃ? Sabbeyeva hi pūritapāramino bodhisattā pacchimabhave puttassa jātadivase mahābhinikkhamanaṃ nikkhamitvā pabbajitvā padhānamanuyuñjitvā bodhipallaṅkamāruyha mārabalaṃ vidhamitvā paṭhamayāme pubbenivāsaṃ anussaranti, dutiyayāme dibbacakkhuṃ visodhenti, tatiyayāme paccayākāraṃ sammasitvā ānāpānacatutthajjhānato uṭṭhāya pañcasu khandhesu abhinivisitvā udayabbayavasena samapaññāsa lakkhaṇāni disvā yāva gotrabhuñāṇā vipassanaṃ vaḍḍhetvā ariyamaggena sakale buddhaguṇe paṭivijjhanti. Ayampi mahāpuriso pūritapāramī. So yathāvuttaṃ sabbaṃ anukkamaṃ katvā pacchimayāme ānāpānacatutthajjhānato uṭṭhāya pañcasu khandhesu abhinivisitvā vuttappakāraṃ udayabbayavipassanaṃ ārabhi. Taṃ dassetuṃ idaṃ vuttaṃ.",
  "atk-s0102a0:204": "Tattha iti rūpanti idaṃ rūpaṃ, ettakaṃ rūpaṃ, ito uddhaṃ rūpaṃ natthīti ruppanasabhāvañceva bhūtupādāyabhedañca ādiṃ katvā lakkhaṇarasapaccupaṭṭhānapadaṭṭhānavasena anavasesarūpapariggaho vutto. Iti rūpassa samudayoti iminā evaṃ pariggahitassa rūpassa samudayadassanaṃ vuttaṃ. Tattha itīti evaṃ samudayo hotīti attho. Tassa vitthāro – ‘‘avijjāsamudayā rūpasamudayo, taṇhāsamudayā rūpasamudayo, kammasamudayā rūpasamudayo, āhārasamudayā rūpasamudayoti, nibbattilakkhaṇaṃ passantopi rūpakkhandhassa udayaṃ passatī’’ti evaṃ veditabbo. Atthaṅgamepi ‘‘avijjānirodhā rūpanirodho…pe… vipariṇāmalakkhaṇaṃ passantopi rūpakkhandhassa nirodhaṃ passatī’’ti (paṭi. ma. 1.50) ayamassa vitthāro.",
  "atk-s0102a0:205": "Iti vedanātiādīsupi ayaṃ vedanā, ettakā vedanā, ito uddhaṃ vedanā natthi. Ayaṃ saññā, ime saṅkhārā, idaṃ viññāṇaṃ, ettakaṃ viññāṇaṃ, ito uddhaṃ viññāṇaṃ natthīti vedayitasañjānanaabhisaṅkharaṇavijānanasabhāvañceva sukhādirūpasaññādi phassādi cakkhuviññāṇādi bhedañca ādiṃ katvā lakkhaṇarasapaccupaṭṭhānapadaṭṭhānavasena anavasesavedanāsaññāsaṅkhāraviññāṇapariggaho vutto. Iti vedanāya samudayotiādīhi pana evaṃ pariggahitānaṃ vedanāsaññāsaṅkhāraviññāṇānaṃ samudayadassanaṃ vuttaṃ. Tatrāpi itīti evaṃ samudayo hotīti attho. Tesampi vitthāro – ‘‘avijjāsamudayā vedanāsamudayo’’ti (paṭi. ma. 1.50) rūpe vuttanayeneva veditabbo. Ayaṃ pana viseso – tīsu khandhesu ‘‘āhārasamudayā’’ti avatvā ‘‘phassasamudayā’’ti vattabbaṃ. Viññāṇakkhandhe ‘‘nāmarūpasamudayā’’ti atthaṅgamapadampi tesaṃyeva vasena yojetabbaṃ. Ayamettha saṅkhepo, vitthāro pana udayabbayavinicchayo sabbākāraparipūro visuddhimagge vutto. Tassa pañcasu upādānakkhandhesu udayabbayānupassino viharatoti tassa vipassissa bodhisattassa imesu rūpādīsu pañcasu upādānakkhandhesu samapaññāsalakkhaṇavasena udayabbayānupassino viharato yathānukkamena vaḍḍhite vipassanāñāṇe anuppādanirodhena nirujjhamānehi āsavasaṅkhātehi kilesehi anupādāya aggahetvāva cittaṃ vimuccati, tadetaṃ maggakkhaṇe vimuccati nāma, phalakkhaṇe vimuttaṃ nāma; maggakkhaṇe vā vimuttañceva vimuccati ca, phalakkhaṇe vimuttameva.",
  "atk-s0102a0:206": "Ettāvatā ca mahāpuriso sabbabandhanā vippamutto sūriyarasmisamphuṭṭhamiva padumaṃ suvikasitacittasantāno cattāri maggañāṇāni, cattāri phalañāṇāni, catasso paṭisambhidā, catuyoniparicchedakañāṇaṃ, pañcagatiparicchedakañāṇaṃ, cha asādhāraṇañāṇāni, sakale ca buddhaguṇe hatthagate katvā paripuṇṇasaṅkappo bodhipallaṅke nisinnova –",
  "atk-s0102a0:207": "‘‘Anekajātisaṃsāraṃ, sandhāvissaṃ anibbisaṃ;",
  "atk-s0102a0:208": "Gahakāraṃ gavesanto, dukkhā jāti punappunaṃ.",
  "atk-s0102a0:209": "Gahakāraka diṭṭhosi, puna gehaṃ na kāhasi;",
  "atk-s0102a0:210": "Sabbā te phāsukā bhaggā, gahakūṭaṃ visaṅkhataṃ;",
  "atk-s0102a0:211": "Visaṅkhāragataṃ cittaṃ, taṇhānaṃ khayamajjhagā’’ti. (dha. pa. 153, 154);",
  "atk-s0102a0:212": "‘‘Ayoghanahatasseva, jalato jātavedaso;",
  "atk-s0102a0:213": "Anupubbūpasantassa, yathā na ñāyate gati.",
  "atk-s0102a0:214": "Evaṃ sammāvimuttānaṃ, kāmabandhoghatārinaṃ;",
  "atk-s0102a0:215": "Paññāpetuṃ gati natthi, pattānaṃ acalaṃ sukha’’nti. (udā. 80);",
  "atk-s0102a0:216": "Evaṃ manasi karonto sarade sūriyo viya, puṇṇacando viya ca virocitthāti.",
  "atk-s0102a0:217": "Dutiyabhāṇavāravaṇṇanā niṭṭhitā.",
  "atk-s0102a0:218": "Brahmayācanakathāvaṇṇanā",
  "atk-s0102a0:219": "64. Tatiyabhāṇavāre yaṃnūnāhaṃ dhammaṃ deseyyanti yadi panāhaṃ dhammaṃ deseyyaṃ. Ayaṃ pana vitakko kadā uppannoti? Buddhabhūtassa aṭṭhame sattāhe. So kira buddho hutvā sattāhaṃ bodhipallaṅke nisīdi, sattāhaṃ bodhipallaṅkaṃ olokento aṭṭhāsi, sattāhaṃ ratanacaṅkame caṅkami, sattāhaṃ ratanagabbhe dhammaṃ vicinanto nisīdi, sattāhaṃ ajapālanigrodhe nisīdi, sattāhaṃ mucalinde nisīdi, sattāhaṃ rājāyatane nisīdi. Tato uṭṭhāya aṭṭhame sattāhe puna āgantvā ajapālanigrodhe nisinnamattasseva sabbabuddhānaṃ āciṇṇasamāciṇṇo ayañceva ito anantaro ca vitakko uppannoti.",
  "atk-s0102a0:220": "Tattha adhigatoti paṭividdho. Dhammoti catusaccadhammo. Gambhīroti uttānabhāvapaṭikkhepavacanametaṃ. Duddasoti gambhīrattāva duddaso dukkhena daṭṭhabbo, na sakkā sukhena daṭṭhuṃ. Duddasattāva duranubodho dukkhena avabujjhitabbo, na sakkā sukhena avabujjhituṃ. Santoti nibbuto. Paṇītoti atappako. Idaṃ dvayaṃ lokuttarameva sandhāya vuttaṃ. Atakkāvacaroti takkena avacaritabbo ogāhitabbo na hoti, ñāṇeneva avacaritabbo. Nipuṇoti saṇho. Paṇḍitavedanīyoti sammāpaṭipadaṃ paṭipannehi paṇḍitehi veditabbo. Ālayarāmāti sattā pañcasu kāmaguṇesu allīyanti, tasmā te ālayāti vuccanti. Aṭṭhasatataṇhāvicaritāni ālayanti, tasmā ālayāti vuccanti. Tehi ālayehi ramantīti ālayarāmā. Ālayesu ratāti ālayaratā. Ālayesu suṭṭhu muditāti ālayasammuditā. Yatheva hi susajjitaṃ pupphaphalabharitarukkhādisampannaṃ uyyānaṃ paviṭṭho rājā tāya tāya sampattiyā ramati, pamudito āmodito hoti, na ukkaṇṭhati, sāyaṃ nikkhamituṃ na icchati, evamimehipi kāmālayataṇhālayehi sattā ramanti, saṃsāravaṭṭe pamuditā anukkaṇṭhitā vasanti. Tena nesaṃ bhagavā duvidhampi ālayaṃ uyyānabhūmiṃ viya dassento – ‘‘ālayarāmā’’tiādimāha.",
  "atk-s0102a0:221": "Yadidanti nipāto, tassa ṭhānaṃ sandhāya – ‘‘yaṃ ida’’nti, paṭiccasamuppādaṃ sandhāya – ‘‘yo aya’’nti evamattho daṭṭhabbo. Idappaccayatāpaṭiccasamuppādoti imesaṃ paccayā idappaccayā, idappaccayā eva idappaccayatā, idappaccayatā ca sā paṭiccasamuppādo cāti idappaccayatāpaṭiccasamuppādo. Saṅkhārādipaccayānaṃ avijjādīnaṃ etaṃ adhivacanaṃ. Sabbasaṅkhārasamathotiādi sabbaṃ nibbānameva. Yasmā hi taṃ āgamma sabbasaṅkhāravipphanditāni sammanti vūpasammanti tasmā – ‘‘sabbasaṅkhārasamatho’’ti vuccati. Yasmā ca taṃ āgamma sabbe upadhayo paṭinissaṭṭhā honti, sabbā taṇhā khīyanti , sabbe kilesarāgā virajjanti, sabbaṃ dukkhaṃ nirujjhati, tasmā ‘‘sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho’’ti vuccati. Sā panesā taṇhā bhavena bhavaṃ, phalena vā saddhiṃ kammaṃ vinati saṃsibbatīti katvā vānanti vuccati. Tato vānato nikkhantanti nibbānaṃ. So mamassa kilamathoti yā ajānantānaṃ desanā nāma, so mama kilamatho assa, sā mama vihesā assāti attho. Kāyakilamatho ceva kāyavihesā ca assāti vuttaṃ hoti, citte pana ubhayampetaṃ buddhānaṃ natthi.",
  "atk-s0102a0:222": "65.Apissūti anubrūhanatthe nipāto. So – ‘‘na kevalaṃ etadahosi, imāpi gāthā paṭibhaṃsū’’ti dīpeti. Vipassintiādīsu vipassissa bhagavato arahato sammāsambuddhassāti attho. Anacchariyāti anuacchariyā. Paṭibhaṃsūti paṭibhānasaṅkhātassa ñāṇassa gocarā ahesuṃ, parivitakkayitabbataṃ pāpuṇiṃsu.",
  "atk-s0102a0:223": "Kicchenāti dukkhena, na dukkhāya paṭipadāya. Buddhānañhi cattāropi maggā sukhapaṭipadāva honti. Pāramīpūraṇakāle pana sarāgasadosasamohasseva sato āgatāgatānaṃ yācakānaṃ alaṅkatapaṭiyattaṃ sīsaṃ chinditvā galalohitaṃ nīharitvā suañjitāni akkhīni uppāṭetvā kulavaṃsapadīpakaṃ puttaṃ manāpacāriniṃ bhariyanti evamādīni dentassa aññāni ca khantivādisadisesu attabhāvesu chejjabhejjādīni pāpuṇantassa āgamanīyapaṭipadaṃ sandhāyetaṃ vuttaṃ. Halanti ettha hakāro nipātamatto, alanti attho. Pakāsitunti desetuṃ; evaṃ kicchena adhigatassa dhammassa alaṃ desetuṃ; ko attho desitenāti vuttaṃ hoti. Rāgadosaparetehīti rāgadosaphuṭṭhehi rāgadosānugatehi vā.",
  "atk-s0102a0:224": "Paṭisotagāminti niccādīnaṃ paṭisotaṃ aniccaṃ dukkhamanattāsubhanti evaṃ gataṃ catusaccadhammaṃ. Rāgarattāti kāmarāgena bhavarāgena diṭṭhirāgena ca rattā. Na dakkhantīti aniccaṃ dukkhamanattā asubhanti iminā sabhāvena na passissanti , te apassante ko sakkhissati evaṃ gāhāpetuṃ? Tamokhandhena āvuṭāti avijjārāsinā ajjhotthaṭā.",
  "atk-s0102a0:225": "Appossukkatāyāti nirussukkabhāvena, adesetukāmatāyāti attho. Kasmā panassa evaṃ cittaṃ nami? Nanu esa – ‘‘mutto mocessāmī, tiṇṇo tāressāmi’’,",
  "atk-s0102a0:226": "‘‘Kiṃ me aññātavesena, dhammaṃ sacchikatenidha;",
  "atk-s0102a0:227": "Sabbaññutaṃ pāpuṇitvā, santāressaṃ sadevaka’’nti.",
  "atk-s0102a0:228": "Patthanaṃ katvā pāramiyo pūretvā sabbaññutaṃ pattoti. Saccametaṃ, paccavekkhaṇānubhāvena panassa evaṃ cittaṃ nami. Tassa hi sabbaññutaṃ patvā sattānaṃ kilesagahanataṃ dhammassa ca gambhīrataṃ paccavekkhantassa sattānaṃ kilesagahanatā ca dhammagambhīratā ca sabbākārena pākaṭā jātā. Athassa – ‘‘ime sattā kañjikapuṇṇalābu viya takkabharitacāṭi viya vasātelapītapilotikā viya añjanamakkhitahatthā viya kilesabharitā atisaṃkiliṭṭhā rāgarattā dosaduṭṭhā mohamūḷhā, te kiṃ nāma paṭivijjhissantī’’ti cintayato kilesagahanapaccavekkhaṇānubhāvenāpi evaṃ cittaṃ nami.",
  "atk-s0102a0:229": "‘‘Ayañca dhammo pathavīsandhārakaudakakkhandho viya gambhīro, pabbatena paṭicchādetvā ṭhapito sāsapo viya duddaso, satadhā bhinnassa vālassa koṭiyā koṭiṃ paṭipādanaṃ viya duranubodho, nanu mayā hi imaṃ dhammaṃ paṭivijjhituṃ vāyamantena adinnaṃ dānaṃ nāma natthi, arakkhitaṃ sīlaṃ nāma natthi, aparipūritā kāci pāramī nāma natthi. Tassa me nirussāhaṃ viya mārabalaṃ vidhamantassāpi pathavī na kampittha, paṭhamayāme pubbenivāsaṃ anussarantassāpi na kampittha, majjhimayāme dibbacakkhuṃ visodhentassāpi na kampittha, pacchimayāme pana paṭiccasamuppādaṃ paṭivijjhantasseva me dasasahassilokadhātu kampittha. Iti mādisenāpi tikkhañāṇena kicchenevāyaṃ dhammo paṭividdho taṃ lokiyamahājanā kathaṃ paṭivijjhissantī’’ti dhammagambhīratāpaccavekkhaṇānubhāvenāpi evaṃ cittaṃ namīti veditabbaṃ.",
  "atk-s0102a0:230": "Apica brahmunā yācite desetukāmatāyapissa evaṃ cittaṃ nami. Jānāti hi bhagavā – ‘‘mama appossukkatāya citte namamāne maṃ mahābrahmā dhammadesanaṃ yācissati, ime ca sattā brahmagarukā, te ‘satthā kira dhammaṃ na desetukāmo ahosi, atha naṃ mahābrahmā yācitvā desāpesi, santo vata bho dhammo, paṇīto vata bho dhammo’ti maññamānā sussūsissantī’’ti. Imampissa kāraṇaṃ paṭicca appossukkatāya cittaṃ nami, no dhammadesanāyāti veditabbaṃ.",
  "atk-s0102a0:231": "66.Aññatarassāti ettha kiñcāpi ‘‘aññataro’’ti vuttaṃ, atha kho imasmiṃ cakkavāḷe jeṭṭhakamahābrahmā esoti veditabbo. Nassati vata bho lokoti so kira imaṃ saddaṃ tathā nicchāresi, yathā dasasahassilokadhātubrahmāno sutvā sabbe sannipatiṃsu. Yatra hi nāmāti yasmiṃ nāma loke. Purato pāturahosīti tehi dasahi brahmasahassehi saddhiṃ pāturahosi. Apparajakkhajātikāti paññāmaye akkhimhi appaṃ parittaṃ rāgadosamoharajaṃ etesaṃ, evaṃ sabhāvāti apparajakkhajātikā. Assavanatāti assavanatāya. Bhavissantīti purimabuddhesu dasapuññakiriyavatthuvasena katādhikārā paripākagatā padumāni viya sūriyarasmisamphassaṃ, dhammadesanaṃyeva ākaṅkhamānā catuppadikagāthāvasāne ariyabhūmiṃ okkamanārahā na eko, na dve, anekasatasahassā dhammassa aññātāro bhavissantīti dasseti.",
  "atk-s0102a0:232": "69.Ajjhesananti evaṃ tikkhattuṃ yācanaṃ. Buddhacakkhunāti indriyaparopariyattañāṇena ca āsayānusayañāṇena ca. Imesañhi dvinnaṃ ñāṇānaṃ ‘‘buddhacakkhū’’ti nāmaṃ, sabbaññutaññāṇassa ‘‘samantacakkhū’’ti, tiṇṇaṃ maggañāṇānaṃ ‘‘dhammacakkhū’’ti. Apparajakkhetiādīsu yesaṃ vuttanayeneva paññācakkhumhi rāgādirajaṃ appaṃ, te apparajakkhā. Yesaṃ taṃ mahantaṃ, te mahārajakkhā. Yesaṃ saddhādīni indriyāni tikkhāni, te tikkhindriyā. Yesaṃ tāni mudūni, te mudindriyā. Yesaṃ teyeva saddhādayo ākārā sundarā, te svākārā. Ye kathitakāraṇaṃ sallakkhenti, sukhena sakkā honti viññāpetuṃ, te suviññāpayā. Ye paralokañceva vajjañca bhayato passanti, te paralokavajjabhayadassāvino nāma.",
  "atk-s0102a0:233": "Ayaṃ panettha pāḷi – ‘‘saddho puggalo apparajakkho, assaddho puggalo mahārajakkho.… Āraddhavīriyo…pe… kusīto… upaṭṭhitassati… muṭṭhassati… samāhito… asamāhito… paññavā… duppañño puggalo mahārajakkho. Tathā saddho puggalo tikkhindriyo…pe… paññavā puggalo paralokavajjabhayadassāvī, duppañño puggalo na paralokavajjabhayadassāvī. Lokoti khandhaloko, dhātuloko, āyatanaloko, sampattibhavaloko, vipattibhavaloko, sampattisambhavaloko, vipattisambhavaloko. Eko loko – sabbe sattā āhāraṭṭhitikā. Dve lokā – nāmañca rūpañca. Tayo lokā – tisso vedanā. Cattāro lokā – cattāro āhārā. Pañca lokā – pañcupādānakkhandhā. Cha lokā – cha ajjhattikāni āyatanāni. Satta lokā – satta viññāṇaṭṭhitiyo. Aṭṭha lokā – aṭṭha lokadhammā. Nava lokā – nava sattāvāsā. Dasa lokā – dasāyatanāni. Dvādasa lokā – dvādasāyatanāni. Aṭṭhārasa lokā – aṭṭhārasa dhātuyo. Vajjanti sabbe kilesā vajjaṃ, sabbe duccaritā vajjaṃ, sabbe abhisaṅkhārā vajjaṃ, sabbe bhavagāmikammā vajjaṃ. Iti imasmiñca loke imasmiñca vajje tibbā bhayasaññā paccupaṭṭhitā hoti, seyyathāpi ukkhittāsike vadhake . Imehi paññāsāya ākārehi imāni pañcindriyāni jānāti passati aññāti paṭivijjhati, idaṃ tathāgatassa indriyaparopariyatte ñāṇa’’nti (paṭi. ma. 1.112).",
  "atk-s0102a0:234": "Uppaliniyanti uppalavane. Itaresupi eseva nayo. Antonimuggaposīnīti yāni aññānipi padumāni antonimuggāneva posayanti. Udakaṃ accuggamma ṭhitānīti udakaṃ atikkamitvā ṭhitāni. Tattha yāni accuggamma ṭhitāni, tāni sūriyarasmisamphassaṃ āgamayamānāni ṭhitāni ajja pupphanakāni. Yāni samodakaṃ ṭhitāni, tāni sve pupphanakāni. Yāni udakānuggatāni antoudakaposīni, tāni tatiyadivase pupphanakāni. Udakā pana anuggatāni aññānipi sarojauppalādīni nāma atthi, yāni neva pupphissanti, macchakacchapabhakkhāneva bhavissanti, tāni pāḷiṃ nārūḷhāni. Āharitvā pana dīpetabbānīti dīpitāni. Yatheva hi tāni catubbidhāni pupphāni, evameva ugghaṭitaññū, vipañcitaññū, neyyo, padaparamoti cattāro puggalā. Tattha yassa puggalassa saha udāhaṭavelāya dhammābhisamayo hoti, ayaṃ vuccati puggalo ugghaṭitaññū. Yassa puggalassa saṅkhittena bhāsitassa vitthārena atthe vibhajiyamāne dhammābhisamayo hoti, ayaṃ vuccati puggalo vipañcitaññū. Yassa puggalassa uddesato paripucchato yonisomanasikaroto kalyāṇamitte sevato bhajato payirupāsato anupubbena dhammābhisamayo hoti, ayaṃ vuccati puggalo neyyo. Yassa puggalassa bahumpi suṇato bahumpi bhaṇato bahumpi gaṇhato bahumpi dhārayato bahumpi vācayato na tāya jātiyā dhammābhisamayo hoti, ayaṃ vuccati puggalo padaparamo (pu. pa. 148, 149, 150, 151).",
  "atk-s0102a0:235": "Tattha bhagavā uppalavanādisadisaṃ dasasahassilokadhātuṃ olokento – ‘‘ajja pupphanakāni viya ugghaṭitaññū, sve pupphanakāni viya vipañcitaññū, tatiyadivase pupphanakāni viya neyyo, macchakacchapabhakkhāni viya padaparamo’’ti addasa. Passanto ca – ‘‘ettakā apparajakkhā, ettakā mahārajakkhā. Tatrāpi ettakā ugghaṭitaññū’’ti evaṃ sabbākārato addasa. Tattha tiṇṇaṃ puggalānaṃ imasmiṃyeva attabhāve bhagavato dhammadesanā atthaṃ sādheti, padaparamānaṃ anāgate vāsanatthāya hoti.",
  "atk-s0102a0:236": "Atha bhagavā imesaṃ catunnaṃ puggalānaṃ atthāvahaṃ dhammadesanaṃ viditvā desetukamyataṃ uppādetvā puna te sabbesupi tīsu bhavesu sabbe satte bhabbābhabbavasena dve koṭṭhāse akāsi. Ye sandhāya vuttaṃ – ‘‘ye te sattā kammāvaraṇena samannāgatā, vipākāvaraṇena samannāgatā, kilesāvaraṇena samannāgatā, assaddhā acchandikā duppaññā abhabbā niyāmaṃ okkamituṃ kusalesu dhammesu sammattaṃ, ime te sattā abhabbā. Katame sattā bhabbā? Ye te sattā na kammāvaraṇena…pe…ime te sattā bhabbā’’ti (vibha. 827; paṭi. ma. 1.114).",
  "atk-s0102a0:237": "Tattha sabbepi abhabbapuggale pahāya bhabbapuggaleyeva ñāṇena pariggahetvā – ‘‘ettakā rāgacaritā, ettakā dosamohavitakkasaddhābuddhicaritā’’ti cha koṭṭhāse akāsi. Evaṃ katvā – ‘‘dhammaṃ desessāmī’’ti cintesi . Brahmā taṃ ñatvā somanassajāto bhagavantaṃ gāthāhi ajjhabhāsi. Idaṃ sandhāya – ‘‘atha kho so, bhikkhave, mahābrahmā’’tiādi vuttaṃ.",
  "atk-s0102a0:238": "70. Tattha ajjhabhāsīti adhiabhāsi, adhikicca ārabbha abhāsīti attho.",
  "atk-s0102a0:239": "Sele yathā pabbatamuddhaniṭṭhitoti selamaye ekagghane pabbatamuddhani yathāṭhitova, na hi tattha ṭhitassa dassanatthaṃ gīvukkhipanapasāraṇādikiccaṃ atthi. Tathūpamanti tappaṭibhāgaṃ selapabbatūpamaṃ. Ayaṃ panettha saṅkhepattho, yathā selapabbatamuddhani yathāṭhitova cakkhumā puriso samantato janataṃ passeyya, tathā tvampi sumedha, sundarapaññasabbaññutaññāṇena samantacakkhu bhagavā dhammamayaṃ paññāmayaṃ pāsādamāruyha sayaṃ apetasoko sokāvatiṇṇaṃ jātijarābhibhūtaṃ janataṃ apekkhassu, upadhāraya upaparikkha.",
  "atk-s0102a0:240": "Ayamettha adhippāyo – yathā hi pabbatapāde samantā mahantaṃ khettaṃ katvā tattha kedārapāḷīsu kuṭikāyo katvā rattiṃ aggiṃ jāleyyuṃ. Caturaṅgasamannāgatañca andhakāraṃ assa. Athassa pabbatassa matthake ṭhatvā cakkhumato purisassa bhūmiṃ olokayato neva khettaṃ, na kedārapāḷiyo, na kuṭiyo, na tattha sayitamanussā paññāyeyyuṃ, kuṭikāsu pana aggijālamattameva paññāyeyya. Evaṃ dhammapāsādamāruyha sattanikāyaṃ olokayato tathāgatassa ye te akatakalyāṇā sattā, te ekavihāre dakkhiṇajāṇupasse nisinnāpi buddhacakkhussa āpāthaṃ nāgacchanti, rattiṃ khittasarā viya honti. Ye pana katakalyāṇā veneyyapuggalā, te tassa dūre ṭhitāpi āpāthaṃ āgacchanti, so aggi viya himavantapabbato viya ca. Vuttampi cetaṃ –",
  "atk-s0102a0:241": "‘‘Dūre santo pakāsenti, himavantova pabbato;",
  "atk-s0102a0:242": "Asantettha na dissanti, rattiṃ khittā yathā sarā’’ti. (dha. pa. 304);",
  "atk-s0102a0:243": "Uṭṭhehīti bhagavato dhammadesanatthaṃ cārikacaraṇaṃ yācanto bhaṇati. Vīrātiādīsu bhagavā vīriyavantatāya vīro, devaputtamaccukilesamārānaṃ vijitattā vijitasaṅgāmo, jātikantarādinittharaṇatthāya veneyyasatthavāhanasamatthatāya satthavāho, kāmacchandaiṇassa abhāvato aṇaṇoti veditabbo.",
  "atk-s0102a0:244": "71.Apārutāti vivaṭā. Amatassa dvārāti ariyamaggo. So hi amatasaṅkhātassa nibbānassa dvāraṃ. So mayā vivaritvā ṭhapitoti dasseti. Pamuñcantu saddhanti sabbe attano saddhaṃ pamuñcantu vissajjentu. Pacchimapadadvaye ayamattho, ahañhi attano paguṇaṃ suppavattitampi imaṃ paṇītaṃ uttamaṃ dhammaṃ kāyavācākilamathasaññī hutvā na bhāsiṃ, idāni pana sabbe janā saddhābhājanaṃ upanentu, pūressāmi tesaṃ saṅkappanti.",
  "atk-s0102a0:245": "Aggasāvakayugavaṇṇanā",
  "atk-s0102a0:246": "73.Bodhirukkhamūleti bodhirukkhassa avidūre ajapālanigrodhe antarahitoti attho. Kheme migadāyeti isipatanaṃ tena samayena khemaṃ nāma uyyānaṃ hoti, migānaṃ pana abhayavāsatthāya dinnattā migadāyoti vuccati. Taṃ sandhāya vuttaṃ – ‘‘kheme migadāye’’ti. Yathā ca vipassī bhagavā, evaṃ aññepi buddhā paṭhamaṃ dhammadesanatthāya gacchantā ākāsena gantvā tattheva otaranti. Amhākaṃ pana bhagavā upakassa ājīvakassa upanissayaṃ disvā – ‘‘upako imaṃ addhānaṃ paṭipanno, so maṃ disvā sallapitvā gamissati. Atha puna nibbindanto āgamma arahattaṃ sacchikarissatī’’ti ñatvā aṭṭhārasayojanamaggaṃ padasāva agamāsi. Dāyapālaṃ āmantesīti disvāva punappunaṃ oloketvā – ‘‘ayyo no, bhante, āgato’’ti vatvā upagataṃ āmantesi.",
  "atk-s0102a0:247": "75-6.Anupubbiṃ kathanti dānakathaṃ, dānānantaraṃ sīlaṃ, sīlānantaraṃ saggaṃ, saggānantaraṃ magganti evaṃ anupaṭipāṭikathaṃ kathesi. Tattha dānakathanti idaṃ dānaṃ nāma sukhānaṃ nidānaṃ, sampattīnaṃ mūlaṃ, bhogānaṃ patiṭṭhā, visamagatassa tāṇaṃ leṇaṃ gati parāyaṇaṃ, idhalokaparalokesu dānasadiso avassayo patiṭṭhā ārammaṇaṃ tāṇaṃ leṇaṃ gati parāyaṇaṃ natthi. Idañhi avassayaṭṭhena ratanamayasīhāsanasadisaṃ, patiṭṭhānaṭṭhena mahāpathavīsadisaṃ, ārammaṇaṭṭhena ālambanarajjusadisaṃ. Idañhi dukkhanittharaṇaṭṭhena nāvā, samassāsanaṭṭhena saṅgāmasūro, bhayaparittāṇaṭṭhena susaṅkhatanagaraṃ, maccheramalādīhi anupalittaṭṭhena padumaṃ, tesaṃ nidahanaṭṭhena aggi, durāsadaṭṭhena āsīviso, asantāsanaṭṭhena sīho, balavantaṭṭhena hatthī, abhimaṅgalasammataṭṭhena setausabho, khemantabhūmisampāpanaṭṭhena valāhakaassarājā. Dānañhi loke sakkasampattiṃ mārasampattiṃ brahmasampattiṃ cakkavattisampattiṃ sāvakapāramiñāṇaṃ paccekabodhiñāṇaṃ abhisambodhiñāṇaṃ detīti evamādidānaguṇapaṭisaṃyuttaṃ kathaṃ.",
  "atk-s0102a0:248": "Yasmā pana dānaṃ dadanto sīlaṃ samādātuṃ sakkoti, tasmā tadanantaraṃ sīlakathaṃ kathesi. Sīlakathanti sīlaṃ nāmetaṃ avassayo patiṭṭhā ārammaṇaṃ tāṇaṃ leṇaṃ gati parāyaṇaṃ. Idhalokaparalokasampattīnañhi sīlasadiso avassayo patiṭṭhā ārammaṇaṃ tāṇaṃ leṇaṃ gati parāyaṇaṃ natthi, sīlasadiso alaṅkāro natthi, sīlapupphasadisaṃ pupphaṃ natthi, sīlagandhasadiso gandho natthi, sīlālaṅkārena hi alaṅkataṃ sīlakusumapiḷandhanaṃ sīlagandhānulittaṃ sadevakopi loko olokento tittiṃ na gacchatīti evamādisīlaguṇapaṭisaṃyuttaṃ kathaṃ.",
  "atk-s0102a0:249": "Idaṃ pana sīlaṃ nissāya ayaṃ saggo labbhatīti dassetuṃ sīlānantaraṃ saggakathaṃ kathesi. Saggakathanti ayaṃ saggo nāma iṭṭho kanto manāpo, niccamettha kīḷā, niccaṃ sampattiyo labbhanti, cātumahārājikā devā navutivassasatasahassāni dibbasukhaṃ dibbasampattiṃ paṭilabhanti, tāvatiṃsā tisso ca vassakoṭiyo saṭṭhi ca vassasatasahassānīti evamādisaggaguṇapaṭisaṃyuttaṃ kathaṃ. Saggasampattiṃ kathayantānañhi buddhānaṃ mukhaṃ nappahoti. Vuttampi cetaṃ – ‘‘anekapariyāyena kho ahaṃ, bhikkhave, saggakathaṃ katheyya’’ntiādi.",
  "atk-s0102a0:250": "Evaṃ saggakathāya palobhetvā puna hatthiṃ alaṅkaritvā tassa soṇḍaṃ chindanto viya – ‘‘ayampi saggo anicco addhuvo, na ettha chandarāgo kātabbo’’ti dassanatthaṃ – ‘‘appassādā kāmā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’’tiādinā (ma. ni. 1.235; 2.42) nayena kāmānaṃ ādīnavaṃ okāraṃ saṃkilesaṃ kathesi. Tattha ādīnavoti doso. Okāroti avakāro lāmakabhāvo. Saṃkilesoti tehi sattānaṃ saṃsāre saṃkilissanaṃ. Yathāha – ‘‘kilissanti vata bho sattā’’ti (ma. ni. 2.351). Evaṃ kāmādīnavena tejjatvā nekkhamme ānisaṃsaṃ pakāsesi, pabbajjāya guṇaṃ pakāsesīti attho. Sesaṃ ambaṭṭhasuttavaṇṇanāyaṃ vuttanayañceva uttānatthañca.",
  "atk-s0102a0:251": "77.Alatthunti kathaṃ alatthuṃ? Ehibhikkhubhāvena. Bhagavā kira tesaṃ iddhimayapattacīvarassūpanissayaṃ olokento anekāsu jātīsu cīvaradānādīni disvā etha bhikkhavotiādimāha . Te tāvadeva bhaṇḍū kāsāyavasanā aṭṭhahi bhikkhuparikkhārehi sarīrapaṭimukkeheva vassasatikattherā viya bhagavantaṃ namassamānāva nisīdiṃsu.",
  "atk-s0102a0:252": "Sandassesītiādīsu idhalokatthaṃ sandassesi, paralokatthaṃ sandassesi. Idhalokatthaṃ dassento aniccanti dassesi, dukkhanti dassesi, anattāti dassesi, khandhe dassesi, dhātuyo dassesi, āyatanāni dassesi, paṭiccasamuppādaṃ dassesi, rūpakkhandhassa udayaṃ dassento pañca lakkhaṇāni dassesi, tathā vedanākkhandhādīnaṃ, tathā vayaṃ dassentopi udayabbayavasena paññāsalakkhaṇāni dassesi, paralokatthaṃ dassento nirayaṃ dassesi, tiracchānayoniṃ, pettivisayaṃ, asurakāyaṃ, tiṇṇaṃ kusalānaṃ vipākaṃ, channaṃ devalokānaṃ, navannaṃ brahmalokānaṃ sampattiṃ dassesi.",
  "atk-s0102a0:253": "Samādapesīti catupārisuddhisīlaterasadhutaṅgadasakathāvatthuādike kalyāṇadhamme gaṇhāpesi.",
  "atk-s0102a0:254": "Samuttejesīti suṭṭhu uttejesi, abbhussāhesi. Idhalokatthañceva paralokatthañca tāsetvā tāsetvā adhigataṃ viya katvā kathesi. Dvattiṃsakammakāraṇapañcavīsatimahābhayappabhedañhi idhalokatthaṃ buddhe bhagavati tāsetvā tāsetvā kathayante pacchābāhaṃ, gāḷhabandhanaṃ bandhitvā cātumahāpathe pahārasatena tāḷetvā dakkhiṇadvārena niyyamāno viya āghātanabhaṇḍikāya ṭhapitasīso viya sūle uttāsito viya mattahatthinā maddiyamāno viya ca saṃviggo hoti. Paralokatthañca kathayante nirayādīsu nibbatto viya devalokasampattiṃ anubhavamāno viya ca hoti.",
  "atk-s0102a0:255": "Sampahaṃsesīti paṭiladdhaguṇena codesi, mahānisaṃsaṃ katvā kathesīti attho.",
  "atk-s0102a0:256": "Saṅkhārānaṃ ādīnavanti heṭṭhā paṭhamamaggādhigamatthaṃ kāmānaṃ ādīnavaṃ kathesi, idha pana uparimaggādhigamatthaṃ – ‘‘aniccā, bhikkhave, saṅkhārā addhuvā anassāsikā, yāvañcidaṃ, bhikkhave, alameva sabbasaṅkhāresu nibbindituṃ alaṃ virajjituṃ alaṃ vimuccitu’’ntiādinā (a. ni. 7.66; saṃ. ni. 2.134) nayena saṅkhārānaṃ ādīnavañca lāmakabhāvañca tappaccayañca kilamathaṃ pakāsesi. Yathā ca tattha nekkhamme, evamidha – ‘‘santamidaṃ, bhikkhave, nibbānaṃ nāma paṇītaṃ tāṇaṃ leṇa’’ntiādinā nayena nibbāne ānisaṃsaṃ pakāsesi.",
  "atk-s0102a0:257": "Mahājanakāyapabbajjāvaṇṇanā",
  "atk-s0102a0:258": "78.Mahājanakāyoti tesaṃyeva dvinnaṃ kumārānaṃ upaṭṭhākajanakāyoti.",
  "atk-s0102a0:259": "80.Bhagavantaṃ saraṇaṃ gacchāma, dhammañcāti saṅghassa aparipuṇṇattā dvevācikameva saraṇamagamaṃsu.",
  "atk-s0102a0:260": "81.Alatthunti pubbe vuttanayeneva ehibhikkhubhāveneva alatthuṃ. Ito anantare pabbajitavārepi eseva nayo.",
  "atk-s0102a0:261": "Cārikāanujānanavaṇṇanā",
  "atk-s0102a0:262": "85.Parivitakko udapādīti kadā udapādi? Sambodhito satta saṃvaccharāni satta māse satta divase atikkamitvā udapādi. Bhagavā kira pitusaṅgahaṃ karonto vihāsi. Rājāpi cintesi – ‘‘mayhaṃ jeṭṭhaputto nikkhamitvā buddho jāto, dutiyaputto me nikkhamitvā aggasāvako jāto, purohitaputto dutiyaaggasāvako, ime ca avasesā bhikkhū gihikālepi mayhaṃ puttameva parivāretvā vicariṃsu. Ime sabbe idānipi mayhaṃyeva bhāro, ahameva ca ne catūhi paccayehi upaṭṭhahissāmi, aññesaṃ okāsaṃ na dassāmī’’ti vihāradvārakoṭṭhakato paṭṭhāya yāva rājagehadvārā ubhayato khadirapākāraṃ kārāpetvā kilañjehi chādāpetvā vatthehi paṭicchādāpetvā upari ca chādāpetvā suvaṇṇatārakavicittaṃ samolambitatālakkhandhamattaṃ vividhapupphadāmavitānaṃ kārāpetvā heṭṭhā bhūmiyaṃ cittattharaṇehi santharāpetvā anto ubhosu passesu mālāvacchake puṇṇaghaṭe, sakalamaggavāsatthāya ca gandhantare pupphāni pupphantare gandhe ca ṭhapāpetvā bhagavato kālaṃ ārocāpesi.",
  "atk-s0102a0:263": "Bhagavā bhikkhusaṅghaparivuto antosāṇiyāva rājagehaṃgantvā bhattakiccaṃ katvā vihāraṃ paccāgacchati. Añño koci daṭṭhumpi na labhati, kuto pana bhikkhaṃ vā dātuṃ, pūjaṃ vā kātuṃ, dhammaṃ vā sotuṃ. Nāgarā cintesuṃ – ‘‘ajja satthu loke uppannassa sattamāsādhikāni sattasaṃvaccharāni, mayañca daṭṭhumpi na labhāma, pageva bhikkhaṃ vā dātuṃ, pūjaṃ vā kātuṃ, dhammaṃ vā sotuṃ. Rājā – ‘mayhameva buddho, mayhameva dhammo, mayhameva saṅgho’ti mamāyitvā sayameva upaṭṭhahi. Satthā ca uppajjamāno sadevakassa lokassa atthāya hitāya uppanno. Na hi raññoyeva nirayo uṇho assa, aññesaṃ nīluppalavanasadiso. Tasmā rājānaṃ vadāma. Sace no satthāraṃ deti, iccetaṃ kusalaṃ. No ce deti, raññā saddhiṃ yujjhitvāpi saṅghaṃ gahetvā dānādīni puññāni karoma. Na sakkā kho pana suddhanāgareheva evaṃ kātuṃ, ekaṃ jeṭṭhapurisampi gaṇhāmā’’ti.",
  "atk-s0102a0:264": "Te senāpatiṃ upasaṅkamitvā tassetamatthaṃ ārocetvā – ‘‘sāmi, kiṃ amhākaṃ pakkho hosi, udāhu rañño’’ti āhaṃsu. So – ‘‘ahaṃ tumhākaṃ pakkho homi, api ca kho pana paṭhamadivaso mayhaṃ dātabbo’’ti. Te sampaṭicchiṃsu. So rājānaṃ upasaṅkamitvā – ‘‘nāgarā, deva, tumhākaṃ kupitā’’ti āha. Kimatthaṃ tātāti? Satthāraṃ kira tumheyeva upaṭṭhahatha, amhe na labhāmāti. Sace idānipi labhanti, na kuppanti, alabhantā tumhehi saddhiṃ yujjhitukāmā devāti. Yujjhāmi, tāta, nāhaṃ bhikkhusaṅghaṃ demīti. Deva tumhākaṃ dāsā tumhehi saddhiṃ yujjhāmāti vadanti, tumhe kaṃ gaṇhitvā yujjhissathāti? Nanu tvaṃ senāpatīti? Nāgarehi vinā na samattho ahaṃ devāti. Tato rājā – ‘‘balavanto nāgarā, senāpatipi tesaññeva pakkho’’ti ñatvā ‘‘aññānipi sattamāsādhikāni sattasaṃvaccharāni mayhaṃ bhikkhusaṅghaṃ dadantū’’ti āha. Nāgarā na sampaṭicchiṃsu. Rājā – ‘‘cha vassāni, pañca, cattāri, tīṇi, dve, ekavassa’’nti hāpesi. Evaṃ hāpentepi na sampaṭicchiṃsu. Aññe satta divase yāci. Nāgarā – ‘‘atikakkhaḷaṃ dāni raññā saddhiṃ kātuṃ na vaṭṭatī’’ti anujāniṃsu.",
  "atk-s0102a0:265": "Rājā sattamāsādhikānaṃ sattannaṃ saṃvaccharānaṃ sajjitaṃ dānamukhaṃ sattannameva divasānaṃ vissajjetvā cha divase kesañci apassantānaṃyeva dānaṃ datvā sattame divase nāgare pakkosāpetvā – ‘‘sakkhissatha, tāta, evarūpaṃ dānaṃ dātu’’nti āha. Tepi – ‘‘nanu amheyeva nissāya taṃ devassa uppanna’’nti vatvā – ‘‘sakkhissāmā’’ti āhaṃsu. Rājā piṭṭhihatthena assūni puñchamāno bhagavantaṃ vanditvā – ‘‘bhante, ahaṃ aṭṭhasaṭṭhibhikkhusatasahassaṃ aññassa vāraṃ akatvā yāvajīvaṃ catūhi paccayehi upaṭṭhahissāmīti cintesiṃ. Nāgarā na dāni me anuññātā, nāgarā hi ‘mayaṃ dānaṃ dātuṃ na labhāmā’ti kuppanti. Bhagavā sve paṭṭhāya tesaṃ anuggahaṃ karothā’’ti āha.",
  "atk-s0102a0:266": "Atha dutiyadivase senāpati mahādānaṃ sajjetvā – ‘‘ajja yathā añño koci ekabhikkhampi na deti, evaṃ rakkhathā’’ti samantā purise ṭhapesi. Taṃ divasaṃ seṭṭhibhariyā rodamānā dhītaraṃ āha – ‘‘sace, amma, tava pitā jīveyya, ajjāhaṃ paṭhamaṃ dasabalaṃ bhojeyya’’nti . Sā taṃ āha – ‘‘amma, mā cintayi, ahaṃ tathā karissāmi yathā buddhappamukho bhikkhusaṅgho paṭhamaṃ amhākaṃ bhikkhaṃ paribhuñjissatī’’ti. Tato satasahassagghanikāya suvaṇṇapātiyā nirudakapāyāsassa pūretvā sappimadhusakkarādīhi abhisaṅkharitvā aññāya pātiyā paṭikujjitvā taṃ sumanamālāguḷehi parikkhipitvā mālāguḷasadisaṃ katvā bhagavato gāmaṃ pavisanavelāya sayameva ukkhipitvā dāsigaṇaparivutā nagarā nikkhami. Antarāmagge senāpatiupaṭṭhākā – ‘‘amma, mā ito agamā’’ti vadanti. Mahāpuññā nāma manāpakathā honti, na ca tesaṃ punappunaṃ bhaṇantānaṃ kathā paṭikkhipituṃ sakkā hoti. Sā – ‘‘cūḷapitā mahāpitā mātulā kissa tumhe gantuṃ na dethā’’ti āha. Senāpatinā – ‘‘aññassa kassaci khādanīyabhojanīyaṃ dātuṃ mā dethā’’ti ṭhapitamha ammāti. Kiṃ pana me hatthe khādanīyaṃ bhojanīyaṃ passathāti? Mālāguḷaṃ passāmāti . Kiṃ tumhākaṃ senāpati mālāguḷapūjampi kātuṃ na detīti? Deti, ammāti. Tena hi, apetha, apethāti bhagavantaṃ upasaṅkamitvā mālāguḷaṃ gaṇhāpetha bhagavāti āha. Bhagavā ekaṃ senāpatissupaṭṭhākaṃ oloketvā mālāguḷaṃ gaṇhāpesi. Sā bhagavantaṃ vanditvā – ‘‘bhagavā, bhavābhave nibbattiyaṃ me sati paritassanajīvitaṃ nāma mā hotu, ayaṃ sumanamālā viya nibbattanibbattaṭṭhāne piyāva homi, nāmena ca sumanā yevā’’ti patthanaṃ katvā satthārā – ‘‘sukhinī hohī’’ti vuttā vanditvā padakkhiṇaṃ katvā pakkāmi.",
  "atk-s0102a0:267": "Bhagavā senāpatissa gehaṃ gantvā paññattāsane nisīdi. Senāpati yāguṃ gahetvā upagañchi, satthā pattaṃ pidahi. Nisinno, bhante, bhikkhusaṅghoti. Atthi no eko antarā piṇḍapāto laddhoti. So mālaṃ apanetvā piṇḍapātaṃ addasa. Cūḷupaṭṭhāko āha – ‘‘sāmi, mālāti maṃ vatvā mātugāmo vañcesī’’ti. Pāyāso bhagavantaṃ ādiṃ katvā sabbesaṃ bhikkhūnaṃ pahoti. Senāpatipi attano deyyadhammaṃ adāsi. Satthā bhattakiccaṃ katvā maṅgalaṃ vatvā pakkāmi. Senāpati – ‘‘kā nāma sā piṇḍapātamadāsī’’ti pucchi. Seṭṭhidhītā, sāmīti. Sappaññā sā itthī, evarūpāya ghare vasantiyā purisassa saggasampatti nāma na dullabhāti taṃ ānetvā jeṭṭhikaṭṭhāne ṭhapesi.",
  "atk-s0102a0:268": "Punadivase nāgarā dānamadaṃsu, punadivase rājāti ekantarikāya dānaṃ dātuṃ ārabhiṃsu. Rājāpi carapurise ṭhapetvā nāgarehi dinnadānato atirekataraṃ deti, nāgarāpi tatheva katvā raññā dinnadānato atirekataraṃ. Rājagehe nāṭakitthiyo daharasāmaṇere vadanti – ‘‘gaṇhatha, tātā, na gahapatikānaṃ gattavatthādīsu puñchitvā bāḷadārakānaṃ kheḷasiṅghāṇikādidhovanahatthehi kataṃ , suciṃ paṇītaṃ kata’’nti. Punadivase nāgarāpi dadamānā vadanti – ‘‘gaṇhatha, tātā, na nagaragāmanigamādīsu saṅkaḍḍhitataṇḍulakhīradadhisappiādīhi, na aññesaṃ jaṅghasīsapiṭṭhiādīni bhañjitvā āharāpitehi kataṃ, jātisappikhīrādīhiyeva kata’’nti. Evaṃ sattasu saṃvaccharesu sattasu māsesu sattasu divasesu ca atikkantesu atha bhagavato ayaṃ vitakko udapādi. Tena vuttaṃ – ‘‘sambodhito satta saṃvaccharāni satta māsāni satta divasāni atikkamitvā udapādī’’ti.",
  "atk-s0102a0:269": "87.Aññataromahābrahmāti dhammadesanaṃ āyācitabrahmāva.",
  "atk-s0102a0:270": "89.Caturāsīti āvāsasahassānīti caturāsīti vihārasahassāni. Te sabbepi dvādasasahassabhikkhugaṇhanakā mahāvihārā abhayagiricetiyapabbatacittalapabbatamahāvihārasadisāva ahesuṃ.",
  "atk-s0102a0:271": "90.Khantī paramaṃ tapoti adhivāsanakhanti nāma paramaṃ tapo. Titikkhāti khantiyā eva vevacanaṃ. Titikkhā saṅkhātā adhivāsanakhanti uttamaṃ tapoti attho. Nibbānaṃ paramanti sabbākārena pana nibbānaṃ paramanti vadanti buddhā. Na hi pabbajito parūpaghātīti yo adhivāsanakhantivirahitattā paraṃ upaghāteti bādheti hiṃsati, so pabbajito nāma na hoti. Catutthapādo pana tasseva vevacanaṃ. ‘‘Na hi pabbajito’’ti etassa hi na samaṇo hotīti vevacanaṃ. Parūpaghātīti etassa paraṃ viheṭhayantoti vevacanaṃ. Atha vā parūpaghātīti sīlūpaghātī. Sīlañhi uttamaṭṭhena paranti vuccati. Yo ca samaṇo paraṃ yaṃ kañci sattaṃ viheṭhayanto parūpaghātī hoti, attano sīlaṃ vināsako, so pabbajito nāma na hotīti attho. Athavā yo adhivāsanakhantiyā abhāvato parūpaghātī hoti, paraṃ antamaso ḍaṃsamakasampi sañcicca jīvitā voropeti, so na hi pabbajito. Kiṃ kāraṇā? Malassa apabbājitattā. ‘‘Pabbājayamattano malaṃ, tasmā pabbajitoti vuccatī’’ti (dha. pa. 388) idañhi pabbajitalakkhaṇaṃ. Yopi na heva kho upaghāteti, na māreti, api ca daṇḍādīhi viheṭheti, so paraṃ viheṭhayanto samaṇo na hoti. Kiṃ kāraṇā? Vihesāya asamitattā. ‘‘Samitattā hi pāpānaṃ , samaṇoti pavuccatī’’ti (dha. pa. 265) idañhi samaṇalakkhaṇaṃ.",
  "atk-s0102a0:272": "Dutiyagāthāya sabbapāpassāti sabbākusalassa. Akaraṇanti anuppādanaṃ. Kusalassāti catubhūmikakusalassa. Upasampadāti paṭilābho. Sacittapariyodapananti attano cittajotanaṃ, taṃ pana arahattena hoti. Iti sīlasaṃvarena sabbapāpaṃ pahāya samathavipassanāhi kusalaṃ sampādetvā arahattaphalena cittaṃ pariyodāpetabbanti etaṃ buddhānaṃ sāsanaṃ ovādo anusiṭṭhī ti.",
  "atk-s0102a0:273": "Tatiyagāthāya anūpavādoti vācāya kassaci anupavadanaṃ. Anūpaghātoti kāyena upaghātassa akaraṇaṃ. Pātimokkheti yaṃ taṃ paatimokkhaṃ, atipamokkhaṃ, uttamasīlaṃ, pāti vā agativisesehi mokkheti duggatibhayehi, yo vā naṃ pāti, taṃ mokkhetīti ‘‘pātimokkha’’nti vuccati. Tasmiṃ pātimokkhe ca saṃvaro. Mattaññutāti paṭiggahaṇaparibhogavasena pamāṇaññutā. Pantañca sayanāsananti sayanāsanañca saṅghaṭṭanavirahitanti attho. Tattha dvīhiyeva paccayehi catupaccayasantoso dīpito hotīti veditabbo. Etaṃ buddhāna sāsananti etaṃ parassa anupavadanaṃ anupaghātanaṃ pātimokkhasaṃvaro paṭiggahaṇaparibhogesu mattaññutā aṭṭhasamāpattivasibhāvāya vivittasenāsanasevanañca buddhānaṃ sāsanaṃ ovādo anusiṭṭhīti. Imā pana sabbabuddhānaṃ pātimokkhuddesagāthā hontīti veditabbā.",
  "atk-s0102a0:274": "Devatārocanavaṇṇanā",
  "atk-s0102a0:275": "91. Ettāvatā ca iminā vipassissa bhagavato apadānānusārena vitthārakathanena – ‘‘tathāgatassevesā, bhikkhave, dhammadhātu suppaṭividdhā’’ti evaṃ vuttāya dhammadhātuyā suppaṭividdhabhāvaṃ pakāsetvā idāni – ‘‘devatāpi tathāgatassa etamatthaṃ ārocesu’’nti vuttaṃ devatārocanaṃ pakāsetuṃ ekamidāhantiādimāha.",
  "atk-s0102a0:276": "Tattha subhagavaneti evaṃnāmake vane. Sālarājamūleti vanappatijeṭṭhakassa mūle. Kāmacchandaṃ virājetvāti anāgāmimaggena mūlasamugghātavasena virājetvā. Yathā ca vipassissa, evaṃ sesabuddhānampi sāsane vutthabrahmacariyā devatā ārocayiṃsu, pāḷi pana vipassissa ceva amhākañca bhagavato vasena āgatā.",
  "atk-s0102a0:277": "Tattha attano sampattiyā na hāyanti, na vihāyantīti avihā. Na kañci sattaṃ tapantīti atappā. Sundaradassanā abhirūpā pāsādikāti sudassā. Suṭṭhu passanti, sundarametesaṃ vā dassananti sudassī. Sabbeheva ca saguṇehi bhavasampattiyā ca jeṭṭhā, natthettha kaniṭṭhāti akaniṭṭhā.",
  "atk-s0102a0:278": "Idha ṭhatvā bhāṇavārā samodhānetabbā. Imasmiñhi sutte vipassissa bhagavato apadānavasena tayo bhāṇavārā vuttā. Yathā ca vipassissa, evaṃ sikhīādīnampi apadānavasena vuttāva. Pāḷi pana saṅkhittā. Iti sattannaṃ buddhānaṃ vasena amhākaṃ bhagavatā ekavīsati bhāṇavārā kathitā. Tathā avihehi. Tathā atappehi. Tathā sudassehi. Tathā sudassīhi. Tathā akaniṭṭhehīti sabbampi chabbīsatibhāṇavārasataṃ hoti. Tepiṭake buddhavacane aññaṃ suttaṃ chabbīsatibhāṇavārasataparimāṇaṃ nāma natthi, suttantarājā nāma ayaṃ suttantoti veditabbo. Ito paraṃ anusandhidvayampi niyyātento iti kho bhikkhavetiādimāha. Taṃ sabbaṃ uttānamevāti.",
  "atk-s0102a0:279": "Iti sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāyaṃ",
  "atk-s0102a0:280": "Mahāpadānasuttavaṇṇanā niṭṭhitā."
}