{
  "atk-s0510a14:0": "14. Sobhitavaggo",
  "atk-s0510a14:1": "1. Sobhitattheraapadānavaṇṇanā",
  "atk-s0510a14:2": "Padumuttaronāma jinotiādikaṁ āyasmato sobhitattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle ekasmiṁ kulagehe nibbatto viññutaṁ patto gharāvāsaṁ saṇṭhapetvā ekadivasaṁ satthārā dhamme desiyamāne somanassena pasannamānaso nānappakārehi thomesi. So teneva somanassena kālaṁ katvā devesu nibbatto tattha dibbasukhaṁ anubhavitvā manussesu ca manussasukhaṁ anubhavitvā imasmiṁ buddhuppāde sāvatthiyaṁ kulagehe nibbatto sattavassikova pabbajitvā nacirasseva chaḷabhiñño arahā ahosi.",
  "atk-s0510a14:3": "1. So aparabhāge attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento padumuttaro nāma jinotiādimāha. Taṁ sabbaṁ heṭṭhā vuttanayattā suviññeyyamevāti.",
  "atk-s0510a14:4": "Sobhitattheraapadānavaṇṇanā samattā.",
  "atk-s0510a14:5": "2. Sudassanattheraapadānavaṇṇanā",
  "atk-s0510a14:6": "Vitthatāya nadītīretiādikaṁ āyasmato sudassanattherassa apadānaṁ. Ayampi purimajinavaresu katādhikāro tattha tattha bhave katapuññūpacayo sikhissa bhagavato kāle kulagehe nibbatto vuddhippatto gharāvāsaṁ saṇṭhapetvā vasanto vitthatāya nāma gaṅgāya samīpe pilakkhuphalitaṁ pariyesanto tassā tīre nisinnaṁ jalamānaaggisikhaṁ iva sikhiṁ sammāsambuddhaṁ disvā pasannamānaso ketakīpupphaṁ vaṇṭeneva chinditvā pūjento evamāha – ‘‘bhante, yena ñāṇena tvaṁ evaṁ mahānubhāvo sabbaññubuddho jāto, taṁ ñāṇaṁ ahaṁ pūjemī’’ti. Atha bhagavā anumodanamakāsi. So tena puññena devamanussesu jāto ubhayasampattiyo anubhavitvā imasmiṁ buddhuppāde ekasmiṁ kulagehe nibbatto satthari pasanno pabbajitvā nacirasseva arahā ahosi.",
  "atk-s0510a14:7": "10. So attano katakusalaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento vitthatāya nadītīretiādimāha. Tattha vitthatāyāti vittharati pattharati vitthiṇṇā hotīti vitthatā, nadanti saddaṁ karonti itā gatā pavattāti nadī, nadiṁ tarantā etaṁ patvā tiṇṇā nāma hontīti tīraṁ, tassā vitthatāya nadiyā tīre tīrasamīpeti attho. Ketakiṁ pupphitaṁ disvāti kucchitākārena gaṇhantānaṁ hatthaṁ kaṇḍako chindati vijjhatīti ketaṁ, ketassa esā ketakīpupphaṁ, taṁ disvā vaṇṭaṁ chinditvāti sambandho.",
  "atk-s0510a14:8": "11.Sikhino lokabandhunoti sikhī vuccati aggi, sikhīsadisā nīlapītādibhedā jalamānā chabbaṇṇaghanaraṁsiyo yassa so sikhī, lokassa sakalalokattayassa bandhu ñātakoti lokabandhu, tassa sikhino lokabandhuno ketakīpupphaṁ vaṇṭe chinditvā pūjesinti sambandho. Sesaṁ uttānatthamevāti.",
  "atk-s0510a14:9": "Sudassanattheraapadānavaṇṇanā samattā.",
  "atk-s0510a14:10": "3. Candanapūjanakattheraapadānavaṇṇanā",
  "atk-s0510a14:11": "Candabhāgānadītīretiādikaṁ āyasmato candanapūjanakattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto atthadassissa bhagavato kāle himavante candabhāgānadiyā samīpe kinnarayoniyaṁ nibbatto pupphabhakkho pupphanivasano candanaagaruādīsu gandhavibhūsito himavante bhummadevatā viya uyyānakīḷajalakīḷādianekasukhaṁ anubhavanto vāsaṁ kappesi. Tadā atthadassī bhagavā tassānukampāya himavantaṁ gantvā ākāsato oruyha saṅghāṭiṁ paññāpetvā nisīdi. So kinnaro taṁ bhagavantaṁ vijjotamānaṁ tattha nisinnaṁ disvā pasannamānaso sugandhacandanena pūjesi. Tassa bhagavā anumodanaṁ akāsi.",
  "atk-s0510a14:12": "17. So tena puññena tena somanassena yāvatāyukaṁ ṭhatvā tato cuto devaloke nibbatto aparāparaṁ cha kāmāvacarasampattiyo anubhavitvā manussesu cakkavattirajjapadesarajjasampattiyo anubhavitvā imasmiṁ buddhuppāde kulagehe nibbatto viññutaṁ patto pabbajitvā nacirasseva arahattaṁ patvā attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento candabhāgānadītīretiādimāha. Tattha candaṁ manaṁ ruciṁ ajjhāsayaṁ ñatvā viya jātoti cando. Candamaṇḍalena pasannanimmalodakena ubhosu passesu muttādalasadisasantharadhavalapulinatalena ca samannāgatattā candena bhāgā sadisāti candabhāgā, tassā candabhāgāya nadiyā tīre samīpeti attho. Sesaṁ sabbaṁ heṭṭhā vuttanayattā suviññeyyamevāti.",
  "atk-s0510a14:13": "Candanapūjanakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a14:14": "Aṭṭhamabhāṇavāravaṇṇanā samattā.",
  "atk-s0510a14:15": "4. Pupphacchadaniyattheraapadānavaṇṇanā",
  "atk-s0510a14:16": "Sunando nāma nāmenātiādikaṁ āyasmato pupphacchadaniyattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro anekesu bhavesu vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle brāhmaṇakule nibbatto viññutaṁ patvā sakasippesu nipphattiṁ patto mahābhogo mahāyaso dānābhirato ahosi. Ekadivasaṁ so ‘‘sakalajambudīpe ime yācakā nāma ‘ahaṁ dānaṁ na laddhosmī’ti vattuṁ mā labhantū’’ti mahādānaṁ sajjesi. Tadā padumuttaro bhagavā saparivāro ākāsena gacchati. Brāhmaṇo taṁ disvā pasannacitto sakasisse pakkosāpetvā pupphāni āharāpetvā ākāse ukkhipitvā pūjesi. Tāni sakalanagaraṁ chādetvā satta divasāni aṭṭhaṁsu.",
  "atk-s0510a14:17": "26. So tena puññakammena devamanussesu sukhaṁ anubhavitvā imasmiṁ buddhuppāde sāvatthiyaṁ ekasmiṁ kulagehe nibbatto saddhājāto pabbajitvā khuraggeyeva arahattaṁ patvā attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento sunando nāma nāmenātiādimāha. Taṁ heṭṭhā vuttanayattā suviññeyyamevāti.",
  "atk-s0510a14:18": "Pupphacchadaniyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a14:19": "5. Rahosaññakattheraapadānavaṇṇanā",
  "atk-s0510a14:20": "Himavantassāvidūretiādikaṁ āyasmato rahosaññakattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto ekasmiṁ buddhasuññakāle majjhimadese brāhmaṇakule nibbatto vuddhimanvāya sakasippesu nipphattiṁ patvā tattha sāraṁ apassanto kevalaṁ udaraṁ pūretvā kodhamadamānādayo akusaleyeva disvā gharāvāsaṁ pahāya himavantaṁ pavisitvā isipabbajjaṁ pabbajitvā anekatāpasasataparivāro vasabhapabbatasamīpe assamaṁ māpetvā tīṇi vassasahassāni himavanteyeva vasamāno ‘‘ahaṁ ettakānaṁ sissānaṁ ācariyoti sammato garuṭṭhāniyo garukātabbo vandanīyo, ācariyo me natthī’’ti domanassappatto te sabbe sisse sannipātetvā buddhānaṁ abhāve nibbānādhigamābhāvaṁ pakāsetvā sayaṁ ekako raho vivekaṭṭhāneva nisinno buddhassa sammukhā nisinno viya buddhasaññaṁ manasi karitvā buddhārammaṇaṁ pītiṁ uppādetvā sālāyaṁ pallaṅkaṁ ābhujitvā nisinno kālaṁ katvā brahmaloke nibbatti.",
  "atk-s0510a14:21": "34. So tattha jhānasukhena ciraṁ vasitvā imasmiṁ buddhuppāde kulagehe nibbatto kāmesu anallīno sattavassiko pabbajitvā khuraggeyeva arahattaṁ patvā chaḷabhiñño hutvā pubbenivāsañāṇena attano pubbakammaṁ saritvā sañjātasomanasso pubbacaritāpadānaṁ pakāsento himavantassāvidūretiādimāha. Vasabho nāma pabbatoti himavantapabbataṁ vinā sesapabbatānaṁ uccatarabhāvena seṭṭhatarabhāvena vasabhoti saṅkhaṁ gato pabbatoti attho. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0510a14:22": "Rahosaññakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a14:23": "6. Campakapupphiyattheraapadānavaṇṇanā",
  "atk-s0510a14:24": "Kaṇikāraṁvajotantantiādikaṁ āyasmato campakapupphiyattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto vessabhussa bhagavato kāle brāhmaṇakule nibbatto vuddhippatto sakasippesu nipphattiṁ patvā tattha sāraṁ apassanto gharāvāsaṁ pahāya tāpasapabbajjaṁ pabbajitvā vanantare vasanto vessabhuṁ bhagavantaṁ uddissa sissehi ānītehi campakapupphehi pūjesi. Bhagavā anumodanaṁ akāsi. So teneva kusalena devamanussesu saṁsaranto ubhayasampattiyo anubhavitvā imasmiṁ buddhuppāde kulagehe nibbatto viññutaṁ pāpuṇitvā pubbavāsanābalena gharāvāse anallīno pabbajitvā nacirasseva arahā ahosi.",
  "atk-s0510a14:25": "41. So aparabhāge attano pubbapuññakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento kaṇikāraṁva jotantantiādimāha. Tattha kaṇikāranti sakalapattapalāsāni paribhajja pātetvā pupphagahaṇasamaye kaṇṇikābaddho hutvā pupphamakuḷānaṁ gahaṇato kaṇṇikākārena pakatoti kaṇikāro, ‘‘kaṇṇikāro’’ti vattabbe niruttinayena ekassa pubba ṇa-kārassa lopaṁ katvā ‘‘kaṇikāra’’nti vuttanti daṭṭhabbaṁ. Taṁ pupphitaṁ kaṇikārarukkhaṁ iva jotantaṁ buddhaṁ addasanti attho. Sesaṁ uttānatthamevāti.",
  "atk-s0510a14:26": "Campakapupphiyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a14:27": "7. Atthasandassakattheraapadānavaṇṇanā",
  "atk-s0510a14:28": "Visālamāḷe āsīnotiādikaṁ āyasmato atthasandassakattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro anekesu attabhāvesu katapuññūpacayo padumuttarassa bhagavato kāle brāhmaṇakule nibbatto vuddhimanvāya sakasippesu nipphattiṁ patto tattha sāraṁ apassanto gehaṁ pahāya himavantaṁ gantvā ramaṇīye ṭhāne paṇṇasālaṁ katvā paṭivasati, tadā sattānukampāya himavantamāgataṁ padumuttarabhagavantaṁ disvā pasannamānaso pañcaṅgasamannāgato vanditvā thutivacanehi thomesi. So tena puññena yāvatāyukaṁ katvā kālaṅkatvā brahmalokūpago ahosi. So aparabhāge imasmiṁ buddhuppāde kulagehe nibbatto viññutaṁ patto satthu dhammadesanaṁ sutvā paṭiladdhasaddho pabbajitvā arahattaṁ pāpuṇi.",
  "atk-s0510a14:29": "47. So attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento visālamāḷe āsīnotiādimāha. Tattha visālamāḷeti visālaṁ patthaṭaṁ vitthiṇṇaṁ mahantaṁ māḷaṁ visālamāḷaṁ, tasmiṁ visālamāḷe āsīno nisinno ahaṁ lokanāyakaṁ addasanti sambandho. Tesaṁ suviññeyyamevāti.",
  "atk-s0510a14:30": "Atthasandassakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a14:31": "8. Ekapasādaniyattheraapadānavaṇṇanā",
  "atk-s0510a14:32": "Nārado iti me nāmantiādikaṁ āyasmato ekapasādaniyattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro anekāsu jātīsu katakusalo atthadassissa bhagavato kāle brāhmaṇakule nibbatto kesavoti pākaṭo hutvā viññutaṁ patvā gharāvāsaṁ pahāya pabbajitvā vasanto ekadivasaṁ satthu dhammadesanaṁ sutvā pasannamānaso añjaliṁ paggayha ativiya pītisomanassajāto pakkāmi. So yāvatāyukaṁ ṭhatvā teneva somanassena kālaṁ katvā devesu nibbatto tattha dibbasampattiṁ anubhavitvā manussesu uppanno tattha sampattiyo anubhavitvā imasmiṁ buddhuppāde aññatarasmiṁ kulagehe nibbatto vuddhippatto satthari pasīditvā pabbajito nacirasseva arahā ahosi.",
  "atk-s0510a14:33": "55. So aparabhāge attano katakusalakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento nārado iti me nāmantiādimāha. Tattha nāradoti jātivasena suddhasarīrattā natthi rajo dhūli malaṁ etassāti nārado, ja-kārassa da-kāraṁ katvā nāradoti kuladattikaṁ nāmaṁ. Kesavoti kisavacchagotte jātattā kesavo nāradakesavo iti maṁ janā vidū jānantīti attho. Sesaṁ pākaṭamevāti.",
  "atk-s0510a14:34": "Ekapasādaniyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a14:35": "9. Sālapupphadāyakattheraapadānavaṇṇanā",
  "atk-s0510a14:36": "Migarājātadā āsintiādikaṁ āyasmato sālapupphadāyakattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave katakusalasañcayo kenaci kammacchiddena himavante sīhayoniyaṁ nibbatto anekasīhaparivāro vihāsi. Tadā sikhī bhagavā tassānukampāya himavantaṁ agamāsi. Sīho taṁ upagataṁ disvā pasannamānaso sākhābhaṅgena sakaṇṇikasālapupphaṁ gahetvā pūjesi. Bhagavā tassa anumodanaṁ akāsi.",
  "atk-s0510a14:37": "60. So tena puññena devamanussesu saṁsaranto ubhayasampattiyo anubhavitvā imasmiṁ buddhuppāde ekasmiṁ kulagehe nibbatto viññutaṁ patvā satthari pasanno pabbajitvā arahattaṁ patto attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento migarājā tadā āsintiādimāha. Tattha maraṇaṁ gacchantīti migā, atha vā ghāsaṁ magganti gavesantīti migā, migānaṁ rājā migarājā. Sakalacatuppadānaṁ rājabhāve satipi gāthābandhasukhatthaṁ mige ādiṁ katvā migarājāti vuttaṁ. Yadā bhagavantaṁ disvā sapupphaṁ sālasākhaṁ bhañjitvā pūjesiṁ, tadā ahaṁ migarājā ahosinti attho.",
  "atk-s0510a14:38": "62.Sakosaṁ pupphamāharinti sakaṇṇikaṁ sālapupphaṁ āhariṁ pūjesinti attho. Sesaṁ uttānatthamevāti.",
  "atk-s0510a14:39": "Sālapupphadāyakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a14:40": "10. Piyālaphaladāyakattheraapadānavaṇṇanā",
  "atk-s0510a14:41": "Parodhakotadā āsintiādikaṁ āyasmato piyālaphaladāyakattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto sikhissa bhagavato kāle nesādakule nibbatto himavante ekasmiṁ pabbhāre mige vadhitvā jīvikaṁ kappetvā vasati. Tasmiṁ kāle tattha gataṁ sikhiṁ bhagavantaṁ disvā pasannamānaso sāyaṁ pātaṁ namassamāno kañci deyyadhammaṁ apassanto madhurāni piyālaphalāni uccinitvā adāsi. Bhagavā tāni paribhuñji. So nesādo buddhārammaṇāya pītiyā nirantaraṁ phuṭṭhasarīro pāpakamme virattacitto mūlaphalāhāro nacirasseva kālaṁ katvā devaloke nibbatti.",
  "atk-s0510a14:42": "66. So tattha dibbasampattiyo anubhavitvā manussesu ca anekavidhasampattiyo anubhavitvā imasmiṁ buddhuppāde gahapatikule nibbatto viññutaṁ patto gharāvāsaṁ saṇṭhapetvā tattha anabhirato gehaṁ pahāya satthu santike pabbajitvā vipassanaṁ vaḍḍhetvā nacirasseva arahattaṁ patto attano kataphaladānakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento parodhako tadā āsintiādimāha. Tattha yadā ahaṁ piyālaphalaṁ datvā cittaṁ pasādesiṁ, tadā ahaṁ parodhako āsinti sambandho. Parodhakoti parasattarodhako vihesako. ‘‘Pararodhako’’ti vattabbe pubbassa ra-kārassa lopaṁ katvā ‘‘parodhako’’ti vuttaṁ.",
  "atk-s0510a14:43": "69.Paricāriṁ vināyakanti taṁ nibbānapāpakaṁ satthāraṁ, ‘‘bhante , imaṁ phalaṁ paribhuñjathā’’ti pavāriṁ nimantesiṁ ārādhesinti attho. Sesaṁ suviññeyyamevāti.",
  "atk-s0510a14:44": "Piyālaphaladāyakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a14:45": "Cuddasamavaggavaṇṇanā samattā."
}