{
  "atk-s0509a9:0": "10. Ekādasakanipāto",
  "atk-s0509a9:1": "1. Kisāgotamītherīgāthāvaṇṇanā",
  "atk-s0509a9:2": "Ekādasakanipāte kalyāṇamittatātiādikā kisāgotamiyā theriyā gāthā. Ayaṃ kira padumuttarassa bhagavato kāle haṃsavatīnagare kulagehe nibbattitvā viññutaṃ patvā ekadivasaṃ satthu santike dhammaṃ suṇantī satthāraṃ ekaṃ bhikkhuniṃ lūkhacīvaradhārīnaṃ aggaṭṭhāne ṭhapentaṃ disvā adhikārakammaṃ katvā taṃ ṭhānantaraṃ patthesi. Sā kappasatasahassaṃ devamanussesu saṃsarantī imasmiṃ buddhuppāde sāvatthiyaṃ duggatakule nibbatti. Gotamītissā nāmaṃ ahosi. Kisasarīratāya pana ‘‘kisāgotamī’’ti voharīyittha. Taṃ patikulaṃ gataṃ duggatakulassa dhītāti paribhaviṃsu. Sā ekaṃ puttaṃ vijāyi. Puttalābhena cassā sammānaṃ akaṃsu. So panassā putto ādhāvitvā paridhāvitvā kīḷanakāle kālamakāsi. Tenassā sokummādo uppajji.",
  "atk-s0509a9:3": "Sā ‘‘ahaṃ pubbe paribhavapattā hutvā puttassa jātakālato paṭṭhāya sakkāraṃ pāpuṇiṃ , ime mayhaṃ puttaṃ bahi chaḍḍetumpi vāyamantī’’ti sokummādavasena matakaḷevaraṃ aṅkenādāya ‘‘puttassa me bhesajjaṃ dethā’’ti gehadvārapaṭipāṭiyā nagare vicarati. Manussā ‘‘bhesajjaṃ kuto’’ti paribhāsanti. Sā tesaṃ kathaṃ na gaṇhāti. Atha naṃ eko paṇḍitapuriso ‘‘ayaṃ puttasokena cittavikkhepaṃ pattā, etissā bhesajjaṃ dasabaloyeva jānissatī’’ti cintetvā, ‘‘amma, tava puttassa bhesajjaṃ sammāsambuddhaṃ upasaṅkamitvā pucchā’’ti āha. Sā satthu dhammadesanāvelāyaṃ vihāraṃ gantvā ‘‘puttassa me bhesajjaṃ detha bhagavā’’ti āha. Satthā tassā upanissayaṃ disvā ‘‘gaccha nagaraṃ pavisitvā yasmiṃ gehe koci matapubbo natthi, tato siddhatthakaṃ āharā’’ti āha. Sā ‘‘sādhu, bhante’’ti tuṭṭhamānasā nagaraṃ pavisitvā paṭhamageheyeva ‘‘satthā mama puttassa bhesajjatthāya siddhatthakaṃ āharāpeti. Sace etasmiṃ gehe koci matapubbo natthi, siddhatthakaṃ me dethā’’ti āha. Ko idha mate gaṇetuṃ sakkotīti. Kiṃ tena hi alaṃ siddhatthakehīti dutiyaṃ tatiyaṃ gharaṃ gantvā buddhānubhāvena vigatummādā pakaticitte ṭhitā cintesi – ‘‘sakalanagare ayameva niyamo bhavissati, idaṃ hitānukampinā bhagavatā diṭṭhaṃ bhavissatī’’ti saṃvegaṃ labhitvā tatova bahi nikkhamitvā puttaṃ āmakasusāne chaḍḍetvā imaṃ gāthamāha –",
  "atk-s0509a9:4": "‘‘Na gāmadhammo nigamassa dhammo, na cāpiyaṃ ekakulassa dhammo;",
  "atk-s0509a9:5": "Sabbassa lokassa sadevakassa, eseva dhammo yadidaṃ aniccatā’’ti. (apa. therī 2.3.82);",
  "atk-s0509a9:6": "Evañca pana vatvā satthu santikaṃ agamāsi. Atha naṃ satthā ‘‘laddho te, gotami, siddhatthako’’ti āha. ‘‘Niṭṭhitaṃ, bhante, siddhatthakena kammaṃ, patiṭṭhā pana me hothā’’ti āha. Athassā satthā –",
  "atk-s0509a9:7": "‘‘Taṃ puttapasusammattaṃ, byāsattamanasaṃ naraṃ;",
  "atk-s0509a9:8": "Suttaṃ gāmaṃ mahoghova, maccu ādāya gacchatī’’ti. (dha. pa. 287) –",
  "atk-s0509a9:9": "Gāthamāha .",
  "atk-s0509a9:10": "Gāthāpariyosāne yathāṭhitāva sotāpattiphale patiṭṭhāya satthāraṃ pabbajjaṃ yāci. Satthā pabbajjaṃ anujāni. Sā satthāraṃ tikkhattuṃ padakkhiṇaṃ katvā vanditvā bhikkhunupassayaṃ gantvā pabbajitvā upasampadaṃ labhitvā nacirasseva yonisomanasikārena kammaṃ karontī vipassanaṃ vaḍḍhesi. Athassā satthā –",
  "atk-s0509a9:11": "‘‘Yo ca vassasataṃ jīve, apassaṃ amataṃ padaṃ;",
  "atk-s0509a9:12": "Ekāhaṃ jīvitaṃ seyyo, passato amataṃ pada’’nti. (dha. pa. 114) –",
  "atk-s0509a9:13": "Imaṃ obhāsagāthamāha.",
  "atk-s0509a9:14": "Sā gāthāpariyosāne arahattaṃ pāpuṇitvā parikkhāravalañje paramukkaṭṭhā hutvā tīhi lūkhehi samannāgataṃ cīvaraṃ pārupitvā vicari. Atha naṃ satthā jetavane nisinno bhikkhuniyo paṭipāṭiyā ṭhānantare ṭhapento lūkhacīvaradhārīnaṃ aggaṭṭhāne ṭhapesi. Sā attano paṭipattiṃ paccavekkhitvā ‘‘satthāraṃ nissāya mayā ayaṃ viseso laddho’’ti kalyāṇamittatāya pasaṃsāmukhena imā gāthā abhāsi –",
  "atk-s0509a9:15": "213.",
  "atk-s0509a9:16": " ‘‘Kalyāṇamittatā muninā, lokaṃ ādissa vaṇṇitā;",
  "atk-s0509a9:17": "Kalyāṇamitte bhajamāno, api bālo paṇḍito assa.",
  "atk-s0509a9:18": "214.",
  "atk-s0509a9:19": " ‘‘Bhajitabbā sappurisā, paññā tathā vaḍḍhati bhajantānaṃ;",
  "atk-s0509a9:20": "Bhajamāno sappurise, sabbehipi dukkhehi pamucceyya.",
  "atk-s0509a9:21": "215.",
  "atk-s0509a9:22": " ‘‘Dukkhañca vijāneyya, dukkhassa ca samudayaṃ nirodhaṃ;",
  "atk-s0509a9:23": "Aṭṭhaṅgikañca maggaṃ, cattāripi ariyasaccāni.",
  "atk-s0509a9:24": "216.",
  "atk-s0509a9:25": " ‘‘Dukkho itthibhāvo, akkhāto purisadammasārathinā;",
  "atk-s0509a9:26": "Sapattikampi hi dukkhaṃ, appekaccā sakiṃ vijātāyo.",
  "atk-s0509a9:27": "217.",
  "atk-s0509a9:28": " ‘‘Galake api kantanti, sukhumāliniyo visāni khādanti;",
  "atk-s0509a9:29": "Janamārakamajjhagatā, ubhopi byasanāni anubhonti.",
  "atk-s0509a9:30": "218.",
  "atk-s0509a9:31": " ‘‘Upavijaññā gacchantī, addasāhaṃ patiṃ mataṃ;",
  "atk-s0509a9:32": "Panthamhi vijāyitvāna, appattāva sakaṃ gharaṃ.",
  "atk-s0509a9:33": "219.",
  "atk-s0509a9:34": " ‘‘Dve puttā kālakatā, patī ca panthe mato kapaṇikāya;",
  "atk-s0509a9:35": "Mātā pitā ca bhātā, ḍayhanti ca ekacitakāyaṃ.",
  "atk-s0509a9:36": "220.",
  "atk-s0509a9:37": " ‘‘Khīṇakulīne kapaṇe, anubhūtaṃ te dukhaṃ aparimāṇaṃ;",
  "atk-s0509a9:38": "Assū ca te pavattaṃ, bahūni ca jātisahassāni.",
  "atk-s0509a9:39": "221.",
  "atk-s0509a9:40": " ‘‘Vasitā susānamajjhe, athopi khāditāni puttamaṃsāni;",
  "atk-s0509a9:41": "Hatakulikā sabbagarahitā, matapatikā amatamadhigacchiṃ.",
  "atk-s0509a9:42": "222.",
  "atk-s0509a9:43": " ‘‘Bhāvito me maggo, ariyo aṭṭhaṅgiko amatagāmī;",
  "atk-s0509a9:44": "Nibbānaṃ sacchikataṃ, dhammādāsaṃ avekkhiṃhaṃ.",
  "atk-s0509a9:45": "223.",
  "atk-s0509a9:46": " ‘‘Ahamamhi kantasallā, ohitabhārā katañhi karaṇīyaṃ;",
  "atk-s0509a9:47": "Kisāgotamī therī, vimuttacittā imaṃ bhaṇī’’ti.",
  "atk-s0509a9:48": "Tattha kalyāṇamittatāti kalyāṇo bhaddo sundaro mitto etassāti kalyāṇamitto. Yo yassa sīlādiguṇasamādapetā, aghassa ghātā, hitassa vidhātā, evaṃ sabbākārena upakāro mitto hoti, so puggalo kalyāṇamitto, tassa bhāvo kalyāṇamittatā, kalyāṇamittavantatā. Munināti satthārā. Lokaṃ ādissa vaṇṇitāti kalyāṇamitte anugantabbanti sattalokaṃ uddissa –",
  "atk-s0509a9:49": "‘‘Sakalamevidaṃ, ānanda, brahmacariyaṃ yadidaṃ kalyāṇamittatā kalyāṇasahāyatā kalyāṇasampavaṅkatā’’ (saṃ. ni. 5.2). ‘‘Kalyāṇamittassetaṃ, meghiya, bhikkhuno pāṭikaṅkhaṃ kalyāṇasahāyassa kalyāṇasampavaṅkassa yaṃ sīlavā bhavissati pātimokkhasaṃvarasaṃvuto viharissatī’’ti (udā. 31) ca evamādinā pasaṃsitā.",
  "atk-s0509a9:50": "Kalyāṇamitte bhajamānotiādi kalyāṇamittatāya ānisaṃsadassanaṃ. Tattha api bālo paṇḍito assāti kalyāṇamitte bhajamāno puggalo pubbe sutādivirahena bālopi samāno assutasavanādinā paṇḍito bhaveyya.",
  "atk-s0509a9:51": "Bhajitabbā sappurisāti bālassāpi paṇḍitabhāvahetuto buddhādayo sappurisā kālena kālaṃ upasaṅkamanādinā sevitabbā. Paññā tathā pavaḍḍhati bhajantānanti kalyāṇamitte bhajantānaṃ tathā paññā vaḍḍhati brūhati pāripūriṃ gacchati. Yathā tesu yo koci khattiyādiko bhajamāno sappurise sabbehipi jātiādidukkhehi pamucceyyāti yojanā.",
  "atk-s0509a9:52": "Muccanavidhiṃ pana kalyāṇamittavidhinā dassetuṃ ‘‘dukkhañca vijāneyyā’’tiādi vuttaṃ. Tattha cattāri ariyasaccānīti dukkhañca dukkhasamudayañca nirodhañca aṭṭhaṅgikaṃ maggañcāti imāni cattāri ariyasaccāni vijāneyya paṭivijjheyyāti yojanā.",
  "atk-s0509a9:53": "‘‘Dukkhoitthibhāvo’’tiādikā dve gāthā aññatarāya yakkhiniyā itthibhāvaṃ garahantiyā bhāsitā. Tattha dukkho itthibhāvo akkhātoti capalatā, gabbhadhāraṇaṃ, sabbakālaṃ parapaṭibaddhavuttitāti evamādīhi ādīnavehi itthibhāvo dukkhoti, purisadammasārathinā bhagavatā kathito. Sapattikampi dukkhanti sapattavāso sapattiyā saddhiṃ saṃvāsopi dukkho, ayampi itthibhāve ādīnavoti adhippāyo. Appekaccā sakiṃ vijātāyoti ekaccā itthiyo ekavārameva vijātā, paṭhamagabbhe vijāyanadukkhaṃ asahantiyo. Galake api kantantīti attano gīvampi chindanti. Sukhumāliniyo visāni khādantīti sukhumālasarīrā attano sukhumālabhāvena khedaṃ avisahantiyo visānipi khādanti. Janamārakamajjhagatāti janamārako vuccati mūḷhagabbho. Mātugāmajanassa mārako, majjhagatā janamārakā kucchigatā, mūḷhagabbhāti attho. Ubhopi byasanāni anubhontīti gabbho gabbhinī cāti dvepi janā maraṇañca māraṇantikabyasanāni ca pāpuṇanti. Apare pana bhaṇanti ‘‘janamārakā nāma kilesā, tesaṃ majjhagatā kilesasantānapatitā ubhopi jāyāpatikā idha kilesapariḷāhavasena, āyatiṃ duggatiparikkilesavasena byasanāni pāpuṇantī’’ti. Imā kira dve gāthā sā yakkhinī purimattabhāve attano anubhūtadukkhaṃ anussaritvā āha. Therī pana itthibhāve ādīnavavibhāvanāya paccanubhāsantī avoca.",
  "atk-s0509a9:54": "‘‘Upavijaññā gacchantī’’tiādikā dve gāthā paṭācārāya theriyā pavattiṃ ārabbha bhāsitā. Tattha upavijaññā gacchantīti upagatavijāyanakālā maggaṃ gacchantī, apattāva sakaṃ gehaṃ panthe vijāyitvāna patiṃ mataṃ addasaṃ ahanti yojanā.",
  "atk-s0509a9:55": "Kapaṇikāyāti varākāya. Imā kira dve gāthā paṭācārāya tadā sokummādapattāya vuttākārassa anukaraṇavasena itthibhāve ādīnavavibhāvanatthameva theriyā vuttā.",
  "atk-s0509a9:56": "Ubhayampetaṃ udāharaṇabhāvena ānetvā idāni attano anubhūtaṃ dukkhaṃ vibhāventī ‘‘khīṇakuline’’tiādimāha. Tattha khīṇakulineti bhogādīhi pārijuññapattakulike. Kapaṇeti paramaavaññātaṃ patte. Ubhayañcetaṃ attano eva āmantanavacanaṃ. Anubhūtaṃ te dukhaṃ aparimāṇanti imasmiṃ attabhāve, ito purimattabhāvesu vā anappakaṃ dukkhaṃ tayā anubhavitaṃ. Idāni taṃ dukkhaṃ ekadesena vibhajitvā dassetuṃ ‘‘assū ca te pavatta’’ntiādi vuttaṃ.Tassattho – imasmiṃ anamatagge saṃsāre paribbhamantiyā bahukāni jātisahassāni sokābhibhūtāya assu ca pavattaṃ, avisesitaṃ katvā vuttañcetaṃ, mahāsamuddassa udakatopi bahukameva siyā.",
  "atk-s0509a9:57": "Vasitā susānamajjheti manussamaṃsakhādikā sunakhī siṅgālī ca hutvā susānamajjhe vusitā. Khāditāni puttamaṃsānīti byagghadīpibiḷārādikāle puttamaṃsāni khāditāni. Hatakulikāti vinaṭṭhakulavaṃsā. Sabbagarahitāti sabbehi gharavāsīhi garahitā garahappattā. Matapatikāti vidhavā. Ime pana tayo pakāre purimattabhāve attano anuppatte gahetvā vadati. Evaṃbhūtāpi hutvā adhicca laddhāya kalyāṇamittasevāya amatamadhigacchi,nibbānaṃ anuppattā.",
  "atk-s0509a9:58": "Idāni tameva amatādhigamaṃ pākaṭaṃ katvā dassetuṃ ‘‘bhāvito’’tiādi vuttaṃ. Tattha bhāvitoti vibhāvito uppādito vaḍḍhito bhāvanābhisamayavasena paṭividdho. Dhammādāsaṃ avekkhiṃhanti dhammamayaṃ ādāsaṃ addakkhiṃ apassiṃ ahaṃ.",
  "atk-s0509a9:59": "Ahamamhi kantasallāti ariyamaggena samucchinnagārādisallā ahaṃ amhi. Ohitabhārāti oropitakāmakhandhakilesābhisaṅkhārabhārā. Katañhi karaṇīyanti pariññādibhedaṃ soḷasavidhampi kiccaṃ kataṃ pariyositaṃ. Suvimuttacittā imaṃ bhaṇīti sabbaso vimuttacittā kisāgotamī therī imamatthaṃ ‘‘kalyāṇamittatā’’tiādinā gāthābandhavasena abhaṇīti attānaṃ paraṃ viya therī vadati. Tatridaṃ imissā theriyā apadānaṃ (apa. therī 2.3.55-94) –",
  "atk-s0509a9:60": "‘‘Padumuttaro nāma jino, sabbadhammāna pāragū;",
  "atk-s0509a9:61": "Ito satasahassamhi, kappe uppajji nāyako.",
  "atk-s0509a9:62": "‘‘Tadāhaṃ haṃsavatiyaṃ, jātā aññatare kule;",
  "atk-s0509a9:63": "Upetvā taṃ naravaraṃ, saraṇaṃ samupāgamiṃ.",
  "atk-s0509a9:64": "‘‘Dhammañca tassa assosiṃ, catusaccūpasañhitaṃ;",
  "atk-s0509a9:65": "Madhuraṃ paramassādaṃ, vaṭṭasantisukhāvahaṃ.",
  "atk-s0509a9:66": "‘‘Tadā ca bhikkhuniṃ vīro, lūkhacīvaradhāriniṃ;",
  "atk-s0509a9:67": "Ṭhapento etadaggamhi, vaṇṇayī purisuttamo.",
  "atk-s0509a9:68": "‘‘Janetvānappakaṃ pītiṃ, sutvā bhikkhuniyā guṇe;",
  "atk-s0509a9:69": "Kāraṃ katvāna buddhassa, yathāsatti yathābalaṃ.",
  "atk-s0509a9:70": "‘‘Nipacca munivaraṃ taṃ, taṃ ṭhānamabhipatthayiṃ;",
  "atk-s0509a9:71": "Tadānumodi sambuddho, ṭhānalābhāya nāyako.",
  "atk-s0509a9:72": "‘‘Satasahassito kappe, okkākakulasambhavo;",
  "atk-s0509a9:73": "Gotamo nāma gottena, satthā loke bhavissati.",
  "atk-s0509a9:74": "‘‘Tassa dhammesu dāyādā, orasā dhammanimmitā;",
  "atk-s0509a9:75": "Kisāgotamī nāmena, hessasi satthu sāvikā.",
  "atk-s0509a9:76": "‘‘Taṃ sutvā muditā hutvā, yāvajīvaṃ tadā jinaṃ;",
  "atk-s0509a9:77": "Mettacittā paricariṃ, paccayehi vināyakaṃ.",
  "atk-s0509a9:78": "‘‘Tena kammena sukatena, cetanāpaṇidhīhi ca;",
  "atk-s0509a9:79": "Jahitvā mānusaṃ dehaṃ, tāvatiṃsamagacchahaṃ.",
  "atk-s0509a9:80": "‘‘Imamhi bhaddake kappe, brahmabandhu mahāyaso;",
  "atk-s0509a9:81": "Kassapo nāma gottena, uppajji vadataṃ varo.",
  "atk-s0509a9:82": "‘‘Upaṭṭhāko mahesissa, tadā āsi narissaro;",
  "atk-s0509a9:83": "Kāsirājā kikī nāma, bārāṇasipuruttame.",
  "atk-s0509a9:84": "‘‘Pañcamī tassa dhītāsiṃ, dhammā nāmena vissutā;",
  "atk-s0509a9:85": "Dhammaṃ sutvā jinaggassa, pabbajjaṃ samarocayiṃ.",
  "atk-s0509a9:86": "‘‘Anujāni na no tāto, agāreva tadā mayaṃ;",
  "atk-s0509a9:87": "Vīsavassasahassāni, vicarimha atanditā.",
  "atk-s0509a9:88": "‘‘Komāribrahmacariyaṃ, rājakaññā sukhedhitā;",
  "atk-s0509a9:89": "Buddhopaṭṭhānaniratā, muditā satta dhītaro.",
  "atk-s0509a9:90": "‘‘Samaṇī samaṇaguttā ca, bhikkhunī bhikkhudāyikā;",
  "atk-s0509a9:91": "Dhammā ceva sudhammā ca, sattamī saṅghadāyikā.",
  "atk-s0509a9:92": "‘‘Khemā uppalavaṇṇā ca, paṭācārā ca kuṇḍalā;",
  "atk-s0509a9:93": "Ahañca dhammadinnā ca, visākhā hoti sattamī.",
  "atk-s0509a9:94": "‘‘Tehi kammehi sukatehi, cetanāpaṇidhīhi ca;",
  "atk-s0509a9:95": "Jahitvā mānusaṃ dehaṃ, tāvatiṃsamagacchahaṃ.",
  "atk-s0509a9:96": "‘‘Pacchime ca bhave dāni, jātā seṭṭhikule ahaṃ;",
  "atk-s0509a9:97": "Duggate adhane naṭṭhe, gatā ca sadhanaṃ kulaṃ.",
  "atk-s0509a9:98": "‘‘Patiṃ ṭhapetvā sesā me, dessanti adhanā iti;",
  "atk-s0509a9:99": "Yadā ca passūtā āsiṃ, sabbesaṃ dayitā tadā.",
  "atk-s0509a9:100": "‘‘Yadā so taruṇo bhaddo, komalako sukhedhito;",
  "atk-s0509a9:101": "Sapāṇamiva kanto me, tadā yamavasaṃ gato.",
  "atk-s0509a9:102": "‘‘Sokaṭṭādīnavadanā, assunettā rudammukhā;",
  "atk-s0509a9:103": "Mataṃ kuṇapamādāya, vilapantī gamāmahaṃ.",
  "atk-s0509a9:104": "‘‘Tadā ekena sandiṭṭhā, upetvābhisakkuttamaṃ;",
  "atk-s0509a9:105": "Avocaṃ dehi bhesajjaṃ, puttasañjīvananti bho.",
  "atk-s0509a9:106": "‘‘Na vijjante matā yasmiṃ, gehe siddhatthakaṃ tato;",
  "atk-s0509a9:107": "Āharāti jino āha, vinayopāyakovido.",
  "atk-s0509a9:108": "‘‘Tadā gamitvā sāvatthiṃ, na labhiṃ tādisaṃ gharaṃ;",
  "atk-s0509a9:109": "Kuto siddhatthakaṃ tasmā, tato laddhā satiṃ ahaṃ.",
  "atk-s0509a9:110": "‘‘Kuṇapaṃ chaḍḍayitvāna, upesiṃ lokanāyakaṃ;",
  "atk-s0509a9:111": "Dūratova mamaṃ disvā, avoca madhurassaro.",
  "atk-s0509a9:112": "‘‘Yo ca vassasataṃ jīve, apassaṃ udayabbayaṃ;",
  "atk-s0509a9:113": "Ekāhaṃ jīvitaṃ seyyo, passato udayabbayaṃ.",
  "atk-s0509a9:114": "‘‘Na gāmadhammo nigamassa dhammo, na cāpiyaṃ ekakulassa dhammo;",
  "atk-s0509a9:115": "Sabbassa lokassa sadevakassa, eseva dhammo yadidaṃ aniccatā.",
  "atk-s0509a9:116": "‘‘Sāhaṃ sutvānimā gāthā, dhammacakkhuṃ visodhayiṃ;",
  "atk-s0509a9:117": "Tato viññātasaddhammā, pabbajiṃ anagāriyaṃ.",
  "atk-s0509a9:118": "‘‘Tathā pabbajitā santī, yuñjantī jinasāsane;",
  "atk-s0509a9:119": "Na cireneva kālena, arahattamapāpuṇiṃ.",
  "atk-s0509a9:120": "‘‘Iddhīsu ca vasī homi, dibbāya sotadhātuyā;",
  "atk-s0509a9:121": "Paracittāni jānāmi, satthusāsanakārikā.",
  "atk-s0509a9:122": "‘‘Pubbenivāsaṃ jānāmi, dibbacakkhu visodhitaṃ;",
  "atk-s0509a9:123": "Khepetvā āsave sabbe, visuddhāsiṃ sunimmalā.",
  "atk-s0509a9:124": "‘‘Pariciṇṇo mayā satthā, kataṃ buddhassa sāsanaṃ;",
  "atk-s0509a9:125": "Ohito garuko bhāro, bhavanetti samūhatā.",
  "atk-s0509a9:126": "‘‘Yassatthāya pabbajitā, agārasmānagāriyaṃ;",
  "atk-s0509a9:127": "So me attho anuppatto, sabbasaṃyojanakkhayo.",
  "atk-s0509a9:128": "‘‘Atthadhammaniruttīsu, paṭibhāne tatheva ca;",
  "atk-s0509a9:129": "Ñāṇaṃ me vimalaṃ suddhaṃ, buddhaseṭṭhassa vāhasā.",
  "atk-s0509a9:130": "‘‘Saṅkārakūṭā āhitvā, susānā rathiyāpi ca;",
  "atk-s0509a9:131": "Tato saṅghāṭikaṃ katvā, lūkhaṃ dhāremi cīvaraṃ.",
  "atk-s0509a9:132": "‘‘Jino tasmiṃ guṇe tuṭṭho, lūkhacīvaradhāraṇe;",
  "atk-s0509a9:133": "Ṭhapesi etadaggamhi, parisāsu vināyako.",
  "atk-s0509a9:134": "‘‘Kilesā jhāpitā mayhaṃ…pe… kataṃ buddhassa sāsana’’nti.",
  "atk-s0509a9:135": "Kisāgotamītherīgāthāvaṇṇanā niṭṭhitā.",
  "atk-s0509a9:136": "Ekādasanipātavaṇṇanā niṭṭhitā."
}