{
  "atk-vin02a47:0": "Adhikaraṇabhedaṁ",
  "atk-vin02a47:1": "Ukkoṭanabhedādivaṇṇanā",
  "atk-vin02a47:2": "340. Adhikaraṇabhede ime dasa ukkoṭāti adhikaraṇānaṁ ukkoṭetvā puna adhikaraṇaukkoṭena samathānaṁ ukkoṭaṁ dassetuṁ ‘‘vivādādhikaraṇaṁ ukkoṭento kati samathe ukkoṭetī’’tiādimāha. Tattha vivādādhikaraṇaṁ ukkoṭento dve samathe ukkoṭetīti sammukhāvinayañca yebhuyyasikañca ime dve ukkoṭeti, paṭisedheti; paṭikkosatīti attho. Anuvādādhikaraṇaṁ ukkoṭento cattāroti sammukhāvinayaṁ, sativinayaṁ, amūḷhavinayaṁ, tassapāpiyasikanti ime cattāro samathe ukkoṭeti. Āpattādhikaraṇaṁ ukkoṭento tayoti sammukhāvinayaṁ, paṭiññātakaraṇaṁ, tiṇavatthārakanti ime tayo samathe ukkoṭeti. Kiccādhikaraṇaṁ ukkoṭento ekanti sammukhāvinayaṁ imaṁ ekaṁ samathaṁ ukkoṭeti.",
  "atk-vin02a47:3": "341.Kati ukkoṭātiādipucchānaṁ vissajjane pana dvādasasu ukkoṭesu akataṁ kammantiādayo tāva tayo ukkoṭā visesato dutiye anuvādādhikaraṇe labbhanti. Anihataṁ kammantiādayo tayo paṭhame vivādādhikaraṇe labbhanti. Avinicchitantiādayo tayo tatiye āpattādhikaraṇe labbhanti. Avūpasantantiādayo tayo catutthe kiccādhikaraṇe labbhanti; apica dvādasāpi ca ekekasmiṁ adhikaraṇe labbhantiyeva.",
  "atk-vin02a47:4": "Tatthajātakaṁ adhikaraṇaṁ ukkoṭetīti yasmiṁ vihāre ‘‘mayhaṁ iminā patto gahito, cīvaraṁ gahita’’ntiādinā nayena pattacīvarādīnaṁ atthāya adhikaraṇaṁ uppannaṁ hoti, tasmiṁyeva ca naṁ vihāre āvāsikā sannipatitvā ‘‘alaṁ āvuso’’ti attapaccatthike saññāpetvā pāḷimuttakavinicchayeneva vūpasamenti, idaṁ tatthajātakaṁ adhikaraṇaṁ nāma. Yenāpi vinicchayena samitaṁ, sopi eko samathoyeva. Imaṁ ukkoṭentassāpi pācittiyaṁ.",
  "atk-vin02a47:5": "Tatthajātakaṁ vūpasantanti sace pana taṁ adhikaraṇaṁ nevāsikā vūpasametuṁ na sakkonti, athañño vinayadharo āgantvā ‘‘kiṁ āvuso imasmiṁ vihāre uposatho vā pavāraṇā vā ṭhitā’’ti pucchati, tehi ca tasmiṁ kāraṇe kathite taṁ adhikaraṇaṁ khandhakato ca parivārato ca suttena vinicchinitvā vūpasameti, idaṁ tatthajātakaṁ vūpasantaṁ nāma adhikaraṇaṁ. Etaṁ ukkoṭentassāpi pācittiyameva.",
  "atk-vin02a47:6": "Antarāmaggeti te attapaccatthikā ‘‘na mayaṁ etassa vinicchaye tiṭṭhāma, nāyaṁ vinaye kusalo, asukasmiṁ nāma gāme vinayadharā therā vasanti, tattha gantvā vinicchinissāmā’’ti gacchantā antarāmaggeyeva kāraṇaṁ sallakkhetvā aññamaññaṁ vā saññāpenti, aññe vā te bhikkhū nijjhāpenti, idampi vūpasantameva hoti. Evaṁ vūpasantaṁ antarāmagge adhikaraṇaṁ ukkoṭeti yo, tassāpi pācittiyameva.",
  "atk-vin02a47:7": "Antarāmagge vūpasantanti na heva kho pana aññamaññaṁ saññattiyā vā sabhāgabhikkhunijjhāpanena vā vūpasantaṁ hoti; apica kho paṭipathaṁ āgacchanto eko vinayadharo disvā ‘‘kattha āvuso gacchathā’’ti pucchitvā ‘‘asukaṁ nāma gāmaṁ, iminā nāma kāraṇenā’’ti vutte ‘‘alaṁ, āvuso, kiṁ tattha gatenā’’ti tattheva dhammena vinayena taṁ adhikaraṇaṁ vūpasameti, idaṁ antarāmagge vūpasantaṁ nāma. Etaṁ ukkoṭentassāpi pācittiyameva.",
  "atk-vin02a47:8": "Tattha gatanti sace pana ‘‘alaṁ, āvuso, kiṁ tattha gatenā’’ti vuccamānāpi ‘‘mayaṁ tattheva gantvā vinicchayaṁ pāpessāmā’’ti vinayadharassa vacanaṁ anādiyitvā gacchantiyeva, gantvā sabhāgānaṁ bhikkhūnaṁ etamatthaṁ ārocenti. Sabhāgā bhikkhū ‘‘alaṁ, āvuso, saṅghasannipātaṁ nāma garuka’’nti tattheva nisīdāpetvā vinicchinitvā saññāpenti, idampi vūpasantameva hoti. Evaṁ vūpasantaṁ tattha gataṁ adhikaraṇaṁ ukkoṭeti yo, tassāpi pācittiyameva.",
  "atk-vin02a47:9": "Tatthagataṁ vūpasantanti na heva kho pana sabhāgabhikkhūnaṁ saññattiyā vūpasantaṁ hoti; apica kho saṅghaṁ sannipātetvā ārocitaṁ saṅghamajjhe vinayadharā vūpasamenti, idaṁ tattha gataṁ vūpasantaṁ nāma. Etaṁ ukkoṭentassāpi pācittiyameva.",
  "atk-vin02a47:10": "Sativinayanti khīṇāsavassa dinnaṁ sativinayaṁ ukkoṭeti, pācittiyameva. Ummattakassa dinne amūḷhavinaye pāpussannassa dinnāya tassapāpiyasikāyapi eseva nayo.",
  "atk-vin02a47:11": "Tiṇavatthārakaṁukkoṭetīti saṅghena tiṇavatthārakasamathena vūpasamite adhikaraṇe ‘‘āpatti nāma ekaṁ bhikkhuṁ upasaṅkamitvā ukkuṭikaṁ nisīditvā añjaliṁ paggahetvā desiyamānā vuṭṭhāti, yaṁ panetaṁ niddāyantassāpi āpattivuṭṭhānaṁ nāma, etaṁ mayhaṁ na khamatī’’ti evaṁ vadantopi tiṇavatthārakaṁ ukkoṭeti nāma, tassāpi pācittiyameva.",
  "atk-vin02a47:12": "Chandāgatiṁ gacchanto adhikaraṇaṁ ukkoṭetīti vinayadharo hutvā attano upajjhāyādīnaṁ atthāya ‘‘adhammaṁ dhammo’’tiādīni dīpetvā pubbe vinicchitaṁ adhikaraṇaṁ dvādasasu ukkoṭesu yena kenaci ukkoṭento chandāgatiṁ gacchanto adhikaraṇaṁ ukkoṭeti nāma. Dvīsu pana attapaccatthikesu ekasmiṁ ‘‘anatthaṁ me acarī’’tiādinā nayena samuppannāghāto, tassa parājayaṁ āropanatthaṁ ‘‘adhammaṁ dhammo’’tiādīni dīpetvā pubbe vinicchitaṁ adhikaraṇaṁ dvādasasu ukkoṭesu yena kenaci ukkoṭento dosāgatiṁ gacchanto adhikaraṇaṁ ukkoṭeti nāma. Mando pana momūho momūhattā eva ‘‘adhammaṁ dhammo’’tiādīni dīpetvā vuttanayeneva ukkoṭento mohāgatiṁ gacchanto adhikaraṇaṁ ukkoṭeti nāma. Sace pana dvīsu attapaccatthikesu eko visamāni kāyakammādīni gahanamicchādiṭṭhiṁ balavante ca pakkhantariye abhiññāte bhikkhū nissitattā visamanissito gahananissito balavanissito ca hoti, tassa bhayena ‘‘ayaṁ me jīvitantarāyaṁ vā brahmacariyantarāyaṁ vā kareyyā’’ti ‘‘adhammaṁ dhammo’’tiādīni dīpetvā vuttanayeneva ukkoṭento bhayāgatiṁ gacchanto adhikaraṇaṁ ukkoṭeti nāma.",
  "atk-vin02a47:13": "Tadahupasampannoti eko sāmaṇero byatto hoti bahussuto, so vinicchaye parājayaṁ patvā maṅkubhūte bhikkhū disvā pucchati ‘‘kasmā maṅkubhūtātthā’’ti? Te tassa taṁ adhikaraṇaṁ ārocenti. So te evaṁ vadeti ‘‘hotu, bhante, maṁ upasampādetha, ahaṁ taṁ adhikaraṇaṁ vūpasamessāmī’’ti . Te taṁ upasampādenti. So dutiyadivase bheriṁ paharitvā saṅghaṁ sannipāteti. Tato bhikkhūhi ‘‘kena saṅgho sannipātito’’ti vutte ‘‘mayā’’ti vadati. ‘‘Kasmā sannipātito’’ti? ‘‘Hiyyo adhikaraṇaṁ dubbinicchitaṁ, tamahaṁ vinicchinissāmī’’ti. ‘‘Tvaṁ pana hiyyo kuhiṁ gato’’ti? ‘‘Anupasampannomhi, bhante, ajja pana upasampannomhī’’ti. So vattabbo ‘‘idaṁ āvuso tumhādisānaṁ bhagavatā sikkhāpadaṁ paññattaṁ, ‘tadahupasampanno ukkoṭeti, ukkoṭanakaṁ pācittiya’nti, gaccha āpattiṁ desehī’’ti. Āgantukepi eseva nayo.",
  "atk-vin02a47:14": "Kārakoti ekaṁ saṅghena saddhiṁ adhikaraṇaṁ vinicchinitvā pariveṇagataṁ parājitā bhikkhū vadanti ‘‘kissa, bhante, tumhehi evaṁ vinicchitaṁ adhikaraṇaṁ, nanu evaṁ vinicchinitabba’’nti. So ‘‘kasmā paṭhamaṁyeva evaṁ na vaditthā’’ti taṁ adhikaraṇaṁ ukkoṭeti. Evaṁ yo kārako ukkoṭeti, tassāpi ukkoṭanakaṁ pācittiyaṁ. Chandadāyakoti eko adhikaraṇavinicchaye chandaṁ datvā sabhāge bhikkhū parājayaṁ patvā āgate maṅkubhūte disvā ‘‘sve dāni ahaṁ vinicchinissāmī’’ti saṅghaṁ sannipātetvā ‘‘kasmā sannipātesī’’ti vutte ‘‘hiyyo adhikaraṇaṁ dubbinicchitaṁ, tamahaṁ ajja vinicchinissāmī’’ti. ‘‘Hiyyo pana tvaṁ kattha gato’’ti. ‘‘Chandaṁ datvā nisinnomhī’’ti. So vattabbo ‘‘idaṁ āvuso tumhādisānaṁ bhagavatā sikkhāpadaṁ paññattaṁ, ‘chandadāyako ukkoṭeti, ukkoṭanakaṁ pācittiya’nti, gaccha āpattiṁ desehī’’ti.",
  "atk-vin02a47:15": "Adhikaraṇanidānādivaṇṇanā",
  "atk-vin02a47:16": "342.Vivādādhikaraṇaṁ kiṁnidānantiādīsu kiṁ nidānamassāti kiṁnidānaṁ. Ko samudayo assāti kiṁsamudayaṁ. Kā jāti assāti kiṁjātikaṁ. Ko pabhavo assāti kiṁpabhavaṁ. Ko sambhāro assāti kiṁsambhāraṁ. Kiṁ samuṭṭhānaṁ assāti kiṁsamuṭṭhānaṁ. Sabbānetāni kāraṇavevacanāniyeva.",
  "atk-vin02a47:17": "Vivādanidānantiādīsupi aṭṭhārasabhedakaravatthusaṅkhāto vivādo nidānametassāti vivādanidānaṁ. Vivādaṁ nissāya uppajjanakavivādavasenetaṁ vuttaṁ. Anuvādo nidānaṁ assāti anuvādanidānaṁ. Idampi anuvādaṁ nissāya uppajjanakaanuvādavasena vuttaṁ. Āpatti nidānaṁ assāti āpattinidānaṁ. Āpattādhikaraṇapaccayā catasso āpattiyo āpajjatīti evaṁ āpattiṁ nissāya uppajjanakaāpattivasenetaṁ vuttaṁ. Kiccayaṁ nidānamassāti kiccayanidānaṁ; catubbidhaṁ saṅghakammaṁ kāraṇamassāti attho. Ukkhittānuvattikāya bhikkhuniyā yāvatatiyaṁ samanubhāsanādīnaṁ kiccaṁ nissāya uppajjanakakiccānaṁ vasenetaṁ vuttaṁ. Ayaṁ catunnampi adhikaraṇānaṁ vissajjanapakkhe ekapadayojanā. Etenānusārena sabbapadāni yojetabbāni.",
  "atk-vin02a47:18": "Dutiyapucchāya hetunidānantiādimhi vissajjane navannaṁ kusalākusalābyākatahetūnaṁ vasena hetunidānāditā veditabbā. Tatiyapucchāya vissajjane byañjanamattaṁ nānaṁ. Hetuyeva hi ettha paccayoti vutto.",
  "atk-vin02a47:19": "343. Mūlapucchāya vissajjane dvādasa mūlānīti kodhaupanāhayugaḷakādīni cha vivādāmūlāni, lobhadosamohā tayo, alobhādosāmohā tayoti imāni ajjhattasantānappavattāni dvādasa mūlāni. Cuddasa mūlānīti tāneva dvādasa kāyavācāhi saddhiṁ cuddasa honti. Cha mūlānīti kāyādīni cha samuṭṭhānāni.",
  "atk-vin02a47:20": "Samuṭṭhānapucchāya vissajjane aṭṭhārasa bhedakaravatthūni samuṭṭhānāni, tañhi etesu aṭṭhārasasu bhedakaravatthūsu samuṭṭhāti, etehi vā kāraṇabhūtehi samuṭṭhāti. Tenassetāni samuṭṭhānāni vuccanti. Esa nayo sabbattha.",
  "atk-vin02a47:21": "344.Vivādādhikaraṇaṁ āpattītiādibhede ekena adhikaraṇena kiccādhikaraṇenāti idaṁ yena adhikaraṇena sammanti, taṁ dassetuṁ vuttaṁ, na panetāni ekaṁsato kiccādhikaraṇeneva sammanti. Na hi puggalassa santike desentassa kiccādhikaraṇaṁ nāma atthi.",
  "atk-vin02a47:22": "Na katamena samathenāti sāvasesāpatti viya na sammati. Na hi sakkā sā desetuṁ, na tato vuṭṭhāya suddhante patiṭṭhātuṁ.",
  "atk-vin02a47:23": "348.Vivādādhikaraṇaṁ hoti anuvādādhikaraṇantiādi nayo uttānoyeva.",
  "atk-vin02a47:24": "349. Tato paraṁ yattha sativinayotiādikā sammukhāvinayaṁ amuñcitvā cha yamakapucchā vuttā, tāsaṁ vissajjaneneva attho pakāsito.",
  "atk-vin02a47:25": "351. Saṁsaṭṭhādipucchānaṁ vissajjane saṁsaṭṭhāti sativinayakammavācākkhaṇasmiṁyeva dvinnampi samathānaṁ siddhattā sammukhāvinayoti vā sativinayoti vā ime dhammā saṁsaṭṭhā, no visaṁsaṭṭhā. Yasmā pana kadalikkhandhe pattavaṭṭīnaṁ viya na sakkā tesaṁ vinibbhujitvā nānākaraṇaṁ dassetuṁ, tena vuttaṁ ‘‘na ca labbhā imesaṁ dhammānaṁ vinibbhujitvā vinibbhujitvā nānākaraṇaṁ paññāpetu’’nti. Esa nayo sabbattha.",
  "atk-vin02a47:26": "Sattasamathanidānavaṇṇanā",
  "atk-vin02a47:27": "352.Kiṁnidānoti pucchāvissajjane nidānaṁ nidānamassāti nidānanidāno. Tattha saṅghasammukhatā, dhammasammukhatā, vinayasammukhatā, puggalasammukhatāti idaṁ sammukhāvinayassa nidānaṁ. Sativepullapatto khīṇāsavo laddhupavādo sativinayassa nidānaṁ. Ummattako bhikkhu amūḷhavinayassa nidānaṁ. Yo ca deseti, yassa ca deseti, ubhinnaṁ sammukhībhāvo paṭiññātakaraṇassa nidānaṁ. Bhaṇḍanajātānaṁ adhikaraṇaṁ vūpasametuṁ asakkuṇeyyatā yebhuyyasikāya nidānaṁ. Pāpussanno puggalo tassapāpiyasikāya nidānaṁ. Bhaṇḍanajātānaṁ bahu assāmaṇakaajjhācāro tiṇavatthārakassa nidānaṁ. Hetupaccayavārā vuttanayā eva.",
  "atk-vin02a47:28": "353. Mūlapucchāya vissajjanaṁ uttānameva. Samuṭṭhānapucchāya kiñcāpi ‘‘sattannaṁ samathānaṁ katame chattiṁsa samuṭṭhānā’’ti vuttaṁ, sammukhāvinayassa pana kammasaṅgahābhāvena samuṭṭhānābhāvato channaṁyeva samathānaṁ cha samuṭṭhānāni vibhattāni. Tattha kammassa kiriyāti ñatti veditabbā. Karaṇanti tassāyeva ñattiyā ṭhapetabbakāle ṭhapanaṁ. Upagamananti sayaṁ upagamanaṁ; attanāyeva tassa kammassa karaṇanti attho. Ajjhupagamananti ajjhesanupagamanaṁ; aññaṁ saddhivihārikādikaṁ ‘‘idaṁ kammaṁ karohī’’ti ajjhesananti attho. Adhivāsanāti ‘‘ruccati me etaṁ, karotu saṅgho’’ti evaṁ adhivāsanā; chandadānanti attho. Appaṭikkosanāti ‘‘na metaṁ khamati, mā evaṁ karothā’’ti appaṭisedhanā. Iti channaṁ chakkānaṁ vasena chattiṁsa samuṭṭhānā veditabbā.",
  "atk-vin02a47:29": "Sattasamathanānātthādivaṇṇanā",
  "atk-vin02a47:30": "354. Nānātthapucchāvissajjanaṁ uttānameva. Adhikaraṇapucchāvissajjane ayaṁ vivādo no adhikaraṇanti ayaṁ mātāputtādīnaṁ vivādo viruddhavādattā vivādo nāma hoti, samathehi pana adhikaraṇīyatāya abhāvato adhikaraṇaṁ na hoti. Anuvādādīsupi eseva nayo. Sesaṁ sabbattha uttānamevāti.",
  "atk-vin02a47:31": "Adhikaraṇabhedavaṇṇanā niṭṭhitā."
}