{
  "atk-abh03a29:0": "14. Cuddasamavaggo",
  "atk-abh03a29:1": "1. Kusalākusalapaṭisandahanakathāvaṇṇanā",
  "atk-abh03a29:2": "686-690. Idāni kusalākusalapaṭisandahanakathā nāma hoti. Tattha kusalaṃ vā akusalassa, akusalaṃ vā kusalassa anantarā uppajjanakaṃ nāma natthīti tesaṃ aññamaññaṃ paṭisandhānaṃ na yujjati. Ye pana yasmā ekavatthusmiññeva rajjati virajjati ca, tasmā taṃ aññamaññaṃ paṭisandahatīti laddhiṃ gahetvā ṭhitā, seyyathāpi mahāsaṅghikā; te sandhāya pucchā sakavādissa; paṭiññā itarassa. Āvaṭṭanā paṇidhīti ubhayaṃ āvajjanasseva nāmaṃ. Tañhi bhavaṅgaṃ āvaṭṭetīti āvaṭṭanā. Bhavaṅgārammaṇato aññasmiṃ ārammaṇe cittaṃ paṇidahati ṭhapetīti paṇidhi. Kusalaṃ anāvaṭṭentassāti yaṃ taṃ akusalānantaraṃ paṭisandahantaṃ kusalaṃ uppajjati, taṃ anāvaṭṭentassa uppajjatīti pucchati. Itaro pana vinā āvajjanena kusalassa uppattiṃ apassanto paṭikkhipati. Kusalaṃ ayoniso manasikarototi idaṃ yadi akusalānantaraṃ kusalaṃ uppajjeyya, akusalasseva āvajjanena ayoniso manasikaroto uppajjeyyāti codanatthaṃ vuttaṃ. Sesaṃ yathāpāḷimeva niyyāti. Nanu yasmiṃyeva vatthusminti vacanaṃ ekārammaṇe sarāgavirāguppattiṃ dīpeti, na kusalākusalānaṃ anantarataṃ, tasmā asādhakanti.",
  "atk-abh03a29:3": "Kusalākusalapaṭisandahanakathāvaṇṇanā.",
  "atk-abh03a29:4": "2. Saḷāyatanuppattikathāvaṇṇanā",
  "atk-abh03a29:5": "691-692. Idāni saḷāyatanuppattikathā nāma hoti. Tattha upapattesiyena paṭisandhicittena saheva opapātikānaṃ saḷāyatanaṃ uppajjati. Gabbhaseyyakānaṃ ajjhattikāyatanesu manāyatanakāyāyatanāneva paṭisandhikkhaṇe uppajjanti. Sesāni cattāri sattasattatirattimhi. Tāni ca kho yena kammunā paṭisandhi gahitā, tasseva aññassa vā katattāti ayaṃ sakasamaye vādo. Yesaṃ pana ekakammasambhavattā sampannasākhāviṭapānaṃ rukkhādīnaṃ aṃkuro viya bījamattaṃ saḷāyatanaṃ mātukucchismiṃ paṭisandhikkhaṇeyeva uppajjatīti laddhi, seyyathāpi pubbaseliyānaṃ; te sandhāya saḷāyatananti pucchā sakavādissa, paṭiññā itarassa. Sabbaṅgapaccaṅgītiādi saḷāyatane sati evarūpo hutvā okkameyyāti codanatthaṃ vuttaṃ. Mātukucchigatassāti pucchā paravādissa. Parato mātukucchigatassa pacchā kesāti pucchā sakavādissa. Sesamettha uttānatthamevāti.",
  "atk-abh03a29:6": "Saḷāyatanuppattikathāvaṇṇanā.",
  "atk-abh03a29:7": "3. Anantarapaccayakathāvaṇṇanā",
  "atk-abh03a29:8": "693-697. Idāni anantarapaccayakathā nāma hoti. Tattha naccagītādīsu rūpadassanasaddasavanādīnaṃ lahuparivattitaṃ disvā ‘‘imāni viññāṇāni aññamaññassa anantarā uppajjantī’’ti yesaṃ laddhi, seyyathāpi uttarāpathakānaṃ; te sandhāya cakkhuviññāṇassāti pucchā sakavādissa, paṭiññā itarassa. Sotaviññāṇaṃ rūpārammaṇaṃyevāti yadi cakkhuviññāṇassa anantarā uppajjeyya, vipākamanodhātu viya rūpārammaṇaṃ siyāti codetuṃ vuttaṃ. Cakkhuñca paṭicca rūpe ca uppajjati sotaviññāṇanti pañhesu suttābhāvena paṭikkhipitvā anantaruppattiṃ sallakkhento laddhivasena paṭijānāti. Taññeva cakkhuviññāṇaṃtaṃ sotaviññāṇanti yathā paṭhamajavanānantaraṃ dutiyajavanaṃ manoviññāṇabhāvena taññeva hoti, kiṃ te tathā etampi dvayaṃ ekamevāti pucchati. Iminā nayena sabbavāresu attho veditabbo. Naccati gāyatītiādivacanaṃ ārammaṇasamodhāne lahuparivattitāya vokiṇṇabhāvaṃ dīpeti, na anantarapaccayataṃ, tasmā asādhakanti.",
  "atk-abh03a29:9": "Anantarapaccayakathāvaṇṇanā.",
  "atk-abh03a29:10": "4. Ariyarūpakathāvaṇṇanā",
  "atk-abh03a29:11": "698-699. Idāni ariyarūpakathā nāma hoti. Tattha sammāvācākammantā rūpaṃ, tañca kho ‘‘sabbaṃ rūpaṃ cattāri ca mahābhūtāni catunnañca mahābhūtānaṃ upādāyarūpa’’nti (ma. ni. 3.67) vacanato upādāyarūpanti yesaṃ laddhi, seyyathāpi uttarāpathakānaṃ; te sandhāya ariyarūpaṃ mahābhūtānaṃ upādāyāti pucchā sakavādissa. Tattha ariyānaṃ rūpaṃ, ariyaṃ vā rūpanti ariyarūpaṃ. Āmantāti laddhiyaṃ ṭhatvā paṭiññā itarassa. Kusalanti puṭṭho laddhivaseneva paṭijānāti. Anāsavapucchādīsupi eseva nayo. Yaṃ kiñci rūpanti suttaṃ ṭhapetvā bhūtāni sesarūpassa upādābhāvaṃ dīpeti, na sammāvācākammantānaṃ. Tesañhi rūpamattaññeva asiddhaṃ, kuto upādārūpatā; tasmā asādhakanti.",
  "atk-abh03a29:12": "Ariyarūpakathāvaṇṇanā.",
  "atk-abh03a29:13": "5. Añño anusayotikathāvaṇṇanā",
  "atk-abh03a29:14": "700-701. Idāni añño anusayotikathā nāma hoti. Tattha yasmā puthujjano kusalābyākate citte vattamāne sānusayoti vattabbo, na pariyuṭṭhitoti tasmā añño anusayo, aññaṃ pariyuṭṭhānanti yesaṃ laddhi, seyyathāpi andhakānaṃ; te sandhāya añño kāmarāgānusayoti pucchā sakavādissa paṭiññā itarassa. Sesaṃ heṭṭhā anusayakathāyaṃ vuttanayeneva veditabbaṃ. Sānusayotiādi pana tasmiṃ samaye anusayassa appahīnattā sānusayoti vattabbataṃ, anuppannattā ca pariyuṭṭhitoti avattabbataṃ dīpeti, na anusayapariyuṭṭhānānaṃ aññattaṃ, tasmā asādhakanti.",
  "atk-abh03a29:15": "Añño anusayotikathāvaṇṇanā.",
  "atk-abh03a29:16": "6. Pariyuṭṭhānaṃ cittavippayuttantikathāvaṇṇanā",
  "atk-abh03a29:17": "702. Idāni pariyuṭṭhānaṃ cittavippayuttantikathā nāma hoti. Tattha yasmā aniccādito manasikarotopi rāgādayo uppajjanti. Vuttampi cetaṃ – ‘‘appekadā, bho bhāradvāja, asubhato manasikarissāmīti subhatova manasikarotī’’ti (saṃ. ni. 4.127). Tasmā pariyuṭṭhānaṃ cittavippayuttanti yesaṃ laddhi, seyyathāpi andhakānaṃyeva; te sandhāya pucchā sakavādissa, paṭiññā itarassa. Sesamettha uttānatthamevāti.",
  "atk-abh03a29:18": "Pariyuṭṭhānaṃ cittavippayuttantikathāvaṇṇanā.",
  "atk-abh03a29:19": "7. Pariyāpannakathāvaṇṇanā",
  "atk-abh03a29:20": "703-705. Idāni pariyāpannakathā nāma hoti. Tattha yasmā kāmarāgo kāmadhātuṃ anuseti, kāmadhātupariyāpannoti ca vuccati, tasmā rūparāgārūparāgāpi rūpadhātuarūpadhātuyo anusenti. Rūpadhātuarūpadhātupariyāpannāyeva ca nāma hontīti yesaṃ laddhi, seyyathāpi andhakānañceva sammitiyānañca; te sandhāya rūparāgoti pucchā sakavādissa, paṭiññā itarassa . Tattha anusetīti yathā kāmarāgo kāmavitakkasaṅkhātaṃ kāmadhātuṃ sahajātavasena anuseti, kiṃ te evaṃ rūparāgo rūpadhātunti pucchati. Pariyāpannoti yathā ca so tividhāya kāmadhātuyā kilesakāmavasena pariyāpannattā kāmadhātupariyāpanno, kiṃ te evaṃ rūparāgopi rūpadhātupariyāpannoti pucchati. Itaro panassa adhippāyaṃ asallakkhento kevalaṃ laddhivasena āmantāti paṭijānāti. Atha naṃ tamatthaṃ sallakkhāpetuṃ kusalavipākakiriyasaṅkhātehi samāpattesiyādīhi saṃsanditvā pucchituṃ samāpattesiyotiādimāha. Sesamettha yathāpāḷimeva niyyāti. Nanu kāmarāgotiādivacanampi kāmarāgasseva kāmadhātuyaṃ anusayabhāvaṃ pariyāpannatañca dīpeti, na itaresaṃ itaradhātūsūti.",
  "atk-abh03a29:21": "Pariyāpannakathāvaṇṇanā.",
  "atk-abh03a29:22": "8. Abyākatakathāvaṇṇanā",
  "atk-abh03a29:23": "706-708. Idāni abyākatakathā nāma hoti. Tattha vipākakiriyarūpanibbānasaṅkhātaṃ catubbidhaṃ abyākataṃ avipākattā abyākatanti vuttaṃ. Diṭṭhigataṃ ‘‘sassato lokoti kho, vaccha, abyākatameta’’nti (saṃ. ni. 4.416 thokaṃ visadisaṃ) sassatādibhāvena akathitattā. Yesaṃ pana imaṃ vibhāgaṃ aggahetvā purimābyākataṃ viya diṭṭhigatampi abyākatanti laddhi, seyyathāpi andhakānañceva uttarāpathakānañca; tesaṃ taṃ vibhāgaṃ dassetuṃ diṭṭhigataṃ abyākatanti pucchā sakavādissa, paṭiññā itarassa. Sesamettha yathāpāḷimeva niyyātīti.",
  "atk-abh03a29:24": "Abyākatakathāvaṇṇanā.",
  "atk-abh03a29:25": "9. Apariyāpannakathāvaṇṇanā",
  "atk-abh03a29:26": "709-710. Idāni apariyāpannakathā nāma hoti. Tattha yasmā puthujjano jhānalābhī kāmesu vītarāgoti vattabbo hoti, na pana vigatadiṭṭhikoti , tasmā diṭṭhigataṃ apariyāpannanti yesaṃ laddhi, seyyathāpi pubbaseliyānaṃ; te sandhāya pucchā sakavādissa, paṭiññā itarassa. Sesamettha yathāpāḷimeva niyyātīti.",
  "atk-abh03a29:27": "Apariyāpannakathāvaṇṇanā.",
  "atk-abh03a29:28": "Cuddasamo vaggo."
}