{
  "atk-s0508a26:0": "10. Dasakanipāto",
  "atk-s0508a26:1": "1. Kāḷudāyittheragāthāvaṇṇanā",
  "atk-s0508a26:2": "Dasakanipāte aṅgārinotiādikā āyasmato kāḷudāyittherassa gāthā. Kā uppatti? Ayampi padumuttarabuddhassa kāle haṃsavatīnagare kulagehe nibbatto satthu dhammadesanaṃ suṇanto satthāraṃ ekaṃ bhikkhuṃ kulappasādakānaṃ aggaṭṭhāne ṭhapentaṃ disvā tajjaṃ abhinīhārakammaṃ katvā taṃ ṭhānantaraṃ patthesi.",
  "atk-s0508a26:3": "So yāvajīvaṃ kusalaṃ katvā devamanussesu saṃsaranto amhākaṃ bodhisattassa mātukucchiyaṃ paṭisandhiggahaṇadivase kapilavatthusmiṃyeva amaccagehe paṭisandhiṃ gaṇhi. Bodhisattena saddhiṃ ekadivasaṃyeva jātoti taṃdivasaṃyeva naṃ dukūlacumbaṭe nipajjāpetvā bodhisattassa upaṭṭhānaṃ nayiṃsu. Bodhisattena hi saddhiṃ bodhirukkho, rāhulamātā, cattāro nidhī, ārohaniyahatthī, assakaṇḍako, channo kāḷudāyīti ime satta ekadivasaṃyeva jātattā sahajātā nāma ahesuṃ. Athassa nāmaggahaṇadivase sakalanagarassa udaggacittadivase jātattā udāyītveva nāmaṃ akaṃsu, thokaṃ kāḷadhātukattā pana kāḷudāyīti paññāyittha. So bodhisattena saddhiṃ kumārakīḷaṃ kīḷanto vuddhiṃ agamāsi.",
  "atk-s0508a26:4": "Aparabhāge lokanāthe mahābhinikkhamanaṃ nikkhamitvā anukkamena sabbaññutaṃ patvā pavattitavaradhammacakke rājagahaṃ upanissāya veḷuvane viharante suddhodanamahārājā taṃ pavattiṃ sutvā purisasahassaparivāraṃ ekaṃ amaccaṃ ‘‘puttaṃ me idhānehī’’ti pesesi. So dhammadesanāvelāya satthu santikaṃ gantvā parisapariyante ṭhito dhammaṃ sutvā sapariso arahattaṃ pāpuṇi. Atha ne satthā ‘‘etha, bhikkhavo’’ti hatthaṃ pasāreti. Sabbe taṅkhaṇaṃyeva iddhimayapattacīvaradharā vassasaṭṭhikattherā viya ahesuṃ. Arahattaṃ pattato paṭṭhāya pana ariyā majjhattāva honti, tasmā raññā pahitasāsanaṃ dasabalassa na kathesi. Rājā ‘‘neva gatabalakoṭṭhako āgacchati, na sāsanaṃ suyyatī’’ti aparampi amaccaṃ purisasahassena pesesi . Tasmimpi tathā paṭipanne aparanti evaṃ navahi amaccehi saddhiṃ nava purisasahassāni pesesi sabbe arahattaṃ patvā tuṇhī ahesuṃ.",
  "atk-s0508a26:5": "Atha rājā cintesi – ‘‘ettakā janā mayi sinehābhāvena dasabalassa idhāgamanatthāya na kiñci kathayiṃsu, ayaṃ kho pana udāyī dasabalena samavayo sahapaṃsukīḷiko, mayi ca sinehavā, imaṃ pesessāmī’’ti taṃ pakkosāpetvā, ‘‘tāta, tvaṃ purisasahassaparivāro rājagahaṃ gantvā dasabalaṃ ānehī’’ti vatvā pesesi. So pana gacchanto ‘‘sacāhaṃ, deva, pabbajituṃ labhissāmi, evāhaṃ bhagavantaṃ idhānessāmī’’ti vatvā ‘‘yaṃ kiñci katvā mama puttaṃ dassehī’’ti vutto rājagahaṃ gantvā satthu dhammadesanāvelāya parisapariyante ṭhito dhammaṃ sutvā saparivāro arahattaṃ patvā ehibhikkhubhāve patiṭṭhāsi. Tena vuttaṃ apadāne (apa. thera 1.4.48-63) –",
  "atk-s0508a26:6": "‘‘Padumuttarabuddhassa, lokajeṭṭhassa tādino;",
  "atk-s0508a26:7": "Addhānaṃ paṭipannassa, carato cārikaṃ tadā.",
  "atk-s0508a26:8": "‘‘Suphullaṃ padumaṃ gayha, uppalaṃ mallikañcahaṃ;",
  "atk-s0508a26:9": "Paramannaṃ gahetvāna, adāsiṃ satthuno ahaṃ.",
  "atk-s0508a26:10": "‘‘Paribhuñji mahāvīro, paramannaṃ subhojanaṃ;",
  "atk-s0508a26:11": "Tañca pupphaṃ gahetvāna, janassa sampadassayi.",
  "atk-s0508a26:12": "‘‘Iṭṭhaṃ kantaṃ piyaṃ loke, jalajaṃ pupphamuttamaṃ;",
  "atk-s0508a26:13": "Sudukkaraṃ kataṃ tena, yo me pupphaṃ adāsidaṃ.",
  "atk-s0508a26:14": "‘‘Yo pupphamabhiropesi, paramannañcadāsi me;",
  "atk-s0508a26:15": "Tamahaṃ kittayissāmi, suṇātha mama bhāsato.",
  "atk-s0508a26:16": "‘‘Dasa aṭṭha cakkhattuṃ so, devarajjaṃ karissati;",
  "atk-s0508a26:17": "Uppalaṃ padumañcāpi, mallikañca taduttari.",
  "atk-s0508a26:18": "‘‘Assa puññavipākena, dibbagandhasamāyutaṃ;",
  "atk-s0508a26:19": "Ākāse chadanaṃ katvā, dhārayissati tāvade.",
  "atk-s0508a26:20": "‘‘Pañcavīsatikkhattuñca , cakkavattī bhavissati;",
  "atk-s0508a26:21": "Pathabyā rajjaṃ pañcasataṃ, vasudhaṃ āvasissati.",
  "atk-s0508a26:22": "‘‘Kappasatasahassamhi, okkākakulasambhavo;",
  "atk-s0508a26:23": "Gotamo nāma gottena, satthā loke bhavissati.",
  "atk-s0508a26:24": "‘‘Sakakammābhiraddho so, sukkamūlena codito;",
  "atk-s0508a26:25": "Sakyānaṃ nandijanano, ñātibandhu bhavissati.",
  "atk-s0508a26:26": "‘‘So pacchā pabbajitvāna, sukkamūlena codito;",
  "atk-s0508a26:27": "Sabbāsave pariññāya, nibbāyissatināsavo.",
  "atk-s0508a26:28": "‘‘Paṭisambhidamanuppattaṃ, katakiccamanāsavaṃ;",
  "atk-s0508a26:29": "Gotamo lokabandhu taṃ, etadagge ṭhapessati.",
  "atk-s0508a26:30": "‘‘Padhānapahitatto so, upasanto nirūpadhi;",
  "atk-s0508a26:31": "Udāyī nāma nāmena, hessati satthu sāvako.",
  "atk-s0508a26:32": "‘‘Rāgo doso ca moho ca, māno makkho ca dhaṃsito;",
  "atk-s0508a26:33": "Sabbāsave pariññāya, viharāmi anāsavo.",
  "atk-s0508a26:34": "‘‘Tosayiñcāpi sambuddhaṃ, ātāpī nipako ahaṃ;",
  "atk-s0508a26:35": "Pasādito ca sambuddho, etadagge ṭhapesi maṃ.",
  "atk-s0508a26:36": "‘‘Paṭisambhidā catasso…pe… kataṃ buddhassa sāsana’’nti.",
  "atk-s0508a26:37": "Arahattaṃ pana patvā ‘‘na tāvāyaṃ dasabalassa kulanagaraṃ gantuṃ kālo, vasante pana upagate pupphitesu vanasaṇḍesu haritatiṇasañchannāya bhūmiyā gamanakālo bhavissatī’’ti kālaṃ paṭimānento vasante sampatte satthu kulanagaraṃ gantuṃ gamanamaggavaṇṇaṃ saṃvaṇṇento –",
  "atk-s0508a26:38": "527.",
  "atk-s0508a26:39": " ‘‘Aṅgārino dāni dumā bhadante, phalesino chadanaṃ vippahāya;",
  "atk-s0508a26:40": "Te accimantova pabhāsayanti, samayo mahāvīra bhāgīrasānaṃ.",
  "atk-s0508a26:41": "528.",
  "atk-s0508a26:42": " ‘‘Dumāni phullāni manoramāni, samantato sabbadisā pavanti;",
  "atk-s0508a26:43": "Pattaṃ pahāya phalamāsasānā, kālo ito pakkamanāya vīra.",
  "atk-s0508a26:44": "529.",
  "atk-s0508a26:45": " ‘‘Nevātisītaṃ na panātiuṇhaṃ, sukhā utu addhaniyā bhadante;",
  "atk-s0508a26:46": "Passantu taṃ sākiyā koḷiyā ca, pacchāmukhaṃ rohiniyaṃ tarantaṃ.",
  "atk-s0508a26:47": "530.",
  "atk-s0508a26:48": " ‘‘Āsāya kasate khettaṃ, bījaṃ āsāya vappati;",
  "atk-s0508a26:49": "Āsāya vāṇijā yanti, samuddaṃ dhanahārakā;",
  "atk-s0508a26:50": "Yāya āsāya tiṭṭhāmi, sā me āsā samijjhatu.",
  "atk-s0508a26:51": "531.",
  "atk-s0508a26:52": " ‘‘Punappunañceva vapanti bījaṃ, punappunaṃ vassati devarājā;",
  "atk-s0508a26:53": "Punappunaṃ khettaṃ kasanti kassakā, punappunaṃ dhaññamupeti raṭṭhaṃ.",
  "atk-s0508a26:54": "532.",
  "atk-s0508a26:55": " ‘‘Punappunaṃ yācanakā caranti, punappunaṃ dānapatī dadanti;",
  "atk-s0508a26:56": "Punappunaṃ dānapatī daditvā, punappunaṃ saggamupenti ṭhānaṃ.",
  "atk-s0508a26:57": "533.",
  "atk-s0508a26:58": " ‘‘Vīro have sattayugaṃ puneti, yasmiṃ kule jāyati bhūripañño;",
  "atk-s0508a26:59": "Maññāmahaṃ sakkati devadevo, tayā hi jāto muni saccanāmo.",
  "atk-s0508a26:60": "534.",
  "atk-s0508a26:61": " ‘‘Suddhodano nāma pitā mahesino, buddhassa mātā pana māyanāmā;",
  "atk-s0508a26:62": "Yā bodhisattaṃ parihariya kucchinā, kāyassa bhedā tidivamhi modati.",
  "atk-s0508a26:63": "535.",
  "atk-s0508a26:64": " ‘‘Sā gotamī kālakatā ito cutā, dibbehi kāmehi samaṅgibhūtā;",
  "atk-s0508a26:65": "Sā modati kāmaguṇehi pañcahi, parivāritā devagaṇehi tehi.",
  "atk-s0508a26:66": "536.",
  "atk-s0508a26:67": " ‘‘Buddhassa puttomhi asayhasāhino, aṅgīrasassappaṭimassa tādino;",
  "atk-s0508a26:68": "Pitupitā mayhaṃ tuvaṃsi sakka, dhammena me gotama ayyakosī’’ti. –",
  "atk-s0508a26:69": "Imā gāthā abhāsi.",
  "atk-s0508a26:70": "Tattha aṅgārinoti aṅgārāni viyāti aṅgārāni, rattapavāḷavaṇṇāni rukkhānaṃ pupphapallavāni, tāni etesaṃ santīti aṅgārino, atilohitakusumakisalayehi aṅgāravuṭṭhisaṃparikiṇṇā viyāti attho. Idānīti imasmiṃ kāle. Dumāti rukkhā. Bhadanteti, bhaddaṃ ante etassāti bhadanteti ekassa dakārassa lopaṃ katvā vuccati, guṇavisesayutto, guṇavisesayuttānañca aggabhūto satthā. Tasmā bhadanteti satthu ālapanaṃ. Paccattavacanañcetaṃ ekārantaṃ ‘‘sukaṭe paṭikamme sukhe dukkhepi ce’’tiādīsu viya. Idha pana sambodhanatthe daṭṭhabbaṃ. Tena vuttaṃ ‘‘bhadanteti ālapana’’nti. ‘‘Bhaddasaddasamānatthaṃ padantarameka’’nti keci. Phalāni esantīti phalesino. Acetanepi hi sacetanakiriyamāropetvā voharanti, yathā kulaṃ patitukāmanti, phalāni gahetumāraddhā sampattiphalagahaṇakālāti attho. Chadanaṃ vippahāyāti purāṇapaṇṇāni pajahitvā sampannapaṇḍupalāsāti attho. Teti dumā. Accimantova pabhāsayantīti dīpasikhāvanto viya jalitaaggī viya vā obhāsayanti sabbā disāti adhippāyo. Samayoti kālo, ‘‘anuggahāyā’’ti vacanaseso. Mahāvīrāti mahāvikkanta. Bhāgī rasānanti attharasādīnaṃ bhāgī. Vuttañhetaṃ dhammasenāpatinā – ‘‘bhāgī vā bhagavā attharasassa dhammarasassā’’tiādi (cūḷani. ajitamāṇavapucchāniddesa 2). Mahāvīra, bhāgīti ca idampi dvayaṃ sambodhanavacanaṃ daṭṭhabbaṃ. Bhāgīrathānanti pana pāṭhe bhagīratho nāma ādirājā. Tabbaṃsajātatāya sākiyā bhāgīrathā, tesaṃ bhāgīrathānaṃ upakāratthanti adhippāyo.",
  "atk-s0508a26:71": "Dumānīti liṅgavipallāsena vuttaṃ, dumā rukkhāti attho. Samantato sabbadisā pavantīti, samantato sabbabhāgato sabbadisāsu ca phullāni, tathā phullattā eva sabbadisā pavanti gandhaṃ vissajjenti. Āsamānāti āsīsantā gahitukāmā. Evaṃ rukkhasobhāya gamanamaggassa rāmaṇeyyataṃ dassetvā idāni ‘‘nevātisīta’’ntiādinā utusampattiṃ dasseti. Sukhāti nātisītanātiuṇhabhāveneva sukhā iṭṭhā. Utu addhaniyāti addhānagamanayoggā utu. Passantu taṃ sākiyā koḷiyā ca, pacchāmukhaṃ rohiniyaṃ tarantanti rohinī nāma nadī sākiyakoḷiyajanapadānaṃ antare uttaradisato dakkhiṇamukhā sandati, rājagahaṃ cassā puratthimadakkhiṇāya disāya, tasmā rājagahato kapilavatthuṃ gantuṃ taṃ nadiṃ tarantā pacchāmukhā hutvā taranti. Tenāha ‘‘passantu taṃ…pe… taranta’’nti. ‘‘Bhagavantaṃ pacchāmukhaṃ rohiniṃ nāma nadiṃ atikkamantaṃ sākiyakoḷiyajanapadavāsino passantū’’ti kapilavatthugamanāya bhagavantaṃ āyācanto ussāheti.",
  "atk-s0508a26:72": "Idāni attano patthanaṃ upamāhi pakāsento ‘‘āsāya kasate’’ti gāthamāha. Āsāya kasate khettanti kassako kasanto khettaṃ phalāsāya kasati. Bījaṃ āsāya vappatīti kasitvā ca vapantena phalāsāya eva bījaṃ vappati nikkhipīyati. Āsāya vāṇijā yantīti dhanahārakā vāṇijā dhanāsāya samuddaṃ tarituṃ desaṃ upagantuṃ samuddaṃ nāvāya yanti gacchanti. Yāya āsāya tiṭṭhāmīti evaṃ ahampi yāya āsāya patthanāya bhagavā tumhākaṃ kapilapuragamanapatthanāya idha tiṭṭhāmi. Sā me āsā samijjhatu, tumhehi ‘‘kapilavatthu gantabba’’nti vadati, āsāya sadisatāya cettha kattukamyatāchandaṃ āsāti āha.",
  "atk-s0508a26:73": "Gamanamaggasaṃvaṇṇanādinā anekavāraṃ yācanāya kāraṇaṃ dassetuṃ ‘‘punappuna’’ntiādi vuttaṃ. Tassattho – sakiṃ vuttamattena vappe asampajjamāne kassakā punappunaṃ dutiyampi tatiyampi bījaṃ vapanti. Pajjunno devarājāpi ekavārameva avassitvā punappunaṃ kālena kālaṃ vassati. Kassakāpi ekavārameva akasitvā sassasampattiatthaṃ paṃsuṃ kaddamaṃ vā muduṃ kātuṃ khettaṃ punappunaṃ kasanti. Ekavārameva dhaññaṃ saṅgahaṃ katvā ‘‘alamettāvatā’’ti aparitussanato koṭṭhāgārādīsu paṭisāmanavasena manussehi upanīyamānaṃ punappunaṃ sāliādidhaññaṃ raṭṭhaṃ upeti upagacchati.",
  "atk-s0508a26:74": "Yācanakāpi yācantā punappunaṃ kulāni caranti upagacchanti, na ekavārameva, yācitā pana tesaṃ punappunaṃ dānapatī dadanti, na sakiṃyeva. Tathā pana deyyadhammaṃ punappunaṃ dānapatī daditvā dānamayaṃ puññaṃ upacinitvā punappunaṃ aparāparaṃ saggamupenti ṭhānaṃ paṭisandhivasena devalokaṃ upagacchanti. Tasmā ahampi punappunaṃ yācāmi bhagavā mayhaṃ manorathaṃ matthakaṃ pāpehīti adhippāyo.",
  "atk-s0508a26:75": "Idāni yadatthaṃ satthāraṃ kapilavatthugamanaṃ yācati, taṃ dassetuṃ ‘‘vīro have’’tigāthamāha. Tassattho – vīro vīriyavā mahāvikkanto bhūripañño mahāpañño puriso yasmiṃ kule jāyati nibbattati, tattha have ekaṃsena sattayugaṃ sattapurisayugaṃ yāvasattamaṃ pitāmahayugaṃ sammāpaṭipattiyā puneti sodhetīti lokavādo ativādo aññesu. Bhagavā pana sabbesaṃ devānaṃ uttamadevatāya devadevo pāpanivāraṇena kalyāṇapatiṭṭhāpanena tato parampi sodhetuṃ sakkati sakkotīti maññāmi ahaṃ. Kasmā? Tayā hi jāto muni saccanāmo yasmā tayā satthārā ariyāya jātiyā jāto munibhāvo, muni vā samāno attahitaparahitānaṃ idhalokaparalokānañca munanaṭṭhena ‘‘munī’’ti avitathanāmo, monavā vā muni, ‘‘samaṇo pabbajito isī’’ti avitathanāmo tayā jāto. Tasmā sattānaṃ ekantahitapaṭilābhahetubhāvato bhagavā tava tattha gamanaṃ yācāmāti attho.",
  "atk-s0508a26:76": "Idāni ‘‘sattayuga’’nti vutte pituyugaṃ dassetuṃ ‘‘suddhodano nāmā’’tiādi vuttaṃ. Suddhaṃ odanaṃ jīvanaṃ etassāti suddhodano. Buddhapitā hi ekaṃsato suvisuddhakāyavacīmanosamācāro suvisuddhājīvo hoti tathā abhinīhārasampannattā. Māyanāmāti kularūpasīlācārādisampattiyā ñātimittādīhi ‘‘mā yāhī’’ti vattabbaguṇatāya ‘‘māyā’’ti laddhanāmā. Parihariyāti dhāretvā. Kāyassa bhedāti sadevakassa lokassa cetiyasadisassa attano kāyassa vināsato uddhaṃ. Tidivamhīti tusitadevaloke.",
  "atk-s0508a26:77": "Sāti māyādevī. Gotamīti gottena taṃ kitteti. Dibbehi kāmehīti, tusitabhavanapariyāpannehi dibbehi vatthukāmehi. Samaṅgibhūtāti samannāgatā. Kāmaguṇehīti kāmakoṭṭhāsehi, ‘‘kāmehī’’ti vatvā puna ‘‘kāmaguṇehī’’ti vacanena anekabhāgehi vatthukāmehi paricāriyatīti dīpeti. Tehīti yasmiṃ devanikāye nibbatti, tehi tusitadevagaṇehi, tehi vā kāmaguṇehi. ‘‘Samaṅgibhūtā parivāritā’’ti ca itthiliṅganiddeso purimattabhāvasiddhaṃ itthibhāvaṃ, devatābhāvaṃ vā sandhāya kato, devūpapatti pana purisabhāveneva jātā.",
  "atk-s0508a26:78": "Evaṃ therena yācito bhagavā tattha gamane bahūnaṃ visesādhigamaṃ disvā vīsatisahassa khīṇāsavaparivuto rājagahato aturitacārikāvasena kapilavatthugāmimaggaṃ paṭipajji. Thero iddhiyā kapilavatthuṃ gantvā rañño purato ākāse ṭhito adiṭṭhapubbaṃ vesaṃ disvā raññā ‘‘kosi tva’’nti pucchito, ‘‘sace amaccaputtaṃ tayā bhagavato santikaṃ pesitaṃ maṃ na jānāsi, evaṃ pana jānāhī’’ti dassento –",
  "atk-s0508a26:79": "‘‘Buddhassa puttomhi asayhasāhino, aṅgīrasassappaṭimassa tādino;",
  "atk-s0508a26:80": "Pitupitā mayhaṃ tuvaṃsi sakka, dhammena me gotama ayyakosī’’ti. –",
  "atk-s0508a26:81": "Osānagāthamāha.",
  "atk-s0508a26:82": "Tattha buddhassa puttomhīti, sabbaññubuddhassa ure jātatāya orasaputto amhi. Asayhasāhinoti, abhisambodhito pubbe ṭhapetvā mahābodhisattaṃ aññehi sahituṃ vahituṃ asakkuṇeyyattā asayhassa sakalassa bodhisambhārassa mahākāruṇikādhikārassa ca sahanato vahanato, tato parampi aññehi sahituṃ abhibhavituṃ asakkuṇeyyattā asayhānaṃ pañcannaṃ mārānaṃ sahanato abhibhavanato, āsayānusayacaritādhimuttiādivibhāgāvabodhanena yathārahaṃ veneyyānaṃ diṭṭhadhammikasamparāyikaparamatthehi anusāsanīsaṅkhātassa aññehi asayhassa buddhakiccassa ca sahanato, tattha vā sādhukārībhāvato asayhasāhino. Aṅgīrasassāti aṅgīkatasīlādisampattikassa. ‘‘Aṅgamaṅgehi niccharaṇakaobhāsassā’’ti apare. Keci pana ‘‘aṅgīraso, siddhatthoti dve nāmāni pitarāyeva gahitānī’’ti vadanti. Appaṭimassāti anūpamassa. Iṭṭhāniṭṭhesu tādilakkhaṇappattiyā tādino. Pitupitā mayhaṃ tuvaṃsīti ariyajātivasena mayhaṃ pitu sammāsambuddhassa lokavohārena tvaṃ pitā asi. Sakkāti jātivasena rājānaṃ ālapati. Dhammenāti sabhāvena ariyajāti lokiyajātīti dvinnaṃ jātīnaṃ sabhāvasamodhānena gotamāti rājānaṃ gottena ālapati. Ayyakosīti pitāmaho asi. Ettha ca ‘‘buddhassa puttomhī’’tiādiṃ vadanto thero aññaṃ byākāsi.",
  "atk-s0508a26:83": "Evaṃ pana attānaṃ jānāpetvā haṭṭhatuṭṭhena raññā mahārahe pallaṅke nisīdāpetvā attano paṭiyāditassa nānaggarasassa bhojanassa pattaṃ pūretvā dinne gamanākāraṃ dasseti. ‘‘Kasmā gantukāmattha, bhuñjathā’’ti ca vutte, ‘‘satthu santikaṃ gantvā bhuñjissāmī’’ti. ‘‘Kahaṃ pana satthā’’ti? ‘‘Vīsatisahassabhikkhuparivāro tumhākaṃ dassanatthāya maggaṃ paṭipanno’’ti. ‘‘Tumhe imaṃ piṇḍapātaṃ paribhuñjitvā yāva mama putto imaṃ nagaraṃ sampāpuṇāti, tāvassa itova piṇḍapātaṃ harathā’’ti. Thero bhattakiccaṃ katvā rañño parisāya ca dhammaṃ kathetvā satthu āgamanato puretarameva sakalaṃ rājanivesanaṃ ratanattaye abhippasannaṃ karonto sabbesaṃ passantānaṃyeva satthu āharitabbabhattapuṇṇaṃ pattaṃ ākāse vissajjetvā sayampi vehāsaṃ abbhuggantvā piṇḍapātaṃ upanetvā satthu hatthe ṭhapesi. Satthā taṃ piṇḍapātaṃ paribhuñji. Evaṃ saṭṭhiyojanaṃ maggaṃ divase divase yojanaṃ gacchantassa satthu rājagehatova bhattaṃ āharitvā adāsi. Atha naṃ bhagavā ‘‘mayhaṃ pitu mahārājassa sakalanivesanaṃ pasādesī’’ti kulappasādakānaṃ aggaṭṭhāne ṭhapesīti.",
  "atk-s0508a26:84": "Kāḷudāyittheragāthāvaṇṇanā niṭṭhitā.",
  "atk-s0508a26:85": "2. Ekavihāriyattheragāthāvaṇṇanā",
  "atk-s0508a26:86": "Puratopacchato vātiādikā āyasmato ekavihāriyattherassa gāthā. Kā uppatti? Ayampi purimabuddhesu katādhikāro tattha tattha bhave puññāni upacinanto kassapadasabalassa kāle kulagehe nibbattitvā viññutaṃ patto satthu santike dhammaṃ sutvā paṭiladdhasaddho pabbajitvā araññaṃ pavisitvā vivekavāsaṃ vasi.",
  "atk-s0508a26:87": "So tena puññakammena ekaṃ buddhantaraṃ devamanussesu saṃsaranto imasmiṃ buddhuppāde bhagavati parinibbute dhammāsokarañño kaniṭṭhabhātā hutvā nibbatti. Asokamahārājā kira satthu parinibbānato dvinnaṃ vassasatānaṃ upari aṭṭhārasame vasse sakalajambudīpe ekarajjābhisekaṃ patvā attano kaniṭṭhaṃ tissakumāraṃ oparajje ṭhapetvā ekena upāyena taṃ sāsane abhippasannaṃ akāsi. So ekadivasaṃ migavaṃ gato araññe yonakamahādhammarakkhitattheraṃ hatthināgena sālasākhaṃ gahetvā bījiyamānaṃ nisinnaṃ disvā sañjātapasādo ‘‘aho vatāhampi ayaṃ mahāthero viya pabbajitvā araññe vihareyya’’nti cintesi. Thero tassa cittācāraṃ ñatvā tassa passantasseva ākāsaṃ abbhuggantvā asokārāme pokkharaṇiyā abhijjamāne udake ṭhatvā cīvarañca uttarāsaṅgañca ākāse olaggetvā nhāyituṃ ārabhi. Kumāro therassa ānubhāvaṃ disvā abhippasanno araññato nivattitvā rājagehaṃ gantvā ‘‘pabbajissāmī’’ti rañño ārocesi. Rājā taṃ anekappakāraṃ yācitvā pabbajjādhippāyaṃ nivattetuṃ nāsakkhi. So upāsako hutvā pabbajjāsukhaṃ patthento –",
  "atk-s0508a26:88": "537.",
  "atk-s0508a26:89": " ‘‘Purato pacchato vāpi, aparo ce na vijjati;",
  "atk-s0508a26:90": "Atīva phāsu bhavati, ekassa vasato vane.",
  "atk-s0508a26:91": "538.",
  "atk-s0508a26:92": " ‘‘Handa eko gamissāmi, araññaṃ buddhavaṇṇitaṃ;",
  "atk-s0508a26:93": "Phāsu ekavihārissa, pahitattassa bhikkhuno.",
  "atk-s0508a26:94": "539.",
  "atk-s0508a26:95": " ‘‘Yogī-pītikaraṃ rammaṃ, mattakuñjarasevitaṃ;",
  "atk-s0508a26:96": "Eko atthavasī khippaṃ, pavisissāmi kānanaṃ.",
  "atk-s0508a26:97": "540.",
  "atk-s0508a26:98": " ‘‘Supupphite sītavane, sītale girikandare;",
  "atk-s0508a26:99": "Gattāni parisiñcitvā, caṅkamissāmi ekako.",
  "atk-s0508a26:100": "541.",
  "atk-s0508a26:101": " ‘‘Ekākiyo adutiyo, ramaṇīye mahāvane;",
  "atk-s0508a26:102": "Kadāhaṃ viharissāmi, katakicco anāsavo.",
  "atk-s0508a26:103": "542.",
  "atk-s0508a26:104": " ‘‘Evaṃ me kattukāmassa, adhippāyo samijjhatu;",
  "atk-s0508a26:105": "Sādhayissāmahaṃyeva, nāñño aññassa kārako’’ti. –",
  "atk-s0508a26:106": "Imā cha gāthā abhāsi.",
  "atk-s0508a26:107": "Tattha purato pacchato vāti attano purato vā pacchato vā, vā-saddassa vikappatthattā passato vā aparo añño jano na vijjati ce, atīva ativiya phāsu cittasukhaṃ bhavati. Ekavihārībhāvena ekassa asahāyassa. Vane vasatoti ciraparicitena vivekajjhāsayena ākaḍḍhiyamānahadayo so rattindivaṃ mahājanaparivutassa vasato saṅgaṇikavihāraṃ nibbindanto vivekasukhañca bahuṃ maññanto vadati.",
  "atk-s0508a26:108": "Handāti vossaggatthe nipāto, tena idāni karīyamānassa araññagamanassa nicchitabhāvamāha. Eko gamissāmīti ‘‘suññāgāre kho, gahapati, tathāgatā abhiramantī’’tiādivacanato (cūḷava. 306) buddhehi vaṇṇitaṃ pasaṭṭhaṃ araññaṃ eko asahāyo gamissāmi vāsādhippāyena upagacchāmi. Yasmā ekavihārissa ṭhānādīsu asahāyabhāvena ekavihārissa nibbānaṃ paṭipesitacittatāya pahitattassa adhisīlasikkhādikā tisso sikkhā sikkhato bhikkhuno araññaṃ phāsu iṭṭhaṃ sukhāvahanti attho.",
  "atk-s0508a26:109": "Yogī-pītikaranti yogīnaṃ bhāvanāya yuttappayuttānaṃ appasaddādibhāvena jhānavipassanādipītiṃ āvahanato yogī-pītikaraṃ. Visabhāgārammaṇābhāvena paṭisallānasāruppatāya rammaṃ. Mattakuñjarasevitanti mattavaravāraṇavicaritaṃ, imināpi brahāraññabhāvena janavivekaṃyeva dasseti. Atthavasīti idha atthoti samaṇadhammo adhippeto. ‘‘Kathaṃ nu kho so me bhaveyyā’’ti tassa vasaṃ gato.",
  "atk-s0508a26:110": "Supupphiteti suṭṭhu pupphite. Sītavaneti chāyūdakasampattiyā sīte vane. Ubhayenapi tassa ramaṇīyataṃyeva vibhāveti. Girikandareti girīnaṃ abbhantare kandare. Kanti hi udakaṃ, tena dāritaṃ ninnaṭṭhānaṃ kandaraṃ nāma. Tādise sītale girikandare ghammaparitāpaṃ vinodetvā attano gattāni parisiñcitvā nhāyitvā caṅkamissāmi ekakoti katthaci anāyattavuttitaṃ dasseti.",
  "atk-s0508a26:111": "Ekākiyoti ekākī asahāyo. Adutiyoti taṇhāsaṅkhātadutiyābhāvena adutiyo. Taṇhā hi purisassa sabbadā avijahanaṭṭhena dutiyā nāma. Tenāha bhagavā – ‘‘taṇhādutiyo puriso, dīghamaddhāna saṃsara’’nti (itivu. 15, 105).",
  "atk-s0508a26:112": "Evaṃ me kattukāmassāti ‘‘handa eko gamissāmī’’tiādinā vuttavidhinā araññaṃ gantvā bhāvanābhiyogaṃ kattukāmassa me. Adhippāyo samijjhatūti ‘‘kadāhaṃ viharissāmi, katakicco anāsavo’’ti evaṃ pavatto manoratho ijjhatu siddhiṃ pāpuṇātu. Arahattappatti ca yasmā na āyācanamattena sijjhati, nāpi aññena sādhetabbā, tasmā āha ‘‘sādhayissāmahaṃyeva, nāñño aññassa kārako’’ti.",
  "atk-s0508a26:113": "Evaṃ uparājassa pabbajjāya daḷhanicchayataṃ ñatvā rājā asokārāmagamanīyaṃ maggaṃ alaṅkārāpetvā kumāraṃ sabbālaṅkāravibhūsitaṃ mahatiyā senāya mahaccarājānubhāvena vihāraṃ nesi. Kumāro padhānagharaṃ gantvā mahādhammarakkhitattherassa santike pabbaji, anekasatā manussā taṃ anupabbajiṃsu. Rañño bhāgineyyo saṅghamittāya sāmiko aggibrahmāpi tameva anupabbaji. So pabbajitvā haṭṭhatuṭṭho attanā kātabbaṃ pakāsento –",
  "atk-s0508a26:114": "543.",
  "atk-s0508a26:115": " ‘‘Esa bandhāmi sannāhaṃ, pavisissāmi kānanaṃ;",
  "atk-s0508a26:116": "Na tato nikkhamissāmi, appatto āsavakkhayaṃ.",
  "atk-s0508a26:117": "544.",
  "atk-s0508a26:118": " ‘‘Mālute upavāyante, sīte surabhigandhike;",
  "atk-s0508a26:119": "Avijjaṃ dālayissāmi, nisinno nagamuddhani.",
  "atk-s0508a26:120": "545.",
  "atk-s0508a26:121": " ‘‘Vane kusumasañchanne, pabbhāre nūna sītale;",
  "atk-s0508a26:122": "Vimuttisukhena sukhito, ramissāmi giribbaje’’ti. –",
  "atk-s0508a26:123": "Tisso gāthā abhāsi.",
  "atk-s0508a26:124": "Tattha esa bandhāmi sannāhanti esāhaṃ vīriyasaṅkhātaṃ sannāhaṃ bandhāmi, kāye ca jīvite ca nirapekkho vīriyasannāhena sannayhāmi. Idaṃ vuttaṃ hoti – yathā nāma sūro puriso paccatthike paccupaṭṭhite taṃ jetukāmo aññaṃ kiccaṃ pahāya kavacapaṭimuccanādinā yuddhāya sannayhati, yuddhabhūmiñca gantvā paccatthike ajetvā tato na nivattati, evamahampi kilesapaccatthike jetuṃ ādittampi sīsaṃ celañca ajjhupekkhitvā catubbidhasammappadhānavīriyasannāhaṃ sannayhāmi, kilese ajetvā kilesavijayayoggaṃ vivekaṭṭhānaṃ na vissajjemīti. Tena vuttaṃ ‘‘pavisissāmi kānanaṃ na tato nikkhamissāmi, appatto āsavakkhaya’’nti.",
  "atk-s0508a26:125": "‘‘Mālute upavāyante’’tiādinā araññaṭṭhānassa kammaṭṭhānabhāvanāyogyataṃ vadati, ramissāmi nūna giribbajeti yojanā. Pabbataparikkhepe abhiramissāmi maññeti anāgatatthaṃ parikappento vadati. Sesaṃ suviññeyyameva.",
  "atk-s0508a26:126": "Evaṃ vatvā thero araññaṃ pavisitvā samaṇadhammaṃ karonto upajjhāyena saddhiṃ kaliṅgaraṭṭhaṃ agamāsi. Tatthassa pāde cammikābādho uppajji, taṃ disvā eko vejjo ‘‘sappiṃ, bhante, pariyesatha, tikicchissāmi na’’nti āha. Thero sappipariyesanaṃ akatvā vipassanāya eva kammaṃ karoti, rogo vaḍḍhati, vejjo therassa tattha appossukkataṃ disvā sayameva sappiṃ pariyesitvā theraṃ arogaṃ akāsi. So arogo hutvā nacirasseva arahattaṃ pāpuṇi. Tena vuttaṃ apadāne (apa. thera 2.44.1-12) –",
  "atk-s0508a26:127": "‘‘Imamhi bhaddake kappe, brahmabandhu mahāyaso;",
  "atk-s0508a26:128": "Kassapo nāma gottena, uppajji vadataṃ varo.",
  "atk-s0508a26:129": "‘‘Nippapañco nirālambo, ākāsasamamānaso;",
  "atk-s0508a26:130": "Suññatābahulo tādī, animittarato vasī.",
  "atk-s0508a26:131": "‘‘Asaṅgacitto nikleso, asaṃsaṭṭho kule gaṇe;",
  "atk-s0508a26:132": "Mahākāruṇiko vīro, vinayopāyakovido.",
  "atk-s0508a26:133": "‘‘Uyyutto parakiccesu, vinayanto sadevake;",
  "atk-s0508a26:134": "Nibbānagamanaṃ maggaṃ, gatiṃ paṅkavisosanaṃ.",
  "atk-s0508a26:135": "‘‘Amataṃ paramassādaṃ, jarāmaccunivāraṇaṃ;",
  "atk-s0508a26:136": "Mahāparisamajjhe so, nisinno lokatārako.",
  "atk-s0508a26:137": "‘‘Karavīkaruto nātho, brahmaghoso tathāgato;",
  "atk-s0508a26:138": "Uddharanto mahāduggā, vippanaṭṭhe anāyake.",
  "atk-s0508a26:139": "‘‘Desento virajaṃ dhammaṃ, diṭṭho me lokanāyako;",
  "atk-s0508a26:140": "Tassa dhammaṃ suṇitvāna, pabbajiṃ anagāriyaṃ.",
  "atk-s0508a26:141": "‘‘Pabbajitvā tadāpāhaṃ, cintento jinasāsanaṃ;",
  "atk-s0508a26:142": "Ekakova vane ramme, vasiṃ saṃsaggapīḷito.",
  "atk-s0508a26:143": "‘‘Sakkāyavūpakāso me, hetubhūto mamābhavī;",
  "atk-s0508a26:144": "Manaso vūpakāsassa, saṃsaggabhayadassino.",
  "atk-s0508a26:145": "‘‘Kilesā jhāpitā mayhaṃ…pe… kataṃ buddhassa sāsana’’nti.",
  "atk-s0508a26:146": "Arahattaṃ pana patvā there tattha viharante rājā koṭidhanapariccāgena bhojakagirivihāraṃ nāma kāretvā theraṃ tattha vāsesi. So tattha viharanto parinibbānakāle –",
  "atk-s0508a26:147": "546.",
  "atk-s0508a26:148": " ‘‘Sohaṃ paripuṇṇasaṅkappo, cando pannaraso yathā;",
  "atk-s0508a26:149": "Sabbāsavaparikkhīṇo, natthi dāni punabbhavo’’ti. –",
  "atk-s0508a26:150": "Osānagāthamāha. Sā uttānatthāva. Tadeva ca therassa aññābyākaraṇaṃ ahosīti.",
  "atk-s0508a26:151": "Ekavihāriyattheragāthāvaṇṇanā niṭṭhitā.",
  "atk-s0508a26:152": "3. Mahākappinattheragāthāvaṇṇanā",
  "atk-s0508a26:153": "Anāgataṃyo paṭikacca passatītiādikā āyasmato mahākappinattherassa gāthā. Kā uppatti? Ayaṃ kira padumuttarabuddhakāle haṃsavatīnagare kulaghare nibbattitvā viññutaṃ patto satthu santike dhammaṃ suṇanto satthāraṃ ekaṃ bhikkhuṃ bhikkhuovādakānaṃ aggaṭṭhāne ṭhapentaṃ disvā tajjaṃ adhikārakammaṃ katvā taṃ ṭhānantaraṃ patthesi.",
  "atk-s0508a26:154": "So tattha yāvajīvaṃ kusalaṃ katvā devamanussesu saṃsaranto kassapasammāsambuddhakāle bārāṇasiyaṃ kulagehe nibbattitvā viññutaṃ patto purisasahassagaṇajeṭṭhako hutvā gabbhasahassapaṭimaṇḍitaṃ mahantaṃ pariveṇaṃ kārāpesi. Te sabbepi janā yāvajīvaṃ kusalaṃ katvā taṃ upāsakaṃ jeṭṭhakaṃ katvā saputtadārā devaloke nibbattitvā ekaṃ buddhantaraṃ devamanussesu saṃsariṃsu. Tesu gaṇajeṭṭhako amhākaṃ satthu nibbattito puretarameva paccantadese kukkuṭanāmake nagare rājagehe nibbatti, tassa kappinoti nāmaṃ ahosi. Sesapurisā tasmiṃyeva nagare amaccakule nibbattiṃsu. Kappinakumāro pitu accayena chattaṃ ussāpetvā mahākappinarājā nāma jāto. So sutavittakatāya pātova catūhi dvārehi sīghaṃ dūte pesesi – ‘‘yattha bahussute passatha, tato nivattitvā mayhaṃ ārocethā’’ti.",
  "atk-s0508a26:155": "Tena ca samayena amhākaṃ satthā loke uppajjitvā sāvatthiṃ upanissāya viharati. Tasmiṃ kāle sāvatthivāsino vāṇijā sāvatthiyaṃ uṭṭhānakabhaṇḍaṃ gahetvā taṃ nagaraṃ gantvā bhaṇḍaṃ paṭisāmetvā ‘‘rājānaṃ passissāmā’’ti paṇṇākārahatthā rañño ārocāpesuṃ. Te rājā pakkosāpetvā niyyāditapaṇṇākāre vanditvā ṭhite ‘‘kuto āgatatthā’’ti pucchi. ‘‘Sāvatthito, devā’’ti. ‘‘Kacci vo raṭṭhaṃ subhikkhaṃ, dhammiko rājā’’ti? ‘‘Āma, devā’’ti. ‘‘Kīdiso dhammo tumhākaṃ dese idāni pavattatī’’ti? ‘‘Taṃ, deva, na sakkā ucchiṭṭhamukhehi kathetu’’nti. Rājā suvaṇṇabhiṅgārena udakaṃ dāpesi. Te mukhaṃ vikkhāletvā dasabalābhimukhā añjaliṃ paggahetvā, ‘‘deva, amhākaṃ dese buddharatanaṃ nāma uppanna’’nti āhaṃsu. Rañño ‘‘buddho’’ti vacane sutamatteyeva sakalasarīraṃ pharamānā pīti uppajji. Tato ‘‘buddhoti, tātā, vadethā’’ti āha. ‘‘Buddhoti, deva, vadāmā’’ti. Evaṃ tikkhattuṃ vadāpetvā ‘‘buddhoti padaṃ aparimāṇa’’nti tasmiṃyeva pade pasanno satasahassaṃ datvā ‘‘aparaṃ vadethā’’ti pucchi. ‘‘Deva, loke dhammaratanaṃ nāma uppanna’’nti. Tampi sutvā tatheva satasahassaṃ datvā ‘‘aparaṃ vadethā’’ti pucchi. ‘‘Deva, saṅgharatanaṃ nāma uppanna’’nti. Tampi sutvā tatheva satasahassaṃ datvā ‘‘buddhassa bhagavato santike pabbajissāmī’’ti tatova nikkhami. Amaccāpi tatheva nikkhamiṃsu. So amaccasahassena saddhiṃ gaṅgātīraṃ patvā ‘‘sace satthā sammāsambuddho, imesaṃ assānaṃ khuramattampi mā temetū’’ti saccādhiṭṭhānaṃ katvā udakapiṭṭheneva pūraṃ gaṅgānadiṃ atikkamitvā aparampi aḍḍhayojanavitthāraṃ nadiṃ tatheva atikkamitvā tatiyaṃ candabhāgaṃ nāma mahānadiṃ patvā tampi tāya eva saccakiriyāya atikkami.",
  "atk-s0508a26:156": "Satthāpi taṃdivasaṃ paccūsasamayaṃyeva mahākaruṇāsamāpattito vuṭṭhāya lokaṃ volokento ‘‘ajja mahākappino tiyojanasatikaṃ rajjaṃ pahāya amaccasahassaparivāro mama santike pabbajituṃ āgamissatī’’ti disvā ‘‘mayā tesaṃ paccuggamanaṃ kātuṃ yutta’’nti pātova sarīrapaṭijagganaṃ katvā bhikkhusaṅghaparivuto sāvatthiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto sayameva ākāsena gantvā candabhāgāya nadiyā tīre tesaṃ uttaraṇatitthassābhimukhaṭṭhāne mahānigrodhamūle pallaṅkena nisinno chabbaṇṇabuddharasmiyo vissajjesi. Te tena titthena uttarantā buddharasmiyo ito cito ca vidhāvantiyo olokento bhagavantaṃ disvā ‘‘yaṃ satthāraṃ uddissa mayaṃ āgatā, addhā so eso’’ti dassaneneva niṭṭhaṃ gantvā diṭṭhaṭṭhānato paṭṭhāya onamitvā paramanipaccākāraṃ karontā bhagavantaṃ upasaṅkamiṃsu. Rājā bhagavato gopphakesu gahetvā satthāraṃ vanditvā ekamantaṃ nisīdi saddhiṃ amaccasahassena. Satthā tesaṃ dhammaṃ desesi. Desanāpariyosāne saddhiṃ parisāya arahatte patiṭṭhāsi. Tena vuttaṃ apadāne (apa. thera 2.54.66-107) –",
  "atk-s0508a26:157": "‘‘Padumuttaro nāma jino, sabbadhammāna pāragū;",
  "atk-s0508a26:158": "Udito ajaṭākāse, ravīva saradambare.",
  "atk-s0508a26:159": "‘‘Vacanābhāya bodheti, veneyyapadumāni so;",
  "atk-s0508a26:160": "Kilesapaṅkaṃ soseti, matiraṃsīhi nāyako.",
  "atk-s0508a26:161": "‘‘Titthiyānaṃ yase hanti, khajjotābhā yathā ravi;",
  "atk-s0508a26:162": "Saccatthābhaṃ pakāseti, ratanaṃva divākaro.",
  "atk-s0508a26:163": "‘‘Guṇānaṃ āyatibhūto, ratanānaṃva sāgaro;",
  "atk-s0508a26:164": "Pajjunnoriva bhūtāni, dhammameghena vassati.",
  "atk-s0508a26:165": "‘‘Akkhadasso tadā āsiṃ, nagare haṃsasavhaye;",
  "atk-s0508a26:166": "Upecca dhammamassosiṃ, jalajuttamanāmino.",
  "atk-s0508a26:167": "‘‘Ovādakassa bhikkhūnaṃ, sāvakassa katāvino;",
  "atk-s0508a26:168": "Guṇaṃ pakāsayantassa, tappayantassa me manaṃ.",
  "atk-s0508a26:169": "‘‘Sutvā patīto sumano, nimantetvā tathāgataṃ;",
  "atk-s0508a26:170": "Sasissaṃ bhojayitvāna, taṃ ṭhānamabhipatthayiṃ.",
  "atk-s0508a26:171": "‘‘Tadā haṃsasamabhāgo, haṃsadundubhinissano;",
  "atk-s0508a26:172": "Passathetaṃ mahāmattaṃ, vinicchayavisāradaṃ.",
  "atk-s0508a26:173": "‘‘Patitaṃ pādamūle me, samuggatatanūruhaṃ;",
  "atk-s0508a26:174": "Jīmūtavaṇṇaṃ pīṇaṃsaṃ, pasannanayanānanaṃ.",
  "atk-s0508a26:175": "‘‘Parivārena mahatā, rājayuttaṃ mahāyasaṃ;",
  "atk-s0508a26:176": "Eso katāvino ṭhānaṃ, pattheti muditāsayo.",
  "atk-s0508a26:177": "‘‘Iminā paṇipātena, cāgena paṇidhīhi ca;",
  "atk-s0508a26:178": "Kappasatasahassāni, nupapajjati duggatiṃ.",
  "atk-s0508a26:179": "‘‘Devesu devasobhaggaṃ, manussesu mahantataṃ;",
  "atk-s0508a26:180": "Anubhotvāna sesena, nibbānaṃ pāpuṇissati.",
  "atk-s0508a26:181": "‘‘Satasahassito kappe, okkākakulasambhavo;",
  "atk-s0508a26:182": "Gotamo nāma gottena, satthā loke bhavissati.",
  "atk-s0508a26:183": "‘‘Tassa dhammesu dāyādo, oraso dhammanimmito;",
  "atk-s0508a26:184": "Kappino nāma nāmena, hessati satthu sāvako.",
  "atk-s0508a26:185": "‘‘Tatohaṃ sukataṃ kāraṃ, katvāna jinasāsane;",
  "atk-s0508a26:186": "Jahitvā mānusaṃ dehaṃ, tusitaṃ agamāsahaṃ.",
  "atk-s0508a26:187": "‘‘Devamānusarajjāni, sataso anusāsiya;",
  "atk-s0508a26:188": "Bārāṇasiyamāsanne, jāto keṇiyajātiyaṃ.",
  "atk-s0508a26:189": "‘‘Sahassaparivārena, sapajāpatiko ahaṃ;",
  "atk-s0508a26:190": "Pañcapaccekabuddhānaṃ, satāni samupaṭṭhahiṃ.",
  "atk-s0508a26:191": "‘‘Temāsaṃ bhojayitvāna, pacchādamha ticīvaraṃ;",
  "atk-s0508a26:192": "Tato cutā mayaṃ sabbe, ahumha tidasūpagā.",
  "atk-s0508a26:193": "‘‘Puno sabbe manussattaṃ, agamimha tato cutā;",
  "atk-s0508a26:194": "Kukkuṭamhi pure jātā, himavantassa passato.",
  "atk-s0508a26:195": "‘‘Kappino nāmahaṃ āsiṃ, rājaputto mahāyaso;",
  "atk-s0508a26:196": "Sesāmaccakule jātā, mameva parivārayuṃ.",
  "atk-s0508a26:197": "‘‘Mahārajjasukhaṃ patto, sabbakāmasamiddhimā;",
  "atk-s0508a26:198": "Vāṇijehi samakkhātaṃ, buddhuppādamahaṃ suṇiṃ.",
  "atk-s0508a26:199": "‘‘Buddho loke samuppanno, asamo ekapuggalo;",
  "atk-s0508a26:200": "So pakāseti saddhammaṃ, amataṃ sukhamuttamaṃ.",
  "atk-s0508a26:201": "‘‘Suyuttā tassa sissā ca, sumuttā ca anāsavā;",
  "atk-s0508a26:202": "Sutvā nesaṃ suvacanaṃ, sakkaritvāna vāṇije.",
  "atk-s0508a26:203": "‘‘Pahāya rajjaṃ sāmacco, nikkhamiṃ buddhamāmako;",
  "atk-s0508a26:204": "Nadiṃ disvā mahācandaṃ, pūritaṃ samatittikaṃ.",
  "atk-s0508a26:205": "‘‘Appatiṭṭhaṃ anālambaṃ, duttaraṃ sīghavāhiniṃ;",
  "atk-s0508a26:206": "Guṇaṃ saritvā buddhassa, sotthinā samatikkamiṃ.",
  "atk-s0508a26:207": "‘‘Bhavasotaṃ sace buddho, tiṇṇo lokantagū vidū;",
  "atk-s0508a26:208": "Etena saccavajjena, gamanaṃ me samijjhatu.",
  "atk-s0508a26:209": "‘‘Yadi santigamo maggo, mokkho caccantikaṃ sukhaṃ;",
  "atk-s0508a26:210": "Etena saccavajjena, gamanaṃ me samijjhatu.",
  "atk-s0508a26:211": "‘‘Saṅgho ce tiṇṇakantāro, puññakkhetto anuttaro;",
  "atk-s0508a26:212": "Etena saccavajjena, gamanaṃ me samijjhatu.",
  "atk-s0508a26:213": "‘‘Saha kate saccavare, maggā apagataṃ jalaṃ;",
  "atk-s0508a26:214": "Tato sukhena uttiṇṇo, nadītīre manorame.",
  "atk-s0508a26:215": "‘‘Nisinnaṃ addasaṃ buddhaṃ, udentaṃva pabhaṅkaraṃ;",
  "atk-s0508a26:216": "Jalantaṃ hemaselaṃva, dīparukkhaṃva jotitaṃ.",
  "atk-s0508a26:217": "‘‘Sasiṃva tārāsahitaṃ, sāvakehi purakkhataṃ;",
  "atk-s0508a26:218": "Vāsavaṃ viya vassantaṃ, desanājaladantaraṃ.",
  "atk-s0508a26:219": "‘‘Vanditvāna sahāmacco, ekamantamupāvisiṃ;",
  "atk-s0508a26:220": "Tato no āsayaṃ ñatvā, buddho dhammamadesayi.",
  "atk-s0508a26:221": "‘‘Sutvāna dhammaṃ vimalaṃ, avocumha mayaṃ jinaṃ;",
  "atk-s0508a26:222": "Pabbājehi mahāvīra, nibbindāmha mayaṃ bhave.",
  "atk-s0508a26:223": "‘‘Svakkhāto bhikkhave dhammo, dukkhantakaraṇāya vo;",
  "atk-s0508a26:224": "Caratha brahmacariyaṃ, iccāha munisattamo.",
  "atk-s0508a26:225": "‘‘Saha vācāya sabbepi, bhikkhuvesadharā mayaṃ;",
  "atk-s0508a26:226": "Ahumha upasampannā, sotāpannā ca sāsane.",
  "atk-s0508a26:227": "‘‘Tato jetavanaṃ gantvā, anusāsi vināyako;",
  "atk-s0508a26:228": "Anusiṭṭho jinenāhaṃ, arahattamapāpuṇiṃ.",
  "atk-s0508a26:229": "‘‘Tato bhikkhusahassāni, anusāsimahaṃ tadā;",
  "atk-s0508a26:230": "Mamānusāsanakarā, tepi āsuṃ anāsavā.",
  "atk-s0508a26:231": "‘‘Jino tasmiṃ guṇe tuṭṭho, etadagge ṭhapesi maṃ;",
  "atk-s0508a26:232": "Bhikkhuovādakānaggo, kappinoti mahājane.",
  "atk-s0508a26:233": "‘‘Satasahasse kataṃ kammaṃ, phalaṃ dassesi me idha;",
  "atk-s0508a26:234": "Pamutto saravegova, kilese jhāpayiṃ mama.",
  "atk-s0508a26:235": "‘‘Kilesā jhāpitā mayhaṃ…pe… kataṃ buddhassa sāsana’’nti.",
  "atk-s0508a26:236": "Arahattaṃ patvā pana te sabbeva satthāraṃ pabbajjaṃ yāciṃsu. Satthā te ‘‘etha, bhikkhavo’’ti āha. Sā eva tesaṃ pabbajjā upasampadā ca ahosi. Satthā taṃ bhikkhusahassaṃ ādāya ākāsena jetavanaṃ agamāsi. Athekadivasaṃ bhagavā tassantevāsike bhikkhū āha – ‘‘kacci, bhikkhave, kappino bhikkhūnaṃ dhammaṃ desetī’’ti? ‘‘Na, bhagavā, deseti . Appossukko diṭṭhadhammasukhavihāramanuyutto viharati, ovādamattampi na detī’’ti. Satthā theraṃ pakkosāpetvā – ‘‘saccaṃ kira tvaṃ, kappina, antevāsikānaṃ ovādamattampi na desī’’ti? ‘‘Saccaṃ, bhagavā’’ti. ‘‘Brāhmaṇa, mā evaṃ kari, ajja paṭṭhāya upagatānaṃ dhammaṃ desehī’’ti. ‘‘Sādhu, bhante’’ti thero satthu vacanaṃ sirasā sampaṭicchitvā ekovādeneva samaṇasahassaṃ arahatte patiṭṭhāpesi. Tena naṃ satthā paṭipāṭiyā attano sāvake there ṭhānantare ṭhapento bhikkhuovādakānaṃ aggaṭṭhāne ṭhapesi. Athekadivasaṃ thero bhikkhuniyo ovadanto –",
  "atk-s0508a26:237": "547.",
  "atk-s0508a26:238": " ‘‘Anāgataṃ yo paṭikacca passati, hitañca atthaṃ ahitañca taṃ dvayaṃ;",
  "atk-s0508a26:239": "Viddesino tassa hitesino vā, randhaṃ na passanti samekkhamānā.",
  "atk-s0508a26:240": "548.",
  "atk-s0508a26:241": " ‘‘Ānāpānasatī yassa, paripuṇṇā subhāvitā;",
  "atk-s0508a26:242": "Anupubbaṃ paricitā, yathā buddhena desitā;",
  "atk-s0508a26:243": "Somaṃ lokaṃ pabhāseti, abbhā muttova candimā.",
  "atk-s0508a26:244": "549.",
  "atk-s0508a26:245": " ‘‘Odātaṃ vata me cittaṃ, appamāṇaṃ subhāvitaṃ;",
  "atk-s0508a26:246": "Nibbiddhaṃ paggahītañca, sabbā obhāsate disā.",
  "atk-s0508a26:247": "550.",
  "atk-s0508a26:248": " ‘‘Jīvate vāpi sappañño, api vittaparikkhayo;",
  "atk-s0508a26:249": "Paññāya ca alābhena, vittavāpi na jīvati.",
  "atk-s0508a26:250": "551.",
  "atk-s0508a26:251": " ‘‘Paññā sutavinicchinī, paññā kittisilokavaddhanī;",
  "atk-s0508a26:252": "Paññāsahito naro idha, api dukkhesu sukhāni vindati.",
  "atk-s0508a26:253": "552.",
  "atk-s0508a26:254": " ‘‘Nāyaṃ ajjatano dhammo, nacchero napi abbhuto;",
  "atk-s0508a26:255": "Yattha jāyetha mīyetha, tattha kiṃ viya abbhutaṃ.",
  "atk-s0508a26:256": "553.",
  "atk-s0508a26:257": " ‘‘Anantarañhi jātassa, jīvitā maraṇaṃ dhuvaṃ;",
  "atk-s0508a26:258": "Jātā jātā marantīdha, evaṃ dhammā hi pāṇino.",
  "atk-s0508a26:259": "554.",
  "atk-s0508a26:260": " ‘‘Na hetadatthāya matassa hoti, yaṃ jīvitatthaṃ paraporisānaṃ;",
  "atk-s0508a26:261": "Matamhi ruṇṇaṃ na yaso na lokyaṃ, na vaṇṇitaṃ samaṇabrāhmaṇehi.",
  "atk-s0508a26:262": "555.",
  "atk-s0508a26:263": " ‘‘Cakkhuṃ sarīraṃ upahanti tena, nihīyati vaṇṇabalaṃ matī ca;",
  "atk-s0508a26:264": "Ānandino tassa disā bhavanti, hitesino nāssa sukhī bhavanti.",
  "atk-s0508a26:265": "556.",
  "atk-s0508a26:266": " ‘‘Tasmā hi iccheyya kule vasante, medhāvino ceva bahussute ca;",
  "atk-s0508a26:267": "Yesañhi paññāvibhavena kiccaṃ, taranti nāvāya nadiṃva puṇṇa’’nti. –",
  "atk-s0508a26:268": "Imā gāthā abhāsi.",
  "atk-s0508a26:269": "Tattha anāgatanti na āgataṃ, avindanti, attho. Paṭikaccāti putetaraṃyeva. Passatīti oloketi. Atthanti kiccaṃ. Taṃ dvayanti hitāhitaṃ. Viddesinoti amittā. Hitesinoti mittā. Randhanti chiddaṃ. Samekkhamānāti gavesantā. Idaṃ vuttaṃ hoti – yo puggalo attano hitāvahaṃ ahitāvahaṃ tadubhayañca atthaṃ kiccaṃ anāgataṃ asampattaṃ puretaraṃyeva paññācakkhunā ahaṃ viya passati vīmaṃsati vicāreti, tassa amittā vā ahitajjhāsayena mittā vā hitajjhāsayena randhaṃ gavesantā na passanti, tādiso paññavā puggalo acchiddavutti, tasmā tumhehi tathārūpehi bhavitabbanti.",
  "atk-s0508a26:270": "Idāni ānāpānasatibhāvanāya guṇaṃ dassento tattha tāni yojetuṃ ‘‘ānāpānasatī yassā’’ti dutiyaṃ gāthamāha. Tattha ānanti assāso. Apānanti passāso. Assāsapassāsanimittārammaṇā sati ānāpānasati. Satisīsena cettha taṃsampayuttasamādhibhāvanā adhippetā. Yassāti, yassa yogino. Paripuṇṇā subhāvitāti catunnaṃ satipaṭṭhānānaṃ soḷasannañca ākārānaṃ pāripūriyā sabbaso puṇṇā sattannaṃ bojjhaṅgānaṃ vijjāvimuttīnañca pāripūriyā suṭṭhu bhāvitā vaḍḍhitā. Anupubbaṃ paricitā, yathā buddhena desitāti ‘‘so satova assasatī’’tiādinā (dī. ni. 2.374; ma. ni. 1.107) yathā bhagavatā desitā, tathā anupubbaṃ anukkamena paricitā āsevitā bhāvitā. Somaṃ lokaṃ pabhāseti, abbhā muttova candimāti so yogāvacaro yathā abbhādiupakkilesā vimutto cando candālokena imaṃ okāsalokaṃ pabhāseti, evaṃ avijjādiupakkilesavimutto ñāṇālokena attasantānapatitaṃ parasantānapatitañca saṅkhāralokaṃ pabhāseti pakāseti. Tasmā tumhehi ānāpānasatibhāvanā bhāvetabbāti adhippāyo.",
  "atk-s0508a26:271": "Idāni attānaṃ nidassanaṃ katvā bhāvanābhiyogassa saphalataṃ dassento ‘‘odātaṃ vata me citta’’nti tatiyaṃ gāthamāha. Tassattho – nīvaraṇamalavigamato odātaṃ suddhaṃ vata mama cittaṃ. Yathā pamāṇakarā rāgādayo pahīnā, appamāṇañca nibbānaṃ paccakkhaṃ kataṃ ahosi, tathā bhāvitattā appamāṇaṃ subhāvitaṃ, tato eva catusaccaṃ nibbiddhaṃ paṭivijjhitaṃ, sakalasaṃkilesapakkhato paggahitañca hutvā dukkhādikā pubbantādikā ca disā obhāsate tattha vitiṇṇakaṅkhattā sabbadhammesu vigatasammohattā ca. Tasmā tumhehipi evaṃ cittaṃ bhāvetabbanti dasseti.",
  "atk-s0508a26:272": "Yathā bhāvanāmayā paññā cittamalavisodhanādinā purisassa bahupakārā, evaṃ itarāpīti dassento ‘‘jīvate vāpi sappañño’’ti catutthagāthamāha. Tassattho – parikkhīṇadhanopi sappaññajātiko itarītarasantosena santuṭṭho anavajjāya jīvikāya jīvatiyeva. Tassa hi jīvitaṃ jīvitaṃ nāma. Tenāha bhagavā – ‘‘paññājīviṃ jīvitamāhu seṭṭha’’nti (saṃ. ni. 1.73, 246; su. ni. 184). Dummedhapuggalo pana paññāya alābhena diṭṭhadhammikaṃ samparāyikañca atthaṃ virādhento vittavāpi na jīvati, garahādippattiyā jīvanto nāma na tassa hoti, anupāyaññutāya vā yathādhigataṃ dhanaṃ nāsento jīvitampi sandhāretuṃ na sakkotiyeva, tasmā pārihāriyapaññāpi tumhehi appamattehi sampādetabbāti adhippāyo.",
  "atk-s0508a26:273": "Idāni paññāya ānisaṃse dassetuṃ ‘‘paññā sutavinicchinī’’ti pañcamaṃ gāthamāha. Tattha paññā sutavinicchinīti paññā nāmesā sutassa vinicchayinī, yathāsute sotapathamāgate atthe ‘‘ayaṃ akusalo, ayaṃ kusalo, ayaṃ sāvajjo, ayaṃ anavajjo’’tiādinā vinicchayajananī. Kittisilokavaddhanīti kittiyā sammukhā pasaṃsāya silokassa patthaṭayasabhāvassa vaddhanī, paññavatoyeva hi kittiādayo viññūnaṃ pāsaṃsabhāvato. Paññāsahitoti pārihāriyapaññāya, vipassanāpaññāya ca yutto. Api dukkhesu sukhāni vindatīti ekantadukkhasabhāvesu khandhāyatanādīsu sammāpaṭipattiyā yathābhūtasabhāvāvabodhena nirāmisānipi sukhāni paṭilabhati.",
  "atk-s0508a26:274": "Idāni tāsaṃ bhikkhunīnaṃ aniccatāpaṭisaṃyuttaṃ dhīrabhāvāvahaṃ dhammaṃ kathento ‘‘nāyaṃ ajjatano dhammo’’tiādinā sesagāthā abhāsi. Tatrāyaṃ saṅkhepattho – yvāyaṃ sattānaṃ jāyanamīyanasabhāvo, ayaṃ dhammo ajjatano adhunāgato na hoti, abhiṇhapavattikatāya na acchariyo, abbhutapubbatābhāvato nāpi abbhuto. Tasmā yattha jāyetha mīyetha, yasmiṃ loke satto jāyeyya, so ekaṃsena mīyetha, tattha kiṃ viya? Kiṃ nāma abbhutaṃ siyā? Sabhāvikattā maraṇassa – na hi khaṇikamaraṇassa kiñci kāraṇaṃ atthi. Yato anantarañhi jātassa, jīvitā maraṇaṃ dhuvaṃ jātassa jātisamanantaraṃ jīvitato maraṇaṃ ekantikaṃ uppannānaṃ khandhānaṃ ekaṃsena bhijjanato. Yo panettha jīvatīti lokavohāro, so tadupādānassa anekapaccayāyattatāya anekantiko, yasmā etadevaṃ, tasmā jātā marantīdha, evaṃdhammā hi pāṇinoti ayaṃ sattānaṃ pakati, yadidaṃ jātānaṃ maraṇanti jātiyā maraṇānubandhanataṃ āha.",
  "atk-s0508a26:275": "Idāni yasmā tāsu bhikkhunīsu kāci sokabandhitacittāpi atthi, tasmā tāsaṃ sokavinodanaṃ kātuṃ ‘‘na hetadatthāyātiādi vuttaṃ. Tattha na hetadatthāya matassa hotīti yaṃ matassa jīvitatthaṃ jīvitanimittaṃ paraporisānaṃ parapuggalānaṃ ruṇṇaṃ, etaṃ tassa matassa sattassa jīvitatthaṃ tāva tiṭṭhatu, kassacipi atthāya na hoti, ye pana rudanti, tesampi matamhi matapuggalanimittaṃ ruṇṇaṃ, na yaso na lokyaṃ yasāvahaṃ visuddhāvahañca na hoti . Na vaṇṇitaṃ samaṇabrāhmaṇehīti viññuppasaṭṭhampi na hoti, atha kho viññugarahitamevāti attho.",
  "atk-s0508a26:276": "Na kevalameteva ye rudato ādīnavā, atha kho imepīti dassento ‘‘cakkhuṃ sarīraṃ upahantī’’ti gāthaṃ vatvā tato paraṃ sokādianatthapaṭibāhanatthaṃ kalyāṇamittapayirupāsanāyaṃ tā niyojento ‘‘tasmā’’tiādinā osānagāthamāha. Tattha tasmāti yasmā ruṇṇaṃ rudantassa puggalassa cakkhuṃ sarīrañca upahanti vibādhati, tena ruṇṇena vaṇṇo balaṃ mati ca nihīyati parihāyati, tassa rudantassa puggalassa disā sapattā ānandino pamodavanto pītivanto bhavanti. Hitesino mittā dukkhī dukkhitā bhavanti tasmā dhammojapaññāya samannāgatattā medhāvino diṭṭhadhammikādiatthasannissitassa bāhusaccassa pāripūriyā bahussute, attano kule vasante iccheyya pāṭikaṅkheyya kulūpake kareyya. Yesanti yesaṃ medhāvīnaṃ bahussutānaṃ paṇḍitānaṃ paññāvibhavena paññābalena yathā mahoghassa puṇṇaṃ nadiṃ nāvāya taranti, evaṃ kulaputtā attano atthakiccaṃ taranti pāraṃ pāpuṇanti. Te iccheyya kule vasanteti yojanā.",
  "atk-s0508a26:277": "Evaṃ thero tāsaṃ bhikkhunīnaṃ dhammaṃ kathetvā vissajjesi. Tā therassa ovāde ṭhatvā sokaṃ vinodetvā yoniso paṭipajjantiyo sadatthaṃ paripūresuṃ.",
  "atk-s0508a26:278": "Mahākappinattheragāthāvaṇṇanā niṭṭhitā.",
  "atk-s0508a26:279": "4. Cūḷapanthakattheragāthāvaṇṇanā",
  "atk-s0508a26:280": "Dandhāmayhaṃ gatītiādikā āyasmato cūḷapanthakattherassa gāthā. Kā uppatti? Yadettha aṭṭhuppattivasena vattabbaṃ, taṃ aṭṭhakanipāte mahāpanthakavatthusmiṃ (theragā. aṭṭha. 2.mahāpanthakattheragāthāvaṇṇanā) vuttameva. Ayaṃ pana viseso – mahāpanthakatthero arahattaṃ patvā aggaphalasukhena vītināmento cintesi – ‘‘kathaṃ nu kho sakkā cūḷapanthakampi imasmiṃ sukhe patiṭṭhapetu’’nti? So attano ayyakaṃ dhanaseṭṭhiṃ upasaṅkamitvā āha – ‘‘sace, mahāseṭṭhi, anujānātha , ahaṃ cūḷapanthakaṃ pabbājeyya’’nti. ‘‘Pabbājetha, bhante’’ti. Thero taṃ pabbājesi. So dasasu sīlesu patiṭṭhito bhātu santike –",
  "atk-s0508a26:281": "‘‘Padumaṃ yathā kokanadaṃ sugandhaṃ, pāto siyā phullamavītagandhaṃ;",
  "atk-s0508a26:282": "Aṅgīrasaṃ passa virocamānaṃ, tapantamādiccamivantalikkhe’’ti. (saṃ. ni. 1.123; a. ni. 5.195) –",
  "atk-s0508a26:283": "Gāthaṃ uggaṇhanto catūhi māsehi gahetuṃ nāsakkhi, gahitagahitaṃ padaṃ hadaye na tiṭṭhati. Atha naṃ mahāpanthako āha – ‘‘panthaka, tvaṃ imasmiṃ sāsane abhabbo, catūhi māsehi ekagāthampi gahetuṃ na sakkosi. Pabbajitakiccaṃ pana tvaṃ kathaṃ matthakaṃ pāpessasi? Nikkhama ito’’ti. So therena paṇāmito dvārakoṭṭhakasamīpe rodamāno aṭṭhāsi.",
  "atk-s0508a26:284": "Tena ca samayena satthā jīvakambavane viharati. Atha jīvako purisaṃ pesesi, ‘‘pañcahi bhikkhusatehi saddhiṃ satthāraṃ nimantehī’’ti. Tena ca samayena āyasmā mahāpanthako bhattuddesako hoti. So ‘‘pañcannaṃ bhikkhusatānaṃ bhikkhaṃ paṭicchatha, bhante’’ti vutto ‘‘cūḷapanthakaṃ ṭhapetvā sesānaṃ paṭicchāmī’’ti āha. Taṃ sutvā cūḷapanthako bhiyyosomattāya domanassappatto ahosi. Satthā tassa cittakkhedaṃ ñatvā, ‘‘cūḷapanthako mayā katena upāyena bujjhissatī’’ti tassa avidūre ṭhāne attānaṃ dassetvā ‘‘kiṃ, panthaka, rodasī’’ti pucchi. ‘‘Bhātā maṃ, bhante, paṇāmetī’’ti āha. ‘‘Panthaka, mā cintayi, mama sāsane tuyhaṃ pabbajjā, ehi, imaṃ gahetvā ‘rajoharaṇaṃ, rajoharaṇa’nti manasi karohī’’ti iddhiyā suddhaṃ coḷakkhaṇḍaṃ abhisaṅkharitvā adāsi. So satthārā dinnaṃ coḷakkhaṇḍaṃ ‘‘rajoharaṇaṃ, rajoharaṇa’’nti hatthena parimajjanto nisīdi. Tassa taṃ parimajjantassa kiliṭṭhadhātukaṃ jātaṃ, puna parimajjantassa ukkhaliparipuñchanasadisaṃ jātaṃ. So ñāṇassa paripakkattā evaṃ cintesi – ‘‘idaṃ coḷakkhaṇḍaṃ pakatiyā parisuddhaṃ, imaṃ upādiṇṇakasarīraṃ nissāya kiliṭṭhaṃ aññathā jātaṃ, tasmā aniccaṃ yathāpetaṃ, evaṃ cittampī’’ti khayavayaṃ paṭṭhapetvā tasmiṃyeva nimitte jhānāni nibbattetvā jhānapādakaṃ vipassanaṃ paṭṭhapetvā saha paṭisambhidāhi arahattaṃ pāpuṇi. Tena vuttaṃ apadāne (apa. thera 1.2.35-54) –",
  "atk-s0508a26:285": "‘‘Padumuttaro nāma jino, āhutīnaṃ paṭiggaho;",
  "atk-s0508a26:286": "Gaṇamhā vūpakaṭṭho so, himavante vasī tadā.",
  "atk-s0508a26:287": "‘‘Ahampi himavantamhi, vasāmi assame tadā;",
  "atk-s0508a26:288": "Acirāgataṃ mahāvīraṃ, upesiṃ lokanāyakaṃ.",
  "atk-s0508a26:289": "‘‘Pupphacchattaṃ gahetvāna, upagacchiṃ narāsabhaṃ;",
  "atk-s0508a26:290": "Samādhiṃ samāpajjantaṃ, antarāyamakāsahaṃ.",
  "atk-s0508a26:291": "‘‘Ubho hatthehi paggayha, pupphacchattaṃ adāsahaṃ;",
  "atk-s0508a26:292": "Paṭiggahesi bhagavā, padumuttaro mahāmuni.",
  "atk-s0508a26:293": "‘‘Sabbe devā attamanā, himavantaṃ upenti te;",
  "atk-s0508a26:294": "Sādhukāraṃ pavattesuṃ, anumodissati cakkhumā.",
  "atk-s0508a26:295": "‘‘Idaṃ vatvāna te devā, upagacchuṃ naruttamaṃ;",
  "atk-s0508a26:296": "Ākāse dhārayantassa, padumacchattamuttamaṃ.",
  "atk-s0508a26:297": "‘‘Satapattachattaṃ paggayha, adāsi tāpaso mama;",
  "atk-s0508a26:298": "Tamahaṃ kittayissāmi, suṇātha mama bhāsato.",
  "atk-s0508a26:299": "‘‘Pañcavīsatikappāni, devarajjaṃ karissati;",
  "atk-s0508a26:300": "Catuttiṃsatikkhattuñca, cakkavattī bhavissati.",
  "atk-s0508a26:301": "‘‘Yaṃ yaṃ yoniṃ saṃsarati, devattaṃ atha mānusaṃ;",
  "atk-s0508a26:302": "Abbhokāse patiṭṭhantaṃ, padumaṃ dhārayissati.",
  "atk-s0508a26:303": "‘‘Kappasatasahassamhi , okkākakulasambhavo;",
  "atk-s0508a26:304": "Gotamo nāma gottena, satthā loke bhavissati.",
  "atk-s0508a26:305": "‘‘Pakāsite pāvacane, manussattaṃ labhissati;",
  "atk-s0508a26:306": "Manomayamhi kāyamhi, uttamo so bhavissati.",
  "atk-s0508a26:307": "‘‘Dve bhātaro bhavissanti, ubhopi panthakavhayā;",
  "atk-s0508a26:308": "Anubhotvā uttamatthaṃ, jotayissanti sāsanaṃ.",
  "atk-s0508a26:309": "‘‘Sohaṃ aṭṭhārasavasso, pabbajiṃ anagāriyaṃ;",
  "atk-s0508a26:310": "Visesāhaṃ na vindāmi, sakyaputtassa sāsane.",
  "atk-s0508a26:311": "‘‘Dandhā mayhaṃ gatī āsi, paribhūto pure ahuṃ;",
  "atk-s0508a26:312": "Bhātā ca maṃ paṇāmesi, gaccha dāni sakaṃ gharaṃ.",
  "atk-s0508a26:313": "‘‘Sohaṃ paṇāmito santo, saṅghārāmassa koṭṭhake;",
  "atk-s0508a26:314": "Dummano tattha aṭṭhāsiṃ, sāmaññasmiṃ apekkhavā.",
  "atk-s0508a26:315": "‘‘Bhagavā tattha āgacchi, sīsaṃ mayhaṃ parāmasi;",
  "atk-s0508a26:316": "Bāhāya maṃ gahetvāna, saṅghārāmaṃ pavesayi.",
  "atk-s0508a26:317": "‘‘Anukampāya me satthā, adāsi pādapuñchaniṃ;",
  "atk-s0508a26:318": "Evaṃ suddhaṃ adhiṭṭhehi, ekamantamadhiṭṭhahaṃ.",
  "atk-s0508a26:319": "‘‘Hatthehi tamahaṃ gayha, sariṃ kokanadaṃ ahaṃ;",
  "atk-s0508a26:320": "Tattha cittaṃ vimucci me, arahattaṃ apāpuṇiṃ.",
  "atk-s0508a26:321": "‘‘Manomayesu kāyesu, sabbattha pāramiṃ gato;",
  "atk-s0508a26:322": "Sabbāsave pariññāya, viharāmi anāsavo.",
  "atk-s0508a26:323": "‘‘Paṭisambhidā catasso…pe… kataṃ buddhassa sāsana’’nti.",
  "atk-s0508a26:324": "Arahattamaggenevassa tepiṭakaṃ pañcābhiññā ca āgamiṃsu. Satthā ekena ūnehi pañcahi bhikkhusatehi saddhiṃ gantvā jīvakassa nivesane paññatte āsane nisīdi. Cūḷapanthako pana attano bhikkhāya appaṭicchitattā eva na gato. Jīvako yāguṃ dātuṃ ārabhi, satthā pattaṃ hatthena pidahi. ‘‘Kasmā, bhante, na gaṇhathā’’ti vutte – ‘‘vihāre eko bhikkhu atthi, jīvakā’’ti. So purisaṃ pahiṇi, ‘‘gaccha, bhaṇe, vihāre nisinnaṃ ayyaṃ gahetvā ehī’’ti. Cūḷapanthakattheropi rūpena kiriyāya ca ekampi ekena asadisaṃ bhikkhusahassaṃ nimminitvā nisīdi. So puriso vihāre bhikkhūnaṃ bahubhāvaṃ disvā gantvā jīvakassa kathesi – ‘‘imasmā bhikkhusaṅghā vihāre bhikkhusaṅgho bahutaro, pakkositabbaṃ ayyaṃ na jānāmī’’ti. Jīvako satthāraṃ paṭipucchi – ‘‘konāmo, bhante, vihāre nisinno bhikkhū’’ti? ‘‘Cūḷapanthako nāma, jīvakā’’ti. ‘‘Gaccha , bhaṇe, ‘cūḷapanthako nāma kataro’ti pucchitvā taṃ ānehī’’ti. So vihāraṃ gantvā ‘‘cūḷapanthako nāma kataro, bhante’’ti pucchi. ‘‘Ahaṃ cūḷapanthako’’,‘‘ahaṃ cūḷapanthako’’ti ekapahāreneva bhikkhusahassampi kathesi. So punāgantvā taṃ pavattiṃ jīvakassa ārocesi. Jīvako paṭividdhasaccattā ‘‘iddhimā maññe, ayyo’’ti nayato ñatvā ‘‘gaccha, bhaṇe, paṭhamaṃ kathanakamayyameva ‘tumhe satthā pakkosatī’ti vatvā cīvarakaṇṇe gaṇhā’’ti āha. So vihāraṃ gantvā tathā akāsi, tāvadeva nimmitabhikkhū antaradhāyiṃsu. So theraṃ gahetvā agamāsi.",
  "atk-s0508a26:325": "Satthā tasmiṃ khaṇe yāguñca khajjakādibhedañca paṭiggaṇhi. Dasabale bhattakiccaṃ katvā vihāraṃ gate dhammasabhāyaṃ kathā udapādi – ‘‘aho buddhānaṃ ānubhāvo, yatra hi nāma cattāro māse ekagāthaṃ gahetuṃ asakkontampi lahukena khaṇeneva evaṃ mahiddhikaṃ akaṃsū’’ti. Satthā tesaṃ bhikkhūnaṃ kathāsallāpaṃ sutvā āgantvā buddhāsane nisajja, ‘‘kiṃ vadetha, bhikkhave’’ti pucchitvā, ‘‘imaṃ nāma, bhante’’ti vutte, ‘‘bhikkhave, cūḷapanthakena idāni mayhaṃ ovāde ṭhatvā lokuttaradāyajjaṃ laddhaṃ, pubbe pana lokiyadāyajja’’nti vatvā tehi yācito cūḷaseṭṭhijātakaṃ (jā. 1.1.4) kathesi. Aparabhāge taṃ satthā ariyagaṇaparivuto dhammāsane nisinno manomayaṃ kāyaṃ abhinimminantānaṃ bhikkhūnaṃ cetovivaṭṭakusalānañca aggaṭṭhāne ṭhapesi. So aparena samayena bhikkhūhi ‘‘tathā dandhadhātukena kathaṃ tayā saccāni paṭividdhānī’’ti puṭṭho bhātu paṇāmanato paṭṭhāya attano paṭipattiṃ pakāsento –",
  "atk-s0508a26:326": "557.",
  "atk-s0508a26:327": " ‘‘Dandhā mayhaṃ gatī āsi, paribhūto pure ahaṃ;",
  "atk-s0508a26:328": "Bhātā ca maṃ paṇāmesi, gaccha dāni tuvaṃ gharaṃ.",
  "atk-s0508a26:329": "558.",
  "atk-s0508a26:330": " ‘‘Sohaṃ paṇāmito santo, saṅghārāmassa koṭṭhake;",
  "atk-s0508a26:331": "Dummano tattha aṭṭhāsiṃ, sāsanasmiṃ apekkhavā.",
  "atk-s0508a26:332": "559.",
  "atk-s0508a26:333": " ‘‘Bhagavā tattha āgacchi, sīsaṃ mayhaṃ parāmasi;",
  "atk-s0508a26:334": "Bāhāya maṃ gahetvāna, saṅghārāmaṃ pavesayi.",
  "atk-s0508a26:335": "560.",
  "atk-s0508a26:336": " ‘‘Anukampāya me satthā, pādāsi pādapuñchaniṃ;",
  "atk-s0508a26:337": "Etaṃ suddhaṃ adhiṭṭhehi, ekamantaṃ svadhiṭṭhitaṃ.",
  "atk-s0508a26:338": "561.",
  "atk-s0508a26:339": " ‘‘Tassāhaṃ vacanaṃ sutvā, vihāsiṃ sāsane rato;",
  "atk-s0508a26:340": "Samādhiṃ paṭipādesiṃ, uttamatthassa pattiyā.",
  "atk-s0508a26:341": "562.",
  "atk-s0508a26:342": " ‘‘Pubbenivāsaṃ jānāmi, dibbacakkhu visodhitaṃ;",
  "atk-s0508a26:343": "Tisso vijjā anuppattā, kataṃ buddhassa sāsanaṃ.",
  "atk-s0508a26:344": "563.",
  "atk-s0508a26:345": " ‘‘Sahassakkhattumattānaṃ, nimminitvāna panthako;",
  "atk-s0508a26:346": "Nisīdambavane ramme, yāva kālappavedanā.",
  "atk-s0508a26:347": "564.",
  "atk-s0508a26:348": " ‘‘Tato me satthā pāhesi, dūtaṃ kālappavedakaṃ;",
  "atk-s0508a26:349": "Paveditamhi kālamhi, vehāsādupasaṅkamiṃ.",
  "atk-s0508a26:350": "565.",
  "atk-s0508a26:351": " ‘‘Vanditvā satthuno pāde, ekamantaṃ nisīdahaṃ;",
  "atk-s0508a26:352": "Nisinnaṃ maṃ viditvāna, attha satthā paṭiggahi.",
  "atk-s0508a26:353": "566.",
  "atk-s0508a26:354": " ‘‘Āyāgo sabbalokassa, āhutīnaṃ paṭiggaho;",
  "atk-s0508a26:355": "Puññakkhettaṃ manussānaṃ, paṭiggaṇhittha dakkhiṇa’’nti. –",
  "atk-s0508a26:356": "Imā gāthā abhāsi.",
  "atk-s0508a26:357": "Tattha dandhāti, mandā, catuppadikaṃ gāthaṃ catūhi māsehi gahetuṃ asamatthabhāvena dubbalā. Gatīti ñāṇagati. Āsīti, ahosi. Paribhūtoti, tato eva ‘‘muṭṭhassati asampajāno’’ti hīḷito. Pureti, pubbe puthujjanakāle. Bhātā cāti samuccayattho ca-saddo, na kevalaṃ paribhūtova, atha kho bhātāpi maṃ paṇāmesi, ‘‘panthaka, tvaṃ duppañño ahetuko maññe, tasmā pabbajitakiccaṃ matthakaṃ pāpetuṃ asamattho , na imassa sāsanassa anucchaviko, gaccha dāni tuyhaṃ ayyakaghara’’nti nikkaḍḍhesi. Bhātāti, bhātarā.",
  "atk-s0508a26:358": "Koṭṭhaketi, dvārakoṭṭhakasamīpe. Dummanoti, domanassito. Sāsanasmiṃ apekkhavāti, sammāsambuddhassa sāsane sāpekkho avibbhamitukāmo.",
  "atk-s0508a26:359": "Bhagavā tattha āgacchīti, mahākaruṇāsañcoditamānaso maṃ anuggaṇhanto bhagavā yatthāhaṃ ṭhito, tattha āgacchi. Āgantvā ca, ‘‘panthaka, ahaṃ te satthā, na mahāpanthako, maṃ uddissa tava pabbajjā’’ti samassāsento sīsaṃ mayhaṃ parāmasi jālābandhanamudutalunapīṇavarāyataṅgulisamupasobhitena vikasitapadumasassirīkena cakkaṅkitena hatthatalena ‘‘idāniyeva mama putto bhavissatī’’ti dīpento mayhaṃ sīsaṃ parāmasi. Bāhāya maṃ gahetvānāti, ‘‘kasmā tvaṃ, idha tiṭṭhasī’’ti candanagandhagandhinā attano hatthena maṃ bhuje gahetvā antosaṅghārāmaṃ pavesesi. Pādāsipādapuñchaninti pādapuñchaniṃ katvā pādāsi ‘‘rajoharaṇanti manasi karohī’’ti adāsīti attho. ‘‘Adāsī’’ti ‘‘pādapuñchani’’nti ca paṭhanti. Keci pana ‘‘pādapuñchani’’nti pādapuñchanacoḷakkhaṇḍaṃ pādāsī’’ti vadanti. Tadayuttaṃ iddhiyā abhisaṅkharitvā coḷakkhaṇḍassa dinnattā. Etaṃ suddhaṃ adhiṭṭhehi, ekamantaṃ svadhiṭṭhitanti, etaṃ suddhaṃ coḷakkhaṇḍaṃ ‘‘rajoharaṇaṃ, rajoharaṇa’’nti manasikārena svadhiṭṭhitaṃ katvā ekamantaṃ ekamante vivitte gandhakuṭipamukhe nisinno adhiṭṭhehi tathā cittaṃ samāhitaṃ katvā pavattehi.",
  "atk-s0508a26:360": "Tassāhaṃ vacanaṃ sutvāti, tassa bhagavato vacanaṃ ovādaṃ ahaṃ sutvā tasmiṃ sāsane ovāde rato abhirato hutvā vihāsiṃ yathānusiṭṭhaṃ paṭipajjiṃ. Paṭipajjanto ca samādhiṃ paṭipādesiṃ, uttamatthassa pattiyāti, uttamattho nāma arahattaṃ, tassa adhigamāya kasiṇaparikammavasena rūpajjhānāni nibbattetvā jhānapādakaṃ vipassanaṃ paṭṭhapetvā maggapaṭipāṭiyā aggamaggasamādhiṃ sampādesinti attho. Ettha hi samādhīti upacārasamādhito paṭṭhāya yāva catutthamaggasamādhi, tāva samādhisāmaññena gahito, aggaphalasamādhi pana uttamatthaggahaṇena, sātisayaṃ cevāyaṃ samādhikusalo, tasmā ‘‘samādhiṃ paṭipādesi’’nti āha. Samādhikusalatāya hi ayamāyasmā cetovivaṭṭakusalo nāma jāto, mahāpanthakatthero pana vipassanākusalatāya saññāvivaṭṭakusalo nāma. Eko cettha samādhilakkhaṇe cheko, eko vipassanālakkhaṇe, eko samādhigāḷho, eko vipassanāgāḷho eko aṅgasaṃkhitte cheko, eko ārammaṇasaṃkhitte, eko aṅgavavatthāne, eko ārammaṇavavatthāneti vaṇṇenti. Apica cūḷapanthakatthero sātisayaṃ catunnaṃ rūpāvacarajjhānānaṃ lābhitāya cetovivaṭṭakusalo vutto, mahāpanthakatthero sātisayaṃ catunnaṃ arūpāvacarajjhānānaṃ lābhitāya saññāvivaṭṭakusalo. Paṭhamo vā rūpāvacarajjhānalābhī hutvā jhānaṅgehi vuṭṭhāya arahattaṃ pattoti cetovivaṭṭakusalo, itaro arūpāvacarajjhānalābhī hutvā jhānaṅgehi vuṭṭhāya arahattaṃ pattoti saññāvivaṭṭakusalo. Manomayaṃ pana kāyaṃ nibbattento aññe tayo vā cattāro vā nibbattanti, na bahuke, ekasadiseyeva ca katvā nibbattenti, ekavidhameva kammaṃ kurumāne. Ayaṃ pana thero ekāvajjanena samaṇasahassaṃ māpesi, dvepi na kāyena ekasadise akāsi, na ekavidhaṃ kammaṃ kurumāne. Tasmā manomayaṃ kāyaṃ abhinimminantānaṃ aggo nāma jāto.",
  "atk-s0508a26:361": "Idāni attano adhigatavisesaṃ dassetuṃ ‘‘pubbenivāsaṃ jānāmī’’tiādimāha. Kāmañcāyaṃ thero chaḷabhiñño, yā pana abhiññā āsavakkhayañāṇādhigamassa bahūpakārā, taṃ dassanatthaṃ ‘‘pubbenivāsaṃ jānāmi, dibbacakkhu visodhita’’nti vatvā ‘‘tisso vijjā anuppattā’’ti vuttaṃ. Pubbenivāsayathākammupagaanāgataṃsañāṇāni hi vipassanācārassa bahūpakārāni, na tathā itarañāṇāni.",
  "atk-s0508a26:362": "Sahassakkhattunti sahassaṃ. ‘‘Sahassavāra’’nti keci vadanti. Ekāvajjanena pana thero sahasse manomaye kāye nimmini, na vārena. Te ca kho aññamaññamasadise vividhañca kammaṃ karonte. ‘‘Kiṃ pana sāvakānampi evarūpaṃ iddhinimmānaṃ sambhavatī’’ti? Na sambhavati sabbesaṃ, abhinīhārasampattiyā pana ayameva thero evamakāsi, tathā hesa iminā aṅgena etadagge ṭhapito. Panthako nisīdīti attānameva paraṃ viya vadati. Ambavaneti, ambavane jīvakena katavihāre. Vehāsādupasaṅkaminti vehāsāti karaṇe nissakkavacanaṃ, vehāsenāti attho, da-kāro padasandhikaro. Athāti, mama nisajjāya pacchā. Paṭiggahīti dakkhiṇodakaṃ paṭiggaṇhi. Āyāgo sabbalokassāti, sabbassa sadevakassa lokassa aggadakkhiṇeyyatāya deyyadhammaṃ ānetvā yajitabbaṭṭhānabhūto. Āhutīnaṃ paṭiggahoti, mahāphalabhāvakaraṇena dakkhiṇāhutīnaṃ paṭiggaṇhako. Paṭiggaṇhittha dakkhiṇanti jīvakena upanītaṃ yāgukhajjādibhedaṃ dakkhiṇaṃ paṭiggahesi.",
  "atk-s0508a26:363": "Atha kho bhagavā katabhattakicco āyasmantaṃ cūḷapanthakaṃ āṇāpesi – ‘‘anumodanaṃ karohī’’ti. So sineruṃ gahetvā mahāsamuddaṃ manthento viya pabhinnapaṭisambhidāppattatāya tepiṭakaṃ buddhavacanaṃ saṅkhobhento satthu ajjhāsayaṃ gaṇhanto anumodanaṃ akāsi. Tathā upanissayasampannopi cāyamāyasmā tathārūpāya kammapilotikāya paribādhito catuppadikaṃ gāthaṃ catūhipi māsehi gahetuṃ nāsakkhi. Taṃ panassa upanissayasampattiṃ oloketvā satthā pubbacariyānurūpaṃ yonisomanasikāre niyojesi. Tathā hi bhagavā tadā jīvakassa nivesane nisinno eva ‘‘cūḷapanthakassa cittaṃ samāhitaṃ, vīthipaṭipannā vipassanā’’ti ñatvā yathānisinnova attānaṃ dassetvā, ‘‘panthaka, yadipāyaṃ pilotikā saṃkiliṭṭhā rajānukiṇṇā, ito pana añño eva ariyassa vinaye saṃkileso rajo cāti dassento –",
  "atk-s0508a26:364": "‘‘Rāgo rajo na ca pana reṇu vuccati, rāgassetaṃ adhivacanaṃ rajoti;",
  "atk-s0508a26:365": "Etaṃ rajaṃ vippajahitvā bhikkhavo, viharanti te vītarajassa sāsane.",
  "atk-s0508a26:366": "‘‘Doso rajo…pe… sāsane.",
  "atk-s0508a26:367": "‘‘Moho rajo…pe… vītarajassa sāsane’’ti. –",
  "atk-s0508a26:368": "Imā tisso obhāsagāthā abhāsi. Gāthāpariyosāne cūḷapanthako abhiññāpaṭisambhidāparivāraṃ arahattaṃ pāpuṇīti.",
  "atk-s0508a26:369": "Cūḷapanthakattheragāthāvaṇṇanā niṭṭhitā.",
  "atk-s0508a26:370": "5. Kappattheragāthāvaṇṇanā",
  "atk-s0508a26:371": "Nānākulamalasampuṇṇotiādikā āyasmato kappattherassa gāthā. Kā uppatti? Ayampi purimabuddhesu katādhikāro tattha tattha bhave puññāni upacinanto siddhatthassa bhagavato kāle vibhavasampanne kule nibbattitvā pitu accayena viññutaṃ patto nānāvirāgavaṇṇavicittehi vatthehi anekavidhehi ābharaṇehi nānāvidhehi maṇiratanehi bahuvidhehi pupphadāmamālādīhi ca kapparukkhaṃ nāma alaṅkaritvā tena satthu thūpaṃ pūjesi. So tena puññakammena devamanussesu saṃsaranto imasmiṃ buddhuppāde magadharaṭṭhe maṇḍalikarājakule nibbattitvā pitu accayena rajje patiṭṭhito kāmesu ativiya ratto giddho hutvā viharati. Taṃ satthā mahākaruṇāsamāpattito vuṭṭhāya lokaṃ volokento ñāṇajāle paññāyamānaṃ disvā, ‘‘kiṃ nu kho bhavissatī’’ti āvajjento, ‘‘esa mama santike asubhakathaṃ sutvā kāmesu virattacitto hutvā pabbajitvā arahattaṃ pāpuṇissatī’’ti ñatvā ākāsena tattha gantvā –",
  "atk-s0508a26:372": "567.",
  "atk-s0508a26:373": " ‘‘Nānākulamalasampuṇṇo , mahāukkārasambhavo;",
  "atk-s0508a26:374": "Candanikaṃva paripakkaṃ, mahāgaṇḍo mahāvaṇo.",
  "atk-s0508a26:375": "568.",
  "atk-s0508a26:376": " ‘‘Pubbaruhirasampuṇṇo, gūthakūpena gāḷhito;",
  "atk-s0508a26:377": "Āpopaggharaṇo kāyo, sadā sandati pūtikaṃ.",
  "atk-s0508a26:378": "569.",
  "atk-s0508a26:379": " ‘‘Saṭṭhikaṇḍarasambandho, maṃsalepanalepito;",
  "atk-s0508a26:380": "Cammakañcukasannaddho, pūtikāyo niratthako.",
  "atk-s0508a26:381": "570.",
  "atk-s0508a26:382": " ‘‘Aṭṭhisaṅghātaghaṭito, nhārusuttanibandhano;",
  "atk-s0508a26:383": "Nekesaṃ saṃgatībhāvā, kappeti iriyāpathaṃ.",
  "atk-s0508a26:384": "571.",
  "atk-s0508a26:385": " ‘‘Dhuvappayāto maraṇāya, maccurājassa santike;",
  "atk-s0508a26:386": "Idheva chaḍḍayitvāna, yenakāmaṅgamo naro.",
  "atk-s0508a26:387": "572.",
  "atk-s0508a26:388": " ‘‘Avijjāya nivuto kāyo, catuganthena ganthito;",
  "atk-s0508a26:389": "Oghasaṃsīdano kāyo, anusayājālamotthato.",
  "atk-s0508a26:390": "573.",
  "atk-s0508a26:391": " ‘‘Pañcanīvaraṇe yutto, vitakkena samappito;",
  "atk-s0508a26:392": "Taṇhāmūlenānugato, mohacchādanachādito.",
  "atk-s0508a26:393": "574.",
  "atk-s0508a26:394": " ‘‘Evāyaṃ vattate kāyo, kammayantena yantito;",
  "atk-s0508a26:395": "Sampatti ca vipatyantā, nānābhāvo vipajjati.",
  "atk-s0508a26:396": "575.",
  "atk-s0508a26:397": " ‘‘Yemaṃ kāyaṃ mamāyanti, andhabālā puthujjanā;",
  "atk-s0508a26:398": "Vaḍḍhenti kaṭasiṃ ghoraṃ, ādiyanti punabbhavaṃ.",
  "atk-s0508a26:399": "576.",
  "atk-s0508a26:400": " ‘‘Yemaṃ kāyaṃ vivajjenti, gūthalittaṃva pannagaṃ;",
  "atk-s0508a26:401": "Bhavamūlaṃ vamitvāna, parinibbissantināsavā’’ti. –",
  "atk-s0508a26:402": "Imāhi gāthāhi tassa asubhakathaṃ kathesi. So satthu sammukhā anekākāravokāraṃ yāthāvato sarīrasabhāvavibhāvanaṃ asubhakathaṃ sutvā sakena kāyena aṭṭīyamāno harāyamāno jigucchamāno saṃviggahadayo satthāraṃ vanditvā, ‘‘labheyyāhaṃ, bhante, bhagavato santike pabbajja’’nti pabbajjaṃ yāci. Satthā samīpe ṭhitamaññataraṃ bhikkhuṃ āṇāpesi – ‘‘gaccha, bhikkhu, imaṃ pabbājetvā upasampādetvā ānehī’’ti. So taṃ tacapañcakakammaṭṭhānaṃ datvā pabbājesi. So khuraggeyeva saha paṭisambhidāhi arahattaṃ pāpuṇi. Tena vuttaṃ apadāne (apa. tera 1.4.102-107) –",
  "atk-s0508a26:403": "‘‘Siddhatthassa bhagavato, thūpaseṭṭhassa sammukhā;",
  "atk-s0508a26:404": "Vicittadusse lagetvā, kapparukkhaṃ ṭhapesahaṃ.",
  "atk-s0508a26:405": "‘‘Yaṃ yaṃ yonupapajjāmi, devattaṃ atha mānusaṃ;",
  "atk-s0508a26:406": "Sobhayanto mama dvāraṃ, kapparukkho patiṭṭhati.",
  "atk-s0508a26:407": "‘‘Ahañca parisā ceva, ye keci mamavassitā;",
  "atk-s0508a26:408": "Tamhā dussaṃ gahetvāna, nivāsema mayaṃ sadā.",
  "atk-s0508a26:409": "‘‘Catunnavutito kappe, yaṃ rukkhaṃ ṭhapayiṃ ahaṃ;",
  "atk-s0508a26:410": "Duggatiṃ nābhijānāmi, kapparukkhassidaṃ phalaṃ.",
  "atk-s0508a26:411": "‘‘Ito ca sattame kappe, suceḷā aṭṭha khattiyā;",
  "atk-s0508a26:412": "Sattaratanasampannā, cakkavattī mahabbalā.",
  "atk-s0508a26:413": "‘‘Paṭisambhidā catasso…pe… kataṃ buddhassa sāsana’’nti.",
  "atk-s0508a26:414": "Arahattaṃ pana patvā laddhūpasampado satthāraṃ upasaṅkamitvā vanditvā ekamantaṃ nisinno aññaṃ byākaronto tā eva gāthā abhāsi. Teneva tā theragāthā nāma jātā.",
  "atk-s0508a26:415": "Tattha nānākulamalasampuṇṇoti, nānākulehi nānābhāgehi malehi sampuṇṇo, kesalomādinānāvidhaasucikoṭṭhāsabharitoti attho. Mahāukkārasambhavoti, ukkāro vuccati vaccakūpaṃ. Yattakavayā mātā, tattakaṃ kālaṃ kārapariseditavaccakūpasadisatāya mātu kucchi idha ‘‘mahāukkāro’’ti adhippeto. So kucchi sambhavo uppattiṭṭhānaṃ etassāti mahāukkārasambhavo. Candanikaṃvāti candanikaṃ nāma ucchiṭṭhodakagabbhamalādīnaṃ chaḍḍanaṭṭhānaṃ, yaṃ jaṇṇumattaṃ asucibharitampi hoti, tādisanti attho. Paripakkanti, pariṇataṃ purāṇaṃ. Tena yathā caṇḍālagāmadvāre nidāghasamaye thullaphusitake deve vassante udakena samupabyūḷhamuttakarīsaaṭṭhicammanhārukhaṇḍakheḷasiṅghāṇikādinānākuṇapabharitaṃ kaddamodakāluḷitaṃ katipayadivasātikkamena saṃjāta kimikulākulaṃ sūriyātapasantāpakuthitaṃ upari pheṇapubbuḷakāni muñcantaṃ abhinīlavaṇṇaṃ paramaduggandhaṃ jegucchaṃ candanikāvāṭaṃ neva upagantuṃ, na daṭṭhuṃ araharūpaṃ hutvā tiṭṭhati, tathārūpoyaṃ kāyoti dasseti. Sadā dukkhatāmūlayogato asucipaggharaṇato uppādajarāmaraṇehi uddhumāyanaparipaccanabhijjanasabhāvattā ca mahanto gaṇḍo viyāti mahāgaṇḍo. Sabbatthakameva dukkhavedanānubaddhattā gaṇḍānaṃ sahanato asucivissandanato ca mahanto vaṇo viyāti mahāvaṇo gūthakūpena gāḷitoti, vaccakūpena vacceneva vā bharito. ‘‘Gūthakūpanigāḷhito’’tipi pāḷi, vaccakūpato nikkhantoti attho. Āpopaggharaṇo kāyo, sadā sandati pūtikanti, ayaṃ kāyo āpodhātuyā sadā paggharaṇasīlo, tañca kho pittasemhasedamuttādikaṃ pūtikaṃ asuciṃyeva sandati, na kadāci sucinti attho.",
  "atk-s0508a26:416": "Saṭṭhikaṇḍarasambandhoti , gīvāya uparimabhāgato paṭṭhāya sarīraṃ vinaddhamānā sarīrassa purimapacchimadakkhiṇavāmapassesu paccekaṃ pañca pañca katvā vīsati, hatthapāde vinaddhamānā tesaṃ purimapacchimapassesu pañca pañca katvā cattālīsāti saṭṭhiyā kaṇḍarehi mahānhārūhi sabbaso baddho vinaddhoti saṭṭhikaṇḍarasambandho. Maṃsalepanalepitoti, maṃsasaṅkhātena lepanena litto, navamaṃsapesisatānulittoti attho. Cammakañcukasannaddhoti, cammasaṅkhātena kañcukena sabbaso onaddho pariyonaddho paricchinno. Pūtikāyoti, sabbaso pūtigandhiko kāyo. Niratthakoti, nippayojano. Aññesañhi pāṇīnaṃ kāyo cammādiviniyogena siyā sappayojano, na tathā manussakāyoti. Aṭṭhisaṅghātaghaṭitoti, atirekatisatānaṃ aṭṭhīnaṃ saṅghātena ghaṭito sambandho. Nhārusuttanibandhanoti, suttasadisehi navahi nhārusatehi nibandhito. Nekesaṃ saṃgatībhāvāti, catumahābhūtajīvitindriyaassāsapassāsaviññāṇādīnaṃ samavāyasambandhena suttamerakasamavāyena yantaṃ viya ṭhānādiiriyāpathaṃ kappeti.",
  "atk-s0508a26:417": "Dhuvappayāto maraṇāyāti, maraṇassa atthāya ekantagamano, nibbattito paṭṭhāya maraṇaṃ pati pavatto. Tato eva maccurājassa maraṇassa santike ṭhito. Idheva chaḍḍayitvānāti, imasmiṃyeva loke kāyaṃ chaḍḍetvā, yathārucitaṭṭhānagāmī ayaṃ satto, tasmā ‘‘pahāya gamanīyo ayaṃ kāyo’’ti evampi saṅgo na kātabboti dasseti.",
  "atk-s0508a26:418": "Avijjāya nivutoti, avijjānīvaraṇena nivuto paṭicchāditādīnavo, aññathā ko ettha saṅgaṃ janeyyāti adhippāyo. Catuganthenāti, abhijjhākāyaganthādinā catubbidhena ganthena ganthito, ganthaniyabhāvena vinaddhito. Oghasaṃsīdanoti, oghaniyabhāvena kāmoghādīsu catūsu oghesu saṃsīdanako. Appahīnabhāvena santāne anu anu sentīti anusayā, kāmarāgādayo anusayā. Tesaṃ jālena otthato abhibhūtoti anusayājālamotthato. Makāro padasandhikaro, gāthāsukhatthaṃ dīghaṃ katvā vuttaṃ. Kāmacchandādinā pañcavidhena nīvaraṇena yutto adhimuttoti pañcanīvaraṇe yutto, karaṇatthe bhummavacanaṃ.",
  "atk-s0508a26:419": "Kāmavitakkādinā micchāvitakkena samappito samassitoti vitakkena samappito. Taṇhāmūlenānugatoti, taṇhāsaṅkhātena bhavamūlena anubaddho. Mohacchādanachāditoti, sammohasaṅkhātena āvaraṇena paliguṇṭhito. Sabbametaṃ saviññāṇakaṃ karajakāyaṃ sandhāya vadati. Saviññāṇako hi attabhāvo ‘‘ucchinnabhavanettiko, bhikkhave, tathāgatassa kāyo tiṭṭhati, ayañceva kāyo bahiddhā ca nāmarūpa’’ntiādīsu (dī. ni. 1.1.147) kāyoti vuccati, evāyaṃ vattate kāyoti evaṃ ‘‘nānākulamalasampuṇṇo’’tiādinā ‘‘avijjāya nivuto’’tiādinā ca vuttappakārena ayaṃ kāyo vattati, vattanto ca kammayantena sukatadukkaṭena kammasaṅkhātena yantena yantito saṅghaṭito. Yathā vā khemantaṃ gantuṃ na sakkoti, tathā saṅkhobhito sugatiduggatīsu vattati paribbhamati. Sampatti ca vipatyantāti yā ettha sampatti, sā vipattipariyosānā. Sabbañhi yobbanaṃ jarāpariyosānaṃ, sabbaṃ ārogyaṃ byādhipariyosānaṃ, sabbaṃ jīvitaṃ maraṇapariyosānaṃ, sabbo samāgamo viyogapariyosāno. Tenāha ‘‘nānābhāvo vipajjatī’’ti. Nānābhāvoti, vinābhāvo vippayogo, so kadāci vippayuñjakassa vasena, kadāci vippayuñjitabbassa vasenāti vividhaṃ pajjati pāpuṇīyati.",
  "atk-s0508a26:420": "Yemaṃ kāyaṃ mamāyantīti ye andhabālā puthujjanā evaṃ asubhaṃ aniccaṃ adhuvaṃ dukkhaṃ asāraṃ imaṃ kāyaṃ ‘‘mama ida’’nti gaṇhantā mamāyanti chandarāgaṃ uppādenti, te jātiādīhi nirayādīhi ca ghoraṃ bhayānakaṃ apaṇḍitehi abhiramitabbato kaṭasisaṅkhātaṃ saṃsāraṃ punappunaṃ jananamaraṇādīhi vaḍḍhenti, tenāha ‘‘ādiyanti punabbhava’’nti.",
  "atk-s0508a26:421": "Yemaṃ kāyaṃ vivajjenti, gūthalittaṃva pannaganti yathā nāma puriso sukhakāmo jīvitukāmo gūthagataṃ āsīvisaṃ disvā jigucchaniyatāya vā sappaṭibhayatāya vā vivajjeti na allīyati, evamevaṃ ye paṇḍitā kulaputtā asucibhāvena jegucchaṃ aniccādibhāvena sappaṭibhayaṃ imaṃ kāyaṃ vivajjenti chandarāgappahānena pajahanti. Te bhavamūlaṃ avijjaṃ bhavataṇhañca vamitvā chaḍḍetvā accantameva pahāya tato eva sabbaso anāsavā saupādisesāya anupādisesāya ca nibbānadhātuyā parinibbāyissantīti.",
  "atk-s0508a26:422": "Kappattheragāthāvaṇṇanā niṭṭhitā.",
  "atk-s0508a26:423": "6. Vaṅgantaputtaupasenattheragāthāvaṇṇanā",
  "atk-s0508a26:424": "Vivittaṃappanigghosantiādikā āyasmato upasenattherassa gāthā. Kā uppatti? Ayaṃ kira padumuttarassa bhagavato kāle haṃsavatīnagare kulagehe nibbattitvā vayappatto satthu santikaṃ gantvā dhammaṃ suṇamāno satthāraṃ ekaṃ bhikkhuṃ samantapāsādikānaṃ aggaṭṭhāne ṭhapentaṃ disvā satthu adhikārakammaṃ katvā taṃ ṭhānantaraṃ patthetvā yāvajīvaṃ kusalaṃ katvā devamanussesu saṃsaranto imasmiṃ buddhuppāde nālakagāme rūpasārībrāhmaṇiyā kucchimhi nibbatti, upasenotissa nāmaṃ ahosi. So vayappatto tayo vede uggahetvā satthu santike dhammaṃ sutvā paṭiladdhasaddho pabbajitvā upasampadāya ekavassiko ‘‘ariyagabbhaṃ vaḍḍhemī’’ti ekaṃ kulaputtaṃ attano santike upasampādetvā tena saddhiṃ satthu santikaṃ gato. Satthārā cassa tassa avassikassa bhikkhuno saddhivihārikabhāvaṃ sutvā, ‘‘atilahuṃ kho tvaṃ, moghapurisa, bāhullāya āvatto’’ti (mahāva. 75) garahito. ‘‘Idānāhaṃ yadipi parisaṃ nissāya satthārā garahito, parisaṃyeva pana nissāya satthu pāsaṃsopi bhavissāmī’’ti vipassanāya kammaṃ karonto nacirasseva arahattaṃ pāpuṇi. Tena vuttaṃ apadāne (apa. thera 1.2.86-96) –",
  "atk-s0508a26:425": "‘‘Padumuttaraṃ bhagavantaṃ, lokajeṭṭhaṃ narāsabhaṃ;",
  "atk-s0508a26:426": "Pabbhāramhi nisīdantaṃ, upagacchiṃ naruttamaṃ.",
  "atk-s0508a26:427": "‘‘Kaṇikārapupphaṃ disvā, vaṇṭe chetvānahaṃ tadā;",
  "atk-s0508a26:428": "Alaṅkaritvā chattamhi, buddhassa abhiropayiṃ.",
  "atk-s0508a26:429": "‘‘Piṇḍapātañca pādāsiṃ, paramannaṃ subhojanaṃ;",
  "atk-s0508a26:430": "Buddhena navame tattha, samaṇe aṭṭha bhojayiṃ.",
  "atk-s0508a26:431": "‘‘Anumodi mahāvīro, sayambhū aggapuggalo;",
  "atk-s0508a26:432": "Iminā chattadānena, paramannapavecchanā.",
  "atk-s0508a26:433": "‘‘Tena cittappasādena, sampattimanubhossasi;",
  "atk-s0508a26:434": "Chattiṃsakkhattuṃ devindo, devarajjaṃ karissati.",
  "atk-s0508a26:435": "‘‘Ekavīsatikkhattuñca, cakkavattī bhavissati;",
  "atk-s0508a26:436": "Padesarajjaṃ vipulaṃ, gaṇanāto asaṅkhiyaṃ.",
  "atk-s0508a26:437": "‘‘Satasahassito kappe, okkākakulasambhavo;",
  "atk-s0508a26:438": "Gotamo nāma gottena, satthā loke bhavissati.",
  "atk-s0508a26:439": "‘‘Sāsane dibbamānamhi, manussattaṃ gamissati;",
  "atk-s0508a26:440": "Tassa dhammesu dāyādo, oraso dhammanimmito.",
  "atk-s0508a26:441": "‘‘Upasenoti nāmena, hessati satthu sāvako;",
  "atk-s0508a26:442": "Samantapāsādikattā, aggaṭṭhāne ṭhapessati.",
  "atk-s0508a26:443": "‘‘Carimaṃ vattate mayhaṃ, bhavā sabbe samūhatā;",
  "atk-s0508a26:444": "Dhāremi antimaṃ dehaṃ, jetvā māraṃ savāhanaṃ.",
  "atk-s0508a26:445": "‘‘Paṭisambhidā catasso…pe… kataṃ buddhassa sāsana’’nti.",
  "atk-s0508a26:446": "Arahattaṃ pana patvā sayampi sabbe dhutaṅgadhamme samādāya vattati, aññepi tadatthāya samādapeti , tena naṃ bhagavā samantapāsādikānaṃ aggaṭṭhāne ṭhapesi. So aparena samayena kosambiyaṃ kalahe uppanne bhikkhusaṅghe ca dvidhābhūte ekena bhikkhunā taṃ kalahaṃ parivajjitukāmena ‘‘etarahi kho kalaho uppanno, saṅgho dvidhābhūto, kathaṃ nu kho mayā paṭipajjitabba’’nti puṭṭho vivekavāsato paṭṭhāya tassa paṭipattiṃ kathento –",
  "atk-s0508a26:447": "577.",
  "atk-s0508a26:448": " ‘‘Vivittaṃ appanigghosaṃ, vāḷamiganisevitaṃ;",
  "atk-s0508a26:449": "Seve senāsanaṃ bhikkhu, paṭisallānakāraṇā.",
  "atk-s0508a26:450": "578.",
  "atk-s0508a26:451": " ‘‘Saṅkārapuñjā āhatvā, susānā rathiyāhi ca;",
  "atk-s0508a26:452": "Tato saṅghāṭikaṃ katvā, lūkhaṃ dhāreyya cīvaraṃ.",
  "atk-s0508a26:453": "579.",
  "atk-s0508a26:454": " ‘‘Nīcaṃ manaṃ karitvāna, sapadānaṃ kulā kulaṃ;",
  "atk-s0508a26:455": "Piṇḍikāya care bhikkhu, guttadvāro susaṃvuto.",
  "atk-s0508a26:456": "580.",
  "atk-s0508a26:457": " ‘‘Lūkhenapi vā santusse, nāññaṃ patthe rasaṃ bahuṃ;",
  "atk-s0508a26:458": "Rasesu anugiddhassa, jhāne na ramatī mano.",
  "atk-s0508a26:459": "581.",
  "atk-s0508a26:460": " ‘‘Appiccho ceva santuṭṭho, pavivitto vase muni;",
  "atk-s0508a26:461": "Asaṃsaṭṭho gahaṭṭhehi, anāgārehi cūbhayaṃ.",
  "atk-s0508a26:462": "582.",
  "atk-s0508a26:463": " ‘‘Yathā jaḷo va mūgo va, attānaṃ dassaye tathā;",
  "atk-s0508a26:464": "Nātivelaṃ sambhāseyya, saṅghamajjhamhi paṇḍito.",
  "atk-s0508a26:465": "583.",
  "atk-s0508a26:466": " ‘‘Na so upavade kañci, upaghātaṃ vivajjaye;",
  "atk-s0508a26:467": "Saṃvuto pātimokkhasmiṃ, mattaññū cassa bhojane.",
  "atk-s0508a26:468": "584. ‘‘Suggahītanimittassa, cittassuppādakovido.",
  "atk-s0508a26:469": "Samathaṃ anuyuñjeyya, kālena ca vipassanaṃ.",
  "atk-s0508a26:470": "585.",
  "atk-s0508a26:471": " ‘‘Vīriyasātaccasampanno, yuttayogo sadā siyā;",
  "atk-s0508a26:472": "Na ca appatvā dukkhantaṃ, vissāsaṃ eyya paṇḍito.",
  "atk-s0508a26:473": "586.",
  "atk-s0508a26:474": " ‘‘Evaṃ viharamānassa, suddhikāmassa bhikkhuno;",
  "atk-s0508a26:475": "Khīyanti āsavā sabbe, nibbutiñcādhigacchatī’’ti. –",
  "atk-s0508a26:476": "Imā gāthā abhāsi.",
  "atk-s0508a26:477": "Tattha vivittanti, janavivittaṃ suññaṃ araññādiṃ. Appanigghosanti, nissaddaṃ saddasaṅghaṭṭanarahitaṃ. Vāḷamiganisevitanti, sīhabyagghadīpivāḷamigehi caritaṃ. Imināpi janavivekaṃyeva dasseti pantasenāsanabhāvadīpanato. Senāsananti, sayituṃ āsayituñca yuttabhāvena vasanaṭṭhānaṃ idha senāsananti adhippetaṃ. Paṭisallānakāraṇāti, paṭisallānanimittaṃ, nānārammaṇato nivattetvā kammaṭṭhāneyeva cittassa paṭi paṭi sammadeva allīyanatthaṃ.",
  "atk-s0508a26:478": "Evaṃ bhāvanānurūpaṃ senāsanaṃ niddisanto senāsane santosaṃ dassetvā idāni cīvarādīsupi taṃ dassetuṃ ‘‘saṃkārapuñjā’’tiādi vuttaṃ. Tattha saṃkārapuñjāti saṃkārānaṃ puñjaṃ saṃkārapuñjaṃ, tato kacavaraṭṭhānā. Āhatvāti āharitvā. Tatoti tathā āhaṭacoḷakkhaṇḍehi. Karaṇe hi idaṃ nissakkavacanaṃ lūkhanti satthalūkharajanalūkhādinā lūkhaṃ avaṇṇāmaṭṭhaṃ. Dhāreyyāti nivāsanādivasena parihareyya, etena cīvarasantosaṃ vadati.",
  "atk-s0508a26:479": "Nīca manaṃ karitvānāti ‘‘antamidaṃ, bhikkhave, jīvikāna’’ntiādikaṃ (itivu. 91; saṃ. ni. 3.80) sugatovādaṃ anussaritvā nihatamānadappaṃ cittaṃ katvā. Sapadānanti gharesu avakhaṇḍarahitaṃ; anugharanti attho. Tenāha ‘‘kulā kula’’nti. Kulā kulanti kulato kulaṃ, kulānupubbiyā gharapaṭipāṭiyāti attho. Piṇḍikāyāti missakabhikkhāya, iminā piṇḍapātasantosaṃ vadati. Guttadvāroti supihitacakkhādidvāro. Susaṃvutoti hatthakukkuccādīnaṃ abhāvena suṭṭhu saṃvuto.",
  "atk-s0508a26:480": "Lūkhenapi vāti apisaddo samuccaye, vā-saddo vikappe. Ubhayenapi lūkhenapi appenapi yena kenaci sulabhena itarītarena santusse samaṃ sammā tusseyya. Tenāha ‘‘nāññaṃ patthe rasaṃ bahu’’nti. Nāññaṃ patthe rasaṃ bahunti attanā yathāladdhato aññaṃ madhurādirasaṃ bahuṃ paṇītañca na pattheyya na piheyya, iminā gilānapaccayepi santoso dassito hoti. Rasesu gedhavāraṇatthaṃ pana kāraṇaṃ vadanto rasesu anugiddhassa, jhāne na ramatī mano’’ti āha. Indriyasaṃvarampi aparipūrentassa kuto vikkhittacittasamādhānanti adhippāyo.",
  "atk-s0508a26:481": "Evaṃ catūsu paccayesu sallekhapaṭipattiṃ dassetvā idāni avasiṭṭhakathāvatthūni dassetuṃ ‘‘appiccho cevā’’tiādi vuttaṃ. Tattha appicchoti, aniccho catūsu paccayesu icchārahito, tena catubbidhapaccayesu taṇhuppādavikkhambhanamāha. Santuṭṭhoti, catūsu paccayesu yathālābhasantosādinā santuṭṭho. Yo hi –",
  "atk-s0508a26:482": "‘‘Atītaṃ nānusoceyya, nappajappeyyanāgataṃ;",
  "atk-s0508a26:483": "Paccuppannena yāpeyya, so ‘santuṭṭho’ti pavuccatī’’ti.",
  "atk-s0508a26:484": "Pavivittoti gaṇasaṅgaṇikaṃ pahāya kāyena pavivitto vūpakaṭṭho. Cittavivekādike hi parato vakkhati. Vaseti sabbattha yojetabbaṃ. Moneyyadhammasamannāgamena muni. Asaṃsaṭṭhoti dassanasavanasamullapanasambhogakāyasaṃsaggānaṃ abhāvena asaṃsaṭṭho yathāvuttasaṃsaggarahito. Ubhayanti, gahaṭṭhehi anāgārehi cāti ubhayehipi asaṃsaṭṭho. Karaṇe hi idaṃ paccattavacanaṃ.",
  "atk-s0508a26:485": "Attānaṃ dassaye tathāti ajaḷo amūgopi samāno yathā jaḷo vā mūgo vā, tathā attānaṃ dasseyya, etena pāgabbiyappahānamāha. Jaḷo va mūgo vāti ca gāthāsukhatthaṃ rassattaṃ kataṃ, samuccayattho ca vāsaddo. Nātivelaṃ sambhāseyyāti ativelaṃ atikkantapamāṇaṃ na bhāseyya, mattabhāṇī assāti attho. Saṅghamajjhamhīti bhikkhusaṅghe, janasamūhe vā.",
  "atk-s0508a26:486": "Na so upavade kañcīti so yathāvuttapaṭipattiko bhikkhu hīnaṃ vā majjhimaṃ vā ukkaṭṭhaṃ vā yaṃkiñci na vācāya upavadeyya. Upaghātaṃ vivajjayeti kāyena upaghātaṃ pariviheṭhanaṃ vajjeyya. Saṃvuto pātimokkhasminti pātimokkhamhi pātimokkhasaṃvarasīle saṃvuto assa, pātimokkhasaṃvarena pihitakāyavāco siyāti attho. Mattaññū cassa bhojaneti pariyesanapaṭiggahaṇaparibhogavissajjanesu bhojane pamāṇaññū siyā.",
  "atk-s0508a26:487": "Suggahītanimittassāti ‘‘evaṃ me manasi karoto cittaṃ samāhitaṃ ahosī’’ti tadākāraṃ sallakkhento suṭṭhu gahitasamādhinimitto assa. ‘‘Suggahītanimitto so’’tipi pāṭho, so yogīti attho. Cittassuppādakovidoti evaṃ bhāvayato cittaṃ līnaṃ hoti, ‘‘evaṃ uddhata’’nti līnassa uddhatassa ca cittassa uppattikāraṇe kusalo assa. Līne hi citte dhammavicayavīriyapītisambojjhaṅgā bhāvetabbā, uddhate passaddhisamādhiupekkhāsambojjhaṅgā. Satisambojjhaṅgo pana sabbattha icchitabbo. Tenāha bhagavā – ‘‘yasmiñca kho, bhikkhave, samaye līnaṃ cittaṃ hoti, kālo tasmiṃ samaye dhammavicayasambojjhaṅgassa bhāvanāyā’’tiādi (saṃ. ni. 5.234). Samathaṃ anuyuñjeyyāti samathabhāvanaṃ bhāveyya, anuppannaṃ samādhiṃ uppādeyya, uppannañca yāva vasībhāvappatti, tāva vaḍḍheyya byūheyyāti attho. Kālena ca vipassananti yathāladdhaṃ samādhiṃ nikantiyā apariyādānena hānabhāgiyaṃ ṭhitibhāgiyaṃ vā akatvā nibbedhabhāgiyaṃva katvā kālena vipassanañca anuyuñjeyya. Atha vā kālena ca vipassananti samathaṃ anuyuñjanto tassa thirībhūtakāle saṅkocaṃ anāpajjitvā ariyamaggādhigamāya vipassanaṃ anuyuñjeyya. Yathāha –",
  "atk-s0508a26:488": "‘‘Atha vā samādhilābhena, vivittasayanena vā;",
  "atk-s0508a26:489": "Bhikkhu vissāsamāpādi, appatto āsavakkhaya’’nti. (dha. pa. 271-272);",
  "atk-s0508a26:490": "Tena vuttaṃ – ‘‘vīriyasātaccasampanno’’tiādi. Satatabhāvo sātaccaṃ, vīriyassa sātaccaṃ, tena sampanno samannāgato, satatapavattavīriyo, niccapaggahitavīriyoti attho. Yuttayogo sadā siyāti sabbakālaṃ bhāvanānuyutto siyā. Dukkhantanti vaṭṭadukkhassa antaṃ pariyosānaṃ nirodhaṃ nibbānaṃ appatvā vissāsaṃ na eyya na gaccheyya. ‘‘Ahaṃ parisuddhasīlo jhānalābhī abhiññālābhī vipassanaṃ matthakaṃ pāpetvā ṭhito’’ti vā vissaṭṭho na bhaveyyāti attho.",
  "atk-s0508a26:491": "Evaṃ viharamānassāti, evaṃ vivittasenāsanasevanādinā vipassanāvasena yuttayogatāpariyosānena vidhinā viharantassa. Suddhikāmassāti, ñāṇadassanavisuddhiṃ accantavisuddhiṃ nibbānaṃ arahattañca icchantassa. Saṃsāre bhayassa ikkhato bhikkhuno, kāmāsavādayo sabbe āsavā khīyanti khayaṃ abbhatthaṃ gacchanti, tesaṃ khayagamaneneva saupādisesaanupādisesapabhedaṃ duvidhampi nibbānaṃ adhigacchati pāpuṇāti.",
  "atk-s0508a26:492": "Evaṃ thero tassa bhikkhuno ovādadānāpadesena attanā tathāpaṭipannabhāvaṃ dīpento aññaṃ byākāsi.",
  "atk-s0508a26:493": "Vaṅgantaputtaupasenattheragāthāvaṇṇanā niṭṭhitā.",
  "atk-s0508a26:494": "7. (Apara)-gotamattheragāthāvaṇṇanā",
  "atk-s0508a26:495": "Vijāneyya sakaṃ atthantiādikā āyasmato aparassa gotamattherassa gāthā. Kā uppatti? Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayaṃ kusalaṃ upacinitvā amhākaṃ bhagavato uppattito puretarameva sāvatthiyaṃ udiccabrāhmaṇakule nibbattitvā vayappatto tiṇṇaṃ vedānaṃ pāragū hutvā, vādamaggaṃ uggahetvā attano vādassa upari uttariṃ vadantaṃ alabhanto tehi tehi viggāhikakathaṃ anuyutto vicarati. Atha amhākaṃ bhagavā loke uppajjitvā pavattitavaradhammacakko anupubbena yasādike veneyye vinetvā anāthapiṇḍikassa abhiyācanāya sāvatthiṃ upagacchi. Tadā satthu jetavanapaṭiggahe paṭiladdhasaddho satthāraṃ upasaṅkamitvā dhammaṃ sutvā pabbajjaṃ yāci. Satthā aññataraṃ piṇḍacārikaṃ bhikkhuṃ āṇāpesi – ‘‘bhikkhu, imaṃ pabbājehī’’ti. So tena pabbājiyamāno khuraggeyeva arahattaṃ pāpuṇitvā kosalajanapadaṃ gantvā tattha ciraṃ vasitvā puna sāvatthiṃ paccāgami. Taṃ bahū ñātakā brāhmaṇamahāsālā upasaṅkamitvā payirupāsitvā nisinnā ‘‘imasmiṃ loke bahū samaṇabrāhmaṇā saṃsāre suddhivādā, tesu katamesaṃ nu kho vādo niyyāniko, kathaṃ paṭipajjanto saṃsārato sujjhatī’’ti pucchiṃsu. Thero tesaṃ tamatthaṃ pakāsento –",
  "atk-s0508a26:496": "587.",
  "atk-s0508a26:497": " ‘‘Vijāneyya sakaṃ atthaṃ, avalokeyyātha pāvacanaṃ;",
  "atk-s0508a26:498": "Yañcettha assa patirūpaṃ, sāmaññaṃ ajjhūpagatassa.",
  "atk-s0508a26:499": "588.",
  "atk-s0508a26:500": " ‘‘Mittaṃ idha ca kalyāṇaṃ, sikkhā vipulaṃ samādānaṃ;",
  "atk-s0508a26:501": "Sussūsā ca garūnaṃ, etaṃ samaṇassa patirūpaṃ.",
  "atk-s0508a26:502": "589.",
  "atk-s0508a26:503": " ‘‘Buddhesu sagāravatā, dhamme apaciti yathābhūtaṃ;",
  "atk-s0508a26:504": "Saṅghe ca cittīkāro, etaṃ samaṇassa patirūpaṃ.",
  "atk-s0508a26:505": "590.",
  "atk-s0508a26:506": " ‘‘Ācāragocare yutto, ājīvo sodhito agārayho;",
  "atk-s0508a26:507": "Cittassa ca saṇṭhapanaṃ, etaṃ samaṇassa patirūpaṃ.",
  "atk-s0508a26:508": "591.",
  "atk-s0508a26:509": " ‘‘Cārittaṃ atha vārittaṃ, iriyāpathiyaṃ pasādaniyaṃ;",
  "atk-s0508a26:510": "Adhicitte ca āyogo, etaṃ samaṇassa patirūpaṃ.",
  "atk-s0508a26:511": "592.",
  "atk-s0508a26:512": " ‘‘Āraññakāni senāsanāni, pantāni appasaddāni;",
  "atk-s0508a26:513": "Bhajitabbāni muninā, etaṃ samaṇassa patirūpaṃ.",
  "atk-s0508a26:514": "593.",
  "atk-s0508a26:515": " ‘‘Sīlañca bāhusaccañca, dhammānaṃ pavicayo yathābhūtaṃ;",
  "atk-s0508a26:516": "Saccānaṃ abhisamayo, etaṃ samaṇassa patirūpaṃ.",
  "atk-s0508a26:517": "594.",
  "atk-s0508a26:518": " ‘‘Bhāveyya ca aniccanti, anattasaññaṃ asubhasaññañca;",
  "atk-s0508a26:519": "Lokamhi ca anabhiratiṃ, etaṃ samaṇassa patirūpaṃ.",
  "atk-s0508a26:520": "595.",
  "atk-s0508a26:521": " ‘‘Bhāveyya ca bojjhaṅge, iddhipādāni indriyāni balāni;",
  "atk-s0508a26:522": "Aṭṭhaṅgamaggamariyaṃ, etaṃ samaṇassa patirūpaṃ.",
  "atk-s0508a26:523": "596.",
  "atk-s0508a26:524": " ‘‘Taṇhaṃ pajaheyya muni, samūlake āsave padāleyya;",
  "atk-s0508a26:525": "Vihareyya vippamutto, etaṃ samaṇassa patirūpa’’nti. –",
  "atk-s0508a26:526": "Imā gāthā abhāsi.",
  "atk-s0508a26:527": "Tattha vijāneyya sakaṃ atthanti, viññūjātiko puriso attano atthaṃ yāthāvato vicāretvā jāneyya. Vicārento ca avalokeyyātha pāvacanaṃ idha loke puthusamaṇabrāhmaṇehi sammāsambuddhena ca pavuttaṃ pāvacanaṃ, samayo. Tattha yaṃ niyyānikaṃ, taṃ olokeyya paññācakkhunā passeyya. Ime hi nānātitthiyā samaṇabrāhmaṇā anicce ‘‘nicca’’nti, anattani ‘‘attā’’ti, asuddhimaggañca ‘‘suddhimaggo’’ti micchābhinivesino aññamaññañca viruddhavādā, tasmā nesaṃ vādo aniyyāniko. Sammāsambuddho pana ‘‘sabbe saṅkhārā aniccā, sabbe dhammā anattā, santaṃ nibbāna’’nti sayambhūñāṇena yathābhūtaṃ abbhaññāya pavedeti, tasmā ‘‘tassa vādo niyyāniko’’ti satthu sāsanamahantataṃ olokeyyāti attho. Yañcettha assa patirūpaṃ, sāmaññaṃ ajjhūpagatassāti, sāmaññaṃ samaṇabhāvaṃ pabbajjaṃ upagatassa kulaputtassa yaṃ ettha sāsane pabbajitabhāve vā patirūpaṃ yuttarūpaṃ sāruppaṃ assa siyā, tampi apalokeyya.",
  "atk-s0508a26:528": "Kiṃ pana tanti āha ‘‘mittaṃ idha ca kalyāṇa’’ntiādi. Imasmiṃ sāsane kalyāṇamittaṃ seviyamānaṃ samaṇassa patirūpanti yojanā. Esa nayo itaresupi. Kalyāṇamittañhi nissāya akusalaṃ pajahati, kusalaṃ bhāveti, suddhamattānaṃ pariharati. Sikkhā vipulaṃ samādānanti vipulaṃ sikkhāsamādānaṃ, mahatiyā nibbānāvahāya adhisīlādisikkhāya anuṭṭhānanti attho. Sussūsā ca garūnanti garūnaṃ ācariyupajjhāyādīnaṃ kalyāṇamittānaṃ ovādassa sotukamyatā pāricariyā ca. Etanti kalyāṇamittasevanādi.",
  "atk-s0508a26:529": "Buddhesu sagāravatāti sabbaññubuddhesu ‘‘sammāsambuddho bhagavā’’ti gāravayogo garucittīkāro. Dhamme apaciti yathābhūtanti ariyadhamme yāthāvato apacāyanaṃ ādarena abhipūjanaṃ. Saṅgheti ariyasaṅghe. Cittīkāroti sakkāro sammānanaṃ. Etanti ratanattayagarukaraṇaṃ.",
  "atk-s0508a26:530": "Ācāragocare yuttoti kāyikavācasikavītikkamanasaṅkhātaṃ anācāraṃ, piṇḍapātādīnaṃ atthāya upasaṅkamituṃ ayuttaṭṭhānabhūtaṃ vesiyādiagocarañca pahāya kāyikavācasikaavītikkamanasaṅkhātena ācārena piṇḍapātādīnaṃ atthāya upasaṅkamituṃ yuttaṭṭhānabhūtena gocarena ca yutto sampanno, sampannaācāragocaroti attho. Ājīvo sodhitoti veḷudānādiṃ buddhapaṭikuṭṭhaṃ anesanaṃ pahāya anavajjuppāde paccaye sevantassa ājīvo sodhito hoti suvisuddho, sodhitattā eva agārayho viññūhi. Cittassa ca saṇṭhapananti yathā cakkhādidvārehi rūpādiārammaṇesu abhijjhādayo nappavattanti, evaṃ diṭṭhe diṭṭhamattādivasena cittassa sammā ṭhapanaṃ. Etanti ācāragocarasampatti ājīvapārisuddhi indriyesu guttadvāratāti etaṃ tayaṃ.",
  "atk-s0508a26:531": "Cārittanti caritvā paripūretabbasīlaṃ. Vārittanti viratiyā akaraṇena paripūretabbasīlaṃ. Iriyāpathiyaṃ pasādaniyanti paresaṃ pasādāvahaṃ ākappasampattinimittaṃ iriyāpathanissitaṃ sampajaññaṃ. Adhicitte ca āyogoti samathavipassanāsu anuyogo bhāvanā.",
  "atk-s0508a26:532": "Āraññakānīti araññe pariyāpannāni. Pantānīti vivittāni.",
  "atk-s0508a26:533": "Sīlanti catupārisuddhisīlaṃ. Heṭṭhā hi bhinditvā vuttaṃ, idha abhinditvā vadati. Bāhusaccanti bahussutabhāvo. So hi bhāvanānuyogassa bahukāro, bojjhaṅgakosallaanuttarasītibhāvaadhicittayuttatādīsu sammā pavicayabahulassa samathavipassanānuyogo sampajjati. Dhammānaṃ pavicayo yathābhūtanti rūpārūpadhammānaṃ aviparītasalakkhaṇato sāmaññalakkhaṇato ca parivīmaṃsā. Iminā adhipaññādhammavipassanamāha. Saccānaṃ abhisamayoti dukkhādīnaṃ ariyasaccānaṃ pariññābhisamayādivasena paṭivedho.",
  "atk-s0508a26:534": "Svāyaṃ saccābhisamayo yathā hoti, taṃ dassetuṃ ‘‘bhāveyyā’’tiādi vuttaṃ. Tattha bhāveyya ca aniccanti ‘‘sabbe saṅkhārā aniccā’’tiādinā (dha. pa. 277) avibhāgato ‘‘yaṃ kiñci rūpaṃ atītānāgatapaccuppanna’’ntiādinā (vibha. 2; saṃ. ni. 3.49) vibhāgato vā sabbasaṅkhāresu aniccasaññaṃ bhāveyya uppādeyya ceva vaḍḍheyya cāti attho. Anattasaññanti, ‘‘sabbe dhammā anattā’’ti pavattaṃ anattasaññañca bhāveyyāti yojanā. Evaṃ sesesupi. Asubhasaññanti, karajakāye sabbasmimpi vā tebhūmakasaṅkhāre kilesāsucipaggharaṇato ‘‘asubhā’’ti pavattasaññaṃ. Dukkhasaññāparivārā hi ayaṃ, eteneva cettha dukkhasaññāpi gahitāti veditabbaṃ. Lokamhi ca anabhiratinti sabbaloke tebhūmakesu saṅkhāresu anābhiratisaññaṃ. Etena ādīnavānupassanaṃ nibbidānupassanañca vadati.",
  "atk-s0508a26:535": "Evaṃ pana vipassanābhāvanaṃ anuyutto taṃ ussukkāpento ime dhamme vaḍḍheyyāti dassento ‘‘bhāveyya ca bojjhaṅge’’ti gāthamāha. Tassattho – bodhiyā satiādisattavidhadhammasāmaggiyā, bodhissa vā taṃsamaṅgino puggalassa aṅgāti bojjhaṅgā, satiādayo dhammā. Te satiādike sattabojjhaṅge, chandaādīni cattāri iddhipādāni, saddhādīni pañcindriyāni, saddhādīniyeva pañca balāni, sammādiṭṭhiādīnaṃ vasena aṭṭhaṅgaariyamaggañca. Ca-saddena satipaṭṭhānāni sammappadhānāni ca gahitānīti sabbepi sattatiṃsappabhede bodhipakkhiyadhamme bhāveyya uppādeyya ceva vaḍḍheyya ca. Tattha yadetesaṃ paṭhamamaggakkhaṇe uppādanaṃ, uparimaggakkhaṇe ca vaḍḍhanaṃ, etaṃ samaṇassa bhikkhuno sāruppanti.",
  "atk-s0508a26:536": "Evaṃ bodhipakkhiyasattatiṃsadhamme bhāvento yathā maggasaccaṃ bhāvanābhisamayavasena abhisameti, evaṃ samudayasaccaṃ pahānābhisamayavasena, nirodhasaccaṃ sacchikiriyābhisamayavasena abhisametīti dassento ‘‘taṇhaṃ pajaheyyā’’ti osānagāthamāha. Tattha taṇhaṃ pajaheyyāti, kāmataṇhādipabhedaṃ sabbaṃ taṇhaṃ ariyamaggena anavasesato samucchindeyya, monaṃ vuccati ñāṇaṃ, tena samannāgatattā muni. Samūlake āsave padāleyyāti kāmarāgānusayādisamūlake kāmāsavādike sabbepi āsave bhindeyya samucchindeyya. Vihareyya vippamuttoti evaṃ sabbaso kilesānaṃ pahīnattā sabbadhi vimutto sabbūpadhipaṭinissaggaṃ nirodhaṃ nibbānaṃ sacchikatvā vihareyya. Etanti yadetaṃ viharaṇaṃ, etaṃ samaṇassa samitapāpassa bhikkhuno patirūpaṃ sāruppanti attho.",
  "atk-s0508a26:537": "Evaṃ thero samaṇasāruppapaṭipattikittanamukhena sāsanassa niyyānikabhāvaṃ tabbilomato bāhirakasamayassa aniyyānikatañca vibhāvesi. Taṃ sutvā te brāhmaṇamahāsālā sāsane abhippasannā saraṇādīsu patiṭṭhahiṃsu.",
  "atk-s0508a26:538": "(Apara)-gotamattheragāthāvaṇṇanā niṭṭhitā.",
  "atk-s0508a26:539": "Dasakanipātavaṇṇanā niṭṭhitā."
}