{
  "atk-s0403a46:0": "8. Vinayavaggo",
  "atk-s0403a46:1": "1. Paṭhamavinayadharasuttavaṇṇanā",
  "atk-s0403a46:2": "75. Aṭṭhamassa paṭhame āpattiṃ jānātīti āpattiṃyeva āpattīti jānāti. Sesapadesupi eseva nayo.",
  "atk-s0403a46:3": "2. Dutiyavinayadharasuttavaṇṇanā",
  "atk-s0403a46:4": "76. Dutiye svāgatānīti suāgatāni suppaguṇāni. Suvibhattānīti koṭṭhāsato suṭṭhu vibhattāni . Suppavattīnīti āvajjitāvajjitaṭṭhāne suṭṭhu pavattāni daḷhappaguṇāni. Suvinicchitānīti suṭṭhu vinicchitāni. Suttasoti vibhaṅgato. Anubyañjanasoti khandhakaparivārato.",
  "atk-s0403a46:5": "3. Tatiyavinayadharasuttavaṇṇanā",
  "atk-s0403a46:6": "77. Tatiye vinaye kho pana ṭhito hotīti vinayalakkhaṇe patiṭṭhito hoti. Asaṃhīroti na sakkā hoti gahitaggahaṇaṃ vissajjāpetuṃ.",
  "atk-s0403a46:7": "9. Satthusāsanasuttavaṇṇanā",
  "atk-s0403a46:8": "83. Navame ekoti adutiyo. Vūpakaṭṭhoti kāyena gaṇato, cittena kilesehi vūpakaṭṭho vivekaṭṭho dūrībhūto. Appamattoti satiavippavāse ṭhito. Pahitattoti pesitatto. Nibbidāyāti vaṭṭe ukkaṇṭhanatthāya. Virāgāyāti rāgādīnaṃ virajjanatthāya. Nirodhāyāti appavattikaraṇatthāya. Vūpasamāyāti kilesavūpasamāya appavattiyā. Abhiññāyāti tilakkhaṇaṃ āropetvā abhijānanatthāya. Sambodhāyāti maggasaṅkhātassa sambodhassa atthāya. Nibbānāyāti nibbānassa sacchikaraṇatthāya.",
  "atk-s0403a46:9": "10. Adhikaraṇasamathasuttavaṇṇanā",
  "atk-s0403a46:10": "84. Dasame adhikaraṇāni samenti vūpasamentīti adhikaraṇasamathā. Uppannuppannānanti uppannānaṃ uppannānaṃ. Adhikaraṇānanti vivādādhikaraṇaṃ anuvādādhikaraṇaṃ āpattādhikaraṇaṃ kiccādhikaraṇanti imesaṃ catunnaṃ. Samathāya vūpasamāyāti samathatthañceva vūpasamanatthañca. Sammukhāvinayo dātabbo…pe… tiṇavatthārakoti ime satta samathā dātabbā. Tesaṃ vinicchayo vinayasaṃvaṇṇanato (cūḷava. aṭṭha. 186-187 ādayo) gahetabbo. Apica dīghanikāye saṅgītisuttavaṇṇanāyampi (dī. ni. aṭṭha. 3.331 adhikaraṇasamathasattakavaṇṇanā) vitthāritoyeva, tathā majjhimanikāye sāmagāmasuttavaṇṇanāyāti (ma. ni. aṭṭha. 3.46).",
  "atk-s0403a46:11": "Vinayavaggo aṭṭhamo.",
  "atk-s0403a46:12": "Ito parāni satta suttāni uttānatthāneva. Na hettha kiñci heṭṭhā avuttanayaṃ nāma atthīti.",
  "atk-s0403a46:13": "Manorathapūraṇiyā aṅguttaranikāya-aṭṭhakathāya",
  "atk-s0403a46:14": "Sattakanipātassa saṃvaṇṇanā niṭṭhitā."
}