{
  "atk-s0511a4:0": "4. Koṇḍaññabuddhavaṃsavaṇṇanā",
  "atk-s0511a4:1": "Dīpaṅkare kira bhagavati parinibbute tassa sāsanaṃ vassasatasahassaṃ pavattittha. Atha buddhānubuddhānaṃ sāvakānaṃ antaradhānena sāsanampissa antaradhāyi. Athassa aparabhāge ekamasaṅkhyeyyamatikkamitvā ekasmiṃ kappe koṇḍañño nāma satthā udapādi. So pana bhagavā soḷasaasaṅkhyeyyaṃ kappānañca satasahassaṃ pāramiyo pūretvā bodhiñāṇaṃ paripācetvā vessantarattabhāvasadise attabhāve ṭhatvā tato cavitvā tusitapure nibbattitvā tattha yāvatāyukaṃ ṭhatvā devatānaṃ paṭiññaṃ datvā tusitapurato cavitvā rammavatīnagare sunandassa nāma rañño kule sujātāya nāma deviyā kucchismiṃ paṭisandhiṃ aggahesi. Tassapi paṭisandhikkhaṇe dīpaṅkarabuddhavaṃse vuttappakārāni dvattiṃsa pāṭihāriyāni nibbattiṃsu. So devatāhi katārakkhasaṃvidhāno dasannaṃ māsānaṃ accayena mātukucchito nikkhamitvā sabbasattuttaro uttarābhimukho sattapadavītihārena gantvā sabbā ca disā viloketvā āsabhiṃ vācaṃ nicchāresi – ‘‘aggohamasmi lokassa, jeṭṭhohamasmi lokassa, seṭṭhohamasmi lokassa, ayamantimā jāti, natthi dāni punabbhavo’’ti (dī. ni. 2.31; ma. ni. 3.207).",
  "atk-s0511a4:2": "Tato kumārassa nāmakaraṇadivase nāmaṃ karontā ‘‘koṇḍañño’’ti nāmamakaṃsu. So hi bhagavā koṇḍaññagotto ahosi. Tassa kira tayo pāsādā ahesuṃ – rāma, surāma, subhanāmakā paramaramaṇīyā. Tesu tīṇi satasahassāni nāṭakitthīnaṃ naccagītavāditakusalānaṃ sabbakālaṃ paccupaṭṭhitāni ahesuṃ. Tassa rucidevī nāma aggamahesī ahosi. Vijitaseno nāmassa putto ahosi. So dasavassasahassāni agāraṃ ajjhāvasi.",
  "atk-s0511a4:3": "So pana jiṇṇabyādhimatapabbajite disvā ājaññarathena nikkhamitvā pabbajitvā dasa māse padhānacariyaṃ cari. Koṇḍaññakumāraṃ pana pabbajantaṃ dasa janakoṭiyo anupabbajiṃsu. So tehi parivuto dasa māse padhānacariyaṃ caritvā visākhapuṇṇamāya sunandagāme samasahitaghanapayodharāya yasodharāya nāma seṭṭhidhītāya dinnaṃ paramamadhuraṃ madhupāyāsaṃ paribhuñjitvā phalapallavaṅkurasamalaṅkate sālavane divāvihāraṃ vītināmetvā sāyanhasamaye gaṇaṃ pahāya sunandakājīvakena dinnā aṭṭha tiṇamuṭṭhiyo gahetvā sālakalyāṇirukkhaṃ tikkhattuṃ padakkhiṇaṃ katvā pubbadisābhāgaṃ oloketvā bodhirukkhaṃ piṭṭhito katvā aṭṭhapaṇṇāsahatthavitthataṃ tiṇasantharaṃ santharitvā pallaṅkaṃ ābhujitvā caturaṅgavīriyaṃ adhiṭṭhāya mārabalaṃ vidhamitvā rattiyā paṭhamayāme pubbenivāsānussatiñāṇaṃ visodhetvā majjhimayāme dibbacakkhuṃ visodhetvā pacchimayāme paccayākāraṃ sammasitvā ānāpānacatutthajjhānato vuṭṭhāya pañcasu khandhesu abhinivisitvā udayabbayavasena samapaññāsa lakkhaṇāni disvā yāva gotrabhuñāṇaṃ vipassanaṃ vaḍḍhetvā cattāri maggañāṇāni cattāri ca phalañāṇāni catasso paṭisambhidā catuyoniparicchedakañāṇaṃ pañcagatiparicchedakañāṇaṃ cha asādhāraṇañāṇāni sakale ca buddhaguṇe paṭivijjhitvā paripuṇṇasaṅkappo bodhimūle nisinnova –",
  "atk-s0511a4:4": "‘‘Anekajātisaṃsāraṃ, sandhāvissaṃ anibbisaṃ;",
  "atk-s0511a4:5": "Gahakāraṃ gavesanto, dukkhā jāti punappunaṃ.",
  "atk-s0511a4:6": "‘‘Gahakāraka diṭṭhosi, puna gehaṃ na kāhasi;",
  "atk-s0511a4:7": "Sabbā te phāsukā bhaggā, gahakūṭaṃ visaṅkhataṃ;",
  "atk-s0511a4:8": "Visaṅkhāragataṃ cittaṃ, taṇhānaṃ khayamajjhagā. (dha. pa. 153-154);",
  "atk-s0511a4:9": "‘‘Ayoghanahatasseva, jalato jātavedaso;",
  "atk-s0511a4:10": "Anupubbūpasantassa, yathā na ñāyate gati.",
  "atk-s0511a4:11": "‘‘Evaṃ sammā vimuttānaṃ, kāmabandhoghatārinaṃ;",
  "atk-s0511a4:12": "Paññāpetuṃ gatī natthi, pattānaṃ acalaṃ sukha’’nti. (udā. 80) –",
  "atk-s0511a4:13": "Evaṃ udānaṃ udānetvā sattasattāhaṃ bodhimūleyeva phalasamāpattisukhena vītināmetvā aṭṭhame sattāhe brahmuno ajjhesanaṃ paṭicca – ‘‘kassa nu kho ahaṃ paṭhamaṃ dhammaṃ deseyya’’nti (ma. ni. 1.284; 2.341; mahāva. 10) upadhārento attanā saddhiṃ pabbajitā dasa bhikkhukoṭiyo addasa. ‘‘Ime pana kulaputtā samupacitakusalamūlā maṃ pabbajantaṃ anupabbajitā mayā saddhiṃ padhānaṃ caritvā maṃ upaṭṭhahiṃsu, handāhaṃ imesaṃ sabbapaṭhamaṃ dhammaṃ deseyya’’nti evaṃ upadhāretvā – ‘‘idāni pana te kattha vasantī’’ti olokento – ‘‘ito aṭṭhārasayojanike arundhavatīnagare devavane viharantī’’ti disvā – ‘‘tesaṃ dhammaṃ desetuṃ gamissāmī’’ti pattacīvaramādāya seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya, evameva bodhimūle antarahito devavane pāturahosi.",
  "atk-s0511a4:14": "Tasmiñca samaye tā dasa bhikkhukoṭiyo arundhavatīnagaraṃ upanissāya devavane viharanti. Te pana bhikkhū dasabalaṃ dūratova āgacchantaṃ disvā pasannamānasā paccuggantvā, bhagavato pattacīvaraṃ paṭiggahetvā, buddhāsanaṃ paññāpetvā, satthu gāravaṃ katvā, bhagavantaṃ vanditvā, parivāretvā ekamantaṃ nisīdiṃsu. Tatra koṇḍañño dasabalo munigaṇaparivuto buddhāsane nisinno tidasagaṇaparivuto dasasatanayano viya vimalagaganatalagato saradasamayarajanikaro viya tārāgaṇaparivuto puṇṇacando viya virocittha. Atha satthā tesaṃ sabbabuddhanisevitaṃ anuttaraṃ tiparivaṭṭaṃ dvādasākāraṃ dhammacakkappavattanasuttantaṃ kathetvā dasabhikkhukoṭippamukhā satasahassadevamanussakoṭiyo dhammāmataṃ pāyesi. Tena vuttaṃ –",
  "atk-s0511a4:15": "1.",
  "atk-s0511a4:16": " ‘‘Dīpaṅkarassa aparena, koṇḍañño nāma nāyako;",
  "atk-s0511a4:17": "Anantatejo amitayaso, appameyyo durāsado.",
  "atk-s0511a4:18": "2.",
  "atk-s0511a4:19": " ‘‘Dharaṇūpamo khamanena, sīlena sāgarūpamo;",
  "atk-s0511a4:20": "Samādhinā merūpamo, ñāṇena gaganūpamo.",
  "atk-s0511a4:21": "3.",
  "atk-s0511a4:22": " ‘‘Indriyabalabojjhaṅga-maggasaccappakāsanaṃ;",
  "atk-s0511a4:23": "Pakāsesi sadā buddho hitāya sabbapāṇinaṃ.",
  "atk-s0511a4:24": "4.",
  "atk-s0511a4:25": " ‘‘Dhammacakkaṃ pavattente, koṇḍaññe lokanāyake;",
  "atk-s0511a4:26": "Koṭisatasahassānaṃ, paṭhamābhisamayo ahū’’ti.",
  "atk-s0511a4:27": "Tattha dīpaṅkarassa aparenāti dīpaṅkarassa satthuno aparabhāgeti attho. Koṇḍañño nāmāti attano gottavasena samadhigatanāmadheyyo. Nāyakoti vināyako. Anantatejoti attano sīlaguṇañāṇapuññatejena anantatejo. Heṭṭhato avīci upari bhavaggaṃ tiriyato anantā lokadhātuyo etthantare ekapuggalopi tassa mukhaṃ oloketvā ṭhātuṃ samattho nāma natthi. Tena vuttaṃ ‘‘anantatejo’’ti. Amitayasoti anantaparivāro. Tassa hi bhagavato vassasatasahassāni yāva parinibbānasamayaṃ etthantare bhikkhuparisāya gaṇanaparicchedo nāma nāhosi. Tasmā ‘‘amitayaso’’ti vuccati. Amitaguṇakittipi ‘‘amitayaso’’ti vuccati. Appameyyoti guṇagaṇaparimāṇavasena nappameyyoti appameyyo. Yathāha –",
  "atk-s0511a4:28": "‘‘Buddhopi buddhassa bhaṇeyya vaṇṇaṃ, kappampi ce aññamabhāsamāno;",
  "atk-s0511a4:29": "Khīyetha kappo ciradīghamantare, vaṇṇo na khīyetha tathāgatassā’’ti. (dī. ni. aṭṭha. 1.304; 3.141; ma. ni. aṭṭha. 2.425; udā. aṭṭha. 53; cariyā. aṭṭha. nidānakathā);",
  "atk-s0511a4:30": "Tasmā appameyyaguṇagaṇattā ‘‘appameyyo’’ti vuccati. Durāsadoti durupasaṅkamanīyo, āsajja ghaṭṭetvā upasaṅkamitumasakkuṇeyyabhāvato durāsado, durabhibhavanīyoti attho.",
  "atk-s0511a4:31": "Dharaṇūpamoti dharaṇīsamo. Khamanenāti khantiyā, catunahutādhikadviyojanasatasahassabahalā mahāpathavī viya pakativātena lābhālābhaiṭṭhāniṭṭhādīhi akampanabhāvato ‘‘dharaṇūpamo’’ti vuccati. Sīlena sāgarūpamoti sīlasaṃvarena velānātikkamanabhāvena sāgarasamo. ‘‘Mahāsamuddo, bhikkhave, ṭhitadhammo velaṃ nātivattatī’’ti (a. ni. 8.19; cūḷava. 384; mi. pa. 6.2.10) hi vuttaṃ.",
  "atk-s0511a4:32": "Samādhinā merūpamoti samādhipaṭipakkhabhūtadhammajanitakampābhāvato merunā girivarena samo, sadisoti attho. Merugirivaro viya thiratarasarīroti vā. Ñāṇena gaganūpamoti ettha bhagavato ñāṇassa anantabhāvena anantākāsena upamā katā. Cattāri anantāni vuttāni bhagavatā. Yathāha –",
  "atk-s0511a4:33": "‘‘Sattakāyo ca ākāso, cakkavāḷā canantakā;",
  "atk-s0511a4:34": "Buddhañāṇaṃ appameyyaṃ, na sakkā ete vijānitu’’nti. (bu. vaṃ. 1.64);",
  "atk-s0511a4:35": "Tasmā anantassa ñāṇassa anantena ākāsena upamā katāti.",
  "atk-s0511a4:36": "Indriyabalabojjhaṅgamaggasaccappakāsananti etesaṃ indriyabalabojjhaṅgamaggasaccānaṃ gahaṇena satipaṭṭhānasammappadhāniddhipādāpi gahitāva honti. Tasmā indriyādīnaṃ catusaṅkhepānaṃ vasena sattattiṃsabodhipakkhiyadhammānaṃ pakāsanadhammaṃ pakāsesi, desesīti attho. Hitāyāti hitatthaṃ. Dhammacakkaṃpavattenteti desanāñāṇe pavattiyamāne.",
  "atk-s0511a4:37": "Tato aparabhāge mahāmaṅgalasamāgame dasasu cakkavāḷasahassesu devatāyo sukhume attabhāve māpetvā imasmiññeva cakkavāḷe sannipatiṃsu. Tattha kira aññataro devaputto koṇḍaññadasabalaṃ maṅgalapañhaṃ pucchi. Tassa bhagavā maṅgalāni kathesi. Tattha navutikoṭisahassāni arahattaṃ pāpuṇiṃsu. Sotāpannādīnaṃ gaṇanaparicchedo nāma nāhosi. Tena vuttaṃ –",
  "atk-s0511a4:38": "5.",
  "atk-s0511a4:39": " ‘‘Tato parampi desente, naramarūnaṃ samāgame;",
  "atk-s0511a4:40": "Navutikoṭisahassānaṃ, dutiyābhisamayo ahū’’ti.",
  "atk-s0511a4:41": "Tattha tato parampīti tato aparabhāgepi. Desenteti bhagavati dhammaṃ desente. Naramarūnanti narānañceva amarānañca, yadā pana bhagavā gaganatale titthiyamānamaddanaṃ yamakapāṭihāriyaṃ karonto dhammaṃ desesi tadā asītikoṭisahassāni arahattaṃ pāpuṇiṃsu. Tīsu phalesu patiṭṭhitā gaṇanapathaṃ vītivattā. Tena vuttaṃ –",
  "atk-s0511a4:42": "6.",
  "atk-s0511a4:43": " ‘‘Titthiye abhimaddanto, yadā dhammamadesayi;",
  "atk-s0511a4:44": "Asītikoṭisahassānaṃ, tatiyābhisamayo ahū’’ti.",
  "atk-s0511a4:45": "Tattha tadā-saddaṃ ānetvā attho daṭṭhabbo. Yadā bhagavā dhammaṃ desesi, tadā asītikoṭisahassānaṃ dhammābhisamayo ahūti.",
  "atk-s0511a4:46": "Koṇḍañño kira satthā abhisambodhiṃ patvā paṭhamavassaṃ candavatīnagaraṃ upanissāya candārāme vihāsi. Tattha sucindharassa nāma brāhmaṇamahāsālassa putto bhaddamāṇavo nāma yasodharabrāhmaṇassa putto subhaddamāṇavo ca koṇḍaññassa buddhassa sammukhā dhammadesanaṃ sutvā pasannamānasā dasahi māṇavakasahassehi saddhiṃ tassa santike pabbajitvā arahattaṃ pāpuṇiṃsu.",
  "atk-s0511a4:47": "Atha koṇḍañño satthā jeṭṭhamāsapuṇṇamāya subhaddattherappamukhena koṭisatasahassena parivuto pātimokkhamuddisi, so paṭhamo sannipāto ahosi. Tato aparabhāge koṇḍaññasatthuno putte vijitasene nāma arahattaṃ patte taṃpamukhassa koṭisahassassa majjhe bhagavā pātimokkhaṃ uddisi, so dutiyo sannipāto ahosi. Athāparena samayena dasabalo janapadacārikaṃ caranto udenarājānaṃ nāma navutikoṭijanaparivāraṃ pabbājesi saddhiṃ tāya parisāya. Tasmiṃ pana arahattaṃ patte taṃpamukhehi navutiyā arahantakoṭīhi bhagavā parivuto pātimokkhaṃ uddisi, so tatiyo sannipāto ahosi. Tena vuttaṃ –",
  "atk-s0511a4:48": "7.",
  "atk-s0511a4:49": " ‘‘Sannipātā tayo āsuṃ, koṇḍaññassa mahesino;",
  "atk-s0511a4:50": "Khīṇāsavānaṃ vimalānaṃ, santacittāna tādinaṃ.",
  "atk-s0511a4:51": "8.",
  "atk-s0511a4:52": " ‘‘Koṭisatasahassānaṃ, paṭhamo āsi samāgamo;",
  "atk-s0511a4:53": "Dutiyo koṭisahassānaṃ, tatiyo navutikoṭina’’nti.",
  "atk-s0511a4:54": "Tadā kira amhākaṃ bodhisatto vijitāvī nāma cakkavattī hutvā candavatīnagare paṭivasati. So kira anekanaravaraparivuto salilanidhinivasanaṃ sameruyugandharaṃ aparimitavasudharaṃ vasundharaṃ adaṇḍena asatthena dhammena paripāleti. Atha koṇḍañño buddhopi koṭisatasahassakhīṇāsavaparivuto janapadacārikaṃ caramāno anupubbena candavatīnagaraṃ sampāpuṇi.",
  "atk-s0511a4:55": "So vijitāvī kira rājā – ‘‘sammāsambuddho kira amhākaṃ nagaraṃ anuppatto’’ti sutvā paccuggantvā bhagavato vasanaṭṭhānaṃ saṃvidahitvā svātanāya saddhiṃ bhikkhusaṅghena nimantetvā punadivase bhattavidhiṃ suṭṭhu paṭiyādetvā koṭisatasahassasaṅkhassa buddhappamukhassa bhikkhusaṅghassa mahādānaṃ adāsi. Bodhisatto bhagavantaṃ bhojetvā anumodanāvasāne – ‘‘bhante, temāsaṃ mahājanasaṅgahaṃ karonto idheva vasathā’’ti yācitvā tayo māse nirantaraṃ buddhappamukhassa bhikkhusaṅghassa asadisamahādānaṃ adāsi.",
  "atk-s0511a4:56": "Atha satthā bodhisattaṃ – ‘‘anāgate gotamo nāma buddho bhavissatī’’ti byākaritvā dhammamassa desesi. So satthu dhammakathaṃ sutvā rajjaṃ niyyātetvā pabbajitvā tīṇi piṭakāni uggahetvā aṭṭha samāpattiyo pañca ca abhiññāyo uppādetvā aparihīnajjhāno brahmaloke nibbatti. Tena vuttaṃ –",
  "atk-s0511a4:57": "9.",
  "atk-s0511a4:58": " ‘‘Ahaṃ tena samayena, vijitāvī nāma khattiyo;",
  "atk-s0511a4:59": "Samuddaṃ antamantena, issariyaṃ vattayāmahaṃ.",
  "atk-s0511a4:60": "10.",
  "atk-s0511a4:61": " ‘‘Koṭisatasahassānaṃ, vimalānaṃ mahesinaṃ;",
  "atk-s0511a4:62": "Saha lokagganāthena, paramannena tappayiṃ.",
  "atk-s0511a4:63": "11.",
  "atk-s0511a4:64": " ‘‘Sopi maṃ buddho byākāsi, koṇḍañño lokanāyako;",
  "atk-s0511a4:65": "Aparimeyyito kappe, buddho loke bhavissati.",
  "atk-s0511a4:66": "12.",
  "atk-s0511a4:67": " ‘‘Padhānaṃ padahitvāna, katvā dukkarakārikaṃ;",
  "atk-s0511a4:68": "Assatthamūle sambuddho, bujjhissati mahāyaso.",
  "atk-s0511a4:69": "13.",
  "atk-s0511a4:70": " ‘‘Imassa janikā mātā, māyā nāma bhavissati;",
  "atk-s0511a4:71": "Pitā suddhodano nāma, ayaṃ hessati gotamo.",
  "atk-s0511a4:72": "14.",
  "atk-s0511a4:73": " ‘‘Kolito upatisso ca, aggā hessanti sāvakā;",
  "atk-s0511a4:74": "Ānando nāmupaṭṭhāko, upaṭṭhissati taṃ jinaṃ.",
  "atk-s0511a4:75": "15.",
  "atk-s0511a4:76": " ‘‘Khemā uppalavaṇṇā ca, aggā hessanti sāvikā;",
  "atk-s0511a4:77": "Bodhi tassa bhagavato, assatthoti pavuccati.",
  "atk-s0511a4:78": "16.",
  "atk-s0511a4:79": " ‘‘Citto ca hatthāḷavako, aggā hessantupaṭṭhakā;",
  "atk-s0511a4:80": "Nandamātā ca uttarā, aggā hessantupaṭṭhikā;",
  "atk-s0511a4:81": "Āyu vassasataṃ tassa, gotamassa yasassino.",
  "atk-s0511a4:82": "17.",
  "atk-s0511a4:83": " ‘‘Idaṃ sutvāna vacanaṃ, asamassa mahesino;",
  "atk-s0511a4:84": "Āmoditā naramarū, buddhabījaṃ kira ayaṃ.",
  "atk-s0511a4:85": "18.",
  "atk-s0511a4:86": " ‘‘Ukkuṭṭhisaddā vattanti, apphoṭenti hasanti ca;",
  "atk-s0511a4:87": "Katañjalī namassanti, dasasahassidevatā.",
  "atk-s0511a4:88": "19.",
  "atk-s0511a4:89": " ‘‘Yadimassa lokanāthassa, virajjhissāma sāsanaṃ;",
  "atk-s0511a4:90": "Anāgatamhi addhāne, hessāma sammukhā imaṃ.",
  "atk-s0511a4:91": "20.",
  "atk-s0511a4:92": " ‘‘Yathā manussā nadiṃ tarantā, paṭititthaṃ virajjhiya;",
  "atk-s0511a4:93": "Heṭṭhātitthe gahetvāna, uttaranti mahānadiṃ.",
  "atk-s0511a4:94": "21.",
  "atk-s0511a4:95": " ‘‘Evameva mayaṃ sabbe, yadi muñcāmimaṃ jinaṃ;",
  "atk-s0511a4:96": "Anāgatamhi addhāne, hessāma sammukhā imaṃ.",
  "atk-s0511a4:97": "22.",
  "atk-s0511a4:98": " ‘‘Tassāhaṃ vacanaṃ sutvā, bhiyyo cittaṃ pasādayiṃ;",
  "atk-s0511a4:99": "Tameva atthaṃ sādhento, mahārajjaṃ jine adaṃ;",
  "atk-s0511a4:100": "Mahārajjaṃ daditvāna, pabbajiṃ tassa santike.",
  "atk-s0511a4:101": "23.",
  "atk-s0511a4:102": " ‘‘Suttantaṃ vinayaṃ cāpi, navaṅgaṃ satthusāsanaṃ;",
  "atk-s0511a4:103": "Sabbaṃ pariyāpuṇitvāna, sobhayiṃ jinasāsanaṃ.",
  "atk-s0511a4:104": "24.",
  "atk-s0511a4:105": " ‘‘Tatthappamatto viharanto, nisajjaṭṭhānacaṅkame;",
  "atk-s0511a4:106": "Abhiññāpāramiṃ gantvā, brahmalokamagañchaha’’nti.",
  "atk-s0511a4:107": "Tattha ahaṃ tena samayenāti ahaṃ tasmiṃ samaye. Vijitāvī nāmāti evaṃnāmako cakkavattirājā ahosiṃ. Samuddaṃ antamantenāti ettha cakkavāḷapabbataṃ sīmaṃ mariyādaṃ katvā ṭhitaṃ samuddaṃ antaṃ katvā issariyaṃ vattayāmīti attho. Ettāvatā na pākaṭaṃ hoti.",
  "atk-s0511a4:108": "Rājā kira cakkavattī cakkaratanānubhāvena vāmapassena sineruṃ katvā samuddassa uparibhāgena aṭṭhayojanasahassappamāṇaṃ pubbavidehaṃ gacchati. Tattha rājā cakkavattī – ‘‘pāṇo na hantabbo, adinnaṃ nādātabbaṃ, kāmesumicchā na caritabbā, musā na bhāsitabbā, majjaṃ na pātabbaṃ, yathābhuttañca bhuñjathā’’ti (dī. ni. 2.244; 3.85; ma. ni. 3.257) ovādaṃ deti. Evaṃ ovāde dinne taṃ cakkaratanaṃ vehāsaṃ abbhuggantvā puratthimaṃ samuddaṃ ajjhogāhati. Yathā yathā ca taṃ ajjhogāhati, tathā tathā saṃkhittaūmivipphāraṃ hutvā ogacchamānaṃ mahāsamuddasalilaṃ yojanamattaṃ oggantvā antosamuddaṃ ubhosu passesu veḷuriyamaṇibhitti viya paramadassanīyaṃ hutvā tiṭṭhati, evaṃ puratthimasāgarapariyantaṃ gantvā taṃ cakkaratanaṃ paṭinivattati. Paṭinivattamāne ca tasmiṃ sā parisā aggato hoti, majjhe rājā cakkavattī ante cakkaratanaṃ hoti. Tampi jalaṃ jalantena viyogaṃ asahamānamiva nemimaṇḍalapariyantaṃ abhihanantameva tīramupagacchati.",
  "atk-s0511a4:109": "Evaṃ rājā cakkavattī puratthimasamuddapariyantaṃ pubbavidehaṃ abhivijinitvā dakkhiṇasamuddapariyantaṃ jambudīpaṃ vijetukāmo cakkaratanadesitena maggena dakkhiṇasamuddābhimukho gacchati. Taṃ dasasahassayojanappamāṇaṃ jambudīpaṃ abhivijinitvā dakkhiṇasamuddato paccuttaritvā sattayojanasahassappamāṇaṃ aparagoyānaṃ vijetuṃ heṭṭhā vuttanayeneva gantvā tampi sāgarapariyantaṃ abhivijinitvā pacchimasamuddatopi uttaritvā aṭṭhayojanasahassappamāṇaṃ uttarakuruṃ vijetuṃ tatheva gantvā taṃ samuddapariyantaṃ katvā tatheva abhivijiya uttarasamuddatopi paccuttarati. Ettāvatā raññā cakkavattinā sāgarapariyantāya pathaviyā issariyaṃ adhigataṃ hoti. Tena vuttaṃ samuddaṃ antamantena, issariyaṃ vattayāmaha’’nti.",
  "atk-s0511a4:110": "Koṭisatasahassānanti koṭisatasahassāni. Ayameva vā pāṭho. Vimalānanti khīṇāsavānaṃ. Saha lokagganāthenāti saddhiṃ dasabalena koṭisatasahassānanti attho. Paramannenāti paṇītena annena. Tappayinti tappesiṃ. Aparimeyyito kappeti ito paṭṭhāya satasahassakappādhikāni tīṇi asaṅkhyeyyāni atikkamitvā ekasmiṃ bhaddakappeti attho.",
  "atk-s0511a4:111": "Padhānanti vīriyaṃ. Tameva atthaṃ sādhentoti tameva buddhakārakamatthaṃ dānapāramiṃ pūrento sādhento nipphādentoti attho. Mahārajjanti cakkavattirajjaṃ. Jineti bhagavati, sampadānatthe vā bhummaṃ daṭṭhabbaṃ. Adanti adāsiṃ. Evamatthaṃ sādhentoti iminā sambandho daṭṭhabbo. ‘‘Mahārajjaṃ jine dadi’’nti paṭhanti keci. Daditvānāti cajitvā. Suttantanti suttantapiṭakaṃ. Vinayanti vinayapiṭakaṃ. Navaṅganti suttageyyādinavaṅgaṃ. Sobhayiṃ jinasāsananti āgamādhigamehi lokiyehi samalaṅkariṃ. Tatthāti tassa bhagavato sāsane. Appamattoti satisampanno. Brahmalokamagañchahanti brahmalokaṃ agañchiṃ ahaṃ.",
  "atk-s0511a4:112": "Imassa pana koṇḍaññabuddhassa rammavatī nāma nagaraṃ ahosi, sunando nāma rājā pitā, sujātā nāma devī mātā, bhaddo ca subhaddo ca dve aggasāvakā, anuruddho nāmupaṭṭhāko, tissā ca upatissā ca dve aggasāvikā, sālakalyāṇirukkho bodhi, aṭṭhāsītihatthubbedhaṃ sarīraṃ , vassasatasahassāni āyuppamāṇaṃ ahosi, tassa rucidevī nāma aggamahesī ahosi, vijitaseno nāmassa putto, cando nāmupaṭṭhāko rājā. Candārāme kira vasīti. Tena vuttaṃ –",
  "atk-s0511a4:113": "25.",
  "atk-s0511a4:114": " ‘‘Nagaraṃ rammavatī nāma, sunando nāma khattiyo;",
  "atk-s0511a4:115": "Sujātā nāma janikā, koṇḍaññassa mahesino.",
  "atk-s0511a4:116": "30.",
  "atk-s0511a4:117": " ‘‘Bhaddo ceva subhaddo ca, ahesuṃ aggasāvakā;",
  "atk-s0511a4:118": "Anuruddho nāmupaṭṭhāko, koṇḍaññassa mahesino.",
  "atk-s0511a4:119": "31.",
  "atk-s0511a4:120": " ‘‘Tissā ca upatissā ca, ahesuṃ aggasāvikā;",
  "atk-s0511a4:121": "Sālakalyāṇiko bodhi, koṇḍaññassa mahesino.",
  "atk-s0511a4:122": "33.",
  "atk-s0511a4:123": " ‘‘So aṭṭhāsīti hatthāni, accuggato mahāmuni;",
  "atk-s0511a4:124": "Sobhate uḷurājāva, sūriyo majjhanhike yathā.",
  "atk-s0511a4:125": "34.",
  "atk-s0511a4:126": " ‘‘Vassasatasahassāni, āyu vijjati tāvade;",
  "atk-s0511a4:127": "Tāvatā tiṭṭhamāno so, tāresi janataṃ bahuṃ.",
  "atk-s0511a4:128": "35.",
  "atk-s0511a4:129": " ‘‘Khīṇāsavehi vimalehi, vicittā āsi medanī;",
  "atk-s0511a4:130": "Yathā hi gaganamuḷūbhi, evaṃ so upasobhatha.",
  "atk-s0511a4:131": "36.",
  "atk-s0511a4:132": " ‘‘Tepi nāgā appameyyā, asaṅkhobhā durāsadā;",
  "atk-s0511a4:133": "Vijjupātaṃva dassetvā, nibbutā te mahāyasā.",
  "atk-s0511a4:134": "37.",
  "atk-s0511a4:135": " ‘‘Sā ca atuliyā jinassa iddhi, ñāṇaparibhāvito ca samādhi;",
  "atk-s0511a4:136": "Sabbaṃ tamantarahitaṃ, nanu rittā sabbasaṅkhārā’’ti.",
  "atk-s0511a4:137": "Tattha sālakalyāṇikoti sālakalyāṇirukkho, so buddhakāle ceva cakkavattikāle ca nibbattati, nāññadā. So ekāheneva uṭṭhāti kira. Khīṇāsavehi vimalehi, vicittā āsi medanīti ayaṃ medanī khīṇāsavehi ekakāsāvapajjotā vicittā paramadassanīyā ahosi. Yathāhīti opammatthe nipāto. Uḷūbhīti nakkhattehi, tārāgaṇehi gaganatalaṃ viya khīṇāsavehi vicittā ayaṃ medanī sobhitthāti attho.",
  "atk-s0511a4:138": "Asaṅkhobhāti aṭṭhahi lokadhammehi akkhobhā avikārā. Vijjupātaṃva dassetvāti vijjupātaṃ viya dassayitvā, ‘‘vijjuppātaṃvā’’tipi pāṭho. Koṇḍaññabuddhassa kira kāle parinibbāyamānā bhikkhū sattatālappamāṇamākāsamabbhuggantvā asitajaladharavivaragatā vijjulatā viya samantato vijjotamānā tejodhātuṃ samāpajjitvā nirupādānā dahanā viya parinibbāyiṃsu. Tena vuttaṃ ‘‘vijjupātaṃva dassetvā’’ti. Atuliyāti atulyā asadisā. Ñāṇaparibhāvitoti ñāṇena vaḍḍhito. Sesagāthā heṭṭhā vuttanayattā uttānā evāti.",
  "atk-s0511a4:139": "‘‘Koṇḍañño nāma sambuddho, candārāme manorame;",
  "atk-s0511a4:140": "Nibbāyi cetiyo tassa, sattayojaniko kato.",
  "atk-s0511a4:141": "‘‘Na heva dhātuyo tassa, satthuno, vikiriṃsu tā;",
  "atk-s0511a4:142": "Ṭhitā ekaghanā hutvā, suvaṇṇapaṭimā viya’’.",
  "atk-s0511a4:143": "Sakalajambudīpavāsino manussā samāgantvā sattayojanikaṃ sattaratanamayaṃ haritālamanosilāya mattikākiccaṃ telasappīhi udakakiccaṃ katvā niṭṭhāpesunti.",
  "atk-s0511a4:144": "Koṇḍaññabuddhavaṃsavaṇṇanā niṭṭhitā.",
  "atk-s0511a4:145": "Niṭṭhito dutiyo buddhavaṃso."
}