{
  "atk-s0305a0:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "atk-s0305a0:1": "Saṁyuttanikāye",
  "atk-s0305a0:2": "Mahāvagga-aṭṭhakathā",
  "atk-s0305a0:3": "1. Maggasaṁyuttaṁ",
  "atk-s0305a0:4": "1. Avijjāvaggo",
  "atk-s0305a0:5": "1-2. Avijjāsuttādivaṇṇanā",
  "atk-s0305a0:6": "1-2. Mahāvaggassa paṭhame pubbaṅgamāti sahajātavasena ca upanissayavasena cāti dvīhākārehi pubbaṅgamā. Samāpattiyāti samāpajjanāya sabhāvapaṭilābhāya, uppattiyāti attho. Anvadeva ahirikaṁ anottappanti sā panesā yadetaṁ alajjanākārasaṇṭhikaṁ ahirikaṁ, abhāyanākārasaṇṭhitañca anottappaṁ, etaṁ anudeva saheva ekatova, na vinā tena uppajjatīti attho. Avijjāgatassāti avijjāya upagatassa samannāgatassa. Micchādiṭṭhīti ayāthāvadiṭṭhi aniyyānikadiṭṭhi. Pahotīti hoti uppajjati. Micchāsaṅkappādīsupi ayāthāvaaniyyānikavaseneva micchābhāvo veditabbo. Iti imāni aṭṭhapi akusaladhammasamāpattiyā micchattaaṅgāni nāma honti. Tāni pana na ekakkhaṇe sabbāni labbhanti, nānakkhaṇe labbhanti.",
  "atk-s0305a0:7": "Kathaṁ? Yadā hi diṭṭhisampayuttacittaṁ kāyaviññattiṁ samuṭṭhāpentaṁ uppajjati, tadā micchādiṭṭhi micchāsaṅkappo micchāvāyāmo micchāsati micchāsamādhi micchākammantoti cha aṅgāni honti. Yadā diṭṭhivippayuttaṁ, tadā micchādiṭṭhivajjāni pañca. Yadā tāneva dve vacīviññattiṁ samuṭṭhāpenti, tadā micchākammantaṭṭhāne micchāvācāya saddhiṁ tāneva cha vā pañca vā. Ayaṁ ājīvo nāma kuppamāno kāyavacīdvāresuyeva aññatarasmiṁ kuppati, na manodvāre. Tasmā yadā ājīvasīsena tāneva cittāni kāyavacīviññattiyo samuṭṭhāpenti, tadā kāyakammaṁ micchājīvo nāma hoti, tathā vacīkammanti micchājīvassa vasena tāneva cha vā pañca vā. Yadā pana viññattiṁ asamuṭṭhāpetvā tāni cittāni uppajjanti , tadā micchādiṭṭhimicchāsaṅkappamicchāvāyāmamicchāsatimicchāsamādhivasena pañca vā, micchāsaṅkappādivasena cattāri vā hontīti evaṁ na ekakkhaṇe sabbāni labbhanti, nānakkhaṇe labbhantīti.",
  "atk-s0305a0:8": "Sukkapakkhe vijjāti kammassakatañāṇaṁ. Ihāpi sahajātavasena ca upanissayavasena cāti dvīhākārehi pubbaṅgamatā veditabbā. Hirottappanti hirī ca ottappañca. Tattha lajjanākārasaṇṭhitā hirī, bhāyanākārasaṇṭhitaṁ ottappaṁ. Ayamettha saṅkhepo, vitthāro pana visuddhimagge vuttova. Vijjāgatassāti vijjāya upagatassa samannāgatassa. Viddasunoti viduno paṇḍitassa. Sammādiṭṭhīti yāthāvadiṭṭhi niyyānikadiṭṭhi. Sammākammantādīsupi eseva nayo. Iti kusaladhammasamāpattiyā imāni aṭṭhaṅgāni honti, tāni lokiyamaggakkhaṇe na ekato sabbāni labbhanti, lokuttaramaggakkhaṇe pana labbhanti. Tāni ca kho paṭhamajjhānikamagge, dutiyajjhānikādīsu pana sammāsaṅkappavajjāni satteva honti.",
  "atk-s0305a0:9": "Tattha yo evaṁ vadeyya ‘‘yasmā majjhimanikāyamhi mahāsaḷāyatanikasutte (ma. ni. 3.431) ‘yā tathābhūtassa diṭṭhi, sāssa hoti sammādiṭṭhi. Yo tathābhūtassa, saṅkappo, svāssa hoti sammāsaṅkappo. Yo tathābhūtassa vāyāmo, svāssa hoti sammāvāyāmo. Yā tathābhūtassa sati, svāssa hoti sammāsati. Yo tathābhūtassa samādhi, svāssa hoti sammāsamādhi. Pubbeva kho panassa kāyakammaṁ vacīkammaṁ ājīvo ca suparisuddho’ti vuttaṁ tasmā pañcaṅgikopi lokuttaramaggo hotī’’ti so vattabbo – tasmiṁyeva sutte ‘‘evamassāyaṁ ariyo aṭṭhaṅgiko maggo bhāvanāpāripūriṁ gacchatī’’ti idaṁ kasmā na passasi ? Yaṁ panetaṁ ‘‘pubbeva kho panassā’’ti vuttaṁ, taṁ pabbajitadivasato paṭṭhāya parisuddhabhāvadassanatthaṁ. Pabbajitadivasato paṭṭhāya hi parisuddhāni kāyakammādīni lokuttaramaggakkhaṇe atiparisuddhāni hontīti ayamattho dīpito.",
  "atk-s0305a0:10": "Yampi abhidhamme vuttaṁ ‘‘tasmiṁ kho pana samaye pañcaṅgiko maggo hotī’’ti (vibha. 212), taṁ ekaṁ kiccantaraṁ dassetuṁ vuttaṁ. Yasmiñhi kāle micchākammantaṁ pahāya sammākammantaṁ pūreti, tasmiṁ kāle micchāvācā vā micchājīvo vā na hoti, diṭṭhi saṅkappo vāyāmo sati samādhīti imesuyeva pañcasu kārakaṅgesu sammākammanto pūrati. Virativasena hi sammākammanto pūrati nāma. Sammāvācāsammāājīvesupi eseva nayo. Iti imaṁ kiccantaraṁ dassetuṁ evaṁ vuttaṁ. Lokiyamaggakkhaṇe ca pañceva honti, virati pana aniyatā. Tasmā ‘‘chaaṅgiko’’ti avatvā ‘‘pañcaṅgiko’’tveva vuttaṁ. ‘‘Yā ca, bhikkhave, ariyacittassa anāsavacittassa ariyamaggasamaṅgino ariyamaggaṁ bhāvayato tīhi kāyaduccaritehi ārati virati paṭivirati veramaṇī akiriyā akaraṇaṁ, ayaṁ bhikkhave sammākammanto ariyo anāsavo lokuttaramaggo’’ti (ma. ni. 3.139). Evaṁ pana mahācattālīsakasuttādīsu anekesu suttesu sammākammantādīnañca lokuttaramaggassa aṅgabhāvasiddhito aṭṭhaṅgikova lokuttaramaggo hotīti veditabboti. Imasmiṁ sutte ayaṁ aṭṭhaṅgiko maggo lokiyalokuttaramissakova kathito. Dutiyaṁ kosalasaṁyutte vuttameva.",
  "atk-s0305a0:11": "3. Sāriputtasuttavaṇṇanā",
  "atk-s0305a0:12": "3. Tatiye sakalamidaṁ bhanteti ānandatthero sāvakapāramīñāṇassa matthakaṁ appattatāya sakalampi maggabrahmacariyaṁ kalyāṇamittasannissayena labbhatīti na aññāsi, dhammasenāpati pana sāvakapāramīñāṇassa matthake ṭhitattā aññāsi, tasmā evamāha. Tenevassa bhagavā sādhu sādhūti sādhukāramadāsi.",
  "atk-s0305a0:13": "4. Jāṇussoṇibrāhmaṇasuttavaṇṇanā",
  "atk-s0305a0:14": "4. Catutthe sabbasetena vaḷavābhirathenāti sakalasetena catūhi vaḷavāhi yuttarathena. So kira sabbo sacakkapañjarakubbaro rajataparikkhitto hoti. Ratho ca nāmesa duvidho hoti – yodharatho, alaṅkārarathoti. Tattha yodharatho caturassasaṇṭhāno hoti nātimahā dvinnaṁ tiṇṇaṁ vā janānaṁ gahaṇasamattho. Alaṅkāraratho mahā hoti dīghato dīgho puthulato puthulo ca, tattha chattaggāhako vālabījaniggāhako tālavaṇṭaggāhakoti evaṁ aṭṭha vā dasa vā sukheneva ṭhātuṁ vā nisīdituṁ vā nipajjituṁ vā sakkonti. Ayampi alaṅkārarathoyeva.",
  "atk-s0305a0:15": "Setā sudaṁ assāti tā vaḷavā pakatiyā setavaṇṇāva. Setālaṅkārāti pasādhanaṁ tāsaṁ rajatamayaṁ ahosi. Seto rathoti rathopi vuttanayeneva rajataparikkhittattā tattha tattha dantakammakhacitattā ca setova. Setaparivāroti yathā aññe rathā sīhacammaparivārāpi honti, byagghacammaparivārāpi paṇḍukambalaparivārāpi honti, na evaṁ esa. Esa pana ghanadukūlena parivārito ahosi. Setā rasmiyoti rasmiyopi rajatapanāḷisuparikkhittā. Setā patodalaṭṭhīti patodalaṭṭhipi rajataparikkhittā.",
  "atk-s0305a0:16": "Setaṁ chattanti rathamajjhe ussāpitachattampi setameva ahosi. Setaṁ uṇhīsanti aṭṭhaṅgulavitthāro rajatamayo uṇhīsapaṭṭo seto. Setāni vatthānīti vatthānipi setāni pheṇapuñjavaṇṇāni. Tesu nivāsanaṁ pañcasatagghanakaṁ, uttarāsaṅgo sahassagghanako. Setā upāhanāti upāhanā nāma maggāruḷhassa vā honti aṭaviṁ vā pavisantassa. Ayaṁ pana rathaṁ abhiruḷho, tenassa tadanucchaviko rajatapaṭisevito pādālaṅkāro nāma esa evaṁ vuttoti veditabbo. Setāya sudaṁ vālabījaniyāti phalikamayadaṇḍāya setacamaravālabījaniyā. Na kevalañca ettakamevassa setaṁ ahosi, so pana brāhmaṇo setavilepanaṁ vilimpi, setamālaṁ piḷandhi, dasasu aṅgulīsu aṅgulimuddikā kaṇṇesu kuṇḍalānīti evamādi alaṅkāropissa rajatamayova ahosi . Parivārabrāhmaṇāpissa dasasahassamattā tatheva setavatthavilepanamālālaṅkārā ahesuṁ.",
  "atk-s0305a0:17": "Yaṁ panetaṁ sāvatthiyā niyyāyantanti vuttaṁ, tatrāyaṁ niyyāyanavibhāvanā – so kira channaṁ channaṁ māsānaṁ ekavāraṁ nagaraṁ padakkhiṇaṁ karoti – ‘‘ito ettakehi divasehi nagaraṁ padakkhiṇaṁ karissatī’’ti puretarameva ghosanā kayirati. Taṁ sutvā ye nagarato na pakkantā, te na pakkamanti. Yepi pakkantā, tepi ‘‘puññavato sirisampattiṁ passissāmā’’ti āgacchanti. Yaṁ divasaṁ brāhmaṇo nagaraṁ anuvicarati, tadā pātova nagaravīthiyo sammajjitvā vālikaṁ okiritvā lājapañcamehi pupphehi vippakiritvā puṇṇaghaṭe ṭhapetvā kadaliyo ca dhaje ca ussāpetvā sakalanagaraṁ dhūpitavāsitaṁ karonti.",
  "atk-s0305a0:18": "Brāhmaṇo pātova sīsaṁ nhāyitvā purebhattaṁ bhuñjitvā vuttanayeneva setavatthādīhi attānaṁ alaṅkaritvā pāsādā oruyha rathaṁ abhiruhati. Atha naṁ te brāhmaṇā sabbasetavatthavilepanamālālaṅkārā setacchattāni gahetvā parivārenti. Tato mahājanassa sannipātatthaṁ paṭhamaṁyeva taruṇadārakānaṁ phalāphalāni vikiranti, tadanantaraṁ māsakarūpādīni, tadanantaraṁ kahāpaṇe vikiranti. Mahājano sannipatati, ukkuṭṭhiyo ceva celukkhepā ca vattanti. Atha brāhmaṇo maṅgalikasovatthikādīsu maṅgalāni ceva suvatthiyo ca karontesu mahāsampattiyā nagaraṁ anuvicarati. Puññavantā manussā ekabhūmikādipāsāde āruyha sukapattasadisāni vātapānakavāṭāni vivaritvā olokenti. Brāhmaṇopi attano yasasirisampattiyā nagaraṁ ajjhottharanto viya dakkhiṇadvārābhimukho hoti. Taṁ sandhāyetaṁ vuttaṁ.",
  "atk-s0305a0:19": "Tamenaṁ jano disvāti mahājano taṁ rathaṁ disvā. Brahmanti seṭṭhādhivacanametaṁ. Brahmaṁ vata bho yānanti seṭṭhayānasadisaṁ vata bho yānanti ayamettha attho. Imasseva kho etanti, ānanda, manussā nāma vaṇṇabhāṇakānaṁ dhanaṁ datvā attano dārikānaṁ vaṇṇagītaṁ gāyāpenti ‘‘abhirūpo hoti dassanīyo mahaddhano mahābhogo’’ti, na ca tena vaṇṇabhaṇanamattena abhirūpā vā honti mahaddhanā vā, evameva mahājano brāhmaṇassa rathaṁ disvā – ‘‘brahmaṁ vata bho yāna’’nti kiñcāpi evaṁ vaṇṇaṁ bhaṇati, na panetaṁ yānaṁ vaṇṇabhaṇanamatteneva brahmayānaṁ nāma hoti. Lāmakañhi etaṁ chavaṁ. Paramatthena pana imasseva kho etaṁ, ānanda, ariyassa aṭṭhaṅgikassa maggassa adhivacanaṁ. Ayañhi sabbadosavigamena seṭṭho, iminā ca ariyā nibbānaṁ yantīti brahmayānaṁ itipi, dhammabhūtattā yānattā ca dhammayānaṁ itipi, anuttarattā kilesasaṅgāmassa ca vijitattā anuttaro saṅgāmavijayo itipi vattuṁ vaṭṭati.",
  "atk-s0305a0:20": "Idānissa niddosabhāvañceva saṅgāmavijayabhāvañca dassento rāgavinayapariyosānātiādimāha. Tattha rāgaṁ vinayamānā pariyosāpeti pariyosānaṁ gacchati nipphajjatīti rāgavinayapariyosānā. Esa nayo sabbattha.",
  "atk-s0305a0:21": "Yassa saddhā ca paññā cāti yassa ariyamaggayānassa saddhānusārivasena saddhā, dhammānusārivasena paññāti ime dve dhammā sadā dhuraṁ yuttā, tatramajjhattatāyuge yuttāti attho. Hirī īsāti attanā saddhiṁ adhiviṭṭhena bahiddhāsamuṭṭhānena ottappena saddhiṁ ajjhattasamuṭṭhānā hirī yassa maggarathassa īsā. Mano yottanti vipassanācittañca maggacittañca yottaṁ. Yathā hi rathassa vākādimayaṁ yottaṁ goṇe ekābaddhe karoti ekasaṅgahite, evaṁ maggarathassa lokiyavipassanācittaṁ atirekapaññāsa, lokuttaravipassanācittaṁ atirekasaṭṭhi kusaladhamme ekābaddhe ekasaṅgahe karoti. Tena vuttaṁ ‘‘mano yotta’’nti. Sati ārakkhasārathīti maggasampayuttā sati ārakkhasārathi. Yathā hi rathassa ārakkho sārathi nāma yoggiyo. Dhuraṁ vāheti yojeti akkhaṁ abbhañjati rathaṁ peseti rathayuttake nibbisevane karoti, evaṁ maggarathassa sati. Ayañhi ārakkhapaccupaṭṭhānā ceva kusalākusalānañca dhammānaṁ gatiyo samanvesatīti vuttā.",
  "atk-s0305a0:22": "Rathoti ariyaaṭṭhaṅgikamaggaratho. Sīlaparikkhāroti catupārisuddhisīlālaṅkāro. Jhānakkhoti vipassanāsampayuttānaṁ pañcannaṁ jhānaṅgānaṁ vasena jhānamayaakkho. Cakkavīriyoti vīriyacakko, kāyikacetasikasaṅkhātāni dve vīriyāni assa cakkānīti attho. Upekkhā dhurasamādhīti dhurassa samādhi, unnatonatākārassa abhāvena dvinnampi yugapadesānaṁ samatāti attho. Ayañhi tatramajjhattupekkhā cittuppādassa līnuddhaccabhāvaṁ haritvā payogamajjhatte cittaṁ ṭhapeti, tasmā imassa maggarathassa ‘‘dhurasamādhī’’ti vuttā. Anicchā parivāraṇanti bāhirakarathassa sīhacammādīni viya imassāpi ariyamaggarathassa alobhasaṅkhātā anicchā parivāraṇaṁ nāma.",
  "atk-s0305a0:23": "Abyāpādoti mettā ca mettāpubbabhāgo ca. Avihiṁsāti karuṇā ca karuṇāpubbabhāgo ca. Vivekoti kāyavivekādi tividhaviveko. Yassa āvudhanti yassa ariyamaggarathe ṭhitassa kulaputtassa etaṁ pañcavidhaṁ āvudhaṁ. Yathā hi rathe ṭhito pañcahi āvudhehi sapatte vijjhati, evaṁ yogāvacaropi imasmiṁ lokiyalokuttaramaggarathe ṭhito mettāya dosaṁ vijjhati, karuṇāya vihiṁsaṁ , kāyavivekena gaṇasaṅgaṇikaṁ, cittavivekena kilesasaṅgaṇikaṁ, upadhivivekena sabbākusalaṁ vijjhati. Tenassetaṁ pañcavidhaṁ ‘‘āvudha’’nti vuttaṁ. Titikkhāti duruttānaṁ durāgatānaṁ vacanapathānaṁ adhivāsanakkhanti. Cammasannāhoti sannaddhacammo. Yathā hi rathe ṭhito rathiko paṭimukkacammo āgatāgate sare khamati, na naṁ te vijjhanti, evaṁ adhivāsanakkhantisamannāgato bhikkhu āgatāgate vacanapathe khamati, na naṁ te vijjhanti. Tasmā ‘‘titikkhā cammasannāho’’ti vutto. Yogakkhemāya vattatīti catūhi yogehi khemāya nibbānāya vattati, nibbānābhimukho gacchatiyeva, na tiṭṭhati na bhijjatīti attho.",
  "atk-s0305a0:24": "Etadattani sambhūtanti etaṁ maggayānaṁ attano purisakāraṁ nissāya laddhattā attani sambhūtaṁ nāma hoti. Brahmayānaṁ anuttaranti asadisaṁ seṭṭhayānaṁ. Niyyanti dhīrā lokamhāti yesaṁ etaṁ yānaṁ atthi, te dhīrā paṇḍitapurisā lokamhā niyyanti gacchanti. Aññadatthūti ekaṁsena. Jayaṁ jayanti rāgādayo sapatte jinantā jinantā.",
  "atk-s0305a0:25": "5-6. Kimatthiyasuttādivaṇṇanā",
  "atk-s0305a0:26": "5-6. Pañcame ayamevāti evasaddo niyamattho. Tena aññaṁ maggaṁ paṭikkhipati. Imasmiṁ sutte vaṭṭadukkhañceva missakamaggo ca kathito. Chaṭṭhaṁ uttānameva.",
  "atk-s0305a0:27": "7. Dutiyaaññatarabhikkhusuttavaṇṇanā",
  "atk-s0305a0:28": "7. Sattame nibbānadhātuyā kho etaṁ bhikkhu adhivacananti asaṅkhatāya amatāya nibbānadhātuyā etaṁ adhivacanaṁ. Āsavānaṁ khayo tena vuccatīti apica tena rāgādivinayena āsavānaṁ khayotipi vuccati. Āsavakkhayo nāma arahattaṁ, arahattassāpi etaṁ rāgavinayotiādi nāmamevāti dīpeti. Etadavocāti ‘‘satthārā nibbānadhātūti vadantena amataṁ nibbānaṁ kathitaṁ, maggo panassa na kathito. Taṁ kathāpessāmī’’ti anusandhikusalatāya pucchanto etaṁ avoca.",
  "atk-s0305a0:29": "8. Vibhaṅgasuttavaṇṇanā",
  "atk-s0305a0:30": "8. Aṭṭhame katamā ca bhikkhave sammādiṭṭhīti ekena pariyāyena aṭṭhaṅgikamaggaṁ vibhajitvā puna aparena pariyāyena vibhajitukāmo idaṁ desanaṁ ārabhi. Tattha dukkhe ñāṇanti savanasammasanapaṭivedhapaccavekkhaṇavasena catūhākārehi uppannaṁ ñāṇaṁ. Samudayepi eseva nayo. Sesesu pana dvīsu sammasanassa abhāvā tividhameva vaṭṭati. Evametaṁ ‘‘dukkhe ñāṇa’’ntiādinā catusaccakammaṭṭhānaṁ dassitaṁ.",
  "atk-s0305a0:31": "Tattha purimāni dve saccāni vaṭṭaṁ, pacchimāni vivaṭṭaṁ. Tesu bhikkhuno vaṭṭe kammaṭṭhānābhiniveso hoti, vivaṭṭe natthi abhiniveso. Purimāni hi dve saccāni ‘‘pañcakkhandhā dukkhaṁ, taṇhā samudayo’’ti evaṁ saṅkhepena ca, ‘‘katame pañcakkhandhā rūpakkhandho’’tiādinā nayena vitthārena ca ācariyasantike uggaṇhitvā vācāya punappunaṁ parivattento yogāvacaro kammaṁ karoti. Itaresu pana dvīsu saccesu – ‘‘nirodhasaccaṁ iṭṭhaṁ kantaṁ manāpaṁ, maggasaccaṁ iṭṭhaṁ kantaṁ manāpa’’nti evaṁ savaneneva kammaṁ karoti. So evaṁ karonto cattāri saccāni ekapaṭivedhena paṭivijjhati, ekābhisamayena abhisameti . Dukkhaṁ pariññāpaṭivedhena paṭivijjhati, samudayaṁ pahānapaṭivedhena, nirodhaṁ sacchikiriyapaṭivedhena, maggaṁ bhāvanāpaṭivedhena paṭivijjhati. Dukkhaṁ pariññābhisamayena…pe… maggaṁ bhāvanābhisamayena abhisameti.",
  "atk-s0305a0:32": "Evamassa pubbabhāge dvīsu saccesu uggahaparipucchāsavanadhāraṇasammasanapaṭivedho hoti, dvīsu savanapaṭivedhoyeva. Aparabhāge tīsu kiccato paṭivedho hoti, nirodhe ārammaṇapaṭivedho. Paccavekkhaṇā pana pattasaccassa hoti. Imassa bhikkhuno pubbe pariggahato – ‘‘dukkhaṁ parijānāmi, samudayaṁ pajahāmi, nirodhaṁ sacchikaromi, maggaṁ bhāvemī’’ti ābhogasamannāhāramanasikārapaccavekkhaṇā natthi, pariggahato paṭṭhāya hoti. Aparabhāge pana dukkhaṁ pariññātameva hoti…pe… maggo bhāvitova hoti.",
  "atk-s0305a0:33": "Tattha dve saccāni duddasattā gambhīrāni, dve gambhīrattā duddasāni. Dukkhasaccañhi uppattito pākaṭaṁ, khāṇukaṇṭakapahārādīsu ‘‘aho dukkha’’nti vattabbatampi āpajjati. Samudayampi khāditukāmatābhuñjitukāmatādivasena uppattito pākaṭaṁ. Lakkhaṇapaṭivedhato pana ubhayampi gambhīraṁ. Iti tāni duddasattā gambhīrāni. Itaresaṁ dvinnaṁ dassanatthāya payogo bhavaggaggahaṇatthaṁ hatthapasāraṇaṁ viya avīciphusanatthaṁ pādapasāraṇaṁ viya satadhā bhinnassa vālassa koṭiyā koṭiṁ paṭipādanaṁ viya ca hoti. Iti tāni gambhīrattā duddasāni. Evaṁ duddasattā gambhīresu gambhīrattā ca duddasesu catūsu saccesu uggahādivasena idaṁ ‘‘dukkhe ñāṇa’’ntiādi vuttaṁ. Paṭivedhakkhaṇe pana ekameva taṁ ñāṇaṁ hoti.",
  "atk-s0305a0:34": "Nekkhammasaṅkappādīsu kāmapaccanīkaṭṭhena kāmato nissaṭabhāvena vā, kāmaṁ sammasantassa uppannoti vā, kāmapadaghātaṁ kāmavūpasamaṁ karonto uppannoti vā , kāmavivittante uppannoti vā nekkhammasaṅkappo. Sesapadadvayepi eseva nayo. Sabbepi ca te nekkhammasaṅkappādayo kāmabyāpādavihiṁsāviramaṇasaññānaṁ nānattā pubbabhāge nānā, maggakkhaṇe pana imesu tīsu ṭhānesu uppannassa akusalasaṅkappassa padacchedato anuppattisādhanavasena maggaṅgaṁ pūrayamāno ekova kusalasaṅkappo uppajjati. Ayaṁ sammāsaṅkappo nāma.",
  "atk-s0305a0:35": "Musāvādā veramaṇīādayopi musāvādādīhi viramaṇasaññānaṁ nānattā pubbabhāge nānā, maggakkhaṇe pana imesu catūsu ṭhānesu uppannāya akusaladussīlyacetanāya padacchedato anuppattisādhanavasena maggaṅgaṁ pūrayamānā ekāva kusalaveramaṇī uppajjati. Ayaṁ sammāvācā nāma.",
  "atk-s0305a0:36": "Pāṇātipātā veramaṇī ādayopi pāṇātipātādīhi viramaṇasaññānaṁ nānattā pubbabhāge nānā, maggakkhaṇe pana imesu tīsu ṭhānesu uppannāya akusaladussīlyacetanāya akiriyato padacchedato anuppattisādhanavasena maggaṅgaṁ pūrayamānā ekāva kusalaveramaṇī uppajjati. Ayaṁ sammākammanto nāma.",
  "atk-s0305a0:37": "Micchāājīvanti khādanīyabhojanīyādīnaṁ atthāya pavattitaṁ kāyavacīduccaritaṁ. Pahāyāti vajjetvā. Sammāājīvenāti buddhapasatthena ājīvena. Jīvikaṁ kappetīti jīvitavuttiṁ pavatteti. Sammājīvopi kuhanādīhi viramaṇasaññānaṁ nānattā pubbabhāge nānā. Maggakkhaṇe pana imesuyeva sattasu ṭhānesu uppannāya micchājīvadussīlyacetanāya padacchedato anuppattisādhanavasena maggaṅgaṁ pūrayamānā ekāva kusalaveramaṇī uppajjati. Ayaṁ sammāājīvo nāma.",
  "atk-s0305a0:38": "Anuppannānanti ekasmiṁ bhave tathārūpe vā ārammaṇe attano na uppannānaṁ, parassa pana uppajjamāne disvā – ‘‘aho vata me evarūpā pāpakā dhammā na uppajjeyyu’’nti evaṁ anuppannānaṁ pāpakānaṁ akusalānaṁ dhammānaṁ anuppādāya. Chandanti tesaṁ akusalānaṁ anuppādakapaṭipattisādhakaṁ vīriyacchandaṁ janeti. Vāyamatīti vāyāmaṁ karoti. Vīriyaṁ ārabhatīti vīriyaṁ pavatteti. Cittaṁ paggaṇhātīti vīriyena cittaṁ paggahitaṁ karoti. Padahatīti ‘‘kāmaṁ taco ca nhāru ca aṭṭhi ca avasissatū’’ti (ma. ni. 2.184) padhānaṁ pavatteti . Uppannānanti samudācāravasena attano uppannapubbānaṁ. Idāni tādise na uppādessāmīti tesaṁ pahānāya chandaṁ janeti.",
  "atk-s0305a0:39": "Anuppannānaṁ kusalānanti apaṭiladdhānaṁ paṭhamajjhānādīnaṁ. Uppannānanti tesaṁyeva paṭiladdhānaṁ. Ṭhitiyāti punappunaṁ uppattipabandhavasena ṭhitatthaṁ. Asammosāyāti avināsatthaṁ. Bhiyyobhāvāyāti uparibhāvāya. Vepullāyāti vipulabhāvāya. Pāripūriyāti bhāvanāya paripūraṇatthaṁ. Ayampi sammāvāyāmo anuppannānaṁ akusalānaṁ anuppādanādicittanānattā pubbabhāge nānā. Maggakkhaṇe pana imesuyeva catūsu ṭhānesu kiccasādhanavasena maggaṅgaṁ pūrayamānaṁ ekameva kusalavīriyaṁ uppajjati. Ayaṁ sammāvāyāmo nāma.",
  "atk-s0305a0:40": "Sammāsatipi kāyādipariggāhakacittānaṁ nānattā pubbabhāge nānā, maggakkhaṇe pana imesu catūsu ṭhānesu kiccasādhanavasena maggaṅgaṁ pūrayamānā ekā sati uppajjati. Ayaṁ sammāsati nāma.",
  "atk-s0305a0:41": "Jhānādīni pubbabhāgepi maggakkhaṇepi nānā, pubbabhāge samāpattivasena nānā, maggakkhaṇe nānāmaggavasena. Ekassa hi paṭhamamaggo paṭhamajjhāniko hoti, dutiyamaggādayopi paṭhamajjhānikā vā dutiyādīsu aññatarajjhānikā vā. Ekassa paṭhamamaggo dutiyādīnaṁ aññatarajjhāniko hoti, dutiyādayopi dutiyādīnaṁ aññatarajjhānikā vā paṭhamajjhānikā vā. Evaṁ cattāropi maggā jhānavasena sadisā vā asadisā vā ekaccasadisā vā honti.",
  "atk-s0305a0:42": "Ayaṁ panassa viseso pādakajjhānaniyamena hoti. Pādakajjhānaniyamena hi paṭhamajjhānalābhino paṭhamajjhānā vuṭṭhāya vipassantassa uppannamaggo paṭhamajjhāniko hoti, maggaṅgabojjhaṅgāni panettha paripuṇṇāneva honti. Dutiyajjhānato vuṭṭhāya vipassantassa uppanno dutiyajjhāniko hoti, maggaṅgāni panettha satta honti. Tatiyajjhānato vuṭṭhāya vipassantassa uppanno tatiyajjhāniko, maggaṅgāni panettha satta, bojjhaṅgāni cha honti. Esa nayo catutthajjhānato paṭṭhāya yāva nevasaññānāsaññāyatanā .",
  "atk-s0305a0:43": "Āruppe catukkapañcakajjhānaṁ uppajjati, tañca lokuttaraṁ, no lokiyanti vuttaṁ. Ettha kathanti? Etthāpi paṭhamajjhānādīsu yato vuṭṭhāya sotāpattimaggaṁ paṭilabhitvā arūpasamāpattiṁ bhāvetvā so āruppe uppanno, taṁjhānikāvassa tattha tayo maggā uppajjanti. Evaṁ pādakajjhānameva niyameti. Keci pana therā – ‘‘vipassanāya ārammaṇabhūtā khandhā niyamentī’’ti vadanti . Keci ‘‘puggalajjhāsayo niyametī’’ti vadanti. Keci ‘‘vuṭṭhānagāminīvipassanā niyametī’’ti vadanti. Tesaṁ vādavinicchayo visuddhimagge vuṭṭhānagāminīvipassanādhikāre vuttanayeneva veditabbo. Ayaṁ vuccati, bhikkhave, sammāsamādhīti ayaṁ pubbabhāge lokiyo, aparabhāge lokuttaro sammāsamādhīti vuccati.",
  "atk-s0305a0:44": "9. Sūkasuttavaṇṇanā",
  "atk-s0305a0:45": "9. Navame micchāpaṇihitanti sūkaṁ nāma uddhaggaṁ katvā ṭhapitaṁ hatthaṁ vā pādaṁ vā bhindati, tathā aṭṭhapitaṁ pana micchāpaṇihitaṁ nāma. Micchāpaṇihitāya diṭṭhiyāti micchāṭhapitāya kammassakatapaññāya. Avijjaṁ bhindissatīti catusaccapaṭicchādakaṁ avijjaṁ bhindissati. Vijjaṁ uppādessatīti arahattamaggavijjaṁ uppādessati. Micchāpaṇihitattā, bhikkhave, diṭṭhiyāti kammassakatapaññāya ceva maggabhāvanāya ca micchā ṭhapitattā, appavattitattāti attho. Imasmiṁ sutte kammassakatañāṇaṁ magganissitaṁ katvā missakamaggo kathito.",
  "atk-s0305a0:46": "10. Nandiyasuttavaṇṇanā",
  "atk-s0305a0:47": "10. Dasame paribbājakoti channaparibbājako. Sesamettha uttānamevāti.",
  "atk-s0305a0:48": "Avijjāvaggo paṭhamo.",
  "atk-s0305a0:49": "2. Vihāravaggo",
  "atk-s0305a0:50": "1. Paṭhamavihārasuttavaṇṇanā",
  "atk-s0305a0:51": "11. Dutiyavaggassa paṭhame icchāmahaṁ, bhikkhave, aḍḍhamāsaṁ paṭisallīyitunti ahaṁ, bhikkhave, ekaṁ aḍḍhamāsaṁ paṭisallīyituṁ nilīyituṁ ekova hutvā viharituṁ icchāmīti attho. Namhi kenaci upasaṅkamitabbo aññatra ekena piṇḍapātanīhārakenāti yo attanā payuttavācaṁ akatvā mamatthāya saddhesu kulesu paṭiyattaṁ piṇḍapātaṁ nīharitvā mayhaṁ upanāmeyya, taṁ piṇḍapātanīhārakaṁ ekaṁ bhikkhuṁ ṭhapetvā namhi aññena kenaci bhikkhunā vā gahaṭṭhena vā upasaṅkamitabboti.",
  "atk-s0305a0:52": "Kasmā pana evamāhāti? Tasmiṁ kira aḍḍhamāse vinetabbo satto nāhosi. Atha satthā – ‘‘imaṁ aḍḍhamāsaṁ phalasamāpattisukheneva vītināmessāmi, iti mayhañceva sukhavihāro bhavissati, anāgate ca pacchimā janatā ‘satthāpi gaṇaṁ vihāya ekako vihāsi, kimaṅgaṁ pana maya’nti diṭṭhānugatiṁ āpajjissati, tadassā bhavissati dīgharattaṁ hitāya sukhāyā’’ti iminā kāraṇena evamāha. Bhikkhusaṅghopi satthu vacanaṁ sampaṭicchitvā ekaṁ bhikkhuṁ adāsi. So pātova gandhakuṭipariveṇasammajjanamukhodakadantakaṭṭhadānādīni sabbakiccāni tasmiṁ khaṇe katvā apagacchati.",
  "atk-s0305a0:53": "Yena svāhanti yena so ahaṁ. Paṭhamābhisambuddhoti abhisambuddho hutvā paṭhamaṁyeva ekūnapaññāsadivasabbhantare. Viharāmīti idaṁ atītatthe vattamānavacanaṁ. Tassa padesena vihāsinti tassa paṭhamābhisambuddhavihārassa padesena. Tattha padeso nāma khandhapadeso āyatanadhātusaccaindriyapaccayākārasatipaṭṭhānajhānanāmarūpapadeso dhammapadesoti nānāvidho. Taṁ sabbampi sandhāya – ‘‘tassa padesena vihāsi’’nti āha. Bhagavā hi paṭhamabodhiyaṁ ekūnapaññāsadivasabbhantare yathā nāma pattarajjo rājā attano vibhavasāradassanatthaṁ taṁ taṁ gabbhaṁ vivarāpetvā suvaṇṇarajatamuttāmaṇiādīni ratanāni paccavekkhanto vihareyya, evameva pañcakkhandhe nippadese katvā sammasanto paccavekkhanto vihāsi . Imasmiṁ pana aḍḍhamāse tesaṁ khandhānaṁ padesaṁ vedanākkhandhameva paccavekkhanto vihāsi. Tassa ‘‘ime sattā evarūpaṁ nāma sukhaṁ paṭisaṁvedenti, evarūpaṁ dukkha’’nti olokayato yāva bhavaggā pavattā sukhavedanā, yāva avīcito pavattā dukkhavedanā, sabbā sabbākārena upaṭṭhāsi. Atha naṁ ‘‘micchādiṭṭhipaccayāpi vedayita’’ntiādinā nayena pariggaṇhanto vihāsi.",
  "atk-s0305a0:54": "Tathā paṭhamabodhiyaṁ dvādasāyatanāni nippadesāneva katvā vihāsi, imasmiṁ pana aḍḍhamāse tesaṁ āyatanānaṁ padesaṁ vedanāvasena dhammāyatanekadesaṁ, dhātūnaṁ padesaṁ vedanāvasena dhammadhātuekadesaṁ, saccānaṁ padesaṁ vedanākkhandhavaseneva dukkhasaccekadesaṁ, paccayānaṁ padesaṁ phassapaccayā vedanāvasena paccayekadesaṁ jhānānaṁ padesaṁ vedanāvaseneva jhānaṅgekadesaṁ, nāmarūpānaṁ padesaṁ vedanāvaseneva nāmekadesaṁ paccavekkhanto vihāsi. Paṭhamabodhiyañhi ekūnapaññāsadivasabbhantare kusalādidhamme nippadese katvā anantanayāni satta pakaraṇāni paccavekkhanto vihāsi. Imasmiṁ pana aḍḍhamāse sabbadhammānaṁ padesaṁ vedanāttikameva paccavekkhanto vihāsi. Tasmiṁ tasmiṁ ṭhāne sā sā ca vihārasamāpatti vedanānubhāvena jātā.",
  "atk-s0305a0:55": "Idāni yenākārena vihāsi, taṁ dassento micchādiṭṭhipaccayāpītiādimāha. Tattha micchādiṭṭhipaccayāpīti diṭṭhisampayuttā vedanāpi vaṭṭati. Diṭṭhiṁ upanissayaṁ katvā uppannā kusalākusalavedanāpi vaṭṭati vipākavedanāpi. Tattha micchādiṭṭhisampayuttā akusalāva hoti, diṭṭhiṁ pana upanissāya kusalāpi uppajjanti akusalāpi. Micchādiṭṭhikā hi diṭṭhiṁ upanissāya pakkhadivasesu yāgubhattādīni denti, addhikādīnaṁ vaṭṭaṁ paṭṭhapenti, catumahāpathe sālaṁ karonti, pokkharaṇiñca khaṇāpenti, devakulādīsu mālāgacchaṁ ropenti, nadīviduggādīsu setuṁ attharanti, visamaṁ samaṁ karonti, iti nesaṁ kusalavedanā uppajjati. Micchādiṭṭhiṁ pana nissāya sammādiṭṭhike akkosanti paribhāsanti, vadhabandhanādīni karonti, pāṇaṁ vadhitvā devatānaṁ upahāraṁ upaharanti , iti nesaṁ akusalavedanā uppajjati. Vipākavedanā pana bhavantaragatānaṁyeva hoti.",
  "atk-s0305a0:56": "Sammādiṭṭhipaccayāti etthāpi sammādiṭṭhisampayuttā vedanāpi vaṭṭati, sammādiṭṭhiṁ upanissayaṁ katvā uppannā kusalākusalavedanāpi vipākavedanāpi. Tattha sammādiṭṭhisampayuttā kusalāva hoti, sammādiṭṭhiṁ pana upanissāya buddhapūjaṁ dīpamālaṁ mahādhammassavanaṁ appatiṭṭhite disābhāge cetiyapatiṭṭhāpananti evamādīni puññāni karonti, iti nesaṁ kusalā vedanā uppajjati. Sammādiṭṭhiṁyeva nissāya micchādiṭṭhike akkosanti paribhāsanti, attānaṁ ukkaṁsenti, paraṁ vambhenti, iti nesaṁ akusalavedanā uppajjati. Vipākavedanā pana bhavantaragatānaṁyeva hoti. Micchāsaṅkappapaccayātiādīsupi eseva nayo. Chandapaccayātiādīsu pana chandapaccayā aṭṭhalobhasahagatacittasampayuttā vedanā veditabbā, vitakkapaccayā paṭhamajjhānavedanāva. Saññā paccayā ṭhapetvā paṭhamajjhānaṁ sesā cha saññāsamāpattivedanā.",
  "atk-s0305a0:57": "Chando ca avūpasantotiādīsu tiṇṇaṁ avūpasame aṭṭhalobhasahagatacittasampayuttā vedanā hoti, chandamattassa vūpasame paṭhamajjhānavedanāva. Chandavitakkānaṁ vūpasame dutiyajjhānādivedanā adhippetā, tiṇṇampi vūpasame nevasaññānāsaññāyatanavedanā. Appattassa pattiyāti arahattaphalassa pattatthāya. Atthi āyāmanti atthi vīriyaṁ. Tasmimpi ṭhāne anuppatteti tassa vīriyārambhassa vasena tassa arahattaphalassa kāraṇe anuppatte. Tappaccayāpi vedayitanti arahattassa ṭhānapaccayā vedayitaṁ. Etena catumaggasahajātā nibbattitalokuttaravedanāva gahitā.",
  "atk-s0305a0:58": "2. Dutiyavihārasuttavaṇṇanā",
  "atk-s0305a0:59": "12. Dutiye paṭisallānakāraṇaṁ vuttanayeneva veditabbaṁ. Micchādiṭṭhivūpasamapaccayāti micchādiṭṭhivūpasamo nāma sammādiṭṭhi. Tasmā yaṁ sammādiṭṭhipaccayā vedayitaṁ vuttaṁ, tadeva micchādiṭṭhivūpasamapaccayā veditabbaṁ. Imasmiṁ pana sutte vipākavedanaṁ atidūreti maññamānā na gaṇhantīti vuttaṁ. Iminā nayena sabbattha attho veditabbo. Yassa yassa hi vūpasamapaccayāti vuccati, tassa tassa paṭipakkhadhammapaccayāva taṁ taṁ vedayitaṁ adhippetaṁ. Chandavūpasamapaccayātiādīsu pana chandavūpasamapaccayā tāva paṭhamajjhānavedanā veditabbā. Vitakkavūpasamapaccayā dutiyajjhānavedanā. Saññāpaccayā chasamāpattivedanā. Saññāvūpasamapaccayā nevasaññānāsaññāyatanavedanā. Chando ca vūpasantotiādīni vuttatthāneva.",
  "atk-s0305a0:60": "3-7. Sekkhasuttādivaṇṇanā",
  "atk-s0305a0:61": "13-17. Tatiye sekkhoti sikkhanasīlo. Kiṁ sikkhatīti? Tisso sikkhā. Sekkhāyāti tīhi phalehi catūhi ca maggehi saddhiṁ uppannāya. Sāpi hi aniṭṭhitakiccattā attano kiccaṁ sikkhatevāti sekkhā. Catutthapañcamachaṭṭhasattamāni uttānatthānevāti.",
  "atk-s0305a0:62": "8-10. Paṭhamakukkuṭārāmasuttādivaṇṇanā",
  "atk-s0305a0:63": "18-20. Aṭṭhame ummaṅgoti paññāummaṅgo, paññāvīmaṁsanaṁ, paññāgavesananti attho. Evañhi tvaṁ āvusoti idaṁ tassa pucchāpatiṭṭhāpanatthāya āha. Navamadasamāni uttānatthāmevāti.",
  "atk-s0305a0:64": "Vihāravaggo dutiyo.",
  "atk-s0305a0:65": "3. Micchattavaggavaṇṇanā",
  "atk-s0305a0:66": "21-30. Tatiyavaggassa paṭhame micchattanti micchāsabhāvaṁ. Sammattanti sammāsabhāvaṁ. Micchāpaṭipattādhikaraṇahetūti micchāpaṭipattikaraṇahetu. Yasmā micchāpaṭipattiṁ karoti, tasmāti attho. Nārādhakoti na sampādako. Ñāyaṁ dhammanti ariyamaggadhammaṁ. Micchāñāṇīti micchāviññāṇo micchāpaccavekkhaṇo. Micchāvimuttīti ayāthāvavimutti, aniyyānikavimutti. Imesu tatiyādīsu catūsu suttesu vaṭṭavivaṭṭaṁ kathitaṁ, pacchimesu panettha dvīsu puggalo pucchito dhammo vibhatto, evaṁ dhammena puggalo dassitoti. Suppavattiyoti suppavattaniyo. Yathā icchiticchitaṁ disaṁ pavattento dhāvati, evaṁ pavattetuṁ sakkā hotīti attho. Saupanisaṁ saparikkhāranti sappaccayaṁ saparivāraṁ. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0305a0:67": "Micchattavaggo tatiyo.",
  "atk-s0305a0:68": "4. Paṭipattivaggavaṇṇanā",
  "atk-s0305a0:69": "31-40. Catutthe micchāpaṭipattinti ayāthāvapaṭipattiṁ. Micchāpaṭipannanti ayāthāvapaṭipannaṁ. Iti ekaṁ suttaṁ dhammavasena kathitaṁ, ekaṁ puggalavasena. Apārā pāranti vaṭṭato nibbānaṁ. Pāragāminoti ettha yepi pāraṅgatā, yepi gacchanti, yepi gamissanti, sabbe pāragāminotveva veditabbā.",
  "atk-s0305a0:70": "Tīramevānudhāvatīti vaṭṭameva anudhāvati, vaṭṭe vicarati. Kaṇhanti akusaladhammaṁ. Sukkanti kusaladhammaṁ. Okā anokanti vaṭṭato nibbānaṁ. Āgammāti ārabbha sandhāya paṭicca. Pariyodapeyyāti parisuddhaṁ kareyya. Cittaklesehīti cittaṁ kilissāpentehi nīvaraṇehi. Sambodhiyaṅgesūti sattasu bojjhaṅgesu.",
  "atk-s0305a0:71": "Sāmaññatthanti nibbānaṁ. Tañhi sāmaññena upagantabbato sāmaññatthoti vuccati. Brahmaññanti seṭṭhabhāvaṁ. Brahmaññatthanti nibbānaṁ brahmaññena upagantabbato. Yattha yattha pana heṭṭhā ca imesu ca tīsu suttesu ‘‘rāgakkhayo’’ti āgataṁ, tattha tattha arahattampi vaṭṭatiyevāti vadanti.",
  "atk-s0305a0:72": "Paṭipattivaggo catuttho.",
  "atk-s0305a0:73": "5. Aññatitthiyapeyyālavaggavaṇṇanā",
  "atk-s0305a0:74": "41-48. Aññatitthiyapeyyāle addhānapariññatthanti saṁsāraddhānaṁ nibbānaṁ patvā pariññātaṁ nāma hoti. Tasmā nibbānaṁ ‘‘addhānapariññā’’ti vuccati, tadatthanti attho. Anupādāparinibbānatthanti apaccayaparinibbānatthaṁ. Iti imasmiṁ peyyāle vijjāvimuttiphalena arahattaṁ kathitaṁ. Ñāṇadassanena paccavekkhaṇā, sesehi nibbānanti.",
  "atk-s0305a0:75": "Aññatitthiyapeyyālavaggo.",
  "atk-s0305a0:76": "6. Sūriyapeyyālavaggavaṇṇanā",
  "atk-s0305a0:77": "49-62. Sūriyapeyyāle aruṇuggaṁ viya kalyāṇamittattā, kalyāṇamittatāya ṭhatvā nibbattito savipassanaariyamaggo sūriyapātubhāvo viyāti evaṁ sabbattha attho veditabbo. Sīlasampadāti catupārisuddhisīlaṁ. Chandasampadāti kusalakattukamyatāchando. Attasampadāti sampannacittatā. Diṭṭhisampadāti ñāṇasampatti. Appamādasampadāti kārāpakaappamādasampatti. Yonisomanasikārasampadāti upāyamanasikārasampatti. Puna kalyāṇamittatātiādīni sammādiṭṭhiādīnaṁ aññenapi ākārena bhāvadassanatthaṁ vuttāni. Sabbāneva cetāni suttāni pāṭiyekkaṁ puggalajjhāsayavasena vuttānīti.",
  "atk-s0305a0:78": "Sūriyapeyyālavaggo.",
  "atk-s0305a0:79": "7. Ekadhammapeyyālavaggādivaṇṇanā",
  "atk-s0305a0:80": "63-138. Ekadhammapeyyālopi gaṅgāpeyyālopi pāṭiyekkaṁ puggalajjhāsayavaseneva tathā tathā vutte bujjhanakānaṁ ajjhāsayavasena kathito.",
  "atk-s0305a0:81": "8. Appamādapeyyālavaggo",
  "atk-s0305a0:82": "1. Tathāgatasuttavaṇṇanā",
  "atk-s0305a0:83": "139. Appamādapeyyāle evameva khoti ettha yathā sabbasattānaṁ sammāsambuddho aggo, evaṁ sabbesaṁ kusaladhammānaṁ kārāpakaappamādo aggoti daṭṭhabbo. Nanu cesa lokiyova, kusaladhammā pana lokuttarāpi. Ayañca kāmāvacarova, kusaladhammā pana catubhūmakā. Kathamesa tesaṁ aggoti? Paṭilābhakaṭṭhena. Appamādena hi te paṭilabbhanti, tasmā so tesaṁ aggo. Tenetaṁ vuttaṁ sabbe te appamādamūlakātiādi.",
  "atk-s0305a0:84": "2. Padasuttavaṇṇanā",
  "atk-s0305a0:85": "140.Jaṅgalānanti pathavītalavāsīnaṁ. Pāṇānanti sapādakapāṇānaṁ . Padajātānīti padāni. Samodhānaṁ gacchantīti odhānaṁ upakkhepaṁ gacchanti. Aggamakkhāyatīti seṭṭhaṁ akkhāyati. Yadidaṁ mahantattenāti mahantabhāvena aggamakkhāyati, na guṇavasenāti attho.",
  "atk-s0305a0:86": "3-10. Kūṭasuttādivaṇṇanā",
  "atk-s0305a0:87": "141-148.Vassikanti sumanapupphaṁ. Imaṁ kira suttaṁ sutvā bhātiyamahārājā vīmaṁsitukāmatāya ekasmiṁ gabbhe catujātigandhehi paribhaṇḍaṁ kāretvā sugandhāni pupphāni āharāpetvā ekassa samuggassa majjhe sumanapupphamuṭṭhiṁ ṭhapetvā sesāni tassa samantato muṭṭhimuṭṭhiṁ katvā ṭhapetvā dvāraṁ pidhāya bahi nikkhanto. Athassa muhuttaṁ vītināmetvā dvāraṁ vivaritvā pavisantassa sabbapaṭhamaṁ sumanapupphagandho ghānaṁ pahari. So mahātalasmiṁyeva mahācetiyābhimukho nipajjitvā – ‘‘vassikaṁ tesaṁ agganti kathentena sukathitaṁ sammāsambuddhenā’’ti cetiyaṁ vandi. Kuṭṭarājānoti khuddakarājāno. ‘‘Khuddarājāno’’tipi pāṭho. Tantāvutānanti tante āvutānaṁ, tantaṁ āropetvā vāyitānanti attho. Idañca paccatte sāmivacanaṁ. Yāni kānici tantāvutāni vatthānīti ayañhettha attho. Atha vā tantāvutānaṁ vatthānaṁ yāni kānici vatthānīti evaṁ sāvasesapāṭhanayenapettha attho daṭṭhabbo. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0305a0:88": "Appamādavaggo aṭṭhamo.",
  "atk-s0305a0:89": "9. Balakaraṇīyavaggo",
  "atk-s0305a0:90": "1. Balasuttavaṇṇanā",
  "atk-s0305a0:91": "149. Balakaraṇīyavagge balakaraṇīyāti ūrubalabāhubalena kattabbā dhāvanalaṅghanatāpanavahanādayo kammantā. Sīle patiṭṭhāyāti catupārisuddhisīle ṭhatvā. Aṭṭhaṅgikaṁ magganti sahavipassanaṁ ariyamaggaṁ.",
  "atk-s0305a0:92": "2. Bījasuttavaṇṇanā",
  "atk-s0305a0:93": "150.Bījagāmabhūtagāmāti ettha pañcavidhampi bījaṁ bījagāmo nāma, tadeva paṇṇasampannaṁ nīlabhāvato paṭṭhāya bhūtagāmoti veditabbaṁ.",
  "atk-s0305a0:94": "3. Nāgasuttavaṇṇanā",
  "atk-s0305a0:95": "151.Balaṁgāhentīti balaṁ gaṇhanti, gahitabalā thirasarīrā honti. Kusobbhe otarantītiādīsu ayamanupubbikathā – nāginiyo kira utusamaye patiṭṭhitagabbhā cintenti – ‘‘sace mayaṁ idha vijāyissāma, evaṁ no dārakā ūmivegañca supaṇṇassa ca pakkhanditvā āgatassa vegaṁ sahituṁ na sakkhissantī’’ti tā mahāsamudde nimujjitvā sambhajjamukhadvāraṁ patvā pañca mahānadiyo pavisitvā himavantaṁ gacchanti. Tattha supaṇṇehi apakkhandanīyāsu suvaṇṇarajatamaṇiguhāsu vasamānā vijāyitvā nāgapotake gopphakādipamāṇesu udakesu otāretvā udakataraṇaṁ sikkhāpenti.",
  "atk-s0305a0:96": "Atha yadā anukkamena te nāgā gaṅgādīnaṁ nadīnaṁ orimatīrato paratīraṁ, paratīrato orimatīranti taraṇapaṭitaraṇaṁ kātuṁ sakkonti, tadā ‘‘idāni no dārakā ūmivegañca garuḷavegañca sahituṁ sakkhissantī’’ti ñatvā attano ānubhāvena mahāmeghaṁ samuṭṭhāpetvā sakalahimavantaṁ ekodakaṁ viya kurumānā devaṁ vassāpetvā suvaṇṇarajatādimayā nāvā māpetvā upari suvaṇṇatārakavicittaṁ samosaritagandhapupphadāmaṁ celavitānaṁ bandhitvā surabhicandanagandhapupphādīni ādāya tāhi nāvāhi pañca mahānadiyo ogāhitvā anukkamena mahāsamuddaṁ pāpuṇanti. Tattha ca vasantā dasabyāma-satabyāma-sahassabyāma-satasahassabyāma-pamāṇataṁ āpajjantā mahantattaṁ vepullattaṁ āpajjanti nāma.",
  "atk-s0305a0:97": "Evameva khoti ettha himavantapabbato viya catupārisuddhisīlaṁ daṭṭhabbaṁ, nāgapotakā viya yogāvacarā, kusobbhādayo viya ariyamaggo, mahāsamuddo viya nibbānaṁ. Yathā nāgapotakā himavante patiṭṭhāya kusobbhādīhi mahāsamuddaṁ patvā kāyamahantattaṁ āpajjanti, evaṁ yogino sīlaṁ nissāya sīle patiṭṭhāya ariyamaggena nibbānaṁ patvā arahattamaggeneva āgatesu chasu abhiññādhammesu guṇasarīramahantattaṁ pāpuṇantīti.",
  "atk-s0305a0:98": "5. Kumbhasuttavaṇṇanā",
  "atk-s0305a0:99": "153.Kumbhoti udakaghaṭo. No paccāvamatīti na patiāvamati, na anto pavesetīti attho.",
  "atk-s0305a0:100": "7. Ākāsasuttavaṇṇanā",
  "atk-s0305a0:101": "155.Puratthimāti puratthimadisato āgatavātā. Pacchimadisādīsupi eseva nayo. Cattāropi satipaṭṭhānāti yatheva hi etesaṁ puratthimādibhedānaṁ vātānaṁ sannipāto ākāse ijjhati, evaṁ idhāpi ‘‘cattāro satipaṭṭhānā’’tiādinā nayena vuttā bodhipakkhiyadhammā sahavipassanassa ariyamaggassa bhāvanāya ijjhanti, tenetaṁ vuttaṁ.",
  "atk-s0305a0:102": "8-9. Paṭhamameghasuttādivaṇṇanā",
  "atk-s0305a0:103": "156-157.Gimhānaṁ pacchime māseti āsāḷhamāse. Ūhatanti dvipadacatuppadānaṁ pādappahārena pathavītale uṭṭhahitvā uddhaṁ gataṁ vaṭṭivaṭṭi hutvā ākāse pakkhantaṁ. Rajojallanti paṁsurajojallaṁ.",
  "atk-s0305a0:104": "10. Nāvāsuttavaṇṇanā",
  "atk-s0305a0:105": "158.Sāmuddikāyanāvāyātiādi heṭṭhā vāṇijakopame vitthāritameva.",
  "atk-s0305a0:106": "11-12. Āgantukasuttādivaṇṇanā",
  "atk-s0305a0:107": "159-160.Āgantukāgāranti puññatthikehi nagaramajjhe kataṁ āgantukagharaṁ, yattha rājarājamahāmattehipi sakkā hoti nivāsaṁ upagantuṁ. Abhiññā pariññeyyāti yatheva hi tesaṁ puratthimadisādīhi āgatānaṁ khattiyādīnaṁ vāso āgantukāgāre ijjhati, evaṁ imesaṁ abhiññāpariññeyyātiādīnaṁ dhammānaṁ abhiññāparijānanādīhi sahavipassanassa ariyamaggassa bhāvanāya ijjhanti, tenetaṁ vuttaṁ. Nadīsuttaṁ heṭṭhā vuttanayamevāti.",
  "atk-s0305a0:108": "Balakaraṇīyavaggo navamo.",
  "atk-s0305a0:109": "10. Esanāvaggo",
  "atk-s0305a0:110": "1. Esanāsuttavaṇṇanā",
  "atk-s0305a0:111": "161. Esanāvagge kāmesanāti kāmānaṁ esanā gavesanā magganā patthanā. Bhavesanāti bhavānaṁ esanā. Brahmacariyesanāti micchādiṭṭhisaṅkhātassa brahmacariyassa esanā.",
  "atk-s0305a0:112": "2-11. Vidhāsuttādivaṇṇanā",
  "atk-s0305a0:113": "162-171.Vidhāti mānakoṭṭhāsā mānaṭhapanā vā. Seyyohamasmīti vidhāti ahamasmi seyyoti evaṁ mānakoṭṭhāso mānaṭhapanā vā. Nīghāti dukkhā. Vacanattho panettha yassa uppajjanti, taṁ purisaṁ nīhanantīti nīghā. Sesamettha uttānamevāti.",
  "atk-s0305a0:114": "Esanāvaggo dasamo.",
  "atk-s0305a0:115": "11. Oghavaggo",
  "atk-s0305a0:116": "1-2. Oghasuttādivaṇṇanā",
  "atk-s0305a0:117": "172-173. Oghavagge kāmoghoti pañcasu kāmaguṇesu chandarāgo. Bhavoghoti rūpārūpabhavesu chandarāgo. Diṭṭhoghoti dvāsaṭṭhi diṭṭhiyo. Avijjoghoti catūsu saccesu aññāṇaṁ. Kāmayogādīsupi eseva nayo.",
  "atk-s0305a0:118": "3-4. Upādānasuttādivaṇṇanā",
  "atk-s0305a0:119": "174-175.Kāmupādānanti kāmaggahaṇaṁ. Diṭṭhupādānādīsupi eseva nayo. Ganthāti ganthanā ghaṭanā. Kāyaganthoti nāmakāyassa gantho ganthanaghaṭanakileso. Idaṁsaccābhinivesoti antaggāhikadiṭṭhivasena uppanno ‘‘idameva sacca’’nti evaṁ abhiniveso.",
  "atk-s0305a0:120": "5-10. Anusayasuttādivaṇṇanā",
  "atk-s0305a0:121": "176-181.Kāmarāgānusayoti thāmagataṭṭhena kāmarāgova anusayo kāmarāgānusayo. Sesesupi eseva nayo. Orambhāgiyānīti heṭṭhākoṭṭhāsiyāni. Saṁyojanānīti bandhanāni. Uddhambhāgiyānīti uparikoṭṭhāsiyāni. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0305a0:122": "Oghavaggo ekādasamo.",
  "atk-s0305a0:123": "Maggasaṁyuttavaṇṇanā niṭṭhitā."
}