{
  "atk-s0403a20:0": "(21) 1. Kimilavaggo",
  "atk-s0403a20:1": "1. Kimilasuttavaṇṇanā",
  "atk-s0403a20:2": "201. Pañcamassa paṭhame kimilāyanti evaṁnāmake nagare. Niculavaneti mucalindavane. Etadavocāti ayaṁ kira thero tasmiṁyeva nagare seṭṭhiputto satthu santike pabbajitvā pubbenivāsañāṇaṁ paṭilabhi. So attanā nivutthaṁ khandhasantānaṁ anussaranto kassapadasabalassa sāsanosakkanakāle pabbajitvā catūsu parisāsu sāsane agāravaṁ karontīsu nisseṇiṁ bandhitvā pabbataṁ āruyha tattha samaṇadhammaṁ katvā attano nivutthabhāvaṁ addasa. So ‘‘satthāraṁ upasaṅkamitvā taṁ kāraṇaṁ pucchissāmī’’ti etaṁ ‘‘ko nu kho, bhante’’tiādivacanaṁ avoca.",
  "atk-s0403a20:3": "Satthari agāravā viharanti appatissāti satthari gāravañceva jeṭṭhakabhāvañca anupaṭṭhapetvā viharanti. Sesesupi eseva nayo. Tattha cetiyaṅgaṇādīsu chattaṁ dhāretvā upāhanā āruyha vicaranto nānappakārañca niratthakakathaṁ kathento satthari agāravo viharati nāma. Dhammassavanagge pana nisīditvā niddāyanto ceva nānappakārañca niratthakakathaṁ kathento dhamme agāravo viharati nāma. Saṅghamajjhe bāhāvikkhepakaṁ nānattakathaṁ kathento theranavamajjhimesu ca cittīkāraṁ akaronto saṅghe agāravo viharati nāma. Sikkhaṁ aparipūrento sikkhāya agāravo viharati nāma. Aññamaññaṁ kalahabhaṇḍanādīni karonto aññamaññaṁ agāravo viharati nāma. Dutiyaṁ uttānatthameva.",
  "atk-s0403a20:4": "3. Assājānīyasuttavaṇṇanā",
  "atk-s0403a20:5": "203-204. Tatiye ajjavenāti ujubhāvena avaṅkagamanena. Javenāti padajavena. Maddavenāti sarīramudutāya. Khantiyāti adhivāsanakkhantiyā. Soraccenāti sucisīlatāya. Bhikkhuvāre ajjavanti ñāṇassa ujukagamanaṁ. Javoti sūraṁ hutvā ñāṇassa gamanabhāvo. Maddavanti sīlamaddavaṁ. Khantīti adhivāsanakkhantiyeva. Soraccaṁ sucisīlatāyeva. Catutthe pañca balāni missakāni kathitāni.",
  "atk-s0403a20:6": "5. Cetokhilasuttavaṇṇanā",
  "atk-s0403a20:7": "205. Pañcame cetokhilāti cittassa thaddhabhāvā, kacavarabhāvā, khāṇukabhāvā. Satthari kaṅkhatīti satthu sarīre vā guṇe vā kaṅkhati. Sarīre kaṅkhamāno ‘‘dvattiṁsavarapurisalakkhaṇapaṭimaṇḍitaṁ nāma sarīraṁ atthi nu kho natthī’’ti kaṅkhati, guṇe kaṅkhamāno ‘‘atītānāgatapaccuppannajānanasamatthaṁ sabbaññutaññāṇaṁ atthi nu kho natthī’’ti kaṅkhati. Vicikicchatīti vicinanto kicchati, dukkhaṁ āpajjati, vinicchetuṁ na sakkoti. Nādhimuccatīti evametanti adhimokkhaṁ na paṭilabhati. Na sampasīdatīti guṇesu otaritvā nibbicikicchabhāvena pasīdituṁ anāvilo bhavituṁ na sakkoti. Ātappāyāti kilesasantāpakavīriyakaraṇatthāya. Anuyogāyāti punappunaṁ yogāya. Sātaccāyāti satatakiriyāya. Padhānāyāti padahanatthāya. Ayaṁ paṭhamo cetokhiloti ayaṁ satthari vicikicchāsaṅkhāto paṭhamo cittassa thaddhabhāvo evametassa bhikkhuno appahīno hoti.",
  "atk-s0403a20:8": "Dhammeti pariyattidhamme ca paṭivedhadhamme ca. Pariyattidhamme kaṅkhamāno ‘‘tepiṭakaṁ buddhavacanaṁ caturāsītidhammakkhandhasahassānīti vadanti, atthi nu kho etaṁ natthī’’ti kaṅkhati. Paṭivedhadhamme kaṅkhamāno ‘‘vipassanānissando maggo nāma, magganissandaṁ phalaṁ nāma, sabbasaṅkhārapaṭinissaggo nibbānaṁ nāmāti vadanti, taṁ atthi nu kho natthī’’ti kaṅkhati. Saṅghe kaṅkhatīti ‘‘ujuppaṭipanno’’tiādīnaṁ padānaṁ vasena ‘‘evarūpaṁ paṭipadaṁ paṭipanno cattāro maggaṭṭhā cattāro phalaṭṭhāti aṭṭhannaṁ puggalānaṁ samūhabhūto saṅgho nāma atthi nu kho natthī’’ti kaṅkhati. Sikkhāya kaṅkhamāno ‘‘adhisīlasikkhā nāma adhicittaadhipaññāsikkhā nāmāti vadanti, sā atthi nu kho natthī’’ti kaṅkhati. Ayaṁ pañcamoti ayaṁ sabrahmacārīsu kopasaṅkhāto pañcamo cittassa thaddhabhāvo kacavarabhāvo khāṇukabhāvo.",
  "atk-s0403a20:9": "6. Vinibandhasuttavaṇṇanā",
  "atk-s0403a20:10": "206. Chaṭṭhe cetasovinibandhāti cittaṁ vinibandhitvā muṭṭhiyaṁ katvā viya gaṇhantīti cetasovinibandhā. Kāmeti vatthukāmepi kilesakāmepi. Kāyeti attano kāye. Rūpeti bahiddhārūpe. Yāvadatthanti yattakaṁ icchati, tattakaṁ. Udarāvadehakanti udarapūraṁ. Tañhi udaraṁ avadehanato udarāvadehakanti vuccati. Seyyasukhanti mañcapīṭhasukhaṁ, utusukhaṁ vā. Passasukhanti yathā samparivattakaṁ sayantassa dakkhiṇapassa vāmapassānaṁ sukhaṁ hoti, evaṁ uppannasukhaṁ. Middhasukhanti niddāsukhaṁ. Anuyuttoti yuttappayutto viharati. Paṇidhāyāti patthayitvā. Sīlenātiādīsu sīlanti catupārisuddhisīlaṁ. Vatanti vatasamādānaṁ. Tapoti tapacaraṇaṁ. Brahmacariyanti methunavirati. Devo vā bhavissāmīti mahesakkhadevo vā bhavissāmi. Devaññataro vāti appesakkhadevesu vā aññataroti.",
  "atk-s0403a20:11": "7-8. Yāgusuttādivaṇṇanā",
  "atk-s0403a20:12": "207-208. Sattame vātaṁ anulometīti vātaṁ anulometvā harati. Vatthiṁ sodhetīti dhamaniyo suddhā karoti. Āmāvasesaṁ pācetīti sace āmāvasesakaṁ hoti, taṁ pāceti. Aṭṭhame acakkhussanti na cakkhūnaṁ hitaṁ, cakkhuṁ visuddhaṁ na karoti.",
  "atk-s0403a20:13": "9. Gītassarasuttavaṇṇanā",
  "atk-s0403a20:14": "209. Navame āyatakenāti dīghena, paripuṇṇapadabyañjanakaṁ gāthāvattañca vināsetvā pavattena. Sarakuttimpi nikāmayamānassāti evaṁ gītassaro kātabboti sarakiriyaṁ patthayamānassa. Samādhissa bhaṅgo hotīti samathavipassanācittassa vināso hoti.",
  "atk-s0403a20:15": "10. Muṭṭhassatisuttavaṇṇanā",
  "atk-s0403a20:16": "210. Dasame dukkhaṁ supatīti nānāvidhaṁ supinaṁ passanto dukkhaṁ supati. Dukkhaṁ paṭibujjhatīti paṭibujjhantopi uttasitvā salomahaṁso paṭibujjhati. Imasmiṁ sutte satisampajaññaṁ missakaṁ kathitaṁ.",
  "atk-s0403a20:17": "Kimilavaggo paṭhamo."
}