{
  "atk-vin02a12:0": "7. Sekhiyakaṇḍaṁ",
  "atk-vin02a12:1": "1. Parimaṇḍalavaggavaṇṇanā",
  "atk-vin02a12:2": "Yāni sikkhitasikkhena, sekhiyānīti tādinā;",
  "atk-vin02a12:3": "Bhāsitāni ayaṁ dāni, tesampi vaṇṇanākkamo.",
  "atk-vin02a12:4": "576. Tattha parimaṇḍalanti samantato maṇḍalaṁ. Nābhimaṇḍalaṁ jāṇumaṇḍalanti uddhaṁ nābhimaṇḍalaṁ adho jāṇumaṇḍalaṁ paṭicchādentena jāṇumaṇḍalassa heṭṭhā jaṅghaṭṭhikato paṭṭhāya aṭṭhaṅgulamattaṁ nivāsanaṁ otāretvā nivāsetabbaṁ, tato paraṁ otārentassa dukkaṭanti vuttaṁ. Yathā nisinnassa jāṇumaṇḍalato heṭṭhā caturaṅgulamattaṁ paṭicchannaṁ hotīti mahāpaccariyaṁ vuttaṁ; evaṁ nivāsentassa pana nivāsanaṁ pamāṇikaṁ vaṭṭati. Tatridaṁ pamāṇaṁ – dīghato muṭṭhipañcakaṁ, tiriyaṁ aḍḍhateyyahatthaṁ. Tādisassa pana alābhe tiriyaṁ dvihatthapamāṇampi vaṭṭati jāṇumaṇḍalapaṭicchādanatthaṁ, nābhimaṇḍalaṁ pana cīvarenāpi sakkā paṭicchādetunti. Tattha ekapaṭṭacīvaraṁ evaṁ nivatthampi nivatthaṭṭhāne na tiṭṭhati, dupaṭṭaṁ pana tiṭṭhati.",
  "atk-vin02a12:5": "Olambento nivāseti āpatti dukkaṭassāti ettha na kevalaṁ purato ca pacchato ca olambetvā nivāsentasseva dukkaṭaṁ, ye panaññe ‘‘tena kho pana samayena chabbaggiyā bhikkhū gihinivatthaṁ nivāsenti hatthisoṇḍakaṁ macchavālakaṁ catukkaṇṇakaṁ tālavaṇṭakaṁ satavalikaṁ nivāsentī’’tiādinā (cūḷava. 280) nayena khandhake nivāsanadosā vuttā, tathā nivāsentassāpi dukkaṭameva. Te sabbe vuttanayena parimaṇḍalaṁ nivāsentassa na honti. Ayamettha saṅkhepo, vitthārato pana tattheva āvi bhavissati.",
  "atk-vin02a12:6": "Asañciccāti purato vā pacchato vā olambetvā nivāsessāmīti evaṁ asañcicca; atha kho parimaṇḍalaṁyeva nivāsessāmīti virajjhitvā aparimaṇḍalaṁ nivāsentassa anāpatti. Assatiyāti aññavihitassāpi tathā nivāsentassa anāpatti. Ajānantassāti ettha nivāsanavattaṁ ajānantassa mokkho natthi. Nivāsanavattañhi sādhukaṁ uggahetabbaṁ, tassa anuggahaṇamevassa anādariyaṁ. Taṁ pana sañcicca anuggaṇhantassa yujjati, tasmā uggahitavattopi yo āruḷhabhāvaṁ vā oruḷhabhāvaṁ vā na jānāti, tassa anāpatti. Kurundiyaṁ pana ‘‘parimaṇḍalaṁ nivāsetuṁ ajānantassa anāpattī’’ti vuttaṁ. Yo pana sukkhajaṅgho vā mahāpiṇḍikamaṁso vā hoti, tassa sāruppatthāya jāṇumaṇḍalato aṭṭhaṅgulādhikampi otāretvā nivāsetuṁ vaṭṭati.",
  "atk-vin02a12:7": "Gilānassāti jaṅghāya vā pāde vā vaṇo hoti, ukkhipitvā vā otāretvā vā nivāsetuṁ vaṭṭati. Āpadāsūti vāḷamigā vā corā vā anubandhanti, evarūpāsu āpadāsu anāpatti. Sesamettha uttānameva.",
  "atk-vin02a12:8": "Paṭhamapārājikasamuṭṭhānaṁ – kiriyaṁ, saññāvimokkhaṁ, sacittakaṁ, lokavajjaṁ, kāyakammaṁ, akusalacittaṁ, dukkhavedananti. Phussadevatthero ‘‘acittakaṁ, paṇṇattivajjaṁ, tivedana’’nti āha. Upatissatthero pana ‘‘anādariyaṁ paṭiccā’’ti vuttattā ‘‘lokavajjaṁ, akusalacittaṁ, dukkhavedana’’nti āha.",
  "atk-vin02a12:9": "577.Parimaṇḍalaṁ pārupitabbanti ‘‘tena kho pana samayena chabbaggiyā bhikkhū gihipārutaṁ pārupantī’’ti (cūḷava. 280) evaṁ vuttaṁ anekappakāraṁ gihipārupanaṁ apārupitvā idha vuttanayeneva ubho kaṇṇe samaṁ katvā pārupanavattaṁ pūrentena parimaṇḍalaṁ pārupitabbaṁ. Imāni ca dve sikkhāpadāni avisesena vuttāni. Tasmā vihārepi antaragharepi parimaṇḍalameva nivāsetabbañca pārupitabbañcāti. Samuṭṭhānādīni paṭhamasikkhāpade vuttanayeneva veditabbāni saddhiṁ theravādena.",
  "atk-vin02a12:10": "578.Kāyaṁ vivaritvāti jattumpi urampi vivaritvā. Suppaṭicchannenāti na sasīsaṁ pārutena; atha kho gaṇṭhikaṁ paṭimuñcitvā anuvātantena gīvaṁ paṭicchādetvā ubho kaṇṇe samaṁ katvā paṭisaṁharitvā yāva maṇibandhaṁ paṭicchādetvā antaraghare gantabbaṁ. Dutiyasikkhāpade – galavāṭakato paṭṭhāya sīsaṁ maṇibandhato paṭṭhāya hatthe piṇḍikamaṁsato ca paṭṭhāya pāde vivaritvā nisīditabbaṁ.",
  "atk-vin02a12:11": "579.Vāsūpagatassāti vāsatthāya upagatassa rattibhāge vā divasabhāge vā kāyaṁ vivaritvāpi nisīdato anāpatti.",
  "atk-vin02a12:12": "580.Susaṁvutoti hatthaṁ vā pādaṁ vā akīḷāpento; suvinītoti attho.",
  "atk-vin02a12:13": "582.Okkhittacakkhūti heṭṭhā khittacakkhu hutvā. Yugamattaṁ pekkhamānoti yugayuttako hi danto ājāneyyo yugamattaṁ pekkhati, purato catuhatthappamāṇaṁ bhūmibhāgaṁ; imināpi ettakaṁ pekkhantena gantabbaṁ. Yo anādariyaṁ paṭicca tahaṁ tahaṁ olokentoti yo taṁtaṁdisābhāgaṁ pāsādaṁ kūṭāgāraṁ vīthiṁ olokento gacchati, āpatti dukkaṭassa. Ekasmiṁ pana ṭhāne ṭhatvā hatthiassādiparissayābhāvaṁ oloketuṁ vaṭṭati. Nisīdantenāpi okkhittacakkhunāva nisīditabbaṁ.",
  "atk-vin02a12:14": "584.Ukkhittakāyāti ukkhepena; itthambhūtalakkhaṇe karaṇavacanaṁ ekato vā ubhato vā ukkhittacīvaro hutvāti attho. Antoindakhīlato paṭṭhāya na evaṁ gantabbaṁ. Nisinnakāle pana dhamakaraṇaṁ nīharantenāpi cīvaraṁ anukkhipitvāva nīharitabbanti.",
  "atk-vin02a12:15": "Paṭhamo vaggo.",
  "atk-vin02a12:16": "2. Ujjagghikavaggavaṇṇanā",
  "atk-vin02a12:17": "586.Ujjagghikāyāti mahāhasitaṁ hasanto. Vuttanayenevettha karaṇavacanaṁ.",
  "atk-vin02a12:18": "588.Appasaddo antaraghareti ettha kittāvatā appasaddo hoti? Dvādasahatthe gehe ādimhi saṅghatthero, majjhe dutiyatthero, ante tatiyattheroti evaṁ nisinnesu saṅghatthero dutiyena saddhiṁ manteti, dutiyatthero tassa saddañceva suṇāti, kathañca vavatthapeti. Tatiyatthero pana saddameva suṇāti, kathaṁ na vavatthapeti. Ettāvatā appasaddo hoti. Sace pana tatiyatthero kathaṁ vavatthapeti, mahāsaddo nāma hoti.",
  "atk-vin02a12:19": "590.Kāyaṁpaggahetvāti niccalaṁ katvā ujukena kāyena samena iriyāpathena gantabbañceva nisīditabbañca.",
  "atk-vin02a12:20": "592.Bāhuṁ paggahetvāti niccalaṁ katvā.",
  "atk-vin02a12:21": "594.Sīsaṁ paggahetvāti niccalaṁ ujuṁ ṭhapayitvā.",
  "atk-vin02a12:22": "Dutiyo vaggo.",
  "atk-vin02a12:23": "3. Khambhakatavaggavaṇṇanā",
  "atk-vin02a12:24": "596-8.Khambhakato nāma kaṭiyaṁ hatthaṁ ṭhapetvā katakhambho. Oguṇṭhitoti sasīsaṁ pāruto.",
  "atk-vin02a12:25": "600.Ukkuṭikāyāti ettha ukkuṭikā vuccati paṇhiyo ukkhipitvā aggapādehi vā, aggapāde vā ukkhipitvā paṇhīhiyeva vā bhūmiṁ phusantassa gamanaṁ. Karaṇavacanaṁ panettha vuttalakkhaṇameva.",
  "atk-vin02a12:26": "601.Dussapallatthikāyāti ettha āyogapallatthikāpi dussapallatthikā eva.",
  "atk-vin02a12:27": "602.Sakkaccanti satiṁ upaṭṭhapetvā.",
  "atk-vin02a12:28": "603.Ākirantepīti piṇḍapātaṁ dentepi. Pattasaññīti patte saññaṁ katvā.",
  "atk-vin02a12:29": "604.Samasūpako nāma yattha bhattassa catutthabhāgappamāṇo sūpo hoti. Muggasūpo māsasūpoti ettha kulatthādīhi katasūpāpi saṅgahaṁ gacchantiyevāti mahāpaccariyaṁ vuttaṁ. Rasaraseti ettha ṭhapetvā dve sūpe avasesāni oloṇīsākasūpeyyamaccharasamaṁsarasādīni rasarasāti veditabbāni. Taṁ rasarasaṁ bahumpi gaṇhantassa anāpatti.",
  "atk-vin02a12:30": "605.Samatittikanti samapuṇṇaṁ samabharitaṁ. Thūpīkataṁ piṇḍapātaṁ paṭiggaṇhāti, āpatti dukkaṭassāti ettha thūpīkato nāma pattassa antomukhavaṭṭilekhaṁ atikkamitvā kato; patte pakkhitto racito pūritoti attho. Evaṁ kataṁ agahetvā antomukhavaṭṭilekhāsamappamāṇo gahetabbo.",
  "atk-vin02a12:31": "Tattha thūpīkataṁ nāma ‘‘pañcahi bhojanehi kata’’nti abhayatthero āha. Tipiṭakacūḷanāgatthero pana ‘‘piṇḍapāto nāma yāgupi bhattampi khādanīyampi cuṇṇapiṇḍopi dantakaṭṭhampi dasikasuttampī’’ti idaṁ suttaṁ vatvā dasikasuttampi thūpīkataṁ na vaṭṭatīti āha. Tesaṁ vādaṁ sutvā bhikkhū rohaṇaṁ gantvā cūḷasumanattheraṁ pucchiṁsu – ‘‘bhante thūpīkatapiṇḍapāto kena paricchinno’’ti? Tesañca therānaṁ vādaṁ ārocesuṁ. Thero sutvā āha – ‘‘aho, cūḷanāgo sāsanato bhaṭṭho, ahaṁ etassa sattakkhattuṁ vinayaṁ vācento na kadāci evaṁ avacaṁ, ayaṁ kuto labhitvā evaṁ vadasī’’ti. Bhikkhū theraṁ yāciṁsu – ‘‘kathetha dāni, bhante, kena paricchinno’’ti? ‘‘Yāvakālikenāvuso’’ti thero āha. Tasmā yaṁkiñci yāgubhattaṁ vā phalāphalaṁ vā āmisajātikaṁ samatittikameva gahetabbaṁ. Tañca kho adhiṭṭhānupagena pattena, itarena pana thūpīkatampi vaṭṭati. Yāmakālikasattāhakālikayāvajīvikāni pana adhiṭṭhānupagapattepi thūpīkatāni vaṭṭanti. Dvīsu pattesu bhattaṁ gahetvā ekasmiṁ pūretvā vihāraṁ pesetuṁ vaṭṭatīti mahāpaccariyaṁ pana vuttaṁ. Yaṁ patte pakkhipiyamānaṁ pūvaucchukhaṇḍaphalāphalādi heṭṭhā orohati, taṁ thūpīkataṁ nāma na hoti. Pūvavaṭaṁsakaṁ ṭhapetvā piṇḍapātaṁ denti, thūpīkatameva hoti. Pupphavaṭaṁsakatakkolakaṭukaphalādivaṭaṁsake pana ṭhapetvā dinnaṁ thūpīkataṁ na hoti. Bhattassa upari thālakaṁ vā pattaṁ vā ṭhapetvā pūretvā gaṇhāti, thūpīkataṁ nāma na hoti. Kurundiyampi vuttaṁ – ‘‘thālake vā paṇṇe vā pakkhipitvā taṁ pattamatthake ṭhapetvā denti, pāṭekkabhājanaṁ vaṭṭatī’’ti.",
  "atk-vin02a12:32": "Idha anāpattiyaṁ gilāno na āgato, tasmā gilānassapi thūpīkataṁ na vaṭṭati. Sabbattha pana paṭiggahetumeva na vaṭṭati. Paṭiggahitaṁ pana supaṭiggahitameva hoti, paribhuñjituṁ vaṭṭatīti.",
  "atk-vin02a12:33": "Tatiyo vaggo.",
  "atk-vin02a12:34": "4. Sakkaccavaggavaṇṇanā",
  "atk-vin02a12:35": "606.Sakkaccanti etthāpi asakkaccaṁ paṭiggahaṇeyeva āpatti, paṭiggahitaṁ pana supaṭiggahitameva. Sakkaccanti ca pattasaññīti cāti ubhayaṁ vuttanayameva.",
  "atk-vin02a12:36": "608.Sapadānanti tattha tattha odhiṁ akatvā anupaṭipāṭiyā. Samasūpake vattabbaṁ vuttameva.",
  "atk-vin02a12:37": "610.Thūpakatoti matthakato; vemajjhatoti attho.",
  "atk-vin02a12:38": "611.Paṭicchādetvādentīti māghātasamayādīsu paṭicchannaṁ byañjanaṁ katvā denti. Viññattiyaṁ vattabbaṁ natthi.",
  "atk-vin02a12:39": "614.Ujjhānasaññīsikkhāpadepi gilāno na muccati.",
  "atk-vin02a12:40": "615.Nātimahanto kabaḷoti mayūraṇḍaṁ atimahantaṁ, kukkuṭaṇḍaṁ atikhuddakaṁ, tesaṁ vemajjhappamāṇo. Khajjaketi ettha mūlakhādanīyādi sabbaṁ gahetabbaṁ.",
  "atk-vin02a12:41": "Catuttho vaggo.",
  "atk-vin02a12:42": "5. Kabaḷavaggavaṇṇanā",
  "atk-vin02a12:43": "617.Anāhaṭeti anāharite; mukhadvāraṁ asampāpiteti attho.",
  "atk-vin02a12:44": "618.Sabbaṁ hatthanti sakalahatthaṁ.",
  "atk-vin02a12:45": "619.Sakabaḷenāti ettha dhammaṁ kathento harītakaṁ vā laṭṭhimadhukaṁ vā mukhe pakkhipitvā katheti. Yattakena vacanaṁ aparipuṇṇaṁ na hoti, tattake mukhamhi sante kathetuṁ vaṭṭati.",
  "atk-vin02a12:46": "620.Piṇḍukkhepakanti piṇḍaṁ ukkhipitvā ukkhipitvā.",
  "atk-vin02a12:47": "621.Kabaḷāvacchedakanti kabaḷaṁ avacchinditvā avacchinditvā.",
  "atk-vin02a12:48": "622.Avagaṇḍakārakanti makkaṭo viya gaṇḍe katvā katvā.",
  "atk-vin02a12:49": "623.Hatthaniddhunakanti hatthaṁ niddhunitvā niddhunitvā.",
  "atk-vin02a12:50": "624.Sitthāvakārakanti sitthāni avakiritvā avakiritvā.",
  "atk-vin02a12:51": "625.Jivhānicchārakanti jivhaṁ nicchāretvā nicchāretvā.",
  "atk-vin02a12:52": "626.Capucapukārakanti capu capūti evaṁ saddaṁ katvā katvā.",
  "atk-vin02a12:53": "Pañcamo vaggo.",
  "atk-vin02a12:54": "6. Surusuruvaggavaṇṇanā",
  "atk-vin02a12:55": "627.Surusurukārakanti surusurūti evaṁ saddaṁ katvā katvā. Davoti parihāsavacanaṁ; taṁ yena kenaci pariyāyena ‘‘kiṁ buddho , silakabuddho, paṭibuddho; kiṁ dhammo, godhammo, ajadhammo; kiṁ saṅgho, migasaṅgho, pasusaṅgho’’tiādinā nayena tīṇi ratanāni ārabbha na kātabbanti attho.",
  "atk-vin02a12:56": "628.Hatthanillehakanti hatthaṁ nillehitvā nillehitvā. Bhuñjantena hi aṅgulimattampi nillehituṁ na vaṭṭati. Ghanayāguphāṇitapāyāsādike pana aṅgulīhi gahetvā aṅguliyo mukhe pavesetvā bhuñjituṁ vaṭṭati. Pattanillehakaoṭṭhanillehakesupi eseva nayo. Tasmā ekaṅguliyāpi patto na nillehitabbo, ekaoṭṭhopi jivhāya na nillehitabbo, oṭṭhamaṁsehi eva pana gahetvā anto pavesetuṁ vaṭṭati.",
  "atk-vin02a12:57": "631.Kokanadeti evaṁnāmake. Kokanadanti padumaṁ vuccati, so ca pāsādo padumasaṇṭhāno, tenassa kokanadotveva nāmaṁ akaṁsu. Na sāmisena hatthena pānīyathālakanti etaṁ paṭikkūlavasena paṭikkhittaṁ, tasmā saṅghikampi puggalikampi gihisantakampi attano santakampi saṅkhampi sarāvampi thālakampi na gahetabbameva, gaṇhantassa dukkaṭaṁ. Sace pana hatthassa ekadeso āmisamakkhito na hoti, tena padesena gahetuṁ vaṭṭati.",
  "atk-vin02a12:58": "632.Uddharitvā vāti sitthāni udakato uddharitvā ekasmiṁ ṭhāne rāsiṁ katvā udakaṁ chaḍḍeti. Bhinditvā vāti sitthāni bhinditvā udakagatikāni katvā chaḍḍeti. Paṭiggahe vāti paṭiggahena paṭicchanto naṁ paṭiggahe chaḍḍeti. Nīharitvāti bahi nīharitvā chaḍḍeti; evaṁ chaḍḍentassa anāpatti.",
  "atk-vin02a12:59": "634.Setacchattanti vatthapaliguṇṭhitaṁ paṇḍaracchattaṁ. Kilañjacchattanti vilīvacchattaṁ. Paṇṇacchattanti tālapaṇṇādīhi yehi kehici kataṁ. Maṇḍalabaddhaṁ salākabaddhanti idaṁ pana tiṇṇampi chattānaṁ pañjaradassanatthaṁ vuttaṁ. Tāni hi maṇḍalabaddhāni ceva honti salākabaddhāni ca. Yampi tatthajātakadaṇḍakena kataṁ ekapaṇṇacchattaṁ hoti, tampi chattameva. Etesu yaṁkiñci chattaṁ pāṇimhi assāti chattapāṇi. So taṁ chattaṁ dhārayamāno vā aṁse vā katvā ūrumhi vā ṭhapetvā yāva hatthena na muccati, tāvassa dhammaṁ desetuṁ na vaṭṭati, desentassa vuttanayena dukkaṭaṁ. Sace panassa añño chattaṁ dhāreti, chattapādukāya vā ṭhitaṁ hoti, hatthato apagatamatte chattapāṇi nāma na hoti. Tassa dhammaṁ desetuṁ vaṭṭati. Dhammaparicchedo panettha padasodhamme vuttanayeneva veditabbo.",
  "atk-vin02a12:60": "635.Daṇḍapāṇissāti ettha daṇḍo nāma majjhimassa purisassa catuhatthappamāṇo daṇḍapāṇibhāvo panassa chattapāṇimhi vuttanayeneva veditabbo.",
  "atk-vin02a12:61": "636.Satthapāṇimhipi eseva nayo. Asiṁ sannahitvā ṭhitopi hi satthapāṇisaṅkhyaṁ na gacchati.",
  "atk-vin02a12:62": "637.Āvudhapāṇissāti ettha kiñcāpi vuttaṁ – ‘‘āvudhaṁ nāma cāpo kodaṇḍo’’ti, atha kho sabbāpi dhanuvikati saddhiṁ saravikatiyā āvudhanti veditabbaṁ. Tasmā saddhiṁ vā sarena dhanuṁ gahetvā suddhadhanuṁ vā suddhasaraṁ vā sajiyadhanuṁ vā nijjiyadhanuṁ vā gahetvā ṭhitassa vā nisinnassa vā dhammo desetuṁ na vaṭṭati. Sace panassa dhanuṁ kaṇṭhepi paṭimukkaṁ hoti, yāva hatthena na gaṇhāti, tāva dhammaṁ desetuṁ vaṭṭatiyevāti.",
  "atk-vin02a12:63": "Chaṭṭho vaggo.",
  "atk-vin02a12:64": "7. Pādukavaggavaṇṇanā",
  "atk-vin02a12:65": "638.Akkantassāti chattadaṇḍake aṅgulantaraṁ appavesetvā kevalaṁ pādukaṁ akkamitvā ṭhitassa. Paṭimukkassāti paṭimuñcitvā ṭhitassa. Upāhanāyapi eseva nayo. Omukkoti panettha paṇhikabaddhaṁ omuñcitvā ṭhito vuccati.",
  "atk-vin02a12:66": "640.Yānagatassāti ettha sacepi dvīhi janehi hatthasaṅghāṭena gahito, sāṭake vā ṭhapetvā vaṁsena vayhati, ayutte vā vayhādike yāne , visaṅkharitvā vā ṭhapite cakkamattepi nisinno yānagatotveva saṅkhyaṁ gacchati. Sace pana dvepi ekayāne nisinnā honti, vaṭṭati. Visuṁ nisinnesupi ucce yāne nisinnena nīce nisinnassa desetuṁ vaṭṭati, samappamāṇepi vaṭṭati. Purime yāne nisinnena pacchime nisinnassa vaṭṭati. Pacchime pana uccatarepi nisinnena desetuṁ na vaṭṭati.",
  "atk-vin02a12:67": "641.Sayanagatassāti antamaso kaṭasārakepi pakatibhūmiyampi nipannassa uccepi mañcapīṭhe vā bhūmipadese vā ṭhitena nisinnena vā desetuṁ na vaṭṭati. Sayanagatena pana sayanagatassa uccatare vā samappamāṇe vā nipannena desetuṁ vaṭṭati. Nipannena ca ṭhitassa vā nisinnassa vā desetuṁ vaṭṭati, nisinnenāpi ṭhitassa vā nisinnassa vā vaṭṭati. Ṭhitena ṭhitasseva vaṭṭati.",
  "atk-vin02a12:68": "642.Pallatthikāyāti āyogapallatthikāya vā hatthapallatthikāya vā dussapallatthikāya vā yāya kāyaci pallatthikāya nisinnassa agilānassa desetuṁ na vaṭṭati.",
  "atk-vin02a12:69": "643.Veṭhitasīsassāti dussaveṭhanena vā moḷiādīhi vā yathā kesanto na dissati; evaṁ veṭhitasīsassa.",
  "atk-vin02a12:70": "644.Oguṇṭhitasīsassāti sasīsaṁ pārutassa.",
  "atk-vin02a12:71": "645.Chamāyaṁ nisinnenāti bhūmiyaṁ nisinnena. Āsane nisinnassāti antamaso vatthampi tiṇānipi santharitvā nisinnassa.",
  "atk-vin02a12:72": "647.Chapakassāti caṇḍālassa. Chapakīti caṇḍālī. Nilīnoti paṭicchanno hutvā. Yatra hi nāmāti yo hi nāma. Sabbamidaṁ carimaṁ katanti tattheva paripatīti ‘‘sabbo ayaṁ loko saṅkaraṁ gato nimmariyādo’’ti imaṁ vacanaṁ vatvā tattheva tesaṁ dvinnampi antarā rukkhato patito. Patitvā ca pana ubhinnampi purato ṭhatvā imaṁ gāthaṁ abhāsi –",
  "atk-vin02a12:73": "‘‘Ubho atthaṁ na jānanti…pe… asmā kumbhamivābhidā’’ti.",
  "atk-vin02a12:74": "Tattha ubho atthaṁ na jānantīti dvepi janā pāḷiyā atthaṁ na jānanti. Dhammaṁ na passareti pāḷiṁ na passanti. Katame te ubhoti? ‘‘Yo cāyaṁ mantaṁvāceti, yo cādhammenadhīyatī’’ti. Evaṁ brāhmaṇañca rājānañca ubhopi adhammikabhāve ṭhapesi.",
  "atk-vin02a12:75": "Tato brāhmaṇo sālīnanti gāthamāha. Tassattho – jānāmahaṁ bho ‘‘ayaṁ adhammo’’ti; api ca kho mayā dīgharattaṁ saputtadāraparijanena rañño santako sālīnaṁ odano bhutto. Sucimaṁsūpasecanoti nānappakāravikatisampāditaṁ sucimaṁsūpasecanaṁ missīkaraṇamassāti sucimaṁsūpasecano. Tasmā dhamme na vattāmīti yasmā evaṁ mayā rañño odano bhutto, aññe ca bahū lābhā laddhā, tasmā dhamme ahaṁ na vattāmi udare baddho hutvā, na dhammaṁ ajānanto. Ayañhi dhammo ariyehi vaṇṇito pasattho thomitoti jānāmi.",
  "atk-vin02a12:76": "Atha naṁ chapako ‘‘dhiratthū’’tiādinā gāthādvayena ajjhabhāsi. Tassattho – yo tayā dhanalābho ca yasalābho ca laddho, dhiratthu taṁ dhanalābhaṁ yasalābhañca brāhmaṇa. Kasmā? Yasmā ayaṁ tayā laddho lābho āyatiṁ apāyesu vinipātanahetunā sampati ca adhammacaraṇena vutti nāma hoti. Evarūpā yā vutti āyatiṁ vinipātena idha adhammacaraṇena vā nippajjati, kiṁ tāya vuttiyā? Tena vuttaṁ –",
  "atk-vin02a12:77": "‘‘Dhiratthu taṁ dhanalābhaṁ, yasalābhañca brāhmaṇa;",
  "atk-vin02a12:78": "Yā vutti vinipātena, adhammacaraṇena vā’’ti.",
  "atk-vin02a12:79": "Paribbaja mahābrahmeti mahābrāhmaṇa ito disā sīghaṁ palāyassu. Pacantaññepi pāṇinoti aññepi sattā pacanti ceva bhuñjanti ca; na kevalaṁ tvañceva rājā ca. Mā tvaṁ adhammo ācarito asmā kumbhamivābhidāti sace hi tvaṁ ito aparibbajitvā imaṁ adhammaṁ ācarissasi , tato tvaṁ so adhammo evaṁ ācarito yathā udakakumbhaṁ pāsāṇo bhindeyya; evaṁ bhecchati, tena mayaṁ taṁ vadāma –",
  "atk-vin02a12:80": "‘‘Paribbaja mahābrahme, pacantaññepi pāṇino;",
  "atk-vin02a12:81": "Mā tvaṁ adhammo ācarito, asmā kumbhamivābhidā’’ti.",
  "atk-vin02a12:82": "Ucce āsaneti antamaso bhūmippadesepi unnataṭṭhāne nisinnassa desetuṁ na vaṭṭati.",
  "atk-vin02a12:83": "648.Naṭhito nisinnassāti sacepi therupaṭṭhānaṁ gantvā ṭhitaṁ daharabhikkhuṁ āsane nisinno mahāthero pañhaṁ pucchati, na kathetabbaṁ. Gāravena pana theraṁ uṭṭhahitvā pucchathāti vattuṁ na sakkā, passe ṭhitabhikkhussa kathemīti kathetuṁ vaṭṭati.",
  "atk-vin02a12:84": "649.Na pacchato gacchantenāti ettha sace purato gacchanto pacchato gacchantaṁ pañhaṁ pucchati, na kathetabbaṁ. Pacchimassa bhikkhuno kathemīti kathetuṁ vaṭṭati. Saddhiṁ uggahitadhammaṁ pana sajjhāyituṁ vaṭṭati. Samadhurena gacchantassa kathetuṁ vaṭṭati.",
  "atk-vin02a12:85": "650.Na uppathenāti etthāpi sace dvepi sakaṭapathe ekekacakkapathena vā uppathena vā samadhuraṁ gacchanti, vaṭṭati.",
  "atk-vin02a12:86": "651.Asañciccāti paṭicchannaṭṭhānaṁ gacchantassa sahasā uccāro vā passāvo vā nikkhamati, asañcicca kato nāma anāpatti.",
  "atk-vin02a12:87": "652.Na hariteti ettha yampi jīvarukkhassa mūlaṁ pathaviyaṁ dissamānaṁ gacchati, sākhā vā bhūmilaggā gacchati, sabbaṁ haritasaṅkhātameva. Khandhe nisīditvā appaharitaṭṭhāne pātetuṁ vaṭṭati. Appaharitaṭṭhānaṁ olokentasseva sahasā nikkhamati, gilānaṭṭhāne ṭhito hoti, vaṭṭati. Appaharite katoti appaharitaṁ alabhantena tiṇaṇḍupakaṁ vā palālaṇḍupakaṁ vā ṭhapetvā katopi pacchā haritaṁ ottharati, vaṭṭatiyeva. Kheḷena cettha siṅghāṇikāpi saṅgahitāti mahāpaccariyaṁ vuttaṁ.",
  "atk-vin02a12:88": "653.Na udaketi etaṁ paribhogaudakameva sandhāya vuttaṁ, vaccakuṭisamuddādiudakesu pana aparibhogesu anāpatti. Deve vassante samantato udakogho hoti, anudakaṭṭhānaṁ olokentasseva nikkhamati, vaṭṭati. Mahāpaccariyaṁ vuttaṁ – ‘‘etādise kāle anudakaṭṭhānaṁ alabhantena kātuṁ vaṭṭatī’’ti. Sesaṁ sabbasikkhāpadesu uttānatthameva.",
  "atk-vin02a12:89": "Sattamo vaggo.",
  "atk-vin02a12:90": "Samuṭṭhānādidīpanatthāya panettha idaṁ pakiṇṇakaṁ – ujjagghikauccāsaddapaṭisaṁyuttāni cattāri, sakabaḷena mukhena byāharaṇaṁ ekaṁ, chamānīcāsanaṭhānapacchatogamanauppathagamanapaṭisaṁyuttāni pañcāti imāni dasa sikkhāpadāni samanubhāsanasamuṭṭhānāni kāyavācācittato samuṭṭhahanti, kiriyāni, saññāvimokkhāni , sacittakāni, lokavajjāni, kāyakammavacīkammāni, akusalacittāni, dukkhavedanānīti.",
  "atk-vin02a12:91": "Sūpodanaviññattisikkhāpadaṁ theyyasatthasamuṭṭhānaṁ kāyacittato kāyavācācittato ca samuṭṭhāti, kiriyaṁ, saññāvimokkhaṁ, sacittakaṁ, lokavajjaṁ, kāyakammaṁ, vacīkammaṁ, akusalacittaṁ, dukkhavedananti.",
  "atk-vin02a12:92": "Chattapāṇidaṇḍapāṇisatthapāṇiāvudhapāṇipādukaupāhanayānasayanapallatthikaveṭhitaoguṇṭhitanāmakāni ekādasa sikkhāpadāni dhammadesanasamuṭṭhānāni vācācittato samuṭṭhahanti, kiriyākiriyāni, saññāvimokkhāni, sacittakāni, lokavajjāni, vacīkammāni, akusalacittāni, dukkhavedanānīti.",
  "atk-vin02a12:93": "Avasesāni tepaṇṇāsa sikkhāpadāni paṭhamapārājikasamuṭṭhānānīti.",
  "atk-vin02a12:94": "Sabbasekhiyesu ābādhapaccayā anāpatti, thūpīkatapiṇḍapāte sūpabyañjanena paṭicchādane ujjhānasaññimhīti tīsu sikkhāpadesu gilāno natthīti.",
  "atk-vin02a12:95": "Sekhiyavaṇṇanā niṭṭhitā.",
  "atk-vin02a12:96": "Sekhiyakaṇḍaṁ niṭṭhitaṁ."
}