{
  "atk-vin02a39:0": "10. Bhikkhunikkhandhakaṃ",
  "atk-vin02a39:1": "Mahāpajāpatigotamīvatthukathā",
  "atk-vin02a39:2": "402. Bhikkhunikkhandhake – alaṃ gotami mā te ruccīti kasmā paṭikkhipati, nanu sabbesampi buddhānaṃ catasso parisā hontīti? Kāmaṃ honti, kilametvā pana anekakkhattuṃ yācitena anuññātaṃ pabbajjaṃ ‘‘dukkhena laddhā ayaṃ amhehī’’ti sammā paripālessantīti bhaddakaṃ katvā anujānitukāmo paṭikkhipati. Aṭṭhagarudhammakathā mahāvibhaṅgeyeva kathitā.",
  "atk-vin02a39:3": "403.Kumbhathenakehīti kumbhe dīpaṃ jāletvā tena ālokena paraghare bhaṇḍaṃ vicinitvā thenakacorehi.",
  "atk-vin02a39:4": "Setaṭṭhikā nāma rogajātīti eko pāṇako nāḷimajjhagataṃ kaṇḍaṃ vijjhati, yena viddhattā nikkhantampi sālisīsaṃ khīraṃ gahetuṃ na sakkoti.",
  "atk-vin02a39:5": "Mañjiṭṭhikā nāma rogajātīti ucchūnaṃ antorattabhāvo. Mahato taḷākassa paṭikacceva āḷinti iminā pana etamatthaṃ dasseti – yathā mahato taḷākassa āḷiyā abaddhāyapi kiñci udakaṃ tiṭṭheyya, paṭhamameva baddhāya pana yaṃ abaddhapaccayā na tiṭṭheyya, tampi tiṭṭheyya; evameva ye ime anuppanne vatthusmiṃ paṭikacceva avītikkamanatthāya garudhammā paññattā. Tesu apaññattesupi mātugāmassa pabbajitattā pañceva vassasatāni saddhammo tiṭṭheyya. Paṭikacceva paññattattā pana aparānipi pañcavassasatāni ṭhassatīti evaṃ paṭhamaṃ vuttaṃ vassasahassameva ṭhassatīti. Vassasahassanti cetaṃ paṭisambhidāpabhedappattakhīṇāsavavaseneva vuttaṃ. Tato pana uttarimpi sukkhavipassakakhīṇāsavavasena vassasahassaṃ, anāgāmivasena vassasahassaṃ, sakadāgāmivasena vassasahassaṃ, sotāpannavasena vassasahassanti evaṃ pañcavassasahassāni paṭivedhasaddhammo ṭhassati. Pariyattidhammopi tāniyeva. Na hi pariyattiyā asati paṭivedho atthi, nāpi pariyattiyā sati paṭivedho na hoti; liṅgaṃ pana pariyattiyā antarahitāyapi ciraṃ pavattissatīti.",
  "atk-vin02a39:6": "Mahāpajāpatigotamīvatthukathā niṭṭhitā.",
  "atk-vin02a39:7": "Bhikkhunīupasampadānujānanakathā",
  "atk-vin02a39:8": "404.Anujānāmi bhikkhave bhikkhūhi bhikkhuniyo upasampādetunti imāya anupaññattiyā bhikkhū pañcasatā sākiyāniyo mahāpajāpatiyā saddhivihāriniyo katvā upasampādesuṃ. Iti tā sabbāpi ekatoupasampannā nāma ahesuṃ. Ye kho tvaṃ gotamīti iminā ovādena gotamī arahattaṃ pattā.",
  "atk-vin02a39:9": "409.Kammaṃ na karīyatīti tajjanīyādi sattavidhampi kammaṃ na karīyati. Khamāpentīti na puna evaṃ karissāmīti khamāpenti.",
  "atk-vin02a39:10": "410.Anujānāmi, bhikkhave, bhikkhūhi bhikkhunīnaṃ kammaṃ ropetvā niyyādetunti ettha tajjanīyādīsu ‘‘idaṃ nāma kammaṃ etissā kātabba’’nti evaṃ ropetvā ‘‘taṃ dāni tumheva karothā’’ti niyyādetabbaṃ. Sace pana aññasmiṃ ropite aññaṃ karonti, ‘‘tajjanīyakammārahassa niyassakammaṃ karotī’’ti ettha vuttanayena kāretabbataṃ āpajjanti.",
  "atk-vin02a39:11": "411.Kaddamodakenāti ettha na kevalaṃ kaddamodakena, vippasannaudakarajanakaddamādīsupi yena kenaci osiñcantassa dukkaṭameva. Avandiyo so bhikkhave bhikkhu bhikkhunisaṅghena kātabboti bhikkhunupassaye sannipatitvā ‘‘asuko nāma ayyo bhikkhunīnaṃ apasādanīyaṃ dasseti, etassa ayyassa avandiyakaraṇaṃ ruccatī’’ti evaṃ tikkhattuṃ sāvetabbaṃ. Ettāvatā avandiyo kato hoti. Tato paṭṭhāya yathā sāmaṇere disvā na vandanti; evameva disvāpi na vanditabbo. Tena bhikkhunā sammā vattantena bhikkhunupassayaṃ āgantvā vihāreyeva saṅghaṃ vā gaṇaṃ vā ekapuggalaṃ vā upasaṅkamitvā ukkuṭikaṃ nisīditvā añjaliṃ paggahetvā ‘‘bhikkhunisaṅgho mayhaṃ khamatū’’ti khamāpetabbaṃ. Tena bhikkhunā bhikkhunīnaṃ santikaṃ āgantvā ‘‘eso bhikkhu tumhe khamāpetī’’ti vattabbaṃ. Tato paṭṭhāya so vanditabbo. Ayamettha saṅkhepo, vitthāraṃ pana kammavibhaṅge vakkhāma.",
  "atk-vin02a39:12": "Obhāsentīti asaddhammena obhāsenti. Bhikkhunīhi saddhiṃ sampayojentīti bhikkhunīhi saddhiṃ purise asaddhammena sampayojenti. Avandiyakaraṇaṃ vuttanayameva. Āvaraṇanti vihārappavesane nivāraṇaṃ . Ovādaṃ ṭhapetunti ettha na bhikkhunupassayaṃ gantvā ṭhapetabbo. Ovādatthāya pana āgatā bhikkhuniyo vattabbā ‘‘asukā nāma bhikkhunī sāpattikā, tassā ovādaṃ ṭhapemi, mā tāya saddhiṃ uposathaṃ karitthā’’ti. Kāyavivaraṇādīsupi daṇḍakammaṃ vuttanayameva.",
  "atk-vin02a39:13": "413.Na bhikkhave bhikkhuniyā ovādo na gantabbotiādi bhikkhunivibhaṅgavaṇṇanāyaṃ vuttameva.",
  "atk-vin02a39:14": "416.Phāsukā namentīti gihidārikāyo viya ghanapaṭṭakena kāyabandhanena phāsukā namanatthāya bandhanti. Ekapariyākatanti ekavāraṃ parikkhipanakaṃ.",
  "atk-vin02a39:15": "Vilīvena paṭṭenāti saṇhehi veḷuvilīvehi katapaṭṭena. Dussapaṭṭenāti setavatthapaṭṭena. Dussaveṇiyāti dussena kataveṇiyā. Dussavaṭṭiyāti dussena katavaṭṭiyā. Coḷapaṭṭādīsu coḷakāsāvaṃ coḷanti veditabbaṃ.",
  "atk-vin02a39:16": "Aṭṭhillenāti gojaṅghaṭṭhikena. Jaghananti kaṭippadeso vuccati. Hatthaṃ koṭṭāpentīti aggabāhaṃ koṭṭāpetvā morapattādīhi cittālaṅkāraṃ karonti. Hatthakocchanti piṭṭhihatthaṃ. Pādanti jaṅghaṃ. Pādakocchanti piṭṭhipādaṃ.",
  "atk-vin02a39:17": "417.Mukhalimpanādīni vuttanayāneva. Avaṅgaṃ karontīti akkhī añjantiyo avaṅgadese adhomukhaṃ lekhaṃ karonti. Visesakanti gaṇḍappadese vicitrasaṇṭhānaṃ visesakaṃ karonti. Olokentīti vātapānaṃ vivaritvā vīthiṃ olokenti. Sāloke tiṭṭhantīti dvāraṃ vivaritvā upaḍḍhakāyaṃ dassentiyo tiṭṭhanti. Naccanti naṭasamajjaṃ kārenti. Vesiṃ vuṭṭhāpentīti gaṇikaṃ vuṭṭhāpenti. Pānāgāraṃ ṭhapentīti suraṃ vikkiṇanti. Sūnaṃ ṭhapentīti maṃsaṃ vikkiṇanti. Āpaṇanti nānābhaṇḍānaṃ anekavidhaṃ āpaṇaṃ pasārenti. Dāsaṃ upaṭṭhāpentīti dāsaṃ gahetvā tena attano veyyāvaccaṃ kārenti. Dāsīādīsupi eseva nayo. Haritakapakkikaṃpakiṇantīti haritakañceva pakkañca pakiṇanti; pakiṇṇakāpaṇaṃ pasārentīti vuttaṃ hoti.",
  "atk-vin02a39:18": "418.Sabbanīlakādikathā kathitāyeva.",
  "atk-vin02a39:19": "419.Bhikkhunī ce, bhikkhave, kālaṃ karontītiādīsu ayaṃ pāḷimuttakavinicchayo – sace hi pañcasu sahadhammikesu yo koci kālaṃ karonto ‘‘mamaccayena mayhaṃ parikkhāro upajjhāyassa hotu, ācariyassa hotu, saddhivihārikassa hotu, antevāsikassa hotu, mātu hotu, pitu hotu, aññassa vā yassa kassaci hotū’’ti vadati tesaṃ na hoti, saṅghasseva hoti. Na hi pañcannaṃ sahadhammikānaṃ accayadānaṃ ruhati, gihīnaṃ pana ruhati. Bhikkhu hi bhikkhunivihāre kālaṃ karoti, tassa parikkhāro bhikkhūnaṃyeva hoti. Bhikkhunī bhikkhuvihāre kālaṃ karoti, tassā parikkhāro bhikkhunīnaṃyeva hoti.",
  "atk-vin02a39:20": "420.Purāṇamallīti purāṇe gihikāle mallakassa bhariyā. Purisabyañjananti purisanimittaṃ, chinnaṃ vā hotu acchinnaṃ vā, paṭicchannaṃ vā appaṭicchannaṃ vā. Sace etasmiṃ ṭhāne purisabyañjananti cittaṃ uppādetvā upanijjhāyati, dukkaṭaṃ.",
  "atk-vin02a39:21": "421.Attano paribhogatthāya dinnaṃ nāma yaṃ ‘‘tumheyeva paribhuñjathā’’ti vatvā dinnaṃ, taṃ aññassa dadato dukkaṭaṃ. Aggaṃ gahetvā pana dātuṃ vaṭṭati. Sace asappāyaṃ, sabbaṃ apanetuṃ vaṭṭati. Cīvaraṃ ekāhaṃ vā dvīhaṃ vā paribhuñjitvā dātuṃ vaṭṭati. Pattādīsupi eseva nayo.",
  "atk-vin02a39:22": "Bhikkhūnaṃsannidhiṃ bhikkhunīhi paṭiggāhāpetvāti hiyyo paṭiggahetvā ṭhapitamaṃsaṃ ajja aññasmiṃ anupasampanne asati bhikkhūhi paṭiggāhāpetvā bhikkhunīhi paribhuñjitabbaṃ. Bhikkhūhi paṭiggahitañhi bhikkhunīnaṃ appaṭiggahitakaṭṭhāne tiṭṭhati, bhikkhunīnaṃ paṭiggahitampi bhikkhūsu eseva nayo.",
  "atk-vin02a39:23": "426.Āsanaṃ saṃkasāyantiyo kālaṃ vītināmesunti aññaṃ vuṭṭhāpetvā aññaṃ nisīdāpentiyo bhojanakālaṃ atikkāmesuṃ.",
  "atk-vin02a39:24": "Aṭṭhannaṃbhikkhunīnaṃ yathāvuḍḍhanti ettha sace pure aṭṭhasu nisinnāsu tāsaṃ abbhantarimā aññā āgacchati, sā attano navakaṃ uṭṭhāpetvā nisīdituṃ labhati. Yā pana aṭṭhahipi navakatarā, sā sacepi saṭṭhivassā hoti, āgatapaṭipāṭiyāva nisīdituṃ labhati. Aññattha sabbattha yathāvuḍḍhaṃ na paṭibāhitabbanti ṭhapetvā bhattaggaṃ aññasmiṃ catupaccayabhājanīyaṭṭhāne ‘‘ahaṃ pubbe āgatā’’ti vuḍḍhaṃ paṭibāhitvā kiñci na gahetabbaṃ; yathāvuḍḍhameva vaṭṭati. Pavāraṇākathā kathitāyeva.",
  "atk-vin02a39:25": "429.Itthiyuttantiādīhi sabbayānāni anuññātāni. Pāṭaṅkinti paṭapoṭṭalikaṃ.",
  "atk-vin02a39:26": "430.Dūtena upasampadā dasannaṃ antarāyānaṃ yena kenaci vaṭṭati. Kammavācāpariyosāne sā bhikkhunī bhikkhunupassaye ṭhitā vā hotu nipannā vā jāgarā vā niddaṃ okkantā vā, upasampannāva hoti. Tāvadeva chāyādīni āgatāya dūtabhikkhuniyā ācikkhitabbāni.",
  "atk-vin02a39:27": "431.Udositoti bhaṇḍasālā. Na sammatīti nappahoti. Upassayanti gharaṃ. Navakammanti saṅghassatthāya bhikkhuniyā navakammampi kātuṃ anujānāmīti attho.",
  "atk-vin02a39:28": "432.Tassā pabbajitāyāti tassā pabbajitakāle. Yāva so dārako viññutaṃ pāpuṇātīti yāva khādituṃ bhuñjituṃ nahāyituñca maṇḍituñca attano dhammatāya sakkotīti attho.",
  "atk-vin02a39:29": "Ṭhapetvāsāgāranti sahagāraseyyamattaṃ ṭhapetvā. Yathā aññasmiṃ purise; evaṃ dutiyikāya bhikkhuniyā tasmiṃ dārake paṭipajjitabbanti dasseti. Mātā pana nahāpetuṃ pāyetuṃ bhojetuṃ maṇḍetuṃ ure katvā sayituñca labhati.",
  "atk-vin02a39:30": "434.Yadeva sā vibbhantāti yasmā sā vibbhantā attano ruciyā khantiyā odātāni vatthāni nivatthā, tasmāyeva sā abhikkhunī, na sikkhāpaccakkhānenāti dasseti. Sā puna upasampadaṃ na labhati.",
  "atk-vin02a39:31": "Sāāgatā na upasampādetabbāti na kevalaṃ na upasampādetabbā, pabbajjampi na labhati. Odātāni gahetvā vibbhantā pana pabbajjāmattaṃ labhati.",
  "atk-vin02a39:32": "Abhivādanantiādīsu purisā pāde sambāhantā vandanti, kese chindanti, nakhe chindanti, vaṇapaṭikammaṃ karonti, taṃ sabbaṃ kukkuccāyantā na sādiyantīti attho. Tatreke ācariyā ‘‘sace ekato vā ubhato vā avassutā honti sārattā, yathāvatthukameva’’. Eke ācariyā ‘‘natthi ettha āpattī’’ti vadanti. Evaṃ ācariyavādaṃ dassetvā idaṃ odissa anuññātaṃ vaṭṭatīti aṭṭhakathāsu vuttaṃ. Taṃ pamāṇaṃ. ‘‘Anujānāmi bhikkhave sāditu’’nti hi vacaneneva taṃ kappiyaṃ.",
  "atk-vin02a39:33": "435.Pallaṅkena nisīdantīti pallaṅkaṃ ābhujitvā nisīdanti. Aḍḍhapallaṅkanti ekaṃ pādaṃ ābhujitvā katapallaṅkaṃ. Heṭṭhā vivaṭe upari paṭicchanneti ettha sace kūpo khato hoti, upari pana padaramattameva sabbadisāsu paññāyati, evarūpepi vaṭṭati.",
  "atk-vin02a39:34": "436.Kukkusaṃ mattikanti kuṇḍakañceva mattikañca. Sesamettha uttānamevāti.",
  "atk-vin02a39:35": "Bhikkhunīupasampadānujānanakathā niṭṭhitā.",
  "atk-vin02a39:36": "Bhikkhunikkhandhakavaṇṇanā niṭṭhitā."
}