{
  "atk-s0404a1:0": "2. Mahāvaggo",
  "atk-s0404a1:1": "1. Verañjasuttavaṇṇanā",
  "atk-s0404a1:2": "11. Dutiyassa paṭhame abhivādetīti evamādīni na samaṇo gotamoti ettha vuttanakārena yojetvā evamettha attho veditabbo ‘‘na vandati nāsanā vuṭṭhāti, nāpi ‘idha bhonto nisīdantū’ti evaṁ āsanena vā nimantetī’’ti. Ettha hi vā-saddo vibhāvane nāma atthe ‘‘rūpaṁ niccaṁ vā aniccaṁ vā’’tiādīsu viya. Evaṁ vatvā atha attano abhivādanādīni akarontaṁ bhagavantaṁ disvā āha – tayidaṁ, bho gotama, tathevāti. Yaṁ taṁ mayā sutaṁ, taṁ tatheva, taṁ savanañca me dassanañca saṁsandati sameti, atthato ekībhāvaṁ gacchati. Na hi bhavaṁ gotamo…pe… āsanena vā nimantetīti. Evaṁ attanā sutaṁ diṭṭhena nigametvā nindanto āha – tayidaṁ, bho gotama, na sampannamevāti taṁ abhivādanādīnaṁ akaraṇaṁ ayuttamevāti.",
  "atk-s0404a1:3": "Athassa bhagavā attukkaṁsanaparavambhanadosaṁ anupagamma karuṇāsītalena hadayena taṁ aññāṇaṁ vidhamitvā yuttabhāvaṁ dassetukāmo nāhaṁ taṁ brāhmaṇātiādimāha. Tatrāyaṁ saṅkhepattho – ahaṁ, brāhmaṇa, appaṭihatena sabbaññutaññāṇacakkhunā olokentopi taṁ puggalaṁ etasmiṁ sadevakādibhede loke na passāmi, yamahaṁ abhivādeyyaṁ vā paccuṭṭheyyaṁ vā āsanena vā nimanteyyaṁ. Anacchariyaṁ vā etaṁ, svāhaṁ ajja sabbaññutaṁ patto evarūpaṁ nipaccākārārahaṁ puggalaṁ na passāmi. Apica kho yadāpāhaṁ sampatijātova uttarena mukho sattapadavītihārena gantvā sakalaṁ dasasahassilokadhātuṁ olokesiṁ, tadāpi etasmiṁ sadevakādibhede loke taṁ puggalaṁ na passāmi, yamahaṁ evarūpaṁ nipaccakāraṁ kareyyaṁ. Atha kho maṁ soḷasakappasahassāyuko khīṇāsavamahābrahmāpi añjaliṁ paggahetvā ‘‘tvaṁ loke mahāpuriso, tvaṁ sadevakassa lokassa aggo ca jeṭṭho ca seṭṭho ca, natthi tayā uttaritaro’’ti sañjātasomanasso patimānesi. Tadāpi cāhaṁ attanā uttaritaraṁ apassanto āsabhiṁ vācaṁ nicchāresiṁ – ‘‘aggohamasmi lokassa, jeṭṭhohamasmi lokassa, seṭṭhohamasmi lokassā’’ti. Evaṁ sampatijātassāpi mayhaṁ abhivādanādiraho puggalo natthi, svāhaṁ idāni sabbaññutaṁ patto kaṁ abhivādeyyaṁ. Tasmā tvaṁ, brāhmaṇa, mā tathāgatā evarūpaṁ paramanipaccakāraṁ patthayi. Yañhi, brāhmaṇa, tathāgato abhivādeyya vā…pe… āsanena vā nimanteyya, muddhāpi tassa puggalassa rattipariyosāne paripākasithilabandhanaṁ vaṇṭā muttatālaphalaṁ viya gīvato chijjitvā sahasāva bhūmiyaṁ nipateyya.",
  "atk-s0404a1:4": "Evaṁ vuttepi brāhmaṇo duppaññatāya tathāgatassa lokajeṭṭhabhāvaṁ asallakkhento kevalaṁ taṁ vacanaṁ asahamāno āha – arasarūpo bhavaṁ gotamoti. Ayaṁ kirassa adhippāyo – yaṁ loke abhivādanapaccuṭṭhānaañjalikammasāmīcikammaṁ ‘‘sāmaggiraso’’ti vuccati, taṁ bhoto gotamassa natthi. Tasmā arasarūpo bhavaṁ gotamo, arasajātiko arasasabhāvoti. Athassa bhagavā cittamudubhāvajananatthaṁ ujuvipaccanīkabhāvaṁ pariharanto aññathā tassa vacanassa atthaṁ attani sandassento atthi khvesa, brāhmaṇa, pariyāyotiādimāha.",
  "atk-s0404a1:5": "Tattha atthi khvesāti atthi kho esa. Pariyāyoti kāraṇaṁ. Idaṁ vuttaṁ hoti – atthi kho, brāhmaṇa, etaṁ kāraṇaṁ, yena kāraṇena maṁ ‘‘arasarūpo bhavaṁ gotamo’’ti vadamāno puggalo sammā vadeyya, avitathavādīti saṅkhaṁ gaccheyya. Katamo pana soti? Ye te, brāhmaṇa, rūparasā…pe… phoṭṭhabbarasā, te tathāgatassa pahīnāti. Kiṁ vuttaṁ hoti? Ye te jātivasena vā upapattivasena vā seṭṭhasammatānampi puthujjanānaṁ rūpārammaṇādīni assādentānaṁ abhinandantānaṁ rajjantānaṁ uppajjanti kāmasukhassādasaṅkhātā rūparasā, saddarasā, gandharasā, rasarasā, phoṭṭhabbarasā, ye imaṁ lokaṁ gīvāya bandhitvā viya āviñchanti, vatthārammaṇādisāmaggiyañca uppannattā sāmaggirasāti vuccanti. Te sabbepi tathāgatassa pahīnā. ‘‘Mayhaṁ pahīnā’’ti vattabbepi mamākārena attānaṁ anukkhipanto dhammaṁ deseti, desanāvilāso vā esa tathāgatassa.",
  "atk-s0404a1:6": "Tattha pahīnāti cittasantānato vigatā, pajahitā vā. Etasmiṁ panatthe karaṇe sāmivacanaṁ daṭṭhabbaṁ. Ariyamaggasatthena ucchinnaṁ taṇhāvijjāmayaṁ mūlaṁ etesanti ucchinnamūlā. Tālavatthu viya nesaṁ vatthu katanti tālāvatthukatā. Yathā hi tālarukkhaṁ samūlaṁ uddharitvā tassa vatthumatte tasmiṁ padese kate na puna tassa tālassa uppatti paññāyati, evaṁ ariyamaggasatthena samūle rūpādirase uddharitvā tesaṁ pubbe uppannapubbabhāvena vatthumatte cittasantāne kate sabbepi te tālāvatthukatāti vuccanti. Aviruḷhidhammattā vā matthakacchinnatālo viya katāti tālāvatthukatā. Yasmā pana evaṁ tālāvatthukatā anabhāvaṁkatā honti , yathā nesaṁ pacchābhāvo na hoti, tathā katā honti. Tasmā āha – anabhāvaṁkatāti. Āyatiṁ anuppādadhammāti anāgate anuppajjanakasabhāvā.",
  "atk-s0404a1:7": "No ca kho yaṁ tvaṁ sandhāya vadesīti yañca kho tvaṁ sandhāya vadesi, so pariyāyo na hoti. Nanu ca evaṁ vutte yo brāhmaṇena vutto sāmaggiraso, tassa attani vijjamānatā anuññātā hotīti? Na hoti. Yo hi naṁ sāmaggirasaṁ kātuṁ bhabbo hutvā na karoti, so tadabhāvena arasarūpoti vattabbataṁ arahati. Bhagavā pana abhabbova etaṁ kātuṁ, tenassa kāraṇe abhabbataṁ pakāsento āha – ‘‘no ca kho yaṁ tvaṁ sandhāya vadesī’’ti. Yaṁ pariyāyaṁ sandhāya tvaṁ maṁ ‘‘arasarūpo’’ti vadesi, so amhesu neva vattabboti.",
  "atk-s0404a1:8": "Evaṁ brāhmaṇo attanā adhippetaṁ arasarūpataṁ āropetuṁ asakkonto athāparaṁ nibbhogo bhavantiādimāha. Sabbapariyāyesu cettha vuttanayeneva yojanākkamaṁ viditvā sandhāyabhāsitamatthaṁ evaṁ veditabbaṁ – brāhmaṇo tadeva vayovuddhānaṁ abhivādanādikammaṁ loke ‘‘sāmaggiparibhogo’’ti maññamāno tadabhāvena ca bhagavantaṁ ‘‘nibbhogo’’tiādimāha. Bhagavā ca yvāyaṁ rūpādīsu sattānaṁ chandarāgaparibhogo, tadabhāvaṁ attani sampassamāno aparaṁ pariyāyamanujāni.",
  "atk-s0404a1:9": "Puna brāhmaṇo yaṁ loke vayovuddhānaṁ abhivādanādikulasamudācārakammaṁ lokiyā karonti, tassa akiriyaṁ sampassamāno bhagavantaṁ akiriyavādoti āha. Bhagavā pana yasmā kāyaduccaritādīnaṁ akiriyaṁ vadati, tasmā taṁ akiriyavāditaṁ attani sampassamāno aparaṁ pariyāyamanujāni. Tattha ṭhapetvā kāyaduccaritādīni avasesā akusalā dhammā anekavihitā pāpakā akusalā dhammāti veditabbā.",
  "atk-s0404a1:10": "Puna brāhmaṇo tadeva abhivādanādikammaṁ bhagavati apassanto ‘‘imaṁ āgamma ayaṁ lokatanti lokapaveṇī ucchijjatī’’ti maññamāno bhagavantaṁ ucchedavādoti āha. Bhagavā pana yasmā pañcakāmaguṇikarāgassa ceva akusalacittadvayasampayuttassa ca dosassa anāgāmimaggena ucchedaṁ vadati, sabbākusalasambhavassa pana mohassa arahattamaggena ucchedaṁ vadati, ṭhapetvā te tayo avasesānaṁ pāpakānaṁ akusalānaṁ dhammānaṁ yathānurūpaṁ catūhi maggehi ucchedaṁ vadati, tasmā taṁ ucchedavādaṁ attani sampassamāno aparaṁ pariyāyamanujāni.",
  "atk-s0404a1:11": "Puna brāhmaṇo ‘‘jigucchati maññe samaṇo gotamo idaṁ vayovuddhānaṁ abhivādanādikulasamudācārakammaṁ, tena taṁ na karotī’’ti maññamāno bhagavantaṁ jegucchīti āha. Bhagavā pana yasmā jigucchati kāyaduccaritādīhi, yāni kāyavacīmanoduccaritāni ceva yāva ca akusalānaṁ lāmakadhammānaṁ samāpatti samāpajjanā samaṅgibhāvo, taṁ sabbampi gūthaṁ viya maṇḍanakajātiko puriso jigucchati hirīyati, tasmā taṁ jegucchitaṁ attani sampassamāno aparaṁ pariyāyamanujāni. Tattha kāyaduccaritenātiādi karaṇavacanaṁ upayogatthe daṭṭhabbaṁ.",
  "atk-s0404a1:12": "Puna brāhmaṇo tadeva abhivādanādikammaṁ bhagavati apassanto ‘‘ayaṁ idaṁ lokajeṭṭhakakammaṁ vineti vināseti, atha vā yasmā etaṁ sāmīcikammaṁ na karoti, tasmā ayaṁ vinetabbo niggaṇhitabbo’’ti maññamāno bhagavantaṁ venayikoti āha. Tatrāyaṁ padattho – vinayatīti vinayo, vināsetīti vuttaṁ hoti. Vinayo eva venayiko. Vinayaṁ vā arahatīti venayiko, niggahaṁ arahatīti vuttaṁ hoti. Bhagavā pana yasmā rāgādīnaṁ vinayāya vūpasamāya dhammaṁ deseti, tasmā venayiko hoti. Ayameva cettha padattho – vinayāya dhammaṁ desetīti venayiko. Vicitrā hi taddhitavutti. Svāyaṁ taṁ venayikabhāvaṁ attani sampassamāno aparaṁ pariyāyamanujāni.",
  "atk-s0404a1:13": "Puna brāhmaṇo yasmā abhivādanādīni sāmīcikammāni karontā vayovuddhe tosenti hāsenti , akarontā pana tāpenti vihesenti domanassaṁ nesaṁ uppādenti, bhagavā ca tāni na karoti, tasmā ‘‘ayaṁ vayovuddhe tapatī’’ti maññamāno sappurisācāravirahitattā vā ‘‘kapaṇapuriso aya’’nti maññamāno bhagavantaṁ tapassīti āha. Tatrāyaṁ padattho – tapatīti tapo, roseti vihesetīti attho. Sāmīcikammākaraṇassetaṁ adhivacanaṁ. Tapo assa atthīti tapassī. Dutiye atthavikappe byañjanāni avicāretvā loke kapaṇapuriso tapassīti vuccati. Bhagavā pana ye akusalā dhammā lokaṁ tapanato tapanīyāni vuccanti, tesaṁ pahīnattā yasmā tapassīti saṅkhaṁ gato. Tasmā taṁ tapassitaṁ attani sampassamāno aparaṁ pariyāyamanujāni. Tatrāyaṁ vacanattho – tapantīti tapā, akusaladhammānametaṁ adhivacanaṁ. Te tape assi nirassi pahāsi viddhaṁsīti tapassī.",
  "atk-s0404a1:14": "Puna brāhmaṇo taṁ abhivādanādikammaṁ devalokagabbhasampattiyā devalokapaṭisandhipaṭilābhāya saṁvattatīti maññamāno bhagavati cassa abhāvaṁ disvā bhagavantaṁ apagabbhoti āha. Kodhavasena vā bhagavato mātukucchismiṁ paṭisandhiggahaṇe dosaṁ dassentopi evamāha. Tatrāyaṁ vacanattho – gabbhato apagatoti apagabbho, abhabbo devalokūpapattiṁ pāpuṇitunti adhippāyo. Hīno vā gabbho assāti apagabbho. Devalokagabbhaparibāhirattā āyatiṁ hīnagabbhapaṭilābhabhāgīti. Hīno vāssa mātukucchismiṁ gabbhavāso ahosīti adhippāyo. Bhagavato pana yasmā āyatiṁ gabbhaseyyā apagatā, tasmā so taṁ apagabbhataṁ attani sampassamāno aparaṁ pariyāyamanujāni. Tatra ca yassa kho, brāhmaṇa, āyatiṁ gabbhaseyyā punabbhavābhinibbatti pahīnāti etesaṁ padānaṁ evamattho daṭṭhabbo – ‘‘brāhmaṇa, yassa puggalassa anāgate gabbhaseyyā punabbhave ca abhinibbatti anuttarena maggena vihatakāraṇattā pahīnā. Gabbhaseyyāgahaṇena cettha jalābujayoni gahitā, punabbhavābhinibbattiggahaṇena itarā tisso’’pi.",
  "atk-s0404a1:15": "Apica gabbhassa seyyā gabbhaseyyā. Punabbhavo eva abhinibbatti punabbhavābhinibbattīti evamettha attho daṭṭhabbo. Yathā ca viññāṇaṭṭhitīti vuttepi na viññāṇato aññā ṭhiti atthi, evamidhāpi na gabbhato aññā seyyā veditabbā. Abhinibbatti ca nāma yasmā punabbhavabhūtāpi apunabbhavabhūtāpi atthi, idha ca punabbhavabhūtā adhippetā, tasmā vuttaṁ – ‘‘punabbhavo eva abhinibbatti punabbhavābhinibbattī’’ti.",
  "atk-s0404a1:16": "Evaṁ āgatakālato paṭṭhāya arasarūpatādīhi aṭṭhahi akkosavatthūhi akkosantampi brāhmaṇaṁ bhagavā dhammissaro dhammarājā dhammasāmī tathāgato anukampāya sītaleneva cakkhunā brāhmaṇaṁ olekento yaṁ dhammadhātuṁ paṭivijjhitvā desanāvilāsappattā nāma hoti, tassā dhammadhātuyā suppaṭividdhattā vigatavalāhake nabhe puṇṇacando viya ca saradakāle sūriyo viya ca brāhmaṇassa hadayandhakāraṁ vidhamento tāniyeva akkosavatthūni tena tena pariyāyena aññathā dassetvā punapi attano karuṇāvipphāraṁ aṭṭhahi lokadhammehi akampiyabhāvena paṭiladdhatādiguṇalakkhaṇaṁ pathavisamacittataṁ akuppadhammatañca pakāsento ‘‘ayaṁ brāhmaṇo kevalaṁ palitasirakhaṇḍadantavalittacatādīhi attano vuddhabhāvaṁ sallakkheti, no ca kho jānāti attānaṁ jātiyā anugataṁ jarāya anusaṭaṁ byādhino adhibhūtaṁ maraṇena abbhāhataṁ ajja maritvā puna sveva uttānaseyyadārakabhāvagamanīyaṁ . Mahantena kho pana ussāhena mama santikaṁ āgato, tadassa āgamanaṁ sātthakaṁ hotū’’ti cintetvā imasmiṁ loke attano appaṭisamaṁ purejātabhāvaṁ dassento seyyathāpi, brāhmaṇātiādinā nayena brāhmaṇassa dhammadesanaṁ vaḍḍhesi.",
  "atk-s0404a1:17": "Tattha seyyathāpītiādīnaṁ heṭṭhā vutanayeneva attho veditabbo. Ayaṁ pana viseso – heṭṭhā vuttanayeneva hi te kukkuṭapotakā pakkhe vidhunantā taṁkhaṇānurūpaṁ viravantā nikkhamanti. Evaṁ nikkhamantānañca tesaṁ yo paṭhamataraṁ nikkhamati, so jeṭṭhoti vuccati. Tasmā bhagavā tāya upamāya attano jeṭṭhabhāvaṁ sādhetukāmo brāhmaṇaṁ pucchati – yo nu kho tesaṁ kukkuṭacchāpotakānaṁ…pe… kinti svāssa vacanīyoti. Tattha kukkuṭacchāpakānanti kukkuṭapotakānaṁ. Kinti svāssa vacanīyoti so kinti vacanīyo assa, kiṁ vattabbo bhaveyya jeṭṭho vā kaniṭṭho vāti.",
  "atk-s0404a1:18": "‘‘Jeṭṭho’’tissa, bho gotama, vacanīyoti, bho gotama, so jeṭṭho iti assa vacanīyo. Kasmāti ce? So hi nesaṁ jeṭṭhoti, yasmā so nesaṁ vuddhataroti attho. Athassa bhagavā opammaṁ sampaṭipādento evameva khoti āha, yathā so kukkuṭapotako, evaṁ ahampi. Avijjāgatāyapajāyāti avijjā vuccati aññāṇaṁ, tattha gatāya. Pajāyāti sattadhivacanametaṁ, avijjākosassa anto paviṭṭhesu sattesūpi vuttaṁ hoti. Aṇḍabhūtāyāti aṇḍe bhūtāya pajātāya sañjātāya. Yathā hi aṇḍe nibbattā ekacce sattā aṇḍabhūtāti vuccanti, evamayaṁ sabbāpi pajā avijjaṇḍakose nibbattattā aṇḍabhūtāti vuccati. Pariyonaddhāyāti tena avijjaṇḍakosena samantato onaddhāya baddhāya veṭhitāya. Avijjaṇḍakosaṁ padāletvāti taṁ avijjāmayaṁ aṇḍakosaṁ bhinditvā. Ekova loketi sakalepi lokasannivāse ahameva eko adutiyo. Anuttaraṁ sammāsambodhiṁ abhisambuddhoti uttararahitaṁ sabbaseṭṭhaṁ sammā sāmañca bodhiṁ, atha vā pasatthaṁ sundarañca bodhiṁ. Arahattamaggañāṇassetaṁ nāmaṁ, sabbaññutaññāṇassāpi nāmameva. Ubhayampi vaṭṭati. Aññesaṁ arahattamaggo anuttarā bodhi hoti, na hotīti? Na hoti. Kasmā? Asabbaguṇadāyakattā. Tesañhi kassaci arahattamaggo arahattaphalameva deti, kassaci tisso vijjā, kassaci cha abhiññā, kassaci catasso paṭisambhidā, kassaci sāvakapāramiñāṇaṁ. Paccekabuddhānampi paccekabodhiñāṇameva deti, buddhānaṁ pana sabbaguṇasampattiṁ deti abhiseko viya rañño sabbalokissarabhāvaṁ. Tasmā aññassa kassacipi anuttarā bodhi na hotīti. Abhisambuddhoti abbhaññāsiṁ paṭivijjhiṁ, pattomhi adhigatomhīti vuttaṁ hoti.",
  "atk-s0404a1:19": "Idāni yadetaṁ bhagavatā ‘‘evameva kho’’tiādinā nayena vuttaṁ opammasampaṭipādanaṁ, taṁ evaṁ atthena saṁsanditvā veditabbaṁ – yathā hi tassā kukkuṭiyā attano aṇḍesu adhisayanāditividhakiriyākaraṇaṁ, evaṁ bodhipallaṅke nisinnassa bodhisattabhūtassa bhagavato attano santāne aniccaṁ, dukkhaṁ, anattāti tividhānupassanākaraṇaṁ. Kukkuṭiyā tividhakiriyāsampādanena aṇḍānaṁ apūtibhāvo viya bodhisattabhūtassa bhagavato tividhānupassanāsampādanena vipassanāñāṇassa aparihāni. Kukkuṭiyā tividhakiriyākaraṇena aṇḍānaṁ allasinehapariyādānaṁ viya bodhisattabhūtassa bhagavato tividhānupassanāsampādanena bhavattayānugatanikantisinehapariyādānaṁ. Kukkuṭiyā tividhakiriyākaraṇena aṇḍakapālānaṁ tanubhāvo viya bodhisattabhūtassa bhagavato tividhānupassanāsampādanena avijjaṇḍakosassa tanubhāvo, kukkuṭiyā tividhakiriyākaraṇena kukkuṭapotakassa pādanakhatuṇḍakānaṁ thaddhakharabhāvo viya bodhisattabhūtassa bhagavato tividhānupassanāsampādanena vipassanāñāṇassa tikkhakharavippasannasūrabhāvo. Kukkuṭiyā tividhakiriyākaraṇena kukkuṭapotakassa pariṇāmakālo viya bodhisattabhūtassa bhagavato tividhānupassanāsampādanena vipassanāñāṇassa pariṇāmakālo vaḍḍhikālo gabbhaggahaṇakālo. Kukkuṭiyā tividhakiriyākaraṇena kukkuṭapotakassa pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṁ padāletvā pakkhe papphoṭetvā sotthinā abhinibbhidākālo viya bhagavato tividhānupassanāsampādanena vipassanāñāṇagabbhaṁ gaṇhāpetvā anupubbādhigatena arahattamaggena avijjaṇḍakosaṁ padāletvā abhiññāpakkhe papphoṭetvā sotthinā sakalabuddhaguṇasacchikatakālo veditabbo.",
  "atk-s0404a1:20": "Ahañhi, brāhmaṇa, jeṭṭho seṭṭho lokassāti, brāhmaṇa, yathā tesaṁ kukkuṭapotakānaṁ paṭhamataraṁ aṇḍakosaṁ padāletvā abhinibbatto kukkuṭapotako jeṭṭho hoti, evaṁ avijjāgatāya pajāya taṁ avijjaṇḍakosaṁ padāletvā paṭhamataraṁ ariyāya jātiyā jātattā ahañhi jeṭṭho vuddhatamoti saṅkhaṁ gato, sabbaguṇehi pana appaṭisamattā seṭṭhoti.",
  "atk-s0404a1:21": "Evaṁ bhagavā attano anuttaraṁ jeṭṭhaseṭṭhabhāvaṁ brāhmaṇassa pakāsetvā idāni yāya paṭipadāya taṁ adhigato, taṁ paṭipadaṁ pubbabhāgato pabhuti dassetuṁ āraddhaṁ kho pana me, brāhmaṇātiādimāha. Tattha āraddhaṁ kho pana me, brāhmaṇa, vīriyaṁ ahosīti, brāhmaṇa, na mayā ayaṁ anuttaro jeṭṭhaseṭṭhabhāvo kusītena muṭṭhassatinā sāraddhakāyena vikkhittacitena adhigato, apica kho tadadhigamāya āraddhaṁ kho pana me vīriyaṁ ahosi. Bodhimaṇḍe nisinnena mayā catusammappadhānabhedaṁ vīriyaṁ āraddhaṁ ahosi, paggahitaṁ asithilappavattitaṁ. Āraddhattāyeva ca me taṁ asallīnaṁ ahosi . Na kevalañca vīriyameva, satipi me ārammaṇābhimukhabhāvena upaṭṭhitā ahosi, upaṭṭhitattāyeva ca asammuṭṭhā. Passaddho kāyo asāraddhoti kāyacittappassaddhivasena kāyopi me passaddho ahosi. Tattha yasmā nāmakāye passaddhe rūpakāyopi passaddhoyeva hoti, tasmā ‘‘nāmakāyo rūpakāyo’’ti avisesetvāva ‘‘passaddho kāyo’’ti vuttaṁ. Asāraddhoti so ca kho passaddhattāyeva asāraddho, vigatadarathoti vuttaṁ hoti . Samāhitaṁ cittaṁ ekagganti cittampi me sammā āhitaṁ suṭṭhu ṭhapitaṁ appitaṁ viya ahosi, samāhitattā eva ca ekaggaṁ acalaṁ nipphandananti. Ettāvatā jhānassa pubbabhāgapaṭipadā kathitā hoti.",
  "atk-s0404a1:22": "Idāni imāya paṭipadāya adhigataṁ paṭhamajjhānaṁ ādiṁ katvā vijjāttayapariyosānaṁ visesaṁ dassento so kho ahantiādimāha. Tattha yaṁ yāva vinicchayanayena vattabbaṁ siyā, taṁ visuddhimagge (visuddhi. 1.69) vuttameva.",
  "atk-s0404a1:23": "Ayaṁ kho me, brāhmaṇātiādīsu pana vijjāti viditakaraṇaṭṭhena vijjā. Kiṁ viditaṁ karoti ? Pubbenivāsaṁ. Avijjāti tasseva pubbenivāsassa aviditakaraṇaṭṭhena tappaṭicchādakamoho. Tamoti sveva moho tappaṭicchādakaṭṭhena tamo nāma. Ālokoti sā eva vijjā obhāsakaraṇaṭṭhena ālokoti. Ettha ca vijjā adhigatāti attho, sesaṁ pasaṁsāvacanaṁ. Yojanā panettha – ayaṁ kho me vijjā adhigatā, tassa me adhigatavijjassa avijjā vihatā, vinaṭṭhāti attho. Kasmā? Yasmā vijjā uppannā. Esa nayo itarasmimpi padadvaye. Yathā tanti ettha tanti nipātamattaṁ. Satiyā avippavāsena appamattassa vīriyātāpena ātāpino kāye ca jīvite ca anapekkhātāya pahitattassa pesitattassāti attho. Idaṁ vuttaṁ hoti – yathā appamattassa ātāpino pahitattassa viharato avijjā vihaññeyya, vijjā uppajjeyya tamo vihaññeyya, āloko uppajjeyya, evameva mama avijjā vihatā, vijjā uppannā, tamo vihato, āloko uppanno. Etassa me padhānānuyogassa anurūpameva phalaṁ laddhanti.",
  "atk-s0404a1:24": "Ayaṁ kho me, brāhmaṇa, paṭhamā abhinibbhidā ahosi kukkuṭacchāpakasseva aṇḍakosamhāti ayaṁ kho mama, brāhmaṇa, pubbenivāsānussatiñāṇamukhatuṇḍakena pubbe nivutthakhandhappaṭicchādakaṁ avijjaṇḍakosaṁ padāletvā paṭhamā abhinibbhidā paṭhamā nikkhanti paṭhamā ariyājāti ahosi kukkuṭacchāpakasseva mukhatuṇḍakena vā ṁ pādanakhasikhāya vā aṇḍakosaṁ padāletvā tamhā aṇḍakosamhā abhinibbhidā nikkhanti kukkuṭanikāye paccājātīti. Ayaṁ tāva pubbenivāsakathāyaṁ nayo.",
  "atk-s0404a1:25": "Cutupapātakathāya pana vijjāti dibbacakkhuñāṇavijjā. Avijjāti cutupapātappaṭicchādikā avijjā. Yathā pana pubbenivāsakathāyaṁ ‘‘pubbenivāsānussatiñāṇamukhatuṇḍakena pubbe nivutthakkhandhappaṭicchādakaṁ avijjaṇḍakosaṁ padāletvā’’ti vuttaṁ, evamidha ‘‘cutupapātañāṇamukhatuṇḍakena cutupapātappaṭicchādakaṁ avijjaṇḍakosaṁ padāletvā’’ti vattabbaṁ.",
  "atk-s0404a1:26": "Yaṁ panetaṁ paccavekkhaṇañāṇapariggahitaṁ āsavānaṁ khayañāṇādhigamaṁ brāhmaṇassa dassento ayaṁ kho me, brāhmaṇa, tatiyā vijjātiādimāha, tattha vijjāti arahattamaggavijjā. Avijjāti catusaccappaṭicchādikā avijjā. Ayaṁ kho me, brāhmaṇa, tatiyā abhinibbhidā ahosīti ettha ayaṁ kho mama, brāhmaṇa, āsavānaṁ khayañāṇamukhatuṇḍakena catusaccapaṭicchādakaṁ avijjaṇḍakosaṁ padāletvā tatiyā abhinibbhidā tatiyā nikkhanti tatiyā ariyajāti ahosi kukkuṭacchāpakasseva mukhatuṇḍakena vā pādanakhasikhāya vā aṇḍakosaṁ padāletvā tamhā aṇḍakosamhā abhinibbhidā nikkhanti kukkuṭanikāye paccājātīti.",
  "atk-s0404a1:27": "Ettāvatā kiṁ dassesīti? So hi, brāhmaṇa, kukkuṭacchāpako aṇḍakosaṁ padāletvā tato nikkhamanto sakimeva jāyati, ahaṁ pana pubbenivutthakkhandhappaṭicchādakaṁ avijjaṇḍakosaṁ bhinditvā paṭhamaṁ tāva pubbenivāsānussatiñāṇavijjāya jāto. Tato sattānaṁ cutipaṭisandhippaṭicchādakaṁ avijjaṇḍakosaṁ padāletvā dutiyaṁ dibbacakkhuñāṇavijjāya jāto, puna catusaccappaṭicchādakaṁ avijjaṇḍakosaṁ padāletvā tatiyaṁ āsavānaṁ khayañāṇavijjāya jāto. Evaṁ tīhi vijjāhi tikkhattuṁ jātomhi. Sā ca me jāti ariyā suparisuddhāti idaṁ dasseti. Evaṁdassento ca pubbenivāsañāṇena atītaṁsañāṇaṁ, dibbacakkhunā paccuppannānāgataṁsañāṇaṁ, āsavakkhayena sakalalokiyalokuttaraguṇanti evaṁ tīhi vijjāhi sabbepi sabbaññuguṇe pakāsetvā attano ariyāya jātiyā jeṭṭhaseṭṭhabhāvaṁ brāhmaṇassa dassesi.",
  "atk-s0404a1:28": "Evaṁ vutte verañjo brāhmaṇoti evaṁ bhagavatā lokānukampakena brāhmaṇaṁ anukampamānena niguhitabbepi attano ariyāya jātiyā jeṭṭhaseṭṭhabhāve vijjāttayapakāsikāya dhammadesanāya vutte pītivipphāraparipuṇṇagattacitto verañjo brāhmaṇo taṁ bhagavato ariyāya jātiyā jeṭṭhaseṭṭhabhāvaṁ viditvā ‘‘īdisaṁ nāmāhaṁ sabbalokajeṭṭhaṁ sabbaguṇasamannāgataṁ sabbaññuṁ ‘aññesaṁ abhivādanādikammaṁ na karotī’ti avacaṁ, dhiratthu vata, bho, aññāṇa’’nti attānaṁ garahitvā ‘‘ayaṁ dāni loke ariyāya jātiyā purejātaṭṭhena jeṭṭho, sabbaguṇehi appaṭisamaṭṭhena seṭṭho’’ti niṭṭhaṁ gantvā bhagavantaṁ etadavoca – jeṭṭho bhavaṁ gotamo seṭṭho bhavaṁ gotamoti. Evañca pana vatvā puna taṁ bhagavato dhammadesanaṁ abbhanumodamāno abhikkantaṁ bho gotamātiādimāha. Taṁ vuttatthamevāti.",
  "atk-s0404a1:29": "2. Sīhasuttavaṇṇanā",
  "atk-s0404a1:30": "12. Dutiye abhiññātāti ñātā paññātā pākaṭā. Santhāgāreti mahājanassa vissamanatthāya kate agāre. Sā kira santhāgārasālā nagaramajjhe ahosi, catūsu ṭhānesu ṭhitānaṁ paññāyati, catūhi disāhi āgatamanussā paṭhamaṁ tattha vissamitvā pacchā attano attano phāsukaṭṭhānaṁ gacchanti. Rājakulānaṁ rajjakiccasantharaṇatthāya kataṁ agārantipi vadantiyeva. Tattha hi nisīditvā licchavirājāno rajjakiccaṁ santharanti karonti vicārenti. Sannisinnāti tesaṁ nisīdanatthaññeva paññattesu mahārahavarapaccattharaṇesu samussitasetacchattesu āsanesu sannisinnā. Anekapariyāyena buddhassa vaṇṇaṁ bhāsantīti rājakule kiccañceva lokatthacariyañca vicāretvā anekehi kāraṇehi buddhassa vaṇṇaṁ bhāsanti kathenti dīpenti. Paṇḍitā hi te rājāno saddhā pasannā sotāpannāpi sakadāgāminopi anāgāminopi ariyasāvakā, te sabbepi lokiyajaṭaṁ chinditvā buddhādīnaṁ tiṇṇaṁ ratanānaṁ vaṇṇaṁ bhāsanti. Tattha tividho buddhavaṇṇo nāma cariyavaṇṇo, sarīravaṇṇo, guṇavaṇṇoti. Tatrime rājāno cariyāya vaṇṇaṁ ārabhiṁsu – ‘‘dukkaraṁ vata kataṁ sammāsambuddhena kappasatasahassādhikāni cattāri asaṅkheyyāni dasa pāramiyo, dasa upapāramiyo, dasa paramatthapāramiyoti samattiṁsa pāramiyo pūrentena, ñātatthacariyaṁ, lokatthacariyaṁ, buddhacariyaṁ matthakaṁ pāpetvā pañca mahāpariccāge pariccajantenā’’ti aḍḍhacchakkehi jātakasatehi buddhavaṇṇaṁ kathentā tusitabhavanaṁ pāpetvā ṭhapayiṁsu.",
  "atk-s0404a1:31": "Dhammassavaṇṇaṁ bhāsantā pana ‘‘tena bhagavatā dhammo desito, nikāyato pañca nikāyā, piṭakato tīṇi piṭakāni, aṅgato nava aṅgāni, khandhato caturāsītidhammakkhandhasahassānī’’ti koṭṭhāsavasena dhammaguṇaṁ kathayiṁsu.",
  "atk-s0404a1:32": "Saṅghassa vaṇṇaṁ bhāsantā satthu dhammadesanaṁ sutvā ‘‘paṭiladdhasaddhā kulaputtā bhogakkhandhañceva ñātiparivaṭṭañca pahāya setacchattaṁ oparajjaṁ senāpatiseṭṭhibhaṇḍāgārikaṭṭhānantarādīni agaṇetvā nikkhamma satthu varasāsane pabbajanti. Setacchattaṁ pahāya pabbajitānaṁ bhaddiyarājamahākappinapukkusātiādīnaṁ rājapabbajitānaṁyeva buddhakāle asītisahassāni ahesuṁ. Anekakoṭisataṁ dhanaṁ pahāya pabbajitānaṁ pana yasakulaputtasoṇaseṭṭhiputtaraṭṭhapālakulaputtādīnaṁ paricchedo natthi. Evarūpā ca evarūpā ca kulaputtā satthu sāsane pabbajantī’’ti pabbajjāsaṅkhepavasena saṅghaguṇe kathayiṁsu.",
  "atk-s0404a1:33": "Sīhosenāpatīti evaṁnāmako senāya adhipati. Vesāliyañhi satta sahassāni satta satāni satta ca rājāno. Te sabbepi sannipatitvā sabbesaṁ manaṁ gahetvā ‘‘raṭṭhaṁ vicāretuṁ samatthaṁ ekaṁ vicinathā’’ti vicinantā sīhaṁ rājakumāraṁ disvā ‘‘ayaṁ sakkhissatī’’ti sanniṭṭhānaṁ katvā tassa rattamaṇivaṇṇaṁ kambalapariyonaddhaṁ senāpaticchattaṁ adaṁsu. Taṁ sandhāya vuttaṁ – ‘‘sīho senāpatī’’ti. Nigaṇṭhasāvakoti nigaṇṭhassa nāṭaputtassa paccayadāyako upaṭṭhāko. Jambudīpatalasmiñhi tayo janā nigaṇṭhānaṁ aggupaṭṭhākā – nāḷandāyaṁ, upāli gahapati, kapilapure vappo sakko, vesāliyaṁ ayaṁ sīho senāpatīti. Nisinnohotīti sesarājūnaṁ parisāya antarantare āsanāni paññāpayiṁsu, sīhassa pana majjhe ṭhāneti tasmiṁ paññatte mahārahe rājāsane nisinno hoti. Nissaṁsayanti nibbicikicchaṁ addhā ekaṁsena, na hete yassa vā tassa vā appesakkhassa evaṁ anekasatehi kāraṇehi vaṇṇaṁ bhāsanti.",
  "atk-s0404a1:34": "Yena nigaṇṭho nāṭaputto tenupasaṅkamīti nigaṇṭho kira nāṭaputto ‘‘sacāyaṁ sīho kassacideva samaṇassa gotamassa vaṇṇaṁ kathentassa sutvā samaṇaṁ gotamaṁ dassanāya upasaṅkamissati, mayhaṁ parihāni bhavissatī’’ti cintetvā paṭhamataraṁyeva sīhaṁ senāpatiṁ etadavoca – ‘‘senāpati imasmiṁ loke ‘ahaṁ buddho ahaṁ buddho’ti bahū vicaranti. Sace tvaṁ kassaci dassanāya upasaṅkamitukāmo ahosi, maṁ puccheyyāsi. Ahaṁ te yuttaṭṭhānaṁ pesessāmi, ayuttaṭṭhānato nivāressāmī’’ti. So taṁ kathaṁ anussaritvā ‘‘sace maṁ pesessati, gamissāmi. No ce, na gamissāmī’’ti cintetvā yena nigaṇṭho nāṭaputto, tenupasaṅkami.",
  "atk-s0404a1:35": "Athassa vacanaṁ sutvā nigaṇṭho mahāpabbatena viya balavasokena otthaṭo ‘‘yattha dānissāhaṁ gamanaṁ na icchāmi, tattheva gantukāmo jāto, hatohamasmī’’ti anattamano hutvā ‘‘paṭibāhanupāyamassa karissāmī’’ti cintetvā kiṁ pana tvantiādimāha. Evaṁ vadanto vicarantaṁ goṇaṁ daṇḍena paharanto viya jalamānaṁ padīpaṁ nibbāpento viya bhattabharitaṁ pattaṁ nikkujjanto viya ca sīhassa uppannapītiṁ vināsesi. Gamiyābhisaṅkhāroti hatthiyānādīnaṁ yojāpanagandhamālādiggahaṇavasena pavatto payogo. So paṭippassambhīti so vūpasanto.",
  "atk-s0404a1:36": "Dutiyampi khoti dutiyavārampi. Imasmiñca vāre buddhassa vaṇṇaṁ bhāsantā tusitabhavanato paṭṭhāya yāva mahābodhipallaṅkā dasabalassa heṭṭhā pādatalehi upari kesaggehi paricchinditvā dvattiṁsamahāpurisalakkhaṇaasītianubyañjanabyāmappabhānaṁ vasena sarīravaṇṇaṁ kathayiṁsu. Dhammassa vaṇṇaṁ bhāsantā ‘‘ekapadepi ekabyañjanepi avakhalitaṁ nāma natthī’’ti sukathitavaseneva dhammaguṇaṁ kathayiṁsu. Saṅghassa vaṇṇaṁ bhāsantā ‘‘evarūpaṁ yasasirivibhavaṁ pahāya satthu sāsane pabbajitā na kosajjapakatikā honti, terasasu pana dhutaṅgaguṇesu paripūrakārino hutvā sattasu anupassanāsu kammaṁ karonti, aṭṭhatiṁsārammaṇavibhattiyo vaḷañjentī’’ti paṭipadāvasena saṅghaguṇe kathayiṁsu.",
  "atk-s0404a1:37": "Tatiyavāre pana buddhassa vaṇṇaṁ bhāsamānā ‘‘itipi so bhagavā’’ti suttantapariyāyeneva buddhaguṇe kathayiṁsu, ‘‘svākkhāto bhagavatā dhammo’’tiādinā suttantapariyāyeneva dhammaguṇe, ‘‘suppaṭipanno bhagavato sāvakasaṅgho’’tiādinā suttantapariyāyeneva saṅghaguṇe ca kathayiṁsu. Tato sīho cintesi – ‘‘imesañca licchavirājakumārānaṁ tatiyadivasato paṭṭhāya buddhadhammasaṅghaguṇe kathentānaṁ mukhaṁ nappahoti, addhā anomaguṇena samannāgatā so bhagavā, imaṁ dāni uppannaṁ pītiṁ avijahitvāva ahaṁ ajja sammāsambuddhaṁ passissāmī’’ti. Athassa ‘‘kiṁ hi me karissanti nigaṇṭhā’’ti vitakko udapādi. Tattha kiṁ hi me karissantīti kiṁ nāma mayhaṁ nigaṇṭhā karissanti. Apalokitā vā anapalokitā vāti āpucchitā vā anāpucchitā vā. Na hi me te āpucchitā yānavāhanasampattiṁ, na ca issariyavisesaṁ dassanti, nāpi anāpucchitā harissanti, aphalaṁ etesaṁ āpucchananti adhippāyo.",
  "atk-s0404a1:38": "Vesāliyā niyyāsīti yathā hi gimhakāle deve vuṭṭhe udakaṁ sandamānaṁ nadiṁ otaritvā thokameva gantvā tiṭṭhati nappavattati, evaṁ sīhassa paṭhamadivase ‘‘dasabalaṁ passissāmī’’ti uppannāya pītiyā nigaṇṭhena paṭibāhitakālo. Yathāpi dutiyadivase deve vuṭṭhe udakaṁ sandamānaṁ nadiṁ otaritvā thokaṁ gantvā vālikāpuñjaṁ paharitvā appavattaṁ hoti, evaṁ sīhassa dutiyadivase ‘‘dasabalaṁ passissāmī’’ti uppannāya pītiyā nigaṇṭhena paṭibāhitakālo. Yathā tatiyadivase deve vuṭṭhe udakaṁ sandamānaṁ nadiṁ otaritvā purāṇapaṇṇasukkhadaṇḍakaṭṭhakacavarādīni parikaḍḍhantaṁ vālikāpuñjaṁ bhinditvā samuddaninnameva hoti, evaṁ sīho tatiyadivase tiṇṇaṁ vatthūnaṁ guṇakathaṁ sutvā uppanne pītipāmojje ‘‘aphalā nigaṇṭhā nipphalā nigaṇṭhā, kiṁ me ime karissanti, gamissāmahaṁ satthusantika’’nti manaṁ abhinīharitvā vesāliyā niyyāsi. Niyyanto ca ‘‘cirassāhaṁ dasabalassa santikaṁ gantukāmo jāto, na kho pana me yuttaṁ aññātakavesena gantu’’nti ‘‘yekeci dasabalassa santikaṁ gantukāmā, sabbe nikkhamantū’’ti ghosanaṁ kāretvā pañcarathasatāni yojāpetvā uttamarathe ṭhito tehi ceva pañcahi rathasatehi mahatiyā ca parisāya parivuto gandhapupphacuṇṇavāsādīni gāhāpetvā niyyāsi. Divā divassāti divasassa ca divā, majjhanhike atikkantamatte.",
  "atk-s0404a1:39": "Yena bhagavā tenupasaṅkamīti ārāmaṁ pavisanto dūratova asīti-anubyañjana-byāmappabhā-dvattiṁsa-mahāpurisalakkhaṇāni chabbaṇṇaghanabuddharasmiyo ca disvā ‘‘evarūpaṁ nāma purisaṁ evaṁ āsanne vasantaṁ ettakaṁ kālaṁ nāddasaṁ, vañcito vatamhi, alābhā vata me’’ti cintetvā mahānidhiṁ disvā daliddapuriso viya sañjātapītipāmojjo yena bhagavā tenupasaṅkami. Dhammassa cānudhammaṁ byākarontīti bhotā gotamena vuttakāraṇassa anukāraṇaṁ kathenti. Kāraṇavacano hettha dhammasaddo ‘‘hetumhi ñāṇaṁ dhammapaṭisambhidā’’tiādīsu (vibha. 720) viya. Kāraṇanti cettha tathāpavattassa saddassa attho adhippeto tassa pavattihetubhāvato. Atthappayutto hi saddappayogo. Anukāraṇanti eso eva parehi tathā vuccamāno. Sahadhammiko vādānuvādoti. Parehi vuttakāraṇehi sakāraṇo hutvā tumhākaṁ vādo vā tato paraṁ tassa anuvādo vā koci appamattakopi viññūhi garahitabbaṁ ṭhānaṁ kāraṇaṁ na āgacchati. Idaṁ vuttaṁ hoti – kiṁ sabbākārenapi tava vāde gārayhaṁ kāraṇaṁ natthīti. Anabbhakkhātukāmāti na abhūtena vattukāmā. Atthi sīhapariyāyotiādīnaṁ attho verañjakaṇḍe āgatanayeneva veditabbo. Paramenaassāsenāti catumaggacatuphalasaṅkhātena uttamena. Assāsāya dhammaṁ desemīti assāsanatthāya santhambhanatthāya dhammaṁ desemi. Iti bhagavā aṭṭhahaṅgehi sīhassa senāpatissa dhammaṁ desesi.",
  "atk-s0404a1:40": "Anuviccakāranti anuviditvā cintetvā tulayitvā kattabbaṁ karohīti vuttaṁ hoti. Sādhu hotīti sundaro hoti. Tumhādisasmiñhi maṁ disvā maṁ saraṇaṁ gacchante nigaṇṭhaṁ disvā nigaṇṭhaṁ saraṇaṁ gacchante ‘‘kiṁ ayaṁ sīho diṭṭhadiṭṭhameva saraṇaṁ gacchatī’’ti garahā uppajjati, tasmā anuviccakāro tumhādisānaṁ sādhūti dasseti. Paṭākaṁ parihareyyunti te kira evarūpaṁ sāvakaṁ labhitvā ‘‘asuko nāma rājā vā rājamahāmatto vā seṭṭhi vā amhākaṁ saraṇaṁ gato sāvako jāto’’ti paṭākaṁ ukkhipitvā nagare ghosentā āhiṇḍanti. Kasmā? Evaṁ no mahantabhāvo āvibhavissatīti ca. Sace panassa ‘‘kimahaṁ etesaṁ saraṇaṁ gato’’ti vippaṭisāro uppajjeyya, tampi so ‘‘etesaṁ me saraṇagatabhāvaṁ bahū jānanti, dukkhaṁ idāni paṭinivattitu’’nti vinodetvā na paṭikkamissatīti ca. Tenāha – ‘‘paṭākaṁ parihareyyu’’nti. Opānabhūtanti paṭiyattaudapāno viya ṭhitaṁ. Kulanti tava nivesanaṁ. Dātabbaṁ maññeyyāsīti pubbe dasapi vīsatipi saṭṭhipi jane āgate disvā natthīti avatvā desi, idāni maṁ saraṇaṁ gatakāraṇamatteneva mā imesaṁ deyyadhammaṁ upacchindi. Sampattānañhi dātabbamevāti ovadi. Sutaṁ metaṁ, bhanteti kuto sutanti? Nigaṇṭhānaṁ santikā. Te kira kulagharesu evaṁ pakāsenti ‘‘mayaṁ yassa kassaci sampattassa dātabbanti vadāma, samaṇo pana gotamo ‘mayhameva dānaṁ dātabbaṁ nāññesaṁ, mayhameva sāvakānaṁ dānaṁ dātabbaṁ, nāññesaṁ sāvakānaṁ, mayhameva dinnaṁ dānaṁ mahapphalaṁ, nāññesaṁ, mayhameva sāvakānaṁ dinnaṁ mahapphalaṁ, nāññesa’nti evaṁ vadatī’’ti. Taṁ sandhāya ayaṁ ‘‘sutaṁ meta’’nti āha.",
  "atk-s0404a1:41": "Anupubbiṁ kathanti dānānantaraṁ sīlaṁ, sīlānantaraṁ saggaṁ, saggānantaraṁ magganti evaṁ anupaṭipāṭikathaṁ. Tattha dānakathanti idaṁ dānaṁ nāma sukhānaṁ nidānaṁ, sampattīnaṁ mūlaṁ, bhogānaṁ patiṭṭhā, visamagatassa tāṇaṁ leṇaṁ gati parāyaṇaṁ, idhalokaparalokesu dānasadiso avassayo patiṭṭhā ārammaṇaṁ tāṇaṁ leṇaṁ gati parāyaṇaṁ natthi. Idañhi avassayaṭṭhena ratanamayasīhāsanasadisaṁ, patiṭṭhānaṭṭhena mahāpathavīsadisaṁ, ārammaṇaṭṭhena ālambanarajjusadisaṁ. Idañhi dukkhanittharaṇaṭṭhena nāvā, samassāsanaṭṭhena saṅgāmasūro, bhayaparittāṇaṭṭhena susaṅkhatanagaraṁ, maccheramalādīhi anupalittaṭṭhena padumaṁ, tesaṁ nidahanaṭṭhena aggi, durāsadaṭṭhena āsiviso, asantāsanaṭṭhena sīho, balavantaṭṭhena hatthī, abhimaṅgalasammataṭṭhena setavasabho, khemantabhūmisampāpanaṭṭhena valāhako assarājā. Dānaṁ nāmetaṁ mayā gatamaggo, mayheso vaṁso, mayā dasa pāramiyo pūrentena velāmamahāyañño, mahāgovindamahāyañño, mahāsudassanamahāyañño, vessantaramahāyaññoti, anekamahāyaññā pavattitā, sasabhūtena jalitaaggikkhandhe attānaṁ niyyādentena sampattayācakānaṁ cittaṁ gahitaṁ. Dānañhi loke sakkasampattiṁ deti mārasampattiṁ brahmasampattiṁ, cakkavattisampattiṁ, sāvakapāramīñāṇaṁ, paccekabodhiñāṇaṁ, abhisambodhiñāṇaṁ detīti evamādidānaguṇappaṭisaṁyuttaṁ kathaṁ.",
  "atk-s0404a1:42": "Yasmā pana dānaṁ dento sīlaṁ samādātuṁ sakkoti, tasmā tadanantaraṁ sīlakathaṁ kathesi. Sīlakathanti sīlaṁ nāmetaṁ avassayo patiṭṭhā ārammaṇaṁ tāṇaṁ leṇaṁ gati parāyaṇaṁ. Sīlaṁ nāmetaṁ mama vaṁso , ahaṁ saṅkhapālanāgarājakāle bhūridattanāgarājakāle campeyyanāgarājakāle sīlavarājakāle mātuposakahatthirājakāle chaddantahatthirājakāleti anantesu attabhāvesu sīlaṁ paripūresiṁ. Idhalokaparalokasampattīnañhi sīlasadiso avassayo patiṭṭhā ārammaṇaṁ tāṇaṁ leṇaṁ gati parāyaṇaṁ natthi, sīlālaṅkārasadiso alaṅkāro natthi, sīlapupphasadisaṁ pupphaṁ natthi, sīlagandhasadiso gandho natthi. Sīlālaṅkārena hi alaṅkataṁ sīlagandhānulittaṁ sadevakopi loko olokento tittiṁ na gacchatīti evamādisīlaguṇappaṭisaṁyuttaṁ kathaṁ.",
  "atk-s0404a1:43": "‘‘Idaṁ pana sīlaṁ nissāya ayaṁ saggo labbhatī’’ti dassetuṁ sīlānantaraṁ saggakathaṁ kathesi. Saggakathanti ‘‘ayaṁ saggo nāma iṭṭho kanto manāpo, niccamettha kīḷā, niccaṁ sampattiyo labbhanti, cātumahārājikā devā navutivassasatasahassāni dibbasukhaṁ dibbasampattiṁ anubhavanti, tāvatiṁsā tisso ca vassakoṭiyo saṭṭhi ca vassasatasahassānī’’ti evamādisaggaguṇappaṭisaṁyuttaṁ kathaṁ. Saggasampattiṁ kathayantānañhi buddhānaṁ mukhaṁ nappahoti. Vuttampi cetaṁ – ‘‘anekapariyāyena khvāhaṁ, bhikkhave, saggakathaṁ katheyya’’ntiādi (ma. ni. 3.255).",
  "atk-s0404a1:44": "Evaṁ saggakathāya palobhetvā pana hatthiṁ alaṅkaritvā tassa soṇḍaṁ chindanto viya ‘‘ayampi saggo anicco addhuvo, na ettha chandarāgo kattabbo’’ti dassanatthaṁ ‘‘appassādā kāmā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’’tiādinā (ma. ni. 1.235-236; 2.42) nayena kāmānaṁ ādīnavaṁ okāraṁ saṁkilesaṁ kathesi. Tattha ādīnavoti doso. Okāroti avakāro lāmakabhāvo. Saṁkilesoti tehi sattānaṁ saṁsāre saṁkilissanaṁ. Yathāha – ‘‘saṁkilissanti vata, bho, sattā’’ti (ma. ni. 2.351).",
  "atk-s0404a1:45": "Evaṁ kāmādīnavena tajjetvā nekkhamme ānisaṁsaṁ pakāsesi. Kallacittanti arogacittaṁ. Sāmukkaṁsikāti sāmaṁ ukkaṁsikā attanāyeva uddharitvā gahitā, sayambhuñāṇena diṭṭhā asādhāraṇā aññesanti attho. Kā pana sāti? Ariyasaccadesanā. Tenevāha – dukkhaṁ samudayaṁ nirodhaṁ magganti. Virajaṁ vītamalanti rāgarajādīnaṁ abhāvā virajaṁ, rāgamalādīnaṁ vigatattā vītamalaṁ. Dhammacakkhunti idha sotāpattimaggo adhippeto. Tassa uppattiākāradassanatthaṁ yaṁkiñci samudayadhammaṁ sabbaṁ taṁ nirodhadhammanti āha. Tañhi nirodhaṁ ārammaṇaṁ katvā kiccavasena evaṁ sabbasaṅkhataṁ paṭivijjhantaṁ uppajjati. Diṭṭho ariyasaccadhammo etenāti diṭṭhadhammo. Esa nayo sesesupi. Tiṇṇā vicikicchā anenāti tiṇṇavicikiccho. Vigatā kathaṁkathā assāti vigatakathaṁkatho. Visārajjaṁ pattoti vesārajjappatto. Kattha? Satthusāsane. Nāssa paro paccayo, na paraṁ saddhāya ettha vattatīti aparappaccayo.",
  "atk-s0404a1:46": "Pavattamaṁsanti pakatiyā pavattaṁ kappiyamaṁsaṁ mūlaṁ gahetvā antarāpaṇe pariyesāhīti adhippāyo. Sambahulā nigaṇṭhāti pañcasatamattā nigaṇṭhā. Thūlaṁ pasunti thūlaṁ mahāsarīraṁ gokaṇṇamahiṁsasūkarasaṅkhātaṁ pasuṁ. Uddissakatanti attānaṁ uddisitvā kataṁ, māritanti attho. Paṭiccakammanti svāyaṁ taṁ maṁsaṁ paṭicca taṁ pāṇavadhakammaṁ phusati. Tañhi akusalaṁ upaḍḍhaṁ dāyakassa, upaḍḍhaṁ paṭiggāhakassa hotīti nesaṁ laddhi. Aparo nayo – paṭiccakammanti attānaṁ paṭiccakataṁ. Atha vā paṭiccakammanti nimittakammassetaṁ adhivacanaṁ, taṁ paṭiccakammaṁ ettha atthīti maṁsampi paṭiccakammanti vuttaṁ. Upakaṇṇaketi kaṇṇamūle. Alanti paṭikkhepavacanaṁ, kiṁ imināti attho. Na ca paneteti ete āyasmanto dīgharattaṁ avaṇṇakāmā hutvā avaṇṇaṁ bhāsantāpi abbhācikkhantā na jiridanti, abbhakkhānassa antaṁ na gacchantīti attho. Atha vā lajjanatthe idaṁ jiridantīti padaṁ daṭṭhabbaṁ, na lajjantīti attho.",
  "atk-s0404a1:47": "3. Assājānīyasuttavaṇṇanā",
  "atk-s0404a1:48": "13. Tatiye aṅgehīti guṇaṅgehi. Tassaṁ disāyaṁ jāto hotīti tassaṁ sindhunadītīradisāyaṁ jāto hoti. Aññepi bhadrā assājānīyā tattheva jāyanti. Allaṁ vā sukkhaṁ vāti allatiṇaṁ vā sukkhatiṇaṁ vā. Nāññe asse ubbejetāti aññe asse na ubbejeti na paharati na ḍaṁsati na kalahaṁ karoti. Sāṭheyyānīti saṭhabhāvo. Kūṭeyyānīti kūṭabhāvo. Jimheyyānīti jimhabhāvo. Vaṅkeyyānīti vaṅkabhāvā. Iccassa catūhipi padehi asikkhitabhāvova kathito . Vāhīti vahanasabhāvo dinnovādapaṭikaro. Yāvajīvitamaraṇapariyādānāti yāva jīvitassa maraṇena pariyosānā. Sakkaccaṁ paribhuñjatīti amataṁ viya paccavekkhitvā paribhuñjati. Purisathāmenātiādīsu ñāṇathāmādayo kathitā. Saṇṭhānanti osakkanaṁ paṭippassaddhi.",
  "atk-s0404a1:49": "4. Assakhaḷuṅkasuttavaṇṇanā",
  "atk-s0404a1:50": "14. Catutthe ‘‘pehī’’ti vuttoti ‘‘gacchā’’ti vutto. Piṭṭhito rathaṁ pavattetīti khandhaṭṭhikena yugaṁ uppīḷitvā pacchimabhāgena rathaṁ pavaṭṭento osakkati. Pacchā laṅghati, kubbaraṁ hanatīti dve pacchimapāde ukkhipitvā tehi paharitvā rathakubbaraṁ bhindati. Tidaṇḍaṁ bhañjatīti rathassa purato tayo daṇḍakā honti, te bhañjati. Rathīsāya satthiṁ ussajjitvāti sīsaṁ nāmetvā yugaṁ bhūmiyaṁ pātetvā satthinā rathīsaṁ paharitvā. Ajjhomaddatīti dvīhi purimapādehi īsaṁ maddanto tiṭṭhati. Ubbaṭumaṁ rathaṁ karotīti thalaṁ vā kaṇḍakaṭṭhānaṁ vā rathaṁ āropeti. Anādiyitvāti amanasikatvā agaṇitvā. Mukhādhānanti mukhaṭhapanatthāya dinnaṁ ayasaṅkhalikaṁ. Khīlaṭṭhāyīti cattāro pāde thambhe viya niccalaṁ ṭhapetvā khīlaṭṭhānasadisena ṭhānena tiṭṭhati. Imasmiṁ sutte vaṭṭameva kathitaṁ.",
  "atk-s0404a1:51": "5. Malasuttavaṇṇanā",
  "atk-s0404a1:52": "15. Pañcame asajjhāyamalāti uggahitamantānaṁ asajjhāyakaraṇaṁ malaṁ nāma hoti. Anuṭṭhānamalā gharāti uṭṭhānavīriyābhāvo gharānaṁ malaṁ nāma. Vaṇṇassāti sarīravaṇṇassa. Rakkhatoti yaṁkiñci attano santakaṁ rakkhantassa. Avijjā paramaṁ malanti tato sesākusaladhammamalato aṭṭhasu ṭhānesu aññāṇabhūtā vaṭṭamūlasaṅkhātā bahalandhakāraavijjā paramaṁ malaṁ. Tato hi malataraṁ nāma natthi. Imasmimpi sutte vaṭṭameva kathitaṁ.",
  "atk-s0404a1:53": "6. Dūteyyasuttavaṇṇanā",
  "atk-s0404a1:54": "16. Chaṭṭhe dūteyyanti dūtakammaṁ. Gantumarahatīti taṁ dūteyyasaṅkhātaṁ sāsanaṁ dhāretvā harituṁ arahati. Sotāti yo taṁ assa sāsanaṁ deti , tassa sotā. Sāvetāti taṁ uggaṇhitvā ‘‘idaṁ nāma tumhehi vutta’’nti paṭisāvetā. Uggahetāti suggahitaṁ katvā uggahetā. Dhāretāti sudhāritaṁ katvā dhāretā. Viññāti atthānatthassa atthaṁ jānitā. Viññāpetāti paraṁ vijānāpetā. Sahitā sahitassāti idaṁ sahitaṁ, idaṁ asahitanti evaṁ sahitāsahitassa kusalo, upagatānupagatesu cheko sāsanaṁ ārocento sahitaṁ sallakkhetvā āroceti. Na byathatīti vedhati na chambhati. Asandiddhanti nissandehaṁ vigatasaṁsayaṁ. Pucchitoti pañhatthāya pucchito.",
  "atk-s0404a1:55": "7-8. Bandhanasuttadvayavaṇṇanā",
  "atk-s0404a1:56": "17-18. Sattame ruṇṇenāti ruditena. Ākappenāti nivāsanapārupanādinā vidhānena. Vanabhaṅgenāti vanato bhañjitvā āhaṭena pupphaphalādipaṇṇākārena. Aṭṭhamepi eseva nayo.",
  "atk-s0404a1:57": "9. Pahārādasuttavaṇṇanā",
  "atk-s0404a1:58": "19. Navame pahārādoti evaṁnāmako. Asurindoti asurajeṭṭhako. Asuresu hi vepacitti rāhu pahārādoti ime tayo jeṭṭhakā. Yena bhagavā tenupasaṅkamīti dasabalassa abhisambuddhadivasato paṭṭhāya ‘‘ajja gamissāmi sve gamissāmī’’ti ekādasa vassāni atikkamitvā dvādasame vasse satthu verañjāyaṁ vasanakāle ‘‘sammāsambuddhassa santikaṁ gamissāmī’’ti cittaṁ uppādetvā ‘‘mama ‘ajja sve’ti dvādasa vassāni jātāni, handāhaṁ idāneva gacchāmī’’ti taṅkhaṇaṁyeva asuragaṇaparivuto asurabhavanā nikkhamitvā divā divassa yena bhagavā tenupasaṅkami, ekamantaṁ aṭṭhāsīti so kira ‘‘tathāgataṁ pañhaṁ pucchitvā eva dhammaṁ suṇissāmī’’ti āgato, tathāgatassa pana diṭṭhakālato paṭṭhāya buddhagāravena pucchituṁ asakkonto api satthāraṁ vanditvā ekamantaṁ aṭṭhāsi. Tato satthā cintesi – ‘‘ayaṁ pahārādo mayi akathente paṭhamataraṁ kathetuṁ na sakkhissati, ciṇṇavasiṭṭhāneyeva naṁ kathāsamuṭṭhāpanatthaṁ ekaṁ pañhaṁ pucchissāmī’’ti .",
  "atk-s0404a1:59": "Atha naṁ pucchanto api pana pahārādātiādimāha. Tattha abhiramantīti ratiṁ vindanti, anukkaṇṭhamānā vasantīti attho. So ‘‘pariciṇṇaṭṭhāneyeva maṁ bhagavā pucchatī’’ti attamano hutvā abhiramanti, bhanteti āha. Anupubbaninnotiādīni sabbāni anupaṭipāṭiyā ninnabhāvassa vevacanāni. Na āyatakeneva papātoti na chinnataṭamahāsobbho viya āditova papāto . So hi tīrato paṭṭhāya ekaṅguladvaṅgulavidatthiratanayaṭṭhiusabhaaḍḍhagāvutagāvutaaḍḍhayojanādivasena gambhīro hutvā gacchanto sinerupādamūle caturāsītiyojanasahassagambhīro hutvā ṭhitoti dasseti.",
  "atk-s0404a1:60": "Ṭhitadhammoti ṭhitasabhāvo. Kuṇapenāti yena kenaci hatthiassādīnaṁ kaḷevarena. Thalaṁ ussāretīti hatthena gahetvā viya vīcipahāreneva thalaṁ khipati.",
  "atk-s0404a1:61": "Gaṅgāyamunāti idha ṭhatvā imāsaṁ nadīnaṁ uppattikathaṁ kathetuṁ vaṭṭati. Ayaṁ tāva jambudīpo dasasahassayojanaparimāṇo, tattha catusahassayojanaparimāṇo padeso udakena ajjhotthaṭo mahāsamuddoti saṅkhaṁ gato, tisahassayojanappamāṇe manussā vasanti, tisahassayojanappamāṇe himavā patiṭṭhito ubbedhena pañcayojanasatiko caturāsītikūṭasahassapaṭimaṇḍito samantato sandamānapañcasatanadīvicitto, yattha āyāmavitthārena ca gambhīrato ca paṇṇāsapaṇṇāsayojanā diyaḍḍhayojanasataparimaṇḍalā anotattadaho kaṇṇamuṇḍadaho rathakāradaho chaddantadaho kuṇāladaho mandākinidaho sīhappapātadahoti satta mahāsarā patiṭṭhahanti.",
  "atk-s0404a1:62": "Tesu anotatto sudassanakūṭaṁ cittakūṭaṁ kāḷakūṭaṁ gandhamādanakūṭaṁ kelāsakūṭanti imehi pañcahi pabbatehi parikkhitto. Tattha sudassanakūṭaṁ sovaṇṇamayaṁ dviyojanasatubbedhaṁ antovaṅkaṁ kākamukhasaṇṭhānaṁ tameva saraṁ paṭicchādetvā tiṭṭhati, cittakūṭaṁ sabbaratanamayaṁ, kāḷakūṭaṁ añjanamayaṁ, gandhamādanakūṭaṁ sānumayaṁ abbhantare muggavaṇṇaṁ, mūlagandho sāragandho pheggugandho tacagandho papaṭikāgandho rasagandho pattagandho pupphagandho phalagandho gandhagandhoti imehi dasahi gandhehi ussannaṁ, nānappakāraosadhasañchannaṁ kāḷapakkhauposathadivase ādittamiva aṅgāraṁ jalantaṁ tiṭṭhati, kelāsakūṭaṁ rajatamayaṁ. Sabbāni sudassanena samānubbedhasaṇṭhānāni tameva saraṁ paṭicchādetvā ṭhitāni. Tāni sabbāni devānubhāvena nāgānubhāvena ca vassanti, nadiyo cetesu sandanti. Taṁ sabbampi udakaṁ anotattameva pavisati. Candimasūriyā dakkhiṇena vā uttarena vā gacchantā pabbatantarena tattha obhāsaṁ karonti, ujuṁ gacchantā na karonti. Tenevassa anotatto tisaṅkhā udapādi.",
  "atk-s0404a1:63": "Tattha manoharasilātalāni nimmacchakacchapāni phalikasadisanimmalodakāni nhānatitthāni supaṭiyattāni honti , yesu buddhā khīṇāsavā ca paccekabuddhā ca iddhimantā ca isayo nhāyanti, devayakkhādayo udakakīḷaṁ kīḷanti.",
  "atk-s0404a1:64": "Tassa catūsu passesu sīhamukhaṁ, hatthimukhaṁ, assamukhaṁ, usabhamukhanti cattāri mukhāni honti, yehi catasso nadiyo sandanti. Sīhamukhena nikkhantanadītīre sīhā bahutarā honti, hatthimukhādīhi hatthiassausabhā. Puratthimadisato nikkhantanadī anotattaṁ tikkhattuṁ padakkhiṇaṁ katvā itarā tisso nadiyo anupagamma pācīnahimavanteneva amanussapathaṁ gantvā mahāsamuddaṁ pavisati. Pacchimadisato ca uttaradisato ca nikkhantanadiyopi tatheva padakkhiṇaṁ katvā pacchimahimavanteneva uttarahimavanteneva ca amanussapathaṁ gantvā mahāsamuddaṁ pavisanti. Dakkhiṇamukhato nikkhantanadī pana taṁ tikkhattuṁ padakkhiṇaṁ katvā uttarena ujukaṁ pāsāṇapiṭṭheneva saṭṭhi yojanāni gantvā pabbataṁ paharitvā uṭṭhāya parikkhepena tigāvutappamāṇā udakadhārā hutvā ākāsena saṭṭhi yojanāni gantvā tiyaggaḷe nāma pāsāṇe patitā, pāsāṇo udakadhārāvegena bhinno. Tattha paññāsayojanappamāṇā tiyaggaḷā nāma mahāpokkharaṇī jātā, pokkharaṇiyā kūlaṁ bhinditvā pāsāṇaṁ pavisitvā saṭṭhi yojanāni gatā. Tato ghanapathaviṁ bhinditvā ummaṅgena saṭṭhi yojanāni gantvā giñjhaṁ nāma tiracchānapabbataṁ paharitvā hatthatale pañcaṅgulisadisā pañca dhārā hutvā pavattati. Sā tikkhattuṁ anotattaṁ padakkhiṇaṁ katvā gataṭṭhāne āvattagaṅgāti vuccati . Ujukaṁ pāsāṇapiṭṭhena saṭṭhi yojanāni gataṭṭhāne kaṇhagaṅgā, ākāsena saṭṭhi yojanāni gataṭṭhāne ākāsagaṅgā, tiyaggaḷapāsāṇe paññāsayojanokāse ṭhitā tiyaggaḷapokkharaṇī, kūlaṁ bhinditvā pāsāṇaṁ pavisitvā saṭṭhi yojanāni gataṭṭhāne bahalagaṅgāti, umaṅgena saṭṭhi yojanāni gataṭṭhāne umaṅgagaṅgāti vuccati. Viñjhaṁ nāma tiracchānapabbataṁ paharitvā pañca dhārā hutvā pavattanaṭṭhāne pana gaṅgā, yamunā, aciravatī, sarabhū, mahīti pañca saṅkhaṁ gatā. Evametā pañca mahānadiyo himavantato pavattantīti veditabbā.",
  "atk-s0404a1:65": "Savantiyoti yā kāci savamānā gacchantī mahānadiyo vā kunnadiyo vā. Appentīti allīyanti osaranti. Dhārāti vuṭṭhidhārā. Pūrattanti puṇṇabhāvo. Mahāsamuddassa hi ayaṁ dhammatā – ‘‘imasmiṁ kāle devo mando jāto, jālakkhipādīni ādāya macchakacchape gaṇhissāmā’’ti vā ‘‘imasmiṁ kāle mahantā vuṭṭhi, labhissāma nu kho piṭṭhipasāraṇaṭṭhāna’’nti vā vattuṁ na sakkā. Paṭhamakappikakālato paṭṭhāya hi yaṁ sinerumekhalaṁ āhacca udakaṁ ṭhitaṁ, tato ekaṅgulamattampi udakaṁ neva heṭṭhā osīdati, na uddhaṁ uttarati. Ekarasoti asambhinnaraso.",
  "atk-s0404a1:66": "Muttāti khuddakamahantavaṭṭadīghādibhedā anekavidhā . Maṇīti rattanīlādibhedo anekavidho. Veḷuriyoti vaṁsavaṇṇasirīsapupphavaṇṇādibhedo anekavidho. Saṅkhoti dakkhiṇāvaṭṭatambakucchikadhamanasaṅkhādibhedo anekavidho. Silāti setakāḷamuggavaṇṇādibhedo anekavidhā. Pavāḷanti khuddakamahantarattaghanarattādibhedaṁ anekavidhaṁ. Masāragallanti kabaramaṇi. Nāgāti ūmipiṭṭhavāsinopi vimānaṭṭhakā nāgāpi.",
  "atk-s0404a1:67": "Aṭṭha pahārādāti satthā aṭṭhapi dhamme vattuṁ sakkoti, soḷasapi bāttiṁsapi catusaṭṭhipi sahassampi, pahārādena pana aṭṭha kathitā, ahampi teheva sarikkhake katvā kathessāmīti cintetvā evamāha. Anupubbasikkhātiādīsu anupubbasikkhāya tisso sikkhā gahitā, anupubbakiriyāya terasa dhutaṅgāni, anupubbapaṭipadāya satta anupassanā aṭṭhārasa mahāvipassanā aṭṭhatiṁsa ārammaṇavibhattiyo sattatiṁsa bodhapakkhiyadhammā . Na āyatakeneva aññāpaṭivedhoti maṇḍūkassa uppatitvā gamanaṁ viya āditova sīlapūraṇādiṁ akatvā arahattappaṭivedho nāma natthi, paṭipāṭiyā pana sīlasamādhipaññāyo pūretvāva sakkā arahattaṁ pattunti attho.",
  "atk-s0404a1:68": "Ārakāvāti dūreyeva. Na tena nibbānadhātuyā ūnattaṁ vā pūrattaṁ vāti asaṅkhyeyyepi kappe buddhesu anuppannesu ekasattopi parinibbātuṁ na sakkoti, tadāpi ‘‘tucchā nibbānadhātū’’ti na sakkā vattuṁ. Buddhakāle ca pana ekekasmiṁ samāgame asaṅkhyeyyāpi sattā amataṁ ārādhenti, tadāpi na sakkā vattuṁ – ‘‘pūrā nibbānadhātū’’ti.",
  "atk-s0404a1:69": "10. Uposathasuttavaṇṇanā",
  "atk-s0404a1:70": "20. Dasame nisinno hotīti uposathakaraṇatthāya upāsikāya ratanapāsāde nisinno. Nisajja pana bhikkhūnaṁ cittāni olokento ekaṁ dussīlapuggalaṁ disvā ‘‘sacāhaṁ imasmiṁ puggale nisinneyeva pātimokkhaṁ uddisissāmi, sattadhā tassa muddhā phalissatī’’ti tassa anukampāya tuṇhīyeva ahosi. Abhikkantāti atikkantā parikkhīṇā. Uddhaste aruṇeti uggate aruṇasīse. Nandimukhiyāti tuṭṭhamukhiyā. Aparisuddhā, ānanda, parisāti ‘‘asukapuggalo aparisuddho’’ti avatvā ‘‘aparisuddhā, ānanda, parisā’’ti āha. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0404a1:71": "Mahāvaggo dutiyo."
}