{
  "atk-abh03a30:0": "15. Pannarasamavaggo",
  "atk-abh03a30:1": "1. Paccayatākathāvaṇṇanā",
  "atk-abh03a30:2": "711-717. Idāni paccayatākathā nāma hoti. Tattha yo dhammo hetupaccayena paccayo, so yesaṁ hetupaccayena paccayo, tesaññeva yasmā ārammaṇānantarasamanantarapaccayena paccayo na hoti, yo vā ārammaṇapaccayena paccayo, so yasmā tesaṁyeva anantarasamanantarapaccayena paccayo na hoti, tasmā paccayatā vavatthitāti yesaṁ laddhi, seyyathāpi mahāsaṅghikānaṁ; te sandhāya pucchā sakavādissa, paṭiññā itarassa. Sesamettha yathāpāḷimeva niyyātīti.",
  "atk-abh03a30:3": "Paccayatākathāvaṇṇanā.",
  "atk-abh03a30:4": "2. Aññamaññapaccayakathāvaṇṇanā",
  "atk-abh03a30:5": "718-719. Idāni aññamaññapaccayakathā nāma hoti. Tattha yesaṁ samaye ‘‘avijjāpaccayā saṅkhārā’’ti ayameva tanti, ‘‘saṅkhārapaccayāpi avijjā’’ti ayaṁ natthi, tasmā avijjāva saṅkhārānaṁ paccayo, na pana saṅkhārā avijjāyāti laddhi, seyyathāpi mahāsaṅghikānaṁ; te sandhāya avijjāsaṅkhārādīnaṁ aññamaññapaccayatāpi atthīti dassetuṁ pucchā sakavādissa, paṭiññā itarassa . Avijjā saṅkhārenāti ettha apuññābhisaṅkhārova gahito. Tasmā saṅkhārapaccayāpi avijjāti ettha sahajātaaññamaññaatthiavigatasampayuttavasena paccayatā veditabbā. Upādānapaccayāpi taṇhāti ettha ṭhapetvā kāmupādānaṁ sesāni tīṇi upādānāni avijjāya saṅkhārā viya taṇhāya paccayā hontīti veditabbāni. Sesaṁ yathāpāḷimeva niyyāti. Jarāmaraṇapaccayāti pucchā paravādissa, nāmarūpaṁ viññāṇapaccayāti sakavādissāti.",
  "atk-abh03a30:6": "Aññamaññapaccayakathāvaṇṇanā.",
  "atk-abh03a30:7": "3. Addhākathāvaṇṇanā",
  "atk-abh03a30:8": "720-721. Idāni addhākathā nāma hoti. Tattha ‘‘tīṇimāni, bhikkhave, kathāvatthūnī’’ti (a. ni. 3.68) suttaṁ nissāya kālasaṅkhāto addhā nāma parinipphanno atthīti yesaṁ laddhi; tesaṁ ‘‘addhā nāma koci parinipphanno natthi aññatra kālapaññattimattā. Rūpādayo pana khandhāva parinipphannā’’ti vibhāgaṁ dassetuṁ addhā parinipphannoti pucchā sakavādissa, paṭiññā itarassa. Atha naṁ ‘‘sace so parinipphanno, rūpādīsu anena aññatarena bhavitabba’’nti codetuṁ rūpantiādimāha. Itaro paṭikkhipati. Sesaṁ yathāpāḷimeva niyyātīti.",
  "atk-abh03a30:9": "Addhākathāvaṇṇanā.",
  "atk-abh03a30:10": "4. Khaṇalayamuhuttakathāvaṇṇanā",
  "atk-abh03a30:11": "722-723. Khaṇalayamuhuttakathāsupi eseva nayo. Sabbepi hete khaṇādayo addhāpariyāyā evāti.",
  "atk-abh03a30:12": "Khaṇalayamuhuttakathāvaṇṇanā.",
  "atk-abh03a30:13": "5. Āsavakathāvaṇṇanā",
  "atk-abh03a30:14": "724-725. Idāni āsavakathā nāma hoti. Tattha yasmā catūhi āsavehi uttari añño āsavo nāma natthi, yena cattāro āsavā sāsavā siyuṁ, tasmā cattāro āsavā anāsavāti yesaṁ laddhi, seyyathāpi hetuvādānaṁ; te sandhāya pucchā sakavādissa, paṭiññā itarassa. Atha naṁ ‘‘yadi te āsavā anāsavā, evaṁ sante tehi maggādilakkhaṇappattehi bhavitabba’’nti codetuṁ maggotiādimāha. Sesamettha uttānatthamevāti.",
  "atk-abh03a30:15": "Āsavakathāvaṇṇanā.",
  "atk-abh03a30:16": "6. Jarāmaraṇakathāvaṇṇanā",
  "atk-abh03a30:17": "726-727. Idāni jarāmaraṇakathā nāma hoti. Tattha jarāmaraṇaṁ nāma aparinipphannattā lokiyanti vā lokuttaranti vā na vattabbaṁ. ‘‘Lokiyā dhammā lokuttarā dhammā’’ti hi duke jarāmaraṇaṁ neva lokiyapade, na lokuttarapade niddiṭṭhaṁ. Tattha yesaṁ imaṁ lakkhaṇaṁ anādiyitvā lokuttarānaṁ dhammānaṁ jarāmaraṇaṁ lokuttaranti laddhi, seyyathāpi mahāsaṅghikānaṁ, te sandhāya pucchā sakavādissa, paṭiññā itarassa. Sesamettha yathāpāḷimeva niyyātīti.",
  "atk-abh03a30:18": "Jarāmaraṇakathāvaṇṇanā.",
  "atk-abh03a30:19": "7. Saññāvedayitakathāvaṇṇanā",
  "atk-abh03a30:20": "728-729. Idāni saññāvedayitakathā nāma hoti. Tattha saññāvedayitanirodhasamāpatti nāma na koci dhammo, catunnaṁ pana khandhānaṁ nirodho. Iti sā neva lokiyā na lokuttarā. Yasmā pana lokiyā na hoti, tasmā lokuttarāti yesaṁ laddhi, seyyathāpi hetuvādānaṁyeva; te sandhāya pucchā sakavādissa, paṭiññā itarassa. Sesaṁ purimakathāsadisamevāti.",
  "atk-abh03a30:21": "Saññāvedayitakathāvaṇṇanā.",
  "atk-abh03a30:22": "8. Dutiyasaññāvedayitakathāvaṇṇanā",
  "atk-abh03a30:23": "730-731. Idāni yasmā sā lokuttarā na hoti, tasmā lokiyāti yesaṁ laddhi, seyyathāpi hetuvādānaṁ, te sandhāya pucchā sakavādissa, paṭiññā itarassa. Sesaṁ purimasadisamevāti.",
  "atk-abh03a30:24": "Dutiyasaññāvedayitakathāvaṇṇanā.",
  "atk-abh03a30:25": "9. Tatiyasaññāvedayitakathāvaṇṇanā",
  "atk-abh03a30:26": "732. Idāni yasmā ‘‘asuko maraṇadhammo, asuko na maraṇadhammo’’ti sattānaṁ maraṇadhammatāya niyāmo natthīti saññāvedayitanirodhaṁ samāpannopi kālaṁ kareyyāti yesaṁ laddhi, seyyathāpi rājagirikānaṁ; tesaṁ samāpannāyapi maraṇadhammatāya maraṇasamayañca amaraṇasamayañca dassetuṁ pucchā sakavādissa, paṭiññā itarassa. Atha naṁ yasmā kālaṁ karontassa nāma maraṇantikehi phassādīhi bhavitabbaṁ, tasmā tenākārena codetuṁ atthītiādimāha.",
  "atk-abh03a30:27": "Aphassakassa kālakiriyātiādīni puṭṭho sesasatte sandhāya paṭikkhipati visaṁ kameyyātiādīni puṭṭho samāpattiānubhāvaṁ sandhāya paṭikkhipati. Dutiyavāre sarīrapakatiṁ sandhāya paṭijānāti. Evaṁ sante pana samāpattiānubhāvo nāma na hoti, teneva na nirodhasamāpannoti anuyuñjati.",
  "atk-abh03a30:28": "733-734.Na kālaṁ kareyyāti pucchā paravādissa. Atthi so niyāmoti paravādissa pañhe pana yasmā evarūpo niyāmo nāma natthi, tasmā paṭikkhipati. Cakkhuviññāṇasamaṅgītiādi sakavādinā ‘‘niyāme asantepi maraṇasamayeneva marati, nāsamayenā’’ti dassetuṁ vuttaṁ. Tatrāyamadhippāyo – yadi niyāmābhāvena kālakiriyā bhaveyya, cakkhuviññāṇasamaṅginopi bhaveyya. Tato ‘‘pañcahi viññāṇehi na cavati, na upapajjatī’’ti suttavirodho siyā. Yathā pana cakkhuviññāṇasamaṅgissa kālakiriyā na hoti, tathā nirodhasamāpannassāpīti.",
  "atk-abh03a30:29": "Tatiyasaññāvedayitakathāvaṇṇanā.",
  "atk-abh03a30:30": "10. Asaññasattupikākathāvaṇṇanā",
  "atk-abh03a30:31": "735. Idāni asaññasattupikākathā nāma hoti. Tattha saññāvirāgavasena pavattabhāvanā asaññasamāpattipi nirodhasamāpattipi saññāvedayitanirodhasamāpatti nāma. Iti dve saññāvedayitanirodhasamāpattiyo lokiyā ca lokuttarā ca. Tattha lokiyā puthujjanassa asaññasattupikā hoti, lokuttarā ariyānaṁ, sā ca nāsaññasattupikā. Imaṁ pana vibhāgaṁ akatvā avisesena saññāvedayitanirodhasamāpatti asaññasattupikāti yesaṁ laddhi, seyyathāpi hetuvādānaṁ; te sandhāya pucchā sakavādissa, paṭiññā itarassa. Atha naṁ yasmā asaññasamāpattiṁ samāpannassa alobhādayo atthi, na nirodhasamāpattiṁ, tasmā tesaṁ vasena codetuṁ atthītiādimāha.",
  "atk-abh03a30:32": "736.Idhāpi asaññīti pañhe idha saññāvirāgavasena samāpannattā asaññitā anuññātā, tatrāpi asaññasatteneva. Tasmā imaṁ paṭiññaṁ gahetvā laddhiṁ patiṭṭhapentena chalena patiṭṭhāpitā hoti. Idha vā nirodhasamāpattiṁ sandhāya asaññitā anuññātā. Tatrāpi ito cutassa anāgāmino nirodhasamāpattimeva tasmāpi imāya paṭiññāya patiṭṭhāpitā laddhi appatiṭṭhitāyevāti.",
  "atk-abh03a30:33": "Asaññasattupikākathāvaṇṇanā.",
  "atk-abh03a30:34": "11. Kammūpacayakathāvaṇṇanā",
  "atk-abh03a30:35": "737. Idāni kammūpacayakathā nāma hoti. Tattha yesaṁ kammūpacayo nāma kammato añño cittavippayutto abyākato anārammaṇoti laddhi, seyyathāpi andhakānañceva sammitiyānañca; te sandhāya aññaṁ kammanti pucchā sakavādissa, paṭiññā itarassa. Atha naṁ ‘‘yadi kammato añño kammūpacayo, phassāditopi aññena phassūpacayādinā bhavitabba’’nti codetuṁ añño phassotiādimāha. Itaro laddhiyā abhāvena paṭikkhipati.",
  "atk-abh03a30:36": "738-739.Kammenasahajātoti pañhesu cittavippayuttaṁ sandhāya paṭikkhipati, cittasampayuttaṁ sandhāya paṭijānāti. Kusaloti pañhesupi cittavippayuttaṁ sandhāya paṭijānāti. Parato akusalotipañhesupi eseva nayo.",
  "atk-abh03a30:37": "740.Sārammaṇoti puṭṭho pana ekantaṁ anārammaṇameva icchati, tasmā paṭikkhipati. Cittaṁ bhijjamānanti yadā cittaṁ bhijjamānaṁ hoti, tadā kammaṁ bhijjatīti attho. Bhummatthe vā paccattaṁ, citte bhijjamāneti attho. Ayameva vā pāṭho. Tattha yasmā sampayutto bhijjati, vippayutto na bhijjati, tasmā paṭijānāti ceva paṭikkhipati ca.",
  "atk-abh03a30:38": "741.Kammamhi kammūpacayoti kamme sati kammūpacayo, kamme vā patiṭṭhite kammūpacayo, kammūpacayatova vipāko nibbattati. Tasmiṁ pana kamme niruddhe yāva aṁkuruppādā bījaṁ viya yāva vipākuppādā kammūpacayo tiṭṭhatītissa laddhi, tasmā paṭijānāti. Taññeva kammaṁ, so kammūpacayo, so kammavipākoti yasmā kammamhi kammūpacayo, so ca yāva vipākuppādā tiṭṭhatītissa laddhi, tasmā naṁ tesaṁ tiṇṇampi ekattaṁ pucchati vipāko sārammaṇoti idaṁ vipāko viya vipākadhammadhammopi ārammaṇapaṭibaddhoyevāti codanatthaṁ pucchati. Itaro pana laddhivasenekaṁ paṭijānāti, ekaṁ paṭikkhipati. Paṭilomepi eseva nayo. Sesamettha yathāpāḷimeva niyyātīti.",
  "atk-abh03a30:39": "Kammūpacayakathāvaṇṇanā.",
  "atk-abh03a30:40": "Pannarasamo vaggo.",
  "atk-abh03a30:41": "Tatiyapaṇṇāsako samatto."
}