{
  "atk-s0509a8:0": "9. Navakanipāto",
  "atk-s0509a8:1": "1. Vaḍḍhamātutherīgāthāvaṇṇanā",
  "atk-s0509a8:2": "Navakanipāte mā su te vaḍḍha lokamhītiādikā vaḍḍhamātāya theriyā gāthā. Ayampi purimabuddhesu katādhikārā tattha tattha bhave vivaṭṭūpanissayaṁ kusalaṁ upacinantī, anukkamena sambhatavimokkhasambhārā hutvā imasmiṁ buddhuppāde bhārukacchakanagare kulagehe nibbattitvā vayappattā patikulaṁ gatā ekaṁ puttaṁ vijāyi. Tassa vaḍḍhoti nāmaṁ ahosi. Tato paṭṭhāya sā vaḍḍhamātāti voharīyittha. Sā bhikkhūnaṁ santike dhammaṁ sutvā paṭiladdhasaddhā puttaṁ ñātīnaṁ niyyādetvā bhikkhunupassayaṁ gantvā pabbaji. Ito paraṁ yaṁ vattabbaṁ, taṁ vaḍḍhattherassa vatthumhi (theragā. aṭṭha. 2.vaḍḍhattheragāthāvaṇṇanā) āgatameva. Vaḍḍhattherañhi attano puttaṁ santaruttaraṁ ekakaṁ bhikkhunupassaye attano dassanatthāya upagataṁ ayaṁ therī ‘‘kasmā tvaṁ ekako santaruttarova idhāgato’’ti codetvā ovadantī –",
  "atk-s0509a8:3": "204.",
  "atk-s0509a8:4": " ‘‘Mā su te vaḍḍha lokamhi, vanatho ahu kudācanaṁ;",
  "atk-s0509a8:5": "Mā puttaka punappunaṁ, ahu dukkhassa bhāgimā.",
  "atk-s0509a8:6": "205.",
  "atk-s0509a8:7": " ‘‘Sukhañhi vaḍḍha munayo, anejā chinnasaṁsayā;",
  "atk-s0509a8:8": "Sītibhūtā damappattā, viharanti anāsavā.",
  "atk-s0509a8:9": "206.",
  "atk-s0509a8:10": " ‘‘Tehānuciṇṇaṁ isīhi, maggaṁ dassanapattiyā;",
  "atk-s0509a8:11": "Dukkhassantakiriyāya, tvaṁ vaḍḍha anubrūhayā’’ti. –",
  "atk-s0509a8:12": "Imā tisso gāthā abhāsi.",
  "atk-s0509a8:13": "Tattha mā su te vaḍḍha lokamhi, vanatho ahu kudācananti sūti nipātamattaṁ. Vaḍḍha, puttaka, sabbasmimpi sattaloke, saṅkhāraloke ca kilesavanatho tuyhaṁ kadācipi mā ahu mā ahosi . Tattha kāraṇamāha – ‘‘mā, puttaka, punappunaṁ, ahu dukkhassa bhāgimā’’ti vanathaṁ anucchindanto taṁ nimittassa punappunaṁ aparāparaṁ jātiādidukkhassa bhāgī mā ahosi.",
  "atk-s0509a8:14": "Evaṁ vanathassa asamucchede ādīnavaṁ dassetvā idāni samucchede ānisaṁsaṁ dassentī ‘‘sukhañhivaḍḍhā’’tiādimāha. Tassattho – puttaka, vaḍḍha moneyyadhammasamannāgatena munayo, ejāsaṅkhātāya taṇhāya abhāvena anejā, dassanamaggeneva pahīnavicikicchatāya chinnasaṁsayā, sabbakilesapariḷāhābhāvena sītibhūtā, uttamassa damathassa adhigatattā damappattā anāsavā khīṇāsavā sukhaṁ viharanti, na tesaṁ etarahi cetodukkhaṁ atthi, āyatiṁ pana sabbampi dukkhaṁ na bhavissateva.",
  "atk-s0509a8:15": "Yasmā cetevaṁ, tasmā tehānuciṇṇaṁ isīhi…pe… anubrūhayāti tehi khīṇāsavehi isīhi anuciṇṇaṁ paṭipannaṁ samathavipassanāmaggaṁ ñāṇadassanassa adhigamāya sakalassāpi vaṭṭadukkhassa antakiriyāya vaḍḍha, tvaṁ anubrūhaya vaḍḍheyyāsīti.",
  "atk-s0509a8:16": "Taṁ sutvā vaḍḍhatthero ‘‘addhā mama mātā arahatte patiṭṭhitā’’ti cintetvā tamatthaṁ pavedento –",
  "atk-s0509a8:17": "207.",
  "atk-s0509a8:18": " ‘‘Visāradāva bhaṇasi, etamatthaṁ janetti me;",
  "atk-s0509a8:19": "Maññāmi nūna māmike, vanatho te na vijjatī’’ti. – gāthamāha;",
  "atk-s0509a8:20": "Tattha visāradāva bhaṇasi, etamatthaṁ janetti meti ‘‘mā su te vaḍḍha lokamhi, vanatho ahu kudācana’’nti etamatthaṁ etaṁ ovādaṁ, amma, vigatasārajjā katthaci alaggā anallīnāva hutvā mayhaṁ vadasi. Tasmā maññāmi nūna māmike, vanatho te na vijjatīti, nūna māmike mayhaṁ, amma, gehasitapemamattopi vanatho tuyhaṁ mayi na vijjatīti maññāmi, na māmikāti attho.",
  "atk-s0509a8:21": "Taṁ sutvā therī ‘‘aṇumattopi kileso katthacipi visaye mama na vijjatī’’ti vatvā attano katakiccataṁ pakāsentī –",
  "atk-s0509a8:22": "208.",
  "atk-s0509a8:23": " ‘‘Ye keci vaḍḍha saṅkhārā, hīnā ukkaṭṭhamajjhimā;",
  "atk-s0509a8:24": "Aṇūpi aṇumattopi, vanatho me na vijjati.",
  "atk-s0509a8:25": "209.",
  "atk-s0509a8:26": " ‘‘Sabbe me āsavā khīṇā, appamattassa jhāyato;",
  "atk-s0509a8:27": "Tisso vijjā anuppattā, kataṁ buddhassa sāsana’’nti. –",
  "atk-s0509a8:28": "Imaṁ gāthādvayamāha.",
  "atk-s0509a8:29": "Tattha ye kecīti aniyamavacanaṁ. Saṅkhārāti saṅkhatadhammā. Hīnāti lāmakā patikuṭṭhā. Ukkaṭṭhamajjhimāti paṇītā ceva majjhimā ca. Tesu vā asaṅkhatā hīnā jātisaṅkhatā ukkaṭṭhā, ubhayavimissitā majjhimā. Hīnehi vā chandādīhi nibbattitā hīnā, majjhimehi majjhimā, paṇītehi ukkaṭṭhā. Akusalā dhammā vā hīnā, lokuttarā dhammā ukkaṭṭhā, itarā majjhimā. Aṇūpi aṇumattopīti na kevalaṁ tayi eva, atha kho ye keci hīnādibhedabhinnā saṅkhārā. Tesu sabbesu aṇūpi aṇumattopi atiparittakopi vanatho mayhaṁ na vijjati.",
  "atk-s0509a8:30": "Tattha kāraṇamāha – ‘‘sabbe me āsavā khīṇā, appamattassa jhāyato’’ti. Tattha appamattassa jhāyatoti appamattāya jhāyantiyā, liṅgavipallāsena hetaṁ vuttaṁ. Ettha ca yasmā tisso vijjā anuppattā, tasmā kataṁ buddhassa sāsanaṁ. Yasmā appamattā jhāyinī, tasmā sabbe me āsavā khīṇā, aṇūpi aṇumattopi vanatho me na vijjatīti yojanā.",
  "atk-s0509a8:31": "Evaṁ vuttaovādaṁ aṅkusaṁ katvā sañjātasaṁvego thero vihāraṁ gantvā divāṭṭhāne nisinno vipassanaṁ vaḍḍhetvā arahattaṁ patvā attano paṭipattiṁ paccavekkhitvā sañjātasomanasso mātu santikaṁ gantvā aññaṁ byākaronto –",
  "atk-s0509a8:32": "210.",
  "atk-s0509a8:33": " ‘‘Uḷāraṁ vata me mātā, patodaṁ samavassari;",
  "atk-s0509a8:34": "Paramatthasañhitā gāthā, yathāpi anukampikā.",
  "atk-s0509a8:35": "211.",
  "atk-s0509a8:36": " ‘‘Tassāhaṁ vacanaṁ sutvā, anusiṭṭhiṁ janettiyā;",
  "atk-s0509a8:37": "Dhammasaṁvegamāpādiṁ, yogakkhemassa pattiyā.",
  "atk-s0509a8:38": "212.",
  "atk-s0509a8:39": " ‘‘Sohaṁ padhānapahitatto, rattindivamatandito;",
  "atk-s0509a8:40": "Mātarā codito sante, aphusiṁ santimuttama’’nti. –",
  "atk-s0509a8:41": "Imā tisso gāthā abhāsi.",
  "atk-s0509a8:42": "Atha therī attano vacanaṁ aṅkusaṁ katvā puttassa arahattappattiyā ārādhitacittā tena bhāsitagāthā sayaṁ paccanubhāsi. Evaṁ tāpi theriyā gāthā nāma jātā.",
  "atk-s0509a8:43": "Tattha uḷāranti vipulaṁ mahantaṁ. Patodanti ovādapatodaṁ. Samavassarīti sammā pavattesi vatāti yojanā. Ko pana so patodoti āha ‘‘paramatthasañhitā gāthā’’ti. Taṁ ‘‘mā su te, vaḍḍha, lokamhī’’tiādikā gāthā sandhāya vadati. Yathāpi anukampikāti yathā aññāpi anuggāhikā, evaṁ mayhaṁ mātā pavattinivattivibhāvanagāthāsaṅkhātaṁ uḷāraṁ patodaṁ pājanadaṇḍakaṁ mama ñāṇavegasamuttejaṁ pavattesīti attho.",
  "atk-s0509a8:44": "Dhammasaṁvegamāpādinti ñāṇabhayāvahattā ativiya mahantaṁ bhiṁsanaṁ saṁvegaṁ āpajjiṁ.",
  "atk-s0509a8:45": "Padhānapahitattoti catubbidhasammappadhānayogena dibbānaṁ paṭipesitacitto. Aphusiṁ santimuttamanti anuttaraṁ santiṁ nibbānaṁ phusiṁ adhigacchinti attho.",
  "atk-s0509a8:46": "Vaḍḍhamātutherīgāthāvaṇṇanā niṭṭhitā.",
  "atk-s0509a8:47": "Navakanipātavaṇṇanā niṭṭhitā."
}