{
  "atk-s0302a9:0": "10. Bhikkhusaṁyuttaṁ",
  "atk-s0302a9:1": "1. Kolitasuttavaṇṇanā",
  "atk-s0302a9:2": "235. Bhikkhusaṁyuttassa paṭhame, āvusoti sāvakānaṁ ālāpo. Buddhā hi bhagavanto sāvake ālapantā, ‘‘bhikkhave’’ti ālapanti, sāvakā pana ‘‘buddhehi sadisā mā homā’’ti, ‘‘āvuso’’ti paṭhamaṁ vatvā pacchā, ‘‘bhikkhave’’ti bhaṇanti. Buddhehi ca ālapite bhikkhusaṅgho, ‘‘bhante’’ti paṭivacanaṁ deti sāvakehi, ‘‘āvuso’’ti. Ayaṁ vuccatīti yasmā dutiyajjhāne vitakkavicārā nirujjhanti, yesaṁ nirodhā saddāyatanaṁ appavattiṁ gacchati, tasmā yadetaṁ dutiyaṁ jhānaṁ nāma, ayaṁ vuccati ‘‘ariyānaṁ tuṇhībhāvo’’ti. Ayamettha yojanā. ‘‘Dhammī vā kathā ariyo vā tuṇhībhāvo’’ti ettha pana kammaṭṭhānamanasikāropi paṭhamajjhānādīnipi ariyo tuṇhībhāvotveva saṅkhaṁ gatāni.",
  "atk-s0302a9:3": "Vitakkasahagatāti vitakkārammaṇā. Saññāmanasikārāti saññā ca manasikāro ca. Samudācarantīti pavattanti. Therassa kira dutiyajjhānaṁ na paguṇaṁ. Athassa tato vuṭṭhitassa vitakkavicārā na santato upaṭṭhahiṁsu. Iccassa dutiyajjhānampi saññāmanasikārāpi hānabhāgiyāva ahesuṁ, taṁ dassento evamāha. Saṇṭhapehīti sammā ṭhapehi. Ekodibhāvaṁ karohīti ekaggaṁ karohi. Samādahāti sammā ādaha āropehi. Mahābhiññatanti chaḷabhiññataṁ. Satthā kira iminā upāyena satta divase therassa hānabhāgiyaṁ samādhiṁ vaḍḍhetvā theraṁ chaḷabhiññataṁ pāpesi. Paṭhamaṁ.",
  "atk-s0302a9:4": "2. Upatissasuttavaṇṇanā",
  "atk-s0302a9:5": "236. Dutiye atthi nu kho taṁ kiñci lokasminti idaṁ atiuḷārampi sattaṁ vā saṅkhāraṁ vā sandhāya vuttaṁ. Satthupi khoti idaṁ yasmā ānandattherassa satthari adhimatto chando ca pemañca, tasmā ‘‘kiṁ nu kho imassa therassa satthu vipariṇāmenapi sokādayo nuppajjeyyu’’nti jānanatthaṁ pucchati? Dīgharattanti sūkarakhataleṇadvāre dīghanakhaparibbājakassa vedanāpariggahasuttantaṁ desitadivasato paṭṭhāya atikkantakālaṁ sandhāyāha. Tasmiñhi divase therassa ime vaṭṭānugatakilesā samūhatāti. Dutiyaṁ.",
  "atk-s0302a9:6": "3. Ghaṭasuttavaṇṇanā",
  "atk-s0302a9:7": "237. Tatiye ekavihāreti ekasmiṁ gabbhe. Tadā kira bahū āgantukā bhikkhū sannipatiṁsu. Tasmiṁ pariveṇaggena vā vihāraggena vā senāsanesu apāpuṇantesu dvinnaṁ therānaṁ eko gabbho sampatto. Te divā pāṭiyekkesu ṭhānesu nisīdanti, rattiṁ pana nesaṁ antare cīvarasāṇiṁ pasārenti. Te attano attano pattapattaṭṭhāneyeva nisīdanti. Tena vuttaṁ ‘‘ekavihāre’’ti. Oḷārikenāti idaṁ oḷārikārammaṇataṁ sandhāya vuttaṁ. Dibbacakkhudibbasotadhātuvihārena hi so vihāsi, tesañca rūpāyatanasaddāyatanasaṅkhātaṁ oḷārikaṁ ārammaṇaṁ. Iti dibbacakkhunā rūpassa diṭṭhattā dibbāya ca sotadhātuyā saddassa sutattā so vihāro oḷāriko nāma jāto. Dibbacakkhu visujjhīti bhagavato rūpadassanatthāya visuddhaṁ ahosi. Dibbā ca sotadhātūti sāpi bhagavato saddasuṇanatthaṁ visujjhi . Bhagavatopi therassa rūpadassanatthañceva saddasuṇanatthañca tadubhayaṁ visujjhi. Tadā kira thero ‘‘kathaṁ nu kho etarahi satthā viharatī’’ti ālokaṁ vaḍḍhetvā dibbena cakkhunā satthāraṁ jetavane vihāre gandhakuṭiyaṁ nisinnaṁ disvā tassa dibbāya sotadhātuyā saddaṁ suṇi. Satthāpi tatheva akāsi. Evaṁ te aññamaññaṁ passiṁsu ceva, saddañca assosuṁ.",
  "atk-s0302a9:8": "Āraddhavīriyoti paripuṇṇavīriyo paggahitavīriyo. Yāvadeva upanikkhepanamattāyāti tiyojanasahassavitthārassa himavato santike ṭhapitā sāsapamattā pāsāṇasakkharā ‘‘himavā nu kho mahā, ayaṁ nu kho pāsāṇasakkharā’’ti evaṁ yāva upanikkhepanamattasseva atthāya bhaveyyāti vuttaṁ hoti. Paratopi eseva nayo. Kappanti āyukappaṁ. Loṇaghaṭāyāti cakkavāḷamukhavaṭṭiyā ādhārakaṁ katvā mukhavaṭṭiyā brahmalokaṁ āhacca ṭhitāya loṇacāṭiyāti dasseti.",
  "atk-s0302a9:9": "Ime pana therā upamaṁ āharantā sarikkhakeneva ca vijjamānaguṇena ca āhariṁsu. Kathaṁ? Ayañhi iddhi nāma accuggataṭṭhena ceva vipulaṭṭhena ca himavantasadisā, paññā catubhūmakadhamme anupavisitvā ṭhitaṭṭhena sabbabyañjanesu anupaviṭṭhaloṇarasasadisā. Evaṁ tāva sarikkhakaṭṭhena āhariṁsu. Samādhilakkhaṇaṁ pana mahāmoggallānattherassa vibhūtaṁ pākaṭaṁ. Kiñcāpi sāriputtattherassa avijjamānaiddhi nāma natthi, bhagavatā pana ‘‘etadaggaṁ, bhikkhave, mama sāvakānaṁ bhikkhūnaṁ iddhimantānaṁ yadidaṁ mahāmoggallāno’’ti ayameva etadagge ṭhapito. Vipassanālakkhaṇaṁ pana sāriputtattherassa vibhūtaṁ pākaṭaṁ. Kiñcāpi mahāmoggallānattherassāpi paññā atthi, bhagavatā pana ‘‘etadaggaṁ, bhikkhave, mama sāvakānaṁ bhikkhūnaṁ mahāpaññānaṁ yadidaṁ sāriputto’’ti (a. ni. 1.189) ayameva etadagge ṭhapito. Tasmā yathā ete aññamaññassa dhuraṁ na pāpuṇanti, evaṁ vijjamānaguṇena āhariṁsu. Samādhilakkhaṇasmiñhi mahāmoggallāno nipphattiṁ gato, vipassanālakkhaṇe sāriputtatthero, dvīsupi etesu sammāsambuddhoti. Tatiyaṁ.",
  "atk-s0302a9:10": "4. Navasuttavaṇṇanā",
  "atk-s0302a9:11": "238. Catutthe appossukkoti nirussukko. Saṅkasāyatīti viharati. Veyyāvaccanti cīvare kattabbakiccaṁ. Ābhicetasikānanti abhicittaṁ uttamacittaṁ nissitānaṁ. Nikāmalābhīti icchiticchitakkhaṇe samāpajjanasamatthatāya nikāmalābhī. Akicchalābhīti jhānapāripanthike sukhena vikkhambhetvā samāpajjanasamatthatāya adukkhalābhī. Akasiralābhīti yathāparicchedena vuṭṭhānasamatthatāya vipulalābhī, paguṇajjhānoti attho. Sithilamārabbhāti sithilavīriyaṁ pavattetvā. Catutthaṁ.",
  "atk-s0302a9:12": "5. Sujātasuttavaṇṇanā",
  "atk-s0302a9:13": "239. Pañcame abhirūpoti aññāni rūpāni atikkantarūpo. Dassanīyoti daṭṭhabbayutto. Pāsādikoti dassanena cittaṁ pasādetuṁ samattho. Vaṇṇapokkharatāyāti chavivaṇṇasundaratāya. Pañcamaṁ.",
  "atk-s0302a9:14": "6. Lakuṇḍakabhaddiyasuttavaṇṇanā",
  "atk-s0302a9:15": "240. Chaṭṭhe dubbaṇṇanti virūpasarīravaṇṇaṁ. Okoṭimakanti rassaṁ. Paribhūtarūpanti pamāṇavasena paribhūtajātikaṁ. Taṁ kira chabbaggiyā bhikkhū, ‘‘āvuso bhaddiya, āvuso, bhaddiyā’’ti tattha tattha parāmasitvā nānappakāraṁ kīḷanti ākaḍḍhanti parikaḍḍhanti. Tena vuttaṁ ‘‘paribhūtarūpa’’nti. Kasmā panesa evarūpo jāto? Ayaṁ kira atīte eko mahārājā ahosi, tassa mahallakā ca mahallakitthiyo ca paṭikūlā honti. So sace mahallake passati, tesaṁ cūḷaṁ ṭhapāpetvā kacchaṁ bandhāpetvā yathāruci kīḷāpeti. Mahallakitthiyopi disvā tāsampi icchiticchitaṁ vippakāraṁ katvā yathāruci kīḷāpeti. Tesaṁ puttadhītādīnaṁ santike mahāsārajjaṁ uppajjati. Tassa pāpakiriyā pathavito paṭṭhāya chadevaloke ekakolāhalaṁ akāsi.",
  "atk-s0302a9:16": "Atha sakko cintesi – ‘‘ayaṁ andhabālo mahājanaṁ viheṭheti, karissāmissa niggaha’’nti. So mahallakagāmiyavaṇṇaṁ katvā yānake ekaṁ takkacāṭiṁ āropetvā yānaṁ pesento nagaraṁ pavisati. Rājāpi hatthiṁ āruyha nagarato nikkhanto taṁ disvā – ‘‘ayaṁ mahallako takkayānakena amhākaṁ abhimukho āgacchati, vāretha vārethā’’ti āha. Manussā ito cito ca pakkhandantāpi na passanti. Sakko hi ‘‘rājāva maṁ passatu, mā aññe’’ti evaṁ adhiṭṭhahi. Atha tesu manussesu ‘‘kahaṁ, deva, kahaṁ devā’’ti vadantesu eva rājā saha hatthinā vaccho viya dhenuyā yānassa heṭṭhā pāvisi. Sakko takkacāṭiṁ bhindi.",
  "atk-s0302a9:17": "Rājā sīsato paṭṭhāya takkena kilinnasarīro ahosi. So sarīraṁ ubbaṭṭāpetvā uyyānapokkharaṇiyaṁ nhatvā alaṅkatasarīro nagaraṁ pavisanto puna taṁ addasa. Disvā ‘‘ayaṁ so amhehi diṭṭhamahallako puna dissati. Vāretha vāretha na’’nti āha. Manussā ‘‘kahaṁ, deva, kahaṁ, devā’’ti ito cito ca vidhāviṁsu. So paṭhamavippakārameva puna pāpuṇi. Tasmiṁ khaṇe sakko goṇe ca yānañca antaradhāpetvā ākāse ṭhatvā āha, ‘‘andhabāla, tvaṁ mayi takkavāṇijako eso’’ti saññaṁ karosi, sakkohaṁ devarājā, ‘‘tavetaṁ pāpakiriyaṁ nivāressāmī’’ti āgato, ‘‘mā puna evarūpaṁ akāsī’’ti santajjetvā agamāsi. Iminā kammena so dubbaṇṇo ahosi.",
  "atk-s0302a9:18": "Vipassīsammāsambuddhakāle panesa cittapattakokilo nāma hutvā kheme migadāye vasanto ekadivasaṁ himavantaṁ gantvā madhuraṁ ambaphalaṁ tuṇḍena gahetvā āgacchanto bhikkhusaṅghaparivāraṁ satthāraṁ disvā cintesi – ‘‘ahaṁ aññesu divasesu rittako tathāgataṁ passāmi. Ajja pana me imaṁ ambapakkaṁ atthi, dasabalassa taṁ dassāmī’’ti otaritvā ākāse carati. Satthā tassa cittaṁ ñatvā upaṭṭhākaṁ olokesi. So pattaṁ nīharitvā dasabalaṁ vanditvā satthu hatthe ṭhapesi. Kokilo dasabalassa patte ambapakkaṁ patiṭṭhāpesi. Satthā tattheva nisīditvā taṁ paribhuñji. Kokilo pasannacitto punappunaṁ dasabalassa guṇe āvajjetvā dasabalaṁ vanditvā attano kulāvakaṁ gantvā sattāhaṁ pītisukheneva vītināmesi. Iminā kammena saro madhuro ahosi.",
  "atk-s0302a9:19": "Kassapasammāsambuddhakāle pana cetiye āraddhe ‘‘kiṁpamāṇaṁ karoma? Sattayojanappamāṇaṁ. Atimahantaṁ etaṁ, chayojanappamāṇaṁ karoma. Idampi atimahantaṁ, pañcayojanaṁ karoma, catuyojanaṁ, tiyojanaṁ, dviyojana’’nti. Ayaṁ tadā jeṭṭhakavaḍḍhakī hutvā, ‘‘evaṁ, bho, anāgate sukhapaṭijaggitaṁ kātuṁ vaṭṭatī’’ti vatvā rajjuṁ ādāya parikkhipanto gāvutamattake ṭhatvā, ‘‘ekekaṁ mukhaṁ gāvutaṁ hotu, cetiyaṁ yojanāvaṭṭaṁ yojanubbedhaṁ bhavissatī’’ti āha. Te tassa vacane aṭṭhaṁsu. Cetiyaṁ sattadivasasattamāsādhikehi sattahi saṁvaccharehi niṭṭhitaṁ. Iti appamāṇassa buddhassa pamāṇaṁ akāsīti. Tena kammena okoṭimako jāto.",
  "atk-s0302a9:20": "Hatthayo pasadā migāti hatthino ca pasadamigā ca. Natthi kāyasmiṁ tulyatāti kāyasmiṁ pamāṇaṁ nāma natthi, akāraṇaṁ kāyapamāṇanti attho. Chaṭṭhaṁ.",
  "atk-s0302a9:21": "7. Visākhasuttavaṇṇanā",
  "atk-s0302a9:22": "241. Sattame poriyā vācāyāti puravāsīnaṁ nagaramanussānaṁ vācāsadisāya aparihīnakkharapadāya madhuravācāya. Vissaṭṭhāyāti asandiddhāya apalibuddhāya, pittasemhehi anupahatāyāti attho. Anelagalāyāti yathā dandhamanussā mukhena kheḷaṁ gaḷantena vācaṁ bhāsanti, na evarūpāya, atha kho niddosāya visadavācāya. Pariyāpannāyāti catusaccapariyāpannāya cattāri saccāni amuñcitvā pavattāya. Anissitāyāti vaṭṭanissitaṁ katvā akathitāya. Dhammo hi isinaṁ dhajoti navavidhalokuttaradhammo isīnaṁ dhajo nāmāti. Sattamaṁ.",
  "atk-s0302a9:23": "8. Nandasuttavaṇṇanā",
  "atk-s0302a9:24": "242. Aṭṭhame ākoṭitapaccākoṭitānīti ekasmiṁ passe pāṇinā vā muggarena vā ākoṭanena ākoṭitāni, parivattetvā ākoṭanena paccākoṭitāni. Añjetvāti añjanena pūretvā. Acchaṁ pattanti vippasannavaṇṇaṁ mattikāpattaṁ. Kasmā pana thero evamakāsīti? Satthu ajjhāsayajānanatthaṁ. Evaṁ kirassa ahosi ‘‘sace satthā ‘sobhati vata me ayaṁ kaniṭṭhabhātiko’ti vakkhati, yāvajīvaṁ iminā vākārena carissāmi. Sace ettha dosaṁ dassati, imaṁ ākāraṁ pahāya saṅkāracoḷaṁ gahetvā cīvaraṁ katvā dhārento pariyantasenāsane vasanto carissāmī’’ti. Assasīti bhavissasi.",
  "atk-s0302a9:25": "Aññātuñchenāti abhilakkhitesu issarajanagehesu kaṭukabhaṇḍasambhāraṁ sugandhaṁ bhojanaṁ pariyesantassa uñcho ñātuñcho nāma. Gharapaṭipāṭiyā pana dvāre ṭhitena laddhaṁ missakabhojanaṁ aññātuñcho nāma. Ayamidha adhippeto. Kāmesu anapekkhinanti vatthukāmakilesakāmesu nirapekkhaṁ. Āraññiko cātiādi sabbaṁ samādānavaseneva vuttaṁ. Kāmesu ca anapekkhoti idaṁ suttaṁ devaloke accharāyo dassetvā āgatena aparabhāge kathitaṁ. Imassa kathitadivasato paṭṭhāya thero ghaṭento vāyamanto katipāheneva arahatte patiṭṭhāya sadevake loke aggadakkhiṇeyyo jāto. Aṭṭhamaṁ.",
  "atk-s0302a9:26": "9. Tissasuttavaṇṇanā",
  "atk-s0302a9:27": "243. Navame dummanoti uppannadomanasso. Kasmā panāyaṁ evaṁ dukkhī dummano jātoti? Khattiyapabbajito hesa, tena naṁ pabbājetvā dupaṭṭasāṭakaṁ nivāsāpetvā varacīvaraṁ pārupetvā akkhīni añjetvā manosilātelena sīsaṁ makkhesuṁ. So bhikkhūsu rattiṭṭhānadivāṭṭhānaṁ gatesu ‘‘bhikkhunā nāma vivittokāse nisīditabba’’nti ajānanto bhojanasālaṁ gantvā mahāpīṭhaṁ āruhitvā nisīdi. Disāvacarā āgantukā paṁsukūlikā bhikkhū āgantvā, ‘‘imināva nīhārena rajokiṇṇehi gattehi na sakkā dasabalaṁ passituṁ. Bhaṇḍakaṁ tāva ṭhapessāmā’’ti bhojanasālaṁ agamaṁsu. So tesu mahātheresu āgacchantesu niccalo nisīdiyeva. Aññe bhikkhū ‘‘pādavattaṁ karoma, tālavaṇṭena bījāmā’’ti āpucchanti. Ayaṁ pana nisinnakova ‘‘kativassatthā’’ti? Pucchitvā, ‘‘mayaṁ avassikā. Tumhe pana kativassatthā’’ti? Vutte, ‘‘mayaṁ ajja pabbajitā’’ti āha. Atha naṁ bhikkhū, ‘‘āvuso, adhunā chinnacūḷosi, ajjāpi te sīsamūle ūkāgandho vāyatiyeva, tvaṁ nāma ettakesu vuḍḍhataresu vattaṁ āpucchantesu nissaddo niccalo nisinno, apacitimattampi te natthi, kassa sāsane pabbajitosī’’ti? Parivāretvā taṁ vācāsattīhi paharantā ‘‘kiṁ tvaṁ iṇaṭṭo vā bhayaṭṭo vā jīvituṁ asakkonto pabbajito’’ti? Āhaṁsu. So ekampi theraṁ olokesi, tena ‘‘kiṁ maṁ olokesi mahallakā’’ti? Vutte aññaṁ olokesi, tenapi tatheva vutte athassa ‘‘ime maṁ parivāretvā vācāsattīhi vijjhantī’’ti khattiyamāno uppajji. Akkhīsu maṇivaṇṇāni assūni sañcariṁsu. Tato ne āha – ‘‘kassa santikaṁ āgatatthā’’ti. Te ‘‘kiṁ pana tvaṁ ‘mayhaṁ santikaṁ āgatā’ti? Amhe maññasi gihibyañjanabhaṭṭhakā’’ti vatvā, ‘‘sadevake loke aggapuggalassa satthu santikaṁ āgatamhā’’ti āhaṁsu. So ‘‘mayhaṁ bhātu santike āgatā tumhe, yadi evaṁ idāni vo āgatamaggeneva gamanaṁ karissāmī’’ti kujjhitvā nikkhanto antarāmagge cintesi – ‘‘mayi imināva nīhārena gate satthā ete na nīharāpessatī’’ti dukkhī dummano assūni pavattayamāno agamāsi. Iminā kāraṇena esa evaṁ jātoti.",
  "atk-s0302a9:28": "Vācāsannitodakenāti vacanapatodena. Sañjambharimakaṁsūti sañjambharitaṁ nirantaraṁ phuṭaṁ akaṁsu, upari vijjhiṁsūti vuttaṁ hoti. Vattāti pare yadicchakaṁ vadatiyeva. No ca vacanakkhamoti paresaṁ vacanaṁ khamituṁ na sakkoti. Idāni tāva tvaṁ iminā kopena iminā vuttavācāsannitodakena viddho. Atīte pana raṭṭhato ca pabbājitoti. Evaṁ vutte, ‘‘katarasmiṁ kāle bhagavā’’ti? Bhikkhū bhagavantaṁ yāciṁsu.",
  "atk-s0302a9:29": "Satthā āha – atīte bārāṇasiyaṁ bārāṇasirājā rajjaṁ kāresi. Atheko jātimā, eko mātaṅgoti dve isayo bārāṇasiṁ agamaṁsu. Tesu jātimā puretaraṁ gantvā kumbhakārasālāyaṁ nisīdi. Mātaṅgo tāpaso pacchā gantvā tattha okāsaṁ yāci kumbhakāro ‘‘atthettha paṭhamataraṁ paviṭṭho pabbajito, taṁ pucchā’’ti āha. So attano parikkhāraṁ gahetvā sālāya dvāramūle ṭhatvā, ‘‘amhākampi ācariya ekarattivāsāya okāsaṁ dethā’’ti āha. ‘‘Pavisa, bho’’ti. Pavisitvā nisinnaṁ, ‘‘bho, kiṁ gottosī’’ti? Pucchi. ‘‘Caṇḍālagottomhī’’ti. ‘‘Na sakkā tayā saddhiṁ ekaṭṭhāne nisīdituṁ, ekamantaṁ gacchā’’ti. So ca tattheva tiṇasanthārakaṁ pattharitvā nipajji, jātimā dvāraṁ nissāya nipajji. Itaro passāvatthāya nikkhamanto taṁ urasmiṁ akkami. ‘‘Ko eso’’ti ca vutte? ‘‘Ahaṁ ācariyā’’ti āha. ‘‘Re caṇḍāla, kiṁ aññato maggaṁ na passasi? Atha me āgantvā akkamasī’’ti. ‘‘Ācariya, adisvā me akkantosi, khama mayha’’nti. So mahāpurise bahi nikkhante cintesi – ‘‘ayaṁ paccāgacchantopi itova āgamissatī’’ti parivattetvā nipajji. Mahāpurisopi ‘‘ācariyo ito sīsaṁ katvā nipanno, pādasamīpena gamissāmī’’ti pavisanto puna urasmiṁyeva akkami. ‘‘Ko eso’’ti ca vutte? ‘‘Ahaṁ ācariyā’’ti āha. ‘‘Paṭhamaṁ tāva te ajānantena kataṁ, idāni maṁ ghaṭentova akāsi, sūriye te uggacchante sattadhā muddhā phalatū’’ti sapi. Mahāpuriso kiñci avatvā purearuṇeyeva sūriyaṁ gaṇhi, nāssa uggantuṁ adāsi. Manussā ca hatthiassādayo ca pabujjhiṁsu.",
  "atk-s0302a9:30": "Manussā rājakulaṁ gantvā, ‘‘deva, sakalanagare appabuddho nāma natthi, na ca aruṇuggaṁ paññāyati, kinnu kho eta’’nti? Tena hi nagaraṁ parivīmaṁsathāti. Te parivīmaṁsantā kumbhakārasālāyaṁ dve tāpase disvā, ‘‘imesaṁ etaṁ kammaṁ bhavissatī’’ti gantvā rañño ārocesuṁ. Raññā ca ‘‘pucchatha ne’’ti vuttā āgantvā jātimantaṁ pucchiṁsu – ‘‘tumhehi andhakāraṁ kata’’nti. ‘‘Na mayā kataṁ, esa pana kūṭajaṭilo chavo anantamāyo, taṁ pucchathā’’ti. Te āgantvā mahāpurisaṁ pucchiṁsu – ‘‘tumhehi, bhante, andhakāraṁ kata’’nti. ‘‘Āma ayaṁ ācariyo maṁ abhisapi, tasmā mayā kata’’nti. Te gantvā rañño ārocesuṁ. Rājāpi āgantvā mahāpurisaṁ ‘‘tumhehi kataṁ, bhante’’ti? Pucchi. ‘‘Āma, mahārājā’’ti. ‘‘Kasmā bhante’’ti? ‘‘Iminā abhisapitomhi, sace maṁ eso khamāpessati, sūriyaṁ vissajjessāmī’’ti. Rājā ‘‘khamāpetha, bhante, eta’’nti āha. Itaro ‘‘mādiso jātimā kiṁ evarūpaṁ caṇḍālaṁ khamāpessati? Na khamāpemī’’ti.",
  "atk-s0302a9:31": "Atha naṁ manussā ‘‘na kiṁ tvaṁ attano ruciyā khamāpessasī’’ti? Vatvā hatthesu ca pādesu ca gahetvā pādamūle nipajjāpetvā ‘‘khamāpehī’’ti āhaṁsu. So nissaddo nipajji. Punapi naṁ ‘‘khamāpehī’’ti āhaṁsu. Tato ‘‘khama mayhaṁ, ācariyā’’ti āha. Mahāpuriso ‘‘ahaṁ tāva tuyhaṁ khamitvā sūriyaṁ vissajjessāmi, sūriye pana uggate tava sīsaṁ sattadhā phalissatī’’ti vatvā, ‘‘imassa sīsappamāṇaṁ mattikāpiṇḍaṁ matthake ṭhapetvā etaṁ nadiyā galappamāṇe udake ṭhapethā’’ti āha. Manussā tathā akaṁsu. Ettāvatā saraṭṭhakaṁ rājabalaṁ sannipati. Mahāpuriso sūriyaṁ muñci. Sūriyarasmi āgantvā mattikāpiṇḍaṁ pahari. So sattadhā bhijji. Tāvadeva so nimujjitvā ekena titthena uttaritvā palāyi. Satthā imaṁ vatthuṁ āharitvā, ‘‘idāni tāva tvaṁ bhikkhūnaṁ santike paribhāsaṁ labhasi, pubbepi imaṁ kodhaṁ nissāya raṭṭhato pabbājito’’ti anusandhiṁ ghaṭetvā atha naṁ ovadanto na kho te taṁ tissa patirūpantiādimāha. Navamaṁ.",
  "atk-s0302a9:32": "10. Theranāmakasuttavaṇṇanā",
  "atk-s0302a9:33": "244. Dasame vaṇṇavādīti ānisaṁsavādī. Yaṁ atītaṁ taṁ pahīnanti atīte khandhapañcake chandarāgappahānena taṁ pahīnaṁ nāma hoti. Anāgatanti anāgatampi khandhapañcakaṁ tattha chandarāgapaṭinissaggena paṭinissaṭṭhaṁ nāma hoti . Sabbābhibhunti sabbā khandhāyatanadhātuyo ca tayo bhave ca abhibhavitvā ṭhitaṁ. Sabbavidunti taṁ vuttappakāraṁ sabbaṁ viditaṁ pākaṭaṁ katvā ṭhitaṁ. Sabbesu dhammesūti tesveva dhammesu taṇhādiṭṭhilepehi anupalittaṁ. Sabbañjahanti tadeva sabbaṁ tattha chandarāgappahānena jahitvā ṭhitaṁ. Taṇhakkhaye vimuttanti taṇhakkhayasaṅkhāte nibbāne tadārammaṇāya vimuttiyā vimuttaṁ. Dasamaṁ.",
  "atk-s0302a9:34": "11. Mahākappinasuttavaṇṇanā",
  "atk-s0302a9:35": "245. Ekādasame mahākappinoti evaṁnāmako abhiññābalappatto asītimahāsāvakānaṁ abbhantaro mahāthero. So kira gihikāle kukkuṭavatīnagare tiyojanasatikaṁ rajjaṁ akāsi. Pacchimabhavikattā pana tathārūpaṁ sāsanaṁ sotuṁ ohitasoto vicarati. Athekadivasaṁ amaccasahassaparivuto uyyānakīḷikaṁ agamāsi. Tadā ca majjhimadesato jaṅghavāṇijā taṁ nagaraṁ gantvā, bhaṇḍaṁ paṭisāmetvā, ‘‘rājānaṁ passissāmā’’ti paṇṇākārahatthā rājakuladvāraṁ gantvā, ‘‘rājā uyyānaṁ gato’’ti sutvā, uyyānaṁ gantvā, dvāre ṭhitā, paṭihārassa ārocayiṁsu. Atha rañño nivedite rājā pakkosāpetvā niyyātitapaṇṇākāre vanditvā ṭhite, ‘‘tātā, kuto āgatatthā’’ti? Pucchi. ‘‘Sāvatthito devā’’ti. ‘‘Kacci vo raṭṭhaṁ subhikkhaṁ, dhammiko rājā’’ti? ‘‘Āma, devā’’ti. ‘‘Atthi pana tumhākaṁ dese kiñci sāsana’’nti? ‘‘Atthi, deva, na pana sakkā ucchiṭṭhamukhehi kathetu’’nti. Rājā suvaṇṇabhiṅgārena udakaṁ dāpesi. Te mukhaṁ vikkhāletvā dasabalābhimukhā añjaliṁ paggaṇhitvā, ‘‘deva, amhākaṁ dese buddharatanaṁ nāma uppanna’’nti āhaṁsu. Rañño ‘‘buddho’’ti vacane sutamatte sakalasarīraṁ pharamānā pīti uppajji. Tato ‘‘buddhoti, tātā, vadathā’’ti? Āha. ‘‘Buddhoti deva vadāmā’’ti. Evaṁ tikkhattuṁ vadāpetvā, ‘‘buddhoti padaṁ aparimāṇaṁ, nāssa sakkā parimāṇaṁ kātu’’nti tasmiṁyeva pasanno satasahassaṁ datvā puna ‘‘aññaṁ kiṁ sāsana’’nti? Pucchi. ‘‘Deva dhammaratanaṁ nāma uppanna’’nti. Tampi sutvā tatheva tikkhattuṁ paṭiññaṁ gahetvā aparampi satasahassaṁ datvā puna ‘‘aññaṁ kiṁ sāsana’’nti? Pucchi. ‘‘Saṅgharatanaṁ deva uppanna’’nti. Tampi sutvā tatheva tikkhattuṁ paṭiññaṁ gahetvā aparampi satasahassaṁ datvā dinnabhāvaṁ paṇṇe likhitvā, ‘‘tātā, deviyā santikaṁ gacchathā’’ti pesesi. Tesu gatesu amacce pucchi, ‘‘tātā, buddho loke uppanno, tumhe kiṁ karissathā’’ti? ‘‘Deva tumhe kiṁ kattukāmā’’ti? ‘‘Ahaṁ pabbajissāmī’’ti. ‘‘Mayampi pabbajissāmā’’ti. Te sabbepi gharaṁ vā kuṭumbaṁ vā anapaloketvā ye asse āruyha gatā, teheva nikkhamiṁsu.",
  "atk-s0302a9:36": "Vāṇijā anojādeviyā santikaṁ gantvā paṇṇaṁ dassesuṁ. Sā vācetvā ‘‘raññā tumhākaṁ bahū kahāpaṇā dinnā, kiṁ tumhehi kataṁ, tātā’’ti? Pucchi. ‘‘Piyasāsanaṁ devi ānīta’’nti. ‘‘Amhepi sakkā, tātā, suṇāpetu’’nti. ‘‘Sakkā devi, ucchiṭṭhamukhehi pana vattuṁ na sakkā’’ti. Sā suvaṇṇabhiṅgārena udakaṁ dāpesi. Te mukhaṁ vikkhāletvā rañño ārocitanayeneva ārocesuṁ. Sāpi sutvā uppannapāmojjā teneva nayena ekekasmiṁ pade tikkhattuṁ paṭiññaṁ gahetvā paṭiññāgaṇanāya tīṇi tīṇi katvā navasatasahassāni adāsi. Vāṇijā sabbānipi dvādasasatasahassāni labhiṁsu. Atha ne ‘‘rājā kahaṁ, tātā’’ti, pucchi. ‘‘Pabbajissāmīti nikkhanto devī’’ti. ‘‘Tena hi, tātā, tumhe gacchathā’’ti te uyyojetvā raññā saddhiṁ gatānaṁ amaccānaṁ mātugāme pakkosāpetvā, ‘‘tumhe attano sāmikānaṁ gataṭṭhānaṁ jānātha ammā’’ti pucchi. ‘‘Jānāma ayye, raññā saddhiṁ uyyānakīḷikaṁ gatā’’ti. Āma gatā, tattha pana gantvā, ‘‘buddho uppanno, dhammo uppanno, saṅgho uppanno’’ti sutvā, ‘‘dasabalassa santike pabbajissāmā’’ti gatā. ‘‘Tumhe kiṁ karissathā’’ti? ‘‘Tumhe pana ayye kiṁ kattukāmā’’ti? ‘‘Ahaṁ pabbajissāmi, na tehi vantavamanaṁ jivhagge ṭhapeyya’’nti. ‘‘Yadi evaṁ, mayampi pabbajissāmā’’ti sabbā rathe yojāpetvā nikkhamiṁsu.",
  "atk-s0302a9:37": "Rājāpi amaccasahassena saddhiṁ gaṅgāya tīraṁ pāpuṇi. Tasmiñca samaye gaṅgā pūrā hoti. Atha naṁ disvā, ‘‘ayaṁ gaṅgā pūrā caṇḍamacchākiṇṇā, amhehi saddhiṁ āgatā dāsā vā manussā vā natthi, ye no nāvaṁ vā uḷumpaṁ vā katvā dadeyyuṁ, etassa pana satthu guṇā nāma heṭṭhā avīcito upari yāva bhavaggā patthaṭā, sace esa satthā sammāsambuddho, imesaṁ assānaṁ khurapiṭṭhāni mā tementū’’ti udakapiṭṭhena asse pakkhandāpesuṁ . Ekaassassāpi khurapiṭṭhamattaṁ na temi, rājamaggena gacchantā viya paratīraṁ patvā purato aññaṁ mahānadiṁ pāpuṇiṁsu. Tattha aññā saccakiriyā natthi, tāya eva saccakiriyāya tampi aḍḍhayojanavitthāraṁ nadiṁ atikkamiṁsu. Atha tatiyaṁ candabhāgaṁ nāma mahānadiṁ patvā tampi tāya eva saccakiriyāya atikkamiṁsu.",
  "atk-s0302a9:38": "Satthāpi taṁdivasaṁ paccūsasamaye mahākaruṇāsamāpattito vuṭṭhāya lokaṁ olokento ‘‘ajja mahākappino tiyojanasatikaṁ rajjaṁ pahāya amaccasahassaparivāro mama santike pabbajituṁ āgacchatī’’ti disvā, ‘‘mayā tesaṁ paccuggamanaṁ kātuṁ yutta’’nti pātova sarīrapaṭijagganaṁ katvā, bhikkhusaṅghaparivāro sāvatthiyaṁ piṇḍāya caritvā, pacchābhattaṁ piṇḍapātapaṭikkanto sayameva pattacīvaraṁ gahetvā, ākāse uppatitvā candabhāgāya nadiyā tīre tesaṁ uttaraṇatitthassa abhimukhe ṭhāne mahānigrodharukkho atthi, tattha pallaṅkena nisīditvā parimukhaṁ satiṁ upaṭṭhapetvā chabbaṇṇabuddharasmiyo vissajjesi. Te tena titthena uttarantā ca chabbaṇṇabuddharasmiyo ito cito ca vidhāvantiyo olokentā dasabalassa puṇṇacandasassirikaṁ mukhaṁ disvā, ‘‘yaṁ satthāraṁ uddissa mayaṁ pabbajitā, addhā so eso’’ti dassaneneva niṭṭhaṁ gantvā diṭṭhaṭṭhānato paṭṭhāya onatā vandamānā āgamma satthāraṁ vandiṁsu. Rājā gopphakesu gahetvā satthāraṁ vanditvā ekamantaṁ nisīdi saddhiṁ amaccasahassena. Satthā tesaṁ dhammaṁ kathesi. Desanāpariyosāne sabbe arahatte patiṭṭhāya satthāraṁ pabbajjaṁ yāciṁsu. Satthā ‘‘pubbe ime cīvaradānassa dinnattā attano cīvarāni gahetvāva āgatā’’ti suvaṇṇavaṇṇaṁ hatthaṁ pasāretvā, ‘‘etha bhikkhavo svākkhāto dhammo, caratha brahmacariyaṁ sammā dukkhassa antakiriyāyā’’ti āha. Sāva tesaṁ āyasmantānaṁ pabbajjā ca upasampadā ca ahosi, vassasaṭṭhikattherā viya satthāraṁ parivārayiṁsu.",
  "atk-s0302a9:39": "Anojāpi devī rathasahassaparivārā gaṅgātīraṁ patvā rañño atthāya ābhataṁ nāvaṁ vā uḷumpaṁ vā adisvā attano byattatāya cintesi – ‘‘rājā saccakiriyaṁ katvā gato bhavissati, so pana satthā na kevalaṁ tesaṁyeva atthāya nibbatto, sace so satthā sammāsambuddho, amhākaṁ rathā mā udake nimujjiṁsū’’ti udakapiṭṭhe rathe pakkhandāpesi. Rathānaṁ nemivaṭṭimattampi na temi. Dutiyatatiyanadīpi teneva saccakārena uttaramānāyeva nigrodharukkhamūle satthāraṁ addasa. Satthā ‘‘imāsaṁ attano sāmike passantīnaṁ chandarāgo uppajjitvā maggaphalānaṁ antarāyaṁ kareyya, so evaṁ kātuṁ na sakkhissatī’’ti yathā aññamaññe na passanti, tathā akāsi. Tā sabbāpi titthato uttaritvā dasabalaṁ vanditvā nisīdiṁsu. Satthā tāsaṁ dhammaṁ kathesi, desanāpariyosāne sabbāpi sotāpattiphale patiṭṭhāya aññamaññe passiṁsu. Satthā ‘‘uppalavaṇṇā āgacchatū’’ti cintesi. Therī āgantvā sabbā pabbājetvā ādāya bhikkhunīnaṁ upassayaṁ gatā. Satthā bhikkhusahassaṁ gahetvā ākāsena jetavanaṁ agamāsi. Imaṁ sandhāyetaṁ vuttaṁ – ‘‘mahākappinoti evaṁ nāmako abhiññābalappatto asītimahāsāvakānaṁ abbhantaro mahāthero’’ti.",
  "atk-s0302a9:40": "Janetasminti janite pajāyāti attho. Ye gottapaṭisārinoti ye ‘‘mayaṁ vāseṭṭhā gotamā’’ti gottaṁ paṭisaranti paṭijānanti, tesaṁ khattiyo seṭṭhoti attho. Vijjācaraṇasampannoti aṭṭhahi vijjāhi ceva pannarasadhammabhedena caraṇena ca samannāgato. Tapatīti virocati. Jhāyī tapati brāhmaṇoti khīṇāsavabrāhmaṇo duvidhena jhānena jhāyamāno tapati virocati. Tasmiṁ pana khaṇe kāludāyitthero duvidhena jhānena jhāyamāno avidūre nisinno hoti. Buddho tapatīti sabbaññubuddho virocati. Sabbamaṅgalagāthā kiresā. Bhātikarājā kira ekaṁ pūjaṁ kāretvā ācariyakaṁ āha – ‘‘tīhi ratanehi amuttaṁ ekaṁ jayamaṅgalaṁ vadathā’’ti. So tepiṭakaṁ buddhavacanaṁ sammasitvā imaṁ gāthaṁ vadanto ‘‘divā tapati ādicco’’ti vatvā atthaṅgamentassa sūriyassa añjaliṁ paggaṇhi. ‘‘Rattimābhāti candimā’’ti, uṭṭhahantassa candassa añjaliṁ paggaṇhi. ‘‘Sannaddho khattiyo tapatī’’ti rañño añjaliṁ paggaṇhi. ‘‘Jhāyī tapati brāhmaṇo’’ti bhikkhusaṅghassa añjaliṁ paggaṇhi. ‘‘Buddho tapati tejasā’’ti vatvā pana mahācetiyassa añjaliṁ paggaṇhi. Atha naṁ rājā ‘‘mā hatthaṁ otārehī’’ti ukkhittasmiṁyeva hatthe sahassaṁ ṭhapesi. Ekādasamaṁ.",
  "atk-s0302a9:41": "12. Sahāyakasuttavaṇṇanā",
  "atk-s0302a9:42": "246. Dvādasame cirarattaṁsametikāti dīgharattaṁ saṁsanditvā sametvā ṭhitaladdhino. Te kira pañcajātisatāni ekatova vicariṁsu. Sameti nesaṁ saddhammoti idāni imesaṁ ayaṁ sāsanadhammo saṁsandati sameti. Dhamme buddhappavediteti buddhena pavedite dhamme etesaṁ sāsanadhammo sobhatīti attho. Suvinītā kappinenāti attano upajjhāyena ariyappavedite dhamme suṭṭhu vinītā. Sesaṁ sabbattha uttānamevāti. Dvādasamaṁ.",
  "atk-s0302a9:43": "Bhikkhusaṁyuttavaṇṇanā niṭṭhitā.",
  "atk-s0302a9:44": "Iti sāratthappakāsiniyā saṁyuttanikāya-aṭṭhakathāya",
  "atk-s0302a9:45": "Nidānavaggavaṇṇanā niṭṭhitā."
}