{
  "atk-s0504a0:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "atk-s0504a0:1": "Khuddakanikāye",
  "atk-s0504a0:2": "Itivuttaka-aṭṭhakathā",
  "atk-s0504a0:3": "Ganthārambhakathā",
  "atk-s0504a0:4": "Mahākāruṇikaṁ nāthaṁ, ñeyyasāgarapāraguṁ;",
  "atk-s0504a0:5": "Vande nipuṇagambhīra-vicitranayadesanaṁ.",
  "atk-s0504a0:6": "Vijjācaraṇasampannā, yena niyyanti lokato;",
  "atk-s0504a0:7": "Vande tamuttamaṁ dhammaṁ, sammāsambuddhapūjitaṁ.",
  "atk-s0504a0:8": "Sīlādiguṇasampanno, ṭhito maggaphalesu yo;",
  "atk-s0504a0:9": "Vande ariyasaṅghaṁ taṁ, puññakkhettaṁ anuttaraṁ.",
  "atk-s0504a0:10": "Vandanājanitaṁ puññaṁ, iti yaṁ ratanattaye;",
  "atk-s0504a0:11": "Hatantarāyo sabbattha, hutvāhaṁ tassa tejasā.",
  "atk-s0504a0:12": "Ekakādippabhedena , desitāni mahesinā;",
  "atk-s0504a0:13": "Lobhādīnaṁ pahānāni, dīpanāni visesato.",
  "atk-s0504a0:14": "Suttāni ekato katvā, itivuttapadakkharaṁ;",
  "atk-s0504a0:15": "Dhammasaṅgāhakā therā, saṅgāyiṁsu mahesayo.",
  "atk-s0504a0:16": "Itivuttakamicceva, nāmena vasino pure;",
  "atk-s0504a0:17": "Yaṁ khuddakanikāyasmiṁ, gambhīratthapadakkamaṁ.",
  "atk-s0504a0:18": "Tassa gambhīrañāṇehi, ogāhetabbabhāvato;",
  "atk-s0504a0:19": "Kiñcāpi dukkarā kātuṁ, atthasaṁvaṇṇanā mayā.",
  "atk-s0504a0:20": "Sahasaṁvaṇṇanaṁ yasmā, dharate satthu sāsanaṁ;",
  "atk-s0504a0:21": "Pubbācariyasīhānaṁ, tiṭṭhateva vinicchayo.",
  "atk-s0504a0:22": "Tasmā taṁ avalambitvā, ogāhetvāna pañcapi;",
  "atk-s0504a0:23": "Nikāye upanissāya, porāṇaṭṭhakathānayaṁ.",
  "atk-s0504a0:24": "Nissitaṁ vācanāmaggaṁ, suvisuddhaṁ anākulaṁ;",
  "atk-s0504a0:25": "Mahāvihāravāsīnaṁ, nipuṇatthavinicchayaṁ.",
  "atk-s0504a0:26": "Punappunāgataṁ atthaṁ, vajjayitvāna sādhukaṁ;",
  "atk-s0504a0:27": "Yathābalaṁ karissāmi, itivuttakavaṇṇanaṁ.",
  "atk-s0504a0:28": "Iti ākaṅkhamānassa, saddhammassa ciraṭṭhitiṁ;",
  "atk-s0504a0:29": "Vibhajantassa tassatthaṁ, nisāmayatha sādhavoti.",
  "atk-s0504a0:30": "Tattha itivuttakaṁ nāma ekakanipāto, dukanipāto, tikanipāto, catukkanipātoti catunipātasaṅgahaṁ. Tampi vinayapiṭakaṁ, suttantapiṭakaṁ, abhidhammapiṭakanti tīsu piṭakesu suttantapiṭakapariyāpannaṁ; dīghanikāyo majjhimanikāyo, saṁyuttanikāyo, aṅguttaranikāyo, khuddakanikāyoti pañcasu nikāyesu khuddakanikāyapariyāpannaṁ; suttaṁ, geyyaṁ, veyyākaraṇaṁ, gāthā, udānaṁ, itivuttakaṁ, jātakaṁ, abbhutadhammaṁ, vedallanti navasu sāsanaṅgesu itivuttakaṅgabhūtaṁ.",
  "atk-s0504a0:31": "‘‘Dvāsīti buddhato gaṇhiṁ, dvesahassāni bhikkhuto;",
  "atk-s0504a0:32": "Caturāsīti sahassāni, ye me dhammā pavattino’’ti. (theragā. 1027) –",
  "atk-s0504a0:33": "Evaṁ dhammabhaṇḍāgārikena paṭiññātesu caturāsītiyā dhammakkhandhasahassesu katipayadhammakkhandhasaṅgahaṁ. Suttato ekakanipāte tāva sattavīsati suttāni, dukanipāte dvāvīsati, tikanipāte paññāsa, catukkanipāte terasāti dvādasādhikasuttasatasaṅgahaṁ. Tassa nipātesu ekakanipāto ādi, vaggesu pāṭibhogavaggo, suttesu lobhasuttaṁ. Tassāpi ‘‘vuttañhetaṁ bhagavatā’’tiādikaṁ āyasmatā ānandena paṭhamamahāsaṅgītikāle vuttaṁ nidānamādi. Sā panāyaṁ paṭhamamahāsaṅgīti vinayapiṭake tantimāruḷhā eva. Yo panettha nidānakosallatthaṁ vattabbo kathāmaggo , sopi sumaṅgalavilāsiniyā dīghanikāya-aṭṭhakathāya vitthārato vuttoyevāti tattha vuttanayeneva veditabbo.",
  "atk-s0504a0:34": "Nidānavaṇṇanā",
  "atk-s0504a0:35": "Yaṁ panetaṁ vuttañhetaṁ bhagavatātiādikaṁ nidānaṁ. Ekadhammaṁ, bhikkhave, pajahathātiādikaṁ suttaṁ. Tattha vuttaṁ bhagavatātiādīni nāmapadāni. Itīti nipātapadaṁ. Pajahathāti ettha pa-iti upasaggapadaṁ, jahathā-ti ākhyātapadaṁ. Iminā nayena sabbattha padavibhāgo veditabbo.",
  "atk-s0504a0:36": "Atthato pana vuttasaddo tāva saupasaggo anupasaggo ca vapane vāpasamakaraṇe kesohāraṇe jīvitavuttiyaṁ pavuttabhāve pāvacanabhāvena pavattite ajjhesane kathaneti evamādīsu dissati. Tathā hesa –",
  "atk-s0504a0:37": "‘‘Gāvo tassa pajāyanti, khette vuttaṁ virūhati;",
  "atk-s0504a0:38": "Vuttānaṁ phalamasnāti, yo mittānaṁ na dubbhatī’’ti. –",
  "atk-s0504a0:39": "Ādīsu (jā. 2.22.19) vapane āgato. ‘‘No ca kho paṭivutta’’ntiādīsu (pārā. 289) aṭṭhadantakādīhi vāpasamakaraṇe. ‘‘Kāpaṭiko māṇavo daharo vuttasiro’’tiādīsu (ma. ni. 2.426) kesohāraṇe. ‘‘Pannalomo paradattavutto migabhūtena cetasā viharatī’’tiādīsu (cūḷava. 332) jīvitavuttiyaṁ. ‘‘Seyyathāpi nāma paṇḍupalāso bandhanā pavutto abhabbo haritatthāyā’’tiādīsu (pārā. 92; pāci. 666; mahāva. 129) bandhanato pavuttabhāve. ‘‘Yesamidaṁ etarahi, brāhmaṇā, porāṇaṁ mantapadaṁ gītaṁ pavuttaṁ samihita’’ntiādīsu pāvacanabhāvena pavattite. Loke pana – ‘‘vutto gaṇo vutto pārāyano’’tiādīsu ajjhene. ‘‘Vuttaṁ kho panetaṁ bhagavatā dhammadāyādā me, bhikkhave, bhavatha, mā āmisadāyādā’’tiādīsu (ma. ni. 1.30) kathane. Idhāpi kathane daṭṭhabbo. Tasmā vuttaṁ kathitaṁ bhāsitanti attho.",
  "atk-s0504a0:40": "Dutiyo pana vuttasaddo vacane ciṇṇabhāve ca veditabbo. Hi-iti jātu vibyattanti etasmiṁ atthe nipāto. So idāni vuccamānasuttassa bhagavato vibyattaṁ bhāsitabhāvaṁ joteti. Vācakasaddasannidhāne hi payuttā nipātā. Tehi vattabbamatthaṁ jotenti. Etanti ayaṁ etasaddo –",
  "atk-s0504a0:41": "‘‘Yo ca buddhañca dhammañca, saṅghañca saraṇaṁ gato;",
  "atk-s0504a0:42": "Cattāri ariyasaccāni, sammappaññāya passati.",
  "atk-s0504a0:43": "‘‘Dukkhaṁ dukkhasamuppādaṁ, dukkhassa ca atikkamaṁ;",
  "atk-s0504a0:44": "Ariyañcaṭṭhaṅgikaṁ maggaṁ, dukkhūpasamagāminaṁ.",
  "atk-s0504a0:45": "‘‘Etaṁ kho saraṇaṁ khemaṁ, etaṁ saraṇamuttamaṁ;",
  "atk-s0504a0:46": "Etaṁ saraṇamāgamma, sabbadukkhā pamuccatī’’ti. (dha. pa. 190-192) –",
  "atk-s0504a0:47": "Ādīsu yathāvutte āsannapaccakkhe āgato. ‘‘Appamattakaṁ kho panetaṁ, bhikkhave, oramattakaṁ sīlamattakaṁ, yena puthujjano tathāgatassa vaṇṇaṁ vadamāno vadeyyā’’tiādīsu (dī. ni. 1.7) pana vakkhamāne āsannapaccakkhe. Idhāpi vakkhamāneyeva daṭṭhabbo. Saṅgāyanavasena vakkhamānañhi suttaṁ dhammabhaṇḍāgārikena buddhiyaṁ ṭhapetvā tadā ‘‘eta’’nti vuttaṁ.",
  "atk-s0504a0:48": "Bhagavatāti ettha bhagavāti garuvacanaṁ. Garuṁ hi loke bhagavāti vadanti. Tathāgato ca sabbaguṇavisiṭṭhatāya sattānaṁ garu, tasmā bhagavāti veditabbo. Porāṇehipi vuttaṁ –",
  "atk-s0504a0:49": "‘‘Bhagavāti vacanaṁ seṭṭhaṁ, bhagavāti vacanamuttamaṁ;",
  "atk-s0504a0:50": "Garu gāravayutto so, bhagavā tena vuccatī’’ti.",
  "atk-s0504a0:51": "Seṭṭhavācakañhi vacanaṁ seṭṭhaguṇasahacaraṇato seṭṭhanti vuttaṁ. Atha vā vuccatīti vacanaṁ, attho. Tasmā bhagavātivacanaṁ seṭṭhanti bhagavāti iminā vacanena vacanīyo yo attho, so seṭṭhoti attho. Bhagavāti vacanamuttamanti etthāpi eseva nayo. Gāravayuttoti garubhāvayutto garuguṇayogato, garukaraṇaṁ vā sātisayaṁ arahatīti gāravayutto, gāravārahoti attho. Evaṁ guṇavisiṭṭhasattuttamagarugāravādhivacanametaṁ yadidaṁ bhagavāti. Apica –",
  "atk-s0504a0:52": "‘‘Bhagī bhajī bhāgī vibhattavā iti,",
  "atk-s0504a0:53": "Akāsi bhagganti garūti bhāgyavā;",
  "atk-s0504a0:54": "Bahūhi ñāyehi subhāvitattano,",
  "atk-s0504a0:55": "Bhavantago so bhagavāti vuccatī’’ti. –",
  "atk-s0504a0:56": "Niddese āgatanayena –",
  "atk-s0504a0:57": "‘‘Bhāgyavā bhaggavā yutto, bhagehi ca vibhattavā;",
  "atk-s0504a0:58": "Bhattavā vantagamano, bhavesu bhagavā tato’’ti.",
  "atk-s0504a0:59": "Imissā gāthāya ca vasena bhagavāti padassa attho vattabbo. So panāyaṁ attho sabbākārena visuddhimagge buddhānussatiniddese vuttoti. Tattha vuttanayeneva veditabbo.",
  "atk-s0504a0:60": "Aparo nayo – bhāgavāti bhagavā, bhatavāti bhagavā, bhāge vanīti bhagavā, bhage vanīti bhagavā, bhattavāti bhagavā, bhage vamīti bhagavā, bhāge vamīti bhagavā.",
  "atk-s0504a0:61": "‘‘Bhāgavā bhatavā bhāge, bhage ca vani bhattavā;",
  "atk-s0504a0:62": "Bhage vami tathā bhāge, vamīti bhagavā jino’’.",
  "atk-s0504a0:63": "Tattha kathaṁ bhāgavāti bhagavā? Ye te sīlādayo dhammakkhandhā guṇakoṭṭhāsā, te anaññasādhāraṇā niratisayā tathāgatassa atthi upalabbhanti. Tathā hissa sīlaṁ, samādhi, paññā, vimutti, vimuttiñāṇadassanaṁ, hirī, ottappaṁ, saddhā, vīriyaṁ, sati, sampajaññaṁ, sīlavisuddhi, cittavisuddhi, diṭṭhivisuddhi, samatho, vipassanā, tīṇi kusalamūlāni, tīṇi sucaritāni, tayo sammāvitakkā, tisso anavajjasaññā, tisso dhātuyo, cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, cattāro ariyamaggā, cattāri ariyaphalāni , catasso paṭisambhidā, catuyoniparicchedakañāṇāni, cattāro ariyavaṁsā, cattāri vesārajjañāṇāni, pañca padhāniyaṅgāni, pañcaṅgiko sammāsamādhi, pañcañāṇiko sammāsamādhi, pañcindriyāni, pañca balāni, pañca nissāraṇīyā dhātuyo, pañca vimuttāyatanañāṇāni, pañca vimuttiparipācanīyā saññā, cha anussatiṭṭhānāni, cha gāravā, cha nissāraṇīyā dhātuyo, cha satatavihārā, cha anuttariyāni, cha nibbedhabhāgiyā saññā, cha abhiññā, cha asādhāraṇañāṇāni, satta aparihāniyā dhammā, satta ariyadhanāni, satta bojjhaṅgā, satta sappurisadhammā, satta nijjaravatthūni, satta saññā, satta dakkhiṇeyyapuggaladesanā, satta khīṇāsavabaladesanā, aṭṭha paññāpaṭilābhahetudesanā, aṭṭhasammattāni, aṭṭha lokadhammātikkamo, aṭṭha ārambhavatthūni, aṭṭha akkhaṇadesanā, aṭṭha mahāpurisavitakkā, aṭṭha abhibhāyatanadesanā, aṭṭha vimokkhā, nava yonisomanasikāramūlakā dhammā, nava pārisuddhipadhāniyaṅgāni, nava sattāvāsadesanā, nava āghātappaṭivinayā, nava saññā, nava nānattā, nava anupubbavihārā, dasa nāthakaraṇā dhammā, dasa kasiṇāyatanāni, dasa kusalakammapathā, dasa sammattāni, dasa ariyavāsā, dasa asekkhā dhammā, dasa tathāgatabalāni, ekādasa mettānisaṁsā, dvādasa dhammacakkākārā, terasa dhutaguṇā, cuddasa buddhañāṇāni, pañcadasa vimuttiparipācanīyā dhammā, soḷasavidhā ānāpānassati, soḷasa aparantapanīyā dhammā, aṭṭhārasa buddhadhammā, ekūnavīsati paccavekkhaṇañāṇāni, catucattālīsa ñāṇavatthūni, paññāsa udayabbayañāṇāni, paropaṇṇāsa kusaladhammā, sattasattati ñāṇavatthūni, catuvīsatikoṭisatasahassasamāpattisañcārimahāvajirañāṇaṁ, anantanayasamantapaṭṭhānapavicayapaccavekkhaṇadesanāñāṇāni, tathā anantāsu lokadhātūsu anantānaṁ sattānaṁ āsayādivibhāvanañāṇāni cāti, evamādayo anantā aparimāṇabhedā anaññasādhāraṇā niratisayā guṇabhāgā guṇakoṭṭhāsā vijjanti upalabbhanti. Tasmā yathāvuttavibhāgā guṇabhāgā assa atthīti bhāgavāti vattabbe. Ākārassa rassattaṁ katvā ‘‘bhagavā’’ti vutto. Evaṁ tāva bhāgavāti bhagavā.",
  "atk-s0504a0:64": "‘‘Yasmā sīlādayo sabbe, guṇabhāgā asesato;",
  "atk-s0504a0:65": "Vijjanti sugate tasmā, bhagavāti pavuccati’’.",
  "atk-s0504a0:66": "Kathaṁ bhatavāti bhagavā? Ye te sabbalokahitāya ussukkamāpannehi manussattādike aṭṭha dhamme samodhānetvā sammāsambodhiyā katamahābhinīhārehi mahābodhisattehi paripūretabbā dānapāramī, sīlanekkhammapaññāvīriyakhantisaccaadhiṭṭhānamettāupekkhāpāramīti dasa pāramiyo, dasa upapāramiyo, dasa paramatthapāramiyoti samatiṁsa pāramiyo, dānādīni cattāri saṅgahavatthūni, cattāri adhiṭṭhānāni, attapariccāgo, nayanadhanarajjaputtadārapariccāgoti pañca mahāpariccāgā, pubbayogo, pubbacariyā, dhammakkhānaṁ, lokatthacariyā, ñātatthacariyā, buddhatthacariyāti evamādayo saṅkhepato vā puññasambhārañāṇasambhārā buddhakaradhammā, te mahābhinīhārato paṭṭhāya kappānaṁ satasahassādhikāni cattāri asaṅkhyeyyāni yathā hānabhāgiyā, saṁkilesabhāgiyā , ṭhitibhāgiyā, vā na honti; atha kho uttaruttari visesabhāgiyāva honti; evaṁ sakkaccaṁ nirantaraṁ anavasesato bhatā sambhatā assa atthīti bhatavāti bhagavā; niruttinayena takārassa gakāraṁ katvā. Atha vā bhatavāti teyeva yathāvutte buddhakaradhamme vuttanayena bhari sambhari paripūresīti attho. Evampi bhatavāti bhagavā.",
  "atk-s0504a0:67": "‘‘Yasmā sambodhiyā sabbe, dānapāramiādike;",
  "atk-s0504a0:68": "Sambhāre bhatavā nātho, tasmāpi bhagavā mato’’.",
  "atk-s0504a0:69": "Kathaṁ bhāge vanīti bhagavā? Ye te catuvīsatikoṭisatasahassasaṅkhā devasikaṁ vaḷañjanakasamāpattibhāgā, te anavasesato lokahitatthaṁ attano diṭṭhadhammasukhavihāratthañca niccakappaṁ vani bhaji sevi bahulamakāsīti bhāge vanīti bhagavā. Atha vā abhiññeyyesu dhammesu kusalādīsu khandhādīsu ca ye te pariññeyyādivasena saṅkhepato vā catubbidhā abhisamayabhāgā, vitthārato pana ‘‘cakkhu pariññeyyaṁ …pe… jarāmaraṇaṁ pariññeyya’’ntiādinā (paṭi. ma. 1.21) aneke pariññeyyabhāgā, ‘‘cakkhussa samudayo pahātabbo…pe… jarāmaraṇassa samudayo pahātabbo’’tiādinā pahātabbabhāgā, ‘‘cakkhussa nirodho sacchikātabbo…pe… jarāmaraṇassa nirodho sacchikātabbo’’tiādinā sacchikātabbabhāgā, ‘‘cakkhunirodhagāminīpaṭipadā bhāvetabbā…pe… cattāro satipaṭṭhānā bhāvetabbā’’tiādinā ca anekabhedā bhāvetabbabhāgā ca dhammā, te sabbe vani bhaji yathārahaṁ gocarabhāvanāsevanānaṁ vasena sevi. Evampi bhāge vanīti bhagavā. Atha vā ye ime sīlādayo dhammakkhandhā sāvakehi sādhāraṇā guṇakoṭṭhāsā guṇabhāgā, kinti nu kho te veneyyasantānesu patiṭṭhapeyyanti mahākaruṇāya vani abhipatthayi. Sā cassa abhipatthanā yathādhippetaphalāvahā ahosi. Evampi bhāge vanīti bhagavā.",
  "atk-s0504a0:70": "‘‘Yasmā ñeyyasamāpatti-guṇabhāge tathāgato;",
  "atk-s0504a0:71": "Bhaji patthayi sattānaṁ, hitāya bhagavā tato’’.",
  "atk-s0504a0:72": "Kathaṁ bhage vanīti bhagavā? Samāsato tāva katapuññehi payogasampannehi yathāvibhavaṁ bhajīyantīti bhagā, lokiyalokuttarā sampattiyo. Tattha lokiye tāva tathāgato sambodhito pubbe bodhisattabhūto paramukkaṁsagate vani bhaji sevi, yattha patiṭṭhāya niravasesato buddhakaradhamme samannānento buddhadhamme paripācesi. Buddhabhūto pana te niravajjasukhūpasaṁhite anaññasādhāraṇe lokuttarepi vani bhaji sevi. Vitthārato pana padesarajjaissariyacakkavattisampattidevarajjasampattiādivasena jhānavimokkhasamādhisamāpattiñāṇadassanamaggabhāvanāphala- sacchikiriyādiuttarimanussadhammavasena ca anekavihite anaññasādhāraṇe bhage vani bhaji sevi. Evaṁ bhage vanīti bhagavā.",
  "atk-s0504a0:73": "‘‘Yā tā sampattiyo loke, yā ca lokuttarā puthū;",
  "atk-s0504a0:74": "Sabbā tā bhaji sambuddho, tasmāpi bhagavā mato’’.",
  "atk-s0504a0:75": "Kathaṁ bhattavāti bhagavā? Bhattā daḷhabhattikā assa bahū atthīti bhagavā. Tathāgato hi mahākaruṇāsabbaññutaññāṇādiaparimitanirupamappabhāvaguṇavisesasamaṅgibhāvato sabbasattuttamo, sabbānatthaparihārapubbaṅgamāya niravasesahitasukhavidhānatapparāya niratisayāya payogasampattiyā sadevamanussāya pajāya accantūpakāritāya dvattiṁsamahāpurisalakkhaṇaasītianubyañjanabyāmappabhādi- anaññasādhāraṇaguṇavisesapaṭimaṇḍitarūpakāyatāya, yathābhuccaguṇādhigatena ‘‘itipi so bhagavā’’tiādinayappavattena lokattayabyāpinā suvipulena suvisuddhena ca thutighosena samannāgatattā ukkaṁsapāramippattāsu appicchatāsantuṭṭhitādīsu suppatiṭṭhitabhāvato dasabalacatuvesārajjādiniratisayaguṇavisesasamaṅgibhāvato ca rūpappamāṇo rūpappasanno, ghosappamāṇo ghosappasanno, lūkhappamāṇo lūkhappasanno, dhammappamāṇo dhammappasannoti evaṁ catuppamāṇike lokasannivāse sabbathāpi pasādāvahabhāvena samantapāsādikattā aparimāṇānaṁ sattānaṁ sadevamanussānaṁ ādarabahumānagāravāyatanatāya paramapemasambhattiṭṭhānaṁ. Ye ca tassa ovāde patiṭṭhitā aveccappasādena samannāgatā honti, kenaci asaṁhāriyā tesaṁ sambhatti samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā. Tathā hi te attano jīvitapariccāgepi tattha pasādaṁ na pariccajanti, tassa vā āṇaṁ daḷhabhattibhāvato. Tenevāha –",
  "atk-s0504a0:76": "‘‘Yo ve kataññū katavedi dhīro;",
  "atk-s0504a0:77": "Kalyāṇamitto daḷhabhatti ca hotī’’ti. (jā. 2.17.78);",
  "atk-s0504a0:78": "‘‘Seyyathāpi, bhikkhave, mahāsamuddo ṭhitadhammo velaṁ nātivattati; evameva kho, bhikkhave, yaṁ mayā sāvakānaṁ sikkhāpadaṁ paññattaṁ, taṁ mama sāvakā jīvitahetupi nātikkamantī’’ti (a. ni. 8.20; udā. 45; cūḷava. 385) ca.",
  "atk-s0504a0:79": "Evaṁ bhattavāti bhagavā niruttinayena ekassa takārassa lopaṁ katvā itarassa gakāraṁ katvā.",
  "atk-s0504a0:80": "‘‘Guṇātisayayuttassa, yasmā lokahitesino;",
  "atk-s0504a0:81": "Sambhattā bahavo satthu, bhagavā tena vuccatī’’ti.",
  "atk-s0504a0:82": "Kathaṁ bhage vamīti bhagavā? Yasmā tathāgato bodhisattabhūtopi purimāsu jātīsu pāramiyo pūrento bhagasaṅkhātaṁ siriṁ issariyaṁ yasañca vami uggiri kheḷapiṇḍaṁ viya anapekkho chaḍḍayi. Tathā hissa somanassakumārakāle, hatthipālakumārakāle, ayogharapaṇḍitakāle, mūgapakkhapaṇḍitakāle, cūḷasutasomakāleti evamādīsu nekkhammapāramipūraṇavasena devarajjasadisāya rajjasiriyā pariccattattabhāvānaṁ parimāṇaṁ natthi. Carimattabhāvepi hatthagataṁ cakkavattisiriṁ devalokādhipaccasadisaṁ catuddīpissariyaṁ cakkavattisampattisannissayaṁ sattaratanasamujjalaṁ yasañca tiṇāyapi amaññamāno nirapekkho pahāya abhinikkhamitvā sammāsambodhiṁ abhisambuddho. Tasmā ime siriādike bhage vamīti bhagavā. Atha vā bhāni nāma nakkhattāni, tehi samaṁ gacchanti pavattantīti bhagā , sineruyugandharauttarakuruhimavantādibhājanalokavisesasannissayā sobhā kappaṭṭhitiyabhāvato. Tepi bhagavā vami taṁnivāsisattāvāsasamatikkamanatotappaṭibaddhachandarāgappahānena pajahīti. Evampi bhage vamīti bhagavā.",
  "atk-s0504a0:83": "‘‘Cakkavattisiriṁ yasmā, yasaṁ issariyaṁ sukhaṁ;",
  "atk-s0504a0:84": "Pahāsi lokacittañca, sugato bhagavā tato’’.",
  "atk-s0504a0:85": "Kathaṁ bhāge vamīti bhagavā? Bhāgā nāma koṭṭhāsā. Te khandhāyatanadhātādivasena, tatthāpi rūpavedanādivasena, atītādivasena ca anekavidhā. Te ca bhagavā sabbaṁ papañcaṁ, sabbaṁ yogaṁ, sabbaṁ ganthaṁ, sabbaṁ saṁyojanaṁ, samucchinditvā amatadhātuṁ samadhigacchanto vami uggiri anapekkho chaḍḍayi, na paccāgami. Tathā hesa sabbatthakameva pathaviṁ, āpaṁ, tejaṁ, vāyaṁ, cakkhuṁ, sotaṁ, ghānaṁ, jīvhaṁ, kāyaṁ, manaṁ, rūpe, sadde, gandhe, rase, phoṭṭhabbe, dhamme, cakkhuviññāṇaṁ…pe… manoviññāṇaṁ, cakkhusamphassaṁ …pe… manosamphassaṁ, cakkhusamphassajaṁ vedanaṁ…pe… manosamphassajaṁ vedanaṁ, cakkhusamphassajaṁ saññaṁ…pe… manosamphassajaṁ saññaṁ; cakkhusamphassajaṁ cetanaṁ…pe… manosamphassajaṁ cetanaṁ; rūpataṇhaṁ …pe… dhammataṇhaṁ; rūpavitakkaṁ…pe… dhammavitakkaṁ; rūpavicāraṁ…pe… dhammavicārantiādinā anupadadhammavibhāgavasenapi sabbeva dhammakoṭṭhāse anavasesato vami uggiri anapekkhapariccāgena chaḍḍayi. Vuttañhetaṁ –",
  "atk-s0504a0:86": "‘‘Yaṁ taṁ, ānanda, cattaṁ vantaṁ muttaṁ pahīnaṁ paṭinissaṭṭhaṁ, taṁ tathāgato puna paccāgamissatīti netaṁ ṭhānaṁ vijjatī’’ti. (Dī. ni. 2.183) –",
  "atk-s0504a0:87": "Evampi bhāge vamīti bhagavā. Atha vā bhāge vamīti sabbepi kusalākusale sāvajjānavajje hīnappaṇīte kaṇhasukkasappaṭibhāge dhamme ariyamaggañāṇamukhena vami uggiri anapekkho pariccaji pajahi, paresañca tathattāya dhammaṁ desesi. Vuttampi cetaṁ –",
  "atk-s0504a0:88": "‘‘Dhammāpi vo, bhikkhave, pahātabbā pageva adhammā, kullūpamaṁ, vo bhikkhave, dhammaṁ desessāmi, nittharaṇatthāya no gahaṇatthāyā’’tiādi. (Ma. ni. 1.240) –",
  "atk-s0504a0:89": "Evampi bhāge vamīti bhagavā.",
  "atk-s0504a0:90": "‘‘Khandhāyatanadhātādi-dhammabhedā mahesinā;",
  "atk-s0504a0:91": "Kaṇhasukkā yato vantā, tatopi bhagavā mato’’.",
  "atk-s0504a0:92": "Tena vuttaṁ –",
  "atk-s0504a0:93": "‘‘Bhāgavā bhatavā bhāge, bhage ca vani bhattavā;",
  "atk-s0504a0:94": "Bhage vami tathā bhāge, vamīti bhagavā jino’’ti.",
  "atk-s0504a0:95": "Tena bhagavatā. Arahatāti kilesehi ārakattā, anavasesānaṁ vā kilesārīnaṁ hatattā, saṁsāracakkassa vā arānaṁ hatattā, paccayādīnaṁ arahattā, pāpakaraṇe rahābhāvāti imehi kāraṇehi arahatā. Ayamettha saṅkhepo. Vitthāro pana visuddhimagge vuttanayena veditabbo.",
  "atk-s0504a0:96": "Ettha ca bhagavatāti imināssa bhāgyavantatādīpanena kappānaṁ anekesu asaṅkhyeyyesu upacitapuññasambhārabhāvato satapuññalakkhaṇadharassa dvattiṁsamahāpurisalakkhaṇaasītianubyañjana- byāmappabhāketumālādipaṭimaṇḍitā anaññasādhāraṇā rūpakāyasampattidīpitā hoti. Arahatāti imināssa anavasesakilesappahānadīpanena āsavakkhayapadaṭṭhānasabbaññutaññāṇādhigamaparidīpanato dasabalacatuvesārajjachaasādhāraṇañāṇaaṭṭhārasāveṇikabuddhadhammādi- acinteyyāparimeyyadhammakāyasampatti dīpitā hoti. Tadubhayenapi lokiyasarikkhakānaṁ bahumatabhāvo, gahaṭṭhapabbajitehi abhigamanīyatā, tathā abhigatānañca tesaṁ kāyikacetasikadukkhāpanayane paṭibalabhāvo, āmisadānadhammadānehi upakāritā, lokiyalokuttarehi guṇehi saṁyojanasamatthatā ca pakāsitā hoti.",
  "atk-s0504a0:97": "Tathā bhagavatāti iminā caraṇadhammesu muddhabhūtadibbavihārādivihāravisesasamāyogaparidīpanena caraṇasampadā dīpitā hoti. Arahatāti iminā sabbavijjāsu sikhāppattaāsavakkhayañāṇādhigamaparidīpanena vijjāsampadā dīpitā hoti. Purimena vā antarāyikaniyyānikadhammānaṁ aviparītavibhattabhāvadīpanena pacchimavesārajjadvayasamāyogo, pacchimena savāsananiravasesakilesappahānadīpanena purimavesārajjadvayasamāyogo vibhāvito hoti.",
  "atk-s0504a0:98": "Tathā purimena tathāgatassa paṭiññāsaccavacīsaccañāṇasaccaparidīpanena, kāmaguṇalokiyādhipaccayasalābhasakkārādipariccāgaparidīpanena, anavasesakilesābhisaṅkhārapariccāgaparidīpanena, ca saccādhiṭṭhānacāgādhiṭṭhānapāripūri pakāsitā hoti; dutiyena sabbasaṅkhārūpasamasamadhigamaparidīpanena, sammāsambodhiparidīpanena ca, upasamādhiṭṭhānapaññādhiṭṭhānapāripūri pakāsitā hoti. Tathā hi bhagavato bodhisattabhūtassa lokuttaraguṇe katābhinīhārassa mahākaruṇāyogena yathāpaṭiññaṁ sabbapāramitānuṭṭhānena saccādhiṭṭhānaṁ, pāramitāpaṭipakkhapariccāgena cāgādhiṭṭhānaṁ, pāramitāguṇehi cittavūpasamena upasamādhiṭṭhānaṁ, pāramitāhi eva parahitūpāyakosallato paññādhiṭṭhānaṁ pāripūrigataṁ.",
  "atk-s0504a0:99": "Tathā ‘yācakajanaṁ avisaṁvādetvā dassāmī’ti paṭijānanena paṭiññaṁ avisaṁvādetvā dānena ca saccādhiṭṭhānaṁ, deyyapariccāgato cāgādhiṭṭhānaṁ, deyyapaṭiggāhakadānadeyyaparikkhayesu lobhadosamohabhayavūpasamena upasamādhiṭṭhānaṁ, yathārahaṁ yathākālaṁ yathāvidhi ca dānena paññuttaratāya ca paññādhiṭṭhānaṁ pāripūrigataṁ. Iminā nayena sesapāramīsupi caturādhiṭṭhānapāripūri veditabbā. Sabbā hi pāramiyo saccappabhāvitā cāgābhibyañjitā upasamānubrūhitā paññāparisuddhāti evaṁ caturādhiṭṭhānasamudāgatassa tathāgatassa saccādhiṭṭhānaṁ saccādhiṭṭhānasamudāgamena sīlavisuddhi, cāgādhiṭṭhānasamudāgamena ājīvavisuddhi, upasamādhiṭṭhānasamudāgamena cittavisuddhi, paññādhiṭṭhānasamudāgamena diṭṭhivisuddhi. Tathā saccādhiṭṭhānasamudāgamenassa saṁvāsena sīlaṁ veditabbaṁ, cāgādhiṭṭhānasamudāgamena saṁvohārena soceyyaṁ veditabbaṁ, upasamādhiṭṭhānasamudāgamena āpadāsu thāmo veditabbo, paññādhiṭṭhānasamudāgamena sākacchāya paññā veditabbā.",
  "atk-s0504a0:100": "Tathā saccādhiṭṭhānasamudāgamena aduṭṭho adhivāseti, cāgādhiṭṭhānasamudāgamena aluddho paṭisevati, upasamādhiṭṭhānasamudāgamena abhīto parivajjeti, paññādhiṭṭhānasamudāgamena amūḷho vinodeti. Tathā saccādhiṭṭhānasamudāgamena cassa nekkhammasukhappatti, cāgādhiṭṭhānasamudāgamena pavivekasukhappatti, upasamādhiṭṭhānasamudāgamena upasamasukhappatti, paññādhiṭṭhānasamudāgamena sambodhisukhappatti dīpitā hoti. Saccādhiṭṭhānasamudāgamena vā vivekajapītisukhappatti, cāgādhiṭṭhānasamudāgamena samādhijapītisukhappatti, upasamādhiṭṭhānasamudāgamena apītijakāyasukhappatti, paññādhiṭṭhānasamudāgamena satipārisuddhijaupekkhāsukhappatti. Tathā saccādhiṭṭhānasamudāgamena parivārasampattilakkhaṇapaccayasukhasamāyogo paridīpito hoti avisaṁvādanato, cāgādhiṭṭhānasamudāgamena santuṭṭhilakkhaṇasabhāvasukhasamāyogo alobhabhāvato, upasamādhiṭṭhānasamudāgamena katapuññatālakkhaṇahetusukhasamāyogo kilesehi anabhibhūtabhāvato, paññādhiṭṭhānasamudāgamena vimuttisampattilakkhaṇadukkhūpasamasukhasamāyogo paridīpito hoti, ñāṇasampattiyā nibbānādhigamanato.",
  "atk-s0504a0:101": "Tathā saccādhiṭṭhānasamudāgamena ariyassa sīlakkhandhassa anubodhappaṭivedhasiddhi, cāgādhiṭṭhānasamudāgamena ariyassa samādhikkhandhassa, paññādhiṭṭhānasamudāgamena ariyassa paññākkhandhassa, upasamādhiṭṭhānasamudāgamena ariyassa vimuttikkhandhassa anubodhappaṭivedhasiddhi dīpitā hoti. Saccādhiṭṭhānaparipūraṇena ca tapasiddhi, cāgādhiṭṭhānaparipūraṇena sabbanissaggasiddhi, upasamādhiṭṭhānaparipūraṇena indriyasaṁvarasiddhi, paññādhiṭṭhānaparipūraṇena buddhisiddhi, tena ca nibbānasiddhi. Tathā saccādhiṭṭhānaparipūraṇena catuariyasaccābhisamayappaṭilābho, cāgādhiṭṭhānaparipūraṇena catuariyavaṁsappaṭilābho, 0.upasamādhiṭṭhānaparipūraṇena catuariyavihārappaṭilābho, paññādhiṭṭhānaparipūraṇena catuariyavohārappaṭilābho dīpito hoti.",
  "atk-s0504a0:102": "Aparo nayo – bhagavatāti etena sattānaṁ lokiyalokuttarasampattiabhikaṅkhādīpanena tathāgatassa mahākaruṇā pakāsitā hoti. Arahatāti etena pahānasampattidīpanena pahānapaññā pakāsitā hoti. Tattha paññāyassa dhammarajjapatti, karuṇāya dhammasaṁvibhāgo; paññāya saṁsāradukkhanibbidā, karuṇāya saṁsāradukkhasahanaṁ; paññāya paradukkhaparijānanaṁ, karuṇāya paradukkhappaṭikārārambho. Paññāya parinibbānābhimukhabhāvo , karuṇāya tadadhigamo; paññāya sayaṁ taraṇaṁ, karuṇāya paresaṁ tāraṇaṁ; paññāya buddhabhāvasiddhi, karuṇāya buddhakiccasiddhi. Karuṇāya vā bodhisattabhūmiyaṁ saṁsārābhimukhabhāvo, paññāya tattha anabhirati. Tathā karuṇāya paresaṁ avihiṁsanaṁ, paññāya sayaṁ parehi abhāyanaṁ; karuṇāya paraṁ rakkhanto attānaṁ rakkhati, paññāya attānaṁ rakkhanto paraṁ rakkhati. Tathā karuṇāya aparantapo, paññāya anattantapo. Tena attahitāya paṭipannādīsu catutthapuggalabhāvo siddho hoti .",
  "atk-s0504a0:103": "Tathā karuṇāya lokanāthatā, paññāya attanāthatā; karuṇāya cassa ninnatābhāvo, paññāya unnatābhāvo. Tathā karuṇāya sabbasattesu janitānuggaho, paññānugatattā na ca na sabbattha virattacitto; paññāya sabbadhammesu virattacitto, karuṇānugatattā na ca na sabbasattānuggahāya pavatto. Yathā hi karuṇā tathāgatassa sinehasokavirahitā, evaṁ paññā ahaṁkāramamaṁkāravinimuttāti aññamaññaṁ visodhitā paramavisuddhāti daṭṭhabbā. Tattha paññākhettaṁ balāni, karuṇākhettaṁ vesārajjāni. Tesu balasamāyogena parehi na abhibhuyyati, vesārajjasamāyogena pare abhibhavati. Balehi satthusampadāsiddhi, vesārajjehi sāsanasampadāsiddhi. Tathā balehi buddharatanasiddhi, vesārajjehi dhammaratanasiddhīti ayamettha ‘‘bhagavatā arahatā’’ti padadvayassa atthayojanāya mukhamattadassanaṁ.",
  "atk-s0504a0:104": "Kasmā panettha ‘‘vuttañhetaṁ bhagavatā’’ti vatvā puna ‘‘vutta’’nti vuttaṁ? Anussavapaṭikkhepena niyamadassanatthaṁ. Yathā hi kenaci parato sutvā vuttaṁ yadipi ca jānantena vuttaṁ, na teneva vuttaṁ parenapi vuttattā. Na ca taṁ tena vuttameva, apica kho sutampi, na evamidha. Bhagavatā hi parato asutvā sayambhuñāṇena attanā adhigatameva vuttanti imassa visesassa dassanatthaṁ dvikkhattuṁ ‘‘vutta’’nti vuttaṁ. Idaṁ vuttaṁ hoti – ‘‘vuttañhetaṁ bhagavatā’’ tañca kho bhagavatāva vuttaṁ, na aññena, vuttameva ca, na sutanti. Adhikavacanañhi aññamatthaṁ bodhetīti na punaruttidoso. Esa nayo ito paresupi.",
  "atk-s0504a0:105": "Tathā pubbaracanābhāvadassanatthaṁ dvikkhattuṁ ‘‘vutta’’nti vuttaṁ. Bhagavā hi sammāsambuddhatāya ṭhānuppattikappaṭibhānena sampattaparisāya ajjhāsayānurūpaṁ dhammaṁ deseti, na tassa kāraṇā dānādīnaṁ viya pubbaracanākiccaṁ atthi. Tenetaṁ dasseti – ‘‘vuttañhetaṁ bhagavatā, tañca kho na pubbaracanāvasena takkapariyāhataṁ vīmaṁsānucaritaṁ, apica kho veneyyajjhāsayānurūpaṁ ṭhānaso vuttamevā’’ti.",
  "atk-s0504a0:106": "Appaṭivattiyavacanabhāvadassanatthaṁ vā dvikkhattuṁ ‘‘vutta’’nti vuttaṁ. Yañhi bhagavatā vuttaṁ, vuttameva taṁ, na kenaci paṭikkhipituṁ sakkā akkharasampattiyā atthasampattiyā ca. Vuttaṁ hetaṁ –",
  "atk-s0504a0:107": "‘‘Etaṁ bhagavatā bārāṇasiyaṁ isipatane migadāye anuttaraṁ dhammacakkaṁ pavattitaṁ appaṭivattiyaṁ kenaci samaṇena vā brāhmaṇena vā’’tiādi (saṁ. ni. 5.1081; mahāva. 17).",
  "atk-s0504a0:108": "Aparampi vuttaṁ –",
  "atk-s0504a0:109": "‘‘Idha, bhikkhave, āgaccheyya samaṇo vā brāhmaṇo vā ‘na yidaṁ dukkhaṁ ariyasaccaṁ, yaṁ samaṇena gotamena paññattaṁ, ahamidaṁ dukkhaṁ ariyasaccaṁ ṭhapetvā aññaṁ dukkhaṁ ariyasaccaṁ paññāpessāmī’ti, netaṁ ṭhānaṁ vijjatī’’tiādi. –",
  "atk-s0504a0:110": "Tasmā appaṭivattiyavacanabhāvadassanatthampi dvikkhattuṁ ‘‘vutta’’nti vuttaṁ.",
  "atk-s0504a0:111": "Atha vā sotūnaṁ atthanipphādakabhāvadassanatthaṁ dvikkhattuṁ ‘‘vutta’’nti vuttaṁ. Yañhi paresaṁ āsayādiṁ ajānantena asabbaññunā adese akāle vā vuttaṁ, taṁ saccampi samānaṁ sotūnaṁ atthanipphādane asamatthatāya avuttaṁ nāma siyā, pageva asaccaṁ. Bhagavatā pana sammāsambuddhabhāvato sammadeva paresaṁ āsayādiṁ desakālaṁ atthasiddhiñca jānantena vuttaṁ ekantena sotūnaṁ yathādhippetatthanipphādanato vuttameva, natthi tassa avuttatāpariyāyo. Tasmā sotūnaṁ atthanipphādakabhāvadassanatthampi dvikkhattuṁ ‘‘vutta’’nti vuttaṁ. Apica yathā na taṁ sutaṁ nāma, yaṁ na viññātatthaṁ yañca na tathattāya paṭipannaṁ, evaṁ na taṁ vuttaṁ nāma, yaṁ na sammā paṭiggahitaṁ. Bhagavato pana vacanaṁ catassopi parisā sammadeva paṭiggahetvā tathattāya paṭipajjanti. Tasmā sammadeva paṭiggahitabhāvadassanatthampi dvikkhattuṁ ‘‘vutta’’nti vuttaṁ.",
  "atk-s0504a0:112": "Atha vā ariyehi aviruddhavacanabhāvadassanatthaṁ dvikkhattuṁ ‘‘vutta’’nti vuttaṁ. Yathā hi bhagavā kusalākusalasāvajjānavajjabhede dhamme pavattinivattiyo sammutiparamatthe ca avisaṁvādento vadati, evaṁ dhammasenāpatippabhutayo ariyāpi bhagavati dharamāne parinibbute ca tasseva desanaṁ anugantvā vadanti, na tattha nānāvādatā. Tasmā vuttamarahatā tato parabhāge arahatā ariyasaṅghenāpīti evaṁ ariyehi aviruddhavacanabhāvadassanatthampi evaṁ vuttaṁ.",
  "atk-s0504a0:113": "Atha vā purimehi sammāsambuddhehi vuttanayabhāvadassanatthaṁ dvikkhattuṁ ‘‘vutta’’nti vuttaṁ. Satipi hi jātigottāyuppamāṇādivisese dasabalādiguṇehi viya dhammadesanāya buddhānaṁ viseso natthi, aññamaññaṁ attanā ca te pubbenāparaṁ aviruddhameva vadanti. Tasmā vuttañhetaṁ yathā buddhehi attanā ca pubbe, idānipi amhākaṁ bhagavatā tatheva vuttaṁ arahatāti evaṁ purimabuddhehi attanā ca suttantaresu vuttanayabhāvadassanatthampi dvikkhattuṁ ‘‘vutta’’nti vuttaṁ. Tena buddhānaṁ desanāya sabbattha avirodho dīpito hoti.",
  "atk-s0504a0:114": "Atha vā ‘‘vutta’’nti yadetaṁ dutiyaṁ padaṁ, taṁ arahantavuttabhāvavacanaṁ daṭṭhabbaṁ. Idaṁ vuttaṁ hoti – vuttañhetaṁ bhagavatā arahatāpi vuttaṁ – ‘‘ekadhammaṁ, bhikkhave’’tiādikaṁ idāni vuccamānaṁ vacananti. Atha vā ‘‘vutta’’nti yadetaṁ dutiyaṁ padaṁ, taṁ na vacanatthaṁ, atha kho vapanatthaṁ daṭṭhabbaṁ. Tenetaṁ dasseti – ‘‘vuttañhetaṁ bhagavatā, tañca kho na vuttamattaṁ, na kathitamattaṁ; atha kho veneyyānaṁ kusalamūlaṁ vapita’’nti attho. Atha vā yadetaṁ vuttanti dutiyaṁ padaṁ, taṁ vattanatthaṁ. Ayaṁ hissa attho – vuttañhetaṁ bhagavatā arahatā, tañca kho na vuttamattaṁ, apica tadatthajātaṁ vuttaṁ caritanti. Tena ‘‘yathā vādī bhagavā tathā kārī’’ti dasseti. Atha vā vuttaṁ bhagavatā, vuttavacanaṁ arahatā vattuṁ yuttenāti attho.",
  "atk-s0504a0:115": "Atha vā ‘‘vutta’’nti saṅkhepakathāuddisanaṁ sandhāyāha, puna ‘‘vutta’’nti vitthārakathānidassanaṁ. Bhagavā hi saṅkhepato vitthārato ca dhammaṁ deseti. Atha vā bhagavato duruttavacanābhāvadassanatthaṁ ‘‘vuttañhetaṁ bhagavatā’’ti vatvā puna ‘‘vutta’’nti vuttaṁ. Sabbadā ñāṇānugatavacīkammatāya hi bhagavato savāsanapahīnasabbadosassa akkhalitabyappathassa kadācipi duruttaṁ nāma natthi. Yathā keci loke satisammosena vā davā vā ravā vā kiñci vatvā atha paṭiladdhasaññā pubbe vuttaṁ avuttaṁ vā karonti paṭisaṅkharonti vā, na evaṁ bhagavā. Bhagavā pana niccakālaṁ samāhito. Asammosadhammo asammohadhammo ca sabbaññutaññāṇasamupabyūḷhāya paṭibhānapaṭisambhidāya upanītamatthaṁ aparimitakālaṁ sambhatapuññasambhārasamudāgatehi anaññasādhāraṇehi visadavisuddhehi karaṇavisesehi sotāyatanarasāyanabhūtaṁ suṇantānaṁ amatavassaṁ vassanto viya sotabbasāraṁ savanānuttariyaṁ catusaccaṁ pakāsento karavīkarutamañjunā sarena sabhāvaniruttiyā veneyyajjhāsayānurūpaṁ vacanaṁ vadati, natthi tattha vālaggamattampi avakkhalitaṁ, kuto pana duruttāvakāso. Tasmā ‘‘yaṁ bhagavatā vuttaṁ, taṁ vuttameva, na avuttaṁ duruttaṁ vā kadāci hotī’’ti dassanatthaṁ – ‘‘vuttañhetaṁ bhagavatā’’ti vatvā puna – ‘‘vuttamarahatā’’ti vuttanti na ettha punaruttidosoti. Evamettha punaruttasaddassa sātthakatā veditabbā.",
  "atk-s0504a0:116": "Iti me sutanti ettha itīti ayaṁ itisaddo hetuparisamāpanādipadatthavipariyāyapakāranidassanāvadhāraṇādianekatthappabhedo. Tathā hesa – ‘‘ruppatīti kho, bhikkhave, tasmā rūpanti vuccatī’’tiādīsu (saṁ. ni. 3.79) hetuatthe dissati. ‘‘Tasmātiha me, bhikkhave, dhammadāyādā bhavatha, mā āmisadāyādā. Atthi me tumhesu anukampā – kinti me sāvakā dhammadāyādā bhaveyyuṁ, no āmisadāyādā’’tiādīsu (ma. ni. 1.30) parisamāpane. ‘‘Iti vā iti evarūpā visūkadassanā paṭivirato’’tiādīsu (dī. ni. 1.10) ādiatthe. ‘‘Māgaṇḍiyoti vā tassa brāhmaṇassa saṅkhā samaññā paññatti vohāro nāmaṁ nāmakammaṁ nāmadheyyaṁ nirutti byañjanaṁ abhilāpo’’tiādīsu (mahāni. 75) padatthavipariyāye. ‘‘Iti kho, bhikkhave, sappaṭibhayo bālo, appaṭibhayo paṇḍito; saupaddavo bālo, anupaddavo paṇḍito; saupasaggo bālo , anupasaggo paṇḍito’’tiādīsu (a. ni. 3.1) pakāre. ‘‘Sabbamatthīti kho, kaccāna, ayameko anto, sabbaṁ natthīti kho, kaccāna, ayaṁ dutiyo anto’’tiādīsu (saṁ. ni. 2.15) nidassane . ‘‘Atthi idappaccayā jarāmaraṇanti iti puṭṭhena satā, ānanda, atthītissa vacanīyaṁ. Kiṁpaccayā jarāmaraṇanti iti ce vadeyya, jātipaccayā jarāmaraṇanti iccassa vacanīya’’ntiādīsu (dī. ni. 2.96) avadhāraṇe, sanniṭṭhāneti attho. Svāyamidha pakāranidassanāvadhāraṇesu daṭṭhabbo.",
  "atk-s0504a0:117": "Tattha pakāratthena itisaddena etamatthaṁ dīpeti – nānānayanipuṇamanekajjhāsayasamuṭṭhānaṁ atthabyañjanasampannaṁ vividhapāṭihāriyaṁ dhammatthadesanāpaṭivedhagambhīraṁ sabbasattānaṁ sakasakabhāsānurūpato sotapathamāgacchantaṁ tassa bhagavato vacanaṁ sabbappakārena ko samattho viññātuṁ, sabbathāmena pana sotukāmataṁ janetvāpi iti me sutaṁ, mayāpi ekena pakārena sutanti.",
  "atk-s0504a0:118": "Ettha ca ekattanānattaabyāpāraevaṁdhammatāsaṅkhātā nandiyāvattatipukkhalasīhavikkīḷitadisālocanaaṅkusasaṅkhātā ca visayādibhedena nānāvidhā nayā nānānayā. Nayā vā pāḷigatiyo, tā ca paññattianupaññattiādivasena saṁkilesabhāgiyādilokiyāditadubhayavomissatādivasena, kusalādivasena, khandhādivasena, saṅgahādivasena, samayavimuttādivasena, ṭhapanādivasena, kusalamūlādivasena, tikapaṭṭhānādivasena ca nānappakārāti nānānayā. Tehi nipuṇaṁ saṇhaṁ sukhumanti nānānayanipuṇaṁ.",
  "atk-s0504a0:119": "Āsayova ajjhāsayo, so ca sassatādibhedena apparajakkhatādibhedena ca anekavidho. Attajjhāsayādiko eva vā aneko ajjhāsayo anekajjhāsayo. So samuṭṭhānaṁ uppattihetu etassāti anekajjhāsayasamuṭṭhānaṁ.",
  "atk-s0504a0:120": "Kusalādiatthasampattiyā tabbibhāvanabyañjanasampattiyā saṅkāsanapakāsanavivaraṇavibhajanauttānīkaraṇapaññattivasena chahi atthapadehi akkharapadabyañjanākāraniruttiniddesavasena chahi byañjanapadehi ca samannāgatattā atthabyañjanasampannaṁ.",
  "atk-s0504a0:121": "Iddhiādesanānusāsanībhedena tesu ca ekekassa visayādibhedena vividhaṁ bahuvidhaṁ vā pāṭihāriyaṁ etassāti vividhapāṭihāriyaṁ. Tattha paṭipakkhaharaṇato rāgādikilesāpanayanato paṭihāriyanti atthe sati bhagavato paṭipakkhā rāgādayo na santi ye haritabbā, puthujjanānampi vigatūpakkilese aṭṭhaguṇasamannāgate citte hatapaṭipakkhe iddhividhaṁ pavattati. Tasmā tattha pavattavohārena ca na sakkā idha pāṭihāriyanti vattuṁ. Yasmmāā pana mahākāruṇikassa bhagavato veneyyagatā ca kilesā paṭipakkhā, tasmā tesaṁ haraṇato pāṭihāriyaṁ. Atha vā bhagavato sāsanassa ca paṭipakkhā titthiyā, tesaṁ haraṇato pāṭihāriyaṁ. Te hi diṭṭhiharaṇavasena diṭṭhippakāsane asamatthabhāvena ca iddhiādesanānusāsanīhi haritā apanītā honti. Paṭīti vā pacchāti attho. Tasmā samāhite citte vigatūpakkilese katakiccena pacchā haritabbaṁ pavattetabbanti paṭihāriyaṁ. Attano vā upakkilesesu catutthajjhānamaggehi haritesu pacchā haraṇaṁ paṭihāriyaṁ. Iddhiādesanānusāsaniyo ca vigatūpakkilesena katakiccena sattahitatthaṁ puna pavattetabbā, haritesu ca attano upakkilesesu parasantāne upakkilesaharaṇāni hontīti paṭihāriyāni bhavanti. Paṭihāriyameva pāṭihāriyaṁ, paṭihāriye vā iddhiādesanānusāsanisamudāye bhavaṁ ekekaṁ pāṭihāriyanti vuccati. Paṭihāriyaṁ vā catutthajjhānaṁ maggo ca paṭipakkhaharaṇato, tattha jātaṁ, tasmiṁ vā nimittabhūte, tato vā āgatanti pāṭihāriyaṁ.",
  "atk-s0504a0:122": "Yasmā pana tantiatthadesanātabbohārābhisamayasaṅkhātā hetuhetuphalatadubhayapaññattipaṭivedhasaṅkhātā vā dhammatthadesanāpaṭivedhā gambhīrā, anupacitasambhārehi sasādīhi viya mahāsamuddo dukkhogāḷhā alabbhaneyyappatiṭṭhā ca. Tasmā tehi catūhi gambhīrabhāvehi yuttanti dhammatthadesanāpaṭivedhagambhīraṁ.",
  "atk-s0504a0:123": "Eko eva bhagavato dhammadesanāghoso ekasmiṁ khaṇe pavattamāno nānābhāsānaṁ sattānaṁ attano attano bhāsāvasena apubbaṁ acarimaṁ gahaṇūpago hutvā atthādhigamāya hoti. Acinteyyo hi buddhānaṁ buddhānubhāvoti sabbasattānaṁ sakasakabhāsānurūpato sotapathamāgacchatīti veditabbaṁ.",
  "atk-s0504a0:124": "Nidassanatthena – ‘‘nāhaṁ sayambhū, na mayā idaṁ sacchikata’’nti attānaṁ parimocento – ‘‘iti me sutaṁ, mayāpi evaṁ suta’’nti idāni vattabbaṁ sakalaṁ suttaṁ nidasseti.",
  "atk-s0504a0:125": "Avadhāraṇatthena – ‘‘etadaggaṁ, bhikkhave, mama sāvakānaṁ bhikkhūnaṁ bahussutānaṁ yadidaṁ ānando, gatimantānaṁ, satimantānaṁ, dhitimantānaṁ, upaṭṭhākānaṁ yadidaṁ ānando’’ti (a. ni. 1.219-223) evaṁ bhagavatā, ‘‘āyasmā ānando atthakusalo dhammakusalo byañjanakusalo niruttikusalo pubbāparakusalo’’ti (a. ni. 5.169) evaṁ dhammasenāpatinā ca pasatthabhāvānurūpaṁ attano dhāraṇabalaṁ dassento sattānaṁ sotukamyataṁ janeti – ‘‘iti me sutaṁ, tañca kho atthato vā byañjanato vā anūnamanadhikaṁ, evameva, na aññathā, daṭṭhabba’’nti. Aññathāti bhagavato sammukhā sutākārato aññathā, na pana bhagavatā desitākārato. Acinteyyānubhāvā hi bhagavato desanā, sā na sabbākārena sakkā viññātunti vuttovāyamattho. Sutākārāvirujjhanameva hi dhāraṇabalaṁ. Na hettha atthantaratāparihāro dvinnampi atthānaṁ ekavisayattā. Itarathā hi thero bhagavato desanāya sabbathā paṭiggahaṇe samattho asamatthoti vā āpajjeyyāti.",
  "atk-s0504a0:126": "Me-saddo tīsu atthesu dissati. Tathā hissa – ‘‘gāthābhigītaṁ me abhojaneyya’’ntiādīsu (saṁ. ni. 1.194; su. ni. 81) mayāti attho. ‘‘Sādhu me, bhante, bhagavā saṁkhittena dhammaṁ desetū’’tiādīsu (saṁ. ni. 4.88; 5.381; a. ni. 4.257) mayhanti attho. ‘‘Dhammadāyādā me, bhikkhave, bhavathā’’tiādīsu (ma. ni. 1.29) mamāti attho. Idha pana ‘‘mayā suta’’nti ca ‘‘mama suta’’nti ca atthadvaye yujjati.",
  "atk-s0504a0:127": "Ettha ca yo paro na hoti, so attāti evaṁ vattabbe niyakajjhattasaṅkhāte sakasantāne vattanato tividhopi me-saddo yadipi ekasmiṁyeva atthe dissati, karaṇasampadānādivisesasaṅkhāto panassa vijjatevāyaṁ atthabhedoti āha – ‘‘me-saddo tīsu atthesu dissatī’’ti.",
  "atk-s0504a0:128": "Sutanti ayaṁ suta-saddo saupasaggo anupasaggo ca gamanavissutakilinnūpacitānuyogasotaviññeyyasotadvārānusāraviññātādianekatthappabhedo. Kiñcāpi hi kiriyāvisesako upasaggo, jotakabhāvato pana satipi tasmiṁ suta-saddo eva taṁ taṁ atthaṁ vadatīti anupasaggassa sutasaddassa atthuddhāre saupasaggopi udāharīyati.",
  "atk-s0504a0:129": "Tattha ‘‘senāya pasuto’’tiādīsu gacchantoti attho. ‘‘Sutadhammassa passato’’tiādīsu (udā. 11) vissutadhammassāti attho. ‘‘Avassutā avassutassā’’tiādīsu (pāci. 657) kilinnā kilinnassāti attho. ‘‘Tumhehi puññaṁ pasutaṁ anappaka’’ntiādīsu (khu. pā. 7.12) upacitanti attho. ‘‘Ye jhānappasutā dhīrā’’tiādīsu (dha. pa. 181) jhānānuyuttāti attho. ‘‘Diṭṭhaṁ sutaṁ muta’’ntiādīsu (ma. ni. 1.241) sotaviññeyyanti attho. ‘‘Sutadharo sutasannicayo’’tiādīsu (ma. ni. 1.339) sotadvārānusāraviññātadharoti attho. Idha panassa ‘‘sotadvārānusārena upadhārita’’nti vā ‘‘upadhāraṇa’’nti vā attho. Me-saddassa hi mayāti atthe sati ‘‘iti me sutaṁ, mayā sotadvārānusārena upadhārita’’nti attho. Mamāti atthe sati ‘‘iti mama sutaṁ sotadvārānusārena upadhāraṇa’’nti attho.",
  "atk-s0504a0:130": "Evametesu tīsu padesu yasmā sutasaddasannidhāne payuttena itisaddena savanakiriyājotakena bhavitabbaṁ. Tasmā itīti sotaviññāṇādiviññāṇakiccanidassanaṁ. Meti vuttaviññāṇasamaṅgipuggalanidassanaṁ. Sabbānipi vākyāni evakāratthasahitāniyeva avadhāraṇaphalattā. Tena sutanti assavanabhāvappaṭikkhepato anūnāviparītaggahaṇanidassanaṁ. Yathā hi sutaṁ sutamevāti vattabbataṁ arahati, taṁ sammā sutaṁ anūnaggahaṇaṁ aviparītaggahaṇañca hotīti. Atha vā saddantaratthāpohanavasena saddo atthaṁ vadatīti, yasmā sutanti etassa asutaṁ na hotīti ayamattho, tasmā sutanti assavanabhāvappaṭikkhepato anūnāviparītaggahaṇanidassanaṁ. Idaṁ vuttaṁ hoti – iti me sutaṁ, na diṭṭhaṁ, na sayambhuñāṇena sacchikataṁ, na aññathā vā upaladdhaṁ, apica sutaṁva, tañca kho sammadevāti. Avadhāraṇatthe vā itisadde ayamatthayojanāti tadapekkhassa suta-saddassa niyamattho sambhavatīti assavanabhāvappaṭikkhepo, anūnāviparītaggahaṇanidassanatā ca veditabbā. Evaṁ savanahetusavanavisesavasena padattayassa atthayojanā katāti daṭṭhabbaṁ.",
  "atk-s0504a0:131": "Tathā itīti sotadvārānusārena pavattāya viññāṇavīthiyā nānatthabyañjanaggahaṇato nānappakārena ārammaṇe pavattibhāvappakāsanaṁ ākārattho itisaddoti katvā. Meti attappakāsanaṁ. Sutanti dhammappakāsanaṁ yathāvuttāya viññāṇavīthiyā pariyattidhammārammaṇattā. Ayañhettha saṅkhepo – nānappakārena ārammaṇe pavattāya viññāṇavīthiyā kāraṇabhūtāya mayā na aññaṁ kataṁ, idaṁ pana kataṁ, ayaṁ dhammo sutoti.",
  "atk-s0504a0:132": "Tathā itīti nidassitabbappakāsanaṁ nidassanattho iti-saddoti katvā nidassetabbassa nidassitabbattābhāvābhāvato. Tasmā itisaddena sakalampi sutaṁ paccāmaṭṭhanti veditabbaṁ. Meti puggalappakāsanaṁ. Sutanti puggalakiccappakāsanaṁ. Suta-saddena hi labbhamānā savanakiriyā savanaviññāṇappabandhappaṭibaddhā, tattha ca puggalavohāro. Na hi puggalavohārarahite dhammappabandhe savanakiriyā labbhati. Tassāyaṁ saṅkhepattho – yaṁ suttaṁ niddisissāmi, taṁ mayā iti sutanti.",
  "atk-s0504a0:133": "Tathā itīti yassa cittasantānassa nānārammaṇappavattiyā nānatthabyañjanaggahaṇaṁ hoti, tassa nānākāraniddeso ākārattho itisaddoti katvā. Itīti hi ayaṁ ākārapaññatti dhammānaṁ taṁ taṁ pavattiākāraṁ upādāya paññāpetabbasabhāvattā. Meti kattuniddeso. Sutanti visayaniddeso. Sotabbo hi dhammo savanakiriyākattupuggalassa savanakiriyāvasena pavattiṭṭhānaṁ hoti. Ettāvatā nānappakārappavattena cittasantānena taṁsamaṅgino kattu visaye gahaṇasanniṭṭhānaṁ dassitaṁ hoti.",
  "atk-s0504a0:134": "Atha vā itīti puggalakiccaniddeso. Sutānañhi dhammānaṁ gahitākārassa nidassanassa avadhāraṇassa vā pakāsanabhāvena itisaddena tadākārādidhāraṇassa puggalavohārūpādānadhammabyāpārabhāvato puggalakiccaṁ nāma niddiṭṭhaṁ hotīti. Sutanti viññāṇakiccaniddeso. Puggalavādinopi hi savanakiriyā viññāṇanirapekkhā na hotīti. Meti ubhayakiccayuttapuggalaniddeso . Meti hi saddappavatti ekanteneva sattavisesavisayā, viññāṇakiccañca tattheva samodahitabbanti. Ayaṁ panettha saṅkhepo – mayā savanakiccaviññāṇasamaṅginā puggalena viññāṇavasena laddhassavanakiccavohārena sutanti.",
  "atk-s0504a0:135": "Tathā itīti ca meti ca saccikaṭṭhaparamatthavasena avijjamānapaññatti. Sabbassa hi saddādhigamanīyassa atthassa paññattimukheneva paṭipajjitabbattā sabbapaññattīnañca vijjamānādīsu chasveva paññattīsu avarodho, tasmā yo māyāmarīciādayo viya abhūtattho, anussavādīhi gahetabbo viya anuttamattho ca na hoti. So rūpasaddādiko ruppanānubhavanādiko ca paramatthasabhāvo saccikaṭṭhaparamatthavasena vijjati. Yo pana itīti ca meti ca vuccamāno ākārādiaparamatthasabhāvo saccikaṭṭhaparamatthavasena anupalabbhamāno avijjamānapaññatti nāma, kimettha taṁ paramatthato atthi, yaṁ itīti vā meti vā niddesaṁ labhetha. Sutanti vijjamānapaññatti. Yañhi taṁ sotena upaladdhaṁ, taṁ paramatthato vijjamānanti.",
  "atk-s0504a0:136": "Tathā itīti sotapathamāgate dhamme upādāya tesaṁ upadhāritākārādīnaṁ paccāmasanavasena. Meti sasantatipariyāpanne khandhe karaṇādivisesavisiṭṭhe upādāya vattabbato upādāpaññatti. Sutanti diṭṭhādīni upanidhāya vattabbato upanidhāpaññatti. Diṭṭhādisabhāvarahite saddāyatane pavattamānopi sutavohāro dutiyaṁ, tatiyanti ādiko viya paṭhamādiṁ nissāya ‘‘yaṁ na diṭṭhamutaviññātanirapekkhaṁ, taṁ suta’’nti viññeyyattā diṭṭhādīni upanidhāya vattabbo hoti. Asutaṁ na hotīti hi sutanti pakāsitoyamatthoti.",
  "atk-s0504a0:137": "Ettha ca itīti vacanena asammohaṁ dīpeti. Paṭividdhā hi atthassa pakāravisesā itīti idha āyasmatā ānandena paccāmaṭṭhā, tenassa asammoho dīpito. Na hi sammūḷho nānappakārappaṭivedhasamattho hoti, lobhappahānādivasena nānappakārā duppaṭividdhā ca suttatthā niddisīyanti . Sutanti vacanena asammosaṁ dīpeti sutākārassa yāthāvato dassiyamānattā yassa hi sutaṁ sammuṭṭhaṁ hoti, na so kālantare mayā sutanti paṭijānāti. Iccassa asammohena sammohābhāvena paññāya eva vā savanakālasambhūtāya taduttarikālapaññāsiddhi, tathā asammosena satisiddhi. Tattha paññāpubbaṅgamāya satiyā byañjanāvadhāraṇasamatthatā. Byañjanānañhi paṭivijjhitabbo ākāro nātigambhīro, yathāsutadhāraṇameva tattha karaṇīyanti satiyā byāpāro adhiko, paññā tattha guṇībhūtā hoti paññāya pubbaṅgamāti katvā. Satipubbaṅgamāya paññāya atthappaṭivedhasamatthatā. Atthassa hi paṭivijjhitabbo ākāro gambhīroti paññāya byāpāro adhiko, sati tattha guṇībhūtā hoti satiyā pubbaṅgamāti katvā. Tadubhayasamatthatāyogena atthabyañjanasampannassa dhammakosassa anupālanasamatthatāya dhammabhaṇḍāgārikattasiddhi.",
  "atk-s0504a0:138": "Aparo nayo – itīti vacanena yonisomanasikāraṁ dīpeti. Tena vuccamānānaṁ ākāranidassanāvadhāraṇatthānaṁ upari vakkhamānānaṁ nānappakārappaṭivedhajotakānaṁ aviparītasaddhammavisayattā. Na hi ayoniso manasikaroto nānappakārappaṭivedho sambhavati. Sutanti vacanena avikkhepaṁ dīpeti, nidānapucchāvasena pakaraṇappattassa vakkhamānassa suttassa savanaṁ na samādhānamantarena sambhavati vikkhittacittassa savanābhāvato. Tathā hi vikkhittacitto puggalo sabbasampattiyā vuccamānopi ‘‘na mayā sutaṁ, puna bhaṇathā’’ti vadati. Yonisomanasikārena cettha attasammāpaṇidhiṁ pubbekatapuññatañca sādheti, sammā appaṇihitattassa pubbe akatapuññassa vā tadabhāvato. Avikkhepena saddhammassavanaṁ sappurisūpanissayañca sādheti, assutavato sappurisūpanissayarahitassa ca tadabhāvato. Na hi vikkhittacitto saddhammaṁ sotuṁ sakkoti, na ca sappurise anupassayamānassa savanaṁ atthi.",
  "atk-s0504a0:139": "Aparo nayo – ‘‘yassa cittasantānassa nānākārappavattiyā nānatthabyañjanaggahaṇaṁ hoti, tassa nānākāraniddeso’’ti vuttaṁ. Yasmā ca so bhagavato vacanassa atthabyañjanappabhedaparicchedavasena sakalasāsanasampatiogāhanena niravasesaparahitapāripūrikāraṇabhūto evaṁbhaddako ākāro na sammā appaṇihitattano pubbe akatapuññassa vā hoti, tasmā itīti iminā bhaddakena ākārena pacchimacakkadvayasampattimattano dīpeti, sutanti savanayogena purimacakkadvayasampattiṁ. Na hi appatirūpe dese vasato sappurisūpanissayarahitassa vā savanaṁ atthi. Iccassa pacchimacakkadvayasiddhiyā āsayasuddhi siddhā hoti, sammā paṇihitatto pubbe ca katapuñño visuddhāsayo hoti, tadavisuddhihetūnaṁ kilesānaṁ dūrībhāvato. Tathā hi vuttaṁ – ‘‘sammā paṇihitaṁ cittaṁ, seyyaso naṁ tato kare’’ti (dha. pa. 43) ‘‘katapuññosi tvaṁ, ānanda, padhānamanuyuñja, khippaṁ hohisi anāsavo’’ti (dī. ni. 2.207) ca. Purimacakkadvayasiddhiyā payogasuddhi. Patirūpadesavāsena hi sappurisūpanissayena ca sādhūnaṁ diṭṭhānugatiāpajjanenapi visuddhappayogo hoti. Tāya ca āsayasuddhiyā adhigamabyattisiddhi, pubbe eva taṇhādiṭṭhisaṁkilesānaṁ visodhitattā payogasuddhiyā āgamabyattisiddhi. Suparisuddhakāyavacīpayogo hi vippaṭisārābhāvato avikkhittacitto pariyattiyaṁ visārado hoti. Iti payogāsayasuddhassa āgamādhigamasampannassa vacanaṁ aruṇuggamanaṁ viya sūriyassa udayato, yonisomanasikāro viya ca kusaladhammassa, arahati bhagavato vacanassa pubbaṅgamaṁ bhavitunti ṭhāne nidānaṁ ṭhapento iti me sutantiādimāha.",
  "atk-s0504a0:140": "Aparo nayo – itīti iminā pubbe vuttanayena nānappakārappaṭivedhadīpakena attano atthapaṭibhānapaṭisambhidāsampattisabbhāvaṁ dīpeti. Sutanti iminā itisaddasannidhānato vakkhamānāpekkhāya vā sotabbabhedappaṭivedhadīpakena dhammaniruttipaṭisambhidāsampattisabbhāvaṁ dīpeti. Itīti ca idaṁ vuttanayeneva yonisomanasikāradīpakaṁ vacanaṁ bhāsamāno ‘‘ete mayā dhammā manasānupekkhitā diṭṭhiyā suppaṭividdhā’’ti dīpeti. Pariyattidhammā hi ‘‘idha sīlaṁ kathitaṁ, idha samādhi, idha paññā, ettakā ettha anusandhiyo’’tiādinā nayena manasā anupekkhitā anussavākāraparivitakkasahitāya dhammanijjhānakkhantibhūtāya ñātapariññāsaṅkhātāya vā diṭṭhiyā tattha tattha vuttarūpārūpadhamme ‘‘iti rūpaṁ, ettakaṁ rūpa’’ntiādinā nayena suṭṭhu vavatthapetvā paṭividdhā attano paresañca hitasukhāvahā hontīti. Suttanti idaṁ savanayogaparidīpakavacanaṁ bhāsamāno ‘‘bahū mayā dhammā sutā dhātā vacasā paricitā’’ti dīpeti. Sotāvadhānappaṭibaddhā hi pariyattidhammassa savanadhāraṇaparicayā. Tadubhayenapi dhammassa svākkhātabhāvena atthabyañjanapāripūriṁ dīpento savane ādaraṁ janeti. Atthabyañjanaparipuṇṇañhi dhammaṁ ādarena assuṇanto mahatā hitā paribāhiro hotīti ādaraṁ janetvā sakkaccaṁ dhammo sotabbo.",
  "atk-s0504a0:141": "Iti me sutanti iminā pana sakalena vacanena āyasmā ānando tathāgatappaveditaṁ dhammavinayaṁ attano adahanto asappurisabhūmiṁ atikkamati, sāvakattaṁ paṭijānanto sappurisabhūmiṁ okkamati. Tathā asaddhammā cittaṁ vuṭṭhāpeti, saddhamme cittaṁ patiṭṭhāpeti. ‘‘Kevalaṁ sutamevetaṁ mayā, tasseva pana bhagavato vacana’’nti dīpento attānaṁ parimoceti, satthāraṁ apadisati, jinavacanaṁ appeti, dhammanettiṁ patiṭṭhāpeti.",
  "atk-s0504a0:142": "Apica iti me sutanti attanā uppāditabhāvaṁ appaṭijānanto purimassavanaṁ vivaranto sammukhā paṭiggahitamidaṁ mayā tassa bhagavato catuvesārajjavisāradassa dasabaladharassa āsabhaṭṭhānaṭṭhāyino sīhanādanādino sabbasattuttamassa dhammissarassa dhammarājassa dhammādhipatino dhammadīpassa dhammasaraṇassa saddhammavaracakkavattino sammāsambuddhassa. Na ettha atthe vā dhamme vā pade vā byañjane vā kaṅkhā vā vimati vā kātabbāti sabbadevamanussānaṁ imasmiṁ dhammavinaye assaddhiyaṁ vināseti, saddhāsampadaṁ uppādeti. Tenetaṁ vuccati –",
  "atk-s0504a0:143": "‘‘Vināsayati assaddhaṁ, saddhaṁ vaḍḍheti sāsane;",
  "atk-s0504a0:144": "Iti me sutamiccevaṁ, vadaṁ gotamasāvako’’ti.",
  "atk-s0504a0:145": "Etthāha – ‘‘kasmā panettha yathā aññesu suttesu ‘evaṁ me sutaṁ, ekaṁ samayaṁ bhagavā’tiādinā kāladese apadisitvāva nidānaṁ bhāsitaṁ, evaṁ na bhāsita’’nti? Apare tāva āhu – na pana therena bhāsitattā. Idañhi nidānaṁ na āyasmatā ānandena paṭhamaṁ bhāsitaṁ khujjuttarāya pana bhagavatā upāsikāsu bahussutabhāvena etadagge ṭhapitāya sekkhappaṭisambhidāppattāya ariyasāvikāya sāmāvatippamukhānaṁ pañcannaṁ itthisatānaṁ paṭhamaṁ bhāsitaṁ.",
  "atk-s0504a0:146": "Tatrāyaṁ anupubbīkathā – ito kira kappasatasahassamatthake padumuttaro nāma sammāsambuddho loke uppajjitvā pavattitavaradhammacakko haṁsavatiyaṁ viharati. Athekadivasaṁ haṁsavatiyaṁ ekā kuladhītā satthu dhammadesanaṁ sotuṁ gacchantīhi upāsikāhi saddhiṁ ārāmaṁ gatā. Satthāraṁ ekaṁ upāsikaṁ bahussutānaṁ etadagge ṭhapentaṁ disvā adhikāraṁ katvā taṁ ṭhānantaraṁ patthesi. Satthāpi naṁ byākāsi ‘‘anāgate gotamassa nāma sammāsambuddhassa sāvikānaṁ upāsikānaṁ bahussutānaṁ aggā bhavissatī’’ti. Tassā yāvajīvaṁ kusalaṁ katvā devaloke nibbattitvā puna manussesūti evaṁ devamanussesu saṁsarantiyā kappasatasahassaṁ atikkantaṁ. Atha imasmiṁ bhaddakappe amhākaṁ bhagavato kāle sā devalokato cavitvā ghosakaseṭṭhissa gehe dāsiyā kucchismiṁ paṭisandhiṁ gaṇhi, uttarātissā nāmaṁ akaṁsu. Sā jātakāle khujjā ahosīti khujjuttarātveva paññāyittha. Sā aparabhāge ghosakaseṭṭhinā rañño utenassa sāmāvatiyā dinnakāle tassā paricārikabhāvena dinnā rañño utenassa antepure vasati.",
  "atk-s0504a0:147": "Tena ca samayena kosambiyaṁ ghosakaseṭṭhikukkuṭaseṭṭhipāvārikaseṭṭhino bhagavantaṁ uddissa tayo vihāre kāretvā janapadacārikaṁ carante tathāgate kosambinagaraṁ sampatte buddhappamukhassa bhikkhusaṅghassa vihāre niyyādetvā mahādānāni pavattesuṁ, māsamattaṁ atikkami. Atha nesaṁ etadahosi – ‘‘buddhā nāma sabbalokānukampakā, aññesampi okāsaṁ dassāmā’’ti kosambinagaravāsinopi janassa okāsaṁ akaṁsu. Tato paṭṭhāya nāgarā vīthisabhāgena gaṇasabhāgena mahādānaṁ denti. Athekadivasaṁ satthā bhikkhusaṅghaparivuto mālākārajeṭṭhakassa gehe nisīdi. Tasmiṁ khaṇe khujjuttarā sāmāvatiyā pupphāni gahetuṁ aṭṭha kahāpaṇe ādāya taṁ gehaṁ agamāsi. Mālākārajeṭṭhako taṁ disvā ‘‘amma uttare, ajja tuyhaṁ pupphāni dātuṁ khaṇo natthi, ahaṁ buddhappamukhaṁ bhikkhusaṅghaṁ parivisāmi, tvampi parivesanāya sahāyikā hohi, evaṁ ito paresaṁ veyyāvaccakaraṇato muccissasī’’ti āha. Tato khujjuttarā buddhānaṁ bhattagge veyyāvaccaṁ akāsi. Sā satthārā upanisinnakathāvasena kathitaṁ sabbameva dhammaṁ uggaṇhi, anumodanaṁ pana sutvā sotāpattiphale patiṭṭhāsi.",
  "atk-s0504a0:148": "Sā aññesu divasesu cattārova kahāpaṇe datvā pupphāni gahetvā gacchati, tasmiṁ pana divase diṭṭhasaccabhāvena parasantake cittaṁ anuppādetvā aṭṭhapi kahāpaṇe datvā pacchiṁ pūretvā pupphāni gahetvā sāmāvatiyā santikaṁ agamāsi. Atha naṁ sā pucchi ‘‘amma uttare, tvaṁ aññesu divasesu na bahūni pupphāni āharasi, ajja pana bahukāni, kiṁ no rājā uttaritaraṁ pasanno’’ti? Sā musā vattuṁ abhabbatāya atīte attanā kataṁ anigūhitvā sabbaṁ kathesi. Atha ‘‘kasmā ajja bahūni āharasī’’ti ca vuttā ‘‘ajjāhaṁ sammāsambuddhassa dhammaṁ sutvā amataṁ sacchākāsiṁ, tasmā tumhe na vañcemī’’ti āha. Taṁ sutvā ‘‘are duṭṭhadāsi, ettakaṁ kālaṁ tayā gahite kahāpaṇe dehī’’ti atajjetvā pubbahetunā codiyamānā ‘‘amma, tayā pītaṁ amataṁ, amhepi pāyehī’’ti vatvā ‘‘tena hi maṁ nhāpehī’’ti vutte soḷasahi gandhodakaghaṭehi nhāpetvā dve maṭṭhasāṭake dāpesi. Sā ekaṁ nivāsetvā ekaṁ pārupitvā āsanaṁ paññāpetvā āsane nisīditvā vicitrabījaniṁ ādāya nīcāsanesu nisinnāni pañca mātugāmasatāni āmantetvā sekhappaṭisambhidāsu ṭhatvā satthārā desitaniyāmeneva tāsaṁ dhammaṁ desesi. Desanāvasāne tā sabbā sotāpattiphale patiṭṭhahiṁsu. Tā sabbāpi khujjuttaraṁ vanditvā ‘‘amma, ajja paṭṭhāya tvaṁ kiliṭṭhakammaṁ mā kari, amhākaṁ mātuṭṭhāne ācariyaṭṭhāne ca patiṭṭhāhī’’ti garuṭṭhāne ṭhapayiṁsu.",
  "atk-s0504a0:149": "Kasmā panesā dāsī hutvā nibbattāti? Sā kira kassapasammāsambuddhakāle bārāṇasiyaṁ seṭṭhidhītā hutvā nibbattā. Ekāya khīṇāsavattheriyā upaṭṭhākakulaṁ gatāya ‘‘etaṁ me ayye, pasādhanapeḷikaṁ dethā’’ti veyyāvaccaṁ kāresi. Therīpi ‘‘adentiyā mayi āghātaṁ uppādetvā niraye nibbattissati, dentiyā paresaṁ dāsī hutvā nibbattissati, nirayasantāpato dāsibhāvo seyyo’’ti anuddayaṁ paṭicca tassā vacanaṁ akāsi. Sā tena kammena pañca jātisatāni paresaṁ dāsīyeva hutvā nibbatti.",
  "atk-s0504a0:150": "Kasmā pana khujjā ahosi? Anuppanne kira buddhe ayaṁ bārāṇasirañño gehe vasantī ekaṁ rājakulūpakaṁ paccekabuddhaṁ thokaṁ khujjadhātukaṁ disvā attanā sahavāsīnaṁ mātugāmānaṁ purato parihāsaṁ karontī yathāvajjaṁ keḷivasena khujjākāraṁ dassesi, tasmā khujjā hutvā nibbatti.",
  "atk-s0504a0:151": "Kiṁ pana katvā paññavantī jātāti? Anuppanne kira buddhe ayaṁ bārāṇasirañño gehe vasantī aṭṭha paccekabuddhe rājagehato uṇhapāyāsassa pūrite patte parivattitvā parivattitvā gaṇhante disvā attano santakāni aṭṭha dantavalayāni ‘‘idha ṭhapetvā gaṇhathā’’ti adāsi. Te tathā katvā olokesuṁ. ‘‘Tumhākaññeva tāni pariccattāni, gahetvā gacchathā’’ti āha. Te nandamūlakapabbhāraṁ agamaṁsu. Ajjāpi tāni valayāni arogāneva. Sā tassa nissandena paññavantī jātā.",
  "atk-s0504a0:152": "Atha naṁ sāmāvatippamukhāni pañca itthisatāni ‘‘amma, tvaṁ divase divase satthu santikaṁ gantvā bhagavatā desitaṁ dhammaṁ sutvā amhākaṁ desehī’’ti vadiṁsu. Sā tathā karontī aparabhāge tipiṭakadharā jātā. Tasmā naṁ satthā – ‘‘etadaggaṁ, bhikkhave, mama sāvikānaṁ bahussutānaṁ upāsikānaṁ yadidaṁ khujjuttarā’’ti etadagge ṭhapesi. Iti upāsikāsu bahussutabhāvena satthārā etadagge ṭhapitā paṭisambhidāppattā khujjuttarā ariyasāvikā satthari kosambiyaṁ viharante kālena kālaṁ satthu santikaṁ gantvā dhammaṁ sutvā antepuraṁ gantvā sāmāvatippamukhānaṁ pañcannaṁ itthisatānaṁ ariyasāvikānaṁ satthārā desitaniyāmena yathāsutaṁ dhammaṁ kathentī attānaṁ parimocetvā satthu santike sutabhāvaṁ pakāsentī ‘‘vuttañhetaṁ bhagavatā vuttamarahatāti me suta’’nti nidānaṁ āropesi.",
  "atk-s0504a0:153": "Yasmā pana tasmiṁyeva nagare bhagavato sammukhā sutvā tadaheva tāya tāsaṁ bhāsitaṁ, tasmā ‘‘ekaṁ samayaṁ bhagavā kosambiyaṁ viharatī’’ti kāladesaṁ apadisituṁ payojanasambhavova natthi supākaṭabhāvato. Bhikkhuniyo cassā santike imāni suttāni gaṇhiṁsu. Evaṁ paramparāya bhikkhūsupi tāya āropitaṁ nidānaṁ pākaṭaṁ ahosi. Atha āyasmā ānando tathāgatassa parinibbānato aparabhāge sattapaṇṇiguhāyaṁ ajātasattunā kārāpite saddhammamaṇḍape mahākassapappamukhassa vasīgaṇassa majjhe nisīditvā dhammaṁ saṅgāyanto imesaṁ suttānaṁ nidānassa dveḷhakaṁ pariharanto tāya āropitaniyāmeneva nidānaṁ āropesīti.",
  "atk-s0504a0:154": "Keci panettha bahuppakāre papañcenti. Kiṁ tehi? Apica nānānayehi saṅgītikārā dhammavinayaṁ saṅgāyiṁsu. Anubuddhā hi dhammasaṅgāhakamahātherā, te sammadeva dhammavinayassa saṅgāyanākāraṁ jānantā katthaci ‘‘evaṁ me suta’’ntiādinā, katthaci ‘‘tena samayenā’’tiādinā, katthaci gāthābandhavasena nidānaṁ ṭhapentā, katthaci sabbena sabbaṁ nidānaṁ aṭṭhapentā vaggasaṅgahādivasena dhammavinayaṁ saṅgāyiṁsu. Tattha idha vuttañhetantiādinā nidānaṁ ṭhapetvā saṅgāyiṁsu, kiñci suttageyyādivasena navaṅgamidaṁ buddhavacanaṁ. Yathā cetaṁ, evaṁ sabbesampi sammāsambuddhānaṁ. Vuttañhetaṁ ‘‘appakañca nesaṁ ahosi suttaṁ geyya’’ntiādi. Tattha itivuttakaṅgassa aññaṁ kiñci na paññāyati tabbhāvanimittaṁ ṭhapetvā ‘‘vuttañhetaṁ…pe… me suta’’nti idaṁ vacanaṁ. Tenāhu aṭṭhakathācariyā ‘‘vuttañhetaṁ bhagavatāti ādinayappavattā dvādasuttarasatasuttantā itivuttaka’’nti. Tasmā satthu adhippāyaṁ jānantehi dhammasaṅgāhakehi ariyasāvikāya vā imesaṁ suttānaṁ itivuttakaṅgabhāvañāpanatthaṁ imināva nayena nidānaṁ ṭhapitanti veditabbaṁ.",
  "atk-s0504a0:155": "Kimatthaṁ pana dhammavinayasaṅgahe kayiramāne nidānavacanaṁ? Nanu bhagavatā bhāsitavacanasseva saṅgaho kātabboti? Vuccate – desanāya ṭhitiasammosasaddheyyabhāvasampādanatthaṁ. Kāladesadesakaparisāpadesehi upanibandhitvā ṭhapitā hi desanā ciraṭṭhitikā hoti asammosadhammā saddheyyā ca desakālakattuhetunimittehi upanibaddho viya vohāravinicchayo. Teneva ca āyasmatā mahākassapena brahmajālamūlapariyāyasuttādīnaṁ desādipucchāsu katāsu tāsaṁ vissajjanaṁ karontena dhammabhaṇḍāgārikena ‘‘evaṁ me suta’’ntiādinā nidānaṁ bhāsitaṁ. Idha pana desakālassa aggahaṇe kāraṇaṁ vuttameva.",
  "atk-s0504a0:156": "Apica satthu sampattippakāsanatthaṁ nidānavacanaṁ. Tathāgatassa hi bhagavato pubbaracanānumānāgamatakkābhāvato sammāsambuddhabhāvasiddhi. Na hi sammāsambuddhassa pubbaracanādīhi attho atthi sabbattha appaṭihatañāṇācāratāya ekappamāṇattā ca ñeyyadhammesu. Tathā ācariyamuṭṭhidhammamacchariyasāsanasāvakānurāgābhāvato khīṇāsavabhāvasiddhi. Na hi sabbaso khīṇāsavassa te sambhavantīti suvisuddhassa parānuggahapavatti. Evaṁ desakasaṁkilesabhūtānaṁ diṭṭhisīlasampadādūsakānaṁ avijjātaṇhānaṁ accantābhāvasaṁsūcakehi ñāṇasampadāpahānasampadābhibyañjakehi ca sambuddhavisuddhabhāvehi purimavesārajjadvayasiddhi, tato ca antarāyikaniyyānikadhammesu asammohabhāvasiddhito pacchimavesārajjadvayasiddhīti bhagavato catuvesārajjasamannāgamo attahitaparahitapaṭipatti ca nidānavacanena pakāsitā hoti, tattha tattha sampattaparisāya ajjhāsayānurūpaṁ ṭhānuppattikappaṭibhānena dhammadesanādīpanato. Idha pana anavasesato kāmadosappahānaṁ vidhāya desanādīpanato cāti yojetabbaṁ. Tena vuttaṁ ‘‘satthu sampattippakāsanatthaṁ nidānavacana’’nti. Ettha ca ‘‘bhagavatā arahatā’’ti imehi padehi yathāvuttaatthavibhāvanatā heṭṭhā dassitā eva.",
  "atk-s0504a0:157": "Tathā sāsanasampattippakāsanatthaṁ nidānavacanaṁ. Ñāṇakaruṇāpariggahitasabbakiriyassa hi bhagavato natthi niratthakā paṭipatti attahitā vā. Tasmā paresaṁyevatthāya pavattasabbakiriyassa sammāsambuddhassa sakalampi kāyavacīmanokammaṁ yathāpavattaṁ vuccamānaṁ diṭṭhadhammikasamparāyikaparamatthehi yathārahaṁ sattānaṁ anusāsanatthena sāsanaṁ, na kabbaracanā. Tayidaṁ satthu caritaṁ kāladesadesakaparisāpadesehi tattha tattha nidānavacanehi yathārahaṁ pakāsiyati. Idha pana desakaparisāpadesehīti yojetabbaṁ. Tena vuttaṁ ‘‘sāsanasampattippakāsanatthaṁ nidānavacana’’nti.",
  "atk-s0504a0:158": "Apica satthuno pamāṇabhāvappakāsanena sāsanassa pamāṇabhāvadassanatthaṁ nidānavacanaṁ. Tañcassa pamāṇabhāvadassanaṁ heṭṭhā vuttanayānusārena ‘‘bhagavatā arahatā’’ti imehi padehi vibhāvitanti veditabbaṁ. Idamettha nidānavacanappayojanassa mukhamattanidassananti.",
  "atk-s0504a0:159": "Nidānavaṇṇanā niṭṭhitā."
}