{
  "atk-s0404a31:0": "1. Nissayavaggo",
  "atk-s0404a31:1": "1-6. Kimatthiyasuttādivaṇṇanā",
  "atk-s0404a31:2": "1-6. Ekādasakanipātassa paṭhamādīni heṭṭhā vuttanayāneva. Kevalañcettha ādito pañcasu nibbidāvirāgaṁ dvidhā bhinditvā ekādasaṅgāni katāni. Chaṭṭhe sikkhāpaccakkhānaṁ adhikaṁ.",
  "atk-s0404a31:3": "7-8. Paṭhamasaññāsuttādivaṇṇanā",
  "atk-s0404a31:4": "7-8. Sattame atthena atthoti atthena saddhimattho. Byañjanena byañjananti byañjanena saddhiṁ byañjanaṁ. Saṁsandissatīti sampavattissati. Samessatīti samānaṁ bhavissati. Na viggayhissatīti na virajjhissati. Aggapadasminti nibbāne. Aṭṭhame paccavekkhaṇā kathitā.",
  "atk-s0404a31:5": "9. Saddhasuttavaṇṇanā",
  "atk-s0404a31:6": "9. Navame doṇiyā baddhoti yavasassadoṇiyā samīpe baddho. Antaraṁ karitvāti abbhantare katvā. Jhāyatīti cinteti. Pajjhāyatīti ito cito ca nānappakārakaṁ jhāyati. Nijjhāyatīti nirantaravasena nibaddhaṁ jhāyati. Pathavimpi nissāya jhāyatīti samāpattiyaṁ sanikantikavasenetaṁ vuttaṁ. Samāpattiyañhi sanikantikattā esa khaḷuṅko nāma kato. Āpādīsupi eseva nayo.",
  "atk-s0404a31:7": "Kathañca saddha ājānīyajhāyitaṁ hotīti kathaṁ kāraṇākāraṇaṁ jānantassa sindhavassa jhāyitaṁ hoti. Yathā iṇantiādīsu iṇasadisaṁ bandhanasadisaṁ dhanajānisadisaṁ kalisaṅkhātamahāparādhasadisañca katvā attano abhimukhassa patodassa ajjhoharaṇasaṅkhātaṁ patanaṁ vipassatīti attho. Neva pathaviṁ nissāya jhāyatīti samāpattisukhanikantiyā abhāvena pathaviārammaṇāya catukkapañcakajjhānasaññāya na jhāyati, niyantiyā abhāveneva so ājānīyo nāma hotīti. Jhāyati ca panāti nibbānārammaṇāya phalasamāpattiyā jhāyati. Pathaviyaṁ pathavisaññā vibhūtā hotīti pathavārammaṇe uppannā catukkapañcakajjhānasaññā vibhūtā pākaṭā hoti. ‘‘Vibhūtā, bhante, rūpasaññā avibhūtā aṭṭhikasaññā’’ti imasmiñhi sutte samatikkamassa atthitāya vibhūtatā vuttā, idha pana vipassanāvasena aniccadukkhānattato diṭṭhattā vibhūtā nāma jātā. Āposaññādīsupi eseva nayo. Evamettha heṭṭhā viya samāpattivasena samatikkamaṁ avatvā vipassanācāravasena samatikkamo vutto. Evaṁ jhāyīti evaṁ vipassanāpaṭipāṭiyā āgantvā uppāditāya phalasamāpattiyā jhāyanto.",
  "atk-s0404a31:8": "10. Moranivāpasuttavaṇṇanā",
  "atk-s0404a31:9": "10. Dasame accantaniṭṭhoti antaṁ atītattā accantasaṅkhātaṁ avināsadhammaṁ nibbānaṁ niṭṭhā assāti accantaniṭṭho. Iminā nayena sesapadāni veditabbāni. Janetasminti janitasmiṁ , pajāyāti attho. Ye gottapaṭisārinoti ye janā tasmiṁ gotte paṭisaranti ‘‘ahaṁ gotamo, ahaṁ kassapo’’ti, tesu loke gottapaṭisārīsu khattiyo seṭṭho. Anumatā mayāti mama sabbaññutaññāṇena saddhiṁ saṁsandetvā desitā mayā anuññātā. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0404a31:10": "Nissayavaggo paṭhamo."
}