{
  "atk-s0511a5:0": "5. Maṅgalabuddhavaṁsavaṇṇanā",
  "atk-s0511a5:1": "Koṇḍaññe kira satthari parinibbute tassa sāsanaṁ vassasatasahassaṁ pavattittha. Buddhānubuddhānaṁ sāvakānaṁ antaradhānena sāsanamassa antaradhāyi. Koṇḍaññassa pana aparabhāge ekamasaṅkhyeyyamatikkamitvā ekasmiṁyeva kappe cattāro buddhā nibbattiṁsu maṅgalo, sumano, revato, sobhitoti. Tattha maṅgalo pana lokanāyako kappasatasahassādhikāni soḷasa asaṅkhyeyyāni pāramiyo pūretvā tusitapure nibbattitvā tattha yāvatāyukaṁ ṭhatvā pañcasu pubbanimittesu uppannesu buddhakolāhalaṁ nāma udapādi, tadā dasasahassacakkavāḷe devatāyo ekasmiṁ cakkavāḷe sannipatitvā āyācanti –",
  "atk-s0511a5:2": "‘‘Kālo kho te mahāvīra, uppajja mātukucchiyaṁ;",
  "atk-s0511a5:3": "Sadevakaṁ tārayanto, bujjhassu amataṁ pada’’nti. (bu. vaṁ. 1.67);",
  "atk-s0511a5:4": "Evaṁ devehi āyācito katapañcavilokano tusitā kāyā cavitvā sabbanagaruttame uttaranagare anuttarassa uttarassa nāma rañño kule uttarāya nāma deviyā kucchismiṁ paṭisandhiṁ gaṇhi. Tadā anekāni pāṭihāriyāni pāturahuṁ. Tāni dīpaṅkarabuddhavaṁse vuttanayeneva veditabbāni. Tassā uttarāya kira mahādeviyā kucchismiṁ sabbalokamaṅgalassa maṅgalassa mahāsattassa paṭisandhiggahaṇato paṭṭhāya sarīrappabhā rattindivaṁ asītihatthappamāṇaṁ padesaṁ pharitvā candālokasūriyālokehi anabhibhavanīyā hutvā aṭṭhāsi. Sā ca aññenālokena vinā attano sarīrappabhāsamudayeneva andhakāraṁ vidhamitvā aṭṭhasaṭṭhiyā dhātīhi paricāriyamānā vicarati.",
  "atk-s0511a5:5": "Sā kira devatāhi katārakkhā dasannaṁ māsānaṁ accayena paramasurabhikusumaphaladharasākhāviṭape kamalakuvalayasamalaṅkate ruru-sīha-byaggha-gaja-gavaya-mahiṁsapasadavividhamigagaṇavicarite paramaramaṇīye uttaramadhuruyyāne nāma maṅgaluyyāne maṅgalamahāpurisaṁ vijāyi . So jātamattova mahāsatto sabbā disā viloketvā uttarābhimukho sattapadavītihārena gantvā āsabhiṁ vācaṁ nicchāresi. Tasmiñca khaṇe sakaladasasahassilokadhātūsu devatā dissamānasarīrā dibbamālādīhi samalaṅkatagattā tattha tattha ṭhatvā jayamaṅgalathutivacanāni sampavattesuṁ. Pāṭihāriyāni vuttanayāneva. Nāmaggahaṇadivase panassa lakkhaṇapāṭhakā sabbamaṅgalasampattiyā jātoti ‘‘maṅgalakumāro’’ tveva nāmaṁ kariṁsu.",
  "atk-s0511a5:6": "Tassa kira yasavā rucimā sirimāti tayo pāsādā ahesuṁ. Yasavatīdevippamukhāni tiṁsanāṭakitthisahassāni ahesuṁ. Tattha mahāsatto navavassasahassāni dibbasukhasadisaṁ sukhaṁ anubhavitvā yasavatiyā aggamahesiyā kucchismiṁ sīlavaṁ nāma puttaṁ labhitvā cattāri nimittāni disvā alaṅkataṁ paṇḍaraṁ nāma sundaraturaṅgavaramāruyha mahābhinikkhamanaṁ nikkhamitvā pabbaji. Taṁ pana pabbajantaṁ tisso manussakoṭiyo anupabbajiṁsu. Tehi parivuto mahāpuriso aṭṭha māse padhānacariyamacari.",
  "atk-s0511a5:7": "Tato visākhapuṇṇamāya uttaragāme uttaraseṭṭhino dhītāya uttarāya nāma dinnaṁ pakkhittadibbojaṁ madhupāyāsaṁ paribhuñjitvā surabhikusumālaṅkate nīlobhāse manorame sālavane divāvihāraṁ vītināmetvā uttarena nāma ājīvakena dinnā aṭṭha tiṇamuṭṭhiyo gahetvā asitañjanagirisaṅkāsaṁ akkantavarakanakajālakūṭaṁva sītacchāyaṁ vividhamigagaṇasampātavirahitaṁ mandamāluteritāya ghanasākhāya samalaṅkataṁ naccantamiva pītiyā virocamānaṁ nāgabodhiṁ upasaṅkamitvā mattavaranāgagāmī nāgabodhiṁ padakkhiṇaṁ katvā pubbuttarapasse ṭhatvā aṭṭhapaṇṇāsahatthavitthataṁ tiṇasantharaṁ santharitvā tattha pallaṅkaṁ ābhujitvā caturaṅgasamannāgataṁ vīriyaṁ adhiṭṭhahitvā sabalaṁ mārabalaṁ viddhaṁsetvā pubbenivāsadibbacakkhuñāṇāni paṭilabhitvā paccayākārasammasanaṁ katvā khandhesu aniccādivasena abhinivisitvā anukkamena anuttaraṁ sammāsambodhiṁ patvā –",
  "atk-s0511a5:8": "‘‘Anekajātisaṁsāraṁ, sandhāvissaṁ anibbisaṁ;",
  "atk-s0511a5:9": "Gahakāraṁ gavesanto, dukkhā jāti punappunaṁ.",
  "atk-s0511a5:10": "‘‘Gahakāraka diṭṭhosi, puna gehaṁ na kāhasi;",
  "atk-s0511a5:11": "Sabbā te phāsukā bhaggā, gahakūṭaṁ visaṅkhataṁ;",
  "atk-s0511a5:12": "Visaṅkhāragataṁ cittaṁ, taṇhānaṁ khayamajjhagā’’ti. (dha. pa. 153-154) –",
  "atk-s0511a5:13": "Udānaṁ udānesi.",
  "atk-s0511a5:14": "Maṅgalassa pana sammāsambuddhassa aññehi buddhehi adhikatarā sarīrappabhā ahosi. Yathā pana aññesaṁ sammāsambuddhānaṁ samantā asītihatthappamāṇā vā byāmappamāṇā vā sarīrappabhā ahosi, na evaṁ tassa. Tassa pana bhagavato sarīrappabhā niccakālaṁ dasasahassilokadhātuṁ pharitvā aṭṭhāsi. Tarugirigharapākāraghaṭakavāṭādayo suvaṇṇapaṭṭapariyonaddhā viya ahesuṁ. Navutivassasatasahassāni āyu tassa ahosi. Ettakaṁ kālaṁ candasūriyatārakādīnaṁ pabhā natthi. Rattindivaparicchedo na paññāyittha. Divā sūriyālokena viya sattā niccaṁ buddhālokeneva sabbakammāni karontā vicariṁsu. Sāyaṁ pupphanakakusumānaṁ pāto ca ravanakasakuṇādīnañca vasena loko rattindivaparicchedaṁ sallakkhesi.",
  "atk-s0511a5:15": "Kiṁ pana aññesaṁ buddhānaṁ ayamānubhāvo natthīti? No natthi. Tepi hi ākaṅkhamānā dasasahassilokadhātuṁ tato vā bhiyyo ābhāya phareyyuṁ. Maṅgalassa pana bhagavato pubbapatthanāvasena aññesaṁ byāmappabhā viya sarīrappabhā niccameva dasasahassilokadhātuṁ pharitvā aṭṭhāsi. So kira bodhisattakāle vessantarattabhāvasadise attabhāve saputtadāro vaṅkapabbatasadise pabbate vasi. Atheko sabbajanaviheṭhako kharadāṭhiko nāma manussabhakkho mahesakkho yakkho mahāpurisassa dānajjhāsayataṁ sutvā brāhmaṇavaṇṇena upasaṅkamitvā mahāsattaṁ dve dārake yāci. Mahāsatto ‘‘dadāmi brāhmaṇassa puttake’’ti haṭṭhapahaṭṭho udakapariyantaṁ pathaviṁ kampento dve dārake adāsi. Atha kho yakkho tassa passantasseva mahāpurisassa taṁ brāhmaṇavaṇṇaṁ pahāya analajālapiṅgalavirūpanayano visamavirūpakuṭilabhīmadāṭho cipiṭakavirūpanāso kapilapharusadīghakeso navadaḍḍhatālakkhandhasadisakāyo hutvā te dārake muḷālakalāpaṁ viya gahetvā khādi. Mahāpurisassa yakkhaṁ oloketvā mukhe vivaṭamatte aggijālaṁ viya lohitadhāraṁ uggirantaṁ tassa mukhaṁ disvāpi kesaggamattampi domanassaṁ na uppajji. ‘‘Sudinnaṁ vata me dāna’’nti cintayato panassa sarīre mahantaṁ pītisomanassaṁ udapādi. So ‘‘imassa me nissandena anāgate iminā nīhārena rasmiyo nikkhamantū’’ti patthanamakāsi. Tassa taṁ patthanaṁ nissāya buddhabhūtassa sarīrato rasmiyo nikkhamitvā ettakaṁ ṭhānaṁ phariṁsu.",
  "atk-s0511a5:16": "Aparampi pubbacariyaṁ tassa atthi. Ayaṁ kira bodhisattakāle ekassa buddhassa cetiyaṁ disvā – ‘‘imassa buddhassa mama jīvitaṁ pariccajituṁ vaṭṭatī’’ti daṇḍadīpikāveṭhananiyāmena sakalasarīraṁ veṭhāpetvā ratanamattamakuḷaṁ satasahassagghanikaṁ suvaṇṇapātiṁ sugandhasappissa pūrāpetvā tattha sahassavaṭṭiyo jāletvā taṁ sīsenādāya sakalasarīraṁ jālāpetvā jinacetiyaṁ padakkhiṇaṁ karonto sakalarattiṁ vītināmesi. Evaṁ yāva aruṇuggamanā vāyamantassa lomakūpamattampi usumaṁ na gaṇhi. Padumagabbhaṁ paviṭṭhakālo viya ahosi. Dhammo hi nāmesa attānaṁ rakkhantaṁ rakkhati. Tenāha bhagavā –",
  "atk-s0511a5:17": "‘‘Dhammo have rakkhati dhammacāriṁ, dhammo suciṇṇo sukhamāvahāti;",
  "atk-s0511a5:18": "Esānisaṁso dhamme suciṇṇe, na duggatiṁ gacchati dhammacārī’’ti. (theragā. 303; jā. 1.10.102; 1.15.385);",
  "atk-s0511a5:19": "Imassāpi kammassa nissandena tassa sarīrobhāso dasasahassilokadhātuṁ pharitvā aṭṭhāsi (dha. sa. aṭṭha. nidānakathā). Tena vuttaṁ –",
  "atk-s0511a5:20": "1.",
  "atk-s0511a5:21": " ‘‘Koṇḍaññassa aparena, maṅgalo nāma nāyako;",
  "atk-s0511a5:22": "Tamaṁ loke nihantvāna, dhammokkamabhidhārayi.",
  "atk-s0511a5:23": "2.",
  "atk-s0511a5:24": " ‘‘Atulāsi pabhā tassa, jinehaññehi uttariṁ;",
  "atk-s0511a5:25": "Candasūriyappabhaṁ hantvā, dasasahassī virocatī’’ti.",
  "atk-s0511a5:26": "Tattha tamanti lokandhakārañca hadayatamañca. Nihantvānāti abhibhavitvā. Dhammokkanti ettha ayaṁ pana ukkā-saddo suvaṇṇakāramūsādīsu anekesu atthesu dissati. Tathāhi ‘‘saṇḍāsena jātarūpaṁ gahetvā ukkāmukhe pakkhipeyyā’’ti (ma. ni. 3.360) āgataṭṭhāne suvaṇṇakārānaṁ mūsā ‘‘ukkā’’ti veditabbā. ‘‘Ukkaṁ bandheyya, ukkaṁ bandhitvā ukkāmukhaṁ ālimpeyyā’’ti āgataṭṭhāne kammārānaṁ aṅgārakapallaṁ. ‘‘Kammārānaṁ yathā ukkā, anto jhāyati no bahī’’ti (jā. 2.22.649) āgataṭṭhāne kammāruddhanaṁ. ‘‘Evaṁvipāko ukkāpāto bhavissatī’’ti (dī. ni. 1.24, 208) āgataṭṭhāne vāyuvego ‘‘ukkā’’ti vuccati. ‘‘Ukkāsu dhāriyamānāsū’’ti (dī. ni. 1.159) āgataṭṭhāne dīpikā ‘‘ukkā’’ti vuccati. Idhāpi dīpikā ukkāti adhippetā (ma. ni. aṭṭha. 1.76 ādayo). Tasmā idha dhammamayaṁ ukkaṁ abhidhārayi, avijjandhakārapaṭicchannassa avijjandhakārābhibhūtassa lokassa dhammamayaṁ ukkaṁ dhāresīti attho.",
  "atk-s0511a5:27": "Atulāsīti atulyā āsi. Ayameva vā pāṭho, aññehi buddhehi asadisā ahosīti attho. Jinehaññehīti jinehi aññehi . Candasūriyappabhaṁ hantvāti candasūriyānaṁ pabhaṁ abhihantvā. Dasasahassī virocatīti candasūriyālokaṁ vinā buddhālokeneva dasasahassī virocatīti attho.",
  "atk-s0511a5:28": "Maṅgalasammāsambuddho pana adhigatabodhiñāṇo bodhimūleyeva sattasattāhāni vītināmetvā brahmuno dhammāyācanaṁ sampaṭicchitvā – ‘‘kassa nu kho ahaṁ imaṁ dhammaṁ deseyya’’nti (ma. ni. 1.284; 2.341; mahāva. 10) upadhārento attanā saha pabbajitānaṁ bhikkhūnaṁ tisso koṭiyo upanissayasampannaṁ addasa. Athassa etadahosi – ‘‘ime kulaputtā maṁ pabbajantaṁ anupabbajitā upanissayasampannā ca, te mayā visākhapuṇṇamāya vivekatthikena vissajjitā sirivaḍḍhananagaraṁ upanissāya sirivanagahanaṁ gantvā viharanti, handāhaṁ tattha gantvā dhammaṁ tesaṁ desessāmī’’ti attano pattacīvaraṁ gahetvā haṁsarājā viya gaganatalamabbhuggantvā sirivanagahane paccuṭṭhāsi. Te ca bhikkhū bhagavantaṁ vanditvā antevāsikavattaṁ dassetvā bhagavantaṁ parivāretvā nisīdiṁsu. Tesaṁ bhagavā sabbabuddhanisevitaṁ dhammacakkappavattanasuttantaṁ kathesi. Tato tisso bhikkhukoṭiyo arahattaṁ pāpuṇiṁsu. Devamanussānaṁ koṭisatasahassānaṁ dhammābhisamayo ahosi. Tena vuttaṁ –",
  "atk-s0511a5:29": "3.",
  "atk-s0511a5:30": " ‘‘Sopi buddho pakāsesi, caturo saccavaruttame;",
  "atk-s0511a5:31": "Te te saccarasaṁ pītvā, vinodenti mahātamaṁ.",
  "atk-s0511a5:32": "4.",
  "atk-s0511a5:33": " ‘‘Patvāna bodhimatulaṁ, paṭhame dhammadesane;",
  "atk-s0511a5:34": "Koṭisatasahassānaṁ, dhammābhisamayo ahū’’ti.",
  "atk-s0511a5:35": "Tattha caturoti cattāri. Saccavaruttameti saccāni ca varāni ca saccavarāni, saccāni uttamānīti attho. ‘‘Cattāro saccavaruttame’’tipi pāṭho, tassa cattāri saccavarāni uttamānīti attho. Te teti te te devamanussā buddhena bhagavatā vinītā. Saccarasanti catusaccapaṭivedhāmatarasaṁ pivitvā. Vinodenti mahātamanti tena tena maggena pahātabbaṁ mohatamaṁ vinodenti, viddhaṁsentīti attho. Patvānāti paṭivijjhitvā. Bodhinti ettha panāyaṁ bodhi-saddo –",
  "atk-s0511a5:36": "‘‘Magge phale ca nibbāne, rukkhe paññattiyaṁ tathā;",
  "atk-s0511a5:37": "Sabbaññute ca ñāṇasmiṁ, bodhisaddo panāgato’’.",
  "atk-s0511a5:38": "Tathā hi panesa – ‘‘bodhi vuccati catūsu maggesu ñāṇa’’ntiādīsu (cūḷani. khaggavisāṇasuttaniddesa 121) magge āgato. ‘‘Upasamāya abhiññāya sambodhāya saṁvattatī’’ti (ma. ni. 1.33; 3.323; mahāva. 13; saṁ. ni. 5.1081; paṭi. ma. 2.30) ettha phale. ‘‘Patvāna bodhiṁ amataṁ asaṅkhata’’nti ettha nibbāne. ‘‘Antarā ca gayaṁ antarā ca bodhi’’nti (ma. ni. 1.285; 2.341; mahāva. 11) ettha assattharukkhe. ‘‘Bodhi kho rājakumāro bhoto gotamassa pāde sirasā vandatī’’ti ettha (ma. ni. 2.324; cūḷava. 268) paññattiyaṁ. ‘‘Pappoti bodhiṁ varabhūrimedhaso’’ti (dī. ni. 3.217) ettha sabbaññutaññāṇe. Idhāpi sabbaññutaññāṇe daṭṭhabbo. Arahattamaggañāṇepi vaṭṭati (ma. ni. aṭṭha. 1.13; udā. aṭṭha. 1; pārā. aṭṭha. 1.11; cariyā. aṭṭha. nidānakathā). Atulanti tularahitaṁ pamāṇātītaṁ, appamāṇanti attho. Sambodhiṁ patvā dhammaṁ desentassa tassa bhagavato paṭhame dhammadesaneti attho gahetabbo.",
  "atk-s0511a5:39": "Yadā pana cittaṁ nāma nagaraṁ upanissāya viharanto campakarukkhamūle kaṇḍambarukkhamūle amhākaṁ bhagavā viya titthiyānaṁ mānamaddanaṁ yamakapāṭihāriyaṁ katvā surāsurayuvatiratisambhavane ruciranavakanakarajatamayavarabhavane tāvatiṁsabhavane pāricchattakarukkhamūle paṇḍukambalasilātale nisīditvā abhidhammaṁ kathesi, tadā koṭisatasahassānaṁ devatānaṁ dhammābhisamayo ahosi, ayaṁ dutiyo abhisamayo. Yadā pana sunando nāma cakkavattirājā surabhinagare pūritacakkavattivatto hutvā cakkaratanaṁ paṭilabhi. Taṁ kira maṅgaladasabale loke uppanne cakkaratanaṁ ṭhānā osakkitaṁ disvā sunando rājā vigatānando brāhmaṇe paripucchi – ‘‘imaṁ cakkaratanaṁ mama kusalena nibbattaṁ, kasmā ṭhānā osakkita’’nti? Tato te tassa rañño osakkanakāraṇaṁ byākariṁsu. ‘‘Cakkavattirañño āyukkhayena vā pabbajjūpagamanena vā buddhapātubhāvena vā cakkaratanaṁ ṭhānā osakkatīti vatvā tuyhaṁ pana, mahārāja, āyukkhayo natthi, atidīghāyuko tvaṁ, maṅgalo pana sammāsambuddho loke uppanno, tena te cakkaratanaṁ osakkita’’nti. Taṁ sutvā sunando cakkavattirājā saparijano taṁ cakkaratanaṁ sirasā vanditvā āyāci – ‘‘yāvāhaṁ tavānubhāvena maṅgaladasabalaṁ sakkarissāmi, tāva tvaṁ mā antaradhāyassū’’ti. Atha naṁ cakkaratanaṁ yathāṭhāneyeva aṭṭhāsi.",
  "atk-s0511a5:40": "Tato samupāgatānando sunando cakkavattirājā chattiṁsayojanaparimaṇḍalāya parisāya parivuto sabbalokamaṅgalaṁ maṅgaladasabalaṁ upasaṅkamitvā sasāvakasaṅghaṁ satthāraṁ mahādānena santappetvā arahantānaṁ koṭisatasahassānaṁ kāsikavatthāni datvā tathāgatassa sabbaparikkhāre datvā sakalalokavimhayakaraṁ bhagavato pūjaṁ katvā maṅgalaṁ sabbalokanāthaṁ upasaṅkamitvā dasanakhasamodhānasamujjalaṁ vimalakamalamakuḷasamamañjaliṁ sirasi katvā vanditvā dhammassavanatthāya ekamantaṁ nisīdi. Puttopi tassa anurājakumāro nāma tatheva nisīdi.",
  "atk-s0511a5:41": "Tadā sunandacakkavattirājappamukhānaṁ tesaṁ bhagavā anupubbikathaṁ kathesi. Sunando cakkavattī saddhiṁ parisāya saha paṭisambhidāhi arahattaṁ pāpuṇi. Atha satthā tesaṁ pubbacariyaṁ olokento iddhimayapattacīvarassa upanissayaṁ disvā cakkajālasamalaṅkataṁ dakkhiṇahatthaṁ pasāretvā – ‘‘etha, bhikkhavo’’ti āha. Sabbe taṅkhaṇaṁyeva duvaṅgulakesā iddhimayapattacīvaradharā vassasaṭṭhikattherā viya ākappasampannā hutvā bhagavantaṁ parivārayiṁsu. Ayaṁ tatiyo abhisamayo ahosi. Tena vuttaṁ –",
  "atk-s0511a5:42": "5.",
  "atk-s0511a5:43": " ‘‘Surindadevabhavane, buddho dhammamadesayi;",
  "atk-s0511a5:44": "Koṭisatasahassānaṁ, dutiyābhisamayo ahu.",
  "atk-s0511a5:45": "6.",
  "atk-s0511a5:46": " ‘‘Yadā sunando cakkavattī, sambuddhaṁ upasaṅkami;",
  "atk-s0511a5:47": "Tadā āhani sambuddho, dhammabheriṁ varuttamaṁ.",
  "atk-s0511a5:48": "7.",
  "atk-s0511a5:49": " ‘‘Sunandassānucarā janatā, tadāsuṁ navutikoṭiyo;",
  "atk-s0511a5:50": "Sabbepi te niravasesā, ahesuṁ ehibhikkhukā’’ti.",
  "atk-s0511a5:51": "Tattha surindadevabhavaneti puna devindabhavaneti attho. Dhammanti abhidhammaṁ. Āhanīti abhihani. Varuttamanti varo bhagavā uttamaṁ dhammabherinti attho. Anucarāti nibaddhacarā sevakā. Āsunti ahesuṁ. ‘‘Tadāsi navutikoṭiyo’’tipi pāṭho. Tassa janatā āsi, sā janatā kittakāti ce, navutikoṭiyoti attho.",
  "atk-s0511a5:52": "Atha maṅgale kira lokanāthe mekhale pure viharante tasmiṁyeva pure sudevo ca dhammaseno ca māṇavakā māṇavakasahassaparivārā tassa bhagavato santike ehibhikkhupabbajjāya pabbajiṁsu . Māghapuṇṇamāya dvīsu aggasāvakesu saparivāresu arahattaṁ pattesu satthā koṭisatasahassabhikkhugaṇamajjhe pātimokkhaṁ uddisi, ayaṁ paṭhamo sannipāto ahosi. Puna uttarārāme nāma anuttare ñātisamāgame pabbajitānaṁ koṭisatasahassānaṁ samāgame pātimokkhaṁ uddisi, ayaṁ dutiyo sannipāto ahosi. Sunandacakkavattibhikkhugaṇasamāgame navutikoṭisahassānaṁ bhikkhūnaṁ majjhe pātimokkhaṁ uddisi, ayaṁ tatiyo sannipāto ahosi. Tena vuttaṁ –",
  "atk-s0511a5:53": "8.",
  "atk-s0511a5:54": " ‘‘Sannipātā tayo āsuṁ, maṅgalassa mahesino;",
  "atk-s0511a5:55": "Koṭisatasahassānaṁ, paṭhamo āsi samāgamo.",
  "atk-s0511a5:56": "9.",
  "atk-s0511a5:57": " ‘‘Dutiyo koṭisatasahassānaṁ, tatiyo navutikoṭinaṁ;",
  "atk-s0511a5:58": "Khīṇāsavānaṁ vimalānaṁ, tadā āsi samāgamo’’ti.",
  "atk-s0511a5:59": "Tadā amhākaṁ bodhisatto surucibrāhmaṇagāme suruci nāma brāhmaṇo hutvā tiṇṇaṁ vedānaṁ pāragū sanighaṇḍukeṭubhānaṁ sākkharappabhedānaṁ itihāsapañcamānaṁ padako veyyākaraṇo lokāyatamahāpurisalakkhaṇesu anavayo ahosi. So satthāraṁ upasaṅkamitvā dasabalassa madhuradhammakathaṁ sutvā bhagavati pasīditvā saraṇaṁ gantvā – ‘‘sve mayhaṁ bhikkhaṁ gaṇhathā’’ti sasāvakasaṅghaṁ bhagavantaṁ nimantesi. So bhagavatā ‘‘brāhmaṇa, kittakehi bhikkhūhi te attho’’ti vutto – ‘‘kittakā pana vo, bhante, parivārā bhikkhū’’ti āha. Tadā paṭhamasannipātova hoti, tasmā ‘‘koṭisatasahassa’’nti vutte – ‘‘yadi evaṁ, bhante, sabbehipi saddhiṁ mayhaṁ bhikkhaṁ gaṇhathā’’ti nimantesi. Satthā adhivāsesi.",
  "atk-s0511a5:60": "Brāhmaṇo bhagavantaṁ svātanāya nimantetvā attano gharaṁ gacchanto cintesi – ‘‘ahaṁ ettakānaṁ bhikkhūnaṁ yāgubhattavatthādīni dātuṁ sakkomi, nisīdanaṭṭhānaṁ pana kathaṁ bhavissatī’’ti. Tassa kira sā cintanā caturāsītiyojanasahassappamāṇe merumatthake ṭhitassa devarājassa dasasatanayanassa paṇḍukambalasilāsanassa uṇhākāraṁ janesi. Atha sakko devarājā āsanassa uṇhabhāvaṁ disvā – ‘‘ko nu kho maṁ imamhā ṭhānā cāvetukāmo’’ti samuppannaparivitakko dibbena cakkhunā manussalokaṁ olokento mahāpurisaṁ disvā – ‘‘ayaṁ mahāsatto buddhappamukhaṁ bhikkhusaṅghaṁ nimantetvā tassa nisīdanatthāya cintesi, mayāpi tattha gantvā puññakoṭṭhāsaṁ gahetuṁ vaṭṭatī’’ti vaḍḍhakīvaṇṇaṁ nimminitvā vāsipharasuhattho mahāpurisassa purato pāturahosi. So ‘‘atthi nu kho kassaci bhatiyā kattabbakamma’’nti āha.",
  "atk-s0511a5:61": "Mahāsatto disvā ‘‘kiṁ kammaṁ kātuṁ sakkhissasī’’ti āha. ‘‘Mama ajānanasippaṁ nāma natthi, yo yo yaṁ yaṁ icchati maṇḍapaṁ vā pāsādaṁ vā aññaṁ vā kiñci nivesanādikaṁ, tassa tassa taṁ taṁ kātuṁ samatthomhī’’ti. ‘‘Tena hi mayhaṁ kammaṁ atthī’’ti. ‘‘Kiṁ, ayyā’’ti? ‘‘Svātanāya mayā koṭisatasahassabhikkhū nimantitā, tesaṁ nisīdanamaṇḍapaṁ karissasī’’ti? ‘‘Ahaṁ nāma kareyyaṁ, sace me bhatiṁ dātuṁ sakkhissathā’’ti. ‘‘Sakkhissāmi, tātā’’ti. ‘‘Yadi evaṁ, sādhu, karissāmī’’ti vatvā ekaṁ padesaṁ olokesi. So dvādasayojanappamāṇo padeso kasiṇamaṇḍalaṁ viya samatalo paramaramaṇīyo ahosi. Puna so ‘‘ettake ṭhāne sattaratanamayo daṭṭhabbasāramaṇḍo maṇḍapo uṭṭhahatū’’ti cintetvā olokesi. Tato tāvadeva maṇḍapasadiso pathavitalaṁ bhinditvā maṇḍapo uṭṭhahi. Tassa sovaṇṇamayesu thambhesu rajatamayā ghaṭakā ahesuṁ, rajatamayesu thambhesu sovaṇṇamayā ghaṭakā, maṇitthambhesu pavāḷamayā ghaṭakā, pavāḷamayesu thambhesu maṇimayā ghaṭakā, sattaratanamayesu thambhesu sattaratanamayā ghaṭakā ahesuṁ.",
  "atk-s0511a5:62": "Tato maṇḍapassa antarantarāpi kiṅkiṇikajālā olambatū’’ti olokesi, saha olokanena kiṅkiṇikajālā olambi, yassa mandavāteritassa pañcaṅgikasseva turiyassa paramamanoramo madhuro saddo niccharati, dibbasaṅgītivattanakālo viya ahosi. ‘‘Antarantarā dibbagandhadāmapupphadāmapattadāmasattaratanadāmāni olambantū’’ti cintesi, saha cintāya dāmāni olambiṁsu. ‘‘Koṭisatasahassasaṅkhānaṁ bhikkhūnaṁ āsanāni ca kappiyamahagghapaccattharaṇāni ādhārakāni ca pathaviṁ bhinditvā uṭṭhahantū’’ti cintesi, tāvadeva uṭṭhahiṁsu. ‘‘Koṇe koṇe ekekā udakacāṭi uṭṭhahatū’’ti cintesi, taṅkhaṇaṁyeva udakacāṭiyo paramasītalena madhurena suvisuddhasugandhakappiyavārinā puṇṇā kadalipaṇṇapihitamukhā uṭṭhahiṁsu. So dasasatanayano ettakaṁ māpetvā brāhmaṇassa santikaṁ gantvā – ‘‘ehi, ayya, tava maṇḍapaṁ disvā mayhaṁ bhatiṁ dehī’’ti āha. Mahāpuriso gantvā taṁ maṇḍapaṁ olokesi. Tassa olokentasseva sakalasarīraṁ pañcavaṇṇāya pītiyā nirantaraṁ phuṭaṁ ahosi.",
  "atk-s0511a5:63": "Athassa maṇḍapaṁ olokayato etadahosi – ‘‘nāyaṁ maṇḍapo manussabhūtena kato, mayhaṁ ajjhāsayaṁ mayhaṁ guṇaṁ āgamma addhā sakkassa devarañño bhavanaṁ uṇhaṁ ahosi, tato sakkena devānamindena ayaṁ maṇḍapo nimmito’’ti. ‘‘Na kho pana me yuttaṁ evarūpe maṇḍape ekadivasaṁyeva dānaṁ dātuṁ, sattāhaṁ dassāmī’’ti cintesi. Bāhirakadānaṁ nāma tattakampi samānaṁ bodhisattānaṁ hadayaṁ tuṭṭhiṁ kātuṁ na sakkoti, alaṅkatasīsaṁ vā chinditvā añjitāni vā akkhīni uppāṭetvā hadayamaṁsaṁ vā ubbaṭṭetvā dinnakāle bodhisattānaṁ cāgaṁ nissāya tuṭṭhi nāma hoti. Amhākaṁ bodhisattassa hi sivijātake (jā. 1.15.52 ādayo) devasikaṁ pañcakahāpaṇasatasahassāni vissajjetvā catūsu nagaradvāresu nagaramajjheti pañcasu ṭhānesu dānaṁ dentassa taṁ dānaṁ cāgatuṭṭhiṁ uppādetuṁ nāsakkhi. Yadā panassa brāhmaṇavaṇṇena āgantvā sakko devarājā akkhīni yāci, tadā so tāni cakkhūni uppāṭetvā adāsi, dadamānasseva hāso uppajji, kesaggamattampi cittassa aññathattaṁ nāhosi. Evaṁ sabbaññubodhisattānaṁ bāhiradānaṁ nissāya titti nāma natthi. Tasmā sopi mahāpuriso – ‘‘mayā koṭisatasahassasaṅkhānaṁ bhikkhūnaṁ dānaṁ dātuṁ vaṭṭatī’’ti cintetvā tasmiṁ maṇḍape nisīdāpetvā sattāhaṁ gavapānaṁ nāma dānaṁ adāsi.",
  "atk-s0511a5:64": "Ettha gavapānanti mahante mahante kolambe khīrassa pūretvā uddhanesu āropetvā ghanapākapakke khīre thokathoke taṇḍule pakkhipitvā pakkamadhusakkharacuṇṇasappīhi abhisaṅkhatabhojanaṁ vuccati. Idameva catumadhurabhojanantipi vuccati. Manussāyeva pana parivisituṁ nāsakkhiṁsu. Devāpi ekantarikā hutvā parivisiṁsu. Dvādasayojanappamāṇampi taṁ ṭhānaṁ te bhikkhū gaṇhituṁ nappahosiyeva, te pana bhikkhū attano attano anubhāvena nisīdiṁsu. Pariyosānadivase sabbesaṁ bhikkhūnaṁ patte dhovāpetvā bhesajjatthāya sappinavanītamadhuphāṇitādīnaṁ pūretvā ticīvarehi saddhiṁ adāsi. Tattha saṅghanavakabhikkhunā laddhacīvarasāṭakā satasahassagghanikā ahesuṁ.",
  "atk-s0511a5:65": "Atha satthā anumodanaṁ karonto – ‘‘ayaṁ mahāpuriso evarūpaṁ mahādānaṁ adāsi, ko nu kho bhavissatī’’ti upadhārento – ‘‘anāgate kappasatasahassādhikānaṁ dvinnaṁ asaṅkhyeyyānaṁ matthake gotamo nāma buddho bhavissatī’’ti disvā tato mahāsattaṁ āmantetvā – ‘‘tvaṁ ettakaṁ nāma kālaṁ atikkamitvā gotamo nāma buddho bhavissasī’’ti byākāsi. Atha mahāpuriso bhagavato byākaraṇaṁ sutvā pamuditahadayo – ‘‘ahaṁ kira buddho bhavissāmi, na me gharāvāsena attho, pabbajissāmī’’ti cintetvā tathārūpaṁ sampattiṁ kheḷapiṇḍaṁ viya pahāya satthu santike pabbajitvā buddhavacanaṁ uggaṇhitvā abhiññā ca aṭṭha samāpattiyo ca nibbattetvā aparihīnajjhāno yāvatāyukaṁ ṭhatvā āyupariyosāne brahmaloke nibbatti. Tena vuttaṁ –",
  "atk-s0511a5:66": "10.",
  "atk-s0511a5:67": " ‘‘Ahaṁ tena samayena, surucī nāma brāhmaṇo;",
  "atk-s0511a5:68": "Ajjhāyako mantadharo, tiṇṇaṁ vedāna pāragū.",
  "atk-s0511a5:69": "11.",
  "atk-s0511a5:70": " ‘‘Tamahaṁ upasaṅkamma, saraṇaṁ gantvāna satthuno;",
  "atk-s0511a5:71": "Sambuddhappamukhaṁ saṅghaṁ, gandhamālena pūjayiṁ;",
  "atk-s0511a5:72": "Pūjetvā gandhamālena, gavapānena tappayiṁ.",
  "atk-s0511a5:73": "12.",
  "atk-s0511a5:74": " ‘‘Sopi maṁ buddho byākāsi, maṅgalo dvipaduttamo;",
  "atk-s0511a5:75": "Aparimeyyito kappe, ayaṁ buddho bhavissati.",
  "atk-s0511a5:76": "13.",
  "atk-s0511a5:77": " ‘‘Padhānaṁ padahitvāna…pe… hessāma sammukhā ima’’nti. –",
  "atk-s0511a5:78": "Aṭṭha gāthā vitthāretabbā.",
  "atk-s0511a5:79": "14.",
  "atk-s0511a5:80": " ‘‘Tassāpi vacanaṁ sutvā, bhiyyo cittaṁ pasādayiṁ;",
  "atk-s0511a5:81": "Uttariṁ vatamadhiṭṭhāsiṁ, dasapāramipūriyā.",
  "atk-s0511a5:82": "15.",
  "atk-s0511a5:83": " ‘‘Tadā pītimanubrūhanto, sambodhivarapattiyā;",
  "atk-s0511a5:84": "Buddhe datvāna maṁ gehaṁ, pabbajiṁ tassa santike.",
  "atk-s0511a5:85": "16.",
  "atk-s0511a5:86": " ‘‘Suttantaṁ vinayaṁ cāpi, navaṅgaṁ satthusāsanaṁ;",
  "atk-s0511a5:87": "Sabbaṁ pariyāpuṇitvā, sobhayiṁ jinasāsanaṁ.",
  "atk-s0511a5:88": "17.",
  "atk-s0511a5:89": " ‘‘Tatthappamatto viharanto, brahmaṁ bhāvetva bhāvanaṁ;",
  "atk-s0511a5:90": "Abhiññāpāramiṁ gantvā, brahmalokamagañchaha’’nti.",
  "atk-s0511a5:91": "Tattha gandhamālenāti gandhehi ceva mālehi ca. Gavapānenāti idaṁ vuttameva. ‘‘Ghatapānenā’’tipi keci paṭhanti. Tappayinti tappesiṁ. Uttariṁ vatamadhiṭṭhāsinti bhiyyopi vatamadhiṭṭhāsiṁ. Dasapāramipūriyāti dasannaṁ pāramīnaṁ pūraṇatthāya. Pītinti hadayatuṭṭhiṁ. Anubrūhantoti vaḍḍhento. Sambodhivarapattiyāti buddhattappattiyā. Buddhe datvānāti buddhassa pariccajitvā . Maṁ gehanti mama gehaṁ, sabbaṁ sāpateyyaṁ catupaccayatthāya buddhassa bhagavato pariccajitvāti attho. Tatthāti tasmiṁ buddhasāsane. Brahmanti brahmavihārabhāvanaṁ bhāvetvā.",
  "atk-s0511a5:92": "Maṅgalassa pana bhagavato nagaraṁ uttaraṁ nāma ahosi, pitāpissa uttaro nāma rājā khattiyo, mātāpi uttarā nāma, sudevo ca dhammaseno ca dve aggasāvakā, pālito nāma upaṭṭhāko, sīvalā ca asokā ca dve aggasāvikā, nāgarukkho bodhi, aṭṭhāsītihatthubbedhaṁ sarīraṁ ahosi, navutivassasahassaṁ āyuparimāṇaṁ, bhariyā panassa yasavatī nāma, sīvalo nāma putto, assayānena nikkhami. Uttarārāme vasi. Uttaro nāma upaṭṭhāko, tasmiṁ pana navutivassasahassāni ṭhatvā parinibbute bhagavati ekappahāreneva dasacakkavāḷasahassāni ekandhakārāni ahesuṁ. Sabbacakkavāḷesu manussānaṁ mahantaṁ ārodanaparidevanaṁ ahosi. Tena vuttaṁ –",
  "atk-s0511a5:93": "18.",
  "atk-s0511a5:94": " ‘‘Uttaraṁ nāma nagaraṁ, uttaro nāma khattiyo;",
  "atk-s0511a5:95": "Uttarā nāma janikā, maṅgalassa mahesino.",
  "atk-s0511a5:96": "23.",
  "atk-s0511a5:97": " ‘‘Sudevo dhammaseno ca, ahesuṁ aggasāvakā;",
  "atk-s0511a5:98": "Pālito nāmupaṭṭhāko, maṅgalassa mahesino.",
  "atk-s0511a5:99": "24.",
  "atk-s0511a5:100": " ‘‘Sīvalā ca asokā ca, ahesuṁ aggasāvikā;",
  "atk-s0511a5:101": "Bodhi tassa bhagavato, nāgarukkhoti vuccati.",
  "atk-s0511a5:102": "26.",
  "atk-s0511a5:103": " ‘‘Aṭṭhāsīti ratanāni, accuggato mahāmuni;",
  "atk-s0511a5:104": "Tato niddhāvatī raṁsī, anekasatasahassiyo.",
  "atk-s0511a5:105": "27.",
  "atk-s0511a5:106": " ‘‘Navutivassasahassāni, āyu vijjati tāvade;",
  "atk-s0511a5:107": "Tāvatā tiṭṭhamāno so, tāresi janataṁ bahuṁ.",
  "atk-s0511a5:108": "28.",
  "atk-s0511a5:109": " ‘‘Yathāpi sāgare ūmī, na sakkā tā gaṇetuye;",
  "atk-s0511a5:110": "Tatheva sāvakā tassa, na sakkā te gaṇetuye.",
  "atk-s0511a5:111": "29.",
  "atk-s0511a5:112": " ‘‘Yāva aṭṭhāsi sambuddho, maṅgalo lokanāyako;",
  "atk-s0511a5:113": "Na tassa sāsane atthi, sakilesamaraṇaṁ tadā.",
  "atk-s0511a5:114": "30.",
  "atk-s0511a5:115": " ‘‘Dhammokkaṁ dhārayitvāna, santāretvā mahājanaṁ;",
  "atk-s0511a5:116": "Jalitvā dhumaketūva, nibbuto so mahāyaso.",
  "atk-s0511a5:117": "31.",
  "atk-s0511a5:118": " ‘‘Saṅkhārānaṁ sabhāvattaṁ, dassayitvā sadevake;",
  "atk-s0511a5:119": "Jalitvā aggikkhandhova, sūriyo atthaṅgato yathā’’ti.",
  "atk-s0511a5:120": "Tattha tatoti tassa maṅgalassa sarīrato. Niddhāvatīti niddhāvanti, vacanavipariyāyo daṭṭhabbo. Raṁsīti rasmiyo. Anekasatasahassiyoti anekasatasahassā. Ūmīti vīciyo taraṅgā. Gaṇetuyeti gaṇetuṁ saṅkhātuṁ. Ettakā sāgare ūmiyoti yathā na sakkā gaṇetuṁ, evaṁ tassa bhagavato sāvakāpi na sakkā gaṇetuṁ, atha kho gaṇanapathaṁ vītivattāti attho. Yāvāti yāvatakaṁ kālaṁ. Sakilesamaraṇaṁ tadāti saha kilesehi sakileso, sakilesassa maraṇaṁ sakilesamaraṇaṁ, taṁ natthi. Tadā kira tassa bhagavato sāsane sāvakā sabbe arahattaṁ patvāyeva parinibbāyiṁsu. Puthujjanā vā sotāpannādayo vā hutvā na kālamakaṁsūti attho. Keci ‘‘sammohamāraṇaṁ tadā’’ti paṭhanti.",
  "atk-s0511a5:121": "Dhammokkanti dhammadīpakaṁ. Dhūmaketūti aggi vuccati, idha pana padīpo daṭṭhabbo tasmā padīpo viya jalitvā nibbutoti attho. Mahāyasoti mahāparivāro . Keci ‘‘nibbuto so sasāvako’’ti paṭhanti. Saṅkhārānanti saṅkhātadhammānaṁ sappaccayadhammānaṁ. Sabhāvattanti aniccādisāmaññalakkhaṇaṁ. Sūriyo atthaṅgato yathāti yathā sahassakiraṇo divasakaro sabbaṁ tamagaṇaṁ vidhamitvā sabbañca lokaṁ obhāsetvā atthamupagacchati, evaṁ maṅgaladivasakaropi veneyyakamalavanavikasanakaro sabbaṁ ajjhattikabāhiralokatamaṁ vidhamitvā attano sarīrappabhāya jalitvā atthaṅgatoti attho. Sesagāthā sabbattha uttānā evāti.",
  "atk-s0511a5:122": "Maṅgalabuddhavaṁsavaṇṇanā niṭṭhitā.",
  "atk-s0511a5:123": "Niṭṭhito tatiyo buddhavaṁso."
}