{
  "atk-s0404a12:0": "3. Sattāvāsavaggo",
  "atk-s0404a12:1": "1. Tiṭhānasuttavaṇṇanā",
  "atk-s0404a12:2": "21. Tatiyassa paṭhame uttarakurukāti uttarakuruvāsino. Adhiggaṇhantīti adhibhavanti, adhikā visiṭṭhā jeṭṭhakā honti. Amamāti nittaṇhā. Aṭṭhakathāyaṁ pana niddukkhāti vuttaṁ. Apariggahāti ‘‘idaṁ mayha’’nti pariggaharahitā. Niyatāyukāti tesañhi nibaddhaṁ āyu vassasahassameva, gatipi nibaddhā, tato cavitvā saggeyeva nibbattanti. Satimantoti devatānañhi ekantasukhitāya sati thirā na hoti, nerayikānaṁ ekantadukkhitāya. Imesaṁ pana vokiṇṇasukhadukkhattā sati thirā hoti. Idha brahmacariyavāsoti jambudīpe buddhapaccekabuddhānaṁ uppajjanato aṭṭhaṅgikamaggabrahmacariyavāsopi idheva hoti.",
  "atk-s0404a12:3": "2. Assakhaḷuṅkasuttavaṇṇanā",
  "atk-s0404a12:4": "22. Dutiye javasampannoti padajavena sampanno. Na vaṇṇasampannoti na sarīravaṇṇena sampanno. Purisakhaḷuṅkesu javasampannoti ñāṇajavena sampanno. Na vaṇṇasampannoti na guṇavaṇṇena sampanno. Sesaṁ pāḷinayeneva veditabbaṁ. Yañhettha vattabbaṁ siyā, taṁ tikanipātavaṇṇanāyaṁ vuttameva.",
  "atk-s0404a12:5": "3. Taṇhāmūlakasuttavaṇṇanā",
  "atk-s0404a12:6": "23. Tatiye taṇhaṁ paṭiccāti dve taṇhā esanataṇhā esitataṇhā ca. Yāya taṇhāya ajapathasaṅkupathādīni paṭipajjitvā bhoge esati gavesati, ayaṁ esanataṇhā nāma. Yā tesu esitesu gavesitesu paṭiladdhesu taṇhā, ayaṁ esitataṇhā nāma. Idha pana esanataṇhā daṭṭhabbā. Pariyesanāti rūpādiārammaṇapariyesanā. Sā hi esanataṇhāya sati hoti. Lābhoti rūpādiārammaṇapaṭilābho. So hi pariyesanāya sati hoti.",
  "atk-s0404a12:7": "Vinicchayo pana ñāṇataṇhādiṭṭhivitakkavasena catubbidho. Tattha ‘‘sukhavinicchayaṁ jaññā, sukhavinicchayaṁ ñatvā ajjhattaṁ sukhamanuyuñjeyyā’’ti (ma. ni. 3.323) ayaṁ ñāṇavinicchayo . ‘‘Vinicchayāti dve vinicchayā taṇhāvinicchayo ca diṭṭhivinicchayo cā’’ti (mahāni. 102) evaṁ āgatāni aṭṭhasatataṇhāvicaritāni taṇhāvinicchayo. Dvāsaṭṭhi diṭṭhiyo diṭṭhivinicchayo. ‘‘Chando kho, devānaminda, vitakkanidāno’’ti (dī. ni. 2.358) imasmiṁ pana sutte idha vinicchayoti vutto vitakkoyeva āgato. Lābhaṁ labhitvā hi iṭṭhāniṭṭhaṁ sundarāsundaraṁ vitakkeneva vinicchinanti ‘‘ettakaṁ me rūpārammaṇatthāya bhavissati, ettakaṁ saddhārammaṇatthāya, ettakaṁ mayhaṁ bhavissati, ettakaṁ parassa, ettakaṁ paribhuñjissāmi, ettakaṁ nidahissāmī’’ti. Tena vuttaṁ – lābhaṁ paṭicca vinicchayoti.",
  "atk-s0404a12:8": "Chandarāgoti evaṁ akusalavitakkena vitakkite vatthusmiṁ dubbalarāgo ca balavarāgo ca uppajjati. Idañhi idha chandoti dubbalarāgassādhivacanaṁ. Ajjhosānanti ahaṁ mamanti balavasanniṭṭhānaṁ. Pariggahoti taṇhādiṭṭhivasena pariggahakaraṇaṁ. Macchariyanti parehi sādhāraṇabhāvassa asahanatā. Tenevassa porāṇā evaṁ vacanatthaṁ vadanti – ‘‘idaṁ acchariyaṁ mayhameva hotu, mā aññassa acchariyaṁ hotūti pavattattā macchariyanti vuccatī’’ti. Ārakkhoti dvārapidahanamañjūsāgopanādivasena suṭṭhu rakkhanaṁ. Adhikarotīti adhikaraṇaṁ, kāraṇassetaṁ nāmaṁ. Ārakkhādhikaraṇanti bhāvanapuṁsakaṁ, ārakkhāhetūti attho. Daṇḍādānādīsu paranisedhanatthaṁ daṇḍassa ādānaṁ daṇḍādānaṁ. Ekato dhārādino satthassa ādānaṁ satthādānaṁ. Kalahoti kāyakalahopi vācākalahopi. Purimo viggaho, pacchimo vivādo (dī. ni. aṭṭha. 2.103). Tuvaṁtuvanti agāravavasena tuvaṁtuvaṁvacanaṁ.",
  "atk-s0404a12:9": "4. Sattāvāsasuttavaṇṇanā",
  "atk-s0404a12:10": "24. Catutthe sattāvāsāti sattānaṁ āvāsā, vasanaṭṭhānānīti attho. Tattha suddhāvāsāpi sattāvāsova, asabbakālikattā pana na gahitā. Suddhāvāsā hi buddhānaṁ khandhāvāraṭṭhānasadisā, asaṅkheyyakappe buddhesu anibbattesu taṁ ṭhānaṁ suññaṁ hoti. Iti asabbakālikattā na gahitā. Sesamettha viññāṇaṭṭhitīsu vuttanayeneva veditabbaṁ.",
  "atk-s0404a12:11": "5. Paññāsuttavaṇṇanā",
  "atk-s0404a12:12": "25. Pañcame yatoti yasmiṁ kāle. Suparicitaṁ hotīti suṭṭhu upacitaṁ suvaḍḍhitaṁ hoti. Kallaṁ vacanāyāti yuttaṁ vattuṁ. Vītarāganti vigatarāgaṁ. Asarāgadhammanti na sarajjanasabhāvaṁ. Anāvattidhammanti anāvattanasabhāvaṁ anibbattārahaṁ, appaṭisandhikabhāveneva nirujjhanasabhāvanti attho. Imasmiṁ sutte khīṇāsavova kathito.",
  "atk-s0404a12:13": "6. Silāyūpasuttavaṇṇanā",
  "atk-s0404a12:14": "26. Chaṭṭhe candikāputtoti mātu nāmavasena paññāto candikāputtatthero. Cetasā cittaṁ hotīti cittavārapariyāyena cittavārapariyāyo cito vaḍḍhito hoti. Cetasā cittaṁ suparicitanti cittavārapariyāyena cittavārapariyāyo uparūpari sucito suvaḍḍhito hoti. Nevassa cittaṁ pariyādiyantīti tāni ārammaṇāni tassa khīṇāsavassa cittuppādaṁ gahetvā khepetvā ṭhātuṁ na sakkonti. Amissīkatanti tāni ārammaṇāni anallīnattā tehi amissīkataṁ. Āneñjappattanti aniñjanabhāvaṁ nipphandanabhāvaṁ pattaṁ.",
  "atk-s0404a12:15": "Silāyūpoti silāthambho. Soḷasakukkukoti dīghato soḷasahattho. Heṭṭhānemaṅgamāti āvāṭassa heṭṭhāgatā. Upari nemassāti upari āvāṭassa. Sunikhātattāti ayamusalehi koṭṭetvā koṭṭetvā suṭṭhu nikhātattā. Evameva khoti ettha silāyūpo viya khīṇāsavo daṭṭhabbo, mahāvātā viya chasu dvāresu uppajjanakā kilesā, catūhi disāhi āgantvā vātānaṁ silāyūpaṁ cāletuṁ asamatthabhāvo viya chasu dvāresu uppajjanakakilesānaṁ khīṇāsavassa cittaṁ cāletuṁ asamatthabhāvo veditabbo. Imasmimpi sutte khīṇāsavova kathito.",
  "atk-s0404a12:16": "7-8. Verasuttadvayavaṇṇanā",
  "atk-s0404a12:17": "27-28. Sattame bhayaṁ veraṁ pasavatīti cittutrāsabhayañca puggalaverañca paṭilabhati. Cetasikanti cittanissitaṁ. Dukkhanti kāyavatthukaṁ. Domanassanti paṭighasampayuttadukkhaṁ. Imasmiṁ sutte sotāpattimaggo kathito. Aṭṭhamaṁ bhikkhusaṅghassa kathitaṁ, imasmiṁ pana sotāpannova kathitoti vuttaṁ.",
  "atk-s0404a12:18": "9. Āghātavatthusuttavaṇṇanā",
  "atk-s0404a12:19": "29. Navame āghātavatthūnīti āghātakāraṇāni. Āghātaṁ bandhatīti kopaṁ bandhati uppādeti.",
  "atk-s0404a12:20": "10-11. Āghātapaṭivinayasuttādivaṇṇanā",
  "atk-s0404a12:21": "30-31. Dasame āghātapaṭivinayāti āghātassa paṭivinayakāraṇāni. Taṁkutettha labbhāti ‘‘taṁ anatthacaraṇaṁ mā ahosī’’ti etasmiṁ puggale kuto labbhā, kena kāraṇena sakkā laddhuṁ, ‘‘paro nāma parassa attano cittaruciyā anatthaṁ karotī’’ti evaṁ cintetvā āghātaṁ paṭivineti. Atha vā sacāhaṁ kopaṁ kareyyaṁ, taṁ kopakaraṇaṁ ettha puggale kuto labbhā, kena kāraṇena laddhabbanti attho. Kuto lābhātipi pāṭho. Sacāhaṁ ettha kopaṁ kareyyaṁ, tasmiṁ me kopakaraṇe kuto lābhā lābhā, nāma ke siyunti attho. Imasmiñca atthe tanti nipātamattameva hoti. Ekādasame anupubbanirodhāti anupaṭipāṭinirodhā. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0404a12:22": "Sattāvāsavaggo tatiyo."
}