{
  "atk-abh02a11:0": "12. Jhānavibhaṅgo",
  "atk-abh02a11:1": "1. Suttantabhājanīyaṃ",
  "atk-abh02a11:2": "Mātikāvaṇṇanā",
  "atk-abh02a11:3": "508. Idāni tadanantare jhānavibhaṅge yā tāva ayaṃ sakalassāpi suttantabhājanīyassa paṭhamaṃ mātikā ṭhapitā, tattha idhāti vacanaṃ pubbabhāgakaraṇīyasampadāya sampannassa sabbappakārajjhānanibbattakassa puggalassa sannissayabhūtasāsanaparidīpanaṃ, aññasāsanassa ca tathābhāvapaṭisedhanaṃ. Vuttañhetaṃ – ‘‘idheva, bhikkhave, samaṇo…pe… suññā parappavādā samaṇehi aññehī’’ti (a. ni. 4.241). Bhikkhūti tesaṃ jhānānaṃ nibbattakapuggalaparidīpanaṃ. Pātimokkhasaṃvarasaṃvutoti idamassa pātimokkhasaṃvare patiṭṭhitabhāvaparidīpanaṃ. Viharatīti idamassa tadanurūpavihārasamaṅgībhāvaparidīpanaṃ. Ācāragocarasampannoti idamassa heṭṭhā pātimokkhasaṃvarassa upari jhānānuyogassa ca upakāradhammaparidīpanaṃ. Aṇumattesu vajjesu bhayadassāvīti idamassa pātimokkhato acavanadhammatāparidīpanaṃ. Samādāyāti idamassa sikkhāpadānaṃ anavasesato ādānaparidīpanaṃ. Sikkhatīti idamassa sikkhāya samaṅgībhāvaparidīpanaṃ. Sikkhāpadesūti idamassa sikkhitabbadhammaparidīpanaṃ.",
  "atk-abh02a11:4": "Indriyesūti idamassa guttadvāratāya bhūmiparidīpanaṃ; rakkhitabbokāsaparidīpanantipi vadanti eva. Guttadvāroti idamassa chasu dvāresu saṃvihitārakkhabhāvaparidīpanaṃ. Bhojane mattaññūti idamassa santosādiguṇaparidīpanaṃ. Pubbarattāpararattaṃ jāgariyānuyogamanuyuttoti idamassa kāraṇabhāvaparidīpanaṃ. Sātaccaṃnepakkanti idamassa paññāpariggahitena vīriyena sātaccakāritāparidīpanaṃ . Bodhipakkhikānaṃ dhammānaṃ bhāvanānuyogamanuyuttoti idamassa paṭipattiyā nibbedhabhāgiyattaparidīpanaṃ.",
  "atk-abh02a11:5": "So abhikkante…pe… tuṇhībhāve sampajānakārī hotīti idamassa sabbattha satisampajaññasamannāgatattaparidīpanaṃ. So vivittaṃ senāsanaṃ bhajatīti idamassa anurūpasenāsanapariggahaparidīpanaṃ. Araññaṃ…pe… paṭisallānasāruppanti idamassa senāsanappabhedanirādīnavatānisaṃsaparidīpanaṃ. Soaraññagato vāti idamassa vuttappakārena senāsanena yuttabhāvaparidīpanaṃ. Nisīdatīti idamassa yogānurūpairiyāpathaparidīpanaṃ. Parimukhaṃ satiṃ upaṭṭhapetvāti idamassa yogārambhaparidīpanaṃ. So abhijjhaṃ loke pahāyātiādi panassa kammaṭṭhānānuyogena nīvaraṇappahānaparidīpanaṃ. Tasseva pahīnanīvaraṇassa vivicceva kāmehītiādi paṭipāṭiyā jhānuppattiparidīpanaṃ.",
  "atk-abh02a11:6": "Api ca idha bhikkhūti imasmiṃ sāsane jhānuppādako bhikkhu. Idāni yasmā jhānuppādakena bhikkhunā cattāri sīlāni sodhetabbāni, tasmāssa pātimokkhasaṃvarasaṃvutoti iminā pātimokkhasaṃvarasīlavisuddhiṃ upadisati. Ācāragocarasampannotiādinā ājīvapārisuddhisīlaṃ. Samādāya sikkhati sikkhāpadesūti iminā tesaṃ dvinnaṃ sīlānaṃ anavasesato ādānaṃ. Indriyesu guttadvāroti iminā indriyasaṃvarasīlaṃ. Bhojane mattaññūti iminā paccayasannissitasīlaṃ. Pubbarattāpararattantiādinā sīle patiṭṭhitassa jhānabhāvanāya upakārake dhamme. So abhikkantetiādinā tesaṃ dhammānaṃ aparihānāya kammaṭṭhānassa ca asammosāya satisampajaññasamāyogaṃ. So vivittantiādinā bhāvanānurūpasenāsanapariggahaṃ. Soaraññagato vātiādinā taṃ senāsanaṃ upagatassa jhānānurūpairiyāpathañceva jhānabhāvanārambhañca. So abhijjhantiādinā jhānabhāvanārambhena jhānapaccanīkadhammappahānaṃ. So ime pañca nīvaraṇe pahāyātiādinā evaṃ pahīnajjhānapaccanīkadhammassa sabbajjhānānaṃ uppattikkamaṃ upadisatīti.",
  "atk-abh02a11:7": "Mātikāvaṇṇanā.",
  "atk-abh02a11:8": "Niddesavaṇṇanā",
  "atk-abh02a11:9": "509. Idāni yathānikkhittaṃ mātikaṃ paṭipāṭiyā bhājetvā dassetuṃ idhāti imissā diṭṭhiyātiādi āraddhaṃ. Tattha imissā diṭṭhiyātiādīhi dasahi padehi sikkhattayasaṅkhātaṃ sabbaññubuddhasāsanameva kathitaṃ. Tañhi buddhena bhagavatā diṭṭhattā diṭṭhīti vuccati. Tasseva khamanavasena khanti, ruccanavasena ruci, gahaṇavasena ādāyo, sabhāvaṭṭhena dhammo, sikkhitabbaṭṭhena vinayo, tadubhayenāpi dhammavinayo, pavuttavasena pāvacanaṃ, seṭṭhacariyaṭṭhena brahmacariyaṃ, anusiṭṭhidānavasena satthusāsananti vuccati. Tasmā imissā diṭṭhiyātiādīsu imissā buddhadiṭṭhiyā, imissā buddhakhantiyā, imissā buddharuciyā, imasmiṃ buddhaādāye, imasmiṃ buddhadhamme, imasmiṃ buddhavinaye.",
  "atk-abh02a11:10": "‘‘Ye ca kho tvaṃ, gotami, dhamme jāneyyāsi – ‘ime dhammā sarāgāya saṃvattanti no virāgāya, saṃyogāya saṃvattanti no visaṃyogāya, ācayāya saṃvattanti no apacayāya, upādāya saṃvattanti no paṭinissaggiyā, mahicchatāya saṃvattanti no appicchatāya, asantuṭṭhiyā saṃvattanti no santuṭṭhiyā, saṅgaṇikāya saṃvattanti no pavivekāya, kosajjāya saṃvattanti no vīriyārambhāya, dubbharatāya saṃvattanti no subharatāyā’ti ekaṃsena hi, gotami, dhāreyyāsi – ‘neso dhammo, neso vinayo, netaṃ satthusāsana’nti. Ye ca kho tvaṃ, gotami, dhamme jāneyyāsi – ‘ime dhammā virāgāya saṃvattanti no sarāgāya…pe… subharatāya saṃvattanti no dubbharatāyā’ti. Ekaṃsena hi, gotami, dhāreyyāsi – ‘eso dhammo, eso vinayo, etaṃ satthusāsana’’nti (a. ni. 8.53; cūḷava. 406).",
  "atk-abh02a11:11": "Evaṃ vutte imasmiṃ buddhadhammavinaye , imasmiṃ buddhapāvacane, imasmiṃ buddhabrahmacariye, imasmiṃ buddhasatthusāsaneti evamattho veditabbo.",
  "atk-abh02a11:12": "Apicetaṃ sikkhāttayasaṅkhātaṃ sakalaṃ sāsanaṃ bhagavatā diṭṭhattā sammādiṭṭhipaccayattā sammādiṭṭhipubbaṅgamattā ca diṭṭhi, bhagavato khamanavasena khanti, ruccanavasena ruci, gahaṇavasena ādāyo. Attano kārakaṃ apāyesu apatamānaṃ dhāretīti dhammo. Sova saṃkilesapakkhaṃ vinatīti vinayo. Dhammo ca so vinayo cāti dhammavinayo. Kusaladhammehi vā akusaladhammānaṃ esa vinayoti dhammavinayo. Teneva vuttaṃ – ‘‘ye ca kho tvaṃ, gotami, dhamme jāneyyāsi – ‘ime dhammā virāgāya saṃvattanti no sarāgāya…pe… ekaṃsena, gotami, dhāreyyāsi ‘eso dhammo, eso vinayo, etaṃ satthusāsana’nti.",
  "atk-abh02a11:13": "Dhammena vā vinayo, na daṇḍādīhīti dhammavinayo, vuttampi cetaṃ –",
  "atk-abh02a11:14": "‘‘Daṇḍeneke damayanti, aṅkusehi kasāhi ca;",
  "atk-abh02a11:15": "Adaṇḍena asatthena, nāgo danto mahesinā’’ti. (cūḷava. 342; ma. ni. 2.352);",
  "atk-abh02a11:16": "Tathā –",
  "atk-abh02a11:17": "‘‘Dhammena nīyamānānaṃ, kā usūyā vijānata’’nti; (Mahāva. 63);",
  "atk-abh02a11:18": "Dhammāya vā vinayo dhammavinayo. Anavajjadhammatthañhesa vinayo, na bhavabhogāmisatthaṃ. Tenāha bhagavā – ‘‘nayidaṃ, bhikkhave, brahmacariyaṃ vussati janakuhanattha’’nti (a. ni. 4.25) vitthāro. Puṇṇattheropi āha – ‘‘anupādāparinibbānatthaṃ kho, āvuso, bhagavati brahmacariyaṃ vussatī’’ti (ma. ni. 1.259). Visiṭṭhaṃ vā nayatīti vinayo. Dhammato vinayo dhammavinayo. Saṃsāradhammato hi sokādidhammato vā esa visiṭṭhaṃ nibbānaṃ nayati. Dhammassa vā vinayo, na titthakarānanti dhammavinayo; dhammabhūto hi bhagavā, tasseva vinayo. Yasmā vā dhammāyeva abhiññeyyā pariññeyyā pahātabbā bhāvetabbā sacchikātabbā ca, tasmā esa dhammesu vinayo, na sattesu, na jīvesu cāti dhammavinayo. Sātthasabyañjanatādīhi aññesaṃ vacanato padhānaṃ vacananti pavacanaṃ; pavacanameva pāvacanaṃ. Sabbacariyāhi visiṭṭhacariyābhāvena brahmacariyaṃ. Devamanussānaṃ satthubhūtassa bhagavato sāsananti satthusāsanaṃ; satthubhūtaṃ vā sāsanantipi satthusāsanaṃ. ‘‘So vo mamaccayena satthā’’ti (dī. ni. 2.216) hi dhammavinayova satthāti vuttoti evametesaṃ padānaṃ attho veditabbo.",
  "atk-abh02a11:19": "Yasmā pana imasmiṃyeva sāsane sabbapakārajjhānanibbattako bhikkhu dissati, na aññatra, tasmā tattha tattha ‘imissā’ti ca ‘imasmi’nti ca ayaṃ niyamo katoti veditabboti. Ayaṃ ‘idhā’ti mātikāpadaniddesassa attho.",
  "atk-abh02a11:20": "510. Bhikkhuniddese samaññāyāti paññattiyā, vohārenāti attho. Samaññāya eva hi ekacco bhikkhūti paññāyati. Tathā hi nimantanādimhi bhikkhūsu gaṇīyamānesu sāmaṇerepi gahetvā ‘sataṃ bhikkhū, sahassaṃ bhikkhū’ti vadanti. Paṭiññāyāti attano paṭijānanena. Paṭiññāyapi hi ekacco bhikkhūti paññāyati. Tassa ‘‘ko ettha āvuso’’ti? ‘‘Ahaṃ, āvuso, bhikkhū’’ti evamādīsu (a. ni. 10.96) sambhavo daṭṭhabbo. Ayaṃ pana ānandattherena vuttattā dhammikā paṭiññā. Rattibhāge pana dussīlāpi paṭipathaṃ āgacchantā ‘‘ko etthā’’ti vutte adhammikāya paṭiññāya abhūtatthāya ‘‘mayaṃ bhikkhū’’ti vadanti.",
  "atk-abh02a11:21": "Bhikkhatīti yācati. Yo hi koci bhikkhati, bhikkhaṃ esati gavesati, so taṃ labhatu vā mā vā, atha kho bhikkhatīti bhikkhu. Bhikkhakoti byañjanena padaṃ vaḍḍhitaṃ; bhikkhanadhammatāya bhikkhūti attho. Bhikkhācariyaṃ ajjhupagatoti buddhādīhi ajjhupagataṃ bhikkhācariyaṃ ajjhupagatattā bhikkhācariyaṃ ajjhupagato nāma. Yo hi koci appaṃ vā mahantaṃ vā bhogakkhandhaṃ pahāya agārasmā anagāriyaṃ pabbajito, kasigorakkhādīhi jīvitakappanaṃ hitvā liṅgasampaṭicchaneneva bhikkhācariyaṃ ajjhupagatoti bhikkhu. Parappaṭibaddhajīvikattā vā vihāramajjhe kājabhattaṃ bhuñjamānopi bhikkhācariyaṃ ajjhupagatoti bhikkhu. Piṇḍiyālopabhojanaṃ nissāya pabbajjāya ussāhajātattā vā bhikkhācariyaṃ ajjhupagatoti bhikkhu.",
  "atk-abh02a11:22": "Agghaphassavaṇṇabhedena bhinnaṃ paṭaṃ dhāretīti bhinnapaṭadharo. Tattha satthakacchedanena agghabhedo veditabbo. Sahassagghanakopi hi paṭo satthakena khaṇḍākhaṇḍikaṃ chinno bhinnaggho hoti, purimagghato upaḍḍhampi na agghati. Suttasaṃsibbanena phassabhedo veditabbo. Sukhasamphassopi hi paṭo suttehi saṃsibbito bhinnaphasso hoti, kharasamphassataṃ pāpuṇāti. Sūcimalādīhi vaṇṇabhedo veditabbo. Suparisuddhopi hi paṭo sūcikammato paṭṭhāya sūcimalena, hatthasedamalajallikādīhi , avasāne rajanakappakaraṇehi ca bhinnavaṇṇo hoti, pakativaṇṇaṃ vijahati. Evaṃ tīhākārehi bhinnapaṭadhāraṇato bhinnapaṭadharoti bhikkhu. Gihīvatthavisabhāgānaṃ vā kāsāvānaṃ dhāraṇamatteneva bhinnapaṭadharoti bhikkhu.",
  "atk-abh02a11:23": "Bhindati pāpake akusale dhammeti bhikkhu. Sotāpattimaggena pañca kilese bhindatīti bhikkhu. Sakadāgāmimaggena cattāro, anāgāmimaggena cattāro, arahattamaggena aṭṭha kilese bhindatīti bhikkhu. Ettāvatā cattāro maggaṭṭhā dassitā. Bhinnattāti iminā pana cattāro phalaṭṭhā. Sotāpanno hi sotāpattimaggena pañca kilese bhinditvā ṭhito. Sakadāgāmī sakadāgāmimaggena cattāro, anāgāmī anāgāmimaggena cattāro, arahā arahattamaggena aṭṭha kilese bhinditvā ṭhito. Evamayaṃ catubbidho phalaṭṭho bhinnattā pāpakānaṃ akusalānaṃ dhammānaṃ bhikkhu nāma.",
  "atk-abh02a11:24": "Odhiso kilesānaṃ pahānāti ettha dve odhī – maggodhi ca kilesodhi ca. Odhi nāma sīmā, mariyādā. Tattha sotāpanno maggodhinā odhiso kilesānaṃ pahānā bhikkhu. Tassa hi catūsu maggesu ekeneva odhinā kilesā pahīnā, na sakalena maggacatukkena. Sakadāgāmīanāgāmīsupi eseva nayo. Sotāpanno ca kilesodhināpi odhiso kilesānaṃ pahānā bhikkhu. Tassa hi pahātabbakilesesu odhināva kilesā pahīnā, na sabbena sabbaṃ. Arahā pana anodhisova kilesānaṃ pahānā bhikkhu. Tassa hi maggacatukkena anodhināva kilesā pahīnā, na ekāya maggasīmāya. Pahātabbakilesesu ca anodhisova kilesā pahīnā. Ekāpi hi kilesasīmā ṭhitā nāma natthi. Evaṃ so ubhayathāpi anodhiso kilesānaṃ pahānā bhikkhu.",
  "atk-abh02a11:25": "Sekkhoti puthujjanakalyāṇakena saddhiṃ satta ariyā. Tisso sikkhā sikkhantīti sekkhā. Tesu yo koci sekkho bhikkhuti veditabbo. Na sikkhatīti asekkho. Sekkhadhamme atikkamma aggaphale ṭhito tato uttari sikkhitabbābhāvato khīṇāsavo asekkhoti vuccati. Avaseso puthujjanabhikkhu tisso sikkhā neva sikkhati, na sikkhitvā ṭhitoti nevasekkhanāsekkhoti veditabbo.",
  "atk-abh02a11:26": "Sīlaggaṃ samādhiggaṃ paññaggaṃ vimuttagganti idaṃ aggaṃ patvā ṭhitattā aggo bhikkhu nāma. Bhadroti apāpako. Kalyāṇaputhujjanādayo hi yāva arahā tāva bhadrena sīlena samādhinā paññāya vimuttiyā vimuttiñāṇadassanena ca samannāgatattā bhadro bhikkhūti saṅkhyaṃ gacchanti. Maṇḍo bhikkhūti pasanno bhikkhu; sappimaṇḍo viya anāvilo vippasannoti attho. Sāroti tehiyeva sīlasārādīhi samannāgatattā, nīlasamannāgamena nīlo paṭo viya, sāro bhikkhūti veditabbo. Vigatakilesapheggubhāvato vā khīṇāsavova sāroti veditabbo.",
  "atk-abh02a11:27": "Tattha ca ‘‘bhindati pāpake akusale dhammeti bhikkhu, odhiso kilesānaṃ pahānā bhikkhu, sekkho bhikkhū’’ti imesu tīsu ṭhānesu satta sekkhā kathitā. ‘‘Bhinnattā pāpakānaṃ akusalānaṃ dhammānanti bhikkhu, anodhiso kilesānaṃ pahānā bhikkhu, asekkho bhikkhu, aggo bhikkhu, maṇḍo bhikkhū’’ti imesu pañcasu ṭhānesu khīṇāsavova kathito. ‘‘Nevasekkhanāsekkho’’ti ettha puthujjanova kathito. Sesaṭṭhānesu puthujjanakalyāṇako, satta sekkhā, khīṇāsavoti ime sabbepi kathitā.",
  "atk-abh02a11:28": "Evaṃ samaññādīhi bhikkhuṃ dassetvā idāni upasampadāvasena dassetuṃ samaggena saṅghenātiādimāha. Tattha samaggena saṅghenāti sabbantimena paricchedena pañcavaggakaraṇīye kamme yāvatikā bhikkhū kammappattā, tesaṃ āgatattā chandārahānaṃ chandassa āhaṭattā sammukhībhūtānañca appaṭikkosanato ekasmiṃ kamme samaggabhāvaṃ upagatena. Ñatticatutthenāti tīhi anussāvanāhi ekāya ca ñattiyā kātabbena. Kammenāti dhammikena vinayakammena. Akuppenāti vatthuñattianussāvanasīmāparisasampattisampannattā akopetabbataṃ appaṭikkositabbataṃ upagatena. Ṭhānārahenāti kāraṇārahena satthusāsanārahena.",
  "atk-abh02a11:29": "Upasampanno nāma uparibhāvaṃ samāpanno, pattoti attho. Bhikkhubhāvo hi uparibhāvo. Tañcesa yathāvuttena kammena samāpannattā upasampannoti vuccati. Etena yā imā ehibhikkhūpasampadā, saraṇāgamanūpasampadā, ovādapaṭiggahaṇūpasampadā, pañhabyākaraṇūpasampadā, garudhammapaṭiggahaṇūpasampadā, dūtenūpasampadā, aṭṭhavācikūpasampadā, ñatticatutthakammūpasampadāti aṭṭha upasampadā vuttā, tāsaṃ ñatticatutthakammūpasampadā, dūtenūpasampadā, aṭṭhavācikūpasampadāti imā tissova thāvarā. Sesā buddhe dharamāneyeva ahesuṃ. Tāsu upasampadāsu imasmiṃ ṭhāne ayaṃ ñatticatutthakammūpasampadāva adhippetā.",
  "atk-abh02a11:30": "511. Pātimokkhasaṃvaraniddese pātimokkhanti sikkhāpadasīlaṃ. Tañhi, yo naṃ pāti rakkhati, taṃ mokkheti mocayati āpāyikādīhi dukkhehi, tasmā pātimokkhanti vuttaṃ. Sīlaṃ patiṭṭhātiādīni tasseva vevacanāni. Tattha sīlanti kāmañcetaṃ saha kammavācāpariyosānena ijjhanakassa pātimokkhassa vevacanaṃ, evaṃ santepi dhammato etaṃ sīlaṃ nāma pāṇātipātādīhi vā viramantassa vattappaṭipattiṃ vā pūrentassa cetanādayo dhammā veditabbā. Vuttañhetaṃ paṭisambhidāyaṃ ‘‘kiṃ sīla’’nti? Cetanā sīlaṃ, cetasikaṃ sīlaṃ, saṃvaro sīlaṃ, avītikkamo sīla’’nti (paṭi. ma. 1.39).",
  "atk-abh02a11:31": "Tattha cetanā sīlaṃ nāma pāṇātipātādīhi vā viramantassa vattapaṭipattiṃ vā pūrentassa cetanā. Cetasikaṃ sīlaṃ nāma pāṇātipātādīhi viramantassa virati. Apica cetanā sīlaṃ nāma pāṇātipātādīni pajahantassa satta kammapathacetanā. Cetasikaṃ sīlaṃ nāma ‘‘abhijjhaṃ pahāya vigatābhijjhena cetasā viharatī’’tiādinā nayena saṃyuttamahāvagge vuttā anabhijjhāabyāpādasammādiṭṭhidhammā. Saṃvaro sīlanti ettha pañcavidhena saṃvaro veditabbo – pātimokkhasaṃvaro, satisaṃvaro, ñāṇasaṃvaro , khantisaṃvaro, vīriyasaṃvaroti. Tassa nānākaraṇaṃ visuddhimagge (visuddhi. 1.6) vuttaṃ. Avītikkamo sīlanti samādiṇṇasīlassa kāyikavācasiko avītikkamo. Ettha ca saṃvarasīlaṃ avītikkamasīlanti idameva nippariyāyato sīlaṃ; cetanā sīlaṃ cetasikaṃ sīlanti pariyāyato sīlanti veditabbaṃ.",
  "atk-abh02a11:32": "Yasmā pana pātimokkhasaṃvarasīlena bhikkhu sāsane patiṭṭhāti nāma, tasmā taṃ ‘patiṭṭhā’ti vuttaṃ; patiṭṭhahati vā ettha bhikkhu, kusaladhammā eva vā ettha patiṭṭhahantīti patiṭṭhā. Ayamattho –",
  "atk-abh02a11:33": "‘‘Sīle patiṭṭhāya naro sapañño, cittaṃ paññañca bhāvayaṃ;",
  "atk-abh02a11:34": "Ātāpī nipako bhikkhu, so imaṃ vijaṭaye jaṭa’’nti ca. (saṃ. ni. 1.23);",
  "atk-abh02a11:35": "‘‘Patiṭṭhā , mahārāja, sīlaṃ sabbesaṃ kusaladhammāna’’nti ca ‘‘sīle patiṭṭhitassa kho, mahārāja, sabbe kusalā dhammā na parihāyantī’’ti (mi. pa. 2.1.9) ca ādisuttavasena veditabbo.",
  "atk-abh02a11:36": "Tadetaṃ pubbuppattiatthena ādi. Vuttampi cetaṃ –",
  "atk-abh02a11:37": "‘‘Tasmātiha tvaṃ, uttiya, ādimeva visodhehi kusalesu dhammesu. Ko cādi kusalānaṃ dhammānaṃ? Sīlañca suvisuddhaṃ diṭṭhi ca ujukā’’ti (saṃ. ni. 5.382).",
  "atk-abh02a11:38": "Yathā hi nagaravaḍḍhakī nagaraṃ māpetukāmo paṭhamaṃ nagaraṭṭhānaṃ sodheti, tato aparabhāge vīthicatukkasiṅghāṭakādiparicchedena vibhajitvā nagaraṃ māpeti; evameva yogāvacaro āditova sīlaṃ visodheti, tato aparabhāge samathavipassanāmaggaphalanibbānāni sacchikaroti. Yathā vā pana rajako paṭhamaṃ tīhi khārehi vatthaṃ dhovitvā parisuddhe vatthe yadicchakaṃ raṅgajātaṃ upaneti; yathā vā pana cheko cittakāro rūpaṃ likhitukāmo āditova bhittiparikammaṃ karoti, tato aparabhāge rūpaṃ samuṭṭhāpeti; evameva yogāvacaro āditova sīlaṃ visodhetvā aparabhāge samathavipassanādayo dhamme sacchikaroti. Tasmā sīlaṃ ‘‘ādī’’ti vuttaṃ.",
  "atk-abh02a11:39": "Tadetaṃ caraṇasarikkhatāya caraṇaṃ. Caraṇāti hi pādā vuccanti. Yathā hi chinnacaraṇassa purisassa disaṃgamanābhisaṅkhāro na jāyati, paripuṇṇapādasseva jāyati; evameva yassa sīlaṃ bhinnaṃ hoti khaṇḍaṃ aparipuṇṇaṃ, tassa nibbānagamanāya ñāṇagamanaṃ na sampajjati. Yassa pana taṃ abhinnaṃ hoti akkhaṇḍaṃ paripuṇṇaṃ tassa nibbānagamanāya ñāṇagamanaṃ sampajjati. Tasmā sīlaṃ ‘‘caraṇa’’nti vuttaṃ.",
  "atk-abh02a11:40": "Tadetaṃ saṃyamanavasena saṃyamo, saṃvaraṇavasena saṃvaro. Ubhayenāpi sīlasaṃyamo ceva sīlasaṃvaro ca kathito. Vacanattho panettha saṃyameti vītikkamavipphandanaṃ, puggalaṃ vā saṃyameti, vītikkamavasena tassa vipphandituṃ na detīti saṃyamo. Vītikkamassa pavesanadvāraṃ saṃvarati pidahatītipi saṃvaro. Mokkhanti uttamaṃ mukhabhūtaṃ vā. Yathā hi sattānaṃ catubbidho āhāro mukhena pavisitvā aṅgamaṅgāni pharati, evaṃ yoginopi catubhūmakakusalaṃ sīlamukhena pavisitvā atthasiddhiṃ sampādeti. Tena vuttaṃ ‘‘mokkha’’nti. Pamukhe sādhūti pāmokkhaṃ; pubbaṅgamaṃ seṭṭhaṃ padhānanti attho. Kusalānaṃ dhammānaṃ samāpattiyāti catubhūmakakusalānaṃ paṭilābhatthāya pāmokkhaṃ pubbaṅgamaṃ seṭṭhaṃ padhānanti veditabbaṃ.",
  "atk-abh02a11:41": "Kāyiko avītikkamoti tividhaṃ kāyasucaritaṃ. Vācasikoti catubbidhaṃ vacīsucaritaṃ. Kāyikavācasikoti tadubhayaṃ. Iminā ājīvaṭṭhamakasīlaṃ pariyādāya dasseti. Saṃvutoti pihito; saṃvutindriyo pihitindriyoti attho. Yathā hi saṃvutadvāraṃ gehaṃ ‘‘saṃvutagehaṃ pihitageha’’nti vuccati, evamidha saṃvutindriyo ‘‘saṃvuto’’ti vutto. Pātimokkhasaṃvarenāti pātimokkhena ca saṃvarena ca, pātimokkhasaṅkhātena vā saṃvarena. Upetotiādīni vuttatthāneva.",
  "atk-abh02a11:42": "512.Iriyatītiādīhi sattahipi padehi pātimokkhasaṃvarasīle ṭhitassa bhikkhuno iriyāpathavihāro kathito.",
  "atk-abh02a11:43": "513. Ācāragocaraniddese kiñcāpi bhagavā samaṇācaraṃ samaṇagocaraṃ kathetukāmo ‘‘ācāragocarasampannoti atthi ācāro, atthi anācāro’’ti padaṃ uddhari. Yathā pana maggakusalo puriso maggaṃ acikkhanto ‘vāmaṃ muñca dakkhiṇaṃ gaṇhā’ti paṭhamaṃ muñcitabbaṃ sabhayamaggaṃ uppathamaggaṃ ācikkhati , pacchā gahetabbaṃ khemamaggaṃ ujumaggaṃ; evameva maggakusalapurisasadiso dhammarājā paṭhamaṃ pahātabbaṃ buddhappaṭikuṭṭhaṃ anācāraṃ ācikkhitvā pacchā ācāraṃ ācikkhitukāmo ‘‘tattha katamo anācāro’’tiādimāha. Purisena hi ācikkhitamaggo sampajjeyya vā na vā, tathāgatena ācikkhitamaggo apaṇṇako, indena vissaṭṭhaṃ vajiraṃ viya, avirajjhanako nibbānanagaraṃyeva samosarati. Tena vuttaṃ – ‘‘puriso maggakusaloti kho, tissa, tathāgatassetaṃ adhivacanaṃ arahato sammāsambuddhassā’’ti (saṃ. ni. 3.84).",
  "atk-abh02a11:44": "Yasmā vā sasīsaṃ nahānena pahīnasedamalajallikassa purisassa mālāgandhavilepanādivibhūsanavidhānaṃ viya pahīnapāpadhammassa kalyāṇadhammasamāyogo sampannarūpo hoti, tasmā sedamalajallikkaṃ viya pahātabbaṃ paṭhamaṃ anācāraṃ ācikkhitvā, pahīnasedamalajallikassa mālāgandhavilepanādivibhūsanavidhānaṃ viya pacchā ācāraṃ ācikkhitukāmopi tattha katamo anācārotiādimāha. Tattha kāyiko vītikkamoti tividhaṃ kāyaduccaritaṃ; vācasiko vītikkamoti catubbidhaṃ vacīduccaritaṃ; kāyikavācasiko vītikkamoti tadubhayaṃ. Evaṃ ājīvaṭṭhamakasīlasseva vītikkamaṃ dassesi.",
  "atk-abh02a11:45": "Yasmā pana na kevalaṃ kāyavācāhi eva anācāraṃ ācarati, manasāpi ācarati eva, tasmā taṃ dassetuṃ ‘‘sabbampi dussīlyaṃ anācāro’’ti vuttaṃ. Tattha ekacciyaṃ anācāraṃ vibhajitvā dassento idhekacco veḷudānenātiādimāha. Tattha veḷudānenāti paccayahetukena veḷudānena. Vihāre uṭṭhitañhi araññato vā āharitvā rakkhitagopitaṃ veḷuṃ ‘evaṃ me paccayaṃ dassantī’ti upaṭṭhākānaṃ dātuṃ na vaṭṭati. Evañhi jīvitaṃ kappento anesanāya micchājīvena jīvati. So diṭṭheva dhamme garahaṃ pāpuṇāti, samparāye ca apāyaparipūrako hoti. Attano puggalikaveḷuṃ kulasaṅgahatthāya dadanto kuladūsakadukkaṭamāpajjati; parapuggalikaṃ theyyacittena dadamāno bhaṇḍagghena kāretabbo. Saṅghikepi eseva nayo. Sace pana taṃ issaravatāya deti garubhaṇḍavissajjanamāpajjati .",
  "atk-abh02a11:46": "Kataro pana veḷu garubhaṇḍaṃ hoti, kataro na hotīti? Yo tāva aropimo sayaṃjātako, so saṅghena paricchinnaṭṭhāneyeva garubhaṇḍaṃ, tato paraṃ na garubhaṇḍaṃ; ropitaṭṭhāne sabbena sabbaṃ garubhaṇḍaṃ. So pana pamāṇena paricchinno telanāḷippamāṇopi garubhaṇḍaṃ, na tato heṭṭhā. Yassa pana bhikkhuno telanāḷiyā vā kattaradaṇḍena vā attho, tena phātikammaṃ katvā gahetabbo. Phātikammaṃ tadagghanakaṃ vā atirekaṃ vā vaṭṭati, ūnakaṃ na vaṭṭati. Hatthakammampi udakāharaṇamattaṃ vā appaharitakaraṇamattaṃ vā na vaṭṭati, taṃ thāvaraṃ kātuṃ vaṭṭati. Tasmā pokkharaṇito vā paṃsuṃ uddharitvā sopānaṃ vā attharāpetvā visamaṭṭhānaṃ vā samaṃ katvā gahetuṃ vaṭṭati. Phātikammaṃ akatvā gahito tattha vasanteneva paribhuñjitabbo; pakkamantena saṅghikaṃ katvā ṭhapetvā gantabbaṃ. Asatiyā gahetvā gatena yattha gato sarati, tato paccāharitabbo. Sace antarā bhayaṃ hoti, sampattavihare ṭhapetvā gantabbaṃ.",
  "atk-abh02a11:47": "Manussā vihāraṃ gantvā veḷuṃ yācanti. Bhikkhū ‘saṅghiko’ti dātuṃ na visahanti. Manussā punappunaṃ yācanti vā tajjenti vā. Tadā bhikkhūhi ‘daṇḍakammaṃ katvā gaṇhathā’ti vattuṃ vaṭṭati; veḷudānaṃ nāma na hoti. Sace te daṇḍakammatthāya vāsipharasuādīni vā khādanīyabhojanīyaṃ vā denti, gahetuṃ na vaṭṭati. Vinayaṭṭhakathāyaṃ pana ‘‘daḍḍhagehā manussā gaṇhitvā gacchantā na vāretabbā’’ti vuttaṃ.",
  "atk-abh02a11:48": "Sace saṅghassa veḷugumbe veḷudūsikā uppajjanti, taṃ akoṭṭāpentānaṃ veḷu nassati, kiṃ kātabbanti? Bhikkhācāre manussānaṃ ācikkhitabbaṃ. Sace koṭṭetuṃ na icchanti ‘samabhāgaṃ labhissathā’ti vattabbā; na icchantiyeva ‘dve koṭṭhāse labhissathā’ti vattabbā. Evampi anicchantesu ‘naṭṭhena attho natthi, tumhākaṃ khaṇe sati daṇḍakammaṃ karissatha, koṭṭetvā gaṇhathā’ti vattabbā; veḷudānaṃ nāma na hoti. Veḷugumbe aggimhi uṭṭhitepi, udakena vuyhamānaveḷūsupi eseva nayo. Rukkhesupi ayameva kathāmaggo. Rukkho pana sūcidaṇḍakappamāṇo garubhaṇḍaṃ hoti. Saṅghike rukkhe koṭṭāpetvā saṅghaṃ anāpucchitvāpi saṅghikaṃ āvāsaṃ kātuṃ labbhati. Vacanapathacchedanatthaṃ pana āpucchitvāva kātabbo.",
  "atk-abh02a11:49": "Puggalikaṃ kātuṃ labbhati, na labbhatīti? Na labbhati. Hatthakammasīsena pana ekasmiṃ gehe mañcaṭṭhānamattaṃ labbhati, tīsu gehesu ekaṃ gehaṃ labhati. Sace dabbhasambhārā puggalikā honti, bhūmi saṅghikā, ekaṃ gehaṃ katvā samabhāgaṃ labhati, dvīsu gehesu ekaṃ gehaṃ labhati. Saṅghikarukkhe saṅghikaṃ āvāsaṃ bādhente saṅghaṃ anāpucchā hāretuṃ vaṭṭati, na vaṭṭatīti? Vaṭṭati. Vacanapathacchedanatthaṃ pana āpucchitvāva hāretabbo. Sace rukkhaṃ nissāya saṅghassa mahanto lābho hoti, na hāretabbo. Puggalikarukkhe saṅghikaṃ āvāsaṃ bādhente rukkhasāmikassa ācikkhitabbaṃ. Sace harituṃ na icchati, chedāpetvā hāretabbo. ‘Rukkhaṃ me dethā’ti codentassa rukkhaṃ agghāpetvā mūlaṃ dātabbaṃ. Saṅghike rukkhe puggalikāvāsaṃ, puggalike ca puggalikāvāsaṃ bādhentepi eseva nayo. Valliyampi ayameva kathāmaggo. Valli pana yattha vikkāyati, dullabhā hoti, tattha garubhaṇḍaṃ. Sā ca kho upaḍḍhabāhuppamāṇato paṭṭhāya; tato heṭṭhā vallikhaṇḍaṃ garubhaṇḍaṃ na hoti.",
  "atk-abh02a11:50": "Pattadānādīsupi pattadānenāti paccayahetukena pattadānenātiādi sabbaṃ veḷudāne vuttanayeneva veditabbaṃ. Garubhaṇḍatāya panettha ayaṃ vinicchayo. Pattampi hi yattha vikkāyati, gandhikādayo gandhapaliveṭhanādīnaṃ atthāya gaṇhanti, tādise dullabhaṭṭhāneyeva garubhaṇḍaṃ hoti. Esa tāva kiṃsukapattakaṇṇapiḷandhanatālapattādīsu vinicchayo.",
  "atk-abh02a11:51": "Tālapaṇṇampi imasmiṃyeva ṭhāne kathetabbaṃ. Tālapaṇṇampi hi sayaṃjāte tālavane saṅghena paricchinnaṭṭhāneyeva garubhaṇḍaṃ, na tato paraṃ. Ropimatālesu sabbampi garubhaṇḍaṃ. Tassa pamāṇaṃ heṭṭhimakoṭiyā aṭṭhaṅgulappamāṇopi rittapotthako. Tiṇampi ettheva pakkhipitvā kathetabbaṃ. Yattha pana tiṇaṃ natthi tattha muñjapalālanāḷikerapaṇṇādīhipi chādenti. Tasmā tānipi tiṇeneva saṅgahitāni. Iti muñjapalālādīsu yaṃkiñci muṭṭhippamāṇaṃ tiṇaṃ, nāḷikerapaṇṇādīsu ca ekapaṇṇampi saṅghassa dinnaṃ vā tatthajātakaṃ vā bahiārāme saṅghassa tiṇavatthumhi jātatiṇaṃ vā rakkhitagopitaṃ garubhaṇḍaṃ hoti. Taṃ pana saṅghakamme ca cetiyakamme ca kate atirekaṃ puggalikakamme dātuṃ vaṭṭati. Heṭṭhā vuttaveḷumhipi eseva nayo.",
  "atk-abh02a11:52": "Pupphadāne ‘‘ettakesu rukkhesu pupphāni vissajjetvā yāgubhattavatthe upanentu, ettakesu senāsanapaṭisaṅkharaṇe upanentū’’ti evaṃ niyamitaṭṭhāne eva pupphāni garubhaṇḍāni honti. Paratīre sāmaṇerā pupphāni ocinitvā rāsiṃ karonti, pañcaṅgasamannāgato pupphabhājako bhikkhusaṅghaṃ gaṇetvā koṭṭhāse karoti, so sampattaparisāya saṅghaṃ anāpucchitvāva dātuṃ labhati; asammatena pana āpucchitvāva dātabbaṃ. Bhikkhu pana kassa pupphāni dātuṃ labhati, kassa na labhatīti? Mātāpitūnaṃ gehaṃ haritvāpi gehato pakkosāpetvāpi ‘vatthupūjaṃ karothā’ti dātuṃ labhati, piḷandhanatthāya dātuṃ na labhati; sesañātīnaṃ pana haritvā na dātabbaṃ, pakkosāpetvā ‘pūjaṃ karothā’ti dātabbaṃ; sesajanassa pūjanaṭṭhānaṃ sampattassa apaccāsīsantena dātabbaṃ; pupphadānaṃ nāma na hoti. Vihāre bahūni pupphāni pupphanti. Bhikkhunā piṇḍāya carantena manusse disvā ‘vihāre bahūni pupphāni, pūjethā’ti vattabbaṃ. Vacanamatte doso natthi. ‘Manussā khādanīyabhojanīyaṃ ādāya āgamissantī’ti cittena pana na vattabbaṃ. Sace vadati, khādanīyabhojanīyaṃ na paribhuñjitabbaṃ. Manussā attano dhammatāya ‘vihāre pupphāni atthī’ti pucchitvā ‘asukadivase vihāraṃ āgamissāma, sāmaṇerānaṃ pupphāni ocinituṃ mā dethā’ti vadanti. Bhikkhū sāmaṇerānaṃ kathetuṃ pamuṭṭhā. Sāmaṇerehi pupphāni ocinitvā ṭhapitāni. Manussā bhikkhū upasaṅkamitvā ‘‘bhante, mayaṃ tumhākaṃ asukadivaseyeva ārocayimha – ‘sāmaṇerānaṃ pupphāni ocinituṃ mā dethā’ti. Kasmā na vārayitthā’’ti? ‘‘Sati me pamuṭṭhā, pupphāni ocinitamattāneva, tāva na pūjā katā’’ti vattabbaṃ. ‘‘Gaṇhatha pūjethā’’ti na vattabbaṃ. Sace vadati, āmisaṃ na paribhuñjitabbaṃ.",
  "atk-abh02a11:53": "Aparo bhikkhu sāmaṇerānaṃ ācikkhati ‘‘asukagāmavāsino pupphāni mā ocinitthā’’ti āhaṃsūti. Manussāpi āmisaṃ āharitvā dānaṃ datvā vadanti – ‘‘amhākaṃ manussā na bahukā, sāmaṇere amhehi saha pupphāni ocinituṃ āṇāpethā’’ti. ‘‘Sāmaṇerehi bhikkhā laddhā; ye bhikkhācāraṃ na gacchanti, te sayameva jānissanti, upāsakā’’ti vattabbaṃ. Ettakaṃ nayaṃ labhitvā sāmaṇere putte vā bhātike vā katvā pupphāni ocināpetuṃ doso natthi; pupphadānaṃ nāma na hoti.",
  "atk-abh02a11:54": "Phaladāne phalampi pupphaṃ viya niyamitameva garubhaṇḍaṃ hoti. Vihāre bahukamhi phalāphale sati aphāsukamanussā āgantvā yācanti. Bhikkhū ‘saṅghika’nti dātuṃ na ussahanti. Manussā vippaṭisārino akkosanti paribhāsanti. Tattha kiṃ kātabbanti? Phalehi vā rukkhehi vā paricchinditvā katikā kātabbā – ‘asukesu ca rukkhesu ettakāni phalāni gaṇhantā, ettakesu vā rukkhesu phalāni gaṇhantā na vāretabbā’ti. Corā pana issarā vā balakkārena gaṇhantā na vāretabbā; kuddhā te sakalavihārampi nāseyyuṃ. Ādīnavo pana kathetabboti.",
  "atk-abh02a11:55": "Sinānadāne sinānacuṇṇāni koṭṭitāni na garubhaṇḍāni. Akoṭṭito rukkhattacova garubhaṇḍaṃ. Cuṇṇaṃ pana agilānassa rajananipakkaṃ vaṭṭati. Gilānassa yaṃkiñci cuṇṇaṃ vaṭṭatiyeva. Mattikāpi ettheva pakkhipitvā kathetabbā. Mattikāpi yattha dullabhā hoti, tattheva garubhaṇḍaṃ. Sāpi heṭṭhimakoṭiyā tiṃsapalaguḷapiṇḍappamāṇāva tato heṭṭhā na garubhaṇḍanti.",
  "atk-abh02a11:56": "Dantakaṭṭhadāne dantakaṭṭhaṃ acchinnakameva garubhaṇḍaṃ. Yesaṃ sāmaṇerānaṃ saṅghato dantakaṭṭhavāro pāpuṇāti, te attano ācariyupajjhāyānaṃ pāṭiyekkaṃ dātuṃ na labhanti. Yehi pana ‘ettakāni dantakaṭṭhāni āharitabbānī’ti paricchinditvā vāraṃ gahitāni, te atirekāni ācariyupajjhāyānaṃ dātuṃ labhanti. Ekena bhikkhunā dantakaṭṭhamāḷakato bahūni dantakaṭṭhāni na gahetabbāni, devasikaṃ ekekameva gahetabbaṃ. Pāṭiyekkaṃ vasantenāpi bhikkhusaṅghaṃ gaṇayitvā yattakāni attano pāpuṇanti tattakāneva gahetvā gantabbaṃ; antarā āgantukesu vā āgatesu disaṃ vā pakkamantena āharitvā gahitaṭṭhāneyeva ṭhapetabbāni.",
  "atk-abh02a11:57": "Cāṭukamyatāyātiādīsu cāṭukamyatā vuccati attānaṃ dāsaṃ viya nīcaṭṭhāne ṭhapetvā parassa khalitavacanampi saṇṭhapetvā piyakāmatāya paggayhavacanaṃ. Muggasūpyatāyāti muggasūpasamānāya saccālikena jīvitakappanatāyetaṃ adhivacanaṃ. Yathā hi muggasūpe paccante bahū muggā pākaṃ gacchanti, thokā na gacchanti; evameva saccālikena jīvitakappake puggale bahu alikaṃ hoti, appakaṃ saccaṃ. Yathā vā muggasūpassa appavisanaṭṭhānaṃ nāma natthi, evameva saccālikavuttino puggalassa appaviṭṭhavācā nāma natthi; siṅghāṭakaṃ viya icchiticchitadhārāya patiṭṭhāti. Tenassa sā musāvāditā muggasūpyatāti vuttā. Pāribhaṭayatāti paribhaṭakammabhāvo. Paribhaṭassa hi kammaṃ pāribhaṭayaṃ, tassa bhāvo pāribhaṭayatā; alaṅkārakaraṇādīhi dārakakīḷāpanassetaṃ adhivacanaṃ.",
  "atk-abh02a11:58": "Jaṅghapesanikanti gāmantaradesantarādīsu tesaṃ tesaṃ gihīnaṃ sāsanapaṭisāsanaharaṇaṃ. Idañhi jaṅghapesanikaṃ nāma attano mātāpitūnaṃ, ye cassa mātāpitaro upaṭṭhahanti, tesaṃ sāsanaṃ gahetvā katthaci gamanavasena vaṭṭati. Cetiyassa vā saṅghassa vā attano vā kammaṃ karontānaṃ vaḍḍhakīnampi sāsanaṃ harituṃ vaṭṭati. Manussā ‘‘dānaṃ dassāma, pūjaṃ karissāma, bhikkhusaṅghassa ācikkhathā’’ti vadanti; ‘‘asukattherassa nāma dethā’’ti piṇḍapātaṃ vā bhesajjaṃ vā cīvaraṃ vā denti; ‘‘vihāre pūjaṃ karothā’’ti mālāgandhavilepanādīni vā dhajapatākādīni vā nīyyādenti, sabbaṃ harituṃ vaṭṭati; jaṅghapesanikaṃ nāma na hoti. Sesānaṃ sāsanaṃ gahetvā gacchantassa padavāre padavāre doso.",
  "atk-abh02a11:59": "Aññataraññatarenāti etesaṃ vā veḷudānādīnaṃ aññataraññatarena vejjakammabhaṇḍāgārikakammaṃ piṇḍapaṭipiṇḍakammaṃ saṅghuppādacetiyuppādaupaṭṭhāpanakammanti evarūpānaṃ vā micchājīvena jīvitakappanakakammānaṃ yena kenaci. Buddhapaṭikuṭṭhenāti buddhehi garahitena paṭisiddhena. Ayaṃ vuccatīti ayaṃ sabbopi anācāro nāma kathīyati. Ācāraniddeso vuttapaṭipakkhanayeneva veditabbo.",
  "atk-abh02a11:60": "514. Gocaraniddesepi paṭhamaṃ agocarassa vacane kāraṇaṃ heṭṭhā vuttanayeneva veditabbaṃ. Tattha ca gocaroti piṇḍapātādīnaṃ atthāya upasaṅkamituṃ yuttaṭṭhānaṃ gocaro, ayuttaṭṭhānaṃ agocaro. Vesiyā gocaro assāti vesiyagocaro; mittasanthavavasena upasaṅkamitaṭṭhānanti attho. Tattha vesiyā nāma rūpūpajīviniyo yena kenacideva sulabhajjhācāratāmittasatthavasinehavasena upasaṅkamanto vesiyāgocaro nāma hoti. Tasmā evaṃ upasaṅkamituṃ na vaṭṭati. Kiṃ kāraṇā? Ārakkhavipattito. Evaṃ upasaṅkamantassa hi ciraṃ rakkhitagopitopi samaṇadhammo katipāheneva nassati; sacepi na nassati garahaṃ labhati. Dakkhiṇāvasena pana upasaṅkamantena satiṃ upaṭṭhāpetvā upasaṅkamitabbaṃ. Vidhavā vuccanti matapatikā vā pavutthapatikā vā. Thullakumāriyoti mahallikā aniviṭṭhakumāriyo. Paṇḍakāti lokāmisanissitakathābahulā ussannakilesā avūpasantapariḷāhā napuṃsakā. Tesaṃ sabbesampi upasaṅkamane ādīnavo vuttanayeneva veditabbo. Bhikkhunīsupi eseva nayo. Apica bhikkhū nāma ussannabrahmacariyā honti, tathā bhikkhuniyo. Te aññamaññaṃ santhavavasena katipāheneva rakkhitagopitasamaṇadhammaṃ nāsenti. Gilānapucchakena pana gantuṃ vaṭṭati. Bhikkhunā pupphāni labhitvā pūjanatthāyapi ovādadānatthāyapi gantuṃ vaṭṭatiyeva.",
  "atk-abh02a11:61": "Pānāgāranti surāpānagharaṃ. Taṃ brahmacariyantarāyakarehi surāsoṇḍehi avivittaṃ hoti. Tattha tehi saddhiṃ saha soṇḍavasena upasaṅkamituṃ na vaṭṭati; brahmacariyantarāyo hoti. Saṃsaṭṭho viharati rājūhītiādīsu rājānoti abhisittā vā hontu anabhisittā vā ye rajjaṃ anusāsanti. Rājamahāmattāti rājūnaṃ issariyasadisāya mahatiyā issariyamattāya samannāgatā. Titthiyāti viparītadassanā bāhiraparibbājakā. Titthiyasāvakāti bhattivasena tesaṃ paccayadāyakā. Etehi saddhiṃ saṃsaggajāto hotīti attho.",
  "atk-abh02a11:62": "Ananulomikena saṃsaggenāti ananulomikasaṃsaggo nāma tissannaṃ sikkhānaṃ ananulomo paccanīkasaṃsaggo, yena brahmacariyantarāyaṃ paññattivītikkamaṃ sallekhaparihāniñca pāpuṇāti, seyyathidaṃ – rājarājamahāmattehi saddhiṃ sahasokitā, sahananditā, samasukhadukkhatā, uppannesu kiccakaraṇīyesu attanāva yogaṃ āpajjanatā, titthiyatitthiyasāvakehi saddhiṃ ekacchandarucisamācāratā ekacchandarucisamācārabhāvāvaho vā sinehabahumānasanthavo. Tattha rājarājamahāmattehi saddhiṃ saṃsaggo brahmacariyantarāyaṃ karoti. Itarehi titthiyasāvakehi tesaṃ laddhigahaṇaṃ. Tesaṃ pana vādaṃ bhinditvā attano laddhiṃ gaṇhāpetuṃ samatthena upasaṅkamituṃ vaṭṭati.",
  "atk-abh02a11:63": "Idāni aparenapi pariyāyena agocaraṃ dassetuṃ yāni vā pana tāni kulānītiādi āraddhaṃ. Tattha assaddhānīti buddhādīsu saddhāvirahitāni; buddho sabbaññū, dhammo niyyāniko, saṅgho suppaṭipannoti na saddahanti. Appasannānīti cittaṃ pasannaṃ anāvilaṃ kātuṃ na sakkonti. Akkosakaparibhāsakānīti akkosakāni ceva paribhāsakāni ca; ‘corosi, bālosi, mūḷhosi, oṭṭhosi, goṇosi, gadrabhosi, āpāyikosi, nerayikosi, tiracchānagatosi, natthi tuyhaṃ sugati, duggatiyeva pāṭikaṅkhā’ti evaṃ dasahi akkosavatthūhi akkosanti; ‘hotu, idāni taṃ paharissāma, bandhissāma , vadhissāmā’ti evaṃ bhayadassanena paribhāsanti cāti attho. Anatthakāmānīti atthaṃ na icchanti, anatthameva icchanti. Ahitakāmānīti ahitameva icchanti, hitaṃ na icchanti. Aphāsukakāmānīti phāsukaṃ na icchanti, aphāsukameva icchanti. Ayogakkhemakāmānīti catūhi yogehi khemaṃ nibbhayaṃ na icchanti, sabhayameva icchanti. Bhikkhūnanti ettha sāmaṇerāpi saṅgahaṃ gacchanti. Bhikkhunīnanti ettha sikkhamānasāmaṇeriyopi. Sabbesampi hi bhagavantaṃ uddissa pabbajitānañceva saraṇagatānañca catunnampi parisānaṃ tāni anatthakāmāniyeva. Tathārūpāni kulānīti evarūpāni khattiyakulādīni kulāni. Sevatīti nissāya jīvati. Bhajatīti upasaṅkamati. Payirupāsatīti punappunaṃ upasaṅkamati. Ayaṃ vuccatīti ayaṃ vesiyādigocarassa vesiyādiko, rājādisaṃsaṭṭhassa rājādiko, assaddhakulādisevakassa assaddhakulādiko cāti tippakāropi ayuttagocaro agocaroti veditabbo.",
  "atk-abh02a11:64": "Tassa iminā pariyāyena agocaratā veditabbā. Vesiyādiko tāva pañcakāmaguṇanissayato agocaroti veditabbo, yathāha – ‘‘ko ca, bhikkhave, bhikkhuno agocaro paravisayo? Yadidaṃ pañca kāmaguṇā’’ti (saṃ. ni. 5.372) rājādiko jhānānuyogassa anupanissayato lābhasakkārāsanicakkanipphādanato diṭṭhivipattihetuto ca, assaddhakulādiko saddhāhānicittasantāsāvahanato agocaroti.",
  "atk-abh02a11:65": "Gocaraniddese na vesiyagocarotiādīni vuttapaṭipakkhavasena veditabbāni. Opānabhūtānītiādīsu pana opānabhūtānīti udapānabhūtāni; bhikkhusaṅghassa, cātumahāpathe khatapokkharaṇī viya, yathāsukhaṃ ogāhanakkhamāni cittamahāmattassa gehasadisāni. Tassa kira gehe kālatthambho yuttoyeva . Gharadvāraṃ sampattānaṃ bhikkhūnaṃ paccayavekallaṃ nāma natthi. Ekadivasaṃ bhesajjavattameva saṭṭhi kahāpaṇāni nikkhamanti. Kāsāvapajjotānīti bhikkhubhikkhunīhi nivatthapārutānaṃ kāsāvānaṃyeva pabhāya ekobhāsāni bhūtapālaseṭṭhikulasadisāni. Isivātapaṭivātānīti gehaṃ pavisantānaṃ nikkhamantānañca bhikkhubhikkhunīsaṅkhātānaṃ isīnaṃ cīvaravātena ceva samiñjanapasāraṇādijanitasarīravātena ca paṭivātāni pavāyitāni viniddhutakibbisāni vā.",
  "atk-abh02a11:66": "515.Aṇumattesu vajjesu bhayadassāvitāniddese aṇumattānīti aṇuppamāṇā. Vajjāti dosā. Yāni tāni vajjānīti yāni tāni garahitabbaṭṭhena vajjāni. Appamattakānīti parittamattakāni khuddakappamāṇāni. Oramattakānīti parittatopi orimappamāṇattā oramattakāni. Lahusānīti lahukāni. Lahusammatānīti lahūti sammatāni. Saṃyamakaraṇīyānīti saṃyamena kattabbapaṭikammāni. Saṃvarakaraṇīyānīti saṃvarena kātabbāni saṃvarena kattabbapaṭikammāni. Cittuppādakaraṇīyānīti cittuppādamattena kattabbapaṭikammāni. Manasikārapaṭibaddhānīti manasā āvajjitamatteneva kattabbapaṭikammāni. Kāni pana tānīti? Divāvihāravāsī sumatthero tāva āha – ‘‘anāpattigamanīyāni cittuppādamattakāni yāni ‘na puna evarūpaṃ karissāmī’ti manasā āvajjitamatteneva sujjhanti. Adhiṭṭhānāvikammaṃ nāmetaṃ kathita’’nti. Antevāsiko panassa tipiṭakacūḷanāgatthero panāha – ‘‘idaṃ pātimokkhasaṃvarasīlasseva bhājanīyaṃ. Tasmā sabbalahukaṃ dukkaṭadubbhāsitaṃ idha vajjanti veditabbaṃ. Vuṭṭhānāvikammaṃ nāmetaṃ kathita’’nti. Itiimesūti evaṃpakāresu imesu. Vajjadassāvīti vajjato dosato dassanasīlo. Bhayadassāvīti catubbidhassa bhayassa kāraṇattā bhayato dassanasīlo. Ādīnavadassāvīti idha nindāvahanato, āyatiṃ dukkhavipākato, upariguṇānaṃ antarāyakaraṇato, vippaṭisārajananato ca etena nānappakārena ādīnavato dassanasīlo.",
  "atk-abh02a11:67": "Nissaraṇadassāvīti yaṃ tattha nissaraṇaṃ tassa dassanasīlo. Kiṃ panettha nissaraṇanti? Ācariyattheravāde tāva ‘‘anāpattigamanīyatāya sati adhiṭṭhānāvikammaṃ nissaraṇa’’nti kathitaṃ. Antevāsikattheravāde tāva ‘‘āpattigamanīyatāya sati vuṭṭhānāvikammaṃ nissaraṇa’’nti kathitaṃ.",
  "atk-abh02a11:68": "Tattha tathārūpo bhikkhu aṇumattāni vajjāni vajjato bhayato passati nāma. Taṃ dassetuṃ ayaṃ nayo kathito – paramāṇu nāma, aṇu nāma, tajjārī nāma, rathareṇu nāma, likkhā nāma, ūkā nāma, dhaññamāso nāma, aṅgulaṃ nāma, vidatthi nāma, ratanaṃ nāma, yaṭṭhi nāma, usabhaṃ nāma, gāvutaṃ nāma, yojanaṃ nāma. Tattha ‘paramāṇu’ nāma ākāsakoṭṭhāsiko maṃsacakkhussa āpāthaṃ nāgacchati, dibbacakkhusseva āgacchati. ‘Aṇu’ nāma bhitticchiddatālacchiddehi paviṭṭhasūriyarasmīsu vaṭṭi vaṭṭi hutvā paribbhamanto paññāyati. ‘Tajjārī’ nāma gopathamanussapathacakkapathesu chijjitvā ubhosu passesu uggantvā tiṭṭhati. ‘Rathareṇu’ nāma tattha tattheva allīyati. Likkhādayo pākaṭā eva. Etesu pana chattiṃsa paramāṇavo ekassa aṇuno pamāṇaṃ. Chattiṃsa aṇū ekāya tajjāriyā pamāṇaṃ. Chattiṃsa tajjāriyo eko rathareṇu. Chattiṃsa rathareṇū ekā likkhā. Satta likkhā ekā ūkā. Satta ūkā eko dhaññamāso. Sattadhaññamāsappamāṇaṃ ekaṃ aṅgulaṃ. Tenaṅgulena dvādasaṅgulāni vidatthi. Dve vidatthiyo ratanaṃ. Satta ratanāni yaṭṭhi. Tāya yaṭṭhiyā vīsati yaṭṭhiyo usabhaṃ. Asīti usabhāni gāvutaṃ. Cattāri gāvutāni yojanaṃ. Tena yojanena aṭṭhasaṭṭhiyojanasatasahassubbedho sinerupabbatarājā. Yo bhikkhu aṇumattaṃ vajjaṃ aṭṭhasaṭṭhiyojanasatasahassubbedhasinerupabbatasadisaṃ katvā daṭṭhuṃ sakkoti – ayaṃ bhikkhu aṇumattāni vajjāni bhayato passati nāma. Yopi bhikkhu sabbalahukaṃ dukkaṭadubbhāsitamattaṃ paṭhamapārājikasadisaṃ katvā daṭṭhuṃ sakkoti – ayaṃ aṇumattāni vajjāni vajjato bhayato passati nāmāti veditabbo.",
  "atk-abh02a11:69": "516.Samādāya sikkhati sikkhāpadesūtipadaniddese bhikkhusikkhāti bhikkhūhi sikkhitabbasikkhā. Sā bhikkhunīhi sādhāraṇāpi asādhāraṇāpi bhikkhusikkhā eva nāma. Bhikkhunīsikkhāti bhikkhunīhi sikkhitabbasikkhā. Sāpi bhikkhūhi sādhāraṇāpi asādhāraṇāpi bhikkhunīsikkhā eva nāma. Sāmaṇerasikkhamānasāmaṇerīnaṃ sikkhāpi ettheva paviṭṭhā. Upāsakasikkhāti upāsakehi sikkhitabbasikkhā. Sā pañcasīladasasīlavasena vaṭṭati. Upāsikāsikkhāti upāsikāhi sikkhitabbasikkhā. Sāpi pañcasīladasasīlavasena vaṭṭati. Tattha bhikkhubhikkhunīnaṃ sikkhā yāva arahattamaggā vaṭṭati. Upāsakaupāsikānaṃ sikkhā yāva anāgāmimaggā. Tatrāyaṃ bhikkhu attanā sikkhitabbasikkhāpadesu eva sikkhati. Sesasikkhā pana atthuddhāravasena sikkhāpadassa atthadassa dassanatthaṃ vuttā. Iti imāsu sikkhāsūti evaṃpakārāsu etāsu sikkhāsu. Sabbena sabbanti sabbena sikkhāsamādānena sabbaṃ sikkhaṃ. Sabbathā sabbanti sabbena sikkhitabbākārena sabbaṃ sikkhaṃ. Asesaṃ nissesanti sesābhāvato asesaṃ; satisammosena bhinnassāpi sikkhāpadassa puna pākatikakaraṇato nissesaṃ. Samādāya vattatīti samādiyitvā gahetvā vattati. Tena vuccatīti yena kāraṇena etaṃ sabbaṃ sikkhāpadaṃ sabbena sikkhitabbākārena samādiyitvā sikkhati pūreti, tena vuccati ‘‘samādāya sikkhati sikkhāpadesū’’ti.",
  "atk-abh02a11:70": "517-8.Indriyesu guttadvāro bhojane mattaññūtipadadvayassa niddese kaṇhapakkhassa paṭhamavacane payojanaṃ ācāraniddese vuttanayeneva veditabbaṃ. Tattha katamā indriyesu aguttadvāratātiādīsu pana yaṃ vattabbaṃ, taṃ sabbaṃ nikkhepakaṇḍavaṇṇanāyaṃ vuttameva.",
  "atk-abh02a11:71": "519.Jāgariyānuyoganiddese pubbarattāpararattanti ettha aḍḍharattasaṅkhātāya rattiyā pubbe pubbarattaṃ; iminā paṭhamayāmañceva pacchābhattañca gaṇhāti . Rattiyā pacchā apararattaṃ; iminā pacchimayāmañceva purebhattañca gaṇhāti. Majjhimayāmo panassa bhikkhuno niddākilamathavinodanokāsoti na gahito. Jāgariyānuyoganti jāgariyassa asupanabhāvassa anuyogaṃ. Anuyutto hotīti taṃ anuyogasaṅkhātaṃ āsevanaṃ bhāvanaṃ anuyutto hoti sampayutto. Niddese panassa idha bhikkhu divasanti pubbaṇho, majjhanho, sāyanhoti tayopi divasakoṭṭhāsā gahitā. Caṅkamena nisajjāyāti sakalampi divasaṃ iminā iriyāpathadvayeneva viharanto. Cittassa āvaraṇato āvaraṇīyehi dhammehi pañcahipi nīvaraṇehi sabbākusaladhammehi vā cittaṃ parisodheti. Tehi dhammehi visodheti parimoceti. Ṭhānaṃ panettha kiñcāpi na gahitaṃ, caṅkamanisajjāsannissitaṃ pana katvā gahetabbameva. Paṭhamayāmanti sakalasmimpi paṭhamayāme. Majjhimayāmanti rattindivassa chaṭṭhakoṭṭhāsasaṅkhāte majjhimayāme.",
  "atk-abh02a11:72": "Sīhaseyyanti ettha kāmabhogīseyyā, petaseyyā, sīhaseyyā, tathāgataseyyāti catasso seyyā. Tattha ‘‘yebhuyyena, bhikkhave, kāmabhogī vāmena passena sentī’’ti ayaṃ kāmabhogīseyyā. Tesu hi yebhuyyena dakkhiṇapassena sayāno nāma natthi. ‘‘Yebhuyyena, bhikkhave , petā uttānā sentī’’ti ayaṃ petaseyyā; appamaṃsalohitattā hi aṭṭhisaṅghāṭajaṭitā ekena passena sayituṃ na sakkonti, uttānāva senti. Sīho, bhikkhave, migarājā dakkhiṇena passena seyyaṃ kappeti…pe… attamano hotī’’ti (a. ni. 4.246) ayaṃ sīhaseyyā; tejussadattā hi sīho migarājā dve purimapāde ekasmiṃ ṭhāne dve pacchimapāde ekasmiṃ ṭhāne ṭhapetvā naṅguṭṭhaṃ antarasatthimhi pakkhipitvā purimapādapacchimapādanaṅguṭṭhānaṃ ṭhitokāsaṃ sallakkhetvā dvinnaṃ purimapādānaṃ matthake sīsaṃ ṭhapetvā sayati; divasampi sayitvā pabujjhamāno na uttasanto pabujjhati, sīsaṃ pana ukkhipitvā purimapādādīnaṃ ṭhitokāsaṃ sallakkheti; sace kiñci ṭhānaṃ vijahitvā ṭhitaṃ hoti ‘nayidaṃ tuyhaṃ jātiyā na sūrabhāvassa anurūpa’nti anattamano hutvā tattheva sayati, na gocarāya pakkamati; avijahitvā ṭhite pana ‘tuyhaṃ jātiyā ca sūrabhāvassa ca anurūpamida’nti haṭṭhatuṭṭho uṭṭhāya sīhavijambhitaṃ vijambhitvā kesarabhāraṃ vidhunitvā tikkhattuṃ sīhanādaṃ naditvā gocarāya pakkamati. Catutthajjhānaseyyā pana tathāgataseyyāti vuccati. Tāsu idha sīhaseyyā āgatā. Ayañhi tejussadairiyāpathattā uttamaseyyā nāma.",
  "atk-abh02a11:73": "Pāde pādanti dakkhiṇapāde vāmapādaṃ. Accādhāyāti atiādhāya īsakaṃ atikkamma ṭhapetvā gopphakena hi gopphake jāṇunā vā jāṇumhi saṅghaṭṭiyamāne abhiṇhaṃ vedanā uppajjati, cittaṃ ekaggaṃ na hoti, seyyā aphāsukā hoti; yathā pana na saṅghaṭṭeti, evaṃ atikkamma ṭhapite vedanā nuppajjati, cittaṃ ekaggaṃ hoti, seyyā phāsukā hoti. Tena vuttaṃ ‘‘pāde pādaṃ accādhāyā’’ti. Sato sampajānoti satiyā ceva sampajānapaññāya ca samannāgato hutvā. Iminā supariggāhakaṃ satisampajaññaṃ kathitaṃ. Uṭṭhānasaññaṃ manasikaritvāti asukavelāya nāma uṭṭhahissāmī’ti evaṃ uṭṭhānavelāparicchedakaṃ uṭṭhānasaññaṃ citte upetvā. Evaṃ katvā nipanno hi yathāparicchinnakāleyeva uṭṭhātuṃ yutto.",
  "atk-abh02a11:74": "520-521.Sātaccaṃ nepakkanti satataṃ pavattayitabbato sātaccasaṅkhātaṃ vīriyañceva paripākagatattā nepakkasaṅkhātaṃ paññañca yutto anuyutto pavattayamānoyeva jāgariyānuyogaṃ anuyutto viharatīti attho. Ettha ca vīriyaṃ lokiyalokuttaramissakaṃ kathitaṃ, paññāpi vīriyagatikā eva; vīriye lokiyamhi lokiyā, lokuttare lokuttarāti attho.",
  "atk-abh02a11:75": "522.Bodhipakkhiyānaṃdhammānanti catusaccabodhisaṅkhātassa maggañāṇassa pakkhe bhavānaṃ dhammānaṃ. Ettāvatā sabbepi sattatiṃsa bodhipakkhiyadhamme samūhato gahetvā lokiyāyapi bhāvanāya ekārammaṇe ekato pavattanasamatthe bojjhaṅgeyeva dassento satta bojjhaṅgātiādimāha. Te lokiyalokuttaramissakāva kathitāti veditabbā. Sesamettha heṭṭhā vuttanayattā uttānatthameva.",
  "atk-abh02a11:76": "523. Abhikkantetiādiniddese abhikkante paṭikkanteti ettha tāva abhikkantaṃ vuccati purato gamanaṃ. Paṭikkantanti nivattanaṃ. Tadubhayampi catūsu iriyāpathesu labbhati. Gamane tāva purato kāyaṃ abhiharanto abhikkamati nāma, paṭinivattanto paṭikkamati nāma. Ṭhānepi ṭhitakova kāyaṃ purato onāmento abhikkamati nāma, pacchato apanāmento paṭikkamati nāma. Nisajjāyapi nisinnakova āsannassa purimaaṅgābhimukho saṃsaranto abhikkamati nāma, pacchimaaṅgappadesaṃ paccāsaṃsaranto paṭikkamati nāma. Nipajjāyapi eseva nayo.",
  "atk-abh02a11:77": "Sampajānakārī hotīti sampajaññena sabbakiccakārī, sampajaññasseva vā kārī. So hi abhikkantādīsu sampajaññaṃ karoteva, na katthaci sampajaññavirahito hoti. Taṃ pana sampajaññaṃ yasmā satisampayuttameva hoti, tenassa niddese ‘‘sato sampajāno abhikkamati, sato sampajāno paṭikkamatī’’ti vuttaṃ.",
  "atk-abh02a11:78": "Ayañhi abhikkamanto vā paṭikkamanto vā na muṭṭhassatī asampajāno hoti; satiyā pana samannāgato paññāya ca sampajānoyeva abhikkamati ceva paṭikkamati ca; sabbesu abhikkamādīsu catubbidhaṃ sampajaññaṃ otāreti. Catubbidhañhi sampajaññaṃ – sātthakasampajaññaṃ, sappāyasampajaññaṃ, gocarasampajaññaṃ, asammohasampajaññanti. Tattha abhikkamanacitte uppanne cittavaseneva agantvā ‘kinnu me ettha gatena attho atthi, natthī’ti atthānatthaṃ pariggahetvā atthapariggaṇhanaṃ ‘sātthakasampajaññaṃ’. Tattha ca ‘attho’ti cetiyadassanabodhidassanasaṅghadassanatheradassanaasubhadassanādivasena dhammato vaḍḍhi. Cetiyaṃ vā bodhiṃ vā disvāpi hi buddhārammaṇaṃ pītiṃ, saṅghadassanena saṅghārammaṇaṃ pītiṃ uppādetvā tadeva khayavayato sammasanto arahattaṃ pāpuṇāti. There disvā tesaṃ ovāde patiṭṭhāya, asubhaṃ disvā tattha paṭhamajjhānaṃ uppādetvā tadeva khayavayato sammasanto arahattaṃ pāpuṇāti. Tasmā etesaṃ dassanaṃ sātthaṃ. Keci pana ‘‘āmisatopi vaḍḍhi atthoyeva; taṃ nissāya brahmacariyānuggahāya paṭipannattā’’ti vadanti.",
  "atk-abh02a11:79": "Tasmiṃ pana gamane sappāyāsappāyaṃ pariggahetvā sappāyapariggaṇhanaṃ ‘sappāyasampajaññaṃ’, seyyathidaṃ – cetiyadassanaṃ tāva sātthaṃ. Sace pana cetiyassa mahatiyā pūjāya dasadvādasayojanantare parisā sannipatanti , attano vibhavānurūpaṃ itthiyopi purisāpi alaṅkatapaṭiyattā cittakammarūpakāni viya sañcaranti, tatra cassa iṭṭhe ārammaṇe lobho, aniṭṭhe paṭigho, asamapekkhane moho uppajjati, kāyasaṃsaggāpattiṃ vā āpajjati, jīvitabrahmacariyānaṃ vā antarāyo hoti. Evaṃ taṃ ṭhānaṃ asappāyaṃ hoti. Vuttappakāraantarāyābhāve sappāyaṃ. Bodhidassanepi eseva nayo. Saṅghadassanampi sātthaṃ. Sace pana antogāme mahāmaṇḍapaṃ kāretvā sabbarattiṃ dhammassavanaṃ karontesu manussesu vuttappakāreneva janasannipāto ceva antarāyo ca hoti. Evaṃ taṃ ṭhānaṃ asappāyaṃ hoti; antarāyābhāve sappāyaṃ hoti. Mahāparisaparivārānaṃ therānaṃ dassanepi eseva nayo.",
  "atk-abh02a11:80": "Asubhadassanampi sātthaṃ. Tadatthadīpanatthañca idaṃ vatthu – eko kira daharabhikkhu sāmaṇeraṃ gahetvā dantakaṭṭhatthāya gato. Sāmaṇero maggā okkamitvā purato gacchanto asubhaṃ disvā paṭhamajjhānaṃ nibbattetvā tadeva pādakaṃ katvā saṅkhāre sammasanto tīṇi phalāni sacchikatvā uparimaggatthāya kammaṭṭhānaṃ pariggahetvā aṭṭhāsi. Daharo taṃ apassanto ‘‘sāmaṇerā’’ti pakkosi. So ‘mayā pabbajitadivasato paṭṭhāya bhikkhunā saddhiṃ dve kathā nāma na kathitapubbā, aññasmiṃ divase uparivisesaṃ nibbattessāmī’ti cintetvā ‘‘kiṃ, bhante’’ti paṭivacanaṃ adāsi. ‘‘Ehī’’ti ca vutto ekavacaneneva āgantvā ‘‘bhante, iminā tāva maggena gantvā mayā ṭhitokāse muhuttaṃ puratthābhimukho ṭhatvā olokethā’’ti āha. So tathā katvā tena pattavisesameva pāpuṇi. Evaṃ ekaṃ asubhaṃ dvinnaṃ janānaṃ atthāya jātaṃ. Evaṃ sātthampi panetaṃ purisassa mātugāmāsubhaṃ asappāyaṃ, mātugāmassa ca purisāsubhaṃ, sabhāgameva sappāyanti. Evaṃ sappāyapariggaṇhanaṃ sappāyasampajaññaṃ nāma.",
  "atk-abh02a11:81": "Evaṃ pariggahitasātthasappāyassa pana aṭṭhatiṃsāya kammaṭṭhānesu attano cittaruciyaṃ kammaṭṭhānasaṅkhātaṃ gocaraṃ uggahetvā bhikkhācāragocare taṃ gahetvāva gamanaṃ ‘gocarasampajaññaṃ’ nāma. Tassāvibhāvanatthaṃ idaṃ catukkaṃ veditabbaṃ –",
  "atk-abh02a11:82": "Idhekacco bhikkhu harati na paccāharati, ekacco na harati paccāharati, ekacco pana neva harati na paccāharati, ekacco harati ca paccāharati ca. Tattha yo bhikkhu divasaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodhetvā, tathā rattiyā paṭhamayāme majjhimayāme seyyaṃ kappetvā pacchimayāmepi nisajjācaṅkamehi vītināmetvā pageva cetiyaṅgaṇabodhiyaṅgaṇavattaṃ katvā bodhirukkhe udakaṃ āsiñcitvā pānīyaṃ paribhojanīyaṃ paccupaṭṭhāpetvā ācariyupajjhāyavattādīni sabbāni khandhakavattāni samādāya vattati, so sarīraparikammaṃ katvā senāsanaṃ pavisitvā dve tayo pallaṅke usumaṃ gāhāpento kammaṭṭhānaṃ anuyuñjitvā, bhikkhācāravelāya uṭṭhahitvā kammaṭṭhānasīseneva pattacīvaramādāya senāsanato nikkhamitvā kammaṭṭhānaṃ manasikarontova cetiyaṅgaṇaṃ gantvā, sace buddhānussatikammaṭṭhānaṃ hoti taṃ avissajjetvāva cetiyaṅgaṇaṃ pavisati, aññaṃ ce kammaṭṭhānaṃ hoti sopānamūle ṭhatvā hatthena gahitabhaṇḍaṃ viya taṃ ṭhapetvā buddhārammaṇaṃ pītiṃ gahetvā cetiyaṅgaṇaṃ āruyha mahantaṃ cetiyaṃ ce, tikkhattuṃ padakkhiṇaṃ katvā catūsu ṭhānesu vanditabbaṃ, khuddakaṃ ce, tatheva padakkhiṇaṃ katvā aṭṭhasu ṭhānesu vanditabbaṃ. Cetiyaṃ vanditvā bodhiyaṅgaṇaṃ pattenāpi buddhassa bhagavato sammukhā viya nipaccākāraṃ dassetvā bodhi vanditabbā.",
  "atk-abh02a11:83": "So evaṃ cetiyañca bodhiñca vanditvā paṭisāmitaṭṭhānaṃ gantvā, paṭisāmitaṃ bhaṇḍakaṃ hatthena gaṇhanto viya, nikkhittakammaṭṭhānaṃ gahetvā gāmasamīpe kammaṭṭhānasīseneva cīvaraṃ pārupitvā gāmaṃ piṇḍāya pavisati. Atha naṃ manussā disvā ‘ayyo no āgato’ti paccuggantvā pattaṃ gahetvā āsanasālāya vā gehe vā nisīdāpetvā yāguṃ datvā yāva bhattaṃ na niṭṭhāti tāva pāde dhovitvā telena makkhetvā purato nisīditvā pañhaṃ vā pucchanti dhammaṃ vā sotukāmā honti. Sacepi na kathāpenti ‘‘janasaṅgahatthaṃ dhammakathā nāma kātabbāyevā’’ti aṭṭhakathācariyā vadanti. Dhammakathā hi kammaṭṭhānavinimuttā nāma natthi. Tasmā kammaṭṭhānasīseneva āhāraṃ paribhuñjitvā anumodanaṃ vatvā nivattiyamānehipi manussehi anugatova gāmato nikkhamitvā tattha te nivattetvā maggaṃ paṭipajjati.",
  "atk-abh02a11:84": "Atha naṃ puretaraṃ nikkhamitvā bahigāme katabhattakiccā sāmaṇeradaharabhikkhū disvā paccuggantvā pattacīvaramassa gaṇhanti. Porāṇakabhikkhū kira ‘amhākaṃ upajjhāyo, amhākaṃ ācariyo’ti na mukhaṃ oloketvā vattaṃ karonti, sampattaparicchedeneva karonti. Te taṃ pucchanti ‘‘bhante, ete manussā tumhākaṃ kiṃ honti? Mātipakkhato sambandhā pitipakkhato’’ti? ‘‘Kiṃ disvā pucchathā’’ti? ‘‘Tumhesu etesaṃ pemaṃ bahumāna’’nti. ‘‘Āvuso, yaṃ mātāpitūhipi dukkaraṃ taṃ ete manussā amhākaṃ karonti. Pattacīvarampi no etesaṃ santakameva, etesaṃ ānubhāvena neva bhaye bhayaṃ, na chātake chātakaṃ jānāma. Edisā nāma amhākaṃ upakārino natthī’’ti tesaṃ guṇe kathento gacchati. Ayaṃ vuccati ‘harati na paccāharatī’ti.",
  "atk-abh02a11:85": "Yassa pana pageva vuttappakāraṃ vattapaṭipattiṃ karontassa kammajatejo pajjalati, anupādinnakaṃ muñcitvā upādinnakaṃ gaṇhāti, sarīrato sedā muccanti, kammaṭṭhānaṃ vīthiṃ nārohati, so pageva pattacīvaramādāya vegasāva cetiyaṃ vanditvā gorūpānaṃ nikkhamanavelāyameva gāmaṃ yāgubhikkhāya pavisitvā yāguṃ labhitvā āsanasālaṃ gantvā pivati. Athassa dvattikkhattuṃ ajjhoharaṇamatteneva kammajatejodhātu upādinnakaṃ muñcitvā anupādinnakaṃ gaṇhāti, ghaṭasatena nhāto viya tejodhātupariḷāhanibbānaṃ patvā kammaṭṭhānasīsena yāguṃ paribhuñjitvā pattañca mukhañca dhovitvā antarābhatte kammaṭṭhānaṃ manasikatvā avasesaṭṭhāne piṇḍāya caritvā kammaṭṭhānasīsena āhāraṃ paribhuñjitvā tato paṭṭhāya poṅkhānupoṅkhaṃ upaṭṭhahamānaṃ kammaṭṭhānaṃ gahetvāva āgacchati. Ayaṃ vuccati ‘na harati paccāharatī’ti. Edisā ca bhikkhū yāguṃ pivitvā vipassanaṃ ārabhitvā buddhasāsane arahattaṃ pattā nāma gaṇanapathaṃ vītivattā. Sīhaḷadīpeyeva tesu tesu gāmesu āsanasālāya na taṃ āsanaṃ atthi, yattha yāguṃ pivitvā arahattaṃ pattā bhikkhū natthīti.",
  "atk-abh02a11:86": "Yo pamādavihārī hoti nikkhittadhuro sabbavattāni bhinditvā pañcavidhacetokhīlavinibandhabaddhacitto viharanto ‘kammaṭṭhānaṃ nāma atthī’tipi saññaṃ akatvā gāmaṃ piṇḍāya pavisitvā ananulomikena gihīsaṃsaggena saṃsaṭṭho caritvā ca bhuñjitvā ca tuccho nikkhamati – ayaṃ vuccati ‘neva harati na paccāharatī’ti.",
  "atk-abh02a11:87": "Yo panāyaṃ ‘‘harati ca paccāharati cā’’ti vutto, so gatapaccāgatikavattavasena veditabbo – atthakāmā hi kulaputtā sāsane pabbajitvā dasampi vīsampi tiṃsampi cattārīsampi paññāsampi satampi ekato vasantā katikavattaṃ katvā viharanti – ‘‘āvuso, tumhe na iṇaṭṭā, na bhayaṭṭā, na ājīvikāpakatā pabbajitā; dukkhā muñcitukāmā panettha pabbajitā. Tasmā gamane uppannakilesaṃ gamaneyeva niggaṇhatha. Ṭhāne, nisajjāya, sayane uppannakilesaṃ sayaneyeva niggaṇhathā’’ti.",
  "atk-abh02a11:88": "Te evaṃ katikavattaṃ katvā bhikkhācāraṃ gacchantā, aḍḍhausabhausabhaaḍḍhagāvutagāvutantaresu pāsāṇā honti, tāya saññāya kammaṭṭhānaṃ manasikarontāva gacchanti. Sace kassaci gamane kileso uppajjati, tattheva naṃ niggaṇhāti. Tathā asakkonto tiṭṭhati. Athassa pacchato āgacchantopi tiṭṭhati. So ‘ayaṃ bhikkhu tuyhaṃ uppannaṃ vitakkaṃ jānāti, ananucchavikaṃ te eta’nti attānaṃ paṭicodetvā vipassanaṃ vaḍḍhetvā ariyabhūmiṃ okkamati. Tathā asakkonto nisīdati. Athassa pacchato āgacchantopi nisīdatīti so eva nayo. Ariyabhūmiṃ okkamituṃ asakkontopi taṃ kilesaṃ vikkhambhetvā kammaṭṭhānaṃ manasikarontova gacchati, na kammaṭṭhānavippayuttena cittena pādaṃ uddharati, uddharati ce paṭinivattitvā purimapadesaññeva eti, ālindakavāsī mahāphussadevatthero viya. So kira ekūnavīsati vassāni gatapaccāgatavattaṃ pūrento eva vihāsi. Manussāpi antarāmagge kasantā ca vapantā ca maddantā ca kammāni ca karontā theraṃ tathāgacchantaṃ disvā ‘‘ayaṃ thero punappunaṃ nivattitvā gacchati, kiṃ nu kho maggamūḷho udāhu kiñci pamuṭṭho’’ti samullapanti. So taṃ anādiyitvā kammaṭṭhānayuttacitteneva samaṇadhammaṃ karonto vīsativassabbhantare arahattaṃ pāpuṇi. Arahattapattadivase cassa caṅkamanakoṭiyaṃ adhivatthā devatā aṅgulīhi dīpaṃ ujjāletvā aṭṭhāsi. Cattāropi mahārājāno sakko ca devānamindo brahmā ca sahampati upaṭṭhānaṃ āgamiṃsu. Tañca obhāsaṃ disvā vanavāsī mahātissatthero taṃ dutiyadivase pucchi – ‘‘rattibhāge āyasmato santike obhāso ahosi. Kiṃ so obhāso’’ti? Thero vikkhepaṃ karonto ‘‘obhāso nāma dīpobhāsopi hoti, maṇiobhāsopī’’ti evamādimāha. Tato ‘‘paṭicchādetha tumhe’’ti nibaddho ‘‘āmā’’ti paṭijānitvā ārocesi.",
  "atk-abh02a11:89": "Kāḷavallimaṇḍapavāsī mahānāgatthero viya ca. Sopi kira gatapaccāgatavattaṃ pūrento ‘paṭhamaṃ tāva bhagavato mahāpadhānaṃ pūjessāmī’ti satta vassāni ṭhānacaṅkamameva adhiṭṭhāsi; puna soḷasa vassāni gatapaccāgatavattaṃ pūretvā arahattaṃ pāpuṇi. So kammaṭṭhānayutteneva cittena pādaṃ uddharanto vippayuttena cittena uddhate pāde paṭinivattento gāmasīmaṃ gantvā ‘gāvī nu kho, pabbajito nu kho’ti āsaṅkanīyappadese ṭhatvā cīvaraṃ pārupitvā kacchakantarato udakena pattaṃ dhovitvā udakagaṇḍūsaṃ karoti. Kiṃ kāraṇā? ‘Mā me bhikkhaṃ dātuṃ vā vandituṃ vā āgate manusse ‘dīghāyukā hothā’ti vacanamattenāpi kammaṭṭhānavikkhepo ahosī’ti. ‘Ajja, bhante, katimī’ti divasaṃ vā bhikkhugaṇanaṃ vā pañhaṃ vā pucchito pana udakaṃ gilitvā āroceti; sace divasādipucchakā na honti, nikkhamanavelāyaṃ gāmadvāre niṭṭhubhitvāva yāti.",
  "atk-abh02a11:90": "Kalambatitthavihāre vassūpagatā paññāsa bhikkhū viya ca. Te kira āsāḷhipuṇṇimāyaṃ katikavattaṃ akaṃsu – ‘‘arahattaṃ appatvā aññamaññaṃ nālapissāmā’’ti. Gāmañca piṇḍāya pavisantā udakagaṇḍūsaṃ katvā pavisiṃsu, divasādīsu pucchitesu vuttanayena paṭipajjiṃsu. Tattha manussā niṭṭhubhanaṭṭhānaṃ disvā jāniṃsu – ‘ajja eko āgato, ajja dve’ti; evañca cintesuṃ – ‘kinnu kho ete amheheva saddhiṃ na sallapanti udāhu aññamaññampi? Yadi aññamaññampi na sallapanti, addhā vivādajātā bhavissanti; etha ne aññamaññaṃ khamāpessāmā’ti sabbe vihāraṃ gantvā paññāsāya bhikkhūsu dvepi bhikkhū ekokāse nāddasaṃsu. Tato yo tesu cakkhumā puriso so āha – ‘‘na, bho, kalahakārakānaṃ vasanokāso īdiso hoti. Susammaṭṭhaṃ cetiyaṅgaṇabodhiyaṅgaṇaṃ, sunikkhittā sammajjaniyo, sūpaṭṭhitaṃ pānīyaparibhojanīya’’nti. Te tatova nivattā. Tepi bhikkhū antotemāseyeva arahattaṃ patvā mahāpavāraṇāya visuddhipavāraṇaṃ pavāresuṃ.",
  "atk-abh02a11:91": "Evaṃ kāḷavallimaṇḍapavāsī mahānāgatthero viya, kalambutitthavihāre vassūpagatabhikkhū viya ca kammaṭṭhānayutteneva cittena pādaṃ uddharanto gāmasamīpaṃ gantvā udakagaṇḍūsaṃ katvā vīthiyo sallakkhetvā yattha surāsoṇḍadhuttādayo kalahakārakā caṇḍahatthiassādayo vā natthi, taṃ vīthiṃ paṭipajjati. Tattha piṇḍāya caramāno na turitaturito viya javena gacchati, na hi javanapiṇḍapātikadhutaṅgaṃ nāma kiñci atthi, visamabhūmibhāgappattaṃ pana udakasakaṭaṃ viya niccalo hutvā gacchati, anugharaṃ paviṭṭho ca dātukāmaṃ vā adātukāmaṃ vā sallakkhetuṃ tadanurūpaṃ kālaṃ āgamento bhikkhaṃ gahetvā antogāme vā bahigāme vā vihārameva vā āgantvā , yathāphāsuke patirūpe okāse nisīditvā, kammaṭṭhānaṃ manasikaronto āhāre paṭikūlasaññaṃ upaṭṭhapetvā, akkhabbhañjanavaṇālepanaputtamaṃsūpamavasena paccavekkhanto aṭṭhaṅgasamannāgataṃ āhāraṃ āhāreti neva davāya, na madāya, na maṇḍanāya, na vibhūsanāya…pe… phāsuvihāro cāti. Bhuttāvī ca udakakiccaṃ katvā muhuttaṃ bhattakilamathaṃ paṭippassambhetvā yathā purebhattaṃ, evaṃ pacchābhattaṃ purimayāmaṃ pacchimayāmañca kammaṭṭhānameva manasikaroti. Ayaṃ vuccati ‘harati ca paccāharati cā’ti.",
  "atk-abh02a11:92": "Imaṃ pana haraṇapaccāharaṇasaṅkhātaṃ gatapaccāgatavattaṃ pūrento, yadi upanissayasampanno hoti, paṭhamavaye eva arahattaṃ pāpuṇāti, no ce paṭhamavaye pāpuṇāti atha majjhimavaye, no ce majjhimavaye pāpuṇāti atha pacchimavaye, no ce pacchimavaye pāpuṇāti atha maraṇasamaye, no ce maraṇasamaye pāpuṇāti atha devaputto hutvā, no ce devaputto hutvā pāpuṇāti anuppanne buddhe nibbatto paccekabodhiṃ sacchikaroti, no ce paccekabodhiṃ sacchikaroti atha buddhānaṃ sammukhībhāve khippābhiñño vā hoti – seyyathāpi thero bāhiyo dārucīriyo, mahāpañño vā – seyyathāpi thero sāriputto, mahiddhiko vā – seyyathāpi thero mahāmoggallāno, dhutaṅgadharo vā – seyyathāpi thero mahākassapo, dibbacakkhuko vā – seyyathāpi thero anuruddho, vinayadharo vā – seyyathāpi thero upāli, dhammakathiko vā – seyyathāpi thero puṇṇo mantāṇiputto, āraññiko vā – seyyathāpi thero revato, bahussuto vā – seyyathāpi thero ānando, sikkhākāmo vā – seyyathāpi thero rāhulo buddhaputtoti. Iti imasmiṃ catukke yvāyaṃ harati ca paccāharati ca, tassa gocarasampajaññaṃ sikhāppattaṃ hoti.",
  "atk-abh02a11:93": "Abhikkamādīsu pana asammuyhanaṃ asammohasampajaññaṃ. Taṃ evaṃ veditabbaṃ – idha bhikkhu abhikkamanto vā paṭikkamanto vā yathā andhabālaputhujjanā abhikkamādīsu ‘attā abhikkamati, attanā abhikkamo nibbattito’ti vā ‘ahaṃ abhikkamāmi, mayā abhikkamo nibbattito’ti vā sammuyhanti, tathā asammuyhanto ‘abhikkamāmī’ti citte uppajjamāne teneva cittena saddhiṃ cittasamuṭṭhānavāyodhātu viññattiṃ janayamānā uppajjati. Iti cittakiriyāvāyodhātuvipphāravasena ayaṃ kāyasammato aṭṭhisaṅghāto abhikkamati. Tassevaṃ abhikkamato ekekapāduddharaṇe pathavīdhātu āpodhātūti dve dhātuyo omattā honti mandā, itarā dve adhimattā honti balavatiyo; tathā atiharaṇavītiharaṇesu. Vossajjane tejodhātu vāyodhātūti dve dhātuyo omattā honti mandā, itarā dve adhimattā honti balavatiyo; tathā sannikkhepanasannirujjhanesu tattha uddharaṇe pavattā rūpārūpadhammā atiharaṇaṃ na pāpuṇanti; tathā atiharaṇe pavattā vītiharaṇaṃ, vītiharaṇe pavattā vossajjanaṃ, vossajjane pavattā sannikkhepanaṃ, sannikkhepane pavattā sannirujjhanaṃ na pāpuṇanti; tattha tattheva pabbaṃ pabbaṃ sandhi sandhi odhi odhi hutvā tattakapāle pakkhittatilaṃ viya paṭapaṭāyantā bhijjanti. Tattha ko eko abhikkamati? Kassa vā ekassa abhikkamanaṃ? Paramatthato hi dhātūnaṃyeva gamanaṃ, dhātūnaṃ ṭhānaṃ, dhātūnaṃ nisajjā, dhātūnaṃ sayanaṃ, tasmiṃ tasmiñhi koṭṭhāse saddhiṃ rūpehi –",
  "atk-abh02a11:94": "Aññaṃ uppajjate cittaṃ, aññaṃ cittaṃ nirujjhati;",
  "atk-abh02a11:95": "Avīcimanusambandho, nadīsotova vattatīti.",
  "atk-abh02a11:96": "Evaṃ abhikkamādīsu asammuyhanaṃ asammohasampajaññaṃ nāmāti.",
  "atk-abh02a11:97": "Niṭṭhito abhikkante paṭikkante sampajānakārī hotītipadassa attho.",
  "atk-abh02a11:98": "Ālokite vilokiteti ettha pana ālokitaṃ nāma purato pekkhanaṃ, vilokitaṃ nāma anudisāpekkhanaṃ. Aññānipi heṭṭhā upari pacchato pekkhanavasena olokitaullokitāpalokitāni nāma honti. Tāni idha na gahitāni. Sāruppavasena pana imāneva dve gahitāni. Iminā vā mukhena sabbānipi tāni gahitānevāti.",
  "atk-abh02a11:99": "Tattha ‘ālokessāmī’ti citte uppanne cittavaseneva anoloketvā atthapariggaṇhanaṃ ‘sātthakasampajaññaṃ’. Taṃ āyasmantaṃ nandaṃ kāyasakkhiṃ katvā veditabbaṃ. Vuttañhetaṃ bhagavatā –",
  "atk-abh02a11:100": "‘‘Sace, bhikkhave, nandassa puratthimā disā āloketabbā hoti, sabbaṃ cetasā samannāharitvā nando puratthimaṃ disaṃ āloketi – ‘evaṃ me puratthimaṃ disaṃ ālokayato na abhijjhādomanassā pāpakā akusalā dhammā anvāssavissantī’ti. Itiha sātthakasampajāno hoti. ‘‘Sace, bhikkhave, nandassa pacchimā disā, uttarā disā, dakkhiṇā disā, uddhaṃ, adho, anudisā anuviloketabbā hoti, sabbaṃ cetasā samannāharitvā nando anudisaṃ anuviloketi – evaṃ me anudisaṃ anuvilokayato…pe… sampajāno hotī’’ti (a. ni. 8.9).",
  "atk-abh02a11:101": "Apica idhāpi pubbe vuttacetiyadassanādivaseneva sātthakatā ca sappāyatā ca veditabbā.",
  "atk-abh02a11:102": "Kammaṭṭhānassa pana avijahanameva ‘gocarasampajaññaṃ’. Tasmā khandhadhātuāyatanakammaṭṭhānikehi attano kammaṭṭhānavaseneva, kasiṇādikammaṭṭhānikehi vā pana kammaṭṭhānasīseneva ālokanavilokanaṃ kātabbaṃ.",
  "atk-abh02a11:103": "Abbhantare attā nāma āloketā vā viloketā vā natthi. ‘Ālokessāmī’ti pana citte uppajjamāne teneva cittena saddhiṃ cittasamuṭṭhānā vāyodhātu viññattiṃ janayamānā uppajjati. Iti cittakiriyāvāyodhātuvipphāravasena heṭṭhimaṃ akkhidalaṃ adho sīdati, uparimaṃ uddhaṃ laṅgheti. Koci yantakena vivaranto nāma natthi. Tato cakkhuviññāṇaṃ dassanakiccaṃ sādhentaṃ uppajjatī’ti evaṃ pajānanaṃ panettha ‘asammohasampajaññaṃ’ nāma.",
  "atk-abh02a11:104": "Apica mūlapariññāāgantukatāvakālikabhāvavasena panettha asammohasampajaññaṃ veditabbaṃ. Mūlapariññāvasena tāva –",
  "atk-abh02a11:105": "Bhavaṅgāvajjanañceva, dassanaṃ sampaṭicchanaṃ;",
  "atk-abh02a11:106": "Santīraṇaṃ voṭṭhabbanaṃ, javanaṃ bhavati sattamaṃ.",
  "atk-abh02a11:107": "Tattha bhavaṅgaṃ upapattibhavassa aṅgakiccaṃ sādhayamānaṃ pavattati; taṃ āvattetvā kiriyamanodhātu āvajjanakiccaṃ sādhayamānā; tannirodhā cakkhuviññāṇaṃ dassanakiccaṃ sādhayamānaṃ; tannirodhā vipākamanodhātu sampaṭicchanakiccaṃ sādhayamānā; tannirodhā vipākamanoviññāṇadhātu santīraṇakiccaṃ sādhayamānā; tannirodhā kiriyamanoviññāṇadhātu voṭṭhabbanakiccaṃ sādhayamānā; tannirodhā sattakkhattuṃ javanaṃ javati. Tattha paṭhamajavanepi ‘ayaṃ itthī, ayaṃ puriso’ti rajjanadussanamuyhanavasena ālokitavilokitaṃ na hoti; dutiyajavanepi…pe… sattamajavanepi. Etesu pana, yuddhamaṇḍale yodhesu viya, heṭṭhupariyavasena bhijjitvā patitesu ‘ayaṃ itthī, ayaṃ puriso’ti rajjanādivasena ālokitavilokitaṃ hoti. Evaṃ tāvettha ‘mūlapariññāvasena’ asammohasampajaññaṃ veditabbaṃ.",
  "atk-abh02a11:108": "Cakkhudvāre pana rūpe āpāthagate bhavaṅgacalanato uddhaṃ sakasakakiccanipphādanavasena āvajjanādīsu uppajjitvā niruddhesu avasāne javanaṃ uppajjati. Taṃ pubbe uppannānaṃ āvajjanādīnaṃ gehabhūte cakkhudvāre āgantukapuriso viya hoti. Tassa yathā paragehe kiñci yācituṃ paviṭṭhassa āgantukapurisassa gehasāmikesupi tuṇhīmāsinesu āṇākaraṇaṃ na yuttaṃ, evaṃ āvajjanādīnaṃ gehabhūte cakkhudvāre āvajjanādīsupi arajjantesu adussantesu amuyhantesu ca rajjanadussanamuyhanaṃ ayuttanti. Evaṃ ‘āgantukabhāvavasena’ asammohasampajaññaṃ veditabbaṃ.",
  "atk-abh02a11:109": "Yāni panetāni cakkhudvāre voṭṭhabbanapariyosānāni cittāni uppajjanti, tāni saddhiṃ sampayuttadhammehi tattha tattheva bhijjanti, aññamaññaṃ na passantīti ittarāni tāvakālikāni honti. Tattha yathā ekasmiṃ ghare sabbesu mānusakesu matesu avasesassa ekakassa taṅkhaṇaṃyeva maraṇadhammassa na yuttā naccagītādīsu abhirati nāma, evameva ekadvāre sasampayuttesu āvajjanādīsu tattha tattheva matesu avasesassa taṅkhaṇaṃññeva maraṇadhammassa javanassāpi rajjanadussanamuyhanavasena abhirati nāma na yuttāti. Evaṃ ‘tāvakālikabhāvavasena’ asammohasampajaññaṃ veditabbaṃ.",
  "atk-abh02a11:110": "Apica khandhāyatanadhātupaccayapaccavekkhaṇavasenapetaṃ veditabbaṃ. Ettha hi cakkhu ceva rūpāni ca rūpakkhandho, dassanaṃ viññāṇakkhandho, taṃsampayuttā vedanā vedanākkhandho, saññā saññākkhandho, phassādikā saṅkhārakkhandho. Evametesaṃ pañcannaṃ khandhānaṃ samavāye ālokanavilokanaṃ paññāyati. Tattha ko eko āloketi? Ko viloketi?",
  "atk-abh02a11:111": "Tathā cakkhu cakkhāyatanaṃ, rūpaṃ rūpāyatanaṃ, dassanaṃ manāyatanaṃ, vedanādayo taṃsampayuttā dhammā dhammāyatanaṃ. Evametesaṃ catunnaṃ āyatanānaṃ samavāye ālokanavilokanaṃ paññāyati. Tattha ko eko āloketi? Ko viloketi?",
  "atk-abh02a11:112": "Tathā cakkhu cakkhudhātu, rūpaṃ rūpadhātu, dassanaṃ cakkhuviññāṇadhātu, taṃsampayuttā vedanādayo dhammā dhammadhātu. Evametāsaṃ catunnaṃ dhātūnaṃ samavāye ālokanavilokanaṃ paññāyati. Tattha ko eko āloketi? Ko viloketi?",
  "atk-abh02a11:113": "Tathā cakkhu nissayapaccayo, rūpaṃ ārammaṇapaccayo, āvajjanaṃ anantarasamanantaraanantarūpanissayanatthivigatapaccayo, āloko upanissayapaccayo, vedanādayo sahajātādipaccayā. Evametesaṃ paccayānaṃ samavāye ālokanavilokanaṃ paññāyati. Tattha ko eko āloketi? Ko viloketīti? Evamettha khandhāyatanadhātupaccayapaccavekkhaṇavasenāpi asammohasampajaññaṃ veditabbaṃ.",
  "atk-abh02a11:114": "Samiñjite pasāriteti pabbānaṃ samiñjanapasāraṇe. Tattha cittavaseneva samiñjanapasāraṇaṃ akatvā hatthapādānaṃ samiñjanapasāraṇapaccayā atthānatthaṃ pariggahetvā tattha atthapariggaṇhanaṃ ‘sātthakasampajaññaṃ’. Tattha hatthapāde aticiraṃ samiñjitvā vā pasāretvā eva vā ṭhitassa khaṇe khaṇe vedanā uppajjanti, cittaṃ ekaggataṃ na labhati, kammaṭṭhānaṃ paripatati, visesaṃ nādhigacchati; kāle samiñjantassa kāle pasārentassa pana tā vedanā nuppajjanti, cittaṃ ekaggaṃ hoti, kammaṭṭhānaṃ phātiṃ gacchati, visesamadhigacchatīti. Evaṃ ‘atthānatthapariggaṇhanaṃ’ veditabbaṃ.",
  "atk-abh02a11:115": "Atthe pana satipi sappāyāsappāyaṃ pariggahetvā sappāyapariggaṇhanaṃ ‘sappāyasampajaññaṃ’.",
  "atk-abh02a11:116": "Tatrāyaṃ nayo – mahācetiyaṅgaṇe kira daharabhikkhū sajjhāyaṃ gaṇhanti. Tesaṃ piṭṭhipasse daharabhikkhuniyo dhammaṃ suṇanti. Tatreko daharo hatthaṃ pasārento kāyasaṃsaggaṃ patvā teneva kāraṇena gihī jāto. Aparo bhikkhu pādaṃ pasārento aggimhi pasāresi. Aṭṭhiṃ āhacca pādo jhāyi. Aparo bhikkhu vammike pasāresi. So āsīvisena daṭṭho. Aparo bhikkhu cīvarakuṭidaṇḍake pasāresi. Taṃ maṇisappo ḍaṃsi. Tasmā evarūpe asappāye apasāretvā sappāye pasāretabbaṃ. Idamettha sappāyasampajaññaṃ.",
  "atk-abh02a11:117": "‘Gocarasampajaññaṃ’ pana mahātheravatthunā dīpetabbaṃ – mahāthero kira divāṭṭhāne nisinno antevāsikehi saddhiṃ kathayamāno sahasā hatthaṃ samiñjitvā puna yathāṭhāne ṭhapetvā saṇikaṃ samiñjesi. Taṃ antevāsikā pucchiṃsu – ‘‘kasmā, bhante, sahasā hatthaṃ samiñjitvā puna yathāṭhāne ṭhapetvā saṇikaṃ samiñjitthā’’ti? ‘‘Yato paṭṭhāya mayā, āvuso, kammaṭṭhānaṃ manasikātuṃ āraddho, na me kammaṭṭhānaṃ muñcitvā hattho samiñjitapubbo. Idāni pana me tumhehi saddhiṃ kathayamānena kammaṭṭhānaṃ muñcitvā samiñjito. Tasmā puna yathāṭhāne ṭhapetvā samiñjesi’’nti. ‘‘Sādhu, bhante, bhikkhunā nāma evarūpena bhavitabba’’nti. Evametthāpi kammaṭṭhānāvijahanameva ‘gocarasampajañña’nti veditabbaṃ.",
  "atk-abh02a11:118": "‘Abbhantare attā nāma koci samiñjento vā pasārento vā natthi. Vuttappakāracittakiriyāvāyodhātuvipphārena pana, suttākaḍḍhanavasena dāruyantassa hatthapādacalanaṃ viya, samiñjanapasāraṇaṃ hotī’ti parijānanaṃ panettha ‘asammohasampajañña’nti veditabbaṃ.",
  "atk-abh02a11:119": "Saṅghāṭipattacīvaradhāraṇeti ettha saṅghāṭicīvarānaṃ nivāsanapārupanavasena pattassa bhikkhāpaṭiggahaṇādivasena paribhogo ‘dhāraṇaṃ’ nāma. Tattha saṅghāṭicīvaradhāraṇe tāva nivāsetvā pārupitvā ca piṇḍāya carato ‘‘āmisalābho sītassa paṭighātāyā’’tiādinā nayena bhagavatā vuttappakāroyeva ca attho ‘attho’ nāma. Tassa vasena ‘sātthakasampajaññaṃ’ veditabbaṃ.",
  "atk-abh02a11:120": "Uṇhapakatikassa pana dubbalassa ca cīvaraṃ sukhumaṃ sappāyaṃ, sītālukassa ghanaṃ dupaṭṭaṃ; viparītaṃ asappāyaṃ. Yassa kassaci jiṇṇaṃ asappāyameva. Aggaḷādidānena hissa taṃ palibodhakaraṃ hoti. Tathā paṭṭuṇṇadukūlādibhedaṃ corānaṃ lobhanīyacīvaraṃ. Tādisañhi araññe ekakassa nivāsantarāyakaraṃ jīvitantarāyakarañcāpi hoti. Nippariyāyena pana yaṃ nimittakammādimicchājīvavasena uppannaṃ, yañcassa sevamānassa akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, taṃ asappāyaṃ ; viparītaṃ sappāyaṃ. Tassa vasenettha ‘sappāyasampajaññaṃ’ kammaṭṭhānāvijahanavaseneva ca ‘gocarasampajaññaṃ’ veditabbaṃ.",
  "atk-abh02a11:121": "Abbhantare attā nāma koci cīvaraṃ pārupanto natthi. Vuttappakāracittakiriyāvāyodhātuvipphāreneva pana cīvarapārupanaṃ hoti. Tattha cīvarampi acetanaṃ, kāyopi acetano. Cīvaraṃ na jānāti – ‘mayā kāyo pārupito’ti, kāyopi na jānāti – ‘ahaṃ cīvarena pārupito’ti. Dhātuyova dhātusamūhaṃ paṭicchādenti, paṭapilotikāya potthakarūpapaṭicchādane viya. Tasmā neva sundaraṃ cīvaraṃ labhitvā somanassaṃ kātabbaṃ , na asundaraṃ labhitvā domanassaṃ. Nāgavammikacetiyarukkhādīsu hi keci mālāgandhadhūpavatthādīhi sakkāraṃ karonti, keci gūthamuttakaddamadaṇḍasatthappahārādīhi asakkāraṃ. Na tehi nāgavammikarukkhādayo somanassaṃ vā domanassaṃ vā karonti. Evameva neva sundaraṃ cīvaraṃ labhitvā somanassaṃ kātabbaṃ, na asundaraṃ labhitvā domanassanti. Evaṃ pavattapaṭisaṅkhānavasenettha ‘asammohasampajaññaṃ’ veditabbaṃ.",
  "atk-abh02a11:122": "Pattadhāraṇepi pattaṃ sahasāva aggahetvā ‘imaṃ gahetvā piṇḍāya caramāno bhikkhaṃ labhissāmī’ti evaṃ pattaggahaṇapaccayā paṭilabhitabbaatthavasena ‘sātthakasampajaññaṃ’ veditabbaṃ. Kisadubbalasarīrassa pana garupatto asappāyo; yassa kassaci catupañcagaṇṭhikāhato dubbisodhanīyo asappāyova. Duddhotapatto hi na vaṭṭati; taṃ dhovantasseva cassa palibodho hoti. Maṇivaṇṇapatto pana lobhanīyova cīvare vuttanayeneva asappāyo. Nimittakammādivasena pana laddho, yañcassa sevamānassa akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, ayaṃ ekantāsappāyova viparīto sappāyo. Tassa vasenettha ‘sappāyasampajaññaṃ’ kammaṭṭhānāvijahanavaseneva ‘gocarasampajaññaṃ’ veditabbaṃ.",
  "atk-abh02a11:123": "Abbhantare attā nāma koci pattaṃ gaṇhanto natthi. Vuttappakāracittakiriyāvāyodhātuvipphāravaseneva pana pattaggahaṇaṃ nāma hoti. Tattha pattopi acetano, hatthāpi acetanā. Patto na jānāti – ‘ahaṃ hatthehi gahito’ti. Hatthāpi na jānanti – ‘patto amhehi gahito’ti. Dhātuyova dhātusamūhaṃ gaṇhanti, saṇḍāsena aggivaṇṇapattagahaṇe viyāti. Evaṃ pavattapaṭisaṅkhānavasenettha ‘asammohasampajaññaṃ’ veditabbaṃ.",
  "atk-abh02a11:124": "Apica yathā chinnahatthapāde vaṇamukhehi paggharitapubbalohitakimikule nīlamakkhikasamparikiṇṇe anāthasālāyaṃ anāthamanusse disvā dayālukā purisā tesaṃ vaṇabandhapaṭṭacoḷakāni ceva kapālādīhi ca bhesajjāni upanāmenti. Tattha coḷakānipi kesañci saṇhāni kesañci thūlāni pāpuṇanti. Bhesajjakapālakānipi kesañci susaṇṭhānāni kesañci dussaṇṭhānāni pāpuṇanti. Na te tattha sumanā vā honti dummanā vā. Vaṇapaṭicchādanamatteneva hi coḷakena, bhesajjapariggahaṇamatteneva ca kapālakena tesaṃ attho. Evameva yo bhikkhu vaṇacoḷakaṃ viya cīvaraṃ, bhesajjakapālakaṃ viya ca pattaṃ, kapāle bhesajjamiva ca patte laddhabhikkhaṃ sallakkheti – ayaṃ saṅghāṭipattacīvaradhāraṇe asammohasampajaññena uttamasampajānakārīti veditabbo.",
  "atk-abh02a11:125": "Asitādīsu asiteti piṇḍapātādibhojane. Pīteti yāguādipāne. Khāyiteti piṭṭhakhajjakādikhādane. Sāyiteti madhuphāṇitādisāyane. Tattha ‘‘neva davāyā’’tiādinā nayena vutto aṭṭhavidhopi attho ‘attho’ nāma. Tassa vasena ‘sātthakasampajaññaṃ’ veditabbaṃ.",
  "atk-abh02a11:126": "Lūkhapaṇītatittamadhurādīsu pana yena bhojanena yassa aphāsu hoti, taṃ tassa asappāyaṃ. Yaṃ pana nimittakammādivasena paṭiladdhaṃ, yañcassa bhuñjato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, taṃ ekantaṃ asappāyameva; viparītaṃ sappāyaṃ. Tassa vasenettha ‘sappāyasampajaññaṃ’ kammaṭṭhānāvijahanavaseneva ca ‘gocarasampajaññaṃ’ veditabbaṃ.",
  "atk-abh02a11:127": "Abbhantare attā nāma koci bhuñjako natthi. Vuttappakāracittakiriyāvāyodhātuvipphāreneva pana pattapaṭiggahaṇaṃ nāma hoti. Cittakiriyāvāyodhātuvipphāreneva hatthassa patte otāraṇaṃ nāma hoti. Cittakiriyāvāyodhātuvipphāreneva ālopakaraṇaṃ, ālopauddharaṇaṃ, mukhavivaraṇañca hoti. Na koci kuñcikāya, na yantakena hanukaṭṭhiṃ vivarati. Cittakiriyāvāyodhātuvipphāreneva ālopassa mukhe ṭhapanaṃ, uparidantānaṃ musalakiccasādhanaṃ, heṭṭhādantānaṃ udukkhalakiccasādhanaṃ, jivhāya hatthakiccasādhanañca hoti. Iti naṃ tattha aggajivhāya tanukakheḷo mūlajivhāya bahalakheḷo makkheti. Taṃ heṭṭhādantaudukkhale jivhāhatthaparivattitaṃ kheḷaudakatemitaṃ uparidantamusalasañcuṇṇitaṃ koci kaṭacchunā vā dabbiyā vā anto pavesento nāma natthi; vāyodhātuyāva pavisati. Paviṭṭhaṃ paviṭṭhaṃ koci palālasanthāraṃ katvā dhārento nāma natthi; vāyodhātuvaseneva tiṭṭhati. Ṭhitaṃ ṭhitaṃ koci uddhanaṃ katvā aggiṃ jāletvā pacanto nāma natthi; tejodhātuyāva paccati. Pakkaṃ pakkaṃ koci daṇḍakena vā yaṭṭhiyā vā bahi nīhārako nāma natthi; vāyodhātuyeva nīharati. Iti vāyodhātu atiharati ca vītiharati ca dhāreti ca parivatteti ca sañcuṇṇeti ca visoseti ca nīharati ca. Pathavīdhātu dhāreti ca parivatteti ca sañcuṇṇeti ca visoseti ca nīharati ca. Āpodhātu sineheti ca allattañca anupāleti. Tejodhātu antopaviṭṭhaṃ paripāceti. Ākāsadhātu añjaso hoti. Viññāṇadhātu tattha tattha sammāpayogamanvāya ābhujatīti. Evaṃ pavattapaṭisaṅkhānavasenettha ‘asammohasampajaññaṃ’ veditabbaṃ.",
  "atk-abh02a11:128": "Apica gamanato, pariyesanato, paribhogato, āsayato, nidhānato, aparipakkato, paripakkato, phalato, nissandanato, sammakkhanatoti evaṃ dasavidhapaṭikūlabhāvapaccavekkhaṇatopettha ‘asammohasampajaññaṃ’ veditabbaṃ. Vitthārakathā panettha visuddhimagge āhārapaṭikūlasaññāniddesato gahetabbā.",
  "atk-abh02a11:129": "Uccārapassāvakammeti uccārassa ca passāvassa ca karaṇe. Tattha pakkakāle uccārapassāvaṃ akarontassa sakalasarīrato sedā muccanti, akkhīni bhamanti, cittaṃ na ekaggaṃ hoti, aññe ca rogā uppajjanti; karontassa pana sabbaṃ taṃ na hotīti ayamettha attho. Tassa vasena ‘sātthakasampajaññaṃ’ veditabbaṃ.",
  "atk-abh02a11:130": "Aṭṭhāne uccārapassāvaṃ karontassa pana āpatti hoti, ayaso vaḍḍhati, jīvitantarāyo hoti; patirūpe ṭhāne karontassa sabbaṃ taṃ na hotīti idamettha sappāyaṃ. Tassa vasena ‘sappāyasampajaññaṃ’ kammaṭṭhānāvijahanavaseneva ca ‘gocarasampajaññaṃ’ veditabbaṃ.",
  "atk-abh02a11:131": "Abbhantare attā nāma koci uccārapassāvakammaṃ karonto natthi. Cittakiriyāvāyodhātuvipphāreneva pana uccārapassāvakammaṃ hoti. Yathā pana pakke gaṇḍe gaṇḍabhedena pubbalohitaṃ akāmatāya nikkhamati, yathā ca atibharitā udakabhājanā udakaṃ akāmatāya nikkhamati, evaṃ pakkāsayamuttavatthīsu sannicitā uccārapassāvā vāyuvegasamuppīḷitā akāmatāyapi nikkhamanti. So panāyaṃ evaṃ nikkhamanto uccārapassāvo neva tassa bhikkhuno attano hoti na parassa; kevalaṃ pana sarīranissandova hoti. Yathā kiṃ? Yathā udakatumbhato purāṇaudakaṃ chaḍḍentassa neva taṃ attano hoti na paresaṃ, kevalaṃ paṭijagganamattameva hoti, evanti. Evaṃ pavattapaṭisaṅkhānavasenettha ‘asammohasampajaññaṃ’ veditabbaṃ.",
  "atk-abh02a11:132": "Gatādīsu gateti gamane. Ṭhiteti ṭhāne. Nisinneti nisajjāya. Sutteti sayane. Tattha abhikkantādīsu vuttanayeneva sampajānakāritā veditabbā.",
  "atk-abh02a11:133": "Ayaṃ panettha aparopi nayo – eko hi bhikkhu gacchanto aññaṃ cintento aññaṃ vitakkento gacchati. Eko kammaṭṭhānaṃ avissajjetvāva gacchati. Tathā eko bhikkhu tiṭṭhanto, nisīdanto, sayanto aññaṃ cintento aññaṃ vitakkento sayati. Eko kammaṭṭhānaṃ avissajjetvāva sayati.",
  "atk-abh02a11:134": "Ettakena pana na pākaṭaṃ hotīti caṅkamena dīpayiṃsu. Yo hi bhikkhu caṅkamanaṃ otaritvā caṅkamanakoṭiyaṃ ṭhito pariggaṇhāti; ‘pācīnacaṅkamanakoṭiyaṃ pavattā rūpārūpadhammā pacchimacaṅkamanakoṭiṃ appatvā ettheva niruddhā, pacchimacaṅkamanakoṭiyaṃ pavattāpi pācīnacaṅkamanakoṭiṃ appatvā ettheva niruddhā, caṅkamanavemajjhe pavattā ubho koṭiyo appatvā ettheva niruddhā, caṅkamane pavattā rūpārūpadhammā ṭhānaṃ appatvā ettheva niruddhā, ṭhāne pavattā nisajjaṃ, nisajjāya pavattā sayanaṃ appatvā ettheva niruddhā’ti evaṃ pariggaṇhanto pariggaṇhantoyeva bhavaṅgaṃ otāreti; uṭṭhahanto kammaṭṭhānaṃ gahetvāva uṭṭhāti – ayaṃ bhikkhu gatādīsu sampajānakārī nāma hotīti.",
  "atk-abh02a11:135": "Evaṃ pana sutte kammaṭṭhānaṃ avibhūtaṃ hoti. Kammaṭṭhānaṃ avibhūtaṃ na kātabbaṃ. Tasmā yo bhikkhu yāva sakkoti tāva caṅkamitvā ṭhatvā nisīditvā sayamāno evaṃ pariggahetvā sayati – ‘kāyo acetano, mañco acetano. Kāyo na jānāti – ahaṃ mañce sayitoti. Mañcopi na jānāti – mayi kāyo sayitoti. Acetano kāyo acetane mañce sayito’ti. Evaṃ pariggaṇhanto pariggaṇhantoyeva cittaṃ bhavaṅgaṃ otāreti, pabujjhamāno kammaṭṭhānaṃ gahetvāva pabujjhati. Ayaṃ sutte sampajānakārī nāma hotīti.",
  "atk-abh02a11:136": "Jāgariteti jāgaraṇe. Tattha ‘kiriyāmayapavattassa appavattiyā sati jāgaritaṃ nāma na hoti; kiriyāmayapavattavaḷañje pavattante jāgaritaṃ nāma hotī’ti pariggaṇhanto bhikkhu jāgarite sampajānakārī nāma hoti. Apica rattindivaṃ cha koṭṭhāse katvā pañca koṭṭhāse jaggantopi jāgarite sampajānakārī nāma hoti.",
  "atk-abh02a11:137": "Bhāsiteti kathane. Tattha ‘upādārūpassa saddāyatanassa appavatte sati bhāsitaṃ nāma na hoti; tasmiṃ pavattante hotī’ti pariggāhako bhikkhu bhāsite sampajānakārī nāma hoti. Vimuttāyatanasīsena dhammaṃ desentopi bāttiṃsa tiracchānakathā pahāya dasakathāvatthunissitaṃ kathaṃ kathentopi bhāsite sampajānakārī nāma hoti.",
  "atk-abh02a11:138": "Tuṇhībhāveti akathane. Tattha ‘upādārūpassa saddāyatanassa pavattiyaṃ sati tuṇhībhāvo nāma natthi; appavattiyaṃ hotī’ti pariggāhako bhikkhu tuṇhībhāve sampajānakārī nāma hoti. Aṭṭhatiṃsāya ārammaṇesu cittaruciyaṃ kammaṭṭhānaṃ gahetvā nisinnopi dutiyajjhānaṃ samāpannopi tuṇhībhāve sampajānakārīyeva nāma hoti.",
  "atk-abh02a11:139": "Ettha ca eko iriyāpatho dvīsu ṭhānesu āgato. So heṭṭhā abhikkante paṭikkanteti ettha bhikkhācāragāmaṃ gacchato ca āgacchato ca addhānagamanavasena kathito. Gate ṭhite nisinneti ettha vihāre cuṇṇikapāduddhārairiyāpathavasena kathitoti veditabbo.",
  "atk-abh02a11:140": "524.Tattha katamā satītiādi sabbaṃ uttānatthameva.",
  "atk-abh02a11:141": "526.Sovivittanti iminā kiṃ dasseti? Etassa bhikkhuno upāsanaṭṭhānaṃ yogapathaṃ sappāyasenāsanaṃ dasseti. Yassa hi abbhantare ettakā guṇā atthi, tassa anucchaviko araññavāso. Yassa panete natthi, tassa ananucchaviko. Evarūpassa hi araññavāso kāḷamakkaṭaacchataracchadīpimigādīnaṃ aṭavīvāsasadiso hoti. Kasmā? Icchāya ṭhatvā paviṭṭhattā. Tassa hi araññavāsamūlako koci attho natthi; araññavāsañceva āraññake ca dūseti; sāsane appasādaṃ uppādeti. Yassa pana abbhantare ettakā guṇā atthi, tasseva so anucchaviko. So hi araññavāsaṃ nissāya vipassanaṃ paṭṭhapetvā arahattaṃ gaṇhitvā parinibbāti, sakalaaraññavāsaṃ upasobheti, āraññikānaṃ sīsaṃ dhovati, sakalasāsanaṃ pasāreti. Tasmā satthā evarūpassa bhikkhuno upāsanaṭṭhānaṃ yogapathaṃ sappāyasenāsanaṃ dassento so vivittaṃ senāsanaṃ bhajatītiādimāha. Tattha vivittanti suññaṃ appasaddaṃ appanigghosaṃ. Etameva hi atthaṃ dassetuṃ tañca anākiṇṇantiādi vuttaṃ. Tattha anākiṇṇanti asaṅkiṇṇaṃ asambādhaṃ. Tattha yassa senāsanassa sāmantā gāvutampi aḍḍhayojanampi pabbatagahanaṃ vanagahanaṃ nadīgahanaṃ hoti, na koci avelāya upasaṅkamituṃ sakkoti – idaṃ santikepi anākiṇṇaṃ nāma. Yaṃ pana aḍḍhayojanikaṃ vā yojanikaṃ vā hoti – idaṃ dūratāya eva anākiṇṇaṃ nāma hoti.",
  "atk-abh02a11:142": "527. Seti ceva āsati ca etthāti senāsanaṃ. Tassa pabhedaṃ dassetuṃ mañco pīṭhantiādi vuttaṃ. Tattha mañcoti cattāro mañcā – masārako, bundikābaddho, kuḷīrapādako, āhaccapādakoti. Tathā pīṭhaṃ. Bhisīti pañca bhisiyo – uṇṇābhisi, coḷabhisi, vākabhisi, tiṇabhisi, paṇṇabhisīti. Bimbohananti sīsupadhānaṃ vuttaṃ. Taṃ vitthārato vidatthicaturaṅgulaṃ vaṭṭati, dīghato mañcavitthārappamāṇaṃ. Vihāroti samantā parihārapathaṃ antoyeva rattiṭṭhānadivāṭṭhānāni dassetvā katasenāsanaṃ. Aḍḍhayogoti supaṇṇavaṅkagehaṃ. Pāsādoti dve kaṇṇikāni gahetvā kato dīghapāsādo. Aṭṭoti paṭirājādipaṭibāhanatthaṃ iṭṭhakāhi kato bahalabhittiko catupañcabhūmiko patissayaviseso. Māḷoti bhojanasālasadiso maṇḍalamāḷo; vinayaṭṭhakathāyaṃ pana ekakūṭasaṅgahito caturassapāsādoti vuttaṃ. Leṇanti pabbataṃ khaṇitvā vā pabbhārassa appahonakaṭṭhāne kuṭṭaṃ uṭṭhāpetvā vā katasenāsanaṃ. Guhāti bhūmidari vā yattha rattindivaṃ dīpaṃ laddhuṃ vaṭṭati, pabbataguhā vā bhūmiguhā vā. Rukkhamūlanti rukkhassa heṭṭhā parikkhittaṃ vā aparikkhittaṃ vā. Veḷugumboti veḷugaccho. Yattha vā pana bhikkhū paṭikkamantīti ṭhapetvā vā etāni mañcādīni yattha bhikkhū sannipatanti, yaṃ tesaṃ sannipātārahaṭṭhānaṃ, sabbametaṃ senāsanaṃ.",
  "atk-abh02a11:143": "528.Bhajatīti upeti. Sambhajatīti tattha abhirativasena anukkaṇṭhito suṭṭhu upeti. Sevatīti nivāsanavasena sevati nisevatīti anukkaṇṭhamāno sannisito hutvā sevati. Saṃsevatīti senāsanavattaṃ sampādento sammā sevati.",
  "atk-abh02a11:144": "529. Idāni yaṃ taṃ vivittanti vuttaṃ, tassa pabhedaṃ dassetuṃ araññaṃ rukkhamūlantiādi āraddhaṃ. Tattha araññanti vinayapariyāyena tāva ‘‘ṭhapetvā gāmañca gāmūpacārañca avasesaṃ arañña’’nti (pārā. 12) āgataṃ. Suttantapariyāyena āraññikaṃ bhikkhuṃ sandhāya ‘‘āraññakaṃ nāma senāsanaṃ pañcadhanusatikapacchima’’nti (pāci. 573) āgataṃ. Vinayasuttantā pana ubhopi pariyāyadesanā nāma. Abhidhammo nippariyāyadesanāti abhidhammapariyāyena araññaṃ dassetuṃ nikkhamitvā bahi indakhīlāti vuttaṃ; indakhīlato bahi nikkhamitvāti attho.",
  "atk-abh02a11:145": "530. Rukkhamūlādīnaṃ pakatiyā ca suviññeyyabhāvato rukkhamūlaṃyeva rukkhamūlantiādi vuttaṃ. Apicettha rukkhamūlanti yaṃkiñci sītacchāyaṃ vivittaṃ rukkhamūlaṃ. Pabbatanti selaṃ. Tattha hi udakasoṇḍīsu udakakiccaṃ katvā sītāya rukkhacchāyāya nisinnassa nānādisāsu khāyamānāsu sītena vātena bījiyamānassa cittaṃ ekaggaṃ hoti. Kandaranti kaṃ vuccati udakaṃ, tena daritaṃ udakena bhinnaṃ pabbatappadesaṃ; yaṃ nitumbantipi nadīkuñjantipi vadanti. Tattha hi rajatapaṭṭasadisā vālikā honti, matthake maṇivitānaṃ viya vanagahanaṃ, maṇikkhandhasadisaṃ udakaṃ sandati. Evarūpaṃ kandaraṃ oruyha pānīyaṃ pivitvā gattāni sītaṃ katvā vālikaṃ ussāpetvā paṃsukūlacīvaraṃ paññapetvā nisinnassa samaṇadhammaṃ karoto cittaṃ ekaggaṃ hoti. Giriguhanti dvinnaṃ pabbatānaṃ antaraṃ, ekasmiṃyeva vā umaṅgasadisaṃ mahāvivaraṃ. Susānalakkhaṇaṃ visuddhimagge (visuddhi. 1.34) vuttaṃ.",
  "atk-abh02a11:146": "531.Vanapatthanti gāmantaṃ atikkamitvā manussānaṃ anupacāraṭṭhānaṃ, yattha na kasanti na vapanti. Tenevassa niddese ‘‘vanapatthanti dūrānametaṃ senāsanānaṃ adhivacana’’ntiādi vuttaṃ. Yasmā vā rukkhamūlādīsu idamevekaṃ bhājetvā dassitaṃ, tasmāssa nikkhepapaṭipāṭiyā niddesaṃ akatvā sabbapariyante niddeso katoti veditabbo. Abbhokāsanti acchannaṃ. Ākaṅkhamāno panettha cīvarakuṭiṃ katvā vasati. Palālapuñjanti palālarāsi. Mahāpalālapuñjato hi palālaṃ nikkaḍḍhitvā pabbhāraleṇasadise ālaye karonti, gacchagumbādīnampi upari palālaṃ pakkhipitvā heṭṭhā nisinnā samaṇadhammaṃ karonti; taṃ sandhāyetaṃ vuttaṃ. Vanapatthaniddese salomahaṃsānanti yattha paviṭṭhassa lomahaṃso uppajjati; evarūpānaṃ bhīsanakasenāsanānaṃ. Pariyantānanti dūrabhāvena pariyante ṭhitānaṃ. Na manussūpacārānanti kasanavapanavasena manussehi upacaritabbaṃ vanantaṃ atikkamitvā ṭhitānaṃ. Durabhisambhavānanti aladdhavivekassādehi abhibhuyya vasituṃ nasakkuṇeyyānaṃ.",
  "atk-abh02a11:147": "532. Appasaddādiniddese appasaddanti vacanasaddena appasaddaṃ.",
  "atk-abh02a11:148": "533.Appanigghosanti nagaranigghosasaddena appanigghosaṃ. Yasmā pana ubhayampetaṃ saddaṭṭhena ekaṃ, tasmāssa niddese ‘‘yadeva taṃ appasaddaṃ tadeva taṃ appanigghosa’’nti vuttaṃ. Vijanavātanti anusañcaraṇajanassa sarīravātena virahitaṃ. Vijanavādantipi pāṭho; antojanavādena virahitanti attho. Yasmā pana yaṃ appanigghosaṃ, tadeva janasañcaraṇena ca janavādena ca virahitaṃ hoti, tasmāssa niddese ‘‘yadeva taṃ appanigghosaṃ tadeva taṃ vijanavāta’’nti vuttaṃ. Manussarāhaseyyakanti manussānaṃ rahassakiriyaṭṭhāniyaṃ. Yasmā pana taṃ janasañcaraṇarahitaṃ hoti, tenassa niddese ‘‘yadeva taṃ vijanavātaṃ tadeva taṃ manussarāhaseyyaka’’nti vuttaṃ. Paṭisallānasāruppanti vivekānurūpaṃ. Yasmā pana taṃ niyameneva manussarāhaseyyakaṃ hoti, tasmāssa niddese ‘‘yadeva taṃ manussarāhaseyyakaṃ tadeva taṃ paṭisallānasāruppa’’nti vuttaṃ.",
  "atk-abh02a11:149": "534. Araññagatādiniddese araññaṃ vuttameva. Tathā rukkhamūlaṃ. Avasesaṃ pana sabbampi senāsanaṃ suññāgārena saṅgahitaṃ.",
  "atk-abh02a11:150": "535.Pallaṅkaṃ ābhujitvāti samantato ūrubaddhāsanaṃ bandhitvā. Ujuṃ kāyaṃ paṇidhāyāti uparimaṃ sarīraṃ ujuṃ ṭhapetvā aṭṭhārasa piṭṭhikaṇṭake koṭiyā koṭiṃ paṭipādetvā. Evañhi nisinnassa cammamaṃsanhārūni na paṇamanti. Athassa yā tesaṃ paṇamanapaccayā khaṇe khaṇe vedanā uppajjeyyuṃ, tā nuppajjanti. Tāsu na uppajjamānāsu cittaṃ ekaggaṃ hoti, kammaṭṭhānaṃ na paripatati, vuḍḍhiṃ phātiṃ upagacchati.",
  "atk-abh02a11:151": "536.Ujuko hoti kāyo ṭhito paṇihitoti idampi hi imamevatthaṃ sandhāya vuttaṃ.",
  "atk-abh02a11:152": "537.Parimukhaṃ satiṃ upaṭṭhapetvāti kammaṭṭhānābhimukhaṃ satiṃ ṭhapayitvā, mukhasamīpe vā katvāti attho. Teneva vuttaṃ ‘‘ayaṃ sati upaṭṭhitā hoti sūpaṭṭhitā nāsikagge vā mukhanimitte vā’’ti. Mukhanimittanti cettha uttaroṭṭhassa vemajjhappadeso daṭṭhabbo, yattha nāsikavāto paṭihaññati; atha vā parīti pariggahaṭṭho, mukhanti niyyānaṭṭho, satīti upaṭṭhānaṭṭho; tena vuccati ‘‘parimukhaṃ sati’’nti evaṃ paṭisambhidāyaṃ (paṭi. ma. 1.164) vuttanayenapettha attho daṭṭhabbo. Tatrāyaṃ saṅkhepo ‘‘pariggahitaniyyānaṃ satiṃ katvā’’ti.",
  "atk-abh02a11:153": "538. Abhijjhāniddeso uttānatthoyeva. Ayaṃ panettha saṅkhepavaṇṇanā – abhijjhaṃ loke pahāyāti lujjanapalujjanaṭṭhena pañcupādānakkhandhā loko. Tasmā pañcasu upādānakkhandhesu rāgaṃ pahāya kāmacchandaṃ vikkhambhetvāti ayamettha attho.",
  "atk-abh02a11:154": "539.Vigatābhijjhenāti vikkhambhanavasena pahīnattā vigatābhijjhena, na cakkhuviññāṇasadisenāti attho.",
  "atk-abh02a11:155": "541.Abhijjhāyacittaṃ parisodhetīti abhijjhāto cittaṃ parisodheti; yathā naṃ sā muñcati ceva, muñcitvā ca na puna gaṇhāti, evaṃ karotīti attho. Niddesapadesu panassa āsevanto sodheti, bhāvento visodheti, bahulīkaronto parisodhetīti evamattho veditabbo. Mocetītiādīsupi eseva nayo.",
  "atk-abh02a11:156": "542-543.Byāpādadosaṃ pahāyātiādīnampi imināva nayena attho veditabbo. Byāpajjati iminā cittaṃ pūtikummāsādayo viya pakatiṃ jahatīti byāpādo. Vikārappattiyā padussati, paraṃ vā padūseti vināsetīti padoso. Ubhayametaṃ kodhassevādhivacanaṃ. Teneva vuttaṃ ‘‘yo byāpādo so padoso; yo padoso so byāpādo’’ti. Yasmā cesa sabbasaṅgāhikavasena niddiṭṭho, tasmā ‘‘sabbapāṇabhūtahitānukampī’’ti avatvā ‘‘abyāpannacitto’’ti ettakameva vuttaṃ.",
  "atk-abh02a11:157": "546. Thinaṃ cittagelaññaṃ, middhaṃ cetasikagelaññaṃ; thinañca middhañca thinamiddhaṃ. Santā hontīti ime dvepi dhammā nirodhasantatāya santā hontīti. Idaṃ sandhāyettha vacanabhedo kato.",
  "atk-abh02a11:158": "549.Ālokasaññīti rattimpi divāpi diṭṭhālokasañjānanasamatthāya vigatanīvaraṇāya parisuddhāya saññāya samannāgato.",
  "atk-abh02a11:159": "550.Sato sampajānoti satiyā ca ñāṇena ca samannāgato. Idaṃ ubhayaṃ ālokasaññāya upakārakattā vuttaṃ.",
  "atk-abh02a11:160": "553. Vigatathinamiddhatāya pana ālokasaññāya niddesapadesu cattattātiādīni aññamaññavevacanāneva . Tattha cattattāti cattakāraṇā. Sesapadesupi eseva nayo. Cattattāti idaṃ panettha sakabhāvapariccajanavasena vuttaṃ. Vantattāti idaṃ puna anādiyanabhāvadassanavasena. Muttattāti idaṃ santatito vinimocanavasena. Pahīnattāti idaṃ muttassāpi katthaci ṭhānābhāvavasena. Paṭinissaṭṭhattāti idaṃ pubbe ādinnapubbassa nissaggadassanavasena. Paṭimuñcato vā nissaṭṭhattā bhāvanābalena abhibhuyya nissaṭṭhattāti attho. Pahīnapaṭinissaṭṭhattāti yathāvikkhambhanavaseneva pahānaṃ hoti, punappunaṃ santatiṃ na ajjhāruhati, tathā paṭinissaṭṭhattāti. Ālokā hotīti sappabhā hoti. Nirāvaraṇaṭṭhena vivaṭā. Nirupakkilesaṭṭhena parisuddhā. Pabhassaraṭṭhena pariyodātā.",
  "atk-abh02a11:161": "556.Uddhaccakukkuccanti ettha uddhatākāro uddhaccaṃ, ārammaṇe anicchayatāya vatthujjhācāro kukkuccaṃ. Idhāpi ‘‘santā hontī’’ti purimanayeneva vacanabhedo veditabbo.",
  "atk-abh02a11:162": "558.Tiṇṇavicikicchoti vicikicchaṃ taritvā atikkamitvā ṭhito. Niddesepissa tiṇṇoti idaṃ vicikicchāya animuggabhāvadassanavasena vuttaṃ. Uttiṇṇoti idaṃ tassā atikkamadassanavasena. Nittiṇṇoti idaṃ bhāvanābalena abhibhuyya upaddave tiṇṇabhāvadassanavasena. Pāraṅgatoti nibbicikicchābhāvasaṅkhātaṃ vicikicchāpāraṃ gato. Pāramanuppattoti tadeva pāraṃ bhāvanānuyogena pattoti. Evamassa paṭipattiyā saphalataṃ dasseti.",
  "atk-abh02a11:163": "559.Akathaṃkathīti ‘kathamidaṃ kathamida’nti evaṃ pavattāya kathaṃkathāya virahito. Kusalesu dhammesūti anavajjadhammesu. Na kaṅkhatīti ‘ime nu kho kusalā’ti kaṅkhaṃ na uppādeti. Na vicikicchatīti te dhamme sabhāvato vinicchetuṃ na kicchati, na kilamati. Akathaṃkathī hotīti ‘kathaṃ nu kho ime kusalā’ti kathaṃkathāya rahito hoti. Nikkathaṃkathī vigatakathaṃkathoti tasseva vevacanaṃ. Vacanattho panettha kathaṃkathāto nikkhantoti nikkathaṃkatho. Vigatā kathaṃkathā assāti vigatakathaṃkatho.",
  "atk-abh02a11:164": "562.Upakkileseti upakkilesabhūte. Te hi cittaṃ upagantvā kilissanti. Tasmā upakkilesāti vuccanti.",
  "atk-abh02a11:165": "563.Paññāyadubbalīkaraṇeti yasmā ime nīvaraṇā uppajjamānā anuppannāya lokiyalokuttarāya paññāya uppajjituṃ na denti, uppannā api aṭṭha samāpattiyo pañca vā abhiññāyo upacchinditvā pātenti, tasmā ‘paññāya dubbalīkaraṇā’ti vuccanti. ‘Anuppannā ceva paññā na uppajjati, uppannā ca paññā nirujjhatī’ti idampi hi imamevatthaṃ sandhāya vuttaṃ. Sesamettha sabbaṃ heṭṭhā tattha tattha pakāsitattā uttānatthameva.",
  "atk-abh02a11:166": "564.Vivicceva kāmehītiādīsupi niddesesu yaṃ vattabbaṃ siyā, taṃ heṭṭhā cittuppādakaṇḍe (dha. sa. aṭṭha. 160) rūpāvacaraniddese idheva ca tattha tattha vuttameva. Kevalañhi dutiyatatiyacatutthajjhānaniddesesupi yathā tāni jhānāni heṭṭhā ‘tivaṅgikaṃ jhānaṃ hoti, duvaṅgikaṃ jhānaṃ hotī’ti vuttāni, evaṃ avatvā ‘‘ajjhattaṃ sampasādana’’ntiādivacanato pariyāyena sampasādādīhi saddhiṃ tāni aṅgāni gahetvā ‘‘jhānanti sampasādo pītisukhaṃ cittassekaggatā’’tiādinā nayena taṃ taṃ jhānaṃ niddiṭṭhanti ayamettha viseso.",
  "atk-abh02a11:167": "588.Yaṃ taṃ ariyā ācikkhantītipadaniddese pana kiñcāpi ‘ācikkhanti desentī’tiādīni sabbāneva aññamaññavevacanāni, evaṃ santepi ‘upekkhako satimā sukhavihārī’tiādiuddesavasena ācikkhanti, niddesavasena desenti, paṭiniddesavasena paññāpenti, tena tena pakārena atthaṃ ṭhapetvā paṭṭhapenti, tassa tassatthassa kāraṇaṃ dassentā vivaranti, byañjanavibhāgaṃ dassentā vibhajanti, nikkujjitabhāvaṃ gambhīrabhāvañca nīharitvā vā sotūnaṃ ñāṇassa patiṭṭhaṃ janayantā uttāniṃ karonti, sabbehipi imehi ākārehi sotūnaṃ aññāṇandhakāraṃ vidhamentā pakāsentīti evamattho daṭṭhabbo.",
  "atk-abh02a11:168": "Samatikkamaniddesepi tattha tattha tehi tehi dhammehi vuṭṭhitattā atikkamanto, uparibhūmippattiyā vītikkanto, tato aparihānibhāvena samatikkantoti evamattho daṭṭhabbo.",
  "atk-abh02a11:169": "Suttantabhājanīyavaṇṇanā.",
  "atk-abh02a11:170": "2. Abhidhammabhājanīyavaṇṇanā",
  "atk-abh02a11:171": "623. Abhidhammabhājanīye heṭṭhā cittuppādakaṇḍe āgatanayeneva tanti ṭhapitā. Tasmā tattha sabbesampi kusalavipākakiriyavasena niddiṭṭhānaṃ jhānānaṃ tattha vuttanayeneva attho veditabbo. Suddhikanavakādibhedopi sabbo tattha vuttasadisoyevāti.",
  "atk-abh02a11:172": "Abhidhammabhājanīyavaṇṇanā.",
  "atk-abh02a11:173": "3. Pañhāpucchakavaṇṇanā",
  "atk-abh02a11:174": "638. Pañhāpucchake pāḷianusāreneva jhānānaṃ kusalādibhāvo veditabbo. Ārammaṇattikesu pana tiṇṇaṃ jhānānaṃ nimittārammaṇattā parittārammaṇādibhāvena navattabbatā veditabbā. Lokuttarā panettha maggakāle phalakāle vā siyā appamāṇārammaṇā. Catutthaṃ jhānaṃ siyā parittārammaṇanti ettha kusalato terasa catutthajjhānāni sabbatthapādakacatutthaṃ, iddhividhacatutthaṃ, dibbasotañāṇacatutthaṃ, cetopariyañāṇacatutthaṃ, pubbenivāsañāṇacatutthaṃ, dibbacakkhuñāṇacatutthaṃ, yathākammūpagañāṇacatutthaṃ, anāgataṃsañāṇacatutthaṃ, ākāsānañcāyatanādicatutthaṃ, lokuttaracatutthanti.",
  "atk-abh02a11:175": "Tattha sabbatthapādakacatutthaṃ navattabbārammaṇameva hoti.",
  "atk-abh02a11:176": "Iddhividhacatutthaṃ cittavasena kāyaṃ pariṇāmentassa adissamānena kāyena pāṭihāriyakaraṇe kāyārammaṇattā parittārammaṇaṃ, kāyavasena cittaṃ pariṇāmentassa dissamānena kāyena pāṭihāriyaṃ katvā brahmalokaṃ gacchantassa samāpatticittārammaṇattā mahaggatārammaṇaṃ.",
  "atk-abh02a11:177": "Dibbasotañāṇacatutthaṃ saddārammaṇattā parittārammaṇaṃ.",
  "atk-abh02a11:178": "Cetopariyañāṇacatutthaṃ kāmāvacaracittajānanakāle parittārammaṇaṃ, rūpāvacarārūpāvacaracittajānanakāle mahaggatārammaṇaṃ, lokuttaracittajānanakāle appamāṇārammaṇaṃ. Cetopariyañāṇalābhī pana puthujjano puthujjanānaṃyeva cittaṃ jānāti, na ariyānaṃ. Sotāpanno sotāpannassa ceva puthujjanassa ca; sakadāgāmī sakadāgāmino ceva heṭṭhimānañca dvinnaṃ; anāgāmī anāgāmino ceva heṭṭhimānañca tiṇṇaṃ; khīṇāsavo sabbesampi jānāti.",
  "atk-abh02a11:179": "Pubbenivāsañāṇacatutthaṃ kāmāvacarakkhandhānussaraṇakāle parittārammaṇaṃ, rūpāvacarārūpāvacarakkhandhānussaraṇakāle mahaggatārammaṇaṃ, ‘‘atīte buddhapaccekabuddhakhīṇāsavā maggaṃ bhāvayiṃsu, phalaṃ sacchikariṃsū’’ti anussaraṇakāle appamāṇārammaṇaṃ, nāmagottānussaraṇakāle navattabbārammaṇaṃ.",
  "atk-abh02a11:180": "Dibbacakkhuñāṇacatutthaṃ vaṇṇārammaṇattā parittārammaṇaṃ.",
  "atk-abh02a11:181": "Yathākammūpagañāṇacatutthaṃ kāmāvacarakammānussaraṇakāle parittārammaṇaṃ, rūpāvacarārūpāvacarakammānussaraṇakāle mahaggatārammaṇaṃ.",
  "atk-abh02a11:182": "Anāgataṃsañāṇacatutthaṃ anāgate kāmadhātuyā nibbattijānanakāle parittārammaṇaṃ, rūpārūpabhavesu nibbattijānanakāle mahaggatārammaṇaṃ, ‘‘anāgate buddhapaccekabuddhakhīṇāsavā maggaṃ bhāvessanti, phalaṃ sacchikarissantī’’ti jānanakāle appamāṇārammaṇaṃ, ‘‘anāgate saṅkho nāma rājā bhavissatī’’tiādinā (dī. ni. 3.108) nayena nāmagottānussaraṇakāle navattabbārammaṇaṃ.",
  "atk-abh02a11:183": "Ākāsānañcāyatanaākiñcaññāyatanacatutthaṃ navattabbārammaṇaṃ. Viññāṇañcāyatananevasaññānāsaññāyatanacatutthaṃ mahaggatārammaṇaṃ.",
  "atk-abh02a11:184": "Lokuttaracatutthaṃ appamāṇārammaṇaṃ.",
  "atk-abh02a11:185": "Kiriyatopi tesaṃ dvādasannaṃ jhānānaṃ idameva ārammaṇavidhānaṃ. Tīṇi jhānāni namaggārammaṇāti paccavekkhaṇañāṇaṃ vā cetopariyādiñāṇaṃ vā maggaṃ ārammaṇaṃ kareyya, tīṇi jhānāni tathā appavattito namaggārammaṇā, sahajātahetuvasena pana siyā maggahetukā; vīriyajeṭṭhikāya vā vīmaṃsājeṭṭhikāya vā maggabhāvanāya maggādhipatino; chandacittajeṭṭhakakāle phalakāle ca navattabbā.",
  "atk-abh02a11:186": "Catutthaṃ jhānanti idhāpi kusalato terasasu catutthajjhānesu sabbatthapādakaiddhividhadibbasotadibbacakkhuyathākammūpagañāṇacatutthañceva catubbidhañca āruppacatutthaṃ maggārammaṇādibhāvena na vattabbaṃ. Cetopariyapubbenivāsaanāgataṃsañāṇacatutthaṃ pana maggārammaṇaṃ hoti. Na vattabbaṃ maggahetukaṃ maggādhipatīti vā; lokuttaracatutthaṃ maggārammaṇaṃ na hoti; maggakāle pana sahajātahetuvasena maggahetukaṃ; vīriyavīmaṃsājeṭṭhikāya maggabhāvanāya maggādhipati; chandacittajeṭṭhikāya ceva maggabhāvanāya phalakāle ca na vattabbaṃ. Kiriyatopi dvādasasu jhānesu ayameva nayo.",
  "atk-abh02a11:187": "Tīṇi jhānāni na vattabbāti atītādīsu ekadhammampi ārabbha appavattito navattabbāti veditabbā.",
  "atk-abh02a11:188": "Catutthaṃ jhānanti kusalato terasasu catutthajjhānesu sabbatthapādakacatutthaṃ navattabbārammaṇameva. Iddhividhacatutthaṃ kāyavasena cittapariṇāmane samāpatticittārammaṇattā atītārammaṇaṃ; ‘‘anāgate imāni pupphāni mā milāyiṃsu, dīpā mā nibbāyiṃsu, eko aggikkhandho samuṭṭhātu, pabbato samuṭṭhātū’’ti adhiṭṭhānakāle anāgatārammaṇaṃ; cittavasena kāyapariṇāmanakāle kāyārammaṇattā paccuppannārammaṇaṃ. Dibbasotañāṇacatutthaṃ saddārammaṇattā paccuppanārammaṇaṃ. Cetopariyañāṇacatutthaṃ atīte sattadivasabbhantare uppajjitvā niruddhacittajānanakāle atītārammaṇaṃ; anāgate sattadivasabbhantare uppajjanakacittajānanakāle anāgatārammaṇaṃ. ‘‘Yathā imassa bhoto manosaṅkhārā paṇihitā imassa cittassa anantarā amuṃ nāma vitakkaṃ vitakkessatīti. So bahuñcepi ādisati, tatheva taṃ hoti no aññathā’’ti iminā hi suttena (a. ni. 3.61) cetopariyañāṇasseva pavatti pakāsitā. Addhānapaccuppannasantatipaccuppannavaseneva paccuppannaṃ ārabbha pavattikāle paccuppannārammaṇaṃ. Vitthārakathā panettha heṭṭhāaṭṭhakathākaṇḍavaṇṇanāyaṃ vuttanayeneva veditabbā.",
  "atk-abh02a11:189": "Pubbenivāsañāṇacatutthaṃ atītakkhandhānussaraṇakāle atītārammaṇaṃ, nāmagottānussaraṇakāle navattabbārammaṇaṃ. Dibbacakkhuñāṇacatutthaṃ vaṇṇārammaṇattā paccuppannārammaṇaṃ. Yathākammūpagañāṇacatutthaṃ atītakammameva ārammaṇaṃ karotīti atītārammaṇaṃ. Anāgataṃsañāṇacatutthaṃ anāgatakkhandhānussaraṇakāle anāgatārammaṇaṃ, nāmagottānussaraṇakāle navattabbārammaṇaṃ. Ākāsānañcāyatanaākiñcaññāyatanacatutthaṃ navattabbārammaṇameva. Viññāṇañcāyatananevasaññānāsaññāyatanacatutthaṃ atītārammaṇameva. Lokuttaracatutthaṃ navattabbārammaṇameva. Kiriyatopi dvādasasu catutthajjhānesu eseva nayo.",
  "atk-abh02a11:190": "Tīṇijhānāni bahiddhārammaṇāti ajjhattato bahiddhābhūtaṃ nimittaṃ ārabbha pavattito bahiddhārammaṇā.",
  "atk-abh02a11:191": "Catutthaṃ jhānanti idhāpi kusalato terasasu catutthajjhānesu sabbatthapādakacatutthaṃ bahiddhārammaṇameva.",
  "atk-abh02a11:192": "Iddhividhacatutthaṃ kāyavasena cittapariṇāmanepi cittavasena kāyapariṇāmanepi attanova kāyacittārammaṇattā ajjhattārammaṇaṃ; ‘‘bahiddhā hatthimpi dassetī’’tiādinā nayena pavattakāle bahiddhārammaṇaṃ.",
  "atk-abh02a11:193": "Dibbasotañāṇacatutthaṃ attano kucchigatasaddārammaṇakāle ajjhattārammaṇaṃ, parassa saddārammaṇakāle bahiddhārammaṇaṃ, ubhayavasenāpi ajjhattabahiddhārammaṇaṃ.",
  "atk-abh02a11:194": "Cetopariyañāṇacatutthaṃ bahiddhārammaṇameva.",
  "atk-abh02a11:195": "Pubbenivāsañāṇacatutthaṃ attano khandhānussaraṇakāle ajjhattārammaṇaṃ, parassa khandhānañceva nāmagottassa ca anussaraṇakāle bahiddhārammaṇaṃ.",
  "atk-abh02a11:196": "Dibbacakkhuñāṇacatutthaṃ attano rūpārammaṇakāle ajjhattārammaṇaṃ, parassa rūpārammaṇakāle bahiddhārammaṇaṃ, ubhayavasenāpi ajjhattabahiddhārammaṇaṃ.",
  "atk-abh02a11:197": "Yathākammūpagañāṇacatutthaṃ attano kammajānanakāle ajjhattārammaṇaṃ, parassa kammajānanakāle bahiddhārammaṇaṃ, ubhayavasenāpi ajjhattabahiddhārammaṇaṃ.",
  "atk-abh02a11:198": "Anāgataṃsañāṇacatutthaṃ attano anāgate nibbattijānanakāle ajjhattārammaṇaṃ, parassa khandhānussaraṇakāle ceva nāmagottānussaraṇakāle ca bahiddhārammaṇaṃ, ubhayavasenāpi ajjhattabahiddhārammaṇaṃ.",
  "atk-abh02a11:199": "Ākāsānañcāyatanacatutthaṃ bahiddhārammaṇaṃ. Ākiñcaññāyatanacatutthaṃ navattabbārammaṇaṃ. Viññāṇañcāyatananevasaññānāsaññāyatanacatutthaṃ ajjhattārammaṇaṃ.",
  "atk-abh02a11:200": "Lokuttaracatutthaṃ bahiddhārammaṇameva. Kiriyatopi dvādasasu jhānesu ayameva nayoti.",
  "atk-abh02a11:201": "Imasmiṃ pana jhānavibhaṅge sammāsambuddhena suttantabhājanīyepi lokiyalokuttaramissakāneva jhānāni kathitāni; abhidhammabhājanīyepi pañhāpucchakepi. Tayopi hi ete nayā tebhūmakadhammamissakattā ekaparicchedā eva. Evamayaṃ jhānavibhaṅgopi teparivaṭṭaṃ nīharitvāva bhājetvā dassitoti.",
  "atk-abh02a11:202": "Sammohavinodaniyā vibhaṅgaṭṭhakathāya",
  "atk-abh02a11:203": "Jhānavibhaṅgavaṇṇanā niṭṭhitā."
}