{
  "atk-s0203a0:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "atk-s0203a0:1": "Majjhimanikāye",
  "atk-s0203a0:2": "Uparipaṇṇāsa-aṭṭhakathā",
  "atk-s0203a0:3": "1. Devadahavaggo",
  "atk-s0203a0:4": "1. Devadahasuttavaṇṇanā",
  "atk-s0203a0:5": "1.Evaṁme sutanti devadahasuttaṁ. Tattha devadahaṁ nāmāti devā vuccanti rājāno, tattha ca sakyarājūnaṁ maṅgalapokkharaṇī ahosi pāsādikā ārakkhasampannā, sā devānaṁ dahattā ‘‘devadaha’’nti paññāyittha. Tadupādāya sopi nigamo devadahantveva saṅkhaṁ gato. Bhagavā taṁ nigamaṁ nissāya lumbinivane viharati. Sabbaṁ taṁ pubbekatahetūti pubbe katakammapaccayā. Iminā kammavedanañca kiriyavedanañca paṭikkhipitvā ekaṁ vipākavedanameva sampaṭicchantīti dasseti. Evaṁ vādino, bhikkhave, nigaṇṭhāti iminā pubbe aniyametvā vuttaṁ niyametvā dasseti.",
  "atk-s0203a0:6": "Ahuvamhevamayanti idaṁ bhagavā tesaṁ ajānanabhāvaṁ jānantova kevalaṁ kalisāsanaṁ āropetukāmo pucchati. Ye hi ‘‘mayaṁ ahuvamhā’’tipi na jānanti, te kathaṁ kammassa katabhāvaṁ vā akatabhāvaṁ vā jānissanti. Uttaripucchāyapi eseva nayo.",
  "atk-s0203a0:7": "2.Evaṁ santeti cūḷadukkhakkhandhe (ma. ni. 1.179-180) mahānigaṇṭhassa vacane sacce santeti attho, idha pana ettakassa ṭhānassa tumhākaṁ ajānanabhāve santeti attho. Na kallanti na yuttaṁ.",
  "atk-s0203a0:8": "3.Gāḷhūpalepanenāti bahalūpalepanena, punappunaṁ visarañjitena, na pana khaliyā littena viya. Esaniyāti esanisalākāya antamaso nantakavaṭṭiyāpi. Eseyyāti gambhīraṁ vā uttānaṁ vāti vīmaṁseyya. Agadaṅgāranti jhāmaharītakassa vā āmalakassa vā cuṇṇaṁ. Odaheyyāti pakkhipeyya. Arogotiādi māgaṇḍiyasutte (ma. ni. 2.213) vuttameva.",
  "atk-s0203a0:9": "Evameva khoti ettha idaṁ opammasaṁsandanaṁ, sallena viddhassa hi viddhakāle vedanāya pākaṭakālo viya imesaṁ ‘‘mayaṁ pubbe ahuvamhā vā no vā, pāpakammaṁ akaramhā vā no vā, evarūpaṁ vā pāpaṁ karamhā’’ti jānanakālo siyā. Vaṇamukhassa parikantanādīsu catūsu kālesu vedanāya pākaṭakālo viya ‘‘ettakaṁ vā no dukkhaṁ nijjiṇṇaṁ, ettake vā nijjiṇṇe sabbameva dukkhaṁ nijjiṇṇaṁ bhavissati, suddhante patiṭṭhitā nāma bhavissāmā’’ti jānanakālo siyā. Aparabhāge phāsubhāvajānanakālo viya diṭṭheva dhamme akusalānaṁ dhammānaṁ pahānāya kusalānaṁ dhammānaṁ upasampadāya jānanakālo siyā. Evamettha ekāya upamāya tayo atthā, catūhi upamāhi eko attho paridīpito.",
  "atk-s0203a0:10": "4. Ime pana tato ekampi na jānanti, virajjhitvā gate salle aviddhova ‘‘viddhosi mayā’’ti paccatthikassa vacanappamāṇeneva ‘‘viddhosmī’’ti saññaṁ uppādetvā dukkhappattapuriso viya kevalaṁ mahānigaṇṭhassa vacanappamāṇena sabbametaṁ saddahantā evaṁ sallopamāya bhagavatā niggahitā paccāharituṁ asakkontā yathā nāma dubbalo sunakho migaṁ uṭṭhāpetvā sāmikassa abhimukhaṁ karitvā attanā osakkati, evaṁ mahānigaṇṭhassa matthake vādaṁ pakkhipantā nigaṇṭho, āvusotiādīmāhaṁsu.",
  "atk-s0203a0:11": "5. Atha ne bhagavā sācariyake niggaṇhanto pañca kho imetiādimāha. Tatrāyasmantānanti tesu pañcasu dhammesu āyasmantānaṁ. Kā atītaṁse satthari saddhāti atītaṁsavādimhi satthari kā saddhā. Yā atītavādaṁ saddahantānaṁ tumhākaṁ mahānigaṇṭhassa saddhā, sā katamā? Kiṁ bhūtatthā abhūtatthā, bhūtavipākā abhūtavipākāti pucchati. Sesapadesupi eseva nayo. Sahadhammikanti sahetukaṁ sakāraṇaṁ. Vādapaṭihāranti paccāgamanakavādaṁ. Ettāvatā tesaṁ ‘‘apanetha saddhaṁ, sabbadubbalā esā’’ti saddhāchedakavādaṁ nāma dasseti.",
  "atk-s0203a0:12": "6.Avijjā aññāṇāti avijjāya aññāṇena. Sammohāti sammohena. Vipaccethāti viparītato saddahatha, vipallāsaggāhaṁ vā gaṇhathāti attho.",
  "atk-s0203a0:13": "7.Diṭṭhadhammavedanīyanti imasmiṁyeva attabhāve vipākadāyakaṁ. Upakkamenāti payogena. Padhānenāti vīriyena. Samparāyavedanīyanti dutiye vā tatiye vā attabhāve vipākadāyakaṁ. Sukhavedanīyanti iṭṭhārammaṇavipākadāyakaṁ kusalakammaṁ. Viparītaṁ dukkhavedanīyaṁ. Paripakkavedanīyanti paripakke nipphanne attabhāve vedanīyaṁ, diṭṭhadhammavedanīyassevetaṁ adhivacanaṁ. Aparipakkavedanīyanti aparipakke attabhāve vedanīyaṁ, samparāyavedanīyassevetaṁ adhivacanaṁ. Evaṁ santepi ayamettha viseso – yaṁ paṭhamavaye kataṁ paṭhamavaye vā majjhimavaye vā pacchimavaye vā vipākaṁ deti, majjhimavaye kataṁ majjhimavaye vā pacchimavaye vā vipākaṁ deti, pacchimavaye kataṁ tattheva vipākaṁ deti, taṁ diṭṭhadhammavedanīyaṁ nāma. Yaṁ pana sattadivasabbhantare vipākaṁ deti, taṁ paripakkavedanīyaṁ nāma. Taṁ kusalampi hoti akusalampi.",
  "atk-s0203a0:14": "Tatrimāni vatthūni – puṇṇo nāma kira duggatamanusso rājagahe sumanaseṭṭhiṁ nissāya vasati. Tamenaṁ ekadivasaṁ nagaramhi nakkhatte saṅghuṭṭhe seṭṭhi āha – ‘‘sace ajja kasissasi, dve ca goṇe naṅgalañca labhissasi. Kiṁ nakkhattaṁ kīḷissasi, kasissasī’’ti. Kiṁ me nakkhattena, kasissāmīti? Tena hi ye goṇe icchasi, te gahetvā kasāhīti. So kasituṁ gato. Taṁ divasaṁ sāriputtatthero nirodhā vuṭṭhāya ‘‘kassa saṅgahaṁ karomī’’ti? Āvajjanto puṇṇaṁ disvā pattacīvaraṁ ādāya tassa kasanaṭṭhānaṁ gato. Puṇṇo kasiṁ ṭhapetvā therassa dantakaṭṭhaṁ datvā mukhodakaṁ adāsi. Thero sarīraṁ paṭijaggitvā kammantassa avidūre nisīdi bhattābhihāraṁ olokento. Athassa bhariyaṁ bhattaṁ āharantiṁ disvā antarāmaggeyeva attānaṁ dassesi.",
  "atk-s0203a0:15": "Sā sāmikassa āhaṭabhattaṁ therassa patte pakkhipitvā puna gantvā aññaṁ bhattaṁ sampādetvā divā agamāsi. Puṇṇo ekavāraṁ kasitvā nisīdi. Sāpi bhattaṁ gahetvā āgacchantī āha – ‘‘sāmi pātova te bhattaṁ āhariyittha, antarāmagge pana sāriputtattheraṁ disvā taṁ tassa datvā aññaṁ pacitvā āharantiyā me ussūro jāto, mā kujjhi sāmī’’ti. Bhaddakaṁ te bhadde kataṁ, mayā therassa pātova dantakaṭṭhañca mukhodakañca dinnaṁ, amhākaṁyevānena piṇḍapātopi paribhutto, ajja therena katasamaṇadhammassa mayaṁ bhāgino jātāti cittaṁ pasādesi. Ekavāraṁ kasitaṭṭhānaṁ suvaṇṇameva ahosi. So bhuñjitvā kasitaṭṭhānaṁ olokento vijjotamānaṁ disvā uṭṭhāya yaṭṭhiyā paharitvā rattasuvaṇṇabhāvaṁ jānitvā ‘‘rañño akathetvā paribhuñjituṁ na sakkā’’ti gantvā rañño ārocesi. Rājā taṁ sabbaṁ sakaṭehi āharāpetvā rājaṅgaṇe rāsiṁ kāretvā ‘‘kassimasmiṁ nagare ettakaṁ suvaṇṇaṁ atthī’’ti pucchi. Kassaci natthīti ca vutte seṭṭhiṭṭhānamassa adāsi. So puṇṇaseṭṭhi nāma jāto.",
  "atk-s0203a0:16": "Aparampi vatthu – tasmiṁyeva rājagahe kāḷaveḷiyo nāma duggato atthi. Tassa bhariyā paṇṇambilayāguṁ paci. Mahākassapatthero nirodhā vuṭṭhāya ‘‘kassa saṅgahaṁ karomī’’ti āvajjanto taṁ disvā gantvā gehadvāre aṭṭhāsi. Sā pattaṁ gahetvā sabbaṁ tattha pakkhipitvā therassa adāsi, thero vihāraṁ gantvā satthu upanāmesi. Satthā attano yāpanamattaṁ gaṇhi, sesaṁ pañcannaṁ bhikkhusatānaṁ pahosi. Kāḷavaḷiyopi taṁ ṭhānaṁ patto cūḷakaṁ labhi. Mahākassapo satthāraṁ kāḷavaḷiyassa vipākaṁ pucchi. Satthā ‘‘ito sattame divase seṭṭhicchattaṁ labhissatī’’ti āha. Kāḷavaḷiyo taṁ kathaṁ sutvā gantvā bhariyāya ārocesi.",
  "atk-s0203a0:17": "Tadā ca rājā nagaraṁ anusañcaranto bahinagare jīvasūle nisinnaṁ purisaṁ addasa. Puriso rājānaṁ disvā uccāsaddaṁ akāsi ‘‘tumhākaṁ me bhuñjanabhattaṁ pahiṇatha devā’’ti. Rājā ‘‘pesessāmī’’ti vatvā sāyamāsabhatte upanīte saritvā ‘‘imaṁ harituṁ samatthaṁ jānāthā’’ti āha, nagare sahassabhaṇḍikaṁ cāresuṁ. Tatiyavāre kāḷavaḷiyassa bhariyā aggahesi . Atha naṁ rañño dassesuṁ, sā purisavesaṁ gahetvā pañcāvudhasannaddhā bhattapātiṁ gahetvā nagarā nikkhami. Bahinagare tāle adhivattho dīghatālo nāma yakkho taṁ rukkhamūlena gacchantiṁ disvā ‘‘tiṭṭha tiṭṭha bhakkhosi me’’ti āha. Nāhaṁ tava bhakkho, rājadūto ahanti. Kattha gacchasīti. Jīvasūle nisinnassa purisassa santikanti. Mamapi ekaṁ sāsanaṁ harituṁ sakkhissasīti. Āma sakkhissāmīti. ‘‘Dīghatālassa bhariyā sumanadevarājadhītā kāḷī puttaṁ vijātā’’ti āroceyyāsi. Imasmiṁ tālamūle satta nidhikumbhiyo atthi, tā tvaṁ gaṇheyyāsīti. Sā ‘‘dīghatālassa bhariyā sumanadevarājadhītā kāḷī puttaṁ vijātā’’ti ugghosentī agamāsi.",
  "atk-s0203a0:18": "Sumanadevo yakkhasamāgame nisinno sutvā ‘‘eko manusso amhākaṁ piyapavattiṁ āharati, pakkosatha na’’nti sāsanaṁ sutvā pasanno ‘‘imassa rukkhassa parimaṇḍalacchāyāya pharaṇaṭṭhāne nidhikumbhiyo tuyhaṁ dammī’’ti āha. Jīvasūle nisinnapuriso bhattaṁ bhuñjitvā mukhapuñchanakāle itthiphassoti ñatvā cūḷāya ḍaṁsi, sā asinā attano cūḷaṁ chinditvā rañño santikaṁyeva gatā. Rājā bhattabhojitabhāvo kathaṁ jānitabboti? Cūḷasaññāyāti vatvā rañño ācikkhitvā taṁ dhanaṁ āharāpesi. Rājā aññassa ettakaṁ dhanaṁ nāma atthīti. Natthi devāti. Rājā tassā patiṁ tasmiṁ nagare dhanaseṭṭhiṁ akāsi. Mallikāyapi deviyā vatthu kathetabbaṁ. Imāni tāva kusalakamme vatthūni.",
  "atk-s0203a0:19": "Nandamāṇavako pana uppalavaṇṇāya theriyā vippaṭipajji, tassa mañcato uṭṭhāya nikkhamitvā gacchantassa mahāpathavī bhijjitvā okāsamadāsi, tattheva mahānarakaṁ paviṭṭho. Nandopi goghātako paṇṇāsa vassāni goghātakakammaṁ katvā ekadivasaṁ bhojanakāle maṁsaṁ alabhanto ekassa jīvamānakagoṇassa jivhaṁ chinditvā aṅgāresu pacāpetvā khādituṁ āraddho. Athassa jivhā mūle chijjitvā bhattapātiyaṁyeva patitā, so viravanto kālaṁ katvā niraye nibbatti. Nandopi yakkho aññena yakkhena saddhiṁ ākāsena gacchanto sāriputtattheraṁ navoropitehi kesehi rattibhāge abbhokāse nisinnaṁ disvā sīse paharitukāmo itarassa yakkhassa ārocetvā tena vāriyamānopi pahāraṁ datvā ḍayhāmi ḍayhāmīti viravanto tasmiṁyeva ṭhāne bhūmiṁ pavisitvā mahāniraye nibbattoti imāni akusalakamme vatthūni.",
  "atk-s0203a0:20": "Yaṁ pana antamaso maraṇasantikepi kataṁ kammaṁ bhavantare vipākaṁ deti, taṁ sabbaṁ samparāyavedanīyaṁ nāma. Tattha yo aparihīnassa jhānassa vipāko nibbattissati, so idha nibbattitavipākoti vutto. Tassa mūlabhūtaṁ kammaṁ neva diṭṭhadhammavedanīyaṁ na samparāyavedanīyanti, na vicāritaṁ, kiñcāpi na vicāritaṁ, samparāyavedanīyameva panetanti veditabbaṁ. Yo paṭhamamaggādīnaṁ bhavantare phalasamāpattivipāko, so idha nibbattitaguṇotveva vutto. Kiñcāpi evaṁ vutto, maggakammaṁ pana paripakkavedanīyanti veditabbaṁ. Maggacetanāyeva hi sabbalahuṁ phaladāyikā anantaraphalattāti.",
  "atk-s0203a0:21": "8.Bahuvedanīyanti saññābhavūpagaṁ. Appavedanīyanti asaññābhavūpagaṁ. Savedanīyanti savipākaṁ kammaṁ. Avedanīyanti avipākaṁ kammaṁ. Evaṁ santeti imesaṁ diṭṭhadhammavedanīyādīnaṁ kammānaṁ upakkamena samparāyavedanīyādi bhāvakāraṇassa alābhe sati. Aphaloti nipphalo niratthakoti. Ettāvatā aniyyānikasāsane payogassa aphalataṁ dassetvā padhānacchedakavādo nāma dassitoti veditabbo. Sahadhammikā vādānuvādāti parehi vuttakāraṇena sakāraṇā hutvā nigaṇṭhānaṁ vādā ca anuvādā ca. Gārayhaṁ ṭhānaṁ āgacchantīti viññūhi garahitabbaṁ kāraṇaṁ āgacchanti. ‘‘Vādānuppattā gārayhaṭṭhānā’’tipi pāṭho. Tassattho – parehi vuttena kāraṇena sakāraṇā nigaṇṭhānaṁ vādaṁ anuppattā taṁ vādaṁ sosentā milāpentā dukkaṭakammakārinotiādayo dasa gārayhaṭṭhānā āgacchanti.",
  "atk-s0203a0:22": "9.Saṅgatibhāvahetūti niyatibhāvakāraṇā. Pāpasaṅgatikāti pāpaniyatino. Abhijātihetūti chaḷabhijātihetu.",
  "atk-s0203a0:23": "10. Evaṁ nigaṇṭhānaṁ upakkamassa aphalataṁ dassetvā idāni niyyānikasāsane upakkamassa vīriyassa ca saphalataṁ dassetuṁ kathañca, bhikkhavetiādimāha. Tattha anaddhabhūtanti anadhibhūtaṁ. Dukkhena anadhibhūto nāma manussattabhāvo vuccati, na taṁ addhabhāveti nābhibhavatīti attho. Tampi nānappakārāya dukkarakārikāya payojento dukkhena addhabhāveti nāma. Ye pana sāsane pabbajitvā āraññakā vā honti rukkhamūlikādayo vā, te dukkhena na addhabhāventi nāma. Niyyānikasāsanasmiñhi vīriyaṁ sammāvāyāmo nāma hoti.",
  "atk-s0203a0:24": "Thero panāha – yo issarakule nibbatto sattavassiko hutvā alaṅkatappaṭiyatto pituaṅke nisinno ghare bhattakiccaṁ katvā nisinnena bhikkhusaṅghena anumodanāya kariyamānāya tisso sampattiyo dassetvā saccesu pakāsitesu arahattaṁ pāpuṇāti, mātāpitūhi vā ‘‘pabbajissasi tātā’’ti vutto ‘‘āma pabbajissāmī’’ti vatvā nhāpetvā alaṅkaritvā vihāraṁ nīto tacapañcakaṁ uggaṇhitvā nisinno kesesu ohāriyamānesu khuraggeyeva arahattaṁ pāpuṇāti, navapabbajito vā pana manosilātelamakkhitena sīsena punadivase mātāpitūhi pesitaṁ kājabhattaṁ bhuñjitvā vihāre nisinnova arahattaṁ pāpuṇāti, ayaṁ na dukkhena attānaṁ addhabhāveti nāma. Ayaṁ pana ukkaṭṭhasakkāro. Yo dāsikucchiyaṁ nibbatto antamaso rajatamuddikampi piḷandhitvā gorakapiyaṅgumattenāpi sarīraṁ vilimpetvā ‘‘pabbājetha na’’nti nīto khuragge vā punadivase vā arahattaṁ pāpuṇāti, ayampi na anaddhabhūtaṁ attānaṁ dukkhena addhabhāveti nāma.",
  "atk-s0203a0:25": "Dhammikaṁ sukhaṁ nāma saṅghato vā gaṇato vā uppannaṁ catupaccayasukhaṁ. Anadhimucchitoti taṇhāmucchanāya amucchito. Dhammikañhi sukhaṁ na pariccajāmīti na tattha gedho kātabbo. Saṅghato hi uppannaṁ salākabhattaṁ vā vassāvāsikaṁ vā ‘‘idamatthaṁ eta’’nti paricchinditvā saṅghamajjhe bhikkhūnaṁ antare paribhuñjanto pattantare padumaṁ viya sīlasamādhivipassanāmaggaphalehi vaḍḍhati. Imassāti paccuppannānaṁ pañcannaṁ khandhānaṁ mūlabhūtassa. Dukkhanidānassāti taṇhāya. Sā hi pañcakkhandhadukkhassa nidānaṁ. Saṅkhāraṁ padahatoti sampayogavīriyaṁ karontassa. Virāgohotīti maggena virāgo hoti. Idaṁ vuttaṁ hoti ‘‘saṅkhārapadhānena me imassa dukkhanidānassa virāgo hotī’’ti evaṁ pajānātīti iminā sukhāpaṭipadā khippābhiññā kathitā. Dutiyavārena tassa sampayogavīriyassa majjhattatākāro kathito. So yassa hi khvāssāti ettha ayaṁ saṅkhepattho – so puggalo yassa dukkhanidānassa saṅkhārapadhānena virāgo hoti, saṅkhāraṁ tattha padahati, maggapadhānena padahati. Yassa pana dukkhanidānassa ajjhupekkhato upekkhaṁ bhāventassa virāgo hoti, upekkhaṁ tattha bhāveti, maggabhāvanāya bhāveti. Tassāti tassa puggalassa.",
  "atk-s0203a0:26": "11.Paṭibaddhacittoti chandarāgena baddhacitto. Tibbacchandoti bahalacchando. Tibbāpekkhoti bahalapatthano. Santiṭṭhantinti ekato tiṭṭhantiṁ. Sañjagghantinti mahāhasitaṁ hasamānaṁ. Saṁhasantinti sitaṁ kurumānaṁ.",
  "atk-s0203a0:27": "Evameva kho, bhikkhaveti ettha idaṁ opammavibhāvanaṁ – eko hi puriso ekissā itthiyā sāratto ghāsacchādanamālālaṅkārādīni datvā ghare vāseti. Sā taṁ aticaritvā aññaṁ sevati. So ‘‘nūna ahaṁ assā anurūpaṁ sakkāraṁ na karomī’’ti sakkāraṁ vaḍḍhesi. Sā bhiyyosomattāya aticaratiyeva. So – ‘‘ayaṁ sakkariyamānāpi aticarateva, ghare me vasamānā anatthampi kareyya, nīharāmi na’’nti parisamajjhe alaṁvacanīyaṁ katvā ‘‘mā puna gehaṁ pāvisī’’ti vissajjesi. Sā kenaci upāyena tena saddhiṁ santhavaṁ kātuṁ asakkontī naṭanaccakādīhi saddhiṁ vicarati. Tassa purisassa taṁ disvā neva uppajjati domanassaṁ, somanassaṁ pana uppajjati.",
  "atk-s0203a0:28": "Tattha purisassa itthiyā sārattakālo viya imassa bhikkhuno attabhāve ālayo. Ghāsacchādanādīni datvā ghare vasāpanakālo viya attabhāvassa paṭijagganakālo. Tassā aticaraṇakālo viya jaggiyamānasseva attabhāvassa pittapakopādīnaṁ vasena sābādhatā. ‘‘Attano anurūpaṁ sakkāraṁ alabhantī aticaratī’’ti sallakkhetvā sakkāravaḍḍhanaṁ viya ‘‘bhesajjaṁ alabhanto evaṁ hotī’’ti sallakkhetvā bhesajjakaraṇakālo. Sakkāre vaḍḍhitepi puna aticaraṇaṁ viya pittādīsu ekassa bhesajje kariyamāne sesānaṁ pakopavasena puna sābādhatā. Parisamajjhe alaṁvacanīyaṁ katvā gehā nikkaḍḍhanaṁ viya ‘‘idāni te nāhaṁ dāso na kammakaro, anamatagge saṁsāre taṁyeva upaṭṭhahanto vicariṁ, ko me tayā attho, chijja vā bhijja vā’’ti tasmiṁ anapekkhataṁ āpajjitvā vīriyaṁ thiraṁ katvā maggena kilesasamugghātanaṁ. Naṭanaccakādīhi naccamānaṁ vicarantiṁ disvā yathā tassa purisassa domanassaṁ na uppajjati, somanassameva uppajjati, evameva imassa bhikkhuno arahattaṁ pattassa pittapakopādīnaṁ vasena ābādhikaṁ attabhāvaṁ disvā domanassaṁ na uppajjati, ‘‘muccissāmi vata khandhaparihāradukkhato’’ti somanassameva uppajjatīti. Ayaṁ pana upamā ‘‘paṭibaddhacittassa domanassaṁ uppajjati, appaṭibaddhacittassa natthetanti ñatvā itthiyā chandarāgaṁ pajahati, evamayaṁ bhikkhu saṅkhāraṁ vā padahantassa upekkhaṁ vā bhāventassa dukkhanidānaṁ pahīyati, no aññathāti ñatvā tadubhayaṁ sampādento dukkhanidānaṁ pajahatī’’ti etamatthaṁ vibhāvetuṁ āgatāti veditabbā.",
  "atk-s0203a0:29": "12.Yathā sukhaṁ kho me viharatoti yena sukhena viharituṁ icchāmi tena, me viharato. Padahatoti pesentassa. Ettha ca yassa sukhā paṭipadā asappāyā, sukhumacīvarāni dhārentassa pāsādike senāsane vasantassa cittaṁ vikkhipati, dukkhā paṭipadā sappāyā, chinnabhinnāni thūlacīvarāni dhārentassa susānarukkhamūlādīsu vasantassa cittaṁ ekaggaṁ hoti, taṁ sandhāyetaṁ vuttaṁ.",
  "atk-s0203a0:30": "Evameva khoti ettha idaṁ opammasaṁsandanaṁ, usukāro viya hi jātijarāmaraṇabhīto yogī daṭṭhabbo, vaṅkakuṭilajimhatejanaṁ viya vaṅkakuṭilajimhacittaṁ, dve alātā viya kāyikacetasikavīriyaṁ, tejanaṁ ujuṁ karontassa kañjikatelaṁ viya saddhā, namanadaṇḍako viya lokuttaramaggo, ussukārassa vaṅkakuṭilajimhatejanaṁ kañjikatelena sinehetvā alātesu tāpetvā namanadaṇḍakena ujukaraṇaṁ viya imassa bhikkhuno vaṅkakuṭilajimhacittaṁ saddhāya sinehetvā kāyikacetasikavīriyena tāpetvā lokuttaramaggena ujukaraṇaṁ, usukārasseva evaṁ ujukatena tejanena sapattaṁ vijjhitvā sampattianubhavanaṁ viya imassa yogino tathā ujukatena cittena kilesagaṇaṁ vijjhitvā pāsādike senāsane nirodhavaratalagatassa phalasamāpattisukhānubhavanaṁ daṭṭhabbaṁ. Idha tathāgato sukhāpaṭipadākhippābhiññabhikkhuno, dukkhāpaṭipadādandhābhiññabhikkhuno ca paṭipattiyo kathitā, itaresaṁ dvinnaṁ na kathitā, tā kathetuṁ imaṁ desanaṁ ārabhi. Imāsu vā dvīsu kathitāsu itarāpi kathitāva honti, āgamanīyapaṭipadā pana na kathitā, taṁ kathetuṁ imaṁ desanaṁ ārabhi. Sahāgamanīyāpi vā paṭipadā kathitāva, adassitaṁ pana ekaṁ buddhuppādaṁ dassetvā ekassa kulaputtassa nikkhamanadesanaṁ arahattena vinivaṭṭessāmīti dassetuṁ imaṁ desanaṁ ārabhi. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0203a0:31": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a0:32": "Devadahasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a0:33": "2. Pañcattayasuttavaṇṇanā",
  "atk-s0203a0:34": "21.Evaṁme sutanti pañcattayasuttaṁ. Tattha eketi ekacce. Samaṇabrāhmaṇāti paribbajupagatabhāvena samaṇā jātiyā brāhmaṇā, lokena vā samaṇāti ca brāhmaṇāti ca evaṁ sammatā. Aparantaṁ kappetvā vikappetvā gaṇhantīti aparantakappikā. Aparantakappo vā etesaṁ atthītipi aparantakappikā. Ettha ca antoti ‘‘sakkāyo kho, āvuso, eko anto’’tiādīsu (a. ni. 6.61) viya idha koṭṭhāso adhippeto. Kappoti taṇhādiṭṭhiyo. Vuttampi cetaṁ ‘‘kappoti uddānato dve kappā taṇhākappo ca diṭṭhikappo cā’’ti. Tasmā taṇhādiṭṭhivasena anāgataṁ khandhakoṭṭhāsaṁ kappetvā ṭhitāti aparantakappikāti evamettha attho daṭṭhabbo. Tesaṁ evaṁ aparantaṁ kappetvā ṭhitānaṁ punappunaṁ uppajjanavasena aparantameva anugatā diṭṭhīti aparantānudiṭṭhino. Te evaṁdiṭṭhino taṁ aparantaṁ ārabbha āgamma paṭicca aññampi janaṁ diṭṭhigatikaṁ karontā anekavihitāni adhivuttipadāni abhivadanti. Anekavihitānīti anekavidhāni. Adhivuttipadānīti adhivacanapadāni. Atha vā bhūtamatthaṁ adhibhavitvā yathāsabhāvato aggahetvā vattanato adhivuttiyoti diṭṭhiyo vuccanti, adhivuttīnaṁ padāni adhivuttipadāni, diṭṭhidīpakāni vacanānīti attho.",
  "atk-s0203a0:35": "Saññīti saññāsamaṅgī. Arogoti nicco. Ittheketi itthaṁ eke, evameketi attho. Iminā soḷasa saññīvādā kathitā, asaññīti iminā aṭṭha asaññīvādā, nevasaññīnāsaññīti iminā aṭṭha nevasaññīnāsaññīvādā, sato vā pana sattassāti iminā satta ucchedavādā. Tattha satoti vijjamānassa. Ucchedanti upacchedaṁ. Vināsanti adassanaṁ. Vibhavanti bhavavigamaṁ. Sabbānetāni aññamaññavevacanāneva. Diṭṭhadhammanibbānaṁvāti iminā pañca diṭṭhadhammanibbānavādā kathitā. Tattha diṭṭhadhammoti paccakkhadhammo vuccati, tattha tattha paṭiladdhaattabhāvassetaṁ adhivacanaṁ. Diṭṭhadhamme nibbānaṁ diṭṭhadhammanibbānaṁ, imasmiṁyeva attabhāve dukkhavūpasamanti attho. Santaṁ vāti saññītiādivasena tīhākārehi santaṁ. Tīṇi hontīti saññī attātiādīni santaattavasena ekaṁ, itarāni dveti evaṁ tīṇi.",
  "atk-s0203a0:36": "22.Rūpiṁvāti karajarūpena vā kasiṇarūpena vā rūpiṁ. Tattha lābhī kasiṇarūpaṁ attāti gaṇhāti, takkī ubhopi rūpāni gaṇhātiyeva. Arūpinti arūpasamāpattinimittaṁ vā, ṭhapetvā saññākkhandhaṁ sesaarūpadhamme vā attāti paññapentā lābhinopi takkikāpi evaṁ paññapenti. Tatiyadiṭṭhi pana missakagāhavasena pavattā, catutthā takkagāheneva. Dutiyacatukke paṭhamadiṭṭhi samāpannakavārena kathitā, dutiyadiṭṭhi asamāpannakavārena, tatiyadiṭṭhi suppamattena vā sarāvamattena vā kasiṇaparikammavasena, catutthadiṭṭhi vipulakasiṇavasena kathitāti veditabbā.",
  "atk-s0203a0:37": "Etaṁ vā panekesaṁ upātivattatanti saññītipadena saṅkhepato vuttaṁ saññāsattakaṁ atikkantānanti attho. Apare aṭṭhakanti vadanti. Tadubhayaṁ parato āvibhavissati. Ayaṁ panettha saṅkhepattho – keci hi etā satta vā aṭṭha vā saññā samatikkamituṁ sakkonti, keci pana na sakkonti. Tattha ye sakkonti, teva gahitā. Tesaṁ pana ekesaṁ upātivattataṁ atikkamituṁ sakkontānaṁ yathāpi nāma gaṅgaṁ uttiṇṇesu manussesu eko dīghavāpiṁ gantvā tiṭṭheyya, eko tato paraṁ mahāgāmaṁ; evameva eke viññāṇañcāyatanaṁ appamāṇaṁ āneñjanti vatvā tiṭṭhanti, eke ākiñcaññāyatanaṁ. Tattha viññāṇañcāyatanaṁ tāva dassetuṁ viññāṇakasiṇameketi vuttaṁ. Parato ‘‘ākiñcaññāyatanameke’’ti vakkhati. Tayidanti taṁ idaṁ diṭṭhigatañca diṭṭhipaccayañca diṭṭhārammaṇañca. Tathāgato abhijānātīti. Iminā paccayena idaṁ nāma dassanaṁ gahitanti abhivisiṭṭhena ñāṇena jānāti.",
  "atk-s0203a0:38": "Idāni tadeva vitthārento ye kho te bhontotiādimāha. Yā vā pana etāsaṁ saññānanti yā vā pana etāsaṁ ‘‘yadi rūpasaññāna’’nti evaṁ vuttasaññānaṁ. Parisuddhāti nirupakkilesā. Paramāti uttamā. Aggāti seṭṭhā. Anuttariyā akkhāyatīti asadisā kathīyati. Yadi rūpasaññānanti iminā catasso rūpāvacarasaññā kathitā. Yadi arūpasaññānanti iminā ākāsānañcāyatanaviññāṇañcāyatanasaññā. Itarehi pana dvīhi padehi samāpannakavāro ca asamāpannakavāro ca kathitoti evametā koṭṭhāsato aṭṭha, atthato pana satta saññā honti. Samāpannakavāro hi purimāhi chahisaṅgahitoyeva. Tayidaṁ saṅkhatanti taṁ idaṁ sabbampi saññāgataṁ saddhiṁ diṭṭhigatena saṅkhataṁ paccayehi samāgantvā kataṁ. Oḷārikanti saṅkhatattāva oḷārikaṁ. Atthi kho pana saṅkhārānaṁ nirodhoti etesaṁ pana saṅkhatanti vuttānaṁ saṅkhārānaṁ nirodhasaṅkhātaṁ nibbānaṁ nāma atthi. Atthetanti iti viditvāti taṁ kho pana nibbānaṁ ‘‘atthi eta’’nti evaṁ jānitvā. Tassa nissaraṇadassāvīti tassa saṅkhatassa nissaraṇadassī nibbānadassī. Tathāgato tadupātivattoti taṁ saṅkhataṁ atikkanto samatikkantoti attho.",
  "atk-s0203a0:39": "23.Tatrāti tesu aṭṭhasu asaññīvādesu. Rūpiṁ vātiādīni saññīvāde vuttanayeneva veditabbāni. Ayañca yasmā asaññīvādo, tasmā idha dutiyacatukkaṁ na vuttaṁ. Paṭikkosantīti paṭibāhanti paṭisedhenti. Saññārogotiādīsu ābādhaṭṭhena rogo, sadosaṭṭhena gaṇḍo, anupaviṭṭhaṭṭhena sallaṁ. Āgatiṁ vā gatiṁ vātiādīsu paṭisandhivasena āgatiṁ, cutivasena gatiṁ, cavanavasena cutiṁ, upapajjanavasena upapattiṁ, punappunaṁ uppajjitvā aparāparaṁ vaḍḍhanavasena vuḍḍhiṁ virūḷhiṁ vepullaṁ. Kāmañca catuvokārabhave rūpaṁ vināpi viññāṇassa pavatti atthi, sese pana tayo khandhe vinā natthi. Ayaṁ pana pañho pañcavokārabhavavasena kathito. Pañcavokāre hi ettake khandhe vinā viññāṇassa pavatti nāma natthi. Vitaṇḍavādī panettha ‘‘aññatra rūpātiādivacanato arūpabhavepi rūpaṁ, asaññābhave ca viññāṇaṁ atthi, tathā nirodhasamāpannassā’’ti vadati. So vattabbo – byañjanacchāyāya ce atthaṁ paṭibāhasi, āgatiṁ vātiādivacanato taṁ viññāṇaṁ pakkhidvipadacatuppadā viya uppatitvāpi gacchati, padasāpi gacchati, govisāṇavalliādīni viya ca vaḍḍhatīti āpajjati. Ye ca bhagavatā anekasatesu suttesu tayo bhavā vuttā, te arūpabhavassa abhāvā dveva āpajjanti. Tasmā mā evaṁ avaca, yathā vuttamatthaṁ dhārehīti.",
  "atk-s0203a0:40": "24.Tatrāti aṭṭhasu nevasaññīnāsaññīvādesu bhummaṁ. Idhāpi rūpiṁ vātiādīni vuttanayeneva veditabbāni. Asaññā sammohoti nissaññabhāvo nāmesa sammohaṭṭhānaṁ. Yo hi kiñci na jānāti, taṁ asaññī esoti vadanti. Diṭṭhasutamutaviññātabbasaṅkhāramattenāti diṭṭhaviññātabbamattena sutaviññātabbamattena mutaviññātabbamattena. Ettha ca vijānātīti viññātabbaṁ, diṭṭhasutamutaviññātabbamattena pañcadvārikasaññāpavattimattenāti ayañhi ettha attho. Saṅkhāramattenāti oḷārikasaṅkhārapavattimattenāti attho. Etassaāyatanassāti etassa nevasaññānāsaññāyatanassa . Upasampadanti paṭilābhaṁ. Byasanaṁ hetanti vināso hesa, vuṭṭhānaṁ hetanti attho. Pañcadvārikasaññāpavattañhi oḷārikasaṅkhārapavattaṁ vā appavattaṁ katvā taṁ samāpajjitabbaṁ. Tassa pana pavattena tato vuṭṭhānaṁ hotīti dasseti. Saṅkhārasamāpattipattabbamakkhāyatīti oḷārikasaṅkhārapavattiyā pattabbanti na akkhāyati. Saṅkhārāvasesasamāpattipattabbanti saṅkhārānaṁyeva avasesā bhāvanāvasena sabbasukhumabhāvaṁ pattā saṅkhārā, tesaṁ pavattiyā etaṁ pattabbanti attho. Evarūpesu hi saṅkhāresu pavattesu etaṁ pattabbaṁ nāma hoti. Tayidanti taṁ idaṁ etaṁ sukhumampi samānaṁ saṅkhataṁ saṅkhatattā ca oḷārikaṁ.",
  "atk-s0203a0:41": "25.Tatrāti sattasu ucchedavādesu bhummaṁ. Uddhaṁ saranti uddhaṁ vuccati anāgatasaṁsāravādo, anāgataṁ saṁsāravādaṁ sarantīti attho. Āsattiṁyeva abhivadanti lagganakaṁyeva vadanti. ‘‘Āsatta’’ntipi pāṭho, taṇhaṁyeva vadantīti attho. Iti pecca bhavissāmāti evaṁ pecca bhavissāma. Khattiyā bhavissāma, brāhmaṇā bhavissāmāti evamettha nayo netabbo. Vāṇijūpamāmaññeti vāṇijūpamā viya vāṇijapaṭibhāgā vāṇijasadisā mayhaṁ upaṭṭhahanti. Sakkāyabhayāti sakkāyassa bhayā. Te hi yatheva ‘‘cattāro kho, mahārāja, abhayassa bhāyanti. Katame cattāro? Gaṇḍuppādo kho, mahārāja, bhayā pathaviṁ na khādati ‘mā pathavī khiyī’ti, konto kho, mahārāja, ekapādena tiṭṭhati ‘mā pathavī osīdī’ti, kikī kho, mahārāja, uttānā seti ‘mā ambhā undriyī’ti, brāhmaṇadhammiko kho, mahārāja, brahmacariyaṁ na carati ‘mā loko ucchijjī’ti ime cattāro abhayassa bhāyanti, evaṁ sakkāyassa bhāyanti’’. Sakkāyaparijegucchāti tameva tebhūmakasaṅkhātaṁ sakkāyaṁ parijigucchamānā. Sā gaddulabaddhoti daṇḍake rajjuṁ pavesetvā baddhasunakho. Evamevimeti ettha daḷhatthambho viya khīlo viya ca tebhūmakadhammasaṅkhāto sakkāyo daṭṭhabbo, sā viya diṭṭhigatiko, daṇḍako viya diṭṭhi, rajju viya taṇhā, gaddulena bandhitvā thambhe vā khīle vā upanibaddhasunakhassa attano dhammatāya chinditvā gantuṁ asamatthassa anuparidhāvanaṁ viya diṭṭhigatikassa diṭṭhidaṇḍake pavesitāya taṇhārajjuyā bandhitvā sakkāye upanibaddhassa anuparidhāvanaṁ veditabbaṁ.",
  "atk-s0203a0:42": "26.Imāneva pañcāyatanānīti imāneva pañca kāraṇāni. Iti mātikaṁ ṭhapentenapi pañceva ṭhapitāni, nigamentenapi pañceva nigamitāni, bhājentena pana cattāri bhājitāni. Diṭṭhadhammanibbānaṁ kuhiṁ paviṭṭhanti. Ekattanānattavasena dvīsu padesu paviṭṭhanti veditabbaṁ.",
  "atk-s0203a0:43": "27. Evañca catucattālīsa aparantakappike dassetvā idāni aṭṭhārasa pubbantakappike dassetuṁ santi, bhikkhavetiādimāha. Tattha atītakoṭṭhāsasaṅkhātaṁ pubbantaṁ kappetvā vikappetvā gaṇhantīti pubbantakappikā. Pubbantakappo vā etesaṁ atthīti pubbantakappikā. Evaṁ sesampi pubbe vuttappakāraṁ vuttanayeneva veditabbaṁ. Sassato attā ca loko cāti rūpādīsu aññataraṁ attāti ca lokoti ca gahetvā sassato amaro nicco dhuvoti abhivadanti. Yathāha ‘‘rūpaṁ attā ceva loko ca sassato cāti attānañca lokañca paññapentī’’ti vitthāro. Asassatādīsupi eseva nayo. Ettha ca paṭhamavādena cattāro sassatavādā vuttā, dutiyavādena satta ucchedavādā.",
  "atk-s0203a0:44": "Nanu cete heṭṭhā āgatā, idha kasmā puna gahitāti. Heṭṭhā tattha tattha mato tattha tattheva ucchijjatīti dassanatthaṁ āgatā. Idha pana pubbenivāsalābhī diṭṭhigatiko atītaṁ passati, na anāgataṁ, tassa evaṁ hoti ‘‘pubbantato āgato attā idheva ucchijjati, ito paraṁ na gacchatī’’ti imassatthassa dassanatthaṁ gahitā. Tatiyavādena cattāro ekaccasassatavādā vuttā, catutthavādena cattāro amarāvikkhepikā vuttā. Antavāti sapariyanto paricchinno parivaṭumo. Avaḍḍhitakasiṇassa taṁ kasiṇaṁ attāti ca lokoti ca gahetvā evaṁ hoti. Dutiyavādo vaḍḍhitakasiṇassa vasena vutto, tatiyavādo tiriyaṁ vaḍḍhetvā uddhamadho avaḍḍhitakasiṇassa, catutthavādo takkivasena vutto. Anantaracatukkaṁ heṭṭhā vuttanayameva.",
  "atk-s0203a0:45": "Ekantasukhīti nirantarasukhī. Ayaṁ diṭṭhi lābhījātissaratakkīnaṁ vasena uppajjati. Lābhino hi pubbenivāsañāṇena khattiyādikule ekantasukhameva attano jātiṁ anussarantassa evaṁ diṭṭhi uppajjati. Tathā jātissarassa paccuppannaṁ sukhamanubhavato atītāsu sattasu jātīsu tādisameva attabhāvaṁ anussarantassa. Takkissa pana idha sukhasamaṅgino ‘‘atītepāhaṁ evameva ahosi’’nti takkeneva uppajjati.",
  "atk-s0203a0:46": "Ekantadukkhīti ayaṁ diṭṭhi lābhino nuppajjati. So hi ekanteneva idha jhānasukhena sukhī hoti. Idha dukkhena phuṭṭhassa pana jātissarassa takkisseva ca sā uppajjati. Tatiyā idha vokiṇṇasukhadukkhānaṁ sabbesampi tesaṁ uppajjati, tathā catutthā diṭṭhi. Lābhino hi idāni catutthajjhānavasena adukkhamasukhassa, pubbe catutthajjhānikameva brahmalokaṁ anussarantassa . Jātissarassāpi paccuppanne majjhattassa, anussarantassāpi majjhattabhūtaṭṭhānameva anussarantassa, takkinopi paccuppanne majjhattassa, atītepi evaṁ bhavissatīti takkeneva gaṇhantassa esā diṭṭhi uppajjati. Ettāvatā cattāro sassatavādā, cattāro ekaccasassatikā, cattāro antānantikā, cattāro amarāvikkhepikā , dve adhicca-samuppannikāti aṭṭhārasapi pubbantakappikā kathitā honti.",
  "atk-s0203a0:47": "28. Idāni diṭṭhuddhāraṁ uddharanto tatra, bhikkhavetiādimāha. Tattha paccattaṁyeva ñāṇanti paccakkhañāṇaṁ. Parisuddhanti nirupakkilesaṁ. Pariyodātanti pabhassaraṁ. Sabbapadehi vipassanāñāṇaṁyeva kathitaṁ. Saddhādayo hi pañca dhammā bāhirasamayasmimpi honti, vipassanāñāṇaṁ sāsanasmiṁyeva. Tattha ñāṇabhāgamattameva pariyodapentīti mayamidaṁ jānāmāti evaṁ tattha ñāṇakoṭṭhāsaṁ otārentiyeva. Upādānamakkhāyatīti na taṁ ñāṇaṁ, micchādassanaṁ nāmetaṁ, tasmā tadapi tesaṁ bhavantānaṁ diṭṭhupādānaṁ akkhāyatīti attho. Athāpi taṁ jānanamattalakkhaṇattā ñāṇabhāgamattameva, tathāpi tassa dassanassa anupātivattanato upādānapaccayato ca upādānameva. Tadupātivattoti taṁ diṭṭhiṁ atikkanto. Ettāvatā cattāro sassatavādā, cattāro ekaccasassatikā, cattāro antānantikā, cattāro amarāvikkhepikā, dve adhiccasamuppannikā, soḷasa saññīvādā, aṭṭha asaññīvādā, aṭṭha nevasaññīnāsaññīvādā, satta ucchedavādā, pañca diṭṭhadhammanibbānavādāti brahmajāle āgatā dvāsaṭṭhipi diṭṭhiyo kathitā honti. Brahmajāle pana kathite idaṁ suttaṁ akathitameva hoti. Kasmā? Idha tato atirekāya sakkāyadiṭṭhiyā āgatattā. Imasmiṁ pana kathite brahmajālaṁ kathitameva hoti.",
  "atk-s0203a0:48": "30. Idāni imā dvāsaṭṭhi diṭṭhiyo uppajjamānā sakkāyadiṭṭhipamukheneva uppajjantīti dassetuṁ idha, bhikkhave, ekaccotiādimāha. Tattha paṭinissaggāti pariccāgena. Kāmasaṁyojanānaṁanadhiṭṭhānāti pañcakāmaguṇataṇhānaṁ nissaṭṭhattā. Pavivekaṁ pītinti sappītikajjhānadvayapītiṁ. Nirujjhatīti jhānanirodhena nirujjhati. Samāpattito pana vuṭṭhitassa niruddhā nāma hoti. Yatheva hi ‘‘adukkhamasukhāya vedanāya nirodhā uppajjati nirāmisaṁ sukhaṁ, nirāmisasukhassa nirodhā uppajjati adukkhamasukhā vedanā’’ti ettha na ayamattho hoti – catutthajjhānanirodhā tatiyajjhānaṁ upasampajja viharatīti. Ayaṁ panettha attho – catutthajjhānā vuṭṭhāya tatiyaṁ jhānaṁ samāpajjati, tatiyajjhānā vuṭṭhāya catutthaṁ jhānaṁ samāpajjatīti, evaṁsampadamidaṁ veditabbaṁ. Uppajjati domanassanti hīnajjhānapariyādānakadomanassaṁ. Samāpattito vuṭṭhitacittassa pana kammanīyabhāvo kathito.",
  "atk-s0203a0:49": "Pavivekā pītīti sā eva jhānadvayapīti. Yaṁ chāyā jahatīti yaṁ ṭhānaṁ chāyā jahati. Kiṁ vuttaṁ hoti? Yasmiṁ ṭhāne chāyā atthi, tasmiṁ ātapo natthi. Yasmiṁ ātapo atthi, tasmiṁ chāyā natthīti.",
  "atk-s0203a0:50": "31.Nirāmisaṁ sukhanti tatiyajjhānasukhaṁ.",
  "atk-s0203a0:51": "32.Adukkhamasukhanti catutthajjhānavedanaṁ.",
  "atk-s0203a0:52": "33.Anupādānohamasmīti niggahaṇo ahamasmi. Nibbānasappāyanti nibbānassa sappāyaṁ upakārabhūtaṁ . Nanu ca maggadassanaṁ nāma sabbattha nikantiyā sukkhāpitāya uppajjati, kathametaṁ nibbānassa upakārapaṭipadā nāma jātanti, sabbattha anupādiyanavasena aggaṇhanavasena upakārapaṭipadā nāma jātaṁ. Abhivadatīti abhimānena upavadati. Pubbantānudiṭṭhinti aṭṭhārasavidhampi pubbantānudiṭṭhiṁ. Aparantānudiṭṭhinti catucattārīsavidhampi aparantānudiṭṭhiṁ. Upādānamakkhāyatīti ahamasmīti gahaṇassa sakkāyadiṭṭhipariyāpannattā diṭṭhupādānaṁ akkhāyati.",
  "atk-s0203a0:53": "Santivarapadanti vūpasantakilesattā santaṁ uttamapadaṁ. Channaṁ phassāyatanānanti bhagavatā ‘‘yattha cakkhu ca nirujjhati rūpasaññā ca nirujjhati so āyatano veditabbo’’ti ettha dvinnaṁ āyatanānaṁ paṭikkhepena nibbānaṁ dassitaṁ.",
  "atk-s0203a0:54": "‘‘Yattha āpo ca pathavī, tejo vāyo na gādhati;",
  "atk-s0203a0:55": "Ato sarā nivattanti, ettha vaṭṭaṁ na vattati;",
  "atk-s0203a0:56": "Ettha nāmañca rūpañca, asesaṁ uparujjhatī’’ti. (saṁ. ni. 1.27) –",
  "atk-s0203a0:57": "Ettha pana saṅkhārapaṭikkhepena nibbānaṁ dassitaṁ.",
  "atk-s0203a0:58": "‘‘Kattha āpo ca pathavī, tejo vāyo na gādhati;",
  "atk-s0203a0:59": "Kattha dīghañca rassañca, aṇuṁ thūlaṁ subhāsubhaṁ;",
  "atk-s0203a0:60": "Kattha nāmañca rūpañca, asesaṁ uparujjhatī’’ti. (dī. ni. 1.498);",
  "atk-s0203a0:61": "Tatra veyyākaraṇaṁ bhavati –",
  "atk-s0203a0:62": "‘‘Viññāṇaṁ anidassanaṁ, anantaṁ sabbato pabha’’nti –",
  "atk-s0203a0:63": "Ettha saṅkhārapaṭikkhepena nibbānaṁ dassitaṁ. Imasmiṁ pana sutte chaāyatanapaṭikkhepena dassitaṁ. Aññattha ca anupādāvimokkhoti nibbānameva dassitaṁ, idha pana arahattaphalasamāpatti. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0203a0:64": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a0:65": "Pañcattayasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a0:66": "3. Kintisuttavaṇṇanā",
  "atk-s0203a0:67": "34.Evaṁme sutanti kintisuttaṁ. Tattha pisinārāyanti evaṁnāmake maṇḍalapadese. Baliharaṇeti tasmiṁ vanasaṇḍe bhūtānaṁ baliṁ āharanti, tasmā so baliharaṇanti vutto. Cīvarahetūti cīvarakāraṇā, cīvaraṁ paccāsīsamānoti attho. Itibhavābhavahetūti evaṁ imaṁ desanāmayaṁ puññakiriyavatthuṁ nissāya tasmiṁ tasmiṁ bhave sukhaṁ vedissāmīti dhammaṁ desetīti kiṁ tumhākaṁ evaṁ hotīti attho.",
  "atk-s0203a0:68": "35.Cattāro satipaṭṭhānātiādayo sattatiṁsa bodhipakkhiyadhammā lokiyalokuttarāva kathitā. Tatthāti tesu sattatiṁsāya dhammesu. Siyaṁsūti bhaveyyuṁ. Abhidhammeti visiṭṭhe dhamme, imesu sattatiṁsabodhipakkhiyadhammesūti attho. Tatra ceti idampi bodhipakkhiyadhammesveva bhummaṁ. Atthato ceva nānaṁ byañjanato cāti ettha ‘‘kāyova satipaṭṭhānaṁ vedanāva satipaṭṭhāna’’nti vutte atthato nānaṁ hoti , ‘‘satipaṭṭhānā’’ti vutte pana byañjanato nānaṁ nāma hoti. Tadamināpīti taṁ tumhe imināpi kāraṇena jānāthāti atthañca byañjanañca samānetvā athassa ca aññathā gahitabhāvo byañjanassa ca micchā ropitabhāvo dassetabbo. Yo dhammo yo vinayoti ettha atthañca byañjanañca viññāpanakāraṇameva dhammo ca vinayo ca.",
  "atk-s0203a0:69": "37.Atthato hi kho sametīti satiyeva satipaṭṭhānanti gahitā. Byañjanato nānanti kevalaṁ byañjanameva satipaṭṭhānoti vā satipaṭṭhānāti vā micchā ropetha. Appamattakaṁ khoti suttantaṁ patvā byañjanaṁ appamattakaṁ nāma hoti. Parittamattaṁ dhanitaṁ katvā ropitepi hi nibbutiṁ pattuṁ sakkā hoti.",
  "atk-s0203a0:70": "Tatridaṁ vatthu – vijayārāmavihāravāsī kireko khīṇāsavatthero dvinnaṁ bhikkhūnaṁ suttaṁ āharitvā kammaṭṭhānaṁ kathento – ‘‘samuddho samuddhoti, bhikkhave, assutavā puthujjano bhāsatī’’ti dhanitaṁ katvā āha. Eko bhikkhu ‘‘samuddho nāma, bhante’’ti āha. Āvuso, samuddhoti vuttepi samuddoti vuttepi mayaṁ loṇasāgarameva jānāma, tumhe pana no atthagavesakā, byañjanagavesakā, gacchatha mahāvihāre paguṇabyañjanānaṁ bhikkhūnaṁ santike byañjanaṁ sodhāpethāti kammaṭṭhānaṁ akathetvāva uṭṭhāpesi. So aparabhāge mahāvihāre bheriṁ paharāpetvā bhikkhusaṅghassa catūsu maggesu pañhaṁ kathetvāva parinibbuto. Evaṁ suttantaṁ patvā byañjanaṁ appamattakaṁ nāma hoti.",
  "atk-s0203a0:71": "Vinayaṁ pana patvā no appamattakaṁ. Sāmaṇerapabbajjāpi hi ubhatosuddhito vaṭṭati, upasampadādikammānipi sithilādīnaṁ dhanitādikaraṇamatteneva kuppanti. Idha pana suttantabyañjanaṁ sandhāyetaṁ vuttaṁ.",
  "atk-s0203a0:72": "38. Atha catutthavāre vivādo kasmā? Saññāya vivādo. ‘‘Ahaṁ satimeva satipaṭṭhānaṁ vadāmi, ayaṁ ‘kāyo satipaṭṭhāna’nti vadatī’’ti hi nesaṁ saññā hoti. Byañjanepi eseva nayo.",
  "atk-s0203a0:73": "39.Nacodanāya taritabbanti na codanatthāya vegāyitabbaṁ. Ekacco hi puggalo ‘‘nalāṭe te sāsapamattā piḷakā’’ti vutto ‘‘mayhaṁ nalāṭe sāsapamattaṁ piḷakaṁ passasi, attano nalāṭe tālapakkamattaṁ mahāgaṇḍaṁ na passasī’’ti vadati. Tasmā puggalo upaparikkhitabbo. Adaḷhadiṭṭhīti anādānadiṭṭhī suṁsumāraṁ hadaye pakkhipanto viya daḷhaṁ na gaṇhāti.",
  "atk-s0203a0:74": "Upaghātoti caṇḍabhāvena vaṇaghaṭṭitassa viya dukkhuppatti. Suppaṭinissaggīti ‘‘kiṁ nāma ahaṁ āpanno, kadā āpanno’’ti vā ‘‘tvaṁ āpanno, tava upajjhāyo āpanno’’ti vā ekaṁ dve vāre vatvāpi ‘‘asukaṁ nāma asukadivase nāma, bhante, āpannattha, saṇikaṁ anussarathā’’ti saritvā tāvadeva vissajjeti. Vihesāti bahuṁ atthañca kāraṇañca āharantassa kāyacittakilamatho. Sakkomīti evarūpo hi puggalo okāsaṁ kāretvā ‘‘āpattiṁ āpannattha, bhante’’ti vutto ‘‘kadā kismiṁ vatthusmi’’nti vatvā ‘‘asukadivase asukasmiṁ vatthusmi’’nti vutte ‘‘na sarāmi, āvuso’’ti vadati, tato ‘‘saṇikaṁ, bhante, sarathā’’ti bahuṁ vatvā sārito saritvā vissajjeti. Tenāha ‘‘sakkomī’’ti. Iminā nayena sabbattha attho veditabbo.",
  "atk-s0203a0:75": "Upekkhā nātimaññitabbāti upekkhā na atikkamitabbā, kattabbā janetabbāti attho. Yo hi evarūpaṁ puggalaṁ ṭhitakaṁyeva passāvaṁ karontaṁ disvāpi ‘‘nanu, āvuso, nisīditabba’’nti vadati, so upekkhaṁ atimaññati nāma.",
  "atk-s0203a0:76": "40.Vacīsaṁhāroti vacanasañcāro. Imehi kathitaṁ amūsaṁ antaraṁ paveseyya, tumhe imehi idañcidañca vuttāti amūhi kathitaṁ imesaṁ antaraṁ paveseyyāti attho. Diṭṭhipaḷāsotiādīhi cittassa anārādhaniyabhāvo kathito. Taṁ jānamāno samāno garaheyyāti taṁ satthā jānamāno samāno nindeyya amheti. Etaṁpanāvuso, dhammanti etaṁ kalahabhaṇḍanadhammaṁ.",
  "atk-s0203a0:77": "Tañceti taṁ saññattikārakaṁ bhikkhuṁ. Evaṁ byākareyyāti mayā ete suddhante patiṭṭhāpitāti avatvā yena kāraṇena saññatti katā, tadeva dassento evaṁ byākareyya. Tāhaṁ dhammaṁ sutvāti ettha dhammoti sāraṇīyadhammo adhippeto. Na ceva attānantiādīsu ‘‘brahmalokappamāṇo hesa aggi uṭṭhāsi, ko etamaññatra mayā nibbāpetuṁ samattho’’ti hi vadanto attānaṁ ukkaṁseti nāma. ‘‘Ettakā janā vicaranti, okāso laddhuṁ na sakkā, ekopi ettakamattaṁ nibbāpetuṁ samattho nāma natthī’’ti vadamāno paraṁ vambheti nāma. Tadubhayampesa na karoti. Dhammo panettha sammāsambuddhassa byākaraṇaṁ, tesaṁ bhikkhūnaṁ saññattikaraṇaṁ anudhammo, tadeva byākaroti nāma. Na ca koci sahadhammikoti añño cassa koci sahetuko parehi vutto vādo vā anuvādo vā garahitabbabhāvaṁ āgacchanto nāma natthi. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0203a0:78": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a0:79": "Kintisuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a0:80": "4. Sāmagāmasuttavaṇṇanā",
  "atk-s0203a0:81": "41.Evaṁme sutanti sāmagāmasuttaṁ. Tattha sāmagāmeti sāmākānaṁ ussannattā evaṁladdhanāme gāme. Adhunā kālaṅkatoti sampati kālaṁ kato. Dvedhikajātāti dvejjhajātā dvebhāgajātā. Bhaṇḍanādīsu bhaṇḍanaṁ pubbabhāgakalaho, taṁ daṇḍādānādivasena paṇṇattivītikkamavasena ca vaddhitaṁ kalaho, ‘‘na tvaṁ imaṁ dhammavinayaṁ ājānāsī’’tiādikaṁ viruddhavacanaṁ vivādo. Vitudantāti vitujjantā. Sahitaṁ meti mama vacanaṁ atthasaṁhitaṁ. Adhiciṇṇaṁ te viparāvattanti yaṁ tava adhiciṇṇaṁ cirakālasevanavasena paguṇaṁ, taṁ mama vādaṁ āgamma nivattaṁ. Āropito te vādoti tuyhaṁ upari mayā doso āropito. Cara vādappamokkhāyāti bhattapuṭaṁ ādāya taṁ taṁ upasaṅkamitvā vādappamokkhatthāya uttari pariyesamāno cara. Nibbeṭhehi vāti atha mayā āropitavādato attānaṁ mocehi. Sace pahosīti sace sakkosi. Vadhoyevāti maraṇameva.",
  "atk-s0203a0:82": "Nāṭaputtiyesūti nāṭaputtassa antevāsikesu. Nibbinnarūpāti ukkaṇṭhitasabhāvā, abhivādanādīni na karonti. Virattarūpāti vigatapemā. Paṭivānarūpāti tesaṁ nipaccakiriyato nivattasabhāvā. Yathā tanti yathā ca durakkhātādisabhāve dhammavinaye nibbinnavirattapaṭivānarūpehi bhavitabbaṁ, tatheva jātāti attho. Durakkhāteti dukkathite. Duppavediteti duviññāpite. Anupasamasaṁvattaniketi rāgādīnaṁ upasamaṁ kātuṁ asamattho. Bhinnathūpeti bhinnapatiṭṭhe. Ettha hi nāṭaputtova nesaṁ patiṭṭhena thūpo, so pana bhinno mato. Tena vuttaṁ ‘‘bhinnathūpe’’ti. Appaṭisaraṇeti tasseva abhāvena paṭisaraṇavirahite.",
  "atk-s0203a0:83": "Nanu cāyaṁ nāṭaputto nāḷandavāsiko, so kasmā pāvāyaṁ kālaṁkatoti. So kira upālinā gahapatinā paṭividdhasaccena dasahi gāthāhi bhāsite buddhaguṇe sutvā uṇhaṁ lohitaṁ chaḍḍesi. Atha naṁ aphāsukaṁ gahetvā pāvaṁ agamaṁsu, so tattha kālamakāsi. Kālaṁ kurumāno ca ‘‘mama laddhi aniyyānikā sārarahitā, mayaṁ tāva naṭṭhā, avasesajano mā apāyapūrako ahosi . Sace panāhaṁ ‘mama sāsanaṁ aniyyānika’nti vakkhāmi, na saddahissanti. Yaṁnūnāhaṁ dvepi jane na ekanīhārena uggaṇhāpeyyaṁ, te mamaccayena aññamaññaṁ vivadissanti. Satthā taṁ vivādaṁ paṭicca ekaṁ dhammakathaṁ kathessati, tato te sāsanassa mahantabhāvaṁ jātissantī’’ti.",
  "atk-s0203a0:84": "Atha naṁ eko antevāsiko upasaṅkamitvā āha ‘‘bhante, tumhe dubbalā, mayhaṁ imasmiṁ dhamme sāraṁ ācikkhatha ācariyappamāṇa’’nti. Āvuso, tvaṁ mamaccayena sassatanti gaṇheyyāsīti. Aparopi taṁ upasaṅkami, taṁ ucchedaṁ gaṇhāpesi. Evaṁ dvepi jane ekaladdhike akatvā bahū nānānīhārena uggaṇhāpetvā kālamakāsi. Te tassa sarīrakiccaṁ katvā sannipatitvā aññamaññaṁ pucchiṁsu ‘‘kassāvuso, ācariyo sāramācikkhī’’ti? Eko uṭṭhahitvā mayhanti āha. Kiṁ ācikkhīti? Sassatanti. Aparo taṁ paṭibāhitvā mayhaṁ sāraṁ ācikkhīti āha. Evaṁ sabbe ‘‘mayhaṁ sāraṁ ācikkhi, ahaṁ jeṭṭhako’’ti aññamaññaṁ vivādaṁ vaḍḍhetvā akkose ceva paribhāse ca hatthapādapahārādīni ca pavattetvā ekamaggena dve agacchantā nānādisāsu pakkamiṁsu, ekacce gihī ahesuṁ.",
  "atk-s0203a0:85": "Bhagavato pana dharamānakālepi bhikkhusaṅghe vivādo na uppajji. Satthā hi tesaṁ vivādakāraṇe uppannamatteyeva sayaṁ vā gantvā te vā bhikkhū pakkosāpetvā khanti mettā paṭisaṅkhā avihiṁsā sāraṇīyadhammesu ekaṁ kāraṇaṁ kathetvā vivādaṁ vūpasameti. Evaṁ dharamānopi saṅghassa patiṭṭhāva ahosi. Parinibbāyamānopi avivādakāraṇaṁ katvāva parinibbāyi. Bhagavatā hi sutte desitā cattāro mahāpadesā (a. ni. 4.180; dī. ni. 2.187) yāvajjadivasā bhikkhūnaṁ patiṭṭhā ca avassayo ca. Tathā khandhake desitā cattāro mahāpadesā (mahāva. 305) sutte vuttāni cattāri pañhabyākaraṇāni (a. ni. 4.42) ca. Tenevāha – ‘‘yo vo mayā, ānanda, dhammo ca vinayo ca desito paññatto, so vo mamaccayena satthā’’ti (dī. ni. 2.216).",
  "atk-s0203a0:86": "42.Athakho cundo samaṇuddesoti ayaṁ thero dhammasenāpatissa kaniṭṭhabhātiko. Taṁ bhikkhū anupasampannakāle cundo samaṇuddesoti samudācaritvā therakālepi tatheva samudācariṁsu. Tena vuttaṁ ‘‘cundo samaṇuddeso’’ti. Upasaṅkamīti kasmā upasaṅkami? Nāṭaputte kira kālaṁkate jambudīpe manussā tattha tattha kathaṁ pavattayiṁsu – ‘‘nigaṇṭho nāṭaputto eko satthāti paññāyittha, tassa kālakiriyāya sāvakānaṁ evarūpo vivādo jāto, samaṇo pana gotamo jambudīpe cando viya sūriyo viya ca pākaṭoyeva, kīdiso nu kho samaṇe gotame parinibbute sāvakānaṁ vivādo bhavissatī’’ti. Thero taṁ kathaṁ sutvā cintesi – ‘‘imaṁ kathaṁ gahetvā dasabalassa ārocessāmi, satthā ca etaṁ atthuppattiṁ katvā ekaṁ desanaṁ kathessatī’’ti. So nikkhamitvā yena sāmagāmo, yenāyasmā ānando tenupasaṅkami. Ujumeva bhagavato santikaṁ agantvā yenassa upajjhāyo āyasmā ānando tenupasaṅkamīti attho. Evaṁ kirassa ahosi – ‘‘upajjhāyo me mahāpañño, so imaṁ sāsanaṁ satthu ārocessati, atha satthā tadanurūpaṁ dhammaṁ desessatī’’ti. Kathāpābhatanti kathāmūlaṁ, mūlañhi pābhatanti vuccati. Yathāha –",
  "atk-s0203a0:87": "‘‘Appakenapi medhāvī, pābhatena vicakkhaṇo;",
  "atk-s0203a0:88": "Samuṭṭhāpeti attānaṁ, aṇuṁ aggiṁva sandhama’’nti. (jā. 2.1.4);",
  "atk-s0203a0:89": "Dassanāyāti dassanatthāya. Kiṁ paniminā bhagavā na diṭṭhapubboti? No na diṭṭhapubbo, ayañhi āyasmā divā nava vāre rattiṁ nava vāreti ekāhaṁ aṭṭhārasa vāre upaṭṭhānameva gacchati. Divasassa pana satakkhattuṁ vā sahassakkhattuṁ vā gantukāmo samānopi na akāraṇā gacchati, ekaṁ pañhuddhāraṁ gahetvāva gacchati. So taṁdivasaṁ tena gantukāmo evamāha.",
  "atk-s0203a0:90": "Ahitāya dukkhāya devamanussānanti ekasmiṁ vihāre saṅghamajjhe uppanno vivādo kathaṁ devamanussānaṁ ahitāya dukkhāya saṁvattati? Kosambakakkhandhake (mahāva. 451) viya hi dvīsu bhikkhūsu vivādaṁ āpannesu tasmiṁ vihāre tesaṁ antevāsikā vivadanti, tesaṁ ovādaṁ gaṇhanto bhikkhunisaṅgho vivadati, tato tesaṁ upaṭṭhākā vivadanti, atha manussānaṁ ārakkhadevatā dve koṭṭhāsā honti. Tattha dhammavādīnaṁ ārakkhadevatā dhammavādiniyo honti, adhammavādīnaṁ adhammavādiniyo honti. Tato tāsaṁ ārakkhadevatānaṁ mittā bhummadevatā bhijjanti. Evaṁ paramparāya yāva brahmalokā ṭhapetvā ariyasāvake sabbe devamanussā dve koṭṭhāsā honti. Dhammavādīhi pana adhammavādinova bahutarā honti, tato yaṁ bahūhi gahitaṁ, taṁ gaṇhanti. Dhammaṁ vissajjetvā bahutarāva adhammaṁ gaṇhanti. Te adhammaṁ pūretvā viharantā apāye nibbattanti. Evaṁ ekasmiṁ vihāre saṅghamajjhe uppanno vivādo bahūnaṁ ahitāya dukkhāya hoti.",
  "atk-s0203a0:91": "43.Abhiññā desitāti mahābodhimūle nisinnena paccakkhaṁ katvā paveditā. Patissayamānarūpā viharantīti upanissāya viharanti. Bhagavatoaccayenāti etarahi bhagavantaṁ jeṭṭhakaṁ katvā sagāravā viharanti, tumhākaṁ, bhante, uggatejatāya durāsadatāya vivādaṁ janetuṁ na sakkonti, bhagavato pana accayena vivādaṁ janeyyunti vadati. Yattha pana taṁ vivādaṁ janeyyuṁ, taṁ dassento ajjhājīve vā adhipātimokkhe vāti āha. Tattha ajjhājīveti ājīvahetu ājīvakāraṇā – ‘‘bhikkhu uttarimanussadhammaṁ ullapati āpatti pārājikassā’’tiādinā (pari. 287) nayena parivāre paññattāni cha sikkhāpadāni, tāni ṭhapetvā sesāni sabbasikkhāpadāni adhipātimokkhaṁ nāma. Appamattako so ānandāti ajjhājīvaṁ adhipātimokkhañca ārabbha uppannavivādo nāma yasmā parassa kathāyapi attano dhammatāyapi sallakkhetvā suppajaho hoti, tasmā ‘‘appamattako’’ti vutto.",
  "atk-s0203a0:92": "Tatrāyaṁ nayo – idhekacco ‘‘na sakkā uttarimanussadhammaṁ anullapantena kiñci laddhu’’ntiādīni cintetvā ājīvahetu uttarimanussadhammaṁ vā ullapati sañcarittaṁ vā āpajjati, yo te vihāre vasati, so bhikkhu arahātiādinā nayena sāmantajappanaṁ vā karoti, agilāno vā attano atthāya paṇītabhojanāni viññāpetvā bhuñjati, bhikkhunī vā pana tāni viññāpetvā pāṭidesanīyaṁ āpajjati, yo koci dukkaṭavatthukaṁ yaṁkiñci sūpodanaviññattimeva vā karoti, aññataraṁ vā pana paṇṇattivītikkamaṁ karonto viharati, tamenaṁ sabrahmacārī evaṁ sañjānanti – ‘‘kiṁ imassa iminā lābhena laddhena, yo sāsane pabbajitvā micchājīvena jīvikaṁ kappeti, paṇṇattivītikkamaṁ karotī’’ti. Attano dhammatāyapissa evaṁ hoti – ‘‘kissa mayhaṁ iminā lābhena, yvāhaṁ evaṁ svākkhāte dhammavinaye pabbajitvā micchājīvena jīvikaṁ kappemi, paṇṇattivītikkamaṁ karomī’’ti sallakkhetvā tato oramati. Evaṁ parassa kathāyapi attano dhammatāyapi sallakkhetvā suppajaho hoti. Tena bhagavā ‘‘appamattako’’ti āha.",
  "atk-s0203a0:93": "Magge vā hi, ānanda, paṭipadāya vāti lokuttaramaggaṁ patvā vivādo nāma sabbaso vūpasammati, natthi adhigatamaggānaṁ vivādo. Pubbabhāgamaggaṁ pana pubbabhāgapaṭipadañca sandhāyetaṁ vuttaṁ.",
  "atk-s0203a0:94": "Tatrāyaṁ nayo – evaṁ bhikkhuṁ manussā lokuttaradhamme sambhāventi. So saddhivihārikādayo āgantvā vanditvā ṭhite pucchati ‘‘kiṁ āgatatthā’’ti. Manasikātabbakammaṭṭhānaṁ pucchituṁ, bhanteti. Nisīdatha, khaṇeneva arahattaṁ pāpetuṁ samatthakammaṭṭhānakathaṁ ācikkhissāmīti vatvā vadati – ‘‘idha bhikkhu attano vasanaṭṭhānaṁ pavisitvā nisinno mūlakammaṭṭhānaṁ manasi karoti, tassa taṁ manasikaroto obhāso uppajjati. Ayaṁ paṭhamamaggo nāma. So dutiyaṁ obhāsañāṇaṁ nibbatteti, dutiyamaggo adhigato hoti, evaṁ tatiyañca catutthañca. Ettāvatā maggappatto ceva phalappatto ca hotī’’ti. Atha te bhikkhū ‘‘akhīṇāsavo nāma evaṁ kammaṭṭhānaṁ kathetuṁ na sakkoti, addhāyaṁ khīṇāsavo’’ti niṭṭhaṁ gacchanti.",
  "atk-s0203a0:95": "So aparena samayena kālaṁ karoti. Samantā bhikkhācāragāmehi manussā āgantvā pucchanti ‘‘kenaci, bhante, thero pañhaṁ pucchito’’ti. Upāsakā pubbeva therena pañho kathito amhākanti. Te pupphamaṇḍapaṁ pupphakūṭāgāraṁ sajjetvā suvaṇṇena akkhipidhānamukhapidhānādiṁ karitvā gandhamālādīhi pūjetvā sattāhaṁ sādhukīḷikaṁ kīḷetvā jhāpetvā aṭṭhīni ādāya cetiyaṁ karonti. Aññe āgantukā vihāraṁ āgantvā pāde dhovitvā ‘‘mahātheraṁ passissāma, kahaṁ, āvuso, mahāthero’’ti pucchanti. Parinibbuto, bhanteti. Dukkaraṁ, āvuso, therena kataṁ maggaphalāni nibbattentena, pañhaṁ pucchittha, āvusoti. Bhikkhūnaṁ kammaṭṭhānaṁ kathento iminā niyāmena kathesi, bhanteti. Na eso, āvuso, maggo, vipassanupakkileso nāmesa, na tumhe jānittha, puthujjano, āvuso, theroti. Te kalahaṁ karontā uṭṭhahitvā ‘‘sakalavihāre bhikkhū ca bhikkhācāragāmesu manussā ca na jānanti, tumheyeva jānātha. Kataramaggena tumhe āgatā, kiṁ vo vihāradvāre cetiyaṁ na diṭṭha’’nti. Evaṁvādīnaṁ pana bhikkhūnaṁ sataṁ vā, hotu sahassaṁ vā, yāva taṁ laddhiṁ nappajahanti, saggopi maggopi vāritoyeva.",
  "atk-s0203a0:96": "Aparopi tādisova kammaṭṭhānaṁ kathento evaṁ katheti – citteneva tīsu uddhanesu tīṇi kapallāni āropetvā heṭṭhā aggiṁ katvā citteneva attano dvattiṁsākāraṁ uppāṭetvā kapallesu pakkhipitvā citteneva daṇḍakena parivattetvā parivattetvā bhajjitabbaṁ, yā jhāyamāne chārikā hoti, sā mukhavātena palāsetabbā. Ettakena dhūtapāpo nāmesa samaṇo hoti. Sesaṁ purimanayeneva vitthāretabbaṁ.",
  "atk-s0203a0:97": "Aparo evaṁ katheti – citteneva mahācāṭiṁ ṭhapetvā matthuṁ yojetvā citteneva attano dvattiṁsākāraṁ uppāṭetvā tattha pakkhipitvā matthuṁ otāretvā manthitabbaṁ. Mathiyamānaṁ vilīyati, vilīne upari pheṇo uggacchati. So pheṇo paribhuñjitabbo. Ettāvatā vo amataṁ paribhuttaṁ nāma bhavissati . Ito paraṁ ‘‘atha te bhikkhū’’tiādi sabbaṁ purimanayeneva vitthāretabbaṁ.",
  "atk-s0203a0:98": "44. Idāni yo evaṁ vivādo uppajjeyya, tassa mūlaṁ dassento chayimānītiādimāha. Tattha agāravoti gāravavirahito. Appatissoti appatissayo anīcavutti. Ettha pana yo bhikkhu satthari dharamāne tīsu kālesu upaṭṭhānaṁ na yāti, satthari anupāhane caṅkamante saupāhano caṅkamati, nīce caṅkame caṅkamante ucce caṅkame caṅkamati, heṭṭhā vasante upari vasati, satthu dassanaṭṭhāne ubho aṁse pārupati, chattaṁ dhāreti, upāhanaṁ dhāreti, nhānatitthe uccāraṁ vā passāvaṁ vā karoti, parinibbute vā pana cetiyaṁ vandituṁ na gacchati, cetiyassa paññāyanaṭṭhāne satthudassanaṭṭhāne vuttaṁ sabbaṁ karoti, aññehi ca bhikkhūhi ‘‘kasmā evaṁ karosi, na idaṁ vaṭṭati, sammāsabuddhassa nāma lajjituṁ vaṭṭatī’’ti vutte ‘‘tūṇhī hoti, kiṁ buddho buddhoti vadasī’’ti bhaṇati, ayaṁ satthari agāravo nāma.",
  "atk-s0203a0:99": "Yo pana dhammassavane saṅghuṭṭhe sakkaccaṁ na gacchati, sakkaccaṁ dhammaṁ na suṇāti, niddāyati vā sallapento vā nisīdati, sakkaccaṁ na gaṇhāti na dhāreti, ‘‘kiṁ dhamme agāravaṁ karosī’’ti vutte ‘‘tuṇhī hoti, dhammo dhammoti vadasi, kiṁ dhammo nāmā’’ti vadati, ayaṁ dhamme agāravo nāma.",
  "atk-s0203a0:100": "Yo pana therena bhikkhunā anajjhiṭṭho dhammaṁ deseti, nisīdati pañhaṁ katheti, vuḍḍhe bhikkhū ghaṭṭento gacchati, tiṭṭhati nisīdati, dussapallatthikaṁ vā hatthapallatthikaṁ vā karoti, saṅghamajjhe ubho aṁse pārupati, chattupāhanaṁ dhāreti, ‘‘bhikkhusaṅghassa lajjituṁ vaṭṭatī’’ti vuttepi ‘‘tuṇhī hoti, saṅgho saṅghoti vadasi, kiṁ saṅgho, migasaṅgho ajasaṅgho’’tiādīni vadati, ayaṁ saṅghe agāravo nāma. Ekabhikkhusmimpi hi agārave kate saṅghe katoyeva hoti. Tisso sikkhā pana aparipūrayamānova sikkhāya na paripūrakārī nāma.",
  "atk-s0203a0:101": "Ajjhattaṁ vāti attani vā attano parisāya vā. Bāhiddhāti parasmiṁ vā parassa parisāya vā.",
  "atk-s0203a0:102": "46. Idāni ayaṁ cha ṭhānāni nissāya uppannavivādo vaḍḍhanto yāni adhikaraṇāni pāpuṇāti, tāni dassetuṁ cattārimānītiādimāha. Tattha vūpasamanatthāya pavattamānehi samathehi adhikātabbānīti adhikaraṇāni. Vivādova adhikaraṇaṁ vivādādhikaraṇaṁ. Itaresupi eseva nayo.",
  "atk-s0203a0:103": "Idāni imānipi cattāri adhikaraṇāni patvā upari vaḍḍhento so vivādo yehi samathehi vūpasammati, tesaṁ dassanatthaṁ satta kho panimetiādimāha. Tattha adhikaraṇāni samenti vūpasamentīti adhikaraṇasamathā. Uppannuppannānanti uppannānaṁ uppannānaṁ. Adhikaraṇānanti etesaṁ vivādādhikaraṇādīnaṁ catunnaṁ. Samathāya vūpasamāyāti samanatthañceva vūpasamanatthañca. Sammukhāvinayo dātabbo…pe… tiṇavatthārakoti ime satta samathā dātabbā.",
  "atk-s0203a0:104": "Tatrāyaṁ vinicchayakathā – adhikaraṇesu tāva dhammoti vā adhammoti vāti aṭṭhārasahi vatthūhi vivadantānaṁ bhikkhūnaṁ yo vivādo, idaṁ vivādādhikaraṇaṁ nāma. Sīlavipattiyā vā ācāradiṭṭhiājīvavipattiyā vā anuvadantānaṁ yo anuvādo upavadanā ceva codanā ca, idaṁ anuvādādhikaraṇaṁ nāma. Mātikāyaṁ āgatā pañca vibhaṅge dveti satta āpattikkhandhā āpattādhikaraṇaṁ nāma. Yaṁ saṅghassa apalokanādīnaṁ catunnaṁ kammānaṁ karaṇaṁ, idaṁ kiccādhikaraṇaṁ nāma.",
  "atk-s0203a0:105": "Tattha vivādādhikaraṇaṁ dvīhi samathehi sammati sammukhāvinayena ca yebhuyyasikāya ca. Sammukhāvinayeneva sammamānaṁ yasmiṁ vihāre uppannaṁ, tasmiṁyeva vā, aññattha vūpasametuṁ gacchantānaṁ antarāmagge vā, yattha gantvā saṅghassa niyyātitaṁ, tattha saṅghena vā gaṇena vā vūpasametuṁ asakkonte tattheva ubbāhikāya sammatapuggalehi vā vinicchitaṁ sammati. Evaṁ sammamāne pana tasmiṁ yā saṅghasammukhatā dhammasammukhatā, vinayasammukhatā, puggalasammukhatā, ayaṁ sammukhāvinayo nāma.",
  "atk-s0203a0:106": "Tattha ca kārakasaṅghassa sāmaggivasena sammukhībhāvo saṅghasammukhatā. Sametabbassa vatthuno bhūtatā dhammasammukhatā. Yathā taṁ sametabbaṁ, tatheva samanaṁ vinayasammukhatā. Yo ca vivadati, yena ca vivadati, tesaṁ ubhinnaṁ attapaccatthikānaṁ sammukhībhāvo puggalasammukhatā. Ubbāhikāya vūpasame panettha saṅghasammukhatā parihāyati. Evaṁ tāva sammukhāvinayeneva sammati.",
  "atk-s0203a0:107": "Sace panevampi na sammati, atha naṁ ubbāhikāya sammatā bhikkhū ‘‘na mayaṁ sakkoma vūpasametu’’nti saṅghasseva niyyātenti. Tato saṅgho pañcaṅgasamannāgataṁ bhikkhuṁ salākaggāhakaṁ sammannitvā tena guḷhakavivaṭakasakaṇṇajappakesu tīsu salākaggāhesu aññataravasena salākaṁ gāhetvā sannipatitaparisāya dhammavādīnaṁ yebhuyyatāya yathā te dhammavādino vadanti, evaṁ vūpasantaṁ adhikaraṇaṁ sammukhāvinayena ca yebhuyyasikāya ca vūpasantaṁ hoti. Tattha sammukhāvinayo vuttanayo eva. Yaṁ pana yebhuyyasikāya kammassa karaṇaṁ, ayaṁ yebhuyyasikā nāma. Evaṁ vivādādhikaraṇaṁ dvīhi samathehi sammati.",
  "atk-s0203a0:108": "Anuvādādhikaraṇaṁ catūhi samathehi sammati sammukhāvinayena ca sativinayena ca amūḷhavinayena ca tassapāpiyasikāya ca. Sammukhāvinayeneva sammamānaṁ yo ca anuvadati, yañca anuvadati, tesaṁ vacanaṁ sutvā, sace kāci āpatti natthi, ubho khamāpetvā, sace atthi, ayaṁ nāmettha āpattīti evaṁ vinicchitaṁ vūpasammati. Tattha sammukhāvinayalakkhaṇaṁ vuttanayameva.",
  "atk-s0203a0:109": "Yadā pana khīṇāsavassa bhikkhuno amūlikāya sīlavipattiyā anuddhaṁsitassa sativinayaṁ yācamānassa saṅgho ñatticatutthena kammena sativinayaṁ deti, tadā sammukhāvinayena ca sativinayena ca vūpasantaṁ hoti. Dinne pana sativinaye puna tasmiṁ puggale kassaci anuvādo na ruhati.",
  "atk-s0203a0:110": "Yadā ummattako bhikkhu ummādavasena kate assāmaṇake ajjhācāre ‘‘saratāyasmā evarūpiṁ āpatti’’nti bhikkhūhi vuccamāno – ‘‘ummattakena me, āvuso, etaṁ kataṁ, nāhaṁ taṁ sarāmī’’ti bhaṇantopi bhikkhūhi codiyamānova puna acodanatthāya amūḷhavinayaṁ yācati, saṅgho cassa ñatticatutthena kammena amūḷhavinayaṁ deti, tadā sammukhāvinayena ca amūḷhavinayena ca vūpasantaṁ hoti. Dinne pana amūḷhavinaye puna tasmiṁ puggale kassaci tappaccayā anuvādo na ruhati.",
  "atk-s0203a0:111": "Yadā pana pārājikena vā pārājikasāmantena vā codiyamānassa aññenāññaṁ paṭicarato pāpussannatāya pāpiyassa puggalassa – ‘‘sacāyaṁ acchinnamūlo bhavissati, sammā vattitvā osāraṇaṁ labhissati, sace chinnamūlo, ayamevassa nāsanā bhavissatī’’ti maññamāno saṅgho ñatticatutthena kammena tassapāpiyasikaṁ karoti, tadā sammukhāvinayena ca tassa pāpiyasikāya ca vūpasantaṁ hoti. Evaṁ anuvādādhikaraṇaṁ catūhi samathehi sammati.",
  "atk-s0203a0:112": "Āpattādhikaraṇaṁ tīhi samathehi sammati sammukhāvinayena ca paṭiññātakaraṇena ca tiṇavatthārakena ca. Tassa sammukhāvinayeneva vūpasamo natthi. Yadā pana ekassa vā bhikkhuno santike saṅghagaṇamajjhesu vā bhikkhu lahukaṁ āpattiṁ deseti, tadā āpattādhikaraṇaṁ sammukhāvinayena ca paṭiññātakaraṇena ca vūpasammati. Tattha sammukhāvinayo tāva yo ca deseti, yassa ca deseti, tesaṁ sammukhatā. Sesaṁ vuttanayameva. Puggalassa ca gaṇassa ca desanākāle saṅghasammukhatā parihāyati. Yaṁ panettha ‘‘ahaṁ, bhante, itthannāmaṁ āpattiṁ apanno’’ti ca, āma ‘‘passāmī’’ti ca paṭiññātāya ‘‘āyatiṁ saṁvareyyāsī’’ti karaṇaṁ, taṁ paṭiññātakaraṇaṁ nāma. Saṅghādisese parivāsādiyācanā paṭiññā, parivāsādīnaṁ dānaṁ paṭiññātakaraṇaṁ nāma.",
  "atk-s0203a0:113": "Dvepakkhajātā pana bhaṇḍanakārakā bhikkhū bahuṁ assāmaṇakaṁ ajjhācāraṁ caritvā puna lajjidhamme uppanne ‘‘sace mayaṁ imāhi āpattīhi aññamaññaṁ kāressāma, siyāpi taṁ adhikaraṇaṁ kakkhaḷattāya saṁvatteyyā’’ti aññamaññaṁ āpattiyā kārāpane dosaṁ disvā yadā tiṇavatthārakakammaṁ karonti, tadā āpattādhikaraṇaṁ sammukhāvinayena ca tiṇavatthārakena ca sammati. Tatra hi yattakā hatthapāsupagatā ‘‘na me taṁ khamatī’’ti evaṁ diṭṭhāvikammaṁ akatvā ‘‘dukkaṭaṁ kammaṁ puna kātabbaṁ kamma’’nti na ukkoṭenti, niddampi okkantā honti, sabbesampi ṭhapetvā thullavajjañca gihipaṭisaṁyuttañca sabbāpattiyo vuṭṭhahanti. Evaṁ āpattādhikaraṇaṁ tīhi samathehi sammati. Kiccādhikaraṇaṁ ekena samathena sammati sammukhāvinayeneva.",
  "atk-s0203a0:114": "Imāni cattāri adhikaraṇāni yathānurūpaṁ imehi sattahi samathehi sammanti. Tena vuttaṁ ‘‘uppannuppannānaṁ adhikaraṇānaṁ samathāya vūpasamāya sammukhāvinayo dātabbo…pe… tiṇavatthārako’’ti. Ayamettha vinicchayanayo, vitthāro pana samathakkhandhake (cūḷava. 185) āgatoyeva. Vinicchayopissa samantapāsādikāya vutto.",
  "atk-s0203a0:115": "47. Yo panāyaṁ imasmiṁ sutte ‘‘idhānanda, bhikkhū vivadantī’’tiādiko vitthāro vutto, so etena nayena saṅkhepatova vuttoti veditabbo. Tattha dhammotiādīsu suttantapariyāyena tāva dasa kusalakammapathā dhammo, akusalakammapathā adhammo. Tathā ‘‘cattāro satipaṭṭhānā’’ti heṭṭhā āgatā sattatiṁsa bodhipakkhiyadhammā, tayo satipaṭṭhānā tayo sammappadhānā tayo iddhipādā cha indriyāni cha balāni aṭṭha bojjhaṅgā navaṅgiko maggo cāti, cattāro upādānā pañca nīvaraṇānītiādayo saṅkaliṭṭhadhammā cāti ayaṁ adhammo.",
  "atk-s0203a0:116": "Tattha yaṁkiñci ekaṁ adhammakoṭṭhāsaṁ gahetvā ‘‘imaṁ adhammaṁ dhammoti karissāma, evaṁ amhākaṁ ācariyakulaṁ niyyānikaṁ bhavissati, mayañca loke pākaṭā bhavissāmā’’ti taṁ adhammaṁ ‘‘dhammo aya’’nti kathentā dhammoti vivadanti. Tattheva dhammakoṭṭhāsesu ekaṁ gahetvā ‘‘adhammo aya’’nti kathentā adhammoti vivadanti.",
  "atk-s0203a0:117": "Vinayapariyāyena pana bhūtena vatthunā codetvā sāretvā yathāpaṭiññāya kātabbakammaṁ dhammo nāma, abhūtena pana vatthunā acodetvā asāretvā apaṭiññāya katabbakammaṁ adhammo nāma. Tesupi adhammaṁ ‘‘dhammo aya’’nti kathentā dhammoti vivadanti, ‘‘adhammo aya’’nti kathentā adhammoti vivadanti.",
  "atk-s0203a0:118": "Suttantapariyāyena pana rāgavinayo dosavinayo mohavinayo saṁvaro pahānaṁ paṭisaṅkhāti ayaṁ vinayo nāma, rāgādīnaṁ avinayo asaṁvaro appahānaṁ appaṭisaṅkhāti ayaṁ avinayo nāma. Vinayapariyāyena vatthusampatti ñattisampatti anusāvanasampatti sīmasampati parisasampattīti ayaṁ vinayo nāma, vatthuvipatti…pe… parisavipattīti ayaṁ avinayo nāma. Tesupi yaṁkiñci avinayaṁ ‘‘vinayo aya’’nti kathentā vinayoti vivadanti, vinayaṁ avinayoti kathentā avinayoti vivadanti.",
  "atk-s0203a0:119": "Dhammanetti samanumajjitabbāti dhammarajju anumajjitabbā ñāṇena ghaṁsitabbā upaparikkhitabbā. Sā panesā dhammanetti ‘‘iti kho vaccha ime dasa dhammā akusalā dasa dhammā kusalā’’ti evaṁ mahāvacchagottasutte (ma. ni. 2.194) āgatāti vuttā. Sā eva vā hotu, yo vā idha dhammoti ca vinayo ca vutto. Yathā tattha sametīti yathā tāya dhammanettiyā sameti, ‘‘dhammo dhammova hoti, adhammo adhammova, vinayo vinayova hoti, avinayo avinayova’’. Tathā tanti evaṁ taṁ adhikaraṇaṁ vūpasametabbaṁ. Ekaccānaṁ adhikaraṇānanti idha vivādādhikaraṇameva dassitaṁ, sammukhāvinayo pana na kismiñci adhikaraṇe na labbhati.",
  "atk-s0203a0:120": "48. Taṁ panetaṁ yasmā dvīhi samathehi sammati sammukhāvinayena ca yebhuyyasikāya ca, tasmā heṭṭhā mātikāya ṭhapitānukkamena idāni sativinayassa vāre pattepi taṁ avatvā vivādādhikaraṇayeva tāva dutiyasamathaṁ dassento kathañcānanda, yebhuyyasikātiādimāha. Tattha bahutarāti antamaso dvīhi tīhipi atirekatarā. Sesamettha heṭṭhā vuttanayeneva veditabbaṁ.",
  "atk-s0203a0:121": "49. Idāni heṭṭhā avitthāritaṁ sativinayaṁ ādiṁ katvā vitthāritāvasesasamathe paṭipāṭiyā vitthāretuṁ kathañcānanda, sativinayotiādimāha. Tattha pārājikasāmantena vāti dve sāmantāni khandhasāmantañca āpattisāmantañca. Tattha pārājikāpattikkhandho saṅghādisesāpattikkhandho thullaccaya-pācittiya-pāṭidesanīya-dukkaṭa-dubbhāsitāpattikkhandhoti evaṁ purimassa pacchimakhandhaṁ khandhasāmantaṁ nāma hoti. Paṭhamapārājikassa pana pubbabhāge dukkaṭaṁ, sesānaṁ thullaccayanti idaṁ āpattisāmantaṁ nāma. Tattha khandhasāmante pārājikasāmantaṁ garukāpatti nāma hoti. Saratāyasmāti saratu āyasmā. Ekaccānaṁ adhikaraṇānanti idha anuvādādhikaraṇameva dassitaṁ.",
  "atk-s0203a0:122": "50.Bhāsitaparikkantanti vācāya bhāsitaṁ kāyena ca parikkantaṁ, parakkamitvā katanti attho. Ekaccānanti idhāpi anuvādādhikaraṇameva adhippetaṁ. Paṭiññātakaraṇe ‘‘ekaccāna’’nti āpattādhikaraṇaṁ dassitaṁ.",
  "atk-s0203a0:123": "52.Davāti sahasā. Ravāti aññaṁ bhaṇitukāmena aññaṁ vuttaṁ. Evaṁ kho, ānanda, tassapāpiyasikā hotīti tassapuggalassa pāpussannatā pāpiyasikā hoti. Iminā kammassa vatthu dassitaṁ. Evarūpassa hi puggalassa kammaṁ kāttabbaṁ. Kammena hi adhikaraṇassa vūpasamo hoti, na puggalassa pāpussannatāya. Idhāpi ca anuvādādhikaraṇameva adhikaraṇanti veditabbaṁ.",
  "atk-s0203a0:124": "53.Kathañcānanda, tiṇavatthārakoti ettha idaṁ kammaṁ tiṇavatthārakasadisattā tiṇavatthārakoti vuttaṁ. Yathā hi gūthaṁ vā muttaṁ vā ghaṭṭiyamānaṁ duggandhatāya bādhati, tiṇehi avattharitvā suppaṭicchāditassa panassa so gandho na bādhati, evameva yaṁ adhikaraṇaṁ mūlānumūlaṁ gantvā vūpasamiyamānaṁ kakkhaḷattāya vāḷattāya bhedāya saṁvattati, taṁ iminā kammena vūpasantaṁ gūthaṁ viya tiṇavatthārakena paṭicchannaṁ vūpasantaṁ hotīti idaṁ kammaṁ tiṇavatthārakasadisattā tiṇavatthārakoti vuttaṁ. Tassa idhānanda, bhikkhūnaṁ bhaṇḍanajātānantiādivacanena ākāramattameva dassitaṁ, khandhake āgatāyeva panettha kammavācā pamāṇaṁ. Ṭhapetvā thullavajjaṁ ṭhapetvā gihipaṭisaṁyuttanti. Ettha pana thullavajjanti thūllavajjaṁ pārājikañceva saṅghādisesañca. Gihipaṭisaṁyuttanti gihīnaṁ hīnena khuṁsanavambhanadhammikapaṭissavesu āpannā āpatti. Adhikaraṇānanti idha āpattādhikaraṇameva veditabbaṁ. Kiccādhikaraṇassa pana vasena idha na kiñci vuttaṁ. Kiñcāpi na vuttaṁ, sammukhāvinayeneva panassa vūpasamo hotīti veditabbo.",
  "atk-s0203a0:125": "54.Chayime, ānanda, dhammā sāraṇīyāti heṭṭhā kalahavasena suttaṁ āraddhaṁ, upari sāraṇīyadhammā āgatā. Iti yathānusandhināva desanā gatā hoti. Heṭṭhā kosambiyasutte (ma. ni. 1.498-500) pana sotāpattimaggasammādiṭṭhi kathitā, imasmiṁ sutte sotāpattiphalasammādiṭṭhi vuttāti veditabbā. Aṇunti appasāvajjaṁ. Thūlanti mahāsāvajjaṁ. Sesamettha uttānamevāti.",
  "atk-s0203a0:126": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a0:127": "Sāmagāmasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a0:128": "5. Sunakkhattasuttavaṇṇanā",
  "atk-s0203a0:129": "55.Evaṁme sutanti sunakkhattasuttaṁ. Tattha aññāti arahattaṁ. Byākatāti khīṇā jātītiādīhi catūhi padehi kathitā. Adhimānenāti appatte pattasaññino, anadhigate adhigatasaññino hutvā adhigataṁ amhehīti mānena byākariṁsu.",
  "atk-s0203a0:130": "56.Evañcettha sunakkhatta tathāgatassa hotīti sunakkhatta ettha etesaṁ bhikkhūnaṁ pañhabyākaraṇe – ‘‘idaṁ ṭhānaṁ etesaṁ avibhūtaṁ andhakāraṁ, tenime anadhigate adhigatasaññino, handa nesaṁ visodhetvā pākaṭaṁ katvā dhammaṁ desemī’’ti, evañca tathāgatassa hoti. Atha ca panidhekacce…pe… tassapi hoti aññathattanti bhagavā paṭipannakānaṁ dhammaṁ deseti. Yattha pana icchācāre ṭhitā ekacce moghapurisā honti, tatra bhagavā passati – ‘‘ime imaṁ pañhaṁ uggahetvā ajānitvāva jānantā viya appatte pattasaññino hutvā gāmanigamādīsu visevamānā vicarissanti, taṁ nesaṁ bhavissati dīgharattaṁ ahitāya dukkhāyā’’ti evamassāyaṁ icchācāre ṭhitānaṁ kāraṇā paṭipannakānampi atthāya ‘‘dhammaṁ desissāmī’’ti uppannassa cittassa aññathābhāvo hoti. Taṁ sandhāyetaṁ vuttaṁ.",
  "atk-s0203a0:131": "58.Lokāmisādhimuttoti vaṭṭāmisa-kāmāmisa-lokāmisabhūtesu pañcasu kāmaguṇesu adhimutto tanninno taggaruko tappabbhāro. Tappatirūpīti kāmaguṇasabhāgā. Āneñjapaṭisaṁyuttāyāti āneñjasamāpattipaṭisaṁyuttāya. Saṁseyyāti katheyya. Āneñjasaṁyojanena hi kho visaṁyuttoti āneñjasamāpattisaṁyojanena visaṁsaṭṭho. Lokāmisādhimuttoti evarūpo hi lūkhacīvaradharo mattikāpattaṁ ādāya attano sadisehi katipayehi saddhiṁ paccantajanapadaṁ gacchati, gāmaṁ piṇḍāya paviṭṭhakāle manussā disvā ‘‘mahāpaṁsukulikā āgatā’’ti yāgubhattādīni sampādetvā sakkaccaṁ dānaṁ denti, bhattakicce niṭṭhite anumodanaṁ sutvā – ‘‘svepi, bhante, idheva piṇḍāya pavisathā’’ti vadanti. Alaṁ upāsakā, ajjāpi vo bahūnaṁ dinnanti. Tena hi, bhante, antovassaṁ idha vaseyyāthāti adhivāsetvā vihāramaggaṁ pucchitvā vihāraṁ gacchanti. Tattha senāsanaṁ gahetvā pattacīvaraṁ paṭisāmenti. Sāyaṁ eko āvāsiko te bhikkhū pucchati ‘‘kattha piṇḍāya caritthā’’ti? Asukagāmeti. Bhikkhāsampannāti? Āma evarūpā nāma manussānaṁ saddhā hoti. ‘‘Ajjeva nu kho ete edisā, niccampi edisā’’ti? Saddhā te manussā niccampi edisā, te nissāyeva ayaṁ vihāro vaḍḍhatīti. Tato te paṁsukulikā punappunaṁ tesaṁ vaṇṇaṁ kathenti , divasāvasesaṁ kathetvā rattimpi kathenti. Ettāvatā icchācāre ṭhitassa sīsaṁ nikkhantaṁ hoti udaraṁ phālitaṁ. Evaṁ lokāmisādhimutto veditabbo.",
  "atk-s0203a0:132": "59. Idāni āneñjasamāpattilābhiṁ adhimānikaṁ dassento ṭhānaṁ kho panetantiādimāha. Āneñjādhimuttassāti kilesasiñcanavirahitāsu heṭṭhimāsu chasu samāpattīsu adhimuttassa tanninnassa taggaruno tappabbhārassa. Se pavutteti taṁ pavuttaṁ. Cha samāpattilābhino hi adhimānikassa pañcakāmaguṇāmisabandhanā patitapaṇḍupalāso viya upaṭṭhāti. Tenetaṁ vuttaṁ.",
  "atk-s0203a0:133": "60. Idāni ākiñcaññāyatanasamāpatti lābhino adhimānikassa nighaṁsaṁ dassetuṁ ṭhānaṁ kho panātiādimāha. Tattha dvedhā bhinnāti majjhe bhinnā. Appaṭisandhikāti khuddakā muṭṭhipāsāṇamattā jatunā vā silesena vā allīyāpetvā paṭisandhātuṁ sakkā. Mahantaṁ pana kuṭāgārappamāṇaṁ sandhāyetaṁ vuttaṁ. Se bhinneti taṁ bhinnaṁ. Upari samāpattilābhino hi heṭṭhāsamāpatti dvedhābhinnā selā viya hoti, taṁ samāpajjissāmīti cittaṁ na uppajjati. Tenetaṁ vuttaṁ.",
  "atk-s0203a0:134": "61. Idāni nevasaññānāsaññāyatanalābhino adhimānikassa ca nighaṁsaṁ dassento ṭhānaṁ kho panātiādimāha. Tattha se vanteti taṁ vantaṁ. Aṭṭhasamāpattilābhino hi heṭṭhāsamāpattiyo vantasadisā hutvā upaṭṭhahanti, puna samāpajjissāmīti cittaṁ na uppajjati. Tenetaṁ vuttaṁ.",
  "atk-s0203a0:135": "62. Idāni khīṇāsavassa nighaṁsaṁ dassento ṭhānaṁ kho panātiādimāha. Tattha se ucchinnamūleti so ucchinnamūlo. Upari samāpattilābhino hi heṭṭhāsamāpatti mūlacchinnatālo viya upaṭṭhāti, taṁ samāpajjissāmīti cittaṁ na uppajjati. Tenetaṁ vuttaṁ.",
  "atk-s0203a0:136": "63.Ṭhānaṁkho panāti pāṭiyekko anusandhi. Heṭṭhā hi samāpattilābhino adhimānikassapi khīṇāsavassapi nighaṁso kathito, sukkhavipassakassa pana adhimānikassapi khīṇāsavassapi na kathito. Tesaṁ dvinnampi nighaṁsaṁ dassetuṁ imaṁ desanaṁ ārabhi. Taṁ pana paṭikkhittaṁ. Samāpattilābhino hi adhimānikassa nighaṁse kathite sukkhavipassakassapi adhimānikassa kathitova hoti, samāpattilābhino ca khīṇāsavassa kathite sukkhavipassakakhīṇāsavassa kathitova hoti. Etesaṁ pana dvinnaṁ bhikkhūnaṁ sappāyāsappāyaṁ kathetuṁ imaṁ desanaṁ ārabhi.",
  "atk-s0203a0:137": "Tattha siyā – puthujjanassa tāva ārammaṇaṁ asappāyaṁ hotu, khīṇāsavassa kathaṁ asappāyanti. Yadaggena puthujjanassa asappāyaṁ, tadaggena khīṇāsavassāpi asappāyameva. Visaṁ nāma jānitvā khāditampi ajānitvā khāditampi visameva. Na hi khīṇāsavenapi ‘‘ahaṁ khīṇāsavo’’ti asaṁvutena bhavitabbaṁ. Khīṇāsavenapi yuttapayutteneva bhavituṁ vaṭṭati.",
  "atk-s0203a0:138": "64. Tattha samaṇenāti buddhasamaṇena. Chandarāgabyāpādenāti so avijjāsaṅkhāto visadoso chandarāgena ca byāpādena ca ruppati kuppati. Asappāyānīti avaḍḍhikarāni ārammaṇāni. Anuddhaṁseyyāti soseyya milāpeyya. Saupādisesanti sagahaṇasesaṁ, upāditabbaṁ gaṇhitabbaṁ idha upādīti vuttaṁ. Analañca te antarāyāyāti jīvitantarāyaṁ te kātuṁ asamatthaṁ. Rajosūkanti rajo ca vīhisukādi ca sūkaṁ. Asu ca visadosoti so ca visadoso. Tadubhayenāti yā sā asappāyakiriyā ca yo visadoso ca, tena ubhayena. Puthuttanti mahantabhāvaṁ.",
  "atk-s0203a0:139": "Evameva khoti ettha saupādānasalluddhāro viya appahīno avijjāvisadoso daṭṭhabbo, asappāyakiriyāya ṭhitabhāvo viya chasu dvāresu asaṁvutakālo, tadubhayena vaṇe puthuttaṁ gate maraṇaṁ viya sikkhaṁ paccakkhāya hīnāyāvattanaṁ, maraṇamattaṁ dukkhaṁ viya aññatarāya garukāya saṁkiliṭṭhāya āpattiyā āpajjanaṁ daṭṭhabbaṁ. Sukkapakkhepi imināva nayena opammasaṁsandanaṁ veditabbaṁ.",
  "atk-s0203a0:140": "65.Satiyāyetaṁadhivacananti ettha sati paññāgatikā. Lokikāya paññāya lokikā hoti, lokuttarāya lokuttarā. Ariyāyetaṁ paññāyāti parisuddhāya vipassanāpaññāya.",
  "atk-s0203a0:141": "Idāni khīṇāsavassa balaṁ dassento so vatātiādimāha. Tattha saṁvutakārīti pihitakārī. Itividitvā nirupadhīti evaṁ jānitvā kilesupadhipahānā nirupadhi hoti, nirupādānoti attho. Upadhisaṅkhaye vimuttoti upadhīnaṁ saṅkhayabhūte nibbāne ārammaṇato vimutto. Upadhisminti kāmupadhismiṁ. Kāyaṁ upasaṁharissatīti kāyaṁ allīyāpessati. Idaṁ vuttaṁ hoti – taṇhakkhaye nibbāne ārammaṇato vimutto khīṇāsavo pañca kāmaguṇe sevituṁ, kāyaṁ vā upasaṁharissati cittaṁ vā uppādessatīti netaṁ ṭhānaṁ vijjati. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0203a0:142": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a0:143": "Sunakkhattasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a0:144": "6. Āneñjasappāyasuttavaṇṇanā",
  "atk-s0203a0:145": "66.Evaṁme sutanti āneñjasappāyasuttaṁ. Tattha aniccāti hutvā abhāvaṭṭhena aniccā. Kāmāti vatthukāmāpi kilesakāmāpi. Tucchāti niccasāradhuvasāraattasāravirahitattā rittā, na pana natthīti gahetabbā. Na hi tucchamuṭṭhīti vutte muṭṭhi nāma natthīti vuttaṁ hoti. Yassa pana abbhantare kiñci natthi, so vuccati tuccho. Musāti nāsanakā. Mosadhammāti nassanasabhāvā, khettaṁ viya vatthu viya hiraññasuvaṇṇaṁ viya ca na paññāyittha, katipāheneva supinake diṭṭhā viya nassanti na paññāyanti. Tena vuttaṁ ‘‘mosadhammā’’ti, māyākatametanti yathā māyāya udakaṁ maṇīti katvā dassitaṁ, badaripaṇṇaṁ kahāpaṇoti katvā dassitaṁ, aññaṁ vā pana evarūpaṁ dassanūpacāre ṭhitasseva tathā paññāyati, upacārātikkamato paṭṭhāya pākatikameva paññāyati. Evaṁ kāmāpi ittarapaccupaṭṭhānaṭṭhena ‘‘māyākata’’nti vuttā. Yathā ca māyākāro udakādīni maṇiādīnaṁ vasena dassento vañceti, evaṁ kāmāpi aniccādīni niccādisabhāvaṁ dassentā vañcentīti vañcanakaṭṭhenapi ‘‘māyākata’’nti vuttā. Bālalāpananti mayhaṁ putto, mayhaṁ dhītā, mayhaṁ hiraññaṁ mayhaṁ suvaṇṇanti evaṁ bālānaṁ lāpanato bālalāpanaṁ. Diṭṭhadhammikā kāmāti mānusakā pañca kāmaguṇā. Samparāyikāti te ṭhapetvā avasesā. Diṭṭhadhammikā. Kāmasaññāti mānusake kāme ārabbha uppannasaññā. Ubhayametaṁ māradheyyanti ete kāmā ca kāmasaññā ca ubhayampi māradheyyaṁ. Yehi ubhayametaṁ gahitaṁ, tesañhi upari māro vasaṁ vatteti. Taṁ sandhāya ‘‘ubhayametaṁ māradheyya’’nti vuttaṁ.",
  "atk-s0203a0:146": "Mārassesa visayotiādīsupi yathā coḷassa visayo coḷavisayo, paṇḍassa visayo paṇḍavisayo, saṁvarānaṁ visayo saṁvaravisayoti pavattanaṭṭhānaṁ visayoti vuccati, evaṁ yehi ete kāmā gahitā, tesaṁ upari māro vasaṁ vatteti. Taṁ sandhāya mārassesa visayoti vuttaṁ. Pañca pana kāmaguṇe nivāpabījaṁ viya vippakiranto māro gacchati. Yehi pana te gahitā, tesaṁ upari māro vasaṁ vatteti. Taṁ sandhāya mārassesa nivāpoti vuttaṁ. Yathā ca yattha hatthiādayo vasaṁ vattenti, so hatthigocaro assagocaro ajagocaroti vuccati, evaṁ yehi ete kāmā gahitā, tesu māro vasaṁ vatteti. Taṁ sandhāya mārassesa gocaroti vuttaṁ.",
  "atk-s0203a0:147": "Etthāti etesu kāmesu. Mānasāti cittasambhūtā. Tattha siyā – duvidhe tāva kāme ārabbha abhijjhānalakkhaṇā abhijjhā, karaṇuttariyalakkhaṇo sārambho ca uppajjatu, byāpādo kathaṁ uppajjatīti? Mamāyite vatthusmiṁ acchinnepi socanti, acchijjantepi socanti, acchinnasaṅkinopi socanti, yo evarūpo cittassa āghātoti evaṁ uppajjati. Teva ariyasāvakassāti te ariyasāvakassa. Vakāro āgamasandhimattaṁ hoti. Idha manusikkhatoti imasmiṁ sāsane sikkhantassa te tayopi kilesā antarāyakarā honti. Abhibhuyya lokanti kāmalokaṁ abhibhavitvā. Adhiṭṭhāya manasāti jhānārammaṇacittena adhiṭṭhahitvā. Aparittanti kāmāvacaracittaṁ parittaṁ nāma, tassa paṭikkhepena mahaggataṁ aparittaṁ nāma. Pamāṇantipi kāmāvacarameva, rūpāvacaraṁ arūpāvacaraṁ appamāṇaṁ. Subhāvitanti pana etaṁ kāmāvacarādīnaṁ nāmaṁ na hoti, lokuttarassevetaṁ nāmaṁ. Tasmā etassa vasena aparittaṁ appamāṇaṁ subhāvitanti sabbaṁ lokuttarameva vaṭṭati.",
  "atk-s0203a0:148": "Tabbahulavihārinoti kāmapaṭibāhanena tameva paṭipadaṁ bahulaṁ katvā viharantassa. Āyatane cittaṁ pasīdatīti kāraṇe cittaṁ pasīdati. Kiṁ panettha kāraṇaṁ? Arahattaṁ vā, arahattassa vipassanaṁ vā, catutthajjhānaṁ vā, catutthajjhānassa upacāraṁ vā. Sampasāde satīti ettha duvidho sampasādo adhimokkhasampasādo ca paṭilābhasampasādo ca. Arahattassa hi vipassanaṁ paṭṭhapetvā viharato mahābhūtādīsu upaṭṭhahantesu yenime nīhārena mahābhūtā upaṭṭhahanti, upādārūpā upaṭṭhahanti nāmarūpā upaṭṭhahanti, paccayā sabbathā upaṭṭhahanti, lakkhaṇārammaṇā vipassanā upaṭṭhahati, ajjeva arahattaṁ gaṇhissāmīti appaṭiladdheyeva āsā santiṭṭhati, adhimokkhaṁ paṭilabhati. Tatiyajjhānaṁ vā pādakaṁ katvā catutthajjhānatthāya kasiṇaparikammaṁ karontassa nīvaraṇavikkhambhanādīni samanupassato yenime nīhārena nīvaraṇā vikkhambhanti, kilesā sannisīdanti, sati santiṭṭhati, saṅkhāragataṁ vā vibhūtaṁ pākaṭaṁ hutvā dibbacakkhukassa paraloko viya upaṭṭhāti , cittuppādo lepapiṇḍe laggamāno viya upacārena samādhiyati, ajjeva catutthajjhānaṁ nibbattessāmīti apaṭiladdheyeva āsā santiṭṭhati, adhimokkhaṁ paṭilabhati . Ayaṁ adhimokkhasampasādo nāma. Tasmiṁ sampasāde sati. Yo pana arahattaṁ vā paṭilabhati catutthajjhānaṁ vā, tassa cittaṁ vippasannaṁ hotiyeva. Idha pana ‘‘āyatane cittaṁ pasīdatī’’ti vacanato arahattavipassanāya ceva catutthajjhānūpacārassa ca paṭilābho paṭilābhasampasādoti veditabbo. Vipassanā hi paññāya adhimuccanassa kāraṇaṁ, upacāraṁ āneñjasamāpattiyā.",
  "atk-s0203a0:149": "Etarahi vā āneñjaṁ samāpajjati. Paññāya vā adhimuccatīti ettha etarahi vā paññāya adhimuccati, āneñjaṁ vā samāpajjatīti evaṁ padaparivattanaṁ katvā attho veditabbo. Idañhi vuttaṁ hoti – tasmiṁ sampasāde sati etarahi vā paññāya adhimuccati, arahattaṁ sacchikarotīti attho. Taṁ anabhisambhuṇanto āneñjaṁ vā samāpajjati, atha vā paññāya vā adhimuccatīti arahattamaggaṁ bhāveti, taṁ anabhisambhuṇanto āneñjaṁ vā samāpajjati. Arahattamaggaṁ bhāvetuṁ asakkonto etarahi catusaccaṁ vā sacchikaroti. Taṁ anabhisambhuṇanto āneñjaṁ vā samāpajjatīti.",
  "atk-s0203a0:150": "Tatrāyaṁ nayo – idha bhikkhu tatiyajjhānaṁ pādakaṁ katvā catutthajjhānassa kasiṇaparikammaṁ karoti. Tassa nīvaraṇā vikkhambhanti, sati santiṭṭhati, upacārena cittaṁ samādhiyati. So rūpārūpaṁ parigaṇhāti, paccayaṁ pariggaṇhāti, lakkhaṇārammaṇikaṁ vipassanaṁ vavatthapeti, tassa evaṁ hoti – ‘‘upacārena me jhānaṁ visesabhāgiyaṁ bhaveyya, tiṭṭhatu visesabhāgiyatā, nibbedhabhāgiyaṁ naṁ karissāmī’’ti vipassanaṁ vaḍḍhetvā arahattaṁ sacchikaroti. Ettakenassa kiccaṁ kataṁ nāma hoti. Arahattaṁ sacchikātuṁ asakkonto pana tato osakkitamānaso antarā na tiṭṭhati, catutthajjhānaṁ samāpajjatiyeva. Yathā kiṁ? Yathā puriso ‘‘vanamahiṁsaṁ ghātessāmī’’ti sattiṁ gahetvā anubandhanto sace taṁ ghāteti, sakalagāmavāsino tosessati, asakkonto pana antarāmagge sasagodhādayo khuddakamige ghātetvā kājaṁ pūretvā etiyeva.",
  "atk-s0203a0:151": "Tattha purisassa sattiṁ gahetvā vanamahiṁsānubandhanaṁ viya imassa bhikkhuno tatiyajjhānaṁ pādakaṁ katvā catutthajjhānassa parikammakaraṇaṁ, vanamahiṁsaghātanaṁ viya – ‘‘nīvaraṇavikkhambhanādīni samanupassato visesabhāgiyaṁ bhaveyya, tiṭṭhatu visesabhāgiyatā, nibbedhabhāgiyaṁ naṁ karissāmī’’ti vipassanaṁ vaḍḍhetvā arahattassa sacchikaraṇaṁ, mahiṁsaṁ ghātetuṁ asakkontassa antarāmagge sasagodhādayo khuddakamige ghātetvā kājaṁ pūretvā gamanaṁ viya arahattaṁ sacchikātuṁ asakkontassa, tato osakkitvā catutthajjhānasamāpajjanaṁ veditabbaṁ. Maggabhāvanā catusaccasacchikiriyāyojanāsupi eseva nayo.",
  "atk-s0203a0:152": "Idāni arahattaṁ sacchikātuṁ asakkontassa nibbattaṭṭhānaṁ dassento kāyassa bhedātiādimāha. Tattha yanti yena kāraṇena taṁ saṁvattanikaṁ viññāṇaṁ assa āneñjūpagaṁ, taṁ kāraṇaṁ vijjatīti attho. Ettha ca taṁsaṁvattanikanti tassa bhikkhuno saṁvattanikaṁ. Yena vipākaviññāṇena so bhikkhu saṁvattati nibbattati, taṁ viññāṇaṁ. Āneñjūpaganti kusalāneñjasabhāvūpagataṁ assa, tādisameva bhaveyyāti attho. Keci kusalaviññāṇaṁ vadanti. Yaṁ tassa bhikkhuno saṁvattanikaṁ upapattihetubhūtaṁ kusalaviññāṇaṁ āneñjūpagataṁ assa, vipākakālepi tannāmakameva assāti attho. So panāyamattho – ‘‘puññaṁ ce saṅkhāraṁ abhisaṅkharoti, puññūpagaṁ hoti viññāṇaṁ. Apuññaṁ ce saṅkhāraṁ abhisaṅkhāroti, apuññupagaṁ hoti viññāṇaṁ. Āneñjaṁ ce saṅkhāraṁ abhisaṅkharoti, āneñjūpagaṁ hoti viññāṇa’’nti (saṁ. ni. 2.51) iminā nayena veditabbo. Āneñjasappāyāti āneñjassa catutthajjhānassa sappāyā. Na kevalañca sā āneñjasseva, upari arahattassāpi sappāyāva upakārabhūtāyevāti veditabbā. Iti imasmiṁ paṭhamakaāneñje samādhivasena osakkanā kathitā.",
  "atk-s0203a0:153": "67.Iti paṭisañcikkhatīti catutthajjhānaṁ patvā evaṁ paṭisañcikkhati. Ayañhi bhikkhu heṭṭhimena bhikkhunā paññavantataro tassa ca bhikkhuno attano cāti dvinnampi kammaṭṭhānaṁ ekato katvā sammasati. Tabbahulavihārinoti rūpapaṭibāhanena tameva paṭipadaṁ bahulaṁ katvā viharantassa. Āneñjaṁ samāpajjatīti ākāsānañcāyatānāneñjaṁ samāpajjati. Sesaṁ purimasadisameva. Yathā ca idha, evaṁ sabbattha visesamattameva pana vakkhāma. Iti imasmiṁ dutiyaāneñje vipassanāvasena osakkanā kathitā, ‘‘yaṁkiñci rūpa’’nti evaṁ vipassanāmaggaṁ dassentena kathitāti attho.",
  "atk-s0203a0:154": "Itipaṭisañcikkhatīti ākāsānañcāyatanaṁ patvā evaṁ paṭisañcikkhati. Ayañhi heṭṭhā dvīhi bhikkhūhi paññavantataro tesañca bhikkhūnaṁ attano cāti tiṇṇampi kammaṭṭhānaṁ ekato katvā sammasati. Ubhayametaṁ aniccanti ettha aṭṭha ekekakoṭṭhāsā diṭṭhadhammikasamparāyikavasena pana saṅkhipitvā ubhayanti vuttaṁ. Nālaṁ abhinanditunti taṇhādiṭṭhivasena abhinandituṁ na yuttaṁ. Sesapadadvayepi eseva nayo. Tabbahulavihārinoti kāmapaṭibāhanena ca rūpapaṭibāhanena ca tameva paṭipadaṁ bahulaṁ katvā viharantassa. Āneñjaṁ samāpajjatīti viññāṇañcāyatanāneñjaṁ samāpajjati. Imasmiṁ tatiyaāneñje vipassanāvasena osakkanā kathitā.",
  "atk-s0203a0:155": "68.Iti paṭisañcikkhatīti viññāṇañcāyatanaṁ patvā evaṁ paṭisañcikkhati. Ayañhi heṭṭhā tīhi bhikkhūhi paññavantataro tesañca bhikkhūnaṁ attano cāti catunnampi kammaṭṭhānaṁ ekato katvā sammasati. Yatthetā aparisesā nirujjhantīti yaṁ ākiñcaññāyatanaṁ patvā etā heṭṭhā vuttā sabbasaññā nirujjhanti. Etaṁ santaṁ etaṁ paṇītanti etaṁ aṅgasantatāya ārammaṇasantatāya ca santaṁ, atappakaṭṭhena paṇītaṁ. Tabbahulavihārinoti tāsaṁ saññānaṁ paṭibāhanena tameva paṭipadaṁ bahulaṁ katvā viharantassa. Imasmiṁ paṭhamākiñcaññāyatane samādhivasena osakkanā kathitā.",
  "atk-s0203a0:156": "Iti paṭisañcikkhatīti viññāṇañcāyatanameva patvā evaṁ paṭisañcikkhati. Ayañhi heṭṭhā catūhi bhikkhūhi paññavantataro tesañca bhikkhūnaṁ attano cāti pañcannampi kammaṭṭhānaṁ ekato katvā sammasati. Attena vā attaniyena vāti ahaṁ mamāti gahetabbena suññaṁ tucchaṁ rittaṁ. Evamettha dvikoṭikā suññatā dassitā. Tabbahulavihārinoti heṭṭhā vuttapaṭipadañca imañca suññatapaṭipadaṁ bahulaṁ katvā viharantassa. Imasmiṁ dutiyākiñcaññāyatane vipassanāvasena osakkanā kathitā.",
  "atk-s0203a0:157": "70.Itipaṭisañcikkhatīti viññāṇañcāyatanameva patvā evaṁ paṭisañcikkhati. Ayañhi heṭṭhā pañcahi bhikkhūhi paññavantataro tesañca bhikkhūnaṁ attano cāti channampi kammaṭṭhānaṁ ekato katvā sammasati. Nāhaṁ kvacani kassaci kiñcanatasmiṁ, na ca mama kvacani kismiñcikiñcanaṁ natthīti ettha pana catukoṭikā suññatā kathitā. Kathaṁ? Ayañhi nāhaṁ kvacanīti kvaci attānaṁ na passati, kassaci kiñcanatasminti attano attānaṁ kassaci parassa kiñcanabhāve upanetabbaṁ na passati, attano bhātiṭṭhāne bhātaraṁ sahāyaṭṭhāne sahāyaṁ parikkhāraṭṭhāne vā parikkhāraṁ maññitvā upagantvā upanetabbaṁ na passatīti attho. Na ca mama kvacanīti ettha mama – saddaṁ tāva ṭhapetvā na ca kvacani parassa ca attānaṁ kvaci na passatīti ayamattho. Idāni mama – saddaṁ āharitvā mama kismiñci kiñcanaṁ natthīti so parassa attā mama kismiñci kiñcanabhāve atthīti na passati. Attano bhātiṭṭhāne bhātaraṁ sahāyaṭṭhāne sahāyaṁ parikkhāraṭṭhāne vā parikkhāranti kismiñci ṭhāne parassa attānaṁ iminā kiñcanabhāvena upanetabbaṁ na passatīti attho. Evamayaṁ yasmā neva katthaci attānaṁ passati, na taṁ parassa kiñcanabhāve upanetabbaṁ passati, na parassa attānaṁ passati, na parassa attānaṁ attano kiñcanabhāve upanetabbaṁ passati, tasmā ayaṁ suññatā catukoṭikāti veditabbā. Tabbahulavihārinoti heṭṭhā vuttappaṭipadaṁ imaṁ catukoṭisuññatañca bahulaṁ katvā viharantassa. Imasmiṁ tatiyākiñcaññāyatanepi vipassanāvaseneva osakkanā kathitā.",
  "atk-s0203a0:158": "Iti paṭisañcikkhatīti ākiñcaññāyatanaṁ patvā evaṁ paṭisañcikkhati. Ayañhi heṭṭhā chahi bhikkhūhi paññavantataro tesañca bhikkhūnaṁ attano cāti sattannampi kammaṭṭhānaṁ ekato katvā sammasati. Yatthetā aparisesā nirujjhantīti yaṁ nevasaññānāsaññāyatanaṁ patvā ettha etā heṭṭhā vuttā sabbasaññā nirujjhanti. Tabbahulavihārinoti tāsaṁ saññānaṁ paṭibāhanena tameva paṭipadaṁ bahulaṁ katvā viharantassa. Imasmiṁ nevasaññānāsaññāyatane samādhivasena osakkanā kathitā.",
  "atk-s0203a0:159": "71.No cassa no ca me siyāti sace mayhaṁ pubbe pañcavidhaṁ kammavaṭṭaṁ na āyūhitaṁ assa, yaṁ me idaṁ etarahi evaṁ pañcavidhaṁ vipākavaṭṭaṁ etaṁ me na siyā nappavatteyyāti attho. Na bhavissatīti sace etarahi pañcavidhaṁ kammavaṭṭaṁ āyūhitaṁ na bhavissati. Na me bhavissatīti tasmiṁ asati anāgate me pañcavidhaṁ vipākavaṭṭaṁ na bhavissati. Yadatthi yaṁ bhūtaṁ taṁ pajahāmīti yaṁ atthi yaṁ bhūtaṁ etarahi khandhapañcakaṁ, taṁ pajahāmi. Evaṁupekkhaṁ paṭilabhatīti so bhikkhu evaṁ vipassanupekkhaṁ labhatīti attho.",
  "atk-s0203a0:160": "Parinibbāyeyya nu kho so, bhante, bhikkhu na vā parinibbāyeyyāti kiṁ pucchāmīti pucchati, tatiyajjhānaṁ pādakaṁ katvā ṭhitassa arahattampi osakkanāpi paṭipadāpi paṭisandhipi kathitā, tathā catutthajjhānādīni pādakāni katvā ṭhitānaṁ, nevasaññānāsaññāyatanaṁ pādakaṁ katvā ṭhitassa na kiñci kathitaṁ, taṁ pucchāmīti pucchati. Apetthāti api ettha. So taṁ upekkhaṁ abhinandatīti so taṁ vipassanupekkhaṁ taṇhādiṭṭhiabhinandanāhi abhinandati. Sesapadadvayepi eseva nayo. Tannissitaṁ hoti viññāṇanti viññāṇaṁ vipassanānissitaṁ hoti. Tadupādānanti yaṁ nikantiviññāṇaṁ, taṁ tassa upādānaṁ nāma gahaṇaṁ nāma hoti. Saupādānoti sagahaṇo. Na parinibbāyatīti vipassanāya sālayo bhikkhu mama sāsane na parinibbāyati. Yo pana vihārapariveṇaupaṭṭhākādīsu sālayo, tasmiṁ vattabbameva natthīti dasseti. Kahaṁ panāti? Kattha pana? Upādiyamānoupādiyatīti paṭisandhiṁ gaṇhamāno gaṇhāti. Upādānaseṭṭhaṁ kira so, bhanteti, bhante, so kira bhikkhu gahetabbaṭṭhānaṁ seṭṭhaṁ uttamaṁ bhavaṁ upādiyati, seṭṭhabhave paṭisandhiṁ gaṇhātīti attho. Iminā tassa bhikkhuno paṭisandhi kathitā. Idānissa arahattaṁ kathetuṁ idhānandātiādimāha.",
  "atk-s0203a0:161": "73.Nissāya nissāyāti taṁ taṁ samāpattiṁ nissāya. Oghassa nittharaṇā akkhātāti oghataraṇaṁ kathitaṁ, tatiyajjhānaṁ pādakaṁ katvā ṭhitabhikkhuno oghanittharaṇā kathitā…pe… nevasaññānāsaññāyatanaṁ pādakaṁ katvā ṭhitabhikkhuno oghanittharaṇā kathitāti vadati.",
  "atk-s0203a0:162": "Katamo pana, bhante, ariyo vimokkhoti idha kiṁ pucchati? Samāpattiṁ tāva padaṭṭhānaṁ katvā vipassanaṁ vaḍḍhetvā arahattaṁ gaṇhanto bhikkhu nāvaṁ vā uḷumpādīni vā nissāya mahoghaṁ taritvā pāraṁ gacchanto viya na kilamati. Sukkhavipassako pana pakiṇṇakasaṅkhāre sammasitvā arahattaṁ gaṇhanto bāhubalena sotaṁ chinditvā pāraṁ gacchanto viya kilamati. Iti imassa sukkhavipassakassa arahattaṁ pucchāmīti pucchati. Ariyasāvakoti sukkhavipassako ariyasāvako. Ayañhi heṭṭhā aṭṭhahi bhikkhūhi paññavantataro tesañca bhikkhūnaṁ attano cāti navannampi kammaṭṭhānaṁ ekato katvā sammasati. Esa sakkāyo yāvatā sakkāyoti yattako tebhūmakavaṭṭasaṅkhāto sakkāyo nāma atthi, sabbopi so esa sakkāyo, na ito paraṁ sakkāyo atthīti paṭisañcikkhati.",
  "atk-s0203a0:163": "Etaṁamataṁ yadidaṁ anupādā cittassa vimokkhoti yo panesa cittassa anupādāvimokkho nāma, etaṁ amataṁ etaṁ santaṁ etaṁ paṇītanti paṭisañcikkhati. Aññattha ca ‘‘anupādā cittassa vimokkho’’ti nibbānaṁ vuccati. Imasmiṁ pana sutte sukkhavipassakassa arahattaṁ kathitaṁ. Sesaṁ sabbattha uttānameva.",
  "atk-s0203a0:164": "Kevalaṁ pana imasmiṁ sutte sattasu ṭhānesu osakkanā kathitā, aṭṭhasu ṭhānesu paṭisandhi, navasu ṭhānesu arahattaṁ kathitanti veditabbaṁ. Kathaṁ? Tatiyaṁ jhānaṁ tāva pādakaṁ katvā ṭhitassa bhikkhuno osakkanā kathitā, paṭisandhi kathitā, arahattaṁ kathitaṁ, tathā catutthajjhānaṁ, tathā ākāsānañcāyatanaṁ. Viññāṇañcāyatanaṁ pana padaṭṭhānaṁ katvā ṭhitānaṁ tiṇṇaṁ bhikkhūnaṁ osakkanā kathitā, paṭisandhi kathitā, arahattaṁ kathitaṁ. Tathā ākiñcaññāyatanaṁ pādakaṁ katvā ṭhitassa bhikkhuno. Nevasaññānāsaññāyatanaṁ pādakaṁ katvā ṭhitassa pana osakkanā natthi, paṭisandhi pana arahattañca kathitaṁ. Sukkhavipassakassa arahattameva kathitanti. Evaṁ sattasu ṭhānesu osakkanā kathitā, aṭṭhasu ṭhānesu paṭisandhi, navasu ṭhānesu arahattaṁ kathitanti veditabbaṁ. Imañca pana sattasu ṭhānesu osakkanaṁ aṭṭhasu paṭisandhiṁ navasu arahattaṁ samodhānetvā kathentena imaṁ āneñjasappāyasuttaṁ sukathitaṁ nāma hotīti.",
  "atk-s0203a0:165": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a0:166": "Āneñjasappāyasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a0:167": "7. Gaṇakamoggallānasuttavaṇṇanā",
  "atk-s0203a0:168": "74.Evaṁme sutanti gaṇakamoggallānasuttaṁ. Tattha yāva pacchimasopānakaḷevarāti yāva paṭhamasopānaphalakā ekadivaseneva sattabhūmiko pāsādo na sakkā kātuṁ, vatthuṁ sodhetvā thambhussāpanato paṭṭhāya pana yāva cittakammakaraṇā anupubbakiriyā cettha paññāyatīti dasseti. Yadidaṁ ajjheneti tayopi vedā na sakkā ekadivaseneva adhīyituṁ, etesaṁ ajjhenepi pana anupubbakiriyāva paññāyatīti dasseti. Issattheti āvudhavijjāyapi ekadivaseneva vālavedhi nāma na sakkā kātuṁ, ṭhānasampādanamuṭṭhikaraṇādīhi pana etthāpi anupubbakiriyā paññāyatīti dasseti. Saṅkhāneti gaṇanāya. Tattha anupubbakiriyaṁ attanāva dassento evaṁ gaṇāpemātiādimāha.",
  "atk-s0203a0:169": "75.Seyyathāpi brāhmaṇāti idha bhagavā yasmā bāhirasamaye yathā yathā sippaṁ uggaṇhanti, tathā tathā kerāṭikā honti, tasmā attano sāsanaṁ bāhirasamayena anupametvā bhadraassājānīyena upamento seyyathāpītiādimāha. Bhadro hi assājānīyo yasmiṁ kāraṇe damito hoti, taṁ jīvitahetupi nātikkamati. Evameva sāsane sammāpaṭipanno kulaputto sīlavelaṁ nātikkamati. Mukhādhāneti mukhaṭṭhapane.",
  "atk-s0203a0:170": "76.Satisampajaññāya cāti satisampajaññāhi samaṅgibhāvatthāya . Dve hi khīṇāsavā satatavihārī ca nosatatavihārī ca. Tattha satatavihārī yaṁkiñci kammaṁ katvāpi phalasamāpattiṁ samāpajjituṁ sakkoti, no satatavihārī pana appamattakepi kicce kiccappasuto hutvā phalasamāpattiṁ appetuṁ na sakkoti.",
  "atk-s0203a0:171": "Tatridaṁ vatthu – eko kira khīṇāsavatthero khīṇāsavasāmaṇeraṁ gahetvā araññavāsaṁ gato, tattha mahātherassa senāsanaṁ pattaṁ, sāmaṇerassa na pāpuṇāti, taṁ vitakkento thero ekadivasampi phalasamāpattiṁ appetuṁ nāsakkhi. Sāmaṇero pana temāsaṁ phalasamāpattiratiyā vītināmetvā ‘‘sappāyo , bhante, araññavāso jāto’’ti theraṁ pucchi. Thero ‘‘na jāto, āvuso’’ti āha. Iti yo evarūpo khīṇāsavo, so ime dhamme ādito paṭṭhāya āvajjitvāva samāpajjituṁ sakkhissatīti dassento ‘‘satisampajaññāya cā’’ti āha.",
  "atk-s0203a0:172": "78.Yeme, bho gotamāti tathāgate kira kathayanteva brāhmaṇassa ‘‘ime puggalā na ārādhenti, ime ārādhentī’’ti nayo udapādi, taṁ dassento evaṁ vattumāraddho.",
  "atk-s0203a0:173": "Paramajjadhammesūti ajjadhammā nāma chasatthāradhammā, tesu gotamavādova, paramo uttamoti attho. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0203a0:174": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a0:175": "Gaṇakamoggallānasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a0:176": "8. Gopakamoggallānasuttavaṇṇanā",
  "atk-s0203a0:177": "79.Evaṁme sutanti gopakamoggallānasuttaṁ. Tattha aciraparinibbute bhagavatīti bhagavati aciraparinibbute, dhātubhājanīyaṁ katvā dhammasaṅgītiṁ kātuṁ rājagahaṁ āgatakāle . Rañño pajjotassa āsaṅkamānoti caṇḍapajjoto nāmesa rājā bimbisāramahārājassa sahāyo ahosi, jīvakaṁ pesetvā bhesajjakāritakālato paṭṭhāya pana daḷhamittova jāto, so ‘‘ajātasattunā devadattassa vacanaṁ gahetvā pitā ghātito’’ti sutvā ‘‘mama piyamittaṁ ghātetvā esa rajjaṁ karissāmīti maññati, mayhaṁ sahāyassa sahāyānaṁ atthikabhāvaṁ jānāpessāmī’’ti parisati vācaṁ abhāsi. Taṁ sutvā tassa āsaṅkā uppannā. Tena vuttaṁ ‘‘rañño pajjotassa āsaṅkamāno’’ti. Kammantoti bahinagare nagarapaṭisaṅkhārāpanatthāya kammantaṭṭhānaṁ.",
  "atk-s0203a0:178": "Upasaṅkamīti mayaṁ dhammavinayasaṅgītiṁ kāressāmāti vicarāma, ayañca mahesakkho rājavallabho saṅgahe kate veḷuvanassa ārakkhaṁ kareyyāti maññamāno upasaṅkami. Tehi dhammehīti tehi sabbaññutaññāṇadhammehi. Sabbena sabbanti sabbākārena sabbaṁ. Sabbathā sabbanti sabbakoṭṭhāsehi sabbaṁ. Kiṁ pucchāmīti pucchati? Cha hi satthāro paṭhamataraṁ appaññātakulehi nikkhamitvā pabbajitā, te tathāgate dharamāneyeva kālaṁkatā, sāvakāpi nesaṁ appaññātakuleheva pabbajitā. Te tesaṁ accayena mahāvivādaṁ akaṁsu. Samaṇo pana gotamo mahākulā pabbajito, tassa accayena sāvakānaṁ mahāvivādo bhavissatīti ayaṁ kathā sakalajambudīpaṁ pattharamānā udapādi. Sammāsambuddhe ca dharante bhikkhūnaṁ vivādo nāhosi. Yopi ahosi, sopi tattheva vūpasamito. Parinibbutakāle panassa – ‘‘aṭṭhasaṭṭhiyojanasatasahassubbedhaṁ sineruṁ apavāhituṁ samatthassa vātassa purato purāṇapaṇṇaṁ kiṁ ṭhassati, dasa pāramiyo pūretvā sabbaññutaññāṇaṁ pattassa satthu alajjamāno maccurājā kassa lajjissatī’’ti mahāsaṁvegaṁ janetvā bhiyyosomattāya bhikkhū samaggā jātā ativiya upasantupasantā, kiṁ nu kho etanti idaṁ pucchāmīti pucchati. Anusaññāyamānoti anusañjāyamāno, katākataṁ janantoti attho. Anuvicaramāno vā.",
  "atk-s0203a0:179": "80.Atthinu khoti ayampi heṭṭhimapucchameva pucchati. Appaṭisaraṇeti appaṭisaraṇe dhammavinaye. Ko hetu sāmaggiyāti tumhākaṁ samaggabhāvassa ko hetu ko paccayo. Dhammappaṭisaraṇāti dhammo amhākaṁ paṭisaraṇaṁ, dhammo avassayoti dīpeti.",
  "atk-s0203a0:180": "81.Pavattatīti paguṇaṁ hutvā āgacchati. Āpatti hoti vītikkamoti ubhayametaṁ buddhassa āṇātikkamanameva. Yathādhammaṁ yathānusiṭṭhaṁ kāremāti yathā dhammo ca anusiṭṭhi ca ṭhitā, evaṁ kāremāti attho.",
  "atk-s0203a0:181": "Na kira no bhavanto kārenti dhammo no kāretīti padadvayepi no kāro nipātamattaṁ. Evaṁ sante na kira bhavanto kārenti, dhammova kāretīti ayamettha attho.",
  "atk-s0203a0:182": "83.Tagghāti ekaṁse nipāto. Kahaṁ pana bhavaṁ ānandoti kiṁ therassa veḷuvane vasanabhāvaṁ na jānātīti? Jānāti. Veḷuvanassa pana anena ārakkhā dinnā, tasmā attānaṁ ukkaṁsāpetukāmo pucchati. Kasmā pana tena tattha ārakkhā dinnā? So kira ekadivasaṁ mahākaccāyanattheraṁ gijjhakūṭā otarantaṁ disvā – ‘‘makkaṭo viya eso’’ti āha. Bhagavā taṁ kathaṁ sutvā – ‘‘sace khamāpeti, iccetaṁ kusalaṁ. No ce khamāpeti, imasmiṁ veḷuvane gonaṅgalamakkaṭo bhavissatī’’ti āha. So taṁ kathaṁ sutvā – ‘‘samaṇassa gotamassa kathāya dvedhābhāvo nāma natthi, pacchā me makkaṭabhūtakāle gocaraṭṭhānaṁ bhavissatī’’ti veḷuvane nānāvidhe rukkhe ropetvā ārakkhaṁ adāsi. Aparabhāge kālaṁ katvā makkaṭo hutvā nibbatti. ‘‘Vassakārā’’ti vutte āgantvā samīpe aṭṭhāsi. Tagghāti sabbavāresu ekaṁsavacaneyeva nipāto. Taggha, bho ānandāti evaṁ therena parisamajjhe attano ukkaṁsitabhāvaṁ ñatvā ahampi theraṁ ukkaṁsissāmīti evamāha.",
  "atk-s0203a0:183": "84.Na ca kho, brāhmaṇāti thero kira cintesi ‘‘sammāsambuddhena vaṇṇitajjhānampi atthi, avaṇṇitajjhānampi atthi, ayaṁ pana brāhmaṇo sabbameva vaṇṇetīti pañhaṁ visaṁvādeti, na kho pana sakkā imassa mukhaṁ ulloketuṁ na piṇḍapātaṁ rakkhituṁ, pañhaṁ ujuṁ katvā kathessāmī’’ti idaṁ vattuṁ āraddhaṁ. Antaraṁ karitvāti abbhantaraṁ karitvā. Evarūpaṁ kho, brāhmaṇa, so bhagavā jhānaṁ vaṇṇesīti idha sabbasaṅgāhakajjhānaṁ nāma kathitaṁ.",
  "atk-s0203a0:184": "Yaṁno mayanti ayaṁ kira brāhmaṇo vassakārabrāhmaṇaṁ usūyati, tena pucchitapañhassa akathanaṁ paccāsīsamāno kathitabhāvaṁ ñatvā ‘‘vassakārena pucchitaṁ pañhaṁ punappunaṁ tassa nāmaṁ gaṇhanto vitthāretvā kathesi, mayā pucchitapañhaṁ pana yaṭṭhikoṭiyā uppīḷento viya ekadesameva kathesī’’ti anattamano ahosi, tasmā evamāha. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0203a0:185": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a0:186": "Gopakamoggallānasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a0:187": "9. Mahāpuṇṇamasuttavaṇṇanā",
  "atk-s0203a0:188": "85.Evaṁme sutanti mahāpuṇṇamasuttaṁ. Tattha tadahūti tasmiṁ ahu, tasmiṁ divaseti attho. Upavasanti etthāti uposatho. Upavasantīti sīlena vā anasanena vā upetā hutvā vasantīti attho. Ayaṁ panettha atthuddhāro – ‘‘āyāma, āvuso, kappina, uposathaṁ gamissāmā’’tiādīsu hi pātimokkhuddeso uposatho. ‘‘Aṭṭhaṅgasamannāgato kho visākhe uposatho upavuttho’’tiādīsu (a. ni. 8.53) sīlaṁ. ‘‘Suddhassa ve sadā phaggu, suddhassuposatho sadā’’tiādīsu (ma. ni. 1.79) upavāso. ‘‘Uposatho nāma nāgarājā’’tiādīsu (dī. ni. 2.246) paññatti. ‘‘Na, bhikkhave, tadahuposathe sabhikkhukā āvāsā’’tiādīsu (mahāva. 181) upavasitabbadivaso. Idhāpi soyeva adhippeto . So panesa aṭṭhamīcātuddasīpannarasībhedena tividho. Tasmā sesadvayanivāraṇatthaṁ pannaraseti vuttaṁ. Tena vuttaṁ ‘‘upavasanti etthāti uposatho’’ti. Māsapuṇṇatāya puṇṇā saṁpuṇṇāti puṇṇā. Mā-iti cando vuccati, so ettha puṇṇoti puṇṇamā. Evaṁ puṇṇāya puṇṇamāyāti imasmiṁ padadvaye attho veditabbo.",
  "atk-s0203a0:189": "Desanti kāraṇaṁ. Tena hi tvaṁ bhikkhu sake āsane nisīditvā pucchāti kasmā bhagavā ṭhitassa akathetvā nisīdāpesīti. Ayaṁ kira bhikkhu saṭṭhimattānaṁ padhāniyabhikkhūnaṁ saṅghatthero saṭṭhi bhikkhū gahetvā araññe vasati, te tassa santike kammaṭṭhānaṁ gahetvā ghaṭenti vāyamanti. Mahābhūtāni pariggaṇhanti upādārūpāni, nāmarūpapaccayalakkhaṇārammaṇikavipassanaṁ pariggaṇhanti. Atha ne ācariyupaṭṭhānaṁ āgantvā vanditvā nisinne thero mahābhūtapariggahādīni pucchati. Te sabbaṁ kathenti, maggaphalapañhaṁ pucchitā pana kathetuṁ na sakkonti. Atha thero cintesi – ‘‘mama santike etesaṁ ovādassa parihāni natthi, ime ca āraddhavīriyā viharanti. Kukkuṭassa pānīyapivanakālamattampi nesaṁ pamādakiriyā natthi. Evaṁ santepi maggaphalāni nibbattetuṁ na sakkonti. Ahaṁ imesaṁ ajjhāsayaṁ na jānāmi, buddhaveneyyā ete bhavissanti , gahetvā ne satthu santikaṁ gacchāmi, atha nesaṁ satthā cariyavasena dhammaṁ desessatī’’ti, te bhikkhū gahetvā satthu santikaṁ āgato.",
  "atk-s0203a0:190": "Satthāpi sāyanhasamaye ānandattherena upanītaṁ udakaṁ ādāya sarīraṁ utuṁ gaṇhāpetvā migāramātupāsādapariveṇe paññattavarabuddhāsane nisīdi, bhikkhusaṅghopi naṁ parivāretvā nisīdi.",
  "atk-s0203a0:191": "Tasmiṁ samaye sūriyo atthaṅgameti, cando uggacchati, majjhaṭṭhāne ca bhagavā nisinno. Candassa pabhā natthi, sūriyassa pabhā natthi, candimasūriyānaṁ pabhaṁ makkhetvā chabbaṇṇā yamakabuddharasmiyo vijjotamānā puñjā puñjā hutvā disāvidisāsu dhāvantīti sabbaṁ heṭṭhā vuttanayena vitthāretabbaṁ. Vaṇṇabhūmi nāmesā, dhammakathikassevettha thāmo pamāṇaṁ, yattakaṁ sakkoti, tattakaṁ kathetabbaṁ. Dukkathitanti na vattabbaṁ. Evaṁ sannisinnāya parisāya thero uṭṭhahitvā satthāraṁ pañhassa okāsaṁ kāresi. Tato bhagavā – ‘‘sace imasmiṁ ṭhitake pucchante ‘ācariyo no uṭṭhito’ti sesabhikkhū uṭṭhahissanti, evaṁ tathāgate agāravo kato bhavissati. Atha nisinnāva pucchissanti, ācariye agāravo kato bhavissati, ekaggā hutvā dhammadesanaṁ paṭicchituṁ na sakkuṇissanti. Ācariye pana nisinne tepi nisīdissanti. Tato ekaggā dhammadesanaṁ paṭicchituṁ sakkuṇissantī’’ti iminā kāraṇena bhagavā ṭhitassa akathetvā nisīdāpetīti.",
  "atk-s0203a0:192": "Ime nu kho, bhanteti vimatipucchā viya kathitā. Thero pana pañcakkhandhānaṁ udayabbayaṁ pariggaṇhitvā arahattaṁ patto mahākhīṇāsavo, natthi etassa vimati. Jānantenapi pana ajānantena viya hutvā pucchituṁ vaṭṭati. Sace hi jānanto viya pucchati, ‘‘jānāti aya’’nti tassa tassa vissajjento ekadesameva katheti. Ajānantena viya pucchite pana kathento ito ca etto ca kāraṇaṁ āharitvā pākaṭaṁ katvā katheti. Koci pana ajānantopi jānanto viya pucchati. Thero evarūpaṁ vacanaṁ kiṁ karissati, jānantoyeva pana ajānanto viya pucchatīti veditabbo.",
  "atk-s0203a0:193": "Chandamūlakāti taṇhāmūlakā. Evaṁrūpo siyanti sace odāto hotukāmo, haritālavaṇṇo vā manosilāvaṇṇo vā siyanti pattheti . Sace kāḷo hotukāmo, nīluppalavaṇṇo vā añjanavaṇṇo vā atasīpupphavaṇṇo vā siyanti pattheti. Evaṁvedanoti kusalavedano vā sukhavedano vā siyanti pattheti. Saññādīsupi eseva nayo. Yasmā pana atīte patthanā nāma natthi, patthentenāpi ca na sakkā taṁ laddhuṁ, paccuppannepi na hoti, na hi odāto kāḷabhāvaṁ patthetvā paccuppanne kāḷo hoti, na kāḷo vā odāto, dīgho vā rasso, rasso vā dīgho, dānaṁ pana datvā sīlaṁ vā samādiyitvā ‘‘anāgate khattiyo vā homi brāhmaṇo vā’’ti patthentassa patthanā samijjhati. Tasmā anāgatameva gahitaṁ.",
  "atk-s0203a0:194": "Khandhādhivacananti khandhānaṁ khandhapaṇṇatti kittakena hotīti pucchati.",
  "atk-s0203a0:195": "Mahābhūtā hetūti ‘‘tayo kusalahetū’’tiādīsu (dha. sa. 1441) hi hetuhetu vutto. Avijjā puññābhisaṅkhārādīnaṁ sādhāraṇattā sādhāraṇahetu. Kusalākusalaṁ attano attano vipākadāne uttamahetu. Idha paccayahetu adhippeto. Tattha pathavīdhātu mahābhūtaṁ itaresaṁ tiṇṇaṁ bhūtānaṁ upādārūpassa ca paññāpanāya dassanatthāya hetu ceva paccayo ca. Evaṁ sesesupi yojanā veditabbā.",
  "atk-s0203a0:196": "Phassoti ‘‘phuṭṭho, bhikkhave, vedeti, phuṭṭho sañjānāti, phuṭṭho cetetī’’ti (saṁ. ni. 4.93) vacanato phasso tiṇṇaṁ khandhānaṁ paññāpanāya hetu ceva paccayo ca. Viññāṇakkhandhassāti ettha paṭisandhiviññāṇena tāva saddhiṁ gabbhaseyyakānaṁ uparimaparicchedena samatiṁsa rūpāni sampayuttā ca tayo khandhā uppajjanti, taṁ nāmarūpaṁ paṭisandhiviññāṇassa paññāpanāya hetu ceva paccayo ca. Cakkhudvāre cakkhupasādo ceva rūpārammaṇañca rūpaṁ, sampayuttā tayo khandhā nāmaṁ. Taṁ nāmarūpaṁ cakkhuviññāṇassa paññāpanāya hetu ceva paccayo ca. Eseva nayo sesaviññāṇesu.",
  "atk-s0203a0:197": "87.Kathaṁ pana, bhanteti idaṁ kittakena nu khoti vaṭṭaṁ pucchanto evamāha. Sakkāyadiṭṭhi na hotīti idaṁ vivaṭṭaṁ pucchanto evamāha.",
  "atk-s0203a0:198": "88.Ayaṁrūpe assādoti iminā pariññāpaṭivedho ceva dukkhasaccañca kathitaṁ. Ayaṁ rūpe ādīnavoti iminā pahānapaṭivedho ceva samudayasaccañca. Idaṁ rūpe nissaraṇanti iminā sacchikiriyāpaṭivedho ceva nirodhasaccañca. Ye imesu tīsu ṭhānesu sammādiṭṭhiādayo dhammā, ayaṁ bhāvanāpaṭivedho maggasaccaṁ. Sesapadesupi eseva nayo.",
  "atk-s0203a0:199": "89.Bahiddhāti parassa saviññāṇake kāye. Sabbanimittesūti iminā pana anindriyabaddhampi saṅgaṇhāti. ‘‘Saviññāṇake kāye’’ti vacanena vā attano ca parassa ca kāyo gahitova, bahiddhā ca sabbanimittaggahaṇena anindriyabaddhaṁ gaṇhāti.",
  "atk-s0203a0:200": "90.Anattakatānīti anattani ṭhatvā katāni. Kamattānaṁ phusissantīti katarasmiṁ attani ṭhatvā vipākaṁ dassentīti sassatadassanaṁ okkamanto evamāha. Taṇhādhipateyyenāti taṇhājeṭṭhakena. Tatra tatrāti tesu tesu dhammesu. Saṭṭhimattānanti ime bhikkhū pakatikammaṭṭhānaṁ jahitvā aññaṁ navakammaṭṭhānaṁ sammasantā pallaṅkaṁ abhinditvā tasmiṁyeva āsane arahattaṁ pāpuṇiṁsu. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0203a0:201": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a0:202": "Mahāpuṇṇamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a0:203": "10. Cūḷapuṇṇamasuttavaṇṇanā",
  "atk-s0203a0:204": "91.Evaṁme sutanti cūḷapuṇṇamasuttaṁ. Tattha tuṇhībhūtaṁ tuṇhībhūtanti yaṁ yaṁ disaṁ anuviloketi, tattha tattha tuṇhībhūtameva. Anuviloketvāti pañcapasādapaṭimaṇḍitāni akkhīni ummīletvā tato tato viloketvā antamaso hatthakukkuccapādakukkuccānampi abhāvaṁ disvā. Asappurisoti pāpapuriso. No hetaṁ, bhanteti yasmā andho andhaṁ viya so taṁ jānituṁ na sakkoti, tasmā evamāhaṁsu. Eteneva nayena ito paresupi vāresu attho veditabbo. Assaddhasamannāgatoti pāpadhammasamannāgato. Asappurisabhattīti asappurisasevano. Asappurisacintīti asappurisacintāya cintako. Asappurisamantīti asappurisamantanaṁ mantetā. Asappurisavācoti asappurisavācaṁ bhāsitā. Asappurisakammantoti asappurisakammānaṁ kattā. Asappurisadiṭṭhīti asappurisadiṭṭhiyā samannāgato. Asappurisadānanti asappurisehi dātabbaṁ dānaṁ. Tyāssa mittāti te assa mittā. Attabyābādhāyapi cetetīti pāṇaṁ hanissāmi, adinnaṁ ādiyissāmi, micchā carissāmi, dasa akusalakammapathe samādāya vattissāmīti evaṁ attano dukkhatthāya cinteti. Parabyābādhāyāti yathā asuko asukaṁ pāṇaṁ hanti, asukassa santakaṁ adinnaṁ ādiyati, dasa akusalakammapathe samādāya vattati, evaṁ naṁ āṇāpessāmīti evaṁ parassa dukkhatthāya cinteti. Ubhayabyābādhāyāti ahaṁ asukañca asukañca gahetvā dasa akusalakammapathe samādāya vattissāmīti evaṁ ubhayadukkhatthāya cintetīti.",
  "atk-s0203a0:205": "Attabyābādhāyapi mantetītiādīsu ahaṁ dasa akusalakammapathe samādāya vattissāmīti mantento attabyābādhāya manteti nāma. Asukaṁ dasa akusalakammapathe samādapessāmīti mantento parabyābādhāya manteti nāma. Aññena saddhiṁ – ‘‘mayaṁ ubhopi ekato hutvā dasa akusalakammapathe samādāya vattissāmā’’ti mantento ubhayabyābādhāya manteti nāma.",
  "atk-s0203a0:206": "Asakkaccaṁ dānaṁ detīti deyyadhammampi puggalampi na sakkaroti. Deyyadhammaṁ na sakkaroti nāma uttaṇḍulādidosasamannāgataṁ āhāraṁ deti, na pasannaṁ karoti. Puggalaṁ na sakkaroti nāma nisīdanaṭṭhānaṁ asammajjitvā yattha vā tattha vā nisīdāpetvā yaṁ vā taṁ vā ādhārakaṁ ṭhapetvā dānaṁ deti. Asahatthāti attano hatthena, na deti, dāsakammakārādīhi dāpeti. Acittikatvāti heṭṭhā vuttanayena deyyadhammepi puggalepi na cittīkāraṁ katvā deti. Apaviddhanti chaḍḍetukāmo hutvā vammike uragaṁ pakkhipanto viya deti. Anāgamanadiṭṭhikoti no phalapāṭikaṅkhī hutvā deti.",
  "atk-s0203a0:207": "Tatthaupapajjatīti na dānaṁ datvā niraye upapajjati. Yaṁ pana tena pāpaladdhikāya micchādassanaṁ gahitaṁ, tāya micchādiṭṭhiyā niraye upapajjati. Sukkapakkho vuttapaṭipakkhanayena veditabbo. Devamahattatāti chakāmāvacaradevā. Manussamahattatāti tiṇṇaṁ kulānaṁ sampatti. Sesaṁ sabbattha uttānameva. Idaṁ pana suttaṁ suddhavaṭṭavaseneva kathitanti.",
  "atk-s0203a0:208": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a0:209": "Cūḷapuṇṇamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a0:210": "Paṭhamavaggavaṇṇanā niṭṭhitā."
}