{
  "atk-s0510a2:0": "2. Sīhāsaniyavaggo",
  "atk-s0510a2:1": "1. Sīhāsanadāyakattheraapadānavaṇṇanā",
  "atk-s0510a2:2": "Nibbutelokanāthamhītiādikaṃ āyasmato sīhāsanadāyakattherassa apadānaṃ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave puññāni upacinanto siddhatthassa bhagavato kāle vibhavasampanne saddhāsampanne ekasmiṃ kule nibbatto, dharamāne bhagavati devaloke vasitvā nibbute bhagavati uppannattā viññutaṃ patto bhagavato sārīrikacetiyaṃ disvā ‘‘aho me alābhā, bhagavato dharamāne kāle asampatto’’ti cintetvā cetiye cittaṃ pasādetvā somanassajāto sabbaratanamayaṃ devatānimmitasadisaṃ dhammāsane sīhāsanaṃ kāretvā jīvamānakabuddhassa viya pūjesi. Tassupari gehampi dibbavimānamiva kāresi, pādaṭṭhapanapādapīṭhampi kāresi. Evaṃ yāvajīvaṃ dīpadhūpapupphagandhādīhi anekavidhaṃ pūjaṃ katvā tato cuto devaloke nibbatto cha kāmasagge aparāparaṃ dibbasampattiṃ anubhavitvā manussesu cakkavattisampattiṃ anekakkhattuṃ anubhavitvā saṅkhyātikkantaṃ padesarajjasampattiñca anubhavitvā kassapassa bhagavato sāsane pabbajitvā samaṇadhammaṃ katvā etthantare devamanussesu saṃsaranto imasmiṃ buddhuppāde ekasmiṃ vibhavasampanne kule nibbattitvā viññutaṃ patto satthu dhammadesanaṃ sutvā paṭiladdhasaddho pabbajitvā laddhūpasampado kammaṭṭhānaṃ gahetvā ghaṭento vāyamanto nacirasseva arahattaṃ pāpuṇi.",
  "atk-s0510a2:3": "1. Evaṃ pattaarahattaphalo attano pubbakammaṃ saritvā somanassaṃ uppādetvā pubbacaritāpadānaṃ pakāsento nibbute lokanāthamhītiādimāha. Tattha lokassa nātho padhānoti lokanātho, lokattayasāmīti attho. Lokanāthe siddhatthamhi nibbuteti sambandho. Vitthārite pāvacaneti pāvacane piṭakattaye vitthārite patthaṭe pākaṭeti attho. Bāhujaññamhi sāsaneti sikkhattayasaṅgahite buddhasāsane anekasatasahassakoṭikhīṇāsavasaṅkhātehi bahujanehi ñāte adhigateti attho.",
  "atk-s0510a2:4": "2-3.Pasannacitto sumanoti tadā ahaṃ buddhassa dharamānakāle asampatto nibbute tasmiṃ devalokā cavitvā manussalokaṃ upapanno tassa bhagavato sārīrikadhātucetiyaṃ disvā pasannacitto saddhāsampayuttamano sundaramano ‘‘aho mamāgamanaṃ svāgamana’’nti sañjātapasādabahumāno ‘‘mayā nibbānādhigamāya ekaṃ puññaṃ kātuṃ vaṭṭatī’’ti cintetvā bhagavato cetiyasamīpe bhagavantaṃ uddissa hiraññasuvaṇṇaratanādīhi alaṅkaritvāva sīhāsanaṃ akāsi. Tatra nisinnassa pādaṭṭhapanatthāya pādapīṭhañca kāresi. Sīhāsanassa atemanatthāya tassupari gharañca kāresi. Tena vuttaṃ – ‘‘sīhāsanamakāsahaṃ…pe… gharaṃ tattha akāsaha’’nti. Tena cittappasādenāti dharamānassa viya bhagavato sīhāsanaṃ mayā kataṃ, tena cittappasādena. Tusitaṃ upapajjahanti tusitabhavane upapajjinti attho.",
  "atk-s0510a2:5": "4.Āyāmena catubbīsāti tatrupapannassa devabhūtassa sato mayhaṃ sukataṃ puññena nibbattitaṃ pātubhūtaṃ āyāmena uccato catubbīsayojanaṃ vitthārena tiriyato catuddasayojanaṃ tāvadeva nibbattikkhaṇeyeva āsi ahosīti attho. Sesaṃ suviññeyyameva.",
  "atk-s0510a2:6": "9.Catunnavuteito kappeti ito kappato catunavute kappe yaṃ kammaṃ akariṃ akāsiṃ, tadā tato paṭṭhāya puññabalena kañci duggatiṃ nābhijānāmi, na anubhūtapubbā kāci duggatīti attho.",
  "atk-s0510a2:7": "10.Tesattatimhito kappeti ito kappato tesattatikappe. Indanāmā tayo janāti indanāmakā tayo cakkavattirājāno ekasmiṃ kappe tīsu jātīsu indo nāma cakkavattī rājā ahosinti attho. Dvesattatimhitokappeti ito dvesattatikappe. Sumananāmakā tayo janā tikkhattuṃ cakkavattirājāno ahesuṃ.",
  "atk-s0510a2:8": "11.Samasattatito kappeti ito kappato anūnādhike sattatime kappe varuṇanāmakā varuṇo cakkavattīti evaṃnāmakā tayo cakkavattirājāno cakkaratanasampannā catudīpamhi issarā ahesunti attho. Sesaṃ suviññeyyamevāti.",
  "atk-s0510a2:9": "Sīhāsanadāyakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a2:10": "2. Ekatthambhikattheraapadānavaṇṇanā",
  "atk-s0510a2:11": "Siddhatthassa bhagavatotiādikaṃ āyasmato ekatthambhadāyakatherassa apadānaṃ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto siddhatthassa bhagavato kāle vanakammiko hutvā ekasmiṃ vibhavasampanne kule nibbatto. Tasmiṃ samaye sabbe saddhā pasannā upāsakā ekacchandā ‘‘bhagavato upaṭṭhānasālaṃ karomā’’ti dabbasambhāratthāya vanaṃ pavisitvā taṃ upāsakaṃ disvā ‘‘amhākaṃ ekaṃ thambhaṃ dethā’’ti yāciṃsu. So taṃ pavattiṃ sutvā ‘‘tumhe mā cintayitthā’’ti te sabbe uyyojetvā ekaṃ sāramayaṃ thambhaṃ gahetvā satthu dassetvā tesaṃyeva adāsi. So teneva somanassajāto tadeva mūlaṃ katvā aññāni dānādīni puññāni katvā tato cuto devaloke nibbatto aparāparaṃ chasu kāmāvacaresu dibbasampattiyo anubhavitvā manussesu ca aggacakkavattisampattiṃ anekavāraṃ anubhavitvā asaṅkhyeyyaṃ padesarajjasampattiñca anubhavitvā imasmiṃ buddhuppāde saddhāsampanne ekasmiṃ kule nibbatto mātāpitūhi saddhiṃ bhagavato santike dhammaṃ sutvā paṭiladdhasaddho pabbajitvā laddhūpasampado kammaṭṭhānaṃ gahetvā manasikaronto nacirasseva arahā ahosi.",
  "atk-s0510a2:12": "13. So evaṃ pattaarahatto attano pubbakammaṃ saritvā somanassajāto pubbacaritāpadānaṃ pakāsento siddhatthassātiādimāha. Tattha siddhatthassa bhagavato bhagyasampannassa sammāsambuddhassa. Mahāpūgagaṇoti mahāupāsakasamūho ahu ahosīti attho. Saraṇaṃ gatā ca te buddhanti ‘‘buddhaṃ saraṇa’’nti gatā bhajiṃsu jāniṃsu vā te upāsakā. Tathāgataṃ saddahanti buddhaguṇaṃ attano cittasantāne ṭhapentīti attho.",
  "atk-s0510a2:13": "14.Sabbe saṅgamma mantetvāti sabbe samāgamma sannipatitvā mantetvā aññamaññaṃ saññāpetvā ekacchandā hutvā māḷaṃ upaṭṭhānasālaṃ satthuno atthāya kubbanti karontīti attho. Dabbasambhāresu ekatthambhaṃ alabhantā brahāvane mahāvane vicinantīti sambandho.",
  "atk-s0510a2:14": "15.Tehaṃaraññe disvānāti ahaṃ te upāsake araññe disvāna gaṇaṃ samūhaṃ upagamma samīpaṃ gantvā añjaliṃ paggahetvāna dasaṅgulisamodhānaṃ añjaliṃ sirasi katvā ahaṃ gaṇaṃ upāsakasamūhaṃ ‘‘tumhe imaṃ vanaṃ kimatthaṃ āgatatthā’’ti tadā tasmiṃ kāle paripucchinti sambandho.",
  "atk-s0510a2:15": "16.Te sīlavanto upāsakā me mayā puṭṭhā ‘‘māḷaṃ mayaṃ kattukāmā hutvā ekatthambho amhehi na labbhatī’’ti viyākaṃsu visesena kathayiṃsūti sambandho.",
  "atk-s0510a2:16": "17.Mamaṃ mayhaṃ ekatthambhaṃ detha, ahaṃ taṃ dassāmi satthuno santikaṃ ahaṃ thambhaṃ āharissāmi, te bhavanto thambhaharaṇe appossukkā ussāharahitā bhavantūti sambandho.",
  "atk-s0510a2:17": "24.Yaṃ yaṃ yonupapajjāmīti yaṃ yaṃ yoniṃ devattaṃ atha mānusaṃ upagacchāmīti attho. Bhummatthe vā upayogavacanaṃ, yasmiṃ yasmiṃ devaloke vā manussaloke vāti attho. Sesaṃ uttānatthamevāti.",
  "atk-s0510a2:18": "Ekatthambhikattheraapadānavaṇṇanā samattā.",
  "atk-s0510a2:19": "3. Nandattheraapadānavaṇṇanā",
  "atk-s0510a2:20": "Padumuttarassabhagavatotiādikaṃ āyasmato nandattherassa apadānaṃ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle haṃsavatīnagare ekasmiṃ kule nibbattitvā viññutaṃ patto bhagavato santike dhammaṃ suṇanto satthāraṃ ekaṃ bhikkhuṃ indriyesu guttadvārānaṃ aggaṭṭhāne ṭhapentaṃ disvā sayaṃ taṃ ṭhānantaraṃ patthento bhagavato bhikkhusaṅghassa ca pūjāsakkārabahulaṃ mahādānaṃ pavattetvā ‘‘ahaṃ, bhante, anāgate tumhādisassa buddhassa evarūpo sāvako bhaveyya’’nti paṇidhānaṃ akāsi.",
  "atk-s0510a2:21": "So tato paṭṭhāya devamanussesu saṃsaranto atthadassissa bhagavato kāle dhammatāya nāma nadiyā mahanto kacchapo hutvā nibbatto ekadivasaṃ satthāraṃ nadiṃ tarituṃ tīre ṭhitaṃ disvā sayaṃ bhagavantaṃ tāretukāmo satthu pādamūle nipajji. Satthā tassa ajjhāsayaṃ ñatvā piṭṭhiṃ abhiruhi. So haṭṭhatuṭṭho vegena sotaṃ chindanto sīghataraṃ paratīraṃ pāpesi. Bhagavā tassa anumodanaṃ vadanto bhāviniṃ sampattiṃ kathetvā pakkāmi.",
  "atk-s0510a2:22": "So tena puññakammena sugatīsuyeva saṃsaranto imasmiṃ buddhuppāde kapilavatthusmiṃ suddhodanamahārājassa aggamahesiyā mahāpajāpatigotamiyā kucchimhi nibbatto, tassa nāmaggahaṇadivase ñātisaṅghaṃ nandayanto jātoti ‘‘nando’’tveva nāmaṃ akaṃsu. Tassa vayappattakāle bhagavā pavattitavaradhammacakko lokānuggahaṃ karonto anukkamena kapilavatthuṃ gantvā ñātisamāgame pokkharavassaṃ aṭṭhuppattiṃ katvā vessantarajātakaṃ (jā. 2.22.1655 ādayo) kathetvā dutiyadivase piṇḍāya paviṭṭho ‘‘uttiṭṭhe nappamajjeyyā’’ti (dha. pa. 168) gāthāya pitaraṃ sotāpattiphale patiṭṭhāpetvā nivesanaṃ gantvā ‘‘dhammañcare sucarita’’nti (dha. pa. 169) gāthāya mahāpajāpatiṃ sotāpattiphale rājānaṃ sakadāgāmiphale patiṭṭhāpetvā tatiyadivase nandakumārassa abhisekagehapavesanaāvāhamaṅgalesu vattamānesu piṇḍāya pāvisi. Satthā nandakumārassa hatthe pattaṃ datvā maṅgalaṃ vatvā tassa hatthato pattaṃ aggahetvāva vihāraṃ gato , taṃ pattahatthaṃ vihāraṃ āgataṃ anicchamānaṃyeva pabbājetvā tathāpabbājitattāyeva anabhiratiyā pīḷitaṃ ñatvā upāyena tassa taṃ anabhiratiṃ vinodesi. So yoniso paṭisaṅkhāya vipassanaṃ paṭṭhapetvā nacirasseva arahattaṃ pāpuṇi. Thero puna divase bhagavantaṃ upasaṅkamitvā evamāha – ‘‘yaṃ me, bhante, bhagavā pāṭibhogo pañcannaṃ accharāsatānaṃ paṭilābhāya kakuṭapādānaṃ, muñcāmahaṃ, bhante, bhagavantaṃ etasmā paṭissavā’’ti. Bhagavāpi ‘‘yadeva te, nanda, anupādāya āsavehi cittaṃ vimuttaṃ, tadāhaṃ mutto etasmā paṭissavā’’ti āha. Athassa bhagavā savisesaṃ indriyesu guttadvārataṃ ñatvā taṃ guṇaṃ vibhāvento ‘‘etadaggaṃ, bhikkhave, mama sāvakānaṃ bhikkhūnaṃ indriyesu guttadvārānaṃ yadidaṃ nando’’ti (a. ni. 1.219, 230) indriyesu guttadvārabhāvena naṃ etadagge ṭhapesi. Thero hi ‘‘indriyāsaṃvaraṃ nissāya imaṃ vippakāraṃ patto, tamahaṃ suṭṭhu niggaṇhissāmī’’ti ussāhajāto balavahirottappo tattha ca katādhikārattā indriyasaṃvare ukkaṃsapāramiṃ agamāsi.",
  "atk-s0510a2:23": "27. Evaṃ so etadaggaṭṭhānaṃ patvā attano pubbakammaṃ saritvā somanassappatto pubbacaritāpadānaṃ pakāsento padumuttarassa bhagavatotiādimāha. Vatthaṃ khomaṃ mayā dinnanti khomaraṭṭhe jātaṃ vatthaṃ bhagavati cittappasādena gāravabahumānena mayā paramasukhumaṃ khomavatthaṃ dinnanti attho. Sayambhussāti sayameva bhūtassa jātassa ariyāya jātiyā nibbattassa. Mahesinoti mahante sīlasamādhipaññāvimuttivimuttiñāṇadassanakkhandhe esi gavesīti mahesi, tassa mahesino sayambhussa cīvaratthāya khomavatthaṃ mayā dinnanti sambandho.",
  "atk-s0510a2:24": "28.Taṃ me buddho viyākāsīti ettha tanti sāmyatthe upayogavacanaṃ, tassa vatthadāyakassa me dānaphalaṃ visesena akāsi kathesi buddhoti attho. Jalajuttamanāmakoti padumuttaranāmako. ‘‘Jalaruttamanāyako’’tipi pāṭho, tassa jalamānānaṃ devabrahmānaṃ uttamanāyako padhānoti attho. Iminā vatthadānenāti iminā vatthadānassa nissandena tvaṃ anāgate hemavaṇṇo suvaṇṇavaṇṇo bhavissasi.",
  "atk-s0510a2:25": "29.Dvesampattiṃ anubhotvāti dibbamanussasaṅkhātā dve sampattiyo anubhavitvā. Kusalamūlehi coditoti kusalāvayavehi kusalakoṭṭhāsehi codito pesito, ‘‘tvaṃ iminā puññena satthu kulaṃ pasavāhī’’ti pesito viyāti attho. ‘‘Gotamassa bhagavato kaniṭṭho tvaṃ bhavissasī’’ti byākāsīti sambandho.",
  "atk-s0510a2:26": "30.Rāgaratto sukhasīloti kilesakāmehi ratto allīno kāyasukhacittasukhānubhavanasabhāvo. Kāmesu gedhamāyutoti vatthukāmesu gedhasaṅkhātāya taṇhāya āyuto yojitoti attho. Buddhena codito santo, tadā tvanti yasmā kāmesu gedhito, tadā tasmā tvaṃ attano bhātukena gotamabuddhena codito pabbajjāya uyyojito tassa santike pabbajissasīti sambandho.",
  "atk-s0510a2:27": "31.Pabbajitvāna tvaṃ tatthāti tasmiṃ gotamassa bhagavato sāsane tvaṃ pabbajitvā kusalamūlena mūlabhūtena puññasambhārena codito bhāvanāyaṃ niyojito sabbāsave sakalāsave pariññāya jānitvā pajahitvā anāmayo niddukkho nibbāyissasi adassanaṃ pāpessasi, apaṇṇattikabhāvaṃ gamissasīti attho.",
  "atk-s0510a2:28": "32.Satakappasahassamhīti ito kappato pubbe satakappādhike sahassame kappamhi ceḷanāmakā cattāro cakkavattirājāno ahesunti attho. Saṭṭhi kappasahassānīti kappasahassāni saṭṭhi ca atikkamitvā heṭṭhā ekasmiṃ kappe cattāro janā upaceḷā nāma cakkavattirājāno catūsu jātīsu ahesunti attho.",
  "atk-s0510a2:29": "33.Pañcakappasahassamhīti pañcakappādhike sahassame kappamhi ceḷā nāma cattāro janā cakkavattirājāno sattahi ratanehi sampannā samaṅgībhūtā jambudīpaaparagoyānauttarakurupubbavidehadīpasaṅkhāte catudīpamhi issarā padhānā visuṃ ahesunti attho. Sesaṃ vuttanayamevāti.",
  "atk-s0510a2:30": "Nandattheraapadānavaṇṇanā samattā.",
  "atk-s0510a2:31": "4. Cūḷapanthakattheraapadānavaṇṇanā",
  "atk-s0510a2:32": "Padumuttaronāma jinotiādikaṃ āyasmato cūḷapanthakattherassa apadānaṃ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle yadettha aṭṭhuppattivasena vattabbaṃ, taṃ aṭṭhakanipāte mahāpanthakavatthusmiṃ (theragā. 510 ādayo) vuttameva. Ayaṃ pana viseso – mahāpanthakatthero arahattaṃ patvā phalasamāpattisukhena vītināmento cintesi – ‘‘kathaṃ nu kho sakkā cūḷapanthakampi imasmiṃ sukhe patiṭṭhāpetu’’nti. So attano ayyakaṃ dhanaseṭṭhiṃ upasaṅkamitvā āha – ‘‘sace, mahāseṭṭhi , anujānātha, ahaṃ cūḷapanthakaṃ pabbājeyya’’nti. ‘‘Pabbājetha, bhante’’ti. Thero taṃ pabbājesi. So dasasu sīlesu patiṭṭhito bhātu santike –",
  "atk-s0510a2:33": "‘‘Padumaṃ yathā kokanadaṃ sugandhaṃ, pāto siyā phullamavītagandhaṃ;",
  "atk-s0510a2:34": "Aṅgīrasaṃ passa virocamānaṃ, tapantamādiccamivantalikkhe’’ti. (saṃ. ni. 1.123; a. ni. 5.195) –",
  "atk-s0510a2:35": "Gāthaṃ uggaṇhanto catūhi māsehi uggahetuṃ nāsakkhi, gahitampi hadaye na tiṭṭhati. Atha naṃ mahāpanthako, ‘‘cūḷapanthaka, tvaṃ imasmiṃ sāsane abhabbo, catūhi māsehi ekaṃ gāthampi gahetuṃ na sakkosi, pabbajitakiccaṃ pana tvaṃ kathaṃ matthakaṃ pāpessasi, nikkhama ito’’ti so therena paṇāmiko dvārakoṭṭhakasamīpe rodamāno aṭṭhāsi.",
  "atk-s0510a2:36": "Tena ca samayena satthā jīvakambavane viharati. Atha jīvako purisaṃ pesesi – ‘‘gaccha, pañcahi bhikkhusatehi saddhiṃ satthāraṃ nimantehī’’ti. Tena ca samayena āyasmā mahāpanthako bhattuddesako hoti. So ‘‘pañcannaṃ bhikkhusatānaṃ bhikkhaṃ paṭicchathā’’ti vutto ‘‘cūḷapanthakaṃ ṭhapetvā sesānaṃ paṭicchāmī’’ti āha. Taṃ sutvā cūḷapanthako bhiyyosomattāya domanassappatto ahosi. Satthā tassa cittakkhedaṃ ñatvā ‘‘cūḷapanthako mayā katena upāyena bujjhissatī’’ti tassa avidūraṭṭhāne attānaṃ dassetvā ‘‘kiṃ, panthaka, rodasī’’ti pucchi. ‘‘Bhātā maṃ, bhante, paṇāmetī’’ti āha. ‘‘Panthaka, mā cintayi, mama sāsane tuyhaṃ pabbajjā, ehi imaṃ gahetvā ‘rajoharaṇaṃ, rajoharaṇa’nti manasi karohī’’ti iddhiyā suddhaṃ coḷakkhaṇḍaṃ abhisaṅkharitvā adāsi. So satthārā dinnaṃ coḷakkhaṇḍaṃ ‘‘rajoharaṇaṃ, rajoharaṇa’’nti hatthena parimajjanto nisīdi. Tassa taṃ parimajjantassa kiliṭṭhadhātukaṃ jātaṃ, puna parimajjantassa ukkhaliparipuñchanasadisaṃ jātaṃ. So ñāṇaparipākattā evaṃ cintesi – ‘‘idaṃ coḷakkhaṇḍaṃ pakatiyā parisuddhaṃ, imaṃ upādiṇṇakasarīraṃ nissāya kiliṭṭhaṃ aññathā jātaṃ, tasmā aniccaṃ yathāpetaṃ, evaṃ cittampī’’ti khayavayaṃ paṭṭhapetvā tasmiṃyeva nimitte jhānāni nibbattetvā jhānapādakaṃ katvā vipassanaṃ paṭṭhapetvā saha paṭisambhidāhi arahattaṃ pāpuṇi. Arahattapattassevassa tepiṭakaṃ pañcābhiññā ca āgamiṃsu.",
  "atk-s0510a2:37": "Satthā ekūnehi pañcabhikkhusatehi saddhiṃ gantvā jīvakassa nivesane paññatte āsane nisīdi. Cūḷapanthako pana attano bhikkhāya appaṭicchitattā eva na gato. Jīvako yāguṃ dātuṃ ārabhi. Satthā hatthena pattaṃ pidahi. ‘‘Kasmā, bhante, na gaṇhathā’’ti vutte ‘‘vihāre eko bhikkhu atthi, jīvakā’’ti. So purisaṃ pesesi – ‘‘gaccha, bhaṇe, vihāre nisinnaṃ ayyaṃ gahetvā ehī’’ti. Cūḷapanthakattheropi rūpena kiriyāya ca ekampi ekena asadisaṃ bhikkhusahassaṃ nimminitvā nisīdi. So puriso vihāre bhikkhūnaṃ bahubhāvaṃ disvā gantvā jīvakassa kathesi – ‘‘imasmā bhikkhusaṅghā vihāre bhikkhusaṅgho bahutaro, pakkositabbaṃ ayyaṃ na jānāmī’’ti. Jīvako satthāraṃ pucchi – ‘‘ko nāmo, bhante, vihāre nisinno bhikkhū’’ti? ‘‘Cūḷapanthako nāma, jīvakā’’ti. ‘‘Gaccha, bhaṇe, ‘cūḷapanthako nāma kataro’ti pucchitvā taṃ ānehī’’ti. So vihāraṃ gantvā ‘‘cūḷapanthako nāma kataro, bhante’’ti pucchi. ‘‘Ahaṃ cūḷapanthako, ahaṃ cūḷapanthako’’ti ekappahārena bhikkhusahassampi kathesi. So punāgantvā taṃ pavattiṃ jīvakassa ārocesi jīvako paṭividdhasaccattā ‘‘iddhimā maññe, ayyo’’ti nayato ñatvā ‘‘gaccha, bhaṇe, paṭhamaṃ kathentaṃ ayyameva ‘tumhe satthā pakkosatī’ti vatvā cīvarakaṇṇe gaṇhāhī’’ti āha. So vihāraṃ gantvā tathā akāsi. Tāvadeva nimmitabhikkhū antaradhāyiṃsu. So theraṃ gahetvā agamāsi.",
  "atk-s0510a2:38": "Satthā tasmiṃ khaṇe yāguñca khajjakādibhedañca paṭiggaṇhi. Katabhattakicco bhagavā āyasmantaṃ cūḷapanthakaṃ āṇāpesi ‘‘anumodanaṃ karohī’’ti. So pabhinnapaṭisambhido sineruṃ gahetvā mahāsamuddaṃ manthento viya tepiṭakaṃ buddhavacanaṃ saṅkhobhento satthu ajjhāsayaṃ gaṇhanto anumodanaṃ akāsi. Dasabale bhattakiccaṃ katvā vihāraṃ gate dhammasabhāyaṃ kathā udapādi ‘aho buddhānaṃ ānubhāvo, yatra hi nāma cattāro māse ekagāthaṃ gahetuṃ asakkontampi lahukena khaṇeneva evaṃ mahiddhikaṃ akaṃsū’ti, tathā hi jīvakassa nivesane nisinno bhagavā ‘evaṃ cūḷapanthakassa cittaṃ samāhitaṃ, vīthipaṭipannā vipassanā’ti ñatvā yathānisinnoyeva attānaṃ dassetvā, ‘panthaka, nevāyaṃ pilotikā kiliṭṭhā rajānukiṇṇā, ito pana aññopi ariyassa vinaye saṃkileso rajo’ti dassento –",
  "atk-s0510a2:39": "‘‘Rāgo rajo na ca pana reṇu vuccati, rāgassetaṃ adhivacanaṃ rajoti;",
  "atk-s0510a2:40": "Etaṃ rajaṃ vippajahitvā bhikkhavo, viharanti te vigatarajassa sāsane.",
  "atk-s0510a2:41": "‘‘Doso rajo…pe… vigatarajassa sāsane.",
  "atk-s0510a2:42": "‘‘Moho rajo…pe… vigatarajassa sāsane’’ti. (mahāni. 209; cūḷani. udayamāṇavapucchāniddesa 74) –",
  "atk-s0510a2:43": "Imā tisso gāthāyo abhāsi. Gāthāpariyosāne cūḷapanthako sahapaṭisambhidāhi arahattaṃ pāpuṇīti. Satthā tesaṃ bhikkhūnaṃ kathāsallāpaṃ sutvā āgantvā buddhāsane nisīditvā ‘‘kiṃ vadetha, bhikkhave’’ti pucchitvā ‘‘imaṃ nāma, bhante’’ti vutte ‘‘bhikkhave, cūḷapanthakena idāni mayhaṃ ovāde ṭhatvā lokuttharadāyajjaṃ laddhaṃ, pubbe pana lokiyadāyajjaṃ laddha’’nti vatvā tehi yācito cūḷaseṭṭhijātakaṃ (jā. 1.1.4) kathesi. Aparabhāge naṃ satthā ariyagaṇaparivuto dhammāsane nisinno manomayaṃ kāyaṃ abhinimminantānaṃ bhikkhūnaṃ cetovivaṭṭakusalānañca aggaṭṭhāne ṭhapesi.",
  "atk-s0510a2:44": "35. Evaṃ so pattaetadaggaṭṭhāno attano pubbakammaṃ saritvā pītisomanassavasena pubbacaritāpadānaṃ pakāsento padumuttaro nāma jinotiādimāha. Tattha purimapadadvayaṃ vuttatthameva. Gaṇamhā vūpakaṭṭhosoti so padumuttaro nāma satthā gaṇamhā mahatā bhikkhusamūhato vūpakaṭṭho visuṃ bhūto vivekaṃ upagato. Tadā mama tāpasakāle himavante himālayapabbatasamīpe vasi vāsaṃ kappesi, catūhi iriyāpathehi vihāsīti attho.",
  "atk-s0510a2:45": "36.Ahampi…pe… tadāti yadā so bhagavā himavantaṃ upagantvā vasi, tadā ahampi himavantasamīpe kataassame ā samantato kāyacittapīḷāsaṅkhātā parissayā samanti etthāti assamoti laddhanāme araññāvāse vasāmīti sambandho. Acirāgataṃ mahāvīranti aciraṃ āgataṃ mahāvīriyavantaṃ lokanāyakaṃ padhānaṃ taṃ bhagavantaṃ upesinti sambandho, āgatakkhaṇeyeva upāgaminti attho.",
  "atk-s0510a2:46": "37.Pupphacchattaṃ gahetvānāti evaṃ upagacchanto ca padumuppalapupphādīhi chāditaṃ pupphamayaṃ chattaṃ gahetvā narāsabhaṃ narānaṃ seṭṭhaṃ bhagavantaṃ chādento upagacchiṃ samīpaṃ gatosmīti attho. Samādhiṃ samāpajjantanti rūpāvacarasamādhijjhānaṃ samāpajjantaṃ appetvā nisinnassa antarāyaṃ ahaṃ akāsinti sambandho.",
  "atk-s0510a2:47": "38.Ubho hatthehi paggayhāti taṃ susajjitaṃ pupphacchattaṃ dvīhi hatthehi ukkhipitvā ahaṃ bhagavato adāsinti sambandho. Paṭiggahesīti taṃ mayā dinnaṃ pupphacchattaṃ padumuttaro bhagavā sampaṭicchi, sādaraṃ sādiyīti attho.",
  "atk-s0510a2:48": "41.Satapattachattaṃ paggayhāti ekekasmiṃ padumapupphe satasatapattānaṃ vasena satapattehi padumapupphehi chāditaṃ pupphacchattaṃ pakārena ādarena gahetvā tāpaso mama adāsīti attho. Tamahaṃ kittayissāmīti taṃ tāpasaṃ ahaṃ kittayissāmi pākaṭaṃ karissāmīti attho. Mama bhāsato bhāsamānassa vacanaṃ suṇotha manasi karotha.",
  "atk-s0510a2:49": "42.Pañcavīsatikappānīti iminā pupphacchattadānena pañcavīsativāre tāvatiṃsabhavane sakko hutvā devarajjaṃ karissatīti sambandho. Catuttiṃsatikkhattuñcāti catuttiṃsativāre manussaloke cakkavattī rājā bhavissati.",
  "atk-s0510a2:50": "43.Yaṃyaṃ yoninti manussayoniādīsu yaṃ yaṃ jātiṃ saṃsarati gacchati upapajjati. Tattha tattha yoniyaṃ abbhokāse suññaṭṭhāne patiṭṭhantaṃ nisinnaṃ ṭhitaṃ vā padumaṃ dhārayissati upari chādayissatīti attho.",
  "atk-s0510a2:51": "45.Pakāsite pāvacaneti tena bhagavato sakalapiṭakattaye pakāsite dīpite manussattaṃ manussajātiṃ labhissati upapajjissati. Manomayamhi kāyamhīti manena jhānacittena nibbattoti manomayo, yathā cittaṃ pavattati, tathā kāyaṃ pavatteti cittagatikaṃ karotīti attho. Tamhi manomaye kāyamhi so tāpaso cūḷapanthako nāma hutvā uttamo aggo bhavissatīti attho. Sesaṃ heṭṭhā vuttattā uttānattā ca suviññeyyameva.",
  "atk-s0510a2:52": "52.Sariṃ kokanadaṃ ahanti ahaṃ bhagavato nimmitacoḷakaṃ parimajjanto kokanadaṃ padumaṃ sarinti attho. Tattha cittaṃ vimucci meti tasmiṃ kokanade padume mayhaṃ cittaṃ adhimucci allīno, tato ahaṃ arahattaṃ pāpuṇinti sambandho.",
  "atk-s0510a2:53": "53. Ahaṃ manomayesu cittagatikesu kāyesu sabbattha sabbesu pāramiṃ pariyosānaṃ gato pattoti sambandho. Sesaṃ vuttanayamevāti.",
  "atk-s0510a2:54": "Cūḷapanthakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a2:55": "5. Pilindavacchattheraapadānavaṇṇanā",
  "atk-s0510a2:56": "Nibbutelokanāthamhītiādikaṃ āyasmato pilindavacchattherassa apadānaṃ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle haṃsavatīnagare mahābhogakule nibbatto heṭṭhā vuttanayena satthu santike dhammaṃ suṇanto satthāraṃ ekaṃ bhikkhuṃ devatānaṃ piyamanāpabhāvena aggaṭṭhāne ṭhapentaṃ disvā taṃ ṭhānantaraṃ patthetvā yāvajīvaṃ kusalaṃ katvā tato cuto devamanussesu saṃsaranto sumedhassa bhagavato kāle kulagehe nibbatto. Parinibbute bhagavati tassa thūpaṃ pūjetvā saṅghassa mahādānaṃ pavattetvā tato cavitvā devamanussesu ubhayasampattiyo anubhavitvā anuppanne buddhe cakkavattī rājā hutvā mahājanaṃ pañcasīlesu patiṭṭhāpetvā saggaparāyanaṃ akāsi. So anuppanneyeva amhākaṃ bhagavati sāvatthiyaṃ brāhmaṇakule nibbatti, pilindotissa nāmaṃ akaṃsu. Vacchoti gottaṃ. So aparabhāge pilindavacchoti paññāyittha. Saṃsāre pana saṃvegabahulatāya paribbājakapabbajjaṃ pabbajitvā cūḷagandhāraṃ nāma vijjaṃ sādhetvā tāya vijjāya ākāsacārī paracittavidū ca hutvā rājagahe lābhaggayasaggapatto paṭivasati.",
  "atk-s0510a2:57": "Atha amhākaṃ bhagavā abhisambuddho hutvā anukkamena rājagahaṃ upagato. Tato paṭṭhāya buddhānubhāvena tassa sā vijjā na sampajjati, attano kiccaṃ na sādheti. So cintesi – ‘‘sutaṃ kho panetaṃ ācariyapācariyānaṃ bhāsamānānaṃ ‘yattha mahāgandhāravijjā dharati , tattha cūḷagandhāravijjā na sampajjatī’ti samaṇassa pana gotamassa āgatakālato paṭṭhāya nāyaṃ mama vijjā sampajjati, nissaṃsayaṃ samaṇo gotamo mahāgandhāravijjaṃ jānāti, yaṃnūnāhaṃ taṃ payirupāsitvā tassa santike taṃ vijjaṃ pariyāpuṇeyya’’nti. So bhagavantaṃ upasaṅkamitvā etadavoca – ‘‘ahaṃ, mahāsamaṇa, tava santike ekaṃ vijjaṃ pariyāpuṇitukāmo, okāsaṃ me karohī’’ti. ‘‘Tena hi mama santike pabbajāhī’’ti āha. So ‘‘vijjāya parikammaṃ pabbajjā’’ti maññamāno pabbaji. Tassa bhagavā dhammaṃ kathetvā caritānukūlaṃ kammaṭṭhānaṃ adāsi. So upanissayasampannatāya nacirasseva vipassanaṃ paṭṭhapetvā arahattaṃ pāpuṇi.",
  "atk-s0510a2:58": "55. Yā pana purimajātiyaṃ tassovāde ṭhatvā sagge nibbattā devatā, tā kataññutaṃ nissāya tasmiṃ sañjātabahumānā sāyaṃ pātaṃ theraṃ payirupāsitvā gacchanti. Tasmā naṃ bhagavā devatānaṃ ativiya piyamanāpabhāvena aggabhāve ṭhapesi ‘‘etadaggaṃ, bhikkhave, mama sāvakānaṃ bhikkhūnaṃ devatānaṃ piyamanāpānaṃ yadidaṃ pilindavaccho’’ti (a. ni. 1.209, 215). Evaṃ so pattaaggaṭṭhāno attano pubbakammaṃ anussaritvā pītisomanassavasena pubbacaritāpadānaṃ pakāsento nibbute lokanāthamhītiādimāha.",
  "atk-s0510a2:59": "Tattha kāmarūpārūpalokassa nātho padhānoti lokanātho. Medhā vuccanti sabbaññutaññāṇaanāvaraṇañāṇādayo, sundarā, pasaṭṭhā vā medhā yassa so sumedho, aggo ca so puggalo cāti aggapuggalo, tasmiṃ sumedhe lokanāyake aggapuggale khandhaparinibbānena nibbute satīti sambandho. Pasannacitto sumanoti saddhāya pasāditacitto somanassena sundaramano ahaṃ tassa sumedhassa bhagavato thūpapūjaṃ cetiyapūjaṃ akāsinti attho.",
  "atk-s0510a2:60": "56.Ye ca khīṇāsavā tatthāti tasmiṃ samāgame ye ca khīṇāsavā pahīnakilesā chaḷabhiññā chahi abhiññāhi samannāgatā mahiddhikā mahantehi iddhīhi samannāgatā santi, te sabbe khīṇāsave ahaṃ tattha samānetvā suṭṭhu ādarena ānetvā saṅghabhattaṃ sakalasaṅghassa dātabbabhattaṃ akāsiṃ tesaṃ bhojesinti attho.",
  "atk-s0510a2:61": "57.Upaṭṭhāko tadā ahūti tadā mama saṅghabhattadānakāle sumedhassa bhagavato nāmena sumedho nāma upaṭṭhākasāvako ahu ahosīti attho. So sāvako mayhaṃ pūjāsakkāraṃ anumodittha anumodito ānisaṃsaṃ kathesīti attho.",
  "atk-s0510a2:62": "58.Tena cittappasādenāti tena thūpapūjākaraṇavasena uppannena cittappasādena devaloke dibbavimānaṃ upapajjiṃ upagato asmīti attho, tattha nibbattomhīti vuttaṃ hoti. Chaḷāsītisahassānīti tasmiṃ vimāne cha asītisahassāni devaccharāyo me mayhaṃ cittaṃ ramiṃsu ramāpesunti sambandho.",
  "atk-s0510a2:63": "59.Mameva anuvattantīti tā accharāyo sabbakāmehi dibbehi rūpādivatthukāmehi upaṭṭhahantiyo mamaṃ eva anuvattanti mama vacanaṃ anukaronti sadā niccakālanti attho. Sesaṃ suviññeyyamevāti.",
  "atk-s0510a2:64": "Pilindavacchattheraapadānavaṇṇanā samattā.",
  "atk-s0510a2:65": "6. Rāhulattheraapadānavaṇṇanā",
  "atk-s0510a2:66": "Padumuttarassabhagavatotiādikaṃ āyasmato rāhulattherassa apadānaṃ. Ayampi āyasmā purimajinavaresu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle kulagehe nibbatto viññutaṃ patvā satthu dhammadesanaṃ suṇanto satthāraṃ ekaṃ bhikkhuṃ sikkhākāmānaṃ aggaṭṭhāne ṭhapentaṃ disvā sayampi taṃ ṭhānantaraṃ patthento senāsanavisodhanavijjotanādikaṃ uḷāraṃ puññaṃ katvā paṇidhānaṃ akāsi. So tato cavitvā devamanussesu saṃsaranto ubhayasampattiyo anubhavitvā imasmiṃ buddhuppāde amhākaṃ bodhisattaṃ paṭicca yasodharāya deviyā kucchimhi nibbattitvā rāhuloti laddhanāmo mahatā khattiyaparivārena vaḍḍhi. Tassa pabbajjāvidhānaṃ khandhake (mahāva. 105) āgatameva. So pabbajitvā satthu santike anekehi suttapadehi suladdhovādo paripakkañāṇo vipassanaṃ ussukkāpetvā arahattaṃ pāpuṇi. Arahā pana hutvā attano paṭipattiṃ paccavekkhitvā aññaṃ byākaronto –",
  "atk-s0510a2:67": "‘‘Ubhayeneva sampanno, rāhulabhaddoti maṃ vidū;",
  "atk-s0510a2:68": "Yañcamhi putto buddhassa, yañca dhammesu cakkhumā.",
  "atk-s0510a2:69": "‘‘Yañca me āsavā khīṇā, yañca natthi punabbhavo;",
  "atk-s0510a2:70": "Arahā dakkhiṇeyyomhi, tevijjo amataddaso.",
  "atk-s0510a2:71": "‘‘Kāmandhā jālapacchannā, taṇhāchadanachāditā;",
  "atk-s0510a2:72": "Pamattabandhunā bandhā, macchāva kuminā mukhe.",
  "atk-s0510a2:73": "‘‘Taṃ kāmaṃ ahamujjhitvā, chetvā mārassa bandhanaṃ;",
  "atk-s0510a2:74": "Samūlaṃ taṇhamabbuyha, sītibhūtosmi nibbuto’’ti. (theragā. 295-298);",
  "atk-s0510a2:75": "Catasso gāthā abhāsi. Tattha ubhayeneva sampannoti jātisampadā paṭipattisampadāti ubhayasampattiyāpi sampanno samannāgato. Rāhulabhaddoti maṃ vidūti ‘‘rāhulabhaddo’’ti maṃ sabrahmacārino sañjānanti. Tassa hi jātasāsanaṃ sutvā bodhisattena, ‘‘rāhu, jāto, bandhanaṃ jāta’’nti vuttavacanaṃ upādāya suddhodanamahārājā ‘‘rāhulo’’ti nāmaṃ gaṇhi. Tattha ādito pitarā vuttapariyāyameva gahetvā āha – ‘‘rāhulabhaddoti maṃ vidū’’ti. Bhaddoti pasaṃsāvacanameva. Aparabhāge satthā taṃ sikkhākāmabhāvena aggaṭṭhāne ṭhapesi ‘‘etadaggaṃ, bhikkhave, mama sāvakānaṃ bhikkhūnaṃ sikkhākāmānaṃ yadidaṃ rāhulo’’ti (a. ni. 1.209).",
  "atk-s0510a2:76": "68. Evaṃ so pattaetadaggaṭṭhāno attano pubbakammaṃ saritvā somanassajāto pubbacaritāpadānaṃ pakāsento padumuttarassa bhagavatotiādimāha. Sattabhūmimhi pāsādeti pasādaṃ somanassaṃ janetīti pāsādo. Uparūpari ṭhitā satta bhūmiyo yasmiṃ pāsāde soyaṃ sattabhūmi, tasmiṃ sattabhūmimhi pāsāde. Ādāsaṃ santhariṃ ahanti ādāsatalaṃ nipphādetvā lokajeṭṭhassa bhagavato tādino ahaṃ santharaṃ adāsiṃ, santharitvā pūjesinti attho.",
  "atk-s0510a2:77": "69.Khīṇāsavasahassehīti arahantasahassehi parikiṇṇo parivuto. Dvipadindo dvipadānaṃ indo sāmi narāsabho mahāmuni gandhakuṭiṃ tehi saha upāgami pāvisīti attho.",
  "atk-s0510a2:78": "70.Virocento gandhakuṭinti taṃ gandhakuṭiṃ sobhayamāno devānaṃ devo devadevo narānaṃ āsabho narāsabho jeṭṭho satthā bhikkhusaṅghamajjhe nisīditvā imā byākaraṇagāthāyo abhāsatha kathesīti sambandho.",
  "atk-s0510a2:79": "71.Yenāyaṃ jotitā seyyāti yena upāsakena ayaṃ pāsādasaṅkhātā seyyā jotitā pabhāsitā pajjalitā. Ādāsova kaṃsalohamayaṃ ādāsatalaṃ iva suṭṭhu samaṃ katvā santhatā. Taṃ upāsakaṃ kittayissāmi pākaṭaṃ karissāmīti attho. Sesaṃ suviññeyyameva.",
  "atk-s0510a2:80": "81.Aṭṭhānametaṃ yaṃ tādīti yaṃ yena kāraṇena tādī iṭṭhāniṭṭhesu akampiyasabhāvattā tādī agāre gharāvāse ratiṃ allīnabhāvaṃ ajjhagā pāpuṇi, etaṃ kāraṇaṃ aṭṭhānaṃ akāraṇanti attho.",
  "atk-s0510a2:81": "82.Nikkhamitvāagārasmāti gharāvāsato nikkhamitvā taṃ tiṇadalamiva pariccajitvā subbato susikkhito pabbajissati. Rāhulo nāmanāmenāti suddhodanamahārājena pesitaṃ kumārassa jātasāsanaṃ sutvā pitarā siddhatthena, ‘‘rāhu jāto, bandhanaṃ jāta’’nti vuttanāmattā rāhulo nāmāti attho. ‘‘Yathā candasūriyānaṃ vimānapabhāya kiliṭṭhakaraṇena rāhu asurindo upeti gacchati, evamevāyaṃ mama abhinikkhamanapabbajjādīnaṃ antarāyaṃ karontoriva jāto’’ti adhippāyena, ‘‘rāhu jātoti āhā’’ti daṭṭhabbaṃ. Arahā so bhavissatīti so tādiso upanissayasampanno vipassanāyaṃ yuttappayutto arahā khīṇāsavo bhavissatīti attho.",
  "atk-s0510a2:82": "83.Kikīva aṇḍaṃ rakkheyyāti aṇḍaṃ bījaṃ rakkhamānā kikī sakuṇī iva appamatto sīlaṃ rakkheyya, cāmarī viya vāladhinti vālaṃ rakkhamānā kaṇḍakesu vāle laggante bhindanabhayena anākaḍḍhitvā maramānā cāmarī viya jīvitampi pariccajitvā sīlaṃ abhinditvā rakkheyya. Nipako sīlasampannoti nepakkaṃ vuccati paññā, tena nepakkena samannāgato nipako khaṇḍachiddādibhāvaṃ apāpetvā rakkhaṇato sīlasampanno bhavissatīti evaṃ so bhagavā byākaraṇamakāsi. So evaṃ pattaarahattaphalo ekadivasaṃ vivekaṭṭhāne nisinno somanassavasena evaṃ rakkhiṃ mahāmunītiādimāha. Taṃ suviññeyyamevāti.",
  "atk-s0510a2:83": "Rāhulattheraapadānavaṇṇanā samattā.",
  "atk-s0510a2:84": "7. Upasenavaṅgantaputtattheraapadānavaṇṇanā",
  "atk-s0510a2:85": "Padumuttaraṃ bhagavantantiādikaṃ āyasmato upasenavaṅgantaputtattherassa apadānaṃ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle haṃsavatīnagare kulagehe nibbattitvā vayappatto satthu santikaṃ gantvā dhammaṃ suṇanto satthāraṃ ekaṃ bhikkhuṃ samantapāsādikānaṃ aggaṭṭhāne ṭhapentaṃ disvā satthu adhikārakammaṃ katvā taṃ ṭhānantaraṃ patthetvā yāvajīvaṃ kusalaṃ katvā devamanussesu saṃsaranto imasmiṃ buddhuppāde nālakagāme rūpasārī brāhmaṇiyā kucchimhi nibbatti, upasenotissa nāmaṃ ahosi. So vayappatto tayo vede uggaṇhitvā satthu santike dhammaṃ sutvā paṭiladdhasaddho pabbajitvā upasampadāya ekavassiko ‘‘ariyagabbhaṃ vaḍḍhemī’’ti ekaṃ kulaputtaṃ attano santike upasampādetvā tena saddhiṃ satthu santikaṃ gato. Satthārā cassa tassa avassikassa bhikkhuno saddhivihārikabhāvaṃ sutvā ‘‘atilahuṃ kho tvaṃ, moghapurisa, bāhullāya āvatto’’ti (mahāva. 75) garahito ‘‘idānāhaṃ yadi parisaṃ nissāya satthārā garahito, parisaṃyeva pana nissāya satthu pasādaṃ karissāmī’’ti vipassanāya kammaṃ karonto nacirasseva arahattaṃ pāpuṇi. Arahā pana hutvā sayampi sabbe dhutaṅgadhamme samādāya vattati, aññepi tadatthāya samādapesi, tena naṃ bhagavā samantapāsādikānaṃ aggaṭṭhāne ṭhapesi. So aparena samayena kosambiyaṃ kalahe uppanne bhikkhusaṅghe ca dvidhābhūte ekena bhikkhunā taṃ kalahaṃ parivajjitukāmena ‘‘etarahi kho kalaho uppanno, bhikkhusaṅgho ca dvidhābhūto, kathaṃ nu kho mayā paṭipajjitabba’’nti puṭṭho vivekavāsato paṭṭhāya tassa paṭipattiṃ kathesi. Evaṃ thero tassa bhikkhuno ovādadānāpadesena attano tathā paṭipannabhāvaṃ dīpento aññaṃ byākāsi.",
  "atk-s0510a2:86": "86. So evaṃ pattaetadaggaṭṭhāno attano pubbakammaṃ saritvā somanassavasena pubbacaritāpadānaṃ pakāsento padumuttaraṃ bhagavantantiādimāha. Pabbhāramhi nisīdantanti purato bhāraṃ namitaṃ onamitanti pabbhāraṃ vivekakāmaṃ vanamajjhe sayaṃjātapabbatapabbhāre nisinnaṃ naruttamaṃ bhagavantaṃ ahaṃ upagacchiṃ samīpaṃ gatoti attho.",
  "atk-s0510a2:87": "87.Kaṇikārapuppha disvāti tathā upagacchanto tasmiṃ padese supupphitaṃ kaṇikāraṃ disvā. Vaṇṭe chetvānahaṃ tadāti tasmiṃ tathāgatassa diṭṭhakāle taṃ pupphaṃ vaṇṭe vaṇṭasmiṃ chetvāna chinditvāna. Alaṅkaritvā chattamhīti tena pupphena chattaṃ chādetvā. Buddhassa abhiropayinti pabbhāre nisinnassa buddhassa muddhani akāsinti attho.",
  "atk-s0510a2:88": "88.Piṇḍapātañcapādāsinti tasmiṃyeva nisinnassa bhagavato piṇḍapātaṃ pakārena adāsiṃ bhojesinti attho. Paramannaṃ subhojananti sundarabhojanasaṅkhātaṃ paramannaṃ uttamāhāraṃ. Buddhena navame tatthāti tasmiṃ vivekaṭṭhāne buddhena saha navame aṭṭha samaṇe samitapāpe khīṇāsavabhikkhū bhojesinti attho.",
  "atk-s0510a2:89": "Yaṃ vadanti sumedhoti yaṃ gotamasammāsambuddhaṃ bhūripaññaṃ pathavisamānaṃ paññaṃ sumedhaṃ sundaraṃ sabbaññutādipaññavantaṃ. Sumedho iti sundarapañño iti vadanti paṇḍitā ito kappato satasahasse kappe eso gotamo sammāsambuddho bhavissatīti sambandho. Sesaṃ suviññeyyamevāti.",
  "atk-s0510a2:90": "Upasenavaṅgantaputtattheraapadānavaṇṇanā samattā.",
  "atk-s0510a2:91": "8. Raṭṭhapālattheraapadānavaṇṇanā",
  "atk-s0510a2:92": "Padumuttarassabhagavatotiādikaṃ āyasmato raṭṭhapālattherassa apadānaṃ. Ayampāyasmā purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato uppattito puretarameva haṃsavatīnagare gahapatimahāsālakule nibbattitvā vayappatto pitu accayena gharāvāse patiṭṭhito ratanakoṭṭhāgārakammikena dassitaṃ aparimāṇaṃ vaṃsānugataṃ dhanaṃ disvā ‘‘imaṃ ettakaṃ dhanarāsiṃ mayhaṃ pituayyakapayyakādayo attanā saddhiṃ gahetvā gantuṃ nāsakkhiṃsu, mayā pana gahetvā gantuṃ vaṭṭatī’’ti cintetvā kapaṇaddhikādīnaṃ mahādānaṃ adāsi. So abhiññālābhiṃ ekaṃ tāpasaṃ upasaṅkamitvā tena devalokādhipacce niyojito yāvajīvaṃ puññāni katvā tato cuto devaloke nibbattitvā dibbasampattiṃ anubhavanto tattha yāvatāyukaṃ ṭhatvā tato cuto manussaloke bhinnaṃ raṭṭhaṃ sandhāretuṃ samatthassa kulassa ekaputtako hutvā nibbatti. Tena samayena padumuttaro bhagavā loke uppajjitvā pavattitavaradhammacakko veneyyasatte nibbānamahānagarasaṅkhātaṃ khemantabhūmiṃ sampāpesi. Atha so kulaputto anukkamena viññutaṃ patto ekadivasaṃ upāsakehi saddhiṃ vihāraṃ gantvā satthāraṃ dhammaṃ desentaṃ disvā pasannacitto parisapariyante nisīdi.",
  "atk-s0510a2:93": "Tena kho pana samayena satthā ekaṃ bhikkhuṃ saddhāpabbajitānaṃ aggaṭṭhāne ṭhapesi. So taṃ disvā pasannamānaso satasahassabhikkhuparivutassa bhagavato sattāhaṃ mahādānaṃ datvā taṃ ṭhānaṃ patthesi. Satthā anantarāyena samijjhanabhāvaṃ disvā ‘‘ayaṃ anāgate gotamassa nāma sammāsambuddhassa sāsane saddhāpabbajitānaṃ aggo bhavissatī’’ti byākāsi. So satthāraṃ bhikkhusaṅghañca vanditvā uṭṭhāyāsanā pakkāmi. So yāvatāyukaṃ puññāni katvā tato cavitvā devamanussesu saṃsaranto ito dvenavute kappe phussassa bhagavato kāle satthu vemātikesu tīsu rājaputtesu satthāraṃ upaṭṭhahantesu tesaṃ puññakiriyāsu sahāyakiccaṃ akāsi. Evaṃ tattha tattha bhave bahuṃ kusalaṃ upacinitvā sugatīsuyeva saṃsaranto imasmiṃ buddhuppāde kururaṭṭhe thullakoṭṭhikanigame raṭṭhapālaseṭṭhino gehe nibbatti, tassa bhinnaṃ raṭṭhaṃ sandhāretuṃ samatthakule nibbattattā raṭṭhapāloti vaṃsānugatameva nāmaṃ ahosi. So mahatā parivārena vaḍḍhanto anukkamena yobbanappatto mātāpitūhi patirūpena dārena saṃyojito mahante ca yase patiṭṭhāpito dibbasampattisadisasampattiṃ paccanubhoti.",
  "atk-s0510a2:94": "Atha bhagavā kururaṭṭhe janapadacārikaṃ caranto thullakoṭṭhikaṃ anupāpuṇi. Taṃ sutvā raṭṭhapālo kulaputto satthāraṃ upasaṅkamitvā satthu santike dhammaṃ sutvā paṭiladdhasaddho pabbajitukāmo sattāhaṃ bhattacchedaṃ katvā kicchena kasirena mātāpitaro anujānāpetvā satthāraṃ upasaṅkamitvā pabbajjaṃ yācitvā satthu āṇattiyā aññatarassa santike pabbajitvā yonisomanasikārena kammaṃ karonto vipassanaṃ vaḍḍhetvā arahattaṃ pāpuṇi. Arahattaṃ pana patvā satthāraṃ anujānāpetvā mātāpitaro passituṃ thullakoṭṭhikaṃ gantvā tattha sapadānaṃ piṇḍāya caranto pitu nivesane ābhidosikaṃ kummāsaṃ labhitvā taṃ amataṃ viya paribhuñjanto pitarā nimantito svātanāya adhivāsetvā dutiyadivase pitu nivesane piṇḍapātaṃ paribhuñjitvā alaṅkatapaṭiyatte itthāgārajane upagantvā ‘‘kīdisā nāma tā, ayyaputta, accharāyo, yāsaṃ tvaṃ hetu brahmacariyaṃ carasī’’tiādīni (ma. ni. 2.301) vatvā palobhanakammaṃ kātuṃ āraddhe tassādhippāyaṃ viparivattetvā aniccatādipaṭisaṃyuttaṃ dhammaṃ kathento –",
  "atk-s0510a2:95": "‘‘Passa cittakataṃ bimbaṃ, arukāyaṃ samussitaṃ;",
  "atk-s0510a2:96": "Āturaṃ bahusaṅkappaṃ, yassa natthi dhuvaṃ ṭhiti.",
  "atk-s0510a2:97": "‘‘Passa cittakataṃ rūpaṃ, maṇinā kuṇḍalena ca;",
  "atk-s0510a2:98": "Aṭṭhiṃ tacena onaddhaṃ, saha vatthehi sobhati.",
  "atk-s0510a2:99": "‘‘Alattakakatā pādā, mukhaṃ cuṇṇakamakkhitaṃ;",
  "atk-s0510a2:100": "Alaṃ bālassa mohāya, no ca pāragavesino.",
  "atk-s0510a2:101": "‘‘Aṭṭhāpadakatā kesā, nettā añjanamakkhitā;",
  "atk-s0510a2:102": "Alaṃ bālassa mohāya, no ca pāragavesino.",
  "atk-s0510a2:103": "‘‘Añjanīva navā cittā, pūtikāyo alaṅkato;",
  "atk-s0510a2:104": "Alaṃ bālassa mohāya, no ca pāragavesino.",
  "atk-s0510a2:105": "‘‘Odahi migavo pāsaṃ, nāsadā vāguraṃ migo;",
  "atk-s0510a2:106": "Bhutvā nivāpaṃ gacchāma, kandante migabandhake.",
  "atk-s0510a2:107": "‘‘Chinno pāso migavassa, nāsadā vāguraṃ migo;",
  "atk-s0510a2:108": "Bhutvā nivāpaṃ gacchāma, socante migaluddake’’ti. (ma. ni. 2.302; theragā. 769-775);",
  "atk-s0510a2:109": "Imā gāthāyo abhāsi. Imā gāthā vatvā vehāsaṃ abbhuggantvā rañño korabyassa migājinavanuyyāne maṅgalasilāpaṭṭe nisīdi. Therassa kira pitā sattasu dvārakoṭṭhakesu aggaḷaṃ dāpetvā malle āṇāpesi ‘‘nikkhamituṃ mā detha, kāsāyāni apanetvā setakāni nivāsāpethā’’ti. Tasmā thero ākāsena agamāsi. Atha rājā korabyo therassa tattha nisinnabhāvaṃ sutvā taṃ upasaṅkamitvā sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ‘‘idha, bho raṭṭhapāla, pabbajanto byādhipārijuññaṃ vā jarābhogañātipārijuññaṃ vā patto pabbajati, tvaṃ pana kiñcipi pārijuññaṃ anupagato eva kasmā pabbajasī’’ti pucchi. Athassa thero ‘‘upaniyyati loko addhuvo, atāṇo loko anabhissaro, asaraṇo loko sabbaṃ pahāya gamanīyaṃ, ūno loko atitto taṇhādāso’’ti (ma. ni. 2.305) imesaṃ catunnaṃ dhammuddesānaṃ attanā viditabhāvaṃ kathetvā tassā desanāya anugītiṃ kathento –",
  "atk-s0510a2:110": "‘‘Passāmi loke sadhane manusse, laddhāna vittaṃ na dadanti mohā;",
  "atk-s0510a2:111": "Luddhā dhanaṃ sannicayaṃ karonti, bhiyyova kāme abhipatthayanti.",
  "atk-s0510a2:112": "‘‘Rājā pasayhappathaviṃ vijetvā, sasāgarantaṃ mahimāvasanto;",
  "atk-s0510a2:113": "Oraṃ samuddassa atittarūpo, pāraṃ samuddassapi patthayetha.",
  "atk-s0510a2:114": "‘‘Rājā ca aññe ca bahū manussā, avītataṇhā maraṇaṃ upenti;",
  "atk-s0510a2:115": "Ūnāva hutvāna jahanti dehaṃ, kāmehi lokamhi na hatthi titti.",
  "atk-s0510a2:116": "‘‘Kandanti naṃ ñātī pakiriya kese, ‘aho vatā no amarā’ti cāhu;",
  "atk-s0510a2:117": "Vatthena naṃ pārutaṃ nīharitvā, citaṃ samodhāya tato ḍahanti.",
  "atk-s0510a2:118": "‘‘So ḍayhati sūlehi tujjamāno, ekena vatthena pahāya bhoge;",
  "atk-s0510a2:119": "Na mīyamānassa bhavanti tāṇā, ñātī ca mittā atha vā sahāyā.",
  "atk-s0510a2:120": "‘‘Dāyādakā tassa dhanaṃ haranti, satto pana gacchati yena kammaṃ;",
  "atk-s0510a2:121": "Na mīyamānaṃ dhanamanveti kiñci, puttā ca dārā ca dhanañca raṭṭhaṃ.",
  "atk-s0510a2:122": "‘‘Na dīghamāyuṃ labhate dhanena, na cāpi vittena jaraṃ vihanti;",
  "atk-s0510a2:123": "Appaṃ hidaṃ jīvitamāhu dhīrā, asassataṃ vippariṇāmadhammaṃ.",
  "atk-s0510a2:124": "‘‘Aḍḍhā daliddā ca phusanti phassaṃ, bālo ca dhīro ca tatheva phuṭṭho;",
  "atk-s0510a2:125": "Bālo hi bālyā vadhitova seti, dhīro ca no vedhati phassaphuṭṭho.",
  "atk-s0510a2:126": "‘‘Tasmā hi paññāva dhanena seyyā, yāya vosānamidhādhigacchati;",
  "atk-s0510a2:127": "Abyositattā hi bhavābhavesu, pāpāni kammāni karoti mohā.",
  "atk-s0510a2:128": "‘‘Upeti gabbhañca parañca lokaṃ, saṃsāramāpajjaparamparāya;",
  "atk-s0510a2:129": "Tassappapañño abhisaddahanto, upeti gabbhañca parañca lokaṃ.",
  "atk-s0510a2:130": "‘‘Coro yathā sandhimukhe gahīto, sakammunā haññati pāpadhammo;",
  "atk-s0510a2:131": "Evaṃ pajā pecca paramhi loke, sakammunā haññati pāpadhammo.",
  "atk-s0510a2:132": "‘‘Kāmā hi citrā madhurā manoramā, virūparūpena mathenti cittaṃ;",
  "atk-s0510a2:133": "Ādīnavaṃ kāmaguṇesu disvā, tasmā ahaṃ pabbajitomhi rāja.",
  "atk-s0510a2:134": "‘‘Dumapphalānīva patanti māṇavā, daharā ca vuḍḍhā ca sarīrabhedā;",
  "atk-s0510a2:135": "Etampi disvāna pabbajitomhi rāja, apaṇṇakaṃ sāmaññameva seyyo.",
  "atk-s0510a2:136": "‘‘Saddhāyāhaṃ pabbajito, upeto jinasāsane;",
  "atk-s0510a2:137": "Avañjhā mayhaṃ pabbajjā, anaṇo bhuñjāmi bhojanaṃ.",
  "atk-s0510a2:138": "‘‘Kāme ādittato disvā, jātarūpāni satthato;",
  "atk-s0510a2:139": "Gabbhāvokkantito dukkhaṃ, nirayesu mahabbhayaṃ.",
  "atk-s0510a2:140": "‘‘Etamādīnavaṃ ñatvā, saṃvegaṃ alabhiṃ tadā;",
  "atk-s0510a2:141": "Sohaṃ viddho tadā santo, sampatto āsavakkhayaṃ.",
  "atk-s0510a2:142": "‘‘Pariciṇṇo mayā satthā, kataṃ buddhassa sāsanaṃ;",
  "atk-s0510a2:143": "Ohito garuko bhāro, bhavanetti samūhatā.",
  "atk-s0510a2:144": "‘‘Yassatthāya pabbajito, agārasmānagāriyaṃ;",
  "atk-s0510a2:145": "So me attho anuppatto, sabbasaṃyojanakkhayo’’ti. (theragā. 776-793) –",
  "atk-s0510a2:146": "Imā gāthā avoca. Evaṃ thero rañño korabyassa dhammaṃ desetvā satthu santikameva gato. Satthā ca aparabhāge ariyagaṇamajjhe nisinno theraṃ saddhāpabbajitānaṃ aggaṭṭhāne ṭhapesi.",
  "atk-s0510a2:147": "97-8. Evaṃ so thero pattaetadaggaṭṭhāno pubbakammaṃ saritvā somanassajāto pubbacaritāpadānaṃ pakāsento padumuttarassa bhagavatotiādimāha. Varanāgo mayā dinnoti tassa bhagavato rūpakāye pasīditvā varo uttamo seṭṭho īsādanto rathīsāsadisadanto urūḷhavā bhāravaho rājāraho vā. Setacchattopasobhitoti hatthikkhandhe ussāpitasetacchattena upasevito sobhamāno. Punapi kiṃ visiṭṭho varanāgo? Sakappano hatthālaṅkārasahito. Saṅghārāmaṃ buddhappamukhassa bhikkhusaṅghassa vasanatthāya ārāmaṃ vihāraṃ akārayiṃ kāresiṃ.",
  "atk-s0510a2:148": "99.Catupaññāsasahassānīti tasmiṃ kārāpite vihārabbhantare catupaññāsasahassāni pāsādāni ca ahaṃ akārayiṃ kāresinti attho. Mahoghadānaṃ karitvānāti sabbaparikkhārasahitaṃ mahoghasadisaṃ mahādānaṃ sajjetvā mahesino munino niyyādesinti attho.",
  "atk-s0510a2:149": "100.Anumodi mahāvīroti caturāsaṅkhyeyyasatasahassesu kappesu abbocchinnaussāhasaṅkhātena vīriyena mahāvīro sayambhū sayameva bhūto jāto laddhasabbaññutaññāṇo aggo seṭṭho puggalo anumodi vihārānumodanaṃ akāsi. Sabbe jane hāsayantoti sakalānantāparimāṇe devamanusse hāsayanto santuṭṭhe kurumāno amatanibbānapaṭisaṃyuttaṃ catusaccadhammadesanaṃ desesi pakāsesi vivari vibhaji uttānī akāsīti attho.",
  "atk-s0510a2:150": "101.Taṃme viyākāsīti taṃ mayhaṃ katapuññaṃ balaṃ visesena pākaṭaṃ akāsi. Jalajuttamanāmakoti jale jātaṃ jalajaṃ padumaṃ, padumuttaranāmakoti attho. ‘‘Jalanuttamanāyako’’tipi pāṭho. Tattha attano pabhāya jalantīti jalanā, candimasūriyadevabrahmāno, tesaṃ jalanānaṃ uttamoti jalanuttamo. Sabbasattānaṃ nāyako uttamoti nāyako, sambhāravante satte nibbānaṃ neti pāpetīti vā nāyako, jalanuttamo ca so nāyako cāti jalanuttamanāyako. Bhikkhusaṅghe nisīditvāti bhikkhusaṅghassa majjhe nisinno imā gāthā abhāsatha pākaṭaṃ katvā kathesīti attho. Sesaṃ uttānatthamevāti.",
  "atk-s0510a2:151": "Raṭṭhapālattheraapadānavaṇṇanā samattā.",
  "atk-s0510a2:152": "9. Sopākattheraapadānavaṇṇanā",
  "atk-s0510a2:153": "Pabbhāraṃ sodhayantassātiādikaṃ āyasmato sopākattherassa apadānaṃ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto siddhatthassa bhagavato kāle aññatarassa kuṭumbikassa putto hutvā nibbatti. Ekadivasaṃ satthāraṃ disvā bījapūraphalāni satthu upanesi, paribhuñji bhagavā tassānukampaṃ upādāya. So bhikkhu satthari saṅghe ca abhippasanno salākabhattaṃ paṭṭhapetvā saṅghuddesavasena tiṇṇaṃ bhikkhūnaṃ yāvatāyukaṃ khīrabhattaṃ adāsi. So tehi puññehi aparāparaṃ devamanussesu sampattiyo anubhavanto ekadā manussayoniyaṃ nibbatto ekassa paccekabuddhassa khīrabhattaṃ adāsi.",
  "atk-s0510a2:154": "Evaṃ tattha tattha puññāni katvā sugatīsuyeva paribbhamanto imasmiṃ buddhuppāde purimakammanissandena sāvatthiyaṃ aññatarāya duggatitthiyā kucchimhi paṭisandhiṃ gaṇhi. Sā taṃ dasamāse kucchinā pariharitvā paripakke gabbhe vijāyanakāle vijāyituṃ asakkontī mucchaṃ āpajjitvā bahuvelaṃ matā viya nipajji. Ñātakā ‘‘matā’’ti saññāya susānaṃ netvā citakaṃ āropetvā devatānubhāvena vātavuṭṭhiyā uṭṭhitāya aggiṃ adatvā pakkamiṃsu. Dārako pacchimabhavikattā devatānubhāveneva arogo hutvā mātukucchito nikkhami. Mātā pana kālamakāsi. Devatā manussarūpenupagamma taṃ gahetvā susānagopakassa gehe ṭhapetvā katipāhaṃ kālaṃ patirūpena āhārena posesi. Tato paraṃ susānagopako attano puttaṃ katvā vaḍḍhesi. So tathā vaḍḍhento tassa puttena suppiyena nāma dārakena saddhiṃ kīḷanto vicari. Tassa susāne jātasaṃvaḍḍhabhāvato sopākoti samaññā ahosi.",
  "atk-s0510a2:155": "Athekadivasaṃ sattavassikaṃ taṃ bhagavā paccūsavelāyaṃ ñāṇajālaṃ pattharitvā veneyyabandhave olokento ñāṇajālassa antogataṃ disvā susānaṭṭhānaṃ agamāsi. Dārako pubbahetunā codiyamāno pasannamānaso satthāraṃ upasaṅkamitvā vanditvā aṭṭhāsi. Satthā tassa dhammaṃ kathesi. So dhammaṃ sutvā pabbajjaṃ yācitvā pitarā ‘‘anuññātosī’’ti vutto pitaraṃ satthu santikaṃ ānesi. Tassa pitā satthāraṃ vanditvā ‘‘imaṃ dārakaṃ pabbājetha, bhante’’ti anujāni, taṃ pabbājetvā bhagavā mettābhāvanāya niyojesi. So mettākammaṭṭhānaṃ gahetvā susāne viharanto nacirasseva mettājhānaṃ pādakaṃ katvā vipassanaṃ vaḍḍhetvā arahattaṃ sacchākāsi. Arahā hutvāpi aññesaṃ sosānikabhikkhūnaṃ mettābhāvanāvidhiṃ dassento ‘‘yathāpi ekaputtasmi’’nti (theragā. 33) gāthaṃ abhāsi. Idaṃ vuttaṃ hoti – yathā ekaputtake piye manāpe mātā pitā ca kusalī ekantahitesī bhaveyya, evaṃ puratthimādibhedāsu sabbāsu disāsu kāmabhavādibhedesu vā sabbesu bhavesu daharādibhedāsu sabbāsu avatthāsupi ṭhitesu sabbesu sattesu ekantahitesitāya kusalī bhaveyya ‘‘mitto, udāsino, paccatthiko’’ti sīmaṃ akatvā sīmāya sambhedavasena sabbattha ekarasaṃ mettaṃ bhāveyyāti imaṃ pana gāthaṃ vatvā ‘‘sace tumhe āyasmanto evaṃ mettaṃ bhāveyyātha, ye te bhagavatā ‘sukhaṃ supatī’tiādinā (a. ni. 11.15; pari. 331; mi. pa. 4.4.6) ekādasa mettānisaṃsā ca vuttā, ekaṃsena tesaṃ bhāgino bhavathā’’ti ovādaṃ adāsi.",
  "atk-s0510a2:156": "112. Evaṃ so pattaphalādhigamo attano katapuññaṃ paccavekkhitvā sañjātasomanasso pubbacaritāpadānaṃ dassento pabbhāraṃ sodhayantassātiādimāha. Tattha pabbhāranti silāpabbatassa vivekaṭṭhānaṃ, taṃ pabbajitānurūpattā iṭṭhakapākāraṃ katvā dvārakavāṭaṃ yojetvā bhikkhūnaṃ vasanatthāya adāsi, pakārena bharo patthetabboti pabbhāro, taṃ sodhayantassa mama santikaṃ siddhattho nāma bhagavā āgacchi pāpuṇi.",
  "atk-s0510a2:157": "113.Buddhaṃ upagataṃ disvāti evaṃ mama santikaṃ āgataṃ disvā tādino iṭṭhāniṭṭhesu akampiyasabhāvattā tādiguṇayuttassa lokajeṭṭhassa buddhassa santharaṃ tiṇapaṇṇādisantharaṃ kaṭṭhattharaṃ paññāpetvā niṭṭhāpetvā pupphāsanaṃ pupphamayaṃ āsanaṃ ahaṃ adāsiṃ.",
  "atk-s0510a2:158": "114.Pupphāsanenisīditvāti tasmiṃ paññatte pupphāsane nisīditvā lokanāyako siddhattho bhagavā. Mamañca gatimaññāyāti mayhaṃ gatiṃ āyatiṃ uppattiṭṭhānaṃ aññāya jānitvā aniccataṃ aniccabhāvaṃ udāhari kathesi.",
  "atk-s0510a2:159": "115.Aniccā vata saṅkhārāti vata ekantena saṅkhārā paccayehi samecca samāgantvā karīyamānā sabbe sappaccayadhammā hutvā abhāvaṭṭhena aniccā. Uppādavayadhamminoti uppajjitvā vinassanasabhāvā uppajjitvā pātubhavitvā ete saṅkhārā nirujjhanti vinassantīti attho. Tesaṃ vūpasamo sukhoti tesaṃ saṅkhārānaṃ visesena upasamo sukho, tesaṃ vūpasamakaraṃ nibbānameva ekantasukhanti attho.",
  "atk-s0510a2:160": "116.Idaṃ vatvāna sabbaññūti sabbadhammajānanako bhagavā lokānaṃ jeṭṭho vuḍḍho narānaṃ āsabho padhāno vīro idaṃ aniccapaṭisaṃyuttaṃ dhammadesanaṃ vatvāna kathetvā ambare ākāse haṃsarājā iva nabhaṃ ākāsaṃ abbhuggamīti sambandho.",
  "atk-s0510a2:161": "117.Sakaṃ diṭṭhiṃ attano laddhiṃ khantiṃ ruciṃ ajjhāsayaṃ jahitvāna pahāya. Bhāvayāniccasaññahanti anicce aniccanti pavattasaññaṃ ahaṃ bhāvayiṃ vaḍḍhesiṃ manasi akāsiṃ. Tattha kālaṃ kato ahanti tattha tissaṃ jātiyaṃ tato jātito ahaṃ kālaṃ kato mato.",
  "atk-s0510a2:162": "118.Dvesampattī anubhotvāti manussasampattidibbasampattisaṅkhātā dve sampattiyo anubhavitvā. Sukkamūlena coditoti purāṇakusalamūlena, mūlabhūtena kusalena vā codito sañcodito. Pacchime bhave sampatteti pariyosāne bhave sampatte pāpuṇite. Sapākayonupāgaminti sakaṃ pacitabhattaṃ sapākaṃ yoniṃ upāgamiṃ. Yassa kulassa attano pacitabhattaṃ aññehi abhuñjanīyaṃ, tasmiṃ caṇḍālakule nibbattosmīti attho. Atha vā sā vuccati sunakho, sunakhocchiṭṭhabhattabhuñjanakacaṇḍālakule jātoti attho. Sesaṃ uttānatthamevāti.",
  "atk-s0510a2:163": "Sopākattheraapadānavaṇṇanā samattā.",
  "atk-s0510a2:164": "10. Sumaṅgalattheraapadānavaṇṇanā",
  "atk-s0510a2:165": "Āhutiṃyiṭṭhukāmotiādikaṃ āyasmato sumaṅgalattherassa apadānaṃ. Ayampāyasmā purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto piyadassissa bhagavato kāle rukkhadevatā hutvā nibbatti. So ekadivasaṃ satthāraṃ nhatvā ekacīvaraṃ ṭhitaṃ disvā somanassappatto apphoṭesi. So tena puññena devamanussesu saṃsaranto imasmiṃ buddhuppāde sāvatthiyā avidūre aññatarasmiṃ gāmake tādisena kammanissandena daliddakule nibbatti, tassa sumaṅgaloti nāmaṃ ahosi. So vayappatto khujjakāsitanaṅgalakuddālaparikkhāro hutvā kasiyā jīvikaṃ kappesi. So ekadivasaṃ raññā pasenadinā kosalena bhagavato bhikkhusaṅghassa ca mahādāne pavattiyamāne dānūpakaraṇāni gahetvā āgacchantehi manussehi saddhiṃ dadhighaṭaṃ gahetvā āgato bhikkhūnaṃ sakkārasammānaṃ disvā ‘‘ime samaṇā sakyaputtiyā sukhumavatthanivatthā subhojanāni bhuñjitvā nivātesu senāsanesu viharanti, yaṃnūnāhampi pabbajeyya’’nti cintetvā aññataraṃ mahātheraṃ upasaṅkamitvā attano pabbajādhippāyaṃ nivedesi. So taṃ karuṇāyanto pabbājetvā kammaṭṭhānaṃ ācikkhi. So araññe viharanto ekakavihāre nibbinno ukkaṇṭhito hutvā vibbhamitukāmo ñātigāmaṃ gacchanto antarāmagge kacchaṃ bandhitvā khettaṃ kasante kiliṭṭhavatthanivatthe samantato rajokiṇṇasarīre vātātapena sussante khettaṃ kassake manusse disvā ‘‘mahantaṃ vatime sattā jīvikanimittaṃ dukkhaṃ paccanubhavantī’’ti saṃvegaṃ paṭilabhi. Ñāṇassa paripākagatattā cassa yathāgahitaṃ kammaṭṭhānaṃ upaṭṭhāsi. So aññataraṃ rukkhamūlaṃ upagantvā vivekaṃ labhitvā yonisomanasikaronto vipassanaṃ vaḍḍhetvā maggapaṭipāṭiyā arahattaṃ pāpuṇi.",
  "atk-s0510a2:166": "124. Evaṃ so pattaarahattaphalo attano pubbakammaṃ saritvā somanassavasena pubbacaritāpadānaṃ pakāsento āhutiṃ yiṭṭhukāmohantiādimāha. Tattha āhutinti annapānādianekavidhaṃ pūjāsakkārūpakaraṇaṃ. Yiṭṭhukāmoti yajitukāmo, dānaṃ dātukāmo ahaṃ. Paṭiyādetvāna bhojananti āhāraṃ paṭiyādetvā nipphādetvā. Brāhmaṇe paṭimānentoti paṭiggāhake suddhapabbajite pariyesanto. Visāle māḷake ṭhitoti parisuddhapaṇḍarapulinatalābhirāme vipule māḷake ṭhito.",
  "atk-s0510a2:167": "125-7.Athaddasāsiṃ sambuddhantiādīsu mahāyasaṃ mahāparivāraṃ sabbalokaṃ sakalasattalokaṃ vinetānaṃ visesena netāraṃ nibbānasampāpakaṃ sayambhuṃ sayameva bhūtaṃ anācariyakaṃ aggapuggalaṃ seṭṭhapuggalaṃ bhagavantaṃ bhagyavantādiguṇayuttaṃ jutimantaṃ nīlapītādipabhāsampannaṃ sāvakehi purakkhataṃ parivāritaṃ ādiccamiva sūriyamiva rocantaṃ sobhamānaṃ rathiyaṃ vīthiyaṃ paṭipannakaṃ gacchantaṃ piyadassiṃ nāma sambuddhaṃ addasinti sambandho. Añjaliṃ paggahetvānāti bandhañjalipuṭaṃ sirasi katvā sakaṃ cittaṃ attano cittaṃ pasādayiṃ itthambhūtassa bhagavato guṇe pasādesiṃ pasannamakāsinti attho. Manasāva nimantesinti cittena pavāresiṃ. Āgacchatu mahāmunīti mahito pūjāraho muni bhagavā mama nivesanaṃ āgacchatu.",
  "atk-s0510a2:168": "128.Mama saṅkappamaññāyāti mayhaṃ cittasaṅkappaṃ ñatvā loke sattaloke anuttaro uttaravirahito satthā khīṇāsavasahassehi arahantasahassehi parivuto mama dvāraṃ mayhaṃ gehadvāraṃ upāgami sampāpuṇi.",
  "atk-s0510a2:169": "129. Tassa sampattassa satthuno evaṃ namakkāramakāsiṃ. Purisājañña purisānaṃ ājañña, seṭṭha, mama namakkāro te tuyhaṃ atthu bhavatu. Purisuttama purisānaṃ uttama adhikaguṇavisiṭṭha te tuyhaṃ mama namakkāro atthu. Pāsādaṃ pasādajanakaṃ mama nivesanaṃ abhiruhitvā sīhāsane uttamāsane nisīdatanti āyācinti attho.",
  "atk-s0510a2:170": "130.Danto dantaparivāroti sayaṃ dvārattayena danto tathā dantāhi bhikkhubhikkhunīupāsakaupāsikāsaṅkhātāhi catūhi parisāhi parivārito. Tiṇṇo tārayataṃ varoti sayaṃ tiṇṇo saṃsārato uttiṇṇo nikkhanto tārayataṃ tārayantānaṃ visiṭṭhapuggalānaṃ varo uttamo bhagavā mamārādhanena pāsādaṃ abhiruhitvā pavarāsane uttamāsane nisīdi nisajjaṃ kappesi.",
  "atk-s0510a2:171": "131.Yaṃ me atthi sake geheti attano gehe yaṃ āmisaṃ paccupaṭṭhitaṃ sampāditaṃ rāsikataṃ atthi. Tāhaṃ buddhassa pādāsinti buddhassa buddhappamukhassa saṅghassa taṃ āmisaṃ pādāsiṃ pa-kārena ādarena vā adāsinti attho. Pasanno sehi pāṇibhīti attano dvīhi hatthehi passannacitto gahetvā pādāsinti attho.",
  "atk-s0510a2:172": "132.Pasannacitto pasāditamanasaṅkappo sumano sundaramano. Vedajāto jātavedo uppannasomanasso katañjalī sirasi ṭhapitaañjalipuṭo buddhaseṭṭhaṃ namassāmi seṭṭhassa buddhassa paṇāmaṃ karomīti attho. Aho buddhassuḷāratāti paṭividdhacatusaccassa satthuno uḷāratā mahantabhāvo aho acchariyanti attho.",
  "atk-s0510a2:173": "133.Aṭṭhannaṃpayirūpāsatanti payirupāsantānaṃ bhuñjaṃ bhuñjantānaṃ aṭṭhannaṃ ariyapuggalānaṃ antare khīṇāsavā arahantova bahūti attho. Tuyheveso ānubhāvoti eso ākāsacaraṇaummujjananimujjanādiānubhāvo tuyheva tuyhaṃ eva ānubhāvo, nāññesaṃ. Saraṇaṃ taṃ upemahanti taṃ itthambhūtaṃ tuvaṃ saraṇaṃ tāṇaṃ leṇaṃ parāyananti upemi gacchāmi jānāmi vāti attho.",
  "atk-s0510a2:174": "134. Lokajeṭṭho narāsabho piyadassī bhagavā bhikkhusaṅghamajjhe nisīditvā imā byākaraṇagāthā abhāsatha kathesīti attho. Sesaṃ suviññeyyamevāti.",
  "atk-s0510a2:175": "Sumaṅgalattheraapadānavaṇṇanā samattā.",
  "atk-s0510a2:176": "Dutiyassa sīhāsanavaggassa vaṇṇanā samattā."
}