{
  "atk-s0401a5:0": "5. Paṇihitaacchavaggavaṇṇanā",
  "atk-s0401a5:1": "41. Pañcamassa paṭhame seyyathāpīti opammatthe nipāto. Tatra bhagavā katthaci atthena upamaṁ parivāretvā dasseti vatthasutte (ma. ni. 1.70 ādayo) viya, pāricchattakopama- (a. ni. 7.69) aggikkhandhopamādisuttesu (a. ni. 7.72) viya ca, katthaci upamāya atthaṁ parivāretvā dasseti loṇambilasutte (a. ni. 3.101) viya, suvaṇṇakārasuttasūriyopamādisuttesu (a. ni. 7.66) viya ca. Imasmiṁ pana sālisūkopame upamāya atthaṁ parivāretvā dassento seyyathāpi, bhikkhavetiādimāha. Tattha sālisūkanti sāliphalassa sūkaṁ. Yavasūkepi eseva nayo. Vā-saddo vikappattho. Micchāpaṇihitanti micchāṭhapitaṁ. Yathā vijjhituṁ sakkoti, na evaṁ uddhaggaṁ katvā ṭhapitanti attho. Bhecchatīti bhindissati, chaviṁ chindissatīti attho. Micchāpaṇihitena cittenāti micchāṭhapitena cittena. Vaṭṭavasena uppannacittaṁ sandhāyetaṁ vuttaṁ. Avijjanti aṭṭhasu ṭhānesu aññāṇabhūtaṁ ghanabahalaṁ mahāavijjaṁ. Vijjaṁ uppādessatīti ettha vijjanti arahattamaggañāṇaṁ. Nibbānanti taṇhāvānato nikkhantabhāvena evaṁ vuttaṁ amataṁ. Sacchikarissatīti paccakkhaṁ karissati.",
  "atk-s0401a5:2": "42. Dutiye sammāpaṇihitanti yathā bhindituṁ sakkoti, evaṁ uddhaggaṁ katvā suṭṭhu ṭhapitaṁ. Akkantanti ettha pādeneva akkantaṁ nāma hoti, hatthena uppīḷitaṁ. Ruḷhisaddavasena pana akkantanteva vuttaṁ. Ayañhettha ariyavohāro. Kasmā pana aññe sepaṇṇikaṇṭakamadanakaṇṭakādayo mahante aggahetvā sukhumaṁ dubbalaṁ sālisūkayavasūkameva gahitanti? Appamattakassāpi kusalakammassa vivaṭṭāya samatthabhāvadassanatthaṁ. Yathā hi sukhumaṁ dubbalaṁ sālisūkaṁ vā yavasūkaṁ vā hotu, mahantamahantā sepaṇṇikaṇṭakamadanakaṇṭakādayo vā, etesu yaṁkiñci micchā ṭhapitaṁ hatthaṁ vā pādaṁ vā bhindituṁ lohitaṁ vā uppādetuṁ na sakkoti, sammā ṭhapitaṁ pana sakkoti, evameva appamattakaṁ tiṇamuṭṭhi mattadānakusalaṁ vā hotu, mahantaṁ velāmadānādikusalaṁ vā, sace vaṭṭasampattiṁ patthetvā vaṭṭasannissitavasena micchā ṭhapitaṁ hoti, vaṭṭameva āharituṁ sakkoti, no vivaṭṭaṁ. ‘‘Idaṁ me dānaṁ āsavakkhayāvahaṁ hotū’’ti evaṁ pana vivaṭṭaṁ patthentena vivaṭṭavasena sammā ṭhapitaṁ arahattampi paccekabodhiñāṇampi sabbaññutañāṇampi dātuṁ sakkotiyeva. Vuttañhetaṁ –",
  "atk-s0401a5:3": "‘‘Paṭisambhidā vimokkhā ca, yā ca sāvakapāramī;",
  "atk-s0401a5:4": "Paccekabodhi buddhabhūmi, sabbametena labbhatī’’ti. (khu. pā. 8.15);",
  "atk-s0401a5:5": "Imasmiṁ suttadvaye ca vaṭṭavivaṭṭaṁ kathitaṁ.",
  "atk-s0401a5:6": "43. Tatiye paduṭṭhacittanti dosena paduṭṭhacittaṁ. Cetasā cetopariccāti attano cittena tassa cittaṁ paricchinditvā. Yathābhataṁ nikkhittoti yathā āharitvā ṭhapito. Evaṁ nirayeti evaṁ niraye ṭhitoyevāti vattabbo. Apāyantiādi sabbaṁ nirayavevacanameva. Nirayo hi ayasaṅkhātā sukhā apetoti apāyo, dukkhassa gati paṭisaraṇanti duggati, dukkaṭakārino ettha vivasā nipatantīti vinipāto, nirassādatthena nirayo.",
  "atk-s0401a5:7": "44. Catutthe pasannanti saddhāpasādena pasannaṁ. Sugatinti sukhassa gatiṁ. Saggaṁ lokanti rūpādisampattīhi suṭṭhu aggaṁ lokaṁ.",
  "atk-s0401a5:8": "45. Pañcame udakarahadoti udakadaho. Āviloti avippasanno. Luḷitoti aparisaṇṭhito. Kalalībhūtoti kaddamībhūto. Sippisambukantiādīsu sippiyo ca sambukā ca sippisambukaṁ. Sakkharā ca kaṭhalāni ca sakkharakaṭhalaṁ. Macchānaṁ gumbaṁ ghaṭāti macchagumbaṁ. Carantampi tiṭṭhantampīti ettha sakkharakaṭhalaṁ tiṭṭhatiyeva, itarāni carantipi tiṭṭhantipi. Yathā pana antarantarā ṭhitāsupi nisinnāsupi nipajjamānāsupi ‘‘etā gāviyo carantī’’ti carantiyo upādāya itarāpi ‘‘carantī’’ti vuccanti, evaṁ tiṭṭhantameva sakkharakaṭhalaṁ upādāya itarampi dvayaṁ ‘‘tiṭṭhanta’’nti vuttaṁ, itaraṁ dvayaṁ carantaṁ upādāya sakkharakaṭhalampi ‘‘caranta’’nti vuttaṁ.",
  "atk-s0401a5:9": "Āvilenāti pañcahi nīvaraṇehi pariyonaddhena. Attatthaṁ vātiādīsu attano diṭṭhadhammiko lokiyalokuttaramissako attho attattho nāma. Attanova samparāye lokiyalokuttaramissako attho parattho nāma hoti. So hi parattha atthoti parattho. Tadubhayaṁ ubhayattho nāma. Apica attano diṭṭhadhammikasamparāyikopi lokiyalokuttaro attho attattho nāma, parassa tādisova attho parattho nāma, tadubhayampi ubhayattho nāma. Uttariṁ vā manussadhammāti dasakusalakammapathasaṅkhātā manussadhammā uttariṁ. Ayañhi dasavidho dhammo vināpi aññaṁ samādāpakaṁ satthantarakappāvasāne jātasaṁvegehi manussehi sayameva samādinnattā manussadhammoti vuccati, tato uttariṁ pana jhānavipassanāmaggaphalāni veditabbāni. Alamariyañāṇadassanavisesanti ariyānaṁ yuttaṁ, ariyabhāvaṁ vā kātuṁ samatthaṁ ñāṇadassanasaṅkhātaṁ visesaṁ. Ñāṇameva hi jānanaṭṭhena ñāṇaṁ, dassanaṭṭhena dassananti veditabbaṁ, dibbacakkhuñāṇavipassanāñāṇamaggañāṇaphalañāṇapaccavekkhaṇañāṇānametaṁ adhivacanaṁ.",
  "atk-s0401a5:10": "46. Chaṭṭhe acchoti abahalo, pasannotipi vaṭṭati. Vippasannoti suṭṭhu pasanno. Anāviloti na āvilo, parisuddhoti attho, pheṇapubbuḷasaṅkhasevālapaṇakavirahitoti vuttaṁ hoti. Anāvilenāti pañcanīvaraṇavimuttena. Sesaṁ catutthe vuttanayameva. Imasmimpi suttadvaye vaṭṭavivaṭṭameva kathitaṁ.",
  "atk-s0401a5:11": "47. Sattame rukkhajātānanti paccatte sāmivacanaṁ, rukkhajātānīti attho. Rukkhānametaṁ adhivacanaṁ. Yadidanti nipātamattaṁ. Mudutāyāti mudubhāvena. Koci hi rukkho vaṇṇena aggo hoti, koci gandhena, koci rasena, koci thaddhatāya. Phandano pana mudutāya ceva kammaññatāya ca aggo seṭṭhoti dasseti. Cittaṁ, bhikkhave, bhāvitaṁ bahulīkatanti ettha samathavipassanāvasena bhāvitañceva punappunakatañca cittaṁ adhippetaṁ. Kurundakavāsi phussamittatthero panāha – ‘‘ekantaṁ mudu ceva kammaniyañca cittaṁ nāma abhiññāpādakacatutthajjhānacittameva, āvuso’’ti.",
  "atk-s0401a5:12": "48. Aṭṭhame evaṁ lahuparivattanti evaṁ lahuṁ uppajjitvā lahuṁ nirujjhanakaṁ. Yāvañcāti adhimattapamāṇatthe nipāto, ativiya na sukarāti attho. Idanti nipātamattaṁ. Cittanti ekacce tāva ācariyā ‘‘bhavaṅgacitta’’nti vadanti, taṁ pana paṭikkhipitvā ‘‘idha cittanti yaṁkiñci antamaso cakkhuviññāṇampi adhippetamevā’’ti vuttaṁ. Imasmiṁ panatthe milindarājā dhammakathikaṁ nāgasenattheraṁ pucchi, ‘‘bhante nāgasena, ekasmiṁ accharākkhaṇe pavattitacittasaṅkhārā sace rūpino assu, kīva mahārāsi bhaveyyā’’ti? ‘‘Vāhasatānaṁ kho, mahārāja, vīhīnaṁ aḍḍhacūḷañca vāhā vīhisattambaṇāni dve ca tumbā ekaccharākkhaṇe pavattitassa cittassa saṅkhampi na upenti, kalampi na upenti, kalabhāgampi na upentī’’ti (mi. pa. 4.1.2). Atha kasmā sammāsambuddhena ‘‘upamāpi na sukarā’’ti vuttaṁ? Yatheva hi upamaṁ paṭikkhipitvāpi kappadīghabhāvassa yojanikapabbatena yojanikasāsapapuṇṇanagarena, nirayadukkhassa sattisatāhatopamena, saggasukhassa ca cakkavattisampattiyā upamā katā, evamidhāpi kātabbāti? Tattha ‘‘sakkā pana, bhante, upamā kātu’’nti evaṁ pucchāvasena upamā katā, imasmiṁ sutte pucchāya abhāvena na katā. Idañhi suttaṁ dhammadesanāpariyosāne vuttaṁ. Iti imasmiṁ sutte cittarāsi nāma kathitoti.",
  "atk-s0401a5:13": "49. Navame pabhassaranti paṇḍaraṁ parisuddhaṁ. Cittanti bhavaṅgacittaṁ. Kiṁ pana cittassa vaṇṇo nāma atthīti? Natthi. Nīlādīnañhi aññataravaṇṇaṁ vā hotu avaṇṇaṁ vā yaṁkiñci parisuddhatāya ‘‘pabhassara’’nti vuccati. Idampi nirupakkilesatāya parisuddhanti pabhassaraṁ. Tañca khoti taṁ bhavaṅgacittaṁ. Āgantukehīti asahajātehi pacchā javanakkhaṇe uppajjanakehi. Upakkilesehīti rāgādīhi upakkiliṭṭhattā upakkiliṭṭhaṁ nāmāti vuccati. Kathaṁ? Yathā hi sīlavantā ācārasampannā mātāpitaro vā ācariyupajjhāyā vā dussīlānaṁ durācārānaṁ avattasampannānaṁ puttānañceva antevāsikasaddhivihārikānañca vasena ‘‘attano putte vā antevāsikasaddhivihārike vā na tajjenti na sikkhāpenti na ovadanti nānusāsantī’’ti avaṇṇaṁ akittiṁ labhanti, evaṁsampadamidaṁ veditabbaṁ. Ācārasampannā mātāpitaro viya ca ācariyupajjhāyā viya ca bhavaṅgacittaṁ daṭṭhabbaṁ, puttādīnaṁ vasena tesaṁ akittilābho viya javanakkhaṇe rajjanadussanamuyhanasabhāvānaṁ lobhasahagatādīnaṁ cittānaṁ vasena uppannehi āgantukehi upakkilesehi pakatiparisuddhampi bhavaṅgacittaṁ upakkiliṭṭhaṁ nāma hotīti.",
  "atk-s0401a5:14": "50. Dasamepi bhavaṅgacittameva cittaṁ. Vippamuttanti javanakkhaṇe arajjamānaṁ adussamānaṁ amuyhamānaṁ tihetukañāṇasampayuttādikusalavasena uppajjamānaṁ āgantukehi upakkilesehi vippamuttaṁ nāma hoti. Idhāpi yathā sīlavantānaṁ ācārasampannānaṁ puttādīnaṁ vasena mātādayo ‘‘sobhanā eteyeva attano puttakādayo sikkhāpenti ovadanti anusāsantī’’ti vaṇṇakittilābhino honti, evaṁ javanakkhaṇe uppannakusalacittavasena idaṁ bhavaṅgacittaṁ āgantukehi upakkilesehi vippamuttanti vuccatīti.",
  "atk-s0401a5:15": "Paṇihitaacchavaggavaṇṇanā."
}