{
  "atk-s0509a9:0": "10. Ekādasakanipāto",
  "atk-s0509a9:1": "1. Kisāgotamītherīgāthāvaṇṇanā",
  "atk-s0509a9:2": "Ekādasakanipāte kalyāṇamittatātiādikā kisāgotamiyā theriyā gāthā. Ayaṁ kira padumuttarassa bhagavato kāle haṁsavatīnagare kulagehe nibbattitvā viññutaṁ patvā ekadivasaṁ satthu santike dhammaṁ suṇantī satthāraṁ ekaṁ bhikkhuniṁ lūkhacīvaradhārīnaṁ aggaṭṭhāne ṭhapentaṁ disvā adhikārakammaṁ katvā taṁ ṭhānantaraṁ patthesi. Sā kappasatasahassaṁ devamanussesu saṁsarantī imasmiṁ buddhuppāde sāvatthiyaṁ duggatakule nibbatti. Gotamītissā nāmaṁ ahosi. Kisasarīratāya pana ‘‘kisāgotamī’’ti voharīyittha. Taṁ patikulaṁ gataṁ duggatakulassa dhītāti paribhaviṁsu. Sā ekaṁ puttaṁ vijāyi. Puttalābhena cassā sammānaṁ akaṁsu. So panassā putto ādhāvitvā paridhāvitvā kīḷanakāle kālamakāsi. Tenassā sokummādo uppajji.",
  "atk-s0509a9:3": "Sā ‘‘ahaṁ pubbe paribhavapattā hutvā puttassa jātakālato paṭṭhāya sakkāraṁ pāpuṇiṁ , ime mayhaṁ puttaṁ bahi chaḍḍetumpi vāyamantī’’ti sokummādavasena matakaḷevaraṁ aṅkenādāya ‘‘puttassa me bhesajjaṁ dethā’’ti gehadvārapaṭipāṭiyā nagare vicarati. Manussā ‘‘bhesajjaṁ kuto’’ti paribhāsanti. Sā tesaṁ kathaṁ na gaṇhāti. Atha naṁ eko paṇḍitapuriso ‘‘ayaṁ puttasokena cittavikkhepaṁ pattā, etissā bhesajjaṁ dasabaloyeva jānissatī’’ti cintetvā, ‘‘amma, tava puttassa bhesajjaṁ sammāsambuddhaṁ upasaṅkamitvā pucchā’’ti āha. Sā satthu dhammadesanāvelāyaṁ vihāraṁ gantvā ‘‘puttassa me bhesajjaṁ detha bhagavā’’ti āha. Satthā tassā upanissayaṁ disvā ‘‘gaccha nagaraṁ pavisitvā yasmiṁ gehe koci matapubbo natthi, tato siddhatthakaṁ āharā’’ti āha. Sā ‘‘sādhu, bhante’’ti tuṭṭhamānasā nagaraṁ pavisitvā paṭhamageheyeva ‘‘satthā mama puttassa bhesajjatthāya siddhatthakaṁ āharāpeti. Sace etasmiṁ gehe koci matapubbo natthi, siddhatthakaṁ me dethā’’ti āha. Ko idha mate gaṇetuṁ sakkotīti. Kiṁ tena hi alaṁ siddhatthakehīti dutiyaṁ tatiyaṁ gharaṁ gantvā buddhānubhāvena vigatummādā pakaticitte ṭhitā cintesi – ‘‘sakalanagare ayameva niyamo bhavissati, idaṁ hitānukampinā bhagavatā diṭṭhaṁ bhavissatī’’ti saṁvegaṁ labhitvā tatova bahi nikkhamitvā puttaṁ āmakasusāne chaḍḍetvā imaṁ gāthamāha –",
  "atk-s0509a9:4": "‘‘Na gāmadhammo nigamassa dhammo, na cāpiyaṁ ekakulassa dhammo;",
  "atk-s0509a9:5": "Sabbassa lokassa sadevakassa, eseva dhammo yadidaṁ aniccatā’’ti. (apa. therī 2.3.82);",
  "atk-s0509a9:6": "Evañca pana vatvā satthu santikaṁ agamāsi. Atha naṁ satthā ‘‘laddho te, gotami, siddhatthako’’ti āha. ‘‘Niṭṭhitaṁ, bhante, siddhatthakena kammaṁ, patiṭṭhā pana me hothā’’ti āha. Athassā satthā –",
  "atk-s0509a9:7": "‘‘Taṁ puttapasusammattaṁ, byāsattamanasaṁ naraṁ;",
  "atk-s0509a9:8": "Suttaṁ gāmaṁ mahoghova, maccu ādāya gacchatī’’ti. (dha. pa. 287) –",
  "atk-s0509a9:9": "Gāthamāha .",
  "atk-s0509a9:10": "Gāthāpariyosāne yathāṭhitāva sotāpattiphale patiṭṭhāya satthāraṁ pabbajjaṁ yāci. Satthā pabbajjaṁ anujāni. Sā satthāraṁ tikkhattuṁ padakkhiṇaṁ katvā vanditvā bhikkhunupassayaṁ gantvā pabbajitvā upasampadaṁ labhitvā nacirasseva yonisomanasikārena kammaṁ karontī vipassanaṁ vaḍḍhesi. Athassā satthā –",
  "atk-s0509a9:11": "‘‘Yo ca vassasataṁ jīve, apassaṁ amataṁ padaṁ;",
  "atk-s0509a9:12": "Ekāhaṁ jīvitaṁ seyyo, passato amataṁ pada’’nti. (dha. pa. 114) –",
  "atk-s0509a9:13": "Imaṁ obhāsagāthamāha.",
  "atk-s0509a9:14": "Sā gāthāpariyosāne arahattaṁ pāpuṇitvā parikkhāravalañje paramukkaṭṭhā hutvā tīhi lūkhehi samannāgataṁ cīvaraṁ pārupitvā vicari. Atha naṁ satthā jetavane nisinno bhikkhuniyo paṭipāṭiyā ṭhānantare ṭhapento lūkhacīvaradhārīnaṁ aggaṭṭhāne ṭhapesi. Sā attano paṭipattiṁ paccavekkhitvā ‘‘satthāraṁ nissāya mayā ayaṁ viseso laddho’’ti kalyāṇamittatāya pasaṁsāmukhena imā gāthā abhāsi –",
  "atk-s0509a9:15": "213.",
  "atk-s0509a9:16": " ‘‘Kalyāṇamittatā muninā, lokaṁ ādissa vaṇṇitā;",
  "atk-s0509a9:17": "Kalyāṇamitte bhajamāno, api bālo paṇḍito assa.",
  "atk-s0509a9:18": "214.",
  "atk-s0509a9:19": " ‘‘Bhajitabbā sappurisā, paññā tathā vaḍḍhati bhajantānaṁ;",
  "atk-s0509a9:20": "Bhajamāno sappurise, sabbehipi dukkhehi pamucceyya.",
  "atk-s0509a9:21": "215.",
  "atk-s0509a9:22": " ‘‘Dukkhañca vijāneyya, dukkhassa ca samudayaṁ nirodhaṁ;",
  "atk-s0509a9:23": "Aṭṭhaṅgikañca maggaṁ, cattāripi ariyasaccāni.",
  "atk-s0509a9:24": "216.",
  "atk-s0509a9:25": " ‘‘Dukkho itthibhāvo, akkhāto purisadammasārathinā;",
  "atk-s0509a9:26": "Sapattikampi hi dukkhaṁ, appekaccā sakiṁ vijātāyo.",
  "atk-s0509a9:27": "217.",
  "atk-s0509a9:28": " ‘‘Galake api kantanti, sukhumāliniyo visāni khādanti;",
  "atk-s0509a9:29": "Janamārakamajjhagatā, ubhopi byasanāni anubhonti.",
  "atk-s0509a9:30": "218.",
  "atk-s0509a9:31": " ‘‘Upavijaññā gacchantī, addasāhaṁ patiṁ mataṁ;",
  "atk-s0509a9:32": "Panthamhi vijāyitvāna, appattāva sakaṁ gharaṁ.",
  "atk-s0509a9:33": "219.",
  "atk-s0509a9:34": " ‘‘Dve puttā kālakatā, patī ca panthe mato kapaṇikāya;",
  "atk-s0509a9:35": "Mātā pitā ca bhātā, ḍayhanti ca ekacitakāyaṁ.",
  "atk-s0509a9:36": "220.",
  "atk-s0509a9:37": " ‘‘Khīṇakulīne kapaṇe, anubhūtaṁ te dukhaṁ aparimāṇaṁ;",
  "atk-s0509a9:38": "Assū ca te pavattaṁ, bahūni ca jātisahassāni.",
  "atk-s0509a9:39": "221.",
  "atk-s0509a9:40": " ‘‘Vasitā susānamajjhe, athopi khāditāni puttamaṁsāni;",
  "atk-s0509a9:41": "Hatakulikā sabbagarahitā, matapatikā amatamadhigacchiṁ.",
  "atk-s0509a9:42": "222.",
  "atk-s0509a9:43": " ‘‘Bhāvito me maggo, ariyo aṭṭhaṅgiko amatagāmī;",
  "atk-s0509a9:44": "Nibbānaṁ sacchikataṁ, dhammādāsaṁ avekkhiṁhaṁ.",
  "atk-s0509a9:45": "223.",
  "atk-s0509a9:46": " ‘‘Ahamamhi kantasallā, ohitabhārā katañhi karaṇīyaṁ;",
  "atk-s0509a9:47": "Kisāgotamī therī, vimuttacittā imaṁ bhaṇī’’ti.",
  "atk-s0509a9:48": "Tattha kalyāṇamittatāti kalyāṇo bhaddo sundaro mitto etassāti kalyāṇamitto. Yo yassa sīlādiguṇasamādapetā, aghassa ghātā, hitassa vidhātā, evaṁ sabbākārena upakāro mitto hoti, so puggalo kalyāṇamitto, tassa bhāvo kalyāṇamittatā, kalyāṇamittavantatā. Munināti satthārā. Lokaṁ ādissa vaṇṇitāti kalyāṇamitte anugantabbanti sattalokaṁ uddissa –",
  "atk-s0509a9:49": "‘‘Sakalamevidaṁ, ānanda, brahmacariyaṁ yadidaṁ kalyāṇamittatā kalyāṇasahāyatā kalyāṇasampavaṅkatā’’ (saṁ. ni. 5.2). ‘‘Kalyāṇamittassetaṁ, meghiya, bhikkhuno pāṭikaṅkhaṁ kalyāṇasahāyassa kalyāṇasampavaṅkassa yaṁ sīlavā bhavissati pātimokkhasaṁvarasaṁvuto viharissatī’’ti (udā. 31) ca evamādinā pasaṁsitā.",
  "atk-s0509a9:50": "Kalyāṇamitte bhajamānotiādi kalyāṇamittatāya ānisaṁsadassanaṁ. Tattha api bālo paṇḍito assāti kalyāṇamitte bhajamāno puggalo pubbe sutādivirahena bālopi samāno assutasavanādinā paṇḍito bhaveyya.",
  "atk-s0509a9:51": "Bhajitabbā sappurisāti bālassāpi paṇḍitabhāvahetuto buddhādayo sappurisā kālena kālaṁ upasaṅkamanādinā sevitabbā. Paññā tathā pavaḍḍhati bhajantānanti kalyāṇamitte bhajantānaṁ tathā paññā vaḍḍhati brūhati pāripūriṁ gacchati. Yathā tesu yo koci khattiyādiko bhajamāno sappurise sabbehipi jātiādidukkhehi pamucceyyāti yojanā.",
  "atk-s0509a9:52": "Muccanavidhiṁ pana kalyāṇamittavidhinā dassetuṁ ‘‘dukkhañca vijāneyyā’’tiādi vuttaṁ. Tattha cattāri ariyasaccānīti dukkhañca dukkhasamudayañca nirodhañca aṭṭhaṅgikaṁ maggañcāti imāni cattāri ariyasaccāni vijāneyya paṭivijjheyyāti yojanā.",
  "atk-s0509a9:53": "‘‘Dukkhoitthibhāvo’’tiādikā dve gāthā aññatarāya yakkhiniyā itthibhāvaṁ garahantiyā bhāsitā. Tattha dukkho itthibhāvo akkhātoti capalatā, gabbhadhāraṇaṁ, sabbakālaṁ parapaṭibaddhavuttitāti evamādīhi ādīnavehi itthibhāvo dukkhoti, purisadammasārathinā bhagavatā kathito. Sapattikampi dukkhanti sapattavāso sapattiyā saddhiṁ saṁvāsopi dukkho, ayampi itthibhāve ādīnavoti adhippāyo. Appekaccā sakiṁ vijātāyoti ekaccā itthiyo ekavārameva vijātā, paṭhamagabbhe vijāyanadukkhaṁ asahantiyo. Galake api kantantīti attano gīvampi chindanti. Sukhumāliniyo visāni khādantīti sukhumālasarīrā attano sukhumālabhāvena khedaṁ avisahantiyo visānipi khādanti. Janamārakamajjhagatāti janamārako vuccati mūḷhagabbho. Mātugāmajanassa mārako, majjhagatā janamārakā kucchigatā, mūḷhagabbhāti attho. Ubhopi byasanāni anubhontīti gabbho gabbhinī cāti dvepi janā maraṇañca māraṇantikabyasanāni ca pāpuṇanti. Apare pana bhaṇanti ‘‘janamārakā nāma kilesā, tesaṁ majjhagatā kilesasantānapatitā ubhopi jāyāpatikā idha kilesapariḷāhavasena, āyatiṁ duggatiparikkilesavasena byasanāni pāpuṇantī’’ti. Imā kira dve gāthā sā yakkhinī purimattabhāve attano anubhūtadukkhaṁ anussaritvā āha. Therī pana itthibhāve ādīnavavibhāvanāya paccanubhāsantī avoca.",
  "atk-s0509a9:54": "‘‘Upavijaññā gacchantī’’tiādikā dve gāthā paṭācārāya theriyā pavattiṁ ārabbha bhāsitā. Tattha upavijaññā gacchantīti upagatavijāyanakālā maggaṁ gacchantī, apattāva sakaṁ gehaṁ panthe vijāyitvāna patiṁ mataṁ addasaṁ ahanti yojanā.",
  "atk-s0509a9:55": "Kapaṇikāyāti varākāya. Imā kira dve gāthā paṭācārāya tadā sokummādapattāya vuttākārassa anukaraṇavasena itthibhāve ādīnavavibhāvanatthameva theriyā vuttā.",
  "atk-s0509a9:56": "Ubhayampetaṁ udāharaṇabhāvena ānetvā idāni attano anubhūtaṁ dukkhaṁ vibhāventī ‘‘khīṇakuline’’tiādimāha. Tattha khīṇakulineti bhogādīhi pārijuññapattakulike. Kapaṇeti paramaavaññātaṁ patte. Ubhayañcetaṁ attano eva āmantanavacanaṁ. Anubhūtaṁ te dukhaṁ aparimāṇanti imasmiṁ attabhāve, ito purimattabhāvesu vā anappakaṁ dukkhaṁ tayā anubhavitaṁ. Idāni taṁ dukkhaṁ ekadesena vibhajitvā dassetuṁ ‘‘assū ca te pavatta’’ntiādi vuttaṁ.Tassattho – imasmiṁ anamatagge saṁsāre paribbhamantiyā bahukāni jātisahassāni sokābhibhūtāya assu ca pavattaṁ, avisesitaṁ katvā vuttañcetaṁ, mahāsamuddassa udakatopi bahukameva siyā.",
  "atk-s0509a9:57": "Vasitā susānamajjheti manussamaṁsakhādikā sunakhī siṅgālī ca hutvā susānamajjhe vusitā. Khāditāni puttamaṁsānīti byagghadīpibiḷārādikāle puttamaṁsāni khāditāni. Hatakulikāti vinaṭṭhakulavaṁsā. Sabbagarahitāti sabbehi gharavāsīhi garahitā garahappattā. Matapatikāti vidhavā. Ime pana tayo pakāre purimattabhāve attano anuppatte gahetvā vadati. Evaṁbhūtāpi hutvā adhicca laddhāya kalyāṇamittasevāya amatamadhigacchi,nibbānaṁ anuppattā.",
  "atk-s0509a9:58": "Idāni tameva amatādhigamaṁ pākaṭaṁ katvā dassetuṁ ‘‘bhāvito’’tiādi vuttaṁ. Tattha bhāvitoti vibhāvito uppādito vaḍḍhito bhāvanābhisamayavasena paṭividdho. Dhammādāsaṁ avekkhiṁhanti dhammamayaṁ ādāsaṁ addakkhiṁ apassiṁ ahaṁ.",
  "atk-s0509a9:59": "Ahamamhi kantasallāti ariyamaggena samucchinnagārādisallā ahaṁ amhi. Ohitabhārāti oropitakāmakhandhakilesābhisaṅkhārabhārā. Katañhi karaṇīyanti pariññādibhedaṁ soḷasavidhampi kiccaṁ kataṁ pariyositaṁ. Suvimuttacittā imaṁ bhaṇīti sabbaso vimuttacittā kisāgotamī therī imamatthaṁ ‘‘kalyāṇamittatā’’tiādinā gāthābandhavasena abhaṇīti attānaṁ paraṁ viya therī vadati. Tatridaṁ imissā theriyā apadānaṁ (apa. therī 2.3.55-94) –",
  "atk-s0509a9:60": "‘‘Padumuttaro nāma jino, sabbadhammāna pāragū;",
  "atk-s0509a9:61": "Ito satasahassamhi, kappe uppajji nāyako.",
  "atk-s0509a9:62": "‘‘Tadāhaṁ haṁsavatiyaṁ, jātā aññatare kule;",
  "atk-s0509a9:63": "Upetvā taṁ naravaraṁ, saraṇaṁ samupāgamiṁ.",
  "atk-s0509a9:64": "‘‘Dhammañca tassa assosiṁ, catusaccūpasañhitaṁ;",
  "atk-s0509a9:65": "Madhuraṁ paramassādaṁ, vaṭṭasantisukhāvahaṁ.",
  "atk-s0509a9:66": "‘‘Tadā ca bhikkhuniṁ vīro, lūkhacīvaradhāriniṁ;",
  "atk-s0509a9:67": "Ṭhapento etadaggamhi, vaṇṇayī purisuttamo.",
  "atk-s0509a9:68": "‘‘Janetvānappakaṁ pītiṁ, sutvā bhikkhuniyā guṇe;",
  "atk-s0509a9:69": "Kāraṁ katvāna buddhassa, yathāsatti yathābalaṁ.",
  "atk-s0509a9:70": "‘‘Nipacca munivaraṁ taṁ, taṁ ṭhānamabhipatthayiṁ;",
  "atk-s0509a9:71": "Tadānumodi sambuddho, ṭhānalābhāya nāyako.",
  "atk-s0509a9:72": "‘‘Satasahassito kappe, okkākakulasambhavo;",
  "atk-s0509a9:73": "Gotamo nāma gottena, satthā loke bhavissati.",
  "atk-s0509a9:74": "‘‘Tassa dhammesu dāyādā, orasā dhammanimmitā;",
  "atk-s0509a9:75": "Kisāgotamī nāmena, hessasi satthu sāvikā.",
  "atk-s0509a9:76": "‘‘Taṁ sutvā muditā hutvā, yāvajīvaṁ tadā jinaṁ;",
  "atk-s0509a9:77": "Mettacittā paricariṁ, paccayehi vināyakaṁ.",
  "atk-s0509a9:78": "‘‘Tena kammena sukatena, cetanāpaṇidhīhi ca;",
  "atk-s0509a9:79": "Jahitvā mānusaṁ dehaṁ, tāvatiṁsamagacchahaṁ.",
  "atk-s0509a9:80": "‘‘Imamhi bhaddake kappe, brahmabandhu mahāyaso;",
  "atk-s0509a9:81": "Kassapo nāma gottena, uppajji vadataṁ varo.",
  "atk-s0509a9:82": "‘‘Upaṭṭhāko mahesissa, tadā āsi narissaro;",
  "atk-s0509a9:83": "Kāsirājā kikī nāma, bārāṇasipuruttame.",
  "atk-s0509a9:84": "‘‘Pañcamī tassa dhītāsiṁ, dhammā nāmena vissutā;",
  "atk-s0509a9:85": "Dhammaṁ sutvā jinaggassa, pabbajjaṁ samarocayiṁ.",
  "atk-s0509a9:86": "‘‘Anujāni na no tāto, agāreva tadā mayaṁ;",
  "atk-s0509a9:87": "Vīsavassasahassāni, vicarimha atanditā.",
  "atk-s0509a9:88": "‘‘Komāribrahmacariyaṁ, rājakaññā sukhedhitā;",
  "atk-s0509a9:89": "Buddhopaṭṭhānaniratā, muditā satta dhītaro.",
  "atk-s0509a9:90": "‘‘Samaṇī samaṇaguttā ca, bhikkhunī bhikkhudāyikā;",
  "atk-s0509a9:91": "Dhammā ceva sudhammā ca, sattamī saṅghadāyikā.",
  "atk-s0509a9:92": "‘‘Khemā uppalavaṇṇā ca, paṭācārā ca kuṇḍalā;",
  "atk-s0509a9:93": "Ahañca dhammadinnā ca, visākhā hoti sattamī.",
  "atk-s0509a9:94": "‘‘Tehi kammehi sukatehi, cetanāpaṇidhīhi ca;",
  "atk-s0509a9:95": "Jahitvā mānusaṁ dehaṁ, tāvatiṁsamagacchahaṁ.",
  "atk-s0509a9:96": "‘‘Pacchime ca bhave dāni, jātā seṭṭhikule ahaṁ;",
  "atk-s0509a9:97": "Duggate adhane naṭṭhe, gatā ca sadhanaṁ kulaṁ.",
  "atk-s0509a9:98": "‘‘Patiṁ ṭhapetvā sesā me, dessanti adhanā iti;",
  "atk-s0509a9:99": "Yadā ca passūtā āsiṁ, sabbesaṁ dayitā tadā.",
  "atk-s0509a9:100": "‘‘Yadā so taruṇo bhaddo, komalako sukhedhito;",
  "atk-s0509a9:101": "Sapāṇamiva kanto me, tadā yamavasaṁ gato.",
  "atk-s0509a9:102": "‘‘Sokaṭṭādīnavadanā, assunettā rudammukhā;",
  "atk-s0509a9:103": "Mataṁ kuṇapamādāya, vilapantī gamāmahaṁ.",
  "atk-s0509a9:104": "‘‘Tadā ekena sandiṭṭhā, upetvābhisakkuttamaṁ;",
  "atk-s0509a9:105": "Avocaṁ dehi bhesajjaṁ, puttasañjīvananti bho.",
  "atk-s0509a9:106": "‘‘Na vijjante matā yasmiṁ, gehe siddhatthakaṁ tato;",
  "atk-s0509a9:107": "Āharāti jino āha, vinayopāyakovido.",
  "atk-s0509a9:108": "‘‘Tadā gamitvā sāvatthiṁ, na labhiṁ tādisaṁ gharaṁ;",
  "atk-s0509a9:109": "Kuto siddhatthakaṁ tasmā, tato laddhā satiṁ ahaṁ.",
  "atk-s0509a9:110": "‘‘Kuṇapaṁ chaḍḍayitvāna, upesiṁ lokanāyakaṁ;",
  "atk-s0509a9:111": "Dūratova mamaṁ disvā, avoca madhurassaro.",
  "atk-s0509a9:112": "‘‘Yo ca vassasataṁ jīve, apassaṁ udayabbayaṁ;",
  "atk-s0509a9:113": "Ekāhaṁ jīvitaṁ seyyo, passato udayabbayaṁ.",
  "atk-s0509a9:114": "‘‘Na gāmadhammo nigamassa dhammo, na cāpiyaṁ ekakulassa dhammo;",
  "atk-s0509a9:115": "Sabbassa lokassa sadevakassa, eseva dhammo yadidaṁ aniccatā.",
  "atk-s0509a9:116": "‘‘Sāhaṁ sutvānimā gāthā, dhammacakkhuṁ visodhayiṁ;",
  "atk-s0509a9:117": "Tato viññātasaddhammā, pabbajiṁ anagāriyaṁ.",
  "atk-s0509a9:118": "‘‘Tathā pabbajitā santī, yuñjantī jinasāsane;",
  "atk-s0509a9:119": "Na cireneva kālena, arahattamapāpuṇiṁ.",
  "atk-s0509a9:120": "‘‘Iddhīsu ca vasī homi, dibbāya sotadhātuyā;",
  "atk-s0509a9:121": "Paracittāni jānāmi, satthusāsanakārikā.",
  "atk-s0509a9:122": "‘‘Pubbenivāsaṁ jānāmi, dibbacakkhu visodhitaṁ;",
  "atk-s0509a9:123": "Khepetvā āsave sabbe, visuddhāsiṁ sunimmalā.",
  "atk-s0509a9:124": "‘‘Pariciṇṇo mayā satthā, kataṁ buddhassa sāsanaṁ;",
  "atk-s0509a9:125": "Ohito garuko bhāro, bhavanetti samūhatā.",
  "atk-s0509a9:126": "‘‘Yassatthāya pabbajitā, agārasmānagāriyaṁ;",
  "atk-s0509a9:127": "So me attho anuppatto, sabbasaṁyojanakkhayo.",
  "atk-s0509a9:128": "‘‘Atthadhammaniruttīsu, paṭibhāne tatheva ca;",
  "atk-s0509a9:129": "Ñāṇaṁ me vimalaṁ suddhaṁ, buddhaseṭṭhassa vāhasā.",
  "atk-s0509a9:130": "‘‘Saṅkārakūṭā āhitvā, susānā rathiyāpi ca;",
  "atk-s0509a9:131": "Tato saṅghāṭikaṁ katvā, lūkhaṁ dhāremi cīvaraṁ.",
  "atk-s0509a9:132": "‘‘Jino tasmiṁ guṇe tuṭṭho, lūkhacīvaradhāraṇe;",
  "atk-s0509a9:133": "Ṭhapesi etadaggamhi, parisāsu vināyako.",
  "atk-s0509a9:134": "‘‘Kilesā jhāpitā mayhaṁ…pe… kataṁ buddhassa sāsana’’nti.",
  "atk-s0509a9:135": "Kisāgotamītherīgāthāvaṇṇanā niṭṭhitā.",
  "atk-s0509a9:136": "Ekādasanipātavaṇṇanā niṭṭhitā."
}