{
  "atk-s0501a2:0": "2. Sikkhāpadavaṇṇanā",
  "atk-s0501a2:1": "Sikkhāpadapāṭhamātikā",
  "atk-s0501a2:2": "Evaṁ saraṇagamanehi sāsanotāraṁ dassetvā sāsanaṁ otiṇṇena upāsakena vā pabbajitena vā yesu sikkhāpadesu paṭhamaṁ sikkhitabbaṁ, tāni dassetuṁ nikkhittassa sikkhāpadapāṭhassa idāni vaṇṇanatthaṁ ayaṁ mātikā –",
  "atk-s0501a2:3": "‘‘Yena yattha yadā yasmā, vuttānetāni taṁ nayaṁ;",
  "atk-s0501a2:4": "Vatvā katvā vavatthānaṁ, sādhāraṇavisesato.",
  "atk-s0501a2:5": "‘‘Pakatiyā ca yaṁ vajjaṁ, vajjaṁ paṇṇattiyā ca yaṁ;",
  "atk-s0501a2:6": "Vavatthapetvā taṁ katvā, padānaṁ byañjanatthato.",
  "atk-s0501a2:7": "‘‘Sādhāraṇānaṁ sabbesaṁ, sādhāraṇavibhāvanaṁ;",
  "atk-s0501a2:8": "Atha pañcasu pubbesu, visesatthappakāsato.",
  "atk-s0501a2:9": "‘‘Pāṇātipātapabhuti-hekatānānatādito;",
  "atk-s0501a2:10": "Ārammaṇādānabhedā, mahāsāvajjato tathā.",
  "atk-s0501a2:11": "‘‘Payogaṅgasamuṭṭhānā, vedanāmūlakammato;",
  "atk-s0501a2:12": "Viramato ca phalato, viññātabbo vinicchayo.",
  "atk-s0501a2:13": "‘‘Yojetabbaṁ tato yuttaṁ, pacchimesvapi pañcasu;",
  "atk-s0501a2:14": "Āveṇikañca vattabbaṁ, ñeyyā hīnāditāpi cā’’ti.",
  "atk-s0501a2:15": "Tattha etāni pāṇātipātāveramaṇītiādīni dasa sikkhāpadāni bhagavatā eva vuttāni, na sāvakādīhi. Tāni ca sāvatthiyaṁ vuttāni jetavane anāthapiṇḍikassa ārāme āyasmantaṁ rāhulaṁ pabbājetvā kapilavatthuto sāvatthiṁ anuppattena sāmaṇerānaṁ sikkhāpadavavatthāpanatthaṁ. Vuttaṁ hetaṁ –",
  "atk-s0501a2:16": "‘‘Atha kho bhagavā kapilavatthusmiṁ yathābhirantaṁ viharitvā yena sāvatthi tena cārikaṁ pakkāmi. Anupubbena cārikaṁ caramāno yena sāvatthi tadavasari. Tatra sudaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. Tena kho pana samayena …pe… atha kho sāmaṇerānaṁ etadahosi – ‘kati nu kho amhākaṁ sikkhāpadāni, kattha ca amhehi sikkhitabba’’’nti. Bhagavato etamatthaṁ ārocesuṁ – ‘‘anujānāmi, bhikkhave, sāmaṇerānaṁ dasa sikkhāpadāni, tesu ca sāmaṇerehi sikkhituṁ , pāṇātipātāveramaṇī…pe… jātarūparajatapaṭiggahaṇā veramaṇī’’ti (mahāva. 105).",
  "atk-s0501a2:17": "Tānetāni ‘‘samādāya sikkhati sikkhāpadesū’’ti (dī. ni. 1.193; ma. ni. 2.24; vibha. 508) suttānusārena saraṇagamanesu ca dassitapāṭhānusārena ‘‘pāṇātipātā veramaṇisikkhāpadaṁ samādiyāmī’’ti evaṁ vācanāmaggaṁ āropitānīti veditabbāni. Evaṁ tāva ‘‘yena yattha yadā yasmā, vuttānetāni taṁ nayaṁ vatvā’’ti so nayo daṭṭhabbo.",
  "atk-s0501a2:18": "Sādhāraṇavisesavavatthānaṁ",
  "atk-s0501a2:19": "Ettha ca ādito dve catutthapañcamāni upāsakānaṁ sāmaṇerānañca sādhāraṇāni niccasīlavasena. Uposathasīlavasena pana upāsakānaṁ sattamaṭṭhamaṁ cekaṁ aṅgaṁ katvā sabbapacchimavajjāni sabbānipi sāmaṇerehi sādhāraṇāni, pacchimaṁ pana sāmaṇerānameva visesabhūtanti evaṁ sādhāraṇavisesato vavatthānaṁ kātabbaṁ. Purimāni cettha pañca ekantaakusalacittasamuṭṭhānattā pāṇātipātādīnaṁ pakativajjato veramaṇiyā, sesāni paṇṇattivajjatoti evaṁ pakatiyā ca yaṁ vajjaṁ, vajjaṁ paṇṇattiyā ca yaṁ, taṁ vavatthapetabbaṁ.",
  "atk-s0501a2:20": "Sādhāraṇavibhāvanā",
  "atk-s0501a2:21": "Yasmā cettha ‘‘veramaṇisikkhāpadaṁ samādiyāmī’’ti etāni sabbasādhāraṇāni padāni, tasmā etesaṁ padānaṁ byañjanato ca atthato ca ayaṁ sādhāraṇavibhāvanā veditabbā –",
  "atk-s0501a2:22": "Tattha byañjanato tāva veraṁ maṇatīti veramaṇī, veraṁ pajahati, vinodeti, byantīkaroti, anabhāvaṁ gametīti attho. Viramati vā etāya karaṇabhūtāya veramhā puggaloti, vikārassa vekāraṁ katvā veramaṇī. Teneva cettha ‘‘veramaṇisikkhāpadaṁ viramaṇisikkhāpada’’nti dvidhā sajjhāyaṁ karonti. Sikkhitabbāti sikkhā, pajjate anenāti padaṁ. Sikkhāya padaṁ sikkhāpadaṁ, sikkhāya adhigamūpāyoti attho. Atha vā mūlaṁ nissayo patiṭṭhāti vuttaṁ hoti. Veramaṇī eva sikkhāpadaṁ veramaṇisikkhāpadaṁ, viramaṇisikkhāpadaṁ vā dutiyena nayena. Sammā ādiyāmi samādiyāmi, avītikkamanādhippāyena akhaṇḍakāritāya acchiddakāritāya asabalakāritāya ca ādiyāmīti vuttaṁ hoti.",
  "atk-s0501a2:23": "Atthato pana veramaṇīti kāmāvacarakusalacittasampayuttā virati, sā pāṇātipātā viramantassa ‘‘yā tasmiṁ samaye pāṇātipātā ārati virati paṭivirati veramaṇī akiriyā akaraṇaṁ anajjhāpatti velāanatikkamo setughāto’’ti evamādinā (vibha. 704) nayena vibhaṅge vuttā. Kāmañcesā veramaṇī nāma lokuttarāpi atthi, idha pana samādiyāmīti vuttattā samādānavasena pavattārahā, tasmā sā na hotīti kāmāvacarakusalacittasampayuttā viratīti vuttā.",
  "atk-s0501a2:24": "Sikkhāti tisso sikkhā adhisīlasikkhā, adhicittasikkhā, adhipaññāsikkhāti. Imasmiṁ panatthe sampattaviratisīlaṁ lokikā vipassanā rūpārūpajhānāni ariyamaggo ca sikkhāti adhippetā. Yathāha –",
  "atk-s0501a2:25": "‘‘Katame dhammā sikkhā? Yasmiṁ samaye kāmāvacaraṁ kusalaṁ cittaṁ uppannaṁ hoti, somanassasahagataṁ ñāṇasampayuttaṁ…pe… tasmiṁ samaye phasso hoti…pe… avikkhepo hoti, ime dhammā sikkhā.",
  "atk-s0501a2:26": "‘‘Katame dhammā sikkhā? Yasmiṁ samaye rūpūpapattiyā maggaṁ bhāveti vivicceva kāmehi vivicca akusalehi dhammehi…pe… paṭhamaṁ jhānaṁ…pe… pañcamaṁ jhānaṁ upasampajja viharati…pe… avikkhepo hoti, ime dhammā sikkhā.",
  "atk-s0501a2:27": "‘‘Katame dhammā sikkhā? Yasmiṁ samaye arūpapattiyā…pe… nevasaññānāsaññāyatanasahagataṁ…pe… avikkhepo hoti, ime dhammā sikkhā.",
  "atk-s0501a2:28": "‘‘Katame dhammā sikkhā? Yasmiṁ samaye lokuttaraṁ jhānaṁ bhāveti niyyānikaṁ…pe… avikkhepo hoti, ime dhammā sikkhā’’ti (vibha. 712-713).",
  "atk-s0501a2:29": "Etāsu sikkhāsu yāya kāyaci sikkhāya padaṁ adhigamūpāyo, atha vā mūlaṁ nissayo patiṭṭhāti sikkhāpadaṁ. Vuttañhetaṁ – ‘‘sīlaṁ nissāya sīle patiṭṭhāya satta bojjhaṅge bhāvento bahulīkaronto’’ti evamādi (saṁ. ni. 5.182). Evamettha sādhāraṇānaṁ padānaṁ sādhāraṇā byañjanato atthato ca vibhāvanā kātabbā.",
  "atk-s0501a2:30": "Purimapañcasikkhāpadavaṇṇanā",
  "atk-s0501a2:31": "Idāni yaṁ vuttaṁ – ‘‘atha pañcasu pubbesu, visesatthappakāsato…pe… viññātabbo vinicchayo’’ti , tatthetaṁ vuccati – pāṇātipātoti ettha tāva pāṇoti jīvitindriyappaṭibaddhā khandhasantati, taṁ vā upādāya paññatto satto. Tasmiṁ pana pāṇe pāṇasaññino tassa pāṇassa jīvitindriyupacchedakaupakkamasamuṭṭhāpikā kāyavacīdvārānaṁ aññataradvārappavattā vadhakacetanā pāṇātipāto. Adinnādānanti ettha adinnanti parapariggahitaṁ, yattha paro yathākāmakāritaṁ āpajjanto adaṇḍāraho anupavajjo ca hoti, tasmiṁ parapariggahite parapariggahitasaññino tadādāyakaupakkamasamuṭṭhāpikā kāyavacīdvārānaṁ aññataradvārappavattā eva theyyacetanā adinnādānaṁ. Abrahmacariyanti aseṭṭhacariyaṁ, dvayaṁdvayasamāpattimethunappaṭisevanā kāyadvārappavattā asaddhammappaṭisevanaṭṭhānavītikkamacetanā abrahmacariyaṁ . Musāvādoti ettha musāti visaṁvādanapurekkhārassa atthabhañjanako vacīpayogo kāyapayogo vā, visaṁvādanādhippāyena panassa paravisaṁvādakakāyavacīpayogasamuṭṭhāpikā kāyavacīdvārānameva aññataradvārappavattā micchācetanā musāvādo. Surāmerayamajjapamādaṭṭhānanti ettha pana surāti pañca surā – piṭṭhasurā, pūvasurā, odanasurā, kiṇṇapakkhittā, sambhārasaṁyuttā cāti. Merayampi pupphāsavo, phalāsavo, guḷāsavo, madhvāsavo, sambhārasaṁyutto cāti pañcavidhaṁ. Majjanti tadubhayameva madaniyaṭṭhena majjaṁ, yaṁ vā panaññampi kiñci atthi madaniyaṁ, yena pītena matto hoti pamatto, idaṁ vuccati majjaṁ. Pamādaṭṭhānanti yāya cetanāya taṁ pivati ajjhoharati, sā cetanā madappamādahetuto pamādaṭṭhānanti vuccati, yato ajjhoharaṇādhippāyena kāyadvārappavattā surāmerayamajjānaṁ ajjhoharaṇacetanā ‘‘surāmerayamajjapamādaṭṭhāna’’nti veditabbā. Evaṁ tāvettha pāṇātipātappabhutīhi viññātabbo vinicchayo.",
  "atk-s0501a2:32": "Ekatānānatādivinicchayaṁ",
  "atk-s0501a2:33": "Ekatānānatāditoti ettha āha – kiṁ pana vajjhavadhakappayogacetanādīnaṁ ekatāya pāṇātipātassa aññassa vā adinnādānādino ekattaṁ, nānatāya nānattaṁ hoti, udāhu noti. Kasmā panetaṁ vuccati? Yadi tāva ekatāya ekattaṁ, atha yadā ekaṁ vajjhaṁ bahū vadhakā vadhenti, eko vā vadhako bahuke vajjhe vadheti, ekena vā sāhatthikādinā payogena bahū vajjhā vadhīyanti, ekā vā cetanā bahūnaṁ vajjhānaṁ jīvitindriyupacchedakapayogaṁ samuṭṭhāpeti, tadā ekena pāṇātipātena bhavitabbaṁ. Yadi pana nānatāya nānattaṁ. Atha yadā eko vadhako ekassatthāya ekaṁ payogaṁ karonto bahū vajjhe vadheti, bahū vā vadhakā devadattayaññadattasomadattādīnaṁ bahūnamatthāya bahū payoge karontā ekameva devadattaṁ yaññadattaṁ somadattaṁ vā vadhenti, bahūhi vā sāhatthikādīhi payogehi eko vajjho vadhīyati. Bahū vā cetanā ekasseva vajjhassa jīvitindriyupacchedakapayogaṁ samuṭṭhāpenti, tadā bahūhi pāṇātipātehi bhavitabbaṁ. Ubhayampi cetamayuttaṁ. Atha neva etesaṁ vajjhādīnaṁ ekatāya ekattaṁ, nānatāya nānattaṁ, aññatheva tu ekattaṁ nānattañca hoti, taṁ vattabbaṁ pāṇātipātassa, evaṁ sesānampīti.",
  "atk-s0501a2:34": "Vuccate – tattha tāva pāṇātipātassa na vajjhavadhakādīnaṁ paccekamekatāya ekatā, nānatāya nānatā, kintu vajjhavadhakādīnaṁ yuganandhamekatāya ekatā, dvinnampi tu tesaṁ, tato aññatarassa vā nānatāya nānatā. Tathā hi bahūsu vadhakesu bahūhi sarakkhepādīhi ekena vā opātakhaṇanādinā payogena bahū vajjhe vadhentesupi bahū pāṇātipātā honti. Ekasmiṁ vadhake ekena, bahūhi vā payogehi tappayogasamuṭṭhāpikāya ca ekāya, bahūhi vā cetanāhi bahū vajjhe vadhentepi bahū pāṇātipātā honti, bahūsu ca vadhakesu yathāvuttappakārehi bahūhi, ekena vā payogena ekaṁ vajjhaṁ vadhentesupi bahū pāṇātipātā honti. Esa nayo adinnādānādīsupīti. Evamettha ekatānānatāditopi viññātabbo vinicchayo.",
  "atk-s0501a2:35": "Ārammaṇatoti pāṇātipāto cettha jīvitindriyārammaṇo. Adinnādānaabrahmacariyasurāmerayamajjapamādaṭṭhānāni rūpadhammesu rūpāyatanādiaññatarasaṅkhārārammaṇāni. Musāvādo yassa musā bhaṇati, tamārabhitvā pavattanato sattārammaṇo. Abrahmacariyampi sattārammaṇanti eke. Adinnādānañca yadā satto haritabbo hoti, tadā sattārammaṇanti. Api cettha saṅkhāravaseneva sattārammaṇaṁ, na paṇṇattivasenāti. Evamettha ārammaṇatopi viññātabbo vinicchayo.",
  "atk-s0501a2:36": "Ādānatoti pāṇātipātāveramaṇisikkhāpadādīni cetāni sāmaṇerena bhikkhusantike samādinnāneva samādinnāni honti, upāsakena pana attanā samādiyantenāpi samādinnāni honti, parassa santike samādiyantenāpi. Ekajjhaṁ samādinnānipi samādinnāni honti, paccekaṁ samādinnānipi. Kintu nānaṁ ekajjhaṁ samādiyato ekāyeva virati, ekāva cetanā hoti, kiccavasena panetāsaṁ pañcavidhattaṁ viññāyati. Paccekaṁ samādiyato pana pañceva viratiyo, pañca ca cetanā hontīti veditabbā. Evamettha ādānatopi viññātabbo vinicchayo.",
  "atk-s0501a2:37": "Bhedatoti sāmaṇerānañcettha ekasmiṁ bhinne sabbānipi bhinnāni honti. Pārājikaṭṭhāniyāni hi tāni tesaṁ, yaṁ taṁ vītikkantaṁ hoti, teneva kammabaddho. Gahaṭṭhānaṁ pana ekasmiṁ bhinne ekameva bhinnaṁ hoti, yato tesaṁ taṁsamādāneneva puna pañcaṅgikattaṁ sīlassa sampajjati. Apare panāhu – ‘‘visuṁ visuṁ samādinnesu ekasmiṁ bhinne ekameva bhinnaṁ hoti, ‘pañcaṅgasamannāgataṁ sīlaṁ samādiyāmī’ti evaṁ pana ekato samādinnesu ekasmiṁ bhinne sesānipi sabbāni bhinnāni honti. Kasmā? Samādinnassa abhinnattā, yaṁ taṁ vītikkantaṁ, teneva kammabaddho’’ti. Evamettha bhedatopi viññātabbo vinicchayo.",
  "atk-s0501a2:38": "Mahāsāvajjatoti guṇavirahitesu tiracchānagatādīsu pāṇesu khuddake pāṇe pāṇātipāto appasāvajjo, mahāsarīre mahāsāvajjo. Kasmā? Payogamahantatāya. Payogasamattepi vatthumahantatāya. Guṇavantesu pana manussādīsu appaguṇe pāṇātipāto appasāvajjo, mahāguṇe mahāsāvajjo . Sarīraguṇānantu samabhāve sati kilesānaṁ upakkamānañca mudutāya appasāvajjatā, tibbatāya mahāsāvajjatā ca veditabbā. Esa nayo sesesupi. Api cettha surāmerayamajjapamādaṭṭhānameva mahāsāvajjaṁ, na tathā pāṇātipātādayo. Kasmā? Manussabhūtassāpi ummattakabhāvasaṁvattanena ariyadhammantarāyakaraṇatoti. Evamettha mahāsāvajjatopi viññātabbo vinicchayo.",
  "atk-s0501a2:39": "Payogatoti ettha ca pāṇātipātassa sāhatthiko, āṇattiko, nissaggiyo, thāvaro, vijjāmayo, iddhimayoti chappayogā. Tattha kāyena vā kāyappaṭibaddhena vā paharaṇaṁ sāhatthiko payogo, so uddissānuddissabhedato duvidho hoti. Tattha uddissake yaṁ uddissa paharati, tasseva maraṇena kammunā bajjhati. ‘‘Yo koci maratū’’ti evaṁ anuddissake pahārapaccayā yassa kassaci maraṇena. Ubhayathāpi ca paharitamatte vā maratu, pacchā vā teneva rogena, paharitakkhaṇe eva kammunā bajjhati. Maraṇādhippāyena ca pahāraṁ datvā tena amatassa puna aññena cittena pahāre dinne pacchāpi yadi paṭhamapahāreneva marati, tadā eva kammunā baddho hoti. Atha dutiyapahārena, natthi pāṇātipāto. Ubhayehi matepi paṭhamapahāreneva kammunā baddho, ubhayehipi amate nevatthi pāṇātipāto. Esa nayo bahukehipi ekassa pahāre dinne. Tatrāpi hi yassa pahārena marati, tasseva kammabaddho hoti.",
  "atk-s0501a2:40": "Adhiṭṭhahitvā pana āṇāpanaṁ āṇattiko payogo. Tatthapi sāhatthike payoge vuttanayeneva kammabaddho anussaritabbo. Chabbidho cettha niyamo veditabbo –",
  "atk-s0501a2:41": "‘‘Vatthu kālo ca okāso, āvudhaṁ iriyāpatho;",
  "atk-s0501a2:42": "Kiriyāvisesoti ime, cha āṇattiniyāmakā’’ti. (pāci. aṭṭha. 2.174);",
  "atk-s0501a2:43": "Tattha vatthūti māretabbo pāṇo. Kāloti pubbaṇhasāyanhādikālo ca, yobbanathāvariyādikālo ca. Okāsoti gāmo vā nigamo vā vanaṁ vā racchā vā siṅghāṭakaṁ vāti evamādi. Āvudhanti asi vā usu vā satti vāti evamādi. Iriyāpathoti māretabbassa mārakassa ca ṭhānaṁ vā nisajjā vāti evamādi.",
  "atk-s0501a2:44": "Kiriyāvisesoti vijjhanaṁ vā chedanaṁ vā bhedanaṁ vā saṅkhamuṇḍikaṁ vāti evamādi. Yadi hi vatthuṁ visaṁvādetvā ‘‘yaṁ mārehī’’ti āṇatto, tato aññaṁ māreti, āṇāpakassa natthi kammabaddho. Atha vatthuṁ avisaṁvādetvā māreti, āṇāpakassa āṇattikkhaṇe āṇattassa māraṇakkhaṇeti ubhayesampi kammabaddho. Esa nayo kālādīsupi.",
  "atk-s0501a2:45": "Māraṇatthantu kāyena vā kāyappaṭibaddhena vā paharaṇanissajjanaṁ nissaggiyo payogo. Sopi uddissānuddissabhedato duvidho eva, kammabaddho cettha pubbe vuttanayeneva veditabbo.",
  "atk-s0501a2:46": "Māraṇatthameva opātakhaṇanaṁ, apassenaupanikkhipanaṁ, bhesajjavisayantādippayojanaṁ vā thāvaro payogo. Sopi uddissānuddissabhedato duvidho, yato tatthapi pubbe vuttanayeneva kammabaddho veditabbo. Ayantu viseso – mūlaṭṭhena opātādīsu paresaṁ mūlena vā mudhā vā dinnesupi yadi tappaccayā koci marati, mūlaṭṭhasseva kammabaddho. Yadipi ca tena aññena vā tattha opāte vināsetvā bhūmisame katepi paṁsudhovakā vā paṁsuṁ gaṇhantā, mūlakhaṇakā vā mūlāni khaṇantā āvāṭaṁ karonti , deve vā vassante kaddamo jāyati, tattha ca koci otaritvā vā laggitvā vā marati, mūlaṭṭhasseva kammabaddho. Yadi pana yena laddhaṁ, so añño vā taṁ vitthaṭataraṁ gambhīrataraṁ vā karoti, tappaccayāva koci marati, ubhayesampi kammabaddho. Yathā tu mūlāni mūlehi saṁsandanti, tathā tatra thale kate muccati. Evaṁ apassenādīsupi yāva tesaṁ pavatti, tāva yathāsambhavaṁ kammabaddho veditabbo.",
  "atk-s0501a2:47": "Māraṇatthaṁ pana vijjāparijappanaṁ vijjāmayo payogo. Dāṭhāvudhādīnaṁ dāṭhākoṭanādimiva māraṇatthaṁ kammavipākajiddhivikārakaraṇaṁ iddhimayo payogoti. Adinnādānassa tu theyyapasayhapaṭicchannaparikappakusāvahāravasappavattā sāhatthikāṇattikādayo payogā, tesampi vuttānusāreneva pabhedo veditabbo. Abrahmacariyādīnaṁ tiṇṇampi sāhatthiko eva payogo labbhatīti. Evamettha payogatopi viññātabbo vinicchayo.",
  "atk-s0501a2:48": "Aṅgatoti ettha ca pāṇātipātassa pañca aṅgāni bhavanti – pāṇo ca hoti, pāṇasaññī ca, vadhakacittañca paccupaṭṭhitaṁ hoti, vāyamati, tena ca maratīti. Adinnādānassāpi pañceva – parapariggahitañca hoti, parapariggahitasaññī ca, theyyacittañca paccupaṭṭhitaṁ hoti, vāyamati, tena ca ādātabbaṁ ādānaṁ gacchatīti. Abrahmacariyassa pana cattāri aṅgāni bhavanti – ajjhācariyavatthu ca hoti, tattha ca sevanacittaṁ paccupaṭṭhitaṁ hoti, sevanapaccayā payogañca samāpajjati, sādiyati cāti, tathā paresaṁ dvinnampi. Tattha musāvādassa tāva musā ca hoti taṁ vatthu, visaṁvādanacittañca paccupaṭṭhitaṁ hoti, tajjo ca vāyāmo, paravisaṁvādanañca viññāpayamānā viññatti pavattatīti cattāri aṅgāni veditabbāni. Surāmerayamajjapamādaṭṭhānassa pana surādīnañca aññataraṁ hoti madanīyapātukamyatācittañca paccupaṭṭhitaṁ hoti, tajjañca vāyāmaṁ āpajjati, pīte ca pavisatīti imāni cattāri aṅgānīti. Evamettha aṅgatopi viññātabbo vinicchayo.",
  "atk-s0501a2:49": "Samuṭṭhānatoti pāṇātipātaadinnādānamusāvādā cettha kāyacittato, vācācittato, kāyavācācittato cāti tisamuṭṭhānā honti. Abrahmacariyaṁ kāyacittavasena ekasamuṭṭhānameva. Surāmerayamajjapamādaṭṭhānaṁ kāyato ca, kāyacittato cāti dvisamuṭṭhānanti. Evamettha samuṭṭhānatopi viññātabbo vinicchayo.",
  "atk-s0501a2:50": "Vedanātoti ettha ca pāṇātipāto dukkhavedanāsampayuttova. Adinnādānaṁ tīsu vedanāsu aññataravedanāsampayuttaṁ, tathā musāvādo. Itarāni dve sukhāya vā adukkhamasukhāya vā vedanāya sampayuttānīti. Evamettha vedanātopi viññātabbo vinicchayo.",
  "atk-s0501a2:51": "Mūlatoti pāṇātipāto cettha dosamohamūlo. Adinnādānamusāvādā lobhamohamūlā vā dosamohamūlā vā. Itarāni dve lobhamohamūlānīti. Evamettha mūlatopi viññātabbo vinicchayo.",
  "atk-s0501a2:52": "Kammatoti pāṇātipātaadinnādānaabrahmacariyāni cettha kāyakammameva kammapathappattāneva ca, musāvādo vacīkammameva. Yo pana atthabhañjako, so kammapathappatto. Itaro kammameva. Surāmerayamajjapamādaṭṭhānaṁ kāyakammamevāti. Evamettha kammatopi viññātabbo vinicchayo.",
  "atk-s0501a2:53": "Viramatoti ettha āha ‘‘pāṇātipātādīhi viramanto kuto viramatī’’ti? Vuccate – samādānavasena tāva viramanto attano vā paresaṁ vā pāṇātipātādiakusalato viramati. Kimārabhitvā? Yato viramati, tadeva. Sampattavasenāpi viramanto vuttappakārākusalatova. Kimārabhitvā? Pāṇātipātādīnaṁ vuttārammaṇāneva. Keci pana bhaṇanti ‘‘surāmerayamajjasaṅkhāte saṅkhāre ārabhitvā surāmerayamajjapamādaṭṭhānā viramati, sattasaṅkhāresu yaṁ pana avaharitabbaṁ bhañjitabbañca, taṁ ārabhitvā adinnādānā musāvādā ca, satteyevārabhitvā pāṇātipātā abrahmacariyā cā’’ti. Tadaññe ‘‘evaṁ sante ‘aññaṁ cintento aññaṁ kareyya, yañca pajahati, taṁ na jāneyyā’ti evaṁdiṭṭhikā hutvā anicchamānā yadeva pajahati, taṁ attano pāṇātipātādiakusalamevārabhitvā viramatī’’ti vadanti. Tadayuttaṁ. Kasmā? Tassa paccuppannābhāvato bahiddhābhāvato ca. Sikkhāpadānañhi vibhaṅgapāṭhe ‘‘pañcannaṁ sikkhāpadānaṁ kati kusalā…pe… kati araṇā’’ti pucchitvā ‘‘kusalāyeva, siyā sukhāya vedanāya sampayuttā’’ti (vibha. 716) evaṁ pavattamāne vissajjane ‘‘paccuppannārammaṇā’’ti ca ‘‘bahiddhārammaṇā’’ti ca evaṁ paccuppannabahiddhārammaṇattaṁ vuttaṁ, taṁ attano pāṇātipātādiakusalaṁ ārabhitvā viramantassa na yujjati. Yaṁ pana vuttaṁ – ‘‘aññaṁ cintento aññaṁ kareyya, yañca pajahati, taṁ na jāneyyā’’ti. Tattha vuccate – na kiccasādhanavasena pavattento aññaṁ cintento aññaṁ karotīti vā, yañca pajahati, taṁ na jānātīti vā vuccati.",
  "atk-s0501a2:54": "‘‘Ārabhitvāna amataṁ, jahanto sabbapāpake;",
  "atk-s0501a2:55": "Nidassanañcettha bhave, maggaṭṭhoriyapuggalo’’ti.",
  "atk-s0501a2:56": "Evamettha viramatopi viññātabbo vinicchayo.",
  "atk-s0501a2:57": "Phalatoti sabbe eva cete pāṇātipātādayo duggatiphalanibbattakā honti, sugatiyañca aniṭṭhākantāmanāpavipākanibbattakā honti, samparāye diṭṭhadhamme eva ca avesārajjādiphalanibbattakā. Apica ‘‘yo sabbalahuso pāṇātipātassa vipāko manussabhūtassa appāyukasaṁvattaniko hotī’’ti (a. ni. 8.40) evamādinā nayenettha phalatopi viññātabbo vinicchayo.",
  "atk-s0501a2:58": "Api cettha pāṇātipātādiveramaṇīnampi samuṭṭhānavedanāmūlakammaphalato viññātabbo vinicchayo. Tatthāyaṁ viññāpanā – sabbā eva cetā veramaṇiyo catūhi samuṭṭhahanti kāyato, kāyacittato, vācācittato, kāyavācācittato cāti. Sabbā eva ca sukhavedanāsampayuttā vā, adukkhamasukhavedanāsampayuttā vā, alobhādosamūlā vā alobhādosāmohamūlā vā. Catassopi cettha kāyakammaṁ, musāvādāveramaṇī vacīkammaṁ, maggakkhaṇe ca cittatova samuṭṭhahanti, sabbāpi manokammaṁ.",
  "atk-s0501a2:59": "Pāṇātipātā veramaṇiyā cettha aṅgapaccaṅgasampannatā ārohapariṇāhasampattitā javasampattitā suppatiṭṭhitapādatā cārutā mudutā sucitā sūratā mahabbalatā vissatthavacanatā lokapiyatā nelatā abhejjaparisatā acchambhitā duppadhaṁsitā parūpakkamena amaraṇatā anantaparivāratā surūpatā susaṇṭhānatā appābādhatā asokitā piyehi manāpehi saddhiṁ avippayogatā dīghāyukatāti evamādīni phalāni.",
  "atk-s0501a2:60": "Adinnādānā veramaṇiyā mahaddhanatā pahūtadhanadhaññatā anantabhogatā anuppannabhoguppattitā uppannabhogathāvaratā icchitānaṁ bhogānaṁ khippappaṭilābhitā rājacorudakaggiappiyadāyādehi asādhāraṇabhogatā asādhāraṇadhanappaṭilābhitā lokuttamatā natthikabhāvassa ajānanatā sukhavihāritāti evamādīni.",
  "atk-s0501a2:61": "Abrahmacariyā veramaṇiyā vigatapaccatthikatā sabbajanapiyatā annapānavatthasayanādīnaṁ lābhitā sukhasayanatā sukhappaṭibujjhanatā apāyabhayavinimuttatā itthibhāvappaṭilābhassa vā napuṁsakabhāvappaṭilābhassa vā abhabbatā akkodhanatā paccakkhakāritā apatitakkhandhatā anadhomukhatā itthipurisānaṁ aññamaññapiyatā paripuṇṇindriyatā paripuṇṇalakkhaṇatā nirāsaṅkatā appossukkatā sukhavihāritā akutobhayatā piyavippayogābhāvatāti evamādīni.",
  "atk-s0501a2:62": "Musāvādā veramaṇiyā vippasannindriyatā vissaṭṭhamadhurabhāṇitā samasitasuddhadantatā nātithūlatā nātikisatā nātirassatā nātidīghatā sukhasamphassatā uppalagandhamukhatā sussūsakaparijanatā ādeyyavacanatā kamaluppalasadisamudulohitatanujivhatā anuddhatatā acapalatāti evamādīni.",
  "atk-s0501a2:63": "Surāmerayamajjapamādaṭṭhānā veramaṇiyā atītānāgatapaccuppannesu sabbakiccakaraṇīyesu khippaṁ paṭijānanatā sadā upaṭṭhitasatitā anummattakatā ñāṇavantatā analasatā ajaḷatā anelamūgatā amattatā appamattatā asammohatā acchambhitā asārambhitā anussaṅkitā saccavāditā apisuṇāpharusāsamphapalāpavāditā rattindivamatanditatā kataññutā kataveditā amaccharitā cāgavantatā sīlavantatā ujutā akkodhanatā hirimanatā ottappitā ujudiṭṭhikatā mahāpaññatā medhāvitā paṇḍitatā atthānatthakusalatāti evamādīni phalāni. Evamettha pāṇātipātādiveramaṇīnaṁ samuṭṭhānavedanāmūlakammaphalatopi viññātabbo vinicchayo.",
  "atk-s0501a2:64": "Pacchimapañcasikkhāpadavaṇṇanā",
  "atk-s0501a2:65": "Idāni yaṁ vuttaṁ –",
  "atk-s0501a2:66": "‘‘Yojetabbaṁ tato yuttaṁ, pacchimesvapi pañcasu;",
  "atk-s0501a2:67": "Āveṇikañca vattabbaṁ, ñeyyā hīnāditāpi cā’’ti.",
  "atk-s0501a2:68": "Tassāyaṁ atthavaṇṇanā – etissā purimapañcasikkhāpadavaṇṇanāya yaṁ yujjati, taṁ tato gahetvā pacchimesvapi pañcasu sikkhāpadesu yojetabbaṁ. Tatthāyaṁ yojanā – yatheva hi purimasikkhāpadesu ārammaṇato ca surāmerayamajjapamādaṭṭhānaṁ rūpāyatanādiaññatarasaṅkhārārammaṇaṁ, tathā idha vikālabhojanaṁ. Etena nayena sabbesaṁ ārammaṇabhedo veditabbo. Ādānato ca yathā purimāni sāmaṇerena vā upāsakena vā samādiyantena samādinnāni honti, tathā etānipi. Aṅgatopi yathā tattha pāṇātipātādīnaṁ aṅgabhedo vutto, evamidhāpi vikālabhojanassa cattāri aṅgāni – vikālo, yāvakālikaṁ, ajjhoharaṇaṁ, anummattakatāti. Etenānusārena sesānampi aṅgavibhāgo veditabbo. Yathā ca tattha samuṭṭhānato surāmerayamajjapamādaṭṭhānaṁ kāyato ca kāyacittato cāti dvisamuṭṭhānaṁ, evamidha vikālabhojanaṁ. Etena nayena sabbesaṁ samuṭṭhānaṁ veditabbaṁ. Yathā ca tattha vedanāto adinnādānaṁ tīsu vedanāsu aññataravedanāsampayuttaṁ, tathā idha vikālabhojanaṁ. Etena nayena sabbesaṁ vedanāsampayogo veditabbo. Yathā ca tattha abrahmacariyaṁ lobhamohamūlaṁ, evamidha vikālabhojanaṁ. Aparāni ca dve etena nayena sabbesaṁ mūlabhedo veditabbo. Yathā ca tattha pāṇātipātādayo kāyakammaṁ, evamidhāpi vikālabhojanādīni. Jātarūparajatappaṭiggahaṇaṁ pana kāyakammaṁ vā siyā vacīkammaṁ vā kāyadvārādīhi pavattisabbhāvapariyāyena, na kammapathavasena. Viramatoti yathā ca tattha viramanto attano vā paresaṁ vā pāṇātipātādiakusalato viramati, evamidhāpi vikālabhojanādiakusalato, kusalatopi vā ekato. Yathā ca purimā pañca veramaṇiyo catusamuṭṭhānā kāyato, kāyacittato, vācācittato, kāyavācācittato cāti, sabbā sukhavedanāsampayuttā vā adukkhamasukhavedanāsampayuttā vā, alobhādosamūlā vā alobhādosāmohamūlā vā, sabbā ca nānappakāraiṭṭhaphalanibbattakā, tathā idhāpīti.",
  "atk-s0501a2:69": "‘‘Yojetabbaṁ tato yuttaṁ, pacchimesvapi pañcasu;",
  "atk-s0501a2:70": "Āveṇikañca vattabbaṁ, ñeyyā hīnāditāpi cā’’ti. –",
  "atk-s0501a2:71": "Ettha pana vikālabhojananti majjhanhikavītikkame bhojanaṁ. Etañhi anuññātakāle vītikkante bhojanaṁ, tasmā ‘‘vikālabhojana’’nti vuccati , tato vikālabhojanā. Naccagītavāditavisūkadassananti ettha naccaṁ nāma yaṁkiñci naccaṁ, gītanti yaṁkiñci gītaṁ, vāditanti yaṁkiñci vāditaṁ. Visūkadassananti kilesuppattipaccayato kusalapakkhabhindanena visūkānaṁ dassanaṁ, visūkabhūtaṁ vā dassanaṁ visūkadassanaṁ. Naccā ca gītā ca vāditā ca visūkadassanā ca naccagītavāditavisūkadassanā. Visūkadassanañcettha brahmajāle vuttanayeneva gahetabbaṁ. Vuttañhi tattha –",
  "atk-s0501a2:72": "‘‘Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṁ visūkadassanamanuyuttā viharanti, seyyathidaṁ, naccaṁ gītaṁ vāditaṁ pekkhaṁ akkhānaṁ pāṇissaraṁ vetālaṁ kumbhathūṇaṁ sobhanakaṁ caṇḍālaṁ vaṁsaṁ dhovanaṁ hatthiyuddhaṁ assayuddhaṁ mahiṁsayuddhaṁ usabhayuddhaṁ ajayuddhaṁ meṇḍayuddhaṁ kukkuṭayuddhaṁ vaṭṭakayuddhaṁ daṇḍayuddhaṁ muṭṭhiyuddhaṁ nibbuddhaṁ uyyodhikaṁ balaggaṁ senābyūhaṁ anīkadassanaṁ iti vā, iti evarūpā visūkadassanā paṭivirato samaṇo gotamo’’ti (dī. ni. 1.12).",
  "atk-s0501a2:73": "Atha vā yathāvuttenatthena naccagītavāditāni eva visūkāni naccagītavāditavisūkāni, tesaṁ dassanaṁ naccagītavāditavisūkadassanaṁ, tasmā naccagītavāditavisūkadassanā. ‘‘Dassanasavanā’’ti vattabbe yathā ‘‘so ca hoti micchādiṭṭhiko viparītadassano’’ti evamādīsu (a. ni. 1.308) acakkhudvārappavattampi visayaggahaṇaṁ ‘‘dassana’’nti vuccati, evaṁ savanampi ‘‘dassana’’ntveva vuttaṁ. Dassanakamyatāya upasaṅkamitvā passato eva cettha vītikkamo hoti. Ṭhitanisinnasayanokāse pana āgataṁ gacchantassa vā āpāthagataṁ passato siyā saṁkileso, na vītikkamo. Dhammūpasaṁhitampi cettha gītaṁ na vaṭṭati, gītūpasaṁhito pana dhammo vaṭṭatīti veditabbo.",
  "atk-s0501a2:74": "Mālādīni dhāraṇādīhi yathāsaṅkhyaṁ yojetabbāni. Tattha mālāti yaṁkiñci pupphajātaṁ. Vilepananti yaṁkiñci vilepanatthaṁ pisitvā paṭiyattaṁ. Avasesaṁ sabbampi vāsacuṇṇadhūpanādikaṁ gandhajātaṁ gandho. Taṁ sabbampi maṇḍanavibhūsanatthaṁ na vaṭṭati, bhesajjatthantu vaṭṭati, pūjanatthañca abhihaṭaṁ sādiyato na kenaci pariyāyena na vaṭṭati. Uccāsayananti pamāṇātikkantaṁ vuccati. Mahāsayananti akappiyasayanaṁ akappiyattharaṇañca. Tadubhayampi sādiyato na kenaci pariyāyena vaṭṭati. Jātarūpanti suvaṇṇaṁ. Rajatanti kahāpaṇo, lohamāsakadārumāsakajatumāsakādi yaṁ yaṁ tattha tattha vohāraṁ gacchati, tadubhayampi jātarūparajataṁ. Tassa yena kenaci pakārena sādiyanaṁ paṭiggaho nāma, so na yena kenaci pariyāyena vaṭṭatīti evaṁ āveṇikaṁ vattabbaṁ.",
  "atk-s0501a2:75": "Dasapi cetāni sikkhāpadāni hīnena chandena cittavīriyavīmaṁsāhi vā samādinnāni hīnāni, majjhimehi majjhimāni, paṇītehi paṇītāni. Taṇhādiṭṭhimānehi vā upakkiliṭṭhāni hīnāni, anupakkiliṭṭhāni majjhimāni, tattha tattha paññāya anuggahitāni paṇītāni. Ñāṇavippayuttena vā kusalacittena samādinnāni hīnāni, sasaṅkhārikañāṇasampayuttena majjhimāni, asaṅkhārikena paṇītānīti evaṁ ñeyyā hīnāditāpi cāti.",
  "atk-s0501a2:76": "Ettāvatā ca yā pubbe ‘‘yena yattha yadā yasmā’’tiādīhi chahi gāthāhi sikkhāpadapāṭhassa vaṇṇanatthaṁ mātikā nikkhittā, sā atthato pakāsitā hotīti.",
  "atk-s0501a2:77": "Paramatthajotikāya khuddakapāṭha-aṭṭhakathāya",
  "atk-s0501a2:78": "Sikkhāpadavaṇṇanā niṭṭhitā."
}