{
  "atk-s0403a44:0": "6. Abyākatavaggo",
  "atk-s0403a44:1": "1. Abyākatasuttavaṇṇanā",
  "atk-s0403a44:2": "54. Chaṭṭhavaggassa paṭhame abyākatavatthūsūti ekaṁsādivasena akathitavatthūsu. Tathāgatoti satto. Diṭṭhigatametanti micchādiṭṭhimattakametaṁ, na tāya diṭṭhiyā gahitasatto nāma atthi. Paṭipadanti ariyamaggaṁ. Na chambhatīti diṭṭhivasena na kampati. Sesapadesupi eseva nayo. Taṇhāgatanti diṭṭhitaṇhā. Saññāgatādīsupi eseva nayo. Diṭṭhisaññā eva hettha saññāgataṁ, diṭṭhinissitamānoyeva diṭṭhimaññitameva vā maññitaṁ, diṭṭhipapañcova papañcitaṁ, diṭṭhupādānameva upādānaṁ, diṭṭhiyā virūpaṁ paṭisaraṇabhāvoyeva vippaṭisāro nāmāti veditabbo. Ettha ca diṭṭhiggahaṇena dvāsaṭṭhi diṭṭhiyo, diṭṭhinirodhagāminipaṭipadāgahaṇena sotāpattimaggo gahitoti.",
  "atk-s0403a44:3": "2. Purisagatisuttavaṇṇanā",
  "atk-s0403a44:4": "55. Dutiye purisagatiyoti purisassa ñāṇagatiyo. Anupādāparinibbānanti apaccayanibbānaṁ. No cassāti atīte attabhāvanibbattakaṁ kammaṁ no ce abhavissa. No ca me siyāti etarahi me ayaṁ attabhāvo na siyā. Na bhavissatīti etarahi me anāgatattabhāvanibbattakaṁ kammaṁ na bhavissati. Na ca me bhavissatīti anāgate me attabhāvo na bhavissati. Yadatthi yaṁ bhūtanti yaṁ atthi yaṁ bhūtaṁ paccuppannakkhandhapañcakaṁ. Taṁ pajahāmīti upekkhaṁ paṭilabhatīti taṁ tattha chandarāgappahānena pajahāmīti vipassanupekkhaṁ paṭilabhati. Bhave na rajjatīti atīte khandhapañcake taṇhādiṭṭhīhi na rajjati. Sambhave na rajjatīti anāgatepi tatheva na rajjati. Atthuttaripadaṁ santanti uttari santaṁ nibbānapadaṁ nāma atthi. Sammappaññāya passatīti taṁ sahavipassanāya maggapaññāya sammā passati. Na sabbena sabbanti ekaccānaṁ kilesānaṁ appahīnattā saccapaṭicchādakassa tamassa sabbaso aviddhaṁsitattā na sabbākārena sabbaṁ. Haññamāneti saṇḍāsena gahetvā muṭṭhikāya koṭṭiyamāne. Antarāparinibbāyīti upapattisamanantarato paṭṭhāya āyuno vemajjhaṁ anatikkamitvā etthantare kilesaparinibbānena parinibbuto hoti. Anupahacca talanti ākāsatalaṁ anupahacca anatikkamitvā , bhūmiṁ appatvā ākāseyeva nibbāyeyyāti imāhi tīhi upamāhi tayo antarāparinibbāyī dassitā.",
  "atk-s0403a44:5": "Upahaccaparinibbāyīti āyuvemajjhaṁ atikkamitvā pacchimakoṭiṁ appatvā parinibbuto hoti. Upahacca talanti jalamānā gantvā ākāsatalaṁ atikkamitvā pathavītalaṁ vā upahanitvā pathaviyaṁ patitamattāva nibbāyeyya. Asaṅkhārena appayogena kilese khepetvā parinibbāyīti asaṅkhāraparinibbāyī. Sasaṅkhārena sappayogena kilese khepetvā parinibbāyīti sasaṅkhāraparinibbāyī. Gacchanti nirārakkhaṁ araññaṁ. Dāyanti sārakkhaṁ abhayatthāya dinnaṁ araññaṁ. Sesamettha uttānatthameva. Imasmiṁ sutte ariyapuggalāva kathitāti.",
  "atk-s0403a44:6": "3. Tissabrahmāsuttavaṇṇanā",
  "atk-s0403a44:7": "56. Tatiye bhikkhuniyoti mahāpajāpatiyā parivārā pañcasatā bhikkhuniyo. Vimuttāti pañcahi vimuttīhi vimuttā. Anupādisesāti upādānasesaṁ aṭṭhapetvā pañcahi vimuttīhi anavasesāhipi vimuttā. Saupādisese vā saupādisesoti saupādānasese puggale ‘‘saupādānaseso aya’’nti. Itarasmimpi eseva nayo. Tissoti therassa saddhivihārikabrahmā. Anulomikānīti paṭipattiyā anulomāni vivittāni antimapariyantimāni. Indriyānīti saddhādīni vipassanindriyāni. Samannānayamānoti samannāhāre ṭhapayamāno. Na hi pana teti idaṁ kasmā ārabhi? Sattamassa puggalassa dassanatthaṁ. Sattamo hi saddhānusāripuggalo na dassito. Atha bhagavā balavavipassakavasena taṁ dassento evamāha. Tattha sabbanimittānanti sabbesaṁ niccanimittādīnaṁ. Animittanti balavavipassanāsamādhiṁ.",
  "atk-s0403a44:8": "4. Sīhasenāpatisuttavaṇṇanā",
  "atk-s0403a44:9": "57. Catutthe maccharīti pañcamaccherayutto. Kadariyoti thaddhamacchariyo, paresaṁ diyyamānampi vāreti. Anuppadānaratoti punappunaṁ dānaṁ dadamānova ramati. Anukampantāti ‘‘ko ajja amhehi anuggahetabbo, kassa deyyadhammaṁ vā paṭiggaṇheyyāma, dhammaṁ vā deseyyāmā’’ti evaṁ cittena anukampamānā.",
  "atk-s0403a44:10": "5. Arakkheyyasuttavaṇṇanā",
  "atk-s0403a44:11": "58. Pañcame nimittanti dhammanimittampi puggalanimittampi. Ayañhi attanā desitadhamme ekapadampi durakkhātaṁ aniyyānikaṁ apassanto dhammanimittaṁ na samanupassati, ‘‘durakkhāto tayā dhammo na svākkhāto’’ti uṭṭhahitvā paṭippharantaṁ ekaṁ puggalampi apassanto puggalanimittaṁ na samanupassati nāma. Sesadvayepi eseva nayo. Chaṭṭhasattamāni uttānāneva.",
  "atk-s0403a44:12": "8. Pacalāyamānasuttavaṇṇanā",
  "atk-s0403a44:13": "61. Aṭṭhame pacalāyamānoti taṁ gāmaṁ upanissāya ekasmiṁ vanasaṇḍe samaṇadhammaṁ karonto sattāhaṁ caṅkamanavīriyena nimmathitattā kilantagatto caṅkamanakoṭiyaṁ pacalāyamāno nisinno hoti. Pacalāyasi noti niddāyasi nu. Anumajjitvāti parimajjitvā. Ālokasaññanti middhavinodanaālokasaññaṁ. Divāsaññanti divātisaññaṁ. Yathā divā tathā rattinti yathā divā ālokasaññā adhiṭṭhitā, tathā naṁ rattimpi adhiṭṭhaheyyāsi. Yathā rattiṁ tathā divāti yathā ca te rattiṁ ālokasaññā adhiṭṭhitā, tathā naṁ divāpi adhiṭṭhaheyyāsi. Sappabhāsanti dibbacakkhuñāṇatthāya sahobhāsaṁ. Pacchāpuresaññīti purato ca pacchato ca abhiharaṇasaññāya saññāvā. Antogatehi indriyehīti bahi avikkhittehi anto anupaviṭṭheheva pañcahi indriyehi. Middhasukhanti niddāsukhaṁ. Ettakena ṭhānena bhagavā therassa middhavinodanakammaṭṭhānaṁ kathesi. Soṇḍanti mānasoṇḍaṁ. Kiccakaraṇīyānīti ettha avassaṁ kattabbāni kiccāni, itarāni karaṇīyāni. Maṅkubhāvoti nittejatā domanassatā. Ettakena ṭhānena satthārā therassa bhikkhācāravattaṁ kathitaṁ.",
  "atk-s0403a44:14": "Idāni bhasse pariyantakāritāya samādapetuṁ tasmātihātiādimāha. Tattha viggāhikakathanti ‘‘na tvaṁ imaṁ dhammavinayaṁ ājānāsī’’tiādinayappavattā viggāhikakathā. Nāhaṁ moggallānātiādi pāpamittasaṁsaggavivajjanatthaṁ vuttaṁ. Kittāvatā nu khoti kittakena nu kho. Taṇhāsaṅkhayavimutto hotīti taṇhāsaṅkhaye nibbāne taṁ ārammaṇaṁ katvā vimuttacittatāya taṇhāsaṅkhayavimutto nāma saṁkhittena kittāvatā hoti. Yāya paṭipattiyā taṇhāsaṅkhayavimutto hoti, tameva khīṇāsavassa bhikkhuno pubbabhāgapaṭipadaṁ saṁkhittena desethāti pucchati. Accantaniṭṭhoti khayavayasaṅkhātaṁ antaṁ atītāti accantā, accantā niṭṭhā assāti accantaniṭṭho, ekantaniṭṭho satataniṭṭhoti attho. Accantayogakkhemīti accantaṁ yogakkhemī, niccayogakkhemīti attho. Accantabrahmacārīti accantaṁ brahmacārī, niccabrahmacārīti attho. Accantaṁ pariyosānamassāti purimanayeneva accantapariyosāno. Seṭṭho devamanussānanti devānañca manussānañca seṭṭho uttamo. Evarūpo bhikkhu kittāvatā hoti, saṅkhepeneva tassa paṭipattiṁ kathethāti yācati.",
  "atk-s0403a44:15": "Sabbe dhammā nālaṁ abhinivesāyāti ettha sabbe dhammā nāma pañcakkhandhā dvādasāyatanāni aṭṭhārasa dhātuyo, te sabbepi taṇhādiṭṭhivasena abhinivesāya nālaṁ na pariyattā na samattā na yuttā. Kasmā? Gahitākārena atiṭṭhanato. Te hi niccā sukhā attāti gahitāpi aniccā dukkhā anattāva sampajjanti. Tasmā nālaṁ abhinivesāya. Abhijānātīti aniccaṁ dukkhaṁ anattāti ñātapariññāya abhijānāti. Parijānātīti tatheva tīraṇapariññāya parijānāti. Yaṁkiñci vedananti antamaso pañcaviññāṇasampayuttaṁ yaṁkiñci appamattakampi vedanaṁ anubhavati. Iminā bhagavā therassa vedanāvasena ca vinivaṭṭetvā arūpapariggahaṁ dassesi.",
  "atk-s0403a44:16": "Aniccānupassīti aniccato anupassanto. Virāgānupassīti ettha dve virāgā khayavirāgo ca accantavirāgo ca. Tattha saṅkhārānaṁ khayaṁ khayato passanā vipassanāpi, accantavirāgaṁ nibbānaṁ virāgato dassanamaggañāṇampi virāgānupassanā. Tadubhayasamaṅgipuggalo virāgānupassī nāma. Taṁ sandhāya vuttaṁ – ‘‘virāgānupassī’’ti, virāgato anupassantoti attho. Nirodhānupassimhipi eseva nayo. Nirodhopi hi khayanirodho accantanirodhoti duvidhoyeva. Paṭinissaggānupassīti ettha paṭinissaggo vuccati vossaggo. So ca pariccāgavossaggo pakkhandanavossaggoti duvidho hoti. Tattha pariccāgavossaggoti vipassanā. Sā hi tadaṅgavasena kilese ca khandhe ca vossajati. Pakkhandanavossaggoti maggo. So hi nibbānaṁ ārammaṇato pakkhandati. Dvīhipi vā kāraṇehi so vossaggoyeva, samucchedavasena khandhānaṁ kilesānañca vossajanato nibbāne ca pakkhandanato. Tasmā kilese ca khandhe ca pariccajatīti pariccāgavossaggo. Nirodhāya nibbānadhātuyā cittaṁ pakkhandatīti pakkhandanavossaggoti ubhayampetaṁ magge sameti. Tadubhayasamaṅgī puggalo imāya paṭinissaggānupassanāya samannāgatattā paṭinissaggānupassī nāma hoti. Taṁ sandhāyetaṁ vuttaṁ. Na kiñci loke upādiyatīti kiñci ekampi saṅkhāragataṁ taṇhāvasena na upādiyati na gaṇhāti na parāmasati. Anupādiyaṁ na paritassatīti aggaṇhanto taṇhāparitassanāya na paritassati. Paccattaṁyeva parinibbāyatīti sayameva kilesaparinibbānena parinibbāyati. Khīṇā jātītiādinā panassa paccavekkhaṇā dassitā. Iti bhagavā saṁkhittena khīṇāsavassa pubbabhāgappaṭipadaṁ pucchito saṁkhitteneva kathesi. Idaṁ pana suttaṁ therassa ovādopi ahosi vipassanāpi. So imasmiṁyeva sutte vipassanaṁ vaḍḍhetvā arahattaṁ pattoti.",
  "atk-s0403a44:17": "9. Mettasuttavaṇṇanā",
  "atk-s0403a44:18": "62. Navame mā, bhikkhave, puññānaṁ bhāyitthāti puññāni karontā tesaṁ mā bhāyittha. Mettacittaṁ bhāvesinti tikacatukkajjhānikāya mettāya sampayuttaṁ paṇītaṁ katvā cittaṁ bhāvesinti dasseti. Saṁvaṭṭamāne sudāhanti saṁvaṭṭamāne sudaṁ ahaṁ. Saṁvaṭṭamāneti jhāyamāne vipajjamāne. Dhammikoti dasakusaladhammasamannāgato. Dhammarājāti tasseva vevacanaṁ. Dhammena vā laddharajjattā dhammarājā. Cāturantoti puratthimasamuddādīnaṁ catunnaṁ samuddānaṁ vasena cāturantāya pathaviyā issaro. Vijitāvīti vijitasaṅgāmo. Janapado tasmiṁ thāvariyaṁ thirabhāvaṁ pattoti janapadatthāvariyappatto. Parosahassanti atirekasahassaṁ. Sūrāti abhīruno. Vīraṅgarūpāti vīrānaṁ aṅgaṁ vīraṅgaṁ, vīriyassetaṁ nāmaṁ. Vīraṅgarūpametesanti vīraṅgarūpā. Vīriyajātikā vīriyasabhāvā vīriyamayā viya akilāsuno divasampi yujjhantā na kilamantīti vuttaṁ hoti. Sāgarapariyantanti cakkavāḷapabbataṁ sīmaṁ katvā ṭhitasamuddapariyantaṁ. Adaṇḍenāti dhanadaṇḍenapi chejjabhejjānusāsanena satthadaṇḍenapi vināyeva. Asatthenāti ekatodhārādinā paraviheṭhanasatthenapi vināyeva. Dhammena abhivijiyāti ehi kho, mahārājāti evaṁ paṭirājūhi sampaṭicchitāgamano ‘‘pāṇo na hantabbo’’tiādinā dhammeneva vuttappakāraṁ pathaviṁ abhivijinitvā.",
  "atk-s0403a44:19": "Sukhesinoti sukhapariyesake satte āmanteti. Suññabrahmūpagoti suññabrahmavimānūpago. Pathaviṁ imanti imaṁ sāgarapariyantaṁ mahāpathaviṁ. Asāhasenāti na sāhasikakammena. Samena manusāsitanti samena kammena anusāsiṁ. Tehi etaṁ sudesitanti tehi saṅgāhakehi mahākāruṇikehi buddhehi etaṁ ettakaṁ ṭhānaṁ sudesitaṁ sukathitaṁ. Pathabyoti puthavisāmiko.",
  "atk-s0403a44:20": "10. Bhariyāsuttavaṇṇanā",
  "atk-s0403a44:21": "63. Dasame kevaṭṭā maññe macchavilopeti kevaṭṭānaṁ macchapacchiṁ otāretvā ṭhitaṭṭhāne jāle vā udakato ukkhittamatte macchaggāhakānaṁ mahāsaddo hoti, taṁ sandhāyetaṁ vuttaṁ. Sujātāti visākhāya kaniṭṭhā. Sā neva sassuṁ ādiyatīti sassuyā kattabbavattaṁ nāma atthi, taṁ na karoti, sassūtipi naṁ na gaṇeti. Na sasuraṁ ādiyatīti vacanaṁ na gaṇhāti. Evaṁ anādaratāyapi aggahaṇenapi na ādiyati nāma. Sesesupi eseva nayo. Evaṁ anāthapiṇḍiko suṇisāya ācāraṁ gahetvā satthu purato nisīdi. Sāpi sujātā ‘‘kiṁ nu kho ayaṁ seṭṭhi dasabalassa santike mayhaṁ guṇaṁ kathessati udāhu aguṇa’’nti gantvā avidūre saddaṁ suṇantī aṭṭhāsi. Atha naṁ satthā ehi sujāteti āmantesi.",
  "atk-s0403a44:22": "Ahitānukampinīti na hitānukampinī. Aññesūti parapurisesu. Atimaññateti omānāti mānavasena atimaññati. Dhanena kītassāti dhanena kītā assa. Vadhāya ussukā vadhituṁ ussukkamāpannā. Yaṁ itthiyā vindati sāmiko dhananti itthiyā sāmiko yaṁ dhanaṁ labhati. Appampi tassa apahātumicchatīti thokatopi assa harituṁ icchati, uddhane āropitaukkhaliyaṁ pakkhipitabbataṇḍulatopi thokaṁ haritumeva vāyamati. Alasāti nisinnaṭṭhāne nisinnāva ṭhitaṭṭhāne ṭhitāva hoti. Pharusāti kharā. Duruttavādinīti dubbhāsitabhāsinī, kakkhaḷaṁ vāḷakathameva katheti. Uṭṭhāyakānaṁ abhibhuyya vattatīti ettha uṭṭhāyakānanti bahuvacanavasena viriyuṭṭhānasampanno sāmiko vutto, tassa taṁ uṭṭhānasampattiṁ abhibhavitvā heṭṭhā katvā vattati. Pamodatīti āmoditapamoditā hoti . Koleyyakāti kulasampannā. Patibbatāti patidevatā. Vadhadaṇḍatajjitāti daṇḍakaṁ gahetvā vadhena tajjitā, ‘‘ghātessāmi na’’nti vuttā. Dāsīsamanti sāmikassa vattapūrikā dāsīti maṁ bhagavā dhāretūti vatvā saraṇesu patiṭṭhāsi.",
  "atk-s0403a44:23": "11. Kodhanasuttavaṇṇanā",
  "atk-s0403a44:24": "64. Ekādasame sapattakantāti sapattānaṁ verīnaṁ kantā piyā tehi icchitapatthitā. Sapattakaraṇāti sapattānaṁ verīnaṁ atthakaraṇā. Kodhaparetoti kodhānugato. Pacuratthatāyāti bahuatthatāya bahuhitatāya. Anatthampīti avuddhimpi. Attho me gahitoti vuḍḍhi me gahitā.",
  "atk-s0403a44:25": "Atho atthaṁ gahetvānāti atho vuddhiṁ gahetvā. Anatthaṁ adhipajjatīti anattho me gahitoti sallakkheti. Vadhaṁ katvānāti pāṇātipātakammaṁ katvā. Kodhasammadasammattoti kodhamadena matto, ādinnagahitaparāmaṭṭhoti attho. Āyasakyanti ayasabhāvaṁ, ayaso niyaso hotīti attho. Antarato jātanti abbhantare uppannaṁ. Atthaṁ na jānātīti vuddhiatthaṁ na jānāti. Dhammaṁ na passatīti samathavipassanādhammaṁ na passati. Andhatamanti andhabhāvakaraṁ tamaṁ bahalatamaṁ. Sahateti abhibhavati.",
  "atk-s0403a44:26": "Dummaṅkuyanti dummaṅkubhāvaṁ nittejataṁ dubbaṇṇamukhataṁ. Yato patāyatīti yadā nibbattati. Na vāco hoti gāravoti vacanassapi garubhāvo na hoti. Na dīpaṁ hoti kiñcananti kāci patiṭṭhā nāma na hoti. Tapanīyānīti tāpajanakāni. Dhammehīti samathavipassanādhammehi. Ārakāti dūre. Brāhmaṇanti khīṇāsavabrāhmaṇaṁ. Yāya mātu bhatoti yāya mātarā bhato posito. Pāṇadadiṁ santinti jīvitadāyikaṁ samānaṁ. Hanti kuddho puthuttānanti kuddho puggalo puthu nānākāraṇehi attānaṁ hanti. Nānārūpesu mucchitoti nānārammaṇesu adhimucchito hutvā. Rajjuyā bajjha mīyantīti rajjuyā bandhitvā maranti. Pabbatāmapi kandareti pabbatakandarepi patitvā maranti.",
  "atk-s0403a44:27": "Bhūnahaccānīti hatavuddhīni. Itāyanti iti ayaṁ. Taṁ damena samucchindeti taṁ kodhaṁ damena chindeyya. Katarena damenāti? Paññāvīriyena diṭṭhiyāti vipassanāpaññāya ceva vipassanāsampayuttena kāyikacetasikavīriyena ca maggasammādiṭṭhiyā ca. Tatheva dhamme sikkhethāti yathā akusalaṁ samucchindeyya, samathavipassanādhammepi tatheva sikkheyya. Mā no dummaṅkuyaṁ ahūti mā amhākaṁ dummaṅkubhāvo ahosīti imamatthaṁ patthayamānā. Anāyāsāti anupāyāsā. Anussukāti katthaci ussukkaṁ anāpannā. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0403a44:28": "Abyākatavaggo chaṭṭho."
}