{
  "atk-s0515a5:0": "5. Paramaṭṭhakasuttaniddesavaṇṇanā",
  "atk-s0515a5:1": "31. Pañcame paramaṭṭhakasutte paramanti diṭṭhīsu paribbasānoti idaṃ paramanti gahetvā sakāya sakāya diṭṭhiyā vasamāno. Yaduttariṃ kuruteti yaṃ attano satthārādiṃ seṭṭhaṃ karoti. Hīnāti aññe tato sabbamāhāti taṃ attano satthārādiṃ ṭhapetvā tato aññe sabbe ‘‘hīnā ime’’ti āha. Tasmā vivādāni avītivattoti tena kāraṇena so diṭṭhikalahe avītivattova hoti.",
  "atk-s0515a5:2": "Vasantīti paṭhamuppannadiṭṭhivasena vasanti. Pavasantīti pavisitvā vasanti. Āvasantīti visesena vasanti. Parivasantīti sabbabhāgena vasanti. Taṃ upamāya sādhento ‘‘yathā āgārikā vā’’tiādimāha. Āgārikā vāti gharasāmikā. Gharesu vasantīti attano gharesu āsaṅkavirahitā hutvā nivasanti. Sāpattikā vāti āpattibahulā. Sakilesā vāti rāgādikilesabahulā. Uttariṃ karotīti atirekaṃ karoti. Ayaṃ satthā sabbaññūti ‘ayaṃ amhākaṃ satthā sabbaṃ jānāti’.",
  "atk-s0515a5:3": "Sabbe parappavāde khipatīti sabbā paraladdhiyo chaḍḍeti. Ukkhipatīti nīharati. Parikkhipatīti parammukhe karoti. Diṭṭhimedhagānīti diṭṭhivihesakāni.",
  "atk-s0515a5:4": "32. Dutiyagāthāyattho – evaṃ avītivatto ca yaṃ diṭṭhe sute sīlavate muteti etesu catūsu vatthūsu uppannadiṭṭhisaṅkhāte attani pubbe vuttappakāraṃ ānisaṃsaṃ passati, tadeva so tattha sakāya diṭṭhiyā ānisaṃsaṃ ‘‘idaṃ seṭṭha’’nti abhinivisitvā aññaṃ sabbaṃ parasatthārādikaṃ nihīnato passati.",
  "atk-s0515a5:5": "Dve ānisaṃse passatīti dve guṇe oloketi. Diṭṭhadhammikañcāti diṭṭhe paccakkhe attabhāve vipaccanakaraṇaṃ. Samparāyikañcāti paraloke paṭilabhitabbaguṇañca. Yaṃdiṭṭhiko satthāti yaṃladdhiko titthāyatanasāmiko. Alaṃ nāgattāya vāti nāgarājabhāvāya vā pariyattaṃ. Supaṇṇattādīsupi eseva nayo. Devattāya vāti sammutidevādibhāvāya. Āyatiṃ phalapāṭikaṅkhī hotīti anāgate vipākaphalaṃ patthayāno hoti. Diṭṭhasuddhiyāpi dve ānisaṃse passatīti cakkhuviññāṇena diṭṭharūpāyatanassa vasena suddhiyā hetuttāpi attano gahitagahaṇena dve guṇe oloketi. Sutasuddhiyādīsupi eseva nayo.",
  "atk-s0515a5:6": "33. Tatiyagāthāyattho – evaṃ passato ca yaṃ attano satthārādiṃ nissito aññaṃ parasatthārādiṃ hīnaṃ passati, taṃ pana dassanaṃ ganthameva kusalā vadanti, bandhananti vuttaṃ hoti. Yasmā etadeva, tasmā hi diṭṭhaṃ va sutaṃ mutaṃ vā, sīlabbataṃ bhikkhu na nissayeyya, nābhiniveseyyāti vuttaṃ hoti.",
  "atk-s0515a5:7": "Kusalāti khandhādijānane chekā. Khandhakusalāti rūpādīsu pañcasu khandhesu kusalā. Dhātuāyatanapaṭiccasamuppādasatipaṭṭhānasammappadhānaiddhipādaindriyabalabojjhaṅgamaggaphalanibbānesupi eseva nayo. Tattha maggakusalāti catūsu maggesu. Phalakusalāti catūsu phalesu. Nibbānakusalāti duvidhe nibbāne chekā. Te kusalāti te etesu vuttappakāresu chekā. Evaṃ vadantīti evaṃ kathenti. Gantho esoti passato ca attano satthārādinissitañca aññaṃ parasatthārādiṃ hīnato dassanañca gantho bandhano esoti vadanti. Lagganaṃ etanti etaṃ vuttappakāraṃ nāgadante laggitaṃ viya adholambanaṃ. Bandhanaṃ etanti nicchindituṃ dukkhaṭṭhena saṅkhalikādibandhanaṃ viya etaṃ bandhanaṃ. Palibodho esoti saṃsārato nikkhamituṃ appadānaṭṭhena eso palibodho.",
  "atk-s0515a5:8": "34. Catutthagāthāyattho – na kevalaṃ diṭṭhasutādīsu na nissayeyya, apica kho pana asañjātaṃ uparūpari diṭṭhimpi lokasmiṃ na kappayeyya, na janeyyāti vuttaṃ hoti. Kīdisaṃ? Ñāṇena vā sīlavatena vāpi, samāpattiñāṇādiñāṇena vā sīlavatena vā yā kappiyati, etaṃ diṭṭhiṃ na kappeyya. Na kevalañca diṭṭhiṃ na kappayeyya, apica kho pana mānenapi jātiādīhi vatthūhi samoti attānamanūpaneyya, hīno na maññetha visesi vāpīti.",
  "atk-s0515a5:9": "Aṭṭhasamāpattiñāṇena vāti paṭhamajjhānādīnaṃ aṭṭhannaṃ samāpattīnaṃ sampayuttapaññāya vā. Pañcābhiññāñāṇena vāti lokiyānaṃ pañcannaṃ abhiññānaṃ sampayuttapaññāya vā. Micchāñāṇena vāti viparītasabhāvena pavattāya paññāya amutte muttaṃ passāti evaṃ uppannena micchāñāṇena vā.",
  "atk-s0515a5:10": "35. Pañcamagāthāyattho – evañhi diṭṭhiṃ akappento amaññamāno ca attaṃ pahāya anupādiyāno yaṃ pubbe gahitaṃ, taṃ pahāya paraṃ aggaṇhanto tasmimpi vuttappakāre ñāṇe duvidhaṃ nissayaṃ no karoti, akaronto ca sa ve viyattesu nānādiṭṭhivasena bhinnesu sattesu na vaggasārī chandādivasena agacchanadhammo hutvā dvāsaṭṭhiyā diṭṭhīsu kiñci diṭṭhiṃ na pacceti, na paccāgacchatīti vuttaṃ hoti.",
  "atk-s0515a5:11": "Catūhi upādānehīti kāmupādānādīhi catūhi bhusaṃ gahaṇehi sa ve viyattesūti so puggalo nicchitesu. Bhinnesūti dvidhā bhinnesu.",
  "atk-s0515a5:12": "36. Idāni yo so imāya gāthāya vutto khīṇāsavo, tassa vaṇṇabhaṇanatthaṃ ‘‘yassūbhayante’’tiādikā tisso gāthāyo āha. Tattha paṭhamagāthāya yassūbhayanteti pubbe vutte phassādibhede. Paṇidhīti taṇhā. Bhavābhavāyāti punappunabhavāya . Idha vā huraṃ vāti sakattabhāvādibhede idha vā parattabhāvādibhede parattha vā.",
  "atk-s0515a5:13": "Phasso eko antoti cakkhusamphassādiko eko koṭṭhāso. Phassasamudayoti vatthārammaṇo. Yato samudeti uppajjati, so samudayo. Dutiyo antoti dutiyo koṭṭhāso. Atītanti ati itaṃ atītaṃ, atikkantanti vuttaṃ hoti. Anāgatanti na āgataṃ, anuppannanti vuttaṃ hoti. Sukhā vedanādayo visabhāgavasena. Nāmarūpadukaṃ namanaruppanavasena. Ajjhattikādayo ajjhattabāhiravasena. Sakkāyādayo khandhapañcakānaṃ pavattisamudayavasena vuttāti veditabbā.",
  "atk-s0515a5:14": "Sakattabhāvoti attano attabhāvo. Parattabhāvoti parassa attabhāvo.",
  "atk-s0515a5:15": "37. Dutiyagāthāya diṭṭhe vāti diṭṭhasuddhiyā vā. Esa nayo sutādīsu. Saññāti saññāsamuṭṭhāpikā diṭṭhi.",
  "atk-s0515a5:16": "Aparāmasantanti taṇhāmānadiṭṭhīhi na parāmasantaṃ. Anabhinivesantanti teheva anabhinivisantaṃ.",
  "atk-s0515a5:17": "‘‘Vinibaddho’’ti vāti mānena vinibaddhoti vā. ‘‘Parāmaṭṭho’’ti vāti parato niccasukhasubhādīhi parāmaṭṭhoti vā. Vikkhepagatoti uddhaccavasena. Aniṭṭhaṅgatoti vicikicchāvasena. Thāmagatoti anusayavasena. Gatiyāti gantabbavasena.",
  "atk-s0515a5:18": "38. Tatiyagāthāya dhammāpi tesaṃ na paṭicchitāseti dvāsaṭṭhidiṭṭhigatadhammāpi tesaṃ ‘‘idameva saccaṃ, moghamañña’’nti (udā. 54) evaṃ na paṭicchitā. Pāraṅgato na pacceti tādīti nibbānapāraṃ gato tena tena maggena pahīne kilese puna nāgacchati pañcahi ca ākārehi tādī hotīti. Sesaṃ pākaṭameva.",
  "atk-s0515a5:19": "Vīsativatthukā sakkāyadiṭṭhīti ‘‘rūpaṃ attato samanupassatī’’tiādinā (paṭi. ma. 1.132) nayena ekekasmiṃ khandhe catūhi catūhi ākārehi pañcakkhandhe patiṭṭhaṃ katvā pavattā vijjamāne kāye diṭṭhi. Dasavatthukāmicchādiṭṭhīti ‘‘natthi dinna’’ntiādinayappavattā (dha. sa. 1221) diṭṭhi. Antaggāhikādiṭṭhīti ‘‘sassato loko idameva saccaṃ, moghamañña’’ntiādinayappavattā (ma. ni. 3.27) ekekaṃ antaṃ atthīti gahetvā pavattā diṭṭhi. Yā evarūpā diṭṭhīti idāni vuccamānānaṃ ekūnavīsapadānaṃ sādhāraṇaṃ mūlapadaṃ. Yā diṭṭhi, tadeva diṭṭhigataṃ; yā diṭṭhi, tadeva diṭṭhigahananti sabbesaṃ sambandho kātabbo. Yā ayāthāvadassanaṭṭhena diṭṭhi, tadeva diṭṭhīsu gataṃ dassanaṃ dvāsaṭṭhidiṭṭhiyā antogatattāti diṭṭhigataṃ. Heṭṭhāpissa attho vuttoyeva.",
  "atk-s0515a5:20": "Dvinnaṃ antānaṃ ekantagatattātipi diṭṭhigataṃ. Tattha sassatoti nicco. Lokoti attā. ‘‘Idha sarīraṃyeva nassati, attā pana idha parattha ca soyevā’’ti maññanti. So hi sāmaññeva āloketīti katvā lokoti maññati. Asassatoti anicco. Attā sarīreneva saha nassatīti maññanti. Antavāti paritte kasiṇe jhānaṃ uppādetvā taṃ parittakasiṇārammaṇaṃ cetanaṃ ‘‘sapariyanto attā’’ti maññanti. Ananta vāti na antavā appamāṇe kasiṇe jhānaṃ uppādetvā taṃ appamāṇakasiṇārammaṇaṃ cetanaṃ ‘‘apariyanto attā’’ti maññanti. Taṃ jīvaṃ taṃ sarīranti jīvo ca sarīrañca taṃyeva. Jīvoti attā, liṅgavipallāsena napuṃsakavacanaṃ kataṃ. Sarīranti rāsaṭṭhena khandhapañcakaṃ. Aññaṃ jīvaṃ aññaṃ sarīranti añño jīvo aññaṃ khandhapañcakaṃ . Hoti tathāgato paraṃ maraṇāti khandhā idheva vinassanti, satto maraṇato paraṃ hoti vijjati na nassati, tathāgatoti cetaṃ sattādhivacananti. Keci pana ‘‘tathāgatoti arahā’’ti vadanti. Ime na hotīti pakkhe dosaṃ disvā evaṃ gaṇhanti. Na hoti tathāgato paraṃ maraṇāti khandhāpi idheva nassanti , tathāgato ca maraṇato paraṃ na hoti ucchijjati. Ime hotīti pakkhe dosaṃ disvā evaṃ gaṇhanti. Hoti ca na ca hotīti ime ekekapakkhapariggahe dosaṃ disvā ubhayapakkhaṃ gaṇhanti. Neva hoti na na hotīti ime ubhayapakkhapariggahe ubhayadosāpattiṃ disvā ‘‘hoti ca na hotī’’ti ca ‘‘neva hoti na na hotī’’ti ca amarāvikkhepapakkhaṃ gaṇhanti.",
  "atk-s0515a5:21": "Ayaṃ panettha aṭṭhakathānayo (paṭi. ma. aṭṭha. 2.1.113) – ‘‘sassato loko’’ti vātiādīhi dasahākārehi diṭṭhipabhedova vutto. Tattha sassatolokoti ca khandhapañcakaṃ lokoti gahetvā ‘‘ayaṃ loko nicco dhuvo sabbakāliko’’ti gaṇhantassa sassatanti gahaṇākārappavattā diṭṭhi. Asassatoti tameva lokaṃ ‘‘ucchijjati vinassatī’’ti gaṇhantassa ucchedaggahaṇākārappavattā diṭṭhi. Antavāti parittakasiṇalābhino suppamatte vā sarāvamatte vā kasiṇe samāpannassa antosamāpattiyaṃ pavattitarūpārūpadhamme ‘‘loko’’ti ca kasiṇaparicchedantena ‘‘antavā’’ti ca gaṇhantassa ‘‘antavā loko’’ti gahaṇākārappavattā diṭṭhi. Sā sassatadiṭṭhipi hoti ucchedadiṭṭhipi. Vipulakasiṇalābhino pana tasmiṃ kasiṇe samāpannassa antosamāpattiyaṃ pavattitarūpārūpadhamme ‘‘loko’’ti ca kasiṇaparicchedantena ca ‘‘ananto’’ti gaṇhantassa ‘‘anantavā loko’’ti gahaṇākārappavattā diṭṭhi. Sā sassatadiṭṭhi hoti, ucchedadiṭṭhipi. Taṃ jīvaṃ taṃ sarīranti bhedanadhammassa sarīrasseva ‘‘jīva’’nti gahitattā ‘‘sarīre ucchijjamāne jīvampi ucchijjatī’’ti ucchedaggahaṇākārappavattā diṭṭhi. Dutiyapadena sarīrato aññassa jīvassa gahitattā ‘‘sarīre ca ucchijjamānepi jīvaṃ na ucchijjatī’’ti sassatagahaṇākārappavattā diṭṭhi. Hoti tathāgatotiādīsu ‘‘satto tathāgato nāma, so paraṃ maraṇā hotī’’ti gaṇhato paṭhamā sassatadiṭṭhi. ‘‘Na hotī’’ti gaṇhato dutiyā ucchedadiṭṭhi. ‘‘Hoti ca na ca hotī’’ti gaṇhato tatiyā ekaccasassatadiṭṭhi. ‘‘Neva hoti na na hotī’’ti gaṇhato catutthā amarāvikkhepadiṭṭhīti vuttappakārā dasavidhā diṭṭhi. Yathāyogaṃ bhavadiṭṭhi ca vibhavadiṭṭhi cāti dvidhā hoti. Tāsu ekāpi tesaṃ khīṇāsavānaṃ na paṭicchitāti attho.",
  "atk-s0515a5:22": "Ye kilesāti ye kilesā sotāpattimaggena pahīnā, te kilese . Na punetīti na puna eti . Na paccetīti puna nibbattetvā na paṭieti, na paccāgacchatīti paccabhave nāgacchati. Pañcahākārehi tādīti pañcahi kāraṇehi koṭṭhāsehi vā sadiso. Iṭṭhāniṭṭhe tādīti iṭṭhārammaṇe ca aniṭṭhārammaṇe ca anunayapaṭighaṃ muñcitvā ṭhitattā dvīsu sadiso. Cattāvīti kilese cajitavā. Tiṇṇāvīti saṃsāraṃ atikkamitavā. Muttāvīti rāgādito muttavā. Taṃniddesā tādīti tena tena sīlasaddhādinā niddisitvā niddisitvā kathetabbato sadiso.",
  "atk-s0515a5:23": "Taṃ pañcavidhaṃ vitthāretvā kathetukāmo ‘‘kathaṃ arahā iṭṭhāniṭṭhe tādī’’tiādimāha. Tattha lābhepīti catunnaṃ paccayānaṃ lābhepi. Alābhepīti tesaṃ alābhepi. Yasepīti parivārepi. Ayasepīti parivāravipattiyāpi. Pasaṃsāyapīti vaṇṇabhaṇanāyapi. Nindāyapīti garahāyapi. Sukhepīti kāyikasukhepi. Dukkhepīti kāyikadukkhepi. Ekañce bāhaṃ gandhena limpeyyunti sace ekaṃ bāhaṃ catujātiyagandhena lepaṃ uparūpari dadeyyuṃ. Vāsiyā taccheyyunti yadi ekaṃ bāhaṃ vaḍḍhakī vāsiyā tacchetvā tacchetvā tanuṃ kareyyuṃ. Amusmiṃ natthi rāgoti amusmiṃ gandhalepane sineho natthi na saṃvijjati. Amusmiṃ natthi paṭighanti amusmiṃ vāsiyā tacchane paṭihananasaṅkhātaṃ paṭighaṃ kopaṃ natthi na saṃvijjati. Anunayapaṭighavippahīnoti sinehañca kopañca pajahitvā ṭhito. Ugghātinighātivītivattoti anunayavasena anuggahañca paṭighavasena niggahañca atikkamitvā ṭhito. Anurodhavirodhasamatikkantoti anunayañca paṭighañca sammā atikkanto.",
  "atk-s0515a5:24": "Sīle satīti sīle saṃvijjamāne. Sīlavāti sīlasampanno. Tena niddesaṃ kathanaṃ labhatīti tādī. Saddhāya sati saddhoti evamādīsupi eseva nayo.",
  "atk-s0515a5:25": "Saddhammappajjotikāya mahāniddesaṭṭhakathāya",
  "atk-s0515a5:26": "Paramaṭṭhakasuttaniddesavaṇṇanā niṭṭhitā."
}