{
  "atk-s0508a25:0": "9. Navakanipāto",
  "atk-s0508a25:1": "1. Bhūtattheragāthāvaṇṇanā",
  "atk-s0508a25:2": "Navakanipāte yadā dukkhantiādikā āyasmato bhūtattherassa gāthā. Kā uppatti? Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayaṁ puññaṁ upacinanto siddhatthassa bhagavato kāle brāhmaṇakule nibbattitvā senoti laddhanāmo viññutaṁ patto ekadivasaṁ satthāraṁ disvā pasannamānaso ‘‘usabhaṁ pavara’’ntiādinā catūhi gāthāhi abhitthavi.",
  "atk-s0508a25:3": "So tena puññakammena devamanussesu saṁsaranto imasmiṁ buddhuppāde sāketanagarassa dvāragāme mahāvibhavassa seṭṭhissa putto hutvā nibbatti. Tassa kira seṭṭhino jātā jātā dārakā baddhāghātena ekena yakkhena khāditā, imassa pana pacchimabhavikattā bhūtā ārakkhaṁ gaṇhiṁsu. Yakkho pana vessavaṇassa upaṭṭhānaṁ gato, puna nāgamāsi. Nāmakaraṇadivase cassa ‘‘evaṁ kate amanussā anukampantā parihareyyu’’nti bhūtoti nāmaṁ akaṁsu. So pana attano puññabalena anantarāyo vaḍḍhi, tassa ‘‘tayo pāsādā ahesu’’ntiādi sabbaṁ yasassa kulaputtassa vibhavakittane viya veditabbaṁ. So viññutaṁ patto satthari sākete vasante upāsakehi saddhiṁ vihāraṁ gato. Satthu santike dhammaṁ sutvā paṭiladdhasaddho pabbajitvā ajakaraṇiyā nāma nadiyā tīre leṇe vasanto vipassanaṁ paṭṭhapetvā nacirasseva arahattaṁ pāpuṇi. Tena vuttaṁ apadāne (apa. thera 1.7.20-28) –",
  "atk-s0508a25:4": "‘‘Usabhaṁ pavaraṁ vīraṁ, mahesiṁ vijitāvinaṁ;",
  "atk-s0508a25:5": "Suvaṇṇavaṇṇaṁ sambuddhaṁ, ko disvā nappasīdati.",
  "atk-s0508a25:6": "‘‘Himavā vāparimeyyo, sāgarova duruttaro;",
  "atk-s0508a25:7": "Tatheva jhānaṁ buddhassa, ko disvā nappasīdati.",
  "atk-s0508a25:8": "‘‘Vasudhā yathāppameyyā, cittā vanavaṭaṁsakā;",
  "atk-s0508a25:9": "Tatheva sīlaṁ buddhassa, ko disvā nappasīdati.",
  "atk-s0508a25:10": "‘‘Anilañjasāsaṅkhubbho , yathākāso asaṅkhiyo;",
  "atk-s0508a25:11": "Tatheva ñāṇaṁ buddhassa, ko disvā nappasīdati.",
  "atk-s0508a25:12": "‘‘Imāhi catugāthāhi, brāhmaṇo senasavhayo;",
  "atk-s0508a25:13": "Buddhaseṭṭhaṁ thavitvāna, siddhatthaṁ aparājitaṁ.",
  "atk-s0508a25:14": "‘‘Catunnavutikappāni, duggatiṁ nupapajjatha;",
  "atk-s0508a25:15": "Sugatiṁ sukhasampattiṁ, anubhosimanappakaṁ.",
  "atk-s0508a25:16": "‘‘Catunnavutito kappe, thavitvā lokanāyakaṁ;",
  "atk-s0508a25:17": "Duggatiṁ nābhijānāmi, thomanāya idaṁ phalaṁ.",
  "atk-s0508a25:18": "‘‘Cātuddasamhi kappamhi, caturo āsumuggatā;",
  "atk-s0508a25:19": "Sattaratanasampannā, cakkavattī mahabbalā.",
  "atk-s0508a25:20": "‘‘Kilesā jhāpitā mayhaṁ…pe… kataṁ buddhassa sāsana’’nti.",
  "atk-s0508a25:21": "Arahattaṁ pana patvā aparena samayena ñātīnaṁ anukampāya sāketaṁ gantvā katipāhaṁ tehi upaṭṭhiyamāno añjanavane vasitvā puna attanā vasitaṭṭhānameva gantukāmo gamanākāraṁ dassesi. Ñātakā ‘‘idheva, bhante, vasatha, tumhepi na kilamissatha, mayampi puññena vaḍḍhissāmā’’ti theraṁ yāciṁsu. Thero attano vivekābhiratiṁ tattha ca phāsuvihāraṁ pakāsento –",
  "atk-s0508a25:22": "518.",
  "atk-s0508a25:23": " ‘‘Yadā dukkhaṁ jarāmaraṇanti paṇḍito, aviddasū yattha sitā puthujjanā;",
  "atk-s0508a25:24": "Dukkhaṁ pariññāya satova jhāyati, tato ratiṁ paramataraṁ na vindati.",
  "atk-s0508a25:25": "519.",
  "atk-s0508a25:26": " ‘‘Yadā dukkhassāvahaniṁ visattikaṁ, papañcasaṅghātadukhādhivāhiniṁ;",
  "atk-s0508a25:27": "Taṇhaṁ pahantvāna satova jhāyati, tato ratiṁ paramataraṁ na vindati.",
  "atk-s0508a25:28": "520.",
  "atk-s0508a25:29": " ‘‘Yadā sivaṁ dvecaturaṅgagāminaṁ, magguttamaṁ sabbakilesasodhanaṁ;",
  "atk-s0508a25:30": "Paññāya passitva satova jhāyati, tato ratiṁ paramataraṁ na vindati.",
  "atk-s0508a25:31": "521.",
  "atk-s0508a25:32": " ‘‘Yadā asokaṁ virajaṁ asaṅkhataṁ, santaṁ padaṁ sabbakilesasodhanaṁ;",
  "atk-s0508a25:33": "Bhāveti saññojanabandhanacchidaṁ, tato ratiṁ paramataraṁ na vindati.",
  "atk-s0508a25:34": "522.",
  "atk-s0508a25:35": " ‘‘Yadā nabhe gajjati meghadundubhi, dhārākulā vihagapathe samantato;",
  "atk-s0508a25:36": "Bhikkhū ca pabbhāragatova jhāyati, tato ratiṁ paramataraṁ na vindati.",
  "atk-s0508a25:37": "523.",
  "atk-s0508a25:38": " ‘‘Yadā nadīnaṁ kusumākulānaṁ, vicitta-vāneyya-vaṭaṁsakānaṁ;",
  "atk-s0508a25:39": "Tīre nisinno sumanova jhāyati, tato ratiṁ paramataraṁ na vindati.",
  "atk-s0508a25:40": "524.",
  "atk-s0508a25:41": " ‘‘Yadā nisīthe rahitamhi kānane, deve gaḷantamhi nadanti dāṭhino;",
  "atk-s0508a25:42": "Bhikkhū ca pabbhāragatova jhāyati, tato ratiṁ paramataraṁ na vindati.",
  "atk-s0508a25:43": "525.",
  "atk-s0508a25:44": " ‘‘Yadā vitakke uparundhiyattano, nagantare nagavivaraṁ samassito;",
  "atk-s0508a25:45": "Vītaddaro vītakhilova jhāyati, tato ratiṁ paramataraṁ na vindati.",
  "atk-s0508a25:46": "526.",
  "atk-s0508a25:47": " ‘‘Yadā sukhī malakhilasokanāsano,",
  "atk-s0508a25:48": "Niraggaḷo nibbanatho visallo;",
  "atk-s0508a25:49": "Sabbāsave byantikatova jhāyati,",
  "atk-s0508a25:50": "Tato ratiṁ paramataraṁ na vindatī’’ti. – imā gāthā abhāsi;",
  "atk-s0508a25:51": "Tatthāyaṁ padayojanāmukhena paṭhamagāthāya atthavaṇṇanā – khandhānaṁ paripāko jarā. Bhedo maraṇaṁ. Jarāmaraṇasīsena cettha jarāmaraṇavanto dhammā gahitā. ‘‘Tayidaṁ jarāmaraṇaṁ dukkha’’nti aviddasū yathābhūtaṁ ajānantā puthujjanā yattha yasmiṁ upādānakkhandhapañcake sitā paṭibandhā allīnā, taṁ ‘‘idaṁ dukkhaṁ, ettakaṁ dukkhaṁ, na ito bhiyyo’’ti vipassanāpaññāsahitāya maggapaññāya parijānitvā, idha imasmiṁ sāsane sato sampajāno, paṇḍito bhikkhu, yadā yasmiṁ kāle lakkhaṇūpanijjhānena jhāyati. Tato vipassanāratito maggaphalaratito ca paramataraṁ uttamataraṁ ratiṁ na vindati nappaṭilabhati. Tenāha bhagavā –",
  "atk-s0508a25:52": "‘‘Yato yato sammasati, khandhānaṁ udayabbayaṁ;",
  "atk-s0508a25:53": "Labhatī pītipāmojjaṁ, amataṁ taṁ vijānataṁ.",
  "atk-s0508a25:54": "‘‘Paṭhabyā ekarajjena, saggassa gamanena vā;",
  "atk-s0508a25:55": "Sabbalokādhipaccena, sotāpattiphalaṁ vara’’nti. (dha. pa. 374, 178);",
  "atk-s0508a25:56": "Evaṁ pariññābhisamayamukhena vivekaratiṁ dassetvā idāni pahānābhisamayādimukhenapi taṁ dassetuṁ dutiyādikā tisso gāthā abhāsi. Tattha dukkhassāvahaninti dukkhassa āyatiṁ pavattiṁ, dukkhassa nipphattikanti attho. Visattikanti taṇhaṁ. Sā hi visatāti visattikā, visālāti visattikā, visaṭāti visattikā, visakkatīti visattikā, visaṁ haratīti visattikā, visaṁvādikāti visattikā, visamūlāti visattikā, visaphalāti visattikā, visaparibhogāti visattikā, visālā vā pana sā taṇhā rūpe sadde gandhe rase phoṭṭhabbe dhamme kule gaṇe vitthaṭāti visattikāti vuccati. Papañcasaṅghātadukhādhivāhininti sattasantānaṁ saṁsāre papañcenti vitthārentīti papañcā, rāgādayo mānādayo ca. Te eva pavattidukkhassa saṅghātaṭṭhena saṅghātā, sadarathapariḷāhasabhāvattā dukkhañcāti papañcasaṅghātadukhaṁ, tassa adhivāhato nibbattanato papañcasaṅghātadukhādhivāhinī. Taṁ taṇhaṁ pahantvānāti ariyamaggena samucchinditvā.",
  "atk-s0508a25:57": "Sivanti khemaṁ, akhemakarānaṁ kilesānaṁ samucchindanena tehi anupaddutanti attho. Sammādiṭṭhiādīnaṁ vasena dvicaturaṅgo hutvā ariye nibbānaṁ gametīti dvecaturaṅgagāminaṁ, gāthāsukhatthañcettha vibhattialopo katoti daṭṭhabbaṁ. Rūpūpapattimaggādīsu sabbesu maggesu uttamattā magguttamaṁ. Tenāha bhagavā – ‘‘maggānaṭṭhaṅgiko seṭṭho’’tiādi (dha. pa. 273). Sabbehi kilesamalehi sattānaṁ sodhanato sabbakilesasodhanaṁ. Paññāya passitvāti paṭivedhapaññāya bhāvanābhisamayavasena abhisamecca.",
  "atk-s0508a25:58": "Sokahetūnaṁ abhāvato puggalassa ca sokābhāvahetuto natthi ettha sokoti asokaṁ. Tathā vigatarāgādirajattā virajaṁ. Na kenaci paccayena saṅkhatanti asaṅkhataṁ. Sabbesaṁ kilesānaṁ sabbassa ca dukkhassa vūpasamabhāvato, saṁsāradukkhadditehi pajjitabbato adhigantabbato ca santaṁ padaṁ. Sabbehi kilesamalehi sattasantānassa sodhananimittato sabbakilesasodhanaṁ. Bhāvetīti sacchikiriyābhisamayavasena abhisameti. Bahukkhattuñhi nibbānaṁ ārabbha sacchikiriyābhisamayaṁ pavattentassa ālambake labbhamānavisesakaṁ ālambitabbe āropetvā evaṁ vuttaṁ. Saṁyojanasaṅkhātānaṁ bandhanānaṁ chedanato saṁyojanabandhanacchidaṁ. Nimittañhettha kattubhāvena upacāritaṁ, yathā ariyabhāvakarāni saccāni ariyasaccānīti. Yathā purimagāthāsu yadā jhāyati, tadā tato ratiṁ paramataraṁ na vindatīti yojanā. Evaṁ idha yadā bhāveti, tadā tato ratiṁ paramataraṁ na vindatīti yojanā.",
  "atk-s0508a25:59": "Evaṁ thero catūhi gāthāhi attānaṁ anupanetvāva catusaccapaṭivedhakittanena aññaṁ byākaritvā idāni attanā vasitaṭṭhānassa vivittabhāvena phāsutaṁ dassento ‘‘yadā nabhe’’tiādikā gāthā abhāsi. Tattha nabheti ākāse. Siniddhagambhīranigghosatāya meghoyeva dundubhi meghadundubhi. Samantato paggharantīhi dhārāhi ākulāti dhārākulā. Vihagānaṁ pakkhīnaṁ gamanamaggattā vihagapathe nabheti yojanā. Tatoti jhānaratito.",
  "atk-s0508a25:60": "Kusumākulānanti tarūhi gaḷitakusumehi samohitānaṁ. Vicittavāneyyavaṭaṁsakānanti vane jātattā vāneyyāni vanapupphāni, vicittāni vāneyyāni vaṭaṁsakāni etāsanti vicittavāneyyavaṭaṁsakā nadiyo, tāsaṁ nānāvidhavanapupphavaṭaṁsakānanti attho. Uttarimanussadhammavasena sundaro mano etassāti sumano jhāyati.",
  "atk-s0508a25:61": "Nisītheti rattiyaṁ. Rahitamhīti, janasambādhavirahite vivitte. Deveti meghe. Gaḷantamhīti vuṭṭhidhārāyo paggharante vassante. Dāṭhinoti sīhabyagghādayo paṭipakkhasattā. Te hi dāṭhāvudhāti ‘‘dāṭhino’’ti vuccanti, nadanti dāṭhinoti idampi janavivekadassanatthameva gahitaṁ.",
  "atk-s0508a25:62": "Vitakke uparundhiyattanoti attasantānapariyāpannatāya attano kāmavitakkādike micchāvitakke paṭipakkhabalena nisedhetvā. Attanoti vā idaṁ vindatīti iminā yojetabbaṁ ‘‘tato ratiṁ paramataraṁ attanā na vindatī’’ti. Nagantareti pabbatantare. Nagavivaranti pabbataguhaṁ pabbhāraṁ vā. Samassitoti nissito upagato. Vītaddaroti vigatakilesadaratho. Vītakhiloti pahīnacetokhilo.",
  "atk-s0508a25:63": "Sukhīti jhānādisukhena sukhito. Malakhilasokanāsanoti rāgādīnaṁ malānaṁ pañcannañca cetokhilānaṁ ñātiviyogādihetukassa sokassa ca pahāyako. Niraggaḷoti, aggaḷaṁ vuccati avijjā nibbānapurapavesanivāraṇato, tadabhāvato niraggaḷo. Nibbanathoti nitaṇho. Visalloti, vigatarāgādisallo. Sabbāsaveti, kāmāsavādike sabbepi āsave. Byantikatoti byantikatāvī ariyamaggena vigatante katvā ṭhito diṭṭhadhammasukhavihāratthaṁ yadā jhāyati, tato jhānaratito paramataraṁ ratiṁ na vindatīti yojanā. Evaṁ pana vatvā thero ajakaraṇītīrameva gato.",
  "atk-s0508a25:64": "Bhūtattheragāthāvaṇṇanā niṭṭhitā.",
  "atk-s0508a25:65": "Navakanipātavaṇṇanā niṭṭhitā."
}