{
  "atk-abh03a37:0": "22. Bāvīsatimavaggo",
  "atk-abh03a37:1": "1. Parinibbānakathāvaṇṇanā",
  "atk-abh03a37:2": "892. Idāni parinibbānakathā nāma hoti. Tattha ‘‘yasmā arahā sabbaññuvisaye appahīnasaṁyojanova parinibbāyati, tasmā atthi kiñci saṁyojanaṁ appahāya parinibbāna’’nti yesaṁ laddhi, seyyathāpi andhakānaṁ; te sandhāya pucchā sakavādissa, paṭiññā itarassa. Sesamettha heṭṭhā vuttanayamevāti.",
  "atk-abh03a37:3": "Parinibbānakathāvaṇṇanā.",
  "atk-abh03a37:4": "2. Kusalacittakathāvaṇṇanā",
  "atk-abh03a37:5": "894-895. Idāni kusalacittakathā nāma hoti. Tattha yasmā arahā sativepullappatto parinibbāyantopi sato sampajānova parinibbāti, tasmā kusalacitto parinibbāyatīti yesaṁ laddhi, seyyathāpi andhakānaṁ; te sandhāya pucchā sakavādissa, paṭiññā itarassa. Atha naṁ yasmā kusalacitto nāma puññābhisaṅkhārābhisaṅkharaṇādivasena hoti, tasmā tenatthena codetuṁ arahā puññābhisaṅkhārantiādimāha. Sesamettha yathāpāḷimeva niyyāti. Sato sampajānoti idaṁ javanakkhaṇe kiriyasatisampajaññānaṁ vasena asammohamaraṇadīpanatthaṁ vuttaṁ, na kusalacittadīpanatthaṁ. Tasmā asādhakanti.",
  "atk-abh03a37:6": "Kusalacittakathāvaṇṇanā.",
  "atk-abh03a37:7": "3. Āneñjakathāvaṇṇanā",
  "atk-abh03a37:8": "896. Idāni āneñjakathā nāma hoti. Tattha bhagavā catutthajjhāne ṭhito parinibbāyīti sallakkhetvā ‘‘arahā āneñje ṭhito parinibbāyatī’’ti yesaṁ laddhi, seyyathāpi ekaccānaṁ uttarāpathakānaṁ, te sandhāya pucchā sakavādissa, paṭiññā itarassa. Pakaticitteti bhavaṅgacitte. Sabbe hi saññino sattā bhavaṅgacitte ṭhatvā bhavaṅgapariyosānena cuticittena kālaṁ karonti. Iti naṁ iminā atthena codetuṁ evamāha. Tattha kiñcāpi catuvokārabhave arahato pakaticittampi āneñjaṁ hoti, ayaṁ pana pañho pañcavokārabhavavasena uddhaṭo. Tasmā no ca vata re vattabbeti āha. Sesamettha uttānatthamevāti.",
  "atk-abh03a37:9": "Āneñjakathāvaṇṇanā.",
  "atk-abh03a37:10": "4. Dhammābhisamayakathāvaṇṇanā",
  "atk-abh03a37:11": "897. Idāni dhammābhisamayakathā nāma hoti. Tattha atītabhave sotāpannaṁ mātukucchiyaṁ vasitvā nikkhantaṁ disvā ‘‘atthi gabbhaseyyāya dhammābhisamayo’’ti yesaṁ laddhi, seyyathāpi ekaccānaṁ uttarāpathakānaṁ, te sandhāya pucchā sakavādissa, paṭiññā itarassa. Atha naṁ ‘‘yadi tattha dhammābhisamayo atthi, dhammābhisamayassa kāraṇehi dhammadesanādīhi bhavitabba’’nti codetuṁ atthi gabbhaseyyāya dhammadesanātiādimāha. Suttassātiādi bhavaṅgavāraṁ sandhāya vuttaṁ. Gabbhaseyyāya hi yebhuyyena bhavaṅgameva pavattati. Teneva satto kiriyamayappavattābhāvā sutto, bhāvanānuyogassa abhāvā pamatto, kammaṭṭhānapariggāhakānaṁ satisampajaññānaṁ abhāvā muṭṭhassati asampajāno nāma hoti, tathārūpassa kuto dhammābhisamayoti?",
  "atk-abh03a37:12": "Dhammābhisamayakathāvaṇṇanā.",
  "atk-abh03a37:13": "5-7. Tissopikathāvaṇṇanā",
  "atk-abh03a37:14": "898-900. Idāni tissopikathā nāma honti. Tattha acirajātānaṁ pana sotāpannānaṁ arahattappattiṁ suppavāsāya ca upāsikāya sattavassikaṁ gabbhaṁ disvā ‘‘atthi gabbhaseyyāya arahattappattī’’ti ca supine ākāsagamanādīni disvā ‘‘atthi dhammābhisamayo’’ti ca ‘‘atthi tattha arahattappattī’’ti ca idhāpi yesaṁ laddhiyo, seyyathāpi tesaññeva; te sandhāya pucchā sakavādissa, paṭiññā itarassa. Sesamettha purimakathā sadisamevāti.",
  "atk-abh03a37:15": "Tissopikathāvaṇṇanā.",
  "atk-abh03a37:16": "8. Abyākatakathāvaṇṇanā",
  "atk-abh03a37:17": "901-902. Idāni abyākatakathā nāma hoti. Tattha ‘‘atthesā, bhikkhave, cetanā, sā ca kho abbohārikā’’ti (pārā. 235) vacanato ‘‘sabbaṁ supinagatassa cittaṁ abyākata’’nti yesaṁ laddhi, seyyathāpi ekaccānaṁ uttarāpathakānaññeva, te sandhāya pucchā sakavādissa, paṭiññā itarassa. Sesamettha yathā pāḷimeva niyyāti. Supinagatassa cittaṁ abbohārikanti idaṁ āpattiṁ sandhāya vuttaṁ. Supinagatassa hi pāṇātipātādivasena kiñcāpi akusalacittaṁ pavattati, vatthuvikopanaṁ pana natthīti na sakkā tattha āpattiṁ paññapetuṁ. Iminā kāraṇena taṁ abbohārikaṁ, na abyākatattāti.",
  "atk-abh03a37:18": "Abyākatakathāvaṇṇanā.",
  "atk-abh03a37:19": "9. Āsevanapaccayakathāvaṇṇanā",
  "atk-abh03a37:20": "903-905. Idāni āsevanapaccayakathā nāma hoti. Tattha yasmā sabbe dhammā khaṇikā , na koci muhuttampi ṭhatvā āsevanapaccayaṁ āsevati nāma. Tasmā natthi kiñci āsevanapaccayatā. Āsevanapaccayatāya uppannaṁ pana na kiñci atthīti yesaṁ laddhi, seyyathāpi tesaññeva; te sandhāya pucchā sakavādissa, paṭiññā itarassa. Atha naṁ suttavaseneva paññāpetuṁ nanu vuttaṁ bhagavatā pāṇātipātotiādi ābhataṁ. Taṁ sabbaṁ uttānatthamevāti.",
  "atk-abh03a37:21": "Āsevanapaccayakathāvaṇṇanā.",
  "atk-abh03a37:22": "10. Khaṇikakathāvaṇṇanā",
  "atk-abh03a37:23": "906-907. Idāni khaṇikakathā nāma hoti. Tattha yasmā sabbasaṅkhatadhammā aniccā, tasmā ekacittakkhaṇikāyeva. Samānāya hi aniccatāya eko lahuṁ bhijjati, eko cirenāti ko ettha niyāmoti yesaṁ laddhi, seyyathāpi pubbaseliyāparaseliyānaṁ; te sandhāya ekacittakkhaṇikāti pucchā sakavādissa, paṭiññā itarassa. Citte mahāpathavītiādīsu tesaṁ tathā saṇṭhānaṁ apassanto paṭikkhipati. Cakkhāyatanantiādi ‘‘yadi sabbe ekacittakkhaṇikā bhaveyyuṁ, cakkhāyatanādīni cakkhuviññāṇādīhi saddhiṁyeva uppajjitvā nirujjheyyu’’nti codanatthaṁ vuttaṁ. Itaro pana antomātukucchigatassa viññāṇuppattiṁ sandhāya paṭikkhipati , pavattaṁ sandhāya laddhivasena paṭijānāti. Sesamettha uttānatthamevāti. Tena hi ekacittakkhaṇikāti yasmā niccā na honti, tasmā ekacittakkhaṇikāti attano ruciyā kāraṇaṁ vadati. Taṁ avuttasadisamevāti.",
  "atk-abh03a37:24": "Khaṇikakathāvaṇṇanā.",
  "atk-abh03a37:25": "Bāvīsatimo vaggo."
}