{
  "atk-abh03a42:0": "3. Āyatanayamakaṃ",
  "atk-abh03a42:1": "1. Paṇṇattiuddesavāravaṇṇanā",
  "atk-abh03a42:2": "1-9. Idāni mūlayamake desiteyeva kusalādidhamme āyatanavasenāpi saṅgaṇhitvā khandhayamakānantaraṃ desitassa āyatanayamakassa vaṇṇanā hoti. Tattha khandhayamake vuttanayeneva pāḷivavatthānaṃ veditabbaṃ. Yatheva hi tattha paṇṇattivāro, pavattivāro, pariññāvāroti tayo mahāvārā honti, tathā idhāpi. Vacanatthopi nesaṃ tattha vuttanayeneva veditabbo. Idhāpi ca paṇṇattivāro uddesaniddesavasena dvidhā vavatthito. Itare niddesavaseneva. ‘Tattha dvādasāyatanānī’ti padaṃ ādiṃ katvā yāva nāyatanā na manoti, tāva paṇṇattivārassa uddesavāro veditabbo. Tattha dvādasāyatanānīti ayaṃ yamakavasena pucchitabbānaṃ āyatanānaṃ uddeso. Cakkhāyatanaṃ…pe… dhammāyatananti tesaññeva pabhedato nāmavavatthānaṃ. Yamakavasena pucchāsukhatthañcettha paṭhamaṃ paṭipāṭiyā ajjhattarūpāyatanāni vuttāni. Pacchā bāhirarūpāyatanāni. Pariyosāne manāyatanadhammāyatanāni.",
  "atk-abh03a42:3": "Yathā pana heṭṭhā khandhavasena, evamidha imesaṃ āyatanānaṃ vasena padasodhanavāro, padasodhanamūlacakkavāro, suddhāyatanavāro, suddhāyatanamūlacakkavāroti, cattārova nayavārā honti. Ekeko cettha anulomapaṭilomavasena duvidhoyeva. Tesamattho tattha vuttanayeneva veditabbo. Yathā pana khandhayamake padasodhanavārassa anulomavāre ‘rūpaṃ rūpakkhandho, rūpakkhandho rūpa’ntiādīni pañca yamakāni, tathā idha ‘cakkhu, cakkhāyatanaṃ; cakkhāyatanaṃ; cakkhū’tiādīni dvādasa. Paṭilomavārepi ‘na cakkhu, na cakkhāyatanaṃ; na cakkhāyatanaṃ, na cakkhū’tiādīni dvādasa , padasodhanamūlacakkavārassa panettha anulomavāre ekekāyatanamūlakāni ekādasa ekādasa katvā dvattiṃsasataṃ yamakāni. Paṭilomavārepi dvattiṃsasatameva. Suddhāyatanavārassāpi anulomavāre dvādasa, paṭilomavāre dvādasa, suddhāyatanamūlacakkavārassāpi anulomavāre ekekāyatanamūlakāni ekādasa ekādasa katvā dvattiṃsasataṃ yamakāni. Paṭilomavārepi dvattiṃsasatamevāti evamidha chasattatādhikehi pañcahi yamakasatehi, dvipaññāsādhikehi ekādasahi pucchāsatehi, caturādhikehi tevīsāya atthasatehi ca paṭimaṇḍito paṇṇattivārassa uddesavāro veditabbo.",
  "atk-abh03a42:4": "Paṇṇattiuddesavāravaṇṇanā.",
  "atk-abh03a42:5": "1. Paṇṇattiniddesavāravaṇṇanā",
  "atk-abh03a42:6": "10-17. Niddesavāre pana heṭṭhā khandhayamakassa paṇṇattivāraniddese vuttanayeneva attho veditabbo. Aññatra visesā. Tatrāyaṃ viseso – dibbacakkhūti dutiyavijjāñāṇaṃ. Paññācakkhūti tatiyavijjāñāṇaṃ. Dibbasotanti dutiyaabhiññāñāṇaṃ. Taṇhāsotanti taṇhāva. Avaseso kāyoti nāmakāyo, rūpakāyo, hatthikāyo, assakāyoti evamādi. Avasesaṃ rūpanti rūpāyatanato sesaṃ bhūtupādāyarūpañceva piyarūpasātarūpañca. Sīlagandhotiādīni vāyanaṭṭhena sīlādīnaṃyeva nāmāni. Attharasotiādīnipi sādhumadhuraṭṭhena atthādīnaññeva nāmāni. Avaseso dhammoti pariyattidhammādianekappabhedoti ayamettha viseso.",
  "atk-abh03a42:7": "Paṇṇattiniddesavāravaṇṇanā.",
  "atk-abh03a42:8": "2. Pavattivāravaṇṇanā",
  "atk-abh03a42:9": "18-21. Idhāpi ca pavattivārassa uppādavārādīsu tīsu antaravāresu ekekasmiṃ chaḷeva kālabhedā. Tesaṃ ekekasmiṃ kāle puggalavārādayo tayo vārā. Te sabbepi anulomapaṭilomanayavasena duvidhāva honti. Tattha paccuppannakāle puggalavārassa anulomanaye yathā khandhayamake rūpakkhandhamūlakāni cattāri, vedanākkhandhamūlakāni tīṇi, saññākkhandhamūlakāni dve, saṅkhārakkhandhamūlakaṃ ekanti aggahitaggahaṇena dasa yamakāni honti. Evaṃ ‘‘yassa cakkhāyatanaṃ uppajjati, tassa sotāyatanaṃ uppajjati; yassa vā pana sotāyatanaṃ uppajjati, tassa cakkhāyatanaṃ uppajjati; yassa cakkhāyatanaṃ uppajjati, tassa ghāṇāyatanaṃ, jivhāyatanaṃ, kāyāyatanaṃ, rūpāyatanaṃ, saddāyatanaṃ, gandhāyatanaṃ, rasāyatanaṃ, phoṭṭhabbāyatanaṃ, manāyatanaṃ, dhammāyatanaṃ, uppajjati; yassa vā pana dhammāyatanaṃ uppajjati, tassa cakkhāyatanaṃ uppajjatī’’ti evaṃ cakkhāyatanamūlakāni ekādasa. ‘‘Yassa sotāyatanaṃ uppajjati, tassa ghānāyatanaṃ uppajjatī’’tiādinā nayena sotāyatanamūlakāni dasa; ghānāyatanamūlakāni nava, jivhāyatanamūlakāni aṭṭha; kāyāyatanamūlakāni satta; rūpāyatanamūlakāni cha; saddāyatanamūlakāni pañca; gandhāyatanamūlakāni cattāri; rasāyatanamūlakāni tīṇi; phoṭṭhabbāyatanamūlakāni dve; manāyatanamūlakaṃ ekanti aggahitaggahaṇena chasaṭṭhi yamakāni honti.",
  "atk-abh03a42:10": "Tattha cakkhāyatanamūlakesu ekādasasu ‘‘yassa cakkhāyatanaṃ uppajjati, tassa sotāyatanaṃ, ghānāyatanaṃ, rūpāyatanaṃ, manāyatanaṃ, dhammāyatanaṃ uppajjatī’’ti imāni pañceva vissajjitāni. Tesu paṭhamaṃ vissajjetabbaṃ tāva vissajjitaṃ. Dutiyaṃ kiñcāpi paṭhamena sadisavissajjanaṃ, cakkhusotāyatanānaṃ pavattiṭṭhāne pana ghānāyatanassa na ekantena pavattito ‘‘kathaṃ nu kho etaṃ vissajjetabba’’nti vimatinivāraṇatthaṃ vissajjitaṃ. Rūpāyatanamanāyatanadhammāyatanehi saddhiṃ tīṇi yamakāni asadisavissajjanattā vissajjitāni. Sesesu jivhāyatanakāyāyatanehi tāva saddhiṃ dve yamakāni purimehi dvīhi saddhiṃ sadisavissajjanāni. Saddāyatanassa paṭisandhikkhaṇe anuppattito tena saddhiṃ yamakassa vissajjanameva natthi. Gandharasaphoṭṭhabbāyatanehipi saddhiṃ tīṇi yamakāni purimehi dvīhi sadisavissajjanāneva hontīti tantiyā lahubhāvatthaṃ saṅkhittāni. Sotāyatanamūlakesu yaṃ labbhati , taṃ purimehi sadisavissajjanamevāti ekampi pāḷiṃ nāruḷhaṃ. Ghānāyatanamūlakesu rūpāyatanena saddhiṃ ekaṃ, manāyatanadhammāyatanehi saddhiṃ dveti tīṇi yamakāni pāḷiṃ āruḷhāni. Sesāni ghānāyatanayamakena sadisavissajjanattā nāruḷhāni. Tathā jivhāyatanakāyāyatanamūlakāni. Rūpāyatanamūlakesu manāyatanadhammāyatanehi saddhiṃ dveyeva vissajjitāni. Gandharasaphoṭṭhabbehi pana saddhiṃ tīṇi rūpāyatanamanāyatanehi saddhiṃ sadisavissajjanāni. Yatheva hettha ‘‘sarūpakānaṃ acittakāna’’ntiādi vuttaṃ, tathā idhāpi ‘‘sarūpakānaṃ agandhakānaṃ, arasakānaṃ aphoṭṭhabbakāna’’nti yojanā veditabbā. Gandhādīni cettha āyatanabhūtāneva adhippetāni. Tasmā ‘‘sarūpakānaṃ sagandhāyatanāna’’nti āyatanavasenettha attho daṭṭhabbo.",
  "atk-abh03a42:11": "Saddāyatanamūlakāni atthābhāvato pāḷiṃ nāruḷhāneva. Gandharasaphoṭṭhabbamūlakāni cattāri tīṇi dve ca heṭṭhimehi sadisavissajjanattā pāḷiṃ nāruḷhāni. Manāyatanamūlakaṃ vissajjitamevāti evametāni paccuppannakāle puggalavārassa anulomanaye katipayayamakavissajjaneneva chasaṭṭhiyamakāni vissajjitāni nāma hontīti veditabbāni. Yathā ca puggalavāre, evaṃ okāsavārepi puggalokāsavārepi chasaṭṭhīti paccuppannakāle tīsu vāresu anulomanaye aṭṭhanavutisataṃ yamakāni honti. Yathā ca anulomanaye, evaṃ paṭilomanayepīti sabbānipi paccuppannakāle channavutādhikāni tīṇi yamakasatāni honti. Tesu dvānavutādhikāni satta pucchāsatāni, caturāsītādhikāni ca pannarasa atthasatāni hontīti veditabbāni. Evaṃ sesesupi pañcasu kālabhedesūti sabbānipi chasattatādhikāni tevīsati yamakasatāni. Tato diguṇā pucchā, tato diguṇā atthāti idamettha uppādavāre pāḷivavatthānaṃ. Nirodhavārauppādanirodhavāresupi eseva nayoti. Sabbasmimpi pavattivāre aṭṭhavīsāni ekasattati yamakasatāni. Tato diguṇā pucchā, tato diguṇā atthā veditabbā. Pāḷi pana manāyatanaṃ dhammāyatanañca ekasadisaṃ, nānaṃ natthi. Upari pana ‘‘vārasaṅkhepo hotī’’tiādīni vatvā tattha tattha saṅkhittā. Tasmā yaṃ tattha tattha saṅkhittaṃ, taṃ sabbaṃ asammuyhantehi sallakkhetabbaṃ.",
  "atk-abh03a42:12": "Atthavinicchaye panettha idaṃ nayamukhaṃ. Sacakkhukānaṃ asotakānanti apāye jātibadhiraopapātikaṃ sandhāya vuttaṃ. So hi sacakkhuko asotako hutvā upapajjati. Yathāha – ‘‘kāmadhātuyā upapattikkhaṇe kassaci aparāni dasāyatanāni pātubhavanti. Opapātikānaṃ petānaṃ , opapātikānaṃ asurānaṃ, opapātikānaṃ tiracchānagatānaṃ, opapātikānaṃ nerayikānaṃ; jaccabadhirānaṃ upapattikkhaṇe dasāyatanāni pātubhavanti, cakkhāyatanaṃ rūpaghānagandhajivhārasakāyaphoṭṭhabbāyatanaṃ manāyatanaṃ dhammāyatana’’nti. Sacakkhukānaṃ sasotakānanti sugatiduggatīsu paripuṇṇāyatane ca opapātike rūpībrahmāno ca sandhāya vuttaṃ. Te hi sacakkhukā sasotakā hutvā upapajjanti. Yathāha – ‘‘kāmadhātuyā upapattikkhaṇe kassaci ekādasāyatanāni pātubhavanti; kāmāvacarānaṃ devānaṃ, paṭhamakappikānaṃ manussānaṃ, opapātikānaṃ petānaṃ, opapātikānaṃ asurānaṃ, opapātikānaṃ tiracchānagatānaṃ, opapātikānaṃ nerayikānaṃ, paripuṇṇāyatanānaṃ. Rūpadhātuyā upapattikkhaṇe pañcāyatanāni pātubhavanti, cakkhāyatanaṃ rūpasotamanāyatanaṃ dhammāyatana’’nti.",
  "atk-abh03a42:13": "Aghānakānanti brahmapārisajjādayo sandhāya vuttaṃ. Te hi sacakkhukā aghānakā hutvā upapajjanti. Kāmadhātuyaṃ pana aghānako opapātiko natthi. Yadi bhaveyya ‘‘kassaci aṭṭhāyatanāni pātubhavantī’’ti vedayya. Yo gabbhaseyyako pana aghānako siyā, so ‘‘sacakkhukāna’’nti vacanato idha anadhippeto. Sacakkhukānaṃ saghānakānanti jaccabadhirampi paripuṇṇāyatanampi opapātikaṃ sandhāya vuttaṃ. Saghānakānaṃ acakkhukānanti jaccandhampi jaccabadhirampi opapātikaṃ sandhāya vuttameva. Saghānakānaṃ sacakkhukānanti paripuṇṇāyatanameva opapātikaṃ sandhāya vuttaṃ.",
  "atk-abh03a42:14": "Sarūpakānaṃ acakkhukānanti ettha jaccandhajaccabadhiraopapātikesu aññataropi gabbhaseyyakopi labbhatiyeva. Sacittakānaṃ acakkhukānanti ettha heṭṭhā vuttehi jaccandhādīhi tīhi saddhiṃ arūpinopi labbhanti. Acakkhukānanti ettha purimapade vuttehi catūhi saddhiṃ asaññasattāpi labbhanti. Sarūpakānaṃ aghānakānanti ettha gabbhaseyyakā ca asaññasattā ca sesarūpībrahmāno ca labbhanti. Sacittakānaṃ aghānakānanti ettha gabbhaseyyakā ca rūpārūpabrahmāno ca labbhanti. Acittakānaṃ arūpakānantipadesu pana ekavokāracatuvokārasattāva labbhantīti iminā nayena sabbesu puggalavāresu puggalavibhāgo veditabbo.",
  "atk-abh03a42:15": "22-254. Okāsavāre yattha cakkhāyatananti rūpībrahmalokaṃ pucchati. Teneva āmantāti vuttaṃ . Tasmiñhi tale niyamato tāni āyatanāni paṭisandhiyaṃ uppajjanti. Idamettha nayamukhaṃ. Iminā nayamukhena sakalepi pavattivāre attho veditabbo. Pariññāvāro khandhayamake vuttanayoyevāti.",
  "atk-abh03a42:16": "Pavattivāravaṇṇanā.",
  "atk-abh03a42:17": "Āyatanayamakavaṇṇanā niṭṭhitā."
}