{
  "atk-abh03a32:0": "17. Sattarasamavaggo",
  "atk-abh03a32:1": "1. Atthi arahato puññūpacayakathāvaṇṇanā",
  "atk-abh03a32:2": "776-779. Idāni atthi arahato puññūpacayotikathā nāma hoti. Tattha yesaṁ arahato dānasaṁvibhāgacetiyavandanādīni kammāni disvā atthi arahato puññūpacayoti laddhi, seyyathāpi andhakānaṁ; te sandhāya pucchā sakavādissa, paṭiññā itarassa. Atha naṁ ‘‘arahā nāma pahīnapuññapāpo, so yadi puññaṁ kareyya, pāpampi kareyyā’’ti codetuṁ apuññūpacayoti āha. Itaro pāṇātipātādikiriyaṁ apassanto paṭikkhipati. Puññābhisaṅkhārantiādīsu bhavagāmikammaṁ arahato natthīti paṭikkhipati. Dānaṁ dadeyyātiādīsu kiriyacittena dānādipavattisabbhāvato sakavādī paṭijānāti. Itaro cittaṁ anādiyitvā kiriyāpavattimattadassaneneva laddhiṁ patiṭṭhapeti. Sā pana ayoniso patiṭṭhāpitattā appatiṭṭhāpitā hotīti.",
  "atk-abh03a32:3": "Atthi arahato puññūpacayotikathāvaṇṇanā.",
  "atk-abh03a32:4": "2. Natthi arahato akālamaccūtikathāvaṇṇanā",
  "atk-abh03a32:5": "780. Idāni natthi arahato akālamaccūtikathā nāma hoti. Tattha ‘‘nāhaṁ, bhikkhave, sañcetanikānaṁ kammānaṁ katānaṁ upacitānaṁ apaṭisaṁveditvā byantībhāvaṁ vadāmī’’ti (a. ni. 10.217) suttassa atthaṁ ayoniso gahetvā ‘‘arahatā nāma sabbakammavipākaṁ paṭisaṁvedayitvāva parinibbāyitabbaṁ, tasmā natthi, arahato akālamaccū’’ti yesaṁ laddhi, seyyathāpi rājagirikānañceva siddhatthikānañca; te sandhāya pucchā sakavādissa, paṭiññā itarassa. Atha naṁ ‘‘sace tassa natthi akālamaccu, arahantaghātakena nāma na bhavitabba’’nti codetuṁ natthi arahantaghātakoti āha. Itaro ānantariyakammassa ceva tādisānañca puggalānaṁ sabbhāvato paṭikkhipati.",
  "atk-abh03a32:6": "781.Visaṁ na kameyyāti pañhe ‘‘yāva pubbe katakammaṁ parikkhayaṁ na gacchati, tāva na kamatī’’ti laddhiyā paṭikkhipati. Sesamettha yathāpāḷimeva niyyāti.",
  "atk-abh03a32:7": "782.Nāhaṁ,bhikkhaveti suttaṁ idaṁ sandhāya vuttaṁ – sañcetanikānaṁ kammānaṁ katānaṁ vipākaṁ apaṭisaṁveditvā avinditvā ananubhavitvā byantībhāvaṁ tesaṁ kammānaṁ parivaṭumaparicchinnabhāvaṁ na vadāmi, tañca kho diṭṭhadhammavedanīyānaṁ diṭṭheva dhamme, na tato paraṁ, upapajjavedanīyānaṁ anantaraṁ upapattiṁ upapajjitvāva na tato paraṁ, aparāpariyavedanīyānaṁ yadā vipākokāsaṁ labhanti, tathārūpe aparāpare vā pariyāye. Evaṁ sabbathāpi saṁsārapavatte sati laddhavipākavāre kamme na vijjateso jagatippadeso, yatthaṭṭhito mucceyya pāpakammāti. Evaṁ sante yadetaṁ ‘‘aladdhavipākavārampi kammaṁ avassaṁ arahato paṭisaṁveditabba’’nti kappanāvasena ‘‘natthi arahato akālamaccū’’ti laddhipatiṭṭhāpanaṁ kataṁ, taṁ dukkaṭamevāti.",
  "atk-abh03a32:8": "Natthi arahato akālamaccūtikathāvaṇṇanā.",
  "atk-abh03a32:9": "3. Sabbamidaṁ kammatotikathāvaṇṇanā",
  "atk-abh03a32:10": "783. Idāni sabbamidaṁ kammatotikathā nāma hoti. Tattha ‘‘kammunā vattati loko’’ti suttaṁ nissāya ‘‘sabbamidaṁ kammakilesavipākavaṭṭaṁ kammatova hotī’’ti yesaṁ laddhi , seyyathāpi rājagirikānañceva siddhatthikānañca; te sandhāya sabbamidanti pucchā sakavādissa, paṭiññā itarassa. Atha naṁ ‘‘evaṁ sante kammampi kammato āpajjatī’’ti codetuṁ kammampi kammatoti āha. Itaro yadi kammampi kammatova nāma taṁ kammaṁ vipākoyeva siyāti paṭikkhipati. Pubbekatahetūti ‘‘yadi sabbamidaṁ kammato, pubbekatahetunā tena bhavitabba’’nti codetuṁ pucchati, itaro pubbekatahetuvādabhayena paṭikkhipati.",
  "atk-abh03a32:11": "784.Kammavipākatoti ‘‘yadi sabbamidaṁ kammato, yaṁ atītabhave pavattassa hetubhūtaṁ kammaṁ, tampi purimatare bhave kammatoti kammavipāko sampajjati, tena te sabbamidaṁ kammavipākato āpajjatī’’ti codetuṁ pucchati. Itaro bījato aṁkurasseva paccuppannapavattassa kammato nibbattiṁ sandhāya paṭikkhipati. Dutiyaṁ puṭṭho tassāpi kammassa bījassa purimabījato viya purimakammato pavattattā paṭijānāti. Pāṇaṁ haneyyātiādi ‘‘yadi sabbaṁ kammavipākato, pāṇātipātādīni kammavipākeneva kareyyā’’ti codetuṁ vuttaṁ. Itaro dussīlyacetanāpi purimakammanibbattā ekena pariyāyena vipākoyevāti laddhiyā paṭijānāti. Atha naṁ ‘‘yadi te pāṇātipāto kammavipākato nibbattati, pāṇātipāto viya vipākopi saphalo āpajjatī’’ti codetuṁ saphaloti āha. Itaro pāṇātipātassa nirayasaṁvattanikādibhāvato saphalataṁ passanto paṭijānāti. Kammavipākassa pana idaṁ nāma phalanti vuttaṭṭhānaṁ apassanto paṭikkhipati. Adinnādānādīsupi eseva nayo. Gilānapaccayabhesajjaparikkhāro saphaloti deyyadhammavasena dānaphalaṁ pucchati. Kammunā vattatīti suttaṁ ‘‘natthi kamma’’nti akammavāditaṁ paṭikkhipitvā ‘‘atthi kamma’’nti kammavāditaṁ kammassakataṁ dīpeti. Na sabbasseva kammato nibbattiṁ, tasmā asādhakanti.",
  "atk-abh03a32:12": "Sabbamidaṁ kammatotikathāvaṇṇanā.",
  "atk-abh03a32:13": "4. Indriyabaddhakathāvaṇṇanā",
  "atk-abh03a32:14": "786-787. Idāni indriyabaddhakathā nāma hoti. Tattha duvidhaṁ dukkhaṁ – indriyabaddhaṁ, anindriyabaddhañca. Indriyabaddhaṁ dukkhavatthutāya dukkhaṁ, anindriyabaddhaṁ udayabbayapaṭipīḷanaṭṭhena ‘‘yadaniccaṁ taṁ dukkha’’nti saṅgahitattā dukkhaṁ. Imaṁ vibhāgaṁ aggahetvā ‘‘yassa pariññāya bhagavati brahmacariyaṁ vussati, taṁ indriyabaddhameva dukkhaṁ, na itara’’nti yesaṁ laddhi, seyyathāpi hetuvādānaṁ, tesaṁ itarassāpi dukkhabhāvaṁ dassetuṁ indriyabaddhaññevāti pucchā sakavādissa, paṭiññā itarassa. Atha naṁ ‘‘yasmā bhagavatā ‘yadaniccaṁ taṁ dukkha’nti vuttaṁ, tasmā indriyabaddheneva tena aniccena bhavitabba’’nti codetuṁ indriyabaddhaññeva aniccantiādimāha. Nanuanindriyabaddhaṁ aniccanti nanu pathavīpabbatapāsāṇādi anindriyabaddhampi aniccanti attho.",
  "atk-abh03a32:15": "788.Na vattabbaṁ indriyabaddhaññeva dukkhanti pañhe āmantāti paṭiññā sakavādissa. Anindriyabaddhañhi dukkhadomanassānaṁ ārammaṇaṁ hoti. Uṇhakālasmiñhi aggi sītakāle ca vāto dukkhassa ārammaṇaṁ, niccampi bhogavināsādayo domanassassa. Tasmā vināpi aniccaṭṭhena anindriyabaddhaṁ dukkhanti vattabbaṁ. Kammakilesehi pana anibbattattā dukkhaṁ ariyasaccanti na vattabbaṁ, tathā maggena apariññeyyattā. Yasmā pana tiṇakaṭṭhādinirodho vā utubījādinirodho vā dukkhanirodhaṁ ariyasaccaṁ nāma na hoti, tasmā indriyabaddhaṁ dukkhañceva ariyasaccañca, itaraṁ pana dukkhamevāti idaṁ nānattaṁ dassetuṁ paṭijānāti. Yathā indriyabaddhassātiādivacanaṁ indriyabaddhassa pariññāya brahmacariyavāsaṁ pariññātassa puna anuppattiṁ dīpeti. Tenevettha sakavādinā paṭikkhepo kato. ‘‘Yadaniccaṁ taṁ dukkha’’nti vacanena pana saṅgahitassa anindriyabaddhassa dukkhabhāvaṁ paṭisedhetuṁ na sakkāti, tasmā asādhakanti.",
  "atk-abh03a32:16": "Indriyabaddhakathāvaṇṇanā.",
  "atk-abh03a32:17": "5. Ṭhapetvā ariyamaggantikathāvaṇṇanā",
  "atk-abh03a32:18": "789-790. Idāni ṭhapetvā ariyamaggantikathā nāma hoti. Tattha ‘‘yasmā ariyamaggo ‘dukkhanirodhagāminipaṭipadā’ti vutto, tasmā ṭhapetvā ariyamaggaṁ avasesā saṅkhārā dukkhā’’ti yesaṁ laddhi, seyyathāpi hetuvādānaṁ; te sandhāya pucchā sakavādissa, paṭiññā itarassa. Atha naṁ ‘‘yadi evaṁ samudayassāpi dukkhabhāvo āpajjatī’’ti codetuṁ dukkhasamudayopīti āha. Itaro hetulakkhaṇaṁ sandhāya paṭikkhipati. Puna puṭṭho pavattapariyāpannabhāvaṁ sandhāya paṭijānāti. Tīṇevāti pañhesu suttavirodhabhayena paṭikkhipati, laddhivasena paṭijānāti. Sesamettha uttānatthamevāti.",
  "atk-abh03a32:19": "Ṭhapetvā ariyamaggantikathāvaṇṇanā.",
  "atk-abh03a32:20": "6. Na vattabbaṁ saṅgho dakkhiṇaṁ paṭiggaṇhātītikathāvaṇṇanā",
  "atk-abh03a32:21": "791-792. Idāni na vattabbaṁ saṅgho dakkhiṇaṁ paṭiggaṇhātītikathā nāma hoti. Tattha ‘‘paramatthato maggaphalāneva saṅgho, maggaphalehi añño saṅgho nāma natthi, maggaphalāni ca na kiñci paṭiggaṇhanti, tasmā na vattabbaṁ saṅgho dakkhiṇaṁ paṭiggaṇhātī’’ti yesaṁ laddhi, seyyathāpi etarahi mahāpuññavādīsaṅkhātānaṁ vetullakānaṁ; te sandhāya na vattabbanti pucchā sakavādissa, paṭiññā itarassa. Atha naṁ ‘‘yadi saṅgho na paṭiggaṇheyya, na naṁ satthā āhuneyyātiādīhi thomeyyā’’ti codetuṁ nanu saṅgho āhuneyyotiādimāha. Saṅghassa dānaṁ dentīti ‘‘ye te saṅghassa denti, te paṭiggāhakesu asati kassa dadeyyu’’nti codanatthaṁ vuttaṁ. Āhutiṁ jātavedo vāti suttaṁ parasamayato āgataṁ. Tattha mahāmeghanti meghavuṭṭhiṁ sandhāya vuttaṁ. Vuṭṭhiñhi medanī paṭiggaṇhāti, na meghameva. Maggo paṭiggaṇhātīti ‘‘maggaphalāni saṅgho’’ti laddhiyā vadati, na ca maggaphalāneva saṅgho. Maggaphalapātubhāvaparisuddhe pana khandhe upādāya paññattā aṭṭha puggalā saṅgho, tasmā asādhakametanti.",
  "atk-abh03a32:22": "Na vattabbaṁ saṅgho dakkhiṇaṁ paṭiggaṇhātītikathāvaṇṇanā.",
  "atk-abh03a32:23": "7. Na vattabbaṁ saṅgho dakkhiṇaṁ visodhetītikathāvaṇṇanā",
  "atk-abh03a32:24": "793-794. Idāni na vattabbaṁ saṅgho dakkhiṇaṁ visodhetītikathā nāma hoti. Tattha ‘‘maggaphalāneva saṅgho nāma, na ca tāni dakkhiṇaṁ visodhetuṁ sakkonti, tasmā na vattabbaṁ saṅgho dakkhiṇaṁ visodhetī’’ti yesaṁ laddhi, seyyathāpi tesaññeva; te sandhāya pucchā sakavādissa, paṭiññā itarassa. Āhuneyyotiādi ‘‘yadi saṅgho dakkhiṇaṁ visodhetuṁ na sakkuṇeyya, na naṁ satthā evaṁ thomeyyā’’ti dassanatthaṁ vuttaṁ. Visodhetīti mahapphalaṁ karoti. Saṅghasmiñhi appaṁ dinnaṁ bahu hoti, bahu dinnaṁ bahutaraṁ. Dakkhiṇeyyāti dakkhiṇārahā dakkhiṇāya anucchavikā, dakkhiṇaṁ visodhetuṁ samatthāti attho. Dakkhiṇaṁ ārādhentīti sampādenti, appamattikāyapi dakkhiṇāya mahantaṁ phalaṁ pāpuṇantīti attho. Sesaṁ heṭṭhā vuttanayamevāti.",
  "atk-abh03a32:25": "Na vattabbaṁ saṅgho dakkhiṇaṁ visodhetītikathāvaṇṇanā.",
  "atk-abh03a32:26": "8. Na vattabbaṁ saṅgho bhuñjatītikathāvaṇṇanā",
  "atk-abh03a32:27": "795-796. Idāni na vattabbaṁ saṅgho bhuñjatītikathā nāma hoti. Tatrāpi ‘‘maggaphalāneva saṅgho nāma, na ca tāni kiñci bhuñjanti, tasmā na vattabbaṁ saṅgho bhuñjati, pivati, khādati, sāyatī’’ti yesaṁ laddhi, seyyathāpi tesaṁyeva; te sandhāya pucchā sakavādissa, paṭiññā itarassa. Atha naṁ ‘‘yadi saṅgho na bhuñjeyya, saṅghabhattādikaraṇaṁ niratthakaṁ bhaveyyā’’ti codetuṁ nanu atthi keci saṅghabhattāni karontītiādimāha. Gaṇabhojanantiādi ‘‘yadi saṅgho na bhuñjeyya, kassa gaṇabhojanādīni siyu’’nti codanatthaṁ vuttaṁ. Aṭṭha pānānīti idampi ‘‘yadi saṅgho na piveyya, kassetāni pānāni satthā anujāneyyā’’ti codanatthaṁ vuttaṁ. Sesamidhāpi heṭṭhā vuttanayeneva veditabbanti.",
  "atk-abh03a32:28": "Na vattabbaṁ saṅgho bhuñjatītikathāvaṇṇanā.",
  "atk-abh03a32:29": "9. Na vattabbaṁ saṅghassa dinnaṁ mahapphalantikathāvaṇṇanā",
  "atk-abh03a32:30": "797-798. Idāni na vattabbaṁ saṅghassa dinnaṁ mahapphalantikathā nāma hoti. Tatrāpi ‘‘maggaphalāneva saṅgho nāma, na ca sakkā tesaṁ kiñci dātuṁ, na ca tehi paṭiggaṇhituṁ, nāpi tesaṁ dānena koci upakāro ijjhati, tasmā na vattabbaṁ saṅghassa dinnaṁ mahapphala’’nti yesaṁ laddhi, seyyathāpi tesaṁyeva; te sandhāya pucchā sakavādissa, paṭiññā itarassa. Āhuneyyotiādi ‘‘yadi saṅghassa dinnaṁ mahapphalaṁ na bhaveyya, na naṁ satthā evaṁ thomeyyā’’ti dassanatthaṁ vuttaṁ. Sesaṁ yathāpāḷimeva niyyātīti.",
  "atk-abh03a32:31": "Na vattabbaṁ saṅghassa dinnaṁ mahapphalantikathāvaṇṇanā.",
  "atk-abh03a32:32": "10. Na vattabbaṁ buddhassa dinnaṁ mahapphalantikathāvaṇṇanā",
  "atk-abh03a32:33": "799. Idāni na vattabbaṁ buddhassa dinnaṁ mahapphalantikathā nāma hoti. Tattha ‘‘buddho bhagavā na kiñci paribhuñjati, lokānuvattanatthaṁ pana paribhuñjamānaṁ viya attānaṁ dasseti, tasmā nirupakārattā na vattabbaṁ tasmiṁ dinnaṁ mahapphala’’nti yesaṁ laddhi, seyyathāpi tesaṁyeva; te sandhāya pucchā sakavādissa, paṭiññā itarassa. Dvipadānaṁ aggotiādi ‘‘manussadussīlepi dānaṁ sahassaguṇaṁ hoti, kimaṅgaṁ pana evarūpe aggapuggale’’ti dassanatthaṁ vuttaṁ. Sesamettha yathāpāḷimeva niyyātīti.",
  "atk-abh03a32:34": "Na vattabbaṁ buddhassa dinnaṁ mahapphalantikathāvaṇṇanā.",
  "atk-abh03a32:35": "11. Dakkhiṇāvisuddhikathāvaṇṇanā",
  "atk-abh03a32:36": "800-801. Idāni dakkhiṇāvisuddhikathā nāma hoti. Tattha ‘‘yadi paṭiggāhakato dakkhiṇā visujjheyya, mahapphalā bhaveyya. Dāyakena dānaṁ dinnaṁ, paṭiggāhakena vipāko nibbattitoti añño aññassa kārako bhaveyya, paraṁkataṁ sukhadukkhaṁ āpajjeyya, añño kareyya, añño paṭisaṁvedeyya. Tasmā dāyakatova dānaṁ visujjhati, no paṭiggāhakato, dāyakasseva cittavisuddhi vipākadāyikā hotī’’ti yesaṁ laddhi, seyyathāpi uttarāpathakānaṁ; te sandhāya pucchā sakavādissa, paṭiññā itarassa. Āhuneyyātiādi ‘‘yadi paṭiggāhakato dānaṁ na visujjheyya, kimassa āhuneyyādibhāvo kareyyā’’ti dassanatthaṁ vuttaṁ. Añño aññassa kārakoti yadi dāyakassa dānacetanā paṭiggāhakena katā bhaveyya, yuttarūpaṁ siyā. Tassa pana dānacetanā parisuddhā paṭiggāhakasaṅkhātaṁ vatthuṁ paṭicca mahāvipākaṭṭhena visujjhati, tasmā acodanā esā ‘‘paṭiggāhakato dānaṁ visujjhatī’’ti.",
  "atk-abh03a32:37": "Dakkhiṇāvisuddhikathāvaṇṇanā.",
  "atk-abh03a32:38": "Sattarasamo vaggo."
}