{
  "atk-s0101a7:0": "7. Jāliyasuttavaṇṇanā",
  "atk-s0101a7:1": "Dve pabbajitavatthuvaṇṇanā",
  "atk-s0101a7:2": "378.Evaṃme sutaṃ…pe… kosambiyanti jāliyasuttaṃ. Tatrāyaṃ apubbapadavaṇṇanā. Ghositārāmeti ghositena seṭṭhinā kate ārāme. Pubbe kira allakapparaṭṭhaṃ nāma ahosi. Tato kotūhaliko nāma daliddo chātakabhayena saputtadāro avantiraṭṭhaṃ gacchanto puttaṃ vahituṃ asakkonto chaḍḍetvā agamāsi, mātā nivattitvā taṃ gahetvā gatā, te ekaṃ gopālakagāmaṃ pavisiṃsu. Gopālakena ca tadā bahupāyāso paṭiyatto hoti, te tato pāyāsaṃ labhitvā bhuñjiṃsu. Atha so puriso balavapāyāsaṃ bhutto jīrāpetuṃ asakkonto rattibhāge kālaṃ katvā tattheva sunakhiyā kucchismiṃ paṭisandhiṃ gahetvā kukkuro jāto, so gopālakassa piyo ahosi. Gopālako ca paccekabuddhaṃ upaṭṭhahati. Paccekabuddhopi bhattakiccapariyosāne kukkurassa ekekaṃ piṇḍaṃ deti, so paccekabuddhe sinehaṃ uppādetvā gopālakena saddhiṃ paṇṇasālampi gacchati. Gopālake asannihite bhattavelāyaṃ sayameva gantvā kālārocanatthaṃ paṇṇasāladvāre bhussati, antarāmaggepi caṇḍamige disvā bhussitvā palāpeti. So paccekabuddhe mudukena cittena kālaṃkatvā devaloke nibbatti . Tatrassa ghosakadevaputto tveva nāmaṃ ahosi. So devalokato cavitvā kosambiyaṃ ekassa kulassa ghare nibbatti. Taṃ aputtako seṭṭhi tassa mātāpitūnaṃ dhanaṃ datvā puttaṃ katvā aggahesi. Atha attano putte jāte sattakkhattuṃ ghātāpetuṃ upakkami. So puññavantatāya sattasupi ṭhānesu maraṇaṃ appatvā avasāne ekāya seṭṭhidhītāya veyyattiyena laddhajīvito aparabhāge pituaccayena seṭṭhiṭṭhānaṃ patvā ghosakaseṭṭhi nāma jāto. Aññepi kosambiyaṃ kukkuṭaseṭṭhi , pāvāriyaseṭṭhīti dve seṭṭhino atthi, iminā saddhiṃ tayo ahesuṃ.",
  "atk-s0101a7:3": "Tena ca samayena himavantato pañcasatatāpasā sarīrasantappanatthaṃ antarantarākosambiṃ āgacchanti , tesaṃ ete tayo seṭṭhī attano attano uyyānesu paṇṇakuṭiyo katvā upaṭṭhānaṃ karonti. Athekadivasaṃ te tāpasā himavantato āgacchantā mahākantāre tasitā kilantā ekaṃ mahantaṃ vaṭarukkhaṃ patvā tattha adhivatthāya devatāya santikā saṅgahaṃ paccāsisantā nisīdiṃsu. Devatā sabbālaṅkāravibhūsitaṃ hatthaṃ pasāretvā tesaṃ pānīyapānakādīni datvā kilamathaṃ paṭivinodesi, ete devatāyānubhāvena vimhitā pucchiṃsu – ‘‘kiṃ nu kho, devate, kammaṃ katvā tayā ayaṃ sampatti laddhā’’ti? Devatā āha – ‘‘loke buddho nāma bhagavā uppanno, so etarahi sāvatthiyaṃ viharati, anāthapiṇḍiko gahapati taṃ upaṭṭhahati. So uposathadivasesu attano bhatakānaṃ pakatibhattavetanameva datvā uposathaṃ kārāpesi. Athāhaṃ ekadivasaṃ majjhanhike pātarāsatthāya āgato kañci bhatakakammaṃ akarontaṃ disvā – ‘ajja manussā kasmā kammaṃ na karontī’ti pucchiṃ. Tassa me tamatthaṃ ārocesuṃ. Athāhaṃ etadavocaṃ – ‘idāni upaḍḍhadivaso gato, sakkā nu kho upaḍḍhuposathaṃ kātu’nti. Tato seṭṭhissa paṭivedetvā ‘‘sakkā kātu’’nti āha. Svāhaṃ upaḍḍhadivasaṃ upaḍḍhuposathaṃ samādiyitvā tadaheva kālaṃ katvā imaṃ sampattiṃ paṭilabhi’’nti.",
  "atk-s0101a7:4": "Atha te tāpasā ‘‘buddho kira uppanno’’ti sañjātapītipāmojjā tatova sāvatthiṃ gantukāmā hutvāpi – ‘‘bahukārā no upaṭṭhākaseṭṭhino tesampi imamatthamārocessāmā’’ti kosambiṃ gantvā seṭṭhīhi katasakkārabahumānā ‘‘tadaheva mayaṃ gacchāmā’’ti āhaṃsu. ‘‘Kiṃ, bhante, turitāttha, nanu tumhe pubbe cattāro pañca māse vasitvā gacchathā’’ti ca vutte taṃ pavattiṃ ārocesuṃ. ‘‘Tena hi, bhante, saheva gacchāmā’’ti ca vutte ‘‘gacchāma mayaṃ, tumhe saṇikaṃ āgacchathā’’ti sāvatthiṃ gantvā bhagavato santike pabbajitvā arahattaṃ pāpuṇiṃsu. Tepi seṭṭhino pañcasatapañcasatasakaṭaparivārā sāvatthiṃ gantvā dānādīni datvā kosambiṃ āgamanatthāya bhagavantaṃ yācitvā paccāgamma tayo vihāre kāresuṃ. Tesu kukkuṭaseṭṭhinā kato kukkuṭārāmo nāma, pāvāriyaseṭṭhinā kato pāvārikambavanaṃ nāma, ghositaseṭṭhinā kato ghositārāmo nāma ahosi. Taṃ sandhāya vuttaṃ – ‘‘kosambiyaṃ viharati ghositārāme’’ti.",
  "atk-s0101a7:5": "Muṇḍiyoti idaṃ tassa nāmaṃ. Jāliyoti idampi itarassa nāmameva. Yasmā panassa upajjhāyo dārumayena pattena piṇḍāya carati, tasmā dārupattikantevāsīti vuccati. Etadavocunti upārambhādhippāyena vādaṃ āropetukāmā hutvā etadavocuṃ. Iti kira nesaṃ ahosi, sace samaṇo gotamo ‘‘taṃ jīvaṃ taṃ sarīra’’nti vakkhati, athassa mayaṃ etaṃ vādaṃ āropessāma – ‘‘bho gotama, tumhākaṃ laddhiyā idheva satto bhijjati, tena vo vādo ucchedavādo hotī’’ti. Sace pana ‘‘aññaṃ jīvaṃ aññaṃ sarīra’’nti vakkhati, athassetaṃ vādaṃ āropessāma ‘‘tumhākaṃ vāde rūpaṃ bhijjati, na satto bhijjati. Tena vo vāde satto sassato āpajjatī’’ti. Atha bhagavā ‘‘ime vādāropanatthāya pañhaṃ pucchanti, mama sāsane ime dve ante anupagamma majjhimā paṭipadā atthīti na jānanti, handa nesaṃ pañhaṃ avissajjetvā tassāyeva paṭipadāya āvibhāvatthaṃ dhammaṃ desemī’’ti cintetvā ‘‘tena hāvuso’’tiādimāha.",
  "atk-s0101a7:6": "379-380. Tattha kallaṃ nu kho tassetaṃ vacanāyāti tassetaṃ saddhāpabbajitassa tividhaṃ sīlaṃ paripūretvā paṭhamajjhānaṃ pattassa yuttaṃ nu kho etaṃ vattunti attho. Taṃ sutvā paribbājakā puthujjano nāma yasmā nibbicikiccho na hoti, tasmā kadāci evaṃ vadeyyāti maññamānā – ‘‘kallaṃ tassetaṃ vacanāyā’’ti āhaṃsu. Atha ca panāhaṃ na vadāmīti ahaṃ etamevaṃ jānāmi, no ca evaṃ vadāmi, atha kho kasiṇaparikammaṃ katvā bhāventassa paññābalena uppannaṃ mahaggatacittametanti saññaṃ ṭhapesiṃ. Nakallaṃ tassetanti idaṃ te paribbājakā – ‘‘yasmā khīṇāsavo vigatasammoho tiṇṇavicikiccho, tasmā na yuttaṃ tassetaṃ vattu’’nti maññamānā vadanti. Sesamettha uttānatthamevāti.",
  "atk-s0101a7:7": "Iti sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāyaṃ",
  "atk-s0101a7:8": "Jāliyasuttavaṇṇanā niṭṭhitā."
}