{
  "atk-abh02a11:0": "12. Jhānavibhaṅgo",
  "atk-abh02a11:1": "1. Suttantabhājanīyaṁ",
  "atk-abh02a11:2": "Mātikāvaṇṇanā",
  "atk-abh02a11:3": "508. Idāni tadanantare jhānavibhaṅge yā tāva ayaṁ sakalassāpi suttantabhājanīyassa paṭhamaṁ mātikā ṭhapitā, tattha idhāti vacanaṁ pubbabhāgakaraṇīyasampadāya sampannassa sabbappakārajjhānanibbattakassa puggalassa sannissayabhūtasāsanaparidīpanaṁ, aññasāsanassa ca tathābhāvapaṭisedhanaṁ. Vuttañhetaṁ – ‘‘idheva, bhikkhave, samaṇo…pe… suññā parappavādā samaṇehi aññehī’’ti (a. ni. 4.241). Bhikkhūti tesaṁ jhānānaṁ nibbattakapuggalaparidīpanaṁ. Pātimokkhasaṁvarasaṁvutoti idamassa pātimokkhasaṁvare patiṭṭhitabhāvaparidīpanaṁ. Viharatīti idamassa tadanurūpavihārasamaṅgībhāvaparidīpanaṁ. Ācāragocarasampannoti idamassa heṭṭhā pātimokkhasaṁvarassa upari jhānānuyogassa ca upakāradhammaparidīpanaṁ. Aṇumattesu vajjesu bhayadassāvīti idamassa pātimokkhato acavanadhammatāparidīpanaṁ. Samādāyāti idamassa sikkhāpadānaṁ anavasesato ādānaparidīpanaṁ. Sikkhatīti idamassa sikkhāya samaṅgībhāvaparidīpanaṁ. Sikkhāpadesūti idamassa sikkhitabbadhammaparidīpanaṁ.",
  "atk-abh02a11:4": "Indriyesūti idamassa guttadvāratāya bhūmiparidīpanaṁ; rakkhitabbokāsaparidīpanantipi vadanti eva. Guttadvāroti idamassa chasu dvāresu saṁvihitārakkhabhāvaparidīpanaṁ. Bhojane mattaññūti idamassa santosādiguṇaparidīpanaṁ. Pubbarattāpararattaṁ jāgariyānuyogamanuyuttoti idamassa kāraṇabhāvaparidīpanaṁ. Sātaccaṁnepakkanti idamassa paññāpariggahitena vīriyena sātaccakāritāparidīpanaṁ . Bodhipakkhikānaṁ dhammānaṁ bhāvanānuyogamanuyuttoti idamassa paṭipattiyā nibbedhabhāgiyattaparidīpanaṁ.",
  "atk-abh02a11:5": "So abhikkante…pe… tuṇhībhāve sampajānakārī hotīti idamassa sabbattha satisampajaññasamannāgatattaparidīpanaṁ. So vivittaṁ senāsanaṁ bhajatīti idamassa anurūpasenāsanapariggahaparidīpanaṁ. Araññaṁ…pe… paṭisallānasāruppanti idamassa senāsanappabhedanirādīnavatānisaṁsaparidīpanaṁ. Soaraññagato vāti idamassa vuttappakārena senāsanena yuttabhāvaparidīpanaṁ. Nisīdatīti idamassa yogānurūpairiyāpathaparidīpanaṁ. Parimukhaṁ satiṁ upaṭṭhapetvāti idamassa yogārambhaparidīpanaṁ. So abhijjhaṁ loke pahāyātiādi panassa kammaṭṭhānānuyogena nīvaraṇappahānaparidīpanaṁ. Tasseva pahīnanīvaraṇassa vivicceva kāmehītiādi paṭipāṭiyā jhānuppattiparidīpanaṁ.",
  "atk-abh02a11:6": "Api ca idha bhikkhūti imasmiṁ sāsane jhānuppādako bhikkhu. Idāni yasmā jhānuppādakena bhikkhunā cattāri sīlāni sodhetabbāni, tasmāssa pātimokkhasaṁvarasaṁvutoti iminā pātimokkhasaṁvarasīlavisuddhiṁ upadisati. Ācāragocarasampannotiādinā ājīvapārisuddhisīlaṁ. Samādāya sikkhati sikkhāpadesūti iminā tesaṁ dvinnaṁ sīlānaṁ anavasesato ādānaṁ. Indriyesu guttadvāroti iminā indriyasaṁvarasīlaṁ. Bhojane mattaññūti iminā paccayasannissitasīlaṁ. Pubbarattāpararattantiādinā sīle patiṭṭhitassa jhānabhāvanāya upakārake dhamme. So abhikkantetiādinā tesaṁ dhammānaṁ aparihānāya kammaṭṭhānassa ca asammosāya satisampajaññasamāyogaṁ. So vivittantiādinā bhāvanānurūpasenāsanapariggahaṁ. Soaraññagato vātiādinā taṁ senāsanaṁ upagatassa jhānānurūpairiyāpathañceva jhānabhāvanārambhañca. So abhijjhantiādinā jhānabhāvanārambhena jhānapaccanīkadhammappahānaṁ. So ime pañca nīvaraṇe pahāyātiādinā evaṁ pahīnajjhānapaccanīkadhammassa sabbajjhānānaṁ uppattikkamaṁ upadisatīti.",
  "atk-abh02a11:7": "Mātikāvaṇṇanā.",
  "atk-abh02a11:8": "Niddesavaṇṇanā",
  "atk-abh02a11:9": "509. Idāni yathānikkhittaṁ mātikaṁ paṭipāṭiyā bhājetvā dassetuṁ idhāti imissā diṭṭhiyātiādi āraddhaṁ. Tattha imissā diṭṭhiyātiādīhi dasahi padehi sikkhattayasaṅkhātaṁ sabbaññubuddhasāsanameva kathitaṁ. Tañhi buddhena bhagavatā diṭṭhattā diṭṭhīti vuccati. Tasseva khamanavasena khanti, ruccanavasena ruci, gahaṇavasena ādāyo, sabhāvaṭṭhena dhammo, sikkhitabbaṭṭhena vinayo, tadubhayenāpi dhammavinayo, pavuttavasena pāvacanaṁ, seṭṭhacariyaṭṭhena brahmacariyaṁ, anusiṭṭhidānavasena satthusāsananti vuccati. Tasmā imissā diṭṭhiyātiādīsu imissā buddhadiṭṭhiyā, imissā buddhakhantiyā, imissā buddharuciyā, imasmiṁ buddhaādāye, imasmiṁ buddhadhamme, imasmiṁ buddhavinaye.",
  "atk-abh02a11:10": "‘‘Ye ca kho tvaṁ, gotami, dhamme jāneyyāsi – ‘ime dhammā sarāgāya saṁvattanti no virāgāya, saṁyogāya saṁvattanti no visaṁyogāya, ācayāya saṁvattanti no apacayāya, upādāya saṁvattanti no paṭinissaggiyā, mahicchatāya saṁvattanti no appicchatāya, asantuṭṭhiyā saṁvattanti no santuṭṭhiyā, saṅgaṇikāya saṁvattanti no pavivekāya, kosajjāya saṁvattanti no vīriyārambhāya, dubbharatāya saṁvattanti no subharatāyā’ti ekaṁsena hi, gotami, dhāreyyāsi – ‘neso dhammo, neso vinayo, netaṁ satthusāsana’nti. Ye ca kho tvaṁ, gotami, dhamme jāneyyāsi – ‘ime dhammā virāgāya saṁvattanti no sarāgāya…pe… subharatāya saṁvattanti no dubbharatāyā’ti. Ekaṁsena hi, gotami, dhāreyyāsi – ‘eso dhammo, eso vinayo, etaṁ satthusāsana’’nti (a. ni. 8.53; cūḷava. 406).",
  "atk-abh02a11:11": "Evaṁ vutte imasmiṁ buddhadhammavinaye , imasmiṁ buddhapāvacane, imasmiṁ buddhabrahmacariye, imasmiṁ buddhasatthusāsaneti evamattho veditabbo.",
  "atk-abh02a11:12": "Apicetaṁ sikkhāttayasaṅkhātaṁ sakalaṁ sāsanaṁ bhagavatā diṭṭhattā sammādiṭṭhipaccayattā sammādiṭṭhipubbaṅgamattā ca diṭṭhi, bhagavato khamanavasena khanti, ruccanavasena ruci, gahaṇavasena ādāyo. Attano kārakaṁ apāyesu apatamānaṁ dhāretīti dhammo. Sova saṁkilesapakkhaṁ vinatīti vinayo. Dhammo ca so vinayo cāti dhammavinayo. Kusaladhammehi vā akusaladhammānaṁ esa vinayoti dhammavinayo. Teneva vuttaṁ – ‘‘ye ca kho tvaṁ, gotami, dhamme jāneyyāsi – ‘ime dhammā virāgāya saṁvattanti no sarāgāya…pe… ekaṁsena, gotami, dhāreyyāsi ‘eso dhammo, eso vinayo, etaṁ satthusāsana’nti.",
  "atk-abh02a11:13": "Dhammena vā vinayo, na daṇḍādīhīti dhammavinayo, vuttampi cetaṁ –",
  "atk-abh02a11:14": "‘‘Daṇḍeneke damayanti, aṅkusehi kasāhi ca;",
  "atk-abh02a11:15": "Adaṇḍena asatthena, nāgo danto mahesinā’’ti. (cūḷava. 342; ma. ni. 2.352);",
  "atk-abh02a11:16": "Tathā –",
  "atk-abh02a11:17": "‘‘Dhammena nīyamānānaṁ, kā usūyā vijānata’’nti; (Mahāva. 63);",
  "atk-abh02a11:18": "Dhammāya vā vinayo dhammavinayo. Anavajjadhammatthañhesa vinayo, na bhavabhogāmisatthaṁ. Tenāha bhagavā – ‘‘nayidaṁ, bhikkhave, brahmacariyaṁ vussati janakuhanattha’’nti (a. ni. 4.25) vitthāro. Puṇṇattheropi āha – ‘‘anupādāparinibbānatthaṁ kho, āvuso, bhagavati brahmacariyaṁ vussatī’’ti (ma. ni. 1.259). Visiṭṭhaṁ vā nayatīti vinayo. Dhammato vinayo dhammavinayo. Saṁsāradhammato hi sokādidhammato vā esa visiṭṭhaṁ nibbānaṁ nayati. Dhammassa vā vinayo, na titthakarānanti dhammavinayo; dhammabhūto hi bhagavā, tasseva vinayo. Yasmā vā dhammāyeva abhiññeyyā pariññeyyā pahātabbā bhāvetabbā sacchikātabbā ca, tasmā esa dhammesu vinayo, na sattesu, na jīvesu cāti dhammavinayo. Sātthasabyañjanatādīhi aññesaṁ vacanato padhānaṁ vacananti pavacanaṁ; pavacanameva pāvacanaṁ. Sabbacariyāhi visiṭṭhacariyābhāvena brahmacariyaṁ. Devamanussānaṁ satthubhūtassa bhagavato sāsananti satthusāsanaṁ; satthubhūtaṁ vā sāsanantipi satthusāsanaṁ. ‘‘So vo mamaccayena satthā’’ti (dī. ni. 2.216) hi dhammavinayova satthāti vuttoti evametesaṁ padānaṁ attho veditabbo.",
  "atk-abh02a11:19": "Yasmā pana imasmiṁyeva sāsane sabbapakārajjhānanibbattako bhikkhu dissati, na aññatra, tasmā tattha tattha ‘imissā’ti ca ‘imasmi’nti ca ayaṁ niyamo katoti veditabboti. Ayaṁ ‘idhā’ti mātikāpadaniddesassa attho.",
  "atk-abh02a11:20": "510. Bhikkhuniddese samaññāyāti paññattiyā, vohārenāti attho. Samaññāya eva hi ekacco bhikkhūti paññāyati. Tathā hi nimantanādimhi bhikkhūsu gaṇīyamānesu sāmaṇerepi gahetvā ‘sataṁ bhikkhū, sahassaṁ bhikkhū’ti vadanti. Paṭiññāyāti attano paṭijānanena. Paṭiññāyapi hi ekacco bhikkhūti paññāyati. Tassa ‘‘ko ettha āvuso’’ti? ‘‘Ahaṁ, āvuso, bhikkhū’’ti evamādīsu (a. ni. 10.96) sambhavo daṭṭhabbo. Ayaṁ pana ānandattherena vuttattā dhammikā paṭiññā. Rattibhāge pana dussīlāpi paṭipathaṁ āgacchantā ‘‘ko etthā’’ti vutte adhammikāya paṭiññāya abhūtatthāya ‘‘mayaṁ bhikkhū’’ti vadanti.",
  "atk-abh02a11:21": "Bhikkhatīti yācati. Yo hi koci bhikkhati, bhikkhaṁ esati gavesati, so taṁ labhatu vā mā vā, atha kho bhikkhatīti bhikkhu. Bhikkhakoti byañjanena padaṁ vaḍḍhitaṁ; bhikkhanadhammatāya bhikkhūti attho. Bhikkhācariyaṁ ajjhupagatoti buddhādīhi ajjhupagataṁ bhikkhācariyaṁ ajjhupagatattā bhikkhācariyaṁ ajjhupagato nāma. Yo hi koci appaṁ vā mahantaṁ vā bhogakkhandhaṁ pahāya agārasmā anagāriyaṁ pabbajito, kasigorakkhādīhi jīvitakappanaṁ hitvā liṅgasampaṭicchaneneva bhikkhācariyaṁ ajjhupagatoti bhikkhu. Parappaṭibaddhajīvikattā vā vihāramajjhe kājabhattaṁ bhuñjamānopi bhikkhācariyaṁ ajjhupagatoti bhikkhu. Piṇḍiyālopabhojanaṁ nissāya pabbajjāya ussāhajātattā vā bhikkhācariyaṁ ajjhupagatoti bhikkhu.",
  "atk-abh02a11:22": "Agghaphassavaṇṇabhedena bhinnaṁ paṭaṁ dhāretīti bhinnapaṭadharo. Tattha satthakacchedanena agghabhedo veditabbo. Sahassagghanakopi hi paṭo satthakena khaṇḍākhaṇḍikaṁ chinno bhinnaggho hoti, purimagghato upaḍḍhampi na agghati. Suttasaṁsibbanena phassabhedo veditabbo. Sukhasamphassopi hi paṭo suttehi saṁsibbito bhinnaphasso hoti, kharasamphassataṁ pāpuṇāti. Sūcimalādīhi vaṇṇabhedo veditabbo. Suparisuddhopi hi paṭo sūcikammato paṭṭhāya sūcimalena, hatthasedamalajallikādīhi , avasāne rajanakappakaraṇehi ca bhinnavaṇṇo hoti, pakativaṇṇaṁ vijahati. Evaṁ tīhākārehi bhinnapaṭadhāraṇato bhinnapaṭadharoti bhikkhu. Gihīvatthavisabhāgānaṁ vā kāsāvānaṁ dhāraṇamatteneva bhinnapaṭadharoti bhikkhu.",
  "atk-abh02a11:23": "Bhindati pāpake akusale dhammeti bhikkhu. Sotāpattimaggena pañca kilese bhindatīti bhikkhu. Sakadāgāmimaggena cattāro, anāgāmimaggena cattāro, arahattamaggena aṭṭha kilese bhindatīti bhikkhu. Ettāvatā cattāro maggaṭṭhā dassitā. Bhinnattāti iminā pana cattāro phalaṭṭhā. Sotāpanno hi sotāpattimaggena pañca kilese bhinditvā ṭhito. Sakadāgāmī sakadāgāmimaggena cattāro, anāgāmī anāgāmimaggena cattāro, arahā arahattamaggena aṭṭha kilese bhinditvā ṭhito. Evamayaṁ catubbidho phalaṭṭho bhinnattā pāpakānaṁ akusalānaṁ dhammānaṁ bhikkhu nāma.",
  "atk-abh02a11:24": "Odhiso kilesānaṁ pahānāti ettha dve odhī – maggodhi ca kilesodhi ca. Odhi nāma sīmā, mariyādā. Tattha sotāpanno maggodhinā odhiso kilesānaṁ pahānā bhikkhu. Tassa hi catūsu maggesu ekeneva odhinā kilesā pahīnā, na sakalena maggacatukkena. Sakadāgāmīanāgāmīsupi eseva nayo. Sotāpanno ca kilesodhināpi odhiso kilesānaṁ pahānā bhikkhu. Tassa hi pahātabbakilesesu odhināva kilesā pahīnā, na sabbena sabbaṁ. Arahā pana anodhisova kilesānaṁ pahānā bhikkhu. Tassa hi maggacatukkena anodhināva kilesā pahīnā, na ekāya maggasīmāya. Pahātabbakilesesu ca anodhisova kilesā pahīnā. Ekāpi hi kilesasīmā ṭhitā nāma natthi. Evaṁ so ubhayathāpi anodhiso kilesānaṁ pahānā bhikkhu.",
  "atk-abh02a11:25": "Sekkhoti puthujjanakalyāṇakena saddhiṁ satta ariyā. Tisso sikkhā sikkhantīti sekkhā. Tesu yo koci sekkho bhikkhuti veditabbo. Na sikkhatīti asekkho. Sekkhadhamme atikkamma aggaphale ṭhito tato uttari sikkhitabbābhāvato khīṇāsavo asekkhoti vuccati. Avaseso puthujjanabhikkhu tisso sikkhā neva sikkhati, na sikkhitvā ṭhitoti nevasekkhanāsekkhoti veditabbo.",
  "atk-abh02a11:26": "Sīlaggaṁ samādhiggaṁ paññaggaṁ vimuttagganti idaṁ aggaṁ patvā ṭhitattā aggo bhikkhu nāma. Bhadroti apāpako. Kalyāṇaputhujjanādayo hi yāva arahā tāva bhadrena sīlena samādhinā paññāya vimuttiyā vimuttiñāṇadassanena ca samannāgatattā bhadro bhikkhūti saṅkhyaṁ gacchanti. Maṇḍo bhikkhūti pasanno bhikkhu; sappimaṇḍo viya anāvilo vippasannoti attho. Sāroti tehiyeva sīlasārādīhi samannāgatattā, nīlasamannāgamena nīlo paṭo viya, sāro bhikkhūti veditabbo. Vigatakilesapheggubhāvato vā khīṇāsavova sāroti veditabbo.",
  "atk-abh02a11:27": "Tattha ca ‘‘bhindati pāpake akusale dhammeti bhikkhu, odhiso kilesānaṁ pahānā bhikkhu, sekkho bhikkhū’’ti imesu tīsu ṭhānesu satta sekkhā kathitā. ‘‘Bhinnattā pāpakānaṁ akusalānaṁ dhammānanti bhikkhu, anodhiso kilesānaṁ pahānā bhikkhu, asekkho bhikkhu, aggo bhikkhu, maṇḍo bhikkhū’’ti imesu pañcasu ṭhānesu khīṇāsavova kathito. ‘‘Nevasekkhanāsekkho’’ti ettha puthujjanova kathito. Sesaṭṭhānesu puthujjanakalyāṇako, satta sekkhā, khīṇāsavoti ime sabbepi kathitā.",
  "atk-abh02a11:28": "Evaṁ samaññādīhi bhikkhuṁ dassetvā idāni upasampadāvasena dassetuṁ samaggena saṅghenātiādimāha. Tattha samaggena saṅghenāti sabbantimena paricchedena pañcavaggakaraṇīye kamme yāvatikā bhikkhū kammappattā, tesaṁ āgatattā chandārahānaṁ chandassa āhaṭattā sammukhībhūtānañca appaṭikkosanato ekasmiṁ kamme samaggabhāvaṁ upagatena. Ñatticatutthenāti tīhi anussāvanāhi ekāya ca ñattiyā kātabbena. Kammenāti dhammikena vinayakammena. Akuppenāti vatthuñattianussāvanasīmāparisasampattisampannattā akopetabbataṁ appaṭikkositabbataṁ upagatena. Ṭhānārahenāti kāraṇārahena satthusāsanārahena.",
  "atk-abh02a11:29": "Upasampanno nāma uparibhāvaṁ samāpanno, pattoti attho. Bhikkhubhāvo hi uparibhāvo. Tañcesa yathāvuttena kammena samāpannattā upasampannoti vuccati. Etena yā imā ehibhikkhūpasampadā, saraṇāgamanūpasampadā, ovādapaṭiggahaṇūpasampadā, pañhabyākaraṇūpasampadā, garudhammapaṭiggahaṇūpasampadā, dūtenūpasampadā, aṭṭhavācikūpasampadā, ñatticatutthakammūpasampadāti aṭṭha upasampadā vuttā, tāsaṁ ñatticatutthakammūpasampadā, dūtenūpasampadā, aṭṭhavācikūpasampadāti imā tissova thāvarā. Sesā buddhe dharamāneyeva ahesuṁ. Tāsu upasampadāsu imasmiṁ ṭhāne ayaṁ ñatticatutthakammūpasampadāva adhippetā.",
  "atk-abh02a11:30": "511. Pātimokkhasaṁvaraniddese pātimokkhanti sikkhāpadasīlaṁ. Tañhi, yo naṁ pāti rakkhati, taṁ mokkheti mocayati āpāyikādīhi dukkhehi, tasmā pātimokkhanti vuttaṁ. Sīlaṁ patiṭṭhātiādīni tasseva vevacanāni. Tattha sīlanti kāmañcetaṁ saha kammavācāpariyosānena ijjhanakassa pātimokkhassa vevacanaṁ, evaṁ santepi dhammato etaṁ sīlaṁ nāma pāṇātipātādīhi vā viramantassa vattappaṭipattiṁ vā pūrentassa cetanādayo dhammā veditabbā. Vuttañhetaṁ paṭisambhidāyaṁ ‘‘kiṁ sīla’’nti? Cetanā sīlaṁ, cetasikaṁ sīlaṁ, saṁvaro sīlaṁ, avītikkamo sīla’’nti (paṭi. ma. 1.39).",
  "atk-abh02a11:31": "Tattha cetanā sīlaṁ nāma pāṇātipātādīhi vā viramantassa vattapaṭipattiṁ vā pūrentassa cetanā. Cetasikaṁ sīlaṁ nāma pāṇātipātādīhi viramantassa virati. Apica cetanā sīlaṁ nāma pāṇātipātādīni pajahantassa satta kammapathacetanā. Cetasikaṁ sīlaṁ nāma ‘‘abhijjhaṁ pahāya vigatābhijjhena cetasā viharatī’’tiādinā nayena saṁyuttamahāvagge vuttā anabhijjhāabyāpādasammādiṭṭhidhammā. Saṁvaro sīlanti ettha pañcavidhena saṁvaro veditabbo – pātimokkhasaṁvaro, satisaṁvaro, ñāṇasaṁvaro , khantisaṁvaro, vīriyasaṁvaroti. Tassa nānākaraṇaṁ visuddhimagge (visuddhi. 1.6) vuttaṁ. Avītikkamo sīlanti samādiṇṇasīlassa kāyikavācasiko avītikkamo. Ettha ca saṁvarasīlaṁ avītikkamasīlanti idameva nippariyāyato sīlaṁ; cetanā sīlaṁ cetasikaṁ sīlanti pariyāyato sīlanti veditabbaṁ.",
  "atk-abh02a11:32": "Yasmā pana pātimokkhasaṁvarasīlena bhikkhu sāsane patiṭṭhāti nāma, tasmā taṁ ‘patiṭṭhā’ti vuttaṁ; patiṭṭhahati vā ettha bhikkhu, kusaladhammā eva vā ettha patiṭṭhahantīti patiṭṭhā. Ayamattho –",
  "atk-abh02a11:33": "‘‘Sīle patiṭṭhāya naro sapañño, cittaṁ paññañca bhāvayaṁ;",
  "atk-abh02a11:34": "Ātāpī nipako bhikkhu, so imaṁ vijaṭaye jaṭa’’nti ca. (saṁ. ni. 1.23);",
  "atk-abh02a11:35": "‘‘Patiṭṭhā , mahārāja, sīlaṁ sabbesaṁ kusaladhammāna’’nti ca ‘‘sīle patiṭṭhitassa kho, mahārāja, sabbe kusalā dhammā na parihāyantī’’ti (mi. pa. 2.1.9) ca ādisuttavasena veditabbo.",
  "atk-abh02a11:36": "Tadetaṁ pubbuppattiatthena ādi. Vuttampi cetaṁ –",
  "atk-abh02a11:37": "‘‘Tasmātiha tvaṁ, uttiya, ādimeva visodhehi kusalesu dhammesu. Ko cādi kusalānaṁ dhammānaṁ? Sīlañca suvisuddhaṁ diṭṭhi ca ujukā’’ti (saṁ. ni. 5.382).",
  "atk-abh02a11:38": "Yathā hi nagaravaḍḍhakī nagaraṁ māpetukāmo paṭhamaṁ nagaraṭṭhānaṁ sodheti, tato aparabhāge vīthicatukkasiṅghāṭakādiparicchedena vibhajitvā nagaraṁ māpeti; evameva yogāvacaro āditova sīlaṁ visodheti, tato aparabhāge samathavipassanāmaggaphalanibbānāni sacchikaroti. Yathā vā pana rajako paṭhamaṁ tīhi khārehi vatthaṁ dhovitvā parisuddhe vatthe yadicchakaṁ raṅgajātaṁ upaneti; yathā vā pana cheko cittakāro rūpaṁ likhitukāmo āditova bhittiparikammaṁ karoti, tato aparabhāge rūpaṁ samuṭṭhāpeti; evameva yogāvacaro āditova sīlaṁ visodhetvā aparabhāge samathavipassanādayo dhamme sacchikaroti. Tasmā sīlaṁ ‘‘ādī’’ti vuttaṁ.",
  "atk-abh02a11:39": "Tadetaṁ caraṇasarikkhatāya caraṇaṁ. Caraṇāti hi pādā vuccanti. Yathā hi chinnacaraṇassa purisassa disaṁgamanābhisaṅkhāro na jāyati, paripuṇṇapādasseva jāyati; evameva yassa sīlaṁ bhinnaṁ hoti khaṇḍaṁ aparipuṇṇaṁ, tassa nibbānagamanāya ñāṇagamanaṁ na sampajjati. Yassa pana taṁ abhinnaṁ hoti akkhaṇḍaṁ paripuṇṇaṁ tassa nibbānagamanāya ñāṇagamanaṁ sampajjati. Tasmā sīlaṁ ‘‘caraṇa’’nti vuttaṁ.",
  "atk-abh02a11:40": "Tadetaṁ saṁyamanavasena saṁyamo, saṁvaraṇavasena saṁvaro. Ubhayenāpi sīlasaṁyamo ceva sīlasaṁvaro ca kathito. Vacanattho panettha saṁyameti vītikkamavipphandanaṁ, puggalaṁ vā saṁyameti, vītikkamavasena tassa vipphandituṁ na detīti saṁyamo. Vītikkamassa pavesanadvāraṁ saṁvarati pidahatītipi saṁvaro. Mokkhanti uttamaṁ mukhabhūtaṁ vā. Yathā hi sattānaṁ catubbidho āhāro mukhena pavisitvā aṅgamaṅgāni pharati, evaṁ yoginopi catubhūmakakusalaṁ sīlamukhena pavisitvā atthasiddhiṁ sampādeti. Tena vuttaṁ ‘‘mokkha’’nti. Pamukhe sādhūti pāmokkhaṁ; pubbaṅgamaṁ seṭṭhaṁ padhānanti attho. Kusalānaṁ dhammānaṁ samāpattiyāti catubhūmakakusalānaṁ paṭilābhatthāya pāmokkhaṁ pubbaṅgamaṁ seṭṭhaṁ padhānanti veditabbaṁ.",
  "atk-abh02a11:41": "Kāyiko avītikkamoti tividhaṁ kāyasucaritaṁ. Vācasikoti catubbidhaṁ vacīsucaritaṁ. Kāyikavācasikoti tadubhayaṁ. Iminā ājīvaṭṭhamakasīlaṁ pariyādāya dasseti. Saṁvutoti pihito; saṁvutindriyo pihitindriyoti attho. Yathā hi saṁvutadvāraṁ gehaṁ ‘‘saṁvutagehaṁ pihitageha’’nti vuccati, evamidha saṁvutindriyo ‘‘saṁvuto’’ti vutto. Pātimokkhasaṁvarenāti pātimokkhena ca saṁvarena ca, pātimokkhasaṅkhātena vā saṁvarena. Upetotiādīni vuttatthāneva.",
  "atk-abh02a11:42": "512.Iriyatītiādīhi sattahipi padehi pātimokkhasaṁvarasīle ṭhitassa bhikkhuno iriyāpathavihāro kathito.",
  "atk-abh02a11:43": "513. Ācāragocaraniddese kiñcāpi bhagavā samaṇācaraṁ samaṇagocaraṁ kathetukāmo ‘‘ācāragocarasampannoti atthi ācāro, atthi anācāro’’ti padaṁ uddhari. Yathā pana maggakusalo puriso maggaṁ acikkhanto ‘vāmaṁ muñca dakkhiṇaṁ gaṇhā’ti paṭhamaṁ muñcitabbaṁ sabhayamaggaṁ uppathamaggaṁ ācikkhati , pacchā gahetabbaṁ khemamaggaṁ ujumaggaṁ; evameva maggakusalapurisasadiso dhammarājā paṭhamaṁ pahātabbaṁ buddhappaṭikuṭṭhaṁ anācāraṁ ācikkhitvā pacchā ācāraṁ ācikkhitukāmo ‘‘tattha katamo anācāro’’tiādimāha. Purisena hi ācikkhitamaggo sampajjeyya vā na vā, tathāgatena ācikkhitamaggo apaṇṇako, indena vissaṭṭhaṁ vajiraṁ viya, avirajjhanako nibbānanagaraṁyeva samosarati. Tena vuttaṁ – ‘‘puriso maggakusaloti kho, tissa, tathāgatassetaṁ adhivacanaṁ arahato sammāsambuddhassā’’ti (saṁ. ni. 3.84).",
  "atk-abh02a11:44": "Yasmā vā sasīsaṁ nahānena pahīnasedamalajallikassa purisassa mālāgandhavilepanādivibhūsanavidhānaṁ viya pahīnapāpadhammassa kalyāṇadhammasamāyogo sampannarūpo hoti, tasmā sedamalajallikkaṁ viya pahātabbaṁ paṭhamaṁ anācāraṁ ācikkhitvā, pahīnasedamalajallikassa mālāgandhavilepanādivibhūsanavidhānaṁ viya pacchā ācāraṁ ācikkhitukāmopi tattha katamo anācārotiādimāha. Tattha kāyiko vītikkamoti tividhaṁ kāyaduccaritaṁ; vācasiko vītikkamoti catubbidhaṁ vacīduccaritaṁ; kāyikavācasiko vītikkamoti tadubhayaṁ. Evaṁ ājīvaṭṭhamakasīlasseva vītikkamaṁ dassesi.",
  "atk-abh02a11:45": "Yasmā pana na kevalaṁ kāyavācāhi eva anācāraṁ ācarati, manasāpi ācarati eva, tasmā taṁ dassetuṁ ‘‘sabbampi dussīlyaṁ anācāro’’ti vuttaṁ. Tattha ekacciyaṁ anācāraṁ vibhajitvā dassento idhekacco veḷudānenātiādimāha. Tattha veḷudānenāti paccayahetukena veḷudānena. Vihāre uṭṭhitañhi araññato vā āharitvā rakkhitagopitaṁ veḷuṁ ‘evaṁ me paccayaṁ dassantī’ti upaṭṭhākānaṁ dātuṁ na vaṭṭati. Evañhi jīvitaṁ kappento anesanāya micchājīvena jīvati. So diṭṭheva dhamme garahaṁ pāpuṇāti, samparāye ca apāyaparipūrako hoti. Attano puggalikaveḷuṁ kulasaṅgahatthāya dadanto kuladūsakadukkaṭamāpajjati; parapuggalikaṁ theyyacittena dadamāno bhaṇḍagghena kāretabbo. Saṅghikepi eseva nayo. Sace pana taṁ issaravatāya deti garubhaṇḍavissajjanamāpajjati .",
  "atk-abh02a11:46": "Kataro pana veḷu garubhaṇḍaṁ hoti, kataro na hotīti? Yo tāva aropimo sayaṁjātako, so saṅghena paricchinnaṭṭhāneyeva garubhaṇḍaṁ, tato paraṁ na garubhaṇḍaṁ; ropitaṭṭhāne sabbena sabbaṁ garubhaṇḍaṁ. So pana pamāṇena paricchinno telanāḷippamāṇopi garubhaṇḍaṁ, na tato heṭṭhā. Yassa pana bhikkhuno telanāḷiyā vā kattaradaṇḍena vā attho, tena phātikammaṁ katvā gahetabbo. Phātikammaṁ tadagghanakaṁ vā atirekaṁ vā vaṭṭati, ūnakaṁ na vaṭṭati. Hatthakammampi udakāharaṇamattaṁ vā appaharitakaraṇamattaṁ vā na vaṭṭati, taṁ thāvaraṁ kātuṁ vaṭṭati. Tasmā pokkharaṇito vā paṁsuṁ uddharitvā sopānaṁ vā attharāpetvā visamaṭṭhānaṁ vā samaṁ katvā gahetuṁ vaṭṭati. Phātikammaṁ akatvā gahito tattha vasanteneva paribhuñjitabbo; pakkamantena saṅghikaṁ katvā ṭhapetvā gantabbaṁ. Asatiyā gahetvā gatena yattha gato sarati, tato paccāharitabbo. Sace antarā bhayaṁ hoti, sampattavihare ṭhapetvā gantabbaṁ.",
  "atk-abh02a11:47": "Manussā vihāraṁ gantvā veḷuṁ yācanti. Bhikkhū ‘saṅghiko’ti dātuṁ na visahanti. Manussā punappunaṁ yācanti vā tajjenti vā. Tadā bhikkhūhi ‘daṇḍakammaṁ katvā gaṇhathā’ti vattuṁ vaṭṭati; veḷudānaṁ nāma na hoti. Sace te daṇḍakammatthāya vāsipharasuādīni vā khādanīyabhojanīyaṁ vā denti, gahetuṁ na vaṭṭati. Vinayaṭṭhakathāyaṁ pana ‘‘daḍḍhagehā manussā gaṇhitvā gacchantā na vāretabbā’’ti vuttaṁ.",
  "atk-abh02a11:48": "Sace saṅghassa veḷugumbe veḷudūsikā uppajjanti, taṁ akoṭṭāpentānaṁ veḷu nassati, kiṁ kātabbanti? Bhikkhācāre manussānaṁ ācikkhitabbaṁ. Sace koṭṭetuṁ na icchanti ‘samabhāgaṁ labhissathā’ti vattabbā; na icchantiyeva ‘dve koṭṭhāse labhissathā’ti vattabbā. Evampi anicchantesu ‘naṭṭhena attho natthi, tumhākaṁ khaṇe sati daṇḍakammaṁ karissatha, koṭṭetvā gaṇhathā’ti vattabbā; veḷudānaṁ nāma na hoti. Veḷugumbe aggimhi uṭṭhitepi, udakena vuyhamānaveḷūsupi eseva nayo. Rukkhesupi ayameva kathāmaggo. Rukkho pana sūcidaṇḍakappamāṇo garubhaṇḍaṁ hoti. Saṅghike rukkhe koṭṭāpetvā saṅghaṁ anāpucchitvāpi saṅghikaṁ āvāsaṁ kātuṁ labbhati. Vacanapathacchedanatthaṁ pana āpucchitvāva kātabbo.",
  "atk-abh02a11:49": "Puggalikaṁ kātuṁ labbhati, na labbhatīti? Na labbhati. Hatthakammasīsena pana ekasmiṁ gehe mañcaṭṭhānamattaṁ labbhati, tīsu gehesu ekaṁ gehaṁ labhati. Sace dabbhasambhārā puggalikā honti, bhūmi saṅghikā, ekaṁ gehaṁ katvā samabhāgaṁ labhati, dvīsu gehesu ekaṁ gehaṁ labhati. Saṅghikarukkhe saṅghikaṁ āvāsaṁ bādhente saṅghaṁ anāpucchā hāretuṁ vaṭṭati, na vaṭṭatīti? Vaṭṭati. Vacanapathacchedanatthaṁ pana āpucchitvāva hāretabbo. Sace rukkhaṁ nissāya saṅghassa mahanto lābho hoti, na hāretabbo. Puggalikarukkhe saṅghikaṁ āvāsaṁ bādhente rukkhasāmikassa ācikkhitabbaṁ. Sace harituṁ na icchati, chedāpetvā hāretabbo. ‘Rukkhaṁ me dethā’ti codentassa rukkhaṁ agghāpetvā mūlaṁ dātabbaṁ. Saṅghike rukkhe puggalikāvāsaṁ, puggalike ca puggalikāvāsaṁ bādhentepi eseva nayo. Valliyampi ayameva kathāmaggo. Valli pana yattha vikkāyati, dullabhā hoti, tattha garubhaṇḍaṁ. Sā ca kho upaḍḍhabāhuppamāṇato paṭṭhāya; tato heṭṭhā vallikhaṇḍaṁ garubhaṇḍaṁ na hoti.",
  "atk-abh02a11:50": "Pattadānādīsupi pattadānenāti paccayahetukena pattadānenātiādi sabbaṁ veḷudāne vuttanayeneva veditabbaṁ. Garubhaṇḍatāya panettha ayaṁ vinicchayo. Pattampi hi yattha vikkāyati, gandhikādayo gandhapaliveṭhanādīnaṁ atthāya gaṇhanti, tādise dullabhaṭṭhāneyeva garubhaṇḍaṁ hoti. Esa tāva kiṁsukapattakaṇṇapiḷandhanatālapattādīsu vinicchayo.",
  "atk-abh02a11:51": "Tālapaṇṇampi imasmiṁyeva ṭhāne kathetabbaṁ. Tālapaṇṇampi hi sayaṁjāte tālavane saṅghena paricchinnaṭṭhāneyeva garubhaṇḍaṁ, na tato paraṁ. Ropimatālesu sabbampi garubhaṇḍaṁ. Tassa pamāṇaṁ heṭṭhimakoṭiyā aṭṭhaṅgulappamāṇopi rittapotthako. Tiṇampi ettheva pakkhipitvā kathetabbaṁ. Yattha pana tiṇaṁ natthi tattha muñjapalālanāḷikerapaṇṇādīhipi chādenti. Tasmā tānipi tiṇeneva saṅgahitāni. Iti muñjapalālādīsu yaṁkiñci muṭṭhippamāṇaṁ tiṇaṁ, nāḷikerapaṇṇādīsu ca ekapaṇṇampi saṅghassa dinnaṁ vā tatthajātakaṁ vā bahiārāme saṅghassa tiṇavatthumhi jātatiṇaṁ vā rakkhitagopitaṁ garubhaṇḍaṁ hoti. Taṁ pana saṅghakamme ca cetiyakamme ca kate atirekaṁ puggalikakamme dātuṁ vaṭṭati. Heṭṭhā vuttaveḷumhipi eseva nayo.",
  "atk-abh02a11:52": "Pupphadāne ‘‘ettakesu rukkhesu pupphāni vissajjetvā yāgubhattavatthe upanentu, ettakesu senāsanapaṭisaṅkharaṇe upanentū’’ti evaṁ niyamitaṭṭhāne eva pupphāni garubhaṇḍāni honti. Paratīre sāmaṇerā pupphāni ocinitvā rāsiṁ karonti, pañcaṅgasamannāgato pupphabhājako bhikkhusaṅghaṁ gaṇetvā koṭṭhāse karoti, so sampattaparisāya saṅghaṁ anāpucchitvāva dātuṁ labhati; asammatena pana āpucchitvāva dātabbaṁ. Bhikkhu pana kassa pupphāni dātuṁ labhati, kassa na labhatīti? Mātāpitūnaṁ gehaṁ haritvāpi gehato pakkosāpetvāpi ‘vatthupūjaṁ karothā’ti dātuṁ labhati, piḷandhanatthāya dātuṁ na labhati; sesañātīnaṁ pana haritvā na dātabbaṁ, pakkosāpetvā ‘pūjaṁ karothā’ti dātabbaṁ; sesajanassa pūjanaṭṭhānaṁ sampattassa apaccāsīsantena dātabbaṁ; pupphadānaṁ nāma na hoti. Vihāre bahūni pupphāni pupphanti. Bhikkhunā piṇḍāya carantena manusse disvā ‘vihāre bahūni pupphāni, pūjethā’ti vattabbaṁ. Vacanamatte doso natthi. ‘Manussā khādanīyabhojanīyaṁ ādāya āgamissantī’ti cittena pana na vattabbaṁ. Sace vadati, khādanīyabhojanīyaṁ na paribhuñjitabbaṁ. Manussā attano dhammatāya ‘vihāre pupphāni atthī’ti pucchitvā ‘asukadivase vihāraṁ āgamissāma, sāmaṇerānaṁ pupphāni ocinituṁ mā dethā’ti vadanti. Bhikkhū sāmaṇerānaṁ kathetuṁ pamuṭṭhā. Sāmaṇerehi pupphāni ocinitvā ṭhapitāni. Manussā bhikkhū upasaṅkamitvā ‘‘bhante, mayaṁ tumhākaṁ asukadivaseyeva ārocayimha – ‘sāmaṇerānaṁ pupphāni ocinituṁ mā dethā’ti. Kasmā na vārayitthā’’ti? ‘‘Sati me pamuṭṭhā, pupphāni ocinitamattāneva, tāva na pūjā katā’’ti vattabbaṁ. ‘‘Gaṇhatha pūjethā’’ti na vattabbaṁ. Sace vadati, āmisaṁ na paribhuñjitabbaṁ.",
  "atk-abh02a11:53": "Aparo bhikkhu sāmaṇerānaṁ ācikkhati ‘‘asukagāmavāsino pupphāni mā ocinitthā’’ti āhaṁsūti. Manussāpi āmisaṁ āharitvā dānaṁ datvā vadanti – ‘‘amhākaṁ manussā na bahukā, sāmaṇere amhehi saha pupphāni ocinituṁ āṇāpethā’’ti. ‘‘Sāmaṇerehi bhikkhā laddhā; ye bhikkhācāraṁ na gacchanti, te sayameva jānissanti, upāsakā’’ti vattabbaṁ. Ettakaṁ nayaṁ labhitvā sāmaṇere putte vā bhātike vā katvā pupphāni ocināpetuṁ doso natthi; pupphadānaṁ nāma na hoti.",
  "atk-abh02a11:54": "Phaladāne phalampi pupphaṁ viya niyamitameva garubhaṇḍaṁ hoti. Vihāre bahukamhi phalāphale sati aphāsukamanussā āgantvā yācanti. Bhikkhū ‘saṅghika’nti dātuṁ na ussahanti. Manussā vippaṭisārino akkosanti paribhāsanti. Tattha kiṁ kātabbanti? Phalehi vā rukkhehi vā paricchinditvā katikā kātabbā – ‘asukesu ca rukkhesu ettakāni phalāni gaṇhantā, ettakesu vā rukkhesu phalāni gaṇhantā na vāretabbā’ti. Corā pana issarā vā balakkārena gaṇhantā na vāretabbā; kuddhā te sakalavihārampi nāseyyuṁ. Ādīnavo pana kathetabboti.",
  "atk-abh02a11:55": "Sinānadāne sinānacuṇṇāni koṭṭitāni na garubhaṇḍāni. Akoṭṭito rukkhattacova garubhaṇḍaṁ. Cuṇṇaṁ pana agilānassa rajananipakkaṁ vaṭṭati. Gilānassa yaṁkiñci cuṇṇaṁ vaṭṭatiyeva. Mattikāpi ettheva pakkhipitvā kathetabbā. Mattikāpi yattha dullabhā hoti, tattheva garubhaṇḍaṁ. Sāpi heṭṭhimakoṭiyā tiṁsapalaguḷapiṇḍappamāṇāva tato heṭṭhā na garubhaṇḍanti.",
  "atk-abh02a11:56": "Dantakaṭṭhadāne dantakaṭṭhaṁ acchinnakameva garubhaṇḍaṁ. Yesaṁ sāmaṇerānaṁ saṅghato dantakaṭṭhavāro pāpuṇāti, te attano ācariyupajjhāyānaṁ pāṭiyekkaṁ dātuṁ na labhanti. Yehi pana ‘ettakāni dantakaṭṭhāni āharitabbānī’ti paricchinditvā vāraṁ gahitāni, te atirekāni ācariyupajjhāyānaṁ dātuṁ labhanti. Ekena bhikkhunā dantakaṭṭhamāḷakato bahūni dantakaṭṭhāni na gahetabbāni, devasikaṁ ekekameva gahetabbaṁ. Pāṭiyekkaṁ vasantenāpi bhikkhusaṅghaṁ gaṇayitvā yattakāni attano pāpuṇanti tattakāneva gahetvā gantabbaṁ; antarā āgantukesu vā āgatesu disaṁ vā pakkamantena āharitvā gahitaṭṭhāneyeva ṭhapetabbāni.",
  "atk-abh02a11:57": "Cāṭukamyatāyātiādīsu cāṭukamyatā vuccati attānaṁ dāsaṁ viya nīcaṭṭhāne ṭhapetvā parassa khalitavacanampi saṇṭhapetvā piyakāmatāya paggayhavacanaṁ. Muggasūpyatāyāti muggasūpasamānāya saccālikena jīvitakappanatāyetaṁ adhivacanaṁ. Yathā hi muggasūpe paccante bahū muggā pākaṁ gacchanti, thokā na gacchanti; evameva saccālikena jīvitakappake puggale bahu alikaṁ hoti, appakaṁ saccaṁ. Yathā vā muggasūpassa appavisanaṭṭhānaṁ nāma natthi, evameva saccālikavuttino puggalassa appaviṭṭhavācā nāma natthi; siṅghāṭakaṁ viya icchiticchitadhārāya patiṭṭhāti. Tenassa sā musāvāditā muggasūpyatāti vuttā. Pāribhaṭayatāti paribhaṭakammabhāvo. Paribhaṭassa hi kammaṁ pāribhaṭayaṁ, tassa bhāvo pāribhaṭayatā; alaṅkārakaraṇādīhi dārakakīḷāpanassetaṁ adhivacanaṁ.",
  "atk-abh02a11:58": "Jaṅghapesanikanti gāmantaradesantarādīsu tesaṁ tesaṁ gihīnaṁ sāsanapaṭisāsanaharaṇaṁ. Idañhi jaṅghapesanikaṁ nāma attano mātāpitūnaṁ, ye cassa mātāpitaro upaṭṭhahanti, tesaṁ sāsanaṁ gahetvā katthaci gamanavasena vaṭṭati. Cetiyassa vā saṅghassa vā attano vā kammaṁ karontānaṁ vaḍḍhakīnampi sāsanaṁ harituṁ vaṭṭati. Manussā ‘‘dānaṁ dassāma, pūjaṁ karissāma, bhikkhusaṅghassa ācikkhathā’’ti vadanti; ‘‘asukattherassa nāma dethā’’ti piṇḍapātaṁ vā bhesajjaṁ vā cīvaraṁ vā denti; ‘‘vihāre pūjaṁ karothā’’ti mālāgandhavilepanādīni vā dhajapatākādīni vā nīyyādenti, sabbaṁ harituṁ vaṭṭati; jaṅghapesanikaṁ nāma na hoti. Sesānaṁ sāsanaṁ gahetvā gacchantassa padavāre padavāre doso.",
  "atk-abh02a11:59": "Aññataraññatarenāti etesaṁ vā veḷudānādīnaṁ aññataraññatarena vejjakammabhaṇḍāgārikakammaṁ piṇḍapaṭipiṇḍakammaṁ saṅghuppādacetiyuppādaupaṭṭhāpanakammanti evarūpānaṁ vā micchājīvena jīvitakappanakakammānaṁ yena kenaci. Buddhapaṭikuṭṭhenāti buddhehi garahitena paṭisiddhena. Ayaṁ vuccatīti ayaṁ sabbopi anācāro nāma kathīyati. Ācāraniddeso vuttapaṭipakkhanayeneva veditabbo.",
  "atk-abh02a11:60": "514. Gocaraniddesepi paṭhamaṁ agocarassa vacane kāraṇaṁ heṭṭhā vuttanayeneva veditabbaṁ. Tattha ca gocaroti piṇḍapātādīnaṁ atthāya upasaṅkamituṁ yuttaṭṭhānaṁ gocaro, ayuttaṭṭhānaṁ agocaro. Vesiyā gocaro assāti vesiyagocaro; mittasanthavavasena upasaṅkamitaṭṭhānanti attho. Tattha vesiyā nāma rūpūpajīviniyo yena kenacideva sulabhajjhācāratāmittasatthavasinehavasena upasaṅkamanto vesiyāgocaro nāma hoti. Tasmā evaṁ upasaṅkamituṁ na vaṭṭati. Kiṁ kāraṇā? Ārakkhavipattito. Evaṁ upasaṅkamantassa hi ciraṁ rakkhitagopitopi samaṇadhammo katipāheneva nassati; sacepi na nassati garahaṁ labhati. Dakkhiṇāvasena pana upasaṅkamantena satiṁ upaṭṭhāpetvā upasaṅkamitabbaṁ. Vidhavā vuccanti matapatikā vā pavutthapatikā vā. Thullakumāriyoti mahallikā aniviṭṭhakumāriyo. Paṇḍakāti lokāmisanissitakathābahulā ussannakilesā avūpasantapariḷāhā napuṁsakā. Tesaṁ sabbesampi upasaṅkamane ādīnavo vuttanayeneva veditabbo. Bhikkhunīsupi eseva nayo. Apica bhikkhū nāma ussannabrahmacariyā honti, tathā bhikkhuniyo. Te aññamaññaṁ santhavavasena katipāheneva rakkhitagopitasamaṇadhammaṁ nāsenti. Gilānapucchakena pana gantuṁ vaṭṭati. Bhikkhunā pupphāni labhitvā pūjanatthāyapi ovādadānatthāyapi gantuṁ vaṭṭatiyeva.",
  "atk-abh02a11:61": "Pānāgāranti surāpānagharaṁ. Taṁ brahmacariyantarāyakarehi surāsoṇḍehi avivittaṁ hoti. Tattha tehi saddhiṁ saha soṇḍavasena upasaṅkamituṁ na vaṭṭati; brahmacariyantarāyo hoti. Saṁsaṭṭho viharati rājūhītiādīsu rājānoti abhisittā vā hontu anabhisittā vā ye rajjaṁ anusāsanti. Rājamahāmattāti rājūnaṁ issariyasadisāya mahatiyā issariyamattāya samannāgatā. Titthiyāti viparītadassanā bāhiraparibbājakā. Titthiyasāvakāti bhattivasena tesaṁ paccayadāyakā. Etehi saddhiṁ saṁsaggajāto hotīti attho.",
  "atk-abh02a11:62": "Ananulomikena saṁsaggenāti ananulomikasaṁsaggo nāma tissannaṁ sikkhānaṁ ananulomo paccanīkasaṁsaggo, yena brahmacariyantarāyaṁ paññattivītikkamaṁ sallekhaparihāniñca pāpuṇāti, seyyathidaṁ – rājarājamahāmattehi saddhiṁ sahasokitā, sahananditā, samasukhadukkhatā, uppannesu kiccakaraṇīyesu attanāva yogaṁ āpajjanatā, titthiyatitthiyasāvakehi saddhiṁ ekacchandarucisamācāratā ekacchandarucisamācārabhāvāvaho vā sinehabahumānasanthavo. Tattha rājarājamahāmattehi saddhiṁ saṁsaggo brahmacariyantarāyaṁ karoti. Itarehi titthiyasāvakehi tesaṁ laddhigahaṇaṁ. Tesaṁ pana vādaṁ bhinditvā attano laddhiṁ gaṇhāpetuṁ samatthena upasaṅkamituṁ vaṭṭati.",
  "atk-abh02a11:63": "Idāni aparenapi pariyāyena agocaraṁ dassetuṁ yāni vā pana tāni kulānītiādi āraddhaṁ. Tattha assaddhānīti buddhādīsu saddhāvirahitāni; buddho sabbaññū, dhammo niyyāniko, saṅgho suppaṭipannoti na saddahanti. Appasannānīti cittaṁ pasannaṁ anāvilaṁ kātuṁ na sakkonti. Akkosakaparibhāsakānīti akkosakāni ceva paribhāsakāni ca; ‘corosi, bālosi, mūḷhosi, oṭṭhosi, goṇosi, gadrabhosi, āpāyikosi, nerayikosi, tiracchānagatosi, natthi tuyhaṁ sugati, duggatiyeva pāṭikaṅkhā’ti evaṁ dasahi akkosavatthūhi akkosanti; ‘hotu, idāni taṁ paharissāma, bandhissāma , vadhissāmā’ti evaṁ bhayadassanena paribhāsanti cāti attho. Anatthakāmānīti atthaṁ na icchanti, anatthameva icchanti. Ahitakāmānīti ahitameva icchanti, hitaṁ na icchanti. Aphāsukakāmānīti phāsukaṁ na icchanti, aphāsukameva icchanti. Ayogakkhemakāmānīti catūhi yogehi khemaṁ nibbhayaṁ na icchanti, sabhayameva icchanti. Bhikkhūnanti ettha sāmaṇerāpi saṅgahaṁ gacchanti. Bhikkhunīnanti ettha sikkhamānasāmaṇeriyopi. Sabbesampi hi bhagavantaṁ uddissa pabbajitānañceva saraṇagatānañca catunnampi parisānaṁ tāni anatthakāmāniyeva. Tathārūpāni kulānīti evarūpāni khattiyakulādīni kulāni. Sevatīti nissāya jīvati. Bhajatīti upasaṅkamati. Payirupāsatīti punappunaṁ upasaṅkamati. Ayaṁ vuccatīti ayaṁ vesiyādigocarassa vesiyādiko, rājādisaṁsaṭṭhassa rājādiko, assaddhakulādisevakassa assaddhakulādiko cāti tippakāropi ayuttagocaro agocaroti veditabbo.",
  "atk-abh02a11:64": "Tassa iminā pariyāyena agocaratā veditabbā. Vesiyādiko tāva pañcakāmaguṇanissayato agocaroti veditabbo, yathāha – ‘‘ko ca, bhikkhave, bhikkhuno agocaro paravisayo? Yadidaṁ pañca kāmaguṇā’’ti (saṁ. ni. 5.372) rājādiko jhānānuyogassa anupanissayato lābhasakkārāsanicakkanipphādanato diṭṭhivipattihetuto ca, assaddhakulādiko saddhāhānicittasantāsāvahanato agocaroti.",
  "atk-abh02a11:65": "Gocaraniddese na vesiyagocarotiādīni vuttapaṭipakkhavasena veditabbāni. Opānabhūtānītiādīsu pana opānabhūtānīti udapānabhūtāni; bhikkhusaṅghassa, cātumahāpathe khatapokkharaṇī viya, yathāsukhaṁ ogāhanakkhamāni cittamahāmattassa gehasadisāni. Tassa kira gehe kālatthambho yuttoyeva . Gharadvāraṁ sampattānaṁ bhikkhūnaṁ paccayavekallaṁ nāma natthi. Ekadivasaṁ bhesajjavattameva saṭṭhi kahāpaṇāni nikkhamanti. Kāsāvapajjotānīti bhikkhubhikkhunīhi nivatthapārutānaṁ kāsāvānaṁyeva pabhāya ekobhāsāni bhūtapālaseṭṭhikulasadisāni. Isivātapaṭivātānīti gehaṁ pavisantānaṁ nikkhamantānañca bhikkhubhikkhunīsaṅkhātānaṁ isīnaṁ cīvaravātena ceva samiñjanapasāraṇādijanitasarīravātena ca paṭivātāni pavāyitāni viniddhutakibbisāni vā.",
  "atk-abh02a11:66": "515.Aṇumattesu vajjesu bhayadassāvitāniddese aṇumattānīti aṇuppamāṇā. Vajjāti dosā. Yāni tāni vajjānīti yāni tāni garahitabbaṭṭhena vajjāni. Appamattakānīti parittamattakāni khuddakappamāṇāni. Oramattakānīti parittatopi orimappamāṇattā oramattakāni. Lahusānīti lahukāni. Lahusammatānīti lahūti sammatāni. Saṁyamakaraṇīyānīti saṁyamena kattabbapaṭikammāni. Saṁvarakaraṇīyānīti saṁvarena kātabbāni saṁvarena kattabbapaṭikammāni. Cittuppādakaraṇīyānīti cittuppādamattena kattabbapaṭikammāni. Manasikārapaṭibaddhānīti manasā āvajjitamatteneva kattabbapaṭikammāni. Kāni pana tānīti? Divāvihāravāsī sumatthero tāva āha – ‘‘anāpattigamanīyāni cittuppādamattakāni yāni ‘na puna evarūpaṁ karissāmī’ti manasā āvajjitamatteneva sujjhanti. Adhiṭṭhānāvikammaṁ nāmetaṁ kathita’’nti. Antevāsiko panassa tipiṭakacūḷanāgatthero panāha – ‘‘idaṁ pātimokkhasaṁvarasīlasseva bhājanīyaṁ. Tasmā sabbalahukaṁ dukkaṭadubbhāsitaṁ idha vajjanti veditabbaṁ. Vuṭṭhānāvikammaṁ nāmetaṁ kathita’’nti. Itiimesūti evaṁpakāresu imesu. Vajjadassāvīti vajjato dosato dassanasīlo. Bhayadassāvīti catubbidhassa bhayassa kāraṇattā bhayato dassanasīlo. Ādīnavadassāvīti idha nindāvahanato, āyatiṁ dukkhavipākato, upariguṇānaṁ antarāyakaraṇato, vippaṭisārajananato ca etena nānappakārena ādīnavato dassanasīlo.",
  "atk-abh02a11:67": "Nissaraṇadassāvīti yaṁ tattha nissaraṇaṁ tassa dassanasīlo. Kiṁ panettha nissaraṇanti? Ācariyattheravāde tāva ‘‘anāpattigamanīyatāya sati adhiṭṭhānāvikammaṁ nissaraṇa’’nti kathitaṁ. Antevāsikattheravāde tāva ‘‘āpattigamanīyatāya sati vuṭṭhānāvikammaṁ nissaraṇa’’nti kathitaṁ.",
  "atk-abh02a11:68": "Tattha tathārūpo bhikkhu aṇumattāni vajjāni vajjato bhayato passati nāma. Taṁ dassetuṁ ayaṁ nayo kathito – paramāṇu nāma, aṇu nāma, tajjārī nāma, rathareṇu nāma, likkhā nāma, ūkā nāma, dhaññamāso nāma, aṅgulaṁ nāma, vidatthi nāma, ratanaṁ nāma, yaṭṭhi nāma, usabhaṁ nāma, gāvutaṁ nāma, yojanaṁ nāma. Tattha ‘paramāṇu’ nāma ākāsakoṭṭhāsiko maṁsacakkhussa āpāthaṁ nāgacchati, dibbacakkhusseva āgacchati. ‘Aṇu’ nāma bhitticchiddatālacchiddehi paviṭṭhasūriyarasmīsu vaṭṭi vaṭṭi hutvā paribbhamanto paññāyati. ‘Tajjārī’ nāma gopathamanussapathacakkapathesu chijjitvā ubhosu passesu uggantvā tiṭṭhati. ‘Rathareṇu’ nāma tattha tattheva allīyati. Likkhādayo pākaṭā eva. Etesu pana chattiṁsa paramāṇavo ekassa aṇuno pamāṇaṁ. Chattiṁsa aṇū ekāya tajjāriyā pamāṇaṁ. Chattiṁsa tajjāriyo eko rathareṇu. Chattiṁsa rathareṇū ekā likkhā. Satta likkhā ekā ūkā. Satta ūkā eko dhaññamāso. Sattadhaññamāsappamāṇaṁ ekaṁ aṅgulaṁ. Tenaṅgulena dvādasaṅgulāni vidatthi. Dve vidatthiyo ratanaṁ. Satta ratanāni yaṭṭhi. Tāya yaṭṭhiyā vīsati yaṭṭhiyo usabhaṁ. Asīti usabhāni gāvutaṁ. Cattāri gāvutāni yojanaṁ. Tena yojanena aṭṭhasaṭṭhiyojanasatasahassubbedho sinerupabbatarājā. Yo bhikkhu aṇumattaṁ vajjaṁ aṭṭhasaṭṭhiyojanasatasahassubbedhasinerupabbatasadisaṁ katvā daṭṭhuṁ sakkoti – ayaṁ bhikkhu aṇumattāni vajjāni bhayato passati nāma. Yopi bhikkhu sabbalahukaṁ dukkaṭadubbhāsitamattaṁ paṭhamapārājikasadisaṁ katvā daṭṭhuṁ sakkoti – ayaṁ aṇumattāni vajjāni vajjato bhayato passati nāmāti veditabbo.",
  "atk-abh02a11:69": "516.Samādāya sikkhati sikkhāpadesūtipadaniddese bhikkhusikkhāti bhikkhūhi sikkhitabbasikkhā. Sā bhikkhunīhi sādhāraṇāpi asādhāraṇāpi bhikkhusikkhā eva nāma. Bhikkhunīsikkhāti bhikkhunīhi sikkhitabbasikkhā. Sāpi bhikkhūhi sādhāraṇāpi asādhāraṇāpi bhikkhunīsikkhā eva nāma. Sāmaṇerasikkhamānasāmaṇerīnaṁ sikkhāpi ettheva paviṭṭhā. Upāsakasikkhāti upāsakehi sikkhitabbasikkhā. Sā pañcasīladasasīlavasena vaṭṭati. Upāsikāsikkhāti upāsikāhi sikkhitabbasikkhā. Sāpi pañcasīladasasīlavasena vaṭṭati. Tattha bhikkhubhikkhunīnaṁ sikkhā yāva arahattamaggā vaṭṭati. Upāsakaupāsikānaṁ sikkhā yāva anāgāmimaggā. Tatrāyaṁ bhikkhu attanā sikkhitabbasikkhāpadesu eva sikkhati. Sesasikkhā pana atthuddhāravasena sikkhāpadassa atthadassa dassanatthaṁ vuttā. Iti imāsu sikkhāsūti evaṁpakārāsu etāsu sikkhāsu. Sabbena sabbanti sabbena sikkhāsamādānena sabbaṁ sikkhaṁ. Sabbathā sabbanti sabbena sikkhitabbākārena sabbaṁ sikkhaṁ. Asesaṁ nissesanti sesābhāvato asesaṁ; satisammosena bhinnassāpi sikkhāpadassa puna pākatikakaraṇato nissesaṁ. Samādāya vattatīti samādiyitvā gahetvā vattati. Tena vuccatīti yena kāraṇena etaṁ sabbaṁ sikkhāpadaṁ sabbena sikkhitabbākārena samādiyitvā sikkhati pūreti, tena vuccati ‘‘samādāya sikkhati sikkhāpadesū’’ti.",
  "atk-abh02a11:70": "517-8.Indriyesu guttadvāro bhojane mattaññūtipadadvayassa niddese kaṇhapakkhassa paṭhamavacane payojanaṁ ācāraniddese vuttanayeneva veditabbaṁ. Tattha katamā indriyesu aguttadvāratātiādīsu pana yaṁ vattabbaṁ, taṁ sabbaṁ nikkhepakaṇḍavaṇṇanāyaṁ vuttameva.",
  "atk-abh02a11:71": "519.Jāgariyānuyoganiddese pubbarattāpararattanti ettha aḍḍharattasaṅkhātāya rattiyā pubbe pubbarattaṁ; iminā paṭhamayāmañceva pacchābhattañca gaṇhāti . Rattiyā pacchā apararattaṁ; iminā pacchimayāmañceva purebhattañca gaṇhāti. Majjhimayāmo panassa bhikkhuno niddākilamathavinodanokāsoti na gahito. Jāgariyānuyoganti jāgariyassa asupanabhāvassa anuyogaṁ. Anuyutto hotīti taṁ anuyogasaṅkhātaṁ āsevanaṁ bhāvanaṁ anuyutto hoti sampayutto. Niddese panassa idha bhikkhu divasanti pubbaṇho, majjhanho, sāyanhoti tayopi divasakoṭṭhāsā gahitā. Caṅkamena nisajjāyāti sakalampi divasaṁ iminā iriyāpathadvayeneva viharanto. Cittassa āvaraṇato āvaraṇīyehi dhammehi pañcahipi nīvaraṇehi sabbākusaladhammehi vā cittaṁ parisodheti. Tehi dhammehi visodheti parimoceti. Ṭhānaṁ panettha kiñcāpi na gahitaṁ, caṅkamanisajjāsannissitaṁ pana katvā gahetabbameva. Paṭhamayāmanti sakalasmimpi paṭhamayāme. Majjhimayāmanti rattindivassa chaṭṭhakoṭṭhāsasaṅkhāte majjhimayāme.",
  "atk-abh02a11:72": "Sīhaseyyanti ettha kāmabhogīseyyā, petaseyyā, sīhaseyyā, tathāgataseyyāti catasso seyyā. Tattha ‘‘yebhuyyena, bhikkhave, kāmabhogī vāmena passena sentī’’ti ayaṁ kāmabhogīseyyā. Tesu hi yebhuyyena dakkhiṇapassena sayāno nāma natthi. ‘‘Yebhuyyena, bhikkhave , petā uttānā sentī’’ti ayaṁ petaseyyā; appamaṁsalohitattā hi aṭṭhisaṅghāṭajaṭitā ekena passena sayituṁ na sakkonti, uttānāva senti. Sīho, bhikkhave, migarājā dakkhiṇena passena seyyaṁ kappeti…pe… attamano hotī’’ti (a. ni. 4.246) ayaṁ sīhaseyyā; tejussadattā hi sīho migarājā dve purimapāde ekasmiṁ ṭhāne dve pacchimapāde ekasmiṁ ṭhāne ṭhapetvā naṅguṭṭhaṁ antarasatthimhi pakkhipitvā purimapādapacchimapādanaṅguṭṭhānaṁ ṭhitokāsaṁ sallakkhetvā dvinnaṁ purimapādānaṁ matthake sīsaṁ ṭhapetvā sayati; divasampi sayitvā pabujjhamāno na uttasanto pabujjhati, sīsaṁ pana ukkhipitvā purimapādādīnaṁ ṭhitokāsaṁ sallakkheti; sace kiñci ṭhānaṁ vijahitvā ṭhitaṁ hoti ‘nayidaṁ tuyhaṁ jātiyā na sūrabhāvassa anurūpa’nti anattamano hutvā tattheva sayati, na gocarāya pakkamati; avijahitvā ṭhite pana ‘tuyhaṁ jātiyā ca sūrabhāvassa ca anurūpamida’nti haṭṭhatuṭṭho uṭṭhāya sīhavijambhitaṁ vijambhitvā kesarabhāraṁ vidhunitvā tikkhattuṁ sīhanādaṁ naditvā gocarāya pakkamati. Catutthajjhānaseyyā pana tathāgataseyyāti vuccati. Tāsu idha sīhaseyyā āgatā. Ayañhi tejussadairiyāpathattā uttamaseyyā nāma.",
  "atk-abh02a11:73": "Pāde pādanti dakkhiṇapāde vāmapādaṁ. Accādhāyāti atiādhāya īsakaṁ atikkamma ṭhapetvā gopphakena hi gopphake jāṇunā vā jāṇumhi saṅghaṭṭiyamāne abhiṇhaṁ vedanā uppajjati, cittaṁ ekaggaṁ na hoti, seyyā aphāsukā hoti; yathā pana na saṅghaṭṭeti, evaṁ atikkamma ṭhapite vedanā nuppajjati, cittaṁ ekaggaṁ hoti, seyyā phāsukā hoti. Tena vuttaṁ ‘‘pāde pādaṁ accādhāyā’’ti. Sato sampajānoti satiyā ceva sampajānapaññāya ca samannāgato hutvā. Iminā supariggāhakaṁ satisampajaññaṁ kathitaṁ. Uṭṭhānasaññaṁ manasikaritvāti asukavelāya nāma uṭṭhahissāmī’ti evaṁ uṭṭhānavelāparicchedakaṁ uṭṭhānasaññaṁ citte upetvā. Evaṁ katvā nipanno hi yathāparicchinnakāleyeva uṭṭhātuṁ yutto.",
  "atk-abh02a11:74": "520-521.Sātaccaṁ nepakkanti satataṁ pavattayitabbato sātaccasaṅkhātaṁ vīriyañceva paripākagatattā nepakkasaṅkhātaṁ paññañca yutto anuyutto pavattayamānoyeva jāgariyānuyogaṁ anuyutto viharatīti attho. Ettha ca vīriyaṁ lokiyalokuttaramissakaṁ kathitaṁ, paññāpi vīriyagatikā eva; vīriye lokiyamhi lokiyā, lokuttare lokuttarāti attho.",
  "atk-abh02a11:75": "522.Bodhipakkhiyānaṁdhammānanti catusaccabodhisaṅkhātassa maggañāṇassa pakkhe bhavānaṁ dhammānaṁ. Ettāvatā sabbepi sattatiṁsa bodhipakkhiyadhamme samūhato gahetvā lokiyāyapi bhāvanāya ekārammaṇe ekato pavattanasamatthe bojjhaṅgeyeva dassento satta bojjhaṅgātiādimāha. Te lokiyalokuttaramissakāva kathitāti veditabbā. Sesamettha heṭṭhā vuttanayattā uttānatthameva.",
  "atk-abh02a11:76": "523. Abhikkantetiādiniddese abhikkante paṭikkanteti ettha tāva abhikkantaṁ vuccati purato gamanaṁ. Paṭikkantanti nivattanaṁ. Tadubhayampi catūsu iriyāpathesu labbhati. Gamane tāva purato kāyaṁ abhiharanto abhikkamati nāma, paṭinivattanto paṭikkamati nāma. Ṭhānepi ṭhitakova kāyaṁ purato onāmento abhikkamati nāma, pacchato apanāmento paṭikkamati nāma. Nisajjāyapi nisinnakova āsannassa purimaaṅgābhimukho saṁsaranto abhikkamati nāma, pacchimaaṅgappadesaṁ paccāsaṁsaranto paṭikkamati nāma. Nipajjāyapi eseva nayo.",
  "atk-abh02a11:77": "Sampajānakārī hotīti sampajaññena sabbakiccakārī, sampajaññasseva vā kārī. So hi abhikkantādīsu sampajaññaṁ karoteva, na katthaci sampajaññavirahito hoti. Taṁ pana sampajaññaṁ yasmā satisampayuttameva hoti, tenassa niddese ‘‘sato sampajāno abhikkamati, sato sampajāno paṭikkamatī’’ti vuttaṁ.",
  "atk-abh02a11:78": "Ayañhi abhikkamanto vā paṭikkamanto vā na muṭṭhassatī asampajāno hoti; satiyā pana samannāgato paññāya ca sampajānoyeva abhikkamati ceva paṭikkamati ca; sabbesu abhikkamādīsu catubbidhaṁ sampajaññaṁ otāreti. Catubbidhañhi sampajaññaṁ – sātthakasampajaññaṁ, sappāyasampajaññaṁ, gocarasampajaññaṁ, asammohasampajaññanti. Tattha abhikkamanacitte uppanne cittavaseneva agantvā ‘kinnu me ettha gatena attho atthi, natthī’ti atthānatthaṁ pariggahetvā atthapariggaṇhanaṁ ‘sātthakasampajaññaṁ’. Tattha ca ‘attho’ti cetiyadassanabodhidassanasaṅghadassanatheradassanaasubhadassanādivasena dhammato vaḍḍhi. Cetiyaṁ vā bodhiṁ vā disvāpi hi buddhārammaṇaṁ pītiṁ, saṅghadassanena saṅghārammaṇaṁ pītiṁ uppādetvā tadeva khayavayato sammasanto arahattaṁ pāpuṇāti. There disvā tesaṁ ovāde patiṭṭhāya, asubhaṁ disvā tattha paṭhamajjhānaṁ uppādetvā tadeva khayavayato sammasanto arahattaṁ pāpuṇāti. Tasmā etesaṁ dassanaṁ sātthaṁ. Keci pana ‘‘āmisatopi vaḍḍhi atthoyeva; taṁ nissāya brahmacariyānuggahāya paṭipannattā’’ti vadanti.",
  "atk-abh02a11:79": "Tasmiṁ pana gamane sappāyāsappāyaṁ pariggahetvā sappāyapariggaṇhanaṁ ‘sappāyasampajaññaṁ’, seyyathidaṁ – cetiyadassanaṁ tāva sātthaṁ. Sace pana cetiyassa mahatiyā pūjāya dasadvādasayojanantare parisā sannipatanti , attano vibhavānurūpaṁ itthiyopi purisāpi alaṅkatapaṭiyattā cittakammarūpakāni viya sañcaranti, tatra cassa iṭṭhe ārammaṇe lobho, aniṭṭhe paṭigho, asamapekkhane moho uppajjati, kāyasaṁsaggāpattiṁ vā āpajjati, jīvitabrahmacariyānaṁ vā antarāyo hoti. Evaṁ taṁ ṭhānaṁ asappāyaṁ hoti. Vuttappakāraantarāyābhāve sappāyaṁ. Bodhidassanepi eseva nayo. Saṅghadassanampi sātthaṁ. Sace pana antogāme mahāmaṇḍapaṁ kāretvā sabbarattiṁ dhammassavanaṁ karontesu manussesu vuttappakāreneva janasannipāto ceva antarāyo ca hoti. Evaṁ taṁ ṭhānaṁ asappāyaṁ hoti; antarāyābhāve sappāyaṁ hoti. Mahāparisaparivārānaṁ therānaṁ dassanepi eseva nayo.",
  "atk-abh02a11:80": "Asubhadassanampi sātthaṁ. Tadatthadīpanatthañca idaṁ vatthu – eko kira daharabhikkhu sāmaṇeraṁ gahetvā dantakaṭṭhatthāya gato. Sāmaṇero maggā okkamitvā purato gacchanto asubhaṁ disvā paṭhamajjhānaṁ nibbattetvā tadeva pādakaṁ katvā saṅkhāre sammasanto tīṇi phalāni sacchikatvā uparimaggatthāya kammaṭṭhānaṁ pariggahetvā aṭṭhāsi. Daharo taṁ apassanto ‘‘sāmaṇerā’’ti pakkosi. So ‘mayā pabbajitadivasato paṭṭhāya bhikkhunā saddhiṁ dve kathā nāma na kathitapubbā, aññasmiṁ divase uparivisesaṁ nibbattessāmī’ti cintetvā ‘‘kiṁ, bhante’’ti paṭivacanaṁ adāsi. ‘‘Ehī’’ti ca vutto ekavacaneneva āgantvā ‘‘bhante, iminā tāva maggena gantvā mayā ṭhitokāse muhuttaṁ puratthābhimukho ṭhatvā olokethā’’ti āha. So tathā katvā tena pattavisesameva pāpuṇi. Evaṁ ekaṁ asubhaṁ dvinnaṁ janānaṁ atthāya jātaṁ. Evaṁ sātthampi panetaṁ purisassa mātugāmāsubhaṁ asappāyaṁ, mātugāmassa ca purisāsubhaṁ, sabhāgameva sappāyanti. Evaṁ sappāyapariggaṇhanaṁ sappāyasampajaññaṁ nāma.",
  "atk-abh02a11:81": "Evaṁ pariggahitasātthasappāyassa pana aṭṭhatiṁsāya kammaṭṭhānesu attano cittaruciyaṁ kammaṭṭhānasaṅkhātaṁ gocaraṁ uggahetvā bhikkhācāragocare taṁ gahetvāva gamanaṁ ‘gocarasampajaññaṁ’ nāma. Tassāvibhāvanatthaṁ idaṁ catukkaṁ veditabbaṁ –",
  "atk-abh02a11:82": "Idhekacco bhikkhu harati na paccāharati, ekacco na harati paccāharati, ekacco pana neva harati na paccāharati, ekacco harati ca paccāharati ca. Tattha yo bhikkhu divasaṁ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṁ parisodhetvā, tathā rattiyā paṭhamayāme majjhimayāme seyyaṁ kappetvā pacchimayāmepi nisajjācaṅkamehi vītināmetvā pageva cetiyaṅgaṇabodhiyaṅgaṇavattaṁ katvā bodhirukkhe udakaṁ āsiñcitvā pānīyaṁ paribhojanīyaṁ paccupaṭṭhāpetvā ācariyupajjhāyavattādīni sabbāni khandhakavattāni samādāya vattati, so sarīraparikammaṁ katvā senāsanaṁ pavisitvā dve tayo pallaṅke usumaṁ gāhāpento kammaṭṭhānaṁ anuyuñjitvā, bhikkhācāravelāya uṭṭhahitvā kammaṭṭhānasīseneva pattacīvaramādāya senāsanato nikkhamitvā kammaṭṭhānaṁ manasikarontova cetiyaṅgaṇaṁ gantvā, sace buddhānussatikammaṭṭhānaṁ hoti taṁ avissajjetvāva cetiyaṅgaṇaṁ pavisati, aññaṁ ce kammaṭṭhānaṁ hoti sopānamūle ṭhatvā hatthena gahitabhaṇḍaṁ viya taṁ ṭhapetvā buddhārammaṇaṁ pītiṁ gahetvā cetiyaṅgaṇaṁ āruyha mahantaṁ cetiyaṁ ce, tikkhattuṁ padakkhiṇaṁ katvā catūsu ṭhānesu vanditabbaṁ, khuddakaṁ ce, tatheva padakkhiṇaṁ katvā aṭṭhasu ṭhānesu vanditabbaṁ. Cetiyaṁ vanditvā bodhiyaṅgaṇaṁ pattenāpi buddhassa bhagavato sammukhā viya nipaccākāraṁ dassetvā bodhi vanditabbā.",
  "atk-abh02a11:83": "So evaṁ cetiyañca bodhiñca vanditvā paṭisāmitaṭṭhānaṁ gantvā, paṭisāmitaṁ bhaṇḍakaṁ hatthena gaṇhanto viya, nikkhittakammaṭṭhānaṁ gahetvā gāmasamīpe kammaṭṭhānasīseneva cīvaraṁ pārupitvā gāmaṁ piṇḍāya pavisati. Atha naṁ manussā disvā ‘ayyo no āgato’ti paccuggantvā pattaṁ gahetvā āsanasālāya vā gehe vā nisīdāpetvā yāguṁ datvā yāva bhattaṁ na niṭṭhāti tāva pāde dhovitvā telena makkhetvā purato nisīditvā pañhaṁ vā pucchanti dhammaṁ vā sotukāmā honti. Sacepi na kathāpenti ‘‘janasaṅgahatthaṁ dhammakathā nāma kātabbāyevā’’ti aṭṭhakathācariyā vadanti. Dhammakathā hi kammaṭṭhānavinimuttā nāma natthi. Tasmā kammaṭṭhānasīseneva āhāraṁ paribhuñjitvā anumodanaṁ vatvā nivattiyamānehipi manussehi anugatova gāmato nikkhamitvā tattha te nivattetvā maggaṁ paṭipajjati.",
  "atk-abh02a11:84": "Atha naṁ puretaraṁ nikkhamitvā bahigāme katabhattakiccā sāmaṇeradaharabhikkhū disvā paccuggantvā pattacīvaramassa gaṇhanti. Porāṇakabhikkhū kira ‘amhākaṁ upajjhāyo, amhākaṁ ācariyo’ti na mukhaṁ oloketvā vattaṁ karonti, sampattaparicchedeneva karonti. Te taṁ pucchanti ‘‘bhante, ete manussā tumhākaṁ kiṁ honti? Mātipakkhato sambandhā pitipakkhato’’ti? ‘‘Kiṁ disvā pucchathā’’ti? ‘‘Tumhesu etesaṁ pemaṁ bahumāna’’nti. ‘‘Āvuso, yaṁ mātāpitūhipi dukkaraṁ taṁ ete manussā amhākaṁ karonti. Pattacīvarampi no etesaṁ santakameva, etesaṁ ānubhāvena neva bhaye bhayaṁ, na chātake chātakaṁ jānāma. Edisā nāma amhākaṁ upakārino natthī’’ti tesaṁ guṇe kathento gacchati. Ayaṁ vuccati ‘harati na paccāharatī’ti.",
  "atk-abh02a11:85": "Yassa pana pageva vuttappakāraṁ vattapaṭipattiṁ karontassa kammajatejo pajjalati, anupādinnakaṁ muñcitvā upādinnakaṁ gaṇhāti, sarīrato sedā muccanti, kammaṭṭhānaṁ vīthiṁ nārohati, so pageva pattacīvaramādāya vegasāva cetiyaṁ vanditvā gorūpānaṁ nikkhamanavelāyameva gāmaṁ yāgubhikkhāya pavisitvā yāguṁ labhitvā āsanasālaṁ gantvā pivati. Athassa dvattikkhattuṁ ajjhoharaṇamatteneva kammajatejodhātu upādinnakaṁ muñcitvā anupādinnakaṁ gaṇhāti, ghaṭasatena nhāto viya tejodhātupariḷāhanibbānaṁ patvā kammaṭṭhānasīsena yāguṁ paribhuñjitvā pattañca mukhañca dhovitvā antarābhatte kammaṭṭhānaṁ manasikatvā avasesaṭṭhāne piṇḍāya caritvā kammaṭṭhānasīsena āhāraṁ paribhuñjitvā tato paṭṭhāya poṅkhānupoṅkhaṁ upaṭṭhahamānaṁ kammaṭṭhānaṁ gahetvāva āgacchati. Ayaṁ vuccati ‘na harati paccāharatī’ti. Edisā ca bhikkhū yāguṁ pivitvā vipassanaṁ ārabhitvā buddhasāsane arahattaṁ pattā nāma gaṇanapathaṁ vītivattā. Sīhaḷadīpeyeva tesu tesu gāmesu āsanasālāya na taṁ āsanaṁ atthi, yattha yāguṁ pivitvā arahattaṁ pattā bhikkhū natthīti.",
  "atk-abh02a11:86": "Yo pamādavihārī hoti nikkhittadhuro sabbavattāni bhinditvā pañcavidhacetokhīlavinibandhabaddhacitto viharanto ‘kammaṭṭhānaṁ nāma atthī’tipi saññaṁ akatvā gāmaṁ piṇḍāya pavisitvā ananulomikena gihīsaṁsaggena saṁsaṭṭho caritvā ca bhuñjitvā ca tuccho nikkhamati – ayaṁ vuccati ‘neva harati na paccāharatī’ti.",
  "atk-abh02a11:87": "Yo panāyaṁ ‘‘harati ca paccāharati cā’’ti vutto, so gatapaccāgatikavattavasena veditabbo – atthakāmā hi kulaputtā sāsane pabbajitvā dasampi vīsampi tiṁsampi cattārīsampi paññāsampi satampi ekato vasantā katikavattaṁ katvā viharanti – ‘‘āvuso, tumhe na iṇaṭṭā, na bhayaṭṭā, na ājīvikāpakatā pabbajitā; dukkhā muñcitukāmā panettha pabbajitā. Tasmā gamane uppannakilesaṁ gamaneyeva niggaṇhatha. Ṭhāne, nisajjāya, sayane uppannakilesaṁ sayaneyeva niggaṇhathā’’ti.",
  "atk-abh02a11:88": "Te evaṁ katikavattaṁ katvā bhikkhācāraṁ gacchantā, aḍḍhausabhausabhaaḍḍhagāvutagāvutantaresu pāsāṇā honti, tāya saññāya kammaṭṭhānaṁ manasikarontāva gacchanti. Sace kassaci gamane kileso uppajjati, tattheva naṁ niggaṇhāti. Tathā asakkonto tiṭṭhati. Athassa pacchato āgacchantopi tiṭṭhati. So ‘ayaṁ bhikkhu tuyhaṁ uppannaṁ vitakkaṁ jānāti, ananucchavikaṁ te eta’nti attānaṁ paṭicodetvā vipassanaṁ vaḍḍhetvā ariyabhūmiṁ okkamati. Tathā asakkonto nisīdati. Athassa pacchato āgacchantopi nisīdatīti so eva nayo. Ariyabhūmiṁ okkamituṁ asakkontopi taṁ kilesaṁ vikkhambhetvā kammaṭṭhānaṁ manasikarontova gacchati, na kammaṭṭhānavippayuttena cittena pādaṁ uddharati, uddharati ce paṭinivattitvā purimapadesaññeva eti, ālindakavāsī mahāphussadevatthero viya. So kira ekūnavīsati vassāni gatapaccāgatavattaṁ pūrento eva vihāsi. Manussāpi antarāmagge kasantā ca vapantā ca maddantā ca kammāni ca karontā theraṁ tathāgacchantaṁ disvā ‘‘ayaṁ thero punappunaṁ nivattitvā gacchati, kiṁ nu kho maggamūḷho udāhu kiñci pamuṭṭho’’ti samullapanti. So taṁ anādiyitvā kammaṭṭhānayuttacitteneva samaṇadhammaṁ karonto vīsativassabbhantare arahattaṁ pāpuṇi. Arahattapattadivase cassa caṅkamanakoṭiyaṁ adhivatthā devatā aṅgulīhi dīpaṁ ujjāletvā aṭṭhāsi. Cattāropi mahārājāno sakko ca devānamindo brahmā ca sahampati upaṭṭhānaṁ āgamiṁsu. Tañca obhāsaṁ disvā vanavāsī mahātissatthero taṁ dutiyadivase pucchi – ‘‘rattibhāge āyasmato santike obhāso ahosi. Kiṁ so obhāso’’ti? Thero vikkhepaṁ karonto ‘‘obhāso nāma dīpobhāsopi hoti, maṇiobhāsopī’’ti evamādimāha. Tato ‘‘paṭicchādetha tumhe’’ti nibaddho ‘‘āmā’’ti paṭijānitvā ārocesi.",
  "atk-abh02a11:89": "Kāḷavallimaṇḍapavāsī mahānāgatthero viya ca. Sopi kira gatapaccāgatavattaṁ pūrento ‘paṭhamaṁ tāva bhagavato mahāpadhānaṁ pūjessāmī’ti satta vassāni ṭhānacaṅkamameva adhiṭṭhāsi; puna soḷasa vassāni gatapaccāgatavattaṁ pūretvā arahattaṁ pāpuṇi. So kammaṭṭhānayutteneva cittena pādaṁ uddharanto vippayuttena cittena uddhate pāde paṭinivattento gāmasīmaṁ gantvā ‘gāvī nu kho, pabbajito nu kho’ti āsaṅkanīyappadese ṭhatvā cīvaraṁ pārupitvā kacchakantarato udakena pattaṁ dhovitvā udakagaṇḍūsaṁ karoti. Kiṁ kāraṇā? ‘Mā me bhikkhaṁ dātuṁ vā vandituṁ vā āgate manusse ‘dīghāyukā hothā’ti vacanamattenāpi kammaṭṭhānavikkhepo ahosī’ti. ‘Ajja, bhante, katimī’ti divasaṁ vā bhikkhugaṇanaṁ vā pañhaṁ vā pucchito pana udakaṁ gilitvā āroceti; sace divasādipucchakā na honti, nikkhamanavelāyaṁ gāmadvāre niṭṭhubhitvāva yāti.",
  "atk-abh02a11:90": "Kalambatitthavihāre vassūpagatā paññāsa bhikkhū viya ca. Te kira āsāḷhipuṇṇimāyaṁ katikavattaṁ akaṁsu – ‘‘arahattaṁ appatvā aññamaññaṁ nālapissāmā’’ti. Gāmañca piṇḍāya pavisantā udakagaṇḍūsaṁ katvā pavisiṁsu, divasādīsu pucchitesu vuttanayena paṭipajjiṁsu. Tattha manussā niṭṭhubhanaṭṭhānaṁ disvā jāniṁsu – ‘ajja eko āgato, ajja dve’ti; evañca cintesuṁ – ‘kinnu kho ete amheheva saddhiṁ na sallapanti udāhu aññamaññampi? Yadi aññamaññampi na sallapanti, addhā vivādajātā bhavissanti; etha ne aññamaññaṁ khamāpessāmā’ti sabbe vihāraṁ gantvā paññāsāya bhikkhūsu dvepi bhikkhū ekokāse nāddasaṁsu. Tato yo tesu cakkhumā puriso so āha – ‘‘na, bho, kalahakārakānaṁ vasanokāso īdiso hoti. Susammaṭṭhaṁ cetiyaṅgaṇabodhiyaṅgaṇaṁ, sunikkhittā sammajjaniyo, sūpaṭṭhitaṁ pānīyaparibhojanīya’’nti. Te tatova nivattā. Tepi bhikkhū antotemāseyeva arahattaṁ patvā mahāpavāraṇāya visuddhipavāraṇaṁ pavāresuṁ.",
  "atk-abh02a11:91": "Evaṁ kāḷavallimaṇḍapavāsī mahānāgatthero viya, kalambutitthavihāre vassūpagatabhikkhū viya ca kammaṭṭhānayutteneva cittena pādaṁ uddharanto gāmasamīpaṁ gantvā udakagaṇḍūsaṁ katvā vīthiyo sallakkhetvā yattha surāsoṇḍadhuttādayo kalahakārakā caṇḍahatthiassādayo vā natthi, taṁ vīthiṁ paṭipajjati. Tattha piṇḍāya caramāno na turitaturito viya javena gacchati, na hi javanapiṇḍapātikadhutaṅgaṁ nāma kiñci atthi, visamabhūmibhāgappattaṁ pana udakasakaṭaṁ viya niccalo hutvā gacchati, anugharaṁ paviṭṭho ca dātukāmaṁ vā adātukāmaṁ vā sallakkhetuṁ tadanurūpaṁ kālaṁ āgamento bhikkhaṁ gahetvā antogāme vā bahigāme vā vihārameva vā āgantvā , yathāphāsuke patirūpe okāse nisīditvā, kammaṭṭhānaṁ manasikaronto āhāre paṭikūlasaññaṁ upaṭṭhapetvā, akkhabbhañjanavaṇālepanaputtamaṁsūpamavasena paccavekkhanto aṭṭhaṅgasamannāgataṁ āhāraṁ āhāreti neva davāya, na madāya, na maṇḍanāya, na vibhūsanāya…pe… phāsuvihāro cāti. Bhuttāvī ca udakakiccaṁ katvā muhuttaṁ bhattakilamathaṁ paṭippassambhetvā yathā purebhattaṁ, evaṁ pacchābhattaṁ purimayāmaṁ pacchimayāmañca kammaṭṭhānameva manasikaroti. Ayaṁ vuccati ‘harati ca paccāharati cā’ti.",
  "atk-abh02a11:92": "Imaṁ pana haraṇapaccāharaṇasaṅkhātaṁ gatapaccāgatavattaṁ pūrento, yadi upanissayasampanno hoti, paṭhamavaye eva arahattaṁ pāpuṇāti, no ce paṭhamavaye pāpuṇāti atha majjhimavaye, no ce majjhimavaye pāpuṇāti atha pacchimavaye, no ce pacchimavaye pāpuṇāti atha maraṇasamaye, no ce maraṇasamaye pāpuṇāti atha devaputto hutvā, no ce devaputto hutvā pāpuṇāti anuppanne buddhe nibbatto paccekabodhiṁ sacchikaroti, no ce paccekabodhiṁ sacchikaroti atha buddhānaṁ sammukhībhāve khippābhiñño vā hoti – seyyathāpi thero bāhiyo dārucīriyo, mahāpañño vā – seyyathāpi thero sāriputto, mahiddhiko vā – seyyathāpi thero mahāmoggallāno, dhutaṅgadharo vā – seyyathāpi thero mahākassapo, dibbacakkhuko vā – seyyathāpi thero anuruddho, vinayadharo vā – seyyathāpi thero upāli, dhammakathiko vā – seyyathāpi thero puṇṇo mantāṇiputto, āraññiko vā – seyyathāpi thero revato, bahussuto vā – seyyathāpi thero ānando, sikkhākāmo vā – seyyathāpi thero rāhulo buddhaputtoti. Iti imasmiṁ catukke yvāyaṁ harati ca paccāharati ca, tassa gocarasampajaññaṁ sikhāppattaṁ hoti.",
  "atk-abh02a11:93": "Abhikkamādīsu pana asammuyhanaṁ asammohasampajaññaṁ. Taṁ evaṁ veditabbaṁ – idha bhikkhu abhikkamanto vā paṭikkamanto vā yathā andhabālaputhujjanā abhikkamādīsu ‘attā abhikkamati, attanā abhikkamo nibbattito’ti vā ‘ahaṁ abhikkamāmi, mayā abhikkamo nibbattito’ti vā sammuyhanti, tathā asammuyhanto ‘abhikkamāmī’ti citte uppajjamāne teneva cittena saddhiṁ cittasamuṭṭhānavāyodhātu viññattiṁ janayamānā uppajjati. Iti cittakiriyāvāyodhātuvipphāravasena ayaṁ kāyasammato aṭṭhisaṅghāto abhikkamati. Tassevaṁ abhikkamato ekekapāduddharaṇe pathavīdhātu āpodhātūti dve dhātuyo omattā honti mandā, itarā dve adhimattā honti balavatiyo; tathā atiharaṇavītiharaṇesu. Vossajjane tejodhātu vāyodhātūti dve dhātuyo omattā honti mandā, itarā dve adhimattā honti balavatiyo; tathā sannikkhepanasannirujjhanesu tattha uddharaṇe pavattā rūpārūpadhammā atiharaṇaṁ na pāpuṇanti; tathā atiharaṇe pavattā vītiharaṇaṁ, vītiharaṇe pavattā vossajjanaṁ, vossajjane pavattā sannikkhepanaṁ, sannikkhepane pavattā sannirujjhanaṁ na pāpuṇanti; tattha tattheva pabbaṁ pabbaṁ sandhi sandhi odhi odhi hutvā tattakapāle pakkhittatilaṁ viya paṭapaṭāyantā bhijjanti. Tattha ko eko abhikkamati? Kassa vā ekassa abhikkamanaṁ? Paramatthato hi dhātūnaṁyeva gamanaṁ, dhātūnaṁ ṭhānaṁ, dhātūnaṁ nisajjā, dhātūnaṁ sayanaṁ, tasmiṁ tasmiñhi koṭṭhāse saddhiṁ rūpehi –",
  "atk-abh02a11:94": "Aññaṁ uppajjate cittaṁ, aññaṁ cittaṁ nirujjhati;",
  "atk-abh02a11:95": "Avīcimanusambandho, nadīsotova vattatīti.",
  "atk-abh02a11:96": "Evaṁ abhikkamādīsu asammuyhanaṁ asammohasampajaññaṁ nāmāti.",
  "atk-abh02a11:97": "Niṭṭhito abhikkante paṭikkante sampajānakārī hotītipadassa attho.",
  "atk-abh02a11:98": "Ālokite vilokiteti ettha pana ālokitaṁ nāma purato pekkhanaṁ, vilokitaṁ nāma anudisāpekkhanaṁ. Aññānipi heṭṭhā upari pacchato pekkhanavasena olokitaullokitāpalokitāni nāma honti. Tāni idha na gahitāni. Sāruppavasena pana imāneva dve gahitāni. Iminā vā mukhena sabbānipi tāni gahitānevāti.",
  "atk-abh02a11:99": "Tattha ‘ālokessāmī’ti citte uppanne cittavaseneva anoloketvā atthapariggaṇhanaṁ ‘sātthakasampajaññaṁ’. Taṁ āyasmantaṁ nandaṁ kāyasakkhiṁ katvā veditabbaṁ. Vuttañhetaṁ bhagavatā –",
  "atk-abh02a11:100": "‘‘Sace, bhikkhave, nandassa puratthimā disā āloketabbā hoti, sabbaṁ cetasā samannāharitvā nando puratthimaṁ disaṁ āloketi – ‘evaṁ me puratthimaṁ disaṁ ālokayato na abhijjhādomanassā pāpakā akusalā dhammā anvāssavissantī’ti. Itiha sātthakasampajāno hoti. ‘‘Sace, bhikkhave, nandassa pacchimā disā, uttarā disā, dakkhiṇā disā, uddhaṁ, adho, anudisā anuviloketabbā hoti, sabbaṁ cetasā samannāharitvā nando anudisaṁ anuviloketi – evaṁ me anudisaṁ anuvilokayato…pe… sampajāno hotī’’ti (a. ni. 8.9).",
  "atk-abh02a11:101": "Apica idhāpi pubbe vuttacetiyadassanādivaseneva sātthakatā ca sappāyatā ca veditabbā.",
  "atk-abh02a11:102": "Kammaṭṭhānassa pana avijahanameva ‘gocarasampajaññaṁ’. Tasmā khandhadhātuāyatanakammaṭṭhānikehi attano kammaṭṭhānavaseneva, kasiṇādikammaṭṭhānikehi vā pana kammaṭṭhānasīseneva ālokanavilokanaṁ kātabbaṁ.",
  "atk-abh02a11:103": "Abbhantare attā nāma āloketā vā viloketā vā natthi. ‘Ālokessāmī’ti pana citte uppajjamāne teneva cittena saddhiṁ cittasamuṭṭhānā vāyodhātu viññattiṁ janayamānā uppajjati. Iti cittakiriyāvāyodhātuvipphāravasena heṭṭhimaṁ akkhidalaṁ adho sīdati, uparimaṁ uddhaṁ laṅgheti. Koci yantakena vivaranto nāma natthi. Tato cakkhuviññāṇaṁ dassanakiccaṁ sādhentaṁ uppajjatī’ti evaṁ pajānanaṁ panettha ‘asammohasampajaññaṁ’ nāma.",
  "atk-abh02a11:104": "Apica mūlapariññāāgantukatāvakālikabhāvavasena panettha asammohasampajaññaṁ veditabbaṁ. Mūlapariññāvasena tāva –",
  "atk-abh02a11:105": "Bhavaṅgāvajjanañceva, dassanaṁ sampaṭicchanaṁ;",
  "atk-abh02a11:106": "Santīraṇaṁ voṭṭhabbanaṁ, javanaṁ bhavati sattamaṁ.",
  "atk-abh02a11:107": "Tattha bhavaṅgaṁ upapattibhavassa aṅgakiccaṁ sādhayamānaṁ pavattati; taṁ āvattetvā kiriyamanodhātu āvajjanakiccaṁ sādhayamānā; tannirodhā cakkhuviññāṇaṁ dassanakiccaṁ sādhayamānaṁ; tannirodhā vipākamanodhātu sampaṭicchanakiccaṁ sādhayamānā; tannirodhā vipākamanoviññāṇadhātu santīraṇakiccaṁ sādhayamānā; tannirodhā kiriyamanoviññāṇadhātu voṭṭhabbanakiccaṁ sādhayamānā; tannirodhā sattakkhattuṁ javanaṁ javati. Tattha paṭhamajavanepi ‘ayaṁ itthī, ayaṁ puriso’ti rajjanadussanamuyhanavasena ālokitavilokitaṁ na hoti; dutiyajavanepi…pe… sattamajavanepi. Etesu pana, yuddhamaṇḍale yodhesu viya, heṭṭhupariyavasena bhijjitvā patitesu ‘ayaṁ itthī, ayaṁ puriso’ti rajjanādivasena ālokitavilokitaṁ hoti. Evaṁ tāvettha ‘mūlapariññāvasena’ asammohasampajaññaṁ veditabbaṁ.",
  "atk-abh02a11:108": "Cakkhudvāre pana rūpe āpāthagate bhavaṅgacalanato uddhaṁ sakasakakiccanipphādanavasena āvajjanādīsu uppajjitvā niruddhesu avasāne javanaṁ uppajjati. Taṁ pubbe uppannānaṁ āvajjanādīnaṁ gehabhūte cakkhudvāre āgantukapuriso viya hoti. Tassa yathā paragehe kiñci yācituṁ paviṭṭhassa āgantukapurisassa gehasāmikesupi tuṇhīmāsinesu āṇākaraṇaṁ na yuttaṁ, evaṁ āvajjanādīnaṁ gehabhūte cakkhudvāre āvajjanādīsupi arajjantesu adussantesu amuyhantesu ca rajjanadussanamuyhanaṁ ayuttanti. Evaṁ ‘āgantukabhāvavasena’ asammohasampajaññaṁ veditabbaṁ.",
  "atk-abh02a11:109": "Yāni panetāni cakkhudvāre voṭṭhabbanapariyosānāni cittāni uppajjanti, tāni saddhiṁ sampayuttadhammehi tattha tattheva bhijjanti, aññamaññaṁ na passantīti ittarāni tāvakālikāni honti. Tattha yathā ekasmiṁ ghare sabbesu mānusakesu matesu avasesassa ekakassa taṅkhaṇaṁyeva maraṇadhammassa na yuttā naccagītādīsu abhirati nāma, evameva ekadvāre sasampayuttesu āvajjanādīsu tattha tattheva matesu avasesassa taṅkhaṇaṁññeva maraṇadhammassa javanassāpi rajjanadussanamuyhanavasena abhirati nāma na yuttāti. Evaṁ ‘tāvakālikabhāvavasena’ asammohasampajaññaṁ veditabbaṁ.",
  "atk-abh02a11:110": "Apica khandhāyatanadhātupaccayapaccavekkhaṇavasenapetaṁ veditabbaṁ. Ettha hi cakkhu ceva rūpāni ca rūpakkhandho, dassanaṁ viññāṇakkhandho, taṁsampayuttā vedanā vedanākkhandho, saññā saññākkhandho, phassādikā saṅkhārakkhandho. Evametesaṁ pañcannaṁ khandhānaṁ samavāye ālokanavilokanaṁ paññāyati. Tattha ko eko āloketi? Ko viloketi?",
  "atk-abh02a11:111": "Tathā cakkhu cakkhāyatanaṁ, rūpaṁ rūpāyatanaṁ, dassanaṁ manāyatanaṁ, vedanādayo taṁsampayuttā dhammā dhammāyatanaṁ. Evametesaṁ catunnaṁ āyatanānaṁ samavāye ālokanavilokanaṁ paññāyati. Tattha ko eko āloketi? Ko viloketi?",
  "atk-abh02a11:112": "Tathā cakkhu cakkhudhātu, rūpaṁ rūpadhātu, dassanaṁ cakkhuviññāṇadhātu, taṁsampayuttā vedanādayo dhammā dhammadhātu. Evametāsaṁ catunnaṁ dhātūnaṁ samavāye ālokanavilokanaṁ paññāyati. Tattha ko eko āloketi? Ko viloketi?",
  "atk-abh02a11:113": "Tathā cakkhu nissayapaccayo, rūpaṁ ārammaṇapaccayo, āvajjanaṁ anantarasamanantaraanantarūpanissayanatthivigatapaccayo, āloko upanissayapaccayo, vedanādayo sahajātādipaccayā. Evametesaṁ paccayānaṁ samavāye ālokanavilokanaṁ paññāyati. Tattha ko eko āloketi? Ko viloketīti? Evamettha khandhāyatanadhātupaccayapaccavekkhaṇavasenāpi asammohasampajaññaṁ veditabbaṁ.",
  "atk-abh02a11:114": "Samiñjite pasāriteti pabbānaṁ samiñjanapasāraṇe. Tattha cittavaseneva samiñjanapasāraṇaṁ akatvā hatthapādānaṁ samiñjanapasāraṇapaccayā atthānatthaṁ pariggahetvā tattha atthapariggaṇhanaṁ ‘sātthakasampajaññaṁ’. Tattha hatthapāde aticiraṁ samiñjitvā vā pasāretvā eva vā ṭhitassa khaṇe khaṇe vedanā uppajjanti, cittaṁ ekaggataṁ na labhati, kammaṭṭhānaṁ paripatati, visesaṁ nādhigacchati; kāle samiñjantassa kāle pasārentassa pana tā vedanā nuppajjanti, cittaṁ ekaggaṁ hoti, kammaṭṭhānaṁ phātiṁ gacchati, visesamadhigacchatīti. Evaṁ ‘atthānatthapariggaṇhanaṁ’ veditabbaṁ.",
  "atk-abh02a11:115": "Atthe pana satipi sappāyāsappāyaṁ pariggahetvā sappāyapariggaṇhanaṁ ‘sappāyasampajaññaṁ’.",
  "atk-abh02a11:116": "Tatrāyaṁ nayo – mahācetiyaṅgaṇe kira daharabhikkhū sajjhāyaṁ gaṇhanti. Tesaṁ piṭṭhipasse daharabhikkhuniyo dhammaṁ suṇanti. Tatreko daharo hatthaṁ pasārento kāyasaṁsaggaṁ patvā teneva kāraṇena gihī jāto. Aparo bhikkhu pādaṁ pasārento aggimhi pasāresi. Aṭṭhiṁ āhacca pādo jhāyi. Aparo bhikkhu vammike pasāresi. So āsīvisena daṭṭho. Aparo bhikkhu cīvarakuṭidaṇḍake pasāresi. Taṁ maṇisappo ḍaṁsi. Tasmā evarūpe asappāye apasāretvā sappāye pasāretabbaṁ. Idamettha sappāyasampajaññaṁ.",
  "atk-abh02a11:117": "‘Gocarasampajaññaṁ’ pana mahātheravatthunā dīpetabbaṁ – mahāthero kira divāṭṭhāne nisinno antevāsikehi saddhiṁ kathayamāno sahasā hatthaṁ samiñjitvā puna yathāṭhāne ṭhapetvā saṇikaṁ samiñjesi. Taṁ antevāsikā pucchiṁsu – ‘‘kasmā, bhante, sahasā hatthaṁ samiñjitvā puna yathāṭhāne ṭhapetvā saṇikaṁ samiñjitthā’’ti? ‘‘Yato paṭṭhāya mayā, āvuso, kammaṭṭhānaṁ manasikātuṁ āraddho, na me kammaṭṭhānaṁ muñcitvā hattho samiñjitapubbo. Idāni pana me tumhehi saddhiṁ kathayamānena kammaṭṭhānaṁ muñcitvā samiñjito. Tasmā puna yathāṭhāne ṭhapetvā samiñjesi’’nti. ‘‘Sādhu, bhante, bhikkhunā nāma evarūpena bhavitabba’’nti. Evametthāpi kammaṭṭhānāvijahanameva ‘gocarasampajañña’nti veditabbaṁ.",
  "atk-abh02a11:118": "‘Abbhantare attā nāma koci samiñjento vā pasārento vā natthi. Vuttappakāracittakiriyāvāyodhātuvipphārena pana, suttākaḍḍhanavasena dāruyantassa hatthapādacalanaṁ viya, samiñjanapasāraṇaṁ hotī’ti parijānanaṁ panettha ‘asammohasampajañña’nti veditabbaṁ.",
  "atk-abh02a11:119": "Saṅghāṭipattacīvaradhāraṇeti ettha saṅghāṭicīvarānaṁ nivāsanapārupanavasena pattassa bhikkhāpaṭiggahaṇādivasena paribhogo ‘dhāraṇaṁ’ nāma. Tattha saṅghāṭicīvaradhāraṇe tāva nivāsetvā pārupitvā ca piṇḍāya carato ‘‘āmisalābho sītassa paṭighātāyā’’tiādinā nayena bhagavatā vuttappakāroyeva ca attho ‘attho’ nāma. Tassa vasena ‘sātthakasampajaññaṁ’ veditabbaṁ.",
  "atk-abh02a11:120": "Uṇhapakatikassa pana dubbalassa ca cīvaraṁ sukhumaṁ sappāyaṁ, sītālukassa ghanaṁ dupaṭṭaṁ; viparītaṁ asappāyaṁ. Yassa kassaci jiṇṇaṁ asappāyameva. Aggaḷādidānena hissa taṁ palibodhakaraṁ hoti. Tathā paṭṭuṇṇadukūlādibhedaṁ corānaṁ lobhanīyacīvaraṁ. Tādisañhi araññe ekakassa nivāsantarāyakaraṁ jīvitantarāyakarañcāpi hoti. Nippariyāyena pana yaṁ nimittakammādimicchājīvavasena uppannaṁ, yañcassa sevamānassa akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, taṁ asappāyaṁ ; viparītaṁ sappāyaṁ. Tassa vasenettha ‘sappāyasampajaññaṁ’ kammaṭṭhānāvijahanavaseneva ca ‘gocarasampajaññaṁ’ veditabbaṁ.",
  "atk-abh02a11:121": "Abbhantare attā nāma koci cīvaraṁ pārupanto natthi. Vuttappakāracittakiriyāvāyodhātuvipphāreneva pana cīvarapārupanaṁ hoti. Tattha cīvarampi acetanaṁ, kāyopi acetano. Cīvaraṁ na jānāti – ‘mayā kāyo pārupito’ti, kāyopi na jānāti – ‘ahaṁ cīvarena pārupito’ti. Dhātuyova dhātusamūhaṁ paṭicchādenti, paṭapilotikāya potthakarūpapaṭicchādane viya. Tasmā neva sundaraṁ cīvaraṁ labhitvā somanassaṁ kātabbaṁ , na asundaraṁ labhitvā domanassaṁ. Nāgavammikacetiyarukkhādīsu hi keci mālāgandhadhūpavatthādīhi sakkāraṁ karonti, keci gūthamuttakaddamadaṇḍasatthappahārādīhi asakkāraṁ. Na tehi nāgavammikarukkhādayo somanassaṁ vā domanassaṁ vā karonti. Evameva neva sundaraṁ cīvaraṁ labhitvā somanassaṁ kātabbaṁ, na asundaraṁ labhitvā domanassanti. Evaṁ pavattapaṭisaṅkhānavasenettha ‘asammohasampajaññaṁ’ veditabbaṁ.",
  "atk-abh02a11:122": "Pattadhāraṇepi pattaṁ sahasāva aggahetvā ‘imaṁ gahetvā piṇḍāya caramāno bhikkhaṁ labhissāmī’ti evaṁ pattaggahaṇapaccayā paṭilabhitabbaatthavasena ‘sātthakasampajaññaṁ’ veditabbaṁ. Kisadubbalasarīrassa pana garupatto asappāyo; yassa kassaci catupañcagaṇṭhikāhato dubbisodhanīyo asappāyova. Duddhotapatto hi na vaṭṭati; taṁ dhovantasseva cassa palibodho hoti. Maṇivaṇṇapatto pana lobhanīyova cīvare vuttanayeneva asappāyo. Nimittakammādivasena pana laddho, yañcassa sevamānassa akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, ayaṁ ekantāsappāyova viparīto sappāyo. Tassa vasenettha ‘sappāyasampajaññaṁ’ kammaṭṭhānāvijahanavaseneva ‘gocarasampajaññaṁ’ veditabbaṁ.",
  "atk-abh02a11:123": "Abbhantare attā nāma koci pattaṁ gaṇhanto natthi. Vuttappakāracittakiriyāvāyodhātuvipphāravaseneva pana pattaggahaṇaṁ nāma hoti. Tattha pattopi acetano, hatthāpi acetanā. Patto na jānāti – ‘ahaṁ hatthehi gahito’ti. Hatthāpi na jānanti – ‘patto amhehi gahito’ti. Dhātuyova dhātusamūhaṁ gaṇhanti, saṇḍāsena aggivaṇṇapattagahaṇe viyāti. Evaṁ pavattapaṭisaṅkhānavasenettha ‘asammohasampajaññaṁ’ veditabbaṁ.",
  "atk-abh02a11:124": "Apica yathā chinnahatthapāde vaṇamukhehi paggharitapubbalohitakimikule nīlamakkhikasamparikiṇṇe anāthasālāyaṁ anāthamanusse disvā dayālukā purisā tesaṁ vaṇabandhapaṭṭacoḷakāni ceva kapālādīhi ca bhesajjāni upanāmenti. Tattha coḷakānipi kesañci saṇhāni kesañci thūlāni pāpuṇanti. Bhesajjakapālakānipi kesañci susaṇṭhānāni kesañci dussaṇṭhānāni pāpuṇanti. Na te tattha sumanā vā honti dummanā vā. Vaṇapaṭicchādanamatteneva hi coḷakena, bhesajjapariggahaṇamatteneva ca kapālakena tesaṁ attho. Evameva yo bhikkhu vaṇacoḷakaṁ viya cīvaraṁ, bhesajjakapālakaṁ viya ca pattaṁ, kapāle bhesajjamiva ca patte laddhabhikkhaṁ sallakkheti – ayaṁ saṅghāṭipattacīvaradhāraṇe asammohasampajaññena uttamasampajānakārīti veditabbo.",
  "atk-abh02a11:125": "Asitādīsu asiteti piṇḍapātādibhojane. Pīteti yāguādipāne. Khāyiteti piṭṭhakhajjakādikhādane. Sāyiteti madhuphāṇitādisāyane. Tattha ‘‘neva davāyā’’tiādinā nayena vutto aṭṭhavidhopi attho ‘attho’ nāma. Tassa vasena ‘sātthakasampajaññaṁ’ veditabbaṁ.",
  "atk-abh02a11:126": "Lūkhapaṇītatittamadhurādīsu pana yena bhojanena yassa aphāsu hoti, taṁ tassa asappāyaṁ. Yaṁ pana nimittakammādivasena paṭiladdhaṁ, yañcassa bhuñjato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, taṁ ekantaṁ asappāyameva; viparītaṁ sappāyaṁ. Tassa vasenettha ‘sappāyasampajaññaṁ’ kammaṭṭhānāvijahanavaseneva ca ‘gocarasampajaññaṁ’ veditabbaṁ.",
  "atk-abh02a11:127": "Abbhantare attā nāma koci bhuñjako natthi. Vuttappakāracittakiriyāvāyodhātuvipphāreneva pana pattapaṭiggahaṇaṁ nāma hoti. Cittakiriyāvāyodhātuvipphāreneva hatthassa patte otāraṇaṁ nāma hoti. Cittakiriyāvāyodhātuvipphāreneva ālopakaraṇaṁ, ālopauddharaṇaṁ, mukhavivaraṇañca hoti. Na koci kuñcikāya, na yantakena hanukaṭṭhiṁ vivarati. Cittakiriyāvāyodhātuvipphāreneva ālopassa mukhe ṭhapanaṁ, uparidantānaṁ musalakiccasādhanaṁ, heṭṭhādantānaṁ udukkhalakiccasādhanaṁ, jivhāya hatthakiccasādhanañca hoti. Iti naṁ tattha aggajivhāya tanukakheḷo mūlajivhāya bahalakheḷo makkheti. Taṁ heṭṭhādantaudukkhale jivhāhatthaparivattitaṁ kheḷaudakatemitaṁ uparidantamusalasañcuṇṇitaṁ koci kaṭacchunā vā dabbiyā vā anto pavesento nāma natthi; vāyodhātuyāva pavisati. Paviṭṭhaṁ paviṭṭhaṁ koci palālasanthāraṁ katvā dhārento nāma natthi; vāyodhātuvaseneva tiṭṭhati. Ṭhitaṁ ṭhitaṁ koci uddhanaṁ katvā aggiṁ jāletvā pacanto nāma natthi; tejodhātuyāva paccati. Pakkaṁ pakkaṁ koci daṇḍakena vā yaṭṭhiyā vā bahi nīhārako nāma natthi; vāyodhātuyeva nīharati. Iti vāyodhātu atiharati ca vītiharati ca dhāreti ca parivatteti ca sañcuṇṇeti ca visoseti ca nīharati ca. Pathavīdhātu dhāreti ca parivatteti ca sañcuṇṇeti ca visoseti ca nīharati ca. Āpodhātu sineheti ca allattañca anupāleti. Tejodhātu antopaviṭṭhaṁ paripāceti. Ākāsadhātu añjaso hoti. Viññāṇadhātu tattha tattha sammāpayogamanvāya ābhujatīti. Evaṁ pavattapaṭisaṅkhānavasenettha ‘asammohasampajaññaṁ’ veditabbaṁ.",
  "atk-abh02a11:128": "Apica gamanato, pariyesanato, paribhogato, āsayato, nidhānato, aparipakkato, paripakkato, phalato, nissandanato, sammakkhanatoti evaṁ dasavidhapaṭikūlabhāvapaccavekkhaṇatopettha ‘asammohasampajaññaṁ’ veditabbaṁ. Vitthārakathā panettha visuddhimagge āhārapaṭikūlasaññāniddesato gahetabbā.",
  "atk-abh02a11:129": "Uccārapassāvakammeti uccārassa ca passāvassa ca karaṇe. Tattha pakkakāle uccārapassāvaṁ akarontassa sakalasarīrato sedā muccanti, akkhīni bhamanti, cittaṁ na ekaggaṁ hoti, aññe ca rogā uppajjanti; karontassa pana sabbaṁ taṁ na hotīti ayamettha attho. Tassa vasena ‘sātthakasampajaññaṁ’ veditabbaṁ.",
  "atk-abh02a11:130": "Aṭṭhāne uccārapassāvaṁ karontassa pana āpatti hoti, ayaso vaḍḍhati, jīvitantarāyo hoti; patirūpe ṭhāne karontassa sabbaṁ taṁ na hotīti idamettha sappāyaṁ. Tassa vasena ‘sappāyasampajaññaṁ’ kammaṭṭhānāvijahanavaseneva ca ‘gocarasampajaññaṁ’ veditabbaṁ.",
  "atk-abh02a11:131": "Abbhantare attā nāma koci uccārapassāvakammaṁ karonto natthi. Cittakiriyāvāyodhātuvipphāreneva pana uccārapassāvakammaṁ hoti. Yathā pana pakke gaṇḍe gaṇḍabhedena pubbalohitaṁ akāmatāya nikkhamati, yathā ca atibharitā udakabhājanā udakaṁ akāmatāya nikkhamati, evaṁ pakkāsayamuttavatthīsu sannicitā uccārapassāvā vāyuvegasamuppīḷitā akāmatāyapi nikkhamanti. So panāyaṁ evaṁ nikkhamanto uccārapassāvo neva tassa bhikkhuno attano hoti na parassa; kevalaṁ pana sarīranissandova hoti. Yathā kiṁ? Yathā udakatumbhato purāṇaudakaṁ chaḍḍentassa neva taṁ attano hoti na paresaṁ, kevalaṁ paṭijagganamattameva hoti, evanti. Evaṁ pavattapaṭisaṅkhānavasenettha ‘asammohasampajaññaṁ’ veditabbaṁ.",
  "atk-abh02a11:132": "Gatādīsu gateti gamane. Ṭhiteti ṭhāne. Nisinneti nisajjāya. Sutteti sayane. Tattha abhikkantādīsu vuttanayeneva sampajānakāritā veditabbā.",
  "atk-abh02a11:133": "Ayaṁ panettha aparopi nayo – eko hi bhikkhu gacchanto aññaṁ cintento aññaṁ vitakkento gacchati. Eko kammaṭṭhānaṁ avissajjetvāva gacchati. Tathā eko bhikkhu tiṭṭhanto, nisīdanto, sayanto aññaṁ cintento aññaṁ vitakkento sayati. Eko kammaṭṭhānaṁ avissajjetvāva sayati.",
  "atk-abh02a11:134": "Ettakena pana na pākaṭaṁ hotīti caṅkamena dīpayiṁsu. Yo hi bhikkhu caṅkamanaṁ otaritvā caṅkamanakoṭiyaṁ ṭhito pariggaṇhāti; ‘pācīnacaṅkamanakoṭiyaṁ pavattā rūpārūpadhammā pacchimacaṅkamanakoṭiṁ appatvā ettheva niruddhā, pacchimacaṅkamanakoṭiyaṁ pavattāpi pācīnacaṅkamanakoṭiṁ appatvā ettheva niruddhā, caṅkamanavemajjhe pavattā ubho koṭiyo appatvā ettheva niruddhā, caṅkamane pavattā rūpārūpadhammā ṭhānaṁ appatvā ettheva niruddhā, ṭhāne pavattā nisajjaṁ, nisajjāya pavattā sayanaṁ appatvā ettheva niruddhā’ti evaṁ pariggaṇhanto pariggaṇhantoyeva bhavaṅgaṁ otāreti; uṭṭhahanto kammaṭṭhānaṁ gahetvāva uṭṭhāti – ayaṁ bhikkhu gatādīsu sampajānakārī nāma hotīti.",
  "atk-abh02a11:135": "Evaṁ pana sutte kammaṭṭhānaṁ avibhūtaṁ hoti. Kammaṭṭhānaṁ avibhūtaṁ na kātabbaṁ. Tasmā yo bhikkhu yāva sakkoti tāva caṅkamitvā ṭhatvā nisīditvā sayamāno evaṁ pariggahetvā sayati – ‘kāyo acetano, mañco acetano. Kāyo na jānāti – ahaṁ mañce sayitoti. Mañcopi na jānāti – mayi kāyo sayitoti. Acetano kāyo acetane mañce sayito’ti. Evaṁ pariggaṇhanto pariggaṇhantoyeva cittaṁ bhavaṅgaṁ otāreti, pabujjhamāno kammaṭṭhānaṁ gahetvāva pabujjhati. Ayaṁ sutte sampajānakārī nāma hotīti.",
  "atk-abh02a11:136": "Jāgariteti jāgaraṇe. Tattha ‘kiriyāmayapavattassa appavattiyā sati jāgaritaṁ nāma na hoti; kiriyāmayapavattavaḷañje pavattante jāgaritaṁ nāma hotī’ti pariggaṇhanto bhikkhu jāgarite sampajānakārī nāma hoti. Apica rattindivaṁ cha koṭṭhāse katvā pañca koṭṭhāse jaggantopi jāgarite sampajānakārī nāma hoti.",
  "atk-abh02a11:137": "Bhāsiteti kathane. Tattha ‘upādārūpassa saddāyatanassa appavatte sati bhāsitaṁ nāma na hoti; tasmiṁ pavattante hotī’ti pariggāhako bhikkhu bhāsite sampajānakārī nāma hoti. Vimuttāyatanasīsena dhammaṁ desentopi bāttiṁsa tiracchānakathā pahāya dasakathāvatthunissitaṁ kathaṁ kathentopi bhāsite sampajānakārī nāma hoti.",
  "atk-abh02a11:138": "Tuṇhībhāveti akathane. Tattha ‘upādārūpassa saddāyatanassa pavattiyaṁ sati tuṇhībhāvo nāma natthi; appavattiyaṁ hotī’ti pariggāhako bhikkhu tuṇhībhāve sampajānakārī nāma hoti. Aṭṭhatiṁsāya ārammaṇesu cittaruciyaṁ kammaṭṭhānaṁ gahetvā nisinnopi dutiyajjhānaṁ samāpannopi tuṇhībhāve sampajānakārīyeva nāma hoti.",
  "atk-abh02a11:139": "Ettha ca eko iriyāpatho dvīsu ṭhānesu āgato. So heṭṭhā abhikkante paṭikkanteti ettha bhikkhācāragāmaṁ gacchato ca āgacchato ca addhānagamanavasena kathito. Gate ṭhite nisinneti ettha vihāre cuṇṇikapāduddhārairiyāpathavasena kathitoti veditabbo.",
  "atk-abh02a11:140": "524.Tattha katamā satītiādi sabbaṁ uttānatthameva.",
  "atk-abh02a11:141": "526.Sovivittanti iminā kiṁ dasseti? Etassa bhikkhuno upāsanaṭṭhānaṁ yogapathaṁ sappāyasenāsanaṁ dasseti. Yassa hi abbhantare ettakā guṇā atthi, tassa anucchaviko araññavāso. Yassa panete natthi, tassa ananucchaviko. Evarūpassa hi araññavāso kāḷamakkaṭaacchataracchadīpimigādīnaṁ aṭavīvāsasadiso hoti. Kasmā? Icchāya ṭhatvā paviṭṭhattā. Tassa hi araññavāsamūlako koci attho natthi; araññavāsañceva āraññake ca dūseti; sāsane appasādaṁ uppādeti. Yassa pana abbhantare ettakā guṇā atthi, tasseva so anucchaviko. So hi araññavāsaṁ nissāya vipassanaṁ paṭṭhapetvā arahattaṁ gaṇhitvā parinibbāti, sakalaaraññavāsaṁ upasobheti, āraññikānaṁ sīsaṁ dhovati, sakalasāsanaṁ pasāreti. Tasmā satthā evarūpassa bhikkhuno upāsanaṭṭhānaṁ yogapathaṁ sappāyasenāsanaṁ dassento so vivittaṁ senāsanaṁ bhajatītiādimāha. Tattha vivittanti suññaṁ appasaddaṁ appanigghosaṁ. Etameva hi atthaṁ dassetuṁ tañca anākiṇṇantiādi vuttaṁ. Tattha anākiṇṇanti asaṅkiṇṇaṁ asambādhaṁ. Tattha yassa senāsanassa sāmantā gāvutampi aḍḍhayojanampi pabbatagahanaṁ vanagahanaṁ nadīgahanaṁ hoti, na koci avelāya upasaṅkamituṁ sakkoti – idaṁ santikepi anākiṇṇaṁ nāma. Yaṁ pana aḍḍhayojanikaṁ vā yojanikaṁ vā hoti – idaṁ dūratāya eva anākiṇṇaṁ nāma hoti.",
  "atk-abh02a11:142": "527. Seti ceva āsati ca etthāti senāsanaṁ. Tassa pabhedaṁ dassetuṁ mañco pīṭhantiādi vuttaṁ. Tattha mañcoti cattāro mañcā – masārako, bundikābaddho, kuḷīrapādako, āhaccapādakoti. Tathā pīṭhaṁ. Bhisīti pañca bhisiyo – uṇṇābhisi, coḷabhisi, vākabhisi, tiṇabhisi, paṇṇabhisīti. Bimbohananti sīsupadhānaṁ vuttaṁ. Taṁ vitthārato vidatthicaturaṅgulaṁ vaṭṭati, dīghato mañcavitthārappamāṇaṁ. Vihāroti samantā parihārapathaṁ antoyeva rattiṭṭhānadivāṭṭhānāni dassetvā katasenāsanaṁ. Aḍḍhayogoti supaṇṇavaṅkagehaṁ. Pāsādoti dve kaṇṇikāni gahetvā kato dīghapāsādo. Aṭṭoti paṭirājādipaṭibāhanatthaṁ iṭṭhakāhi kato bahalabhittiko catupañcabhūmiko patissayaviseso. Māḷoti bhojanasālasadiso maṇḍalamāḷo; vinayaṭṭhakathāyaṁ pana ekakūṭasaṅgahito caturassapāsādoti vuttaṁ. Leṇanti pabbataṁ khaṇitvā vā pabbhārassa appahonakaṭṭhāne kuṭṭaṁ uṭṭhāpetvā vā katasenāsanaṁ. Guhāti bhūmidari vā yattha rattindivaṁ dīpaṁ laddhuṁ vaṭṭati, pabbataguhā vā bhūmiguhā vā. Rukkhamūlanti rukkhassa heṭṭhā parikkhittaṁ vā aparikkhittaṁ vā. Veḷugumboti veḷugaccho. Yattha vā pana bhikkhū paṭikkamantīti ṭhapetvā vā etāni mañcādīni yattha bhikkhū sannipatanti, yaṁ tesaṁ sannipātārahaṭṭhānaṁ, sabbametaṁ senāsanaṁ.",
  "atk-abh02a11:143": "528.Bhajatīti upeti. Sambhajatīti tattha abhirativasena anukkaṇṭhito suṭṭhu upeti. Sevatīti nivāsanavasena sevati nisevatīti anukkaṇṭhamāno sannisito hutvā sevati. Saṁsevatīti senāsanavattaṁ sampādento sammā sevati.",
  "atk-abh02a11:144": "529. Idāni yaṁ taṁ vivittanti vuttaṁ, tassa pabhedaṁ dassetuṁ araññaṁ rukkhamūlantiādi āraddhaṁ. Tattha araññanti vinayapariyāyena tāva ‘‘ṭhapetvā gāmañca gāmūpacārañca avasesaṁ arañña’’nti (pārā. 12) āgataṁ. Suttantapariyāyena āraññikaṁ bhikkhuṁ sandhāya ‘‘āraññakaṁ nāma senāsanaṁ pañcadhanusatikapacchima’’nti (pāci. 573) āgataṁ. Vinayasuttantā pana ubhopi pariyāyadesanā nāma. Abhidhammo nippariyāyadesanāti abhidhammapariyāyena araññaṁ dassetuṁ nikkhamitvā bahi indakhīlāti vuttaṁ; indakhīlato bahi nikkhamitvāti attho.",
  "atk-abh02a11:145": "530. Rukkhamūlādīnaṁ pakatiyā ca suviññeyyabhāvato rukkhamūlaṁyeva rukkhamūlantiādi vuttaṁ. Apicettha rukkhamūlanti yaṁkiñci sītacchāyaṁ vivittaṁ rukkhamūlaṁ. Pabbatanti selaṁ. Tattha hi udakasoṇḍīsu udakakiccaṁ katvā sītāya rukkhacchāyāya nisinnassa nānādisāsu khāyamānāsu sītena vātena bījiyamānassa cittaṁ ekaggaṁ hoti. Kandaranti kaṁ vuccati udakaṁ, tena daritaṁ udakena bhinnaṁ pabbatappadesaṁ; yaṁ nitumbantipi nadīkuñjantipi vadanti. Tattha hi rajatapaṭṭasadisā vālikā honti, matthake maṇivitānaṁ viya vanagahanaṁ, maṇikkhandhasadisaṁ udakaṁ sandati. Evarūpaṁ kandaraṁ oruyha pānīyaṁ pivitvā gattāni sītaṁ katvā vālikaṁ ussāpetvā paṁsukūlacīvaraṁ paññapetvā nisinnassa samaṇadhammaṁ karoto cittaṁ ekaggaṁ hoti. Giriguhanti dvinnaṁ pabbatānaṁ antaraṁ, ekasmiṁyeva vā umaṅgasadisaṁ mahāvivaraṁ. Susānalakkhaṇaṁ visuddhimagge (visuddhi. 1.34) vuttaṁ.",
  "atk-abh02a11:146": "531.Vanapatthanti gāmantaṁ atikkamitvā manussānaṁ anupacāraṭṭhānaṁ, yattha na kasanti na vapanti. Tenevassa niddese ‘‘vanapatthanti dūrānametaṁ senāsanānaṁ adhivacana’’ntiādi vuttaṁ. Yasmā vā rukkhamūlādīsu idamevekaṁ bhājetvā dassitaṁ, tasmāssa nikkhepapaṭipāṭiyā niddesaṁ akatvā sabbapariyante niddeso katoti veditabbo. Abbhokāsanti acchannaṁ. Ākaṅkhamāno panettha cīvarakuṭiṁ katvā vasati. Palālapuñjanti palālarāsi. Mahāpalālapuñjato hi palālaṁ nikkaḍḍhitvā pabbhāraleṇasadise ālaye karonti, gacchagumbādīnampi upari palālaṁ pakkhipitvā heṭṭhā nisinnā samaṇadhammaṁ karonti; taṁ sandhāyetaṁ vuttaṁ. Vanapatthaniddese salomahaṁsānanti yattha paviṭṭhassa lomahaṁso uppajjati; evarūpānaṁ bhīsanakasenāsanānaṁ. Pariyantānanti dūrabhāvena pariyante ṭhitānaṁ. Na manussūpacārānanti kasanavapanavasena manussehi upacaritabbaṁ vanantaṁ atikkamitvā ṭhitānaṁ. Durabhisambhavānanti aladdhavivekassādehi abhibhuyya vasituṁ nasakkuṇeyyānaṁ.",
  "atk-abh02a11:147": "532. Appasaddādiniddese appasaddanti vacanasaddena appasaddaṁ.",
  "atk-abh02a11:148": "533.Appanigghosanti nagaranigghosasaddena appanigghosaṁ. Yasmā pana ubhayampetaṁ saddaṭṭhena ekaṁ, tasmāssa niddese ‘‘yadeva taṁ appasaddaṁ tadeva taṁ appanigghosa’’nti vuttaṁ. Vijanavātanti anusañcaraṇajanassa sarīravātena virahitaṁ. Vijanavādantipi pāṭho; antojanavādena virahitanti attho. Yasmā pana yaṁ appanigghosaṁ, tadeva janasañcaraṇena ca janavādena ca virahitaṁ hoti, tasmāssa niddese ‘‘yadeva taṁ appanigghosaṁ tadeva taṁ vijanavāta’’nti vuttaṁ. Manussarāhaseyyakanti manussānaṁ rahassakiriyaṭṭhāniyaṁ. Yasmā pana taṁ janasañcaraṇarahitaṁ hoti, tenassa niddese ‘‘yadeva taṁ vijanavātaṁ tadeva taṁ manussarāhaseyyaka’’nti vuttaṁ. Paṭisallānasāruppanti vivekānurūpaṁ. Yasmā pana taṁ niyameneva manussarāhaseyyakaṁ hoti, tasmāssa niddese ‘‘yadeva taṁ manussarāhaseyyakaṁ tadeva taṁ paṭisallānasāruppa’’nti vuttaṁ.",
  "atk-abh02a11:149": "534. Araññagatādiniddese araññaṁ vuttameva. Tathā rukkhamūlaṁ. Avasesaṁ pana sabbampi senāsanaṁ suññāgārena saṅgahitaṁ.",
  "atk-abh02a11:150": "535.Pallaṅkaṁ ābhujitvāti samantato ūrubaddhāsanaṁ bandhitvā. Ujuṁ kāyaṁ paṇidhāyāti uparimaṁ sarīraṁ ujuṁ ṭhapetvā aṭṭhārasa piṭṭhikaṇṭake koṭiyā koṭiṁ paṭipādetvā. Evañhi nisinnassa cammamaṁsanhārūni na paṇamanti. Athassa yā tesaṁ paṇamanapaccayā khaṇe khaṇe vedanā uppajjeyyuṁ, tā nuppajjanti. Tāsu na uppajjamānāsu cittaṁ ekaggaṁ hoti, kammaṭṭhānaṁ na paripatati, vuḍḍhiṁ phātiṁ upagacchati.",
  "atk-abh02a11:151": "536.Ujuko hoti kāyo ṭhito paṇihitoti idampi hi imamevatthaṁ sandhāya vuttaṁ.",
  "atk-abh02a11:152": "537.Parimukhaṁ satiṁ upaṭṭhapetvāti kammaṭṭhānābhimukhaṁ satiṁ ṭhapayitvā, mukhasamīpe vā katvāti attho. Teneva vuttaṁ ‘‘ayaṁ sati upaṭṭhitā hoti sūpaṭṭhitā nāsikagge vā mukhanimitte vā’’ti. Mukhanimittanti cettha uttaroṭṭhassa vemajjhappadeso daṭṭhabbo, yattha nāsikavāto paṭihaññati; atha vā parīti pariggahaṭṭho, mukhanti niyyānaṭṭho, satīti upaṭṭhānaṭṭho; tena vuccati ‘‘parimukhaṁ sati’’nti evaṁ paṭisambhidāyaṁ (paṭi. ma. 1.164) vuttanayenapettha attho daṭṭhabbo. Tatrāyaṁ saṅkhepo ‘‘pariggahitaniyyānaṁ satiṁ katvā’’ti.",
  "atk-abh02a11:153": "538. Abhijjhāniddeso uttānatthoyeva. Ayaṁ panettha saṅkhepavaṇṇanā – abhijjhaṁ loke pahāyāti lujjanapalujjanaṭṭhena pañcupādānakkhandhā loko. Tasmā pañcasu upādānakkhandhesu rāgaṁ pahāya kāmacchandaṁ vikkhambhetvāti ayamettha attho.",
  "atk-abh02a11:154": "539.Vigatābhijjhenāti vikkhambhanavasena pahīnattā vigatābhijjhena, na cakkhuviññāṇasadisenāti attho.",
  "atk-abh02a11:155": "541.Abhijjhāyacittaṁ parisodhetīti abhijjhāto cittaṁ parisodheti; yathā naṁ sā muñcati ceva, muñcitvā ca na puna gaṇhāti, evaṁ karotīti attho. Niddesapadesu panassa āsevanto sodheti, bhāvento visodheti, bahulīkaronto parisodhetīti evamattho veditabbo. Mocetītiādīsupi eseva nayo.",
  "atk-abh02a11:156": "542-543.Byāpādadosaṁ pahāyātiādīnampi imināva nayena attho veditabbo. Byāpajjati iminā cittaṁ pūtikummāsādayo viya pakatiṁ jahatīti byāpādo. Vikārappattiyā padussati, paraṁ vā padūseti vināsetīti padoso. Ubhayametaṁ kodhassevādhivacanaṁ. Teneva vuttaṁ ‘‘yo byāpādo so padoso; yo padoso so byāpādo’’ti. Yasmā cesa sabbasaṅgāhikavasena niddiṭṭho, tasmā ‘‘sabbapāṇabhūtahitānukampī’’ti avatvā ‘‘abyāpannacitto’’ti ettakameva vuttaṁ.",
  "atk-abh02a11:157": "546. Thinaṁ cittagelaññaṁ, middhaṁ cetasikagelaññaṁ; thinañca middhañca thinamiddhaṁ. Santā hontīti ime dvepi dhammā nirodhasantatāya santā hontīti. Idaṁ sandhāyettha vacanabhedo kato.",
  "atk-abh02a11:158": "549.Ālokasaññīti rattimpi divāpi diṭṭhālokasañjānanasamatthāya vigatanīvaraṇāya parisuddhāya saññāya samannāgato.",
  "atk-abh02a11:159": "550.Sato sampajānoti satiyā ca ñāṇena ca samannāgato. Idaṁ ubhayaṁ ālokasaññāya upakārakattā vuttaṁ.",
  "atk-abh02a11:160": "553. Vigatathinamiddhatāya pana ālokasaññāya niddesapadesu cattattātiādīni aññamaññavevacanāneva . Tattha cattattāti cattakāraṇā. Sesapadesupi eseva nayo. Cattattāti idaṁ panettha sakabhāvapariccajanavasena vuttaṁ. Vantattāti idaṁ puna anādiyanabhāvadassanavasena. Muttattāti idaṁ santatito vinimocanavasena. Pahīnattāti idaṁ muttassāpi katthaci ṭhānābhāvavasena. Paṭinissaṭṭhattāti idaṁ pubbe ādinnapubbassa nissaggadassanavasena. Paṭimuñcato vā nissaṭṭhattā bhāvanābalena abhibhuyya nissaṭṭhattāti attho. Pahīnapaṭinissaṭṭhattāti yathāvikkhambhanavaseneva pahānaṁ hoti, punappunaṁ santatiṁ na ajjhāruhati, tathā paṭinissaṭṭhattāti. Ālokā hotīti sappabhā hoti. Nirāvaraṇaṭṭhena vivaṭā. Nirupakkilesaṭṭhena parisuddhā. Pabhassaraṭṭhena pariyodātā.",
  "atk-abh02a11:161": "556.Uddhaccakukkuccanti ettha uddhatākāro uddhaccaṁ, ārammaṇe anicchayatāya vatthujjhācāro kukkuccaṁ. Idhāpi ‘‘santā hontī’’ti purimanayeneva vacanabhedo veditabbo.",
  "atk-abh02a11:162": "558.Tiṇṇavicikicchoti vicikicchaṁ taritvā atikkamitvā ṭhito. Niddesepissa tiṇṇoti idaṁ vicikicchāya animuggabhāvadassanavasena vuttaṁ. Uttiṇṇoti idaṁ tassā atikkamadassanavasena. Nittiṇṇoti idaṁ bhāvanābalena abhibhuyya upaddave tiṇṇabhāvadassanavasena. Pāraṅgatoti nibbicikicchābhāvasaṅkhātaṁ vicikicchāpāraṁ gato. Pāramanuppattoti tadeva pāraṁ bhāvanānuyogena pattoti. Evamassa paṭipattiyā saphalataṁ dasseti.",
  "atk-abh02a11:163": "559.Akathaṁkathīti ‘kathamidaṁ kathamida’nti evaṁ pavattāya kathaṁkathāya virahito. Kusalesu dhammesūti anavajjadhammesu. Na kaṅkhatīti ‘ime nu kho kusalā’ti kaṅkhaṁ na uppādeti. Na vicikicchatīti te dhamme sabhāvato vinicchetuṁ na kicchati, na kilamati. Akathaṁkathī hotīti ‘kathaṁ nu kho ime kusalā’ti kathaṁkathāya rahito hoti. Nikkathaṁkathī vigatakathaṁkathoti tasseva vevacanaṁ. Vacanattho panettha kathaṁkathāto nikkhantoti nikkathaṁkatho. Vigatā kathaṁkathā assāti vigatakathaṁkatho.",
  "atk-abh02a11:164": "562.Upakkileseti upakkilesabhūte. Te hi cittaṁ upagantvā kilissanti. Tasmā upakkilesāti vuccanti.",
  "atk-abh02a11:165": "563.Paññāyadubbalīkaraṇeti yasmā ime nīvaraṇā uppajjamānā anuppannāya lokiyalokuttarāya paññāya uppajjituṁ na denti, uppannā api aṭṭha samāpattiyo pañca vā abhiññāyo upacchinditvā pātenti, tasmā ‘paññāya dubbalīkaraṇā’ti vuccanti. ‘Anuppannā ceva paññā na uppajjati, uppannā ca paññā nirujjhatī’ti idampi hi imamevatthaṁ sandhāya vuttaṁ. Sesamettha sabbaṁ heṭṭhā tattha tattha pakāsitattā uttānatthameva.",
  "atk-abh02a11:166": "564.Vivicceva kāmehītiādīsupi niddesesu yaṁ vattabbaṁ siyā, taṁ heṭṭhā cittuppādakaṇḍe (dha. sa. aṭṭha. 160) rūpāvacaraniddese idheva ca tattha tattha vuttameva. Kevalañhi dutiyatatiyacatutthajjhānaniddesesupi yathā tāni jhānāni heṭṭhā ‘tivaṅgikaṁ jhānaṁ hoti, duvaṅgikaṁ jhānaṁ hotī’ti vuttāni, evaṁ avatvā ‘‘ajjhattaṁ sampasādana’’ntiādivacanato pariyāyena sampasādādīhi saddhiṁ tāni aṅgāni gahetvā ‘‘jhānanti sampasādo pītisukhaṁ cittassekaggatā’’tiādinā nayena taṁ taṁ jhānaṁ niddiṭṭhanti ayamettha viseso.",
  "atk-abh02a11:167": "588.Yaṁ taṁ ariyā ācikkhantītipadaniddese pana kiñcāpi ‘ācikkhanti desentī’tiādīni sabbāneva aññamaññavevacanāni, evaṁ santepi ‘upekkhako satimā sukhavihārī’tiādiuddesavasena ācikkhanti, niddesavasena desenti, paṭiniddesavasena paññāpenti, tena tena pakārena atthaṁ ṭhapetvā paṭṭhapenti, tassa tassatthassa kāraṇaṁ dassentā vivaranti, byañjanavibhāgaṁ dassentā vibhajanti, nikkujjitabhāvaṁ gambhīrabhāvañca nīharitvā vā sotūnaṁ ñāṇassa patiṭṭhaṁ janayantā uttāniṁ karonti, sabbehipi imehi ākārehi sotūnaṁ aññāṇandhakāraṁ vidhamentā pakāsentīti evamattho daṭṭhabbo.",
  "atk-abh02a11:168": "Samatikkamaniddesepi tattha tattha tehi tehi dhammehi vuṭṭhitattā atikkamanto, uparibhūmippattiyā vītikkanto, tato aparihānibhāvena samatikkantoti evamattho daṭṭhabbo.",
  "atk-abh02a11:169": "Suttantabhājanīyavaṇṇanā.",
  "atk-abh02a11:170": "2. Abhidhammabhājanīyavaṇṇanā",
  "atk-abh02a11:171": "623. Abhidhammabhājanīye heṭṭhā cittuppādakaṇḍe āgatanayeneva tanti ṭhapitā. Tasmā tattha sabbesampi kusalavipākakiriyavasena niddiṭṭhānaṁ jhānānaṁ tattha vuttanayeneva attho veditabbo. Suddhikanavakādibhedopi sabbo tattha vuttasadisoyevāti.",
  "atk-abh02a11:172": "Abhidhammabhājanīyavaṇṇanā.",
  "atk-abh02a11:173": "3. Pañhāpucchakavaṇṇanā",
  "atk-abh02a11:174": "638. Pañhāpucchake pāḷianusāreneva jhānānaṁ kusalādibhāvo veditabbo. Ārammaṇattikesu pana tiṇṇaṁ jhānānaṁ nimittārammaṇattā parittārammaṇādibhāvena navattabbatā veditabbā. Lokuttarā panettha maggakāle phalakāle vā siyā appamāṇārammaṇā. Catutthaṁ jhānaṁ siyā parittārammaṇanti ettha kusalato terasa catutthajjhānāni sabbatthapādakacatutthaṁ, iddhividhacatutthaṁ, dibbasotañāṇacatutthaṁ, cetopariyañāṇacatutthaṁ, pubbenivāsañāṇacatutthaṁ, dibbacakkhuñāṇacatutthaṁ, yathākammūpagañāṇacatutthaṁ, anāgataṁsañāṇacatutthaṁ, ākāsānañcāyatanādicatutthaṁ, lokuttaracatutthanti.",
  "atk-abh02a11:175": "Tattha sabbatthapādakacatutthaṁ navattabbārammaṇameva hoti.",
  "atk-abh02a11:176": "Iddhividhacatutthaṁ cittavasena kāyaṁ pariṇāmentassa adissamānena kāyena pāṭihāriyakaraṇe kāyārammaṇattā parittārammaṇaṁ, kāyavasena cittaṁ pariṇāmentassa dissamānena kāyena pāṭihāriyaṁ katvā brahmalokaṁ gacchantassa samāpatticittārammaṇattā mahaggatārammaṇaṁ.",
  "atk-abh02a11:177": "Dibbasotañāṇacatutthaṁ saddārammaṇattā parittārammaṇaṁ.",
  "atk-abh02a11:178": "Cetopariyañāṇacatutthaṁ kāmāvacaracittajānanakāle parittārammaṇaṁ, rūpāvacarārūpāvacaracittajānanakāle mahaggatārammaṇaṁ, lokuttaracittajānanakāle appamāṇārammaṇaṁ. Cetopariyañāṇalābhī pana puthujjano puthujjanānaṁyeva cittaṁ jānāti, na ariyānaṁ. Sotāpanno sotāpannassa ceva puthujjanassa ca; sakadāgāmī sakadāgāmino ceva heṭṭhimānañca dvinnaṁ; anāgāmī anāgāmino ceva heṭṭhimānañca tiṇṇaṁ; khīṇāsavo sabbesampi jānāti.",
  "atk-abh02a11:179": "Pubbenivāsañāṇacatutthaṁ kāmāvacarakkhandhānussaraṇakāle parittārammaṇaṁ, rūpāvacarārūpāvacarakkhandhānussaraṇakāle mahaggatārammaṇaṁ, ‘‘atīte buddhapaccekabuddhakhīṇāsavā maggaṁ bhāvayiṁsu, phalaṁ sacchikariṁsū’’ti anussaraṇakāle appamāṇārammaṇaṁ, nāmagottānussaraṇakāle navattabbārammaṇaṁ.",
  "atk-abh02a11:180": "Dibbacakkhuñāṇacatutthaṁ vaṇṇārammaṇattā parittārammaṇaṁ.",
  "atk-abh02a11:181": "Yathākammūpagañāṇacatutthaṁ kāmāvacarakammānussaraṇakāle parittārammaṇaṁ, rūpāvacarārūpāvacarakammānussaraṇakāle mahaggatārammaṇaṁ.",
  "atk-abh02a11:182": "Anāgataṁsañāṇacatutthaṁ anāgate kāmadhātuyā nibbattijānanakāle parittārammaṇaṁ, rūpārūpabhavesu nibbattijānanakāle mahaggatārammaṇaṁ, ‘‘anāgate buddhapaccekabuddhakhīṇāsavā maggaṁ bhāvessanti, phalaṁ sacchikarissantī’’ti jānanakāle appamāṇārammaṇaṁ, ‘‘anāgate saṅkho nāma rājā bhavissatī’’tiādinā (dī. ni. 3.108) nayena nāmagottānussaraṇakāle navattabbārammaṇaṁ.",
  "atk-abh02a11:183": "Ākāsānañcāyatanaākiñcaññāyatanacatutthaṁ navattabbārammaṇaṁ. Viññāṇañcāyatananevasaññānāsaññāyatanacatutthaṁ mahaggatārammaṇaṁ.",
  "atk-abh02a11:184": "Lokuttaracatutthaṁ appamāṇārammaṇaṁ.",
  "atk-abh02a11:185": "Kiriyatopi tesaṁ dvādasannaṁ jhānānaṁ idameva ārammaṇavidhānaṁ. Tīṇi jhānāni namaggārammaṇāti paccavekkhaṇañāṇaṁ vā cetopariyādiñāṇaṁ vā maggaṁ ārammaṇaṁ kareyya, tīṇi jhānāni tathā appavattito namaggārammaṇā, sahajātahetuvasena pana siyā maggahetukā; vīriyajeṭṭhikāya vā vīmaṁsājeṭṭhikāya vā maggabhāvanāya maggādhipatino; chandacittajeṭṭhakakāle phalakāle ca navattabbā.",
  "atk-abh02a11:186": "Catutthaṁ jhānanti idhāpi kusalato terasasu catutthajjhānesu sabbatthapādakaiddhividhadibbasotadibbacakkhuyathākammūpagañāṇacatutthañceva catubbidhañca āruppacatutthaṁ maggārammaṇādibhāvena na vattabbaṁ. Cetopariyapubbenivāsaanāgataṁsañāṇacatutthaṁ pana maggārammaṇaṁ hoti. Na vattabbaṁ maggahetukaṁ maggādhipatīti vā; lokuttaracatutthaṁ maggārammaṇaṁ na hoti; maggakāle pana sahajātahetuvasena maggahetukaṁ; vīriyavīmaṁsājeṭṭhikāya maggabhāvanāya maggādhipati; chandacittajeṭṭhikāya ceva maggabhāvanāya phalakāle ca na vattabbaṁ. Kiriyatopi dvādasasu jhānesu ayameva nayo.",
  "atk-abh02a11:187": "Tīṇi jhānāni na vattabbāti atītādīsu ekadhammampi ārabbha appavattito navattabbāti veditabbā.",
  "atk-abh02a11:188": "Catutthaṁ jhānanti kusalato terasasu catutthajjhānesu sabbatthapādakacatutthaṁ navattabbārammaṇameva. Iddhividhacatutthaṁ kāyavasena cittapariṇāmane samāpatticittārammaṇattā atītārammaṇaṁ; ‘‘anāgate imāni pupphāni mā milāyiṁsu, dīpā mā nibbāyiṁsu, eko aggikkhandho samuṭṭhātu, pabbato samuṭṭhātū’’ti adhiṭṭhānakāle anāgatārammaṇaṁ; cittavasena kāyapariṇāmanakāle kāyārammaṇattā paccuppannārammaṇaṁ. Dibbasotañāṇacatutthaṁ saddārammaṇattā paccuppanārammaṇaṁ. Cetopariyañāṇacatutthaṁ atīte sattadivasabbhantare uppajjitvā niruddhacittajānanakāle atītārammaṇaṁ; anāgate sattadivasabbhantare uppajjanakacittajānanakāle anāgatārammaṇaṁ. ‘‘Yathā imassa bhoto manosaṅkhārā paṇihitā imassa cittassa anantarā amuṁ nāma vitakkaṁ vitakkessatīti. So bahuñcepi ādisati, tatheva taṁ hoti no aññathā’’ti iminā hi suttena (a. ni. 3.61) cetopariyañāṇasseva pavatti pakāsitā. Addhānapaccuppannasantatipaccuppannavaseneva paccuppannaṁ ārabbha pavattikāle paccuppannārammaṇaṁ. Vitthārakathā panettha heṭṭhāaṭṭhakathākaṇḍavaṇṇanāyaṁ vuttanayeneva veditabbā.",
  "atk-abh02a11:189": "Pubbenivāsañāṇacatutthaṁ atītakkhandhānussaraṇakāle atītārammaṇaṁ, nāmagottānussaraṇakāle navattabbārammaṇaṁ. Dibbacakkhuñāṇacatutthaṁ vaṇṇārammaṇattā paccuppannārammaṇaṁ. Yathākammūpagañāṇacatutthaṁ atītakammameva ārammaṇaṁ karotīti atītārammaṇaṁ. Anāgataṁsañāṇacatutthaṁ anāgatakkhandhānussaraṇakāle anāgatārammaṇaṁ, nāmagottānussaraṇakāle navattabbārammaṇaṁ. Ākāsānañcāyatanaākiñcaññāyatanacatutthaṁ navattabbārammaṇameva. Viññāṇañcāyatananevasaññānāsaññāyatanacatutthaṁ atītārammaṇameva. Lokuttaracatutthaṁ navattabbārammaṇameva. Kiriyatopi dvādasasu catutthajjhānesu eseva nayo.",
  "atk-abh02a11:190": "Tīṇijhānāni bahiddhārammaṇāti ajjhattato bahiddhābhūtaṁ nimittaṁ ārabbha pavattito bahiddhārammaṇā.",
  "atk-abh02a11:191": "Catutthaṁ jhānanti idhāpi kusalato terasasu catutthajjhānesu sabbatthapādakacatutthaṁ bahiddhārammaṇameva.",
  "atk-abh02a11:192": "Iddhividhacatutthaṁ kāyavasena cittapariṇāmanepi cittavasena kāyapariṇāmanepi attanova kāyacittārammaṇattā ajjhattārammaṇaṁ; ‘‘bahiddhā hatthimpi dassetī’’tiādinā nayena pavattakāle bahiddhārammaṇaṁ.",
  "atk-abh02a11:193": "Dibbasotañāṇacatutthaṁ attano kucchigatasaddārammaṇakāle ajjhattārammaṇaṁ, parassa saddārammaṇakāle bahiddhārammaṇaṁ, ubhayavasenāpi ajjhattabahiddhārammaṇaṁ.",
  "atk-abh02a11:194": "Cetopariyañāṇacatutthaṁ bahiddhārammaṇameva.",
  "atk-abh02a11:195": "Pubbenivāsañāṇacatutthaṁ attano khandhānussaraṇakāle ajjhattārammaṇaṁ, parassa khandhānañceva nāmagottassa ca anussaraṇakāle bahiddhārammaṇaṁ.",
  "atk-abh02a11:196": "Dibbacakkhuñāṇacatutthaṁ attano rūpārammaṇakāle ajjhattārammaṇaṁ, parassa rūpārammaṇakāle bahiddhārammaṇaṁ, ubhayavasenāpi ajjhattabahiddhārammaṇaṁ.",
  "atk-abh02a11:197": "Yathākammūpagañāṇacatutthaṁ attano kammajānanakāle ajjhattārammaṇaṁ, parassa kammajānanakāle bahiddhārammaṇaṁ, ubhayavasenāpi ajjhattabahiddhārammaṇaṁ.",
  "atk-abh02a11:198": "Anāgataṁsañāṇacatutthaṁ attano anāgate nibbattijānanakāle ajjhattārammaṇaṁ, parassa khandhānussaraṇakāle ceva nāmagottānussaraṇakāle ca bahiddhārammaṇaṁ, ubhayavasenāpi ajjhattabahiddhārammaṇaṁ.",
  "atk-abh02a11:199": "Ākāsānañcāyatanacatutthaṁ bahiddhārammaṇaṁ. Ākiñcaññāyatanacatutthaṁ navattabbārammaṇaṁ. Viññāṇañcāyatananevasaññānāsaññāyatanacatutthaṁ ajjhattārammaṇaṁ.",
  "atk-abh02a11:200": "Lokuttaracatutthaṁ bahiddhārammaṇameva. Kiriyatopi dvādasasu jhānesu ayameva nayoti.",
  "atk-abh02a11:201": "Imasmiṁ pana jhānavibhaṅge sammāsambuddhena suttantabhājanīyepi lokiyalokuttaramissakāneva jhānāni kathitāni; abhidhammabhājanīyepi pañhāpucchakepi. Tayopi hi ete nayā tebhūmakadhammamissakattā ekaparicchedā eva. Evamayaṁ jhānavibhaṅgopi teparivaṭṭaṁ nīharitvāva bhājetvā dassitoti.",
  "atk-abh02a11:202": "Sammohavinodaniyā vibhaṅgaṭṭhakathāya",
  "atk-abh02a11:203": "Jhānavibhaṅgavaṇṇanā niṭṭhitā."
}