{
  "atk-s0502a14:0": "14. Buddhavaggo",
  "atk-s0502a14:1": "1. Māradhītaravatthu",
  "atk-s0502a14:2": "Yassajitanti imaṃ dhammadesanaṃ satthā bodhimaṇḍe viharanto māradhītaro ārabbha kathesi. Desanaṃ pana sāvatthiyaṃ samuṭṭhāpetvā puna kururaṭṭhe māgaṇḍiyabrāhmaṇassa kathesi.",
  "atk-s0502a14:3": "Kururaṭṭhe kira māgaṇḍiyabrāhmaṇassa dhītā māgaṇḍiyāyeva nāma ahosi uttamarūpadharā. Taṃ patthayamānā anekabrāhmaṇamahāsālā ceva khattiyamahāsālā ca ‘‘dhītaraṃ no detū’’ti māgaṇḍiyassa pahiṇiṃsu. Sopi ‘‘na tumhe mayhaṃ dhītu anucchavikā’’ti sabbe paṭikkhipateva. Athekadivasaṃ satthā paccūsasamaye lokaṃ volokento attano ñāṇajālassa anto paviṭṭhaṃ māgaṇḍiyabrāhmaṇaṃ disvā ‘‘kiṃ nu kho bhavissatī’’ti upadhārento brāhmaṇassa ca brāhmaṇiyā ca tiṇṇaṃ maggaphalānaṃ upanissayaṃ addasa. Brāhmaṇopi bahigāme nibaddhaṃ aggiṃ paricarati. Satthā pātova pattacīvaramādāya taṃ ṭhānaṃ agamāsi. Brāhmaṇo satthu rūpasiriṃ olokento ‘‘imasmiṃ loke iminā sadiso puriso nāma natthi, ayaṃ mayhaṃ dhītu anucchaviko, imassa me dhītaraṃ dassāmā’’ti cintetvā satthāraṃ āha – ‘‘samaṇa, mama ekā dhītā atthi, ahaṃ tassā anucchavikaṃ purisaṃ apassanto taṃ na kassaci adāsiṃ, tvaṃ panassā anucchaviko, ahaṃ te dhītaraṃ pādaparicārikaṃ katvā dātukāmo, yāva naṃ ānemi, tāva idheva tiṭṭhāhī’’ti. Satthā tassa kathaṃ sutvā neva abhinandi, na paṭikkosi.",
  "atk-s0502a14:4": "Brāhmaṇopi gehaṃ gantvā brāhmaṇiṃ āha – ‘‘bhoti, ajja me dhītu anucchaviko puriso diṭṭho, tassa naṃ dassāmā’’ti dhītaraṃ alaṅkārāpetvā ādāya brāhmaṇiyā saddhiṃ taṃ ṭhānaṃ agamāsi. Mahājanopi kutūhalajāto nikkhami. Satthā brāhmaṇena vuttaṭṭhāne aṭṭhatvā tattha padacetiyaṃ dassetvā aññasmiṃ ṭhāne aṭṭhāsi. Buddhānaṃ kira padacetiyaṃ ‘‘idaṃ asuko nāma passatū’’ti adhiṭṭhahitvā akkantaṭṭhāneyeva paññāyati, sesaṭṭhāne taṃ passanto nāma natthi. Brāhmaṇo attanā saddhiṃ gacchamānāya brāhmaṇiyā ‘‘kahaṃ so’’ti puṭṭho ‘‘imasmiṃ ṭhāne tiṭṭhāhīti taṃ avaca’’nti olokento padavalañjaṃ disvā ‘‘idamassa pada’’nti dassesi. Sā lakkhaṇamantakusalatāya ‘‘na idaṃ, brāhmaṇa, kāmabhogino pada’’nti vatvā brāhmaṇena, ‘‘bhoti, tvaṃ udakapātimhi susumāraṃ passasi, mayā so samaṇo diṭṭho ‘dhītaraṃ te dassāmī’ti vutto, tenāpi adhivāsita’’nti vutte, ‘‘brāhmaṇa, kiñcāpi tvaṃ evaṃ vadesi, idaṃ pana nikkilesasseva pada’’nti vatvā imaṃ gāthamāha –",
  "atk-s0502a14:5": "‘‘Rattassa hi ukkuṭikaṃ padaṃ bhave,",
  "atk-s0502a14:6": "Duṭṭhassa hoti sahasānupīḷitaṃ;",
  "atk-s0502a14:7": "Mūḷhassa hoti avakaḍḍhitaṃ padaṃ,",
  "atk-s0502a14:8": "Vivaṭṭacchadassa idamīdisaṃ pada’’nti. (visuddhi. 1.45; a. ni. aṭṭha. 1.1.260-261; dha. pa. aṭṭha. 1.sāmāvatīvatthu);",
  "atk-s0502a14:9": "Atha naṃ brāhmaṇo, ‘‘bhoti, mā viravi, tuṇhībhūtāva ehī’’ti gacchanto satthāraṃ disvā ‘‘ayaṃ so puriso’’ti tassā dassetvā satthāraṃ upasaṅkamitvā, ‘‘samaṇa, dhītaraṃ te dassāmī’’ti āha. Satthā ‘‘na me tava dhītāya attho’’ti avatvā, ‘‘brāhmaṇa, ekaṃ te kāraṇaṃ kathessāmi, suṇissasī’’ti vatvā ‘‘kathehi, bho samaṇa, suṇissāmī’’ti vutte abhinikkhamanato paṭṭhāya atītaṃ āharitvā dassesi.",
  "atk-s0502a14:10": "Tatrāyaṃ saṅkhepakathā – mahāsatto rajjasiriṃ pahāya kaṇṭakaṃ āruyha channasahāyo abhinikkhamanto nagaradvāre ṭhitena mārena ‘‘siddhattha, nivatta, ito te sattame divase cakkaratanaṃ pātubhavissatī’’ti vutte, ‘‘ahametaṃ, māra, jānāmi, na me tenattho’’ti āha. Atha kimatthāya nikkhamasīti? Sabbaññutaññāṇatthāyāti. ‘‘Tena hi sace ajjato paṭṭhāya kāmavitakkādīnaṃ ekampi vitakkaṃ vitakkessasi, jānissāmi te kattabba’’nti āha. So tato paṭṭhāya otārāpekkho satta vassāni mahāsattaṃ anubandhi.",
  "atk-s0502a14:11": "Satthāpi chabbassāni dukkarakārikaṃ caritvā paccattapurisakāraṃ nissāya bodhimūle sabbaññutaññāṇaṃ paṭivijjhitvā vimuttisukhaṃ paṭisaṃvedayamāno pañcamasattāhe ajapālanigrodhamūle nisīdi. Tasmiṃ samaye māro ‘‘ahaṃ ettakaṃ kālaṃ anubandhitvā otārāpekkhopi imassa kiñci khalitaṃ nāddasaṃ, atikkanto idāni esa mama visaya’’nti domanassappatto mahāmagge nisīdi. Athassa taṇhā aratī ragāti imā tisso dhītaro ‘‘pitā no na paññāyati, kahaṃ nu kho etarahī’’ti olokayamānā taṃ tathā nisinnaṃ disvā upasaṅkamitvā ‘‘kasmā , tāta, dukkhī dummanosī’’ti pucchiṃsu. So tāsaṃ tamatthaṃ ārocesi. Atha naṃ tā āhaṃsu – ‘‘tāta, mā cintayi, mayaṃ taṃ attano vase katvā ānessāmā’’ti. ‘‘Na sakkā ammā, esa kenaci vase kātunti. ‘‘Tāta, mayaṃ itthiyo nāma idāneva naṃ rāgapāsādīhi bandhitvā ānessāma, tumhe mā cintayitthā’’ti satthāraṃ upasaṅkamitvā ‘‘pāde te, samaṇa, paricāremā’’ti āhaṃsu. Satthā neva tāsaṃ vacanaṃ manasākāsi, na akkhīni ummīletvā olokesi.",
  "atk-s0502a14:12": "Puna māradhītaro ‘‘uccāvacā kho purisānaṃ adhippāyā, kesañci kumārikāsu pemaṃ hoti, kesañci paṭhamavaye ṭhitāsu, kesañci majjhimavaye ṭhitāsu, kesañci pacchimavaye ṭhitāsu, nānappakārehi taṃ palobhessāmā’’ti ekekā kumārikavaṇṇādivasena sataṃ sataṃ attabhāve abhinimminitvā kumāriyo, avijātā, sakiṃ vijātā, duvijātā, majjhimitthiyo, mahallakitthiyo ca hutvā chakkhattuṃ bhagavantaṃ upasaṅkamitvā ‘‘pāde te, samaṇa, paricāremā’’ti āhaṃsu. Tampi bhagavā na manasākāsi yathā taṃ anuttare upadhisaṅkhaye vimuttoti. Atha satthā ettakenapi tā anugacchantiyo ‘‘apetha, kiṃ disvā evaṃ vāyamatha, evarūpaṃ nāma vītarāgānaṃ purato kātuṃ na vaṭṭati. Tathāgatassa pana rāgādayo pahīnā. Kena taṃ kāraṇena attano vasaṃ nessathā’’ti vatvā imā gāthā abhāsi –",
  "atk-s0502a14:13": "179.",
  "atk-s0502a14:14": " ‘‘Yassa jitaṃ nāvajīyati,",
  "atk-s0502a14:15": "Jitaṃ yassa noyāti koci loke;",
  "atk-s0502a14:16": "Taṃ buddhamanantagocaraṃ,",
  "atk-s0502a14:17": "Apadaṃ kena padena nessatha.",
  "atk-s0502a14:18": "180.",
  "atk-s0502a14:19": " ‘‘Yassa jālinī visattikā,",
  "atk-s0502a14:20": "Taṇhā natthi kuhiñci netave;",
  "atk-s0502a14:21": "Taṃ buddhamanantagocaraṃ,",
  "atk-s0502a14:22": "Apadaṃ kena padena nessathā’’ti.",
  "atk-s0502a14:23": "Tattha yassa jitaṃ nāvajīyatīti yassa sammāsambuddhassa tena tena maggena jitaṃ rāgādikilesajātaṃ puna asamudācaraṇato nāvajīyati, dujjitaṃ nāma na hoti. Noyātīti na uyyāti, yassa jitaṃ kilesajātaṃ rāgādīsu koci eko kilesopi loke pacchato vattī nāma na hoti, nānubandhatīti attho. Anantagocaranti anantārammaṇassa sabbaññutaññāṇassa vasena apariyanta gocaraṃ. Kena padenāti yassa hi rāgapadādīsu ekapadampi atthi, taṃ tumhe tena padena nessatha. Buddhassa pana ekapadampi natthi, taṃ apadaṃ buddhaṃ tumhe kena padena nessatha.",
  "atk-s0502a14:24": "Dutiyagāthāya taṇhā nāmesā saṃsibbitapariyonandhanaṭṭhena jālamassā atthītipi jālakārikātipi jālūpamātipi jālinī. Rūpādīsu ārammaṇesu visattatāya visattamanatāya visāharatāya visapupphatāya visaphalatāya visaparibhogatāya visattikā. Sā evarūpā taṇhā yassa kuhiñci bhave netuṃ natthi, taṃ tumhe apadaṃ buddhaṃ kena padena nessathāti attho.",
  "atk-s0502a14:25": "Desanāvasāne bahūnaṃ devatānaṃ dhammābhisamayo ahosi. Māradhītaropi tattheva antaradhāyiṃsu.",
  "atk-s0502a14:26": "Satthā imaṃ dhammadesanaṃ āharitvā, ‘‘māgaṇḍiya, ahaṃ pubbe imā tisso māradhītaro addasaṃ semhādīhi apalibuddhena suvaṇṇakkhandhasadisena attabhāvena samannāgatā, tadāpi methunasmiṃ chando nāhosiyeva. Tava dhītu sarīraṃ dvattiṃsākārakuṇapaparipūraṃ bahivicitto viya asucighaṭo. Sace hi mama pādo asucimakkhito bhaveyya, ayañca ummāraṭṭhāne tiṭṭheyya, tathāpissā sarīre ahaṃ pāde na phuseyya’’nti vatvā imaṃ gāthamāha –",
  "atk-s0502a14:27": "‘‘Disvāna taṇhaṃ aratiṃ ragañca,",
  "atk-s0502a14:28": "Nāhosi chando api methunasmiṃ;",
  "atk-s0502a14:29": "Kimevidaṃ muttakarīsapuṇṇaṃ,",
  "atk-s0502a14:30": "Pādāpi naṃ samphusituṃ na icche’’ti. (su. ni. 841; mahāni. 70);",
  "atk-s0502a14:31": "Desanāvasāne ubhopi jayampatikā anāgāmiphale patiṭṭhahiṃsūti.",
  "atk-s0502a14:32": "Māradhītaravatthu paṭhamaṃ.",
  "atk-s0502a14:33": "2. Devorohaṇavatthu",
  "atk-s0502a14:34": "Yejhānapasutā dhīrāti imaṃ dhammadesanaṃ satthā saṅkassanagaradvāre bahū devamanusse ārabbha kathesi. Desanā pana rājagahe samuṭṭhitā.",
  "atk-s0502a14:35": "Ekasmiñhi samaye rājagahaseṭṭhi parissayamocanatthañceva pamādena galitānaṃ ābharaṇādīnaṃ rakkhaṇatthañca jālakaraṇḍakaṃ parikkhipāpetvā gaṅgāya udakakīḷaṃ kīḷi. Atheko rattacandanarukkho gaṅgāya uparitīre jāto gaṅgodakena dhotamūlo patitvā tattha tattha pāsāṇesu saṃbhajjamāno vippakiri. Tato ekā ghaṭappamāṇā ghaṭikā pāsāṇehi ghaṃsiyamānā udakaūmīhi pothiyamānā maṭṭhā hutvā anupubbena vuyhamānā sevālapariyonaddhā āgantvā tassa jāle laggi. Seṭṭhi ‘‘kimeta’’nti vatvā ‘‘rukkhaghaṭikā’’ti sutvā taṃ āharāpetvā ‘‘kiṃ nāmeta’’nti upadhāraṇatthaṃ vāsikaṇṇena tacchāpesi. Tāvadeva alattakavaṇṇaṃ rattacandanaṃ paññāyi. Seṭṭhi pana neva sammādiṭṭhi na micchādiṭṭhi, majjhattadhātuko. So cintesi – ‘‘mayhaṃ gehe rattacandanaṃ bahu, kiṃ nu kho iminā karissāmī’’ti. Athassa etadahosi – ‘‘imasmiṃ loke ‘mayaṃ arahanto mayaṃ arahanto’ti vattāro bahū, ahaṃ ekaṃ arahantampi na passāmi. Gehe bhamaṃ yojetvā pattaṃ likhāpetvā sikkāya ṭhapetvā veḷuparamparāya saṭṭhihatthamatte ākāse olambāpetvā ‘sace arahā atthi, imaṃ ākāsenāgantvā gaṇhātū’ti vakkhāmi. Yo taṃ gahessati, taṃ saputtadāro saraṇaṃ gamissāmī’’ti. So cintitaniyāmeneva pattaṃ likhāpetvā veḷuparamparāya ussāpetvā ‘‘yo imasmiṃ loke arahā, so ākāsenāgantvā imaṃ pattaṃ gaṇhātū’’ti āha.",
  "atk-s0502a14:36": "Cha satthāro ‘‘amhākaṃ esa anucchaviko, amhākameva naṃ dehī’’ti vadiṃsu. So ‘‘ākāsenāgantvā gaṇhathā’’ti āha. Atha chaṭṭhe divase nigaṇṭho nāṭaputto antevāsike pesesi – ‘‘gacchatha, seṭṭhiṃ evaṃ vadetha – ‘amhākaṃ ācariyasseva anucchavikoyaṃ, mā appamattakassa kāraṇā ākāsenāgamanaṃ kari, dehi kira me taṃ patta’’’nti . Te gantvā seṭṭhiṃ tathā vadiṃsu. Seṭṭhi ‘‘ākāsenāgantvā gaṇhituṃ samatthova gaṇhātū’’ti āha. Nāṭaputto sayaṃ gantukāmo antevāsikānaṃ saññaṃ adāsi – ‘‘ahaṃ ekaṃ hatthañca pādañca ukkhipitvā uppatitukāmo viya bhavissāmi, tumhe maṃ, ‘ācariya, kiṃ karotha, dārumayapattassa kāraṇā paṭicchannaṃ arahattaguṇaṃ mahājanassa mā dassayitthā’ti vatvā maṃ hatthesu ca pādesu ca gahetvā ākaḍḍhantā bhūmiyaṃ pāteyyāthā’’ti. So tattha gantvā seṭṭhiṃ āha, ‘‘mahāseṭṭhi, mayhaṃ ayaṃ patto anucchaviko, aññesaṃ nānucchaviko, mā te appamattakassa kāraṇā mama ākāse uppatanaṃ rucci, dehi me patta’’nti. Bhante, ākāse uppatitvāva gaṇhathāti. Tato nāṭaputto ‘‘tena hi apetha apethā’’ti antevāsike apanetvā ‘‘ākāse uppatissāmī’’ti ekaṃ hatthañca pādañca ukkhipi. Atha naṃ antevāsikā, ‘‘ācariya, kiṃ nāmetaṃ karotha, chavassa lāmakassa dārumayapattassa kāraṇā paṭicchannaguṇena mahājanassa dassitena ko attho’’ti taṃ hatthapādesu gahetvā ākaḍḍhitvā bhūmiyaṃ pātesuṃ. So seṭṭhiṃ āha – ‘‘ime, mahāseṭṭhi, uppatituṃ na denti, dehi me patta’’nti. Uppatitvā gaṇhatha, bhanteti. Evaṃ titthiyā cha divasāni vāyamitvāpi taṃ pattaṃ na labhiṃsuyeva.",
  "atk-s0502a14:37": "Sattame divase āyasmato mahāmoggallānassa ca āyasmato piṇḍolabhāradvājassa ca ‘‘rājagahe piṇḍāya carissāmā’’ti gantvā ekasmiṃ piṭṭhipāsāṇe ṭhatvā cīvaraṃ pārupanakāle dhuttakā kathaṃ samuṭṭhāpesuṃ ‘‘ambho pubbe cha satthāro loke ‘mayaṃ arahantamhā’ti vicariṃsu., Rājagahaseṭṭhino pana ajja sattamo divaso pattaṃ ussāpetvā ‘sace arahā atthi, ākāsenāgantvā gaṇhātū’ti vadantassa, ekopi ‘ahaṃ arahā’ti ākāse uppatanto natthi. Ajja no loke arahantānaṃ natthibhāvo ñāto’’ti. Taṃ kathaṃ sutvā āyasmā mahāmoggallāno āyasmantaṃ piṇḍolabhāradvājaṃ āha – ‘‘sutaṃ te, āvuso bhāradvāja, imesaṃ vacanaṃ, ime buddhassa sāsanaṃ pariggaṇhantā viya vadanti. Tvañca mahiddhiko mahānubhāvo, gaccha taṃ pattaṃ ākāsena gantvā gaṇhāhī’’ti. Āvuso mahāmoggallāna, tvaṃ iddhimantānaṃ aggo, tvaṃ etaṃ gaṇhāhi, tayi pana aggaṇhante ahaṃ gaṇhissāmīti. ‘‘Gaṇhāvuso’’ti vutte āyasmā piṇḍolabhāradvājo abhiññāpādakaṃ catutthajjhānaṃ samāpajjitvā uṭṭhāya tigāvutaṃ piṭṭhipāsāṇaṃ pādantena paṭicchādento tulapicu viya ākāse uṭṭhāpetvā rājagahanagarassa upari sattakkhattuṃ anupariyāyi. So tigāvutapamāṇassa nagarassa pidhānaṃ viya paññāyi. Nagaravāsino ‘‘pāsāṇo no avattharitvā gaṇhātī’’ti bhītā suppādīni matthake katvā tattha tattha nilīyiṃsu . Sattame vāre thero piṭṭhipāsāṇaṃ bhinditvā attānaṃ dassesi. Mahājano theraṃ disvā, ‘‘bhante piṇḍolabhāradvāja, tava pāsāṇaṃ daḷhaṃ katvā gaṇha, mā no sabbe nāsayī’’ti. Thero pāsāṇaṃ pādantena khipitvā vissajjesi. So gantvā yathāṭhāneyeva patiṭṭhāsi. Thero seṭṭhissa gehamatthake aṭṭhāsi. Taṃ disvā seṭṭhi urena nipajjitvā ‘‘otaratha sāmī’’ti vatvā ākāsato otiṇṇaṃ theraṃ nisīdāpetvā pattaṃ otārāpetvā catumadhurapuṇṇaṃ katvā therassa adāsi. Thero pattaṃ gahetvā vihārābhimukho pāyāsi. Athassa ye araññagatā vā suññāgāragatā vā taṃ pāṭihāriyaṃ nāddasaṃsu. Te sannipatitvā, ‘‘bhante, amhākampi pāṭihāriyaṃ dassehī’’ti theraṃ anubandhiṃsu. So tesaṃ tesaṃ pāṭihāriyaṃ dassetvā vihāraṃ agamāsi.",
  "atk-s0502a14:38": "Satthā taṃ anubandhitvā unnādentassa mahājanassa saddaṃ sutvā, ‘‘ānanda, kasseso saddo’’ti pucchitvā, ‘‘bhante, piṇḍolabhāradvājena ākāse uppatitvā candanapatto gahito, tassa santike eso saddo’’ti sutvā bhāradvājaṃ pakkosāpetvā ‘‘saccaṃ kira tayā evaṃ kata’’nti pucchitvā ‘‘saccaṃ, bhante’’ti vutte, ‘‘kasmā te, bhāradvāja, evaṃ kata’’nti theraṃ garahitvā taṃ pattaṃ khaṇḍākhaṇḍaṃ bhedāpetvā bhikkhūnaṃ añjanapisanatthāya dāpetvā pāṭihāriyassa akaraṇatthāya sāvakānaṃ sikkhāpadaṃ (cūḷava. 252) paññāpesi.",
  "atk-s0502a14:39": "Titthiyā ‘‘samaṇo kira gotamo taṃ pattaṃ bhedāpetvā pāṭihāriyassa akaraṇatthāya sāvakānaṃ sikkhāpadaṃ paññāpesī’’ti sutvā ‘‘samaṇassa gotamassa sāvakā paññattaṃ sikkhāpadaṃ jīvitahetupi nātikkamanti, samaṇopi gotamo taṃ rakkhissateva. Idāni amhehi okāso laddho’’ti nagaravīthīsu ārocentā vicariṃsu ‘‘mayaṃ attano guṇaṃ rakkhantā pubbe dārumayapattassa kāraṇā attano guṇaṃ mahājanassa na dassayimhā, samaṇassa gotamassa sāvakā pattakamattassa kāraṇā attano guṇaṃ mahājanassa dassesuṃ. Samaṇo gotamo attano paṇḍitatāya pattaṃ bhedāpetvā sikkhāpadaṃ paññāpesi, idāni mayaṃ teneva saddhiṃ pāṭihāriyaṃ karissāmā’’ti.",
  "atk-s0502a14:40": "Rājā bimbisāro taṃ kathaṃ sutvā satthu santikaṃ gantvā ‘‘tumhehi kira, bhante, pāṭihāriyassa akaraṇatthāya sāvakānaṃ sikkhāpadaṃ paññatta’’nti? ‘‘Āma, mahārājā’’ti. Idāni titthiyā ‘‘tumhehi saddhiṃ pāṭihāriyaṃ karissāmā’’ti vadanti, kiṃ idāni karissathāti? ‘‘Tesu karontesu karissāmi, mahārājā’’ti. Nanu tumhehi sikkhāpadaṃ paññattanti. Nāhaṃ, mahārāja, attano sikkhāpadaṃ paññāpesiṃ, taṃ mameva sāvakānaṃ paññattanti. Tumhe ṭhapetvā aññattha sikkhāpadaṃ paññattaṃ nāma hoti, bhanteti. Tena hi, mahārāja, tamevettha paṭipucchāmi, ‘‘atthi pana te, mahārāja, vijite uyyāna’’nti. ‘‘Atthi, bhante’’ti. ‘‘Sace te, mahārāja, uyyāne mahājano ambādīni khādeyya, kimassa kattabba’’nti? ‘‘Daṇḍo, bhante’’ti. ‘‘Tvaṃ pana khādituṃ labhasī’’ti? ‘‘Āma, bhante, mayhaṃ daṇḍo natthi, ahaṃ attano santakaṃ khādituṃ labhāmī’’ti. ‘‘Mahārāja, yathā tava tiyojanasatike rajje āṇā pavattati, attano uyyāne ambādīni khādantassa daṇḍo natthi, aññesaṃ atthi, evaṃ mamapi cakkavāḷakoṭisatasahasse āṇā pavattati, attano sikkhāpadapaññattiyā atikkamo nāma natthi, aññesaṃ pana atthi, karissāmahaṃ pāṭihāriya’’nti. Titthiyā taṃ kathaṃ sutvā ‘‘idānamhā naṭṭhā, samaṇena kira gotamena sāvakānaṃyeva sikkhāpadaṃ paññattaṃ, na attano. Sayameva kira pāṭihāriyaṃ kattukāmo, kiṃ nu kho karomā’’ti mantayiṃsu.",
  "atk-s0502a14:41": "Rājā satthāraṃ pucchi – ‘‘bhante, kadā pāṭihāriyaṃ karissathā’’ti. ‘‘Ito catumāsaccayena āsāḷhipuṇṇamāyaṃ, mahārājā’’ti. ‘‘Kattha karissatha, bhante’’ti ? ‘‘Sāvatthiṃ nissāya, mahārājā’’ti. ‘‘Kasmā pana satthā evaṃ dūraṭṭhānaṃ apadisī’’ti? ‘‘Yasmā taṃ sabbabuddhānaṃ mahāpāṭihāriyakaraṇaṭṭhānaṃ, apica mahājanassa sannipātanatthāyapi dūraṭṭhānameva apadisī’’ti. Titthiyā taṃ kathaṃ sutvā ‘‘ito kira catunnaṃ māsānaṃ accayena samaṇo gotamo sāvatthiyaṃ pāṭihāriyaṃ karissati, idāni taṃ amuñcitvāva anubandhissāma, mahājano amhe disvā ‘kiṃ ida’nti pucchissati. Athassa vakkhāma ‘mayaṃ samaṇena gotamena saddhiṃ pāṭihāriyaṃ karissāmā’ti vadimhā. So palāyati, mayamassa palāyituṃ adatvā anubandhāmā’’ti. Satthā rājagahe piṇḍāya caritvā nikkhami. Titthiyāpissa pacchatova nikkhamitvā bhattakiccaṭṭhāne vasanti. Vasitaṭṭhāne punadivase pātarāsaṃ karonti. Te manussehi ‘‘kimida’’nti pucchitā heṭṭhā cintitaniyāmeneva ārocesuṃ . Mahājanopi ‘‘pāṭihāriyaṃ passissāmā’’ti anubandhi.",
  "atk-s0502a14:42": "Satthā anupubbena sāvatthiṃ pāpuṇi. Titthiyāpi tena saddhiṃyeva gantvā upaṭṭhāke samādapetvā satasahassaṃ labhitvā khadirathambhehi maṇḍapaṃ kāretvā nīluppalehi chādāpetvā ‘‘idha pāṭihāriyaṃ karissāmā’’ti nisīdiṃsu. Rājā pasenadi kosalo satthāraṃ upasaṅkamitvā, ‘‘bhante, titthiyehi maṇḍapo kārito, ahampi tumhākaṃ maṇḍapaṃ karissāmī’’ti. ‘‘Alaṃ, mahārāja, atthi mayhaṃ maṇḍapakārako’’ti. ‘‘Bhante, maṃ ṭhapetvā ko añño kātuṃ sakkhissatī’’ti? ‘‘Sakko, devarājā’’ti. ‘‘Kahaṃ pana, bhante, pāṭihāriyaṃ karissathā’’ti? ‘‘Kaṇḍambarukkhamūle, mahārājā’’ti. Titthiyā ‘‘ambarukkhamūle kira pāṭihāriyaṃ karissatī’’ti sutvā attano upaṭṭhākānaṃ ārocetvā yojanabbhantare ṭhāne antamaso tadahujātampi ambapotakaṃ uppāṭetvā araññe khipāpesuṃ.",
  "atk-s0502a14:43": "Satthā āsāḷhipuṇṇamadivase antonagaraṃ pāvisi. Raññopi uyyānapālo kaṇḍo nāma ekaṃ piṅgalakipillikehi katapattapuṭassa antare mahantaṃ ambapakkaṃ disvā tassa gandharasalobhena sampatante vāyase palāpetvā rañño khādanatthāya ādāya gacchanto antarāmagge satthāraṃ disvā cintesi – ‘‘rājā imaṃ ambaṃ khāditvā mayhaṃ aṭṭha vā soḷasa vā kahāpaṇe dadeyya, taṃ me ekattabhāvepi jīvitavuttiyā nālaṃ. Sace panāhaṃ satthu imaṃ dassāmi, avassaṃ taṃ me dīghakālaṃ hitāvahaṃ bhavissatī’’ti. So taṃ ambapakkaṃ satthu upanāmesi. Satthā ānandattheraṃ olokesi . Athassa thero catumahārājadattiyaṃ pattaṃ nīharitvā hatthe ṭhapesi. Satthā pattaṃ upanāmetvā ambapakkaṃ paṭiggahetvā tattheva nisīdanākāraṃ dassesi. Thero cīvaraṃ paññāpetvā adāsi. Athassa tasmiṃ nisinne thero pānīyaṃ parissāvetvā ambapakkaṃ madditvā pānakaṃ katvā adāsi. Satthā ambapānakaṃ pivitvā kaṇḍaṃ āha – ‘‘imaṃ ambaṭṭhiṃ idheva paṃsuṃ viyūhitvā ropehī’’ti. So tathā akāsi. Satthā tassa upari hatthaṃ dhovi. Hatthe dhovitamatteyeva naṅgalasīsamattakkhandho hutvā ubbedhena paṇṇāsahattho ambarukkho uṭṭhahi. Catūsu disāsu ekekā, uddhaṃ ekāti pañca mahāsākhā paṇṇāsahatthā ahesuṃ. So tāvadeva pupphaphalasañchanno hutvā ekekasmiṃ ṭhāne paripakkaambapiṇḍidharo ahosi. Pacchato āgacchantā bhikkhū ambapakkāni khādantā eva āgamiṃsu. Rājā ‘‘evarūpo kira ambarukkho uṭṭhito’’ti sutvā ‘‘mā naṃ koci chindī’’ti ārakkhaṃ ṭhapesi. So pana kaṇḍena ropitattā kaṇḍambarukkhotveva paññāyi. Dhuttakāpi ambapakkāni khāditvā ‘‘hare duṭṭhatitthiyā ‘samaṇo kira gotamo kaṇḍambarukkhamūle pāṭihāriyaṃ karissatī’ti tumhehi yojanabbhantare tadahujātāpi ambapotakā uppāṭāpitā, kaṇḍambo nāma aya’’nti vatvā te ucchiṭṭhaambaṭṭhīhi pahariṃsu.",
  "atk-s0502a14:44": "Sakko vātavalāhakaṃ devaputtaṃ āṇāpesi ‘‘titthiyānaṃ maṇḍapaṃ vātehi uppāṭetvā ukkārabhūmiyaṃ khipāpehī’’ti. So tathā akāsi. Sūriyampi devaputtaṃ āṇāpesi ‘‘sūriyamaṇḍalaṃ nikaḍḍhanto tāpehī’’ti. So tathā akāsi. Puna vātavalāhakaṃ āṇāpesi ‘‘vātamaṇḍalaṃ uṭṭhāpento yāhī’’ti. So tathā karonto titthiyānaṃ paggharitasedasarīre rajovaṭṭiyā okiri. Te tambamattikasadisā ahesuṃ. Vassavalāhakampi āṇāpesi ‘‘mahantāni bindūni pātehī’’ti. So tathā akāsi. Atha nesaṃ kāyo kabaragāvisadiso ahosi. Te nigaṇṭhā lajjamānā hutvā sammukhasammukhaṭṭhāneneva palāyiṃsu. Evaṃ palāyantesu purāṇakassapassa upaṭṭhāko eko kassako ‘‘idāni me ayyānaṃ pāṭihāriyakaraṇavelā, gantvā pāṭihāriyaṃ passissāmī’’ti goṇe vissajjetvā pātova ābhataṃ yāgukuṭañceva yottakañca gahetvā āgacchanto purāṇaṃ tathā palāyantaṃ disvā, bhante , ajja ‘ayyānaṃ pāṭihāriyaṃ passissāmī’ti āgacchāmi, tumhe kahaṃ gacchathā’’ti. Kiṃ te pāṭihāriyena, imaṃ kuṭañca yottañca dehīti. So tena dinnaṃ kuṭañca yottañca ādāya nadītīraṃ gantvā kuṭaṃ yottena attano gīvāya bandhitvā lajjanto kiñci akathetvā rahade patitvā udakapubbuḷe uṭṭhāpento kālaṃ katvā avīcimhi nibbatti.",
  "atk-s0502a14:45": "Sakko ākāse ratanacaṅkamaṃ māpesi. Tassa ekā koṭi pācīnacakkavāḷamukhavaṭṭiyaṃ ahosi, ekā pacchimacakkavāḷamukhavaṭṭiyaṃ. Satthā sannipatitāya chattiṃsayojanikāya parisāya vaḍḍhamānakacchāyāya ‘‘idāni pāṭihāriyakaraṇavelā’’ti gandhakuṭito nikkhamitvā pamukhe aṭṭhāsi. Atha naṃ gharaṇī nāma iddhimantī ekā anāgāmiupāsikā upasaṅkamitvā, ‘‘bhante, mādisāya dhītari vijjamānāya tumhākaṃ kilamanakiccaṃ natthi, ahaṃ pāṭihāriyaṃ karissāmī’’ti āha. ‘‘Kathaṃ tvaṃ karissasi, gharaṇī’’ti? ‘‘Bhante, ekasmiṃ cakkavāḷagabbhe mahāpathaviṃ udakaṃ katvā udakasakuṇikā viya nimujjitvā pācīnacakkavāḷamukhavaṭṭiyaṃ attānaṃ dassessāmi, tathā pacchimauttaradakkhiṇacakkavāḷamukhavaṭṭiyaṃ, tathā majjhe’’. Mahājano maṃ disvā ‘‘kā esā’’ti vutte vakkhati ‘‘gharaṇī nāmesā, ayaṃ tāva ekissā itthiyā ānubhāvo, buddhānubhāvo pana kīdiso bhavissatī’’ti . Evaṃ titthiyā tumhe adisvāva palāyissantīti. Atha naṃ satthā ‘‘jānāmi te gharaṇī evarūpaṃ pāṭihāriyaṃ kātuṃ samatthabhāvaṃ, na panāyaṃ tavatthāya baddho mālāpuṭo’’ti vatvā paṭikkhipi. Sā ‘‘na me satthā anujānāti, addhā mayā uttaritaraṃ pāṭihāriyaṃ kātuṃ samattho añño atthī’’ti ekamantaṃ aṭṭhāsi. Satthāpi ‘‘evameva tesaṃ guṇo pākaṭo bhavissatīti evaṃ chattiṃsayojanikāya parisāya majjhe sīhanādaṃ nadissatī’’ti maññamāno aparepi pucchi – ‘‘tumhe kathaṃ pāṭihāriyaṃ karissathā’’ti. Te ‘‘evañca evañca karissāma, bhante’’ti satthu purato ṭhitāva sīhanādaṃ nadiṃsu. Tesu kira cūḷaanāthapiṇḍiko ‘‘mādise anāgāmiupāsake putte vijjamāne satthu kilamanakiccaṃ natthī’’ti cintetvā ‘‘ahaṃ, bhante, pāṭihāriyaṃ karissāmī’’ti vatvā ‘‘kathaṃ karissasī’’ti puṭṭho ‘‘ahaṃ, bhante, dvādasayojanikaṃ brahmattabhāvaṃ nimminitvā imissā parisāya majjhe mahāmeghagajjitasadisena saddena brahmaapphoṭanaṃ nāma apphoṭessāmī’’ti. Mahājano ‘‘kiṃ nāmeso saddo’’ti pucchitvā ‘‘cūḷaanāthapiṇḍikassa kira brahmaapphoṭanasaddo nāmā’’ti vakkhati. Titthiyā ‘‘gahapatikassa kira tāva eso ānubhāvo, buddhānubhāvo kīdiso bhavissatī’’ti tumhe adisvāva palāyissantīti. Satthā ‘‘jānāmi te ānubhāva’’nti tassapi tatheva vatvā pāṭihāriyakaraṇaṃ nānujāni.",
  "atk-s0502a14:46": "Athekā paṭisambhidappattā sattavassikā cīrasāmaṇerī kira nāma satthāraṃ vanditvā ‘‘ahaṃ, bhante, pāṭihāriyaṃ karissāmī’’ti āha. ‘‘Kathaṃ karissasi cīre’’ti? ‘‘Bhante, sineruñca cakkavāḷapabbatañca himavantañca āharitvā imasmiṃ ṭhāne paṭipāṭiyā ṭhapetvā ahaṃ haṃsasakuṇī viya tato tato nikkhamitvā asajjamānā gamissāmi, mahājano maṃ disvā ‘kā esā’ti pucchitvā ‘cīrasāmaṇerī’ti vakkhati. Titthiyā ‘sattavassikāya tāva sāmaṇeriyā ayamānubhāvo, buddhānubhāvo kīdiso bhavissatī’ti tumhe adisvāva palāyissantī’’ti. Ito paraṃ evarūpāni vacanāni vuttānusāreneva veditabbāni. Tassāpi bhagavā ‘‘jānāmi te ānubhāva’’nti vatvā pāṭihāriyakaraṇaṃ nānujāni. Atheko paṭisambhidappatto khīṇāsavo cundasāmaṇero nāma jātiyā sattavassiko satthāraṃ vanditvā ‘‘ahaṃ bhagavā pāṭihāriyaṃ karissāmī’’ti vatvā ‘‘kathaṃ karissasī’’ti puṭṭho āha – ‘‘ahaṃ, bhante, jambudīpassa dhajabhūtaṃ mahājamburukkhaṃ khandhe gahetvā cāletvā mahājambupesiyo āharitvā imaṃ parisaṃ khādāpessāmi, pāricchattakakusumāni ca āharitvā tumhe vandissāmī’’ti. Satthā ‘‘jānāmi te ānubhāva’’nti tassa pāṭihāriyakaraṇaṃ paṭikkhipi.",
  "atk-s0502a14:47": "Atha uppalavaṇṇā therī satthāraṃ vanditvā ‘‘ahaṃ, bhante, pāṭihāriyaṃ karissāmī’’ti vatvā ‘‘kathaṃ karissasī’’ti puṭṭhā āha – ‘‘ahaṃ, bhante, samantā dvādasayojanikaṃ parisaṃ dassetvā āvaṭṭato chattiṃsayojanāya parisāya parivuto cakkavattirājā hutvā āgantvā tumhe vandissāmī’’ti . Satthā ‘‘jānāmi te ānubhāva’’nti tassāpi pāṭihāriyakaraṇaṃ paṭikkhipi. Atha mahāmoggallānatthero bhagavantaṃ vanditvā ‘‘ahaṃ, bhante, pāṭihāriyaṃ karissāmī’’ti vatvā ‘‘kathaṃ karissasī’’ti puṭṭho āha – ‘‘ahaṃ, bhante, sinerupabbatarājānaṃ dantantare ṭhapetvā māsasāsapabījaṃ viya khādissāmī’’ti. ‘‘Aññaṃ kiṃ karissasī’’ti? ‘‘Imaṃ mahāpathaviṃ kaṭasārakaṃ viya saṃvellitvā aṅgulantare nikkhipissāmī’’ti. ‘‘Aññaṃ kiṃ karissasī’’ti? ‘‘Mahāpathaviṃ kulālacakkaṃ viya parivattetvā mahājanaṃ pathavojaṃ khādāpessāmī’’ti. ‘‘Aññaṃ kiṃ karissasī’’ti? ‘‘Vāmahatthe pathaviṃ katvā ime satte dakkhiṇahatthena aññasmiṃ dīpe ṭhapessāmī’’ti. ‘‘Aññaṃ kiṃ karissasī’’ti? ‘‘Sineruṃ chattadaṇḍaṃ viya katvā mahāpathaviṃ ukkhipitvā tassupari ṭhapetvā chattahattho bhikkhu viya ekahatthenādāya ākāse caṅkamissāmī’’ti. Satthā ‘‘jānāmi te ānubhāva’’nti tassapi pāṭihāriyakaraṇaṃ nānujāni. So ‘‘jānāti maññe satthā mayā uttaritaraṃ pāṭihāriyaṃ kātuṃ samattha’’nti ekamantaṃ aṭṭhāsi.",
  "atk-s0502a14:48": "Atha naṃ satthā ‘‘nāyaṃ moggallānaṃ tavatthāya baddho bālāpuṭo. Ahañhi asamadhuro, mama dhuraṃ añño vahituṃ samattho nāma natthi. Anacchariyametaṃ, yaṃ idāni mama dhuraṃ vahituṃ samattho nāma bhaveyya. Ahetukatiracchānayoniyaṃ nibbattakālepi mama dhuraṃ añño vahituṃ samattho nāma nāhosiyevā’’ti vatvā ‘‘kadā pana, bhante’’ti therena puṭṭho atītaṃ āharitvā –",
  "atk-s0502a14:49": "‘‘Yato yato garu dhuraṃ, yato gambhīravattanī;",
  "atk-s0502a14:50": "Tadāssu kaṇhaṃ yuñjanti, svāssu taṃ vahate dhura’’nti. –",
  "atk-s0502a14:51": "Idaṃ kaṇhausabhajātakaṃ (jā. 1.1.29) vitthāretvā puna tameva vatthuṃ visesetvā dassento –",
  "atk-s0502a14:52": "‘‘Manuññameva bhāseyya, nāmanuññaṃ kudācanaṃ;",
  "atk-s0502a14:53": "Manuññaṃ bhāsamānassa, garuṃ bhāraṃ udaddhari;",
  "atk-s0502a14:54": "Dhanañca naṃ alābhesi, tena cattamano ahū’’ti. –",
  "atk-s0502a14:55": "Idaṃ nandivisālajātakaṃ vitthāretvā kathesi. Kathetvā ca pana satthā ratanacaṅkamaṃ abhiruhi, purato dvādasayojanikā parisā ahosi tathā pacchato ca uttarato ca dakkhiṇato ca. Ujukaṃ pana catuvīsatiyojanikāya parisāya majjhe bhagavā yamakapāṭihāriyaṃ akāsi.",
  "atk-s0502a14:56": "Taṃ pāḷito tāva evaṃ veditabbaṃ (paṭi. ma. 1.116) – katamaṃ tathāgatassa yamakapāṭihāriye ñāṇaṃ? Idhaṃ tathāgato yamakapāṭihāriyaṃ karoti asādhāraṇaṃ sāvakehi, uparimakāyato aggikkhandho pavattati, heṭṭhimakāyato udakadhārā pavattati . Heṭṭhimakāyato aggikkhandho pavattati, uparimakāyato udakadhārā pavattati. Puratthimakāyato, pacchimakāyato; pacchimakāyato, puratthimakāyato; dakkhiṇaakkhito, vāmaakkhito; vāmaakkhito, dakkhiṇaakkhito; dakkhiṇakaṇṇasotato, vāmakaṇṇasotato; vāmakaṇṇasotato, dakkhiṇakaṇṇasotato; dakkhiṇanāsikāsotato, vāmanāsikāsotato; vāmanāsikāsotato, dakkhiṇanāsikāsotato; dakkhiṇaaṃsakūṭato, vāmaaṃsakūṭato; vāmaaṃsakūṭato, dakkhiṇaaṃsakūṭato; dakkhiṇahatthato, vāmahatthato; vāmahatthato, dakkhiṇahatthato; dakkhiṇapassato, vāmapassato; vāmapassato, dakkhiṇapassato; dakkhiṇapādato, vāmapādato; vāmapādato, dakkhiṇapādato; aṅgulaṅgulehi, aṅgulantarikāhi; aṅgulantarikāhi, aṅgulaṅgulehi; ekekalomakūpato aggikkhandho pavattati, ekekalomato udakadhārā pavattati. Ekekalomato aggikkhandho pavattati, ekekalomakūpato udakadhārā pavattati channaṃ vaṇṇānaṃ nīlānaṃ pītakānaṃ lohitakānaṃ odātānaṃ mañjeṭṭhānaṃ pabhassarānaṃ. Bhagavā caṅkamati, buddhanimmito tiṭṭhati vā nisīdati vā seyyaṃ vā kappeti…pe… nimmito seyyaṃ kappeti, bhagavā caṅkamati vā tiṭṭhati vā nisīdati vā. Idaṃ tathāgatassa yamakapāṭihāriye ñāṇanti.",
  "atk-s0502a14:57": "Idaṃ pana pāṭihāriyaṃ bhagavā tasmiṃ caṅkame caṅkamitvā akāsi. Tassa tejokasiṇasamāpattivasena uparimakāyato aggikkhandho pavattati, āpokasiṇasamāpattivasena heṭṭhimakāyato udakadhārā pavattati. Na pana udakadhārāya pavattanaṭṭhānato aggikkhandho pavattati, aggikkhandhassa pavattanaṭṭhānato udakadhārā pavattatīti dassetuṃ ‘‘heṭṭhimakāyato uparimakāyato’’ti vuttaṃ. Eseva nayo sabbapadesu. Aggikkhandho panettha udakadhārāya asammisso ahosi, tathā udakadhārā aggikkhandhena. Ubhayampi kira cetaṃ yāva brahmalokā uggantvā cakkavāḷamukhavaṭṭiyaṃ patati. ‘‘Channaṃ vaṇṇāna’’nti vuttā panassa chabbaṇṇaraṃsiyo ghaṭehi āsiñcamānaṃ vilīnasuvaṇṇaṃ viya yantanālikato nikkhantasuvaṇṇarasadhārā viya ca ekacakkavāḷagabbhato uggantvā brahmalokaṃ āhacca paṭinivattitvā cakkavāḷamukhavaṭṭimeva gaṇhiṃsu. Ekacakkavāḷagabbhaṃ vaṅkagopānasikaṃ viya bodhigharaṃ ahosi ekālokaṃ.",
  "atk-s0502a14:58": "Taṃdivasaṃ satthā caṅkamitvā pāṭihāriyaṃ karonto antarantarā mahājanassa dhammaṃ kathesi. Kathento ca janaṃ nirassāsaṃ akatvā tassa assāsavāraṃ deti. Tasmiṃ khaṇe mahājano sādhukāraṃ pavattesi. Tassa sādhukārapavattanakāle satthā tāvamahatiyā parisāya cittaṃ olokento ekekassa soḷasannaṃ ākārānaṃ vasena cittācāraṃ aññāsi. Evaṃ lahukaparivattaṃ buddhānaṃ cittaṃ . Yo yo yasmiñca dhamme yasmiñca pāṭihīre pasanno, tassa tassa ajjhāsayavaseneva dhammañca kathesi, pāṭihīrañca akāsi. Evaṃ dhamme desiyamāne pāṭihīre ca kariyamāne mahājanassa dhammābhisamayo ahosi. Satthā pana tasmiṃ samāgame attano manaṃ gahetvā aññaṃ pañhaṃ pucchituṃ samatthaṃ adisvā nimmitabuddhaṃ māpesi. Tena pucchitaṃ pañhaṃ satthā vissajjesi, satthārā pucchitaṃ so vissajjesi. Bhagavato caṅkamanakāle nimmito ṭhānādīsu aññataraṃ kappesi, nimmitassa caṅkamanakāle bhagavā ṭhānādīsu aññataraṃ kappesi. Tamatthaṃ dassetuṃ ‘‘nimmito caṅkamati vā’’tiādi vuttaṃ. Evaṃ karontassa satthu pāṭihāriyaṃ disvā dhammakathaṃ sutvā tasmiṃ samāgame vīsatiyā pāṇakoṭīnaṃ dhammābhisamayo ahosi.",
  "atk-s0502a14:59": "Satthā pāṭihīraṃ karontova ‘‘kattha nu kho atītabuddhā idaṃ pāṭihīraṃ katvā vassaṃ upentī’’ti āvajjetvā ‘‘tāvatiṃsabhavane vassaṃ upagantvā mātu abhidhammapiṭakaṃ desentī’’ti disvā dakkhiṇapādaṃ ukkhipitvā yugandharamatthake ṭhapetvā itaraṃ pādaṃ ukkhipitvā sinerumatthake ṭhapesi. Evaṃ aṭṭhasaṭṭhiyojanasatasahassaṭṭhāne tayo padavārā ahesuṃ, dve pādachiddāni. Satthā pādaṃ pasāretvā akkamīti na sallakkhetabbaṃ. Tassa hi pādukkhipanakāleyeva pabbatā pādamūlaṃ āgantvā sampaṭicchiṃsu, satthārā akkamanakāle te pabbatā uṭṭhāya sakaṭṭhāneyeva aṭṭhaṃsu. Sakko satthāraṃ disvā cintesi – ‘‘paṇḍukambalasilāya maññe satthā imaṃ vassāvāsaṃ upessati, bahūnañca devatānaṃ upakāro bhavissati, satthari panettha vassāvāsaṃ upagate aññā devatā hatthampi ṭhapetuṃ na sakkhissanti. Ayaṃ kho pana paṇḍukambalasilā dīghato saṭṭhiyojanā, vitthārato paṇṇāsayojanā, puthulato pannarasayojanā, satthari nisinnepi tucchaṃ bhavissatī’’ti. Satthā tassa ajjhāsayaṃ viditvā attano saṅghāṭiṃ silāsanaṃ paṭicchādayamānaṃ khipi. Sakko cintesi – ‘‘cīvaraṃ tāva paṭicchādayamānaṃ khipi, sayaṃ pana parittake ṭhāne nisīdissatī’’ti. Satthā tassa ajjhāsayaṃ viditvā nīcapīṭhakaṃ mahāpaṃsukūliko viya paṇḍukambalasilaṃ antocīvarabhogeyeva katvā nisīdi. Mahājanopi taṃkhaṇaññeva satthāraṃ olokento nāddasa, candassa atthaṅgamitakālo viya sūriyassa ca atthaṅgamitakālo viya ahosi. Mahājano –",
  "atk-s0502a14:60": "‘‘Gato nu cittakūṭaṃ vā, kelāsaṃ vā yugandharaṃ;",
  "atk-s0502a14:61": "Na no dakkhemu sambuddhaṃ, lokajeṭṭhaṃ narāsabha’’nti. –",
  "atk-s0502a14:62": "Imaṃ gāthaṃ vadanto paridevi. Apare ‘‘satthā nāma pavivekarato, so ‘evarūpāya me parisāya evarūpaṃ pāṭihīraṃ kata’nti lajjāya aññaṃ raṭṭhaṃ vā janapadaṃ vā gato bhavissati, na dāni taṃ dakkhissāmā’’ti paridevantā imaṃ gāthamāhaṃsu –",
  "atk-s0502a14:63": "‘‘Pavivekarato dhīro, nimaṃ lokaṃ punehiti;",
  "atk-s0502a14:64": "Na no dakkhemu sambuddhaṃ, lokajeṭṭhaṃ narāsabha’’nti.",
  "atk-s0502a14:65": "Te mahāmoggallānaṃ pucchiṃsu – ‘‘kahaṃ, bhante, satthā’’ti? So sayaṃ jānantopi ‘‘paresampi guṇā pākaṭā hontū’’ti ajjhāsayena ‘‘anuruddhaṃ pucchathā’’ti āha. Te theraṃ tathā pucchiṃsu – ‘‘kahaṃ, bhante, satthā’’ti? Tāvatiṃsabhavane paṇḍukambalasilāyaṃ vassaṃ upagantvā mātu abhidhammapiṭakaṃ desetuṃ gatoti. ‘‘Kadā āgamissati, bhante’’ti? ‘‘Tayo māse abhidhammapiṭakaṃ desetvā mahāpavāraṇadivase’’ti. Te ‘‘satthāraṃ adisvā na gamissāmā’’ti tattheva khandhāvāraṃ bandhiṃsu. Ākāsameva kira nesaṃ chadanaṃ ahosi. Tāya ca mahatiyā parisāya sarīranighaṃso nāma na paññāyi, pathavī vivaraṃ adāsi, sabbattha parisuddhameva bhūmitalaṃ ahosi.",
  "atk-s0502a14:66": "Satthā paṭhamameva moggallānattheraṃ avoca – ‘‘moggallāna, tvaṃ etissāya parisāya dhammaṃ deseyyāsi, cūḷaanāthapiṇḍiko āhāraṃ dassatī’’ti. Tasmā taṃ temāsaṃ cūḷaanāthapiṇḍikova tassā parisāya yāpanaṃ yāgubhattaṃ khādanīyaṃ tambulatelagandhamālāpilandhanāni ca adāsi. Mahāmoggallāno dhammaṃ desesi, pāṭihāriyadassanatthaṃ āgatāgatehi puṭṭhapañhe ca vissajjesi. Satthārampi mātu abhidhammadesanatthaṃ paṇḍukambalasilāyaṃ vassaṃ upagataṃ dasasahassacakkavāḷadevatā parivārayiṃsu. Tena vuttaṃ –",
  "atk-s0502a14:67": "‘‘Tāvatiṃse yadā buddho, silāyaṃ paṇḍukambale;",
  "atk-s0502a14:68": "Pāricchattakamūlamhi, vihāsi purisuttamo.",
  "atk-s0502a14:69": "‘‘Dasasu lokadhātūsu, sannipatitvāna devatā;",
  "atk-s0502a14:70": "Payirupāsanti sambuddhaṃ, vasantaṃ nāgamuddhani.",
  "atk-s0502a14:71": "‘‘Na koci devo vaṇṇena, sambuddhassa virocati;",
  "atk-s0502a14:72": "Sabbe deve atikkamma, sambuddhova virocatī’’ti. (pe. va. 317-319);",
  "atk-s0502a14:73": "Evaṃ sabbā devatā attano sarīrappabhāya abhibhavitvā nisinnassa panassa mātā tusitavimānato āgantvā dakkhiṇapasse nisīdi. Indakopi devaputto āgantvā dakkhiṇapasseyeva nisīdi, aṅkuro vāmapasse nisīdi. So mahesakkhāsu devatāsu sannipatantīsu apagantvā dvādasayojanike ṭhāne okāsaṃ labhi, indako tattheva nisīdi. Satthā te ubhopi oloketvā attano sāsane dakkhiṇeyyapuggalānaṃ dinnadānassa mahapphalabhāvaṃ ñāpetukāmo evamāha – ‘‘aṅkura, tayā dīghamantare dasavassasahassaparimāṇakāle dvādasayojanikaṃ uddhanapantiṃ katvā mahādānaṃ dinnaṃ, idāni mama samāgamaṃ āgantvā dvādasayojanike ṭhāne okāsaṃ labhi, kiṃ nu kho ettha kāraṇa’’nti? Vuttampi cetaṃ –",
  "atk-s0502a14:74": "‘‘Oloketvāna sambuddho, aṅkurañcāpi indakaṃ;",
  "atk-s0502a14:75": "Dakkhiṇeyyaṃ sambhāvento, idaṃ vacanamabravi.",
  "atk-s0502a14:76": "‘‘Mahādānaṃ tayā dinnaṃ, aṅkura dīghamantare;",
  "atk-s0502a14:77": "Atidūre nisinnosi, āgaccha mama santike’’ti. (pe. va. 321-322);",
  "atk-s0502a14:78": "So saddho pathavītalaṃ pāpuṇi. Sabbāpi naṃ sā parisā assosi. Evaṃ vutte –",
  "atk-s0502a14:79": "‘‘Codito bhāvitattena, aṅkuro etamabravi;",
  "atk-s0502a14:80": "Kiṃ mayhaṃ tena dānena, dakkhiṇeyyena suññataṃ.",
  "atk-s0502a14:81": "‘‘Ayaṃ so indako yakkho, dajjā dānaṃ parittakaṃ;",
  "atk-s0502a14:82": "Atirocati amhehi, cando tārāgaṇe yathā’’ti. (pe. va. 323-324);",
  "atk-s0502a14:83": "Tattha dajjāti datvā. Evaṃ vutte satthā indakaṃ āha – ‘‘indaka, tvaṃ mama dakkhiṇapasse nisinno, kasmā anapagantvāva nisīdasī’’ti? So ‘‘ahaṃ, bhante, sukhette appakabījaṃ vapanakassako viya dakkhiṇeyyasampadaṃ alattha’’nti dakkhiṇeyyaṃ pabhāvento āha –",
  "atk-s0502a14:84": "‘‘Ujjaṅgale yathā khette, bījaṃ bahumpi ropitaṃ;",
  "atk-s0502a14:85": "Na phalaṃ vipulaṃ hoti, napi toseti kassakaṃ.",
  "atk-s0502a14:86": "‘‘Tatheva dānaṃ bahukaṃ, dussīlesu patiṭṭhitaṃ;",
  "atk-s0502a14:87": "Na phalaṃ vipulaṃ hoti, napi toseti dāyakaṃ.",
  "atk-s0502a14:88": "‘‘Yathāpi bhaddake khette, bījaṃ appampi ropitaṃ;",
  "atk-s0502a14:89": "Sammā dhāraṃ pavecchante, phalaṃ toseti kassakaṃ.",
  "atk-s0502a14:90": "‘‘Tatheva sīlavantesu, guṇavantesu tādisu;",
  "atk-s0502a14:91": "Appakampi kataṃ kāraṃ, puññaṃ hoti mahapphala’’nti. (pe. va. 325-328);",
  "atk-s0502a14:92": "Kiṃ panetassa pubbakammanti? So kira anuruddhattherassa antogāmaṃ piṇḍāya paviṭṭhassa attano ābhataṃ kaṭacchubhikkhaṃ dāpesi. Tadā tassa puññaṃ aṅkurena dasavassasahassāni dvādasayojanikaṃ uddhanapantiṃ katvā dinnadānato mahapphalataraṃ jātaṃ. Tasmā evamāha.",
  "atk-s0502a14:93": "Evaṃ vutte satthā, ‘‘aṅkura, dānaṃ nāma viceyya dātuṃ vaṭṭati, evaṃ taṃ sukhettesu vuttabījaṃ viya mahapphalaṃ hoti. Tvaṃ pana na tathā akāsi, tena te dānaṃ mahapphalaṃ na jāta’’nti imamatthaṃ vibhāvento –",
  "atk-s0502a14:94": "‘‘Viceyya dānaṃ dātabbaṃ, yattha dinnaṃ mahapphalaṃ…pe….",
  "atk-s0502a14:95": "‘‘Viceyya dānaṃ sugatappasatthaṃ,",
  "atk-s0502a14:96": "Ye dakkhiṇeyyā idha jīvaloke;",
  "atk-s0502a14:97": "Etesu dinnāni mahapphalāni,",
  "atk-s0502a14:98": "Bījāni vuttāni yathā sukhette’’ti. (pe. va. 329-330) –",
  "atk-s0502a14:99": "Vatvā uttarimpi dhammaṃ desento imā gāthā abhāsi –",
  "atk-s0502a14:100": "‘‘Tiṇadosāni khettāni, rāgadosā ayaṃ pajā;",
  "atk-s0502a14:101": "Tasmā hi vītarāgesu, dinnaṃ hoti mahapphalaṃ.",
  "atk-s0502a14:102": "‘‘Tiṇadosāni khettāni, dosadosā ayaṃ pajā;",
  "atk-s0502a14:103": "Tasmā hi vītadosesu, dinnaṃ hoti mahapphalaṃ.",
  "atk-s0502a14:104": "‘‘Tiṇadosāni khettāni, mohadosā ayaṃ pajā;",
  "atk-s0502a14:105": "Tasmā hi vītamohesu, dinnaṃ hoti mahapphalaṃ.",
  "atk-s0502a14:106": "‘‘Tiṇadosāni khettāni, icchādosā ayaṃ pajā;",
  "atk-s0502a14:107": "Tasmā hi vigaticchesu, dinnaṃ hoti mahapphala’’nti.",
  "atk-s0502a14:108": "Desanāvasāne aṅkuro ca indako ca sotāpattiphale patiṭṭhahiṃsu, mahājanassāpi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a14:109": "Atha satthā devaparisāya majjhe nisinno mātaraṃ ārabbha ‘‘kusalā dhammā, akusalā dhammā, abyākatā dhammā’’ti abhidhammapiṭakaṃ paṭṭhapesi. Evaṃ tayo māse nirantaraṃ abhidhammapiṭakaṃ kathesi. Kathento pana bhikkhācāravelāya ‘‘yāva mamāgamanā ettakaṃ nāma dhammaṃ desetū’’ti nimmitabuddhaṃ māpetvā himavantaṃ gantvā nāgalatādantakaṭṭhaṃ khāditvā anotattadahe mukhaṃ dhovitvā uttarakuruto piṇḍapātaṃ āharitvā mahāsālamāḷake nisinno bhattakiccaṃ akāsi. Sāriputtatthero tattha gantvā satthu vattaṃ karoti. Satthā bhattakiccapariyosāne, ‘‘sāriputta , ajja mayā ettako nāma dhammo bhāsito, tvaṃ attano antevāsikānaṃ bhikkhūnaṃ vācehī’’ti therassa kathesi. Yamakapāṭihīre kira pasīditvā pañcasatā kulaputtā therassa santike pabbajiṃsu. Te sandhāya theraṃ evamāha. Vatvā ca pana devalokaṃ gantvā nimmitabuddhena desitaṭṭhānato paṭṭhāya sayaṃ dhammaṃ desesi. Theropi gantvā tesaṃ bhikkhūnaṃ dhammaṃ desesi. Te satthari devaloke viharanteyeva sattapakaraṇikā ahesuṃ.",
  "atk-s0502a14:110": "Te kira kassapabuddhakāle khuddakavagguliyo hutvā ekasmiṃ pabbhāre olambantā dvinnaṃ therānaṃ caṅkamitvā abhidhammaṃ sajjhāyantānaṃ saddaṃ sutvā sare nimittaṃ aggahesuṃ. Te ‘‘ime khandhā nāma, imā dhātuyo nāmā’’ti ajānitvā sare nimittagahaṇamatteneva tato cutā devaloke nibbattā, ekaṃ buddhantaraṃ dibbasampattiṃ anubhavitvā tato cavitvā sāvatthiyaṃ kulagharesu nibbattā. Yamakapāṭihīre uppannapasādā therassa santike pabbajitvā sabbapaṭhamaṃ sattapakaraṇikā ahesuṃ. Satthāpi teneva nīhārena taṃ temāsaṃ abhidhammaṃ desesi. Desanāvasāne asītikoṭisahassānaṃ devatānaṃ dhammābhisamayo ahosi, mahāmāyāpi sotāpattiphale patiṭṭhahi.",
  "atk-s0502a14:111": "Sāpi kho chattiṃsayojanaparimaṇḍalā parisā ‘‘idāni sattame divase mahāpavāraṇā bhavissatī’’ti mahāmoggallānattheraṃ upasaṅkamitvā āha – ‘‘bhante satthu, orohaṇadivasaṃ saññātuṃ vaṭṭati, na hi mayaṃ satthāraṃ adisvā gamissāmā’’ti. Āyasmā mahāmoggallāno taṃ kathaṃ sutvā ‘‘sādhāvuso’’ti vatvā tattheva pathaviyaṃ nimuggo sinerupādaṃ gantvā ‘‘maṃ abhiruhantaṃ parisā passatū’’ti adhiṭṭhāya maṇiratanena āvutaṃ paṇḍukambalasuttaṃ viya paññāyamānarūpova sinerumajjhena abhiruhi. Manussāpi naṃ ‘‘ekayojanaṃ abhiruḷho, dviyojanaṃ abhiruḷho’’ti olokayiṃsu. Theropi satthu pāde sīsena ukkhipanto viya abhiruhitvā vanditvā evamāha – ‘‘bhante, parisā tumhe disvāva gantukāmā, kadā orohissathā’’ti. ‘‘Kahaṃ pana te, moggallāna, jeṭṭhabhātiko sāriputto’’ti. ‘‘Bhante, saṅkassanagare vassaṃ upagato’’ti. Moggallāna, ahaṃ ito sattame divase mahāpavāraṇāya saṅkassanagaradvāre otarissāmi, maṃ daṭṭhukāmā tattha āgacchantu, sāvatthito saṅkassanagaradvāraṃ tiṃsayojanāni, ettake magge kassaci pātheyyakiccaṃ natthi, uposathikā hutvā dhuravihāraṃ dhammassavanatthāya gacchantā viya āgaccheyyāthāti tesaṃ āroceyyāsīti. Thero ‘‘sādhu, bhante’’ti gantvā tathā ārocesi.",
  "atk-s0502a14:112": "Satthā vuṭṭhavasso pavāretvā sakkassa ārocesi – ‘‘mahārāja, manussapathaṃ gamissāmī’’ti . Sakko suvaṇṇamayaṃ maṇimayaṃ rajatamayanti tīṇi sopānāni māpesi. Tesaṃ pādā saṅkassanagaradvāre patiṭṭhahiṃsu, sīsāni sinerumuddhani. Tesu dakkhiṇapasse suvaṇṇamayaṃ sopānaṃ devatānaṃ ahosi, vāmapasse rajatamayaṃ sopānaṃ mahābrahmānaṃ ahosi, majjhe maṇimayaṃ sopānaṃ tathāgatassa ahosi. Satthāpi sinerumuddhani ṭhatvā devorohaṇasamaye yamakapāṭihāriyaṃ katvā uddhaṃ olokesi, yāva brahmalokā ekaṅgaṇā ahesuṃ. Adho olokesi, yāva avīcito ekaṅgaṇaṃ ahosi. Disāvidisā olokesi, anekāni cakkavāḷasatasahassāni ekaṅgaṇāni ahesuṃ. Devā manusse passiṃsu, manussāpi deve passiṃsu, sabbe sammukhāva passiṃsu.",
  "atk-s0502a14:113": "Bhagavā chabbaṇṇaraṃsiyo vissajjesi. Taṃ divasaṃ buddhasiriṃ oloketvā chattiṃsayojana parimaṇḍalāya parisāya ekopi buddhabhāvaṃ apatthento nāma natthi. Suvaṇṇasopānena devā otariṃsu, rajatasopānena mahābrahmāno otariṃsu, maṇisopānena sammāsambuddho otari. Pañcasikho gandhabbadevaputto beluvapaṇḍuvīṇaṃ ādāya dakkhiṇapasse ṭhatvā satthu gandhabbamadhuradibbavīṇāya saddena pūjaṃ karonto otari, mātali, saṅgāhako vāmapasse ṭhatvā dibbagandhamālāpupphaṃ gahetvā namassamāno pūjaṃ katvā otari, mahābrahmā chattaṃ dhāresi, suyāmo vālabījaniṃ dhāresi. Satthā iminā parivārena saddhiṃ otaritvā saṅkassanagaradvāre patiṭṭhahi. Sāriputtattheropi āgantvā satthāraṃ vanditvā yasmā sāriputtattherena tathārūpāya buddhasiriyā otaranto satthā ito pubbe na diṭṭhapubbo, tasmā –",
  "atk-s0502a14:114": "‘‘Na me diṭṭho ito pubbe, na suto uda kassaci;",
  "atk-s0502a14:115": "Evaṃ vagguvado satthā, tusitā gaṇimāgato’’ti. (su. ni. 961; mahāni. 190) –",
  "atk-s0502a14:116": "Ādīhi attano tuṭṭhiṃ pakāsetvā, ‘‘bhante, ajja sabbepi devamanussā tumhākaṃ pihayanti, patthentī’’ti āha. Atha naṃ satthā, ‘‘sāriputta, evarūpehi guṇehi samannāgatā buddhā devamanussānaṃ piyā hontiyevā’’ti vatvā dhammaṃ desento imaṃ gāthamāha –",
  "atk-s0502a14:117": "181.",
  "atk-s0502a14:118": " ‘‘Ye jhānapasutā dhīrā, nekkhammūpasame ratā;",
  "atk-s0502a14:119": "Devāpi tesaṃ pihayanti, sambuddhānaṃ satīmata’’nti.",
  "atk-s0502a14:120": "Tattha ye jhānapasutāti lakkhaṇūpanijjhānaṃ ārammaṇūpanijjhānanti imesu dvīsu jhānesu āvajjanasamāpajjanaadhiṭṭhānavuṭṭhānapaccavekkhaṇehi yuttappayuttā. Nekkhammūpasame ratāti ettha pabbajjā nekkhammanti na gahetabbā, kilesavūpasamanibbānaratiṃ pana sandhāyetaṃ vuttaṃ. Devāpīti devāpi manussāpi tesaṃ pihayanti patthenti. Satīmatanti evarūpaguṇānaṃ tesaṃ satiyā samannāgatānaṃ sambuddhānaṃ. ‘‘Aho vata mayaṃ buddhā bhaveyyāmā’’ti buddhabhāvaṃ icchamānā pihayantīti attho.",
  "atk-s0502a14:121": "Desanāvasāne tiṃsamattānaṃ pāṇakoṭīnaṃ dhammābhisamayo ahosi, therassa saddhivihārikā pañcasatabhikkhū arahatte patiṭṭhahiṃsu.",
  "atk-s0502a14:122": "Sabbabuddhānaṃ kira avijahitameva yamakapāṭihīraṃ katvā devaloke vassaṃ vasitvā saṅkassanagaradvāre otaraṇaṃ. Tattha pana dakkhiṇapādassa patiṭṭhitaṭṭhānaṃ acalacetiyaṭṭhānaṃ nāma hoti. Satthā tattha ṭhatvā puthujjanādīnaṃ visaye pañhaṃ pucchi, puthujjanā attano visaye pañhe vissajjetvā sotāpannavisaye pañhaṃ vissajjetuṃ nāsakkhiṃsu. Tathā sakadāgāmiādīnaṃ visaye sotāpannādayo, mahāmoggallānavisaye sesamahāsāvakā, sāriputtattherassa visaye mahāmoggallāno, buddhavisaye ca sāriputtopi vissajjetuṃ nāsakkhiyeva. So pācīnadisaṃ ādiṃ katvā sabbadisā olokesi, sabbattha ekaṅgaṇameva ahosi. Aṭṭhasu disāsu devamanussā uddhaṃ yāva brahmalokā heṭṭhā bhūmaṭṭhā ca yakkhanāgasupaṇṇā añjaliṃ paggahetvā, ‘‘bhante, idha tassa pañhassa vissajjetā natthi, ettheva upadhārethā’’ti āhaṃsu. Satthā sāriputto kilamati. Kiñcāpi hesa –",
  "atk-s0502a14:123": "‘‘Ye ca saṅkhātadhammāse, ye ca sekhā puthū idha;",
  "atk-s0502a14:124": "Tesaṃ me nipako iriyaṃ, puṭṭho pabrūhi mārisā’’ti. (su. ni. 1044; cūḷani. ajitamāṇavapucchāniddesa 7) –",
  "atk-s0502a14:125": "Imaṃ buddhavisaye puṭṭhapañhaṃ sutvā ‘satthā maṃ sekhāsekhānaṃ āgamanapaṭipadaṃ pucchatī’ti pañhe nikkaṅkho, khandhādīsu pana katarena nu kho mukhena imaṃ paṭipadaṃ kathento ‘ahaṃ satthu ajjhāsayaṃ gaṇhituṃ na sakkhissāmī’ti mama ajjhāsaye kaṅkhati, so mayā naye adinne kathetuṃ na sakkhissati, nayamassa dassāmīti nayaṃ dassento ‘‘bhūtamidaṃ, sāriputta, samanupassasī’’ti āha. Evaṃ kirassa ahosi ‘‘sāriputto mama ajjhāsayaṃ gahetvā kathento khandhavasena kathessatī’’ti. Therassa saha nayadānena so pañho nayasatena nayasahassena nayasatasahassena upaṭṭhāsi. So satthārā dinnanaye ṭhatvā taṃ pañhaṃ kathesi. Ṭhapetvā kira sammāsambuddhaṃ añño sāriputtattherassa paññaṃ pāpuṇituṃ samattho nāma natthi. Teneva kira thero satthu purato ṭhatvā sīhanādaṃ nadi – ‘‘ahaṃ, bhante, sakalakappampi deve vuṭṭhe ‘ettakāni bindūni mahāsamudde patitāni, ettakāni bhūmiyaṃ, ettakāni pabbate’ti gaṇetvā lekhaṃ āropetuṃ samattho’’ti. Satthāpi naṃ ‘‘jānāmi, sāriputta, gaṇetuṃ samatthabhāva’’nti āha. Tassa āyasmato paññāya upamā nāma natthi. Tenevāha –",
  "atk-s0502a14:126": "‘‘Gaṅgāya vālukā khīye, udakaṃ khīye mahaṇṇave;",
  "atk-s0502a14:127": "Mahiyā mattikā khīye, na khīye mama buddhiyā’’ti.",
  "atk-s0502a14:128": "Idaṃ vuttaṃ hoti – sace hi, bhante, buddhisampannalokanātha, mayā ekasmiṃ pañhe vissajjite ekaṃ vā vālukaṃ ekaṃ vā udakabinduṃ ekaṃ vā paṃsukhaṇḍaṃ akhipitvā pañhānaṃ satena vā sahassenavā satasahassena vā vissajjite gaṅgāya vālukādīsu ekekaṃ ekamante khipeyya, khippataraṃ gaṅgādīsu vālukādayo parikkhayaṃ gaccheyyuṃ, na tveva mama pañhānaṃ vissajjananti. Evaṃ mahāpaññopi hi bhikkhu buddhavisaye pañhassa antaṃ vā koṭiṃ vā adisvā satthārā dinnanaye ṭhatvāva pañhaṃ vissajjesi. Taṃ sutvā bhikkhū kathaṃ samuṭṭhāpesuṃ – ‘‘yaṃ pañhaṃ puṭṭho sabbopi jano kathetuṃ na sakkhi, taṃ dhammasenāpati sāriputto ekakova kathesī’’ti. Satthā taṃ kathaṃ sutvā ‘‘na idāneva sāriputto yaṃ pañhaṃ mahājano vissajjetuṃ nāsakkhi , taṃ vissajjesi, pubbepi anena vissajjitoyevā’’ti vatvā atītaṃ āharituṃ –",
  "atk-s0502a14:129": "‘‘Parosahassampi samāgatānaṃ,",
  "atk-s0502a14:130": "Kandeyyuṃ te vassasataṃ apaññā;",
  "atk-s0502a14:131": "Ekova seyyo puriso sapañño,",
  "atk-s0502a14:132": "Yo bhāsitassa vijānāti attha’’nti. (jā. 1.1.99) –",
  "atk-s0502a14:133": "Imaṃ jātakaṃ vitthārena kathesīti.",
  "atk-s0502a14:134": "Devorohaṇavatthu dutiyaṃ.",
  "atk-s0502a14:135": "3. Erakapattanāgarājavatthu",
  "atk-s0502a14:136": "Kicchomanussapaṭilābhoti imaṃ dhammadesanaṃ satthā bārāṇasiyaṃ upanissāya sattasirīsakarukkhamūle viharanto erakapattaṃ nāma nāgarājaṃ ārabbha kathesi.",
  "atk-s0502a14:137": "So kira pubbe kassapabuddhasāsane daharabhikkhu hutvā gaṅgāya nāvaṃ abhiruyha gacchanto ekasmiṃ erakagumbe erakapattaṃ gahetvā nāvāya vegasā gacchamānāyapi na muñci, erakapattaṃ chijjitvā gataṃ. So ‘‘appamattakaṃ eta’’nti āpattiṃ adesetvā vīsati vassasahassāni araññe samaṇadhammaṃ katvāpi maraṇakāle erakapattena gīvāya gahito viya āpattiṃ desetukāmopi aññaṃ bhikkhuṃ apassamāno ‘‘aparisuddhaṃ me sīla’’nti uppannavippaṭisāro tato cavitvā ekarukkhadoṇikanāvappamāṇo nāgarājā hutvā nibbatti, erakapattotvevassa nāmaṃ ahosi. So nibbattakkhaṇeyeva attabhāvaṃ oloketvā ‘‘ettakaṃ nāma kālaṃ samaṇadhammaṃ katvā ahetukayoniyaṃ maṇḍūkabhakkhaṭṭhāne nibbattomhī’’ti vippaṭisārī ahosi. So aparabhāge ekaṃ dhītaraṃ labhitvā majjhe gaṅgāya udakapiṭṭhe mahantaṃ phalaṃ ukkhipitvā dhītaraṃ tasmiṃ ṭhapetvā naccāpetvā gāyāpesi. Evaṃ kirassa ahosi – ‘‘addhā ahaṃ idha iminā upāyena buddhe uppanne tassa uppannabhāvaṃ suṇissāmī’’ti. Yo me gītassa paṭigītaṃ āharati , tassa mahantena nāgabhavanena saddhiṃ dhītaraṃ dassāmīti anvaḍḍhamāsaṃ uposathadivase taṃ dhītaraṃ phaṇe ṭhapesi. Sā tattha ṭhitā naccantī –",
  "atk-s0502a14:138": "‘‘Kiṃsu adhippatī rājā, kiṃsu rājā rajjissaro;",
  "atk-s0502a14:139": "Kathaṃsu virajo hoti, kathaṃ bāloti vuccatī’’ti. –",
  "atk-s0502a14:140": "Imaṃ gītaṃ gāyati.",
  "atk-s0502a14:141": "Sakalajambudīpavāsino ‘‘nāgamāṇavikaṃ gaṇhissāmā’’ti gantvā attano attano paññābalena paṭigītaṃ katvā gāyanti. Sā taṃ paṭikkhipati. Tassā anvaḍḍhamāsaṃ phaṇe ṭhatvā evaṃ gāyantiyāva ekaṃ buddhantaraṃ vītivattaṃ. Atha amhākaṃ satthā loke uppajjitvā ekadivasaṃ paccūsakāle lokaṃ volokento erakapattaṃ ādiṃ katvā uttaramāṇavaṃ nāma attano ñāṇajālassa anto paviṭṭhaṃ disvā ‘‘kiṃ nu kho bhavissatī’’ti āvajjento ‘‘ajja erakapattassa dhītaraṃ phaṇe ṭhapetvā naccāpanadivaso, ayaṃ uttaramāṇavo mayā dinnaṃ paṭigītaṃ gaṇhantova sotāpanno hutvā taṃ ādāya nāgarājassa santikaṃ gamissati. So taṃ sutvā ‘buddho uppanno’ti ñatvā mama santikaṃ āgamissati, ahaṃ tasmiṃ āgate mahāsamāgame gāthaṃ kathessāmi, gāthāpariyosāne caturāsītiyā pāṇasahassānaṃ dhammābhisamayo bhavissatī’’ti addasa. So tattha gantvā bārāṇasito avidūre satta sirīsakarukkhā atthi, tesu ekassa mūle nisīdi. Jambudīpavāsino gītapaṭigītaṃ ādāya sannipatiṃsu. Satthā avidūre ṭhāne gacchantaṃ uttaramāṇavaṃ disvā ‘‘ehi, uttarā’’ti āha. ‘‘Kiṃ, bhante’’ti? ‘‘Ito tāva ehī’’ti. Atha naṃ āgantvā vanditvā nisinnaṃ āha ‘‘kahaṃ gacchasī’’ti? ‘‘Erakapattassa dhītu gāyanaṭṭhāna’’nti. ‘‘Jānāsi pana gītapaṭigīta’’nti? ‘‘Jānāmi, bhante’’ti. ‘‘Vadehi tāva na’’nti? Atha naṃ attano jānananiyāmeneva vadantaṃ ‘‘na uttaraṃ etaṃ paṭigītaṃ, ahaṃ te paṭigītaṃ dassāmi, ādāya naṃ gamissasī’’ti. ‘‘Sādhu, bhante’’ti. Atha naṃ satthā, uttara, tvaṃ nāgamāṇavikāya gītakāle –",
  "atk-s0502a14:142": "‘‘Chadvārādhippatī rājā, rajjamāno rajjissaro;",
  "atk-s0502a14:143": "Arajjaṃ virajo hoti, rajjaṃ bāloti vuccatī’’ti. –",
  "atk-s0502a14:144": "Imaṃ paṭigītaṃ gāyeyyāsīti āha.",
  "atk-s0502a14:145": "Māṇavikāya gītassa attho – kiṃsu adhippatī rājāti kiṃ adhippati rājā nāma hoti? Kiṃsu rājā rajjissaroti kathaṃ pana rājā rajjissaro nāma hoti? Kathaṃsu virajo hotīti kathaṃ nu kho so rājā virajo nāma hotīti?",
  "atk-s0502a14:146": "Paṭigītassa pana attho – chadvārādhippatī rājāti yo channaṃ dvārānaṃ adhippati, ekadvārepi rūpādīhi anabhibhūto, ayaṃ rājā nāma. Rajjamāno rajjissaroti yo pana tesu ārammaṇesu rajjati, so rajjamāno rajjissaro nāma. Arajjanti arajjamāno pana virajo nāma hoti. Rajjanti rajjamāno bāloti vuccatīti.",
  "atk-s0502a14:147": "Evamassa satthā paṭigītaṃ datvā, uttara, tayā imasmiṃ gīte gāyite imassa gītassa imaṃ paṭigītaṃ gāyissati –",
  "atk-s0502a14:148": "‘‘Kenassu vuyhati bālo, kathaṃ nudati paṇḍito;",
  "atk-s0502a14:149": "Yogakkhemī kathaṃ hoti, taṃ me akkhāhi pucchito’’ti.",
  "atk-s0502a14:150": "Athassa tvaṃ idaṃ paṭigītaṃ gāyeyyāsi –",
  "atk-s0502a14:151": "‘‘Oghena vuyhati bālo, yogā nudati paṇḍito;",
  "atk-s0502a14:152": "Sabbayogavisaṃyutto, yogakkhemīti vuccatī’’ti.",
  "atk-s0502a14:153": "Tassattho – ‘‘kāmoghādinā catubbidhena oghena bālo vuyhati, taṃ oghaṃ paṇḍito sammappadhānasaṅkhātena yogena nudati. So sabbehi kāmayogādīhi visaṃyutto yogakkhemī nāma vuccatī’’ti.",
  "atk-s0502a14:154": "Uttaro imaṃ paṭigītaṃ gaṇhantova sotāpattiphale patiṭṭhahi. So sotāpanno hutvā taṃ gāthaṃ ādāya gantvā, ‘‘ambho, mayā gītapaṭigītaṃ āhaṭaṃ, okāsaṃ me dethā’’ti vatvā nirantaraṃ ṭhitassa mahājanassa jaṇṇunā akkamanto agamāsi. Nāgamāṇavikā pitu phaṇe ṭhatvā naccamānā ‘‘kiṃsu adhippatī rājā’’ti gītaṃ gāyati? Uttaro ‘‘chadvārādhippatī rājā’’ti paṭigītaṃ gāyi. Puna nāgamāṇavikā ‘‘kenassu vuyhatī’’ti tassa gītaṃ gāyati? Athassā paṭigītaṃ gāyanto uttaro ‘‘oghena vuyhatī’’ti imaṃ gāthamāha. Nāgarājā taṃ sutvāva buddhassa uppannabhāvaṃ ñatvā ‘‘mayā ekaṃ buddhantaraṃ evarūpaṃ padaṃ nāma na sutapubbaṃ, uppanno vata, bho, loke buddho’’ti tuṭṭhamānaso naṅguṭṭhena udakaṃ pahari, mahāvīciyo uṭṭhahiṃsu, ubho tīrāni bhijjiṃsu. Ito cito ca usabhamatte ṭhāne manussā udake nimujjiṃsu. So ettakaṃ mahājanaṃ phaṇe ṭhapetvā ukkhipitvā thale patiṭṭhapesi. So uttaraṃ upasaṅkamitvā ‘‘kahaṃ, sāmi, satthā’’ti pucchi. ‘‘Ekasmiṃ rukkhamūle nisinno, mahārājā’’ti. So ‘‘ehi, sāmi, gacchāmā’’ti uttarena saddhiṃ agamāsi. Mahājanopi tena saddhiṃyeva gato. Nāgarājā gantvā chabbaṇṇaraṃsīnaṃ antaraṃ pavisitvā satthāraṃ vanditvā rodamāno aṭṭhāsi. Atha naṃ satthā āha – ‘‘kiṃ idaṃ, mahārājā’’ti? ‘‘Ahaṃ, bhante, tumhādisassa buddhassa sāvako hutvā vīsati vassasahassāni samaṇadhammaṃ akāsiṃ, sopi maṃ samaṇadhammo niddhāretuṃ nāsakkhi. Appamattakaṃ erakapattachindanamattaṃ nissāya ahetukapaṭisandhiṃ gahetvā urena parisakkanaṭṭhāne nibbattosmi, ekaṃ buddhantaraṃ neva manussattaṃ labhāmi, na saddhammassavanaṃ, na tumhādisassa buddhassa dassana’’nti satthā tassa kathaṃ sutvā, ‘‘mahārāja, manussattaṃ nāma dullabhameva, tathā saddhammassavanaṃ , tathā buddhuppādo, idaṃ kicchena kasirena labbhatī’’ti vatvā dhammaṃ desento imaṃ gāthamāha –",
  "atk-s0502a14:155": "182.",
  "atk-s0502a14:156": " ‘‘Kiccho manussapaṭilābho, kicchaṃ maccāna jīvitaṃ;",
  "atk-s0502a14:157": "Kicchaṃ saddhammassavanaṃ, kiccho buddhānamuppādo’’ti.",
  "atk-s0502a14:158": "Tassattho – mahantena hi vāyāmena mahantena kusalena laddhattā manussattapaṭilābho nāma kiccho dullabho. Nirantaraṃ kasikammādīni katvā jīvitavuttiṃ ghaṭanatopi parittaṭṭhāyitāyapi maccānaṃ jīvitaṃ kicchaṃ. Anekesupi kappesu dhammadesakassa puggalassa dullabhatāya saddhammassavanampi kicchaṃ. Mahantena vāyāmena abhinīhārassa samijjhanato samiddhābhinīhārassa ca anekehipi kappakoṭisahassehi dullabhuppādato buddhānaṃ uppādopi kicchoyeva, ativiya dullabhoti.",
  "atk-s0502a14:159": "Desanāvasāne caturāsītiyā pāṇasahassānaṃ dhammābhisamayo ahosi. Nāgarājāpi taṃdivasaṃ sotāpattiphalaṃ labheyya, tiracchānagatattā pana nālattha. So yesu paṭisandhigahaṇatacajahanavissaṭṭhaniddokkamanasajātiyāmethunasevanacutisaṅkhātesu pañcasu ṭhānesu nāgasarīrameva gahetvā kilamanti, tesu akilamanabhāvaṃ patvā māṇavarūpeneva vicarituṃ labhatīti.",
  "atk-s0502a14:160": "Erakapattanāgarājavatthu tatiyaṃ.",
  "atk-s0502a14:161": "4. Ānandattherapañhavatthu",
  "atk-s0502a14:162": "Sabbapāpassa akaraṇanti imaṃ dhammadesanaṃ satthā jetavane viharanto ānandattherassa pañhaṃ ārabbha kathesi.",
  "atk-s0502a14:163": "Thero kira divāṭṭhāne nisinno cintesi – ‘‘satthārā sattannaṃ buddhānaṃ mātāpitaro āyuparicchedo bodhi sāvakasannipāto aggasāvakasannipāto aggasāvakaupaṭṭhākoti idaṃ sabbaṃ kathitaṃ, uposatho pana akathito, kiṃ nu kho tesampi ayameva uposatho, añño’’ti? So satthāraṃ upasaṅkamitvā tamatthaṃ pucchi. Yasmā pana tesaṃ buddhānaṃ kālabhedova ahosi, na kathābhedo. Vipassī sammāsambuddho hi sattame sattame saṃvacchare uposathaṃ akāsi. Ekadivasaṃ dinnovādoyeva hissa sattannaṃ saṃvaccharānaṃ alaṃ hoti. Sikhī ceva vessabhū ca chaṭṭhe chaṭṭhe saṃvacchare uposathaṃ kariṃsu, kakusandho koṇāgamano ca saṃvacchare saṃvacchare. Kassapadasabalo chaṭṭhe chaṭṭhe māse uposathaṃ akāsi. Ekadivasaṃ dinnovādo eva hissa channaṃ māsānaṃ alaṃ ahosi. Tasmā satthā tesaṃ imaṃ kālabhedaṃ ārocetvā ‘‘ovādagāthā pana nesaṃ imāyevā’’ti vatvā sabbesaṃ ekameva uposathaṃ āvi karonto imā gāthā abhāsi –",
  "atk-s0502a14:164": "183.",
  "atk-s0502a14:165": " ‘‘Sabbapāpassa akaraṇaṃ, kusalassa upasampadā;",
  "atk-s0502a14:166": "Sacittapariyodapanaṃ, etaṃ buddhāna sāsanaṃ.",
  "atk-s0502a14:167": "184.",
  "atk-s0502a14:168": " ‘‘Khantī paramaṃ tapo titikkhā,",
  "atk-s0502a14:169": "Nibbānaṃ paramaṃ vadanti buddhā;",
  "atk-s0502a14:170": "Na hi pabbajito parūpaghātī,",
  "atk-s0502a14:171": "Na samaṇo hoti paraṃ viheṭhayanto.",
  "atk-s0502a14:172": "185.",
  "atk-s0502a14:173": " ‘‘Anūpavādo anūpaghāto, pātimokkhe ca saṃvaro;",
  "atk-s0502a14:174": "Mattaññutā ca bhattasmiṃ, pantañca sayanāsanaṃ;",
  "atk-s0502a14:175": "Adhicitte ca āyogo, etaṃ buddhāna sāsana’’nti.",
  "atk-s0502a14:176": "Tattha sabbapāpassāti sabbassa akusalakammassa. Upasampadāti abhinikkhamanato paṭṭhāya yāva arahattamaggā kusalassa uppādanañceva uppāditassa ca bhāvanā. Sacittapariyodapananti pañcahi nīvaraṇehi attano cittassa vodāpanaṃ. Etaṃ buddhāna sāsananti sabbabuddhānaṃ ayamanusiṭṭhi.",
  "atk-s0502a14:177": "Khantīti yā esā titikkhāsaṅkhātā khantī nāma, idaṃ imasmiṃ sāsane paramaṃ uttamaṃ tapo. Nibbānaṃ paramaṃ vadanti buddhāti buddhā ca paccekabuddhā ca anubuddhā cāti ime tayo buddhā nibbānaṃ uttamantī vadanti. Na hi pabbajitoti pāṇiādīhi paraṃ apahananto viheṭhento parūpaghātī pabbajito nāma na hoti. Na samaṇoti vuttanayeneva paraṃ viheṭhayanto samaṇopi na hotiyeva .",
  "atk-s0502a14:178": "Anūpavādoti anūpavādanañceva anūpavādāpanañca. Anūpaghātoti anūpaghātanañceva anūpaghātāpanañca . Pātimokkheti jeṭṭhakasīle. Saṃvaroti pidahanaṃ. Mattaññutāti mattaññubhāvo pamāṇajānanaṃ. Pantanti vivittaṃ. Adhicitteti aṭṭhasamāpattisaṅkhāte adhicitte. Āyogoti payogakaraṇaṃ. Etanti etaṃ sabbesaṃ buddhānaṃ sāsanaṃ. Ettha hi anūpavādena vācasikaṃ sīlaṃ kathitaṃ, anūpaghātena kāyikasīlaṃ, ‘‘pātimokkhe ca saṃvaro’’ti sīlaṃ kathitaṃ, anūpaghātena kāyikasīlaṃ, ‘‘pātimokkhe ca saṃvaro’’ti iminā pātimokkhasīlañceva indriyasaṃvarañca, mattaññutāya ājīvapārisuddhi ceva paccayasannisitasīlañca, pantasenāsanena sappāyasenāsanaṃ, adhicittena aṭṭha samāpattiyo. Evaṃ imāya gāthāya tissopi sikkhā kathitā eva hontīti.",
  "atk-s0502a14:179": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṃsūti.",
  "atk-s0502a14:180": "Ānandattherapañhavatthu catutthaṃ.",
  "atk-s0502a14:181": "5. Anabhiratabhikkhuvatthu",
  "atk-s0502a14:182": "Nakahāpaṇavassenāti imaṃ dhammadesanaṃ satthā jetavane viharanto ekaṃ anabhiratabhikkhuṃ ārabbha kathesi.",
  "atk-s0502a14:183": "So kira sāsane pabbajitvā laddhūpasampado ‘‘asukaṭṭhānaṃ nāma gantvā uddesaṃ uggaṇhāhī’’ti upajjhāyena pesito tattha agamāsi. Athassa pituno rogo uppajji. So puttaṃ daṭṭhukāmo hutvā taṃ pakkosituṃ samatthaṃ kañci alabhitvā puttasokena vippalapantoyeva āsannamaraṇo hutvā ‘‘idaṃ me puttassa pattacīvaramūlaṃ kareyyāsī’’ti kahāpaṇasataṃ kaniṭṭhassa hatthe datvā kālamakāsi. So daharassa āgatakāle pādamūle nipatitvā pavaṭṭento roditvā, ‘‘bhante, pitā te vippalapantova kālakato, mayhaṃ pana tena kahāpaṇasataṃ hatthe ṭhapitaṃ, tena kiṃ karomī’’ti āha. Daharo ‘‘na me kahāpaṇehi attho’’ti paṭikkhipitvā aparabhāge cintesi – ‘‘kiṃ me parakulesu piṇḍāya caritvā jīvitena, sakkā taṃ kahāpaṇasataṃ nissāya jīvituṃ, vibbhamissāmī’’ti. So anabhiratiyā pīḷito vissaṭṭhasajjhāyanakammaṭṭhāno paṇḍurogī viya ahosi. Atha naṃ daharasāmaṇerā ‘‘kiṃ ida’’nti pucchitvā ‘‘ukkaṇṭhitomhī’’ti vutte ācariyupajjhāyānaṃ ācikkhiṃsu. Atha naṃ te satthu santikaṃ netvā satthu dassesuṃ. Satthā ‘‘saccaṃ kira tvaṃ ukkaṇṭhito’’ti pucchitvā, ‘‘āma, bhante’’ti vutte ‘‘kasmā evamakāsi, atthi pana te koci jīvitapaccayo’’ti āha. ‘‘Āma, bhante’’ti. ‘‘Kiṃ te atthī’’ti? ‘‘Kahāpaṇasataṃ, bhante’’ti. Tena hi katthaci tāva sakkharā āhara, gaṇetvā jānissāma ‘‘sakkā vā tāvattakena jīvituṃ, no vā’’ti. So sakkharā āhari. Atha naṃ satthā āha – ‘‘paribhogatthāya tāva paṇṇāsaṃ ṭhapehi, dvinnaṃ goṇānaṃ atthāya catuvīsati, ettakaṃ nāma bījatthāya, yuganaṅgalatthāya, kuddālavāsipharasuatthāyā’’ti evaṃ gaṇiyamāne taṃ kahāpaṇasataṃ nappahoti. Atha naṃ satthā ‘‘bhikkhu tava kahāpaṇā appakā, kathaṃ ete nissāya taṇhaṃ pūressasi, atīte kira cakkavattirajjaṃ kāretvā apphoṭitamattena dvādasayojanaṭṭhāne kaṭippamāṇena ratanavassaṃ vassāpetuṃ samattho yāva chattiṃsa sakkā cavanti, ettakaṃ kālaṃ devarajjaṃ kāretvāpi maraṇakāle taṇhaṃ apūretvāva kālamakāsī’’ti vatvā tena yācito atītaṃ āharitvā mandhātujātakaṃ (jā. 1.3.22) vitthāretvā –",
  "atk-s0502a14:184": "‘‘Yāvatā candimasūriyā pariharanti, disā bhanti virocanā;",
  "atk-s0502a14:185": "Sabbeva dāsā mandhātu, ye pāṇā pathavissitā’’ti. –",
  "atk-s0502a14:186": "Imissā gāthāya anantarā imā dve gāthā abhāsi –",
  "atk-s0502a14:187": "186.",
  "atk-s0502a14:188": " ‘‘Na kahāpaṇavassena, titti kāmesu vijjati;",
  "atk-s0502a14:189": "Appassādā dukhā kāmā, iti viññāya paṇḍito.",
  "atk-s0502a14:190": "187.",
  "atk-s0502a14:191": " ‘‘Api dibbesu kāmesu, ratiṃ so nādhigacchati;",
  "atk-s0502a14:192": "Taṇhakkhayarato hoti, sammāsambuddhasāvako’’ti.",
  "atk-s0502a14:193": "Tattha kahāpaṇavassenāti yaṃ so apphoṭetvā sattaratanavassaṃ vassāpesi, taṃ idha kahāpaṇavassanti vuttaṃ. Tenapi hi vatthukāmakilesakāmesu titti nāma natthi. Evaṃ duppūrā esā taṇhā. Appassādāti supinasadisatāya parittasukhā. Dukhāti dukkhakkhandhādīsu āgatadukkhavasena pana bahudukkhāva. Iti viññāyāti evamete kāme jānitvā. Api dibbesūti sace hi devānaṃ upakappanakakāmehi nimanteyyāpi āyasmā samiddhi viya evampi tesu kāmesu ratiṃ na vindatiyeva. Taṇhakkhayaratoti arahatte ceva nibbāne ca abhirato hoti, taṃ patthayamāno viharati. Sammāsambuddhasāvakoti sammāsambuddhena desitassa dhammassa savanena jāto yogāvacarabhikkhūti.",
  "atk-s0502a14:194": "Desanāvasāne so bhikkhu sotāpattiphale patiṭṭhahi, sampattaparisāyapi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a14:195": "Anabhiratabhikkhuvatthu pañcamaṃ.",
  "atk-s0502a14:196": "6. Aggidattabrāhmaṇavatthu",
  "atk-s0502a14:197": "Bahuṃ ve saraṇaṃ yantīti imaṃ dhammadesanaṃ satthā jetavane viharanto vālikarāsimhi nisinnaṃ aggidattaṃ nāma kosalarañño purohitaṃ ārabbha kathesi.",
  "atk-s0502a14:198": "So kira mahākosalassa purohito ahosi. Atha naṃ pitari kālakate rājā pasenadi kosalo ‘‘pitu me purohito’’ti gāravena tasmiṃyeva ṭhāne ṭhapetvā tassa attano upaṭṭhānaṃ āgatakāle paccuggamanaṃ karoti, ‘‘ācariya, idha nisīdathā’’ti samānāsanaṃ dāpesi. So cintesi – ‘‘ayaṃ rājā mayi ativiya gāravaṃ karoti, na kho pana rājūnaṃ niccakālameva sakkā cittaṃ gahetuṃ. Samānavayeneva hi saddhiṃ rajjasukhaṃ nāma sukhaṃ hoti, ahañcamhi mahallako, pabbajituṃ me yutta’’nti. So rājānaṃ pabbajjaṃ anujānāpetvā nagare bheriṃ carāpetvā sattāhena sabbaṃ attano dhanaṃ dānamukhe vissajjetvā bāhirakapabbajjaṃ pabbaji. Taṃ nissāya dasa purisasahassāni anupabbajiṃsu. So tehi saddhiṃ aṅgamagadhānañca kururaṭṭhassa ca antare vāsaṃ kappetvā imaṃ ovādaṃ deti, ‘‘tātā, yassa kāmavitakkādayo uppajjanti, so nadito ekekaṃ vālukapuṭaṃ uddharitvā imasmiṃ okiratū’’ti. Te ‘‘sādhū’’ti paṭissuṇitvā kāmavitakkādīnaṃ uppannakāle tathā kariṃsu. Aparena samayena mahāvālukarāsi ahosi, taṃ ahichatto nāma nāgarājā paṭiggahesi. Aṅgamagadhavāsino ceva kururaṭṭhavāsino ca māse māse tesaṃ mahantaṃ sakkāraṃ abhiharitvā dānaṃ denti. Atha nesaṃ aggidatto imaṃ ovādaṃ adāsi – ‘‘pabbataṃ saraṇaṃ yātha, vanaṃ saraṇaṃ yātha, ārāmaṃ saraṇaṃ yātha, rukkhaṃ saraṇaṃ yātha, evaṃ sabbadukkhato muccissathā’’ti. Attano antevāsikepi iminā ovādena ovadi.",
  "atk-s0502a14:199": "Bodhisattopi katābhinikkhamano sammāsambodhiṃ patvā tasmiṃ samaye sāvatthiṃ nissāya jetavane viharanto paccūsakāle lokaṃ volokento aggidattabrāhmaṇaṃ saddhiṃ antevāsikehi attano ñāṇajālassa anto paviṭṭhaṃ disvā ‘‘sabbepi ime arahattassa upanissayasampannā’’ti ñatvā sāyanhasamaye mahāmoggallānattheraṃ āha – ‘‘moggallāna, kiṃ passasi aggidattabrāhmaṇaṃ mahājanaṃ atitthe pakkhandāpentaṃ, gaccha tesaṃ ovādaṃ dehī’’ti. Bhante, bahū ete, ekakassa mayhaṃ avisayhā. Sace tumhepi āgamissatha, visayhā bhavissantīti. Moggallāna, ahampi āgamissāmi, tvaṃ purato yāhīti. Thero purato gacchantova cintesi – ‘‘ete balavanto ceva bahū ca. Sace sabbesaṃ samāgamaṭṭhāne kiñci kathessāmi, sabbepi vaggavaggena uṭṭhaheyyu’’nti attano ānubhāvena thūlaphusitakaṃ devaṃ vuṭṭhāpesi. Te thūlaphusitakesu patantesu uṭṭhāyuṭṭhāya attano attano paṇṇasālaṃ pavisiṃsu. Thero aggidattassa brāhmaṇassa paṇṇasāladvāre ṭhatvā ‘‘aggidattā’’ti āha. So therassa saddaṃ sutvā ‘‘maṃ imasmiṃ loke nāmena ālapituṃ samattho nāma natthi, ko nu kho maṃ nāmena ālapatī’’ti mānathaddhatāya ‘‘ko eso’’ti āha. ‘‘Ahaṃ, brāhmaṇā’’ti. ‘‘Kiṃ vadesī’’ti? ‘‘Ajja me ekarattiṃ idha vasanaṭṭhānaṃ tvaṃ ācikkhāhī’’ti. ‘‘Idha vasanaṭṭhānaṃ natthi, ekassa ekāva paṇṇasālā’’ti. ‘‘Aggidatta, manussā nāma manussānaṃ, gāvo gunnaṃ, pabbajitā pabbajitānaṃ santikaṃ gacchanti, mā evaṃ kari, dehi me vasanaṭṭhāna’’nti. ‘‘Kiṃ pana tvaṃ pabbajito’’ti? ‘‘Āma, pabbajitomhī’’ti. ‘‘Sace pabbajito, kahaṃ te khāribhaṇḍaṃ, ko pabbajitaparikkhāro’’ti. ‘‘Atthi me parikkhāro, visuṃ pana naṃ gahetvā vicarituṃ dukkhanti abbhantareneva naṃ gahetvā vicarāmi, brāhmaṇā’’ti. So ‘‘taṃ gahetvā vicarissasī’’ti therassa kujjhi. Atha naṃ so āha – ‘‘amhe, aggidatta, mā kujjhi, vasanaṭṭhānaṃ me ācikkhāhī’’ti. Natthi ettha vasanaṭṭhānanti. Etasmiṃ pana vālukarāsimhi ko vasatīti. Eko, nāgarājāti. Etaṃ me dehīti. Na sakkā dātuṃ, bhāriyaṃ etassa kammanti. Hotu, dehi meti. Tena hi tvaṃ eva jānāhīti.",
  "atk-s0502a14:200": "Thero vālukarāsiabhimukho pāyāsi. Nāgarājā taṃ āgacchantaṃ disvā ‘‘ayaṃ samaṇo ito āgacchati, na jānāti maññe mama atthibhāvaṃ, dhūmāyitvā naṃ māressāmī’’ti dhūmāyi. Thero ‘‘ayaṃ nāgarājā ‘ahameva dhūmāyituṃ sakkomi, aññe na sakkontī’ti maññe sallakkhetī’’ti sayampi dhūmāyi. Dvinnampi sarīrato uggatā dhūmā yāva brahmalokā uṭṭhahiṃsu. Ubhopi dhūmā theraṃ abādhetvā nāgarājānameva bādhenti. Nāgarājā dhūmavegaṃ sahituṃ asakkonto pajjali. Theropi tejodhātuṃ samāpajjitvā tena saddhiṃyeva pajjali. Aggijālā yāva brahmalokā uṭṭhahiṃsu. Ubhopi theraṃ abādhetvā nāgarājānameva bādhayiṃsu. Athassa sakalasarīraṃ ukkāhi padittaṃ viya ahosi. Isigaṇo oloketvā cintesi – ‘‘nāgarājā, samaṇaṃ jhāpeti, bhaddako vata samaṇo amhākaṃ vacanaṃ asutvā naṭṭho’’ti. Thero nāgarājānaṃ dametvā nibbisevanaṃ katvā vālukarāsimhi nisīdi. Nāgarājā vālukarāsiṃ bhogehi parikkhipitvā kūṭāgārakucchipamāṇaṃ phaṇaṃ māpetvā therassa upari dhāresi.",
  "atk-s0502a14:201": "Isigaṇā pātova ‘‘samaṇassa matabhāvaṃ vā amatabhāvaṃ vā jānissāmā’’ti therassa santikaṃ gantvā taṃ vālukarāsimatthake nisinnaṃ disvā añjaliṃ paggayha abhitthavantā āhaṃsu – ‘‘samaṇa, kacci nāgarājena na bādhito’’ti. ‘‘Kiṃ na passatha mama upariphaṇaṃ dhāretvā ṭhita’’nti? Te ‘‘acchariyaṃ vata bho, samaṇassa evarūpo nāma nāgarājā damito’’ti theraṃ parivāretvā aṭṭhaṃsu. Tasmiṃ khaṇe satthā āgato. Thero satthāraṃ disvā uṭṭhāya vandi. Atha naṃ isayo āhaṃsu – ‘‘ayampi tayā mahantataro’’ti. Eso bhagavā satthā, ahaṃ imassa sāvakoti. Satthā vālukarāsimatthake nisīdi, isigaṇo ‘‘ayaṃ tāva sāvakassa ānubhāvo, imassa pana ānubhāvo kīdiso bhavissatī’’ti añjaliṃ paggayha satthāraṃ abhitthavi. Satthā aggidattaṃ āmantetvā āha – ‘‘aggidatta, tvaṃ tava sāvakānañca upaṭṭhākānañca ovādaṃ dadamāno kinti vatvā desī’’ti. ‘‘Etaṃ pabbataṃ saraṇaṃ gacchatha, vanaṃ ārāmaṃ rukkhaṃ saraṇaṃ gacchatha. Etāni hi saraṇaṃ gato sabbadukkhā pamuccatī’’ti evaṃ tesaṃ ovādaṃ dammīti. Satthā ‘‘na kho, aggidatta, etāni saraṇaṃ gato sabbadukkhā pamuccati, buddhaṃ dhammaṃ saṅghaṃ pana saraṇaṃ gantvā sakalavaṭṭadukkhā pamuccatī’’ti vatvā imā gāthā abhāsi –",
  "atk-s0502a14:202": "188.",
  "atk-s0502a14:203": " ‘‘Bahuṃ ve saraṇaṃ yanti, pabbatāni vanāni ca;",
  "atk-s0502a14:204": "Ārāmarukkhacetyāni, manussā bhayatajjitā.",
  "atk-s0502a14:205": "189.",
  "atk-s0502a14:206": " ‘‘Netaṃ kho saraṇaṃ khemaṃ, netaṃ saraṇamuttamaṃ;",
  "atk-s0502a14:207": "Netaṃ saraṇamāgamma, sabbadukkhā pamuccati.",
  "atk-s0502a14:208": "190.",
  "atk-s0502a14:209": " ‘‘Yo ca buddhañca dhammañca, saṅghañca saraṇaṃ gato;",
  "atk-s0502a14:210": "Cattāri ariyasaccāni, sammappaññāya passati.",
  "atk-s0502a14:211": "191.",
  "atk-s0502a14:212": " ‘‘Dukkhaṃ dukkhasamuppādaṃ, dukkhassa ca atikkamaṃ;",
  "atk-s0502a14:213": "Ariyaṃ caṭṭhaṅgikaṃ maggaṃ, dukkhūpasamagāminaṃ.",
  "atk-s0502a14:214": "192.",
  "atk-s0502a14:215": " ‘‘Etaṃ kho saraṇaṃ khemaṃ, etaṃ saraṇamuttamaṃ;",
  "atk-s0502a14:216": "Etaṃ saraṇamāgamma, sabbadukkhā pamuccatī’’ti.",
  "atk-s0502a14:217": "Tattha bahunti bahu. Pabbatānīti tattha tattha isigilivepullavebhārādike pabbate ca mahāvanagosiṅgasālavanādīni vanāni ca veḷuvanajīvakambavanādayo ārāme ca udenacetiyagotamacetiyādīni rukkhacetyāni ca te te manussā tena tena bhayena tajjitā bhayato muccitukāmā puttalābhādīni vā patthayamānā saraṇaṃ yantīti attho. Netaṃ saraṇanti etaṃ sabbampi saraṇaṃ neva khemaṃ na uttamaṃ, na ca etaṃ paṭicca jātiādidhammesu sattesu ekopi jātiādito sabbadukkhā pamuccatīti attho.",
  "atk-s0502a14:218": "Yo cāti idaṃ akhemaṃ anuttamaṃ saraṇaṃ dassetvā khemaṃ uttamaṃ saraṇaṃ dassanatthaṃ āraddhaṃ. Tassattho – yo ca gahaṭṭho vā pabbajito vā ‘‘itipi so bhagavā arahaṃ sammāsambuddho’’tiādikaṃ buddhadhammasaṅghānussatikammaṭṭhānaṃ nissāya seṭṭhavasena buddhañca dhammañca saṅghañca saraṇaṃ gato, tassapi taṃ saraṇagamanaṃ aññatitthiyavandanādīhi kuppati calati. Tassa pana acalabhāvaṃ dassetuṃ maggena āgatasaraṇameva pakāsanto cattāri ariyasaccāni sammappaññāya passatīti āha. Yo hi etesaṃ saccānaṃ dassanavasena etāni saraṇaṃ gato, etassa etaṃ saraṇaṃ khemañca uttamañca, so ca puggalo etaṃ saraṇaṃ paṭicca sakalasmāpi vaṭṭadukkhā pamuccati, tasmā etaṃ kho saraṇaṃ khemantiādi vuttaṃ.",
  "atk-s0502a14:219": "Desanāvasāne sabbepi te isayo saha paṭisambhidāhi arahattaṃ patvā satthāraṃ vanditvā pabbajjaṃ yāciṃsu. Satthāpi cīvaragabbhato hatthaṃ pasāretvā ‘‘etha bhikkhavo, caratha brahmacariya’’nti āha. Te taṅkhaṇeyeva aṭṭhaparikkhāradharā vassasaṭṭhikatherā viya ahesuṃ. So ca sabbesampi aṅgamagadhakururaṭṭhavāsīnaṃ sakkāraṃ ādāya āgamanadivaso ahosi. Te sakkāraṃ ādāya āgatā sabbepi te isayo pabbajite disvā ‘‘kiṃ nu kho amhākaṃ aggidattabrāhmaṇo mahā, udāhu samaṇo gotamo’’ti cintetvā samaṇassa gotamassa āgatattā ‘‘aggidattova mahā’’ti maññiṃsu. Satthā tesaṃ ajjhāsayaṃ oloketvā, ‘‘aggidatta, parisāya kaṅkhaṃ chindā’’ti āha. So ‘‘ahampi ettakameva paccāsīsāmī’’ti iddhibalena sattakkhattuṃ vehāsaṃ abbhuggantvā punappunaṃ oruyha satthāraṃ vanditvā ‘‘satthā me, bhante, bhagavā, sāvakohamasmī’’ti vatvā sāvakattaṃ pakāsesīti.",
  "atk-s0502a14:220": "Aggidattabrāhmaṇavatthu chaṭṭhaṃ.",
  "atk-s0502a14:221": "7. Ānandattherapañhavatthu",
  "atk-s0502a14:222": "Dullabhoti imaṃ dhammadesanaṃ satthā jetavane viharanto ānandattherassa pañhaṃ ārabbha kathesi.",
  "atk-s0502a14:223": "Thero hi ekadivasaṃ divāṭṭhāne nisinno cintesi – ‘‘hatthājānīyo chaddantakule vā uposathakule vā uppajjati, assājānīyo sindhavakule vā valāhakassarājakule vā, usabho goājanīyo dakkhiṇapathetiādīni vadantena satthārā hatthiājānīyādīnaṃ uppattiṭṭhānādīni kathitāni, purisājānīyo pana kahaṃ nu kho uppajjatī’’ti. So satthāraṃ upasaṅkamitvā vanditvā ekamantaṃ nisīditvā etamatthaṃ pucchi. Satthā, ‘‘ānanda, purisājānīyo nāma sabbattha nuppajjati, ujukato pana tiyojanasatāyāme vitthārato aḍḍhateyyasate āvaṭṭato navayojanasatappamāṇe majjhimapadesaṭṭhāne uppajjati. Uppajjanto ca pana na yasmiṃ vā tasmiṃ vā kule uppajjati, khattiyamahāsālabrāhmaṇamahāsālakulānaṃ pana aññatarasmiṃyeva uppajjatī’’ti vatvā imaṃ gāthamāha –",
  "atk-s0502a14:224": "193.",
  "atk-s0502a14:225": " ‘‘Dullabho purisājañño, na so sabbattha jāyati;",
  "atk-s0502a14:226": "Yattha so jāyatī dhīro, taṃ kulaṃ sukhamedhatī’’ti.",
  "atk-s0502a14:227": "Tattha dullabhoti purisājañño hi dullabho, na hatthiājānīyādayo viya sulabho, so sabbattha paccantadese vā nīcakule vā na jāyati, majjhimadesepi mahājanassa abhivādanādisakkārakaraṇaṭṭhāne khattiyabrāhmaṇakulānaṃ aññatarasmiṃ kule jāyati. Evaṃ jāyamāno yattha so jāyati dhīro uttamapañño sammāsambuddho , taṃ kulaṃ sukhamedhatīti sukhappattameva hotīti attho.",
  "atk-s0502a14:228": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṃsūti.",
  "atk-s0502a14:229": "Ānandattherapañhavatthu sattamaṃ.",
  "atk-s0502a14:230": "8. Sambahulabhikkhuvatthu",
  "atk-s0502a14:231": "Sukhobuddhānanti imaṃ dhammadesanaṃ satthā jetavane viharanto sambahulānaṃ bhikkhūnaṃ kathaṃ ārabbha kathesi.",
  "atk-s0502a14:232": "Ekadivasañhi pañcasatabhikkhū upaṭṭhānasālāyaṃ nisinnā, ‘‘āvuso, kiṃ nu kho imasmiṃ loke sukha’’nti kathaṃ samuṭṭhāpesuṃ? Tattha keci ‘‘rajjasukhasadisaṃ sukhaṃ nāma natthī’’ti āhaṃsu. Keci kāmasukhasadisaṃ, keci ‘‘sālimaṃsabhojanādisadisaṃ sukhaṃ nāma natthī’’ti āhaṃsu. Satthā tesaṃ nisinnaṭṭhānaṃ gantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte, ‘‘bhikkhave, kiṃ kathetha? Idañhi sabbampi sukhaṃ vaṭṭadukkhapariyāpannameva, imasmiṃ loke buddhuppādo dhammassavanaṃ, saṅghasāmaggī, sammodamānabhāvoti idameva sukha’’nti vatvā imaṃ gāthamāha –",
  "atk-s0502a14:233": "194.",
  "atk-s0502a14:234": " ‘‘Sukho buddhānamuppādo, sukhā saddhammadesanā;",
  "atk-s0502a14:235": "Sukhā saṅghassa sāmaggī, samaggānaṃ tapo sukho’’ti.",
  "atk-s0502a14:236": "Tattha buddhānamuppādoti yasmā buddhā uppajjamānā mahājanaṃ rāgakantārādīhi tārenti, tasmā buddhānaṃ uppādo sukho uttamo. Yasmā saddhammadesanaṃ āgamma jātiādidhammā sattā jātiādīhi muccanti, tasmā saddhammadesanā sukhā. Sāmaggīti samacittatā, sāpi sukhā eva. Samaggānaṃ pana ekacittānaṃ yasmā buddhavacanaṃ vā uggaṇhituṃ dhutaṅgāni vā pariharituṃ samaṇadhammaṃ vā kātuṃ sakkā, tasmā samaggānaṃ tapo sukhoti vuttaṃ. Tenevāha – ‘‘yāvakīvañca, bhikkhave, bhikkhū samaggā sannipatissanti, sammaggā vuṭṭhahissanti, samaggā saṅghakaraṇīyāni karissanti, vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihānī’’ti (dī. ni. 2.136).",
  "atk-s0502a14:237": "Desanāvasāne te bhikkhū arahatte patiṭṭhahiṃsu, mahājanassāpi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a14:238": "Sambahulabhikkhuvatthu aṭṭhamaṃ.",
  "atk-s0502a14:239": "9. Kassapadasabalassa suvaṇṇacetiyavatthu",
  "atk-s0502a14:240": "Pūjāraheti imaṃ dhammadesanaṃ satthā cārikaṃ caramāno kassapadasabalassa suvaṇṇacetiyaṃ ārabbha kathesi.",
  "atk-s0502a14:241": "Tathāgato sāvatthito nikkhamitvā anupubbena bārāṇasiṃ gacchanto antarāmagge todeyyagāmassa samīpe mahābhikkhusaṅghaparivāro aññataraṃ devaṭṭhānaṃ sampāpuṇi. Tatra nisinno sugato dhammabhaṇḍāgārikaṃ pesetvā avidūre kasikammaṃ karontaṃ brāhmaṇaṃ pakkosāpesi . So brāhmaṇo āgantvā tathāgataṃ anabhivanditvā tameva devaṭṭhānaṃ vanditvā aṭṭhāsi. Sugatopi ‘‘imaṃ padesaṃ kinti maññasi brāhmaṇā’’ti āha. Amhākaṃ paveṇiyā āgatacetiyaṭṭhānanti vandāmi, bho gotamāti. ‘‘Imaṃ ṭhānaṃ vandantena tayā sādhu kataṃ brāhmaṇā’’ti sugato taṃ sampahaṃsesi. Taṃ sutvā bhikkhū ‘‘kena nu kho kāraṇena bhagavā evaṃ sampahaṃsesī’’ti saṃsayaṃ sañjanesuṃ. Tato tathāgato tesaṃ saṃsayamapanetuṃ majjhimanikāye ghaṭikārasuttantaṃ (ma. ni. 2.282 ādayo) vatvā iddhānubhāvena kassapadasabalassa yojanubbedhaṃ kanakacetiyaṃ aparañca kanakacetiyaṃ ākāse nimminitvā mahājanaṃ dassetvā, ‘‘brāhmaṇa, evaṃvidhānaṃ pūjārahānaṃ pūjā yuttatarāvā’’ti vatvā mahāparinibbānasutte (dī. ni. 2.206) dassitanayeneva buddhādike cattāro thūpārahe pakāsetvā sarīracetiyaṃ uddissacetiyaṃ paribhogacetiyanti tīṇi cetiyāni visesato paridīpetvā imā gāthā abhāsi –",
  "atk-s0502a14:242": "195.",
  "atk-s0502a14:243": " ‘‘Pūjārahe pūjayato, buddhe yadi ca sāvake;",
  "atk-s0502a14:244": "Papañcasamatikkante, tiṇṇasokapariddave.",
  "atk-s0502a14:245": "196.",
  "atk-s0502a14:246": " ‘‘Te tādise pūjayato, nibbute akutobhaye;",
  "atk-s0502a14:247": "Na sakkā puññaṃ saṅkhātuṃ, imettamapi kenacī’’ti. (apa. thera 1.10.1-2);",
  "atk-s0502a14:248": "Tattha pūjituṃ arahā pūjārahā, pūjituṃ yuttāti attho. Pūjārahe pūjayatoti abhivādanādīhi ca catūhi ca paccayehi pūjentassa. Pūjārahe dasseti buddhetiādinā. Buddheti sammāsambuddhe. Yadīti yadi vā, atha vāti attho. Tattha paccekabuddheti kathitaṃ hoti, sāvake ca. Papañcasamatikkanteti samatikkantataṇhādiṭṭhimānapapañce. Tiṇṇasokapariddaveti atikkantasokapariddave , ime dve atikkanteti attho. Etehi pūjārahattaṃ dassitaṃ.",
  "atk-s0502a14:249": "Teti buddhādayo. Tādiseti vuttagahaṇavasena. Nibbuteti rāgādinibbutiyā. Natthi kutoci bhavato vā ārammaṇato vā etesaṃ bhayanti akutobhayā, te akutobhaye. Na sakkā puññaṃ saṅkhātunti puññaṃ gaṇetuṃ na sakkā. Kathanti ce? Imettamapi kenacīti imaṃ ettakaṃ, imaṃ ettakanti kenacīti apisaddo idha sambandhitabbo, kenaci puggalena mānena vā. Tattha puggalenāti tena brahmādinā. Mānenāti tividhena mānena tīraṇena dhāraṇena pūraṇena vā. Tīraṇaṃ nāma idaṃ ettakanti nayato tīraṇaṃ. Dhāraṇanti tulāya dhāraṇaṃ. Pūraṇaṃ nāma aḍḍhapasatapatthanāḷikādivasena pūraṇaṃ. Kenaci puggalena imehi tīhi mānehi buddhādike pūjayato puññaṃ vipākavasena gaṇetuṃ na sakkā pariyantarahitatoti dvīsu ṭhānesu pūjayato kiṃ dānaṃ paṭhamaṃ dharamāne buddhādī pūjayato na sakkā puññaṃ saṅkhātuṃ, puna te tādise kilesaparinibbānanimittena khandhaparinibbānena nibbutepi pūjayato na sakkā saṅkhātunti bhedā yujjanti. Tena hi vimānavatthumhi –",
  "atk-s0502a14:250": "‘‘Tiṭṭhante nibbute cāpi, same citte samaṃ phalaṃ;",
  "atk-s0502a14:251": "Cetopaṇidhihetu hi, sattā gacchanti suggati’’nti. (vi. va. 806);",
  "atk-s0502a14:252": "Desanāvasāne so brāhmaṇo sotāpanno ahosīti. Yojanikaṃ kanakacetiyaṃ sattāhamākāseva aṭṭhāsi, mahantena samāgamo cāhosi, sattāhaṃ cetiyaṃ nānappakārena pūjesuṃ. Tato bhinnaladdhikānaṃ laddhibhedo jāto, buddhānubhāvena taṃ cetiyaṃ sakaṭṭhānameva gataṃ, tattheva taṃkhaṇe mahantaṃ pāsāṇacetiyaṃ ahosi. Tasmiṃ samāgame caturāsītiyā pāṇasahassānaṃ dhammābhisamayo ahosīti.",
  "atk-s0502a14:253": "Kassapadasabalassa suvaṇṇacetiyavatthu navamaṃ.",
  "atk-s0502a14:254": "Buddhavaggavaṇṇanā niṭṭhitā.",
  "atk-s0502a14:255": "Cuddasamo vaggo.",
  "atk-s0502a14:256": "Paṭhamabhāṇavāraṃ niṭṭhitaṃ."
}