{
  "atk-abh03a36:0": "21. Ekavīsatimavaggo",
  "atk-abh03a36:1": "1. Sāsanakathāvaṇṇanā",
  "atk-abh03a36:2": "878. Idāni sāsanakathā nāma hoti. Tattha tisso saṅgītiyo sandhāya ‘‘sāsanaṁ navaṁ kata’’nti ca ‘‘atthi koci tathāgatassa sāsanaṁ navaṁ karotī’’ti ca ‘‘labbhā tathāgatassa sāsanaṁ navaṁ kātu’’nti ca yesaṁ laddhi, seyyathāpi ekaccānaṁ uttarāpathakānaṁ; te sandhāya tīsupi kathāsu pucchā sakavādissa, paṭiññā itarassa. Satipaṭṭhānātiādi sāsanaṁ nāma satipaṭṭhānādayo ceva ariyadhammā, kusalādīnañca desanā. Tattha yesaṁ bhagavatā desitā satipaṭṭhānādayo, ṭhapetvā te aññesaṁ vā satipaṭṭhānādīnaṁ karaṇena akusalādīnaṁ vā kusalādibhāvakaraṇena sāsanaṁ navaṁkataṁ nāma bhaveyya, kiṁ taṁ evaṁ kataṁ kenaci, atthi vā koci evaṁ karoti, labbhā vā evaṁ kātunti tīsupi pucchāsu codanatthaṁ vuttaṁ. Sesaṁ sabbattha yathāpāḷimeva niyyātīti.",
  "atk-abh03a36:3": "Sāsanakathāvaṇṇanā.",
  "atk-abh03a36:4": "2. Avivittakathāvaṇṇanā",
  "atk-abh03a36:5": "879-880. Idāni avivittakathā nāma hoti. Tattha yassa puggalassa yo dhammo paccuppanno, so tena avivitto nāmāti idaṁ sakasamaye sanniṭṭhānaṁ. Yasmā pana puthujjanena tedhātukā dhammā apariññātā, tasmā so ekakkhaṇeyeva sabbehipi tedhātukehi dhammehi avivittoti yesaṁ laddhi, seyyathāpi tesaññeva, te sandhāya pucchā sakavādissa, paṭiññā itarassa. Phassehītiādi sabbesaṁ phassādīnaṁ ekakkhaṇe pavattidosadassanatthaṁ vuttaṁ. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-abh03a36:6": "Avivittakathāvaṇṇanā.",
  "atk-abh03a36:7": "3. Saññojanakathāvaṇṇanā",
  "atk-abh03a36:8": "881-882. Idāni saññojanakathā nāma hoti. Tattha yasmā arahā sabbaṁ buddhavisayaṁ na jānāti, tasmā tassa tattha avijjāvicikicchāhi appahīnāhi bhavitabbanti saññāya ‘‘atthi kiñci saññojanaṁ appahāya arahattappattī’’ti yesaṁ laddhi, seyyathāpi mahāsaṅghikānaṁ, te sandhāya pucchā sakavādissa, paṭiññā itarassa. Atthi kiñci sakkāyadiṭṭhītiādi arahato sabbasaṁyojanappahānadassanatthaṁ vuttaṁ. Sabbaṁ buddhavisayanti pañhadvaye arahato sabbaññutaññāṇābhāvena paṭisedho kato, na avijjāvicikicchānaṁ appahānena. Itaro pana tesaṁ appahīnataṁ sandhāya tena hīti laddhiṁ patiṭṭhapeti. Sā ayoniso patiṭṭhāpitattā appatiṭṭhitāva hotīti.",
  "atk-abh03a36:9": "Saññojanakathāvaṇṇanā.",
  "atk-abh03a36:10": "4. Iddhikathāvaṇṇanā",
  "atk-abh03a36:11": "883-884. Idāni iddhikathā nāma hoti. Tattha iddhi nāmesā katthaci ijjhati, katthaci na ijjhati, aniccādīnaṁ niccādikaraṇe ekanteneva na ijjhati. Sabhāgasantatiṁ pana parivattetvā visabhāgasantatikaraṇe vā sabhāgasantativaseneva ciratarappavattane vā yesaṁ atthāya kariyati, tesaṁ puññādīni kāraṇāni nissāya katthaci ijjhati, bhikkhūnaṁ atthāya pānīyassa sappikhīrādikaraṇe viya mahādhātunidhāne dīpādīnaṁ cirasantānappavattane viya cāti idaṁ sakasamaye sanniṭṭhānaṁ. Yaṁ pana āyasmā pilindavaccho rañño pāsādaṁ suvaṇṇantveva adhimucci, taṁ nissāya yesaṁ ‘‘atthi adhippāyaiddhī’’ti laddhi, seyyathāpi andhakānaṁ; te sandhāya atthi adhippāyaiddhīti pucchā sakavādissa. Tattha adhippāyaiddhīti adhippāyaiddhi, yathādhippāyaṁ ijjhanaiddhīti attho. Āmantāti laddhimatte ṭhatvā paṭiññā paravādissa. Atha naṁ aniccādīnaṁ niccāditāya anuyuñjituṁ niccapaṇṇā rukkhā hontūtiādimāha. Sesamettha uttānatthameva. Laddhipatiṭṭhāpane suvaṇṇo ca panāsīti rañño puññūpanissayena āsi, na kevalaṁ therassa adhippāyeneva. Tasmā asādhakametanti.",
  "atk-abh03a36:12": "Iddhikathāvaṇṇanā.",
  "atk-abh03a36:13": "5. Buddhakathāvaṇṇanā",
  "atk-abh03a36:14": "885. Idāni buddhakathā nāma hoti. Tattha ṭhapetvā tasmiṁ tasmiṁ kāle sarīravemattataṁ āyuvemattataṁ pabhāvemattatañca sesehi buddhadhammehi buddhānaṁ buddhehi hīnātirekatā nāma natthi. Yesaṁ pana aviseseneva atthīti laddhi, seyyathāpi andhakānaṁ; te sandhāya atthi buddhānanti pucchā sakavādissa, paṭiññā itarassa. Atha naṁ buddhadhammehi anuyuñjituṁ satipaṭṭhānatotiādimāha. Itaro tesaṁ vasena hīnātirekataṁ apassanto paṭikkhipatiyevāti.",
  "atk-abh03a36:15": "Buddhakathāvaṇṇanā.",
  "atk-abh03a36:16": "6. Sabbadisākathāvaṇṇanā",
  "atk-abh03a36:17": "886. Idāni sabbadisākathā nāma hoti. Tattha catūsu disāsu heṭṭhā uparīti samantato lokadhātusannivāsaṁ, sabbalokadhātūsu ca buddhā atthīti attano vikappasippaṁ uppādetvā ‘‘sabbadisāsu buddhā tiṭṭhantī’’ti yesaṁ laddhi, seyyathāpi mahāsaṅghikānaṁ; te sandhāya pucchā sakavādissa, paṭiññā itarassa. Puratthimāyāti puṭṭho sakyamuniṁ sandhāya paṭikkhipati. Puna puṭṭho laddhivasena aññalokadhātuyaṁ ṭhitaṁ sandhāya paṭijānāti. Kinnāmo so bhagavātiādi ‘‘sace tvaṁ jānāsi, nāmādivasena naṁ kathehī’’ti codanatthaṁ vuttaṁ. Iminā upāyena sabbattha attho veditabboti.",
  "atk-abh03a36:18": "Sabbadisākathāvaṇṇanā.",
  "atk-abh03a36:19": "7. Dhammakathāvaṇṇanā",
  "atk-abh03a36:20": "887-888. Idāni dhammakathā nāma hoti. Tattha yasmā rūpādayo rūpādisabhāvena niyatā na taṁ sabhāvaṁ vijahanti, tasmā sabbadhammā niyatāti yesaṁ laddhi, seyyathāpi andhakānañceva ekaccānañca uttarāpathakānaṁ; te sandhāya sabbe dhammāti pucchā sakavādissa, paṭiññā itarassa. Atha naṁ ‘‘sace te niyatā, micchattaniyatā vā siyuṁ sammattaniyatā vā, ito añño niyāmo nāma natthī’’ti codetuṁ micchattaniyatātiādimāha. Tattha paṭikkhepo ca paṭiññā ca paravādissa. Rūpaṁ rūpaṭṭhenātiādi yenatthena niyatāti vadati, tassa vasena codetuṁ vuttaṁ. Tatrāyaṁ adhippāyo – rūpañhi rūpaṭṭhena niyatanti rūpaṁ rūpameva, na vedanādisabhāvanti adhippāyena vattabbaṁ, ito aññathā na vattabbaṁ. Kasmā? Rūpaṭṭhato aññassa rūpassa abhāvā. Rūpasabhāvo hi rūpaṭṭho, rūpasabhāvo ca rūpameva, na rūpato añño. Vedanādīhi panassa nānattapaññāpanatthaṁ esa vohāro hotīti. Tasmā ‘‘rūpaṁ rūpaṭṭhena niyata’’nti vadantena rūpaṁ niyatanti vuttaṁ hoti. Niyatañca nāma micchattaniyataṁ vā siyā sammattaniyataṁ vā, ito añño niyāmo nāma natthīti. Atha kasmā paṭijānātīti? Atthantaravasena. Rūpaṁ rūpaṭṭhena niyatanti ettha hi rūpaṁ rūpameva, na vedanādisabhāvanti ayamattho. Tasmā paṭijānāti. Ito aññathā panassa niyatattaṁ natthīti puna teneva nayena codetuṁ micchattaniyatantiādimāha . Taṁ sabbaṁ uttānatthameva. Tena hi rūpanti laddhipi ayoniso patiṭṭhāpitattā appatiṭṭhitāva hotīti.",
  "atk-abh03a36:21": "Dhammakathāvaṇṇanā.",
  "atk-abh03a36:22": "8. Kammakathāvaṇṇanā",
  "atk-abh03a36:23": "889-891. Idāni kammakathā nāma hoti. Tattha ‘‘yasmā diṭṭhadhammavedanīyādīni diṭṭhadhammavedanīyaṭṭhādīhi niyatāni, tasmā sabbe kammā niyatā’’ti yesaṁ laddhi, seyyathāpi tesaññeva; te sandhāya pucchā sakavādissa, paṭiññā itarassa. Diṭṭhadhammavedanīyaṭṭhena niyatanti ettha diṭṭhadhammavedanīyaṁ diṭṭhadhammavedanīyaṭṭhameva. Sace diṭṭheva dhamme vipākaṁ dātuṁ sakkoti deti, no ce ahosikammaṁ nāma hotīti imamatthaṁ sandhāya paṭiññā sakavādissa. Micchattasammattaniyāmavasena panetaṁ aniyatamevāti sabbaṁ heṭṭhā vuttanayeneva veditabbanti.",
  "atk-abh03a36:24": "Kammakathāvaṇṇanā.",
  "atk-abh03a36:25": "Ekavīsatimo vaggo."
}