{
  "atk-s0101a4:0": "4. Soṇadaṇḍasuttavaṇṇanā",
  "atk-s0101a4:1": "300. Evaṁ me sutaṁ…pe… aṅgesūti soṇadaṇḍasuttaṁ. Tatrāyaṁ apubbapadavaṇṇanā. Aṅgesūti aṅgā nāma aṅgapāsādikatāya evaṁ laddhavohārā jānapadino rājakumārā, tesaṁ nivāso ekopi janapado rūḷhisaddena aṅgāti vuccati, tasmiṁ aṅgesu janapade. Cārikanti idhāpi aturitacārikā ceva nibaddhacārikā ca adhippetā. Tadā kira bhagavato dasasahassilokadhātuṁ olokentassa soṇadaṇḍo brāhmaṇo ñāṇajālassa anto paññāyittha. Atha bhagavā ayaṁ brāhmaṇo mayhaṁ ñāṇajāle paññāyati. ‘Atthi nu khvassupanissayo’ti vīmaṁsanto addasa. ‘Mayi tattha gate etassa antevāsino dvādasahākārehi brāhmaṇassa vaṇṇaṁ bhāsitvā mama santike āgantuṁ na dassanti. So pana tesaṁ vādaṁ bhinditvā ekūnatiṁsa ākārehi mama vaṇṇaṁ bhāsitvā maṁ upasaṅkamitvā pañhaṁ pucchissati. So pañhavissajjanapariyosāne saraṇaṁ gamissatī’ti, disvā pañcasatabhikkhuparivāro taṁ janapadaṁ paṭipanno. Tena vuttaṁ – aṅgesu cārikaṁ caramāno…pe… yena campā tadavasarīti.",
  "atk-s0101a4:2": "Gaggarāya pokkharaṇiyā tīreti tassa campānagarassa avidūre gaggarāya nāma rājaggamahesiyā khaṇitattā gaggarāti laddhavohārā pokkharaṇī atthi. Tassā tīre samantato nīlādipañcavaṇṇakusumapaṭimaṇḍitaṁ mahantaṁ campakavanaṁ. Tasmiṁ bhagavā kusumagandhasugandhe campakavane viharati. Taṁ sandhāya gaggarāya pokkharaṇiyā tīreti vuttaṁ. Māgadhena seniyena bimbisārenāti ettha so rājā magadhānaṁ issarattā māgadho. Mahatiyā senāya samannāgatattā seniyo. Bimbīti suvaṇṇaṁ. Tasmā sārasuvaṇṇasadisavaṇṇatāya bimbisāroti vuccati.",
  "atk-s0101a4:3": "301-302. Bahū bahū hutvā saṁhatāti saṅghā. Ekekissāya disāya saṅgho etesaṁ atthīti saṅghī. Pubbe nagarassa anto agaṇā bahi nikkhamitvā gaṇataṁ pattāti gaṇībhūtā. Khattaṁ āmantesīti. Khattā vuccati pucchitapañhe byākaraṇasamattho mahāmatto, taṁ āmantesi āgamentūti muhuttaṁ paṭimānentu, mā gacchantūti vuttaṁ hoti.",
  "atk-s0101a4:4": "Soṇadaṇḍaguṇakathā",
  "atk-s0101a4:5": "303.Nānāverajjakānanti nānāvidhesu rajjesu, aññesu aññesu kāsikosalādīsu rajjesu jātā, tāni vā tesaṁ nivāsā, tato vā āgatāti nānāverajjakā, tesaṁ nānāverajjakānaṁ. Kenacideva karaṇīyenāti tasmiṁ kira nagare dvīhi karaṇīyehi brāhmaṇā sannipatanti – yaññānubhavanatthaṁ vā mantasajjhāyanatthaṁ vā. Tadā ca tasmiṁ nagare yamaññā natthi. Soṇadaṇḍassa pana santike mantasajjhāyanatthaṁ ete sannipatitā. Taṁ sandhāya vuttaṁ – ‘‘kenacideva karaṇīyenā’’ti. Te tassa gamanaṁ sutvā cintesuṁ – ‘‘ayaṁ soṇadaṇḍo uggatabrāhmaṇo yebhuyyena ca aññe brāhmaṇā samaṇaṁ gotamaṁ saraṇaṁ gatā, ayameva na gato. Svāyaṁ sace tattha gamissati, addhā samaṇassa gotamassa āvaṭṭaniyā māyāya āvaṭṭito, taṁ saraṇaṁ gamissati. Tato etassāpi gehadvāre brāhmaṇānaṁ sannipāto na bhavissatī’’ti. ‘‘Handassa gamanantarāyaṁ karomā’’ti sammantayitvā tattha agamaṁsu. Taṁ sandhāya – atha kho te brāhmaṇātiādi vuttaṁ.",
  "atk-s0101a4:6": "Tattha imināpaṅgenāti imināpi kāraṇena. Evaṁ etaṁ kāraṇaṁ vatvā puna – ‘‘attano vaṇṇe bhaññamāne atussanakasatto nāma natthi. Handassa vaṇṇaṁ bhaṇanena gamanaṁ nivāressāmā’’ti cintetvā bhavañhi soṇadaṇḍo ubhato sujātotiādīni kāraṇāni āhaṁsu.",
  "atk-s0101a4:7": "Ubhatoti dvīhi pakkhehi. Mātito ca pitito cāti bhoto mātā brāhmaṇī, mātumātā brāhmaṇī, tassāpi mātā brāhmaṇī; pitā brāhmaṇo, pitupitā brāhmaṇo, tassāpi pitā brāhmaṇoti, evaṁ bhavaṁ ubhato sujāto mātito ca pitito ca. Saṁsuddhagahaṇikoti saṁsuddhā te mātugahaṇī kucchīti attho. Samavepākiniyā gahaṇiyāti ettha pana kammajatejodhātu ‘‘gahaṇī’’ti vuccati.",
  "atk-s0101a4:8": "Yāva sattamā pitāmahayugāti ettha pitupitā pitāmaho, pitāmahassa yugaṁ pitāmahayugaṁ. Yuganti āyuppamāṇaṁ vuccati. Abhilāpamattameva cetaṁ. Atthato pana pitāmahoyeva pitāmahayugaṁ. Tato uddhaṁ sabbepi pubbapurisā pitāmahaggahaṇeneva gahitā. Evaṁ yāva sattamo puriso , tāva saṁsuddhagahaṇiko. Atha vā akkhitto anupakuṭṭho jātivādenāti dassenti. Akkhittoti – ‘‘apanetha etaṁ, kiṁ iminā’’ti evaṁ akkhitto anavakkhitto. Anupakuṭṭhoti na upakuṭṭho, na akkosaṁ vā nindaṁ vā laddhapubbo. Kena kāraṇenāti? Jātivādena. Itipi – ‘‘hīnajātiko eso’’ti evarūpena vacanenāti attho.",
  "atk-s0101a4:9": "Aḍḍhoti issaro. Mahaddhanoti mahatā dhanena samannāgato. Bhavato hi gehe pathaviyaṁ paṁsuvālikā viya bahudhanaṁ, samaṇo pana gotamo adhano bhikkhāya udaraṁ pūretvā yāpetīti dassenti. Mahābhogoti pañcakāmaguṇavasena mahāupabhogo. Evaṁ yaṁ yaṁ guṇaṁ vadanti, tassa tassa paṭipakkhavasena bhagavato aguṇaṁyeva dassemāti maññamānā vadanti.",
  "atk-s0101a4:10": "Abhirūpoti aññehi manussehi abhirūpo adhikarūpo. Dassanīyoti divasampi passantānaṁ atittikaraṇato dassanayoggo. Dassaneneva cittapasādajananato pāsādiko. Pokkharatā vuccati sundarabhāvo, vaṇṇassa pokkharatā vaṇṇapokkharatā, tāya vaṇṇasampattiyā yuttoti attho. Porāṇā panāhu – ‘‘pokkharanti sarīraṁ vadanti, vaṇṇaṁ vaṇṇamevā’’ti. Tesaṁ matena vaṇṇañca pokkharañca vaṇṇapokkharāni. Tesaṁ bhāvo vaṇṇapokkharatā. Iti paramāya vaṇṇapokkharatāyāti uttamena parisuddhena vaṇṇena ceva sarīrasaṇṭhānasampattiyā cāti attho. Brahmavaṇṇīti seṭṭhavaṇṇī. Parisuddhavaṇṇesupi seṭṭhena suvaṇṇavaṇṇena samannāgatoti attho. Brahmavacchasīti mahābrahmuno sarīrasadiseneva sarīrena samannāgato. Akhuddāvakāso dassanāyāti ‘‘bhoto sarīre dassanassa okāso na khuddako mahā, sabbāneva te aṅgapaccaṅgāni dassanīyāneva, tāni cāpi mahantānevā’’ti dīpenti.",
  "atk-s0101a4:11": "Sīlamassa atthīti sīlavā. Vuddhaṁ vaddhitaṁ sīlamassāti vuddhasīlī. Vuddhasīlenāti vuddhena vaddhitena sīlena. Samannāgatoti yutto. Idaṁ vuddhasīlīpadasseva vevacanaṁ. Sabbametaṁ pañcasīlamattameva sandhāya vadanti.",
  "atk-s0101a4:12": "Kalyāṇavācotiādīsu kalyāṇā sundarā parimaṇḍalapadabyañjanā vācā assāti kalyāṇavāco. Kalyāṇaṁ madhuraṁ vākkaraṇaṁ assāti kalyāṇavākkaraṇo. Vākkaraṇanti udāharaṇaghoso. Guṇaparipuṇṇabhāvena pure bhavāti porī. Pure vā bhavattā porī. Poriyā nāgarikitthiyā sukhumālattanena sadisāti porī, tāya poriyā. Vissaṭṭhāyāti apalibuddhāya sandiṭṭhavilambitādidosarahitāya. Anelagalāyāti elagaḷenavirahitāya. Yassa kassaci hi kathentassa elā gaḷanti, lālā vā paggharanti, kheḷaphusitāni vā nikkhamanti, tassa vācā elagaḷaṁ nāma hoti, tabbiparitāyāti attho. Atthassa viññāpaniyāti ādimajjhapariyosānaṁ pākaṭaṁ katvā bhāsitatthassa viññāpanasamatthāya.",
  "atk-s0101a4:13": "Jiṇṇoti jarājiṇṇatāya jiṇṇo. Vuddhoti aṅgapaccaṅgānaṁ vuddhibhāvamariyādappatto. Mahallakoti jātimahallakatāya samannāgato. Cirakālappasutoti vuttaṁ hoti. Addhagatoti addhānaṁ gato, dve tayo rājaparivaṭṭe atītoti adhippāyo. Vayoanuppattoti pacchimavayaṁ sampatto, pacchimavayo nāma vassasatassa pacchimo tatiyabhāgo.",
  "atk-s0101a4:14": "Api ca jiṇṇoti porāṇo, cirakālappavattakulanvayoti vuttaṁ hoti. Vuddhoti sīlācārādiguṇavuddhiyā yutto. Mahallakoti vibhavamahantāya samannāgato. Addhagatoti maggappaṭipanno brāhmaṇānaṁ vatacariyādimariyādaṁ avītikkamma caraṇasīlo. Vayoanuppattoti jātivuddhabhāvampi antimavayaṁ anuppatto.",
  "atk-s0101a4:15": "Buddhaguṇakathā",
  "atk-s0101a4:16": "304.Evaṁ vutteti evaṁ tehi brāhmaṇehi vutte. Soṇadaṇḍo – ‘‘ime brāhmaṇā jātiādīhi mama vaṇṇaṁ vadanti, na kho pana metaṁ yuttaṁ attano vaṇṇe rajjituṁ. Handāhaṁ etesaṁ vādaṁ bhinditvā samaṇassa gotamassa mahantabhāvaṁ ñāpetvā etesaṁ tattha gamanaṁ karomī’’ti cintetvā tena hi – bho mamapi suṇāthātiādimāha. Tattha yepi ubhato sujātoti ādayo attano guṇehi sadisā guṇā tepi ; ‘‘ko cāhaṁ ke ca samaṇassa gotamassa jātisampattiādayo guṇā’’ti attano guṇehi uttaritareyeva maññamāno, itare pana ekanteneva bhagavato mahantabhāvadīpanatthaṁ pakāseti.",
  "atk-s0101a4:17": "Mayameva arahāmāti evaṁ niyāmentovettha idaṁ dīpeti – ‘‘yadi guṇamahantatāya upasaṅkamitabbo nāma hoti. Yathā hi sineruṁ upanidhāya sāsapo, mahāsamuddaṁ upanidhāya gopadakaṁ, sattasu mahāsaresu udakaṁ upanidhāya ussāvabindu paritto lāmako. Evameva samaṇassa gotamassa jātisampattiādayopi guṇe upanidhāya amhākaṁ guṇā parittā lāmakā; tasmā mayameva arahāma taṁ bhavantaṁ gotamaṁ dassanāya upasaṅkamitu’’nti.",
  "atk-s0101a4:18": "Mahantaṁñātisaṁghaṁ ohāyāti mātipakkhe asītikulasahassāni , pitipakkhe asītikulasahassānīti evaṁ saṭṭhikulasatasahassaṁ ohāya pabbajito.",
  "atk-s0101a4:19": "Bhūmigatañca vehāsaṭṭhañcāti ettha rājaṅgaṇe ceva uyyāne ca sudhāmaṭṭhapokkharaṇiyo sattaratanānaṁ pūretvā bhūmiyaṁ ṭhapitaṁ dhanaṁ bhūmigataṁ nāma. Pāsādaniyūhādayo paripūretvā ṭhapitaṁ vehāsaṭṭhaṁ nāma. Etaṁ tāva kulapariyāyena āgataṁ. Tathāgatassa pana jātadivaseyeva saṅkho, elo, uppalo, puṇḍarīkoti cattāro nidhayo uggatā. Tesu saṅkho gāvutiko, elo aḍḍhayojaniko, uppalo tigāvutiko, puṇḍarīko yojaniko. Tesupi gahitaṁ gahitaṁ pūratiyeva, iti bhagavā pahūtaṁ hiraññasuvaṇṇaṁ ohāya pabbajitoti veditabbo.",
  "atk-s0101a4:20": "Daharova samānoti taruṇova samāno. Susukāḷakesoti suṭṭhu kāḷakeso, añjanavaṇṇasadisakeso hutvā vāti attho. Bhadrenāti bhaddakena. Paṭhamena vayasāti tiṇṇaṁ vayānaṁ paṭhamavayena. Akāmakānanti anicchamānānaṁ. Anādaratthe sāmivacanaṁ. Assūni mukhe etesanti assumukhā, tesaṁ assumukhānaṁ, assūhi kilinnamukhānanti attho. Rudantānanti kanditvā rodamānānaṁ. Akhuddāvakāsoti ettha bhagavato aparimāṇoyeva dassanāya okāsoti veditabbo.",
  "atk-s0101a4:21": "Tatridaṁ vatthu – rājagahe kira aññataro brāhmaṇo samaṇassa gotamassa pamāṇaṁ gahetuṁ na sakkotīti sutvā bhagavato piṇḍāya pavisanakāle saṭṭhihatthaṁ veḷuṁ gahetvā nagaradvārassa bahi ṭhatvā sampatte bhagavati veḷuṁ gahetvā samīpe aṭṭhāsi. Veḷu bhagavato jāṇukamattaṁ pāpuṇi. Puna divase dve veḷū ghaṭetvā samīpe aṭṭhāsi. Bhagavāpi dvinnaṁ veḷūnaṁ upari kaṭimattameva paññāyamāno – ‘‘brāhmaṇa, kiṁ karosī’’ti āha. Tumhākaṁ pamāṇaṁ gaṇhāmīti. ‘‘Brāhmaṇa, sacepi tvaṁ sakalacakkavāḷagabbhaṁ pūretvā ṭhite veḷū ghaṭetvā āgamissasi, neva me pamāṇaṁ gahetuṁ sakkhissasi. Na hi mayā cattāri asaṅkhyeyāni kappasatasahassañca tathā pāramiyo pūritā, yathā me paro pamāṇaṁ gaṇheyya, atulo, brāhmaṇa, tathāgato appameyyo’’ti vatvā dhammapade gāthamāha –",
  "atk-s0101a4:22": "‘‘Te tādise pūjayato, nibbute akutobhaye;",
  "atk-s0101a4:23": "Na sakkā puññaṁ saṅkhātuṁ, imettamapi kenacī’’ti. (dha. pa. 36);",
  "atk-s0101a4:24": "Gāthāpariyosāne caturāsītipāṇasahassāni amataṁ piviṁsu.",
  "atk-s0101a4:25": "Aparampi vatthu – rāhu kira asurindo cattāri yojanasahassāni aṭṭha ca yojanasatāni ucco. Bāhantaramassa dvādasayojanasatāni. Bahalantarena cha yojanasatāni. Hatthatalapādatalānaṁ puthulato tīṇi yojanasatāni. Aṅgulipabbāni paṇṇāsayojanāni. Bhamukantaraṁ paṇṇāsayojanaṁ. Mukhaṁ dviyojanasataṁ tiyojanasatagambhīraṁ tiyojanasataparimaṇḍalaṁ. Gīvā tiyojanasataṁ. Nalāṭaṁ tiyojanasataṁ. Sīsaṁ navayojanasataṁ. ‘‘So ahaṁ uccosmi, satthāraṁ onamitvā oloketuṁ na sakkhissāmī’’ti cintetvā nāgacchi. So ekadivasaṁ bhagavato vaṇṇaṁ sutvā – ‘‘yathākathañca olokessāmī’’ti āgato.",
  "atk-s0101a4:26": "Atha bhagavā tassajjhāsayaṁ viditvā – ‘‘catūsu iriyāpathesu katarena dassessāmī’’ti cintetvā ‘‘ṭhitako nāma nīcopi ucco viya paññāyati. Nipannovassa attānaṁ dassessāmī’’ti ‘‘ānanda, gandhakuṭipariveṇe mañcakaṁ paññāpehī’’ti vatvā tattha sīhaseyyaṁ kappesi. Rāhu āgantvā nipannaṁ bhagavantaṁ gīvaṁ unnāmetvā nabhamajjhe puṇṇacandaṁ viya ullokesi. Kimidaṁ asurindāti ca vutte – ‘‘bhagavā onamitvā oloketuṁ na sakkhissāmī’’ti nāgacchinti. Na mayā, asurinda, adhomukhena pāramiyo pūritā. Uddhaggameva katvā dānaṁ dinnanti. Taṁ divasaṁ rāhu saraṇaṁ agamāsi. Evaṁ bhagavā akhuddāvakāso dassanāya.",
  "atk-s0101a4:27": "Catupārisuddhisīlena sīlavā, taṁ pana sīlaṁ ariyaṁ uttamaṁ parisuddhaṁ. Tenāha – ‘‘ariyasīlī’’ti. Tadetaṁ anavajjaṭṭhena kusalaṁ. Tenāha – ‘‘kusalasīlī’’ti. Kusalasīlenāti idamassa vevacanaṁ.",
  "atk-s0101a4:28": "Bahūnaṁ ācariyapācariyoti bhagavato ekekāya dhammadesanāya caturāsītipāṇasahassāni aparimāṇāpi devamanussā maggaphalāmataṁ pivanti, tasmā bahūnaṁ ācariyo. Sāvakaveneyyānaṁ pana pācariyoti.",
  "atk-s0101a4:29": "Khīṇakāmarāgoti ettha kāmaṁ bhagavato sabbepi kilesā khīṇā. Brāhmaṇo pana te na jānāti. Attano jānanaṭṭhāneyeva guṇaṁ katheti. Vigatacāpalloti – ‘‘pattamaṇḍanā cīvaramaṇḍanā senāsanamaṇḍanā imassa vā pūtikāyassa…pe… kelanā paṭikelanā’’ti (vibha. 854) evaṁ vuttacāpallā virahito.",
  "atk-s0101a4:30": "Apāpapurekkhāroti apāpe nava lokuttaradhamme purato katvā vicarati. Brahmaññāya pajāyāti sāriputtamoggallānamahākassapādibhedāya brāhmaṇapajāya, etissāya ca pajāya purekkhāro. Ayañhi pajā samaṇaṁ gotamaṁ purakkhatvā caratīti attho. Api ca apāpapurekkhāroti na pāpaṁ purekkhāro na pāpaṁ purato katvā carati, na pāpaṁ icchatīti attho. Kassa? Brahmaññāya pajāya. Attanā saddhiṁ paṭiviruddhāyapi brāhmaṇapajāya aviruddho hitasukhatthiko yevāti vuttaṁ hoti.",
  "atk-s0101a4:31": "Tiroraṭṭhāti pararaṭṭhato. Tirojanapadāti parajanapadato. Pañhaṁ pucchituṁ āgacchantīti khattiyapaṇḍitādayo ceva devabrahmanāgagandhabbādayo ca – ‘‘pañhe abhisaṅkharitvā pucchissāmā’’ti āgacchanti. Tattha keci pucchāya vā dosaṁ vissajjanasampaṭicchane vā asamatthataṁ sallakkhetvā apucchitvāva tuṇhī nisīdanti. Keci pucchanti. Kesañci bhagavā pucchāya ussāhaṁ janetvā vissajjeti. Evaṁ sabbesampi tesaṁ vimatiyo tīraṁ patvā mahāsamuddassa ūmiyo viya bhagavantaṁ patvā bhijjanti.",
  "atk-s0101a4:32": "Ehisvāgatavādīti devamanussapabbajitagahaṭṭhesu taṁ taṁ attano santikaṁ āgataṁ – ‘‘ehi svāgata’’nti evaṁ vadatīti attho. Sakhiloti tattha katamaṁ sākhalyaṁ? ‘‘Yā sā vācā nelā kaṇṇasukhā’’tiādinā nayena vuttasākhalyena samannāgato, muduvacanoti attho. Sammodakoti paṭisanthārakusalo, āgatāgatānaṁ catunnaṁ parisānaṁ – ‘‘kacci, bhikkhave, khamanīyaṁ, kacci yāpanīya’’ntiādinā nayena sabbaṁ addhānadarathaṁ vūpasamento viya paṭhamataraṁ sammodanīyaṁ kathaṁ kattāti attho. Abbhākuṭikoti yathā ekacce parisaṁ patvā thaddhamukhā saṅkuṭitamukhā honti, na ediso, parisadassanena panassa bālātapasamphassena viya padumaṁ mukhapadumaṁ vikasati puṇṇacandasassirikaṁ hoti. Uttānamukhoti yathā ekacce nikujjitamukhā viya sampattāya parisāya na kiñci kathenti, atidullabhakathā honti, na evarūpo. Samaṇo pana gotamo sulabhakatho. Na tassa santikaṁ āgatāgatānaṁ – ‘‘kasmā mayaṁ idhāgatā’’ti vippaṭisāro uppajjati dhammaṁ pana sutvā attamanāva hontīti dasseti. Pubbabhāsīti bhāsanto ca paṭhamataraṁ bhāsati, tañca kho kālayuttaṁ pamāṇayuttaṁ atthanissitameva bhāsati, na niratthakakathaṁ.",
  "atk-s0101a4:33": "Natasmiṁ gāme vāti yattha kira bhagavā paṭivasati, tattha mahesakkhā devatā ārakkhaṁ gaṇhanti, taṁ nissāya manussānaṁ upaddavo na hoti, paṁsupisācakādayoyeva hi manusse viheṭhenti, te tāsaṁ ānubhāvena dūraṁ apakkamanti. Api ca bhagavato mettābalenapi na amanussā manusse viheṭhenti.",
  "atk-s0101a4:34": "Saṅghītiādīsu anusāsitabbo sayaṁ vā uppādito saṅgho assa atthīti saṅghī. Tādiso cassa gaṇo atthīti gaṇī. Purimapadasseva vā vevacanametaṁ. Ācārasikkhāpanavasena gaṇassa ācariyoti gaṇācariyo. Puthutitthakarānanti bahūnaṁ titthakarānaṁ. Yathāvā tathā vāti yena vā tena vā acelakādimattakenāpi kāraṇena. Samudāgacchatīti samantato upagacchati abhivaḍḍhati.",
  "atk-s0101a4:35": "Atithi no te hontīti te amhākaṁ āgantukā, navakā pāhunakā hontīti attho. Pariyāpuṇāmīti jānāmi. Aparimāṇavaṇṇoti tathārūpeneva sabbaññunāpi appameyyavaṇṇo – ‘‘pageva mādisenā’’ti dasseti. Vuttampi cettaṁ –",
  "atk-s0101a4:36": "‘‘Buddhopi buddhassa bhaṇeyya vaṇṇaṁ,",
  "atk-s0101a4:37": "Kappampi ce aññamabhāsamāno;",
  "atk-s0101a4:38": "Khīyetha kappo ciradīghamantare,",
  "atk-s0101a4:39": "Vaṇṇo na khīyetha tathāgatassā’’ti.",
  "atk-s0101a4:40": "305. Imaṁ pana satthu guṇakathaṁ sutvā te brāhmaṇā cintayiṁsu – yathā soṇadaṇḍo brāhmaṇo samaṇassa gotamassa vaṇṇe bhaṇati, anomaguṇo so bhavaṁ gotamo; evaṁ tassa guṇe jānamānena kho pana ācariyena aticiraṁ adhivāsitaṁ, handa naṁ anuvattāmāti anuvattiṁsu. Tasmā evaṁ vutte ‘‘te brāhmaṇā’’tiādi vuttaṁ. Tattha alamevāti yuttameva. Api puṭosenāti puṭosaṁ vuccati pātheyyaṁ, taṁ gahetvāpi upasaṅkamituṁ yuttamevāti attho. Puṭaṁsenātipi pāṭho, tassattho, puṭo aṁse assāti puṭaṁso, tena puṭaṁsena. Aṁsena hi pātheyyapuṭaṁ vahantenāpīti vuttaṁ hoti.",
  "atk-s0101a4:41": "Soṇadaṇḍaparivitakkavaṇṇanā",
  "atk-s0101a4:42": "306-308.Tirovanasaṇḍagatassāti antovanasaṇḍe gatassa, vihārabbhantaraṁ paviṭṭhassāti attho. Añjaliṁ paṇāmetvāti ete ubhatopakkhikā, te evaṁ cintayiṁsu – ‘‘sace no micchādiṭṭhikā codessanti – ‘kasmā tumhe samaṇaṁ gotamaṁ vanditthā’ti? Tesaṁ – ‘kiṁ añjalimattakaraṇenāpi vandanaṁ nāma hotī’ti vakkhāma. Sace no sammādiṭṭhikā codessanti – ‘kasmā tumhe bhagavantaṁ na vanditthā’ti. ‘Kiṁ sīsena bhūmiyaṁ paharanteneva vandanaṁ nāma hoti, nanu añjalikammampi vandanaṁ evā’ti vakkhāmā’’ti. Nāmagottanti ‘‘bho, gotama, ahaṁ asukassa putto datto nāma, mitto nāma, idhāgato’’ti vadantā nāmaṁ sāventi nāma. ‘‘Bho, gotama, ahaṁ vāseṭṭho nāma, kaccāno nāma, idhāgato’’ti vadantā gottaṁ sāventi nāma. Ete kira daliddā jiṇṇā kulaputtā ‘‘parisamajjhe nāmagottavasena pākaṭā bhavissāmā’’ti evamakaṁsu. Ye pana tuṇhībhūtā nisīdiṁsu, te kerāṭikā ceva andhabālā ca. Tattha kerāṭikā – ‘‘ekaṁ dve kathāsallāpepi karonto vissāsiko hoti, atha vissāse sati ekaṁ dve bhikkhā adātuṁ na yutta’’nti tato attānaṁ mocetvā tuṇhī nisīdanti. Andhabālā aññāṇatāyeva avakkhittamattikāpiṇḍo viya yattha katthaci tuṇhībhūtā nisīdanti.",
  "atk-s0101a4:43": "Brāhmaṇapaññattivaṇṇanā",
  "atk-s0101a4:44": "309-310.Cetasā cetoparivitakkanti bhagavā – ‘‘ayaṁ brāhmaṇo āgatakālato paṭṭhāya adhomukho thaddhagatto kiṁ cintayamāno nisinno, kiṁ nu kho cintetī’’ti āvajjanto attano cetasā tassa cittaṁ aññāsi. Tena vuttaṁ – ‘‘cetasā cetoparivitakkamaññāyā’’ti. Vihaññatīti vighātaṁ āpajjati. Anuviloketvā parisanti bhagavato sakasamaye pañhapucchanena udake miyamāno ukkhipitvā thale ṭhapito viya samapassaddhakāyacitto hutvā parisaṁ saṅgaṇhanatthaṁ diṭṭhisañjāneneva ‘‘upadhārentu me bhonto vacana’’nti vadanto viya anuviloketvā parisaṁ bhagavantaṁ etadavoca.",
  "atk-s0101a4:45": "311-313.Sujaṁ paggaṇhantānanti yaññayajanatthāya sujaṁ gaṇhantesu brāhmaṇesu paṭhamo vā dutiyo vāti attho. Sujāya diyyamānaṁ mahāyāgaṁ paṭiggaṇhantānanti porāṇā. Iti brāhmaṇo sakasamayavasena sammadeva pañhaṁ vissajjesi. Bhagavā pana visesato uttamabrāhmaṇassa dassanatthaṁ – ‘‘imesaṁ panā’’tiādimāha. Etadavocunti sace jātivaṇṇamantasampanno brāhmaṇo na hoti, atha ko carahi loke brāhmaṇo bhavissati? Nāseti no ayaṁ soṇadaṇḍo, handassa vādaṁ paṭikkhipissāmāti cintetvā etadavocuṁ. Apavadatīti paṭikkhipati. Anupakkhandatīti anupavisati. Idaṁ – ‘‘sace tvaṁ pasādavasena samaṇaṁ gotamaṁ saraṇaṁ gantukāmo, gaccha; mā brāhmaṇassa samayaṁ bhindī’’ti adhippāyena āhaṁsu.",
  "atk-s0101a4:46": "314.Etadavocāti imesu brāhmaṇesu evaṁ ekappahāreneva viravantesu ‘‘ayaṁ kathā pariyosānaṁ na gamissati, handa ne nissadde katvā soṇadaṇḍeneva saddhiṁ kathemī’’ti cintetvā – ‘‘etaṁ sace kho tumhāka’’ntiādikaṁ vacanaṁ avoca.",
  "atk-s0101a4:47": "315-316.Sahadhammenāti sakāraṇena. Samasamoti ṭhapetvā ekadesasamattaṁ samabhāvena samo, sabbākārena samoti attho. Ahamassa mātāpitaro jānāmīti bhaginiyā puttassa mātāpitaro kiṁ na jānissati, kulakoṭiparidīpanaṁ sandhāyeva vadati. Musāvādampi bhaṇeyyāti atthabhañjanakaṁ musāvādaṁ katheyya. Kiṁ vaṇṇo karissatīti abbhantare guṇe asati kiṁ karissati? Kimassa brāhmaṇabhāvaṁ rakkhituṁ sakkhissatīti attho. Athāpi siyā puna – ‘‘pakatisīle ṭhitassa brāhmaṇabhāvaṁ sādhentī’’ti evampi sīlameva sādhessati, tasmiṁ hissa asati brāhmaṇabhāvo nāhosīti sammohamattaṁ vaṇṇādayo. Idaṁ pana sutvā te brāhmaṇā – ‘‘sabhāvaṁ ācariyo āha, akāraṇāva mayaṁ ujjhāyimhā’’ti tuṇhī ahesuṁ.",
  "atk-s0101a4:48": "Sīlapaññākathāvaṇṇanā",
  "atk-s0101a4:49": "317. Tato bhagavā ‘kathito brāhmaṇena pañho, kiṁ panettha patiṭṭhātuṁ sakkhissati, na sakkhissatī’ti? Tassa vīmaṁsanatthaṁ – ‘‘imesaṁ pana brāhmaṇā’’tiādimāha. Sīlaparidhotāti sīlaparisuddhā. Yattha sīlaṁ tattha paññāti yasmiṁ puggale sīlaṁ, tattheva paññā, kuto dussīle paññā? Paññārahite vā jaḷe eḷamūge kuto sīlanti? Sīlapaññāṇanti sīlañca paññāṇañca sīlapaññāṇaṁ. Paññāṇanti paññāyeva. Evametaṁ brāhmaṇāti bhagavā brāhmaṇassa vacanaṁ anujānanto āha. Tattha sīlaparidhotā paññāti catupārisuddhisīlena dhotā. Kathaṁ pana sīlena paññaṁ dhovatīti? Yassa puthujjanassa sīlaṁ saṭṭhiasītivassāni akhaṇḍaṁ hoti, so maraṇakālepi sabbakilese ghātetvā sīlena paññaṁ dhovitvā arahattaṁ gaṇhāti. Kandarasālapariveṇe mahāsaṭṭhivassatthero viya. There kira maraṇamañce nipajjitvā balavavedanāya nitthunante , tissamahārājā ‘‘theraṁ passissāmī’’ti gantvā pariveṇadvāre ṭhito taṁ saddaṁ sutvā pucchi – ‘‘kassa saddo aya’’nti? Therassa nitthunanasaddoti. ‘‘Pabbajjāya saṭṭhivassena vedanāpariggahamattampi na kataṁ, na dāni naṁ vandissāmī’’ti nivattitvā mahābodhiṁ vandituṁ gato. Tato upaṭṭhākadaharo theraṁ āha – ‘‘kiṁ no, bhante, lajjāpetha, saddhopi rājā vippaṭisārī hutvā na vandissāmī’’ti gatoti. Kasmā āvusoti? Tumhākaṁ nitthunanasaddaṁ sutvāti. ‘‘Tena hi me okāsaṁ karothā’’ti vatvā vedanaṁ vikkhambhitvā arahattaṁ patvā daharassa saññaṁ adāsi – ‘‘gacchāvuso, idāni rājānaṁ amhe vandāpehī’’ti. Daharo gantvā – ‘‘idāni kira theraṁ, vandathā’’ti āha. Rājā saṁsumārapatitena theraṁ vandanto – ‘‘nāhaṁ ayyassa arahattaṁ vandāmi, puthujjanabhūmiyaṁ pana ṭhatvā rakkhitasīlameva vandāmī’’ti āha, evaṁ sīlena paññaṁ dhovati nāma. Yassa pana abbhantare sīlasaṁvaro natthi, ugghāṭitaññutāya pana catuppadikagāthāpariyosāne paññāya sīlaṁ dhovitvā saha paṭisambhidāhi arahattaṁ pāpuṇāti. Ayaṁ paññāya sīlaṁ dhovati nāma. Seyyathāpi santatimahāmatto.",
  "atk-s0101a4:50": "318.Katamaṁ pana taṁ brāhmaṇāti kasmā āha? Bhagavā kira cintesi – ‘‘brāhmaṇā brāhmaṇasamaye pañcasīlāni ‘sīla’nti paññāpenti, vedattayauggahaṇapaññā paññāti. Uparivisesaṁ na jānanti. Yaṁnūnāhaṁ brāhmaṇassa uttarivisesabhūtaṁ maggasīlaṁ, phalasīlaṁ, maggapaññaṁ, phalapaññañca dassetvā arahattanikūṭena desanaṁ niṭṭhapeyya’’nti. Atha naṁ kathetukamyatāya pucchanto – ‘‘katamaṁ pana taṁ, brāhmaṇa, sīlaṁ katamā sā paññā’’ti āha. Atha brāhmaṇo – ‘‘mayā sakasamayavasena pañho vissajjito. Samaṇo pana maṁ gotamo puna nivattitvā pucchati, idānissāhaṁ cittaṁ paritosetvā vissajjituṁ sakkuṇeyyaṁ vā na vā? Sace na sakkhissaṁ paṭhamaṁ uppannāpi me lajjā bhijjissati. Asakkontassa pana na sakkomīti vacane doso natthī’’ti puna nivattitvā bhagavatoyeva bhāraṁ karonto ‘‘ettakaparamāva maya’’ntiādimāha. Tattha ettakaparamāti ettakaṁ sīlapaññāṇanti vacanameva paramaṁ amhākaṁ, te mayaṁ ettakaparamā, ito paraṁ etassa bhāsitassa atthaṁ na jānāmāti attho.",
  "atk-s0101a4:51": "Athassa bhagavā sīlapaññāya mūlabhūtassa tathāgatassa uppādato pabhuti sīlapaññāṇaṁ dassetuṁ – ‘‘idha brāhmaṇa, tathāgato’’tiādimāha. Tassattho sāmaññaphale vuttanayeneva veditabbo, ayaṁ pana viseso, idha tividhampi sīlaṁ – ‘‘idampissa hoti sīlasmi’’nti evaṁ sīlamicceva niyyātitaṁ paṭhamajjhānādīni cattāri jhānāni atthato paññāsampadā. Evaṁ paññāvasena pana aniyyātetvā vipassanāpaññāya padaṭṭhānabhāvamattena dassetvā vipassanāpaññāto paṭṭhāya paññā niyyātitāti.",
  "atk-s0101a4:52": "Soṇadaṇḍaupāsakattapaṭivedanākathā",
  "atk-s0101a4:53": "319-322.Svātanāyāti padassa attho ajjatanāyāti ettha vuttanayeneva veditabbo. Tena maṁ sā parisā paribhaveyyāti tena tumhe dūratova disvā āsanā vuṭṭhitakāraṇena maṁ sā parisā – ‘‘ayaṁ soṇadaṇḍo pacchimavaye ṭhito mahallako, gotamo pana daharo yuvā nattāpissa nappahoti, so nāma attano nattumattabhāvampi appattassa āsanā vuṭṭhātī’’ti paribhaveyya. Āsanā me taṁ bhavaṁ gotamo paccuṭṭhānanti mama agāravena avuṭṭhānaṁ nāma natthi, bhoganāsanabhayena pana na vuṭṭhahissāmi, taṁ tumhe hi ceva mayā ca ñātuṁ vaṭṭati. Tasmā āsanā me etaṁ bhavaṁ gotamo paccuṭṭhānaṁ dhāretūti, iminā kira sadiso kuhako dullabho, bhagavati panassa agāravaṁ nāma natthi, tasmā bhoganāsanabhayā kuhanavasena evaṁ vadati. Parapadesupi eseva nayo. Dhammiyā kathāyātiādīsu taṅkhaṇānurūpāya dhammiyā kathāya diṭṭhadhammikasamparāyikaṁ atthaṁ sandassetvā kusale dhamme samādapetvā gaṇhāpetvā. Tattha naṁ samuttejetvā saussāhaṁ katvā tāya ca saussāhatāya aññehi ca vijjamānaguṇehi sampahaṁsetvā dhammaratanavassaṁ vassitvā uṭṭhāyāsanā pakkāmi. Brāhmaṇo pana attano kuhakatāya evampi bhagavati dhammavassaṁ vassite visesaṁ nibbattetuṁ nāsakkhi. Kevalamassa āyatiṁ nibbānatthāya vāsanābhāgiyāya ca sabbā purimapacchimakathā ahosīti.",
  "atk-s0101a4:54": "Iti sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāyaṁ",
  "atk-s0101a4:55": "Soṇadaṇḍasuttavaṇṇanā niṭṭhitā."
}