{
  "atk-abh03a46:0": "7. Anusayayamakaṁ",
  "atk-abh03a46:1": "Paricchedaparicchinnuddesavāravaṇṇanā",
  "atk-abh03a46:2": "1. Idāni tesaññeva mūlayamake desitānaṁ kusalādidhammānaṁ labbhamānavasena ekadesaṁ saṅgaṇhitvā saṅkhārayamakānantaraṁ desitassa anusayayamakassa atthavaṇṇanā hoti. Tattha pāḷivavatthānaṁ tāva veditabbaṁ – imasmiñhi anusayayamake khandhayamakādīsu viya desanaṁ akatvā aññena nayena pāḷidesanā katā. Kathaṁ? Paṭhamaṁ tāva paricchedato, uddesato, uppattiṭṭhānatoti tīhākārehi anusaye gahāpetuṁ paricchedavāro, paricchinnuddesavāro, uppattiṭṭhānavāroti, tayo vārā desitā. Tato sattannaṁ mahāvārānaṁ vasena anusaye yojetvā yamakadesanā katā. Tattha sattānusayāti ayaṁ ‘‘satteva, na tato uddhaṁ, na heṭṭhā’’ti gaṇanaparicchedena paricchinditvā anusayānaṁ desitattā paricchedavāro nāma. Kāmarāgānusayo…pe… avijjānusayoti ayaṁ paricchedavārena paricchinnānaṁ nāmamattaṁ uddisitvā ‘‘ime nāma te’’ti desitattā paricchinnuddesavāro nāma. Kattha kāmarāgānusayo anuseti…pe… ettha avijjānusayo anusetīti ayaṁ ‘‘imesu nāma ṭhānesu ime anusayā anusenti’’ti evaṁ tesaṁyeva uppattiṭṭhānassa desitattā uppattiṭṭhānavāro nāma.",
  "atk-abh03a46:3": "Yesaṁ pana sattannaṁ mahāvārānaṁ vasena anusaye yojetvā yamakadesanā katā, tesaṁ imāni nāmāni – anusayavāro, sānusayavāro, pajahanavāro, pariññāvāro, pahīnavāro, uppajjanavāro dhātuvāroti. Tesu paṭhamo anusayavāro. So anulomapaṭilomanayavasena duvidho hoti.",
  "atk-abh03a46:4": "Tattha anulomanaye ‘‘yassa anuseti, yattha anuseti, yassa yattha anusetī’’ti puggalokāsatadubhayavasena tayo antaravārā honti. Tesu paṭhame puggalavāre ‘‘yassa kāmarāgānusayo anuseti, tassa paṭighānusayo anuseti; yassa vā pana paṭighānusayo anuseti, tassa kāmarāgānusayo anuseti; yassa kāmarāgānusayo anuseti, tassa mānānusayo, diṭṭhānusayo, vicikicchānusayo, bhavarāgānusayo, avijjānusayo anuseti. Yassa vā pana avijjānusayo anuseti, tassa kāmarāgānusayo anusetī’’ti kāmarāgānusayamūlakāni cha yamakāni. Puna agahitaggahaṇavasena paṭighānusayamūlakāni pañca, mānānusayamūlakāni cattāri, diṭṭhānusayamūlakāni tīṇi, vicikicchānusayamūlakāni dve, bhavarāgānusayamūlakaṁ ekanti evaṁ sabbānipi ekamūlakāni ekavīsati. Puna ‘‘yassa kāmarāgānusayo ca paṭighānusayo ca anusentī’’ti evaṁ āgatāni dukamūlakāni pañca, tikamūlakāni cattāri, catukkamūlakāni tīṇi, pañcakamūlakāni dve, chakkamūlakaṁ ekanti aparānipi pannarasa honti. Tāni purimehi ekavīsatiyā saddhiṁ chattiṁsāti puggalavāre chattiṁsa yamakāni. Tathā okāsavāre, tathā puggalokāsavāreti sabbānipi anulomanaye aṭṭhasataṁ yamakāni. Tathā paṭilomanayeti anusayavāre soḷasādhikāni dve yamakasatāni, tato diguṇā pucchā, tato diguṇā atthā ca veditabbā. Yathā cettha, evaṁ sānusayavāro, pajahanavāro, pariññāvāro, pahīnavāro, uppajjanavāroti imesampi pañcannaṁ vārānaṁ, ekekasmiṁ yamakagaṇanā; yamakadiguṇā pucchā, pucchādiguṇā ca atthā veditabbā. Ayaṁ panettha purimesu tīsu vāresu viseso. Okāsavāre ‘‘yattha tatthā’’ti avatvā yato tatoti nissakkavacanena desanā katā. Sesaṁ tādisameva.",
  "atk-abh03a46:5": "Yo panāyaṁ sabbapacchimo dhātuvāro nāma, so pucchāvāro, vissajjanāvāroti dvidhā ṭhito. Tassa pucchāvāre kāmadhātuyā cutassa kāmadhātuṁ upapajjantassāti vatvā ‘‘kāmadhātuṁ vā pana upapajjantassa kāmadhātuyā cutassā’’ti na vuttaṁ. Kiṁ kāraṇā? Atthavisesābhāvato. Dvepi hi etā pucchā ekatthāyeva, tasmā ekekasmā yamakā ekekameva pucchaṁ pucchitvā sabbapucchāvasāne pucchānukkameneva ‘‘kāmadhātuyā cutassa kāmadhātuṁ upapajjantassa kassaci satta anusayā anusentī’’tiādinā nayena vissajjanaṁ kataṁ.",
  "atk-abh03a46:6": "Tattha ‘‘kāmadhātuyā cutassa kāmadhātuṁ upapajjantassa, rūpadhātuṁ, arūpadhātuṁ, nakāmadhātuṁ, narūpadhātuṁ naarūpadhātuṁ , upapajjantassā’’ti cha suddhikapucchā; ‘‘nakāmadhātuṁ, naarūpadhātuṁ, narūpadhātuṁ; naarūpadhātuṁ, nakāmadhātuṁ, narūpadhātuṁ, upapajjantassā’’ti tisso missakā pucchā cāti kāmadhātumūlakā nava anulomapucchā honti. Tathā rūpadhātumūlakā nava, arūpadhātumūlakā navāti sattavīsati anulomapucchā honti. Tathā nakāmadhātunarūpadhātunaarūpadhātumūlakā sattavīsati paṭilomapucchā. Puna ‘‘nakāmadhātuyā, naarūpadhātuyā, narūpadhātuyā, naarūpadhātuyā, nakāmadhātuyā, naarūpadhātuyā’’ti sattavīsati dukamūlakā pucchāti sabbāpi sampiṇḍitā ekāsīti pucchā honti. Tāsaṁ vasenettha vissajjanaṁ katanti idaṁ dhātuvāre pāḷivavatthānaṁ. Evaṁ tāva sakalepi anusayayamake pāḷivavatthānametaṁ veditabbaṁ.",
  "atk-abh03a46:7": "Ādito paṭṭhāya panettha yaṁ yaṁ anuttānaṁ, tattha tattha ayaṁ vinicchayakathā – anusayāti kenaṭṭhena anusayā? Anusayanaṭṭhena. Ko esa anusayanaṭṭho nāmāti? Appahīnaṭṭho. Ete hi appahīnaṭṭhena tassa tassa santāne anusenti nāma, tasmā anusayāti vuccanti. Anusentīti anurūpaṁ kāraṇaṁ labhitvā uppajjantīti attho. Athāpi siyā – anusayanaṭṭho nāma appahīnākāro. Appahīnākāro ca uppajjatīti vattuṁ na yujjati, tasmā na anusayā uppajjantīti . Tatridaṁ paṭivacanaṁ – appahīnākāro anusayo, anusayoti pana appahīnaṭṭhena thāmagatakileso vuccati. So cittasampayutto sārammaṇo sappaccayaṭṭhena sahetuko ekantākusalo atītopi hoti anāgatopi paccuppannopi, tasmā uppajjatīti vattuṁ yujjati.",
  "atk-abh03a46:8": "Tatridaṁ pamāṇaṁ – abhidhamme tāva kathāvatthusmiṁ (kathā. 554 ādayo) ‘‘anusayā abyākatā, anusayā ahetukā, anusayā cittavippayuttā’’ti sabbe vādā paṭisedhitā. Paṭisambhidāmagge (paṭi. ma. 3.21) ‘‘paccuppanne kilese pajahatī’’ti pucchaṁ katvā anusayānaṁ paccuppannabhāvassa atthitāya ‘‘thāmagatānusayaṁ pajahatī’’ti vuttaṁ. Dhammasaṅgahe pana mohassa padabhājane ‘‘avijjānusayo avijjāpariyuṭṭhānaṁ avijjālaṅgī moho akusalamūlaṁ, ayaṁ tasmiṁ samaye moho hotī’’ti (dha. sa. 390) akusalacittena saddhiṁ avijjānusayassa uppannabhāvo vutto. Imasmiṁyeva anusayayamake sattannaṁ mahāvārānaṁ aññatarasmiṁ uppajjanavāre ‘‘yassa kāmarāgānusayo uppajjati, tassa paṭighānusayo uppajjatī’’tiādi vuttaṁ. Tasmā ‘‘anusentīti anurūpaṁ kāraṇaṁ labhitvā uppajjantī’’ti yaṁ vuttaṁ, taṁ iminā tantippamāṇena suvuttanti veditabbaṁ. Yampi ‘‘cittasampayutto sārammaṇo’’tiādi vuttaṁ, tampi suvuttameva. Anusayo hi nāmesa parinipphanno cittasampayutto akusaladhammoti niṭṭhamettha gantabbaṁ. Kāmarāgānusayotiādīsu kāmarāgo ca so appahīnaṭṭhena anusayo cāti kāmarāgānusayo. Sesapadesupi eseva nayo.",
  "atk-abh03a46:9": "Paricchedaparicchinnuddesavāravaṇṇanā.",
  "atk-abh03a46:10": "Uppattiṭṭhānavāravaṇṇanā",
  "atk-abh03a46:11": "2. Idāni tesaṁ uppattiṭṭhānaṁ pakāsetuṁ kattha kāmarāgānusayo anusetītiādimāha. Tattha kāmadhātuyā dvīsu vedanāsūti kāmāvacarabhūmiyaṁ sukhāya ca upekkhāya cāti dvīsu vedanāsu. Ettha kāmarāgānusayo anusetīti imāsu dvīsu vedanāsu uppajjati. So panesa akusalavedanāsu sahajātavasena ārammaṇavasena cāti dvīhākārehi anuseti. Akusalāya sukhāya vedanāya ceva upekkhāya vedanāya ca sahajātopi hutvā uppajjati. Tā vedanā ārammaṇaṁ katvāpi uppajjatīti attho. Avasesā pana kāmāvacarakusalavipākakiriyavedanā ārammaṇameva katvā uppajjati. Kāmadhātuyā dvīsu vedanāsu anusayamāno cesa tāhi vedanāhi sampayuttesu saññāsaṅkhāraviññāṇesupi anusetiyeva. Na hi sakkā vedanāsu anusayamānena taṁsampayuttehi saññādīhi saddhiṁ asahajātena vā bhavituṁ, taṁsampayutte vā saññādayo ārammaṇaṁ akatvā uppajjituṁ. Evaṁ santepi pana yasmā imā dve vedanāva sātasantasukhattā assādaṭṭhena kāmarāgānusayassa uppattiyā sesasampayuttadhammesu padhānā, tasmā ‘‘dvīsu vedanāsu ettha kāmarāgānusayo anusetī’’ti vuttaṁ, oḷārikavasena hi bodhaneyye sukhaṁ bodhetunti.",
  "atk-abh03a46:12": "Nanu cesa ārammaṇavasena anusayamāno na kevalaṁ imāsu dvīsu vedanāsu ceva vedanāsampayuttadhammesu ca anuseti, iṭṭhesu pana rūpādīsupi anusetiyeva. Vuttampi cetaṁ vibhaṅgappakaraṇe (vibha. 816) ‘‘yaṁ loke piyarūpaṁ sātarūpaṁ, ettha sattānaṁ kāmarāgānusayo anusetī’’ti imasmimpi pakaraṇe anusayavārassa paṭilomanaye vuttaṁ. ‘‘Yattha kāmarāgānusayo nānuseti tattha diṭṭhānusayo nānusetīti dukkhāya vedanāya rūpadhātuyā arūpadhātuyā ettha kāmarāgānusayo nānuseti, no ca tattha diṭṭhānusayo nānuseti. Apariyāpanne ettha kāmarāgānusayo ca nānuseti, diṭṭhānusayo ca nānusetī’’ti. Ettha hi dukkhavedanāya ceva rūpadhātuādīsu ca nānusetīti vuttattā sasampayuttadhammaṁ dukkhavedanaṁ saokāse rūpārūpāvacaradhamme nava ca, lokuttaradhamme ṭhapetvā avasesesu rūpasaddagandharasaphoṭṭhabbesu anusetīti vuttaṁ hoti. Taṁ idha kasmā na vuttanti? Anoḷārikattā. Heṭṭhā vuttanayena hi vedanānaññeva oḷārikattā imesaṁ pana anoḷārikattā etesu rūpādīsu anusetīti na vuttaṁ, atthato pana labbhati. Tasmā etesupi kāmarāgānusayo anusetiyevāti veditabbo. Na hi satthā sabbaṁ sabbattha katheti. Bodhaneyyasattānaṁ pana vasena katthaci yaṁ labbhati, taṁ sabbaṁ katheti, katthaci na katheti. Tathā hi anena katthaci diṭṭhānusayo anusetīti pucchitvā ‘‘sabbasakkāyapariyāpannesu dhammesu ettha diṭṭhānusayo anusetī’’ti yaṁ labbhati taṁ sabbaṁ kathitaṁ. Aparasmiṁ ṭhāne vissajjantena ‘‘rūpadhātuyā arūpadhātuyā ettha vicikicchānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti, kāmadhātuyā dvīsu vedanāsu ettha vicikicchānusayo ca kāmarāgānusayo ca mānānusayo ca diṭṭhānusayo ca anusenti, dukkhāya vedanāya ettha vicikicchānusayo ca paṭighānusayo ca diṭṭhānusayo ca avijjānusayo ca anusentī’’ti yaṁ labbhati taṁ sabbaṁ akathetvā rūpadhātuarūpadhātūhi saddhiṁ tisso vedanāva kathitā. Vedanāsampayuttā pana arūpadhammā, sabbañca rūpaṁ na kathitaṁ. Kiñcāpi na kathitaṁ, diṭṭhānusayo panettha anusetiyeva. Evameva kiñcāpi idha rūpādiiṭṭhārammaṇaṁ na kathitaṁ, kāmarāgānusayo panettha anusetiyevāti. Evaṁ tāva kāmarāgānusayassa anusayanaṭṭhānaṁ veditabbaṁ.",
  "atk-abh03a46:13": "Paṭighānusayassa pana ‘‘dukkhāya vedanāyā’’ti vacanato dve domanassavedanā kāyaviññāṇasampayuttā dukkhavedanāti tisso vedanā anusayanaṭṭhānaṁ. So panesa domanassavedanāsu sahajātavasena ārammaṇavasena cāti dvīhākārehi anuseti. Avasesadukkhavedanāya pana ārammaṇavaseneva anuseti. Tāsu vedanāsu anusayamāno cesa tāhi sampayuttesu saññākkhandhādīsupi anusetiyeva. Yāya hi vedanāya esa sahajāto, taṁsampayuttehi saññādīhipi sahajātova. Yā ca vedanā ārammaṇaṁ karoti, tāhi sampayutte saññādayopi karotiyeva. Evaṁ santepi pana yasmā dukkhavedanāva asātadukkhavedayitattā nirassādaṭṭhena paṭighānusayassa uppattiyā sesasampayuttadhammesu adhikā; tasmā ‘‘dukkhāya vedanāya ettha paṭighānusayo anusetī’’ti vuttaṁ, oḷārikavasena hi bodhaneyye sukhaṁ bodhetunti.",
  "atk-abh03a46:14": "Nanu cesa ārammaṇavasena anusayamāno na kevalaṁ dukkhavedanāya ceva taṁsampayuttadhammesu ca anuseti, aniṭṭhesu pana rūpādīsupi anusetiyeva? Vuttampi cetaṁ vibhaṅgappakaraṇe (vibha. 816) ‘‘yaṁ loke appiyarūpaṁ asātarūpaṁ, ettha sattānaṁ paṭighānusayo anusetī’’ti imasmimpi pakaraṇe anusayavārassa paṭilomanaye vuttaṁ – ‘‘kāmadhātuyā dvīsu vedanāsu ettha paṭighānusayo nānuseti, no ca tattha kāmarāgānusayo nānuseti. Rūpadhātuyā arūpadhātuyā apariyāpanne ettha paṭighānusayo ca nānuseti, kāmarāgānusayo ca nānusetī’’ti. Ettha hi dvīsu kāmāvacaravedanāsu ceva rūpadhātuādīsu ca nānusetīti vuttattā sasampayuttadhammā dve vedanā saokāse rūpārūpāvacaradhamme nava ca, lokuttaradhamme ṭhapetvā avasesesu rūpādīsu anusetīti vuttaṁ hoti . Taṁ idha kasmā na vuttanti? Anoḷārikattā. Heṭṭhā vuttanayena hi dukkhavedanāya eva oḷārikattā imesaṁ pana anoḷārikattā etesu rūpādīsu anusetīti na vuttaṁ. Atthato pana labbhati, tasmā etesupi paṭighānusayo anusetiyevāti veditabbo.",
  "atk-abh03a46:15": "Kiṁ pana itarā dve vedanā iṭṭhārammaṇaṁ vā paṭighassa ārammaṇaṁ na hontīti? No na honti. Parihīnajjhānassa vippaṭisāravasena sasampayuttadhammā tā vedanā ārabbha domanassaṁ uppajjati. Iṭṭhārammaṇassa ca paṭiladdhassa vipariṇāmaṁ vā appaṭiladdhassa appaṭilābhaṁ vā samanussaratopi domanassaṁ uppajjati. Domanassamattameva pana taṁ hoti, na paṭighānusayo. Paṭighānusayo hi aniṭṭhārammaṇe paṭihaññanavasena uppanno thāmagato kileso, tasmā ettha domanassena saddhiṁ paṭigho uppannopi attano paṭighakiccaṁ akaraṇabhāvena eva paṭighānusayo na hoti abbohārikattaṁ gacchati. Yathā hi pāṇātipātacetanāya saddhiṁ uppannopi byāpādo manokammaṁ nāma na hoti abbohārikattaṁ gacchati, evaṁ paṭighānusayo na hoti, abbohārikattaṁ gacchati. Vuttampi cetaṁ ekaccaṁ iṭṭhārammaṇaṁ nekkhammasitampi vā domanassaṁ sandhāya ‘‘yaṁ evarūpaṁ domanassaṁ paṭighaṁ tena pajahati na tattha paṭighānusayo anusetī’’ti (ma. ni. 1.465). Evaṁ paṭighānusayassa anusayanaṭṭhānaṁ veditabbaṁ.",
  "atk-abh03a46:16": "Mānānusayassa pana ‘‘kāmadhātuyā dvīsu vedanāsū’’tiādivacanato dve kāmāvacaravedanā rūpārūpadhātuyo cāti idaṁ tividhaṁ anusayanaṭṭhānaṁ. Tassa akusalāsu vedanāsu kāmarāgānusayassa viya sahajātānusayatā veditabbā. Sasampayuttadhammāsu pana sabbāsupi kāmāvacarāsu sukhaadukkhamasukhavedanāsu rūpārūpadhātūsu ca ārammaṇavaseneva anuseti. Anusayavārassa pana paṭilomanaye ‘‘dukkhāya vedanāya apariyāpanne ettha kāmarāgānusayo ca nānuseti, mānānusayo ca nānusetī’’ti vuttattā ṭhapetvā dukkhavedanañceva navavidhaṁ lokuttaradhammañca sesarūpārūpadhammesupi ayaṁ anusetiyevāti. Evaṁ mānānusayassa anusayanaṭṭhānaṁ veditabbaṁ.",
  "atk-abh03a46:17": "Diṭṭhānusayavicikicchānusayā pana kevalaṁ lokuttaradhammesveva nānusenti. Tebhūmakesu pana sabbesupi anusentiyeva. Tena vuttaṁ – ‘‘sabbasakkāyapariyāpannesu dhammesu ettha diṭṭhānusayo anuseti, ettha vicikicchānusayo anusetī’’ti. Tattha sabbasakkāyapariyāpannesūti saṁsāravaṭṭanissitaṭṭhena sakkāyapariyāpannesu sabbadhammesūti attho. Tattha panete pañcasu cittuppādesu sahajātānusayanavasena anusenti. Te vā pana pañca cittuppāde aññe vā tebhūmakadhamme ārabbha pavattikāle ārammaṇānusayanavasena anusentīti. Evaṁ diṭṭhānusayavicikicchānusayānaṁ anusayanaṭṭhānaṁ veditabbaṁ.",
  "atk-abh03a46:18": "Bhavarāgānusayo pana kiñcāpi diṭṭhivippayuttesu catūsu cittesu uppajjanato sahajātānusayanavasena ‘‘kāmadhātuyā dvīsu vedanāsu anusetī’’ti vattabbo bhaveyya. Kāmadhātuyaṁ panesa dvīhi vedanāhi saddhiṁ uppajjamānopi rūpārūpāvacaradhammameva paṭilabhati. Kāmadhātuyā pariyāpannaṁ ekadhammampi ārammaṇaṁ na karoti, tasmā ārammaṇānusayanavasena niyamaṁ katvā ‘‘rūpadhātuyā arūpadhātuyā ettha bhavarāgānusayo anusetī’’ti vuttaṁ. Apica rāgo nāmesa kāmarāgabhavarāgavasena duvidho. Tattha kāmarāgo kāmadhātuyā dvīsu vedanāsu anusetīti vutto. Sace pana bhavarāgopi kāmarāgo viya evaṁ vucceyya, kāmarāgena saddhiṁ desanā saṁkiṇṇā viya bhaveyyāti rāgakilesaṁ dvidhā bhinditvā kāmarāgato bhavarāgassa visesadassanatthampi evaṁ desanā katāti. Evaṁ bhavarāgānusayassa anusayanaṭṭhānaṁ veditabbaṁ.",
  "atk-abh03a46:19": "Avijjānusayo pana sabbesupi tebhūmakadhammesu anuseti. Tena vuttaṁ ‘‘sabbasakkāyapariyāpannesu dhammesu ettha avijjānusayo anusetī’’ti. Tassa dvādasasu cittuppādesu sahajātānusayatā veditabbā. Ārammaṇakaraṇavasena pana na kiñci tebhūmakadhammaṁ ārabbha na pavattatīti. Evaṁ avijjānusayassa anusayanaṭṭhānaṁ veditabbaṁ. Ayaṁ tāva paricchedavāraparicchinnuddesavārauppattiṭṭhānavāresu vinicchayakathā.",
  "atk-abh03a46:20": "Uppattiṭṭhānavāravaṇṇanā.",
  "atk-abh03a46:21": "Mahāvāro",
  "atk-abh03a46:22": "1. Anusayavāravaṇṇanā",
  "atk-abh03a46:23": "3. Sattannaṁ pana mahāvārānaṁ paṭhame anusayavāre yassa kāmarāgānusayo anuseti, tassa paṭighānusayo anusetīti ettha yadetaṁ ‘‘āmantā’’ti paṭivacanaṁ dinnaṁ, taṁ duddinnaṁ viya khāyati. Kasmā? Kāmarāgapaṭighānaṁ ekakkhaṇe anuppattito. Yathā hi ‘‘yassa manāyatanaṁ uppajjati, tassa dhammāyatanaṁ uppajjatīti ‘āmantā’, assāsapassāsānaṁ uppādakkhaṇe tesaṁ kāyasaṅkhāro ca uppajjati, vacīsaṅkhāro ca uppajjatī’’tiādīsu manāyatanadhammāyatanāni kāyasaṅkhāravacīsaṅkhārā ca ekakkhaṇe uppajjanti, na tathā kāmarāgapaṭighā. Kāmarāgo hi aṭṭhasu lobhasahagatacittuppādesu uppajjati. Paṭigho dvīsu domanassasahagatesūti, natthi nesaṁ ekakkhaṇe uppatti; tasmā ettha ‘no’ti paṭisedho kattabbo siyā. Taṁ akatvā pana ‘āmantā’ti paṭivacanassa dinnattā heṭṭhāyamakesu viya ettha khaṇapaccuppannavasena vattamānavohāraṁ aggahetvā aññathā gahetabbo.",
  "atk-abh03a46:24": "Kathaṁ? Appahīnavasena. Appahīnatañhi sandhāya ayaṁ ‘‘anusetī’’ti vattamānavohāro vutto, na khaṇapaccuppannataṁ. Yasmā ca appahīnataṁ sandhāya vutto, tasmā ‘‘yassa kāmarāgānusayo anuseti, tassa paṭighānusayo anusetī’’ti pucchāya yassa kāmarāgānusayo appahīno, na anuppattidhammataṁ āpādito, tassa paṭighānusayopi appahīnoti evamattho daṭṭhabbo. Yasmā ca tesu yasseko appahīno, tassa itaropi appahīnova hoti, tasmā ‘‘āmantā’’ti vuttaṁ. Yadi evaṁ, yaṁ upari uppajjanavāre ‘yassa kāmarāgānusayo uppajjati, tassa paṭighānusayo uppajjatī’ti pucchitvā ‘āmantā’ti vuttaṁ; tattha kathaṁ attho gahetabboti? Tatthāpi appahīnavaseneva uppattipaccaye sati uppattiyā anivāritavasena vā. Yathā hi cittakammādīni ārabhitvā apariniṭṭhitakammantā cittakārādayo tesaṁ kammantānaṁ akaraṇakkhaṇepi mittasuhajjādīhi diṭṭhadiṭṭhaṭṭhāne ‘‘imesu divasesu kiṁ karothā’’ti vuttā, ‘‘cittakammaṁ karoma, kaṭṭhakammaṁ karomā’’ti vadanti. Te kiñcāpi tasmiṁ khaṇe na karonti avicchinnakammantattā pana katakhaṇañca kattabbakhaṇañca upādāya karontiyeva nāma honti. Evameva yamhi santāne anusayā appahīnā, yamhi vā pana nesaṁ santāne uppattipaccaye sati uppatti anivāritā, tattha anuppajjanakkhaṇepi uppannapubbañceva kālantare uppajjanakañca upādāya yassa kāmarāgānusayo uppajjati, tassa paṭighānusayo uppajjatiyeva nāmāti evamattho veditabbo. Ito paresupi evarūpesu vissajjanesu eseva nayo. No ca tassāti idaṁ anāgāmissa kāmarāgabyāpādānaṁ anavasesato pahīnattā vuttaṁ. Tiṇṇaṁ puggalānanti puthujjanasotāpannasakadāgāmīnaṁ. Dvinnaṁ puggalānanti sotāpannasakadāgāmīnaṁ. Paratopi evarūpesu ṭhānesu eseva nayo.",
  "atk-abh03a46:25": "14. Okāsavārassa paṭhamadutiyapucchāsu yasmā kāmarāgānusayo kāmadhātuyā dvīsu vedanāsu anuseti, paṭighānusayo dukkhavedanāya; tasmā ‘no’ti paṭisedho kato. Tatiyapucchāyaṁ ubhinnampi kāmadhātuyā dvīsu vedanāsu anusayanato ‘āmantā’ti paṭivacanaṁ dinnaṁ. Rūpadhātuarūpadhātuyā pana mānānusayassa kāmarāgānusayena saddhiṁ asādhāraṇaṁ uppattiṭṭhānaṁ. Tasmā no ca tattha kāmarāgānusayoti vuttaṁ. Iminā nayena sabbesaṁ uppattiṭṭhānavāraṁ oloketvā sādhāraṇāsādhāraṇaṁ uppattiṭṭhānaṁ veditabbaṁ.",
  "atk-abh03a46:26": "20. Dukamūlakapucchāyaṁ yasmā kāmarāgapaṭighānusayā nāpi ekasmiṁ ṭhāne uppajjanti, na ekaṁ dhammaṁ ārammaṇaṁ karonti, tasmā natthīti paṭikkhepo kato. Ayañhettha adhippāyo. Yasmiṁ ime dve anusayā anusayeyyuṁ, taṁ ṭhānameva natthi. Tasmā ‘‘kattha mānānusayo anusetī’’ti ayaṁ pucchā apucchāyevāti. Aññesupi evarūpesu eseva nayo.",
  "atk-abh03a46:27": "27. Puggalokāsavāre catunnanti puthujjanasotāpannasakadāgāmianāgāmīnaṁ.",
  "atk-abh03a46:28": "36. Paṭilomanaye yassa kāmarāgānusayo nānusetīti ayaṁ pucchā anāgāmiṁ gahetvā pucchati.",
  "atk-abh03a46:29": "56.Dvinnaṁpuggalānaṁ sabbattha kāmarāgānusayonānusetīti anāgāmiarahantānaṁ. Kāmadhātuyā tīsu vedanāsūti ca vedanāggahaṇena vedanāsampayuttakānampi tesaṁ vatthārammaṇānampīti sabbesampi kāmāvacaradhammānaṁ gahaṇaṁ veditabbaṁ. Ayaṁ anusayavāre vinicchayakathā.",
  "atk-abh03a46:30": "Anusayavāravaṇṇanā.",
  "atk-abh03a46:31": "2. Sānusayavāravaṇṇanā",
  "atk-abh03a46:32": "66-131. Sānusayavāre pana yo kāmarāgānusayena sānusayoti yathā ekantarikajarādirogena ābādhiko yāva tamhā rogā na muccati, tāva tassa rogassa anuppattikkhaṇepi sarogoyeva nāma hoti. Evaṁ sasaṁkilesassa vaṭṭagāmisattassa yāva ariyamaggena anusayā samugghātaṁ na gacchanti, tāva tesaṁ anusayānaṁ anuppattikkhaṇepi sānusayoyeva nāma hoti. Evarūpaṁ sānusayataṁ sandhāya ‘āmantā’ti vuttaṁ. Sesamettha anusayavārasadisameva.",
  "atk-abh03a46:33": "Okāsavāre pana ‘‘rūpadhātuyā arūpadhātuyā ettha mānānusayena sānusayo’’ti vutte tāsu dhātūsu puggalassa sānusayatā paññāyeyya, anusayassa uppattiṭṭhānaṁ na paññāyeyya. Anusayassa ca uppattiṭṭhānadassanatthaṁ ayaṁ vāro āraddho, tasmā tato mānānusayena sānusayoti vuttaṁ. Evañhi sati tato dhātudvayato uppannena mānānusayena sānusayoti anusayassa uppattiṭṭhānaṁ dassitaṁ hoti. Imassa pana pañhassa atthe avutte ādipañhassa attho pākaṭo na hotīti paṭhamaṁ na vutto, tasmā so evaṁ veditabbo. Yato kāmarāgānusayenāti yato uppannena kāmarāgānusayena sānusayo, kiṁ so tato uppannena paṭighānusayenapi sānusayoti? Yasmā panete dve ekasmā ṭhānā nuppajjanti; tasmā ‘‘no’’ti paṭisedho kato. Arahā sabbatthāti arahā sabbadhammesu uppajjanakena kenaci anusayena nirānusayoti. Iminā atthavasena nippadesaṭṭhānesu bhummavacanameva katanti. Iminā upāyena sabbattha atthavinicchayo veditabboti.",
  "atk-abh03a46:34": "Sānusayavāravaṇṇanā.",
  "atk-abh03a46:35": "3. Pajahanavāravaṇṇanā",
  "atk-abh03a46:36": "132-197. Pajahanavāre pajahatīti tena tena maggena pahānapariññāvasena pajahati, āyatiṁ anuppattidhammataṁ āpādeti. Āmantāti anāgāmīmaggaṭṭhaṁ sandhāya paṭivacanaṁ. Tadekaṭṭhaṁ pajahatīti pahānekaṭṭhataṁ sandhāya vuttaṁ. Noti arahattamaggaṭṭhaṁ sandhāya paṭisedho.",
  "atk-abh03a46:37": "Yato kāmarāgānusayaṁ pajahatīti yato uppajjanakaṁ kāmarāgānusayaṁ pajahatīti attho. Aṭṭhamakoti arahattaphalaṭṭhato paṭṭhāya paccorohanagaṇanāya gaṇiyamāno sotāpattimaggaṭṭho aṭṭhamako nāma. Dakkhiṇeyyagaṇanāya hi arahā aggadakkhiṇeyyattā paṭhamo, arahattamaggaṭṭho dutiyo, anāgāmī tatiyo…pe… sotāpattimaggaṭṭho aṭṭhamo. So idha ‘‘aṭṭhamako’’ti vutto. Nāmasaññāyeva vā esā tassāti. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesāti saddhiṁ puthujjanena sekkhāsekkhā. Tesu hi puthujjano pahānapariññāya abhāvena nappajahati. Sesā tesaṁ anusayānaṁ pahīnattā. Dvinnaṁ maggasamaṅgīnanti dve maggasamaṅgino ṭhapetvāti attho. Iminā nayena sabbattha vinicchayo veditabboti.",
  "atk-abh03a46:38": "Pajahanavāravaṇṇanā.",
  "atk-abh03a46:39": "4. Pariññāvāravaṇṇanā",
  "atk-abh03a46:40": "198-263. Pariññāvāre parijānātīti tīhi pariññāhi parijānāti. Sesamettha heṭṭhā vuttanayameva. Ayampi hi vāro pajahanavāro viya maggaṭṭhānaññeva vasena vissajjitoti.",
  "atk-abh03a46:41": "Pariññāvāravaṇṇanā.",
  "atk-abh03a46:42": "5. Pahīnavāravaṇṇanā",
  "atk-abh03a46:43": "264-274. Pahīnavāre phalaṭṭhavaseneva desanā āraddhā. Anāgāmissa hi ubhopete anusayā pahīnā, tasmā ‘‘āmantā’’ti vuttaṁ.",
  "atk-abh03a46:44": "275-296. Okāsavāre yattha kāmarāgānusayo pahīno tattha paṭighānusayo pahīnoti pucchitvā na vattabbo pahīnoti vā appahīnoti vāti vuttaṁ taṁ kasmāti? Uppattiṭṭhānassa asādhāraṇattā. Aññaṁ hi kāmarāgānusayassa uppattiṭṭhānaṁ, aññaṁ paṭighānusayassa. Abhāvitamaggassa ca yattha anusayo uppajjati, magge bhāvite tattheva so pahīno nāma hoti . Tattha yasmā neva kāmarāgānusayaṭṭhāne paṭighānusayo uppajjati, na paṭighānusayaṭṭhāne kāmarāgānusayo, tasmā tattha so pahīnoti vā appahīnoti vā na vattabbo. So hi yasmiṁ attano uppattiṭṭhāne kāmarāgānusayo pahīno, tasmiṁ appahīnattā tattha pahīnoti na vattabbo. Yaṁ kāmarāgānusayassa uppattiṭṭhānaṁ, tasmiṁ aṭṭhitattā tattha appahīnoti na vattabbo.",
  "atk-abh03a46:45": "Yattha kāmarāgānusayo pahīno, tattha mānānusayo pahīnoti ettha pana sādhāraṇaṭṭhānaṁ sandhāya āmantāti vuttaṁ. Kāmarāgānusayo hi kāmadhātuyā dvīsu vedanāsu anuseti. Mānānusayo tāsu ceva rūpārūpadhātūsu ca. So ṭhapetvā asādhāraṇaṭṭhānaṁ sādhāraṇaṭṭhāne tena saddhiṁ pahīno nāma hoti. Tasmā ‘āmantā’ti vuttaṁ. Iminā nayena sabbasmimpi okāsavāre pahīnatā ca navattabbatā ca veditabbā. ‘Natthī’ti āgataṭṭhānesu pana heṭṭhā vuttasadisova vinicchayo. Puggalokāsavāro, okāsavāragatikoyeva.",
  "atk-abh03a46:46": "297-307. Paṭilomanaye yassa kāmarāgānusayo appahīnoti puthujjanasotāpannasakadāgāmivasena pucchati. Kiñcāpi hi ime dve anusayā puthujjanato paṭṭhāya yāva anāgāmimaggaṭṭhā channaṁ puggalānaṁ appahīnā. Idha pana parato ‘‘tiṇṇaṁ puggalānaṁ dvinnaṁ puggalāna’’ntiādivacanato maggaṭṭhā anadhippetā, tasmā puthujjanasotāpannasakadāgāminova sandhāya ‘āmantā’ti vuttaṁ. Dvinnaṁ puggalānanti sotāpannasakadāgāmīnaṁ. Iminā nayena puggalavāre vinicchayo veditabbo.",
  "atk-abh03a46:47": "308-329. Okāsavārapuggalokāsavārā pana heṭṭhā vuttanayeneva veditabbāti.",
  "atk-abh03a46:48": "Pahīnavāravaṇṇanā.",
  "atk-abh03a46:49": "6. Uppajjanavāravaṇṇanā",
  "atk-abh03a46:50": "330. Uppajjanavāro anusayavārasadisoyeva.",
  "atk-abh03a46:51": "7. Dhātupucchāvāravaṇṇanā",
  "atk-abh03a46:52": "332-340. Dhātuvārassa pucchāvāre tāva kati anusayā anusentīti kati anusayā santānaṁ anugatā hutvā sayanti. Kati anusayā nānusentīti kati anusayā santānaṁ na anugatā hutvā sayanti. Kati anusayā bhaṅgāti kati anusayā anusenti nānusentīti evaṁ vibhajitabbāti attho. Sesamettha yaṁ vattabbaṁ siyā, taṁ heṭṭhā pāḷivavatthāne vuttameva.",
  "atk-abh03a46:53": "7. Dhātuvissajjanāvāravaṇṇanā",
  "atk-abh03a46:54": "341-349. Niddesavāre panassa kassaci satta anusayā anusentīti puthujjanavasena vuttaṁ. Kassaci pañcāti sotāpannasakadāgāmivasena vuttaṁ. Tesañhi diṭṭhānusayo ca vicikicchānusayo ca pahīnāti pañceva anusenti. Tattha yathā anusayavāre ‘‘anusentī’’ti padassa uppajjantīti attho gahito, evamidha na gahetabbo. Kasmā? Tasmiṁ khaṇe anuppajjanato. Kāmadhātuṁ upapajjantassa hi vipākacittañceva kammasamuṭṭhānarūpañca uppajjati, akusalacittaṁ natthi. Anusayā ca akusalacittakkhaṇe uppajjanti, na vipākacittakkhaṇeti tasmiṁ khaṇe anuppajjanato tathā attho na gahetabbo. Kathaṁ pana gahetabboti? Yathā labbhati tathā gahetabbo. Kathañca labbhati? Appahīnaṭṭhena. Yathā hi rāgadosamohānaṁ appahīnattā. Kusalābyākatacittasamaṅgī puggalo ‘‘sarāgo sadoso samoho’’ti vuccati, evaṁ maggabhāvanāya appahīnattā paṭisandhikkhaṇepi tassa tassa puggalassa te te anusayā anusentīti vuccanti. Na kevalañca vuccanti, appahīnattā pana te anusentiyeva nāmāti veditabbā.",
  "atk-abh03a46:55": "Anusayā bhaṅgā natthīti yassa hi yo anuseti, so anusetiyeva; yo nānuseti, so nānusetiyeva. Ayaṁ anuseti ca nānuseti ca, ayaṁ siyā anuseti siyā nānusetīti, evaṁ vibhajitabbo anusayo nāma natthi. Rūpadhātuṁ upapajjantassa kassaci tayoti anāgāmivasena vuttaṁ. Tassa hi kāmarāgapaṭighadiṭṭhivicikicchānusayā cattāropi anavasesato pahīnā. Itare tayova appahīnā. Tena vuttaṁ – ‘‘kassaci tayo anusayā anusentī’’ti.",
  "atk-abh03a46:56": "Nakāmadhātunti kāmadhātuyā paṭisiddhattā sesā dve dhātuyo upapajjantassāti attho. Sattevāti yasmā ariyasāvakassa rūpadhātuyā cutassa kāmadhātuyaṁ upapatti nāma natthi, puthujjanasseva hoti, tasmā sattevāti niyametvā vuttaṁ. ‘‘Arūpadhātuyā cutassa kāmadhātuṁ upapajjantassa sattevā’’ti etthāpi eseva nayo. Rūpadhātuyā upapatti natthīti kasmā natthi? Upapattinipphādakassa rūpāvacarajjhānassa abhāvā. So hi sabbaso rūpasaññānaṁ samatikkamā taṁ dhātuṁ upapannoti nāssa tattha rūpāvacarajjhānaṁ atthi. Tadabhāvā rūpadhātuyaṁ upapatti natthīti veditabbā. Arūpadhātuyā cutassa na kāmadhātunti ettha arūpadhātuyeva adhippetā. Iminā nayena sabbavissajjanesu attho veditabboti.",
  "atk-abh03a46:57": "Dhātuvāravaṇṇanā.",
  "atk-abh03a46:58": "Anusayayamakavaṇṇanā niṭṭhitā."
}