{
  "atk-vin02a21:0": "2. Uposathakkhandhakaṃ",
  "atk-vin02a21:1": "Sannipātānujānanādikathā",
  "atk-vin02a21:2": "132. Uposathakkhandhake – aññatitthiyāti ettha titthaṃ vuccati laddhi; aññaṃ titthaṃ aññatitthaṃ; aññatitthaṃ etesaṃ atthīti aññatitthiyā; ito aññaladdhikāti vuttaṃ hoti. Dhammaṃ bhāsantīti yaṃ tesaṃ kattabbākattabbaṃ, taṃ kathenti. Te labhantīti te manussā labhanti. Mūgasūkarāti thūlasarīrasūkarā.",
  "atk-vin02a21:3": "135.Anajjhāpanno vā hoti āpajjitvā vā vuṭṭhitoti ettha yaṃ āpattiṃ bhikkhu anajjhāpanno vā hoti, āpajjitvā vā vuṭṭhito, ayaṃ asantī nāma āpattīti evamattho veditabbo. Sampajānamusāvāde kiṃ hotīti yvāyaṃ sampajānamusāvādo assa hotīti vutto, so āpattito kiṃ hoti, katarā āpatti hotīti attho. Dukkaṭaṃ hotīti dukkaṭāpatti hoti; sā ca kho na musāvādalakkhaṇena; bhagavato pana vacanena vacīdvāre akiriyasamuṭṭhānā āpatti hotīti veditabbā. Vakkhati hi –",
  "atk-vin02a21:4": "‘‘Anālapanto manujena kenaci,",
  "atk-vin02a21:5": "Vācāgiraṃ no ca pare bhaṇeyya;",
  "atk-vin02a21:6": "Āpajjeyya vācasikaṃ na kāyikaṃ,",
  "atk-vin02a21:7": "Pañhā mesā kusalehi cintitā’’ti. (pari. 479);",
  "atk-vin02a21:8": "Antarāyikoti antarāyakaro. Kissa phāsu hotīti kimatthāya phāsu hoti. Paṭhamassa jhānassa adhigamāyāti paṭhamassa jhānassa adhigamanatthāya tassa bhikkhuno phāsu hoti sukhaṃ hoti. Esa nayo sabbattha. Iti bhagavā uddesato ca niddesato ca paṭhamaṃ pātimokkhuddesaṃ dassesi.",
  "atk-vin02a21:9": "136.Devasikanti divase divase. Cātuddase vā pannarase vāti ekassa utuno tatiye ca sattame ca pakkhe dvikkhattuṃ cātuddase avasese chakkhattuṃ pannarase; ayaṃ tāva eko attho. Ayaṃ pana pakaticārittavasena vutto ‘‘sakiṃ pakkhassa cātuddase vā pannarase vā’’ti vacanato pana tathārūpe paccaye sati yasmiṃ tasmiṃ cātuddase vā pannarase vā uddisituṃ vaṭṭati, āvāsikānaṃ bhikkhūnaṃ cātuddaso hoti, āgantukānaṃ pannaraso. Sace āvāsikā bahutarā honti, āgantukehi āvāsikānaṃ anuvattitabba’’nti vacanatopi cetaṃ veditabbaṃ.",
  "atk-vin02a21:10": "Sīmānujānanakathā",
  "atk-vin02a21:11": "138.Paṭhamaṃ nimittā kittetabbāti vinayadharena pucchitabbaṃ ‘‘puratthimāya disāya kiṃ nimitta’’nti? Pabbato bhanteti. Puna vinayadharena ‘‘eso pabbato nimitta’’nti evaṃ nimittaṃ kittetabbaṃ. ‘‘Etaṃ pabbataṃ nimittaṃ karoma, karissāma, nimittaṃ kato, nimittaṃ hotu, hoti bhavissatī’’ti evaṃ pana kittetuṃ na vaṭṭati. Pāsāṇādīsupi eseva nayo. Puratthimāya anudisāya, dakkhiṇāya disāya, dakkhiṇāya anudisāya, pacchimāya disāya, pacchimāya anudisāya, uttarāya disāya, uttarāya anudisāya, kiṃ nimittaṃ? Udakaṃ bhante. Etaṃ udakaṃ nimittanti ettha pana aṭṭhatvā puna puratthimāya disāya kiṃ nimittaṃ. Pabbato bhante. Eso pabbato nimittanti evaṃ paṭhamaṃ kittitanimittaṃ kittetvāva ṭhapetabbaṃ. Evañhi nimittena nimittaṃ ghaṭitaṃ hoti. Evaṃ nimittāni kittetvā athānantaraṃ vuttāya kammavācāya sīmā sammannitabbā. Kammavācāpariyosāne nimittānaṃ anto sīmā hoti, nimittāni sīmato bahi honti. Tattha nimittāni sakiṃ kittitānipi kittitāneva honti. Andhakaṭṭhakathāyaṃ pana tikkhattuṃ sīmamaṇḍalaṃ sambandhantena nimittaṃ kittetabbanti vuttaṃ. ‘‘Pabbato bhanteti…pe… udakaṃ bhante’’ti evaṃ pana upasampanno vā ācikkhatu anupasampanno vā vaṭṭatiyeva.",
  "atk-vin02a21:12": "Idāni pabbatanimittādīsu evaṃ vinicchayo veditabbo – tividho pabbato, suddhapaṃsupabbato, suddhapāsāṇapabbato, ubhayamissakoti. So tividhopi vaṭṭati. Vālikarāsi pana na vaṭṭati. Itaropi hatthippamāṇato omakataro na vaṭṭati. Hatthippamāṇato pana paṭṭhāya sineruppamāṇopi vaṭṭati. Sace catūsu disāsu cattāro tīsu vā tayo pabbatā honti, catūhi vā tīhi vā pabbatanimittehi eva sammannituṃ vaṭṭati. Dvīhi pana nimittehi ekena vā sammannituṃ na vaṭṭati. Ito paresu pāsāṇanimittādīsupi eseva nayo. Tasmā pabbatanimittaṃ karontena pucchitabbaṃ ‘‘ekābaddho na ekābaddho’’ti. Sace ekābaddho hoti, na kātabbo. Tañhi catūsu vā aṭṭhasu vā disāsu kittentenāpi ekameva nimittaṃ kittitaṃ hoti, tasmā yo evaṃ cakkasaṇṭhānena vihāraṃ parikkhipitvā ṭhito pabbato, taṃ ekadisāya kittetvā aññāsu disāsu taṃ bahiddhā katvā anto aññāni nimittāni kittetabbāni.",
  "atk-vin02a21:13": "Sace pabbatassa tatiyabhāgaṃ vā upaḍḍhaṃ vā antosīmāya kattukāmā honti, pabbataṃ akittetvā yattakaṃ padesaṃ anto kattukāmā, tassa parato tasmiṃyeva pabbate jātarukkhavammikādīsu aññataraṃ nimittaṃ kittetabbaṃ. Sace ekayojanadviyojanappamāṇaṃ sabbaṃ pabbataṃ anto kattukāmā honti, pabbatassa parato bhūmiyaṃ jātarukkhavammikādīni nimittāni kittetabbāni.",
  "atk-vin02a21:14": "Pāsāṇanimitte – ayaguḷopi pāsāṇasaṅkhyameva gacchati, tasmā yo koci pāsāṇo vaṭṭati. Pamāṇato pana hatthippamāṇo pabbatasaṅkhyaṃ gato, tasmā so na vaṭṭati. Mahāgoṇamahāmahiṃsappamāṇo pana vaṭṭati. Heṭṭhimaparicchedena dvattiṃsapalaguḷapiṇḍaparimāṇo vaṭṭati. Tato khuddakataro iṭṭhakā vā mahantīpi na vaṭṭati. Animittupagapāsāṇarāsipi na vaṭṭati, pageva paṃsuvālikarāsi. Bhūmisamo khalamaṇḍalasadiso piṭṭhipāsāṇo vā bhūmito khāṇuko viya uṭṭhitapāsāṇo vā hoti, sopi pamāṇupago ce vaṭṭati. Piṭṭhipāsāṇo atimahantopi pāsāṇasaṅkhyameva gacchati, tasmā sace mahato piṭṭhipāsāṇassa ekappadesaṃ antosīmāya kattukāmā honti, taṃ akittetvā tassupari añño pāsāṇo kittetabbo. Sace piṭṭhipāsāṇupari vihāraṃ karonti, vihāramajjhena vā piṭṭhipāsāṇo vinivijjhitvā gacchati, evarūpo piṭṭhipāsāṇo na vaṭṭati. Sace hi taṃ kittenti, nimittassa upari vihāro hoti, nimittañca nāma bahisīmāya hoti, vihāropi bahisīmāyaṃ āpajjati. Vihāraṃ parikkhipitvā ṭhitapiṭṭhipāsāṇo ekattha kittetvā aññattha na kittetabbo.",
  "atk-vin02a21:15": "Vananimitte – tiṇavanaṃ vā tacasāratālanāḷikerādirukkhavanaṃ vā na vaṭṭati. Antosārānaṃ pana sākasālādīnaṃ antosāramissakānaṃ vā rukkhānaṃ vanaṃ vaṭṭati, tañca kho heṭṭhimaparicchedena catupañcarukkhamattampi tato oraṃ na vaṭṭati, paraṃ yojanasatikampi vaṭṭati. Sace pana vanamajjhe vihāraṃ karonti, vanaṃ na kittetabbaṃ. Ekadesaṃ antosīmāya kattukāmehipi vanaṃ akittetvā tattha rukkhapāsāṇādayo kittetabbā. Vihāraṃ parikkhipitvā ṭhitavanaṃ ekattha kittetvā aññattha na kittetabbaṃ.",
  "atk-vin02a21:16": "Rukkhanimitte – tacasāro tālanāḷikerādirukkho na vaṭṭati, antosāro jīvamānako antamaso ubbedhato aṭṭhaṅgulo pariṇāhato sūcidaṇḍakappamāṇopi vaṭṭati, tato oraṃ na vaṭṭati, paraṃ dvādasayojano suppatiṭṭhitanigrodhopi vaṭṭati. Vaṃsanaḷakasarāvādīsu bījaṃ ropetvā vaḍḍhāpito pamāṇupagopi na vaṭṭati. Tato apanetvā pana taṅkhaṇampi bhūmiyaṃ ropetvā koṭṭhakaṃ katvā udakaṃ āsiñcitvā kittetuṃ vaṭṭati. Navamūlasākhāniggamanaṃ akāraṇaṃ. Khandhaṃ chinditvā ropite pana etaṃ yujjati. Kittentena ca ‘‘rukkho’’tipi vattuṃ vaṭṭati, ‘‘sākarukkhotipi sālarukkho’’tipi. Ekābaddhaṃ pana suppatiṭṭhitanigrodhasadisaṃ ekattha kittetvā aññattha kittetuṃ na vaṭṭati.",
  "atk-vin02a21:17": "Magganimitte – araññakhettanadītaḷākamaggādayo na vaṭṭanti, jaṅghamaggo vā sakaṭamaggo vā vaṭṭati, yo nibbijjhitvā dve tīṇi gāmantarāni gacchati. Yo pana jaṅghamaggo sakaṭamaggato okkamitvā puna sakaṭamaggameva otarati, ye vā jaṅghamaggasakaṭamaggā avaḷañjā, te na vaṭṭanti. Jaṅghasatthasakaṭasatthehi vaḷañjiyamānāyeva vaṭṭanti. Sace dve maggā nikkhamitvā pacchā sakaṭadhuramiva ekībhavanti, dvidhā bhinnaṭṭhāne vā sambandhaṭṭhāne vā sakiṃ kittetvā puna na kittetabbā, ekābaddhanimittañhetaṃ hoti.",
  "atk-vin02a21:18": "Sace vihāraṃ parikkhipitvā cattāro maggā catūsu disāsu gacchanti, majjhe ekaṃ kittetvā aparaṃ kittetuṃ na vaṭṭati. Ekābaddhanimittañhetaṃ hoti. Koṇaṃ nibbijjhitvā gatamaggaṃ pana parabhāge kittetuṃ vaṭṭati. Vihāramajjhena nibbijjhitvā gatamaggo pana na kittetabbo. Kittite nimittassa upari vihāro hoti. Sace sakaṭamaggassa antimacakkamaggaṃ nimittaṃ karonti, maggo bahisīmāya hoti. Sace bāhiracakkamaggaṃ nimittaṃ karonti, bāhiracakkamaggova bahisīmāya hoti, sesaṃ antosīmaṃ bhajati. Maggaṃ kittentena ‘‘maggo pantho patho pajjo’’ti dasasu yena kenaci nāmena kittetuṃ vaṭṭati. Parikhāsaṇṭhānena vihāraṃ parikkhipitvā gatamaggo ekattha kittetvā aññattha kittetuṃ na vaṭṭati.",
  "atk-vin02a21:19": "Vammikanimitte – heṭṭhimaparicchedena taṃ divasaṃ jāto aṭṭhaṅgulubbedho govisāṇappamāṇopi vammiko vaṭṭati, tato oraṃ na vaṭṭati, paraṃ himavantapabbatasadisopi vaṭṭati. Vihāraṃ parikkhipitvā ṭhitaṃ pana ekābaddhaṃ ekattha kittetvā aññattha kittetuṃ na vaṭṭati.",
  "atk-vin02a21:20": "Nadīnimitte – yassā dhammikānaṃ rājūnaṃ kāle anvaddhamāsaṃ anudasāhaṃ anupañcāhanti evaṃ anatikkamitvā deve vassante valāhakesu vigatamattesu sotaṃ pacchijjati, ayaṃ nadīsaṅkhyaṃ na gacchati. Yassā pana īdise suvuṭṭhikāle vassānassa cātumāse sotaṃ na pacchijjati, timaṇḍalaṃ paṭicchādetvā yattha katthaci uttarantiyā bhikkhuniyā antaravāsako temiyati, ayaṃ nadīsaṅkhyaṃ gacchati, sīmaṃ bandhantānaṃ nimittaṃ hoti. Bhikkhuniyā nadīpāragamanepi uposathādisaṅghakammakaraṇepi nadīpārasīmasammannanepi ayameva nadī.",
  "atk-vin02a21:21": "Yā pana maggo viya sakaṭadhurasaṇṭhānena vā parikhāsaṇṭhānena vā vihāraṃ parikkhipitvā gatā, taṃ ekattha kittetvā aññattha kittetuṃ na vaṭṭati. Vihārassa catūsu disāsu aññamaññaṃ vinibbijjhitvā gate nadicatukkepi eseva nayo. Asammissanadiyo pana catassopi kittetuṃ vaṭṭati. Sace vatiṃ karonto viya rukkhapāde nikhaṇitvā vallipalālādīhi nadisotaṃ rumbhanti, udakañca ajjhottharitvā āvaraṇaṃ pavattatiyeva, nimittaṃ kātuṃ vaṭṭati. Yathā pana udakaṃ nappavattati, evaṃ setumhi kate appavattamānā nadī nimittaṃ kātuṃ na vaṭṭati. Pavattanaṭṭhāne nadinimittaṃ, appavattanaṭṭhāne udakanimittaṃ kātuṃ vaṭṭati.",
  "atk-vin02a21:22": "Yā pana dubbuṭṭhikāle vā gimhe vā nirudakabhāvena nappavattati, sā vaṭṭati. Mahānadito udakamātikaṃ nīharanti, sā kunnadisadisā hutvā tīṇi sassāni sampādentī niccaṃ pavattati, kiñcāpi pavattati, nimittaṃ kātuṃ na vaṭṭati. Yā pana mūle mahānadito niggatāpi kālantarena teneva niggatamaggena nadiṃ bhinditvā sayañca gacchati, gacchantī parato susumārādisamākiṇṇā nāvādīhi sañcaritabbā nadī hoti, taṃ nimittaṃ kātuṃ vaṭṭati.",
  "atk-vin02a21:23": "Udakanimitte – nirudake ṭhāne nāvāya vā cāṭiādīsu vā udakaṃ pūretvā udakanimittaṃ kittetuṃ na vaṭṭati, bhūmigatameva vaṭṭati . Tañca kho appavattanaudakaṃ āvāṭapokkharaṇitaḷākajātassaraloṇisamuddādīsu ṭhitaṃ, aṭṭhitaṃ pana oghanadiudakavāhakamātikādīsu udakaṃ na vaṭṭati. Andhakaṭṭhakathāyaṃ pana ‘‘gambhīresu āvāṭādīsu ukkhepimaṃ udakaṃ nimittaṃ na kātabba’’nti vuttaṃ, taṃ duvuttaṃ attanomatimattameva. Ṭhitaṃ pana antamaso sūkarakhatāyapi gāmadārakānaṃ kīḷanavāpiyampi taṅkhaṇaññeva pathaviyaṃ āvāṭakaṃ katvā kuṭehi āharitvā pūritaudakampi sace yāva kammavācāpariyosānā tiṭṭhati, appaṃ vā hotu bahu vā, vaṭṭati. Tasmiṃ pana ṭhāne nimittasaññākaraṇatthaṃ pāsāṇavālikāpaṃsuādirāsi vā pāsāṇatthambho vā dārutthambho vā kātabbo. Taṃ kātuñca kāretuñca bhikkhussa vaṭṭati. Lābhasīmāyaṃ pana na vaṭṭati . Samānasaṃvāsakasīmā kassaci pīḷanaṃ na karoti, kevalaṃ bhikkhūnaṃ vinayakammameva sādheti, tasmā ettha vaṭṭati.",
  "atk-vin02a21:24": "Imehi ca aṭṭhahi nimittehi asammissehipi aññamaññaṃ sammissehipi sīmaṃ sammannituṃ vaṭṭatiyeva. Sā evaṃ sammannitvā bajjhamānā ekena dvīhi vā nimittehi abaddhā hoti, tīṇi pana ādiṃ katvā vuttappakārānaṃ nimittānaṃ satenāpi baddhā hoti. Sā tīhi siṅghāṭakasaṇṭhānā hoti, catūhi caturassā vā siṅghāṭakaaḍḍhacandamudiṅgādisaṇṭhānā vā, tato adhikehi nānāsaṇṭhānā. Taṃ bandhitukāmehi sāmantavihāresu bhikkhū tassa tassa vihārassa sīmāparicchedaṃ pucchitvā, baddhasīmavihārānaṃ sīmāya sīmantarikaṃ, abaddhasīmavihārānaṃ sīmāya upacāraṃ ṭhapetvā disācārikabhikkhūnaṃ nissañcārasamaye sace ekasmiṃ gāmakhette sīmaṃ bandhitukāmā, ye tattha baddhasīmavihārā, tesu bhikkhūnaṃ ‘‘mayaṃ ajja sīmaṃ bandhissāma, tumhe sakasīmāparicchedato mā nikkhamitthā’’ti pesetabbaṃ. Ye abaddhasīmavihārā, tesu bhikkhū ekajjhaṃ sannipātetabbā, chandārahānaṃ chando āharāpetabbo . Sace aññānipi gāmakkhettāni antokātukāmā , tesu gāmesu ye bhikkhū vasanti, tehipi āgantabbaṃ. Anāgacchantānaṃ chando āharitabboti mahāsumatthero āha. Mahāpadumatthero pana ‘‘nānāgāmakhettāni nāma pāṭekkaṃ baddhasīmāsadisāni, na tato chandapārisuddhi āgacchati. Antonimittagatehi pana bhikkhūhi āgantabba’’nti vatvā puna āha – ‘‘samānasaṃvāsakasīmāsammannanakāle āgamanampi anāgamanampi vaṭṭati. Avippavāsasīmāsammannanakāle pana antonimittagatehi āgantabbaṃ, anāgacchantānaṃ chando āharitabbo’’ti.",
  "atk-vin02a21:25": "Evaṃ sannipatitesu pana bhikkhūsu chandārahānaṃ chande āhaṭe tesu tesu maggesu nadītitthagāmadvārādīsu ca āgantukabhikkhūnaṃ sīghaṃ sīghaṃ hatthapāsānayanatthañca bahisīmākaraṇatthañca ārāmike ceva samaṇuddese ca ṭhapetvā bherisaññaṃ vā saṅkhasaññaṃ vā katvā nimittakittanānantaraṃ vuttāya ‘‘suṇātu me bhante saṅgho’’tiādikāya kammavācāya sīmā bandhitabbā. Kammavācāpariyosāneyeva nimittāni bahi katvā heṭṭhā pathavisandhārakaṃ udakaṃ pariyantaṃ katvā sīmā gatā hoti.",
  "atk-vin02a21:26": "Imaṃ pana samānasaṃvāsakasīmaṃ sammannantehi pabbajjupasampadādīnaṃ saṅghakammānaṃ sukhakaraṇatthaṃ paṭhamaṃ khaṇḍasīmā bandhitabbā. Taṃ pana bandhantehi vattaṃ jānitabbaṃ. Sace hi bodhicetiyabhattasālādīni sabbavatthūni patiṭṭhāpetvā katavihāre bandhanti, vihāramajjhe bahūnaṃ samosaraṇaṭṭhāne abandhitvā vihārapaccante vivittokāse bandhitabbā. Akatavihāre bandhantehi bodhicetiyādīnaṃ sabbavatthūnaṃ ṭhānaṃ sallakkhetvā yathā patiṭṭhitesu vatthūsu vihārapaccante vivittokāse hoti, evaṃ bandhitabbā. Sā heṭṭhimaparicchedena sace ekavīsati bhikkhū gaṇhāti, vaṭṭati. Tato oraṃ na vaṭṭati, paraṃ bhikkhusahassaṃ gaṇhantīpi vaṭṭati. Taṃ bandhantehi sīmāmāḷakassa samantā nimittupagā pāsāṇā ṭhapetabbā, na khaṇḍasīmāya ṭhitehi mahāsīmā bandhitabbā, na mahāsīmāya ṭhitehi khaṇḍasīmā, khaṇḍasīmāyameva pana ṭhatvā khaṇḍasīmā bandhitabbā, mahāsīmāyameva ṭhatvā mahāsīmā.",
  "atk-vin02a21:27": "Tatrāyaṃ bandhanavidhi – samantā ‘‘eso pāsāṇo nimitta’’nti evaṃ nimittāni kittetvā kammavācāya sīmā sammannitabbā. Atha tassā eva daḷhīkammatthaṃ avippavāsakammavācā kātabbā. Evañhi sīmaṃ samūhanissāmāti āgatā samūhanituṃ na sakkhissanti. Sīmaṃ sammannitvā bahisīmantarikapāsāṇā ṭhapetabbā. Sīmantarikā pacchimakoṭiyā ekaratanappamāṇā vaṭṭati. Vidatthippamāṇāpi vaṭṭatīti kurundiyaṃ, caturaṅgulappamāṇāpi vaṭṭatīti mahāpaccariyaṃ vuttaṃ. Sace pana vihāro mahā hoti, dvepi tissopi tatuttaripi khaṇḍasīmāyo bandhitabbā.",
  "atk-vin02a21:28": "Evaṃ khaṇḍasīmaṃ sammannitvā mahāsīmāsammutikāle khaṇḍasīmato nikkhamitvā mahāsīmāya ṭhatvā samantā anupariyāyantehi sīmantarikapāsāṇā kittetabbā. Tato avasesanimittāni kittetvā hatthapāsaṃ avijahantehi kammavācāya samānasaṃvāsakasīmaṃ sammannitvā tassā daḷhīkammatthaṃ avippavāsakammavācāpi kātabbā. Evañhi ‘‘sīmaṃ samūhanissāmā’’ti āgatā samūhanituṃ na sakkhissanti. Sace pana khaṇḍasīmāya nimittāni kittetvā tato sīmantarikāya nimittāni kittetvā mahāsīmāya nimittāni kittenti, evaṃ tīsu ṭhānesu nimittāni kittetvā yaṃ sīmaṃ icchanti, taṃ paṭhamaṃ bandhituṃ vaṭṭati. Evaṃ santepi yathāvuttenayena khaṇḍasīmatova paṭṭhāya bandhitabbā. Evaṃ baddhāsu pana sīmāsu khaṇḍasīmāya ṭhitā bhikkhū mahāsīmāya kammaṃ karontānaṃ na kopenti, mahāsīmāya vā ṭhitā khaṇḍasīmāya kammaṃ karontānaṃ sīmantarikāya pana ṭhitā ubhinnampi na kopenti. Gāmakhette ṭhatvā kammaṃ karontānaṃ pana sīmantarikāya ṭhitā kopenti. Sīmantarikā hi gāmakhettaṃ bhajati.",
  "atk-vin02a21:29": "Sīmā ca nāmesā na kevalaṃ pathavitaleyeva baddhā baddhā nāma hoti. Atha kho piṭṭhipāsāṇepi kuṭigehepi leṇepi pāsādepi pabbatamatthakepi baddhā baddhāyeva hoti. Tattha piṭṭhipāsāṇe bandhantehi pāsāṇapiṭṭhiyaṃ rājiṃ vā koṭṭetvā udukkhalaṃ vā khaṇitvā nimittaṃ na kātabbaṃ , nimittupagapāsāṇe ṭhapetvā nimittāni kittetabbāni. Kammavācāpariyosāne sīmā pathavisandhārakaṃ udakaṃ pariyantaṃ katvā otarati. Nimittapāsāṇā yathāṭhāne na tiṭṭhanti, tasmā samantato rāji vā uṭṭhāpetabbā, catūsu vā koṇesu pāsāṇā vijjhitabbā, ‘‘ayaṃ sīmāparicchedo’’ti vatvā akkharāni vā chinditabbāni. Keci usūyakā sīmaṃ jhāpessāmāti aggiṃ denti, pāsāṇāva jhāyanti, na sīmā.",
  "atk-vin02a21:30": "Kuṭigehepi bandhantehi bhittiṃ akittetvā ekavīsatiyā bhikkhūnaṃ okāsaṭṭhānaṃ anto karitvā pāsāṇanimittāni ṭhapetvā sīmā sammannitabbā, antokuṭṭameva sīmā hoti. Sace antokuṭṭe ekavīsatiyā bhikkhūnaṃ okāso natthi, pamukhe nimittapāsāṇe ṭhapetvā sammannitabbā. Sace evampi nappahoti, bahinibbodakapatanaṭṭhānepi nimittāni ṭhapetvā sammannitabbā. Evaṃ sammatāya pana sabbaṃ kuṭigehaṃ sīmaṭṭhameva hoti.",
  "atk-vin02a21:31": "Catubhittiyaleṇepi bandhantehi kuṭṭaṃ akittetvā pāsāṇāva kittetabbā. Sace anto okāso natthi, pamukhepi nimittāni ṭhapetabbāni. Sace nappahoti, bahi nibbodakapatanaṭṭhānepi nimittapāsāṇe ṭhapetvā nimittāni kittetvā sīmā sammannitabbā. Evaṃ leṇassa anto ca bahi ca sīmā hoti.",
  "atk-vin02a21:32": "Uparipāsādepi bhittiṃ akittetvā anto pāsāṇe ṭhapetvā sīmā sammannitabbā. Sace nappahoti, pamukhepi pāsāṇe ṭhapetvā sammannitabbā. Evaṃ sammatā uparipāsādeyeva hoti, heṭṭhā na otarati. Sace pana bahūsu thambhesu tulānaṃ upari katapāsādassa heṭṭhimatale kuṭṭo yathā nimittānaṃ anto hoti, evaṃ uṭṭhahitvā tulārukkhehi ekasambaddho ṭhito, heṭṭhāpi otarati. Ekathambhapāsādassa pana uparimatale baddhā sīmā sace thambhamatthake ekavīsatiyā bhikkhūnaṃ okāso hoti, heṭṭhā otarati. Sace pāsādabhittito niggatesu niyyūhakādīsu pāsāṇe ṭhapetvā sīmaṃ bandhanti, pāsādabhitti antosīmāyaṃ hoti. Heṭṭhā panassā otaraṇānotaraṇaṃ vuttanayeneva veditabbaṃ. Heṭṭhāpāsāde kittentehipi bhitti ca rukkhatthambhā ca na kittetabbā. Bhittilagge pana pāsāṇatthambhe kittetuṃ vaṭṭati. Evaṃ kittitā sīmā heṭṭhā pāsādassa pariyantathambhānaṃ antoyeva hoti. Sace pana heṭṭhāpāsādassa kuḍḍo uparimatalena sambaddho hoti, uparipāsādampi abhiruhati. Sace pāsādassa bahi nibbodakapatanaṭṭhāne nimittāni karonti, sabbo pāsādo sīmaṭṭho hoti.",
  "atk-vin02a21:33": "Pabbatamatthake talaṃ hoti ekavīsatiyā bhikkhūnaṃ okāsārahaṃ, tattha piṭṭhipāsāṇe viya sīmaṃ bandhanti. Heṭṭhāpabbatepi teneva paricchedena sīmā otarati. Tālamūlakapabbatepi upari sīmā baddhā heṭṭhā otarateva. Yo pana vitānasaṇṭhāno hoti, upari ekavīsatiyā bhikkhūnaṃ okāso atthi, heṭṭhā natthi, tassa upari baddhā sīmā heṭṭhā na otarati. Evaṃ mudiṅgasaṇṭhāno vā hotu paṇavasaṇṭhāno vā, yassa heṭṭhā vā majjhe vā sīmappamāṇaṃ natthi, tassupari baddhā sīmā heṭṭhā neva otarati. Yassa pana dve kūṭāni āsanne ṭhitāni, ekassapi upari sīmappamāṇaṃ nappahoti, tassa kūṭantaraṃ cinitvā vā pūretvā vā ekābaddhaṃ katvā upari sīmā sammannitabbā.",
  "atk-vin02a21:34": "Eko sappaphaṇasadiso pabbato, tassupari sīmappamāṇassa atthitāya sīmaṃ bandhanti, tassa ce heṭṭhā ākāsapabbhāraṃ hoti, sīmā na otarati. Sace panassa vemajjhe sīmappamāṇo susirapāsāṇo hoti, otarati. So ca pāsāṇo sīmaṭṭhoyeva hoti. Athāpissa heṭṭhā leṇassa kuṭṭo aggakoṭiṃ āhacca tiṭṭhati , otarati, heṭṭhā ca upari ca sīmāyeva hoti. Sace pana heṭṭhā uparimassa sīmāparicchedassa pārato anto-leṇaṃ hoti, bahi sīmā na otarati. Athāpi uparimassa sīmāparicchedassa orato bahileṇaṃ hoti, anto sīmā na otarati. Athāpi upari sīmāya paricchedo khuddako, heṭṭhā leṇaṃ mahantaṃ sīmāparicchedamatikkamitvā ṭhitaṃ, sīmā upariyeva hoti, heṭṭhā na otarati. Yadi pana leṇaṃ khuddakaṃ sabbapacchimasīmāparimāṇaṃ, upari sīmā mahatī taṃ ajjhottharitvā ṭhitā, sīmā otarati. Atha leṇaṃ atikhuddakaṃ sīmappamāṇaṃ na hoti, sīmā upariyeva hoti, heṭṭhā na otarati. Sace tato upaḍḍhaṃ bhijjitvā patati, sīmappamāṇaṃ cepi hoti, bahi patitaṃ asīmā. Apatitaṃ pana yadi sīmappamāṇaṃ, sīmā hotiyeva.",
  "atk-vin02a21:35": "Khaṇḍasīmā nīcavatthukā hoti, taṃ pūretvā uccavatthukaṃ karonti, sīmāyeva. Sīmāya gehaṃ karonti, sīmaṭṭhakameva hoti. Sīmāya pokkharaṇiṃ khaṇanti, sīmāyeva. Ogho sīmāmaṇḍalaṃ ottharitvā gacchati, sīmāmāḷake aṭṭaṃ bandhitvā kammaṃ kātuṃ vaṭṭati. Sīmāya heṭṭhā umaṅganadī hoti, iddhimā bhikkhu tattha nisīdati, sace sā nadī paṭhamaṃ gatā, sīmā pacchā baddhā , kammaṃ na kopeti. Atha paṭhamaṃ sīmā baddhā, pacchā nadī gatā, kammaṃ kopeti. Heṭṭhāpathavitale ṭhito pana kopetiyeva.",
  "atk-vin02a21:36": "Sīmāmāḷake vaṭarukkho hoti, tassa sākhā vā tato niggatapāroho vā mahāsīmāya pathavitalaṃ vā tatthajātarukkhādīni vā āhacca tiṭṭhati, mahāsīmaṃ sodhetvā vā kammaṃ kātabbaṃ, te vā sākhāpārohā chinditvā bahiṭṭhakā kātabbā. Anāhacca ṭhitasākhādīsu āruḷhabhikkhu hatthapāsaṃ ānetabbo. Evaṃ mahāsīmāya jātarukkhassa sākhā vā pāroho vā vuttanayeneva sīmāmāḷake patiṭṭhāti, vuttanayeneva sīmaṃ sodhetvā vā kammaṃ kātabbaṃ, te vā sākhāpārohā chinditvā bahiṭṭhakā kātabbā.",
  "atk-vin02a21:37": "Sace sīmāmāḷake kamme kariyamāne koci bhikkhu sīmāmāḷakassa anto pavisitvā vehāsaṭṭhitasākhāya nisīdati , pādā vāssa bhūmigatā honti, nivāsanapārupanaṃ vā bhūmiṃ phusati, kammaṃ kātuṃ na vaṭṭati. Pāde pana nivāsanapārupanañca ukkhipāpetvā kātuṃ vaṭṭati. Idañca lakkhaṇaṃ purimanayepi veditabbaṃ. Ayaṃ pana viseso – tatra ukkhipāpetvā kātuṃ na vaṭṭati, hatthapāsameva ānetabbo. Sace antosīmato pabbato abbhugacchati, tatraṭṭho bhikkhu hatthapāsaṃ ānetabbo. Iddhiyā antopabbataṃ paviṭṭhepi eseva nayo. Bajjhamānā eva hi sīmā pamāṇarahitaṃ padesaṃ na otarati. Baddhasīmāya jātaṃ yaṃkiñci yattha katthaci ekasambaddhena gataṃ sīmāsaṅkhyameva gacchatīti.",
  "atk-vin02a21:38": "140.Tiyojanaparamanti ettha tiyojanaṃ paramaṃ pamāṇametissāti tiyojanaparamā; taṃ tiyojanaparamaṃ. Sammannantena pana majjhe ṭhatvā yathā catūsupi disāsu diyaḍḍhadiyaḍḍhayojanaṃ hoti, evaṃ sammannitabbā. Sace pana majjhe ṭhatvā ekekadisato tiyojanaṃ karonti, chayojanaṃ hotīti na vaṭṭati. Caturassaṃ vā tikoṇaṃ vā sammannantena yathā koṇato koṇaṃ tiyojanaṃ hoti, evaṃ sammannitabbā. Sace hi yena kenaci pariyantena kesaggamattampi tiyojanaṃ atikkāmeti, āpattiñca āpajjati sīmā ca asīmā hoti.",
  "atk-vin02a21:39": "Nadīpāranti ettha pārayatīti pārā. Kiṃ pārayati? Nadiṃ. Nadiyā pārā nadīpārā, taṃ nadīpāraṃ; nadiṃ ajjhottharamānanti attho. Ettha ca nadiyā lakkhaṇaṃ nadīnimitte vuttanayameva. Yatthassa dhuvanāvā vāti yattha nadiyā sīmābandhanaṭṭhānagatesu titthesu niccasañcaraṇanāvā assa, yā sabbantimena paricchedena pājanapurisena saddhiṃ tayo jane vahati. Sace pana sā nāvā uddhaṃ vā adho vā kenacideva karaṇīyena puna āgamanatthāya nītā, corehi vā haṭā, avassaṃ labbhaneyyā, yā pana vātena vā chinnabandhanā vīcīhi nadimajjhaṃ nītā avassaṃ āharitabbā, puna dhuvanāvāva hoti. Udake ogate thalaṃ ussāritāpi sudhākasaṭādīhi pūretvā ṭhapitāpi dhuvanāvāva. Sace bhinnā vā visaṅkhatapadarā vā na vaṭṭati. Mahāpadumatthero panāha – ‘‘sacepi tāvakālikaṃ nāvaṃ ānetvā sīmābandhanaṭṭhāne ṭhapetvā nimittāni kittenti, dhuvanāvāva hotī’’ti. Tatra mahāsumatthero āha – ‘‘nimittaṃ vā sīmā vā kammavācāya gacchati na nāvāya. Bhagavatā ca dhuvanāvā anuññātā, tasmā nibaddhanāvāyeva vaṭṭatī’’ti.",
  "atk-vin02a21:40": "Dhuvasetu vāti yattha rukkhasaṅghāṭamayo vā padarabaddho vā jaṅghasatthasetu vā hatthissādīnaṃ sañcaraṇayoggo mahāsetu vā atthi; antamaso taṅkhaṇaññeva rukkhaṃ chinditvā manussānaṃ sañcaraṇayoggo ekapadikasetupi dhuvasetutveva saṅkhyaṃ gacchati. Sace pana upari baddhāni vettalatādīni hatthena gahetvāpi na sakkā hoti tena sañcarituṃ, na vaṭṭati.",
  "atk-vin02a21:41": "Evarūpaṃ nadīpārasīmaṃ sammannitunti yatthāyaṃ vuttappakārā dhuvanāvā vā dhuvasetu vā abhimukhatittheyeva atthi, evarūpaṃ nadīpārasīmaṃ sammannituṃ anujānāmīti attho. Sace dhuvanāvā vā dhuvasetu vā abhimukhatitthe natthi, īsakaṃ uddhaṃ abhiruhitvā adho vā orohitvā atthi, evampi vaṭṭati. Karavīkatissatthero pana ‘‘gāvutamattabbhantarepi vaṭṭatī’’ti āha.",
  "atk-vin02a21:42": "Imañca pana nadīpārasīmaṃ sammannantena ekasmiṃ tīre ṭhatvā uparisote nadītīre nimittaṃ kittetvā tato paṭṭhāya attānaṃ parikkhipantena yattakaṃ paricchedaṃ icchati, tassa pariyosāne adhosotepi nadītīre nimittaṃ kittetvā paratīre sammukhaṭṭhāne nadītīre nimittaṃ kittetabbaṃ. Tato paṭṭhāya yattakaṃ paricchedaṃ icchati, tassa vasena yāva uparisote paṭhamakittitanimittassa sammukhā nadītīre nimittaṃ, tāva kittetvā paccāharitvā paṭhamakittitanimittena saddhiṃ ghaṭetabbaṃ. Atha sabbanimittānaṃ anto ṭhite bhikkhū hatthapāsagate katvā kammavācāya sīmā sammannitabbā. Nadiyaṃ ṭhitā anāgatāpi kammaṃ na kopenti. Sammutipariyosāne ṭhapetvā nadiṃ nimittānaṃ anto pāratīre ca orimatīre ca ekasīmā hoti. Nadī pana baddhasīmāsaṅkhyaṃ na gacchati, visuṃ nadisīmā eva hi sā.",
  "atk-vin02a21:43": "Sace antonadiyaṃ dīpako hoti, taṃ antosīmāya kātukāmena purimanayeneva attanā ṭhitatīre nimittāni kittetvā dīpakassa orimante ca pārimante ca nimittaṃ kittetabbaṃ. Atha paratīre nadiyā orimatīre nimittassa sammukhaṭṭhāne nimittaṃ kittetvā tato paṭṭhāya purimanayeneva yāva uparisote paṭhamakittitanimittassa sammukhā nimittaṃ, tāva kittetabbaṃ. Atha dīpakassa pārimante ca orimante ca nimittaṃ kittetvā paccāharitvā paṭhamakittitanimittena saddhiṃ ghaṭetabbaṃ. Atha dvīsu tīresu dīpake ca bhikkhū sabbeva hatthapāsagate katvā kammavācāya sīmā sammannitabbā. Nadiyaṃ ṭhitā anāgacchantāpi kammaṃ na kopenti. Sammutipariyosāne ṭhapetvā nadiṃ nimittānaṃ anto tīradvayañca dīpako ca ekasīmā hoti, nadī pana nadisīmāyeva.",
  "atk-vin02a21:44": "Sace pana dīpako vihārasīmāparicchedato uddhaṃ vā adho vā adhikataro hoti, atha vihārasīmāparicchedanimittassa ujukameva sammukhibhūte dīpakassa sorimante nimittaṃ kittetvā tato paṭṭhāya dīpakasikharaṃ parikkhipantona puna dīpakassa sorimante nimittasammukhe pārimante nimittaṃ kittetabbaṃ. Tato paraṃ purimanayeneva pāratīre sammukhanimīttamādiṃkatvā pāratīranimittāni ca dīpakassa pārimantasorimantanimittāni ca kittetvā paṭhamakittitanimittena saddhiṃ ghaṭanā kātabbā. Evaṃ kittetvā sammatā sīmā pabbatasaṇḍānā hoti.",
  "atk-vin02a21:45": "Sace pana dīpako vihārasīmāparicchedato uddhampi adhopi adhikataro hoti. Purimanayeneva dīpakassa ubhopi sīkharāni parikkhipitvā nimittāni kittentena nimittaghaṭanā kātabbā. Evaṃ kittetvā sammatā sīmā mudiṅgasaṇṭhānā hoti.",
  "atk-vin02a21:46": "Sace dīpako vihārasīmāparicchedassa anto khuddako hoti, sabbapaṭhamanayena dīpake nimittāni kittetabbāni. Evaṃ kittetvā sammatā sīmā paṇavasaṇṭhānā hoti.",
  "atk-vin02a21:47": "Sīmānujānanakathā niṭṭhitā.",
  "atk-vin02a21:48": "Uposathāgārādikathā",
  "atk-vin02a21:49": "141.Anupariveṇiyanti ekasīmamahāvihāre tasmiṃ tasmiṃ pariveṇe. Asaṅketenāti saṅketaṃ akatvā. Ekaṃ samūhanitvāti kammavācāya samūhanitvā.",
  "atk-vin02a21:50": "142.Yato pātimokkhaṃ suṇātīti yattha katthaci bhikkhūnaṃ hatthapāse nisinno yasmā pātimokkhaṃ suṇāti; katovassa uposathoti attho. Idañca vatthuvasena vuttaṃ, hatthapāse nisinnassa pana asuṇantassāpi katova hoti uposatho. Nimittā kittetabbāti uposathapamukhassa khuddakāni vā mahantāni vā pāsāṇaiṭṭhakadārukhaṇḍadaṇḍakādīni yāni kānici nimittāni abbhokāse vā māḷakādīsu vā yattha katthaci saññaṃ katvā kittetuṃ vaṭṭati. Atha vā nimittā kittetabbāti nimittupagā vā animittupagā vā paricchedajānanatthaṃ kittetabbā.",
  "atk-vin02a21:51": "Therehi bhikkhūhi paṭhamataraṃ sannipatitunti ettha sace mahāthero paṭhamataraṃ na āgacchati, dukkaṭaṃ. Sabbeheva ekajjhaṃ sannipatitvā uposatho kātabboti ettha sace porāṇako āvāso majjhe vihārassa hoti, pahoti cettha bhikkhūnaṃ nisajjaṭṭhānaṃ, tattha sannipatitvā uposatho kātabbo. Sace porāṇako paridubbalo ceva sambādho ca añño pacchā uṭṭhitāvāso asambādho, tattha uposatho kātabbo.",
  "atk-vin02a21:52": "Yattha vā pana thero bhikkhu viharatīti etthāpi sace therassa vihāro sabbesaṃ pahoti, phāsuko hoti, tattha uposatho kātabbo. Sace pana so paccante visamappadese hoti, therassa vattabbaṃ – ‘‘bhante, tumhākaṃ vihāro aphāsukadeso, natthi ettha sabbesaṃ okāso , asukasmiṃ nāma āvāse okāso atthi, tattha gantuṃ vaṭṭatī’’ti. Sace thero nāgacchati, tassa chandapārisuddhiṃ ānetvā sabbesaṃ pahonake phāsukaṭṭhāne uposatho kātabbo.",
  "atk-vin02a21:53": "Avippavāsasīmānujānanakathā",
  "atk-vin02a21:54": "143.Andhakavindāti rājagahato gāvutattaye andhakavindaṃ nāma, taṃ upanissāya thero vasati; tato rājagahaṃ uposathaṃ āgacchanto. Rājagahañhi parikkhipitvā aṭṭhārasa mahāvihārā sabbe ekasīmā, dhammasenāpatinā nesaṃ sīmā baddhā, tasmā veḷuvane saṅghassa sāmaggīdānatthaṃ āgacchantoti attho. Nadiṃ tarantoti sippiniyaṃ nāma nadiṃ atikkamanto. Manaṃ vuḷho ahosīti īsakaṃ appattavuḷhabhāvo ahosi. Sā kira nadī gijjhakūṭato otaritvā caṇḍena sotena vahati. Tattha vegena āgacchantaṃ udakaṃ amanasikaronto thero manaṃ vuḷho ahosi, na pana vuḷho, udakabbhāhatānissa cīvarāni allāni jātāni.",
  "atk-vin02a21:55": "144.Sammatā sā sīmā saṅghena ticīvarena avippavāsā ṭhapetvā gāmañca gāmūpacārañcāti imissā kammavācāya uppannakālato paṭṭhāya bhikkhūnaṃ purimakammavācā na vaṭṭati. Ayameva hi thāvarā hoti. Bhikkhunīnaṃ pana ayaṃ na vaṭṭati, purimāyeva vaṭṭati. Kasmā? Bhikkhunisaṅgho hi antogāme vasati. Yadi evaṃ siyā, so etāya kammavācāya ticīvaraparihāraṃ na labheyya, atthi cassa parihāro, tasmā purimāyeva vaṭṭati. Bhikkhunisaṅghassa hi dvepi sīmāyo labbhanti. Tattha bhikkhūnaṃ sīmaṃ ajjhottharitvāpi tassā antopi bhikkhunīnaṃ sīmaṃ sammannituṃ vaṭṭati. Bhikkhūnampi bhikkhunisīmāya eseva nayo. Na hi te aññamaññassa kamme gaṇapūrakā honti, na kammavācaṃ vaggaṃ karonti. Ettha ca nigamanagarānampi gāmeneva saṅgaho veditabbo.",
  "atk-vin02a21:56": "Gāmūpacāroti parikkhittassa parikkhepo, aparikkhittassa parikkhepokāso. Tesu adhiṭṭhitatecīvariko bhikkhu parihāraṃ na labhati. Iti bhikkhūnaṃ avippavāsasīmā gāmañca gāmūpacārañca na ottharati, samānasaṃvāsakasīmāva ottharati. Samānasaṃvāsakasīmā cettha attano dhammatāya gacchati. Avippavāsasīmā pana yattha samānasaṃvāsakasīmā, tattheva gacchati. Na hi tassā visuṃ nimittakittanaṃ atthi, tattha sace avippavāsāya sammutikāle gāmo atthi, taṃ sā na ottharati. Sace pana sammatāya sīmāya pacchā gāmo nivisati, sopi sīmāsaṅkhyameva gacchati. Yathā ca pacchā niviṭṭho, evaṃ paṭhamaṃ niviṭṭhassa pacchā vaḍḍhitappadesopi sīmāsaṅkhyameva gacchati. Sacepi sīmāsammutikāle gehāni katāni, pavisissāmāti ālayopi atthi, manussā pana appaviṭṭhā, porāṇakagāmaṃ vā sagehameva chaḍḍetvā aññattha gatā, agāmoyeva esa, sīmā ottharati . Sace pana ekampi kulaṃ paviṭṭhaṃ vā āgataṃ vā atthi, gāmoyeva sīmā na ottharati.",
  "atk-vin02a21:57": "Evañca pana bhikkhave ticīvarena avippavāso samūhantabboti ettha samūhanantena bhikkhunā vattaṃ jānitabbaṃ. Tatridaṃ vattaṃ – khaṇḍasīmāya ṭhatvā avippavāsasīmā na samūhantabbā, tathā avippavāsasīmāya ṭhatvā khaṇḍasīmāpi. Khaṇḍasīmāyaṃ pana ṭhitena khaṇḍasīmāva samūhanitabbā, tathā itarāya ṭhitena itarā. Sīmaṃ nāma dvīhi kāraṇehi samūhananti pakatiyā khuddakaṃ puna āvāsavaḍḍhanatthāya mahatiṃ vā kātuṃ; pakatiyā mahatiṃ puna aññesaṃ vihārokāsadānatthāya khuddakaṃ vā kātuṃ. Tattha sace khaṇḍasīmañca avippavāsasīmañca jānanti, samūhanituñceva bandhituñca sakkhissanti. Khaṇḍasīmaṃ pana jānantā avippavāsaṃ ajānantāpi samūhanituñceva bandhituñca sakkhissanti. Khaṇḍasīmaṃ ajānantā avippavāsaṃyeva jānantā cetiyaṅgaṇabodhiyaṅgaṇauposathāgārādīsu nirāsaṅkaṭṭhānesu ṭhatvā appeva nāma samūhanituṃ sakkhissanti, paṭibandhituṃ pana na sakkhissanteva. Sace bandheyyuṃ, sīmāsambhedaṃ katvā vihāraṃ avihāraṃ kareyyuṃ, tasmā na samūhanitabbā. Ye pana ubhopi na jānanti, teneva samūhanituṃ na bandhituṃ sakkhissanti. Ayañhi sīmā nāma kammavācāya vā asīmā hoti sāsanantaradhānena vā, na ca sakkā sīmaṃ ajānantehi kammavācā kātuṃ, tasmā na samūhanitabbā. Sādhukaṃ pana ñatvāyeva samūhanitabbā ca bandhitabbā cāti.",
  "atk-vin02a21:58": "Gāmasīmādikathā",
  "atk-vin02a21:59": "147. Evaṃ baddhasīmāvasena samānasaṃvāsañca ekūposathabhāvañca dassetvā idāni abaddhasīmesupi okāsesu taṃ dassento ‘‘asammatāya, bhikkhave, sīmāya aṭṭhapitāyā’’tiādimāha. Tattha aṭṭhapitāyāti aparicchinnāya. Gāmaggahaṇena cettha nagarampi gahitameva hoti. Tattha yattake padese tassa gāmassa bhojakā baliṃ labhanti, so padeso appo vā hotu mahanto vā, gāmasīmātveva saṅkhyaṃ gacchati. Nagaranigamasīmāsupi eseva nayo. Yampi ekasmiṃyeva gāmakhette ekaṃ padesaṃ ‘‘ayaṃ visuṃ gāmo hotū’’ti paricchinditvā rājā kassaci deti, sopi visuṃgāmasīmā hotiyeva. Tasmā sā ca itarā ca pakatigāmanagaranigamasīmā baddhasīmāsadisāyeva honti, kevalaṃ pana ticīvaravippavāsaparihāraṃ na labhanti.",
  "atk-vin02a21:60": "Evaṃ gāmantavāsīnaṃ sīmāparicchedaṃ dassetvā idāni āraññakānaṃ sīmāparicchedaṃ dassento ‘‘agāmake ce’’tiādimāha. Tattha agāmake ceti gāmanigamanagarasīmāhi aparicchinne aṭavippadese. Atha vā agāmake ceti vijjhāṭavisadise araññe bhikkhu vasati, athassa ṭhitokāsato samantā sattabbhantarā samānasaṃvāsakasīmāti attho. Ayaṃ sīmā ticīvaravippavāsaparihārampi labhati. Tattha ekaṃ abbhantaraṃ aṭṭhavīsati hatthappamāṇaṃ hoti. Majjhe ṭhitassa samantā sattabbhantarā vinibbedhena cuddasa honti. Sace dve saṅghā visuṃ vinayakammāni karonti, dvinnaṃ sattabbhantarānaṃ antare aññaṃ ekaṃ sattabbhantaraṃ upacāratthāya ṭhapetabbaṃ. Sesā sattabbhantarasīmakathā mahāvibhaṅge udositasikkhāpadavaṇṇanāyaṃ vuttanayena gahetabbā.",
  "atk-vin02a21:61": "Sabbā bhikkhave nadī asīmāti yā kāci nadīlakkhaṇappattā nadī nimittāni kittetvā ‘‘etaṃ baddhasīmaṃ karomā’’ti katāpi asīmāva hoti, sā pana attano sabhāveneva baddhasīmāsadisā, sabbamettha saṅghakammaṃ kātuṃ vaṭṭati. Samuddajātassaresupi eseva nayo. Ettha ca jātassaro nāma yena kenaci khaṇitvā akato sayaṃjātasobbho samantato āgatena udakena pūrito tiṭṭhati.",
  "atk-vin02a21:62": "Evaṃ nadīsamuddajātassarānaṃ baddhasīmābhāvaṃ paṭikkhipitvā puna tattha abaddhasīmāpaacchedaṃ dassento ‘‘nadiyā vā bhikkhave’’tiādimāha. Tattha yaṃ majjhimassa purisassa samantā udakukkhepāti yaṃ ṭhānaṃ majjhimassa purisassa samantato udakukkhepena paricchinnaṃ. Kathaṃ pana udakaṃ ukkhipitabbaṃ? Yathā akkhadhuttā dāruguḷaṃ khipanti, evaṃ udakaṃ vā vālikaṃ vā hatthena gahetvā thāmamajjhimena purisena sabbathāmena khipitabbaṃ. Yattha evaṃ khittaṃ udakaṃ vā vālikā vā patati, ayameko udakukkhepo. Tassa anto hatthapāsaṃ vijahitvā ṭhito kammaṃ kopeti. Yāva parisā vaḍḍhati, tāva sīmāpi vaḍḍhati. Parisapariyantato udakukkhepoyeva pamāṇaṃ. Jātassarasamuddesupi eseva nayo.",
  "atk-vin02a21:63": "Ettha ca sace nadī nātidīghā hoti, pabhavato paṭṭhāya yāva mukhadvārā sabbattha saṅgho nisīdati, udakukkhepasīmākammaṃ natthi, sakalāpi nadī etesaṃyeva bhikkhūnaṃ pahoti. Yaṃ pana mahāsumattherena vuttaṃ ‘‘yojanaṃ pavattamānāyeva nadī, tatrāpi upari addhayojanaṃ pahāya heṭṭhā addhayojane kammaṃ kātuṃ vaṭṭatī’’ti, taṃ mahāpadumatthereneva paṭikkhittaṃ. Bhagavatā hi ‘‘timaṇḍalaṃ paṭicchādetvā yattha katthaci uttarantiyā bhikkhuniyā antaravāsako temiyatī’’ti idaṃ nadiyā pamāṇaṃ vuttaṃ, na yojanaṃ vā addhayojanaṃ vā. Tasmā yā imassa suttassa vasena pubbe vuttalakkhaṇā nadī, tassā pabhavato paṭṭhāya saṅghakammaṃ kātuṃ vaṭṭatīti. Sace panettha bahū bhikkhū visuṃ visuṃ kammaṃ karonti, sabbehi attano ca aññesañca udakukkhepaparicchedassa antarā añño udakukkhepo sīmantarikatthāya ṭhapetabbo. Tato adhikaṃ vaṭṭatiyeva, ūnakaṃ pana na vaṭṭatīti vuttaṃ. Jātassarasamuddesupi eseva nayo.",
  "atk-vin02a21:64": "Nadiyā pana kammaṃ karissāmāti gatehi sace nadī paripuṇṇā hoti samatittikā, udakasāṭikaṃ nivāsetvāpi antonadiyaṃyeva kammaṃ kātabbaṃ. Sace na sakkonti, nāvāyapi ṭhatvā kātabbaṃ. Gacchantiyā pana nāvāya kātuṃ na vaṭṭati. Kasmā? Udakukkhepamattameva hi sīmā, taṃ nāvā sīghameva atikkāmeti. Evaṃ sati aññissā sīmāya ñatti aññissā anusāvanā hoti, tasmā nāvaṃ arittena vā ṭhapetvā pāsāṇe vā lambitvā antonadiyaṃ jātarukkhe vā bandhitvā kammaṃ kātabbaṃ. Antonadiyaṃ baddhaaṭṭakepi antonadiyaṃ jātarukkhepi ṭhitehi kātuṃ vaṭṭati.",
  "atk-vin02a21:65": "Sace pana rukkhassa sākhā vā tato nikkhantapāroho vā bahinadītīre vihārasīmāya vā gāmasīmāya vā patiṭṭhito, sīmaṃ vā sodhetvā sākhaṃ vā chinditvā kammaṃ kātabbaṃ. Bahinadītīre jātarukkhassa antonadiyaṃ paviṭṭhasākhāya vā pārohe vā nāvaṃ bandhitvā kammaṃ kātuṃ na vaṭṭati. Karontehi sīmā vā sodhetabbā, chinditvā vāssa bahipatiṭṭhitabhāvo nāsetabbo. Nadītīre pana khāṇukaṃ koṭṭetvā tattha baddhanāvāya na vaṭṭatiyeva.",
  "atk-vin02a21:66": "Nadiyaṃ setuṃ karonti, sace antonadiyaṃyeva setu vā setupādā vā, setumhi ṭhitehi kammaṃ kātuṃ vaṭṭati. Sace pana setu vā setupādā vā bahitīre patiṭṭhitā, kammaṃ kātuṃ na vaṭṭati, sīmaṃ sodhetvā kātabbaṃ. Atha setupādā anto, setu pana ubhinnampi tīrānaṃ upariākāse ṭhito, vaṭṭati. Antonadiyaṃ pāsāṇo vā dīpako vā hoti, tassa yattakaṃ padesaṃ pubbe vuttappakāre pakativassakāle vassānassa catūsu māsesu udakaṃ ottharati, so nadīsaṅkhyameva gacchati. Ativuṭṭhikāle pana oghena otthaṭokāso na gahetabbo, so hi gāmasīmāsaṅkhyameva gacchati.",
  "atk-vin02a21:67": "Nadito mātikaṃ nīharantā nadiyaṃ āvaraṇaṃ karonti, tañce ottharitvā vā vinibbijjhitvā vā udakaṃ gacchati, sabbattha pavattanaṭṭhāne kammaṃ kātuṃ vaṭṭati. Sace pana āvaraṇena vā koṭṭakabandhanena vā sotaṃ pacchijjati, udakaṃ nappavattati, appavattanaṭṭhāne kammaṃ kātuṃ na vaṭṭati. Āvaraṇamatthakepi kātuṃ na vaṭṭati. Sace koci āvaraṇappadeso pubbe vuttapāsāṇadīpakappadeso viya udakena ajjhotthariyati, tattha vaṭṭati. So hi nadīsaṅkhyameva gacchati. Nadiṃ vināsetvā taḷākaṃ karonti, heṭṭhā pāḷi baddhā, udakaṃ āgantvā taḷākaṃ pūretvā tiṭṭhati, ettha kammaṃ kātuṃ na vaṭṭati. Upari pavattanaṭṭhāne heṭṭhā ca chaḍḍitamodakaṃ nadiṃ ottharitvā sandanaṭṭhānato paṭṭhāya vaṭṭati. Deve avassante hemantagimhesu vā sukkhanadiyāpi vaṭṭati. Nadito nīhaṭamātikāya na vaṭṭati. Sace sā kālantarena bhijjitvā nadī hoti, vaṭṭati. Kāci nadī kālantarena uppatitvā gāmanigamasīmaṃ ottharitvā pavattati, nadīyeva hoti, kammaṃ kātuṃ vaṭṭati. Sace pana vihārasīmaṃ ottharati, vihārasīmātveva saṅkhyaṃ gacchati.",
  "atk-vin02a21:68": "Samuddepi kammaṃ karontehi yaṃ padesaṃ uddhaṃ vaḍḍhanaudakaṃ vā pakativīci vā vegena āgantvā ottharati, tattha kātuṃ na vaṭṭati. Yasmiṃ pana padese pakativīciyo ottharitvā saṇṭhahanti, so udakantato paṭṭhāya antosamuddo nāma, tattha ṭhitehi kammaṃ kātabbaṃ. Sace ūmivego bādhati, nāvāya vā aṭṭake vā ṭhatvā kātabbaṃ. Tesu vinicchayo nadiyaṃ vuttanayeneva veditabbo. Samudde piṭṭhipāsāṇo hoti, taṃ kadāci ūmiyo āgantvā ottharanti , kadāci na ottharanti, tattha kammaṃ kātuṃ na vaṭṭati, so hi gāmasīmāsaṅkhyameva gacchati. Sace pana vīcīsu āgatāsupi anāgatāsupi pakatiudakeneva otthariyati, vaṭṭati. Dīpako vā pabbato vā hoti, so ce dūre hoti macchabandhānaṃ agamanapathe, araññasīmāsaṅkhyameva gacchati. Tesaṃ gamanapariyantassa orato pana gāmasīmāsaṅkhyaṃ gacchati. Tattha gāmasīmaṃ asodhetvā kammaṃ kātuṃ na vaṭṭati. Samuddo gāmasīmaṃ vā nigamasīmaṃ vā ottharitvā tiṭṭhati, samuddova hoti, tattha kammaṃ kātuṃ vaṭṭati. Sace pana vihārasīmaṃ ottharati, vihārasīmātveva saṅkhyaṃ gacchati.",
  "atk-vin02a21:69": "Jātassare kammaṃ karontehipi yattha pubbe vuttappakāre vassakāle vasse pacchinnamatte pivituṃ vā hatthapāde vā dhovituṃ udakaṃ na hoti, sukkhati, ayaṃ na jātassaro, gāmakhettasaṅkhyameva gacchati, tattha kammaṃ na kātabbaṃ. Yattha pana vuttappakāre vassakāle udakaṃ santiṭṭhati, ayameva jātassaro. Tassa yattake padese vassānaṃ cātumāse udakaṃ tiṭṭhati, tattha kammaṃ kātuṃ vaṭṭati. Sace gambhīraṃ udakaṃ, aṭṭakaṃ bandhitvā tattha ṭhitehipi jātassarassa anto jātarukkhamhi baddhaaṭṭakepi kātuṃ vaṭṭati. Piṭṭhipāsāṇadīpakesu panettha nadiyaṃ vuttasadisova vinicchayo. Samavassadevakāle pahonakajātassaro pana sacepi dubbuṭṭhikāle vā gimhahemantesu vā sukkhati, nirudako hoti, tattha saṅghakammaṃ kātuṃ vaṭṭati. Yaṃ andhakaṭṭhakathāyaṃ vuttaṃ ‘‘sabbo jātassaro sukkho anodako , gāmakhettaṃyeva bhajatī’’ti, taṃ na gahetabbaṃ. Sace panettha udakatthāya āvāṭaṃ vā pokkharaṇīādīni vā khaṇanti, taṃ ṭhānaṃ ajātassaro hoti, gāmasīmāsaṅkhyaṃ gacchati. Lābutipusakādivappe katepi eseva nayo.",
  "atk-vin02a21:70": "Sace pana taṃ pūretvā thalaṃ vā karonti, ekasmiṃ disābhāge pāḷiṃ bandhitvā sabbameva taṃ mahātaḷākaṃ vā karonti, sabbopi ajātassaro hoti, gāmasīmāsaṅkhyameva gacchati. Loṇīpi jātassarasaṅkhyameva gacchati. Vassike cattāro māse udakaṭṭhānokāse kammaṃ kātuṃ vaṭṭatīti.",
  "atk-vin02a21:71": "148.Sīmāya sīmaṃ sambhindantīti attano sīmāya paresaṃ baddhasīmaṃ sambhindanti. Sace hi porāṇakassa vihārassa puratthimāya disāya ambo ceva jambū cāti dve rukkhā aññamaññaṃ saṃsaṭṭhaviṭapā honti, tesu ambassa pacchimadisābhāge jambū. Vihārasīmā ca jambuṃ anto katvā ambaṃ kittetvā baddhā hoti, atha pacchā tassa vihārassa puratthimāya disāya vihāraṃ katvā sīmaṃ bandhantā taṃ ambaṃ anto katvā jambuṃ kittetvā bandhanti, sīmāya sīmā sambhinnā hoti. Evaṃ chabbaggiyā akaṃsu, tenāha – ‘‘sīmāya sīmaṃ sambhindantī’’ti.",
  "atk-vin02a21:72": "Sīmāya sīmaṃ ajjhottharantīti attano sīmāya paresaṃ baddhasīmaṃ ajjhottharanti;",
  "atk-vin02a21:73": "Paresaṃ baddhasīmaṃ sakalaṃ vā tassā padesaṃ vā anto katvā attano sīmaṃ bandhanti. Sīmantarikaṃ ṭhapetvā sīmaṃ sammannitunti ettha sace paṭhamataraṃ katassa vihārassa sīmā asammatā hoti, sīmāya upacāro ṭhapetabbo. Sace sammatā hoti, pacchimakoṭiyā hatthamattā sīmantarikā ṭhapetabbā. Kurundiyaṃ vidatthimattampi, mahāpaccariyaṃ caturaṅgulamattampi vaṭṭatīti vuttaṃ. Ekarukkhopi ca dvinnaṃ sīmānaṃ nimittaṃ hoti, so pana vaḍḍhanto sīmāsaṅkaraṃ karoti, tasmā na kātabbo.",
  "atk-vin02a21:74": "Uposathabhedādikathā",
  "atk-vin02a21:75": "149.Cātuddasiko ca pannarasiko cāti ettha cātuddasikassa pubbakicce ‘‘ajjuposatho cātuddaso’’ti vattabbaṃ.",
  "atk-vin02a21:76": "Adhammena vaggantiādīsu sace ekasmiṃ vihāre catūsu bhikkhūsu vasantesu ekassa chandapārisuddhiṃ āharitvā tayo pārisuddhiuposathaṃ karonti, tīsu vā vasantesu ekassa chandapārisuddhiṃ āharitvā dve pātimokkhaṃ uddisanti, adhammena vaggaṃ uposathakammaṃ hoti. Sace pana cattāropi sannipatitvā pārisuddhiuposathaṃ karonti, tayo vā dve vā pātimokkhaṃ uddisanti, adhammena samaggaṃ nāma hoti. Sace catūsu janesu ekassa pārisuddhiṃ āharitvā tayo pātimokkhaṃ uddisanti, tīsu vā janesu ekassa pārisuddhiṃ āharitvā dve pārisuddhiuposathaṃ karonti, dhammena vaggaṃ nāma hoti. Sace pana cattāro ekattha vasantā sabbeva sannipatitvā pātimokkhaṃ uddisanti, tayo pārisuddhiuposathaṃ karonti, dve aññamaññaṃ pārisuddhiuposathaṃ karonti, dhammena samaggaṃ nāma hotīti.",
  "atk-vin02a21:77": "Pātimokkhuddesakathā",
  "atk-vin02a21:78": "150.Nidānaṃ uddisitvā avasesaṃ sutena sāvetabbanti ‘‘suṇātu me bhante saṅgho…pe… āvikatā hissa phāsu hotī’’ti imaṃ nidānaṃ uddisitvā ‘‘uddiṭṭhaṃ kho āyasmanto nidānaṃ, tatthāyasmante pucchāmi – kaccittha parisuddhā, dutiyampi pucchāmi…pe… evametaṃ dhārayāmīti. Sutā kho panāyasmantehi cattāro pārājikā dhammā…pe… avivadamānehi sikkhitabba’’nti evaṃ avasesaṃ sutena sāvetabbaṃ. Etena nayena sesāpi cattāro pātimokkhuddesā veditabbā.",
  "atk-vin02a21:79": "Savarabhayanti aṭavimanussabhayaṃ. Rājantarāyotiādīsu sace bhikkhūsu ‘‘uposathaṃ karissāmā’’ti nisinnesu rājā āgacchati, ayaṃ rājantarāyo. Corā āgacchanti, ayaṃ corantarāyo. Davadāho vā āgacchati, āvāse vā aggi uṭṭhahati, ayaṃ aggantarāyo. Megho vā uṭṭheti, ogho vā āgacchati, ayaṃ udakantarāyo. Bahū manussā āgacchanti, ayaṃ manussantarāyo. Bhikkhuṃ yakkho gaṇhāti, ayaṃ amanussantarāyo. Byagghādayo caṇḍamigā āgacchanti, ayaṃ vāḷantarāyo. Bhikkhuṃ sappādayo ḍaṃsanti, ayaṃ sarīsapantarāyo. Bhikkhu gilāno vā hoti, kālaṃ vā karoti, verino vā taṃ māretukāmā gaṇhanti, ayaṃ jīvitantarāyo. Manussā ekaṃ vā bahū vā bhikkhū brahmacariyā cāvetukāmā gaṇhanti, ayaṃ brahmacariyantarāyo. Evarūpesu antarāyesu saṃkhittena pātimokkho uddisitabbo , paṭhamo vā uddeso uddisitabbo, ādimhi dve tayo cattāro vā. Ettha ca dutiyādīsu uddesesu yasmiṃ apariyosite antarāyo hoti, sopi suteneva sāvetabbo.",
  "atk-vin02a21:80": "Anajjhiṭṭhāti anāṇattā ayācitā vā. Ajjhesanā cettha saṅghena sammatadhammajjhesakāyattā vā saṅghattherāyattā vā, tasmiṃ dhammajjhesake asati saṅghattheraṃ āpucchitvā vā tena yācito vā bhāsituṃ labhati. Saṅghattherenāpi sace vihāre bahū dhammakathikā honti, vārapaṭipāṭiyā vattabbā – ‘‘tvaṃ dhammaṃ bhaṇa, dhammaṃ kathehi, dhammadānaṃ dehī’’ti vā vuttena tīhipi vidhīhi dhammo bhāsitabbo. ‘‘Osārehī’’ti vutto pana osāretumeva labhati, ‘‘kathehī’’ti vutto kathetumeva, ‘‘sarabhaññaṃ bhaṇāhī’’ti vutto sarabhaññameva. Saṅghattheropi ca uccatare āsane nisinno yācituṃ na labhati. Sace upajjhāyo ceva saddhivihāriko ca honti, upajjhāyo ca naṃ uccāsane nisinno ‘‘bhaṇāhī’’ti vadati, sajjhāyaṃ adhiṭṭhahitvā bhaṇitabbaṃ. Sace panettha daharā bhikkhū honti, tesaṃ ‘‘bhaṇāmī’’ti bhaṇitabbaṃ.",
  "atk-vin02a21:81": "Sace vihāre saṅghatthero attanoyeva nissitake bhaṇāpeti, aññe madhurabhāṇakepi nājjhesati, so aññehi vattabbo – ‘‘bhante asukaṃ nāma bhaṇāpemā’’ti. Sace ‘‘bhaṇāpethā’’ti vā vadati, tuṇhī vā hoti, bhaṇāpetuṃ vaṭṭati. Sace pana paṭibāhati, na bhaṇāpetabbaṃ. Yadi anāgateyeva saṅghatthere dhammasavanaṃ āraddhaṃ, puna āgate ṭhapetvā āpucchanakiccaṃ natthi. Osāretvā pana kathentena āpucchitvā vā aṭṭhapetvāyeva vā kathetabbaṃ, kathentassa puna āgatepi eseva nayo.",
  "atk-vin02a21:82": "Upanisinnakathāyapi saṅghattherova sāmī, tasmā tena sayaṃ vā kathetabbaṃ, añño vā bhikkhu ‘‘kathehī’’ti vattabbo, no ca kho uccatare āsane nisinnena. Manussānaṃ pana ‘‘bhaṇāhī’’ti vattuṃ vaṭṭati. Manussā attano jānanakabhikkhuṃ āpucchanti, tena theraṃ āpucchitvā kathetabbaṃ. Sace saṅghatthero ‘‘bhante ime pañhaṃ pucchantī’’ti puṭṭho ‘‘kathehī’’ti vā bhaṇati, tuṇhī vā hoti, kathetuṃ vaṭṭati. Antaraghare anumodanādīsupi eseva nayo. Sace saṅghatthero vihāre vā antaraghare vā ‘‘maṃ anāpucchitvāpi katheyyāsī’’ti anujānāti, laddhakappiyaṃ hoti, sabbattha vattuṃ vaṭṭati.",
  "atk-vin02a21:83": "Sajjhāyaṃ karontenāpi thero āpucchitabboyeva. Ekaṃ āpucchitvā sajjhāyantassa aparo āgacchati, puna āpucchanakiccaṃ natthi. Sace vissamissāmīti ṭhapitassa āgacchati, puna ārabhantenāpi āpucchitabbaṃ. Saṅghatthere anāgateyeva āraddhaṃ sajjhāyantassāpi eseva nayo. Ekena saṅghattherena ‘‘maṃ anāpucchāpi yathāsukhaṃ sajjhāyāhī’’ti anuññāte yathāsukhaṃ sajjhāyituṃ vaṭṭati. Aññasmiṃ pana āgate taṃ āpucchitvāva sajjhāyitabbaṃ.",
  "atk-vin02a21:84": "151.Attanā vā attānaṃ sammannitabbaṃti attanā vā attā sammannitabbo; pucchantena pana parisaṃ oloketvā sace attano upaddavo natthi, vinayo pucchitabbo.",
  "atk-vin02a21:85": "153.Katepi okāse puggalaṃ tulayitvāti ‘‘atthi nu kho me ito upaddavo, natthī’’ti evaṃ upaparikkhitvā. Puramhākanti paṭhamaṃ amhākaṃ. Paṭikaccevāti paṭhamatarameva. Puggalaṃ tulayitvā okāsaṃ kātunti ‘‘bhūtameva nu kho āpattiṃ vadati, abhūta’’nti evaṃ upaparikkhitvā okāsaṃ kātuṃ anujānāmīti attho.",
  "atk-vin02a21:86": "Adhammakammapaṭikkosanādikathā",
  "atk-vin02a21:87": "154.Adhammakammaṃ vuttanayameva. Paṭikkositunti vāretuṃ. Diṭṭhimpi āvikātunti ‘‘adhammakammaṃ idaṃ na me khamatī’’ti evaṃ aññassa santike attano diṭṭhiṃ pakāsetuṃ. Catūhi pañcahītiādi tesaṃ anupaddavatthāya vuttaṃ. Sañcicca na sāventīti yathā na suṇanti evaṃ bhaṇissāmāti sañcicca saṇikaṃ uddisanti.",
  "atk-vin02a21:88": "155.Therādhikanti therādhīnaṃ; therāyattaṃ bhavitunti attho. ‘‘Therādheyya’’ntipi pāṭho, tasmā therena sayaṃ vā uddisitabbaṃ, añño vā ajjhesitabbo. Ajjhesanavidhānañcettha dhammajjhesane vuttanayameva. So najānāti uposathaṃ vātiādīsu cātuddasikapannarasikabhedena duvidhaṃ, saṅghauposathādibhedena navavidhañca uposathaṃ na jānāti, catubbidhaṃ uposathakammaṃ na jānāti, duvidhaṃ pātimokkhaṃ na jānāti, navavidhaṃ pātimokkhuddesaṃ na jānāti. Yo tattha bhikkhu byatto paṭibaloti ettha kiñcāpi daharassāpi byattassa pātimokkho anuññāto. Atha kho ettha ayamadhippāyo. Sace therassa pañca vā cattāro vā tayo vā pātimokkhuddesā nāgacchanti; dve pana akhaṇḍā suvisadā vācuggatā honti, therāyattova pātimokkhā. Sace pana ettakampi visadaṃ kātuṃ na sakkoti, byattassa bhikkhuno āyatto hoti.",
  "atk-vin02a21:89": "Sāmantā āvāsāti sāmantaṃ āvāsaṃ. Sajjukanti tadaheva āgamanatthāya. Navaṃ bhikkhuṃ āṇāpetunti ettha yo sakkoti uggahetuṃ, evarūpo āṇāpetabbo, na bālo.",
  "atk-vin02a21:90": "Pakkhagaṇanādiuggahaṇānujānanakathā",
  "atk-vin02a21:91": "156.Katimī bhanteti ettha katīnaṃ pūraṇīti katimī. Kālavatoti kālasseva; pagevāti attho.",
  "atk-vin02a21:92": "158.Yaṃ kālaṃ saratīti ettha sāyampi ‘‘ajjuposatho samannāharathā’’ti ārocetuṃ vaṭṭati.",
  "atk-vin02a21:93": "159.Therena bhikkhunā navaṃ bhikkhuṃ āṇāpetunti etthāpi kiñci kammaṃ karonto vā sadākālameva eko vā bhāranittharaṇako vā sarabhāṇakadhammakathikādīsu aññataro vā na uposathāgārasammajjanatthaṃ āṇāpetabbo, avasesā pana vārena āṇāpetabbā. Sace āṇatto sammuñjaniṃ tāvakālikampi na labhati, sākhābhaṅgaṃ kappiyaṃ kāretvā sammajjitabbaṃ, tampi alabhantassa laddhakappiyaṃ hoti.",
  "atk-vin02a21:94": "160. Āsanapaññāpanāṇattiyampi vuttanayeneva āṇāpetabbo. Āṇattena ca sace uposathāgāre āsanāni natthi, saṅghikāvāsatopi āharitvā paññapetvā puna āharitabbāni. Āsanesu asati kaṭasārakepi taṭṭikāyopi paññapetuṃ vaṭṭati, taṭṭikāsupi asati sākhābhaṅgāni kappiyaṃ kāretvā paññapetabbāni, kappiyakārakaṃ alabhantassa laddhakappiyaṃ hoti.",
  "atk-vin02a21:95": "161. Padīpakaraṇepi vuttanayeneva āṇāpetabbo. Āṇāpentena ca ‘‘amukasmiṃ nāma okāse telaṃ vā vaṭṭi vā kapallikā vā atthi, taṃ gahetvā karohī’’ti vattabbo. Sace telādīni natthi, pariyesitabbāni, pariyesitvā alabhantassa laddhakappiyaṃ hoti. Apica kapāle aggipi jāletabbo.",
  "atk-vin02a21:96": "Disaṃgamikādivatthukathā",
  "atk-vin02a21:97": "163.Saṅgahetabboti ‘‘sādhu bhante āgatāttha, idha bhikkhā sulabhā sūpabyañjanaṃ atthi, vasatha anukkaṇṭhamānā’’ti evaṃ piyavacanena saṅgahetabbo. Punappunaṃ tathākaraṇavasena anuggahetabbo. ‘‘Āma vasissāmī’’ti paṭivacanadāpanena upalāpetabbo. Atha vā catūhi paccayehi saṅgahetabbo ceva anuggahetabbo ca. Piyavacanena upalāpetabbo, kaṇṇasukhaṃ ālapitabboti attho. Cuṇṇādīhi upaṭṭhāpetabbo. Āpatti dukkaṭassāti sace sakalopi saṅgho na karoti, sabbesaṃ dukkaṭaṃ. Idha neva therā na daharā muccanti, sabbehi vārena upaṭṭhāpetabbo. Attano vāre anupaṭṭhahantassa āpatti. Tena pana mahātherānaṃ pariveṇasammajjanadantakaṭṭhadānādīni na sāditabbāni. Evampi sati mahātherehi sāyaṃpātaṃ upaṭṭhānaṃ āgantabbaṃ. Tena pana tesaṃ āgamanaṃ ñatvā paṭhamataraṃ mahātherānaṃ upaṭṭhānaṃ gantabbaṃ. Sacassa saddhiṃcarā bhikkhuupaṭṭhākā atthi, ‘‘mayhaṃ upaṭṭhākā atthi, tumhe appossukkā viharathā’’ti vattabbaṃ. Athāpissa saddhiṃcarā natthi, tasmiṃyeva pana vihāre eko vā dve vā vattasampannā vadanti ‘‘mayaṃ therassa kattabbaṃ karissāma, avasesā phāsu viharantū’’ti sabbesaṃ anāpatti.",
  "atk-vin02a21:98": "So āvāso gantabboti uposathakaraṇatthāya anvaddhamāsaṃ gantabbo. So ca kho utuvasseyeva, vassāne pana yaṃ kattabbaṃ, taṃ dassetuṃ ‘‘vassaṃ vasanti bālā abyattā’’tiādimāha. Tattha na bhikkhave tehi bhikkhūhi tasmiṃ āvāse vassaṃ vasitabbanti purimikāya pātimokkhuddesakena vinā na vassaṃ upagantabbaṃ. Sace so vassūpagatānaṃ pakkamati vā, vibbhamati vā, kālaṃ vā karoti, aññasmiṃ satiyeva pacchimikāya vasituṃ vaṭṭati, asati aññattha gantabbaṃ, agacchantānaṃ dukkaṭaṃ. Sace pana pacchimikāya pakkamati vā vibbhamati vā kālaṃ vā karoti, māsadvayaṃ vasitabbaṃ.",
  "atk-vin02a21:99": "Pārisuddhidānakathā",
  "atk-vin02a21:100": "164.Kāyena viññāpetīti pārisuddhidānaṃ yena kenaci aṅgapaccaṅgena viññāpeti jānāpeti; vācaṃ pana nicchāretuṃ sakkonto vācāya viññāpeti; ubhayathā sakkonto kāyavācāhi. Saṅghena tattha gantvā uposatho kātabboti sace bahū tādisā gilānā honti, saṅghena paṭipāṭiyā ṭhatvā sabbe hatthapāse kātabbā. Sace dūre dūre honti, saṅgho nappahoti, taṃ divasaṃ uposatho na kātabbo, natveva vaggena saṅghena uposatho kātabbo.",
  "atk-vin02a21:101": "Tattheva pakkamatīti saṅghamajjhaṃ anāgantvā tatova katthaci gacchati. Sāmaṇero paṭijānātīti ‘‘sāmaṇero aha’’nti evaṃ paṭijānāti; bhūtaṃyeva vā sāmaṇerabhāvaṃ āroceti, pacchā vā sāmaṇerabhūmiyaṃ tiṭṭhatīti attho. Esa nayo sabbattha.",
  "atk-vin02a21:102": "Saṅghappatto pakkamatīti sabbantimena paricchedena uposathatthāya sannipatitānaṃ catunnaṃ bhikkhūnaṃ hatthapāsaṃ patvā pakkamati. Esa nayo sabbattha. Ettha ca ekena bahūnampi āhaṭā pārisuddhi āhaṭāva hoti. Sace pana so antarāmagge aññaṃ bhikkhuṃ disvā yesaṃ anena pārisuddhi gahitā, tesañca attano ca pārisuddhiṃ deti, tasseva pārisuddhi āgacchati, itarā pana bilāḷasaṅkhalikapārisuddhi nāma hoti. Sā na āgacchati.",
  "atk-vin02a21:103": "Sutto na ārocetīti āgantvā supati, ‘‘asukena pārisuddhi dinnā’’ti na āroceti. Pārisuddhihārakassa anāpattīti ettha sace sañcicca nāroceti, dukkaṭaṃ āpajjati, pārisuddhi pana āhaṭāva hoti. Asañcicca anārocitattā panassa anāpatti, ubhinnampi ca uposatho katoyeva hoti.",
  "atk-vin02a21:104": "Chandadānakathā",
  "atk-vin02a21:105": "165. Chandadānepi pārisuddhidāne vuttasadisoyeva vinicchayo. Pārisuddhiṃ dentena chandampidātunti ettha sace pārisuddhimeva deti na chandaṃ, uposatho kato hoti. Yaṃ pana saṅgho aññaṃ kammaṃ karoti, taṃ akataṃ hoti. Chandameva deti na pārisuddhiṃ, bhikkhusaṅghassa uposathopi kammampi katameva hoti, chandadāyakassa pana uposatho akato hoti. Sacepi koci bhikkhu nadiyā vā sīmāya vā uposathaṃ adhiṭṭhahitvā āgacchati, ‘‘kato mayā uposatho’’ti acchituṃ na labhati, sāmaggī vā chando vā dātabbo.",
  "atk-vin02a21:106": "167.Saratipi uposathaṃ napi saratīti ekadā sarati, ekadā na sarati. Atthi neva saratīti yo ekantaṃ neva sarati, tassa sammutidānakiccaṃ natthi. Anāgacchantopi kammaṃ na kopeti.",
  "atk-vin02a21:107": "Saṅghuposathādikathā",
  "atk-vin02a21:108": "168.So deso sammajjitvāti taṃ desaṃ sammajjitvā, upayogatthe paccattaṃ. Pānīyaṃ paribhojanīyantiādi pana uttānatthameva . Kasmā panetaṃ vuttaṃ? Uposathassa pubbakaraṇādidassanatthaṃ. Tenāhu aṭṭhakathācariyā –",
  "atk-vin02a21:109": "‘‘Sammajjanī padīpo ca, udakaṃ āsanena ca;",
  "atk-vin02a21:110": "Uposathassa etāni, pubbakaraṇanti vuccati’’.",
  "atk-vin02a21:111": "Iti imāni cattāri ‘‘pubbakaraṇa’’nti akkhātāni.",
  "atk-vin02a21:112": "‘‘Chandapārisuddhiutukkhānaṃ, bhikkhugaṇanā ca ovādo;",
  "atk-vin02a21:113": "Uposathassa etāni, pubbakiccanti vuccati.",
  "atk-vin02a21:114": "Iti imāni pañca pubbakaraṇato pacchā kattabbāni ‘‘pubbakicca’’nti akkhātāni.",
  "atk-vin02a21:115": "‘‘Uposatho yāvatikā ca bhikkhū kammappattā,",
  "atk-vin02a21:116": "Sabhāgāpattiyo ca na vijjanti;",
  "atk-vin02a21:117": "Vajjanīyā ca puggalā tasmiṃ na honti,",
  "atk-vin02a21:118": "Pattakallanti vuccati’’.",
  "atk-vin02a21:119": "Iti imāni cattāri ‘‘pattakalla’’nti akkhātānīti.",
  "atk-vin02a21:120": "Tehisaddhinti tehi āgatehi saddhiṃ etāni pubbakaraṇādīni katvā uposatho kātabbo. Ajja me uposathoti ettha sace pannaraso hoti, ‘‘ajja me uposatho pannaraso’’tipi adhiṭṭhātuṃ vaṭṭati. Cātuddasikepi eseva nayo.",
  "atk-vin02a21:121": "Āpattipaṭikammavidhikathā",
  "atk-vin02a21:122": "169.Bhagavatā paññattaṃ ‘‘na sāpattikena uposatho kātabbo’’ti idaṃ ‘‘yassa siyā āpattī’’tiādivacaneneva pārisuddhidānapaññāpanena ca pārisuddhiuposathapaññāpanena ca paññattaṃ hotīti veditabbaṃ. Itthannāmaṃ āpattinti thullaccayādīsu ekissā nāmaṃ gahetvā ‘‘thullaccayaṃ āpattiṃ pācittiyaṃ āpatti’’nti evaṃ vattabbaṃ. Taṃ paṭidesemīti idaṃ ‘‘taṃ tumhamūle, taṃ tuyhamūle paṭidesemī’’ti vuttepi suvuttameva hoti. Passasīti idañca ‘‘passasi āvuso taṃ āpattiṃ, passatha bhante taṃ āpatti’’nti evaṃ vattabbaṃ. Āma passāmīti idaṃ pana ‘‘āma bhante passāmi, āma āvuso passāmī’’ti evaṃ vuttampi suvuttameva hoti. Āyatiṃ saṃvareyyāsīti ettha pana sace vuḍḍhataro ‘‘āyatiṃ saṃvareyyāthā’’ti vattabbo. Evaṃ vuttena pana ‘‘sādhu suṭṭhu saṃvarissāmī’’ti vattabbameva.",
  "atk-vin02a21:123": "Yadā nibbematikoti ettha sace panesa nibbematiko na hoti, vatthuṃ kittetvāva desetuṃ vaṭṭatīti andhakaṭṭhakathāyaṃ vuttaṃ. Tatrāyaṃ desanāvidhi – sace meghacchanne sūriye ‘‘kālo nu kho no’’ti vematiko bhuñjati, tena bhikkhunā ‘‘ahaṃ bhante vematiko bhuñjiṃ’’, sace kālo atthi, ‘‘sambahulā dukkaṭā āpattiyo āpannomhi, no ce atthi, ‘‘sambahulā pācittiyā āpannomhī’’ti evaṃ vatthuṃ kittetvā ‘‘ahaṃ bhante yā tasmiṃ vatthusmiṃ sambahulā dukkaṭā vā pācittiyā vā āpattiyo āpanno, tā tumhamūle paṭidesemī’’ti vattabbaṃ. Esa nayo sabbāpattīsu.",
  "atk-vin02a21:124": "Na bhikkhave sabhāgā āpattīti ettha yaṃ dvepi janā vikālabhojanādinā sabhāgavatthunā āpattiṃ āpajjanti, evarūpā vatthusabhāgā ‘‘sabhāgā’’ti vuccati. Vikālabhojanappaccayā āpannaṃ pana anatirittabhojanapaccayā āpannassa santike desetuṃ vaṭṭati. Yāpi cāyaṃ vatthusabhāgā, sāpi desitā sudesitāva. Aññaṃ pana desanapaccayā desako, paṭiggahaṇappaccayā paṭiggahako cāti ubhopi dukkaṭaṃ āpajjanti, taṃ nānāvatthukaṃ hoti, tasmā aññamaññaṃ desetuṃ vaṭṭati.",
  "atk-vin02a21:125": "170.Sāmanto bhikkhu evamassa vacanīyoti ettha sabhāgoyeva vattabbo. Visabhāgassa hi vuccamāne bhaṇḍanakalahasaṅghabhedādīnipi honti, tasmā tassa avatvā ‘‘ito vuṭṭhahitvā paṭikarissāmī’’ti ābhogaṃ katvā uposatho kātabboti andhakaṭṭhakathāyaṃ vuttaṃ.",
  "atk-vin02a21:126": "Anāpattipannarasakādikathā",
  "atk-vin02a21:127": "172. Anāpattipannarasake – te na jāniṃsūti sīmaṃ okkantāti vā okkamantīti vāti na jāniṃsu. Athaññe āvāsikā bhikkhū āgacchantīti gāmaṃ vā araññaṃ vā kenaci karaṇīyena gantvā tesaṃ nisinnaṭṭhānaṃ āgacchanti. Vaggā samaggasaññinoti tesaṃ sīmaṃ okkantattā vaggā; sīmaṃ okkantabhāvassa ajānanato samaggasaññino.",
  "atk-vin02a21:128": "173. Vaggāvaggasaññipannarasake – te jānantīti pabbate vā thale vā ṭhitā sīmaṃ okkante vā okkamante vā passanti. Vematikapannarasakaṃ uttānameva.",
  "atk-vin02a21:129": "175. Kukkuccapakatapannarasake – yathā icchāya abhibhūto ‘‘icchāpakato’’ti vuccati, evaṃ pubbabhāge sanniṭṭhānaṃ katvāpi karaṇakkhaṇe akappiye akappiyasaññitāsaṅkhātena kukkuccena abhibhūtā ‘‘kukkuccapakatā’’ti veditabbā.",
  "atk-vin02a21:130": "176. Bhedapurekkhārapannarasake – akusalabalavatāya thullaccayaṃ vuttaṃ.",
  "atk-vin02a21:131": "Sīmokkantikapeyyālakathā",
  "atk-vin02a21:132": "177. Āvāsikenaāgantukapeyyāle – yathā purime āvāsikenaāvāsikapeyyāle ‘‘te na jānanti athaññe āvāsikā’’tiādi vuttaṃ, evaṃ ‘‘te na jānanti athaññe āgantukā’’tiādinā nayena sabbaṃ veditabbaṃ. Āgantukenaāvāsikapeyyāle pana – yathā purimapeyyāle ‘‘āvāsikā bhikkhū sannipatantī’’ti āgataṃ, evaṃ ‘‘āgantukā bhikkhū sannipatantī’’ti ānetabbaṃ . Āgantukenaāgantukapeyyāle pana – ubhayapadesu āgantukavasena yojetabboti.",
  "atk-vin02a21:133": "178.Āvāsikānaṃ bhikkhūnaṃ cātuddaso hoti, āgantukānaṃ pannarasoti ettha yesaṃ pannaraso, te tiroraṭṭhato vā āgatā, atītaṃ vā uposathaṃ cātuddasikaṃ akaṃsūti veditabbā. Āvāsikānaṃ anuvattitabbanti āvāsikehi ‘‘ajjuposatho cātuddaso’’ti pubbakicce kariyamāne anuvattitabbaṃ, na paṭikkositabbaṃ. Na akāmā dātabbāti na anicchāya dātabbā.",
  "atk-vin02a21:134": "Liṅgādidassanakathā",
  "atk-vin02a21:135": "179.Āvāsikākāranti āvāsikānaṃ ākāraṃ. Esa nayo sabbattha. Ākāro nāma yena tesaṃ vattasampannā vā na vāti ācārasaṇṭhānaṃ gayhati. Liṅgaṃ nāma yaṃ te tattha tattha līne gamayati; adissamānepi jānāpetīti attho. Nimittaṃ nāma yaṃ disvā te atthīti ñāyanti. Uddeso nāma yena te evarūpaparikkhārāti uddisanti; apadesaṃ labhantīti attho. Sabbametaṃ supaññattamañcapīṭhādīnañceva padasaddādīnañca adhivacanaṃ, yathāyogaṃ pana yojetabbaṃ. Āgantukākārādīsupi eseva nayo. Tattha aññātakanti aññesaṃ santakaṃ. Pādānaṃ dhotaṃ udakanissekanti pādānaṃ dhotānaṃ udakanissekaṃ. Bahuvacanassa ekavacanaṃ veditabbaṃ. ‘‘Pādānaṃ dhotaudakanisseka’’nti vā pāṭho; pādānaṃ dhovanaudakanissekanti attho.",
  "atk-vin02a21:136": "180. Nānāsaṃvāsakādivatthūsu – samānasaṃvāsakadiṭṭhinti ‘‘samānasaṃvāsakā ete’’ti diṭṭhiṃ. Na pucchantīti tesaṃ laddhiṃ na pucchanti; apucchitvāva vattapaṭivattiṃ katvā ekato uposathaṃ karonti. Nābhivitarantīti nānāsaṃvāsakabhāvaṃ maddituṃ abhibhavituṃ na sakkonti; taṃ diṭṭhiṃ na nissajjāpentīti attho.",
  "atk-vin02a21:137": "Nagantabbagantabbavārakathā",
  "atk-vin02a21:138": "181.Sabhikkhukā āvāsāti yasmiṃ āvāse uposathakārakā bhikkhū atthi, tamhā āvāsā yaṃ na sakkoti tadaheva āgantuṃ , so āvāso uposathaṃ akatvā na gantabbo. Aññatra saṅghenāti saṅghappahonakehi bhikkhūhi vinā. Aññatra antarāyāti pubbe vuttaṃ dasavidhaṃ antarāyaṃ vinā. Sabbantimena pana paricchedena attacatutthena antarāye vā sati gantuṃ vaṭṭati. Anāvāsoti navakammasālādiko yo koci padeso. Yathā ca āvāsādayo na gantabbā; evaṃ sace vihāre uposathaṃ karonti, uposathādhiṭṭhānatthaṃ sīmāpi nadīpi na gantabbā. Sace panettha koci bhikkhu hoti, tassa santikaṃ gantuṃ vaṭṭati. Vissaṭṭhauposathāpi āvāsā gantuṃ vaṭṭati; evaṃ gato adhiṭṭhātumpi labhati. Āraññakenāpi bhikkhunā uposathadivase gāme piṇḍāya caritvā attano vihārameva āgantabbaṃ. Sace aññaṃ vihāraṃ okkamati, tattha uposathaṃ katvāva āgantabbaṃ, akatvā na vaṭṭati.",
  "atk-vin02a21:139": "182.Yaṃ jaññā sakkomi ajjeva gantunti yaṃ jāneyya ajjeva tattha gantuṃ sakkomīti; evarūpo āvāso gantabbo. Tattha bhikkhūhi saddhiṃ uposathaṃ karontenāpi hi iminā neva uposathantarāyo kato bhavissatīti.",
  "atk-vin02a21:140": "Vajjanīyapuggalasandassanakathā",
  "atk-vin02a21:141": "183.Bhikkhuniyā nisinnaparisāyātiādīsu hatthapāsupagamanameva pamāṇaṃ. Aññatra avuṭṭhitāya parisāyāti idañhi pārivāsiyapārisuddhidānaṃ nāma parisāya vuṭṭhitakālato paṭṭhāya na vaṭṭati, avuṭṭhitāya pana vaṭṭati. Tenāha – ‘‘aññatra avuṭṭhitāya parisāyā’’ti. Tassa lakkhaṇaṃ bhikkhunivibhaṅge parivāsiyachandadānavaṇṇanato gahetabbaṃ. Anuposatheti cātuddasiko ca pannarasiko cāti ime dve uposathe ṭhapetvā aññasmiṃ divase. Aññatra saṅghasāmaggiyāti yā kosambakabhikkhūnaṃ viya bhinne saṅghe puna saṅghasāmaggī kariyati, tathārūpiṃ saṅghasāmaggiṃ ṭhapetvā . Tadā ca ‘‘suṇātu me bhante saṅgho ajjuposatho sāmaggī’’ti vatvā kātabbo. Ye pana kismiñcideva appamattake uposathaṃ ṭhapetvā puna samaggā honti, tehi uposatheyeva kātabboti.",
  "atk-vin02a21:142": "Uposathakkhandhakavaṇṇanā niṭṭhitā."
}