{
  "atk-s0402a5:0": "(6) 1. Puggalavaggavaṇṇanā",
  "atk-s0402a5:1": "53. Dutiyapaṇṇāsakassa paṭhame cakkavattinā saddhiṃ gahitattā ‘‘lokānukampāyā’’ti na vuttaṃ. Ettha ca cakkavattino uppattiyā dve sampattiyo labhanti, buddhānaṃ uppattiyā tissopi.",
  "atk-s0402a5:2": "54. Dutiye acchariyamanussāti āciṇṇamanussā abbhutamanussā.",
  "atk-s0402a5:3": "55. Tatiye bahuno janassa anutappā hotīti mahājanassa anutāpakārī hoti. Tattha cakkavattino kālakiriyā ekacakkavāḷe devamanussānaṃ anutāpaṃ karoti, tathāgatassa kālakiriyā dasasu cakkavāḷasahassesu.",
  "atk-s0402a5:4": "56. Catutthe thūpārahāti thūpassa yuttā anucchavikā. Cakkavattino hi cetiyaṃ paṭijaggitvā dve sampattiyo labhanti, buddhānaṃ cetiyaṃ paṭijaggitvā tissopi.",
  "atk-s0402a5:5": "57. Pañcame buddhāti attano ānubhāvena cattāri saccāni buddhā.",
  "atk-s0402a5:6": "58. Chaṭṭhe phalantiyāti saddaṃ karontiyā. Na santasantīti na bhāyanti. Tattha khīṇāsavo attano sakkāyadiṭṭhiyā pahīnattā na bhāyati, hatthājānīyo sakkāyadiṭṭhiyā balavattāti. Sattamaṭṭhamesupi eseva nayo.",
  "atk-s0402a5:7": "61. Navame kiṃpurisāti kinnarā. Mānusiṃ vācaṃ na bhāsantīti manussakathaṃ na kathenti. Dhammāsokassa kira ekaṃ kinnaraṃ ānetvā dassesuṃ. So ‘‘kathāpetha na’’nti āha. Kinnaro kathetuṃ na icchati. Eko puriso ‘‘ahametaṃ kathāpessāmī’’ti heṭṭhāpāsādaṃ otāretvā dve khāṇuke koṭṭetvā ukkhaliṃ āropesi. Sā ubhatopassehi patati. Taṃ disvā kinnaro ‘‘kiṃ aññaṃ ekaṃ khāṇukaṃ koṭṭetuṃ na vaṭṭatī’’ti ettakameva āha. Puna aparabhāge dve kinnare ānetvā dassesuṃ. Rājā ‘‘kathāpetha ne’’ti āha. Te kathetuṃ na icchiṃsu. Eko puriso ‘‘ahamete kathāpessāmī’’ti te gahetvā antarāpaṇaṃ agamāsi. Tattheko ambapakkañca macche ca addasa, eko kabiṭṭhaphalañca ambilikāphalañca. Tattha purimo ‘‘mahāvisaṃ manussā khādanti, kathaṃ te kilāsino na hontī’’ti āha. Itaro ‘‘kathaṃ ime etaṃ nissāya kuṭṭhino na hontī’’ti āha. Evaṃ mānusiṃ vācaṃ kathetuṃ sakkontāpi dve atthe sampassamānā na kathentīti.",
  "atk-s0402a5:8": "62. Dasame appaṭivānoti anukaṇṭhito apaccosakkito.",
  "atk-s0402a5:9": "63. Ekādasame asantasannivāsanti asappurisānaṃ sannivāsaṃ. Na vadeyyāti ovādena vā anusāsaniyā vā na vadeyya, mā vadatūti attho. Therampāhaṃ na vadeyyanti ahampi theraṃ bhikkhuṃ ovādānusāsanivasena na vadeyyaṃ. Ahitānukampīti ahitaṃ icchamāno. No hitānukampīti hitaṃ anicchamāno. Noti naṃ vadeyyanti ‘‘ahaṃ tava vacanaṃ na karissa’’nti naṃ vadeyyaṃ. Viheṭheyyanti vacanassa akaraṇena viheṭheyyaṃ. Passampissanappaṭikareyyanti passantopi jānantopi ahaṃ tassa vacanaṃ na kareyyaṃ. Iminā upāyena sabbattha attho veditabbo. Sukkapakkhe pana sādhūti naṃ vadeyyanti ‘‘sādhu bhaddakaṃ sukathitaṃ tayā’’ti tassa kathaṃ abhinandanto naṃ vadeyyanti attho.",
  "atk-s0402a5:10": "64. Dvādasame ubhato vacīsaṃsāroti dvīsupi pakkhesu aññamaññaṃ akkosanapaccakkosanavasena saṃsaramānā vācā vacīsaṃsāro. Diṭṭhipaḷāsoti diṭṭhiṃ nissāya uppajjanako yugaggāhalakkhaṇo paḷāso diṭṭhipaḷāso nāma. Cetaso āghātoti kopo. So hi cittaṃ āghātento uppajjati. Appaccayoti atuṭṭhākāro, domanassanti attho. Anabhiraddhīti kopoyeva. So hi anabhirādhanavasena anabhiraddhīti vuccati. Ajjhattaṃ avūpasantaṃ hotīti sabbampetaṃ niyakajjhattasaṅkhāte attano citte ca saddhivihārikaantevāsikasaṅkhātāya attano parisāya ca avūpasantaṃ hoti. Tasmetanti tasmiṃ etaṃ. Sesaṃ vuttanayeneva veditabbanti.",
  "atk-s0402a5:11": "Puggalavaggo paṭhamo."
}