{
  "atk-s0402a60:0": "(25) 5. Āpattibhayavaggo",
  "atk-s0402a60:1": "1. Saṅghabhedakasuttavaṇṇanā",
  "atk-s0402a60:2": "243. Pañcamassa paṭhame api nu taṃ, ānanda, adhikaraṇanti vivādādhikaraṇādīsu aññataraṃ adhikaraṇaṃ bhikkhusaṅghassa uppajji, satthā tassa vūpasantabhāvaṃ pucchanto evamāha. Kuto taṃ, bhanteti, bhante, kuto kinti kena kāraṇena taṃ adhikaraṇaṃ vūpasamissatīti vadati. Kevalakappanti sakalaṃ samantato. Saṅghabhedāya ṭhitoti saṅghena saddhiṃ vādatthāya kathitaṃ paṭikathentova ṭhito. Tatrāyasmāti tasmiṃ evaṃ ṭhite āyasmā anuruddho. Na ekavācikampi bhaṇitabbaṃ maññatīti ‘‘mā, āvuso, saṅghena saddhiṃ evaṃ avacā’’ti ekavacanampi vattabbaṃ na maññati. Voyuñjatīti anuyuñjati anuyogaṃ āpajjati. Atthavaseti kāraṇavase. Nāsessantīti uposathappavāraṇaṃ upagantuṃ adatvā nikkaḍḍhissanti. Sesaṃ pāḷivaseneva veditabbaṃ.",
  "atk-s0402a60:3": "2. Āpattibhayasuttavaṇṇanā",
  "atk-s0402a60:4": "244. Dutiye khuramuṇḍaṃ karitvāti pañca sikhaṇḍake ṭhapetvā khurena muṇḍaṃ karitvā. Kharassarenāti kakkhaḷasaddena. Paṇavenāti vajjhabheriyā. Thalaṭṭhassāti ekamante ṭhitassa. Sīsacchejjanti sīsacchedārahaṃ. Yatra hi nāmāti yaṃ nāma. So vatassāhanti so vata ahaṃ assaṃ, yaṃ evarūpaṃ pāpaṃ na kareyyanti attho. Yathādhammaṃ paṭikarissatīti dhammānurūpaṃ paṭikarissati, sāmaṇerabhūmiyaṃ ṭhassatīti attho. Kāḷavatthaṃ paridhāyāti kāḷapilotikaṃ nivāsetvā. Mosallanti musalābhipātārahaṃ. Yathādhammanti idha āpattito vuṭṭhāya suddhante patiṭṭhahanto yathādhammaṃ karoti nāma. Bhasmapuṭanti chārikābhaṇḍikaṃ. Gārayhaṃ bhasmapuṭanti garahitabbachārikāpuṭena matthake abhighātārahaṃ. Yathādhammanti idha āpattiṃ desento yathādhammaṃ paṭikaroti nāma. Upavajjanti upavādārahaṃ. Pāṭidesanīyesūti paṭidesetabbesu. Iminā sabbāpi sesāpattiyo saṅgahitā. Imāni kho, bhikkhave, cattāri āpattibhayānīti, bhikkhave, imāni cattāri āpattiṃ nissāya uppajjanakabhayāni nāmāti.",
  "atk-s0402a60:5": "3. Sikkhānisaṃsasuttavaṇṇanā",
  "atk-s0402a60:6": "245. Tatiye sikkhā ānisaṃsā etthāti sikkhānisaṃsaṃ. Paññā uttarā etthāti paññuttaraṃ. Vimutti sāro etthāti vimuttisāraṃ. Sati ādhipateyyā etthāti satādhipateyyaṃ. Etesaṃ hi sikkhādisaṅkhātānaṃ ānisaṃsādīnaṃ atthāya vussatīti vuttaṃ hoti. Ābhisamācārikāti uttamasamācārikā. Vattavasena paññattasīlassetaṃ adhivacanaṃ. Tathā tathā so tassā sikkhāyāti tathā tathā so sikkhākāmo bhikkhu tasmiṃ sikkhāpade.",
  "atk-s0402a60:7": "Ādibrahmacariyikāti maggabrahmacariyassa ādibhūtānaṃ catunnaṃ mahāsīlānametaṃ adhivacanaṃ. Sabbasoti sabbākārena. Dhammāti catusaccadhammā. Paññāya samavekkhitā hontīti sahavipassanāya maggapaññāya sudiṭṭhā honti. Vimuttiyā phusitā hontīti arahattaphalavimuttiyā ñāṇaphassena phuṭṭhā honti. Ajjhattaṃyeva sati sūpaṭṭhitā hotīti niyakajjhatteyeva sati suṭṭhu upaṭṭhitā hoti. Paññāya anuggahessāmīti vipassanāpaññāya anuggahessāmi. Paññāyasamavekkhissāmīti idhāpi vipassanāpaññā adhippetā. Phusitaṃ vā dhammaṃ tattha tattha paññāya anuggahessāmīti ettha pana maggapaññāva adhippetā.",
  "atk-s0402a60:8": "4. Seyyāsuttavaṇṇanā",
  "atk-s0402a60:9": "246. Catutthe petāti kālakatā vuccanti. Uttānā sentīti te yebhuyyena uttānakāva sayanti. Atha vā pettivisaye nibbattā petā nāma, te appamaṃsalohitattā aṭṭhisaṅghātajaṭitā ekena passena sayituṃ na sakkonti, uttānāva senti. Anattamano hotīti tejussadattā sīho migarājā dve purimapāde ekasmiṃ, pacchimapāde ekasmiṃ ṭhāne ṭhapetvā naṅguṭṭhaṃ antarasatthimhi pakkhipitvā purimapādapacchimapādanaṅguṭṭhānaṃ ṭhitokāsaṃ sallakkhetvā dvinnaṃ purimapādānaṃ matthake sīsaṃ ṭhapetvā sayati. Divasampi sayitvā pabujjhamāno na uttasanto pabujjhati, sīsaṃ pana ukkhipitvā purimapādādīnaṃ ṭhitokāsaṃ sallakkhetvā sace kiñci ṭhānaṃ vijahitvā ṭhitaṃ hoti, ‘‘nayidaṃ tuyhaṃ jātiyā, na sūrabhāvassa anurūpa’’nti anattamano hutvā tattheva sayati, na gocarāya pakkamati. Idaṃ sandhāya vuttaṃ – ‘‘anattamano hotī’’ti. Avijahitvā ṭhite pana ‘‘tuyhaṃ jātiyā ca sūrabhāvassa ca anurūpamida’’nti haṭṭhatuṭṭho uṭṭhāya sīhavijambhanaṃ vijambhitvā kesarabhāraṃ vidhunitvā tikkhattuṃ sīhanādaṃ naditvā gocarāya pakkamati. Tena vuttaṃ – ‘‘attamano hotī’’ti.",
  "atk-s0402a60:10": "5. Thūpārahasuttavaṇṇanā",
  "atk-s0402a60:11": "247. Pañcame rājā cakkavattīti ettha kasmā bhagavā agāramajjhe vasitvā kālakatassa rañño thūpakaraṇaṃ anujānāti, na sīlavato puthujjanabhikkhussāti? Anacchariyattā. Puthujjanabhikkhūnañhi thūpe anuññāyamāne tambapaṇṇidīpe tāva thūpānaṃ okāso na bhaveyya, tathā aññesu ṭhānesu. Tasmā ‘‘anacchariyā te bhavissantī’’ti nānujānāti. Cakkavattī rājā ekova nibbattati, tenassa thūpo acchariyo hoti. Puthujjanasīlavato pana parinibbutabhikkhuno viya mahantampi sakkāraṃ kātuṃ vaṭṭatiyeva. Chaṭṭhasattamāni uttānatthāneva.",
  "atk-s0402a60:12": "8. Paṭhamavohārasuttavaṇṇanā",
  "atk-s0402a60:13": "250. Aṭṭhame anariyavohārāti anariyānaṃ kathā. Sesesupi eseva nayo.",
  "atk-s0402a60:14": "Āpattibhayavaggo pañcamo.",
  "atk-s0402a60:15": "Pañcamapaṇṇāsakaṃ niṭṭhitaṃ."
}