{
  "atk-s0515a2:0": "2. Guhaṭṭhakasuttaniddesavaṇṇanā",
  "atk-s0515a2:1": "7. Dutiye – sattoti laggo. Guhāyanti kāye. Kāyo hi rāgādīnaṁ vāḷānaṁ vasanokāsato ‘‘guhā’’ti vuccati. Bahunābhichannoti bahunā rāgādikilesajātena abhicchanno. Etena ajjhattabandhanaṁ vuttaṁ. Tiṭṭhanti rāgādivasena tiṭṭhanto. Mohanasmiṁ pagāḷhoti mohanaṁ vuccati kāmaguṇo. Ettha hi devamanussā muyhanti tesu ajjhogāḷhā hutvā; etena bāhirabandhanaṁ vuttaṁ. Dūre vivekā hi tathāvidho soti so tathārūpo naro tividhāpi kāyavivekādivivekā dūre , anāsanne. Kiṁkāraṇā? Kāmā hi loke na hi suppahāyāti yasmā loke kāmā suppahāyā na honti, tasmāti vuttaṁ hoti.",
  "atk-s0515a2:2": "Sattoti hi kho vuttanti ‘‘satto, naro, mānavo’’ti evamādinā nayena kathitoyeva. Guhā tāva vattabbāti guhā tāva kathetabbā. Kāyoti vātiādīsu ayaṁ tāva padayojanā – kāyo iti vā guhā iti vā…pe… kumbho iti vāti. Tattha kāyoti ‘‘kucchitānaṁ āyoti kāyo’’tiādinā heṭṭhā satipaṭṭhānakathāyaṁ vuttoyeva. Rāgādivāḷānaṁ vasanokāsaṭṭhena guhā, ‘‘paṭicchādanaṭṭhenā’’tipi eke. ‘‘Dūraṅgamaṁ ekacaraṁ, asarīraṁ guhāsaya’’ntiādīsu (dha. pa. 37) viya. Rāgādīhi jhāpanaṭṭhena deho ‘‘te hitvā mānusaṁ deha’’ntiādīsu (dī. ni. 2.332 thokaṁ visadisaṁ) viya. Pamattakaraṇaṭṭhena sandeho ‘‘bhijjati pūtisandeho, maraṇantañhi jīvita’’ntiādīsu (dha. pa. 148) viya. Saṁsāre sañcaraṇaṭṭhena nāvā ‘‘siñca bhikkhu imaṁ nāvaṁ, sittā te lahumessatī’’tiādīsu (dha. pa. 369) viya. Iriyāpathassa atthibhāvaṭṭhena ratho ‘‘ratho sīlaparikkhāro, jhānakkho cakkavīriyo’’tiādīsu (saṁ. ni. 5.4) viya. Accuggataṭṭhena dhajo ‘‘dhajo rathassa paññāṇa’’ntiādīsu (jā. 2.22.1841) viya.",
  "atk-s0515a2:3": "Kimikulānaṁ āvāsabhāvena vammiko ‘‘vammikoti kho, bhikkhu, imassetaṁ cātumahābhūtikassa kāyassa adhivacana’’ntiādīsu (ma. ni. 1.251) viya. Yatheva hi bāhirako vammiko, vamati vantako vantussayo vantasinehasambaddhoti catūhi kāraṇehi ‘‘vammiko’’ti vuccati. So hi ahinakulaundūragharagoḷikādayo nānappakāre pāṇake vamatīti vammiko. Upacikāhi vantakoti vammiko. Upacikāhi vamitvā mukhatuṇḍakehi ukkhittapaṁsucuṇṇena kaṭippamāṇenapi porisappamāṇenapi ussitoti vammiko. Upacikāhi vantakheḷasinehena ābaddhatāya sattasattāhaṁ deve vassantepi na vippakirīyati, nidāghepi tato paṁsumuṭṭhiṁ gahetvā tasmiṁ muṭṭhinā pīḷiyamāne sineho nikkhamati, evaṁ vantasinehena sambaddhoti vammiko. Evamayaṁ kāyopi ‘‘akkhimhā aggigūthako’’tiādinā nayena nānappakāraṁ asucikalimalaṁ vamatīti vammiko. Buddhapaccekabuddhakhīṇāsavā imasmiṁ attabhāve nikantipariyādānena attabhāvaṁ chaḍḍetvā gatāti ariyehi vantakotipi vammiko. Yehi cāyaṁ tīhi aṭṭhisatehi ussito nahārusambaddho maṁsāvalepano allacammapariyonaddho chavirañjito satte vañceti, taṁ sabbaṁ ariyehi vantamevāti vantussayotipi vammiko. ‘‘Taṇhā janeti purisaṁ, cittamassa vidhāvatī’’ti (saṁ. ni. 1.55-57) evaṁ taṇhāya janitattā ariyehi vanteneva taṇhāsinehena sambaddho ayanti vantasinehena sambaddhotipi vammiko. Yathā ca vammikassa anto nānappakārā pāṇakā tattheva jāyanti, uccārapassāvaṁ karonti, gilānā sayanti, matā nipatanti. Iti so tesaṁ sūtigharaṁ vaccakuṭi gilānasālā susānañca hoti. Evaṁ khattiyamahāsālādīnampi kāyo ‘‘ayaṁ gopitarakkhito maṇḍitapasādito mahānubhāvānaṁ kāyo’’ti acintetvā chavinissitā pāṇā cammanissitā pāṇā maṁsanissitā pāṇā nahārunissitā pāṇā aṭṭhinissitā pāṇā aṭṭhimiñjanissitā pāṇāti evaṁ kulagaṇanāya asītimattāni kimikulasahassāni antokāyasmiṁyeva jāyanti, uccārapassāvaṁ karonti, gelaññena āturitāni sayanti, matāmatā nipatanti. Iti ayampi tesaṁ pāṇānaṁ sūtigharaṁ vaccakuṭi gilānasālā susānañca hotīti ‘‘vammiko’’ti saṅkhaṁ gato.",
  "atk-s0515a2:4": "Manāpāmanāpapatanaṭṭhena nagaraṁ ‘‘sakkāyanagara’’ntiādīsu viya. Rogādīnaṁ nīḷabhāvena kulāvakabhāvena nīḷaṁ ‘‘roganīḷaṁ pabhaṅgura’’ntiādīsu (dha. pa. 148) viya. Paṭisandhiyā nivāsagehaṭṭhena kuṭi ‘‘pañcadvārāyaṁ kuṭikāyaṁ pasakkiyā’’tiādīsu (theragā. 125) viya. Pūtibhāvena gaṇḍo ‘‘rogoti bhikkhave, gaṇḍoti bhikkhave, salloti bhikkhave, kāyassetaṁ adhivacana’’ntiādīsu (a. ni. 9.15) viya. Bhijjanaṭṭhena kumbho ‘‘kumbhūpamaṁ kāyamimaṁ viditvā’’tiādīsu (dha. pa. 40) viya. Kāyassetaṁ adhivacananti etaṁ vuttappakāraṁ catumahābhūtamayassa kucchitadhammānaṁ āyassa adhivacanaṁ, kathananti attho. Guhāyanti sarīrasmiṁ . Sattoti allīno. Visattoti vaṇṇarāgādivasena vividho allīno. Saṇṭhānarāgavasena āsatto. Tattheva ‘‘subhaṁ sukha’’nti gahaṇavasena laggo. Attaggahaṇavasena laggito. Palibuddhoti phassarāgavasena amuñcitvā ṭhito. Bhittikhileti bhittiyaṁ ākoṭitakhāṇuke. Nāgadanteti tatheva hatthidantasadise vaṅkadaṇḍake. Sattanti bhittikhile laggaṁ. Visattanti nāgadante laggaṁ. Āsattanti cīvaravaṁse laggaṁ. Lagganti cīvararajjuyā laggaṁ. Laggitanti pīṭhapāde laggaṁ. Palibuddhanti mañcapāde lagganti evamādinā nayena yojetabbaṁ.",
  "atk-s0515a2:5": "Lagganādhivacananti visesena allīyanakathanaṁ. Channoti vuttappakārehi kilesehi chādito. Punappunaṁ uppattivasena uparūpari channoti ucchanno. Āvutoti āvarito. Nivutoti vārito. Ophutoti avattharitvā chādito. Pihitoti bhājanena ukkhalimukhaṁ viya paliguṇṭhito. Paṭicchannoti āvaṭo. Paṭikujjitoti adhomukhaṁ ṭhapito. Tattha tiṇapaṇṇādīhi chāditaṁ viya channo. Ucchanno nadiṁ āvaraṇasetu viya. Āvuto janasañcaraṇamaggāvaraṇaṁ viya.",
  "atk-s0515a2:6": "Vinibaddho mānavasenāti nānāvidhena mānātimānavasena nānāvidhe ārammaṇe baddho hutvā tiṭṭhati. Parāmaṭṭho diṭṭhivasenāti dvāsaṭṭhidiṭṭhīnaṁ vasena parāmaṭṭho āmasitvā gahito. Vikkhepagato uddhaccavasenāti ārammaṇe asantiṭṭhanavasena cittavikkhepaṁ patto upagato. Aniṭṭhaṅgato vicikicchāvasenāti ratanattayādīsu kaṅkhāsaṅkhātāya vicikicchāya vasena sanniṭṭhānaṁ appatto. Thāmagato anusayavasenāti dunnīharaṇaappahīnānusayavasena thirabhāvaṁ patto upagato hutvā tiṭṭhati.",
  "atk-s0515a2:7": "Rūpūpayanti taṇhādiṭṭhūpayavasena rūpaṁ upagantvā ārammaṇaṁ katvā. Viññāṇaṁ tiṭṭhamānaṁ tiṭṭhatīti tasmiṁ ārammaṇe rūpārammaṇaṁ viññāṇaṁ tiṭṭhantaṁ tiṭṭhati. Rūpārammaṇaṁrūpapatiṭṭhanti rūpameva ārammaṇaṁ ālambitvā rūpameva patiṭṭhaṁ katvā. Nandūpasecananti sappītikataṇhodakena āsittaṁ viññāṇaṁ. Vuddhinti vuddhibhāvaṁ. Virūḷhinti javanavasena uparito virūḷhibhāvaṁ. Vepullanti tadārammaṇavasena vepullaṁ.",
  "atk-s0515a2:8": "Atthirāgotiādīni lobhasseva nāmāni. So hi rañjanavasena rāgo, nandanavasena nandī, taṇhāyanavasena taṇhāti vuccati. Patiṭṭhitaṁ tattha viññāṇaṁ virūḷhanti kammaṁ javāpetvā paṭisandhiākaḍḍhanasamatthatāya patiṭṭhitañceva virūḷhañca. Yatthāti tebhūmakavaṭṭe bhummaṁ. Sabbattha vā purimapade etaṁ bhummaṁ. Atthi tattha saṅkhārānaṁ vuddhīti idaṁ imasmiṁ vipākavaṭṭe ṭhitassa āyatiṁ vaṭṭahetuke saṅkhāre sandhāya vuttaṁ. Yattha atthi āyatiṁ punabbhavābhinibbattīti yasmiṁ ṭhāne āyatiṁ punabbhavābhinibbatti atthi. Tattha purimasuttaṁ rūpādiārammaṇalagganavasena vuttaṁ, dutiyasuttaṁ tadevārammaṇaṁ abhinandanavasena vuttaṁ, tatiyaṁ viññāṇapatiṭṭhānavasena vuttaṁ, catutthaṁ catubbidhaāhāravasena, kusalākusalaviññāṇapatiṭṭhānavasena vuttanti ñātabbaṁ.",
  "atk-s0515a2:9": "Yebhuyyenāti pāyena. Muyhantīti mohaṁ āpajjanti. Sammuyhantīti visesena muyhanti. Sampamuyhantīti sabbākārena muyhanti. Atha vā rūpārammaṇaṁ paṭicca muyhanti, saddārammaṇaṁ paṭicca sammuyhanti, mutārammaṇaṁ paṭicca sampamuyhanti. Avijjāya andhīkatāti aṭṭhasu ṭhānesu aññāṇāya avijjāya andhīkatā. ‘‘Gatā’’ti vā pāṭho, andhabhāvaṁ upagatāti attho. Pagāḷhoti paviṭṭho. Ogāḷhoti heṭṭhābhāgaṁ paviṭṭho. Ajjhogāḷhoti adhiogāhitvā avattharitvā visesena paviṭṭho nimuggoti adhomukhaṁ hutvā paviṭṭho. Atha vā dassanasaṁsaggena ogāḷho. Savanasaṁsaggena ajjhogāḷho. Vacanasaṁsaggena nimuggo. Sappurisasaṁsaggavirahito vā ogāḷho. Saddhammasevanavirahito vā ajjhogāḷho. Dhammānudhammapaṭipattivirahito vā nimuggo.",
  "atk-s0515a2:10": "Vivekāti vivitti, viviccanaṁ vā viveko. Tayoti gaṇanaparicchedo. Kāyavivekoti kāyena vivitti, vinā apasakkanaṁ. Cittavivekādīsupi eseva nayo. Idha bhikkhūti imasmiṁ sāsane. Saṁsāre bhayaṁ ikkhanato bhikkhu. Vivittanti suññaṁ, appasaddaṁ appanigghosanti attho. Etadeva hi sandhāya vibhaṅge ‘‘vivittanti santike cepi senāsanaṁ hoti, tañca anākiṇṇaṁ gahaṭṭhehi pabbajitehi, tena taṁ vivitta’’nti (vibha. 526) vuttaṁ. Seti ceva āsati ca etthāti senāsanaṁ, mañcapīṭhādīnametamadhivacanaṁ. Tenāha –",
  "atk-s0515a2:11": "‘‘Senāsananti mañcopi senāsanaṁ, pīṭhampi… bhisipi… bibbohanampi… vihāropi… aḍḍhayogopi… pāsādopi… aṭṭopi… māḷopi… leṇampi… guhāpi… rukkhamūlampi… veḷugumbopi… yattha vā pana bhikkhū paṭikkamanti, sabbametaṁ senāsana’’nti (vibha. 527).",
  "atk-s0515a2:12": "Api ca vihāro aḍḍhayogo pāsādo hammiyaṁ guhāti idaṁ vihārasenāsanaṁ nāma. Mañco pīṭhaṁ bhisi bibbohananti idaṁ mañcapīṭhasenāsanaṁ nāma. Cimilikā cammakhaṇḍo tiṇasanthāro paṇṇasanthāroti idaṁ santhatasenāsanaṁ nāma. Yattha vā pana bhikkhū paṭikkamanti, idaṁ okāsasenāsanaṁ nāmāti evaṁ catubbidhaṁ senāsanaṁ hoti. Taṁ sabbampi senāsanaggahaṇena gahitameva.",
  "atk-s0515a2:13": "Idha panassa sakuṇasadisassa cātuddisassa bhikkhuno anucchavikasenāsanaṁ dassento ‘‘araññaṁ rukkhamūla’’ntiādimāha. Tattha araññanti ‘‘nikkhamitvā bahi indakhīlā sabbametaṁ arañña’’nti (vibha. 529) idaṁ bhikkhunīnaṁ vasena āgataṁ. ‘‘Āraññakaṁ nāma senāsanaṁ pañcadhanusatikaṁ pacchima’’nti (pārā. 654) idaṁ pana imassa bhikkhuno anurūpaṁ. Tassa lakkhaṇaṁ visuddhimagge dhutaṅganiddese (visuddhi. 1.31) vuttaṁ. Rukkhamūlanti yaṁkiñci santacchāyaṁ vivittaṁ rukkhamūlaṁ. Pabbatanti selaṁ. Tattha hi udakasoṇḍīsu udakakiccaṁ katvā sītāya rukkhacchāyāya nisinnassa nānādisāsu khāyamānāsu sītena vātena bījiyamānassa cittaṁ ekaggaṁ hoti. Kandaranti kaṁ vuccati udakaṁ, tena dāritaṁ, udakena bhinnaṁ pabbatapadesaṁ. Yaṁ ‘‘nadītumba’’ntipi ‘‘nadīkuñja’’ntipi vadanti. Tattha hi rajatapaṭṭasadisā vālukā hoti, matthake maṇivitānaṁ viya vanagahanaṁ, maṇikhandhasadisaṁ udakaṁ sandati. Evarūpaṁ kandaraṁ oruyha pānīyaṁ pivitvā gattāni sītāni katvā vālukaṁ ussāpetvā paṁsukūlacīvaraṁ paññapetvā nisinnassa samaṇadhammaṁ karoto cittaṁ ekaggaṁ hoti. Giriguhanti dvinnaṁ pabbatānaṁ antaraṁ, ekasmiṁyeva vā umaṅgasadisaṁ mahāvivaraṁ. Susānalakkhaṇaṁ visuddhimagge (visuddhi. 1.34) vuttaṁ.",
  "atk-s0515a2:14": "Vanapatthanti gāmantaṁ atikkamitvā manussānaṁ anupacāraṭṭhānaṁ yattha na kasanti na vapanti. Tenevāha ‘‘vanapatthanti dūrānametaṁ senāsanānaṁ adhivacana’’ntiādi (vibha. 531). Abbhokāsanti acchannaṁ. Ākaṅkhamāno panettha cīvarakuṭiṁ katvā vasati. Palālapuñjanti palālarāsiṁ. Mahāpalālapuñjato hi palālaṁ nikkaḍḍhitvā pabbhāraleṇasadise ālaye karonti, gacchagumbādīnampi upari palālaṁ pakkhipitvā heṭṭhā nisinnā samaṇadhammaṁ karonti. Sabbametaṁ sandhāya vuttaṁ ‘‘kāyena vivitto viharatī’’tiādi. Eko caṅkamaṁ adhiṭṭhāti pavattayatīti vuttaṁ hoti. Iriyatīti iriyāpathaṁ vattayati. Vattatīti iriyāpathavuttiṁ uppādeti. Pāletīti iriyāpathaṁ rakkhati. Yapetīti yapayati. Yāpetīti yāpayati.",
  "atk-s0515a2:15": "Paṭhamaṁjhānaṁ samāpannassāti kusalajjhānasamaṅgissa. Nīvaraṇehi cittaṁ vivittanti upacārena nīvaraṇehi vivittampi samānaṁ antoappanāyaṁ suṭṭhu vivittaṁ nāma hotīti dassetuṁ ‘‘paṭhamaṁ jhānaṁ samāpannassa nīvaraṇehi cittaṁ vivittaṁ hotī’’ti vuttaṁ. Eseva nayo vitakkavicārapītisukhadukkhehi dutiyatatiyacatutthajjhānāni samāpannānanti. Rūpasaññāyāti kusalavipākakiriyavasena pañcadasannaṁ rūpāvacarajjhānānaṁ saññāya. Paṭighasaññāyāti cakkhurūpādisaṅghaṭṭanena uppannāya kusalākusalavipākavasena dvipañcaviññāṇasaṅkhātāya paṭighasaññāya ca. Nānattasaññāyāti nānārammaṇe pavattāya catucattālīsakāmāvacarasaññāya ca cittaṁ vivittaṁ hoti suññaṁ hoti.",
  "atk-s0515a2:16": "Ākāsānañcāyatanaṁ samāpannassāti ettha nāssa antoti anantaṁ, ākāsaṁ anantaṁ ākāsānantaṁ, ākāsānantameva ākāsānañcaṁ, taṁ ākāsānañcaṁ adhiṭṭhānaṭṭhena āyatanamassa sasampayuttadhammassa jhānassa devānaṁ devāyatanamivāti ākāsānañcāyatanaṁ, kasiṇugghāṭimākāsārammaṇajhānassetaṁ adhivacanaṁ. Taṁ ākāsānañcāyatanaṁ samāpannassa kusalakiriyajhānaṁ samāpannassa. Rūpasaññāyāti saññāsīsena rūpāvacarajjhānato ceva tadārammaṇato ca. Rūpāvacarajjhānampi hi ‘‘rūpa’’nti vuccati ‘‘rūpī rūpāni passatī’’tiādīsu (paṭi. ma. 1.209), tassa ārammaṇampi ‘‘bahiddhā rūpāni passati suvaṇṇadubbaṇṇānī’’tiādīsupi (paṭi. ma. 1.209). Tasmā idha rūpe saññā rūpasaññāti evaṁ saññāsīsena rūpāvacarajjhānassetaṁ adhivacanaṁ. Rūpe saññā assāti rūpasaññaṁ, rūpamassa nāmanti vuttaṁ hoti. Evaṁ pathavīkasiṇādibhedassa tadārammaṇassa cetaṁ adhivacananti veditabbaṁ. Etāya kusalavipākakiriyāvasena pañcadasavidhāya jhānasaṅkhātāya rūpasaññāya. Etāya ca pathavīkasiṇādivasena aṭṭhavidhāya ārammaṇasaṅkhātāya rūpasaññāya.",
  "atk-s0515a2:17": "Paṭighasaññāyāti cakkhādīnaṁ vatthūnaṁ rūpādīnaṁ ārammaṇānañca paṭighātena samuppannā saññā paṭighasaññā, rūpasaññādīnaṁ etaṁ adhivacanaṁ. Yathāha – ‘‘tattha katamā paṭighasaññā? Rūpasaññā saddasaññā gandhasaññā rasasaññā phoṭṭhabbasaññā, imā vuccanti paṭighasaññāyo’’ti (vibha. 603). Tā kusalavipākā pañca akusalavipākā pañcāti etāya paṭighasaññāya.",
  "atk-s0515a2:18": "Nānattasaññāyāti nānatte gocare pavattāya saññāya, nānattāya vā saññāya. Yathāha – ‘‘tattha katamā nānattasaññā? Asamāpannassa manodhātusamaṅgissa vā manoviññāṇadhātusamaṅgissa vā saññā sañjānanā sañjānitattaṁ, imā vuccanti nānattasaññāyo’’ti (vibha. 604) evaṁ vibhaṅge vibhajitvā vuttā. Tā idha adhippetā. Asamāpannassa manodhātumanoviññāṇadhātusaṅgahitā saññā rūpasaddādibhede nānatte nānāsabhāve gocare pavattanti. Yasmā cesā aṭṭha kāmāvacarakusalasaññā, dvādasa akusalasaññā, ekādasa kāmāvacarakusalavipākasaññā, dve akusalavipākasaññā , ekādasa kāmāvacarakiriyasaññāti evaṁ catucattālīsampi saññā nānattā nānāsabhāvā aññamaññaṁ asadisā, tasmā ‘‘nānattasaññā’’ti vuttā, tāya nānattasaññāya.",
  "atk-s0515a2:19": "Cittaṁ vivittaṁ hotīti ākāsānañcāyatanaṁ samāpannassa rūpasaññāpaṭighasaññānānattasaññāsaṅkhātāhi saññāhi jhānacittaṁ vivittaṁ hoti vinā hoti apasakkanaṁ hoti. Viññāṇañcāyatananti etadeva viññāṇaṁ adhiṭṭhānaṭṭhena āyatanamassāti viññāṇañcāyatanaṁ, ākāse pavattaviññāṇārammaṇassa jhānassetaṁ adhivacanaṁ. Taṁ jhānaṁ samāpannassa vuttappakārāya ākāsānañcāyatanasaññāya cittaṁ vivittaṁ hoti.",
  "atk-s0515a2:20": "Ākiñcaññāyatananti ettha pana nāssa kiñcananti akiñcanaṁ, antamaso bhaṅgamattampi assa avasiṭṭhaṁ natthīti vuttaṁ hoti. Akiñcanassa bhāvo ākiñcaññaṁ, ākāsānañcāyatanaviññāṇāpagamassetaṁ adhivacanaṁ. Taṁ ākiñcaññaṁ adhiṭṭhānaṭṭhena āyatanamassāti ākiñcaññāyatanaṁ, ākāse pavattitaviññāṇāpagamārammaṇajhānassetaṁ adhivacanaṁ. Taṁ ākiñcaññāyatanaṁ samāpannassa tāya viññāṇañcāyatanasaññāya cittaṁ vivittaṁ.",
  "atk-s0515a2:21": "Nevasaññānāsaññāyatananti ettha pana yāya saññāya bhāvato taṁ ‘‘nevasaññānāsaññāyatana’’nti vuccati, yathāpaṭipannassa sā saññā hoti, taṁ tāva dassetuṁ vibhaṅge (vibha. 620) ‘‘nevasaññīnāsaññī’’ti uddharitvā taññeva ‘‘ākiñcaññāyatanaṁ santato manasi karoti, saṅkhārāvasesasamāpattiṁ bhāveti, tena vuccati nevasaññīnāsaññī’’ti vuttaṁ. Tattha santato manasi karotīti ‘‘santovatāyaṁ samāpatti, yatra hi nāma natthibhāvampi ārammaṇaṁ karitvā vasatī’’ti evaṁ santārammaṇatāya naṁ ‘‘santā’’ti manasi karoti. Taṁ nevasaññānāsaññāyatanaṁ appetvā nisinnassa tāya ākiñcaññāyatanasaññāya jhānacittaṁ suññaṁ hoti.",
  "atk-s0515a2:22": "Sotāpannassāti sotāpattiphalaṁ pattassa. Sakkāyadiṭṭhiyāti vīsativatthukāya sakkāyadiṭṭhiyā. Vicikicchāyāti aṭṭhasu ṭhānesu kaṅkhāya. Sīlabbataparāmāsāti ‘‘sīlena suddhi, vatena suddhī’’ti parāmasitvā uppajjanakadiṭṭhi. Diṭṭhānusayāti appahīnaṭṭhena santāne anusayakā diṭṭhānusayā. Tathā vicikicchānusayā. Tadekaṭṭhehi cāti tehi sakkāyadiṭṭhiādīhi ekato ṭhitehi ca. Upatāpenti vibādhenti cāti kilesā, tehi sakkāyadiṭṭhiyādikilesehi cittaṁ vivittaṁ suññaṁ hoti. Ettha ‘‘tadekaṭṭha’’nti duvidhaṁ ekaṭṭhaṁ pahānekaṭṭhaṁ sahajekaṭṭhañca. Apāyagamanīyā hi kilesā yāva sotāpattimaggena na pahīyanti, tāva diṭṭhivicikicchāhi saha ekasmiṁ puggale ṭhitāti pahānekaṭṭhā. Dasasu hi kilesesu idha diṭṭhivicikicchā eva āgatā. Anusayesu diṭṭhānusayavicikicchānusayā āgatā. Sesā pana apāyagamanīyo lobho doso moho māno thinaṁ uddhaccaṁ ahirikaṁ anottappanti aṭṭha kilesā diṭṭhivicikicchāhi saha pahānekaṭṭhā hutvā dvīhi anusayehi saddhiṁ sotāpattimaggena pahīyanti. Rāgadosamohapamukhesu vā diyaḍḍhesu kilesasahassesu sotāpattimaggena diṭṭhiyā pahīyamānāya diṭṭhiyā saha vicikicchā pahīnā, diṭṭhānusayavicikicchānusayehi saha apāyagamanīyā sabbakilesā pahānekaṭṭhavasena pahīyanti. Sahajekaṭṭhā pana diṭṭhiyā saha vicikicchāya ca saha ekekasmiṁ citte ṭhitā avasesakilesā.",
  "atk-s0515a2:23": "Sotāpattimaggena hi cattāri diṭṭhisahagatāni vicikicchāsahagatañcāti pañca cittāni pahīyanti. Tattha dvīsu diṭṭhisampayuttaasaṅkhārikacittesu pahīyamānesu tehi sahajāto lobho moho uddhaccaṁ ahirikaṁ anottappanti ime kilesā sahajekaṭṭhavasena pahīyanti, dvīsu diṭṭhisampayuttasasaṅkhārikacittesu pahīyamānesu tehi sahajāto lobho moho thinaṁ uddhaccaṁ ahirikaṁ anottappanti ime kilesā sahajekaṭṭhavasena pahīyanti, vicikicchāsahagatacitte pahīyamāne tena sahajāto moho uddhaccaṁ ahirikaṁ anottappanti ime kilesā sahajekaṭṭhavasena pahīyanti. Tehi duvidhekaṭṭhehi kilesehi cittaṁ vivittaṁ hotīti maggacittaṁ viviccati, phalacittaṁ vivittaṁ viyuttaṁ apasakkitaṁ suññaṁ hotīti attho.",
  "atk-s0515a2:24": "Sakadāgāmissa oḷārikā kāmarāgasaññojanāti oḷārikabhūtā kāyadvāre vītikkamassa paccayabhāvena thūlabhūtā methunarāgasaṅkhātā saññojanā. So hi kāmabhave saññojetīti ‘‘saññojana’’nti vuccati. Paṭighasaññojanāti byāpādasaññojanā. So hi ārammaṇe paṭihaññatīti ‘‘paṭigha’’nti vuccati. Te eva thāmagataṭṭhena santāne anusentīti anusayā. Aṇusahagatāti sukhumabhūtā kāmarāgasaññojanā paṭighasaññojanā aṇusahagatā kāmarāgānusayā paṭighānusayāti appahīnaṭṭhena santāne anusayanavasena sukhumabhūtā kāmarāgapaṭighānusayā. Tadekaṭṭhehi cāti vuttatthehi duvidhekaṭṭhehi kilesehi cittaṁ vivittaṁ suññaṁ hoti.",
  "atk-s0515a2:25": "Arahatoti kilesārīnaṁ hatattā ‘‘arahā’’ti laddhanāmassa. Rūparāgāti rūpabhave chandarāgā . Arūparāgāti arūpabhave chandarāgā. Mānāti arahattamaggavajjhā mānā eva. Tathā uddhaccaavijjāmānānusayādayo arahattamaggavajjhā. Etesu uṇṇatilakkhaṇo māno. Avūpasamalakkhaṇaṁ uddhaccaṁ. Andhabhāvalakkhaṇā avijjā. Rūparāgaarūparāgavasena pavattā bhavarāgānusayā. Tadekaṭṭhehi cāti tehi ekato ṭhitehi ca kilesehi. Bahiddhā ca sabbanimittehīti ajjhattacittasantāne akusalakkhandhe upādāya ‘‘bahiddhā’’ti saṅkhaṁ gatehi ajjhattaṁ muñcitvā bahiddhā pavattehi sabbasaṅkhāranimittehi maggacittaṁ viviccati vinā hoti apasakkati, phalacittaṁ vivittaṁ viyuttaṁ apasakkitaṁ hoti.",
  "atk-s0515a2:26": "Tattha kilesapaṭipāṭiyā maggapaṭipāṭiyā cāti dvidhā anusayānaṁ abhāvo veditabbo. Kilesapaṭipāṭiyā hi kāmarāgānusayapaṭighānusayānaṁ tatiyamaggena abhāvo hoti, mānānusayassa catutthamaggena, diṭṭhānusayavicikicchānusayānaṁ paṭhamamaggena, bhavarāgānusayāvijjānusayānaṁ catutthamaggeneva. Maggapaṭipāṭiyā pana paṭhamamaggena diṭṭhānusayavicikicchānusayānaṁ abhāvo hoti, dutiyamaggena kāmarāgānusayapaṭighānusayānaṁ tanubhāvo, tatiyamaggena sabbaso abhāvo, catutthamaggena mānānusayabhavarāgānusayāvijjānusayānaṁ abhāvo hoti. Cittavivekoti mahaggatalokuttaracittānaṁ kilesehi suññabhāvo, tucchabhāvoti attho.",
  "atk-s0515a2:27": "Upadhivivekoti kilesakkhandhaabhisaṅkhārasaṅkhātānaṁ upadhīnaṁ suññabhāvo. Upadhiṁ tāva dassetuṁ ‘‘upadhi vuccanti kilesā cā’’tiādimāha. Rāgādayo yassa uppajjanti, taṁ upatāpenti vibādhentīti kilesā ca. Upādānagocarā rūpādayo pañcakkhandhā ca. Upādānasambhūtā puññāpuññaāneñjābhisaṅkhārā ca. Amatanti natthi etassa maraṇasaṅkhātaṁ matanti amataṁ, kilesavisapaṭipakkhattā agadantipi amataṁ. Saṁsārayonigatiupapattiviññāṇaṭṭhitisattāvāsesu saṁsibbati vinatīti taṇhā ‘‘vāna’’nti vuccati, taṁ tattha natthīti nibbānaṁ. Vivekaṭṭhakāyānanti gaṇasaṅgaṇikāya apagatasarīrānaṁ. Nekkhammābhiratānanti nekkhamme kāmādito nikkhante paṭhamajjhānādike abhiratānaṁ tanninnānaṁ. Paramavodānappattānanti uttamaparisuddhabhāvaphalaṁ pāpuṇitvā ṭhitānaṁ. ‘‘Upakkilesābhāvena parisuddhacittānaṁ, kilesehi muttabhāvena paramavodānappattānaṁ. Vikkhambhanappahānena parisuddhacittānaṁ, samucchedappahānena paramavodānappattāna’’nti evameke vaṇṇayanti. Nirūpadhīnanti vigatūpadhīnaṁ. Visaṅkhāragatānanti saṅkhārārammaṇaṁ cajitvā vigatasaṅkhāraṁ nibbānaṁ ārammaṇavasena upagatānaṁ. Visaṅkhāragataṁ cittanti etthapi hi nibbānameva ‘‘visaṅkhāra’’nti vuttaṁ.",
  "atk-s0515a2:28": "Vidūreti vividhe dūre. Suvidūreti suṭṭhu vidūre. Na santiketi na samīpe. Na sāmantāti na ekapasse. Anāsanneti anaccantasamīpe. Vivekaṭṭheti atidūre, vigateti attho. Tādisoti taṁsadiso. Tassaṇṭhitoti tena ākārena ṭhito. Tappakāroti tena pakārena ṭhito. Tappaṭibhāgoti taṁkoṭṭhāsiko. Atha vā ‘‘attabhāvaguhāya laggabhāvena tādiso. Kilesehi channabhāvena tassaṇṭhito. Mohanasmiṁ pagāḷhabhāvena tappakāro. Tīhi vivekehi dūrabhāvena tappaṭibhāgoti evameke vaṇṇayanti.",
  "atk-s0515a2:29": "Duppahāyāti sukhena pahātabbā na honti. Duccajjāti sukhena jahituṁ na sakkā. Duppariccajjāti sabbākārena jahituṁ na sakkā. Dunnimmadayāti nimmadaṁ amadaṁ kātuṁ na sakkā. Dubbiniveṭhayāti viniveṭhanaṁ mocanaṁ kātuṁ na sakkā. Duttarāti uttaritvā atikkantuṁ na sakkā. Duppatarāti visesetvā tarituṁ na sakkā. Dussamatikkamāti dukkhena atikkamitabbā. Dubbinivattāti nivattetuṁ dukkhā. Atha vā ‘‘pakativasena duppariccajjā. Goṇapatāsaṁ viya dunnimmadayā. Nāgapāsaṁ viya dubbiniveṭhayā. Gimhasamaye marukantāraṁ viya duttarā duppatarā. Byagghapariggahitā aṭavī viya dussamatikkamā. Samuddavīci viya dubbinivattāti evameke vaṇṇayanti.",
  "atk-s0515a2:30": "8. Evaṁ paṭhamagāthāya ‘‘dūre vivekā hi tathāvidho’’ti sādhetvā puna tathāvidhānaṁ sattānaṁ dhammataṁ āvi karonto ‘‘icchānidānā’’tiādigāthamāha. Tattha icchānidānāti taṇhāhetukā. Bhavasātabaddhāti sukhavedanādimhi bhavasātena baddhā. Te duppamuñcāti te bhavasātavatthubhūtā dhammā. Te vā tattha baddhā icchānidānā sattā duppamocayā. Na hi aññamokkhāti aññe ca mocetuṁ na sakkonti. Kāraṇavacanaṁ vā etaṁ. Te sattā duppamuñcā. Kasmā? Yasmā aññena mocetabbā na honti. Yadi sattā muñceyyuṁ, sakena thāmena muñceyyunti ayamassa attho. Pacchā pure vāpi apekkhamānāti anāgate atīte vā kāme apekkhamānā. Ime va kāme purime va jappanti ime vā paccuppanne kāme purime vā duvidhepi atītānāgate balavataṇhāya patthayamānā. Imesañca dvinnaṁ padānaṁ ‘‘te duppamuñcā na hi aññamokkhā’’ti imināva saha sambandho veditabbo. Itarathā apekkhamānā jappaṁ kiṁ karonti, kiṁ vā katāti na paññāyeyyuṁ.",
  "atk-s0515a2:31": "Bhavasātabaddhāti bhave sātaṁ bhavasātaṁ, tena bhavasātena sukhassādena baddhā hutvā ṭhitā. Taṁ bhājetvā dassetuṁ ‘‘ekaṁ bhavasātaṁ – sukhā vedanā’’tiādimāha. Yobbanabhāvo yobbaññaṁ. Arogabhāvo ārogyaṁ. Jīvitindriyassa pavattabhāvo jīvitaṁ. Lābhoti catunnaṁ paccayānaṁ lābho. Yasoti parivāro. Pasaṁsāti kitti. Sukhanti kāyikacetasikaṁ sukhaṁ. Manāpikā rūpāti manavaḍḍhanakā rūpā. Sesesupi eseva nayo.",
  "atk-s0515a2:32": "Cakkhusampadāti cakkhussa sampadā. ‘‘Mayhaṁ cakkhu sampannaṁ maṇivimāne ugghāṭitasīhapañjaraṁ viya khāyatī’’ti uppannaṁ sukhassādaṁ sandhāya ‘‘cakkhusampadā’’ti vuttaṁ. Sotasampadādīsupi eseva nayo. Sukhāya vedanāya sātabaddhā…pe… vibaddhāti vividhākārena baddhā. Ābaddhāti visesena ādito baddhā. Laggāti ārammaṇena saddhiṁ appitā. Laggitāti nāgadante phāṇitavārako viya laggitā. Yamettha ca avuttaṁ, taṁ satto visattotiādimhi vuttanayena gahetabbaṁ.",
  "atk-s0515a2:33": "Na hi aññamokkhāti na parehi mokkhā. Te vā bhavasātavatthū duppamuñcāti bhave sukhassādavatthubhūtā dhammā te muñcituṁ dukkhā. Sattā vā etto dummocayāti sattā eva vā etasmā bhavasātavatthuto mocetuṁ dukkhā.",
  "atk-s0515a2:34": "Duruddharāti uddharituṁ dukkhā. Dussamuddharāti samantato chinnataṭe narakāvāṭe patito viya uddhaṁ katvā uddharituṁ dukkhā. Dubbuṭṭhāpayāti uṭṭhāpetuṁ dukkhā. Dussamuṭṭhāpayāti sukhumaattabhāvaṁ pathaviyaṁ patiṭṭhāpanaṁ viya ussāpetuṁ ativiya dukkhā.",
  "atk-s0515a2:35": "Te attanā palipapalipannāti gambhīrakaddame yāva sīsato nimuggā na sakkonti. Paraṁ palipapalipannaṁ uddharitunti aparaṁ tatheva nimuggaṁ hatthe vā sīse vā gahetvā uddharitvā thale patiṭṭhāpetuṁ na sakkonti. So vata cundāti soti vattabbākārapuggalaniddeso. Tassa ‘‘yo’’ti imaṁ uddesavacanaṁ āharitvā yo attanā palipapalipanno, so vata , cunda, paraṁ palipapalipannaṁ uddharissatīti. Evaṁ sesapadesu sambandho veditabbo. Palipapalipannoti gambhīrakaddame nimuggo vuccati. Yathā, cunda, koci puriso yāva sīsato gambhīrakaddame nimuggo, parampi tatheva nimuggaṁ hatthe vā sīse vā gahetvā uddharissatīti netaṁ ṭhānaṁ vijjati. Na hi taṁ kāraṇamatthi, yena so taṁ uddharitvā thale patiṭṭhāpeyyāti. Adanto avinīto aparinibbutoti ettha pana anibbisevanatāya adanto. Asikkhitavinayatāya avinīto. Anibbutakilesatāya aparinibbutoti veditabbo. So tādiso paraṁ damessati nibbisevanaṁ karissati, vinessati tisso sikkhā sikkhāpessati. Parinibbāpessati tassa kilese nibbāpessati.",
  "atk-s0515a2:36": "Natthaññokocīti añño koci puggalo mocetuṁ samattho natthi. Sakena thāmenāti attano ñāṇathāmena. Balenāti ñāṇabalena. Vīriyenāti ñāṇasampayuttacetasikavīriyena. Purisaparakkamenāti paraṁ paraṁ ṭhānaṁ akkamanena mahantavīriyena.",
  "atk-s0515a2:37": "Nāhaṁ sahissāmīti ahaṁ na sahissāmi na sakkomi, na vāyamissāmīti vuttaṁ hoti. Pamocanāyāti pamocetuṁ. Kathaṁkathinti sakaṅkhaṁ. Dhotakāti ālapanaṁ. Taresīti tareyyāsi.",
  "atk-s0515a2:38": "‘‘Attanā hi kataṁ pāpaṁ, attanā saṁkilissati;",
  "atk-s0515a2:39": "Attanā akataṁ pāpaṁ, attanāva visujjhati;",
  "atk-s0515a2:40": "Suddhī asuddhi paccattaṁ, nāñño aññaṁ visodhaye’’ti. (dha. pa. 165; kathā. 743) –",
  "atk-s0515a2:41": "Etthāyamattho – yena attanā akusalaṁ kammaṁ kataṁ hoti, so catūsu apāyesu dukkhaṁ anubhavanto attanāva saṁkilissati. Yena pana attanā akataṁ pāpaṁ, so sugatiñceva agatiñca gacchanto attanāva visujjhati. Kusalakammasaṅkhātā suddhi akusalakammasaṅkhātā ca asuddhi paccattaṁ kārakasattānaṁ attaniyeva vipaccati. Añño puggalo aññaṁ puggalaṁ na visodhaye neva visodheti, na kilesetīti vuttaṁ hoti.",
  "atk-s0515a2:42": "Tiṭṭhateva nibbānanti amatamahānibbānaṁ tiṭṭhatiyeva. Nibbānagāmimaggoti pubbabhāgavipassanāto paṭṭhāya ariyamaggo. Tiṭṭhāmahaṁ samādapetāti ahaṁ gaṇhāpetā patiṭṭhāpetā tiṭṭhāmi. Evaṁovadiyamānā evaṁ anusāsiyamānāti mayā evaṁ ovadiyamānā evaṁ anusāsiyamānā. Ettha uppanne vatthusmiṁ vadanto ovadati nāma, anuppanne vatthusmiṁ anusāsanto ‘‘ayasopi te bhavissatī’’tiādivasena anāgataṁ dassento anusāsati nāma. Sammukhā vadantopi ovadati nāma, parammukhā dūtasāsanaṁ vā pesento anusāsati nāma. Sakiṁ vadantopi ovadati nāma, punappunaṁ vadanto anusāsati nāma. Ovadanto eva vā anusāsati nāma. Appekacceti api ekacce, eketi attho. Accantaniṭṭhaṁ nibbānaṁ ārādhentīti khayavayasaṅkhātaṁ antaṁ atītanti accantaṁ, accantañca taṁ sabbasaṅkhārānaṁ appavattiṭṭhānattā niṭṭhañcāti accantaniṭṭhaṁ, ekantaniṭṭhaṁ, satataniṭṭhanti attho. Taṁ accantanibbānaṁ ārādhenti sampādenti. Nārādhentīti na sampādenti, na paṭilabhantīti attho. Ettha kyāhanti etesu kiṁ ahaṁ, kiṁ karomīti attho. Maggakkhāyīti paṭipadāmaggakkhāyī . Ācikkhati katheti. Attanā paṭipajjamānā muñceyyunti paṭipajjantā mayaṁ muñceyyuṁ.",
  "atk-s0515a2:43": "Atītaṁ upādāyāti atītaṁ paṭicca. Kathaṁ pure apekkhaṁ karotīti kena pakārena ikkhaṁ olokanaṁ karoti. Evaṁrūpo ahosinti dīgharassaaṇukathūlādivasena evaṁjātiko evarūpo abhaviṁ. Tattha nandiṁ samannānetīti tasmiṁ rūpārammaṇe taṇhaṁ sammā ānayati upaneti. Vedanādīsupi eseva nayo.",
  "atk-s0515a2:44": "‘‘Iti me cakkhū’’tiādayo vatthuārammaṇavasena taṇhuppattiṁ dassento āha. Iti rūpātīti evaṁ rūpā iti. Tattha chandarāgapaṭibaddhanti tesu cakkhurūpesu dubbalasaṅkhāto chando ca balavasaṅkhāto rāgo ca, tena chandarāgena paṭibaddhaṁ allīnaṁ. Viññāṇanti javanacittaṁ. Chandarāgapaṭibaddhattā viññāṇassāti tassa javanaviññāṇassa chandarāgena baddhabhāvā. Tadabhinandatīti taṁ ārammaṇaṁ taṇhāvasena abhinandati.",
  "atk-s0515a2:45": "Yānissatānīti yāni assa tāni. Pubbeti atīte. Saddhinti ekato. Hasitalapitakīḷitānīti dantavidaṁsādihasitāni ca, vacībhedaṁ katvā lapitāni ca, kāyakhiḍḍādikīḷitāni ca. Tadassādetīti taṁ assādayati assādaṁ vindati sādiyati. Taṁ nikāmetīti taṁ nikāmayati paccāsīsati. Vittiṁ āpajjatīti tuṭṭhiṁ pāpuṇāti.",
  "atk-s0515a2:46": "Siyanti bhaveyyaṁ. Appaṭiladdhassa paṭilābhāyāti appattassa pāpuṇanatthāya. Cittaṁ paṇidahatīti cittaṁ ṭhapeti. Cetaso paṇidhānapaccayāti cittassa ṭhapanakāraṇā.",
  "atk-s0515a2:47": "Sīlena vāti pañcasīlādisīlena vā. Vatena vāti dhutaṅgasamādānena vā. Tapena vāti vīriyasamādānena vā. Brahmacariyena vāti methunaviratiyā vā. Devo vāti mahānubhāvo devarājā vā. Devaññataro vāti tesaṁ aññataro vā.",
  "atk-s0515a2:48": "Jappantāti guṇavasena kathentā. Pajappantāti pakārena kathentā. Abhijappantāti visesena kathentā, upasaggavasena vā vaḍḍhitaṁ.",
  "atk-s0515a2:49": "9. Evaṁ paṭhamagāthāya ‘‘dūre vivekā hi tathāvidho’’ti sādhetvā dutiyagāthāya ca tathāvidhānaṁ dhammataṁ āvi katvā idāni tesaṁ pāpakaraṇaṁ āvi karonto ‘‘kāmesu giddhā’’ti gāthamāha.",
  "atk-s0515a2:50": "Tassattho – te sattā kāmesu paribhogataṇhāya giddhā, pariyesanādimanuyuttattā pasutā, sammohamāpannattā pamūḷhā, avagamanatāya macchariyatāya buddhādīnaṁ vacanaṁ anādiyatāya ca avadāniyā, kāyavisamādimhi visame niviṭṭhā, antakāle maraṇadukkhūpanītā, ‘‘kiṁsu bhavissāma ito cutāse’’ti paridevayantīti.",
  "atk-s0515a2:51": "Giddhāti kāmarāgena giddhā. Gadhitāti saṅkapparāgena paccāsīsamānā hutvā gadhitā. Mucchitāti kāmataṇhāya mucchāparetā. Ajjhosannāti kāmanandiyā adhiosannā ajjhotthaṭā. Laggāti kāmasinehena allīnā. Laggitāti kāmapariḷāhena ekībhūtā. Palibuddhāti kāmasaññāya āvaṭṭitā. Atha vā ‘‘diṭṭhidassane giddhā. Abhiṇhadassane gadhitā. Saṁsaggakiriyasmiṁ mucchitā. Vissāsakiriyasmiṁ ajjhosannā. Sinehavaḷañjasmiṁ laggā. Dvayaṁdvayasamāpattimhi laggitā. Aparāparaṁ amuñcamānā hutvā palibuddhā’’ti evameke vaṇṇayanti.",
  "atk-s0515a2:52": "Esantīti paccāsīsanti. Gavesantīti maggayanti. Pariyesantīti sabbākārena icchanti patthenti. Atha vā diṭṭhārammaṇe subhāsubhaṁ atthi, natthīti esanti. Subhāsubhārammaṇe paccakkhaṁ katvā vaḷañjanatthāya piyaṁ karontā gavesanti. Cittavasena esanti. Payogavasena gavesanti. Karaṇavasena pariyesanti. Te duvidhe kāme paṭicca otaritvā carantīti taccaritā. Te ca kāme bahulaṁ yebhuyyena vaḍḍhenti pavattayantīti tabbahulā. Te ca kāme garuṁ katvā rahantīti taggarukā. Tesu kāmesu ninnā namitā hutvā vasantīti tanninnā. Tesu kāmesu sanninnā hutvā vasantīti tappoṇā. Tesu kāmesu avalambitā hutvā tesuyeva namitā vasantīti tappabbhārā. Tesu kāmesu avattharitvā mucchāparetappasaṅgā hutvā vadantīti tadadhimuttā. Te ca kāme adhipatiṁ jeṭṭhakaṁ katvā vasantīti tadadhipateyyā. Atha vā ‘‘ārammaṇassa iṭṭhabhāvena taccaritā. Ārammaṇassa kantabhāvena tabbahulā. Ārammaṇassa manāpabhāvena taggarukā. Ārammaṇassa piyabhāvena tanninnā. Ārammaṇassa kāmupasaṁhitabhāvena tappoṇā. Ārammaṇassa rajanīyabhāvena tappabbhārā. Ārammaṇassa mucchanīyabhāvena tadadhimuttā. Ārammaṇassa bandhanīyabhāvena tadadhipateyyā’’ti evameke vaṇṇayanti.",
  "atk-s0515a2:53": "Rūpepariyesantītiādīsu pariyesantīti aladdhassa lābhāya esanavasena. Paṭilabhantīti hatthagatavasena. Paribhuñjantīti vaḷañjanavasena vuttanti ñātabbaṁ. Kalahaṁ vivādaṁ karotīti kalahakārako. Tasmiṁ niyuttoti kalahapasuto. Kammakārakādīsupi eseva nayo. Gocare carantoti vesiyādigocare, satipaṭṭhānādigocare vā caramāno. Tesu niyutto gocarapasuto. Ārammaṇūpanijjhānavasena jhānaṁ assa atthīti jhāyī. Tasmiṁ niyutto jhānapasuto.",
  "atk-s0515a2:54": "Avagacchantīti apāyaṁ gacchanti. Maccharinoti sakasampattiṁ niguhantā. Vacananti kathanaṁ. Byapathanti vākyapathaṁ. Desananti vissajjanaovādaṁ. Anusiṭṭhinti anusāsaniṁ. Nādiyantīti na gaṇhanti na garuṁ karonti. ‘‘Na paṭissantī’’ti vā pāṭho, soyeva attho. Vatthuto macchariyadassanatthaṁ ‘‘pañca macchariyāni āvāsamacchariya’’ntiādi vuttaṁ. Tattha āvāse macchariyaṁ āvāsamacchariyaṁ. Sesapadesupi eseva nayo.",
  "atk-s0515a2:55": "Āvāso nāma sakalārāmopi pariveṇampi ekovarakopi rattiṭṭhānādīnipi. Tesu vasantā sukhaṁ vasanti, paccaye labhanti. Eko bhikkhu vattasampannasseva pesalassa bhikkhuno tattha āgamanaṁ na icchati, āgatopi ‘‘khippaṁ gacchatū’’ti cintesi, idaṁ āvāsamacchariyaṁ nāma. Bhaṇḍanakārakādīnaṁ pana tattha vāsaṁ anicchato āvāsamacchariyaṁ nāma na hoti.",
  "atk-s0515a2:56": "Kulanti upaṭṭhākakulampi ñātikulampi. Tattha aññassa upasaṅkamanaṁ anicchato kulamacchariyaṁ hoti. Pāpapuggalassa pana upasaṅkamanaṁ anicchatopi macchariyaṁ nāma na hoti. So hi tesaṁ pasādabhedāya paṭipajjati. Pasādaṁ rakkhituṁ samatthasseva pana bhikkhuno tattha upasaṅkamanaṁ anicchato macchariyaṁ nāma hoti.",
  "atk-s0515a2:57": "Lābhoti catupaccayalābhova. Taṁ aññasmiṁ sīlavanteyeva labhante ‘‘mā labhatū’’ti cintentassa lābhamacchariyaṁ hoti. Yo pana saddhādeyyaṁ vinipāteti, aparibhogadupparibhogādivasena vināseti, pūtibhāvaṁ gacchantampi aññassa na deti, taṁ disvā ‘‘sace imaṁ esa na labheyya, añño sīlavā labheyya, paribhogaṁ gaccheyyā’’ti cintentassa macchariyaṁ nāma natthi.",
  "atk-s0515a2:58": "Vaṇṇo nāma sarīravaṇṇopi guṇavaṇṇopi. Tattha sarīravaṇṇe maccharī ‘‘paro pāsādiko rūpavā’’ti vutte taṁ na kathetukāmo hoti. Guṇavaṇṇamaccharī parassa sīlena dhutaṅgena paṭipadāya ācārena vaṇṇaṁ na kathetukāmo hoti.",
  "atk-s0515a2:59": "Dhammoti pariyattidhammo ca paṭivedhadhammo ca. Tattha ariyasāvakā paṭivedhadhammaṁ na maccharāyanti, attanā paṭividdhadhamme sadevakassa lokassa paṭivedhaṁ icchanti. Taṁ pana paṭivedhaṁ ‘‘pare jānantū’’ti icchanti, tantidhammeyeva pana dhammamacchariyaṁ nāma hoti. Tena samannāgato puggalo yaṁ guḷhaṁ ganthaṁ vā kathāmaggaṁ vā jānāti, taṁ aññe na jānāpetukāmo hoti. Yo pana puggalaṁ upaparikkhitvā dhammānuggahena dhammaṁ vā upaparikkhitvā puggalānuggahena na deti, ayaṁ dhammamaccharī nāma na hoti. Tattha ekacco puggalo lolo hoti, kālena samaṇo hoti , kālena brāhmaṇo, kālena nigaṇṭho. Yo hi bhikkhu ‘‘ayaṁ puggalo paveṇiāgataṁ tantiṁ saṇhaṁ sukhumaṁ dhammantaraṁ bhinditvā āluḷessatī’’ti na deti, ayaṁ puggalaṁ upaparikkhitvā dhammānuggahena na deti nāma. Yo pana ‘‘ayaṁ dhammo saṇho sukhumo, sacāyaṁ puggalo gaṇhissati, aññaṁ byākaritvā attānaṁ āvi katvā nassissatī’’ti na deti, ayaṁ dhammaṁ upaparikkhitvā puggalānuggahena na deti nāma. Yo pana ‘‘sacāyaṁ imaṁ dhammaṁ gaṇhissati, amhākaṁ samayaṁ bhindituṁ samattho bhavissatī’’ti na deti, ayaṁ dhammamaccharī nāma hoti.",
  "atk-s0515a2:60": "Imesu pañcasu macchariyesu āvāsamacchariyena tāva yakkho vā peto vā hutvā tasseva āvāsassa saṅkāraṁ sīsena ukkhipitvā vicarati. Kulamacchariyena tasmiṁ kule aññesaṁ dānamānanādīni karonte disvā ‘‘bhinnaṁ vatidaṁ kulaṁ mamā’’ti cintayato lohitampi mukhato uggacchati, kucchivirecanampi hoti, antānipi khaṇḍākhaṇḍāni hutvā nikkhamanti. Lābhamacchariyena saṅghassa vā gaṇassa vā santake lābhe maccharāyitvā puggalikaparibhogaṁ viya paribhuñjitvā yakkho vā peto vā mahāajagaro vā hutvā nibbattati. Sarīravaṇṇaguṇavaṇṇamaccharena pana pariyattidhammamacchariyena ca attanova vaṇṇaṁ vaṇṇeti, paresaṁ vaṇṇe ‘‘kiṁ vaṇṇo eso’’ti taṁ taṁ dosaṁ vadanto pariyattidhammañca kassaci kiñci adento dubbaṇṇo ceva eḷamūgo ca hoti.",
  "atk-s0515a2:61": "Api ca āvāsamacchariyena lohagehe paccati, kulamacchariyena appalābho hoti, lābhamacchariyena gūthaniraye nibbattati, vaṇṇamacchariyena bhave bhave nibbattassa vaṇṇo nāma na hoti, dhammamacchariyena kukkuḷaniraye nibbattatīti.",
  "atk-s0515a2:62": "Maccharāyanavasena macchariyaṁ. Maccharāyanākāro maccharāyanā. Maccharena ayitassa maccherasamaṅgino bhāvo maccharāyitattaṁ. ‘‘Mayhameva hontu, mā aññassā’’ti sabbāpi attano sampattiyo byāpetuṁ na icchatīti viviccho, vivicchassa bhāvo vevicchaṁ, mudumacchariyassetaṁ nāmaṁ. Kadariyo vuccati anādaro, tassa bhāvo kadariyaṁ, thaddhamacchariyassetaṁ nāmaṁ. Tena hi samannāgato puggalo parampi paresaṁ dadamānaṁ nivāreti. Vuttampi cetaṁ –",
  "atk-s0515a2:63": "‘‘Kadariyo pāpasaṅkappo, micchādiṭṭhianādaro;",
  "atk-s0515a2:64": "Dadamānaṁ nivāreti, yācamānāna bhojana’’nti. (saṁ. ni. 1.132);",
  "atk-s0515a2:65": "Yācake disvā kaṭukabhāvena cittaṁ añcati saṅkocetīti kaṭukañcuko, tassa bhāvo kaṭukañcukatā. Aparo nayo – kaṭukañcukatā vuccati kaṭacchuggāho. Samatittikapuṇṇāya hi ukkhaliyā bhattaṁ gaṇhanto sabbatobhāgena saṅkuṭitena aggakaṭacchunā gaṇhāti pūretvā gahetuṁ na sakkoti, evaṁ maccharipuggalassa cittaṁ saṅkucati, tasmiṁ saṅkucite kāyopi tatheva saṅkucati paṭikuṭati paṭinivaṭṭati na sampasārīyatīti maccheraṁ ‘‘kaṭukañcukatā’’ti vuttaṁ.",
  "atk-s0515a2:66": "Aggahitattaṁ cittassāti paresaṁ upakārakaraṇe dānādinā ākārena yathā na sampasārīyati, evaṁ āvaritvā gahitabhāvo cittassa. Yasmā pana maccharipuggalo attano santakaṁ paresaṁ adātukāmo hoti, parasantakaṁ gaṇhitukāmo. Tasmā ‘‘idaṁ acchariyaṁ mayhameva hotu, mā aññassā’’ti pavattivasenassa attasampattinigūhanalakkhaṇatā parasampattiggahaṇalakkhaṇatā ca veditabbā.",
  "atk-s0515a2:67": "Khandhamacchariyampi macchariyanti attano pañcakkhandhasaṅkhātaṁ upapattibhavaṁ aññehi asādhāraṇaṁ ‘‘acchariyaṁ mayhameva hotu, mā aññassā’’ti pavattaṁ macchariyaṁ khandhamacchariyaṁ nāma. Dhātuāyatanamacchariyesupi eseva nayo. Gāhoti gāhanicchayavasena gahaṇaṁ. Avadaññutāyāti sabbaññubuddhānampi kathitaṁ ajānanabhāvena. Yācakānaṁ adadamāno hi tehi kathitaṁ na jānāti nāma. Janā pamattāti sativippavāsā janā. Vacananti saṅkhepavacanaṁ. Byappathanti vitthāravacanaṁ. Desananti upamaṁ dassetvā atthasandassanavacanaṁ. Anusiṭṭhinti punappunaṁ saṁlakkhāpanavacanaṁ. Atha vā dassetvā kathanaṁ vacanaṁ nāma. Gaṇhāpetvā kathanaṁ byappathaṁ nāma. Tosetvā kathanaṁ desanaṁ nāma. Padassetvā kathanaṁ anusiṭṭhi nāma. Atha vā paritāpadukkhaṁ nāsetvā kathanaṁ vacanaṁ nāma. Pariḷāhadukkhaṁ nāsetvā kathanaṁ byappathaṁ nāma. Apāyadukkhaṁ nāsetvā kathanaṁ desanaṁ nāma. Bhavadukkhaṁ nāsetvā kathanaṁ anusiṭṭhi nāma. Atha vā dukkhasaccapariññāpaṭivedhayuttaṁ vacanaṁ. Samudayasaccapahānapaṭivedhayuttaṁ byappathaṁ. Nirodhasaccasacchikiriyapaṭivedhayuttaṁ desanaṁ. Maggasaccabhāvanāpaṭivedhayuttaṁ anusiṭṭhīti evamādinā nayena eke vaṇṇayanti.",
  "atk-s0515a2:68": "Nasussusantīti na suṇanti. Na sotaṁ odahantīti savanatthaṁ kaṇṇasotaṁ na ṭhapenti. Na aññā cittaṁ upaṭṭhapentīti jānanatthaṁ cittaṁ na patiṭṭhapenti. Anassavāti ovādaṁ asuṇamānā. Avacanakarāti suṇamānāpi vacanaṁ na karontīti avacanakarā. Paṭilomavuttinoti paṭāṇī hutvā pavattanakā . Aññeneva mukhaṁ karontīti karontāpi mukhaṁ na dentīti attho.",
  "atk-s0515a2:69": "Visameti kāyasucaritādisammatassa samassa paṭipakkhattā visamaṁ, tasmiṁ visame. Niviṭṭhāti paviṭṭhā dunnīharā. Kāyakammeti kāyato pavatte, kāyena vā pavatte kāyakamme. Vacīkammādīsupi eseva nayo.",
  "atk-s0515a2:70": "Tattha kāyakammavacīkammamanokammāni duccaritavasena vibhattāni, pāṇātipātādayo dasaakusalakammapathavasena vibhattāti ñātabbaṁ. Ayaṁ tāvettha sādhāraṇapadavaṇṇanā, asādhāraṇesu pana pāṇassa atipāto pāṇātipāto, pāṇavadho pāṇaghātoti vuttaṁ hoti. Pāṇoti cettha vohārato satto, paramatthato jīvitindriyaṁ. Tasmiṁ pana pāṇe pāṇasaññino jīvitindriyupacchedakaupakkamasamuṭṭhāpitā kāyavacīdvārānaṁ aññataradvārapavattā vadhakacetanā pāṇātipāto. So guṇavirahitesu tiracchānagatādīsu pāṇesu khuddake pāṇe appasāvajjo, mahāsarīre mahāsāvajjo. Kasmā? Payogamahantatāya, payogasamattepi vatthumahantatāya. Guṇavantesu manussādīsu appaguṇe pāṇe appasāvajjo, mahāguṇe mahāsāvajjo. Sarīraguṇānaṁ pana samabhāve sati kilesānaṁ upakkamānañca mudutāya appasāvajjo, tibbatāya mahāsāvajjoti veditabbo.",
  "atk-s0515a2:71": "Tassa pañca sambhārā honti – pāṇo pāṇasaññitā vadhakacittaṁ upakkamo tena maraṇanti. Chappayogā – sāhatthiko āṇattiko nissaggiyo thāvaro vijjāmayo iddhimayoti. Imasmiṁ panatthe vitthāriyamāne atipapañco hoti, tasmā naṁ na vitthārayissāma. Aññañca evarūpaṁ , atthikehi pana samantapāsādikaṁ vinayaṭṭhakathaṁ (pārā. aṭṭha. 2.172) oloketvā gahetabbaṁ.",
  "atk-s0515a2:72": "Adinnassa ādānaṁ adinnādānaṁ, parassa haraṇaṁ theyyaṁ corikāti vuttaṁ hoti. Tattha adinnanti parapariggahitaṁ, yattha paro yathākāmakāritaṁ āpajjanto adaṇḍāraho anupavajjo ca hoti, tasmiṁ pana parapariggahite parapariggahitasaññino tadādāyakaupakkamasamuṭṭhāpikā theyyacetanā adinnādānaṁ. Taṁ hīne parasantake vatthusmiṁ appasāvajjaṁ, paṇīte mahāsāvajjaṁ. Kasmā? Vatthupaṇītatāya, vatthusamatte sati guṇādhikānaṁ santake vatthusmiṁ mahāsāvajjaṁ. Taṁ taṁ guṇādhikaṁ upādāya tato tato hīnaguṇassa santake vatthusmiṁ appasāvajjaṁ.",
  "atk-s0515a2:73": "Tassa pañca sambhārā honti – parapariggahitaṁ parapariggahitasaññitā theyyacittaṁ upakkamo tena haraṇanti. Chappayogā sāhatthikādayova. Te ca kho yathānurūpaṁ theyyāvahāro pasayhāvahāro paṭicchannāvahāro parikappāvahāro kusāvahāroti imesaṁ pañcannaṁ avahārānaṁ vasena pavattanti. Ayamettha saṅkhepo. Vitthāro pana samantapāsādikāyaṁ vutto.",
  "atk-s0515a2:74": "Kāmesumicchācāroti ettha pana kāmesūti methunasamācāresu. Micchācāroti ekantanindito lāmakācāro. Lakkhaṇato pana asaddhammasevanādhippāyena kāyadvārappavattā agamanīyaṭṭhānavītikkamacetanā kāmesumicchācāro.",
  "atk-s0515a2:75": "Tattha agamanīyaṭṭhānaṁ nāma purisānaṁ tāva māturakkhitā piturakkhitā mātāpiturakkhitā bhāturakkhitā bhaginirakkhitā ñātirakkhitā gottarakkhitā dhammarakkhitā sārakkhā saparidaṇḍāti māturakkhitādayo dasa, dhanakkītā chandavāsinī bhogavāsinī paṭavāsinī odapattakinī obhatacumbaṭakā dāsī ca bhariyā kammakārī ca bhariyā dhajāhaṭā muhuttikāti etā dhanakkītādayo dasāti vīsati itthiyo. Itthīsu pana dvīnnaṁ sārakkhasaparidaṇḍānaṁ dasannañca dhanakkītādīnanti dvādasannaṁ itthīnaṁ aññe purisā, idaṁ agamanīyaṭṭhānaṁ nāma.",
  "atk-s0515a2:76": "So panesa micchācāro sīlādiguṇarahite agamanīyaṭṭhāne appasāvajjo, sīlādiguṇasampanne mahāsāvajjo. Tassa cattāro sambhārā – agamanīyavatthu tasmiṁ sevanacittaṁ sevanapayogo maggena maggapaṭipattiadhivāsananti. Eko payogo sāhatthiko eva.",
  "atk-s0515a2:77": "Musāti visaṁvādanapurekkhārassa atthabhañjanako vacīpayogo kāyapayogo vā. Visaṁvādanādhippāyena panassa paravisaṁvādakakāyavacīpayogasamuṭṭhāpikā cetanā musāvādo. Aparo nayo – musāti abhūtaṁ atacchaṁ vatthu. Vādoti tassa bhūtato tacchato viññāpanaṁ. Lakkhaṇato pana atathaṁ vatthuṁ tathato paraṁ viññāpetukāmassa tathāviññattisamuṭṭhāpikā cetanā musāvādo. So yamatthaṁ bhañjati, tassa appatāya appasāvajjo, mahantatāya mahāsāvajjo. Api ca gahaṭṭhānaṁ attano santakaṁ adātukāmatāya ‘‘natthī’’tiādinayappavatto appasāvajjo, sakkhinā hutvā atthabhañjanatthaṁ vutto mahāsāvajjo. Pabbajitānaṁ appakampi telaṁ vā sappiṁ vā labhitvā hasādhippāyena ‘‘ajja gāme telaṁ nadī maññe sandatī’’ti pūraṇakathānayena pavatto appasāvajjo, adiṭṭhaṁyeva pana diṭṭhantiādinā nayena vadantānaṁ mahāsāvajjo.",
  "atk-s0515a2:78": "Tassa cattāro sambhārā honti – atathaṁ vatthu visaṁvādanacittaṁ tajjo vāyāmo parassa tadatthavijānananti. Eko payogo sāhatthikova. So ca kāyena vā kāyapaṭibaddhena vā vācāya vā paravisaṁvādakakiriyākaraṇe daṭṭhabbo. Tāya ce kiriyāya paro tamatthaṁ jānāti, ayaṁ kiriyasamuṭṭhāpikā cetanākkhaṇeyeva musāvādakammunā bajjhati.",
  "atk-s0515a2:79": "Pisuṇavācātiādīsu yāya vācāya yassa taṁ vācaṁ bhāsati, tassa hadaye attano piyabhāvaṁ parassa ca suññabhāvaṁ karoti, sā pisuṇavācā. Yāya pana attānampi parampi pharusaṁ karoti, yā vācā sayampi pharusā neva kaṇṇasukhā na hadayaṅgamā, ayaṁ pharusavācā. Yena samphaṁ palapati niratthakaṁ, so samphappalāpo. Tesaṁ mūlabhūtāpi cetanā pisuṇavācādināmameva labhati, sā eva idha adhippetāti.",
  "atk-s0515a2:80": "Tattha saṁkiliṭṭhacittassa paresaṁ vā bhedāya attano piyakamyatāya vā kāyavacīpayogasamuṭṭhāpikā cetanā pisuṇavācā. Sā yassa bhedaṁ karoti , tassa appaguṇāya appasāvajjā, mahāguṇatāya mahāsāvajjā.",
  "atk-s0515a2:81": "Tassā cattāro sambhārā honti – bhinditabbo paro ‘‘iti ime nānā bhavissanti vinā bhavissantī’’ti bhedapurekkhāratā vā, ‘‘iti ahaṁ piyo bhavissāmi vissāsiko’’ti viyakamyatā vā, tajjo vāyāmo, tassa tadatthavijānananti.",
  "atk-s0515a2:82": "Parassa mammacchedakakāyavacīpayogasamuṭṭhāpikā ekantapharusacetanā pharusavācā. Mammacchedakopi payogo cittasaṇhatāya pharusavācā na hoti. Mātāpitaro hi kadāci puttake evampi vadanti ‘‘corā vo khaṇḍākhaṇḍikaṁ karontū’’ti, uppalapattampi ca nesaṁ upari patantaṁ na icchanti. Ācariyupajjhāyā ca kadāci nissitake evaṁ vadanti ‘‘kiṁ ime ahirikā anottappino caranti, niddhamatha ne’’ti. Atha ca nesaṁ āgamādhigamasampattiṁ icchanti. Yathā ca cittasaṇhatāya pharusavācā na hoti, evaṁ vacanasaṇhatāya apharusavācāpi na hoti. Na hi mārāpetukāmassa ‘‘imaṁ sukhaṁ sayāpethā’’ti vacanaṁ apharusavācā hoti, cittapharusatāya panesā pharusavācāva, sā yaṁ sandhāya pavattitā. Tassa appaguṇatāya appasāvajjā, mahāguṇatāya mahāsāvajjā. Tassā tayo sambhārā – akkositabbo paro kupitacittaṁ akkosananti.",
  "atk-s0515a2:83": "Anatthaviññāpikā kāyavacīpayogasamuṭṭhāpikā akusalacetanā samphappalāpo. So āsevanamandatāya appasāvajjo, āsevanamahantatāya mahāsāvajjo. Tassa dve sambhārā honti – bhāratayuddhasītāharaṇādiniratthakakathāpurekkhāratā tathārūpīkathākathanañcāti.",
  "atk-s0515a2:84": "Abhijjhāyatīti abhijjhā, parabhaṇḍābhimukhī hutvā tanninnatāya pavattatīti attho. Sā ‘‘aho vata idaṁ mamāssā’’ti evaṁ parabhaṇḍābhijjhāyanalakkhaṇā. Adinnādānaṁ viya appasāvajjā mahāsāvajjā ca. Tassā dve sambhārā honti – parabhaṇḍaṁ attano pariṇāmanañcāti. Parabhaṇḍavatthuke hi lobhe uppannepi na tāva kammapathabhedo hoti, yāva ‘‘aho vatidaṁ mamāssā’’ti attano na pariṇāmeti.",
  "atk-s0515a2:85": "Hitasukhaṁ byāpādayatīti byāpādo, so paravināsāya manopadosalakkhaṇo. Pharusavācā viya appasāvajjo mahāsāvajjo ca. Tassa dve sambhārā honti – parasatto ca tassa ca vināsacintāti. Parasattavatthuke hi kodhe uppannepi na tāva kammapathabhedo hoti, yāva ‘‘aho vatāyaṁ ucchijjeyya vinasseyyā’’ti tassa vināsaṁ na cintesi.",
  "atk-s0515a2:86": "Yathābhuccagahaṇābhāvena micchā passatīti micchādiṭṭhi. Sā ‘‘natthi dinna’’ntiādinā nayena viparītadassanalakkhaṇā. Samphappalāpo viya appasāvajjā mahāsāvajjā ca.",
  "atk-s0515a2:87": "Saññī, asaññī, nevasaññīnāsaññī bhavissāmāti rūpādivasena kaṅkhanti. Bhavissāma nu kho mayantiādinā attānaṁ kaṅkhanti. Tattha bhavissāma nu kho. Na nu kho bhavissāmāti tassa sassatākārañca ucchedākārañca nissāya anāgate attānaṁ vijjamānatañca avijjamānatañca kaṅkhanti. Kiṁ nu kho bhavissāmāti jātiliṅgupapattiyo nissāya ‘‘khattiyā nu kho bhavissāma, brāhmaṇavessasuddagahaṭṭhapabbajitadevamanussānaṁ aññatarā’’ti kaṅkhanti. Kathaṁ nu kho bhavissāmāti saṇṭhānākāraṁ nissāya ‘‘dīghā nu kho bhavissāma, rassaodātakaṇhapamāṇikaappamāṇikādīnaṁ aññatarā’’ti kaṅkhanti. Keci pana ‘‘issaranimmānādīni nissāya ‘kena nu kho kāraṇena bhavissāmā’ti hetuto kaṅkhantī’’ti vadanti. Kiṁ hutvā kiṁ bhavissāma nu kho mayanti jātiādīni nissāya ‘‘khattiyā hutvā nu kho brāhmaṇā bhavissāma…pe… devā hutvā manussā’’ti attano paramparaṁ kaṅkhanti. Sabbattheva pana addhānanti kālādhivacanametaṁ.",
  "atk-s0515a2:88": "10. Yasmā etadeva tasmā hi sikkhetha…pe… āhu dhīrāti. Tattha sikkhethāti tisso sikkhā āvajjeyya. Idhevāti imasmiṁyeva sāsane. Tattha sikkhitabbāti sikkhā. Tissoti gaṇanaparicchedo. Adhisīlasikkhāti adhikaṁ uttamaṁ sīlanti adhisīlaṁ, adhisīlañca taṁ sikkhitabbaṭṭhena sikkhā cāti adhisīlasikkhā. Esa nayo adhicittaadhipaññāsikkhāsu.",
  "atk-s0515a2:89": "Katamaṁ panettha sīlaṁ, katamaṁ adhisīlaṁ, katamaṁ cittaṁ, katamaṁ adhicittaṁ, katamā paññā, katamā adhipaññāti? Vuccate – pañcaṅgadasaṅgasīlaṁ tāva sīlameva . Tañhi buddhe uppannepi anuppannepi loke pavattati . Uppanne buddhe tasmiṁ sīle buddhāpi sāvakāpi mahājanaṁ samādapenti, anuppanne buddhe paccekabuddhā ca kammavādino ca dhammikā samaṇabrāhmaṇā ca cakkavattī ca mahārājāno mahābodhisattā ca samādapenti, sāmampi paṇḍitā samaṇabrāhmaṇā samādiyanti. Te taṁ kusalaṁ dhammaṁ paripūretvā devesu ca manussesu ca sampattiṁ anubhonti.",
  "atk-s0515a2:90": "Pātimokkhasaṁvarasīlaṁ pana ‘‘adhisīla’’nti vuccati. Tañhi sūriyo viya pajjotānaṁ sineru viya pabbatānaṁ sabbalokiyasīlānaṁ adhikañceva uttamañca, buddhuppādeyeva ca pavattati, na vinā buddhuppādā. Na hi taṁ paññattiṁ uddharitvā añño satto ṭhapetuṁ sakkoti. Buddhāyeva pana sabbaso kāyavacīdvāraajjhācārasotaṁ chinditvā tassa tassa vītikkamassa anucchavikaṁ taṁ sīlasaṁvaraṁ paññapenti. Pātimokkhasaṁvaratopi ca maggaphalasampayuttameva sīlaṁ adhisīlaṁ.",
  "atk-s0515a2:91": "Kāmāvacarāni pana aṭṭha kusalacittāni lokiyaaṭṭhasamāpatticittāni ca ekajjhaṁ katvā cittamevāti veditabbāni. Buddhuppādānuppāde cassa pavatti, samādapanaṁ samādānañca sīle vuttanayeneva veditabbaṁ.",
  "atk-s0515a2:92": "Vipassanāpādakaṁ aṭṭhasamāpatticittaṁ pana ‘‘adhicitta’’nti vuccati. Tañhi adhisīlaṁ viya sīlānaṁ, sabbalokiyacittānaṁ adhikañceva uttamañca, buddhuppādeyeva ca hoti, na vinā buddhuppādā. Tatopi ca maggaphalacittameva adhicittaṁ.",
  "atk-s0515a2:93": "‘‘Atthi dinnaṁ atthi yiṭṭha’’ntiādinayappavattaṁ (ma. ni. 2.94) pana kammassakatāñāṇaṁ paññā. Sā hi buddhe uppannepi anuppannepi loke pavattati. Uppanne buddhe tassā paññāya buddhāpi sāvakāpi mahājanaṁ samādapenti, anuppanne buddhe paccekabuddhā ca kammavādino ca dhammikā samaṇabrāhmaṇā ca cakkavattī ca mahārājāno mahābodhisattā ca samādapenti, sāmampi paṇḍitā sattā samādiyanti. Tathā hi aṅkuro dasavassasahassāni mahādānaṁ adāsi. Velāmo vessantaro aññe ca bahū paṇḍitamanussā mahādānāni adaṁsu. Te taṁ kusalaṁ dhammaṁ paripūretvā devesu ca manussesu ca sampattiṁ anubhaviṁsu.",
  "atk-s0515a2:94": "Tilakkhaṇākāraparicchedakaṁ pana vipassanāñāṇaṁ ‘‘adhipaññā’’ti vuccati. Sā hi adhisīlaadhicittāni viya sīlacittānaṁ, sabbalokiyapaññānaṁ adhikā ceva uttamā ca, na ca vinā buddhuppādā loke pavattati. Tatopi ca maggaphalapaññāva adhipaññā.",
  "atk-s0515a2:95": "Idāni ekekaṁ dassento ‘‘katamā adhisīlasikkhā – idha bhikkhu sīlavā hoti, pātimokkhasaṁvarasaṁvuto viharatī’’tiādimāha. Idhāti vacanaṁ pubbabhāgakaraṇīyasampadāya sampannassa sabbapakārasīlaparipūrakassa puggalassa sannissayabhūtasāsanaparidīpanaṁ, aññasāsanassa ca tathābhāvapaṭisedhanaṁ. Vuttañhetaṁ – ‘‘idheva, bhikkhave, samaṇo…pe… suññā parappavādā samaṇebhi aññehī’’ti (ma. ni. 1.139-140). Bhikkhūti tassa sīlassa paripūrakassa puggalassa paridīpanaṁ. Pātimokkhasaṁvarasaṁvutoti idamassa pātimokkhasaṁvare patiṭṭhitabhāvaparidīpanaṁ. Viharatīti idamassa tadanurūpavihārasamaṅgībhāvaparidīpanaṁ. Ācāragocarasampannoti idamassa pātimokkhasaṁvarassa upakārakadhammaparidīpanaṁ. Aṇumattesu vajjesu bhayadassāvīti idamassa pātimokkhato acavanadhammatāparidīpanaṁ. Samādāyāti idamassa sikkhāpadānaṁ anavasesato ādānaparidīpanaṁ. Sikkhatīti idamassa sikkhāya samaṅgībhāvaparidīpanaṁ. Sikkhāpadesūti idamassa sikkhitabbadhammaparidīpanaṁ.",
  "atk-s0515a2:96": "Tattha bhikkhūti saṁsāre bhayaṁ ikkhatīti bhikkhu. Sīlamassa atthīti sīlavāti ettha sīlanti sīlanaṭṭhena sīlaṁ. Kimidaṁ sīlanaṁ nāma? Samādhānaṁ vā, kāyakammādīnaṁ susīlyavasena avippakiṇṇatāti attho. Upadhāraṇaṁ vā, kusalānaṁ dhammānaṁ patiṭṭhāvasena ādhārabhāvoti attho. Etadeva hi ettha atthadvayaṁ saddalakkhaṇavidū anujānanti. Aññe pana ‘‘adhisevanaṭṭhena ācāraṭṭhena sīlanaṭṭhena siraṭṭhena sītalaṭṭhena sivaṭṭhena sīla’’nti vaṇṇayanti.",
  "atk-s0515a2:97": "Sīlanaṁ lakkhaṇaṁ tassa, bhinnassāpi anekadhā;",
  "atk-s0515a2:98": "Sanidassanattaṁ rūpassa, yathā bhinnassanekadhā.",
  "atk-s0515a2:99": "Yathā hi nīlapītādibhedenanekadhā bhinnassāpi rūpāyatanassa sanidassanattaṁ lakkhaṇaṁ nīlādibhedena bhinnassāpi sanidassanabhāvānatikkamanato. Tathā sīlassa cetanādibhedena anekadhā bhinnassāpi yadetaṁ kāyakammādīnaṁ samādhānavasena, kusalānañca dhammānaṁ patiṭṭhāvasena vuttaṁ sīlanaṁ, tadeva lakkhaṇaṁ cetanādibhedena bhinnassāpi samādhānapatiṭṭhābhāvānatikkamanato. Evaṁ lakkhaṇassa panassa –",
  "atk-s0515a2:100": "Dussīlyaviddhaṁsanatā, anavajjaguṇo tathā;",
  "atk-s0515a2:101": "Kiccasampattiatthena, raso nāma pavuccati.",
  "atk-s0515a2:102": "Tasmā idaṁ sīlaṁ nāma kiccaṭṭhena rasena dussīlyaviddhaṁsanarasaṁ, sampattiatthena rasena anavajjarasanti veditabbaṁ.",
  "atk-s0515a2:103": "Soceyyapaccupaṭṭhānaṁ, tayidaṁ tassa viññubhi;",
  "atk-s0515a2:104": "Ottappañca hirī ceva, padaṭṭhānanti vaṇṇitaṁ.",
  "atk-s0515a2:105": "Tañhidaṁ sīlaṁ ‘‘kāyasoceyyaṁ vacīsoceyyaṁ manosoceyya’’nti evaṁ vuttasoceyyapaccupaṭṭhānaṁ, soceyyabhāvena paccupaṭṭhāti gahaṇabhāvaṁ gacchati. Hirottappañca pana tassa viññūhi padaṭṭhānanti vaṇṇitaṁ, āsannakāraṇanti attho. Hirottappe hi sati sīlaṁ uppajjati ceva tiṭṭhati ca, asati neva uppajjati ceva na tiṭṭhati cāti evaṁvidhena sīlena sīlavā hoti. Etaṁ sīlaṁ nāma pāṇātipātādīhi vā viramantassa, vattapaṭipattiṁ vā pūrentassa cetanādayo dhammā veditabbā. Vuttañhetaṁ paṭisambhidāyaṁ ‘‘kiṁ sīlanti? Cetanā sīlaṁ, cetasikaṁ sīlaṁ, saṁvaro sīlaṁ, avītikkamo sīla’’nti (paṭi. ma. 1.39).",
  "atk-s0515a2:106": "Tattha cetanā sīlaṁ nāma pāṇātipātādīhi vā viramantassa vattapaṭipattiṁ vā pūrentassa cetanā. Cetasikaṁ sīlaṁ nāma pāṇātipātādīhi viramantassa virati. Api ca cetanā sīlaṁ nāma pāṇātipātādīni pajahantassa sattakammapathacetanā. Cetasikaṁ sīlaṁ nāma ‘‘abhijjhaṁ pahāya vigatābhijjhena cetasā viharatī’’tiādinā (dī. ni. 1.217) nayena saṁyuttamahāvagge vuttā anabhijjhābyāpādasammādiṭṭhidhammā. Saṁvaro sīlanti ettha pañcavidhena saṁvaro veditabbo – pātimokkhasaṁvaro satisaṁvaro ñāṇasaṁvaro khantisaṁvaro vīriyasaṁvaro. Tassa nānākaraṇaṁ upari āvi bhavissati. Avītikkamo sīlanti samādinnasīlassa kāyikavācasiko avītikkamo. Ettha ca saṁvarasīlaṁ, avītikkamasīlanti idameva nippariyāyato sīlaṁ. Cetanāsīlaṁ, cetasikaṁ sīlanti pariyāyato sīlanti veditabbaṁ.",
  "atk-s0515a2:107": "Pātimokkhanti sikkhāpadasīlaṁ. Tañhi yo naṁ pāti rakkhati, taṁ mokkheti moceti āpāyikādīhi dukkhehi, tasmā ‘‘pātimokkha’’nti vuttaṁ. Pātimokkhasaṁvarasaṁvutoti pātimokkhasaṁvarasīlena samannāgato. Ācāragocarasampannoti ācārena ceva gocarena ca sampanno. Aṇumattesūti appamattakesu. Vajjesūti akusaladhammesu. Bhayadassāvīti bhayadassī. Samādāyāti sammā ādiyitvā. Sikkhati sikkhāpadesūti taṁ taṁ sikkhāpadaṁ samādiyitvā sikkhati. Api ca samādāya sikkhati sikkhāpadesūti yaṁkiñci sikkhāpadesu sikkhākoṭṭhāsesu sikkhitabbaṁ kāyikaṁ vā cetasikaṁ vā, taṁ sabbaṁ samādāya sikkhati.",
  "atk-s0515a2:108": "Khuddako sīlakkhandhoti saṅghādisesādisāvaseso sīlakkhandho. Mahantoti pārājikādiniravaseso. Yasmā pana pātimokkhasīlena bhikkhu sāsane patiṭṭhāti nāma , tasmā taṁ ‘‘patiṭṭhā’’ti vuttaṁ. Patiṭṭhahati vā ettha bhikkhu, kusalā dhammā eva vā ettha patiṭṭhahantīti patiṭṭhā. Ayamattho ‘‘sīle patiṭṭhāya naro sapañño’’ti (saṁ. ni. 1.23, 192) ca, ‘‘patiṭṭhānalakkhaṇaṁ, mahārāja, sīlaṁ sabbesaṁ kusalānaṁ dhammāna’’nti (mi. pa. 2.1.9) ca , ‘‘sīle patiṭṭhito kho, mahārāja…pe… sabbe kusalā dhammā na parihāyantī’’ti (mi. pa. 2.1.9) ca ādisuttavasena veditabbo.",
  "atk-s0515a2:109": "Tadetaṁ pubbuppattiatthena ādi. Vuttampi cetaṁ ‘‘tasmātiha tvaṁ uttiya ādimeva visodhehi kusalesu dhammesu. Ko cādi kusalānaṁ dhammānaṁ, sīlañca suvisuddhaṁ diṭṭhi ca ujukā’’ti (saṁ. ni. 5.382). Yathā hi nagaravaḍḍhakī nagaraṁ māpetukāmo paṭhamaṁ nagaraṭṭhānaṁ sodheti, tato aparabhāge vīthicatukkasiṅghāṭakādiparicchedena vibhajitvāva nagaraṁ māpeti. Evameva yogāvacaro ādito sīlaṁ visodheti, tato aparabhāge samādhivipassanāmaggaphalanibbānāni sacchikaroti. Yathā vā pana rajako paṭhamaṁ tīhi khārehi vatthaṁ dhovitvā parisuddhe vatthe yadicchakaṁ raṅgajātaṁ upaneti, yathā vā pana cheko cittakāro rūpaṁ likhitukāmo āditova bhittiparikammaṁ karoti, tato aparabhāge rūpaṁ samuṭṭhāpeti. Evameva yogāvacaro āditova sīlaṁ visodhetvā aparabhāge samathavipassanādayo dhamme sacchikaroti. Tasmā sīlaṁ ‘‘ādī’’ti vuttaṁ.",
  "atk-s0515a2:110": "Tadetaṁ caraṇasarikkhatāya caraṇaṁ. Caraṇāti hi pādā vuccanti. Yathā hi chinnacaraṇassa purisassa disaṁ gamanābhisaṅkhāro na jāyati, paripuṇṇapādasseva jāyati, evameva yassa sīlaṁ bhinnaṁ hoti khaṇḍaṁ aparipuṇṇaṁ, tassa nibbānagamanāya ñāṇagamanaṁ na sampajjati. Yassa pana taṁ abhinnaṁ hoti akhaṇḍaṁ paripuṇṇaṁ, tassa nibbānagamanāya ñāṇagamanaṁ sampajjati. Tasmā sīlaṁ ‘‘caraṇa’’nti vuttaṁ.",
  "atk-s0515a2:111": "Tadetaṁ saṁyamanavasena saṁyamo. Saṁvaraṇavasena saṁvaroti ubhayenāpi sīlasaṁyamo ceva sīlasaṁvaro ca kathito. Vacanattho panettha saṁyameti vītikkamavipphandanaṁ , puggalaṁ vā saṁyameti vītikkamavasena tassa vipphandituṁ na detīti saṁyamo. Vītikkamassa pavesanadvāraṁ saṁvarati pidahatīti saṁvaro.",
  "atk-s0515a2:112": "Mokkhanti uttamaṁ mukhabhūtaṁ vā. Yathā hi sattānaṁ catubbidho āhāro mukhena pavisitvā aṅgamaṅgāni pharati, evaṁ yoginopi catubhūmakakusalaṁ sīlamukhena pavisitvā atthasiddhiṁ sampādeti. Tena ‘‘mokkha’’nti. Pamukhe sādhūti pāmokkhaṁ, pubbaṅgamaṁ seṭṭhaṁ padhānanti attho. Kusalānaṁ dhammānaṁ samāpattiyāti catubhūmakakusalānaṁ paṭilābhatthāya pāmokkhaṁ pubbaṅgamaṁ seṭṭhaṁ padhānanti veditabbaṁ.",
  "atk-s0515a2:113": "Viviccevakāmehīti kāmehi vivicca vinā hutvā apakkamitvā. Yo panāyamettha evakāro, so niyamatthoti veditabbo. Yasmā ca niyamattho, tasmā tasmiṁ paṭhamaṁ jhānaṁ upasampajja viharaṇasamaye avijjamānānampi kāmānaṁ tassa paṭhamajjhānassa paṭipakkhabhāvaṁ kāmapariccāgeneva cassa adhigamaṁ dīpeti. Kathaṁ? ‘‘Vivicceva kāmehī’’ti evañhi niyame kariyamāne idaṁ paññāyati, nūnimassa jhānassa kāmā paṭipakkhabhūtā, yesu sati idaṁ na pavattati andhakāre sati padīpobhāso viya, tesaṁ pariccāgeneva cassa adhigamo hoti orimatīrapariccāgena pārimatīrasseva. Tasmā niyamaṁ karotīti.",
  "atk-s0515a2:114": "Tattha siyā ‘‘kasmā panesa pubbapadeyeva vutto na uttarapade, kiṁ akusalehi dhammehi aviviccāpi jhānaṁ upasampajja vihareyyā’’ti? Na kho panetaṁ evaṁ daṭṭhabbaṁ. Taṁnissaraṇato hi pubbapade eva esa vutto. Kāmadhātusamatikkamanato hi kāmarāgapaṭipakkhato ca idaṁ jhānaṁ kāmānameva nissaraṇaṁ. Yathāha – ‘‘kāmānametaṁ nissaraṇaṁ yadidaṁ nekkhamma’’nti (itivu. 72). Uttarapadepi pana yathā ‘‘idheva, bhikkhave, samaṇo, idha dutiyo samaṇo’’ti (ma. ni. 1.139) ettha evakāro ānetvā vuccati, evaṁ vattabbo. Na hi sakkā ito aññehipi nīvaraṇasaṅkhātehi akusalehi dhammehi avivicca jhānaṁ upasampajja viharituṁ. Tasmā vivicceva kāmehi vivicceva akusalehi dhammehīti evaṁ padadvayepi esa daṭṭhabbo. Padadvayepi ca kiñcāpi viviccāti iminā sādhāraṇavacanena tadaṅgavivekādayo kāyavivekādayo ca sabbepi vivekā saṅgahaṁ gacchanti, tathāpi pubbabhāge kāyavivekacittavivekavikkhambhanavivekā daṭṭhabbā. Lokuttaramaggakkhaṇe kāyavivekacittavivekasamucchedavivekanissaraṇavivekā.",
  "atk-s0515a2:115": "Kāmehīti iminā pana padena ye ca idha ‘‘katame vatthukāmā manāpikā rūpā’’tiādinā nayena vatthukāmā vuttā, ye ca idheva vibhaṅge ‘‘chando kāmo rāgo kāmo chandarāgo kāmo saṅkappo kāmo rāgo kāmo saṅkapparāgo kāmo’’ti evaṁ kilesakāmā vuttā, te sabbepi saṅgahitā icceva daṭṭhabbā. Evañhi sati vivicceva kāmehīti vatthukāmehipi viviccevāti attho yujjati. Tena kāyaviveko vutto hoti.",
  "atk-s0515a2:116": "Vivicca akusalehi dhammehīti kilesakāmehi sabbākusalehi vā viviccāti attho yujjati. Tena cittaviveko vutto hoti. Purimena cettha vatthukāmehi vivekavacanato eva kāmasukhapariccāgo, dutiyena kilesakāmehi vivekavacanato nekkhammasukhapariggaho vibhāvito hoti . Evaṁ vatthukāmakilesakāmavivekavacanatoyeva ca etesaṁ paṭhamena saṁkilesavatthuppahānaṁ, dutiyena saṁkilesappahānaṁ. Paṭhamena lolabhāvassa hetupariccāgo, dutiyena bālabhāvassa. Paṭhamena ca payogasuddhi, dutiyena āsayaposanaṁ vibhāvitaṁ hotīti ñātabbaṁ . Esa tāva nayo ‘‘kāmehī’’ti ettha vuttakāmesu vatthukāmapakkhe .",
  "atk-s0515a2:117": "Kilesakāmapakkhe pana chandoti ca rāgoti ca evamādīhi anekabhedo kāmacchandova ‘‘kāmo’’ti adhippeto. So ca akusalapariyāpannopi samāno ‘‘tattha katamo kāmacchando, kāmo’’tiādinā nayena vibhaṅge jhānapaṭipakkhato visuṁ vutto. Kilesakāmattā vā purimapade vutto, akusalapariyāpannattā dutiyapade. Anekabhedato cassa kāmatoti avatvā kāmehīti vuttaṁ. Aññesampi ca dhammānaṁ akusalabhāve vijjamāne ‘‘tattha katame akusalā dhammā, kāmacchando’’tiādinā nayena vibhaṅge (vibha. 564) uparijhānaṅgānaṁ paccanīkapaṭipakkhabhāvadassanato nīvaraṇāneva vuttāni. Nīvaraṇāni hi jhānaṅgapaccanīkāni tesaṁ jhānaṅgāneva paṭipakkhāni, viddhaṁsakāni vighātakānīti vuttaṁ hoti. Tathā hi ‘‘samādhi kāmacchandassa paṭipakkho, pīti byāpādassa, vitakko thinamiddhassa, sukhaṁ uddhaccakukkuccassa, vicāro vicikicchāyā’’ti peṭake vuttaṁ.",
  "atk-s0515a2:118": "Evamettha vivicceva kāmehīti iminā kāmacchandassa vikkhambhanaviveko vutto hoti, vivicca akusalehi dhammehīti iminā pañcannampi nīvaraṇānaṁ. Aggahitaggahaṇena pana paṭhamena kāmacchandassa, dutiyena sesanīvaraṇānaṁ. Tathā paṭhamena tīsu akusalamūlesu pañcakāmaguṇabhedavisayassa lobhassa, dutiyena āghātavatthubhedādivisayānaṁ dosamohānaṁ. Oghādīsu vā dhammesu paṭhamena kāmoghakāmayogakāmāsavakāmupādānaabhijjhākāyaganthakāmarāgasaṁyojanānaṁ, dutiyena avasesaoghayogāsavaupādānaganthasaṁyojanānaṁ. Paṭhamena ca taṇhāya taṁsampayuttakānañca, dutiyena avijjāya taṁsampayuttakānañca. Api ca paṭhamena lobhasampayuttaaṭṭhacittuppādānaṁ, dutiyena sesānaṁ catunnaṁ akusalacittuppādānaṁ vikkhambhanaviveko vutto hotīti veditabbo.",
  "atk-s0515a2:119": "Ettāvatā ca paṭhamassa jhānassa pahānaṅgaṁ dassetvā idāni sampayogaṅgaṁ dassetuṁ ‘‘savitakkaṁ savicāra’’ntiādi vuttaṁ. Tattha ārammaṇe cittassa abhiniropanalakkhaṇo vitakko, ārammaṇānumajjanalakkhaṇo vicāro. Santepi ca nesaṁ katthaci aviyoge oḷārikaṭṭhena pubbaṅgamaṭṭhena ca ghaṇḍābhighāto viya cetaso paṭhamābhinipāto vitakko, sukhumaṭṭhena anumajjanasabhāvena ca ghaṇḍānuravo viya anupabandho vicāro. Vipphāravā cettha vitakko paṭhamuppattikāle paripphandanabhūto cittassa, ākāse uppatitukāmassa pakkhino pakkhavikkhepo viya, padumābhimukhapāto viya ca gandhānubandhacetaso bhamarassa. Santavutti vicāro nātiparipphandanabhāvo cittassa, ākāse uppatitassa pakkhino pakkhappasāraṇaṁ viya, paribbhamanaṁ viya ca padumābhimukhapatitassa bhamarassa padumassa uparibhāge.",
  "atk-s0515a2:120": "Dukanipātaṭṭhakathāyaṁ pana ‘‘ākāse gacchato mahāsakuṇassa ubhohi pakkhehi vātaṁ gahetvā pakkhe sannisīdāpetvā gamanaṁ viya ārammaṇe cetaso abhiniropanabhāvena pavatto vitakko, vātaggahaṇatthaṁ pakkhe phandāpayamānassa gamanaṁ viya anumajjanabhāvena pavatto vicāro’’ti vuttaṁ. Taṁ anuppabandhena pavattiyaṁ yujjati. So pana nesaṁ viseso paṭhamadutiyajjhānesu pākaṭo hoti. Api ca malaggahitaṁ kaṁsabhājanaṁ ekena hatthena daḷhaṁ gahetvā itarena hatthena cuṇṇatelavālaṇḍupakena parimajjantassa daḷhaggahaṇahattho viya vitakko. Parimajjanahattho viya vicāro. Tathā kumbhakārassa daṇḍappahārena cakkaṁ bhamayitvā bhājanaṁ karontassa uppīḷanahattho viya vitakko. Ito cito ca sañcaraṇahattho viya vicāro. Tathā maṇḍalaṁ karontassa majjhe sannirumbhitvā ṭhitakaṇṭako viya abhiniropano vitakko. Bahi paribbhamanakaṇṭako viya anumajjamāno vicāro. Iti iminā ca vitakkena iminā ca vicārena saha vattati rukkho viya pupphena ca phalena cāti idaṁ jhānaṁ ‘‘savitakkaṁ savicāra’’nti vuccati.",
  "atk-s0515a2:121": "Vivekajanti ettha vivitti viveko, nīvaraṇavigamoti attho. Vivittoti vā viveko, nīvaraṇavivitto jhānasampayuttadhammarāsīti attho. Tasmā vivekā, tasmiṁ vā viveke jātanti vivekajaṁ. Pītisukhanti ettha piṇayatīti pīti, sā sampiyāyanalakkhaṇā. Sā panesā khuddikāpīti , khaṇikāpīti, okkantikāpīti, ubbegāpīti, pharaṇāpītīti pañcavidhā hoti.",
  "atk-s0515a2:122": "Tattha khuddikāpīti sarīre lomahaṁsamattameva kātuṁ sakkoti. Khaṇikāpīti khaṇe khaṇe vijjuppādasadisā hoti. Okkantikāpīti samuddatīraṁ vīci viya, kāyaṁ okkamitvā okkamitvā bhijjati. Ubbegāpīti balavatī hoti, kāyaṁ uddhaggaṁ katvā ākāse laṅghāpanappamāṇapattā.",
  "atk-s0515a2:123": "Pharaṇāpīti atibalavatī hoti. Tāya hi uppannāya sakalasarīraṁ dhamitvā pūritavatthi viya mahatā udakoghena pakkhandapabbatakucchi viya ca anuparipphuṭaṁ hoti. Sā panesā pañcavidhā pīti gabbhaṁ gaṇhantī paripākaṁ gacchantī duvidhaṁ passaddhiṁ paripūreti kāyapassaddhiñca cittapassaddhiñca, passaddhi gabbhaṁ gaṇhantī paripākaṁ gacchantī duvidhampi sukhaṁ paripūreti kāyikaṁ cetasikañca, sukhaṁ gabbhaṁ gaṇhantaṁ paripākaṁ gacchantaṁ tividhaṁ samādhiṁ paripūreti khaṇikasamādhiṁ upacārasamādhiṁ appanāsamādhiñcāti. Tāsu yā appanāsamādhissa mūlaṁ hutvā vaḍḍhamānā samādhisampayogaṅgatā pharaṇāpīti, ayaṁ imasmiṁ atthe adhippetā pītīti.",
  "atk-s0515a2:124": "Itaraṁ pana sukhayatīti sukhaṁ, yassa uppajjati, taṁ sukhitaṁ karotīti attho. Sukhanaṁ vā sukhaṁ, suṭṭhu vā khādati khaṇati ca kāyacittābādhanti sukhaṁ, somanassavedanāyetaṁ nāmaṁ. Taṁ sātalakkhaṇaṁ. Santepi ca nesaṁ katthaci avippayoge iṭṭhārammaṇapaṭilābhatuṭṭhi pīti, paṭiladdharasānubhavanaṁ sukhaṁ. Yattha pīti, tattha sukhaṁ, yattha sukhaṁ, tattha na niyamato pīti. Saṅkhārakkhandhasaṅgahitā pīti, vedanākkhandhasaṅgahitaṁ sukhaṁ. Kantārakhinnassa vanantodakadassanasavanesu viya pīti, vanacchāyappavesanaudakaparibhogesu viya sukhaṁ. Tasmiṁ tasmiṁ samaye pākaṭabhāvato cetaṁ vuttanti veditabbaṁ. Iti ayañca pīti idañca sukhaṁ assa jhānassa, asmiṁ vā jhāne atthīti idaṁ jhānaṁ ‘‘pītisukha’’nti vuccati.",
  "atk-s0515a2:125": "Atha vā pīti ca sukhañca pītisukhaṁ dhammavinayādayo viya. Vivekajaṁ pītisukhaṁ assa jhānassa, asmiṁ vā jhāne atthīti evampi vivekajaṁpītisukhaṁ. Yatheva hi jhānaṁ, evaṁ pītisukhampettha vivekajameva hoti, tañcassa atthi, tasmā alopasamāsaṁ katvā ekapadeneva ‘‘vivekajaṁpītisukha’’ntipi vattuṁ yujjati.",
  "atk-s0515a2:126": "Paṭhamanti gaṇanānupubbatā paṭhamaṁ, idaṁ paṭhamaṁ uppannantipi paṭhamaṁ. Jhānanti duvidhaṁ jhānaṁ ārammaṇūpanijjhānaṁ lakkhaṇūpanijjhānañcāti. Tattha aṭṭha samāpattiyo pathavīkasiṇādiārammaṇaṁ upanijjhāyantīti ārammaṇūpanijjhānanti saṅkhyaṁ gatā. Vipassanāmaggaphalāni pana lakkhaṇūpanijjhānaṁ nāma. Tattha vipassanā aniccādilakkhaṇassa upanijjhānato lakkhaṇūpanijjhānaṁ. Vipassanāya katakiccassa maggena ijjhanato maggo lakkhaṇūpanijjhānaṁ, phalaṁ pana nirodhasaccaṁ tathalakkhaṇaṁ upanijjhāyatīti lakkhaṇūpanijjhānaṁ. Tesu idha pubbabhāge ārammaṇūpanijjhānaṁ, lokuttaramaggakkhaṇe lakkhaṇūpanijjhānaṁ adhippetaṁ. Tasmā ārammaṇūpanijjhānato ca lakkhaṇūpanijjhānato ca paccanīkajhāpanato ca jhānanti veditabbaṁ.",
  "atk-s0515a2:127": "Upasampajjāti upagantvā, pāpuṇitvāti vuttaṁ hoti. Upasampādayitvā vā, nipphādetvāti vuttaṁ hoti. Viharatīti tadanurūpena iriyāpathavihārena iriyati, vuttappakārajhānasamaṅgī hutvā attabhāvassa iriyanaṁ vuttiṁ abhinipphādeti.",
  "atk-s0515a2:128": "Taṁ panetaṁ paṭhamajjhānaṁ pañcaṅgavippahīnaṁ pañcaṅgasamannāgataṁ tividhakalyāṇaṁ, dasalakkhaṇasampannaṁ. Tattha kāmacchando byāpādo thinamiddhaṁ uddhaccakukkuccaṁ vicikicchāti imesaṁ pañcannaṁ nīvaraṇānaṁ pahānavasena pañcaṅgavippahīnatā veditabbā. Na hi etesu appahīnesu jhānaṁ uppajjati. Tenassetāni pahānaṅgānīti vuccanti. Kiñcāpi hi jhānakkhaṇe aññepi akusalā dhammā pahīyanti, tathāpi etāneva visesena jhānantarāyakarāni. Kāmacchandena hi nānāvisayappalobhitaṁ cittaṁ na ekattārammaṇe samādhiyati, kāmacchandābhibhūtaṁ vā, taṁ na kāmadhātuppahānāya paṭipadaṁ paṭipajjati. Byāpādena vā ārammaṇe paṭihaññamānaṁ na nirantaraṁ pavattati. Thinamiddhābhibhūtaṁ akammaññaṁ hoti. Uddhaccakukkuccaparetaṁ avūpasantameva hutvā paribbhamati. Vicikicchāya upahataṁ jhānādhigamasādhikaṁ paṭipadaṁ nārohati. Iti visesena jhānantarāyakarattā etāneva pahānaṅgānīti vuttāni.",
  "atk-s0515a2:129": "Yasmā pana vitakko ārammaṇe cittaṁ abhiniropeti, vicāro anupabandhati, tehi avikkhepāya sampāditapayogassa cetaso payogasampattisambhavā pīti pīṇanaṁ sukhañca upabrūhanaṁ karoti. Athassa sesasampayuttadhammā etehi abhiniropanānubandhanapīṇanupabrūhanehi anuggahitā ekaggatā ekattārammaṇe samaṁ sammā ca ādhiyati. Tasmā vitakko vicāro pīti sukhaṁ cittekaggatāti imesaṁ pañcannaṁ uppattivasena pañcaṅgasamannāgatatā veditabbā. Uppannesu hi etesu pañcasu jhānaṁ uppannaṁ nāma hoti. Tenassa etāni pañcaṅgasamannāgatānīti vuccanti. Tasmā na etehi samannāgataṁ aññadeva jhānaṁ nāma atthīti gahetabbaṁ. Yathā pana aṅgamattavaseneva caturaṅginī senā, pañcaṅgikaṁ tūriyaṁ, aṭṭhaṅgiko ca maggoti vuccati, evamidampi aṅgamattavaseneva pañcaṅgikanti vā pañcaṅgasamannāgatanti vā vuccatīti veditabbaṁ.",
  "atk-s0515a2:130": "Etāni ca pañcaṅgāni kiñcāpi upacārakkhaṇepi atthi, atha kho upacāre pakaticittato balavatarāni. Idha pana upacāratopi balavatarāni rūpāvacaralakkhaṇappattāni nipphannāni. Ettha hi vitakko suvisadena ākārena ārammaṇe cittaṁ abhiniropayamāno uppajjati. Vicāro ativiya ārammaṇaṁ anumajjamāno. Pītisukhaṁ sabbāvantampi kāyaṁ pharamānaṁ . Tenevāha – ‘‘nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṁ hotī’’ti (dī. ni. 1.226). Cittekaggatāpi heṭṭhimamhi samuggapaṭale uparimaṁ samuggapaṭalaṁ viya ārammaṇesu phusitā hutvā uppajjati, ayametesaṁ itarehi viseso. Tattha cittekaggatā kiñcāpi ‘‘savitakkaṁ savicāra’’nti imasmiṁ pāṭhe na niddiṭṭhā, tathāpi vibhaṅge (vibha. 565) ‘‘jhānanti vitakko vicāro pīti sukhaṁ cittekaggatā’’ti evaṁ vuttattā aṅgameva. Yena hi adhippāyena bhagavatā uddeso kato, soyeva tena vibhaṅge pakāsitoti.",
  "atk-s0515a2:131": "Tividhakalyāṇaṁ",
  "atk-s0515a2:132": "Tividhakalyāṇaṁ dasalakkhaṇasampannanti ettha pana ādimajjhapariyosānavasenatividhakalyāṇatā. Tesaṁyeva ca ādimajjhapariyosānānaṁ lakkhaṇavasena dasalakkhaṇasampannatā veditabbā. Tatrāyaṁ pāḷi –",
  "atk-s0515a2:133": "‘‘Paṭhamassa jhānassa paṭipadāvisuddhi ādi, upekkhānubrūhanā majjhe, sampahaṁsanā pariyosānaṁ, paṭhamassa jhānassa paṭipadāvisuddhi ādi. Ādissa kati lakkhaṇāni? Ādissa tīṇi lakkhaṇāni – yo tassa paripantho, tato cittaṁ visujjhati, visuddhattā cittaṁ majjhimaṁ samathanimittaṁ paṭipajjati, paṭipannattā tattha cittaṁ pakkhandati. Yañca paripanthato cittaṁ visujjhati, yañca visuddhattā cittaṁ majjhimaṁ samathanimittaṁ paṭipajjati, yañca paṭipannattā tattha cittaṁ pakkhandati. Paṭhamassa jhānassa paṭipadāvisuddhi ādi, ādissa imāni tīṇi lakkhaṇāni. Tena vuccati – ‘paṭhamaṁ jhānaṁ ādikalyāṇañceva hoti tilakkhaṇasampannañcā’ti.",
  "atk-s0515a2:134": "‘‘Paṭhamassa jhānassa upekkhānubrūhanā majjhe. Majjhassa kati lakkhaṇāni? Majjhassa tīṇi lakkhaṇāni – visuddhaṁ cittaṁ ajjhupekkhati, samathapaṭipannaṁ ajjhupekkhati, ekattupaṭṭhānaṁ ajjhupekkhati. Yañca visuddhaṁ cittaṁ ajjhupekkhati, yañca samathapaṭipannaṁ ajjhupekkhati, yañca ekattupaṭṭhānaṁ ajjhupekkhati. Paṭhamassa jhānassa upekkhānubrūhanā majjhe, majjhassa imāni tīṇi lakkhaṇāni. Tena vuccati – ‘paṭhamaṁ jhānaṁ majjhekalyāṇañceva hoti tilakkhaṇasampannañcā’ti.",
  "atk-s0515a2:135": "‘‘Paṭhamassa jhānassa sampahaṁsanā pariyosānaṁ. Pariyosānassa kati lakkhaṇāni? Pariyosānassa cattāri lakkhaṇāni – tattha jātānaṁ dhammānaṁ anativattanaṭṭhena sampahaṁsanā, indriyānaṁ ekarāsaṭṭhena sampahaṁsanā, tadupagavīriyavāhanaṭṭhena sampahaṁsanā, āsevanaṭṭhena sampahaṁsanā. Paṭhamassa jhānassa sampahaṁsanā pariyosānaṁ, pariyosānassa imāni cattāri lakkhaṇāni. Tena vuccati ‘paṭhamaṁ jhānaṁ pariyosānakalyāṇañceva hoti catulakkhaṇasampannañcā’’’ti (paṭi. ma. 1.158).",
  "atk-s0515a2:136": "‘‘Tatra paṭipadāvisuddhi nāma sasambhāriko upacāro. Upekkhānubrūhanā nāma appanā. Sampahaṁsanā nāma paccavekkhaṇā’’ti evameke vaṇṇayanti. Yasmā pana ‘‘ekattagataṁ cittaṁ paṭipadāvisuddhipakkhandañceva hoti upekkhānubrūhitañca ñāṇena ca sampahaṁsita’’nti pāḷiyaṁ vuttaṁ, tasmā antoappanāyameva āgamanavasena paṭipadāvisuddhi, tatramajjhattupekkhāya kiccavasena upekkhānubrūhanā, dhammānaṁ anativattanādibhāvasādhanena pariyodāpakassa ñāṇassa kiccanipphattivasena sampahaṁsanā ca veditabbā.",
  "atk-s0515a2:137": "Kathaṁ ? Yasmiñhi vāre appanā uppajjati, tasmiṁ yo nīvaraṇasaṅkhāto kilesagaṇo tassa jhānassa paripantho, tato cittaṁ visujjhati. Visuddhattā āvaraṇavirahitaṁ hutvā majjhimaṁ samathanimittaṁ paṭipajjati. Majjhimasamathanimittaṁ nāma samappavatto appanāsamādhiyeva. Tadanantaraṁ pana purimacittaṁ ekasantatipariṇāmanayena tathattaṁ upagacchamānaṁ majjhimaṁ samathanimittaṁ paṭipajjati nāma, evaṁ paṭipannattā tathattupagamanena tattha pakkhandati nāma. Evaṁ tāva purimacitte vijjamānākāranipphādikā paṭhamassa jhānassa uppādakkhaṇeyeva āgamanavasena paṭipadāvisuddhi veditabbā.",
  "atk-s0515a2:138": "Evaṁ visuddhassa pana tassa puna visodhetabbābhāvato visodhane byāpāraṁ akaronto visuddhaṁ cittaṁ ajjhupekkhati nāma. Samathabhāvūpagamanena samathapaṭipannassa puna samādhāne byāpāraṁ akaronto samathapaṭipannaṁ ajjhupekkhati nāma. Samathapaṭipannabhāvato eva cassa kilesasaṁsaggaṁ pahāya ekattena upaṭṭhitassa puna ekattupaṭṭhāne byāpāraṁ akaronto ekattupaṭṭhānaṁ ajjhupekkhati nāma. Evaṁ tatramajjhattupekkhāya kiccavasena upekkhānubrūhanā veditabbā.",
  "atk-s0515a2:139": "Ye panete evaṁ upekkhānubrūhite tattha jātā samādhipaññāsaṅkhātā yuganaddhadhammā aññamaññaṁ anativattamānā hutvā pavattā, yāni ca saddhādīni indriyāni nānākilesehi vimuttattā vimuttirasena ekarasāni hutvā pavattāni, yañcesa tadupagaṁ tesaṁ anativattanaekarasabhāvānaṁ anucchavikaṁ vīriyaṁ vāhayati, yā cassa tasmiṁ khaṇe pavattā āsevanā, sabbepi te ākārā yasmā ñāṇena saṁkilesavodānesu taṁ taṁ ādīnavañca ānisaṁsañca disvā tathā tathā sampahaṁsitattā visodhitattā pariyodāpitattā nipphannāva, tasmā ‘‘dhammānaṁ anativattanādibhāvasādhanena pariyodāpakassa ñāṇassa kiccanipphattivasena sampahaṁsanā veditabbā’’ti vuttaṁ.",
  "atk-s0515a2:140": "Vitakkavicārānaṁ vūpasamāti vitakkassa ca vicārassa cāti imesaṁ dvinnaṁ vūpasamā samatikkamā, dutiyajjhānakkhaṇe apātubhāvāti vuttaṁ hoti. Tattha kiñcāpi dutiyajjhāne sabbepi paṭhamajjhānadhammā na santi, aññeyeva hi paṭhamajjhāne phassādayo, aññe idha. Oḷārikassa pana oḷārikassa aṅgassa samatikkamā paṭhamajjhānato paresaṁ dutiyajjhānādīnaṁ adhigamo hotīti dassanatthaṁ ‘‘vitakkavicārānaṁ vūpasamā’’ti evaṁ vuttanti veditabbaṁ. Ajjhattanti idha niyakajjhattaṁ adhippetaṁ, vibhaṅge pana ‘‘ajjhattaṁ paccatta’’nti (vibha. 573) ettakameva vuttaṁ. Yasmā niyakajjhattaṁ adhippetaṁ, tasmā attani jātaṁ, attano santāne nibbattanti ayamettha attho.",
  "atk-s0515a2:141": "Sampasādananti sampasādanaṁ vuccati saddhā. Sampasādanayogato jhānampi sampasādanaṁ, nīlavaṇṇayogato nīlavatthaṁ viya. Yasmā vā taṁ jhānaṁ sampasādanasamannāgatattā vitakkavicārakkhobhavūpasamanena ca ceto sampasādayati, tasmāpi ‘‘sampasādana’’nti vuttaṁ. Imasmiñca atthavikappe sampasādanaṁ cetasoti evaṁ padasambandho veditabbo. Purimasmiṁ pana atthavikappe cetasoti etaṁ ekodibhāvena saddhiṁ yojetabbaṁ.",
  "atk-s0515a2:142": "Tatrāyaṁ atthayojanā – eko udetīti ekodi, vitakkavicārehi anajjhārūḷhattā aggo seṭṭho hutvā udetīti attho. Seṭṭhopi hi loke ekoti vuccati. Vitakkavicāravirahito vā eko asahāyo hutvātipi vattuṁ vaṭṭati. Atha vā sampayuttadhamme udāyatīti udi, uṭṭhāpetīti attho. Seṭṭhaṭṭhena eko ca so udi cāti ekodi, samādhissetaṁ adhivacanaṁ. Iti imaṁ ekodiṁ bhāveti vaḍḍhetīti idaṁ dutiyajjhānaṁ ekodibhāvaṁ. So panāyaṁ ekodi yasmā cetaso, na sattassa, na jīvassa. Tasmā etaṁ ‘‘cetaso ekodibhāva’’nti vuttaṁ.",
  "atk-s0515a2:143": "Nanu cāyaṁ saddhā paṭhamajjhānepi atthi, ayañca ekodināmako samādhi, atha kasmā idameva ‘‘sampasādanaṁ cetaso ekodibhāva’’nti vuttanti? Vuccate – aduñhi paṭhamajjhānaṁ vitakkavicārakkhobhena vīcitaraṅgasamākulamiva jalaṁ na suppasannaṁ hoti, tasmā satiyāpi saddhāya sampasādananti na vuttaṁ. Na suppasannattāyeva cettha samādhipi na suṭṭhu pākaṭo, tasmā ekodibhāvantipi na vuttaṁ. Imasmiṁ pana jhāne vitakkavicārapalibodhābhāvena laddhokāsā balavatī saddhā, balavasaddhāsahāyapaṭilābheneva ca samādhipi pākaṭo. Tasmā idameva evaṁ vuttanti veditabbaṁ.",
  "atk-s0515a2:144": "Avitakkaṁ avicāranti bhāvanāya pahīnattā etasmiṁ, etassa vā vitakko natthīti avitakkaṁ. Imināva nayena avicāraṁ. Etthāha ‘‘nanu ca ‘vitakkavicārānaṁ vūpasamā’ti imināpi ayamattho siddho. Atha kasmā puna vuttaṁ ‘avitakkaṁ avicāra’’’nti? Vuccate – evametaṁ, siddhovāyamattho. Na panetaṁ tadatthadīpakaṁ, nanu avocumha ‘‘oḷārikassa pana oḷārikassa aṅgassa samatikkamā paṭhamajjhānato paresaṁ dutiyajjhānādīnaṁ samadhigamo hotīti dassanatthaṁ ‘vitakkavicārānaṁ vūpasamā’ti evaṁ vutta’’nti.",
  "atk-s0515a2:145": "Api ca vitakkavicārānaṁ vūpasamā idaṁ sampasādanaṁ, na kilesakālussiyassa. Vitakkavicārānañca vūpasamā ekodibhāvaṁ, na upacārajjhānamiva nīvaraṇappahānā, na paṭhamajjhānamiva ca aṅgapātubhāvāti evaṁ sampasādanaekodibhāvānaṁ hetuparidīpakamidaṁ vacanaṁ. Tathā vitakkavicārānaṁ vūpasamā idaṁ avitakkaṁ avicāraṁ, na tatiyacatutthajjhānāni viya cakkhuviññāṇādīni viya ca abhāvāti, evaṁ avitakkaavicārabhāvassa hetuparidīpakañca, na vitakkavicārābhāvamattaparidīpakaṁ. Vitakkavicārābhāvamattaparidīpakameva pana ‘‘avitakkaṁ avicāra’’nti idaṁ vacanaṁ. Tasmā purimaṁ vatvāpi puna vattabbamevāti.",
  "atk-s0515a2:146": "Samādhijanti paṭhamajjhānasamādhito sampayuttasamādhito vā jātanti attho. Tattha kiñcāpi paṭhamampi sampayuttasamādhito jātaṁ, atha kho ayameva samādhi ‘‘samādhī’’ti vattabbataṁ arahati, vitakkavicārakkhobhavirahena ativiya acalattā suppasannattā ca. Tasmā imassa vaṇṇabhaṇanatthaṁ idameva ‘‘samādhija’’nti vuttaṁ. Pītisukhanti idaṁ vuttanayameva.",
  "atk-s0515a2:147": "Dutiyanti gaṇanānupubbatā dutiyaṁ. Idaṁ dutiyaṁ uppannantipi dutiyaṁ.",
  "atk-s0515a2:148": "Pītiyā ca virāgāti virāgo nāma vuttappakārāya pītiyā jigucchanaṁ vā samatikkamo vā . Ubhinnaṁ pana antarā ca-saddo sampiṇḍanattho, so vūpasamaṁ vā sampiṇḍeti vitakkavicāravūpasamaṁ vā. Tattha yadā vūpasamameva sampiṇḍeti, tadā pītiyā virāgā ca, kiñca bhiyyo vūpasamā cāti evaṁ yojanā veditabbā. Imissā ca yojanāya virāgo jigucchanattho hoti, tasmā pītiyā jigucchanā ca samatikkamā cāti ayamattho daṭṭhabbo. Yadā pana vitakkavicāravūpasamaṁ sampiṇḍeti, tadā pītiyā ca virāgā, kiñca bhiyyo vitakkavicārānañca vūpasamāti evaṁ yojanā veditabbā. Imissā ca yojanāya virāgo samatikkamanattho hoti, tasmā pītiyā ca samatikkamā vitakkavicārānañca vūpasamāti ayamattho daṭṭhabbo.",
  "atk-s0515a2:149": "Kāmañcete vitakkavicārā dutiyajjhāneyeva vūpasantā, imassa pana jhānassa maggaparidīpanatthaṁ vaṇṇabhaṇanatthañcetaṁ vuttaṁ. ‘‘Vitakkavicārānaṁ vūpasamā’’ti hi vutte idaṁ paññāyati ‘‘nūna vitakkavicāravūpasamo maggo imassa jhānassā’’ti. Yathā ca tatiye ariyamagge appahīnānampi sakkāyadiṭṭhādīnaṁ ‘‘pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ pahānā’’ti (ma. ni. 2.132-133) evaṁ pahānaṁ vuccamānaṁ vaṇṇabhaṇanaṁ hoti, tadadhigamāya ussukkānaṁ ussāhajanakaṁ, evameva idha avūpasantānampi vitakkavicārānaṁ vūpasamo vuccamāno vaṇṇabhaṇanaṁ hoti, tenāyamattho vutto ‘‘pītiyā ca samatikkamā vitakkavicārānañca vūpasamā’’ti.",
  "atk-s0515a2:150": "Upekkhako ca viharatīti ettha upapattito ikkhatīti upekkhā, samaṁ passati, apakkhapatitā hutvā passatīti attho. Tāya visadāya vipulāya thāmagatāya samannāgatattā tatiyajjhānasamaṅgī ‘‘upekkhako’’ti vuccati.",
  "atk-s0515a2:151": "Upekkhā pana dasavidhā hoti – chaḷaṅgupekkhā brahmavihārupekkhā bojjhaṅgupekkhā vīriyupekkhā saṅkhārupekkhā vedanupekkhā vipassanupekkhā tatramajjhattupekkhā jhānupekkhā pārisuddhupekkhāti.",
  "atk-s0515a2:152": "Tattha yā ‘‘idha, bhikkhave, bhikkhu cakkhunā rūpaṁ disvā neva sumano hoti na dummano, upekkhako ca viharati sato sampajāno’’ti (ma. ni. 6.1) evamāgatā khīṇāsavassa chasu dvāresu iṭṭhāniṭṭhachaḷārammaṇāpāthe parisuddhapakatibhāvāvijahanākārabhūtā upekkhā, ayaṁ chaḷaṅgupekkhā nāma.",
  "atk-s0515a2:153": "Yā pana ‘‘upekkhāsahagatena cetasā ekaṁ disaṁ pharitvā viharatī’’ti (dī. ni. 1.556; ma. ni. 1.77) evamāgatā sattesu majjhattākārabhūtā upekkhā, ayaṁ brahmavihārupekkhā nāma.",
  "atk-s0515a2:154": "Yā pana ‘‘upekkhāsambojjhaṅgaṁ bhāveti vivekanissita’’nti (ma. ni. 2.247) evamāgatā sahajātānaṁ dhammānaṁ majjhattākārabhūtā upekkhā, ayaṁ bojjhaṅgupekkhā nāma.",
  "atk-s0515a2:155": "Yā pana ‘‘kālena kālaṁ upekkhānimittaṁ manasi karotī’’ti (a. ni. 3.103) evamāgatā anaccāraddhanātisithilavīriyasaṅkhātā upekkhā, ayaṁ vīriyupekkhā nāma.",
  "atk-s0515a2:156": "Yā pana ‘‘kati saṅkhārupekkhā samathavasena uppajjanti, kati saṅkhārupekkhā vipassanāvasena uppajjanti? Aṭṭha saṅkhārupekkhā samathavasena uppajjanti, dasa saṅkhārupekkhā vipassanāvasena uppajjantī’’ti (paṭi. ma. 1.57) evamāgatā nīvaraṇādipaṭisaṅkhāsantiṭṭhanāgahaṇe majjhattabhūtā upekkhā, ayaṁ saṅkhārupekkhā nāma.",
  "atk-s0515a2:157": "Yā pana ‘‘yasmiṁ samaye kāmāvacaraṁ kusalaṁ cittaṁ uppannaṁ hoti upekkhāsahagata’’nti (dha. sa. 150) evamāgatā adukkhamasukhasaṅkhātā upekkhā, ayaṁ vedanupekkhā nāma.",
  "atk-s0515a2:158": "Yā pana ‘‘yadatthi yaṁ bhūtaṁ, taṁ pajahati, upekkhaṁ paṭilabhatī’’ti (ma. ni. 3.71-72; a. ni. 7.55) evamāgatā vicinane majjhattabhūtā upekkhā, ayaṁ vipassanupekkhā nāma.",
  "atk-s0515a2:159": "Yā pana chandādīsu yevāpanakesu āgatā sahajātānaṁ samavāhitabhūtā upekkhā, ayaṁ tatramajjhattupekkhā nāma.",
  "atk-s0515a2:160": "Yā pana ‘‘upekkhako ca viharatī’’ti evamāgatā aggasukhepi tasmiṁ apakkhapātajananī upekkhā, ayaṁ jhānupekkhā nāma.",
  "atk-s0515a2:161": "Yā pana ‘‘upekkhāsatipārisuddhiṁ catutthaṁ jhāna’’nti (dha. sa. 165; dī. ni. 1.232) evamāgatā sabbapaccanīkaparisuddhā paccanīkavūpasamanepi abyāpārabhūtā upekkhā, ayaṁ pārisuddhupekkhā nāma.",
  "atk-s0515a2:162": "Tattha chaḷaṅgupekkhā ca brahmavihārupekkhā ca bojjhaṅgupekkhā ca tatramajjhattupekkhā ca jhānupekkhā ca pārisuddhupekkhā ca atthato ekā, tatramajjhattupekkhāva hoti. Tena tena avatthābhedena panassā ayaṁ bhedo . Ekassāpi sato sattassa kumārayuvatherasenāpatirājādivasena bhedo viya, tasmā tāsu yattha chaḷaṅgupekkhā, na tattha bojjhaṅgupekkhādayo. Yattha vā pana bojjhaṅgupekkhā, na tattha chaḷaṅgupekkhādayo hontīti veditabbā.",
  "atk-s0515a2:163": "Yathā cetāsaṁ atthato ekībhāvo, evaṁ saṅkhārupekkhāvipassanupekkhānampi. Paññā eva hi esā, kiccavasena dvidhā bhinnā, yathā hi purisassa sāyaṁ gehaṁ paviṭṭhaṁ sappaṁ ajapadadaṇḍaṁ gahetvā pariyesamānassa taṁ thusakoṭṭhake nipannaṁ disvā ‘‘sappo nu kho no’’ti avalokentassa sovatthikattayaṁ disvā nibbematikassa ‘‘sappo na sappo’’ti vicinane majjhattatā uppajjati, evameva yā āraddhavipassakassa vipassanāñāṇena lakkhaṇattaye diṭṭhe saṅkhārānaṁ aniccabhāvādivicinane majjhattatā uppajjati, ayaṁ vipassanupekkhā. Yathā pana tassa purisassa ajapadadaṇḍakena gāḷhaṁ sappaṁ gahetvā ‘‘kintāhaṁ imaṁ sappaṁ aviheṭhento attānañca iminā aḍaṁsāpento muñceyya’’nti muñcanākārameva pariyesato gahaṇe majjhattatā hoti, evameva yā lakkhaṇattayassa diṭṭhattā āditte viya tayo bhave passato saṅkhāraggahaṇe majjhattatā, ayaṁ saṅkhārupekkhā. Iti vipassanupekkhāya siddhāya saṅkhārupekkhāpi siddhāva hoti. Iminā panesā vicinanaggahaṇesu majjhattatāsaṅkhātena kiccena dvidhā bhinnāti. Vīriyupekkhā pana vedanupekkhā ca aññamaññañca avasesāhi ca atthato bhinnāyevāti. Āha cettha –",
  "atk-s0515a2:164": "‘‘Majjhattabrahmabojjhaṅgachaḷaṅgajhānasuddhiyo;",
  "atk-s0515a2:165": "Vipassanā ca saṅkhāravedanāvīriyaṁ iti.",
  "atk-s0515a2:166": "‘‘Vitthārato dasopekkhā-chamajjhattādito tato;",
  "atk-s0515a2:167": "Duve paññā tato dvīhi, catassova bhavantimā’’ti.",
  "atk-s0515a2:168": "Iti imāsu upekkhāsu jhānupekkhā idha adhippetā. Sā majjhattalakkhaṇā, anābhogarasā , abyāpārapaccupaṭṭhānā, pītivirāgapadaṭṭhānāti. Etthāha – ‘‘nanu cāyaṁ atthato tatramajjhattupekkhāva hoti, sā ca paṭhamadutiyajjhānesupi atthi. Tasmā tatrāpi ‘upekkhako ca viharatī’ti evamayaṁ vattabbā siyā, sā kasmā na vuttā’’ti? Aparibyattakiccato. Aparibyattañhi tassā tattha kiccaṁ, vitakkādīhi abhibhūtattā. Idha panāyaṁ vitakkavicārapītīhi anabhibhūtattā ukkhittasirā viya hutvā paribyattakiccā jātā, tasmā vuttāti.",
  "atk-s0515a2:169": "Satoca sampajānoti ettha saratīti sato. Sampajānātīti sampajāno. Iti puggalena sati ca sampajaññañca vuttaṁ. Tattha saraṇalakkhaṇā sati, asammussanarasā ārakkhapaccupaṭṭhānā. Asammohalakkhaṇaṁ sampajaññaṁ, tīraṇarasaṁ, pavicayapaccupaṭṭhānaṁ.",
  "atk-s0515a2:170": "Tattha kiñcāpi idaṁ satisampajaññaṁ purimajjhānesupi atthi, muṭṭhassatissa hi asampajānassa upacāramattampi na sampajjati, pageva appanā. Oḷārikattā pana tesaṁ jhānānaṁ bhūmiyaṁ viya purisassa cittassa gati sukhā hoti, abyattaṁ tattha satisampajaññakiccaṁ. Oḷārikaṅgappahānena pana sukhumattā imassa jhānassa purisassa khuradhārāyaṁ viya satisampajaññakiccapariggahitā eva cittassa gati icchitabbāti idheva vuttaṁ. Kiñca bhiyyo – yathā dhenupago vaccho dhenuto apanīto arakkhiyamāno punadeva dhenuṁ upagacchati, evamidaṁ tatiyajjhānasukhaṁ pītito apanītampi satisampajaññārakkhena arakkhiyamānaṁ punadeva pītiṁ upagaccheyya, pītisampayuttameva siyā, sukhe vāpi sattā sārajjanti. Idañca atimadhurasukhaṁ, tato paraṁ sukhābhāvā. Satisampajaññānubhāvena panettha sukhe asārajjanā hoti, no aññathāti imampi atthavisesaṁ dassetuṁ idamidheva vuttanti veditabbaṁ.",
  "atk-s0515a2:171": "Idāni sukhañca kāyena paṭisaṁvedetīti ettha kiñcāpi tatiyajjhānasamaṅgino sukhapaṭisaṁvedanābhogo natthi, evaṁ santepi yasmā tassa nāmakāyena sampayuttaṁ sukhaṁ. Yaṁ vā taṁ nāmakāyasampayuttaṁ sukhaṁ, taṁsamuṭṭhānenassa yasmā atipaṇītena rūpena rūpakāyo phuṭo, yassa phuṭattā jhānā vuṭṭhitopi sukhaṁ paṭisaṁvedeyya, tasmā etamatthaṁ dassento ‘‘sukhañca kāyena paṭisaṁvedetī’’ti āha.",
  "atk-s0515a2:172": "Idāni yaṁ taṁ ariyā ācikkhanti upekkhako satimā sukhavihārīti ettha yaṁjhānahetu yaṁjhānakāraṇā taṁ tatiyajjhānasamaṅgīpuggalaṁ buddhādayo ariyā ācikkhanti desenti paññapenti paṭṭhapenti vivaranti vibhajanti uttānīkaronti pakāsenti, pasaṁsantīti adhippāyo. Kinti? Upekkhako satimā sukhavihārīti. Taṁ tatiyajjhānaṁ upasampajja viharatīti evamettha yojanā veditabbā.",
  "atk-s0515a2:173": "Kasmā pana taṁ te evaṁ pasaṁsantīti? Pasaṁsārahato. Ayañhi yasmā atimadhurasukhe sukhapāramippattepi tatiyajjhāne upekkhako, na tattha sukhābhisaṅgena ākaḍḍhīyati. Yathā ca pīti na uppajjati, evaṁ upaṭṭhitasatitāya satimā. Yasmā ca ariyakantaṁ ariyajanasevitameva ca asaṁkiliṭṭhaṁ sukhaṁ nāmakāyena paṭisaṁvedeti, tasmā pasaṁsāraho. Iti pasaṁsārahato naṁ ariyā te evaṁ pasaṁsāhetubhūte guṇe pakāsento ‘‘upekkhako satimā sukhavihārī’’ti evaṁ pasaṁsantīti veditabbaṁ. Tatiyanti gaṇanānupubbatā tatiyaṁ, idaṁ tatiyaṁ uppannantipi tatiyaṁ.",
  "atk-s0515a2:174": "Sukhassa ca pahānā dukkhassa ca pahānāti kāyikasukhassa ca kāyikadukkhassa ca pahānā. Pubbevāti tañca kho pubbeva, na catutthajjhānakkhaṇe. Somanassadomanassānaṁ atthaṅgamāti cetasikasukhassa ca cetasikadukkhassa cāti imesampi dvinnaṁ pubbeva atthaṅgamā, pahānā icceva vuttaṁ hoti.",
  "atk-s0515a2:175": "Kadā pana nesaṁ pahānaṁ hoti? Catunnaṁ jhānānaṁ upacārakkhaṇe. Somanassañhi catutthajjhānassa upacārakkhaṇeyeva pahīyati, dukkhadomanassasukhāni paṭhamadutiyatatiyajjhānānaṁ upacārakkhaṇesu. Evametesaṁ pahānakkamena avuttānaṁ, indriyavibhaṅge pana indriyānaṁ uddesakkameneva idhāpi vuttānaṁ sukhadukkhasomanassadomanassānaṁ pahānaṁ veditabbaṁ.",
  "atk-s0515a2:176": "Yadi panetāni tassa tassa jhānassa upacārakkhaṇeyeva pahīyanti, atha kasmā ‘‘kattha cuppannaṁ dukkhindriyaṁ aparisesaṁ nirujjhati? Idha, bhikkhave, bhikkhu vivicceva kāmehi…pe… paṭhamaṁ jhānaṁ upasampajja viharati, ettha cuppannaṁ dukkhindriyaṁ aparisesaṁ nirujjhati. Kattha cuppannaṁ domanassindriyaṁ… sukhindriyaṁ… somanassindriyaṁ aparisesaṁ nirujjhati? Idha, bhikkhave, bhikkhu, sukhassa ca pahānā…pe… catutthaṁ jhānaṁ upasampajja viharati. Ettha cuppannaṁ somanassindriyaṁ aparisesaṁ nirujjhatī’’ti (saṁ. ni. 5.510) evaṁ jhānesveva nirodho vuttoti. Atisayanirodhattā. Atisayanirodho hi nesaṁ paṭhamajjhānādīsu, na nirodhoyeva. Nirodhoyeva pana upacārakkhaṇe nātisayanirodho.",
  "atk-s0515a2:177": "Tathā hi nānāvajjane paṭhamajjhānūpacāre niruddhassāpi dukkhindriyassa ḍaṁsamakasādisamphassena vā visamāsanupatāpena vā siyā uppatti, na tveva antoappanāyaṁ. Upacāre vā niruddhampetaṁ na suṭṭhu niruddhaṁ hoti, paṭipakkhena avihatattā. Antoappanāyaṁ pana pītipharaṇena sabbo kāyo sukhokkanto hoti, sukhokkantakāyassa ca suṭṭhu niruddhaṁ hoti dukkhindriyaṁ, paṭipakkhena vihatattā. Nānāvajjaneyeva ca dutiyajjhānūpacāre pahīnassāpi domanassindriyassa yasmā etaṁ vitakkavicārapaccayepi kāyakilamathe cittupaghāte ca sati uppajjati, vitakkavicārābhāve neva uppajjati. Yattha pana uppajjati, tattha vitakkavicārabhāve. Appahīnāyeva ca dutiyajjhānūpacāre vitakkavicārāti tatthassa siyā uppatti, na tveva dutiyajjhāne, pahīnappaccayattā. Tathā tatiyajjhānūpacāre pahīnassāpi sukhindriyassa pītisamuṭṭhānapaṇītarūpaphuṭakāyassa siyā uppatti, na tveva tatiyajjhāne. Tatiyajjhāne hi sukhassa paccayabhūtā pīti sabbaso niruddhāti. Tathā catutthajjhānūpacāre pahīnassāpi somanassindriyassa āsannattā, appanāpattāya upekkhāya abhāvena sammā anatikkantattā ca siyā uppatti, na tveva catutthajjhāne. Tasmā eva ca ‘‘etthuppannaṁ dukkhindriyaṁ aparisesaṁ nirujjhatī’’ti tattha tattha aparisesaggahaṇaṁ katanti.",
  "atk-s0515a2:178": "Etthāha – ‘‘athevaṁ tassa tassa jhānassupacāre pahīnāpi etā vedanā idha kasmā samāhaṭā’’ti? Sukhaggahaṇatthaṁ. Yā hi ayaṁ adukkhamasukhanti ettha adukkhamasukhā vedanā vuttā, sā sukhumā dubbiññeyyā, na sakkā sukhena gahetuṁ, tasmā yathā nāma duṭṭhassa yathā vā tathā vā upasaṅkamitvā gahetuṁ asakkuṇeyyassa goṇassa sukhagahaṇatthaṁ gopo ekasmiṁ vaje sabbā gāvo samāharati, athekekaṁ nīharanto paṭipāṭiyā āgataṁ ‘‘ayaṁ so gaṇhatha na’’nti tampi gāhāpeti, evameva bhagavā sukhaggahaṇatthaṁ sabbā etā samāharīti. Evañhi samāhaṭā etā dassetvā ‘‘yaṁ neva sukhaṁ, na dukkhaṁ, na somanassaṁ, na domanassaṁ, ayaṁ adukkhamasukhā vedanā’’ti sakkā hoti esā gāhayituṁ.",
  "atk-s0515a2:179": "Api ca adukkhamasukhāya cetovimuttiyā paccayadassanatthañcāpi etā vuttāti veditabbā. Dukkhappahānādayo hi tassā paccayā. Yathāha – ‘‘cattāro kho, āvuso, paccayā adukkhamasukhāya cetovimuttiyā samāpattiyā. Idhāvuso, bhikkhu sukhassa ca pahānā …pe… catutthaṁ jhānaṁ upasampajja viharati. Ime kho, āvuso, cattāro paccayā adukkhamasukhāya cetovimuttiyā samāpattiyā’’ti (ma. ni. 1.458). Yathā vā aññattha pahīnāpi sakkāyadiṭṭhiādayo tatiyamaggassa vaṇṇabhaṇanatthaṁ ‘‘tattha pahīnā’’ti vuttā, evaṁ vaṇṇabhaṇanatthampetassa jhānassetā idha vuttātipi veditabbā. Paccayaghātena vā ettha rāgadosānaṁ atidūrabhāvaṁ dassetumpetā vuttāti veditabbā. Etāsu hi sukhaṁ somanassassa paccayo, somanassaṁ rāgassa, dukkhaṁ domanassassa, domanassaṁ dosassa. Sukhādighātena ca te sappaccayā rāgadosā hatāti atidūre hontīti.",
  "atk-s0515a2:180": "Adukkhamasukhanti dukkhābhāvena adukkhaṁ, sukhābhāvena asukhaṁ. Etenettha sukhadukkhapaṭipakkhabhūtaṁ tatiyavedanaṁ dīpeti, na dukkhasukhābhāvamattaṁ. Tatiyavedanā nāma adukkhamasukhā, upekkhātipi vuccati. Sā iṭṭhāniṭṭhaviparītānubhavanalakkhaṇā, majjhattarasā, avibhūtapaccupaṭṭhānā, sukhanirodhapadaṭṭhānāti veditabbā.",
  "atk-s0515a2:181": "Upekkhāsatipārisuddhinti upekkhāya janitasatipārisuddhiṁ. Imasmiñhi jhāne suparisuddhā sati, yā ca tassā satiyā pārisuddhi, sā upekkhāya katā, na aññena. Tasmā etaṁ ‘‘upekkhāsatipārisuddhi’’nti vuccati. Yāya ca upekkhāya ettha sati pārisuddhi hoti, sā atthato tatramajjhattatāti veditabbā. Na kevalañcettha tāya satiyeva parisuddhā, api ca kho sabbepi sampayuttadhammā, satisīsena pana desanā vuttā.",
  "atk-s0515a2:182": "Tattha kiñcāpi ayaṁ upekkhā heṭṭhāpi tīsu jhānesu vijjati, yathā pana divā sūriyappabhābhibhavā sommabhāvena ca attano upakārakattena vā sabhāgāya rattiyā alābhā divā vijjamānāpi candalekhā aparisuddhā hoti apariyodātā, evamayampi tatramajjhattupekkhācandalekhā vitakkādipaccanīkadhammatejābhibhavā sabhāgāya ca upekkhāvedanārattiyā apaṭilābhā vijjamānāpi paṭhamajjhānādibhedesu aparisuddhā hoti. Tassā ca aparisuddhāya divā aparisuddhacandalekhāya pabhā viya sahajātāpi satiādayo aparisuddhāva honti. Tasmā tesu ekampi ‘‘upekkhāsatipārisuddhi’’nti na vuttaṁ. Idha pana vitakkādipaccanīkadhammatejābhibhavābhāvā sabhāgāya ca upekkhāvedanārattiyā paṭilābhā ayaṁ tatramajjhattupekkhācandalekhā ativiya parisuddhā, tassā parisuddhattā parisuddhacandalekhāya pabhā viya sahajātāpi satiādayo parisuddhā honti pariyodātā. Tasmā idameva ‘‘upekkhāsatipārisuddhi’’nti vuttanti veditabbaṁ. Catutthanti gaṇanānupubbatā catutthaṁ. Idaṁ catutthaṁ uppannantipi catutthaṁ.",
  "atk-s0515a2:183": "Paññavā hotīti paññā assa atthīti paññavā. Udayatthagāminiyāti udayagāminiyā ceva atthagāminiyā ca. Samannāgatoti paripuṇṇo. Ariyāyāti niddosāya. Nibbedhikāyāti nibbedhapakkhikāya. Dukkhakkhayagāminiyāti nibbānagāminiyā. So idaṁ dukkhanti evamādīsu ‘‘ettakaṁ dukkhaṁ na ito bhiyyo’’ti sabbampi dukkhasaccaṁ sarasalakkhaṇapaṭivedhena yathābhūtaṁ pajānāti paṭivijjhati. Tassa ca dukkhassa nibbattikaṁ taṇhaṁ ‘‘ayaṁ dukkhasamudayo’’ti. Tadubhayampi yaṁ ṭhānaṁ patvā nirujjhati, taṁ tesaṁ appavattiṁ nibbānaṁ ‘‘ayaṁ dukkhanirodho’’ti. Tassa ca sampāpakaṁ ariyamaggaṁ ‘‘ayaṁ dukkhanirodhagāminī paṭipadā’’ti sarasalakkhaṇapaṭivedhena yathābhūtaṁ pajānāti paṭivijjhatīti evamattho veditabbo.",
  "atk-s0515a2:184": "Evaṁ sarūpato saccāni dassetvā idāni kilesavasena pariyāyato dassento ‘‘ime āsavā’’tiādimāha. Te vuttanayeneva veditabbā. Evaṁ tisso sikkhāyo dassetvā idāni tāsaṁ pāripūrikkamaṁ dassetuṁ ‘‘imā tisso sikkhāyo āvajjanto sikkheyyā’’tiādimāha. Tassattho – paccekaṁ paripūretuṁ āvajjantopi sikkheyya, āvajjitvāpi ‘‘ayaṁ nāma sikkhā’’ti jānantopi sikkheyya, jānitvā punappunaṁ passantopi sikkheyya, passitvā yathādiṭṭhaṁ paccavekkhantopi sikkheyya, paccavekkhitvā tattheva cittaṁ acalaṁ katvā patiṭṭhapentopi sikkheyya, taṁtaṁsikkhāsampayuttasaddhāvīriyasatisamādhipaññāhi sakasakakiccaṁ karontopi sikkheyya, abhiññeyyābhijānanakālepi taṁ taṁ kiccaṁ karontopi tisso sikkhāyo sikkheyya, adhisīlaṁ ācareyya, adhicittaṁ sammā careyya, adhipaññaṁ samādāya vatteyya.",
  "atk-s0515a2:185": "Idhāti mūlapadaṁ. Imissā diṭṭhiyātiādīhi dasahi padehi sikkhattayasaṅkhātaṁ sabbaññubuddhasāsanameva kathitaṁ. Tañhi buddhena bhagavatā diṭṭhattā diṭṭhīti vuccati. Tasseva khamanavasena khanti, ruccanavasena ruci, gahaṇavasena ādāyo, sabhāvaṭṭhena dhammo, sikkhitabbaṭṭhena vinayo, tadubhayenapi dhammavinayo, pavuttavasena pāvacanaṁ, seṭṭhacariyaṭṭhena brahmacariyaṁ, anusiṭṭhidānavasena satthusāsananti vuccati. Tasmā ‘‘imissā diṭṭhiyā’’tiādīsu imissā buddhadiṭṭhiyā imissā buddhakhantiyā imissā buddharuciyā imasmiṁ buddhaādāye imasmiṁ buddhadhamme imasmiṁ buddhavinaye.",
  "atk-s0515a2:186": "‘‘Ye kho tvaṁ, gotami, dhamme jāneyyāsi ‘ime dhammā sarāgāya saṁvattanti, no virāgāya, saññogāya saṁvattanti, no visaññogāya, ācayāya saṁvattanti, no apacayāya, mahicchatāya saṁvattanti, no appicchatāya, asantuṭṭhiyā saṁvattanti, no santuṭṭhiyā, saṅgaṇikāya saṁvattanti , no pavivekāya, kosajjāya saṁvattanti, no vīriyārambhāya, dubbharatāya saṁvattanti, no subharatāyā’ti. Ekaṁsena, gotami, dhāreyyāsi ‘neso dhammo, neso vinayo, netaṁ satthusāsana’nti.",
  "atk-s0515a2:187": "‘‘Ye ca kho tvaṁ, gotami, dhamme jāneyyāsi ‘ime dhammā virāgāya saṁvattanti, no sarāgāya…pe… subharatāya saṁvattanti, no dubbharatāyā’ti. Ekaṁsena, gotami, dhāreyyāsi ‘eso dhammo, eso vinayo, etaṁ satthusāsana’’’nti (a. ni. 8.53; cūḷava. 406) –",
  "atk-s0515a2:188": "Evaṁ vutte imasmiṁ buddhadhammavinaye imasmiṁ buddhapāvacane imasmiṁ buddhabrahmacariye imasmiṁ buddhasāsaneti evamattho veditabbo.",
  "atk-s0515a2:189": "Api cetaṁ sikkhattayasaṅkhātaṁ sakalaṁ sāsanaṁ bhagavatā diṭṭhattā sammādiṭṭhipaccayattā sammādiṭṭhipubbaṅgamattā ca diṭṭhi. Bhagavato khamanavasena khanti. Ruccanavasena ruci. Gahaṇavasena ādāyo. Attano kārakaṁ apāyesu apatamānaṁ katvā dhāretīti dhammo. Sova saṁkilesapakkhaṁ vinetīti vinayo. Dhammo ca so vinayo cāti dhammavinayo. Kusaladhammehi vā akusaladhammānaṁ esa vinayoti dhammavinayo. Teneva vuttaṁ –",
  "atk-s0515a2:190": "‘‘Ye ca kho tvaṁ, gotami, dhamme jāneyyāsi ‘ime dhammā virāgāya saṁvattanti, no sarāgāya…pe… ekaṁsena gotami dhāreyyāsi ‘eso dhammo, eso vinayo, etaṁ satthusāsana’’’nti (a. ni. 8.53; cūḷava. 406).",
  "atk-s0515a2:191": "Dhammena vā vinayo, na daṇḍādīhīti dhammavinayo. Vuttampi cetaṁ –",
  "atk-s0515a2:192": "‘‘Daṇḍeneke damayanti, aṅkusehi kasāhi ca;",
  "atk-s0515a2:193": "Adaṇḍena asatthena, nāgo danto mahesinā’’ti. (cūḷava. 342; ma. ni. 2.352);",
  "atk-s0515a2:194": "Tathā –",
  "atk-s0515a2:195": "‘‘Dhammena nīyamānānaṁ, kā usūyā vijānata’’nti. (mahāva. 63);",
  "atk-s0515a2:196": "Dhammāya vā vinayo dhammavinayo. Anavajjadhammatthañhesa vinayo, na bhavabhogāmisatthaṁ. Tenāha bhagavā ‘‘nayidaṁ, bhikkhave, brahmacariyaṁ vussati janakuhanattha’’nti (a. ni. 4.25) vitthāro. Puṇṇattheropi āha ‘‘anupādāparinibbānatthaṁ kho, āvuso, bhagavati brahmacariyaṁ vussatī’’ti (ma. ni. 1.259). Visiṭṭhaṁ vā nayatīti vinayo. Dhammato vinayo dhammavinayo. Saṁsāradhammato hi sokādidhammato vā esa visiṭṭhaṁ nibbānaṁ nayati. Dhammassa vā vinayo, na titthakarānanti dhammavinayo. Dhammabhūto hi bhagavā, tasseva vinayo.",
  "atk-s0515a2:197": "Yasmā vā dhammā eva abhiññeyyā pariññeyyā pahātabbā bhāvetabbā sacchikātabbā ca, tasmā esa dhammesu vinayo, na sattesu na jīvesu cāti dhammavinayo. Sātthasabyañjanatādīhi aññesaṁ vacanato padhānaṁ vacananti pavacanaṁ, pavacanameva pāvacanaṁ. Sabbacariyāhi visiṭṭhacariyabhāvena brahmacariyaṁ. Devamanussānaṁ satthubhūtassa bhagavato sāsananti satthusāsanaṁ. Satthubhūtaṁ vā sāsanantipi satthusāsanaṁ. ‘‘So vo mamaccayena satthāti (dī. ni. 2.216) hi dhammavinayova satthā’’ti vuttoti evametesaṁ padānaṁ attho veditabbo.",
  "atk-s0515a2:198": "Yasmā pana imasmiṁyeva sāsane sabbappakārajjhānanibbattako bhikkhu dissati, na aññatra, tasmā tattha tattha ‘‘imissā’’ti ca ‘‘imasmi’’nti ca ayaṁ niyamo katoti veditabbo.",
  "atk-s0515a2:199": "Jīvanti tena taṁsampayuttakā dhammāti jīvitaṁ. Anupālanalakkhaṇe indaṭṭhaṁ kāretīti indriyaṁ. Jīvitameva indriyaṁ jīvitindriyaṁ. Taṁ pavattasantatādhipateyyaṁ hoti. Lakkhaṇādīhi pana attanā avinibhuttānaṁ dhammānaṁ anupālanalakkhaṇaṁ jīvitindriyaṁ, tesaṁ pavattanarasaṁ, tesaṁyeva ṭhapanapaccupaṭṭhānaṁ, yāpayitabbadhammapadaṭṭhānaṁ. Santepi ca anupālanalakkhaṇādimhi vidhāne atthikkhaṇeyeva taṁ te dhamme anupāleti, udakaṁ viya uppalādīni. Yathāsakaṁ paccayehi uppannepi ca dhamme pāleti, dhāti viya kumāraṁ, sayaṁpavattitadhammasambandheneva ca pavattati, niyāmako viya nāvaṁ. Na bhaṅgato uddhaṁ pavattayati, attano ca pavattayitabbānañca abhāvā. Na bhaṅgakkhaṇe ṭhapeti, sayaṁ bhijjamānattā, khīyamāno viya vaṭṭisineho padīpasikhaṁ, na ca anupālanapavattanaṭṭhapanānubhāvavirahitaṁ , yathāvuttakkhaṇe tassa tassa sādhanatoti daṭṭhabbaṁ. Ṭhitiparittatāya vāti ṭhitikkhaṇassa mandatāya thokatāya. Appakanti mandaṁ lāmakaṁ. Sarasaparittatāya vāti attano paccayabhūtānaṁ kiccānaṁ sampattīnaṁ vā appatāya dubbalatāya.",
  "atk-s0515a2:200": "Tesaṁ dvinnaṁ kāraṇaṁ vibhāgato dassetuṁ ‘‘kathaṁ ṭhitiparittatāyā’’tiādimāha. Tattha ‘‘atīte cittakkhaṇe jīvitthāti evamādi pañcavokārabhave pavattiyaṁ cittassa nirujjhanakāle sabbasmiṁ rūpārūpadhamme anirujjhantepi rūpato arūpassa paṭṭhānabhāvena arūpajīvitaṁ sandhāya, cuticittena vā saddhiṁ sabbesaṁ rūpārūpānaṁ nirujjhanabhāvena pañcavokārabhave cuticittaṁ sandhāya, catuvokārabhave rūpassa abhāvena catuvokārabhavaṁ sandhāya kathita’’nti veditabbaṁ. Atīte cittakkhaṇeti atītacittassa bhaṅgakkhaṇasamaṅgīkāle taṁsamaṅgīpuggalo ‘‘jīvittha’’ iti vattuṁ labbhati. Na jīvatīti ‘‘jīvatī’’tipi vattuṁ na labbhati. Na jīvissatīti ‘‘jīvissatī’’tipi vattuṁ na labbhati. Anāgate cittakkhaṇe jīvissatīti anāgatacittassa anuppajjanakkhaṇasamaṅgīkāle ‘‘jīvissatī’’ti vattuṁ labbhati. Na jīvatīti ‘‘jīvatī’’ti vattuṁ na labbhati. Na jīvitthāti ‘‘jīvittha’’itipi vattuṁ na labbhati. Paccuppanne cittakkhaṇeti paccuppannacittakkhaṇasamaṅgīkāle. Jīvatīti ‘‘idāni jīvatī’’ti vattuṁ labbhati. Na jīvitthāti ‘‘jīvittha’’iti vattuṁ na labbhati. Na jīvissatīti ‘‘jīvissatī’’tipi vattuṁ na labbhati.",
  "atk-s0515a2:201": "Jīvitaṁattabhāvo ca sukhadukkhā cāti ayaṁ gāthā pañcavokārabhavaṁ amuñcitvā labbhamānāya dukkhāya vedanāya gahitattā pañcavokārabhavameva sandhāya vuttāti veditabbā. Kathaṁ? Jīvitanti jīvitasīsena saṅkhārakkhandho. Attabhāvoti rūpakkhandho. ‘‘Upekkhā pana santattā, sukhamicceva bhāsitā’’ti (vibha. aṭṭha. 232) vuttattā upekkhāvedanā antokaritvā sukhadukkhā cāti vedanākkhandho, cittaṁ iti viññāṇakkhandho vutto. Imesaṁ catunnaṁ khandhānaṁ kathitattāyeva khandhalakkhaṇena ekalakkhaṇabhāvena lakkhaṇākāravasena saññākkhandhopi kathitoti veditabbo. Evaṁ vuttesu pañcasu khandhesu arūpadhammaṁ muñcitvā kammasamuṭṭhānādirūpassa appavattanabhāvena ekacittasamāyuttāti arūpapadhānabhāvo kathito hoti. Kathaṁ? Asaññasatte rūpampi idhupacitakammabalaṁ amuñcitvāva pavattati, nirodhasamāpannānaṁ rūpampi paṭhamasamāpannasamāpattibalaṁ amuñcitvāva pavattati. Evaṁ attano appavattiṭṭhānepi rūpapavattiṁ attano santakameva katvā pavattanasabhāvassa arūpadhammassa attano pavattiṭṭhāne rūpapavattiyā padhānakāraṇabhāvena ekacittasamāyuttāti cittapadhānabhāvo kathitoti veditabbo.",
  "atk-s0515a2:202": "Evaṁ pañcavokārabhave pavattiyaṁ rūpapavattiyā padhānabhūtacittanirodhena rūpe dharamāneyeva pavattānaṁ nirodho nāma hotīti arūpadhammavasena eva ‘‘lahuso vattate khaṇo’’ti vuttaṁ. Atha vā pañcavokārabhave cuticittaṁ sandhāya kathitāti veditabbā. Evaṁ kathiyamāne sukhadukkhā cāti kāyikacetasikasukhavedanā ca kāyikacetasikadukkhavedanā ca cuticittakkhaṇe ahontīpi ekasantativasena cuticittena saddhiṁ nirujjhatīti kathitā. Catuvokārabhavaṁ vā sandhāya kathitātipi veditabbā. Kathaṁ ? Aññasmiṁ ṭhāne attabhāvoti saññākkhandhassa vuttabhāvena attabhāvoti saññākkhandhova gahito. Brahmaloke kāyikasukhadukkhadomanassaṁ ahontampi sukhadukkhā cāti vedanāsāmaññato labbhamāno vedanākkhandho gahitoti veditabbaṁ. Sesaṁ vuttasadisameva. Imesu ca tīsu vikappesu kevalāti dhuvasukhasubhaattā natthi, kevalaṁ tehi avomissā. Lahuso vattati khaṇoti vuttanayena ekacittakkhaṇikatāya lahuko atiparitto jīvitādīnaṁ khaṇo vattati.",
  "atk-s0515a2:203": "Ekato dvinnaṁ cittānaṁ appavattiṁ dassento ‘‘cullāsītisahassānī’’ti gāthamāha. Cullāsītisahassāni, kappā tiṭṭhanti ye marūti ye devagaṇā caturāsīti kappasahassāni āyuṁ gahetvā nevasaññānāsaññāyatane tiṭṭhanti. ‘‘Ye narā’’tipi pāḷi. Na tveva tepi jīvanti, dvīhi cittasamohitāti tepi devā dvīhi cittehi samohitā ekato hutvā yuganaddhena cittena na tu eva jīvanti, ekenekena cittena jīvantīti attho.",
  "atk-s0515a2:204": "Idāni maraṇakālaṁ dassento ‘‘ye niruddhā’’ti gāthamāha. Tattha ye niruddhāti ye khandhā niruddhā atthaṅgatā. Marantassāti matassa. Tiṭṭhamānassa vāti dharamānassa vā. Sabbepi sadisā khandhāti cutito uddhaṁ niruddhakkhandhā vā pavatte niruddhakkhandhā vā puna ghaṭetuṁ asakkuṇeyyaṭṭhena sabbepi khandhā sadisā. Gatā appaṭisandhikāti niruddhakkhandhānaṁ puna āgantvā paṭisandhānābhāvena gatā appaṭisandhikāti vuccanti.",
  "atk-s0515a2:205": "Idāni tīsu kālesu niruddhakkhandhānaṁ nānattaṁ natthīti dassetuṁ ‘‘anantarā’’ti gāthamāha. Tattha anantarā ca ye bhaggā, ye ca bhaggā anāgatāti ye khandhā anantarātītā hutvā bhinnā niruddhā, ye ca anāgatā khandhā bhijjissanti. Tadantareti tesaṁ antare niruddhānaṁ paccuppannakhandhānaṁ. Vesamaṁ natthi lakkhaṇeti visamassa bhāvo vesamaṁ, taṁ vesamaṁ natthi, tehi nānattaṁ natthīti attho. Lakkhīyatīti lakkhaṇaṁ, tasmiṁ lakkhaṇe.",
  "atk-s0515a2:206": "Idāni anāgatakkhandhānaṁ vattamānakkhandhehi asammissabhāvaṁ kathento ‘‘anibbattena na jāto’’ti gāthamāha. Anibbattena na jātoti ajātena apātubhūtena anāgatakkhandhena na jāto na nibbatto. Etena anāgatakkhandhassa vattamānakkhandhena asammissabhāvaṁ kathesi. Paccuppannena jīvatīti khaṇapaccuppannena vattamānakkhandhena jīvati. Etena ekakkhaṇe dvīhi cittehi na jīvatīti kathitaṁ. Cittabhaggā matoti dvīhi cittehi ekakkhaṇe ajīvanabhāvena cittabhaṅgena mato. ‘‘Uparito cittabhaṅgā’’tipi pāḷi, taṁ ujukameva. Paññatti paramatthiyāti ‘‘rūpaṁ jīrati maccānaṁ, nāmagottaṁ na jīratī’’ti (saṁ. ni. 1.76) vacanakkamena paṇṇattimattaṁ na jīraṇasabhāvena paramā ṭhiti etissāti paramatthiyā, sabhāvaṭṭhitikāti attho. ‘‘Datto mato, mitto mato’’ti paṇṇattimattameva hi tiṭṭhati. Atha vā paramatthiyāti paramatthikā. Paramo attho etissāti paramatthikā. Ajaṭākāsoti paññattiyā natthidhammaṁ paṭicca kathanaṁ viya matoti paññatti natthidhammaṁ paṭicca na kathiyati, jīvitindriyabhaṅgasaṅkhātaṁ dhammaṁ paṭicca kathiyati.",
  "atk-s0515a2:207": "Anidhānagatābhaggāti ye khandhā bhinnā, te nidhānaṁ nihitaṁ nicayaṁ na gacchantīti anidhānagatā. Puñjo natthi anāgateti anāgatepi nesaṁ puñjabhāvo rāsibhāvo natthi. Nibbattāyeva tiṭṭhantīti paccuppannavasena uppannā ṭhitikkhaṇe vayadhammāva hutvā tiṭṭhanti. Kimiva? Āragge sāsapūpamāti sūcimukhe sāsapo viya.",
  "atk-s0515a2:208": "Idāni khandhānaṁ dassanabhāvaṁ dassento ‘‘nibbattāna’’nti gāthamāha. Tattha nibbattānaṁ dhammānanti paccuppannānaṁ khandhānaṁ. Bhaṅgo nesaṁ purakkhatoti etesaṁ bhedo purato katvā ṭhapito. Palokadhammāti nassanasabhāvā. Purāṇehi adhissitāti pure uppannehi khandhehi na missitā na saṁsaggā.",
  "atk-s0515a2:209": "Idāni khandhānaṁ adassanabhāvaṁ dassento ‘‘adassanato āyantī’’ti gāthamāha. Tattha adassanato āyantīti adissamānāyeva āgacchanti uppajjanti. Bhaṅgā gacchantidassananti bhedā bhaṅgato uddhaṁ adassanabhāvaṁ gacchanti. Vijjuppādova ākāseti vivaṭākāse vijjulatāniccharaṇaṁ viya. Uppajjanti vayanti cāti pubbantato uddhaṁ uppajjanti ca bhijjanti ca, nassantīti attho. ‘‘Udeti āpūrati veti cando’’ti (jā. 1.5.3) evamādīsu viya.",
  "atk-s0515a2:210": "Evaṁ ṭhitiparittataṁ dassetvā idāni sarasaparittataṁ dassento ‘‘kathaṁ sarasaparittatāyā’’tiādimāha. Tattha assāsūpanibandhaṁ jīvitanti abbhantarapavisananāsikavātapaṭibaddhaṁ jīvitindriyaṁ. Passāsoti bahinikkhamananāsikavāto. Assāsapassāsoti tadubhayaṁ. Mahābhūtūpanibandhanti catusamuṭṭhānikānaṁ pathavīāpatejavāyānaṁ mahābhūtānaṁ paṭibaddhaṁ jīvitaṁ. Kabaḷīkārāhārūpanibandhanti asitapītādikabaḷīkāraāhārena upanibandhaṁ. Usmūpanibandhanti kammajatejodhātūpanibandhaṁ. Viññāṇūpanibandhanti bhavaṅgaviññāṇūpanibandhaṁ. Yaṁ sandhāya vuttaṁ ‘‘āyu usmā ca viññāṇaṁ, yadā kāyaṁ jahantima’’nti (saṁ. ni. 3.95).",
  "atk-s0515a2:211": "Idāni nesaṁ dubbalakāraṇaṁ dassento ‘‘mūlampi imesaṁ dubbala’’ntiādimāha. Tattha mūlampīti patiṭṭhaṭṭhena mūlabhūtampi. Assāsapassāsānañhi karajakāyo mūlaṁ. Mahābhūtādīnaṁ avijjākammataṇhāhārā. Imesanti vuttappakārānaṁ assāsādīnaṁ jīvitindriyapavattikāraṇavasena vuttānaṁ. Etesu hi ekekasmiṁ asati jīvitindriyaṁ na tiṭṭhati. Dubbalanti appathāmaṁ. Pubbahetūpīti atītajātiyaṁ imassa vipākavaṭṭassa hetubhūtā kāraṇasaṅkhātā avijjāsaṅkhārataṇhupādānabhavāpi. Imesaṁ dubbalā ye paccayā tepi dubbalāti ye ārammaṇādisādhāraṇapaccayā. Pabhāvikāti padhānaṁ hutvā uppādikā bhavataṇhā. Sahabhūmīti sahabhavikāpi rūpārūpadhammā. Sampayogāpīti ekato yuttāpi arūpadhammā. Sahajāpīti saddhiṁ ekacitte uppannāpi. Yāpi payojikāti cutipaṭisandhivasena yojetuṁ niyuttāti payojikā, vaṭṭamūlakā taṇhā. Vuttañhetaṁ ‘‘taṇhādutiyo puriso’’ti (itivu. 15, 105). Niccadubbalāti nirantarena dubbalā. Anavaṭṭhitāti na avaṭṭhitā, otaritvā na ṭhitā. Paripātayanti imeti ime aññamaññaṁ pātayanti khepayanti. Aññamaññassāti añño aññassa, eko ekassāti attho. Hi-iti kāraṇatthe nipāto. Natthi tāyitāti tāyano rakkhako natthi. Na cāpi ṭhapenti aññamaññanti aññe aññaṁ ṭhapetuṁ na sakkonti. Yopinibbattako so na vijjatīti yopi imesaṁ uppādako dhammo, so idāni natthi.",
  "atk-s0515a2:212": "Na ca kenaci koci hāyatīti koci ekopi kassaci vasena na parihāyati. Gandhabbā ca ime hi sabbasoti sabbe hi ime khandhā sabbākārena bhaṅgaṁ pāpuṇituṁ yuttā. Purimehi pabhāvitā imeti pubbahetupaccayehi ime vattamānakā uppādikā. Yepi pabhāvikāti yepi ime vattamānakā uppādakā pubbahetupaccayā. Te pure matāti te vuttappakārapaccayā vattamānaṁ apāpuṇitvā paṭhamameva maraṇaṁ pattā. Purimāpi ca pacchimāpi cāti purimā pubbahetupaccayāpi ca pacchimā vattamāne paccayasamuppannā ca. Aññamaññaṁ na kadāci maddasaṁsūti aññamaññaṁ kismiñci kāle na diṭṭhapubbā. Ma-kāro padasandhivasena vutto.",
  "atk-s0515a2:213": "Cātumahārājikānaṁ devānanti dhataraṭṭhavirūḷhakavirūpakkhakuverasaṅkhātā catumahārājā issarā etesanti cātumahārājikā. Rūpādīhi dibbanti kīḷantīti devā. Te sinerupabbatassa vemajjhe honti. Tesu atthi pabbataṭṭhakāpi, atthi ākāsaṭṭhakāpi. Tesaṁ paramparā cakkavāḷapabbataṁ pattā. Khiḍḍāpadosikā manopadosikā sītavalāhakā uṇhavalāhakā candimā devaputto sūriyo devaputtoti ete sabbepi cātumahārājikadevalokaṭṭhā eva tesaṁ cātumahārājikānaṁ jīvitaṁ. Upādāyāti paṭicca. Parittakanti vuddhipaṭisedho. Thokanti mandakālaṁ, dīghadivasapaṭisedho. Khaṇikanti mandakālaṁ, kālantarapaṭisedho. Lahukanti sallahukaṁ, alasapaṭisedho. Itaranti sīghabalavapaṭisedho . Anaddhanīyanti kālavasena na addhānakkhamaṁ. Naciraṭṭhitikanti divasena ciraṁ na tiṭṭhatīti naciraṭṭhitikaṁ, divasapaṭisedho.",
  "atk-s0515a2:214": "Tāvatiṁsānanti tettiṁsajanā tattha upapannāti tāvatiṁsā. Api ca tāvatiṁsāti tesaṁ devānaṁ nāmamevātipi vuttaṁ. Tepi atthi pabbataṭṭhakā, atthi ākāsaṭṭhakā, tesaṁ paramparā cakkavāḷapabbataṁ pattā. Tathā yāmādīnaṁ. Ekadevalokepi hi devānaṁ paramparā cakkavāḷapabbataṁ appattā nāma natthi. Dibbasukhaṁ yātā payātā sampattāti yāmā. Tuṭṭhā pahaṭṭhāti tusitā. Pakatipaṭiyattārammaṇato atirekena nimmitukāmakāle yathārucite bhoge nimminitvā ramantīti nimmānaratī. Cittācāraṁ ñatvā parehi nimmitesu bhogesu vasaṁ vattentīti paranimmitavasavattī. Brahmakāye brahmaghaṭāya niyuttāti brahmakāyikā. Sabbepi pañcavokārabrahmāno gahitā.",
  "atk-s0515a2:215": "Gamaniyoti gandhabbo. Samparāyoti paraloko. Yo bhikkhave ciraṁ jīvati, so vassasatanti yo ciraṁ tiṭṭhamāno, so vassasatamattaṁ tiṭṭhati. Appaṁ vā bhiyyoti vassasatato upari tiṭṭhamāno dve vassasatāni tiṭṭhamāno nāma natthi. Hīḷeyya nanti naṁ jīvitaṁ avaññātaṁ kareyya, lāmakato cinteyya. ‘‘Hīḷeyyāna’’nti ca paṭhanti. Accayantīti atikkamanti. Ahorattāti rattindivaparicchedā. Uparujjhatīti jīvitindriyaṁ nirujjhati, abhāvaṁ upagacchati. Āyu khiyyati maccānanti sattānaṁ āyusaṅkhāro khayaṁ yāti. Kunnadīnaṁva odakanti yathā udakacchinnāya kunnadiyā udakaṁ, evaṁ maccānaṁ āyu khiyyati. Paramatthato hi atiparitto sattānaṁ jīvitakkhaṇo ekacittakkhaṇikamattoyeva. Yathā nāma rathacakkaṁ pavattamānampi ekeneva nemipadesena pavattati, tiṭṭhamānampi ekeneva tiṭṭhati, evameva ekacittakkhaṇikaṁ sattānaṁ jīvitaṁ tasmiṁ citte niruddhamatte satto niruddhoti vuccati.",
  "atk-s0515a2:216": "Dhīrāti dhīrā iti. Puna dhīrāti paṇḍitā. Dhitimāti dhiti assa atthīti dhitimā. Dhitisampannāti paṇḍiccena samannāgatā. Dhīkatapāpāti garahitapāpā. Taṁyeva pariyāyaṁ dassetuṁ ‘‘dhī vuccati paññā’’tiādimāha. Tattha pajānātīti paññā. Kiṁ pajānāti? ‘‘Idaṁ dukkha’’ntiādinā nayena ariyasaccāni. Aṭṭhakathāyaṁ pana ‘‘paññāpanavasena paññā’’ti vuttā. Kinti paññāpeti? ‘‘Aniccaṁ dukkhaṁ anattā’’ti paññāpeti. Sāva avijjāya abhibhavanato adhipatiyaṭṭhena indriyaṁ, dassanalakkhaṇe vā indaṭṭhaṁ kāretītipi indriyaṁ, paññāva indriyaṁ paññindriyaṁ. Sā panesā obhāsanalakkhaṇā, pajānanalakkhaṇā ca; yathā hi catubhittike gehe rattibhāge dīpe jalite andhakāraṁ nirujjhati, āloko pātubhavati, evameva obhāsanalakkhaṇā paññā. Paññobhāsasamo obhāso nāma natthi. Paññavato hi ekapallaṅkena nisinnassa dasasahassilokadhātu ekālokā hoti. Tenāha thero –",
  "atk-s0515a2:217": "‘‘Yathā, mahārāja, puriso andhakāre gehe telappadīpaṁ paveseyya, paviṭṭho padīpo andhakāraṁ viddhaṁseti, obhāsaṁ janeti, ālokaṁ vidaṁseti, pākaṭāni ca rūpāni karoti; evameva kho, mahārāja, paññā uppajjamānā avijjandhakāraṁ viddhaṁseti, vijjobhāsaṁ janeti, ñāṇālokaṁ vidaṁseti, pākaṭāni ariyasaccāni karoti. Evaṁ kho, mahārāja, obhāsanalakkhaṇā paññā’’ti (mi. pa. 2.1.15).",
  "atk-s0515a2:218": "Yathā pana cheko bhisakko āturānaṁ sappāyāsappāyāni bhojanādīni jānāti, evaṁ paññā uppajjamānā kusalākusale sevitabbāsevitabbe hīnappaṇītakaṇhasukkasappaṭibhāgaappaṭibhāge dhamme pajānāti. Vuttampi cetaṁ dhammasenāpatinā ‘‘pajānāti pajānātīti kho, āvuso, tasmā paññavāti vuccati. Kiñca pajānāti? Idaṁ dukkhanti pajānātī’’ti (ma. ni. 1.449) vitthāretabbaṁ. Evamassā pajānanalakkhaṇatā veditabbā.",
  "atk-s0515a2:219": "Aparo nayo – yathāsabhāvapaṭivedhalakkhaṇā paññā, akkhalitapaṭivedhalakkhaṇā vā, kusalissāsakhittausupaṭivedho viya. Visayobhāsarasā, padīpo viya. Asammohapaccupaṭṭhānā, araññagatasudesako viya.",
  "atk-s0515a2:220": "Khandhadhīrāti pañcasu khandhesuñāṇaṁ pavattentīti khandhadhīrā. Aṭṭhārasasu dhātūsu ñāṇaṁ pavattentīti dhātudhīrā. Sesesupi iminā nayena attho netabbo. Te dhīrā evamāhaṁsūti ete paṇḍitā evaṁ kathayiṁsu. Kathentīti ‘‘appakaṁ parittaka’’nti kathayanti. Bhaṇantīti ‘‘thokaṁ khaṇika’’nti bhāsanti. Dīpayantīti ‘‘lahukaṁ ittara’’nti patiṭṭhapenti. Voharantīti ‘‘anaddhanikaṁ naciraṭṭhitika’’nti nānāvidhena byavaharanti.",
  "atk-s0515a2:221": "11. Idāni ye tathā na karonti, tesaṁ byasanuppattiṁ dassento ‘‘passāmī’’ti gāthamāha. Tattha passāmīti maṁsacakkhuādīhi pekkhāmi. Loketi apāyādimhi. Pariphandamānanti ito cito ca phandamānaṁ. Pajaṁ imanti imaṁ sattakāyaṁ. Taṇhāgatanti taṇhāya gataṁ abhibhūtaṁ nipātitanti adhippāyo. Bhavesūti kāmabhavādīsu. Hīnā narāti hīnakammantā narā. Maccumukhe lapantīti antakāle sampatte maraṇamukhe paridevanti. Avītataṇhāseti avigatataṇhā. Bhavāti kāmabhavādikā. Bhavesūti kāmabhavādikesu. Atha vā bhavābhavesūti bhavabhavesu, punappunabhavesūti vuttaṁ hoti.",
  "atk-s0515a2:222": "Passāmīti maṁsacakkhunāpi passāmīti duvidhaṁ maṁsacakkhu – sasambhāracakkhu pasādacakkhūti. Tattha yoyaṁ akkhikūpake patiṭṭhito heṭṭhā akkhikūpakaṭṭhikena upari bhamukaṭṭhikena ubhato akkhikūṭehi bahiddhā akkhilomehi paricchinno akkhikūpakamajjhā nikkhantena nhārusuttakena matthaluṅge ābaddho setakaṇhamaṇḍalavicitto maṁsapiṇḍo, idaṁ sasambhāracakkhu nāma. Yo pana ettha sito ettha paṭibaddho catunnaṁ mahābhūtānaṁ upādāya pasādo, idaṁ pasādacakkhu nāma. Idamadhippetaṁ. Tadetaṁ tassa sasambhāracakkhuno setamaṇḍalaparikkhittassa kaṇhamaṇḍalassa majjhe abhimukhe ṭhitānaṁ sarīrasaṇṭhānuppattipadese diṭṭhamaṇḍale sattasu picupaṭalesu āsittatelaṁ picupaṭalāni viya sattakkhipaṭalāni byāpetvā pamāṇato ūkāsiramattaṁ cakkhuviññāṇādīnaṁ yathārahaṁ vatthudvārabhāvaṁ sādhayamānaṁ tiṭṭhati.",
  "atk-s0515a2:223": "Taṁ cakkhatīti cakkhu, tena maṁsacakkhunā passāmi. Dibbacakkhunāti ‘‘addasaṁ kho ahaṁ, bhikkhave, dibbena cakkhunā visuddhenā’’ti (ma. ni. 1.284) evaṁvidhena dibbacakkhunā. Paññācakkhunāti ‘‘virajaṁ vītamalaṁ dhammacakkhuṁ udapādī’’ti (ma. ni. 2.395; mahāva. 16) evaṁ āgatena paññācakkhunā. Buddhacakkhunāti ‘‘addasaṁ kho ahaṁ, bhikkhave, buddhacakkhunā lokaṁ volokento’’ti (ma. ni. 1.283) evamāgatena buddhacakkhunā. Samantacakkhunāti ‘‘samantacakkhu vuccati sabbaññutaññāṇa’’nti (cūḷani. dhotakamāṇavapucchāiddesa 32; mogharājamāṇavapucchāniddesa 85) evamāgatena samantacakkhunā. Passāmīti maṁsacakkhunā hatthatale ṭhapitāmalakaṁ viya rūpagataṁ maṁsacakkhunā. Dakkhāmīti sañjānāmi dibbena cakkhunā cutūpapātaṁ. Olokemīti avalokemi paññācakkhunā catusaccaṁ. Nijjhāyāmīti cintemi buddhacakkhunā saddhāpañcamakāni indriyāni. Upaparikkhāmīti samantato ikkhāmi pariyesāmi samantacakkhunā pañca neyyapathe.",
  "atk-s0515a2:224": "Taṇhāphandanāya phandamānanti taṇhācalanāya calamānaṁ. Ito paraṁ diṭṭhiphandanādidiṭṭhibyasanena dukkhena phandamānapariyosānaṁ vuttanayattā uttānameva. Samphandamānanti punappunaṁ phandamānaṁ. Vipphandamānanti nānāvidhena calamānaṁ. Vedhamānanti kampamānaṁ. Pavedhamānanti padhānena kampamānaṁ. Sampavedhamānanti punappunaṁ kampamānaṁ. Upasaggena vā padaṁ vaḍḍhitaṁ.",
  "atk-s0515a2:225": "Taṇhānugatanti taṇhāya anupaviṭṭhaṁ. Taṇhāyānusaṭanti taṇhāya anupatthaṭaṁ. Taṇhāyāsannanti taṇhāya nimuggaṁ. Taṇhāya pātitanti taṇhāya khittaṁ. ‘‘Paripātita’’nti vā pāṭho. Abhibhūtanti taṇhāya madditaṁ ajjhotthaṭaṁ. Pariyādinnacittanti khepetvā gahitacittaṁ. Atha vā oghena gataṁ viya taṇhāgataṁ. Upādiṇṇakarūpapaccayehi patitvā gataṁ viya taṇhānugataṁ. Udakapiṭṭhiṁ chādetvā patthaṭanīlikā udakapiṭṭhi viya taṇhānusaṭaṁ. Vaccakūpe nimuggaṁ viya taṇhāyāsannaṁ. Rukkhaggato patitvā narake patitaṁ viya taṇhāpātitaṁ. Upādiṇṇakarūpaṁ saṁyogaṁ viya taṇhāya abhibhūtaṁ. Upādiṇṇakarūpapariggāhakassa uppannavipassanaṁ viya taṇhāya pariyādinnacittaṁ. Atha vā kāmacchandena taṇhāgataṁ. Kāmapipāsāya taṇhānugataṁ. Kāmāsavena taṇhānusaṭaṁ. Kāmapariḷāhena taṇhāyāsannaṁ. Kāmajjhosānena taṇhāya pātitaṁ. Kāmoghena taṇhāya abhibhūtaṁ. Kāmupādānena taṇhāya pariyādinnacittanti evameke vaṇṇayanti. Kāmabhaveti kāmāvacare. Rūpabhaveti rūpāvacare. Arūpabhaveti arūpāvacare. Tesaṁ nānattaṁ heṭṭhā pakāsitaṁyeva.",
  "atk-s0515a2:226": "Bhavābhavesūti bhavābhaveti bhavoti kāmadhātu. Abhavoti rūpārūpadhātu. Atha vā bhavoti kāmadhātu rūpadhātu. Abhavoti arūpadhātu. Tesu bhavābhavesu. Kammabhaveti kammavaṭṭe. Punabbhaveti ponobhavike vipākavaṭṭe. Kāmabhaveti kāmadhātuyā. Kammabhaveti kammavaṭṭe. Tattha kammabhavo bhāvayatīti bhavo. Kāmabhave punabbhaveti kāmadhātuyā upapattibhave vipākavaṭṭe. Vipākabhavo bhavatīti bhavo. Rūpabhavādīsupi eseva nayo. Ettha ca ‘‘kāmabhave rūpabhave arūpabhave’’ti okāsabhavaṁ sandhāya vuttaṁ. Tīsupi ‘‘kammabhave’’ti kammabhavaṁ , tathā ‘‘punabbhave’’ti upapattibhavaṁ sandhāya vuttaṁ. Punappunabbhaveti aparāparaṁ uppattiyaṁ. Gatiyāti pañcagatiyā aññatarāya. Attabhāvābhinibbattiyāti attabhāvānaṁ abhinibbattiyā. Avītataṇhāti mūlapadaṁ. Avigatataṇhāti khaṇikasamādhi viya khaṇikappahānābhāvena na vigatā taṇhā etesanti avigatataṇhā. Acattataṇhāti tadaṅgappahānābhāvena apariccattataṇhā. Avantataṇhāti vikkhambhanappahānābhāvena na vantataṇhāti avantataṇhā. Amuttataṇhāti accantasamucchedappahānābhāvena na muttataṇhā. Appahīnataṇhāti paṭippassaddhippahānābhāvena na pahīnataṇhā. Appaṭinissaṭṭhataṇhāti nissaraṇappahānābhāvena bhave patiṭṭhitaṁ anusayakilesaṁ appaṭinissajjitvā ṭhitattā appaṭinissaṭṭhataṇhā.",
  "atk-s0515a2:227": "12. Idāni yasmā avigatataṇhā evaṁ phandanti ca lapanti ca, tasmā taṇhāvinaye samādapento ‘‘mamāyite’’ti gāthamāha. Tattha mamāyiteti taṇhādiṭṭhimamattehi ‘‘mama’’nti pariggahite vatthusmiṁ. Passathāti sotāre ālapanto āha. Etampīti etampi ādīnavaṁ. Sesaṁ pākaṭameva.",
  "atk-s0515a2:228": "Dve mamattāti dve ālayā. Yāvatāti paricchedaniyamatthe nipāto. Taṇhāsaṅkhātenāti taṇhākoṭṭhāsena, saṅkhā saṅkhātanti atthato ekaṁ ‘‘saññānidānā hi papañcasaṅkhā’’tiādīsu (su. ni. 880) viya. Sīmakatanti aparicchedadosavirahitaṁ mariyādakataṁ ‘‘tiyojanaparamaṁ sīmaṁ sammannitu’’nti ādīsu (mahāva. 140) viya. Odhikatanti vacanaparicchedadosavirahitaṁ paricchedakataṁ sīmantarikarukkho viya. Pariyantakatanti paricchedakataṁ. Sīmantarikarukkho pana dvinnaṁ sādhāraṇaṁ, ayaṁ pana ekābaddhatālapanti viya katanti pariyantakataṁ. Pariggahitanti kālantarepi parāyattaṁ muñcitvā sabbākārena gahitaṁ. Mamāyitanti ālayakataṁ vassūpagataṁ senāsanaṁ viya. Idaṁ mamanti samīpe ṭhitaṁ. Etaṁ mamanti dūre ṭhitaṁ. Ettakanti parikkhāraniyamanaṁ ‘‘ettakampi nappaṭibhāseyyā’’ti viya. Ettāvatāti paricchedatthepi nipātaniyamanaṁ ‘‘ettāvatā kho mahānāmā’’ti viya. Kevalampi mahāpathavinti sakalampi mahāpathaviṁ.",
  "atk-s0515a2:229": "Aṭṭhasataṁ taṇhāvicaritanti aṭṭhuttarasataṁ taṇhāgamanavitthāraṁ. Aṭṭhuttarasataṁ kathaṁ hotīti ce? Rūpataṇhā…pe… dhammataṇhāti evaṁ cakkhudvārādīsu javanavīthiyā pavattā taṇhā ‘‘seṭṭhiputto, brāhmaṇaputto’’ti evamādīsu pitito laddhanāmā viya pitusadisārammaṇe bhūtā. Ettha ca rūpārammaṇā rūpe taṇhāti rūpataṇhā. Sā kāmarāgabhāvena rūpaṁ assādentī pavattamānā kāmataṇhā. Sassatadiṭṭhisahagatarāgabhāvena ‘‘rūpaṁ niccaṁ dhuvaṁ sassata’’nti evaṁ assādentī pavattamānā bhavataṇhā. Ucchedadiṭṭhisahagatarāgabhāvena ‘‘rūpaṁ ucchijjati vinassati pacchedaṁ bhavissatī’’ti evaṁ assādentī pavattamānā vibhavataṇhāti evaṁ tividhā hoti. Yathā ca rūpataṇhā, tathā saddataṇhādayopīti etāni aṭṭhārasa taṇhāvicaritāni honti. Tāni ajjhattarūpādīsu aṭṭhārasa, bahiddhārūpādīsu aṭṭhārasāti chattiṁsa, iti atītāni chattiṁsa, anāgatāni chattiṁsa, paccuppannāni chattiṁsāti aṭṭhasataṁ. Ajjhattikassa upādāya ‘‘asmī’’ti hoti, ‘‘itthasmī’’ti hotīti vā evamādīni ajjhattikarūpādinissitāni aṭṭhārasa, bāhirassupādāya iminā ‘‘asmī’’ti hoti, iminā ‘‘itthasmī’’ti hotīti bāhirarūpādinissitāni aṭṭhārasāti chattiṁsa. Iti atītāni chattiṁsa, anāgatāni chattiṁsa, paccuppannāni chattiṁsāti evampi aṭṭhasatataṇhāvicaritāni honti.",
  "atk-s0515a2:230": "Vīsativatthukāsakkāyadiṭṭhīti rūpādīnaṁ pañcannaṁ khandhānaṁ ekekampi ‘‘rūpaṁ attato samanupassatī’’tiādinā (paṭi. ma. 1.130-131) nayena catudhā gāhavasena pavattāni vatthūni katvā uppannā vijjamānaṭṭhena sati khandhapañcakasaṅkhāte kāye diṭṭhīti sakkāyadiṭṭhi. Dasavatthukā micchādiṭṭhīti ‘‘natthi dinnaṁ, natthi yiṭṭha’’ntiādinayappavattā micchādiṭṭhi, ayāthāvadiṭṭhi virajjhitvā gahaṇato vā vitathā diṭṭhi micchādiṭṭhi, anatthāvahattā paṇḍitehi kucchitā diṭṭhītipi micchādiṭṭhi. Sā ayoniso abhinivesalakkhaṇā, parāmāsarasā, micchābhinivesapaccupaṭṭhānā, ariyānamadassanakāmatādipadaṭṭhānā, paramavajjāti daṭṭhabbā. Dasavatthukā antaggāhikā diṭṭhīti sassato loko, asassato loko, antavā loko’’ti ādinayappavattā ekekaṁ koṭṭhāsaṁ patiṭṭhaṁ katvā gahaṇavasena evaṁ pavattā diṭṭhi dasavatthukā antaggāhikā diṭṭhi. Yā evarūpā diṭṭhīti yā evaṁjātikā diṭṭhi. Diṭṭhigatanti diṭṭhīsu gataṁ. Idaṁ dassanaṁ dvāsaṭṭhidiṭṭhiantogadhattāti diṭṭhigataṁ, diṭṭhiyeva duratikkamanaṭṭhena gahanaṁ diṭṭhigahanaṁ tiṇagahanavanagahanapabbatagahanāni viya. Sāsaṅkasappaṭibhayaṭṭhena diṭṭhikantāraṁ corakantāravāḷakantāranirudakakantāradubbhikkhakantārā viya. Sammādiṭṭhiyā vinivijjhanaṭṭhena vilomanaṭṭhena ca diṭṭhivisūkāyikaṁ. Micchādassanañhi uppajjamānaṁ sammādassanaṁ vinivijjhati ceva vilometi ca. Kadāci sassatassa, kadāci ucchedassa gahaṇato diṭṭhiyā virūpaṁ phanditanti diṭṭhivipphanditaṁ. Diṭṭhigatiko hi ekasmiṁ patiṭṭhātuṁ na sakkoti. Kadāci sassataṁ anussarati, kadāci ucchedaṁ. Diṭṭhiyeva bandhanaṭṭhena saṁyojananti diṭṭhisaṁyojanaṁ. Susumārādayo viya purisaṁ ārammaṇaṁ daḷhaṁ gaṇhātīti gāho. Patiṭṭhahanato patiṭṭhāho. Ayañhi balavapavattibhāvena patiṭṭhahitvā gaṇhāti. Niccādivasena abhinivisatīti abhiniveso. Dhammasabhāvaṁ atikkamitvā niccādivasena parato āmasatīti parāmāso. Anatthāvahattā kucchito maggo, kucchitānaṁ vā apāyānaṁ maggoti kummaggo. Ayāthāvapathato micchāpatho. Yathā hi disāmūḷhena ‘‘ayaṁ asukagāmassa nāma patho’’ti gahitopi taṁ gāmaṁ na sampāpeti, evaṁ diṭṭhigatikena ‘‘sugatipatho’’ti gahitāpi diṭṭhi sugatiṁ na pāpetīti ayāthāvapathato micchāpatho. Micchāsabhāvato micchattaṁ. Tattheva paribbhamanato taranti ettha bālāti titthaṁ, titthañca taṁ anatthānañca āyatananti titthāyatanaṁ, titthiyānaṁ vā sañjātidesaṭṭhena nivāsaṭṭhānaṭṭhena ca āyatanantipi titthāyatanaṁ. Vipariyesabhūto gāho, vipariyesato vā gāhoti vipariyesaggāho. Asabhāvagāhoti viparītaggāho. ‘‘Anicce nicca’’nti ādinayappavattavasena parivattetvā gāho vipallāsaggāho. Anupāyagāho micchāgāho. Ayāthāvakasmiṁ vatthusmiṁ na sabhāvasmiṁ vatthusmiṁ tathaṁ yāthāvakaṁ sabhāvanti gāho ‘‘ayāthāvakasmiṁ yāthāvaka’’nti gāho. Yāvatāti yattakā. Dvāsaṭṭhidiṭṭhigatānīti brahmajāle (dī. ni. 1.29 ādayo) āgatāni dvāsaṭṭhidiṭṭhigatāni.",
  "atk-s0515a2:231": "Acchedasaṁkinopi phandantīti acchinditvā pasayha balakkārena gaṇhissantīti uppannasaṁkinopi calanti. Acchindantepīti vuttanayena acchijjantepi. Acchinnepīti vuttanayena acchinditvā gahitepi. Vipariṇāmasaṁkinopīti parivattetvā aññathābhāvena āsaṁkinopi . Vipariṇāmantepīti viparivattanakālepi. Vipariṇatepīti viparivattitepi. Phandantīti calanti. Samphandantīti sabbākārena calanti. Vipphandantīti vividhākārena phandanti. Vedhantīti bhayaṁ disvā kampanti. Pavedhantīti chambhitattā bhayena visesena kampanti. Sampavedhantīti lomahaṁsanabhayena sabbākārena kampanti. Phandamāneti upayogabahuvacanaṁ. Appodaketi mandodake. Parittodaketi luḷitodake. Udakapariyādāneti khīṇodake. Balākāhi vāti vuttāvasesāhi pakkhijātīhi. Paripātiyamānāti vihiṁsiyamānā ghaṭṭiyamānā. Ukkhipiyamānāti kaddamantarato nīhariyamānā giliyamānā vā. Khajjamānāti khādiyamānā. Phandanti kākehi. Samphandanti kulalehi. Vipphandanti balākāhi. Vedhanti tuṇḍena gahitakāle maraṇavasena. Pavedhanti vijjhanakāle. Sampavedhanti maraṇasamīpe.",
  "atk-s0515a2:232": "Passitvāti aguṇaṁ passitvā. Tulayitvāti guṇāguṇaṁ tulayitvā. Tīrayitvāti guṇāguṇaṁ vitthāretvā. Vibhāvayitvāti vatthuhānabhāgiṁ muñcitvā vajjetvā. Vibhūtaṁ katvāti nipphattiṁ pāpetvā āveṇikaṁ katvā. Atha vā saṁkiṇṇadosaṁ mocetvā vatthuvibhāgakaraṇena passitvā. Aparicchedadosaṁ mocetvā pamāṇakaraṇavasena tulayitvā. Vatthudosaṁ mocetvā vibhāgakaraṇavasena tīrayitvā. Sammohadosaṁ mocayitvā aggavibhāgakaraṇavasena vibhāvayitvā. Ghanadosaṁ mocetvā pakativibhāgakaraṇena vibhūtaṁ katvā. Pahāyāti pajahitvā. Paṭinissajjitvāti nissajjitvā. Amamāyantoti taṇhādiṭṭhīhi ālayaṁ akaronto. Agaṇhantoti diṭṭhiyā pubbabhāge paññāya taṁ na gaṇhanto. Aparāmasantoti vitakkena ūhanaṁ akaronto. Anabhinivesantoti niyāmokkantidiṭṭhivasena nappavisanto.",
  "atk-s0515a2:233": "Akubbamānoti pariggāhataṇhāvasena akaronto. Ajanayamānoti ponobhavikataṇhāvasena ajanayamāno. Asañjanayamānoti visesena asañjanayamāno. Anibbattayamānoti patthanātaṇhāvasena na nibbattayamāno. Anabhinibbattayamānoti sabbākārena na abhinibbattayamāno. Upasaggavasena vā etāni padāni vaḍḍhitāni. Evamettha paṭhamagāthāya assādaṁ.",
  "atk-s0515a2:234": "13. Tato parāhi catūhi gāthāhi ādīnavañca dassetvā idāni saupāyaṁ nissaraṇaṁ nissaraṇānisaṁsañca dassetuṁ, sabbāhi vā etāhi kāmānaṁ ādīnavaṁ okāraṁ saṁkilesañca dassetvā idāni nekkhamme ānisaṁsaṁ dassetuṁ ‘‘ubhosu antesū’’ti gāthādvayamāha. Tattha ubhosu antesūti phassaphassasamudayādīsu dvīsu, dvīsu paricchedesu. Vineyya chandanti chandarāgaṁ vinetvā. Phassaṁ pariññāyāti cakkhusamphassādiphassaṁ, phassānusārena vā taṁsampayutte sabbepi arūpadhamme, tesaṁ vatthudvārārammaṇavasena rūpadhamme cāti sakalampi nāmarūpaṁ tīhi pariññāhi parijānitvā. Anānugiddhoti rūpādīsu sabbadhammesu agiddho. Yadattagarahī tadakubbamānoti yaṁ attanā garahati, taṁ akurumāno. Na limpatī diṭṭhasutesu dhīroti so evarūpo dhitisampanno dhīro diṭṭhesu ca sutesu ca dhammesu dvinnaṁ lepānaṁ ekenāpi lepena na limpati, ākāsamiva nirupalitto accantavodānappatto hoti.",
  "atk-s0515a2:235": "Phasso eko antoti phasso ekaparicchedo. Phusatīti phasso. Svāyaṁ phusanalakkhaṇo, saṅghaṭṭanaraso, sannipātapaccupaṭṭhāno, āpāthagatavisayapadaṭṭhāno. Ayañhi arūpadhammopi samāno ārammaṇe phusanākāreneva pavattatīti phusanalakkhaṇo. Ekadeseneva anallīyamānopi rūpaṁ viya cakkhuṁ, saddo viya ca sotaṁ cittaṁ ārammaṇañca saṅghaṭṭetīti saṅghaṭṭanaraso, vatthārammaṇasaṅghaṭṭanato vā uppannattā sampattiatthenapi rasena ‘‘saṅghaṭṭanaraso’’ti veditabbo. Vuttañhetaṁ aṭṭhakathāyaṁ –",
  "atk-s0515a2:236": "‘‘Catubhūmakaphasso no phusanalakkhaṇo nāma natthi, saṅghaṭṭanaraso pana pañcadvārikova hoti. Pañcadvārikassa hi phusanalakkhaṇotipi saṅghaṭṭanarasotipi nāmaṁ. Manodvārikassa phusanalakkhaṇotveva nāmaṁ, na saṅghaṭṭanaraso’’ti (dha. sa. aṭṭha. 1, kāmāvacarakusala, dhammuddesakathā).",
  "atk-s0515a2:237": "Idañca vatvā idaṁ suttaṁ (mi. pa. 2.3.8) ābhataṁ –",
  "atk-s0515a2:238": "‘‘Yathā, mahārāja, dve meṇḍā yujjheyyuṁ, yathā eko meṇḍo, evaṁ cakkhu daṭṭhabbaṁ. Yathā dutiyo meṇḍo, evaṁ rūpaṁ daṭṭhabbaṁ. Yathā tesaṁ sannipāto, evaṁ phasso daṭṭhabbo. Evaṁ phusanalakkhaṇo ca phasso saṅghaṭṭanaraso ca. Yathā, mahārāja, dve sammā vajjeyyuṁ, dve pāṇī vajjeyyuṁ. Yathā eko pāṇi, evaṁ cakkhu daṭṭhabbaṁ. Yathā dutiyo pāṇi, evaṁ rūpaṁ daṭṭhabbaṁ. Yathā tesaṁ sannipāto, evaṁ phasso daṭṭhabbo. Evaṁ phusanalakkhaṇo ca phasso saṅghaṭṭanaraso cā’’ti vitthāro.",
  "atk-s0515a2:239": "Yathā vā ‘‘cakkhunā rūpaṁ disvā’’tiādīsu (dha. sa. 1352, 1354) cakkhuviññāṇādīni cakkhuādināmena vuttāni, evamidhāpi tāni cakkhuādināmeneva vuttānīti veditabbāni. Tasmā ‘‘evaṁ cakkhu daṭṭhabba’’ntiādīsu evaṁ cakkhuviññāṇaṁ daṭṭhabbanti iminā nayena attho veditabbo. Evaṁ sante cittārammaṇasaṅghaṭṭanato imasmimpi sutte kiccaṭṭheneva rasena ‘‘saṅghaṭṭanaraso’’ti siddho hoti. Tiṇṇaṁ sannipātasaṅkhātassa pana attano kāraṇassa vasena paveditattā sannipātapaccupaṭṭhāno. Ayañhi tattha tattha ‘‘tiṇṇaṁ saṅgati phasso’’ti evaṁ kāraṇasseva vasena paveditoti. Imassa ca suttapadassa tiṇṇaṁ saṅgatiyā phassoti ayamattho, na saṅgatimattameva phasso.",
  "atk-s0515a2:240": "Evaṁ paveditattā pana tenevākārena paccupaṭṭhātīti ‘‘sannipātapaccupaṭṭhāno’’ti vutto. Phalaṭṭhena pana paccupaṭṭhānenesa vedanāpaccupaṭṭhāno nāma hoti. Vedanaṁ hesa paccupaṭṭhāpeti, uppādetīti attho. Uppādayamāno ca yathā bahiddhā uṇhapaccayāpi samānā lākhāsaṅkhātadhātunissitā usmā attano nissaye mudubhāvakārī hoti, na attano paccayabhūtepi bahiddhā vītaccitaṅgārasaṅkhāte uṇhabhāve. Evaṁ vatthārammaṇasaṅkhātaaññapaccayopi samāno cittanissitattā attano nissayabhūte citte eva esa vedanuppādako hoti, na attano paccayabhūtepi vatthumhi ārammaṇevāti veditabbo. Tajjena samannāhārena pana indriyena ca parikkhate visaye anantarāyena uppajjanato esa ‘‘āpāthagatavisayapadaṭṭhāno’’ti vuccati.",
  "atk-s0515a2:241": "Phasso yato samudeti uppajjati, so ‘‘phassasamudayo’’ti vuccati. Vuttañhetaṁ – ‘‘saḷāyatanapaccayā phasso’’ti (mahāva. 1; vibha. 225). Atītaduko kālavasena vutto. Vedanāduko ‘‘upekkhā pana santattā, sukhamicceva bhāsitā’’ti (vibha. aṭṭha. 232) vuttattā upekkhāvedanaṁ sukhameva katvā sukhadukkhavasena, nāmarūpaduko rūpārūpavasena, āyatanaduko saṁsārapavattivasena, sakkāyaduko pañcakkhandhavasena vuttoti veditabbo. Tattha sukhayatīti sukhā. Vedayatīti vedanā. Dukkhayatīti dukkhā. Namanalakkhaṇaṁ nāmaṁ. Ruppanalakkhaṇaṁ rūpaṁ. Cakkhāyatanādīni cha ajjhattikāni. Rūpāyatanādīni cha bāhirāni. Rūpakkhandhādayo pañcakkhandhā vijjamānaṭṭhena sakkāyo. Avijjākammataṇhāāhāraphassanāmarūpā sakkāyasamudayo.",
  "atk-s0515a2:242": "Cakkhusamphassoti cakkhatīti cakkhu, rūpaṁ assādeti vibhāveti cāti attho. Cakkhuto pavatto samphasso cakkhusamphasso. So pana attanā sampayuttāya vedanāya sahajātaaññamaññanissayavipākaāhārasampayuttaatthiavigatavasena aṭṭhadhā paccayo hoti. Suṇātīti sotaṁ. Taṁ sasambhārasotabilassa anto tanutambalomācite aṅguliveṭhakasaṇṭhāne padese sotaviññāṇādīnaṁ yathārahaṁ vatthudvārabhāvaṁ sādhayamānaṁ tiṭṭhati. Sotato pavatto samphasso sotasamphasso. Ghānasamphassādīsupi eseva nayo. Ghāyatīti ghānaṁ . Taṁ sasambhārabilassa anto ajapadasaṇṭhāne padese ghānaviññāṇādīnaṁ yathārahaṁ vatthudvārabhāvaṁ sādhayamānaṁ tiṭṭhati. Jīvitamavhāyatīti jivhā, sāyanaṭṭhena vā jivhā. Sā sasambhārajivhāya atiaggamūlapassāni vajjetvā uparimatalamajjhe bhinnauppaladalaggasaṇṭhāne padese jivhāviññāṇādīnaṁ yathārahaṁ vatthudvārabhāvaṁ sādhayamānā tiṭṭhati. Kucchitānaṁ sāsavadhammānaṁ āyoti kāyo. Āyoti uppattideso. Yāvatā imasmiṁ kāye upādiṇṇapavatti nāma atthi, tattha yebhuyyena kāyappasādo kāyaviññāṇādīnaṁ yathārahaṁ vatthudvārabhāvaṁ sādhayamāno tiṭṭhati. Munātīti mano, vijānātīti attho. Manoti sahāvajjanabhavaṅgaṁ; manato pavatto samphasso manosamphasso.",
  "atk-s0515a2:243": "Chabbidhampi phassaṁ duvidhameva hotīti dassetuṁ ‘‘adhivacanasamphasso paṭighasamphasso’’ti āha . Manodvāriko adhivacanasamphasso. Pañcadvāriko vatthārammaṇādipaṭighena uppajjanato paṭighasamphasso.",
  "atk-s0515a2:244": "Sukhavedanāya ārammaṇe sukhavedanīyo. Dukkhavedanāya ārammaṇe dukkhavedanīyo. Adukkhamasukhavedanāya ārammaṇe adukkhamasukhavedanīyo. Tattha sukhayatīti sukhaṁ, yassuppajjati, taṁ sukhitaṁ karotīti attho. Suṭṭhu vā khanati, khādati ca kāyacittābādhanti sukhaṁ. Dukkhayatīti dukkhaṁ, yassuppajjati, taṁ dukkhitaṁ karotīti attho. Na dukkhaṁ na sukhanti adukkhamasukhaṁ, ma-kāro padasandhivasena vutto.",
  "atk-s0515a2:245": "Kusalotiādayo jātivasena vuttā. Tattha kusaloti ekavīsatikusalacittasampayutto. Akusaloti dvādasākusalacittasampayutto. Abyākatoti avasesavipākakiriyābyākatacittasampayutto.",
  "atk-s0515a2:246": "Puna bhavappabhedavasena niddisanto ‘‘kāmāvacaro’’tiādimāha. Catupaññāsakāmāvacaracittasampayutto kāmāvacaro. Kāmaṁ pahāya rūpe avacaratīti rūpāvacaro, kusalābyākatavasena pañcadasarūpāvacaracittasampayutto. Kāmañca rūpañca pahāya arūpe avacaratīti arūpāvacaro, kusalābyākatavasena dvādasārūpāvacaracittasampayutto.",
  "atk-s0515a2:247": "Idāni abhinivesavasena dassento ‘‘suññato’’tiādimāha. Tattha suññatoti rāgadosamohehi suññattā suññato. Rāgadosamohanimittehi animittattā animitto. Rāgadosamohapaṇidhīnaṁ abhāvato appaṇihitoti vuccati.",
  "atk-s0515a2:248": "Idāni vaṭṭapariyāpannaapariyāpannavasena dassento ‘‘lokiyo’’tiādimāha. Loko vuccati lujjanapalujjanaṭṭhena vaṭṭaṁ , tasmiṁ pariyāpannabhāvena loke niyuttoti lokiyo. Uttiṇṇoti uttaro, loke apariyāpannabhāvena lokato uttaroti lokuttaro. Phusanāti phusanākāro. Samphusanā samphusitattanti upasaggena padaṁ vaḍḍhitaṁ.",
  "atk-s0515a2:249": "Evaṁ ñātaṁ katvāti evaṁ pākaṭaṁ katvā jānanto tīreti tīrayati, upari vattabbākārena cinteti. Aniccantikatāya ādiantavantatāya ca aniccato tīreti. Uppādavayapaṭipīḷanatāya dukkhavatthutāya ca dukkhato. Paccayayāpanīyatāya rogamūlatāya ca rogato. Dukkhatāsūlayogitāya kilesāsucipaggharatāya uppādajarābhaṅgehi uddhumātaparipakkapabhinnatāya ca gaṇḍato. Pīḷājanakatāya antotudanatāya dunnīharaṇīyatāya ca sallato. Vigarahaṇīyatāya avaḍḍhiāvahanatāya aghavatthutāya ca aghato. Aseribhāvajanakatāya ābādhapadaṭṭhānatāya ca ābādhato. Avasatāya avidheyyatāya ca parato. Byādhijarāmaraṇehi lujjanapalujjanatāya palokato. Anekabyasanāvahanatāya ītito. Aviditānaṁyeva vipulānaṁ anatthānaṁ āvahanato sabbūpaddavavatthutāya ca upaddavato. Sabbabhayānaṁ ākaratāya ca dukkhavūpasamasaṅkhātassa paramassāsassa paṭipakkhabhūtatāya ca bhayato. Anekehi anatthehi anubaddhatāya dosūpasaṭṭhatāya, upasaggo viya anadhivāsanārahatāya ca upasaggato. Byādhijarāmaraṇehi ceva lābhādīhi ca lokadhammehi pacalitatāya calato. Upakkamena ceva sarasena ca pabhaṅgupagamanasīlatāya pabhaṅguto. Sabbāvatthāvinipātitāya, thirabhāvassa ca abhāvatāya adhuvato. Atāyanatāya ceva alabbhaneyyakhematāya ca atāṇato. Allīyituṁ anarahatāya, allīnānampi ca leṇakiccākāritāya aleṇato. Nissitānaṁ bhayasārakattābhāvena asaraṇato. Yathāparikappitehi dhuvasubhasukhattabhāvehi rittatāya rittato. Rittatāyeva tucchato, appakattā vā. Appakampi hi loke ‘‘tuccha’’nti vuccati. Sāminivāsivedaka kārakādhiṭṭhāyakavirahitatāya suññato.",
  "atk-s0515a2:250": "Sayañca asāmikabhāvāditāya anattato. Pavattidukkhatāya, dukkhassa ca ādīnavatāya ādīnavato. Atha vā ādīnaṁ vāti gacchati pavattatīti ādīnavo, kapaṇamanussassetaṁ adhivacanaṁ. Khandhāpi ca kapaṇāyevāti ādīnavasadisatāya ādīnavato. Jarāya ceva maraṇena cāti dvedhā pariṇāmapakatitāya vipariṇāmadhammato. Dubbalatāya, pheggu viya sukhabhañjanīyatāya ca asārakato. Aghahetutāya aghamūlato. Mittamukhasapatto viya vissāsaghātitāya vadhakato. Vigatabhavatāya vibhavasambhūtatāya ca vibhavato. Āsavapadaṭṭhānatāya sāsavato. Hetupaccayehi abhisaṅkhatatāya saṅkhatato. Maccumārakilesamārānaṁ āmisabhūtatāya mārāmisato. Jātijarābyādhimaraṇapakatitāya jātijarābyādhimaraṇadhammato. Sokaparidevaupāyāsahetutāya sokaparidevaupāyāsadhammato. Taṇhādiṭṭhiduccaritasaṁkilesānaṁ visayadhammatāya saṁkilesadhammato. Avijjākammataṇhāsaḷāyatanavasena uppattito samudayato. Tesaṁ abhāvena atthaṅgamato. Phasse chandarāgavasena madhurassādena assādato. Phassassa vipariṇāmena ādīnavato. Ubhinnaṁ nissaraṇena nissaraṇato tīretīti sabbesu ca imesu ‘‘tīretī’’ti pāṭhaseso daṭṭhabbo.",
  "atk-s0515a2:251": "Pajahatīti sakasantānato nīharati. Vinodetīti tudati. Byantiṁ karotīti vigatantaṁ karoti. Anabhāvaṁ gametīti anu anu abhāvaṁ gameti. Ariyamaggasatthena ucchinnaṁ taṇhāavijjāmayaṁ mūlametesanti ucchinnamūlā. Tālavatthu viya nesaṁ vatthu katanti tālāvatthukatā. Yathā hi tālarukkhaṁ samūlaṁ uddharitvā tassa vatthumatte tasmiṁ padese kate na puna tassa tālassa uppatti paññāyati, evaṁ ariyamaggasatthena samūle rūpādirase uddharitvā tesaṁ pubbe uppannapubbabhāvena vatthumatte cittasantāne kate sabbepi te ‘‘tālāvatthukatā’’ti vuccanti. Yassesoti yassa puggalassa eso gedho. Samucchinnoti ucchinno. Vūpasantoti phalena vūpasanto. Paṭipassaddhoti paṭipassaddhippahānena paṭipassambhito. Upasaggena vā padaṁ vaḍḍhitaṁ. Abhabbuppattikoti puna uppajjituṁ abhabbo. Ñāṇagginā daḍḍhoti maggañāṇagginā jhāpito. Atha vā visanikkhittaṁ bhājanena saha chaḍḍitaṁ viya vatthunā saha pahīno. Mūlacchinnavisavalli viya samūlacchinnoti samucchinno. Uddhane udakaṁ siñcitvā nibbāpitaaṅgāraṁ viya vūpasanto. Nibbāpitaaṅgāre patitaudakaphusitaṁ viya paṭipassaddho. Aṅkuruppattiyā hetucchinnabījaṁ viya abhabbuppattiko. Asanipātavisarukkho viya ñāṇagginā daḍḍhoti evameke vaṇṇayanti.",
  "atk-s0515a2:252": "Vītagedhoti idaṁ sakabhāvapariccajanavasena vuttaṁ. Vigatagedhoti idaṁ ārammaṇe sālayabhāvapariccajanavasena. Cattagedhoti idaṁ puna anādiyanabhāvadassanavasena. Muttagedhoti idaṁ santatito vinimocanavasena. Pahīnagedhoti idaṁ muttassāpi kvaci anavaṭṭhānadassanavasena. Paṭinissaṭṭhagedhoti idaṁ ādinnapubbassa nissaggadassanavasena vuttaṁ. Vītarāgo vigatarāgo cattarāgoti vuttanayena yojetabbaṁ. Tattha gijjhanavasena gedho. Rañjanavasena rāgo. Nicchātoti nittaṇho. ‘‘Nicchado’’tipi pāṭho, taṇhāchadanavirahitoti attho. Nibbutoti nibbutasabhāvo. Sītibhūtoti sītasabhāvo. Sukhapaṭisaṁvedīti kāyikacetasikasukhaṁ anubhavanasabhāvo. Brahmabhūtenāti uttamasabhāvena. Attanāti cittena.",
  "atk-s0515a2:253": "Katattā cāti pāpakammānaṁ katabhāvena ca. Akatattā cāti kusalānaṁ akatabhāvena ca. Kataṁ me kāyaduccaritaṁ, akataṁ me kāyasucaritantiādayo dvāravasena avirativirativasena kammapathavasena ca vuttā. Sīlesumhi na paripūrakārītiādayo catupārisuddhisīlavasena. Jāgariyamananuyuttoti pañcajāgaraṇavasena. Satisampajaññenāti sātthakādisampajaññavasena . Cattāro satipaṭṭhānātiādayo bodhipakkhiyadhammā lokiyalokuttaravasena. Dukkhaṁ me apariññātantiādayo cattāro ariyasaccavasena vuttāti veditabbaṁ. Te atthato tattha tattha vuttanayattā pākaṭāyeva.",
  "atk-s0515a2:254": "Dhīropaṇḍitoti satta padā vuttatthāyeva. Api ca dukkhe akampiyaṭṭhena dhīro. Sukhe anuppilavaṭṭhena paṇḍito. Diṭṭhadhammikasamparāyikatthe kataparicayaṭṭhena paññavā. Attatthaparatthe niccalaṭṭhena buddhimā. Gambhīrauttānatthe apaccosakkanaṭṭhena ñāṇī. Guḷhapaṭicchannatthe obhāsanaṭṭhena vibhāvī. Nikkilesabyavadānaṭṭhena tulāsadisoti medhāvī. Na limpatīti sajātiyā na limpati ākāse lekhā viya. Na palimpatīti visesena na limpati. Na upalimpatīti saññogo hutvāpi na limpati hatthatale lekhā viya. Alittoti saññogo hutvāpi na kilissati kāsikavatthe ṭhapitamaṇiratanaṁ viya. Apalittoti visesena na kilissati maṇiratane paliveṭhitakāsikavatthaṁ viya. Anupalittoti upagantvāpi na allīyati pokkharapatte udakabindu viya. Nikkhantoti bahi nikkhanto bandhanāgārato palāto viya. Nissaṭoti pāpapahīno amittassa paṭicchāpitakiliṭṭhavatthu viya. Vippamuttoti suṭṭhu mutto gayhūpage vatthumhi ratiṁ nāsetvā puna nāgamanaṁ viya. Visaññuttoti kilesehi ekato na yutto byādhinā muttagilāno viya. Vimariyādikatena cetasāti vigatamariyādakatena cittena, sabbabhavena sabbārammaṇena sabbakilesehi muttacittenāti attho.",
  "atk-s0515a2:255": "14.Saññaṁ pariññāti gāthāya pana ayaṁ saṅkhepattho – na kevalañca phassameva, api ca kho pana kāmasaññādibhedaṁ saññaṁ, saññānusārena vā pubbe vuttanayeneva nāmarūpaṁ tīhi pariññāhi parijānitvā imāya paṭipadāya catubbidhampi vitareyya oghaṁ, tato so tiṇṇogho taṇhādiṭṭhipariggahesu taṇhādiṭṭhikilesappahānena anupalitto khīṇāsavamuni rāgādisallānaṁ abbūḷhattā abbūḷhasallo, sativepullappattiyā appamatto caraṁ, pubbabhāge vā appamatto caranto tena appamādacārena abbūḷhasallo hutvā sakaparattabhāvādibhedaṁ nāsīsati lokamimaṁ parañca, aññadatthu carimacittanirodhā nirupādānova jātavedo parinibbātīti arahattanikūṭena desanaṁ niṭṭhāpesi, dhammanettiṭhapanameva karonto; na tu imāya desanāya maggaṁ vā phalaṁ vā uppādesi, khīṇāsavassa desitattāti.",
  "atk-s0515a2:256": "Nīlādibhedaṁ ārammaṇaṁ sañjānātīti saññā. Sā sañjānanalakkhaṇā paccābhiññāṇarasā. Catubhūmikasaññā hi nosañjānanalakkhaṇā nāma natthi, sabbā sañjānanalakkhaṇāva. Yā panettha abhiññāṇena sañjānāti, sā paccābhiññāṇarasā nāma hoti. Tassā vaḍḍhakissa dārumhi abhiññāṇaṁ katvā puna tena abhiññāṇena taṁ paccābhijānanakāle, purisassa kāḷatilakādiabhiññāṇaṁ sallakkhetvā puna tena abhiññāṇena ‘‘asuko nāma eso’’ti tassa paccābhijānanakāle, rañño piḷandhanagopakabhaṇḍāgārikassa tasmiṁ tasmiṁ piḷandhane nāmapaṇṇakaṁ bandhitvā ‘‘asukaṁ piḷandhanaṁ nāma āharā’’ti vutte dīpaṁ jāletvā sāragabbhaṁ pavisitvā paṇṇaṁ vācetvā tassa tasseva piḷandhanassa āharaṇakāle ca pavatti veditabbā.",
  "atk-s0515a2:257": "Aparo nayo – sabbasaṅgāhikavasena hi sañjānanalakkhaṇā saññā, punasañjānanapaccayanimittakaraṇarasā dāruādīsu tacchakādayo viya, yathāgahitanimittavasena abhinivesakaraṇapaccupaṭṭhānā hatthidassakaandho viya, ārammaṇe anogāḷhavuttitāya aciraṭṭhānapaccupaṭṭhānā vā vijju viya, yathāupaṭṭhitavisayapadaṭṭhānā tiṇapurisakesu migapotakānaṁ purisāti uppannasaññā viya. Yā panettha ñāṇasampayuttā hoti, sā ñāṇameva anuvattati, sasambhārapathavīādīsu sesadhammā pathavīādīni viyāti veditabbā.",
  "atk-s0515a2:258": "Kāmapaṭisaññuttā saññā kāmasaññā. Byāpādapaṭisaññuttā saññā byāpādasaññā. Vihiṁsāpaṭisaññuttā saññā vihiṁsāsaññā. Tesu dve sattesupi saṅkhāresupi uppajjanti. Kāmasaññā hi piye manāpe satte vā saṅkhāre vā vitakkentassa uppajjati. Byāpādasaññā appiye amanāpe satte vā saṅkhāre vā kujjhitvā olokanakālato paṭṭhāya yāva vināsanā uppajjati. Vihiṁsāsaññā saṅkhāresu na uppajjati. Saṅkhāro hi dukkhāpetabbo nāma natthi. ‘‘Ime sattā haññantu vā, ucchijjantu vā, vinassantu vā, mā vā ahesu’’nti cintanakāle pana sattesu uppajjati. Nekkhammapaṭisaññuttā saññā nekkhammasaññā, sā asubhapubbabhāge kāmāvacarā hoti, asubhajhāne rūpāvacarā, taṁ jhānaṁ pādakaṁ katvā uppannamaggaphalakāle lokuttarā. Abyāpādapaṭisaññuttā saññā abyāpādasaññā, sā mettāpubbabhāge kāmāvacarā hoti, mettājhāne rūpāvacarā, taṁ jhānaṁ pādakaṁ katvā uppannamaggaphalakāle lokuttarā. Avihiṁsāpaṭisaññuttā saññā avihiṁsāsaññā, sā karuṇāpubbabhāge kāmāvacarā, karuṇājhāne rūpāvacarā, taṁ jhānaṁ pādakaṁ katvā uppannamaggaphalakāle lokuttarā. Yadā alobho sīsaṁ hoti, tadā itare dve tadanvāyikā bhavanti. Yadā mettā sīsaṁ hoti, tadā itare dve tadanvāyikā bhavanti. Yadā karuṇā sīsaṁ hoti, tadā itare dve tadanvāyikā bhavanti. Rūpārammaṇaṁ ārabbha uppannā saññā rūpasaññā. Saddasaññādīsupi eseva nayo. Idaṁ tassāyeva ārammaṇato nāmaṁ. Ārammaṇānaṁ vuttattā cakkhusamphassajādivatthūnipi vuttāneva honti.",
  "atk-s0515a2:259": "Yā evarūpā saññāti aññāpi ‘‘paṭighasamphassajā saññā adhivacanasamphassajā saññā’’ti evamādikā veditabbā. Tattha adhivacanasamphassajā saññātipi pariyāyena chadvārikāyeva . Tayo hi arūpino khandhā sayaṁ piṭṭhivaṭṭakā hutvā attanā sahajātasaññāya ‘‘adhivacanasamphassajā saññā’’ti nāmaṁ karonti, nippariyāyena pana paṭighasamphassajā saññā nāma pañcadvārikā saññā, adhivacanasamphassajā saññā nāma manodvārikā saññā. Etā atirekasaññā pariggahitāti veditabbā.",
  "atk-s0515a2:260": "Saññāti sabhāvanāmaṁ. Sañjānanāti sañjānanākāro. Sañjānitattanti sañjānitabhāvo.",
  "atk-s0515a2:261": "Avijjoghanti pūretuṁ ayuttaṭṭhena kāyaduccaritādi avindiyaṁ nāma, aladdhabbanti attho. Taṁ avindiyaṁ vindatīti avijjā. Tabbiparītato kāyasucaritādi vindiyaṁ nāma, taṁ vindiyaṁ na vindatīti avijjā. Khandhānaṁ rāsaṭṭhaṁ, āyatanānaṁ āyatanaṭṭhaṁ, dhātūnaṁ suññaṭṭhaṁ, indriyānaṁ adhipatiyaṭṭhaṁ, saccānaṁ tathaṭṭhaṁ aviditaṁ karotītipi avijjā. Dukkhādīnaṁ pīḷanādivasena vuttaṁ catubbidhaṁ atthaṁ aviditaṁ karotītipi avijjā. Antavirahite saṁsāre yonigatibhavaviññāṇaṭṭhitisattāvāsesu satte javāpetīti avijjā. Paramatthato avijjamānesu itthipurisādīsu javati, vijjamānesu khandhādīsu na javatīti avijjā. Api ca cakkhuviññāṇādīnaṁ vatthārammaṇānaṁ paṭiccasamuppādapaṭiccasamuppannānañca dhammānaṁ chādanatopi avijjā, taṁ avijjoghaṁ. Kāmoghavasena uttareyya. Bhavoghavasena patareyya. Diṭṭhoghavasena samatikkameyya. Avijjoghavasena vītivatteyya. Atha vā sotāpattimaggena pahānavasena uttareyya. Sakadāgāmimaggena pahānavasena patareyya. Anāgāmimaggena pahānavasena samatikkameyya. Arahattamaggena pahānavasena vītivatteyya. Atha vā ‘‘tareyyādipañcapadaṁ tadaṅgādipañcapahānena yojetabba’’nti keci vadanti.",
  "atk-s0515a2:262": "‘‘Monaṁ vuccati ñāṇa’’nti vatvā taṁ pabhedato dassetuṁ ‘‘yā paññā pajānanā’’tiādimāha. Taṁ vuttanayameva ṭhapetvā ‘‘amoho dhammavicayo’’ti padaṁ. Amoho kusalesu dhammesu abhāvanāya paṭipakkho bhāvanāhetu. Amohena aviparītaṁ gaṇhāti mūḷhassa viparītaggahaṇato. Amohena yāthāvaṁ yāthāvato dhārento yathāsabhāve pavattati. Mūḷho hi ‘‘tacchaṁ atacchaṁ, atacchañca taccha’’nti gaṇhāti; tathā icchitālābhadukkhaṁ na hoti. Amūḷhassa ‘‘taṁ kutettha labbhā’’ti evamādipaccavekkhaṇasambhavato maraṇadukkhaṁ na hoti. Sammohamaraṇañhi dukkhaṁ, na ca taṁ amūḷhassa hoti. Pabbajitānaṁ sukhasaṁvāso hoti, tiracchānayoniyaṁ nibbatti na hoti. Mohena hi niccasammūḷhā tiracchānayoniṁ upapajjanti . Mohapaṭipakkho ca amoho mohavasena amajjhattabhāvassa abhāvakaro. Amohena avihiṁsāsaññā dhātusaññā majjhimāya paṭipattiyā paṭipajjanaṁ, pacchimaganthadvayassa pabhedanañca hoti. Pacchimāni dve satipaṭṭhānāni tasseva ānubhāvena ijjhanti. Amoho dīghāyukatāya paccayo hoti. Amūḷho hi hitāhitaṁ ñatvā ahitaṁ parivajjento hitañca paṭisevamāno dīghāyuko hoti, attasampattiyā aparihīno hoti. Amūḷho hi attano hitameva karonto attānaṁ sampādeti. Ariyavihārassa paccayo hoti, udāsinapakkhesu nibbuto hoti amūḷhassa sabbābhisaṅgatāya abhāvato. Amohena anattadassanaṁ hoti. Asammūḷho hi yāthāvagahaṇakusalo apariṇāyakaṁ khandhapañcakaṁ apariṇāyakato bujjhati. Yathā ca etena anattadassanaṁ, evaṁ attadassanaṁ mohena. Ko hi nāma attasuññataṁ bujjhitvā puna sammohaṁ āpajjeyyāti.",
  "atk-s0515a2:263": "Tena ñāṇena samannāgatoti etena vuttappakārena ñāṇena samaṅgībhūto sekkhādayo muni. Monappattoti paṭiladdhañāṇo munibhāvaṁ patto. Tīṇīti gaṇanaparicchedo. Moneyyānīti munibhāvakarā moneyyakarā paṭipadā dhammā. Kāyamoneyyantiādīsu viññattikāyarūpakāyavasena paññāpetabbaṁ kāyamoneyyaṁ. Viññattivācāsaddavācāvasena paññāpetabbaṁ vacīmoneyyaṁ. Manodvārikacittādivasena paññāpetabbaṁ manomoneyyaṁ. Tividhakāyaduccaritānaṁ pahānanti pāṇātipātādividhānaṁ kāyato pavattānaṁ duṭṭhu caritānaṁ pajahanaṁ. Kāyasucaritanti kāyato pavattaṁ suṭṭhu caritaṁ. Kāyārammaṇe ñāṇanti kāyaṁ ārammaṇaṁ katvā aniccādivasena pavattaṁ kāyārammaṇe ñāṇaṁ. Kāyapariññāti kāyaṁ ñātatīraṇappahānapariññāhi jānanavasena pavattaṁ ñāṇaṁ. Pariññāsahagato maggoti ajjhattikaṁ kāyaṁ sammasitvā uppāditamaggo pariññāsahagato. Kāye chandarāgassa pahānanti kāye taṇhāchandarāgassa pajahanaṁ. Kāyasaṅkhāranirodhoti assāsapassāsānaṁ nirodho āvaraṇo, catutthajjhānasamāpattisamāpajjanaṁ. Vacīsaṅkhāranirodhoti vitakkavicārānaṁ nirodho āvaraṇo, dutiyajjhānasamāpattisamāpajjanaṁ. Cittasaṅkhāranirodhoti saññāvedanānaṁ nirodho āvaraṇo, saññāvedayitanirodhasamāpattisamāpajjanaṁ.",
  "atk-s0515a2:264": "Paṭhamagāthāya kāyamunintiādīsu kāyaduccaritappahānavasena kāyamuni. Vacīduccaritappahānavasena vācāmuni. Manoduccaritappahānavasena manomuni. Sabbākusalappahānavasena anāsavamuni. Moneyyasampannanti jānitabbaṁ jānitvā phale ṭhitattā moneyyasampannaṁ. Āhu sabbappahāyinanti sabbakilese pajahitvā ṭhitattā sabbappahāyinaṁ kathayanti.",
  "atk-s0515a2:265": "Dutiyagāthāya ninhātapāpakanti yo ajjhattabahiddhasaṅkhāte sabbasmimpi āyatane ajjhattabahiddhārammaṇavasena uppattirahāni sabbapāpakāni maggañāṇena ninhāya dhovitvā ṭhitattā ninhātapāpakaṁ āhūti evamattho daṭṭhabbo. Agāramajjhe vasantā agāramunino. Pabbajjupagatā anagāramunino. Tattha sekkhā sekkhamunino. Arahanto asekkhamunino. Paccekabuddhā paccekamunino. Sammāsambuddhā munimunino.",
  "atk-s0515a2:266": "Puna kathetukamyatāpucchāvasena ‘‘katame agāramunino’’ti āha. Agārikāti kasigorakkhādiagārikakamme niyuttā. Diṭṭhapadāti diṭṭhanibbānā . Viññātasāsanāti viññātaṁ sikkhattayasāsanaṁ etesanti viññātasāsanā. Anagārāti kasigorakkhādiagāriyakammaṁ etesaṁ natthīti pabbajitā ‘‘anagārā’’ti vuccanti. Satta sekkhāti sotāpannādayo satta. Tīsu sikkhāsu sikkhantīti sekkhā. Arahanto na sikkhantīti asekkhā. Taṁ taṁ kāraṇaṁ paṭicca ekakāva anācariyakāva catusaccaṁ bujjhitavantoti paccekabuddhā paccekamunino.",
  "atk-s0515a2:267": "Munimunino vuccanti tathāgatāti ettha aṭṭhahi kāraṇehi bhagavā tathāgato – tathā āgatoti tathāgato, tathā gatoti tathāgato, tathalakkhaṇaṁ āgatoti tathāgato, tathadhamme yāthāvato abhisambuddhoti tathāgato, tathadassitāya tathāgato, tathavāditāya tathāgato, tathākāritāya tathāgato, abhibhavanaṭṭhena tathāgatoti.",
  "atk-s0515a2:268": "Kathaṁ bhagavā tathā āgatoti tathāgato? Yathā sabbalokahitāya ussukkamāpannā purimakā sammāsambuddhā āgatā. Kiṁ vuttaṁ hoti? Yenābhinīhārena purimakā bhagavanto āgatā, teneva amhākampi bhagavā āgato. Atha vā yathā purimakā bhagavanto dānasīlanekkhammapaññāvīriyakhantisaccādhiṭṭhānamettupekkhāsaṅkhātā dasa pāramiyo dasa upapāramiyo dasa paramatthapāramiyoti samatiṁsapāramiyo pūretvā aṅgapariccāgaṁ nayanadhanarajjaputtadārapariccāganti ime pañca mahāpariccāge pariccajitvā pubbayogapubbacariyadhammakkhānañātatthacariyādayo pūretvā buddhicariyāya koṭiṁ patvā āgatā, tathā amhākampi bhagavā āgato. Yathā ca purimakā bhagavanto cattāro satipaṭṭhāne, cattāro sammappadhāne, cattāro iddhipāde, pañcindriyāni, pañca balāni, satta bojjhaṅge, ariyaṁ aṭṭhaṅgikaṁ maggaṁ bhāvetvā pūretvā āgatā, tathā amhākampi bhagavā āgato. Evaṁ tathā āgatoti tathāgato.",
  "atk-s0515a2:269": "‘‘Yathā ca dīpaṅkarabuddhaādayo, sabbaññubhāvaṁ munayo idhāgatā;",
  "atk-s0515a2:270": "Tathā ayaṁ sakyamunīpi āgato, tathāgato vuccati tena cakkhumā’’ti.",
  "atk-s0515a2:271": "Kathaṁ tathā gatoti tathāgato? Yathā sampatijātā purimakā bhagavanto gatā. Kathañca te gatā? Te hi sampatijātā samehi pādehi pathaviyaṁ patiṭṭhāya uttarābhimukhā sattapadavītihārena gatā. Yathāha –",
  "atk-s0515a2:272": "‘‘Sampatijāto, ānanda, bodhisatto samehi pādehi pathaviyaṁ patiṭṭhahitvā uttarābhimukho sattapadavītihārena gacchati, setamhi chatte anudhāriyamāne sabbā ca disā anuviloketi, āsabhiñca vācaṁ bhāsati – ‘aggohamasmi lokassa, jeṭṭhohamasmi lokassa, seṭṭhohamasmi lokassa, ayamantimā jāti, natthi dāni punabbhavo’’’ti (dī. ni. 2.31; ma. ni. 3.207).",
  "atk-s0515a2:273": "Tañcassa gamanaṁ tathaṁ ahosi avitathaṁ anekesaṁ visesādhigamānaṁ pubbanimittabhāvena. Yañhi so sampatijāto samehi pādehi patiṭṭhāti, idamassa caturiddhipādapaṭilābhassa pubbanimittaṁ. Uttaramukhabhāvo panassa sabbalokuttarabhāvassa pubbanimittaṁ. Sattapadavītihāro sattabojjhaṅgaratanapaṭilābhassa. ‘‘Suvaṇṇadaṇḍā vītipatanti cāmarā’’ti (su. ni. 693) ettha vuttacāmarukkhepo pana sabbatitthiyanimmadanassa. Setacchattadhāraṇaṁ arahattavimuttivaravimalasetacchattapaṭilābhassa. Sabbadisānuvilokanaṁ sabbaññutānāvaraṇañāṇapaṭilābhassa. Āsabhivācābhāsanaṁ pana appaṭivattiyavaradhammacakkapavattanassa pubbanimittaṁ. Tathā ayaṁ bhagavāpi gato. Tañcassa gamanaṁ tathaṁ ahosi avitathaṁ tesaṁyeva visesādhigamānaṁ pubbanimittabhāvena. Tenāhu porāṇā –",
  "atk-s0515a2:274": "‘‘Muhuttajātova gavampatī yathā, samehi pādehi phusī vasundharaṁ;",
  "atk-s0515a2:275": "So vikkamī satta padāni gotamo, setañca chattaṁ anudhārayuṁ marū.",
  "atk-s0515a2:276": "‘‘Gantvāna so satta padāni gotamo, disā vilokesi samā samantato;",
  "atk-s0515a2:277": "Aṭṭhaṅgupetaṁ giramabbhudīrayi, sīho yathā pabbatamuddhaniṭṭhito’’ti. (paṭi. ma. aṭṭha. 1.1.37; itivu. aṭṭha. 38);",
  "atk-s0515a2:278": "Evaṁ tathā gatoti tathāgato.",
  "atk-s0515a2:279": "Atha vā yathā purimakā bhagavanto, ayampi bhagavā tatheva nekkhammena kāmacchandaṁ…pe… paṭhamajjhānena nīvaraṇe…pe… aniccānupassanāya niccasaññaṁ…pe… arahattamaggena sabbakilese pahāya gato, evampi tathā gatoti tathāgato.",
  "atk-s0515a2:280": "Kathaṁ tathalakkhaṇaṁ āgatoti tathāgato? Pathavīdhātuyā kakkhaḷattalakkhaṇaṁ tathaṁ avitathaṁ, āpodhātuyā paggharaṇalakkhaṇaṁ, tejodhātuyā uṇhattalakkhaṇaṁ, vāyodhātuyā vitthambhanalakkhaṇaṁ, ākāsadhātuyā asamphuṭṭhalakkhaṇaṁ, viññāṇadhātuyā vijānanalakkhaṇaṁ.",
  "atk-s0515a2:281": "Rūpassa ruppanalakkhaṇaṁ, vedanāya vedayitalakkhaṇaṁ, saññāya sañjānanalakkhaṇaṁ, saṅkhārānaṁ abhisaṅkharaṇalakkhaṇaṁ, viññāṇassa vijānanalakkhaṇaṁ.",
  "atk-s0515a2:282": "Vitakkassa abhiniropanalakkhaṇaṁ, vicārassa anumajjanalakkhaṇaṁ, pītiyā pharaṇalakkhaṇaṁ, sukhassa sātalakkhaṇaṁ, cittekaggatāya avikkhepalakkhaṇaṁ, phassassa phusanalakkhaṇaṁ.",
  "atk-s0515a2:283": "Saddhindriyassa adhimokkhalakkhaṇaṁ, vīriyindriyassa paggahalakkhaṇaṁ, satindriyassa upaṭṭhānalakkhaṇaṁ, samādhindriyassa avikkhepalakkhaṇaṁ, paññindriyassa pajānanalakkhaṇaṁ.",
  "atk-s0515a2:284": "Saddhābalassa assaddhiye akampiyalakkhaṇaṁ, vīriyabalassa kosajje, satibalassa muṭṭhassacce, samādhibalassa uddhacce, paññābalassa avijjāya akampiyalakkhaṇaṁ.",
  "atk-s0515a2:285": "Satisambojjhaṅgassa upaṭṭhānalakkhaṇaṁ, dhammavicayasambojjhaṅgassa pavicayalakkhaṇaṁ, vīriyasambojjhaṅgassa paggahalakkhaṇaṁ, pītisambojjhaṅgassa pharaṇalakkhaṇaṁ, passaddhisambojjhaṅgassa upasamalakkhaṇaṁ, samādhisambojjhaṅgassa avikkhepalakkhaṇaṁ, upekkhāsambojjhaṅgassa paṭisaṅkhānalakkhaṇaṁ.",
  "atk-s0515a2:286": "Sammādiṭṭhiyā dassanalakkhaṇaṁ, sammāsaṅkappassa abhiniropanalakkhaṇaṁ, sammāvācāya pariggahalakkhaṇaṁ, sammākammantassa samuṭṭhānalakkhaṇaṁ, sammāājīvassa vodānalakkhaṇaṁ, sammāvāyāmassa paggahalakkhaṇaṁ, sammāsatiyā upaṭṭhānalakkhaṇaṁ, sammāsamādhissa avikkhepalakkhaṇaṁ.",
  "atk-s0515a2:287": "Avijjāya aññāṇalakkhaṇaṁ, saṅkhārānaṁ cetanālakkhaṇaṁ, viññāṇassa vijānanalakkhaṇaṁ, nāmassa namanalakkhaṇaṁ, rūpassa ruppanalakkhaṇaṁ, saḷāyatanassa āyatanalakkhaṇaṁ, phassassa phusanalakkhaṇaṁ, vedanāya vedayitalakkhaṇaṁ, taṇhāya hetulakkhaṇaṁ, upādānassa gahaṇalakkhaṇaṁ, bhavassa āyūhanalakkhaṇaṁ, jātiyā nibbattilakkhaṇaṁ, jarāya jīraṇalakkhaṇaṁ, maraṇassa cutilakkhaṇaṁ.",
  "atk-s0515a2:288": "Dhātūnaṁ suññatalakkhaṇaṁ, āyatanānaṁ āyatanalakkhaṇaṁ, satipaṭṭhānānaṁ upaṭṭhānalakkhaṇaṁ, sammappadhānānaṁ padahanalakkhaṇaṁ, iddhipādānaṁ ijjhanalakkhaṇaṁ, indriyānaṁ adhipatilakkhaṇaṁ, balānaṁ akampiyalakkhaṇaṁ, bojjhaṅgānaṁ niyyānalakkhaṇaṁ, maggassa hetulakkhaṇaṁ.",
  "atk-s0515a2:289": "Saccānaṁ tathalakkhaṇaṁ, samathassa avikkhepalakkhaṇaṁ, vipassanāya anupassanālakkhaṇaṁ, samathavipassanānaṁ ekarasalakkhaṇaṁ, yuganaddhānaṁ anativattanalakkhaṇaṁ.",
  "atk-s0515a2:290": "Sīlavisuddhiyā saṁvaraṇalakkhaṇaṁ, cittavisuddhiyā avikkhepalakkhaṇaṁ, diṭṭhivisuddhiyā dassanalakkhaṇaṁ, khaye ñāṇassa samucchedalakkhaṇaṁ, anuppāde ñāṇassa passaddhilakkhaṇaṁ, chandassa mūlalakkhaṇaṁ.",
  "atk-s0515a2:291": "Manasikārassa samuṭṭhānalakkhaṇaṁ, phassassa samodhānalakkhaṇaṁ, vedanāya samosaraṇalakkhaṇaṁ, samādhissa pamukhalakkhaṇaṁ, satiyā ādhipateyyalakkhaṇaṁ, paññāya tatuttariyalakkhaṇaṁ, vimuttiyā sāralakkhaṇaṁ, amatogadhassa nibbānassa pariyosānalakkhaṇaṁ tathaṁ avitathaṁ, etaṁ tathalakkhaṇaṁ ñāṇagatiyā āgato avirajjhitvā patto anuppattoti tathāgato. Evaṁ tathalakkhaṇaṁ āgatoti tathāgato.",
  "atk-s0515a2:292": "Kathaṁ tathadhamme yāthāvato abhisambuddhoti tathāgato? Tathadhammā nāma cattāri ariyasaccāni. Yathāha –",
  "atk-s0515a2:293": "‘‘Cattārimāni, bhikkhave, tathāni avitathāni anaññathāni. Katamāni cattāri? ‘Idaṁ dukkha’nti, bhikkhave, tathametaṁ avitathametaṁ anaññathameta’’nti vitthāro (saṁ. ni. 5.1090).",
  "atk-s0515a2:294": "Tāni ca bhagavā abhisambuddhoti tathānaṁ abhisambuddhattā tathāgatoti vuccati. Abhisambuddhattho hi ettha gatasaddo.",
  "atk-s0515a2:295": "Api ca jarāmaraṇassa jātipaccayasambhūtasamudāgataṭṭho tatho avitatho anaññatho…pe… saṅkhārānaṁ avijjāpaccayasambhūtasamudāgataṭṭho tatho avitatho anaññatho. Tathā avijjāya saṅkhārānaṁ paccayaṭṭho…pe… jātiyā jarāmaraṇassa paccayaṭṭho tatho avitatho anaññatho. Taṁ sabbaṁ bhagavā abhisambuddho, tassāpi tathānaṁ abhisambuddhattā tathāgato. Evaṁ tathadhamme yāthāvato abhisambuddhoti tathāgato.",
  "atk-s0515a2:296": "Kathaṁ tathadassitāya tathāgato? Bhagavā yaṁ sadevake loke…pe… sadevamanussāya pajāya aparimāṇāsu lokadhātūsu aparimāṇānaṁ sattānaṁ cakkhudvāre āpāthaṁ āgacchantaṁ rūpārammaṇaṁ nāma atthi, taṁ sabbākārena jānāti passati. Evaṁ jānatā passatā ca tena taṁ iṭṭhāniṭṭhādivasena vā diṭṭhasutamutaviññātesu labbhamānakapadavasena vā ‘‘katamaṁ taṁ rūpaṁ rūpāyatanaṁ? Yaṁ rūpaṁ catunnaṁ mahābhūtānaṁ upādāya vaṇṇanibhā sanidassanaṁ sappaṭighaṁ nīlaṁ pītaka’’ntiādinā (dha. sa. 616) nayena anekehi nāmehi terasahi vārehi dvipaññāsāya nayehi vibhajjamānaṁ tathameva hoti, vitathaṁ natthi. Esa nayo sotadvārādīsupi āpāthamāgacchantesu saddādīsu. Vuttampi cetaṁ bhagavatā –",
  "atk-s0515a2:297": "‘‘Yaṁ, bhikkhave, sadevakassa lokassa…pe… sadevamanussāya pajāya diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tamahaṁ jānāmi…pe… tamahaṁ abbhaññāsiṁ. Taṁ tathāgatassa viditaṁ, taṁ tathāgato na upaṭṭhāsī’’ti (a. ni. 4.24).",
  "atk-s0515a2:298": "Evaṁ tathadassitāya tathāgato. Tattha tathadassīatthe tathāgatoti padasambhavo veditabbo.",
  "atk-s0515a2:299": "Kathaṁ tathavāditāya tathāgato? Yaṁ rattiṁ bhagavā bodhimaṇḍe aparājitapallaṅke nisinno catunnaṁ mārānaṁ matthakaṁ madditvā anuttaraṁ sammāsambodhiṁ abhisambuddho, yañca rattiṁ yamakasālānamantare anupādisesāya nibbānadhātuyā parinibbāyi, etthantare pañcacattālīsavassaparimāṇe kāle paṭhamabodhiyampi majjhimabodhiyampi pacchimabodhiyampi yaṁ bhagavatā bhāsitaṁ suttaṁ geyyaṁ…pe… vedallaṁ. Sabbaṁ taṁ atthato byañjanato ca anupavajjaṁ anūnamanadhikaṁ sabbākāraparipuṇṇaṁ rāgamadanimmadanaṁ dosamohamadanimmadanaṁ, natthi tattha vālaggamattampi pakkhalitaṁ, sabbaṁ taṁ ekamuddikāya lañchitaṁ viya, ekanāḷiyā mitaṁ viya, ekatulāya tulitaṁ viya ca tathameva hoti avitathaṁ anaññathaṁ. Yathāha –",
  "atk-s0515a2:300": "‘‘Yañca, cunda, rattiṁ tathāgato anuttaraṁ sammāsambodhiṁ abhisambujjhati, yañca rattiṁ anupādisesāya nibbānadhātuyā parinibbāyati, yaṁ etasmiṁ antare bhāsati lapati niddisati, sabbaṁ taṁ tatheva hoti no aññathā, tasmā ‘tathāgato’ti vuccatī’’ti (dī. ni. 3.188).",
  "atk-s0515a2:301": "Gadaattho hi ettha gatasaddo. Evaṁ tathavāditāya tathāgato.",
  "atk-s0515a2:302": "Api ca āgadanaṁ āgado, vacananti attho. Tatho aviparīto āgado assāti dakārassa takāraṁ katvā tathāgatoti evametasmiṁ atthe padasiddhi veditabbā.",
  "atk-s0515a2:303": "Kathaṁ tathākāritāya tathāgato? Bhagavato hi vācāya kāyo anulometi, kāyassāpi vācā. Tasmā yathāvādī tathākārī, yathākārī tathāvādī ca hoti. Evaṁbhūtassa cassa yathā vācā , kāyopi tathā gato pavattoti attho. Yathā ca kāyo, vācāpi tathā gatā pavattāti tathāgato. Tenevāha – ‘‘yathāvādī, bhikkhave, tathāgato tathākārī, yathākārī tathāvādī. Iti yathāvādī tathākārī, yathākārī tathāvādī. ‘Tasmā tathāgato’ti vuccatī’’ti (a. ni. 4.23). Evaṁ tathākāritāya tathāgato.",
  "atk-s0515a2:304": "Kathaṁ abhibhavanaṭṭhena tathāgato? Upari bhavaggaṁ heṭṭhā avīciṁ pariyantaṁ katvā tiriyaṁ aparimāṇāsu lokadhātūsu sabbasatte abhibhavati sīlena samādhinā paññāya vimuttiyā vimuttiñāṇadassanena, na tassa tulā vā pamāṇaṁ vā atthi, atha kho atulo appameyyo anuttaro rājātirājā devānaṁ atidevo sakkānaṁ atisakko brahmānaṁ atibrahmā. Tenāha –",
  "atk-s0515a2:305": "‘‘Sadevake , bhikkhave, loke…pe… sadevamanussāya pajāya tathāgato abhibhū anabhibhūto aññadatthudaso vasavattī, tasmā ‘tathāgato’ti vuccatī’’ti (a. ni. 4.23).",
  "atk-s0515a2:306": "Tatthevaṁ padasiddhi veditabbā – agado viya agado. Ko panesa? Desanāvilāso ceva puññussayo ca. Tena hesa mahānubhāvo bhisakko dibbāgadena sappe viya sabbaparappavādino sadevakañca lokaṁ abhibhavati. Iti sabbalokābhibhavane tatho aviparīto desanāvilāsamayo ceva puññamayo ca agado assāti dakārassa takāraṁ katvā tathāgatoti veditabbo. Evaṁ abhibhavanaṭṭhena tathāgato.",
  "atk-s0515a2:307": "Api ca tathāya gatotipi tathāgato, tathaṁ gatotipi tathāgato. Gatoti avagato, atīto patto paṭipannoti attho. Tattha sakalaṁ lokaṁ tīraṇapariññāya tathāya gato avagatoti tathāgato, lokasamudayaṁ pahānapariññāya tathāya gato atītoti tathāgato, lokanirodhaṁ sacchikiriyāya tathāya gato pattoti tathāgato, lokanirodhagāminiṁ paṭipadaṁ tathaṁ gato paṭipannoti tathāgato. Tena yaṁ vuttaṁ bhagavatā –",
  "atk-s0515a2:308": "‘‘Loko, bhikkhave, tathāgatena abhisambuddho, lokasmā tathāgato visaṁyutto. Lokasamudayo, bhikkhave, tathāgatena abhisambuddho, lokasamudayo tathāgatassa pahīno. Lokanirodho, bhikkhave, tathāgatena abhisambuddho, lokanirodho tathāgatassa sacchikato. Lokanirodhagāminī paṭipadā, bhikkhave, tathāgatena abhisambuddhā, lokanirodhagāminī paṭipadā tathāgatassa bhāvitā. Yaṁ, bhikkhave, sadevakassa lokassa…pe… anuvicaritaṁ manasā, sabbaṁ taṁ tathāgatena abhisambuddhaṁ. Tasmā ‘tathāgato’ti vuccatī’’ti (a. ni. 4.23).",
  "atk-s0515a2:309": "Tassa evampi attho veditabbo. Idampi ca tathāgatassa tathāgatabhāvadīpena mukhamattameva. Sabbākārena pana tathāgatova tathāgatassa tathāgatabhāvaṁ vaṇṇeyya. Yasmā pana sabbabuddhā tathāgataguṇenāpi samasamā, tasmā sabbesaṁ vasena ‘‘tathāgatā’’ti āha.",
  "atk-s0515a2:310": "Arahantoti kilesehi ārakattā, arīnaṁ arānañca hatattā, paccayādīnaṁ arahattā, pāpakaraṇe rahābhāvā tathāgato arahaṁ. Ārakā hi so sabbakilesehi suvidūravidūre ṭhito maggena savāsanānaṁ kilesānaṁ viddhaṁsitattāti ārakattā arahaṁ.",
  "atk-s0515a2:311": "‘‘So tato ārakā nāma, yassa yenāsamaṅgitā;",
  "atk-s0515a2:312": "Asamaṅgī ca dosehi, nātho tenārahaṁ mato’’.",
  "atk-s0515a2:313": "Te cānena kilesārayo maggena hatāti arīnaṁ hatattāpi arahaṁ.",
  "atk-s0515a2:314": "‘‘Yasmā rāgādisaṅkhātā, sabbepi arayo hatā;",
  "atk-s0515a2:315": "Paññāsatthena nāthena, tasmāpi arahaṁ mato’’.",
  "atk-s0515a2:316": "Yañcetaṁ avijjābhavataṇhāmayanābhiṁ puññādiabhisaṅkhārānaṁ jarāmaraṇanemiṁ āsavasamudayamayena akkhena vijjhitvā tibhavarathe samāyojitaṁ anādikālappavattaṁ saṁsāracakkaṁ, tassānena bodhimaṇḍe vīriyapādehi sīlapathaviyaṁ patiṭṭhāya saddhāhatthena kammakkhayakaraṁ ñāṇapharasuṁ gahetvā sabbe arā hatāti arahaṁ.",
  "atk-s0515a2:317": "‘‘Arā saṁsāracakkassa, hatā ñāṇāsinā yato;",
  "atk-s0515a2:318": "Lokanāthena tenesa, ‘araha’nti pavuccati’’.",
  "atk-s0515a2:319": "Aggadakkhiṇeyyattā ca cīvarādipaccaye arahati pūjāvisesañca, teneva ca uppanne tathāgate ye keci mahesakkhā devamanussā, na te aññattha pūjaṁ karonti. Tathā hi brahmā sahampati sinerumattena ratanadāmena tathāgataṁ pūjesi, yathābalañca aññe devā ca manussā ca bimbisārakosalarājādayo. Parinibbutampi ca bhagavantaṁ uddissa channavutikoṭidhanaṁ vissajjetvā asokamahārājā sakalajambudīpe caturāsītivihārasahassāni patiṭṭhāpesi. Ko pana vādo aññesaṁ pūjāvisesānanti paccayādīnaṁ arahattāpi arahaṁ.",
  "atk-s0515a2:320": "‘‘Pūjāvisesaṁ saha paccayehi, yasmā ayaṁ arahati lokanātho;",
  "atk-s0515a2:321": "Atthānurūpaṁ arahanti loke, tasmā jino arahati nāmametaṁ’’.",
  "atk-s0515a2:322": "Yathā ca loke ye keci paṇḍitamānino bālā asilokabhayena raho pāpaṁ karonti, evamesa na kadāci pāpaṁ karotīti pāpakaraṇe rahābhāvatopi arahaṁ.",
  "atk-s0515a2:323": "‘‘Yasmā natthi raho nāma, pāpakammesu tādino;",
  "atk-s0515a2:324": "Rahābhāvena tenesa, arahaṁ iti vissuto’’.",
  "atk-s0515a2:325": "Evaṁ sabbathāpi –",
  "atk-s0515a2:326": "‘‘Ārakattā hatattā ca, kilesārīna so muni;",
  "atk-s0515a2:327": "Hatasaṁsāracakkāro, paccayādīna cāraho;",
  "atk-s0515a2:328": "Na raho karoti pāpāni, arahaṁ tena vuccatī’’ti.",
  "atk-s0515a2:329": "Yasmā pana sabbe buddhā arahattaguṇenāpi samasamā, tasmā sabbesampi vasena ‘‘arahanto’’ti āha. Sammāsambuddhāti sammā sāmañca sabbadhammānaṁ buddhattā sammāsambuddho. Tathā hesa sabbadhamme sammāsambuddho, abhiññeyye dhamme abhiññeyyato, pariññeyye dhamme pariññeyyato, pahātabbe dhamme pahātabbato, sacchikātabbe dhamme sacchikātabbato, bhāvetabbe dhamme bhāvetabbato. Tenevāha –",
  "atk-s0515a2:330": "‘‘Abhiññeyyaṁ abhiññātaṁ, bhāvetabbañca bhāvitaṁ;",
  "atk-s0515a2:331": "Pahātabbaṁ pahīnaṁ me, tasmā buddhosmi brāhmaṇā’’ti. (su. ni. 563; ma. ni. 2.399);",
  "atk-s0515a2:332": "Atha vā cakkhu dukkhasaccaṁ, tassa mūlakāraṇabhāvena samuṭṭhāpikā purimataṇhā samudayasaccaṁ, ubhinnaṁ appavatti nirodhasaccaṁ, nirodhapajānanā paṭipadā maggasaccanti evaṁ ekekapaduddhārenāpi sabbadhamme sammā sāmañca buddho. Esa nayo sotaghānajivhākāyamanesu. Eteneva ca nayena rūpādīni cha āyatanāni, cakkhuviññāṇādayo cha viññāṇakāyā, cakkhusamphassādayo cha phassā, cakkhusamphassajā vedanādayo cha vedanā, rūpasaññādayo cha saññā, rūpasañcetanādayo cha cetanā, rūpataṇhādayo cha taṇhākāyā, rūpavitakkādayo cha vitakkā, rūpavicārādayo cha vicārā, rūpakkhandhādayo pañcakkhandhā, dasa kasiṇāni, dasa anussatiyo, uddhumātakasaññādivasena dasa saññā, kesādayo dvattiṁsākārā, dvādasāyatanāni, aṭṭhārasa dhātuyo, kāmabhavādayo nava bhavā, paṭhamādīni cattāri jhānāni, mettābhāvanādayo catasso appamaññāyo, catasso arūpasamāpattiyo, paṭilomato jarāmaraṇādīni, anulomato avijjādīni paṭiccasamuppādaṅgāni ca yojetabbāni.",
  "atk-s0515a2:333": "Tatrāyaṁ ekapadayojanā – jarāmaraṇaṁ dukkhasaccaṁ, jāti samudayasaccaṁ, ubhinnaṁ nissaraṇaṁ nirodhasaccaṁ, nirodhapajānanā paṭipadā maggasaccanti evaṁ ekekapaduddhārena sabbadhamme sammā sāmañca buddho anubuddho paṭividdho. Yaṁ vā pana kiñci atthi neyyaṁ nāma, sabbassa sammā sambuddhattā vimokkhantikañāṇavasena sammāsambuddho. Tesaṁ pana vibhāgo upari āvi bhavissati. Yasmā pana sabbabuddhā sammāsambuddhaguṇenāpi samasamā, tasmā sabbesampi vasena ‘‘sammāsambuddhā’’ti āha.",
  "atk-s0515a2:334": "Monenāti kāmañhi moneyyapaṭipadāsaṅkhātena maggañāṇamonena muni nāma hoti, idha pana tuṇhībhāvaṁ sandhāya ‘‘na monenā’’ti vuttaṁ. Mūḷharūpoti tuccharūpo. Aviddasūti aviññū. Evarūpo hi tuṇhībhūtopi muni nāma na hoti. Atha vā moneyyamuni nāma na hoti, tucchabhāvo ca pana aññāṇī ca hotīti attho. Yo ca tulaṁva paggayhāti yathā hi tulaṁ gahetvā ṭhito atirekaṁ ce hoti, harati, ūnaṁ ce hoti, pakkhipati; evameva so atirekaṁ haranto viya pāpaṁ harati parivajjeti, ūnake pakkhipanto viya kusalaṁ paripūreti. Evañca pana karonto sīlasamādhipaññāvimuttivimuttiñāṇadassanasaṅkhātaṁ varaṁ uttamameva ādāya pāpāni akusalakammāni parivajjeti sa muni nāmāti attho. Tena so munīti kasmā pana so munīti ce? Yaṁ heṭṭhā vuttakāraṇaṁ, tena so munīti attho. Yo munāti ubho loketi yo puggalo imasmiṁ khandhādiloke tulaṁ āropetvā minanto viya ‘‘ime ajjhattikā khandhā, ime bāhirā’’tiādinā nayena ime ubho atthe munāti. Muni tena pavuccatīti tena pana kāraṇena ‘‘munī’’ti vuccatiyevāti attho.",
  "atk-s0515a2:335": "Asatañcāti gāthāya ayaṁ saṅkhepattho – yvāyaṁ akusalakusalappabhedo, asatañca satañca dhammo, taṁ ‘‘ajjhattaṁ bahiddhā’’ti imasmiṁ sabbaloke pavicayañāṇena asatañca satañca ñatvā dhammaṁ. Tassa ñātattā eva, rāgādibhedato sattavidhaṁ saṅgaṁ taṇhādiṭṭhibhedato duvidhaṁ jālañca aticca atikkamitvā ṭhito, so tena monasaṅkhātena pavicayañāṇena samannāgatattā muni. Devamanussehi pūjitoti idaṁ panassa thutivacanaṁ. So hi khīṇāsavamunittā devamanussānaṁ pūjāraho hoti, tasmā evaṁ vuttoti.",
  "atk-s0515a2:336": "Sallanti mūlapadaṁ. Satta sallānīti gaṇanaparicchedo. Rāgasallanti rañjanaṭṭhena rāgo ca pīḷājanakatāya antotudanatāya dunnīharaṇatāya sallañcāti rāgasallaṁ. Dosasallādīsupi eseva nayo. Abbūḷhasalloti mūlapadaṁ. Abbahitasalloti nīhaṭasallo. Uddhatasalloti uddhaṁ haṭasallo uddharitasallo. Samuddhatasalloti upasaggavasena vutto. Uppāṭitasalloti luñcitasallo. Samuppāṭitasalloti upasaggavaseneva.",
  "atk-s0515a2:337": "Sakkaccakārīti dānādīnaṁ kusaladhammānaṁ bhāvanāya puggalassa vā deyyadhammassa vā sakkaccakaraṇavasena sakkaccakārī. Satatabhāvakaraṇena sātaccakārī. Aṭṭhitakaraṇena aṭṭhitakārī. Yathā nāma kakaṇṭako thokaṁ gantvā thokaṁ tiṭṭhati, na nirantaraṁ gacchati; evameva yo puggalo ekadivasaṁ dānaṁ datvā pūjaṁ vā katvā dhammaṁ vā sutvā samaṇadhammaṁ vā katvā puna cirassaṁ karoti, taṁ na nirantaraṁ pavatteti. So ‘‘asātaccakārī, anaṭṭhitakārī’’ti vuccati. Ayaṁ evaṁ na karotīti aṭṭhitakārī. Anolīnavuttikoti nirantarakaraṇasaṅkhātassa vipphārassa bhāvena na līnavuttikoti anolīnavuttiko. Anikkhittacchandoti kusalakaraṇe vīriyacchandassa anikkhittabhāvena anikkhittacchando. Anikkhittadhuroti vīriyadhurassa anoropanena anikkhittadhuro, anosakkitamānasoti attho. Yo tattha chando ca vāyāmo cāti yo tesu kusaladhammesu kattukamyatādhammacchando ca payattasaṅkhāto vāyāmo ca. Ussahanavasena ussāho ca. Adhimattussahanavasena ussoḷhī ca. Vāyāmo ceso pāraṁ gamanaṭṭhena. Ussāho ceso pubbaṅgamanaṭṭhena. Ussoḷhī ceso adhimattaṭṭhena. Appaṭivāni cāti anivattanā ca. Sati ca sampajaññanti saratīti sati. Sampajānātīti sampajaññaṁ, samantato pakārehi jānātīti attho. Sātthakasampajaññaṁ sappāyasampajaññaṁ gocarasampajaññaṁ asammohasampajaññanti imassa sampajānassa vasena bhedo veditabbo. Ātappanti kilesatāpanavīriyaṁ. Padhānanti uttamavīriyaṁ. Adhiṭṭhānanti kusalakaraṇe patiṭṭhābhāvo. Anuyogoti anuyuñjanaṁ. Appamādoti nappamajjanaṁ, satiyā avippavāso.",
  "atk-s0515a2:338": "Imaṁ lokaṁ nāsīsatīti mūlapadaṁ. Sakattabhāvanti attano attabhāvaṁ. Parattabhāvanti paraloke attabhāvaṁ. Sakarūpavedanādayo attano pañcakkhandhe, pararūpavedanādayo ca paraloke pañcakkhandhe. Kāmadhātunti kāmabhavaṁ. Rūpadhātunti rūpabhavaṁ. Arūpadhātunti arūpabhavaṁ. Puna rūpārūpavasena dukaṁ dassetuṁ kāmadhātuṁ rūpadhātuṁ ekaṁ katvā, arūpadhātuṁ ekaṁ katvā vuttaṁ. Gatiṁ vāti patiṭṭhānavasena pañcagati vuttā. Upapattiṁ vāti nibbattivasena catuyoni vuttā. Paṭisandhiṁ vāti tiṇṇaṁ bhavānaṁ ghaṭanavasena paṭisandhi vuttā. Bhavaṁ vāti kammabhavavasena. Saṁsāraṁ vāti khandhādīnaṁ abbocchinnavasena. Vaṭṭaṁ vāti tebhūmakavaṭṭaṁ nāsīsatīti.",
  "atk-s0515a2:339": "Saddhammappajjotikāya mahāniddesaṭṭhakathāya",
  "atk-s0515a2:340": "Guhaṭṭhakasuttaniddesavaṇṇanā niṭṭhitā."
}