{
  "atk-s0101a13:0": "13. Tevijjasuttavaṇṇanā",
  "atk-s0101a13:1": "518.Evaṁme sutaṁ…pe… kosalesūti tevijjasuttaṁ. Tatrāyaṁ anuttānapadavaṇṇanā. Manasākaṭanti tassa gāmassa nāmaṁ. Uttarena manasākaṭassāti manasākaṭato avidūre uttarapasse. Ambavaneti taruṇaambarukkhasaṇḍe, ramaṇīyo kira so bhūmibhāgo, heṭṭhā rajatapaṭṭasadisā vālikā vippakiṇṇā, upari maṇivitānaṁ viya ghanasākhāpattaṁ ambavanaṁ. Tasmiṁ buddhānaṁ anucchavike pavivekasukhe ambavane viharatīti attho.",
  "atk-s0101a13:2": "519.Abhiññātā abhiññātāti kulacārittādisampattiyā tattha tattha paññātā. Caṅkītiādīni tesaṁ nāmāni. Tattha caṅkī opāsādavāsiko. Tārukkho icchānaṅgalavāsiko. Pokkharasātī ukkaṭṭhavāsiko. Jāṇusoṇī sāvatthivāsiko. Todeyyo tudigāmavāsiko. Aññe cāti aññe ca bahujanā. Attano attano nivāsaṭṭhānehi āgantvā mantasajjhāyakaraṇatthaṁ tattha paṭivasanti. Manasākaṭassa kira ramaṇīyatāya te brāhmaṇā tattha nadītīre gehāni kāretvā parikkhipāpetvā aññesaṁ bahūnaṁ pavesanaṁ nivāretvā antarantarā tattha gantvā vasanti.",
  "atk-s0101a13:3": "520-521.Vāseṭṭhabhāradvājānanti vāseṭṭhassa ca pokkharasātino antevāsikassa, bhāradvājassa ca tārukkhantevāsikassa. Ete kira dve jātisampannā tiṇṇaṁ vedānaṁ pāragū ahesuṁ. Jaṅghavihāranti aticiranisajjapaccayā kilamathavinodanatthāya jaṅghacāraṁ. Te kira divasaṁ sajjhāyaṁ katvā sāyanhe vuṭṭhāya nhānīyasambhāragandhamālateladhotavatthāni gāhāpetvā attano parijanaparivutā nhāyitukāmā nadītīraṁ gantvā rajatapaṭṭavaṇṇe vālikāsaṇḍe aparāparaṁ caṅkamiṁsu. Ekaṁ caṅkamantaṁ itaro anucaṅkami, puna itaraṁ itaroti. Tena vuttaṁ ‘‘anucaṅkamantānaṁ anuvicarantāna’’nti. Maggāmaggeti magge ca amagge ca. Katamaṁ nu kho paṭipadaṁ pūretvā katamena maggena sakkā sukhaṁ brahmalokaṁ gantunti evaṁ maggāmaggaṁ ārabbha kathaṁ samuṭṭhāpesunti attho. Añjasāyanoti ujumaggassetaṁ vevacanaṁ, añjasā vā ujukameva etena āyanti āgacchantīti añjasāyano niyyāniko niyyātīti niyyāyanto niyyāti, gacchanto gacchatīti attho.",
  "atk-s0101a13:4": "Takkarassa brahmasahabyatāyāti yo taṁ maggaṁ karoti paṭipajjati, tassa brahmunā saddhiṁ sahabhāvāya, ekaṭṭhāne pātubhāvāya gacchatīti attho. Yvāyanti yo ayaṁ. Akkhātoti kathito dīpito. Brāhmaṇena pokkharasātināti attano ācariyaṁ apadisati. Iti vāseṭṭho sakameva ācariyavādaṁ thometvā paggaṇhitvā vicarati. Bhāradvājopi sakamevāti. Tena vuttaṁ ‘‘neva kho asakkhi vāseṭṭho’’tiādi.",
  "atk-s0101a13:5": "Tato vāseṭṭho ‘‘ubhinnampi amhākaṁ kathā aniyyānikāva, imasmiñca loke maggakusalo nāma bhotā gotamena sadiso natthi, bhavañca gotamo avidūre vasati, so no tulaṁ gahetvā nisinnavāṇijo viya kaṅkhaṁ chindissatī’’ti cintetvā tamatthaṁ bhāradvājassa ārocetvā ubhopi gantvā attano kathaṁ bhagavato ārocesuṁ. Tena vuttaṁ ‘‘atha kho vāseṭṭho…pe… yvāyaṁ akkhāto brāhmaṇena tārukkhenā’’ti.",
  "atk-s0101a13:6": "522.Ettha bho gotamāti etasmiṁ maggāmagge. Viggaho vivādotiādīsu pubbuppattiko viggaho. Aparabhāge vivādo. Duvidhopi eso nānāācariyānaṁ vādato nānāvādo.",
  "atk-s0101a13:7": "523.Atha kismiṁ pana voti tvampi ayameva maggoti attano ācariyavādameva paggayha tiṭṭhasi, bhāradvājopi attano ācariyavādameva, ekassāpi ekasmiṁ saṁsayo natthi. Evaṁ sati kismiṁ vo viggahoti pucchati.",
  "atk-s0101a13:8": "524.Maggāmagge, bho gotamāti magge bho gotama amagge ca, ujumagge ca anujumagge cāti attho. Esa kira ekabrāhmaṇassāpi maggaṁ ‘‘na maggo’’ti na vadati. Yathā pana attano ācariyassa maggo ujumaggo, na evaṁ aññesaṁ anujānāti, tasmā tamevatthaṁ dīpento ‘‘kiñcāpi bho gotamā’’tiādimāha.",
  "atk-s0101a13:9": "Sabbāni tānīti liṅgavipallāsena vadati, sabbe teti vuttaṁ hoti. Bahūnīti aṭṭha vā dasa vā. Nānāmaggānīti mahantāmahantajaṅghamaggasakaṭamaggādivasena nānāvidhāni sāmantā gāmanadītaḷākakhettādīhi āgantvā gāmaṁ pavisanamaggāni.",
  "atk-s0101a13:10": "525-526.‘‘Niyyantīti vāseṭṭha vadesī’’ti bhagavā tikkhattuṁ vacībhedaṁ katvā paṭiññaṁ kārāpesi. Kasmā? Titthiyā hi paṭijānitvā pacchā niggayhamānā avajānanti. So tathā kātuṁ na sakkhissatīti.",
  "atk-s0101a13:11": "527-529.Teva tevijjāti te tevijjā. Vakāro āgamasandhimattaṁ. Andhaveṇīti andhapaveṇī, ekena cakkhumatā gahitayaṭṭhiyā koṭiṁ eko andho gaṇhati, taṁ andhaṁ añño taṁ aññoti evaṁ paṇṇāsasaṭṭhi andhā paṭipāṭiyā ghaṭitā andhaveṇīti vuccati. Paramparasaṁsattāti aññamaññaṁ laggā, yaṭṭhigāhakenapi cakkhumatā virahitāti attho. Eko kira dhutto andhagaṇaṁ disvā ‘‘asukasmiṁ nāma gāme khajjabhojjaṁ sulabha’’nti ussāhetvā ‘‘tena hi tattha no sāmi nehi, idaṁ nāma te demā’’ti vutte, lañjaṁ gahetvā antarāmagge maggā okkamma mahantaṁ gacchaṁ anuparigantvā purimassa hatthena pacchimassa kacchaṁ gaṇhāpetvā ‘‘kiñci kammaṁ atthi, gacchatha tāva tumhe’’ti vatvā palāyi, te divasampi gantvā maggaṁ avindamānā ‘‘kuhiṁ no cakkhumā, kuhiṁ maggo’’ti paridevitvā maggaṁ avindamānā tattheva mariṁsu. Te sandhāya vuttaṁ ‘‘paramparasaṁsattā’’ti. Purimopīti purimesu dasasu brāhmaṇesu ekopi. Majjhimopīti majjhimesu ācariyapācariyesu ekopi. Pacchimopīti idāni tevijjesu brāhmaṇesu ekopi. Hassakaññevāti hasitabbameva. Nāmakaññevāti lāmakaṁyeva. Tadetaṁ atthābhāvena rittakaṁ, rittakattāyeva tucchakaṁ. Idāni brahmaloko tāva tiṭṭhatu, yo tevijjehi na diṭṭhapubbova. Yepi candimasūriye tevijjā passanti, tesampi sahabyatāya maggaṁ desetuṁ nappahontīti dassanatthaṁ ‘‘taṁ kiṁ maññasī’’tiādimāha.",
  "atk-s0101a13:12": "530. Tattha yato candimasūriyā uggacchantīti yasmiṁ kāle uggacchanti. Yattha ca oggacchantīti yasmiṁ kāle atthamenti, uggamanakāle ca atthaṅgamanakāle ca passantīti attho. Āyācantīti ‘‘udehi bhavaṁ canda, udehi bhavaṁ sūriyā’’ti evaṁ āyācanti. Thomayantīti ‘‘sommo cando, parimaṇḍalo cando, sappabho cando’’tiādīni vadantā pasaṁsanti. Pañjalikāti paggahitaañjalikā. Namassamānāti ‘‘namo namo’’ti vadamānā.",
  "atk-s0101a13:13": "531-532.Yaṁ passantīti ettha yanti nipātamattaṁ. Kiṁ pana na kirāti ettha idha pana kiṁ vattabbaṁ. Yattha kira tevijjehi brāhmaṇehi na brahmā sakkhidiṭṭhoti evamattho daṭṭhabbo.",
  "atk-s0101a13:14": "Aciravatīnadīupamākathā",
  "atk-s0101a13:15": "542.Samatittikāti samabharitā. Kākapeyyāti yattha katthaci tīre ṭhitena kākena sakkā pātunti kākapeyyā. Pāraṁ taritukāmoti nadiṁ atikkamitvā paratīraṁ gantukāmo. Avheyyāti pakkoseyya. Ehi pārāpāranti ambho pāra apāraṁ ehi, atha maṁ sahasāva gahetvā gamissasi, atthi me accāyikakammanti attho.",
  "atk-s0101a13:16": "544.Ye dhammā brāhmaṇakārakāti ettha pañcasīladasakusalakammapathabhedā dhammā brāhmaṇakārakāti veditabbā , tabbiparītā abrāhmaṇakārakā. Indamavhāyāmāti indaṁ avhāyāma pakkosāma. Evaṁ brāhmaṇānaṁ avhāyanassa niratthakataṁ dassetvā punapi bhagavā aṇṇavakucchiyaṁ sūriyo viya jalamāno pañcasatabhikkhuparivuto aciravatiyā tīre nisinno aparampi nadīupamaṁyeva āharanto ‘‘seyyathāpī’’tiādimāha.",
  "atk-s0101a13:17": "546.Kāmaguṇāti kāmayitabbaṭṭhena kāmā, bandhanaṭṭhena guṇā. ‘‘Anujānāmi bhikkhave, ahatānaṁ vatthānaṁ diguṇaṁ saṅghāṭi’’nti (mahāva. 348) ettha hi paṭalaṭṭho guṇaṭṭho. ‘‘Accenti kālā tarayanti rattiyo, vayoguṇā anupubbaṁ jahantī’’ti ettha rāsaṭṭho guṇaṭṭho. ‘‘Sataguṇā dakkhiṇā pāṭikaṅkhitabbā’’ti (ma. ni. 3.379) ettha ānisaṁsaṭṭho guṇaṭṭho. ‘‘Antaṁ antaguṇaṁ (khu. pā. 3.1) kayirā mālāguṇe bahū’’ti (dha. pa. 53) ca ettha bandhanaṭṭho guṇaṭṭho. Idhāpi eseva adhippeto. Tena vuttaṁ ‘‘bandhanaṭṭhena guṇā’’ti. Cakkhuviññeyyāti cakkhuviññāṇena passitabbā. Etenupāyena sotaviññeyyādīsupi attho veditabbo. Iṭṭhāti pariyiṭṭhā vā hontu, mā vā, iṭṭhārammaṇabhūtāti attho. Kantāti kāmanīyā. Manāpāti manavaḍḍhanakā. Piyarūpāti piyajātikā. Kāmūpasañhitāti ārammaṇaṁ katvā uppajjamānena kāmena upasañhitā. Rajanīyāti rañjanīyā, rāguppattikāraṇabhūtāti attho.",
  "atk-s0101a13:18": "Gadhitāti gedhena abhibhūtā hutvā. Mucchitāti mucchākārappattāya adhimattakāya taṇhāya abhibhūtā. Ajjhopannāti adhiopannā ogāḷhā ‘‘idaṁ sāra’’nti pariniṭṭhānappattā hutvā. Anādīnavadassāvinoti ādīnavaṁ apassantā. Anissaraṇapaññāti idamettha nissaraṇanti, evaṁ parijānanapaññāvirahitā, paccavekkhaṇaparibhogavirahitāti attho.",
  "atk-s0101a13:19": "548.Āvaraṇātiādīsu āvarantīti āvaraṇā. Nivārentīti nīvaraṇā. Onandhantīti onāhanā. Pariyonandhantīti pariyonāhanā. Kāmacchandādīnaṁ vitthārakathā visuddhimaggato gahetabbā.",
  "atk-s0101a13:20": "549-550.Āvutā nivutā onaddhā pariyonaddhāti padāni āvaraṇādīnaṁ vasena vuttāni. Sapariggahoti itthipariggahena sapariggahoti pucchati. Apariggaho bho gotamātiādīsupi kāmacchandassa abhāvato itthipariggahena apariggaho. Byāpādassa abhāvato kenaci saddhiṁ veracittena avero. Thinamiddhassa abhāvato cittagelaññasaṅkhātena byāpajjena abyāpajjo. Uddhaccakukkuccābhāvato uddhaccakukkuccādīhi saṁkilesehi asaṁkiliṭṭhacitto suparisuddhamānaso. Vicikicchāya abhāvato cittaṁ vase vatteti. Yathā ca brāhmaṇā cittagatikā hontīti, cittassa vasena vattanti, na tādisoti vasavattī.",
  "atk-s0101a13:21": "552.Idhakho panāti idha brahmalokamagge. Āsīditvāti amaggameva ‘‘maggo’’ti upagantvā. Saṁsīdantīti ‘‘samatala’’nti saññāya paṅkaṁ otiṇṇā viya anuppavisanti. Saṁsīditvā visāraṁ pāpuṇantīti evaṁ paṅke viya saṁsīditvā visāraṁ aṅgamaṅgasaṁbhañjanaṁ pāpuṇanti. Sukkhataraṁ maññe tarantīti marīcikāya vañcetvā ‘‘kākapeyyā nadī’’ti saññāya ‘‘tarissāmā’’ti hatthehi ca pādehi ca vāyamamānā sukkhataraṇaṁ maññe taranti. Tasmā yathā hatthapādādīnaṁ saṁbhañjanaṁ paribhañjanaṁ, evaṁ apāyesu saṁbhañjanaṁ paribhañjanaṁ pāpuṇanti. Idheva ca sukhaṁ vā sātaṁ vā na labhanti. Tasmā idaṁ tevijjānaṁ brāhmaṇānanti tasmā idaṁ brahmasahabyatāya maggadīpakaṁ tevijjakaṁ pāvacanaṁ tevijjānaṁ brāhmaṇānaṁ. Tevijjāiriṇanti tevijjāaraññaṁ iriṇanti hi agāmakaṁ mahāaraññaṁ vuccati. Tevijjāvivananti pupphaphalehi aparibhogarukkhehi sañchannaṁ nirudakaṁ araññaṁ . Yattha maggato ukkamitvā parivattitumpi na sakkā honti, taṁ sandhāyāha ‘‘tevijjāvivanantipi vuccatī’’ti. Tevijjābyasananti tevijjānaṁ pañcavidhabyasanasadisametaṁ. Yathā hi ñātirogabhoga diṭṭhi sīlabyasanappattassa sukhaṁ nāma natthi, evaṁ tevijjānaṁ tevijjakaṁ pāvacanaṁ āgamma sukhaṁ nāma natthīti dasseti.",
  "atk-s0101a13:22": "554.Jātasaṁvaḍḍhoti jāto ca vaḍḍhito ca, yo hi kevalaṁ tattha jātova hoti, aññattha vaḍḍhito, tassa samantā gāmamaggā na sabbaso paccakkhā honti, tasmā jātasaṁvaḍḍhoti āha. Jātasaṁvaḍḍhopi yo ciranikkhanto, tassa na sabbaso paccakkhā honti. Tasmā ‘‘tāvadeva avasaṭa’’nti āha, taṅkhaṇameva nikkhantanti attho. Dandhāyitattanti ayaṁ nu kho maggo, ayaṁ na nukhoti kaṅkhāvasena cirāyitattaṁ. Vitthāyitattanti yathā sukhumaṁ atthajātaṁ sahasā pucchitassa kassaci sarīraṁ thaddhabhāvaṁ gaṇhāti, evaṁ thaddhabhāvaggahaṇaṁ. Na tvevāti iminā sabbaññutaññāṇassa appaṭihatabhāvaṁ dasseti. Tassa hi purisassa mārāvaṭṭanādivasena siyā ñāṇassa paṭighāto. Tena so dandhāyeyya vā vitthāyeyya vā. Sabbaññutaññāṇaṁ pana appaṭihataṁ, na sakkā tassa kenaci antarāyo kātunti dīpeti.",
  "atk-s0101a13:23": "555.Ullumpatu bhavaṁ gotamoti uddharatu bhavaṁ gotamo. Brāhmaṇiṁ pajanti brāhmaṇadārakaṁ, bhavaṁ gotamo mama brāhmaṇaputtaṁ apāyamaggato uddharitvā brahmalokamagge patiṭṭhapetūti attho. Athassa bhagavā buddhuppādaṁ dassetvā saddhiṁ pubbabhāgapaṭipadāya mettāvihārādibrahmalokagāmimaggaṁ desetukāmo ‘‘tena hi vāseṭṭhā’’tiādimāha. Tattha ‘‘idha tathāgato’’tiādi sāmaññaphale vitthāritaṁ. Mettāsahagatenātiādīsu yaṁ vattabbaṁ, taṁ sabbaṁ visuddhimagge brahmavihārakammaṭṭhānakathāyaṁ vuttaṁ. Seyyathāpi vāseṭṭha balavā saṅkhadhamotiādi pana idha apubbaṁ. Tattha balavāti balasampanno. Saṅkhadhamoti saṅkhadhamako. Appakasirenāti akicchena adukkhena. Dubbalo hi saṅkhadhamo saṅkhaṁ dhamantopi na sakkoti catasso disā sarena viññāpetuṁ, nāssa saṅkhasaddo sabbato pharati. Balavato pana vipphāriko hoti, tasmā ‘‘balavā’’tiādimāha. Mettāya cetovimuttiyāti ettha mettāti vutte upacāropi appanāpi vaṭṭati, ‘‘cettovimuttī’’ti vutte pana appanāva vaṭṭati. Yaṁ pamāṇakataṁ kammanti pamāṇakataṁ kammaṁ nāma kāmāvacaraṁ vuccati. Appamāṇakataṁ kammaṁ nāma rūpārūpāvacaraṁ. Tañhi pamāṇaṁ atikkamitvā odissakaanodissakadisāpharaṇavasena vaḍḍhetvā katattā appamāṇakatanti vuccati. Na taṁ tatrāvasissati na taṁ tatrāvatiṭṭhatīti taṁ kāmāvacarakammaṁ tasmiṁ rūpāvacarārūpāvacarakamme na ohīyati, na tiṭṭhati. Kiṁ vuttaṁ hoti – taṁ kāmāvacarakammaṁ tassa rūpārūpāvacarakammassa antarā laggituṁ vā ṭhātuṁ vā rūpārūpāvacarakammaṁ pharitvā pariyādiyitvā attano okāsaṁ gahetvā patiṭṭhātuṁ na sakkoti. Atha kho rūpāvacarārūpāvacarakammameva kāmāvacaraṁ mahogho viya parittaṁ udakaṁ pharitvā pariyādiyitvā attano okāsaṁ gahetvā tiṭṭhati. Tassa vipākaṁ paṭibāhitvā sayameva brahmasahabyataṁ upanetīti. Evaṁvihārīti evaṁ mettādivihārī.",
  "atk-s0101a13:24": "559.Etemayaṁ bhavantaṁ gotamanti idaṁ tesaṁ dutiyaṁ saraṇagamanaṁ. Paṭhamameva hete majjhimapaṇṇāsake vāseṭṭhasuttaṁ sutvā saraṇaṁ gatā, imaṁ pana tevijjasuttaṁ sutvā dutiyampi saraṇaṁ gatā. Katipāhaccayena pabbajitvā aggaññasutte upasampadañceva arahattañca alatthuṁ. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0101a13:25": "Iti sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāyaṁ",
  "atk-s0101a13:26": "Tevijjasuttavaṇṇanā niṭṭhitā.",
  "atk-s0101a13:27": "Niṭṭhitā ca terasasuttapaṭimaṇḍitassa sīlakkhandhavaggassa",
  "atk-s0101a13:28": "Atthavaṇṇanāti.",
  "atk-s0101a13:29": "Sīlakkhandhavaggaṭṭhakathā niṭṭhitā."
}