{
  "atk-s0502a19:0": "19. Dhammaṭṭhavaggo",
  "atk-s0502a19:1": "1. Vinicchayamahāmattavatthu",
  "atk-s0502a19:2": "Natena hotīti imaṁ dhammadesanaṁ satthā jetavane viharanto vinicchayamahāmatte ārabbha kathesi.",
  "atk-s0502a19:3": "Ekadivasañhi bhikkhū sāvatthiyaṁ uttaradvāragāme piṇḍāya caritvā piṇḍapātapaṭikkantā nagaramajjhena vihāraṁ āgacchanti. Tasmiṁ khaṇe megho uṭṭhāya pāvassi. Te sammukhāgataṁ vinicchayasālaṁ pavisitvā vinicchayamahāmatte lañjaṁ gahetvā sāmike asāmike karonte disvā ‘‘aho ime adhammikā, mayaṁ pana ‘ime dhammena vinicchayaṁ karontī’ti saññino ahumhā’’ti cintetvā vasse vigate vihāraṁ gantvā satthāraṁ vanditvā ekamantaṁ nisinnā tamatthaṁ ārocesuṁ. Satthā ‘‘na, bhikkhave, chandādivasikā hutvā sāhasena atthaṁ vinicchinantā dhammaṭṭhā nāma honti, aparādhaṁ pana anuvijjitvā aparādhānurūpaṁ asāhasena vinicchayaṁ karontā eva dhammaṭṭhā nāma hontī’’ti vatvā imā gāthā abhāsi –",
  "atk-s0502a19:4": "256.",
  "atk-s0502a19:5": " ‘‘Na tena hoti dhammaṭṭho, yenatthaṁ sāhasā naye;",
  "atk-s0502a19:6": "Yo ca atthaṁ anatthañca, ubho niccheyya paṇḍito.",
  "atk-s0502a19:7": "257.",
  "atk-s0502a19:8": " ‘‘Asāhasena dhammena, samena nayatī pare;",
  "atk-s0502a19:9": "Dhammassa gutto medhāvī, dhammaṭṭhoti pavuccatī’’ti.",
  "atk-s0502a19:10": "Tattha tenāti ettakeneva kāraṇena. Dhammaṭṭhoti rājā hi attano kātabbe vinicchayadhamme ṭhitopi dhammaṭṭho nāma na hoti. Yenāti yena kāraṇena. Atthanti otiṇṇaṁ vinicchitabbaṁ atthaṁ. Sāhasā nayeti chandādīsu patiṭṭhito sāhasena musāvādena viniccheyya. Yo hi chande patiṭṭhāya ñātīti vā mittoti vā musā vatvā asāmikameva sāmikaṁ karoti, dose patiṭṭhāya attano verīnaṁ musā vatvā sāmikameva asāmikaṁ karoti, mohe patiṭṭhāya lañjaṁ gahetvā vinicchayakāle aññavihito viya ito cito ca olokento musā vatvā ‘‘iminā jitaṁ, ayaṁ parājito’’ti paraṁ nīharati, bhaye patiṭṭhāya kassacideva issarajātikassa parājayaṁ pāpuṇantassāpi jayaṁ āropeti, ayaṁ sāhasena atthaṁ neti nāma. Eso dhammaṭṭho nāma na hotīti attho. Atthaṁ anatthañcāti bhūtañca abhūtañca kāraṇaṁ. Ubho niccheyyāti yo pana paṇḍito ubho atthānatthe vinicchinitvā vadati. Asāhasenāti amusāvādena. Dhammenāti vinicchayadhammena, na chandādivasena. Samenāti aparādhānurūpeneva pare nayati, jayaṁ vā parājayaṁ vā pāpeti. Dhammassa guttoti so dhammagutto dhammarakkhito dhammojapaññāya samannāgato medhāvī vinicchayadhamme ṭhitattā dhammaṭṭhoti pavuccatīti attho.",
  "atk-s0502a19:11": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a19:12": "Vinicchayamahāmattavatthu paṭhamaṁ.",
  "atk-s0502a19:13": "2. Chabbaggiyavatthu",
  "atk-s0502a19:14": "Na tena paṇḍito hotīti imaṁ dhammadesanaṁ satthā jetavane viharanto chabbaggiye ārabbha kathesi.",
  "atk-s0502a19:15": "Te kira vihārepi gāmepi bhattaggaṁ ākulaṁ karontā vicaranti. Athekadivase bhikkhū gāme bhattakiccaṁ katvā āgate dahare sāmaṇere ca pucchiṁsu – ‘‘kīdisaṁ, āvuso, bhattagga’’nti? Bhante, mā pucchatha, chabbaggiyā ‘‘mayameva viyattā, mayameva paṇḍitā, ime paharitvā sīse kacavaraṁ ākiritvā nīharissāmā’’ti vatvā amhe piṭṭhiyaṁ gahetvā kacavaraṁ okirantā bhattaggaṁ ākulaṁ akaṁsūti. Bhikkhū satthu santikaṁ gantvā tamatthaṁ ārocesuṁ. Satthā ‘‘nāhaṁ, bhikkhave, bahuṁ bhāsitvā pare viheṭhayamānaṁ ‘paṇḍito’ti vadāmi, kheminaṁ pana averīnaṁ abhayameva paṇḍitoti vadāmī’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a19:16": "258.",
  "atk-s0502a19:17": " ‘‘Na tena paṇḍito hoti, yāvatā bahu bhāsati;",
  "atk-s0502a19:18": "Khemī averī abhayo, paṇḍitoti pavuccatī’’ti.",
  "atk-s0502a19:19": "Tattha yāvatāti yattakena kāraṇena saṅghamajjhādīsu bahuṁ katheti, tena paṇḍito nāma na hoti . Yo pana sayaṁ khemī pañcannaṁ verānaṁ abhāvena averī nibbhayo , yaṁ vā āgamma mahājanassa bhayaṁ na hoti, so paṇḍito nāma hotīti attho.",
  "atk-s0502a19:20": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a19:21": "Chabbaggiyavatthu dutiyaṁ.",
  "atk-s0502a19:22": "3. Ekudānakhīṇāsavattheravatthu",
  "atk-s0502a19:23": "Na tāvatāti imaṁ dhammadesanaṁ satthā jetavane viharanto ekudānattheraṁ nāma khīṇāsavaṁ ārabbha kathesi.",
  "atk-s0502a19:24": "So kira ekakova ekasmiṁ vanasaṇḍe viharati, ekamevassa udānaṁ paguṇaṁ –",
  "atk-s0502a19:25": "‘‘Adhicetaso appamajjato,",
  "atk-s0502a19:26": "Munino monapathesu sikkhato;",
  "atk-s0502a19:27": "Sokā na bhavanti tādino,",
  "atk-s0502a19:28": "Upasantassa sadā satīmato’’ti. (pāci. 153; udā. 37);",
  "atk-s0502a19:29": "So kira uposathadivasesu sayameva dhammassavanaṁ ghosetvā imaṁ gāthaṁ vadati. Pathaviundriyanasaddo viya devatānaṁ sādhukārasaddo hoti. Athekasmiṁ uposathadivase pañcapañcasataparivārā dve tipiṭakadharā bhikkhū tassa vasanaṭṭhānaṁ agamaṁsu. So te disvāva tuṭṭhamānaso ‘‘sādhu vo kataṁ idha āgacchantehi, ajja mayaṁ tumhākaṁ dhammaṁ suṇissāmā’’ti āha. Atthi pana, āvuso, idha dhammaṁ sotukāmāti. Atthi, bhante, ayaṁ vanasaṇḍo dhammassavanadivase devatānaṁ sādhukārasaddena ekaninnādo hotīti. Tesu eko tipiṭakadharo dhammaṁ osāresi, eko kathesi. Ekadevatāpi sādhukāraṁ nādāsi. Te āhaṁsu – ‘‘tvaṁ, āvuso, dhammassavanadivase imasmiṁ vanasaṇḍe devatā mahantena saddena sādhukāraṁ dentīti vadesi, kiṁ nāmeta’’nti. Bhante, aññesu divasesu sādhukārasaddena ekaninnādo eva hoti, na ajja pana jānāmi ‘‘kimeta’’nti. ‘‘Tena hi, āvuso, tvaṁ tāva dhammaṁ kathehī’’ti. So bījaniṁ gahetvā āsane nisinno tameva gāthaṁ vadesi. Devatā mahantena saddena sādhukāramadaṁsu. Atha nesaṁ parivārā bhikkhū ujjhāyiṁsu ‘‘imasmiṁ vanasaṇḍe devatā mukholokanena sādhukāraṁ dadanti, tipiṭakadharabhikkhūsu ettakaṁ bhaṇantesupi kiñci pasaṁsanamattampi avatvā ekena mahallakattherena ekagāthāya kathitāya mahāsaddena sādhukāraṁ dadantī’’ti. Tepi vihāraṁ gantvā satthu tamatthaṁ ārocesuṁ.",
  "atk-s0502a19:30": "Satthā ‘‘nāhaṁ, bhikkhave, yo bahumpi uggaṇhati vā bhāsati vā, taṁ dhammadharoti vadāmi. Yo pana ekampi gāthaṁ uggaṇhitvā saccāni paṭivijjhati, ayaṁ dhammadharo nāmā’’ti vatvā dhammaṁ desento imaṁ gāthamāha –",
  "atk-s0502a19:31": "259.",
  "atk-s0502a19:32": " ‘‘Na tāvatā dhammadharo, yāvatā bahu bhāsati;",
  "atk-s0502a19:33": "Yo ca appampi sutvāna, dhammaṁ kāyena passati;",
  "atk-s0502a19:34": "Sa ve dhammadharo hoti, yo dhammaṁ nappamajjatī’’ti.",
  "atk-s0502a19:35": "Tattha yāvatāti yattakena uggahaṇadhāraṇavācanādinā kāraṇena bahuṁ bhāsati, tāvattakena dhammadharo na hoti, vaṁsānurakkhako pana paveṇipālako nāma hoti. Yo ca appampīti yo pana appamattakampi sutvā dhammamanvāya atthamanvāya dhammānudhammappaṭipanno hutvā nāmakāyena dukkhādīni parijānanto catusaccadhammaṁ passati, sa ve dhammadharo hoti. Yo dhammaṁ nappamajjatīti yopi āraddhavīriyo hutvā ajja ajjevāti paṭivedhaṁ ākaṅkhanto dhammaṁ nappamajjati, ayampi dhammadharoyevāti attho.",
  "atk-s0502a19:36": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a19:37": "Ekudānakhīṇāsavattheravatthu tatiyaṁ.",
  "atk-s0502a19:38": "4. Lakuṇḍakabhaddiyattheravatthu",
  "atk-s0502a19:39": "Natena thero so hotīti imaṁ dhammadesanaṁ satthā jetavane viharanto lakuṇḍakabhaddiyattheraṁ ārabbha kathesi.",
  "atk-s0502a19:40": "Ekadivasañhi tasmiṁ there satthu upaṭṭhānaṁ gantvā pakkantamatte tiṁsamattā āraññikā bhikkhū taṁ passantā eva āgantvā satthāraṁ vanditvā nisīdiṁsu. Satthā tesaṁ arahattūpanissayaṁ disvā imaṁ pañhaṁ pucchi – ‘‘ito gataṁ ekaṁ theraṁ passathā’’ti? ‘‘Na passāma, bhante’’ti. ‘‘Kiṁ nu diṭṭho vo’’ti? ‘‘Ekaṁ, bhante, sāmaṇeraṁ passimhā’’ti. ‘‘Na so, bhikkhave, sāmaṇero, thero eva so’’ti? ‘‘Ativiya khuddako, bhante’’ti. ‘‘Nāhaṁ, bhikkhave, mahallakabhāvena therāsane nisinnamattakena theroti vadāmi. Yo pana saccāni paṭivijjhitvā mahājanassa ahiṁsakabhāve ṭhito, ayaṁ thero nāmā’’ti vatvā imā gāthā abhāsi –",
  "atk-s0502a19:41": "260.",
  "atk-s0502a19:42": " ‘‘Na tena thero so hoti, yenassa palitaṁ siro;",
  "atk-s0502a19:43": "Paripakko vayo tassa, moghajiṇṇoti vuccati.",
  "atk-s0502a19:44": "261.",
  "atk-s0502a19:45": " ‘‘Yamhi saccañca dhammo ca, ahiṁsā saṁyamo damo;",
  "atk-s0502a19:46": "Sa ve vantamalo dhīro, thero iti pavuccatī’’ti.",
  "atk-s0502a19:47": "Tattha paripakkoti pariṇato, vuḍḍhabhāvaṁ pattoti attho. Moghajiṇṇoti anto therakarānaṁ dhammānaṁ abhāvena tucchajiṇṇo nāma. Yamhi saccañca dhammo cāti yamhi pana puggale soḷasahākārehi paṭividdhattā catubbidhaṁ saccaṁ, ñāṇena sacchikatattā navavidho lokuttaradhammo ca atthi. Ahiṁsāti ahiṁsanabhāvo. Desanāmattametaṁ, yamhi pana catubbidhāpi appamaññābhāvanā atthīti attho. Saṁyamo damoti sīlañceva indriyasaṁvaro ca. Vantamaloti maggañāṇena nīhaṭamalo. Dhīroti dhitisampanno. Theroti so imehi thirabhāvakārakehi samannāgatattā theroti vuccatīti attho.",
  "atk-s0502a19:48": "Desanāvasāne te bhikkhū arahatte patiṭṭhahiṁsūti.",
  "atk-s0502a19:49": "Lakuṇḍakabhaddiyattheravatthu catutthaṁ.",
  "atk-s0502a19:50": "5. Sambahulabhikkhuvatthu",
  "atk-s0502a19:51": "Navākkaraṇamattenāti imaṁ dhammadesanaṁ satthā jetavane viharanto sambahule bhikkhū ārabbha kathesi.",
  "atk-s0502a19:52": "Ekasmiñhi samaye dahare ceva sāmaṇere ca attano dhammācariyānameva cīvararajanādīni veyyāvaccāni karonte disvā ekacce therā cintayiṁsu – ‘‘mayampi byañjanasamaye kusalā, amhākameva kiñci natthi. Yaṁnūna mayaṁ satthāraṁ upasaṅkamitvā evaṁ vadeyyāma, ‘bhante, mayaṁ byañjanasamaye kusalā, aññesaṁ santike dhammaṁ uggaṇhitvāpi imesaṁ santike asodhetvā mā sajjhāyitthāti daharasāmaṇere āṇāpethā’ti. Evañhi amhākaṁ lābhasakkāro vaḍḍhissatī’’ti. Te satthāraṁ upasaṅkamitvā tathā vadiṁsu.",
  "atk-s0502a19:53": "Satthā tesaṁ vacanaṁ sutvā ‘‘imasmiṁ sāsane paveṇivaseneva evaṁ vattuṁ labhati, ime pana lābhasakkāre nissitāti ñatvā ahaṁ tumhe vākkaraṇamattena sādhurūpāti na vadāmi. Yassa panete issādayo dhammā arahattamaggena samucchinnā, eso eva sādhurūpo’’ti vatvā imā gāthā abhāsi –",
  "atk-s0502a19:54": "262.",
  "atk-s0502a19:55": " ‘‘Na vākkaraṇamattena, vaṇṇapokkharatāya vā;",
  "atk-s0502a19:56": "Sādhurūpo naro hoti, issukī maccharī saṭho.",
  "atk-s0502a19:57": "263.",
  "atk-s0502a19:58": " ‘‘Yassa cetaṁ samucchinnaṁ, mūlaghaccaṁ samūhataṁ;",
  "atk-s0502a19:59": "Savantadoso medhāvī, sādhurūpoti vuccatī’’ti.",
  "atk-s0502a19:60": "Tattha na vākkaraṇamattenāti vacīkaraṇamattena saddalakkhaṇasampannavacanamattena. Vaṇṇapokkharatāya vāti sarīravaṇṇassa manāpabhāvena vā. Naroti ettakeneva kāraṇena paralābhādīsu issāmanako pañcavidhena maccherena samannāgato kerāṭikabhāvena saṭho naro sādhurūpo na hoti. Yassa cetanti yassa ca puggalassetaṁ issādidosajātaṁ arahattamaggañāṇena samūlakaṁ chinnaṁ, mūlaghātaṁ katvā samūhataṁ , so vantadoso dhammojapaññāya samannāgato sādhurūpoti vuccatīti attho.",
  "atk-s0502a19:61": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a19:62": "Sambahulabhikkhuvatthu pañcamaṁ.",
  "atk-s0502a19:63": "6. Hatthakavatthu",
  "atk-s0502a19:64": "Namuṇḍakena samaṇoti imaṁ dhammadesanaṁ satthā sāvatthiyaṁ viharanto hatthakaṁ ārabbha kathesi.",
  "atk-s0502a19:65": "So kira vādakkhitto ‘‘tumhe asukavelāya asukaṭṭhānaṁ nāma āgaccheyyātha, vādaṁ karissāmā’’ti vatvā puretarameva tattha gantvā ‘‘passatha, titthiyā mama bhayena nāgatā, esova pana nesaṁ parājayo’’tiādīni vatvā vādakkhitto aññenaññaṁ paṭicaranto vicarati. Satthā ‘‘hatthako kira evaṁ karotī’’ti sutvā taṁ pakkosāpetvā ‘‘saccaṁ kira tvaṁ, hatthaka, evaṁ karosī’’ti pucchitvā ‘‘sacca’’nti vutte, ‘‘kasmā evaṁ karosi? Evarūpañhi musāvādaṁ karonto sīsamuṇḍanādimatteneva samaṇo nāma na hoti. Yo pana aṇūni vā thūlāni vā pāpāni sametvā ṭhito, ayameva samaṇo’’ti vatvā imā gāthā abhāsi –",
  "atk-s0502a19:66": "264.",
  "atk-s0502a19:67": " ‘‘Na muṇḍakena samaṇo, abbato alikaṁ bhaṇaṁ;",
  "atk-s0502a19:68": "Icchālobhasamāpanno, samaṇo kiṁ bhavissati.",
  "atk-s0502a19:69": "265.",
  "atk-s0502a19:70": " ‘‘Yo ca sameti pāpāni, aṇuṁ thūlāni sabbaso;",
  "atk-s0502a19:71": "Samitattā hi pāpānaṁ, samaṇoti pavuccatī’’ti.",
  "atk-s0502a19:72": "Tattha muṇḍakenāti sīsamuṇḍanamattena. Abbatoti sīlavatena ca dhutaṅgavatena ca virahito. Alikaṁ bhaṇanti musāvādaṁ bhaṇanto asampattesu ārammaṇesu icchāya pattesu ca lobhena samannāgato samaṇo nāma kiṁ bhavissati? Sametīti yo ca parittāni vā mahantāni vā pāpāni vūpasameti, so tesaṁ samitattā samaṇoti pavuccatīti attho.",
  "atk-s0502a19:73": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a19:74": "Hatthakavatthu chaṭṭhaṁ.",
  "atk-s0502a19:75": "7. Aññatarabrāhmaṇavatthu",
  "atk-s0502a19:76": "Natena bhikkhu so hotīti imaṁ dhammadesanaṁ satthā jetavane viharanto aññataraṁ brāhmaṇaṁ ārabbha kathesi.",
  "atk-s0502a19:77": "So kira bāhirasamaye pabbajitvā bhikkhaṁ caranto cintesi – ‘‘samaṇo gotamo attano sāvake bhikkhāya caraṇena ‘bhikkhū’ti vadati, mampi ‘bhikkhū’ti vattuṁ vaṭṭatī’’ti. So satthāraṁ upasaṅkamitvā, ‘‘bho gotama, ahampi bhikkhaṁ caritvā jīvāmi, mampi ‘bhikkhū’ti vadehī’’ti āha. Atha naṁ satthā ‘‘nāhaṁ, brāhmaṇa, bhikkhanamattena bhikkhūti vadāmi. Na hi vissaṁ dhammaṁ samādāya vattanto bhikkhu nāma hoti. Yo pana sabbasaṅkhāresu saṅkhāya carati, so bhikkhu nāmā’’ti vatvā imā gāthā abhāsi –",
  "atk-s0502a19:78": "266.",
  "atk-s0502a19:79": " ‘‘Na tena bhikkhu so hoti, yāvatā bhikkhate pare;",
  "atk-s0502a19:80": "Vissaṁ dhammaṁ samādāya, bhikkhu hoti na tāvatā.",
  "atk-s0502a19:81": "267.",
  "atk-s0502a19:82": " ‘‘Yodha puññañca pāpañca, bāhetvā brahmacariyavā;",
  "atk-s0502a19:83": "Saṅkhāya loke carati, sa ve bhikkhūti vuccatī’’ti.",
  "atk-s0502a19:84": "Tattha yāvatāti yattakena pare bhikkhate, tena bhikkhanamattena bhikkhu nāma na hoti. Vissanti visamaṁ dhammaṁ, vissagandhaṁ vā kāyakammādikaṁ dhammaṁ samādāya caranto bhikkhu nāma na hoti. Yodhāti yo idha sāsane ubhayampetaṁ puññañca pāpañca maggabrahmacariyena bāhetvā panuditvā brahmacariyavā hoti. Saṅkhāyāti ñāṇena. Loketi khandhādiloke ‘‘ime ajjhattikā khandhā, ime bāhirā’’ti evaṁ sabbepi dhamme jānitvā carati, so tena ñāṇena kilesānaṁ bhinnattā ‘‘bhikkhū’’ti vuccatīti attho.",
  "atk-s0502a19:85": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a19:86": "Aññatarabrāhmaṇavatthu sattamaṁ.",
  "atk-s0502a19:87": "8. Titthiyavatthu",
  "atk-s0502a19:88": "Namonenāti imaṁ dhammadesanaṁ satthā jetavane viharanto titthiye ārabbha kathesi.",
  "atk-s0502a19:89": "Te kira bhuttaṭṭhānesu manussānaṁ ‘‘khemaṁ hotu, sukhaṁ hotu, āyu vaḍḍhatu, asukaṭṭhāne nāma kalalaṁ atthi, asukaṭṭhāne nāma kaṇṭako atthi, evarūpaṁ ṭhānaṁ gantuṁ na vaṭṭatī’’tiādinā nayena maṅgalaṁ vatvā pakkamanti. Bhikkhū pana paṭhamabodhiyaṁ anumodanādīnaṁ ananuññātakāle bhattagge manussānaṁ anumodanaṁ akatvā pakkamanti. Manussā ‘‘titthiyānaṁ santikā maṅgalaṁ suṇāma, bhaddantā pana tuṇhībhūtā pakkamantī’’ti ujjhāyiṁsu. Bhikkhū tamatthaṁ satthu ārocesuṁ. Satthā, ‘‘bhikkhave, ito paṭṭhāya bhattaggādīsu yathāsukhaṁ anumodanaṁ karotha, upanisinnakathaṁ karotha, dhammaṁ kathethā’’ti anujāni. Te tathā kariṁsu. Manussā anumodanādīni suṇantā ussāhappattā bhikkhū nimantetvā sakkāraṁ karontā vicaranti. Titthiyā pana ‘‘mayaṁ munino monaṁ karoma, samaṇassa gotamassa sāvakā bhattaggādīsu mahākathaṁ kathentā vicarantī’’ti ujjhāyiṁsu.",
  "atk-s0502a19:90": "Satthā tamatthaṁ sutvā ‘‘nāhaṁ, bhikkhave, tuṇhībhāvamattena ‘munī’ti vadāmi. Ekacce hi ajānantā na kathenti, ekacce avisāradatāya, ekacce ‘mā no imaṁ atisayatthaṁ aññe jāniṁsū’ti maccherena. Tasmā monamattena muni na hoti, pāpavūpasamena pana muni nāma hotī’’ti vatvā imā gāthā abhāsi –",
  "atk-s0502a19:91": "268.",
  "atk-s0502a19:92": " ‘‘Na monena munī hoti, mūḷharūpo aviddasu;",
  "atk-s0502a19:93": "Yo ca tulaṁva paggayha, varamādāya paṇḍito.",
  "atk-s0502a19:94": "269.",
  "atk-s0502a19:95": " ‘‘Pāpāni parivajjeti, sa munī tena so muni;",
  "atk-s0502a19:96": "Yo munāti ubho loke, muni tena pavuccatī’’ti.",
  "atk-s0502a19:97": "Tattha na monenāti kāmañhi moneyyapaṭipadāsaṅkhātena maggañāṇamonena muni nāma hoti, idha pana tuṇhībhāvaṁ sandhāya ‘‘monenā’’ti vuttaṁ. Mūḷharūpoti tuccharūpo. Aviddasūti aviññū. Evarūpo hi tuṇhībhūtopi muni nāma na hoti. Atha vā monena muni nāma na hoti, tucchasabhāvo pana aviññū ca hotīti attho. Yo ca tulaṁva pagayhāti yathā hi tulaṁ gahetvā ṭhito atirekaṁ ce hoti, harati. Ūnaṁ ce hoti , pakkhipati. Evameva yo atirekaṁ haranto viya pāpaṁ harati parivajjeti, ūnake pakkhipanto viya kusalaṁ paripūreti. Evañca pana karonto sīlasamādhipaññāvimuttivimuttiñāṇadassanasaṅkhātaṁ varaṁ uttamameva ādāya pāpāni akusalakammāni parivajjeti. Sa munīti so muni nāmāti attho. Tena so munīti kasmā pana so munīti ce? Yaṁ heṭṭhā vuttakāraṇaṁ, tena so munīti attho. So munāti ubho loketi yo puggalo imasmiṁ khandhādiloke tulaṁ āropetvā minanto viya ‘‘ime ajjhattikā khandhā, ime bāhirā’’tiādinā nayena ime ubho atthe munāti. Muni tena pavuccatīti tena kāraṇena munīti vuccatiyevāti attho.",
  "atk-s0502a19:98": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a19:99": "Titthiyavatthu aṭṭhamaṁ.",
  "atk-s0502a19:100": "9. Bālisikavatthu",
  "atk-s0502a19:101": "Na tena ariyo hotīti imaṁ dhammadesanaṁ satthā jetavane viharanto ekaṁ ariyaṁ nāma bālisikaṁ ārabbha kathesi.",
  "atk-s0502a19:102": "Ekadivasañhi satthā tassa sotāpattimaggassūpanissayaṁ disvā sāvatthiyā uttaradvāragāme piṇḍāya caritvā bhikkhusaṅghaparivuto tato āgacchati. Tasmiṁ khaṇe so bālisiko balisena macche gaṇhanto buddhappamukhaṁ bhikkhusaṅghaṁ disvā balisayaṭṭhiṁ chaḍḍetvā aṭṭhāsi. Satthā tassa avidūre ṭhāne nivattitvā ṭhito ‘‘tvaṁ kiṁ nāmosī’’ti sāriputtattherādīnaṁ nāmāni pucchi. Tepi ‘‘ahaṁ sāriputto ahaṁ moggallāno’’ti attano attano nāmāni kathayiṁsu. Bālisiko cintesi – ‘‘satthā sabbesaṁ nāmāni pucchati, mamampi nāmaṁ pucchissati maññe’’ti. Satthā tassa icchaṁ ñatvā, ‘‘upāsaka, tvaṁ ko nāmosī’’ti pucchitvā ‘‘ahaṁ, bhante, ariyo nāmā’’ti vutte ‘‘na, upāsaka, tādisā pāṇātipātino ariyā nāma honti, ariyā pana mahājanassa ahiṁsanabhāve ṭhitā’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a19:103": "270.",
  "atk-s0502a19:104": " ‘‘Na tena ariyo hoti, yena pāṇāni hiṁsati;",
  "atk-s0502a19:105": "Ahiṁsā sabbapāṇānaṁ, ariyoti pavuccatī’’ti.",
  "atk-s0502a19:106": "Tattha ahiṁsāti ahiṁsanena. Idaṁ vuttaṁ hoti – yena hi pāṇāni hiṁsati, na tena kāraṇena ariyo hoti. Yo pana sabbapāṇānaṁ pāṇiādīhi ahiṁsanena mettādibhāvanāya patiṭṭhitattā hiṁsato ārāva ṭhito, ayaṁ ariyoti vuccatīti attho.",
  "atk-s0502a19:107": "Desanāvasāne bālisiko sotāpattiphale patiṭṭhahi, sampattānampi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a19:108": "Bālisikavatthu navamaṁ.",
  "atk-s0502a19:109": "10. Sambahulasīlādisampannabhikkhuvatthu",
  "atk-s0502a19:110": "Na sīlabbatamattenāti imaṁ dhammadesanaṁ satthā jetavane viharanto sambahule sīlādisampanne bhikkhū ārabbha kathesi.",
  "atk-s0502a19:111": "Tesu kira ekaccānaṁ evaṁ ahosi – ‘‘mayaṁ sampannasīlā, mayaṁ dhutaṅgadharā, mayaṁ bahussutā, mayaṁ pantasenāsanavāsino, mayaṁ jhānalābhino, na amhākaṁ arahattaṁ dullabhaṁ, icchitadivaseyeva arahattaṁ pāpuṇissāmā’’ti. Yepi tattha anāgāmino, tesampi etadahosi – ‘‘na amhākaṁ idāni arahattaṁ dullabha’’nti. Te sabbepi ekadivasaṁ satthāraṁ upasaṅkamitvā vanditvā nisinnā ‘‘api nu kho vo, bhikkhave, pabbajitakiccaṁ matthakaṁ patta’’nti satthārā puṭṭhā evamāhaṁsu – ‘‘bhante, mayaṁ evarūpā evarūpā ca, tasmā ‘icchiticchitakkhaṇeyeva arahattaṁ pattuṁ samatthamhā’ti cintetvā viharāmā’’ti.",
  "atk-s0502a19:112": "Satthā tesaṁ vacanaṁ sutvā, ‘‘bhikkhave, bhikkhunā nāma parisuddhasīlādimattakena vā anāgāmisukhappattamattakena vā ‘appakaṁ no bhavadukkha’nti vattuṁ na vaṭṭati, āsavakkhayaṁ pana appatvā ‘sukhitomhī’ti cittaṁ na uppādetabba’’nti vatvā imā gāthā abhāsi –",
  "atk-s0502a19:113": "271.",
  "atk-s0502a19:114": " ‘‘Na sīlabbatamattena, bāhusaccena vā pana;",
  "atk-s0502a19:115": "Atha vā samādhilābhena, vivittasayanena vā.",
  "atk-s0502a19:116": "272.",
  "atk-s0502a19:117": " ‘‘Phusāmi nekkhammasukhaṁ, aputhujjanasevitaṁ;",
  "atk-s0502a19:118": "Bhikkhu vissāsamāpādi, appatto āsavakkhaya’’nti.",
  "atk-s0502a19:119": "Tattha sīlabbatamattenāti catupārisuddhisīlamattena vā terasadhutaṅgamattena vā. Bāhusaccena vāti tiṇṇaṁ piṭakānaṁ uggahitamattena vā. Samādhilābhenāti aṭṭhasamāpattiyā lābhena. Nekkhammasukhanti anāgāmisukhaṁ. Taṁ anāgāmisukhaṁ phusāmīti ettakamattena vā. Aputhujjanasevitanti puthujjanehi asevitaṁ ariyasevitameva. Bhikkhūti tesaṁ aññataraṁ ālapanto āha. Vissāsamāpādīti vissāsaṁ na āpajjeyya. Idaṁ vuttaṁ hoti – bhikkhu iminā sampannasīlādibhāvamattakeneva ‘‘mayhaṁ bhavo appako parittako’’ti āsavakkhayasaṅkhātaṁ arahattaṁ appatto hutvā bhikkhu nāma vissāsaṁ nāpajjeyya. Yathā hi appamattakopi gūtho duggandho hoti, evaṁ appamattakopi bhavo dukkhoti.",
  "atk-s0502a19:120": "Desanāvasāne te bhikkhū arahatte patiṭṭhahaṁsu, sampattānampi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a19:121": "Sambahulasīlādisampannabhikkhuvatthu dasamaṁ.",
  "atk-s0502a19:122": "Dhammaṭṭhavaggavaṇṇanā niṭṭhitā.",
  "atk-s0502a19:123": "Ekūnavīsatimo vaggo."
}