{
  "atk-s0515a14:0": "14. Tuvaṭakasuttaniddesavaṇṇanā",
  "atk-s0515a14:1": "150. Cuddasame tuvaṭakasuttaniddese pucchāmi tanti idampi tasmiṁyeva mahāsamaye ‘‘kā nu kho arahattappattiyā paṭipattī’’ti uppannacittānaṁ ekaccānaṁ devatānaṁ tamatthaṁ pakāsetuṁ purimanayeneva nimmitabuddhena attānaṁ pucchāpetvā vuttaṁ.",
  "atk-s0515a14:2": "Tattha ādipucchāgāthāya tāva pucchāmīti ettha adiṭṭhajotanādivasena pucchā vibhajitā. Ādiccabandhūti ādiccassa gottabandhu. Vivekaṁsantipadañcāti vivekañca santipadañca. Kathaṁ disvāti kena kāraṇena disvā, kathaṁ pavattadassano hutvāti vuttaṁ hoti.",
  "atk-s0515a14:3": "Tisso pucchāti gaṇanaparicchedo. Adiṭṭhajotanāti yaṁ na diṭṭhaṁ na paṭividdhaṁ, tassa pākaṭakaraṇatthāya pucchā. Diṭṭhasaṁsandanāti yaṁ ñāṇacakkhunā diṭṭhaṁ, tassa ghaṭanatthāya. Vimaticchedanāti yā kaṅkhā, tassācchedanatthaṁ. Pakatiyā lakkhaṇaṁ aññātanti dhammānaṁ tathalakkhaṇaṁ pakatiyā na ñātaṁ. Adiṭṭhanti na diṭṭhaṁ. ‘‘Na niṭṭha’’ntipi pāṭho. Atulitanti tulāya tulitaṁ viya na tulitaṁ. Atīritanti tīraṇāya na tīritaṁ. Avibhūtanti na pākaṭaṁ. Avibhāvitanti paññāya na vaḍḍhitaṁ. Tassa ñāṇāyāti tassa dhammassa lakkhaṇajānanatthāya. Dassanāyāti dassanatthāya. Tulanāyāti tulanatthāya. Tīraṇāyāti tīraṇatthāya. Vibhāvanāyāti vibhāgakaraṇatthāya. Aññehi paṇḍitehīti aññehi buddhisampannehi. Saṁsayapakkhandoti sandehaṁ paviṭṭho.",
  "atk-s0515a14:4": "Manussapucchāti manussānaṁ pucchā. Amanussapucchāti nāgasupaṇṇādīnaṁ pucchā. Gahaṭṭhāti avasesagahaṭṭhā. Pabbajitāti liṅgavasena vuttā. Nāgāti suphassādayo nāgā. Supaṇṇāti supaṇṇasaṁyuttavasena (saṁ. ni. 3.392 ādayo). Yakkhāti yakkhasaṁyuttavasena (saṁ. ni. 10.235 ādayo) ca veditabbā . Asurāti pahārādādayo. Gandhabbāti pañcasikhagandhabbaputtādayo . Mahārājānoti cattāro mahārājāno. Ahīnindriyanti saṇṭhānavasena avikalindriyaṁ. So nimmitoti so bhagavatā nimmito buddho.",
  "atk-s0515a14:5": "Vodānatthapucchāti visesadhammapucchā. Atītapucchāti atīte dhamme ārabbha pucchā. Anāgatādīsupi eseva nayo. Kusalapucchāti anavajjadhammapucchā. Akusalapucchāti sāvajjadhammapucchā. Abyākatapucchāti tadubhayaviparītadhammapucchā.",
  "atk-s0515a14:6": "Ajjhesāmi tanti taṁ āṇāpemi. Kathayassu meti mayhaṁ kathehi. Gottañātakoti gottena ñātako. Gottabandhūti gottajjhattiko. Ekenākārenāti ekena koṭṭhāsena.",
  "atk-s0515a14:7": "Santipadanti santisaṅkhātaṁ nibbānapadaṁ. Ye dhammā santādhigamāyāti ye satipaṭṭhānādayo dhammā nibbānapaṭilābhatthāya. Santiphusanāyāti ñāṇaphassena nibbānaphusanatthāya. Sacchikiriyāyāti paccakkhakaraṇatthāya. Mahantaṁ sīlakkhandhanti mahantaṁ sīlarāsiṁ. Samādhikkhandhādīsupi eseva nayo. Sīlakkhandhādayo lokiyalokuttarā, vimuttiñāṇadassanaṁ lokiyameva.",
  "atk-s0515a14:8": "Tamokāyassa padālananti avijjārāsissa viddhaṁsanaṁ. Vipallāsassa bhedananti catubbidhavipallāsassa bhedanaṁ. Taṇhāsallassa abbuhananti taṇhākaṇṭakassa luñcanaṁ. Abhisaṅkhārassa vūpasamanti puññādiabhisaṅkhārassa nibbāpanaṁ. Bhārassa nikkhepananti pañcakkhandhabhārassa ṭhapanaṁ. Saṁsāravaṭṭassa upacchedananti saṁsārapavattassa chedanaṁ. Santāpassa nibbāpananti kilesasantāpassa nibbuti. Pariḷāhassa paṭipassaddhinti kilesadarathassa sannisīdanaṁ. Devadevoti devānaṁ atidevo.",
  "atk-s0515a14:9": "151. Atha bhagavā yasmā yathā passanto kilese uparundhati, tathā disvā tathā pavattadassano hutvā parinibbāti, tasmā tamatthaṁ āvikaronto nānappakārena taṁ devaparisaṁ kilesappahāne niyojento ‘‘mūlaṁ papañcasaṅkhāyā’’ti ārabhitvā pañca gāthā abhāsi.",
  "atk-s0515a14:10": "Tattha ādigāthāya tāva saṅkhepattho – papañcasaṅkhāti papañcāti saṅkhātattā papañcā eva papañcasaṅkhā. Tassā avijjādayo kilesā mūlaṁ, taṁ papañcasaṅkhāya mūlaṁ asmīti pavattamānañca sabbaṁ mantāya uparundhe. Yā kāci ajjhattaṁ taṇhā uppajjeyyuṁ. Tāsaṁ vinayāya pahānāya sadā sato sikkhe upaṭṭhitassati hutvā sikkheyyāti.",
  "atk-s0515a14:11": "Ajjhattasamuṭṭhānā vāti citte uppannā vā. Purebhattanti divābhattato purekālaṁ. Accantasaṁyogatthe upayogavacanaṁ, atthato pana bhummameva purebhatteti, esa nayo pacchābhattādīsu. Pacchābhattanti divābhattato pacchākālaṁ. Purimaṁ yāmanti rattiyā paṭhamakoṭṭhāsaṁ. Majjhimaṁ yāmanti rattiyā dutiyakoṭṭhāsaṁ. Pacchimaṁ yāmanti rattiyā tatiyakoṭṭhāsaṁ. Kāḷeti kāḷapakkhe. Juṇheti sukkapakkhe. Vasseti cattāro vassānamāse. Hemanteti cattāro hemantamāse. Gimheti cattāro gimhānamāse. Purime vayokhandheti paṭhame vayokoṭṭhāse, paṭhamavayeti attho. Tīsu ca vayesu vassasatāyukassa purisassa ekekasmiṁ vaye catumāsādhikāni tettiṁsa vassāni honti.",
  "atk-s0515a14:12": "152. Evaṁ paṭhamagāthāya tāva tīhi sikkhāhi yuttaṁ desanaṁ arahattanikūṭena desetvā puna mānappahānavasena desetuṁ ‘‘yaṁ kiñcī’’ti gāthamāha. Tattha yaṁ kiñci dhammamabhijaññā ajjhattanti yaṁ kiñci uccākulīnatādikaṁ attano guṇaṁ jāneyya. Atha vāpi bahiddhāti atha vā bahiddhāpi ācariyupajjhāyānaṁ vā guṇaṁ jāneyya. Na tena thāmaṁ kubbethāti tena guṇena mānaṁ na kareyya.",
  "atk-s0515a14:13": "Satānanti santaguṇavantānaṁ. Santānanti nibbutasantānaṁ. Na vuttāti na kathitā. Nappavuttāti na vissajjitā.",
  "atk-s0515a14:14": "153. Idānissa akaraṇavidhiṁ dassento ‘‘seyyo na tenā’’ti gāthamāha. Tassattho – tena ca mānena ‘‘seyyoha’’nti vā ‘‘nīcoha’’nti vā ‘‘sarikkhoha’’nti vāpi na maññeyya. Tehi ca uccākulīnatādīhi guṇehi phuṭṭho anekarūpehi ‘‘ahaṁ uccā kulā pabbajito’’tiādinā nayena attānaṁ vikappento na tiṭṭheyyāti.",
  "atk-s0515a14:15": "154. Evaṁ mānappahānavasenapi desetvā idāni sabbakilesūpasamavasena desetuṁ ‘‘ajjhattamevā’’ti gāthamāha. Tattha ajjhattamevupasameti attani eva rāgādisabbakilese upasameyya. Na aññato bhikkhu santimeseyyāti ṭhapetvā ca satipaṭṭhānādīni aññena upāyena santiṁ na pariyeseyya. Kuto nirattā vāti nirattā kutoyeva.",
  "atk-s0515a14:16": "Naeseyyāti sīlabbatādīhi na maggeyya. Na gaveseyyāti na olokeyya. Na pariyeseyyāti punappunaṁ na ikkheyya.",
  "atk-s0515a14:17": "155. Idāni ajjhattaṁ upasantassa khīṇāsavassa tādibhāvaṁ dassento ‘‘majjhe yathā’’ti gāthamāha. Tassattho – yathā mahāsamuddassa upariheṭṭhimabhāgānaṁ vemajjhasaṅkhāte catuyojanasahassappamāṇe majjhe pabbatantare ṭhitassa vā majjhe samuddassa ūmi no jāyati, ṭhitova so hoti avikampamāno, evaṁ anejo khīṇāsavo lābhādīsu ṭhito assa avikampamāno, so tādiso rāgādiussadaṁ bhikkhu na kareyya kuhiñcīti.",
  "atk-s0515a14:18": "Ubbedhenāti heṭṭhābhāgena. Gambhīroti udakapiṭṭhito paṭṭhāya caturāsītiyojanasahassāni gambhīro. ‘‘Ubbedho’’tipi pāṭho, taṁ na sundaraṁ. Heṭṭhāti antoudakaṁ. Uparīti uddhaṁudakaṁ. Majjheti vemajjhe. Na kampatīti ṭhitaṭṭhānato na calati. Na vikampatīti ito cito ca na calati. Na calatīti niccalaṁ hoti. Na vedhatīti na phandati. Nappavedhatīti na parivattati. Na sampavedhatīti na paribbhamati. Aneritoti na erito. Aghaṭṭitoti akkhobho. Acalitoti na kampito. Aluḷitoti na kalalībhūto. Tatra ūmi no jāyatīti tasmiṁ ṭhāne vīci na uppajjati.",
  "atk-s0515a14:19": "Sattannaṁ pabbatānaṁ antarikāsūti yugandharādīnaṁ sattannaṁ pabbatānaṁ antarantarā. Sīdantarāti antamaso simbalītūlampi tesu patitapatitaṁ sīdatīti sīdā, pabbatantare jātattā antarā. ‘‘Antarasīdā’’tipi pāṭho.",
  "atk-s0515a14:20": "156. Idāni evaṁ arahattanikūṭena desitaṁ dhammadesanaṁ abbhānumodento tassa ca arahattassa ādipaṭipadaṁ pucchanto nimmitabuddho ‘‘akittayī’’ti gāthamāha. Tattha akittayīti ācikkhi. Vivaṭacakkhūti vivaṭehi anāvaraṇehi pañcahi cakkhūhi samannāgato. Sakkhidhammanti sakāyattaṁ sayaṁ abhiññātaṁ attapaccakkhadhammaṁ. Parissayavinayanti parissayavinayanaṁ. Paṭipadaṁ vadehīti idāni paṭipattiṁ vadehi. Bhaddanteti bhaddaṁ tava atthūti bhagavantaṁ ālapanto āha. Atha vā bhaddaṁ sundaraṁ tava paṭipadaṁ vadehītipi vuttaṁ hoti. Pātimokkhaṁ atha vāpi samādhinti tameva paṭipadaṁ bhinditvā pucchati. Paṭipadanti etena vā maggaṁ pucchati. Itarehi sīlaṁ samādhiñca pucchati.",
  "atk-s0515a14:21": "Maṁsacakkhunāpīti sasambhārikamaṁsacakkhunāpi. Dibbacakkhunāpīti dibbasadisattā dibbaṁ. Devānañhi sucaritakammanibbattaṁ pittasemharuhirādīhi apalibuddhaṁ upakkilesavinimuttatāya dūrepi ārammaṇasampaṭicchanasamatthaṁ dibbaṁ pasādacakkhu hoti. Idañcāpi vīriyabhāvanābalanibbattaṁ ñāṇacakkhu tādisamevāti dibbasadisattā dibbaṁ. Dibbavihāravasena paṭiladdhattā, attanā ca dibbavihārasannissitattāpi dibbaṁ. Ālokapariggahena mahājutikattāpi dibbaṁ. Tirokuṭṭādigatarūpadassanena mahāgatikattāpi dibbaṁ. Taṁ sabbaṁ saddasatthānusārena veditabbaṁ. Dassanaṭṭhena cakkhu, cakkhukiccakaraṇena cakkhumivātipi cakkhu, dibbañca taṁ cakkhu cāti dibbacakkhu. Tena dibbacakkhunāpi vivaṭacakkhu. Idāni pañcavidhaṁ cakkhuṁ vitthārena kathetuṁ ‘‘kathaṁ bhagavā maṁsacakkhunāpivivaṭacakkhū’’tiādimāha . Maṁsacakkhumhi bhagavato pañcavaṇṇā saṁvijjantīti ettha sasambhārādikacakkhumhi buddhassa bhagavato pañca koṭṭhāsā paccekaṁ paccekaṁ upalabbhanti.",
  "atk-s0515a14:22": "Nīlo ca vaṇṇoti umāpupphavaṇṇo. Pītako ca vaṇṇoti kaṇikārapupphavaṇṇo. Lohitako ca vaṇṇoti indagopakavaṇṇo. Kaṇho ca vaṇṇoti añjanavaṇṇo. Odāto ca vaṇṇoti osadhitārakavaṇṇo. Yattha ca akkhilomāni patiṭṭhitānīti yasmiṁ ṭhāne akkhilomāni patiṭṭhahitvā uṭṭhitāni. Taṁ nīlaṁ hoti sunīlanti ettha nīlanti sabbasaṅgāhakavasena vuttaṁ. Sunīlanti antaravirahitaṁ suṭṭhu nīlaṁ. Pāsādikanti pasādajanakaṁ. Dassaneyyanti dassanīyaṁ. Umāpupphasamānanti dakasītalapupphasadisaṁ. Tassa paratoti tassa samantā bāhirapasse. Pītakanti sabbasaṅgāhakaṁ. Supītakanti antaravirahitaṁ suṭṭhu pītakaṁ. Ubhayato ca akkhikūṭānīti dve ca akkhikoṭiyo. Lohitakānīti sabbasaṅgāhakavasena vuttaṁ. Sulohitakānīti apaññāyamānavivarāni suṭṭhu lohitakāni. Majjhe kaṇhanti akkhīnaṁ majjhimaṭṭhānaṁ añjanasadisaṁ kaṇhaṁ. Sukaṇhanti antaravirahitaṁ suṭṭhu kaṇhaṁ. Alūkhanti pāsādikaṁ. Siniddhanti paṇītaṁ. Bhaddāriṭṭhakasamānanti apanītatacabhaddāriṭṭhakaphalasadisaṁ. ‘‘Addāriṭṭhakasamāna’’ntipi pāḷi, tassā tintakākasadisanti attho. Odātanti sabbasaṅgāhakavasena vuttaṁ. Suodātanti antaravirahitaṁ rajatamaṇḍalasadisaṁ suṭṭhu odātaṁ. Setaṁ paṇḍaranti dvīhipi atiodātataṁ dasseti. Pākatikena maṁsacakkhunāti pakatimaṁsacakkhunā. Attabhāvapariyāpannenāti attabhāvasannissitena. Purimasucaritakammābhinibbattenāti purimesu tattha tatthuppannesu attabhāvesu kāyasucaritādikammunā uppāditena. Samantā yojanaṁ passatīti samantato catugāvutappamāṇe yojane tirokuṭṭādigataṁ rūpaṁ āvaraṇavirahitaṁ pakatimaṁsacakkhunā dakkhati.",
  "atk-s0515a14:23": "Divāceva rattiñcāti divasabhāge ca rattibhāge ca. Caturaṅgasamannāgatoti catūhi aṅgehi samannāgato paripuṇṇaandhakāro ālokavirahito. Sūriyo vā atthaṅgatoti sūrabhāvaṁ janayanto uṭṭhito sūriyo vigato. Kāḷapakkho ca uposathoti kāḷapakkhe cātuddasīuposathadivaso ca. Tibbo ca vanasaṇḍoti gahano ca rukkharāsi. Mahā ca kāḷamegho abbhuṭṭhitoti mahanto kāḷamegho abbhapaṭalo ca uṭṭhito hoti. Kuṭṭo vāti iṭṭhakācayo vā. Kavāṭaṁ vāti dvāravātapānādikavāṭaṁ vā. Pākāro vāti mattikādipākāro vā. Pabbato vāti paṁsupabbatādipabbato vā. Gacchaṁ vāti taruṇagacchādigacchaṁ vā . Latā vāti karavindādi latā vā. Āvaraṇaṁ rūpānaṁ dassanāyāti rūpārammaṇānaṁ dassanatthāya paṭisedhaṁ natthi. Ekañce tilaphalaṁ nimittaṁ katvāti sace ekaṁ tilabījaṁ saññāṇaṁ katvā. Tilavāhe pakkhipeyyāti dve sakaṭe tilarāsimhi khipeyya. Keci pana ‘‘vāho nāma kumbhātirekadvesakaṭa’’nti vadanti. Taññeva tilaphalaṁ uddhareyyāti taṁnimittakataṁ tilabījaṁyeva uddharitvā gaṇheyya.",
  "atk-s0515a14:24": "Dibbena cakkhunāti idaṁ vuttatthameva. Visuddhenāti cutūpapātadassanena diṭṭhivisuddhihetuttā visuddhena. Yo hi cutimattameva passati na upapātaṁ, so ucchedadiṭṭhiṁ gaṇhāti. Yo upapātameva passati na cutiṁ, so navasattapātubhāvasassatadiṭṭhiṁ gaṇhāti. Yo pana tadubhayaṁ passati, so yasmā duvidhampi taṁ diṭṭhigataṁ ativattati, tasmāssa taṁ dassanaṁ diṭṭhivisuddhihetu hoti, ubhayañcetaṁ buddhaputtā passanti. Tena vuttaṁ – ‘‘cutūpapātadassanena diṭṭhivisuddhihetuttā visuddha’’nti. Manussūpacāraṁ atikkamitvā rūpadassanena atikkantamānusakaṁ, mānusakaṁ vā maṁsacakkhuṁ atikkantattā atikkantamānusakanti veditabbaṁ.",
  "atk-s0515a14:25": "Tena dibbena cakkhunā visuddhena atikkantamānusakena satte passatīti manussamaṁsacakkhunā viya satte oloketi. Cavamāne upapajjamāneti ettha cutikkhaṇe upapattikkhaṇe vā dibbacakkhunā daṭṭhuṁ na sakkā. Ye pana āsannacutikā idāni cavissanti, te cavamānā. Ye ca gahitapaṭisandhikā sampatinibbattāva, te upapajjamānāti adhippetā. Te evarūpe cavamāne upapajjamāne ca passatīti dasseti. Hīneti mohanissandayuttattā hīne. Tabbiparīte paṇīte. Suvaṇṇeti adosanissandayuttattā iṭṭhakantamanāpavaṇṇayutte. Tabbiparīte dubbaṇṇe, abhirūpe virūpeti attho. Sugateti sugatigate, alobhanissandayuttattā vā aḍḍhe mahaddhane. Duggateti duggatigate, lobhanissandayuttattā vā dalidde appannapāne. Yathākammūpageti yaṁ yaṁ kammaṁ upacitaṁ, tena tena upagate . Tattha purimehi ‘‘cavamāne’’tiādīhi dibbacakkhukiccaṁ vuttaṁ . Iminā pana padena yathākammūpagañāṇakiccaṁ.",
  "atk-s0515a14:26": "Tassa ca ñāṇassa ayamuppattikkamo – idha bhikkhu heṭṭhānirayābhimukhaṁ ālokaṁ vaḍḍhetvā nerayike satte passati mahādukkhaṁ anubhavamāne, taṁ dassanaṁ dibbacakkhukiccameva. So evaṁ manasi karoti ‘‘kiṁ nu kho kammaṁ katvā ime sattā etaṁ dukkhaṁ anubhavantī’’ti, athassa ‘‘idaṁ nāma katvā’’ti taṁ kammārammaṇaṁ ñāṇaṁ uppajjati. Tathā uparidevalokābhimukhaṁ ālokaṁ vaḍḍhetvā nandanavana missakavana phārusakavanādīsu satte passati mahāsampattiṁ anubhavamāne. Tampi dassanaṁ dibbacakkhukiccameva. So evaṁ manasi karoti ‘‘kiṁ nu kho kammaṁ katvā ime sattā etaṁ sampattiṁ anubhavantī’’ti. Athassa ‘‘idaṁ nāma katvā’’ti taṁ kammārammaṇaṁ ñāṇamuppajjati. Idaṁ yathākammūpagañāṇaṁ nāma. Imassa visuṁ parikammaṁ nāma natthi. Yathā ca imassa, evaṁ anāgataṁsañāṇassāpi. Dibbacakkhupādakāneva hi imāni dibbacakkhunā saheva ijjhanti.",
  "atk-s0515a14:27": "Ime vata bhontotiādīsu imeti dibbacakkhunā diṭṭhānaṁ nidassanavacanaṁ. Vatāti anusocanatthe nipāto. Bhontoti bhavanto. Duṭṭhu caritaṁ, duṭṭhuṁ vā caritaṁ kilesapūtikattāti duccaritaṁ; kāyena duccaritaṁ, kāyato vā uppannaṁ duccaritanti kāyaduccaritaṁ. Itaresupi eseva nayo. Samannāgatāti samaṅgībhūtā.",
  "atk-s0515a14:28": "Ariyānaṁ upavādakāti buddhapaccekabuddhabuddhasāvakānaṁ ariyānaṁ antamaso gihisotāpannānampi anatthakāmā hutvā antimavatthunā vā guṇaparidhaṁsanena vā upavādakā, akkosakā garahakāti vuttaṁ hoti. Tattha ‘‘natthi imesaṁ samaṇadhammo, assamaṇā ete’’ti vadanto antimavatthunā upavadati. ‘‘Natthi imesaṁ jhānaṁ vā vimokkho vā maggo vā phalaṁ vā’’tiādīni vadanto guṇaparidhaṁsanena upavadatīti veditabbo. So ca jhānaṁ vā upavadeyya ajhānaṁ vā, ubhayathāpi ariyūpavādova hoti; atibhāriyaṁ kammaṁ, anantariyakammasadisaṁ, saggāvaraṇaṁ maggāvaraṇañca, satekicchaṁ pana hoti. Tasmā yo ariyaṁ upavadati, tena gantvā sace attanā vuḍḍhataro hoti , ukkuṭikaṁ nisīditvā ‘‘ahaṁ āyasmantaṁ idañcidañca avacaṁ, taṁ me khamāhī’’ti khamāpetabbo. Sace pana navakataro hoti, vanditvā ukkuṭikaṁ nisīditvā añjaliṁ paggahetvā ‘‘ahaṁ, bhante, tumhe idañcidañca avacaṁ, taṁ me khamathā’’ti khamāpetabbo. Sace so nakkhamati, disāpakkanto vā hoti, sayaṁ vā gantvā saddhivihārike vā pesetvā khamāpetabbo. Sace nāpi gantuṁ na pesetuṁ sakkā hoti, ye tasmiṁ vihāre bhikkhū vasanti, tesaṁ santikaṁ gantvā sace navakatarā honti, ukkuṭikaṁ nisīditvā sace vuḍḍhatarā, vuḍḍhe vuttanayeneva paṭipajjitvā ‘‘ahaṁ, bhante, asukaṁ nāma āyasmantaṁ idañcidañca avacaṁ, taṁ khamatu me so āyasmā’’ti vatvā khamāpetabbo. Sammukhā akhamantepi etadeva kātabbaṁ. Sace ekacārikabhikkhu hoti, neva tassa vasanaṭṭhānaṁ na gataṭṭhānaṁ paññāyati, ekassa paṇḍitassa bhikkhuno santikaṁ gantvā ‘‘ahaṁ, bhante, asukaṁ nāma āyasmantaṁ idañcidañca avacaṁ, taṁ me anussarato anussarato vippaṭisāro hoti, kiṁ karomī’’ti vattabbaṁ. So vakkhati ‘‘tumhe mā cintayittha, thero tumhākaṁ khamati, cittaṁ vūpasamethā’’ti. Tenapi ariyassa gatadisābhimukhena añjaliṁ paggahetvā ‘‘khamathā’’ti vattabbaṁ. Yadi so parinibbuto hoti, parinibbutamañcaṭṭhānaṁ gantvā yāva sivathikaṁ gantvāpi khamāpetabbo. Evaṁ kate neva saggāvaraṇaṁ na maggāvaraṇaṁ hoti, pākatikameva hotīti.",
  "atk-s0515a14:29": "Micchādiṭṭhikāti viparītadassanā. Micchādiṭṭhikammasamādānāti micchādiṭṭhivasena samādinnanānāvidhakammā, ye ca micchādiṭṭhimūlakesu kāyakammādīsu aññepi samādapenti. Ettha ca vacīduccaritaggahaṇeneva ariyūpavāde, manoduccaritaggahaṇena ca micchādiṭṭhiyā saṅgahitāyapi imesaṁ dvinnaṁ punavacanaṁ mahāsāvajjabhāvadassanatthanti veditabbaṁ. Mahāsāvajjo hi ariyūpavādo ānantariyasadiso. Vuttampi cetaṁ –",
  "atk-s0515a14:30": "‘‘Seyyathāpi, sāriputta, bhikkhu sīlasampanno samādhisampanno paññāsampanno diṭṭheva dhamme aññaṁ ārādheyya, evaṁsampadamidaṁ, sāriputta, vadāmi. Taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā yathābhataṁ nikkhitto evaṁ niraye’’ti (ma. ni. 1.149).",
  "atk-s0515a14:31": "Micchādiṭṭhito ca mahāsāvajjataraṁ nāma aññaṁ natthi. Yathāha –",
  "atk-s0515a14:32": "‘‘Nāhaṁ , bhikkhave, aññaṁ ekadhammampi samanupassāmi, yaṁ evaṁmahāsāvajjaṁ yathayidaṁ, bhikkhave, micchādiṭṭhi. Micchādiṭṭhiparamāni bhikkhave, mahāsāvajjānī’’ti (a. ni. 1.310).",
  "atk-s0515a14:33": "Kāyassa bhedāti upādinnakkhandhapariccāgā. Paraṁ maraṇāti tadanantarābhinibbattakkhandhaggahaṇe . Atha vā kāyassa bhedāti jīvitindriyassupacchedā. Paraṁ maraṇāti cuticittato uddhaṁ. Apāyanti evamādi sabbaṁ nirayavevacanameva. Nirayo hi saggamokkhahetubhūtā puññasammatā ayā apetattā, sukhānaṁ vā āyassa abhāvā apāyo. Dukkhassa gati paṭisaraṇanti duggati, dosabahulatāya vā duṭṭhena kammunā nibbattā gatīti duggati. Vivasā nipatanti tattha dukkaṭakārinoti vinipāto, vinassantā vā ettha nipatanti sambhijjamānaṅgapaccaṅgātipi vinipāto. Natthi ettha assādasaññito ayoti nirayo.",
  "atk-s0515a14:34": "Atha vā apāyaggahaṇena tiracchānayoniṁ dīpeti, tiracchānayoni hi apāyo sugatito apetattā. Na duggati, mahesakkhānaṁ nāgarājādīnaṁ sambhavato. Duggatiggahaṇena pettivisayaṁ dīpeti, so hi apāyo ceva duggati ca sukhato apetattā dukkhassa ca gatibhūtattā, na tu vinipāto, asurakāyasadisaṁ avinipatitattā. Vinipātaggahaṇena asurakāyaṁ dīpeti. So hi yathāvuttena atthena apāyo ceva duggati ca sabbasamussayehi ca vinipatitattā vinipātoti vuccati. Nirayaggahaṇena avīciādianekappakāraṁ nirayameva dīpetīti. Upapannāti upagatā, tattha abhinibbattāti adhippāyo. Vuttavipariyāyena sukkapakkho veditabbo. Ayaṁ pana viseso – tattha sugatiggahaṇena manussagatipi saṅgayhati. Saggaggahaṇena devagatiyeva. Tattha sundarā gatīti sugati. Rūpādīhi visayehi suṭṭhu aggoti saggo. So sabbopi lujjanapalujjanaṭṭhena lokoti ayaṁ vacanattho. Iti dibbena cakkhunātiādi sabbaṁ nigamanavacanaṁ.",
  "atk-s0515a14:35": "Evaṁ dibbena cakkhunā passatīti ayamettha saṅkhepattho – dibbacakkhuñāṇaṁ parittapaccuppannaajjhattabahiddhārammaṇavasena catūsu ārammaṇesu pavattati . Yathākammūpagañāṇaṁ parittamahaggatātītaajjhattabahiddhārammaṇavasena pañcasu ārammaṇesu pavattati. Anāgataṁsañāṇaṁ parittamahaggataappamāṇamaggaanāgataajjhattabahiddhānavattabbārammaṇavasena aṭṭhasu ārammaṇesu pavattatīti.",
  "atk-s0515a14:36": "Ākaṅkhamāno ca bhagavāti bhagavā icchamāno. Ekampi lokadhātuṁ passeyyāti ekaṁ cakkavāḷaṁ olokeyya. Sahassimpi cūḷanikanti ettha yāvatā candimasūriyā pariharanti, disā bhānti virocamānā, tāva sahassadhā loko, esā sahassicūḷanikā nāma. Cūḷanikanti khuddakaṁ. Dvisahassimpi majjhimikaṁ lokadhātunti ettha sahassacakkavāḷānaṁ sahassabhāgena gaṇetvā dasasatasahassacakkavāḷaparimāṇā dvisahassī majjhimikā lokadhātu nāma. Ettakena buddhānaṁ jātikkhettaṁ nāma dassitaṁ. Bodhisattānañhi pacchimabhave devalokato cavitvā mātukucchiyaṁ paṭisandhiggahaṇadivase ca mātukucchito nikkhamanadivase ca mahābhinikkhamanadivase ca sambodhidhammacakkapavattanaāyusaṅkhārossajjanaparinibbānadivasesu ca ettakaṁ ṭhānaṁ kampati.",
  "atk-s0515a14:37": "Tisahassimpi. Mahāsahassimpi lokadhātunti sahassito paṭṭhāya tatiyāti tisahassī, paṭhamasahassiṁ sahassadhā katvā gaṇitaṁ majjhimikaṁ sahassadhā katvā gaṇitattā mahantehi sahassehi gaṇitāti mahāsahassī. Ettāvatā koṭisatasahassacakkavāḷaparimāṇo loko dassito hoti. Gaṇakaputtatissatthero pana evamāha – ‘‘na hi tisahassimahāsahassilokadhātuyā etaṁ parimāṇaṁ . Idañhi ācariyānaṁ sajjhāyamūlakaṁ vācāya parihīnaṭṭhānaṁ, dasakoṭisatasahassacakkavāḷaparimāṇaṁ pana ṭhānaṁ tisahassimahāsahassilokadhātu nāmā’’ti. Ettāvatā hi bhagavato āṇākkhettaṁ nāma dassitaṁ. Etasmiñhi antare āṭānāṭiyaparitta- (dī. ni. 3.275 ādayo) isigiliparitta- (ma. ni. 3.133 ādayo) dhajaggaparitta- (saṁ. ni. 1.249) bojjhaṅgaparittakhandhaparitta- (a. ni. 4.67) moraparitta- (jā. 1.2.17-18) mettaparitta- (khu. pā. 9.1 ādayo; su. ni. 143 ādayo) ratanaparittānaṁ (khu. pā. 6.1 ādayo; su. ni. 224 ādayo) āṇā pharati.",
  "atk-s0515a14:38": "Yāvatakaṁ vā pana ākaṅkheyyāti yattakaṁ vā iccheyya. Iminā visayakkhettaṁ dassitaṁ. Buddhānañhi visayakkhettassa pamāṇaparicchedo nāma natthi , natthikabhāve cassa imaṁ upamaṁ āharanti – koṭisatasahassacakkavāḷamhi yāva brahmalokā sāsapehi pūretvā sace koci puratthimāya disāya ekacakkavāḷe ekaṁ sāsapaṁ pakkhipanto āgaccheyya, sabbepi te sāsapā parikkhayaṁ gaccheyyuṁ. Na tveva puratthimāya disāya cakkavāḷāni. Dakkhiṇādīsupi eseva nayo. Tattha buddhānaṁ avisayo nāma natthi. Tāvatakaṁ passeyyāti tattakaṁ olokeyya. Evaṁ parisuddhaṁ bhagavato dibbacakkhūti dibbacakkhukathaṁ niṭṭhāpesi.",
  "atk-s0515a14:39": "Kathaṁ bhagavā paññācakkhunāpi vivaṭacakkhūti kenappakārena paññācakkhunā apihitacakkhu? Mahāpañño puthupaññotiādikaṁ tattha atirocati yadidaṁ paññāyāti pariyosānaṁ heṭṭhā vuttatthameva.",
  "atk-s0515a14:40": "Buddhacakkhunāti indriyaparopariyattañāṇena ca āsayānusayañāṇena ca. Imesaṁ dvinnaṁ ñāṇānaṁ buddhacakkhūti nāmaṁ, sabbaññutaññāṇassa samantacakkhūti, tiṇṇaṁ maggañāṇānaṁ dhammacakkhūti . Lokaṁ volokento addasa satteti satte addakkhi. Apparajakkhetiādīsu yesaṁ vuttanayeneva paññācakkhumhi rāgādirajaṁ appaṁ, te apparajakkhā. Yesaṁ taṁ mahantaṁ, te mahārajakkhā. Yesaṁ saddhādīni indriyāni tikkhāni, te tikkhindriyā. Yesaṁ tāni mudūni, te mudindriyā. Yesaṁ teyeva saddhādayo ākārā sundarā, te svākārā. Ye kathitakāraṇaṁ sallakkhenti, sukhena sakkā honti viññāpetuṁ te suviññāpayā. Ye paralokañceva vajjañca bhayato passanti, te paralokavajjabhayadassāvino nāma.",
  "atk-s0515a14:41": "Uppaliniyanti uppalavane. Itaresupi eseva nayo. Antonimuggaposīnīti yāni antonimuggāneva posiyanti. Udakaṁ accuggamma tiṭṭhantīti udakaṁ atikkamitvā tiṭṭhanti. Tattha yāni yāni accuggamma ṭhitāni, tāni tāni sūriyarasmisamphassaṁ āgamayamānāni ṭhitāni ajja pupphanakāni. Yāni samodakaṁ ṭhitāni, tāni sve pupphanakāni. Yāni udakā anuggatāni antonimuggaposīni, tāni tatiyadivaseva pupphanakāni. Udakā pana anuggatāni aññānipi sarogauppalāni nāma atthi, yāni neva pupphissanti, macchakacchapabhakkhāneva bhavissanti, tāni pāḷiṁ nārūḷhāni, āharitvā pana dīpetabbānīti dīpitāni.",
  "atk-s0515a14:42": "Yatheva hi tāni catubbidhapupphāni, evameva ugghaṭitaññū vipañcitaññū neyyo padaparamoti cattāro puggalā. Yassa puggalassa udāhaṭavelāya dhammābhisamayo hoti, ayaṁ vuccati puggalo ugghaṭitaññū. Yassa puggalassa saṁkhittena bhāsitassa vitthārena atthe vibhajīyamāne dhammābhisamayo hoti, ayaṁ vuccati puggalo vipañcitaññū. Yassa puggalassa uddesato paripucchato yoniso manasikaroto kalyāṇamitte sevato bhajato payirupāsato dhammābhisamayo hoti, ayaṁ vuccati puggalo neyyo. Yassa puggalassa bahumpi suṇato bahumpi bhaṇato bahumpi dhārayato bahumpi vācato na tāya jātiyā dhammābhisamayo hoti, ayaṁ vuccati puggalo padaparamo. Tattha bhagavā uppalavanādisadisaṁ dasasahassilokadhātuṁ olokento ajja pupphanakāni ugghaṭitaññū, sve pupphanakāni vipañcitaññūti evaṁ sabbākārato ca addasa. Tattha tiṇṇaṁ puggalānaṁ imasmiṁyeva attabhāve bhagavato dhammadesanā atthaṁ sādheti, padaparamānaṁ anāgatatthāya vāsanā hoti.",
  "atk-s0515a14:43": "Rāgacaritotiādīsu rajjanavasena ārammaṇe caraṇaṁ etassa atthīti rāgacarito. Dussanavasena ārammaṇe caraṇaṁ etassa atthīti dosacarito. Muyhanavasena ārammaṇe caraṇaṁ etassa atthīti mohacarito. Vitakkanavasena ūhanavasena ārammaṇe caraṇaṁ etassa atthīti vitakkacarito. Okappanasaddhāvasena ārammaṇe caraṇaṁ etassa atthīti saddhācarito. Ñāṇameva caraṇaṁ, ñāṇena vā caraṇaṁ, ñāṇassa vā caraṇaṁ, ñāṇato vā caraṇaṁ etassa atthīti ñāṇacarito. Rāgacaritassāti rāgussadassa rāgabahulassa. Paratopi eseva nayo.",
  "atk-s0515a14:44": "Asubhakathaṁ kathetīti uddhumātakādidasavidhaṁ asubhapaṭisaṁyuttakathaṁ ācikkhati. Vuttañhetaṁ – ‘‘asubhā bhāvetabbā rāgassa pahānāyā’’ti (a. ni. 9.1). Mettābhāvanaṁ ācikkhatīti mettābhāvanaṁ cittasinehanaṁ katheti. Vuttañhetaṁ – ‘‘mettā bhāvetabbā byāpādassa pahānāyā’’ti. Uddeseti sajjhāyane. Paripucchāyāti aṭṭhakathāya. Kālena dhammassavaneti yuttappattakāle uttari pariyattidhammassavane. Dhammasākacchāyāti aññehi saddhiṁ sākacchāya. Garusaṁvāseti garūnaṁ payirupāsane. Nivesetīti ācariyānaṁ santike patiṭṭhāpeti. Ānāpānassatiṁ ācikkhatīti ānāpānassatisampayuttakammaṭṭhānaṁ katheti. Vuttañhetaṁ – ‘‘ānāpānassati bhāvetabbā vitakkupacchedāyā’’ti (a. ni. 9.1). Pasādanīyaṁ nimittaṁ ācikkhatīti cūḷavedalla- (ma. ni. 1.460 ādayo) mahāvedallā- (ma. ni. 1.449 ādayo) dipasādajanakaṁ suttaṁ katheti. Buddhasubodhinti buddhassa bhagavato buddhattapaṭivedhaṁ. Dhammasudhammatanti navavidhalokuttaradhammassa svākkhātataṁ. Saṅghasuppaṭipattinti aṭṭhavidhaariyasaṅghassa suppaṭipannatādisuṭṭhupaṭipattiṁ. Sīlāni ca attanoti attano santakasīlāni ca. Ācikkhati vipassanānimittanti udayabbayādipaṭisaṁyuttaṁ katheti. Aniccākāranti hutvā abhāvākāraṁ. Dukkhākāranti udayabbayapaṭipīḷanākāraṁ. Anattākāranti avasavattanākāraṁ.",
  "atk-s0515a14:45": "Sele yathā pabbatamuddhaniṭṭhitoti selamaye ekagghane pabbatamuddhani ṭhitova, na hi tattha ṭhitassa dassanatthaṁ abhimukhe gīvukkhipanapasāraṇādikiccaṁ atthi. Tathūpamanti tappaṭibhāgaṁ selapabbatūpamaṁ. Ayaṁ panettha saṅkhepattho – yathā selapabbatamuddhanti ṭhitova cakkhunā puriso samantato janataṁ passeyya. Sumedha sundarapañña sabbaññutaññāṇena samantacakkhu bhagavā dhammamayaṁ paññāmayaṁ pāsādamāruyha sayaṁ apetasokosokāvatiṇṇaṁ jātijarābhibhūtañca janataṁ avekkhassu upadhārayatu upaparikkhatu.",
  "atk-s0515a14:46": "Ayaṁ panettha adhippāyo – yathā hi pabbatapādasāmantā mahantaṁ khettaṁ katvā tattha kedārapāḷīsu kuṭiyo katvā rattiṁ aggiṁ jāleyya, caturaṅgasamannāgatañca andhakāraṁ assa, atha tassa pabbatassa matthake ṭhatvā cakkhumato purisassa bhūmiṁ olokayato neva khettaṁ na kedārapāḷiyo na kuṭiyo na tattha sayitamanussā paññāyeyyuṁ, kuṭikāsu pana aggijālamattameva paññāyeyya. Evaṁ dhammapāsādaṁ āruyha sattakāyaṁ olokayato tathāgatassa ye te akatakalyāṇā sattā, te ekavihāre dakkhiṇajāṇupasse nisinnāpi buddhacakkhussa āpāthaṁ nāgacchanti, rattiṁ khittasarā viya honti. Ye pana katakalyāṇā veneyyapuggalā, te evassa dūrepi ṭhitā āpāthaṁ gacchanti, te eva aggi viya himavantapabbato viya ca. Vuttampi cetaṁ –",
  "atk-s0515a14:47": "‘‘Dūre santo pakāsenti, himavantova pabbato;",
  "atk-s0515a14:48": "Asantettha na dissanti, rattiṁ khittā yathā sarā’’ti. (dha. pa. 304; netti. 11);",
  "atk-s0515a14:49": "Sabbaññutaññāṇanti ettha pañcaneyyapathappabhedaṁ sabbaṁ aññāsīti sabbaññū. Saṅkhatāsaṅkhatādibhedā sabbadhammā hi saṅkhāro vikāro lakkhaṇaṁ nibbānaṁ paññattīti pañceva neyyapathā honti. Sabbaññussa bhāvo sabbaññutā, sabbaññutā eva ñāṇaṁ ‘‘sabbaññutāñāṇa’’nti vattabbe ‘‘sabbaññutaññāṇa’’nti vuttaṁ. Sabbaññūti ca kamasabbaññū sakiṁsabbaññū satatasabbaññū sattisabbaññū ñātasabbaññūti pañcavidhā sabbaññuno siyuṁ. Tesu kamena sabbajānanakālāsambhavato kamasabbaññutā na hoti, sakiṁ sabbārammaṇaggahaṇābhāvato sakiṁsabbaññutā na hoti, cakkhuviññāṇādīnaṁ yathārammaṇacittasambhavato bhavaṅgacittavirodhato yuttiabhāvato ca satatasabbaññutā na hoti, parisesato sabbajānanasamatthatāya sattisabbaññutā vā siyā, viditasabbadhammattā ñātasabbaññutā vā, sattisabbaññuno sabbajānanattaṁ natthīti tampi na yujjati, ‘‘na tassa adiṭṭhamidhatthi kiñci…pe… samantacakkhū’’ti vuttattā ñātasabbaññutā eva yujjati. Evañhi sati kiccato asammohato kāraṇasiddhito āvajjanapaṭibaddhato sabbaññutameva hotīti. Tena ñāṇenāti tena sabbajānanañāṇena.",
  "atk-s0515a14:50": "Puna aparena pariyāyena sabbaññubhāvasādhanatthaṁ ‘‘na tassā’’ti gāthamāha. Tattha na tassa addiṭṭhamidhatthi kiñcīti tassa tathāgatassa idha imasmiṁ tedhātuke loke imasmiṁ paccuppannakāle vā paññācakkhunā adiṭṭhaṁ nāma kiñci appamattakampi na atthi na saṁvijjati. Atthīti idaṁ vattamānakālikaṁ ākhyātapadaṁ, iminā paccuppannakālikassa sabbadhammassa ñātabhāvaṁ dasseti. Gāthābandhasukhatthaṁ panettha da-kāro payutto. Atho aviññātanti ettha athoti vacanopādāne nipāto. Aviññātanti atītakālikaṁ aviññātaṁ nāma kiñci dhammajātaṁ nāhosīti pāṭhaseso. Abyayabhūtassa atthi-saddassa gahaṇe pāṭhasesaṁ vināpi yujjatiyeva. Iminā atītakālikassa sabbadhammassa ñātabhāvaṁ dasseti. Ajānitabbanti anāgatakālikaṁ ajānitabbaṁ nāma dhammajātaṁ na bhavissati natthīti. Iminā anāgatakālikassa sabbadhammassa ñātabhāvaṁ dasseti. Jānanakiriyāvisesamattameva vā ettha a-kāro. Sabbaṁ abhiññāsi yadatthi neyyanti ettha yaṁ tekālikaṁ vā kālavinimuttaṁ vā neyyaṁ jānitabbaṁ kiñci dhammajātaṁ atthi, taṁ sabbaṁ tathāgato abhiññāsi adhikena sabbaññutaññāṇena jāni paṭivijjhi, ettha atthi-saddena tekālikassa kālavimuttassa ca gahaṇā atthi-saddo abyayabhūtoyeva daṭṭhabbo. Tathāgato tena samantacakkhūti kālavasena okāsavasena ca nippadesattā samantā sabbato pavattaṁ ñāṇacakkhu assāti samantacakkhu, tena yathāvuttena kāraṇena tathāgato samantacakkhu sabbaññūti vuttaṁ hoti . Imissā gāthāya puggalādhiṭṭhānāya desanāya sabbaññutaññāṇaṁ sādhitaṁ.",
  "atk-s0515a14:51": "Na itihitihanti ‘‘evaṁ kira āsi, evaṁ kira āsī’’ti na hoti. Na itikirāyāti ‘‘evaṁ kira eta’’nti na hoti. Na paramparāyāti paramparakathāyāpi na hoti. Na piṭakasampadāyāti amhākaṁ piṭakatantiyā saddhiṁ sametīti na hoti. Na takkahetūti takkaggāhenapi na hoti. Na ākāraparivitakkenāti ‘‘sundaramidaṁ kāraṇa’’nti evaṁ kāraṇaparivitakkenapi na hoti. Na diṭṭhinijjhānakkhantiyāti amhākaṁ nijjhāyitvā khamitvā gahitadiṭṭhiyā saddhiṁ sametītipi na hoti.",
  "atk-s0515a14:52": "Atha vāpi samādhinti ettha samādhinti kusalacittekaggatā samādhi. Kenaṭṭhena samādhīti? Samādhānaṭṭhena. Kimidaṁ samādhānaṁ nāma? Ekārammaṇe cittacetasikānaṁ samaṁ sammā ca ādhānaṁ, ṭhapananti vuttaṁ hoti. Tasmā yassa dhammassa ānubhāvena ekārammaṇe cittacetasikā samaṁ sammā ca avikkhippamānā avippakiṇṇā ca hutvā tiṭṭhanti, idaṁ samādhānanti veditabbaṁ. Tassa kho pana samādhissa –",
  "atk-s0515a14:53": "‘‘Lakkhaṇaṁ tu avikkhepo, vikkhepaddhaṁsanaṁ raso;",
  "atk-s0515a14:54": "Akampanamupaṭṭhānaṁ, padaṭṭhānaṁ sukhaṁ pana’’. (paṭi. ma. aṭṭha. 1.1.3);",
  "atk-s0515a14:55": "Samādhi anāvilaacalabhāvena ārammaṇe tiṭṭhatīti ṭhiti. Parato padadvayaṁ upasaggavasena vaḍḍhitaṁ. Api ca sampayuttadhamme ārammaṇamhi sampiṇḍetvā tiṭṭhatīti saṇṭhiti. Ārammaṇaṁ ogāhetvā anupavisitvā tiṭṭhatīti avaṭṭhiti. Kusalapakkhasmiñhi cattārova dhammā ārammaṇaṁ ogāhanti saddhā sati samādhi paññāti. Teneva saddhā ‘‘okappanā’’ti vuttā, sati ‘‘apilāpanatā’’ti, samādhi ‘‘avaṭṭhitī’’ti, paññā ‘‘pariyogāhanā’’ti. Akusalapakkhe pana tayo dhammā ārammaṇaṁ ogāhanti taṇhā diṭṭhi avijjāti. Tenevete ‘‘oghā’’ti vuttā. Cittekaggatā panettha na balavatī hoti. Yathā hi rajuṭṭhānaṭṭhāne udakena siñcitvā sammaṭṭhe thokameva kālaṁ rajo sannisīdati, sukkhante sukkhante puna pakatibhāveneva vuṭṭhāti, evameva akusalapakkhe cittekaggatā na balavatī hoti.",
  "atk-s0515a14:56": "Uddhaccavicikicchāvasena pavattassa visāhārassa paṭipakkhato avisāhāro. Uddhaccavicikicchāvaseneva gacchantaṁ cittaṁ vikkhipati nāma. Ayaṁ pana tathāvidho vikkhepo na hotīti avikkhepo. Uddhaccavicikicchāvaseneva cittaṁ visāhaṭaṁ nāma hoti, ito cito ca harīyati, ayaṁ pana evaṁ avisāhaṭamānasassa bhāvoti avisāhaṭamānasatā. Samathoti tividho samatho cittasamatho adhikaraṇasamatho sabbasaṅkhārasamathoti. Tattha aṭṭhasu samāpattīsu cittekaggatā cittasamatho nāma. Tañhi āgamma cittacalanaṁ cittavipphanditaṁ sammati vūpasammati, tasmā so ‘‘cittasamatho’’ti vuccati. Sammukhāvinayādisattavidho samatho adhikaraṇasamatho nāma. Tañhi āgamma tāni tāni adhikaraṇāni sammanti vūpasammanti, tasmā so ‘‘adhikaraṇasamatho’’ti vuccati. Yasmā pana sabbe saṅkhārā nibbānaṁ āgamma sammanti vūpasammanti vūpasammanti, tasmā taṁ ‘‘sabbasaṅkhārasamatho’’ti vuccati. Imasmiṁ atthe cittasamatho adhippeto. Samādhilakkhaṇe indaṭṭhaṁ kāretīti samādhindriyaṁ. Uddhacce na kampatīti samādhibalaṁ. Sammāsamādhīti yāthāvasamādhi niyyānikasamādhi.",
  "atk-s0515a14:57": "157. Athassa bhagavā yasmā indriyasaṁvaro sīlassa rakkhā, yasmā vā iminānukkamena desiyamānā ayaṁ desanā tāsaṁ devatānaṁ sappāyā, tasmā indriyasaṁvarato pabhuti paṭipadaṁ dassento ‘‘cakkhūhī’’tiādi āraddho. Tattha cakkhūhi neva lolassāti adiṭṭhadakkhitabbādivasena cakkhūhi lolo neva assa. Gāmakathāya āvaraye sotanti tiracchānakathāya sotaṁ āvareyya.",
  "atk-s0515a14:58": "Cakkhuloliyenāti cakkhudvāre uppannalolavasena cakkhuloliyena. Adiṭṭhaṁ dakkhitabbanti adiṭṭhapubbaṁ rūpārammaṇaṁ passituṁ yuttaṁ. Diṭṭhaṁ samatikkamitabbanti diṭṭhapubbarūpārammaṇaṁ atikkamituṁ yuttaṁ. Ārāmena ārāmanti pupphārāmādiārāmena phalārāmādiṁ vā pupphārāmādiṁ vā. Dīghacārikanti dīghacaraṇaṁ. Anavaṭṭhitacārikanti asanniṭṭhānacaraṇaṁ. Anuyutto hoti rūpadassanāyāti rūpārammaṇadassanatthāya punappunaṁ yutto hoti.",
  "atk-s0515a14:59": "Antaragharaṁ paviṭṭhoti ummārabbhantaraṁ paviṭṭho. Vīthiṁ paṭipannoti antaravīthiṁ otiṇṇo. Gharamukhāni olokentoti gharadvārāni avalokento. Uddhaṁ ullokentoti uparidisaṁ uddhaṁmukho hutvā vilokento.",
  "atk-s0515a14:60": "Cakkhunā rūpaṁ disvāti kāraṇavasena cakkhūti laddhavohārena rūpadassanasamatthena cakkhuviññāṇena rūpaṁ disvā. Porāṇā panāhu – ‘‘cakkhu rūpaṁ na passati acittakattā, cittaṁ na passati acakkhukattā. Dvārārammaṇasaṅghaṭṭe pana pasādavatthukena cittena passati. Īdisī panesā ‘dhanunā vijjhatī’tiādīsu viya sasambhārakathā nāma hoti. Tasmā cakkhuviññāṇena rūpaṁ disvāti ayamettha attho’’ti. Nimittaggāhīti itthipurisanimittaṁ vā subhanimittādikaṁ vā kilesavatthubhūtaṁ nimittaṁ chandarāgavasena gaṇhāti, diṭṭhamatteyeva na saṇṭhāti. Anubyañjanaggāhīti kilesānaṁ anuanubyañjanato pākaṭabhāvakaraṇato anubyañjananti laddhavohāraṁ hatthapādasitahasitakathitaālokitavilokitādibhedaṁ ākāraṁ gaṇhāti. Yatvādhikaraṇamenantiādimhi yaṁkāraṇā yassa cakkhundriyāsaṁvarassa hetu etaṁ puggalaṁ satikavāṭena cakkhundriyaṁ asaṁvutaṁ apihitacakkhudvāraṁ hutvā viharantaṁ ete abhijjhādayo dhammā anvāssaveyyuṁ anuppabandheyyuṁ ajjhotthareyyuṁ. Tassa saṁvarāya na paṭipajjatīti tassa cakkhundriyassa satikavāṭena pidahanatthāya na paṭipajjati. Evaṁbhūtoyeva ca na rakkhati cakkhundriyaṁ. Na cakkhundriye saṁvaraṁ āpajjatītipi vuccati. Tattha kiñcāpi cakkhundriye saṁvaro vā asaṁvaro vā natthi. Na hi cakkhupasādaṁ nissāya sati vā muṭṭhassaccaṁ vā uppajjati. Apica yadā rūpārammaṇaṁ cakkhussa āpāthaṁ āgacchati, tadā bhavaṅge dvikkhattuṁ uppajjitvā niruddhe kiriyāmanodhātu āvajjanakiccaṁ sādhayamānā uppajjitvā nirujjhati, tato cakkhuviññāṇaṁ dassanakiccaṁ, tato manodhātu sampaṭicchanakiccaṁ, tato vipākāhetukamanoviññāṇadhātu santīraṇakiccaṁ, tato kiriyāhetukamanoviññāṇadhātu voṭṭhabbanakiccaṁ sādhayamānā uppajjitvā nirujjhati, tadanantaraṁ javanaṁ javati.",
  "atk-s0515a14:61": "Tatrāpi neva bhavaṅgasamaye na āvajjanādīnaṁ aññatarasamaye saṁvaro vā asaṁvaro vā atthi. Javanakkhaṇe pana sace dussīlyaṁ vā muṭṭhassaccaṁ vā aññāṇaṁ vā akkhanti vā kosajjaṁ vā uppajjati, asaṁvaro hoti. Evaṁ honto pana so ‘‘cakkhundriye asaṁvaro’’ti vuccati. Kasmā? Yasmā tasmiṁ asaṁvare sati dvārampi aguttaṁ hoti, bhavaṅgampi āvajjanādīnipi vīthicittāni. Yathā kiṁ? Yathā nagare catūsu dvāresu asaṁvutesu kiñcāpi antogharadvārakoṭṭhakagabbhādayo saṁvutā, tathāpi antonagare sabbaṁ bhaṇḍaṁ arakkhitaṁ agopitameva hoti. Nagaradvārena hi pavisitvā corā yadicchanti taṁ kareyyuṁ, evameva javane dussīlyādīsu uppannesu tasmiṁ asaṁvare sati dvārampi aguttaṁ hoti bhavaṅgampi āvajjanādīnipi vīthicittāni.",
  "atk-s0515a14:62": "Saddhādeyyānīti kammañca phalañca idhalokañca paralokañca saddahitvā dinnāni. ‘‘Ayaṁ me ñātīti vā, mittoti vā, idaṁ vā paṭikarissati, idaṁ vānena katapubba’’nti vā evaṁ na dinnānīti attho. Evaṁ dinnāni hi na saddhādeyyāni nāma honti. Bhojanānīti ca desanāsīsamattametaṁ, atthato pana saddhādeyyāni bhojanāni bhuñjitvā cīvarāni pārupitvā senāsanāni sevamānā gilānapaccayabhesajjaṁ paribhuñjamānāti sabbametaṁ vuttameva hoti.",
  "atk-s0515a14:63": "Seyyathidanti nipāto. Tassattho, katamo hoti. Naccaṁ nāma yaṁkiñci naccaṁ, taṁ maggaṁ gacchantenāpi gīvaṁ pasāretvā daṭṭhuṁ na vaṭṭati. Gītanti yaṁkiñci gītaṁ. Vāditanti yaṁkiñci vāditaṁ. Pekkhanti naṭasamajjaṁ. Akkhānanti bhāratarāmāyanādikaṁ. Yasmiṁ ṭhāne kathīyati, tattha gantumpi na vaṭṭati. Pāṇissaranti kaṁsatāḷaṁ, ‘‘pāṇitāḷa’’ntipi vadanti. Vetāḷanti ghanatāḷaṁ, ‘‘mantena matasarīruṭṭhāpana’’ntipi eke. Kumbhathūṇanti caturassaambaṇakatāḷaṁ , ‘‘kumbhasadda’’ntipi eke. Sobhanakanti naṭānaṁ abbhokkiraṇaṁ; sobhanakaraṁ vā, paṭibhānacittanti vuttaṁ hoti. Caṇḍālanti ayoguḷakīḷā, ‘‘caṇḍālānaṁ sāṇadhovanakīḷā’’tipi vadanti. Vaṁsanti veṇuṁ ussāpetvā kīḷanaṁ.",
  "atk-s0515a14:64": "Dhovananti aṭṭhidhovanaṁ, ekaccesu kira janapadesu kālaṅkate ñātake na jhāpenti, nikhaṇitvā ṭhapenti. Atha tesaṁ pūtibhūtaṁ kāyaṁ ñatvā nīharitvā aṭṭhīni dhovitvā gandhehi makkhetvā ṭhapenti. Te nakkhattakāle ekasmiṁ ṭhāne aṭṭhīni ṭhapetvā ekasmiṁ ṭhāne surādīni ṭhapetvā rodantā paridevantā suraṁ pivanti. Vuttampi cetaṁ ‘‘atthi bhikkhave dakkhiṇesu janapadesu dhovanaṁ nāma, tattha hoti annampi pānampi khajjampi bhojjampi leyyampi peyyampi naccampi gītampi vāditampi. Atthekaṁ bhikkhave dhovanaṁ, netaṁ natthīti vadāmī’’ti (a. ni. 10.107). Ekacce pana ‘‘indajālena aṭṭhidhovanaṁ dhovana’’nti vadanti. Hatthiyuddhādīsu bhikkhuno neva hatthiādīhi saddhiṁ yujjhituṁ, na te yujjhāpetuṁ, na yujjhante daṭṭhuṁ vaṭṭati. Nibbuddhanti mallayuddhaṁ. Uyyodhikanti yattha sampahāro diyyati. Balagganti balagaṇanaṭṭhānaṁ. Senābyūhanti senāniveso, sakaṭabyūhādivasena senāya nivesanaṁ. Anīkadassananti ‘‘tayo hatthī pacchimaṁ hatthānīka’’ntiādinā (pāci. 324) nayena vuttassa anīkassa dassanaṁ.",
  "atk-s0515a14:65": "Na nimittaggāhī hotīti chandarāgavasena vuttappakāraṁ nimittaṁ na gaṇhāti. Evaṁ sesapadānipi vuttapaṭipakkhanayena veditabbāni. Yathā ca heṭṭhā javane dussīlyādīsu uppannesu tasmiṁ asaṁvare sati dvārampi aguttaṁ hoti, bhavaṅgampi āvajjanādīnipi vīthicittānīti vuttaṁ, evamidha tasmiṁ sīlādīsu uppannesu dvārampi guttaṁ hoti, bhavaṅgampi āvajjanādīnipi vīthicittāni. Yathā kiṁ? Yathā nagaradvāresu saṁvutesu kiñcāpi antogharādayo asaṁvutā honti, tathāpi antonagare sabbaṁ bhaṇḍaṁ surakkhitaṁ sugopitameva hoti, nagaradvāresu pihitesu corānaṁ paveso natthi. Evameva javane sīlādīsu uppannesu dvārampi guttaṁ hoti, bhavaṅgampi āvajjanādīnipi vīthicittāni. Tasmā javanakkhaṇe uppajjamānopi ‘‘cakkhundriye saṁvaro’’ti vutto. Ito paraṁ heṭṭhā ca upari ca vuttapariyāyena attho veditabbo.",
  "atk-s0515a14:66": "Visūkadassanāti paṭāṇīdassanato. Gāmakathāti gāmavāsīnaṁ kathā. Bāttiṁsāti dvattiṁsa. Aniyyānikattā saggamokkhamaggānaṁ tiracchānabhūtā kathāti tiracchānakathā. Tattha rājānaṁ ārabbha ‘‘mahāsammato mandhātā dhammāsoko evaṁ mahānubhāvo’’tiādinā nayena pavattā kathā rājakathā. Esa nayo corakathādīsu. Tesu ‘‘asuko rājā abhirūpo dassanīyo’’tiādinā nayena gehassitakathāva tiracchānakathā hoti. ‘‘Sopi nāma evaṁ mahānubhāvo khayaṁ gato’’ti evaṁ pavattā pana kammaṭṭhānabhāve tiṭṭhati. Coresupi ‘‘mūladevo evaṁ mahānubhāvo, meghamālo evaṁ mahānubhāvo’’ti tesaṁ kammaṁ paṭicca ‘‘aho sūrā’’ti gehassitakathāva tiracchānakathā. Yuddhepi bhāratayuddhādīsu ‘‘asukena asuko evaṁ mārito evaṁ viddho’’ti kāmassādavaseneva kathā tiracchānakathā. ‘‘Tepi nāma khayaṁ gatā’’ti evaṁ pavattā pana sabbattha kammaṭṭhānameva hoti.",
  "atk-s0515a14:67": "Api ca annādīsu ‘‘evaṁ vaṇṇavantaṁ gandhavantaṁ rasavantaṁ phassasampannaṁ khādimha bhuñjimha pivimha paribhuñjimhā’’ti kāmassādavasena kathetuṁ na vaṭṭati, sātthakaṁ pana katvā ‘‘pubbe evaṁ vaṇṇādisampannaṁ annaṁ pānaṁ vatthaṁ sayanaṁ mālaṁ gandhaṁ sīlavantānaṁ adamha, cetiyapūjaṁ akarimhā’’ti kathetuṁ vaṭṭati. Ñātikathādīsu pana ‘‘amhākaṁ ñātakā sūrā samatthā’’ti vā, ‘‘pubbe mayaṁ evaṁ vicitrehi yānehi vicarimhā’’ti vā assādavasena vattuṁ na vaṭṭati, sātthakaṁ pana katvā ‘‘tepi no ñātakā khayaṁ gatā’’ti vā, ‘‘pubbe mayaṁ evarūpā upāhanā saṅghassa adamhā’’ti vā kathetuṁ vaṭṭati. Gāmakathāpi suniviṭṭhadunniviṭṭhasubhikkhadubbhikkhādivasena ‘‘asukagāmavāsino sūrā samatthā’’ti vā evaṁ assādavasena vattuṁ na vaṭṭati, sātthakaṁ pana katvā ‘‘saddhā pasannā’’ti vā, ‘‘khayavayaṁ gatā’’ti vā vattuṁ vaṭṭati.",
  "atk-s0515a14:68": "Nigamanagarajanapadakathāsupi eseva nayo. Itthikathāpi vaṇṇasaṇṭhānādīni paṭicca assādavasena na vaṭṭati, ‘‘saddhā pasannā, khayavayaṁ gatā’’ti evameva vaṭṭati. Sūrakathāpi ‘‘nandimitto nāma yodho sūro ahosī’’ti assādavasena na vaṭṭati. ‘‘Saddho ahosi, khayavayaṁ gato’’ti evameva vaṭṭati. Visikhākathāpi ‘‘asukā visikhā suniviṭṭhā dunniviṭṭhā sūrā samatthā’’ti assādavasena na vaṭṭati. ‘‘Saddhā pasannā, khayavayaṁ gatā’’icceva vaṭṭati.",
  "atk-s0515a14:69": "Kumbhaṭṭhānakathāti udakaṭṭhānakathā, ‘‘udakatitthakathā’’tipi vuccati, kumbhadāsikathā vā. Sāpi ‘‘pāsādikā, naccituṁ gāyituṁ chekā’’ti assādavasena na vaṭṭati, ‘‘saddhā pasannā’’tiādinā nayena vaṭṭati. Pubbapetakathāti atītañātikathā. Tattha vattamānañātikathāsadisova vinicchayo.",
  "atk-s0515a14:70": "Nānattakathāti purimapacchimakathāhi vimuttā avasesā nānāsabhāvā niratthakakathā. Lokakkhāyikāti ‘‘ayaṁ loko kena nimmito? Asukena nāma nimmito. Kāko seto aṭṭhīnaṁ setattā, balākā rattā lohitassa rattattā’’ti evamādikā lokāyatavitaṇḍasallāpakathā.",
  "atk-s0515a14:71": "Samuddakkhāyikā nāma kasmā samuddo sāgaro? Sāgaradevena khatattā sāgaro, ‘‘khato me’’ti hatthamuddāya sayaṁ niveditattā samuddoti evamādikā niratthakā samuddakkhānakathā. Bhavoti vuddhi. Abhavoti hāni. Iti bhavo iti abhavoti yaṁ vā taṁ vā niratthakakāraṇaṁ vatvā pavattitakathā itibhavābhavakathā.",
  "atk-s0515a14:72": "Āvareyyāti āvaraṇaṁ kareyya. Nivāreyyāti ārammaṇato vāreyya. Saṁvareyyāti sammā nissesaṁ katvā vāreyya. Rakkheyyāti rakkhaṁ kareyya. Gopeyyāti saṁgopeyya. Pidaheyyāti pidahanaṁ kareyya. Pacchindeyyāti sotaṁ chindeyya.",
  "atk-s0515a14:73": "Tenatena na tussantīti tena tena ambilādinā rasena na santosaṁ āpajjanti. Aparāparaṁ pariyesantīti uparūpari gavesanti.",
  "atk-s0515a14:74": "158.Phassenāti rogaphassena. Bhavañca nābhijappeyyāti tassa phassassa vinodanatthāya kāmabhavādibhavañca na pattheyya. Bheravesu ca na sampavedheyyāti tassa phassassa paccayabhūtesu sīhabyagghādīsu bheravesu ca na sampavedheyya, avasesesu vā ghānindriyamanindriyavisayesu na sampavedheyya. Evaṁ paripūro indriyasaṁvaro ca vutto hoti. Purimehi vā indriyasaṁvaraṁ dassetvā iminā ‘‘araññe vasatā bheravaṁ disvā vā sutvā vā nappavedhitabba’’nti dasseti.",
  "atk-s0515a14:75": "Ekenākārenāti ekena kāraṇena. Bhayampi bheravampi taññevāti bhayanti ca bheravanti ca khuddakampi mahantampi uttāsanimittameva. Tamevatthaṁ dassetuṁ ‘‘vuttaṁ heta’’ntiādimāha. Bhayanti tappaccayā uppannabhayaṁ. Bhayānakanti ākāraniddeso. Chambhitattanti bhayavasena gattacalanaṁ. Lomahaṁsoti lomānaṁ haṁsanaṁ uddhaggabhāvo. Iminā padadvayena kiccato bhayaṁ dassetvā puna ‘‘cetaso ubbego utrāso’’ti sabhāvato dasseti. Ubbeggoti bhīruko, utrāsoti cittakkhobho. Jātibhayanti jātiṁ paṭicca uppannabhayaṁ. Sesesupi eseva nayo. Rājato uppannabhayaṁ rājabhayaṁ. Sesesupi eseva nayo. Attānuvādabhayanti pāpakammino attānaṁ anuvadantassa uppajjanakabhayaṁ. Parānuvādabhayanti parassa anuvādato uppajjanakabhayaṁ.",
  "atk-s0515a14:76": "Daṇḍabhayanti āgārikassa raññā pavattitadaṇḍaṁ, anāgārikassa vinayadaṇḍaṁ paṭicca uppajjanakabhayaṁ. Duggatibhayanti cattāro apāye paṭicca uppajjanakabhayaṁ. Ūmibhayanti mahāsamudde udakaṁ orohantassa pavattabhayaṁ. Mahāsamudde kira mahindavīci nāma saṭṭhi yojanāni uggacchati, taraṅgavīci nāma paṇṇāsa yojanāni, rohaṇavīci nāma cattālīsa yojanāni uggacchati. Evarūpā ūmiyo paṭicca pavattaṁ ūmibhayaṁ . Kumbhīlato pavattaṁ bhayaṁ kumbhīlabhayaṁ. Udakāvaṭṭato bhayaṁ āvaṭṭabhayaṁ. Susukā vuccati caṇḍamaccho, tato bhayaṁ susukābhayaṁ. Ājīvikabhayanti jīvitavuttito bhayaṁ ājīvikabhayaṁ. Asilokabhayanti garahato bhayaṁ.",
  "atk-s0515a14:77": "159.Laddhāna sannidhiṁ kayirāti etesaṁ annādīnaṁ yaṁkiñci dhammena labhitvā ‘‘araññe ca senāsane vasatā dullabha’’nti cintetvā sannidhiṁ na kareyya.",
  "atk-s0515a14:78": "Odanoti sāli vīhi yavo godhumo kaṅgu varako kudrūsakoti sattannaṁ dhaññānaṁ dhaññānulomānañca taṇḍulehi nibbatto. Kummāsoti yavehi nibbatto. Sattūti sāliādīhi katasattu. Maccho dakasambhavo. Maṁsaṁ pākaṭameva. Ambapānanti āmehi vā pakkehi vā ambehi katapānaṁ. Tattha āmehi karontena ambataruṇāni bhinditvā udake pakkhipitvā ātape ādiccapākena pacitvā parissāvetvā tadahu paṭiggahitehi madhusakkarakappūrādīhi yojetvā kātabbaṁ. Jambupānanti jambuphalehi katapānaṁ. Cocapānanti aṭṭhikehi kadaliphalehi katapānaṁ. Mocapānanti anaṭṭhikehi kadaliphalehi katapānaṁ. Madhukapānanti madhukānaṁ jātirasena katapānaṁ. Taṁ pana udakasambhinnaṁ vaṭṭati, suddhaṁ na vaṭṭati. Muddikapānanti muddikā udake madditvā ambapānaṁ viya katapānaṁ. Sālūkapānanti rattuppalanīluppalādīnaṁ sālūke madditvā katapānaṁ. Phārusakapānanti phārusakehi ambapānaṁ viya katapānaṁ. Kosambapānanti kosambaphalehi katapānaṁ. Kolapānanti kolaphalehi katapānaṁ. Badarapānanti mahākolaphalehi ambapānaṁ viya katapānaṁ. Imāni ekādasa pānāni, tānipi ādiccapākāni vaṭṭanti.",
  "atk-s0515a14:79": "Ghatapānanti sappipānaṁ. Telapānanti tilatelādīnaṁ pānaṁ. Payopānanti khīrapānaṁ. Yāgupānanti sītalādiyāgupānaṁ. Rasapānanti sākādirasapānaṁ. Piṭṭhakhajjakanti sattannaṁ tāva dhaññānaṁ dhaññānulomānaṁ aparaṇṇānañca piṭṭhaṁ panasapiṭṭhaṁ labujapiṭṭhaṁ ambāṭakapiṭṭhaṁ sālapiṭṭhaṁ khīravallipiṭṭhañcāti evamādīnaṁ piṭṭhehi kataṁ piṭṭhakhajjakaṁ. Pūvakhajjakampi etehiyeva kataṁ. Mūlakhajjakanti mūlakamūlaṁ khārakamūlaṁ cuccumūlanti evamādi. Tacakhajjakanti ucchutacādayo. Pattakhajjakanti nimbapaṇṇakuṭajapaṇṇapaṭolapaṇṇasulasapaṇṇādayo. Pupphakhajjakanti mūlakapupphakhārakapupphasetavaraṇasigguuppalapadumakādayo. Phalakhajjakanti panasalabujatālanāḷikeraambāṭakatintiṇikamātuluṅgakapiṭṭhaphalaalābukumbhaṇḍaphussa- phalatimbarūsakatilavātiṅgaṇacocamocamadhukādīnaṁ phalānaṁ khajjakaṁ.",
  "atk-s0515a14:80": "Na kuhanāyāti na vimhāpanāya. Na lapanāyāti paccayatthaṁ na lapanāya. Vihāraṁ āgate manusse disvā ‘‘kimatthāya bhonto āgatā’’ti bhikkhū nimantetunti. ‘‘Yadi evaṁ gacchatha, ahaṁ pacchato gahetvā āgacchāmī’’ti evaṁ na lapanāya. Atha vā attānaṁ upanetvā ‘‘ahaṁ tisso, mayi rājā pasanno, mayi asuko rājā asuko ca rājamahāmatto pasanno’’ti evaṁ na lapanāya. Na nemittikatāyāti yena kenaci paresaṁ paccayadānasaññājanakena kāyavacīkammena na nemittikatāya. Na nippesikatāyāti yā paresaṁ akkosanādikiriyā yasmā veḷupesikā viya abbhaṅgaṁ parassa guṇaṁ nippeseti nipuñchati, yasmā vā gandhajātaṁ nipisitvā gandhamagganā viya paraguṇe nipisitvā vicuṇṇetvā esā lābhamagganā hoti, tasmā ‘‘nippesikatā’’ti vuccati. Na evarūpāya nippesikatāya. Na lābhena lābhaṁ nijigīsanatāyāti ettha nijigīsanatāti magganā, aññato laddhañhi aññattha haraṇavasena lābhena lābhamagganā nāma hoti. Na evarūpāya lābhena lābhamagganāya.",
  "atk-s0515a14:81": "Na dārudānenāti na paccayahetukena dārudānena vihāre uṭṭhitañhi araññato vā āharitvā rakkhitagopitadāruṁ ‘‘evaṁ me paccayaṁ dassantī’’ti upaṭṭhākānaṁ dātuṁ na vaṭṭati. Evañhi jīvikaṁ kappento anesanāya micchājīvena jīvati, so diṭṭheva dhamme garahaṁ pāpuṇāti, samparāye ca apāyaparipūrako hoti. Attano puggalikaṁ dāruṁ kusalaṅgahatthāya dadanto kuladūsakadukkaṭaṁ āpajjati, parapuggalikaṁ theyyacittena dadanto bhaṇḍagghena kāretabbo. Saṅghikepi eseva nayo. Sace pana taṁ issaratāya deti, garubhaṇḍavissajjanaṁ āpajjati. Kataraṁ pana dāru garubhaṇḍaṁ hoti, kataraṁ na hotīti? Yaṁ tāva aropimaṁ sayaṁjātaṁ, taṁ saṅghena paricchinnaṭṭhāneyeva garubhaṇḍaṁ, tato paraṁ na garubhaṇḍaṁ. Ropimaṭṭhāne ca sabbena sabbaṁ garubhaṇḍaṁ, pamāṇato sūcidaṇḍakappamāṇaṁ garubhaṇḍaṁ.",
  "atk-s0515a14:82": "Na veḷudānenātiādīsupi na veḷudānenāti na paccayahetukena veḷudānenātiādi sabbaṁ na dārudānenāti ettha vuttanayeneva veditabbaṁ. Veḷu pana pamāṇato telanāḷippamāṇo garubhaṇḍaṁ, na tato heṭṭhā. Manussā vihāraṁ gantvā veḷuṁ yācanti, bhikkhū ‘‘saṅghiko’’ti dātuṁ na visahanti, manussā punappunaṁ yācanti vā tajjenti vā, tadā bhikkhūhi ‘‘daṇḍakammaṁ katvā gaṇhathā’’ti vattuṁ vaṭṭati, veḷudānaṁ nāma na hoti. Sace te daṇḍakammatthāya vāsipharasuādīni vā khādanīyaṁ vā bhojanīyaṁ vā denti, gahetuṁ na vaṭṭati.",
  "atk-s0515a14:83": "Vinayaṭṭhakathāyaṁ pana ‘‘daḍḍhagehā manussā gaṇhitvā gacchantā na vāretabbā’’ti vuttaṁ. Sace saṅghassa veḷugumbe veḷudūsikā uppajjati, taṁ akoṭṭāpentānaṁ veḷu nassati. ‘‘Kiṁ kātabba’’nti bhikkhācāre manussānaṁ ācikkhitabbaṁ. Sace koṭṭetuṁ na icchanti, ‘‘samaṁ bhāgaṁ labhissathā’’ti vattabbā. Na icchantiyeva, ‘‘dve koṭṭhāse labhissathā’’ti vattabbā. Evampi anicchantesu naṭṭhena attho natthi, ‘‘tumhākaṁ khaṇe sati daṇḍakammaṁ karissatha, koṭṭetvā gaṇhathā’’ti vattabbā, veḷudānaṁ nāma na hoti. Veḷugumbe aggimhi uṭṭhitepi udakena vuyhamānaveḷūsupi eseva nayo.",
  "atk-s0515a14:84": "Pattadāne garubhaṇḍatāya ayaṁ vinicchayo – pattampi hi yattha vikkāyati, gandhakārādayo gandhapaliveṭhanādīnaṁ atthāya gaṇhanti, tādise dullabhaṭṭhāneyeva garubhaṇḍaṁ hoti. Esa tāva kiṁsukapattakaṇṇapiḷandhanatālapattādīsu vinicchayo. Tālapaṇṇampi imasmiṁyeva ṭhāne kathetabbaṁ – tālapaṇṇampi hi sayaṁjāte tālavane saṅghena paricchinnaṭṭhāneyeva garubhaṇḍaṁ, na tato paraṁ, ropimatālesu sabbampi garubhaṇḍaṁ, tassa pamāṇaṁ heṭṭhimakoṭiyā aṭṭhaṅgulappamāṇopi rittapotthako. Tiṇampi ettheva pakkhipitvā kathetabbaṁ. Yattha pana tiṇaṁ natthi, tattha tālanāḷikerapaṇṇādīhipi chādenti. Tasmā tānipi tiṇeneva saṅgahitāni. Iti muñjapalālādīsu yaṁkiñci muṭṭhippamāṇaṁ tiṇaṁ. Nāḷikerapaṇṇādīsu ca ekapaṇṇampi saṅghassa dinnaṁ vā tattha jātaṁ vā bahiārāme saṅghassa tiṇavatthumhi jātatiṇaṁ vā rakkhitagopitaṁ vā garubhaṇḍaṁ hoti. Taṁ pana saṅghakamme ca cetiyakamme ca kate atirekaṁ puggalikakamme dātuṁ vaṭṭati. Heṭṭhā vuttadāruveḷūsupi eseva nayo.",
  "atk-s0515a14:85": "Pupphadāne ‘‘ettakesu rukkhesu pupphāni vissajjitvā yāgubhattatthāya upanentu, ettakesu senāsanapaṭisaṅkharaṇe upanentū’’ti evaṁ niyamitaṭṭhāneyeva pupphāni garubhaṇḍāni honti. Yadi sāmaṇerā pupphāni ocinitvā rāsiṁ karonti, pañcaṅgasamannāgato pupphabhājako bhikkhu bhikkhusaṅghaṁ gaṇetvā koṭṭhāse karoti. So sampattaparisāya saṅghaṁ anāpucchitvāva dātuṁ labhati. Asammatena pana āpucchitvā dātabbaṁ. Bhikkhuno pana kassa pupphāni dātuṁ labbhati, kassa na labbhatīti? Mātāpitūnaṁ gehaṁ haritvāpi gehato pakkosāpetvāpi ‘‘vatthupūjaṁ karothā’’ti dātuṁ labbhati, piḷandhanatthāya na labbhati. Sesañātīnaṁ pana haritvā na dātabbaṁ, pakkosāpetvā pūjanatthāya dātabbaṁ. Sesajanassa pūjanaṭṭhānaṁ sampattassa apaccāsīsantena dātabbaṁ, pupphadānaṁ nāma na hoti.",
  "atk-s0515a14:86": "Vihāre bahūni pupphāni pupphanti, bhikkhunā piṇḍāya carantena manusse disvā ‘‘vihāre bahūni pupphāni pūjethā’’ti vattabbaṁ, vacanamatte doso natthi, ‘‘manussā khādanīyabhojanīyaṁ ādāya āgamissantī’’ti cittena pana na vattabbaṁ. Sace vadati, khādanīyabhojanīyaṁ na paribhuñjitabbaṁ. Manussā attano dhammatāya ‘‘vihāre pupphāni atthī’’ti pucchitvā ‘‘asukadivase vihāraṁ āgamissāma, sāmaṇerānaṁ pupphāni ocinituṁ mā dethā’’ti vadanti. Bhikkhu sāmaṇerānaṁ kathetuṁ pamuṭṭho, sāmaṇerehi pupphāni ocitāni, manussā bhikkhuṁ upasaṅkamitvā mayaṁ tumhākaṁ asukadivase evaṁ ārocayimha ‘‘sāmaṇerānaṁ pupphāni ocinituṁ mā dethā’’ti, kasmā na vārayitthāti? ‘‘Sati me pamuṭṭhā, pupphāni ocinitamattāneva, na tāva pūjā katā’’ti vattabbaṁ, ‘‘gaṇhatha pūjethā’’ti na vattabbaṁ. Sace vadati, āmisaṁ na paribhuñjitabbaṁ. Aparo bhikkhu sāmaṇerānaṁ ācikkhati ‘‘asukagāmavāsino ‘pupphāni mā ocinitthā’ti āhaṁsū’’ti manussāpi āmisaṁ āharitvā dānaṁ datvā vadanti ‘‘amhākaṁ manussā na bahukā, sāmaṇere amhehi saha pupphāni ocinituṁ āṇāpethā’’ti. ‘‘Sāmaṇerehi bhikkhā laddhā. Ye bhikkhācāraṁ na gacchanti, te sayameva jānissanti upāsakā’’ti vattabbaṁ. Ettakaṁ nayaṁ labhitvā sāmaṇere putte vā bhātike vā katvā pupphāni ocināpetuṁ doso natthi, pupphadānaṁ nāma na hoti.",
  "atk-s0515a14:87": "Phaladāne phalampi pupphaṁ viya niyamitameva garubhaṇḍaṁ hoti. Vihāre bahukasmiṁ phalāphale sati aphāsukamanussā āgantvā yācanti, bhikkhū ‘‘saṅghika’’nti dātuṁ na ussahanti, manussā vippaṭisārino akkosanti paribhāsanti, tattha kiṁ kātabbanti? Phalehi vā rukkhehi vā paricchinditvā kathikā kātabbā ‘‘asuke ca rukkhe asuke ca rukkhe ettakāni phalāni gaṇhantā, ettakesu vā rukkhesu phalāni gaṇhantā na vāretabbā’’ti. Corā vā issarā vā balakkārena gaṇhantā na vāretabbā. Kuddhā hi te sakalavihārampi nāseyyuṁ, ādīnavo pana kathetabboti.",
  "atk-s0515a14:88": "Sinānadāne sinānacuṇṇāni koṭṭitāni na garubhaṇḍāni, akoṭṭito rukkhe ṭhitova rukkhataco garubhaṇḍaṁ, cuṇṇaṁ pana agilānassa rajananipakkaṁ vaṭṭati. Gilānassa yaṁkiñci cuṇṇaṁ dātuṁ vaṭṭatiyeva.",
  "atk-s0515a14:89": "Nacuṇṇadānenāti vuttanayena sirīsacuṇṇādīnaṁ dānena. Mattikādānemattikā hi yattha dullabhā hoti, tattheva garubhaṇḍaṁ. Sāpi heṭṭhimakoṭiyā tiṁsapalaguḷapiṇḍappamāṇāva, tato heṭṭhā na garubhaṇḍanti.",
  "atk-s0515a14:90": "Dantakaṭṭhadāne dantakaṭṭhaṁ acchinnakameva garubhaṇḍaṁ. Yesaṁ sāmaṇerānaṁ saṅghato dantakaṭṭhavāro pāpuṇāti, te attano ācariyupajjhāyānaṁ pāṭiyekkaṁ dātuṁ na labhanti. Yehi pana ‘‘ettakāni dantakaṭṭhāni āharitabbānī’’ti paricchinditvā vārā gahitā, te atirekāni ācariyupajjhāyānaṁ dātuṁ labhanti. Ekena bhikkhunā dantakaṭṭhamāḷakato bahūni dantakaṭṭhāni na gahetabbāni, devasikaṁ ekekameva gahetabbaṁ. Pāṭiyekkaṁ vasantenāpi bhikkhusaṅghaṁ gaṇayitvā yattakāni attano pāpuṇanti, tattakāneva gahetvā gantabbaṁ. Antarā āgantukesu vā āgatesu disaṁ vā pakkamantesu āharitvā gahitaṭṭhāneyeva ṭhapetabbāni. Na mukhodakadānenāti na mukhadhovanaudakadānena.",
  "atk-s0515a14:91": "Na cāṭukamyatāyātiādīsu cāṭukamyatā vuccati attānaṁ dāsaṁ viya nīcaṭṭhāne ṭhapetvā parassa khalitavacanampi saṇṭhapetvā piyakāmatāya paggayhavacanaṁ. Na muggasūpyatāyāti na muggasūpasamānatāya. Muggasūpasamānatāti saccālikena jīvikaṁ kappanatāya etaṁ adhivacanaṁ. Yathā hi muggasūpe paccante bahū muggā pākaṁ gacchanti thokā na gacchanti, evameva saccālikena jīvikakappake puggale bahu alikaṁ hoti, appakaṁ saccaṁ. Yathā vā muggasūpassa apavisanaṭṭhānaṁ nāma natthi, evameva saccālikavuttino puggalassa appatiṭṭhānaṁ nāma natthi. Siṅghāṭakaṁ viya icchiticchitaṭṭhānassa patiṭṭhāti. Tenassa sā musāvāditā ‘‘muggasūpyatā’’ti vuttā. Na pāribhaṭyatāyāti na paribhaṭakammabhāvena. Paribhaṭassa hi kammaṁ pāribhaṭyaṁ, tassa bhāvo pāribhaṭyatā, alaṅkārakaraṇādīhi dārakakīḷāpanassetaṁ adhivacanaṁ. Na pīṭhamaddikatāyāti na sahasā gharaṁ pavisitvā pīṭhake nisīdanakatāya.",
  "atk-s0515a14:92": "Na vatthuvijjāyātiādīsu vatthuvijjā nāma gāmanigamanagarādīnaṁ suniviṭṭhadunniviṭṭhajānanasatthaṁ. Tiracchānavijjā nāma aniyyānikattā saggamokkhamaggānaṁ tiracchānabhūtā aṅgasatthanimittādikā avasesavijjā. Aṅgavijjā nāma itthipurisānaṁ subhagadubbhagalakkhaṇajānanaṁ. Nakkhattavijjā nāma nakkhattānaṁ yogajānanasatthaṁ.",
  "atk-s0515a14:93": "Na dūtagamanenāti na dūteyyaṁ katvā gamanena. Na pahiṇagamanenāti na gihīnaṁ sāsanaṁ gahetvā gharā gharaṁ pahitassa gamanena. Na jaṅghapesaniyenāti gāmantaradesantarādīsu tesaṁ tesaṁ gihīnaṁ sāsanapaṭisāsanaṁ haraṇena. Idañhi jaṅghapesaniyaṁ nāma attano mātāpitūnaṁ, ye cāssa mātāpitaro upaṭṭhahanti, tesaṁ sāsanaṁ gahetvā katthaci gamanavasena vaṭṭati. Cetiyassa vā saṅghassa vā attano vā kammaṁ karontānaṁ vaḍḍhakīnampi sāsanaṁ harituṁ vaṭṭati. Manussā ‘‘dānaṁ dassāma, pūjaṁ karissāma, bhikkhusaṅghassa ācikkhathā’’ti ca vadanti; ‘‘asukattherassa nāma dethā’’ti piṇḍapātaṁ vā bhesajjaṁ vā cīvaraṁ vā denti, ‘‘vihāre pūjaṁ karothā’’ti mālāgandhavilepanādīni vā dhajapaṭākādīni vā niyyātenti. Sabbaṁ harituṁ vaṭṭati, jaṅghapesaniyaṁ nāma na hoti. Sesasāsanaṁ gahetvā gacchantassa padavāre padavāre doso.",
  "atk-s0515a14:94": "Na vejjakammenāti na vejjena hutvā kāyatikicchanādibhesajjakaraṇena. Bhesajjaṁ pana pañcannaṁ sahadhammikānaṁ kātabbaṁ bhikkhussa bhikkhuniyā sikkhamānāya sāmaṇerassa sāmaṇeriyā. Samasīlasaddhāpaññānañhi etesaṁ tīsu sikkhāsu yuttānaṁ bhesajjaṁ akātuṁ na labbhati. Mātāpitūnaṁ tadupaṭṭhākānaṁ attano veyyāvaccakarassa paṇḍupalāsassāti etesaṁ pañcannampi kātuṁ vaṭṭati. Jeṭṭhabhātu, kaniṭṭhabhātu, jeṭṭhabhaginiyā, kaniṭṭhabhaginiyā, cūḷamātuyā, mahāmātuyā, cūḷapituno, mahāpituno, pitucchāya, mātucchāyāti etesaṁ pana dasannampi karontena tesaṁyeva santakaṁ bhesajjaṁ gahetvā kevalaṁ yojetvā dātabbaṁ. Sace nappahoti, attano santakaṁ tāvakālikaṁ dātabbaṁ. Etesaṁ puttaparamparā yāva sattamā kulaparivaṭṭā, tāva cattāro paccaye āharāpentassa akataviññatti vā, bhesajjaṁ karontassa vejjakammaṁ vā, kuladūsakāpatti vā na hoti.",
  "atk-s0515a14:95": "Napiṇḍapaṭipiṇḍakenāti ettha piṇḍapāto kassa dātabbo, kassa na dātabbo? Mātāpitūnaṁ tadupaṭṭhākānaṁ veyyāvaccakarassa paṇḍupalāsassa sampattassa dāmarikacorassa issarassāpi dātabbo. Etesaṁ datvā pacchā laddhampi piṇḍapaṭipiṇḍaṁ nāma na hoti. Na dānānuppadānenāti attano dinnakānaṁ na puna dānena. Dhammenāti dhammena uppannaṁ. Samenāti kāyasucaritādinā. Laddhāti kāyena laddhā. Labhitvāti cittena pāpuṇitvā. Adhigantvāti sampāpuṇitvā. Vinditvāti ñāṇena vinditvā. Paṭilabhitvāti punappunaṁ labhitvā.",
  "atk-s0515a14:96": "Annasannidhinti ettha duvidhā annakathā vinayavasena ca sallekhavasena ca. Vinayavasena tāva yaṁkiñci annaṁ ajja paṭiggahitaṁ aparajju sannidhikārakaṁ hoti, tassa paribhoge pācittiyaṁ. Attanā laddhaṁ pana sāmaṇerānaṁ datvā tehi laddhaṁ ṭhapāpetvā dutiyadivase bhuñjituṁ vaṭṭati, sallekho pana na hoti.",
  "atk-s0515a14:97": "Pānasannidhimhipi eseva nayo. Ettha pānaṁ nāma ambapānādīni aṭṭha pānāni, yāni ce tesaṁ anulomāni.",
  "atk-s0515a14:98": "Vatthasannidhintiādimhi anadhiṭṭhitāvikappitaṁ sannidhi ca hoti sallekhañca kopeti. Ayaṁ pariyāya kathāva, nippariyāyato pana ticīvarasantuṭṭhena bhavitabbaṁ, catutthaṁ labhitvā aññassa dātabbaṁ. Sace yassa kassaci dātuṁ na sakkoti, yassa pana dātukāmo hoti, so uddesatthāya vā paripucchatthāya vā gato, āgatamatte dātabbaṁ, adātuṁ na vaṭṭati. Cīvare pana appahonte satiyā paccāsāya anuññātakālaṁ ṭhapetuṁ vaṭṭati. Sūcisuttacīvarakārakānaṁ alābhena tato parampi vinayakammaṁ katvā ṭhapetuṁ vaṭṭati. ‘‘Imasmiṁ jiṇṇe puna īdisaṁ kuto labhissāmī’’ti pana ṭhapetuṁ na vaṭṭati, sannidhi ca hoti, sallekhañca vikopeti.",
  "atk-s0515a14:99": "Yānasannidhimhi yānaṁ nāma vayhaṁ ratho sakaṭaṁ sandamānikā sivikā pāṭaṅkīti netaṁ pabbajitassa yānaṁ. Upāhanā pana pabbajitassa yānaṁyeva. Ekabhikkhussa hi eko araññatthāya, ekā dhotapādakatthāyāti ukkaṁsato dve upāhanasaṅghāṭā vaṭṭanti, tatiyaṁ labhitvā aññassa dātabbo, ‘‘imasmiṁ jiṇṇe aññaṁ kuto labhissāmī’’ti hi ṭhapetuṁ na vaṭṭati, sannidhi ca hoti, sallekhañca vikopeti.",
  "atk-s0515a14:100": "Sayanasannidhimhi sayananti mañco. Ekassa bhikkhuno eko gabbhe eko divāṭṭhāneti ukkaṁsato dve mañcā vaṭṭanti, tato uttari labhitvā aññassa bhikkhuno vā gaṇassa vā dātabbo, adātuṁ na vaṭṭati, sannidhi ceva hoti, sallekhañca kopeti.",
  "atk-s0515a14:101": "Gandhasannidhimhi bhikkhuno kaṇḍukacchuchavidosādiābādhe sati gandho vaṭṭati. Tena gandhena tasmiṁ roge vūpasante aññesaṁ vā ābādhikānaṁ dātabbo. Dvāre pañcaṅgulagharadhūpanādīsu vā upanetabbo. ‘‘Puna roge sati bhavissatī’’ti ṭhapetuṁ na vaṭṭati, gandhasannidhi ca hoti, sallekhañca kopeti.",
  "atk-s0515a14:102": "Āmisanti annādivuttāvasesaṁva daṭṭhabbaṁ. Seyyathidaṁ – idhekacco bhikkhu ‘‘tathārūpe kāle upakārāya bhavissantī’’ti tilataṇḍulamuggamāsanāḷikeraloṇamacchamaṁsavallūrasappitelaguḷa- bhājanādīni āharāpetvā ṭhapeti. So vassakāle kālasseva sāmaṇerehi yāguṁ pacāpetvā bhuñjitvā ‘‘sāmaṇera udakakaddame dukkhaṁ gāmaṁ pavisituṁ, gaccha asukakulaṁ gantvā mayhaṁ vihāre nisinnabhāvaṁ ārocehi, asukakulato dadhiādīni āharā’’ti peseti. Bhikkhūhi ‘‘kiṁ, bhante, gāmaṁ pavisathā’’ti vuttepi ‘‘duppaveso āvuso idāni gāmo’’ti vadati. Te ‘‘hotu, bhante, acchatha tumhe, mayaṁ bhikkhaṁ pariyesitvā āharissāmā’’ti gacchanti. Atha sāmaṇeropi dadhiādīni āharitvā bhattañca byañjanañca sampādetvā upaneti, taṁ bhuñjantasseva upaṭṭhākā bhattaṁ pahiṇanti, tatopi manāpaṁ manāpaṁ bhuñjati. Atha bhikkhū piṇḍapātaṁ gahetvā āgacchanti, tatopi manāpaṁ manāpaṁ gīvāyāmakaṁ bhuñjatiyeva. Evaṁ catumāsampi vītināmeti. Ayaṁ vuccati bhikkhu ‘‘muṇḍakuṭumbikajīvikaṁ jīvati, na samaṇajīvika’’nti. Evarūpo āmisasannidhi nāma hoti.",
  "atk-s0515a14:103": "Bhikkhuno pana vasanaṭṭhāne ekā taṇḍulanāḷi eko guḷapiṇḍo catubhāgamattaṁ sappīti ettakaṁ nidhetuṁ vaṭṭati akāle sampattacorānaṁ atthāya. Te hi ettakampi āmisapaṭisanthāraṁ alabhantā jīvitāpi voropeyyuṁ, tasmā sacepi ettakaṁ natthi, āharāpetvāpi ṭhapetuṁ vaṭṭati. Aphāsukakāle ca yadettha kappiyaṁ, taṁ attanāpi paribhuñjituṁ vaṭṭati. Kappiyakuṭiyaṁ pana bahuṁ ṭhapentassāpi sannidhi nāma natthi.",
  "atk-s0515a14:104": "160.Jhāyī na pādalolassāti jhānābhirato ca na ca pādalolo assa. Virame kukkuccā nappamajjeyyāti hatthakukkuccādikukkuccaṁ vinodeyya, sakkaccakāritāya cettha nappamajjeyya.",
  "atk-s0515a14:105": "Ekattamanuyuttoti ekībhāvaṁ anuyutto. Paramatthagarukoti uttamatthagaruko. ‘‘Sakatthagaruko’’ti vā pāṭho.",
  "atk-s0515a14:106": "Paṭisallānārāmoti āramaṇaṁ ārāmo, tato tato ārammaṇato paṭisaṁharitvā ekībhāve paṭisallāne ārāmo yassa so paṭisallānārāmo. Assāti bhaveyya. Tasmiṁ ratoti paṭisallānarato. Etehi sīlesu paripūrakāritaṁ dasseti. Taṁ kissa hetu? Sīlavipannassa ekaggatāpi na sampajjati. Ajjhattaṁ cetosamathamanuyuttoti attano cittasamathe yutto. Ettha hi ajjhattanti vā attanoti vā etaṁ ekatthaṁ, byañjanameva nānaṁ. Bhummatthe panetaṁ upayogavacanaṁ. Anūti iminā upasaggena yoge siddhaṁ.",
  "atk-s0515a14:107": "Anirākatajjhānoti bahi anihatajjhāno avināsitajjhāno vā. Nīharaṇavināsatthañhi idaṁ nirākaraṇaṁ nāma. ‘‘Thambhaṁ niraṁkatvā nivātavuttī’’tiādīsu (su. ni. 328) cassa payogo daṭṭhabbo. Vipassanāya samannāgatoti sattavidhāya anupassanāya yutto. Sattavidhā anupassanā nāma aniccānupassanā dukkhānupassanā anattānupassanā nibbidānupassanā virāgānupassanā nirodhānupassanā paṭinissaggānupassanāti. Tā visuddhimagge (visuddhi. 2.741 ādayo, 849 ādayo) vitthāritā . Byūhetā suññāgārānanti vaḍḍhetā suññāgārānaṁ. Ettha ca samathavipassanāvasena kammaṭṭhānaṁ gahetvā rattindivaṁ suññāgāraṁ pavisitvā nisīdamāno bhikkhu ‘‘brūhetā suññāgārāna’’nti veditabbo. Ekabhūmakādibhede pāsāde kurumānopi suññāgārānaṁ brūhetāti daṭṭhabbo.",
  "atk-s0515a14:108": "Sakkaccakārītiādīsu dānādīnaṁ kusaladhammānaṁ bhāvanāya puggalassa vā deyyadhammassa vā sakkaccakāritāvasena sakkaccakārī. Assāti bhaveyya. Satatabhāvo sātaccaṁ, sātaccakāritāvasena sātaccakārī. Nirantarakāritāya aṭṭhitakārī. Yathā nāma kakaṇṭako thokaṁ gantvā thokaṁ tiṭṭhati, na nirantaraṁ gacchati, evameva yo puggalo ekadivasaṁ dānaṁ datvā pūjaṁ vā katvā dhammaṁ vā sutvā samaṇadhammaṁ vā katvā puna cirassaṁ karoti, taṁ na nirantaraṁ pavatteti. So ‘‘asātaccakārī, ṭhitakārī’’ti vuccati. Yo pana evaṁ na hoti, so aṭṭhitakārī. Anolīnavuttikoti nirantarakaraṇasaṅkhātassa vipphārassa atthitāya na olīnavuttiko. Anikkhittacchandoti kusalakiriyāya vīriyacchandassa anikkhittabhāvena anikkhittacchando. Anikkhittadhuroti vīriyadhurassa anoropako, anosakkitamānasoti attho.",
  "atk-s0515a14:109": "Appaṭivānīti anivattanaṁ. Adhiṭṭhānanti kusalakaraṇe patiṭṭhābhāvo. Anuyogoti anuyuñjanaṁ. Appamādoti satiyā avippavāso.",
  "atk-s0515a14:110": "161.Tandiṁ māyaṁ hassaṁ khiḍḍanti ālasiyañca māyañca hassañca kāyikaṁ vācasikaṁ khiḍḍañca. Savibhūsanti saddhiṁ vibhūsāya.",
  "atk-s0515a14:111": "Rattindivaṁ chakoṭṭhāsaṁ karitvāti purimayāmamajjhimayāmapacchimayāmavasena rattiṁ tayo tathā divāti chabbidhaṁ koṭṭhāsaṁ katvā. Pañcakoṭṭhāsaṁ paṭijaggeyyāti rattiṁ majjhimayāmaṁ vissajjetvā avasesapañcakoṭṭhāsesu na niddaṁ okkameyya. Ekakoṭṭhāsaṁ nipajjeyyāti ekaṁ majjhimayāmakoṭṭhāsaṁ sato sampajāno nipajjitvā niddaṁ okkameyya.",
  "atk-s0515a14:112": "Idha bhikkhu divasampi pubbaṇhe majjhanhe sāyanheti tayopi divasakoṭṭhāsā gahitā. Caṅkamena nisajjāyāti sakalaṁ divasaṁ iminā iriyāpathadvayeneva viharanto cittassa āvaraṇato āvaraṇīyehi dhammehi pañcahi nīvaraṇehi sabbākusaladhammehi vā. Cittaṁ parisodheyyāti tehi dhammehi cittaṁ visodheyya. Ṭhānaṁ panettha kiñcāpi na gahitaṁ, caṅkamanisajjāsannissitaṁ pana katvā gahetabbameva. Paṭhamaṁ yāmanti sakalasmimpi paṭhamayāme.",
  "atk-s0515a14:113": "Seyyanti ettha kāmabhogīseyyā petaseyyā sīhaseyyā tathāgataseyyāti catasso seyyā. Tattha ‘‘yebhuyyena, bhikkhave, kāmabhogī vāmena passena sentī’’ti (a. ni. 1.4246) ayaṁ kāmabhogīseyyā. Tesu hi yebhuyyena dakkhiṇapassena sayāno nāma natthi. ‘‘Yebhuyyena, bhikkhave, petā uttānā sentī’’ti (a. ni. 4.246) ayaṁ petaseyyā. Appamaṁsalohitattā hi aṭṭhisaṅghāṭaghaṭṭitā ekena passena sayituṁ na sakkonti, uttānāva senti. ‘‘Sīho, bhikkhave, migarājā dakkhiṇena passena seyyaṁ kappeti…pe… attamano hotī’’ti (a. ni. 4.246) ayaṁ sīhaseyyā. Tejussadattā hi sīho migarājā dve purimapāde ekasmiṁ pacchimapāde ekasmiṁ ṭhāne ṭhapetvā naṅguṭṭhaṁ antarasatthimhi pakkhipitvā purimapādapacchimapādanaṅguṭṭhānaṁ ṭhitokāsaṁ sallakkhetvā dvinnaṁ purimapādānaṁ matthake sīsaṁ ṭhapetvā sayati. Divasampi sayitvā pabujjhamāno na utrasto pabujjhati, sīsaṁ pana ukkhipitvā purimapādādīnaṁ ṭhitokāsaṁ sallakkheti. Sace kiñci ṭhānaṁ vijahitvā ṭhitaṁ hoti, ‘‘nayidaṁ tuyhaṁ jātiyā, na sūrabhāvassa anurūpa’’nti anattamano hutvā tattheva sayati, na gocarāya pakkamati. Avijahitvā ṭhite pana ‘‘tuyhaṁ jātiyā ca sūrabhāvassa ca anurūpamida’’nti haṭṭhatuṭṭho uṭṭhāya sīhavijambhitaṁ vijambhitvā kesarabhāraṁ vidhunitvā tikkhattuṁ sīhanādaṁ naditvā gocarāya pakkamati. Catutthajjhānaseyyā pana tathāgataseyyāti vuccati. Tāsu idha sīhaseyyā āgatā. Ayañhi tejussadairiyāpathattā uttamaseyyā nāma.",
  "atk-s0515a14:114": "Pāde pādanti dakkhiṇapāde vāmapādaṁ. Accādhāyāti atiādhāya īsakaṁ atikkamma ṭhapetvā. Gopphakena hi gopphake, jāṇunā vā jāṇumhi saṅghaṭṭiyamāne abhiṇhaṁ vedanā uppajjati, cittaṁ ekaggaṁ na hoti, seyyā aphāsu hoti. Yathā pana na saṅghaṭṭeti, evaṁ atikkamma ṭhapite vedanā nuppajjati, cittaṁ ekaggaṁ hoti, seyyā phāsu hoti. Tena vuttaṁ – ‘‘pāde pādaṁ accādhāyā’’ti. Sato sampajānoti satiyā ceva sampajānapaññāya ca samannāgato hutvā. Iminā supariggāhakaṁ satisampajaññaṁ kathitaṁ. Uṭṭhānasaññaṁ manasikaritvāti ‘‘asukavelāya nāma uṭṭhahissāmī’’ti evaṁ uṭṭhānavelāparicchedakaṁ uṭṭhānasaññaṁ citte ṭhapetvā. Evaṁ katvā nipanno hi yathāparicchinnakāleyeva uṭṭhāti.",
  "atk-s0515a14:115": "Vīriyindriyaniddese cetasikoti idaṁ vīriyassa niyamato cetasikabhāvadīpanatthaṁ vuttaṁ, idañhi vīriyaṁ ‘‘yadapi, bhikkhave, kāyikaṁ vīriyaṁ, tadapi vīriyasambojjhaṅgo, yadapi cetasikaṁ vīriyaṁ, tadapi vīriyasambojjhaṅgoti. Itihidaṁ uddesaṁ gacchatī’’ti evamādīsu suttesu (saṁ. ni. 5.233) caṅkamādīni karontassa uppajjanatāya kāyikanti vuccamānampi kāyaviññāṇaṁ viya kāyikaṁ nāma natthi, cetasikameva panetanti dīpetuṁ ‘‘cetasiko’’ti vuttaṁ. Vīriyārambhoti vīriyasaṅkhāto ārambho. Ayañhi ārambhasaddo kamme āpattiyaṁ kiriyāyaṁ vīriye hiṁsāyaṁ vikopaneti anekesu atthesu āgato.",
  "atk-s0515a14:116": "‘‘Yaṁ kiñci dukkhaṁ sambhoti, sabbaṁ ārambhapaccayā;",
  "atk-s0515a14:117": "Ārambhānaṁ nirodhena, natthi dukkhassa sambhavo’’ti. (su. ni. 749) –",
  "atk-s0515a14:118": "Ettha hi kammaṁ ārambhoti āgataṁ. ‘‘Ārambhati ca vippaṭisārī ca hotī’’ti (a. ni. 5.142; pu. pa. 191) ettha āpatti. ‘‘Mahāyaññā mahārambhā, na te honti mahapphalā’’ti (a. ni. 4.39; saṁ. ni. 1.120) ettha yūpussāpanādikiriyā. ‘‘Ārambhatha nikkamatha, yuñjatha buddhasāsane’’ti (saṁ. ni. 1.185; kathā. 333; netti. 29; peṭako. 38; mi. pa. 5.1.4) ettha vīriyaṁ. ‘‘Samaṇaṁ gotamaṁ uddissa pāṇaṁ ārambhantī’’ti (ma. ni. 2.51) ettha hiṁsā. ‘‘Bījagāmabhūtagāmasamārambhā paṭivirato hotī’’ti (dī. ni. 1.10; ma. ni. 1.293) ettha chedanabhañjanādikaṁ vikopanaṁ. Idha pana vīriyameva adhippetaṁ. Tenāha ‘‘vīriyārambhoti vīriyasaṅkhāto ārambho’’ti. Vīriyañhi ārambhanavasena ārambhoti vuccati. Idamassa sabhāvapadaṁ. Kosajjato nikkhamanavasena nikkamo. Paraṁ paraṁ ṭhānaṁ akkamanavasena parakkamo. Uggantvā yamanavasena uyyāmo. Vāyamanavasena vāyāmo. Ussahanavasena ussāho. Adhimattussahanavasena ussoḷhī. Thirabhāvaṭṭhena thāmo. Cittacetasikānaṁ dhāraṇavasena avicchedato vā pavattanavasena kusalasantānaṁ dhāretīti dhiti.",
  "atk-s0515a14:119": "Aparo nayo – nikkamo ceso kāmānaṁ panudanāya. Parakkamo ceso bandhanacchedāya. Uyyāmo ceso oghassa nittharaṇāya. Vāyāmo ceso pāraṁ gamanaṭṭhena. Ussāho ceso pubbaṅgamaṭṭhena. Ussoḷhī ceso adhimattaṭṭhena. Thāmo ceso palighugghāṭanatāya. Dhiti ceso aṭṭhitakāritāyāti.",
  "atk-s0515a14:120": "‘‘Kāmaṁ taco ca nhāru ca, aṭṭhi ca avasissatū’’ti (a. ni. 2.5) evaṁ pavattikāle asithilaparakkamavasena asithilaparakkamatā, thiraparakkamo daḷhaparakkamoti attho. Yasmā panetaṁ vīriyaṁ kusalakammakaraṇaṭṭhāne chandaṁ na nikkhipati, dhuraṁ na nikkhipati, na otāreti na vissajjeti, anosakkitamānasataṁ āvahati, tasmā ‘‘anikkhittacchandatā anikkhittadhuratā’’ti vuttaṁ. Yathā pana tajjātike udakasambhinnaṭṭhāne dhuravāhagoṇaṁ ‘‘gaṇhathā’’ti vadanti, so jāṇunā bhūmiṁ uppīḷetvāpi dhuraṁ vahati, bhūmiyaṁ patituṁ na deti, evameva vīriyaṁ kusalakammakaraṇaṭṭhāne dhuraṁ na nikkhipati paggaṇhāti, tasmā ‘‘dhurasampaggāho’’ti vuttaṁ. Paggahalakkhaṇe indaṭṭhaṁ kāretīti vīriyindriyaṁ. Kosajje na kampatīti vīriyabalaṁ. Yāthāvaniyyānikakusalavāyāmatāya sammāvāyāmo.",
  "atk-s0515a14:121": "Tandīti jātiālasiyaṁ. Tandiyanāti tandiyanākāro. Tandimanakatāti tandiyā abhibhūtacittatā. Alasassa bhāvo ālasyaṁ, ālasyāyanākāro ālasyāyanā. Ālasyāyitassa bhāvo ālasyāyitattaṁ. Iti sabbehi imehi padehi kilesavasena kāyālasiyaṁ kathitaṁ.",
  "atk-s0515a14:122": "Vañcanikā cariyāti vañcanikā kiriyā. Mā maṁ jaññāti vācaṁ bhāsatīti jānaṁyeva paṇṇattiṁ vītikkamanto bhikkhu bhāriyaṁ karoti, amhākaṁ pana vītikkamaṭṭhānaṁ nāma natthīti upasanto viya bhāsati. Kāyena parakkamatīti ‘‘mayā kataṁ idaṁ pāpakammaṁ mā keci jāniṁsū’’ti kāyena vattaṁ karoti. Vijjamānadosapaṭicchādanato cakkhumohanamāyā viyāti māyā, māyāvino bhāvo māyāvitā. Katvā pāpaṁ puna paṭicchādanato ati assarati etāya sattoti accasarā. Kāyavācākiriyāhi aññathā dassanato vañcetīti vañcanā. Etāya sattā nikarontīti nikati, micchā karontīti attho. ‘‘Nāhaṁ evaṁ karomī’’ti pāpānaṁ nikkhipanato nikiraṇā. ‘‘Nāhaṁ evaṁ karomī’’ti parivajjanato pariharaṇā. Kāyādīhi saṁvaraṇato gūhanā. Sabbato bhāgena gūhanā parigūhanā. Tiṇapaṇṇehi viya gūthaṁ kāyavacīkammehi pāpaṁ chādiyatīti chādanā. Sabbato bhāgena chādanā paricchādanā. Na uttānaṁ katvā dassetīti anuttānīkammaṁ. Na pākaṭaṁ katvā dassetīti anāvikammaṁ. Suṭṭhu chādanā vocchādanā. Katapāpapaṭicchādanavasena punapi pāpassa karaṇato pāpakiriyā. Ayaṁ vuccatīti ayaṁ katapaṭicchādanalakkhaṇā māyā nāma vuccati. Yāya samannāgato puggalo bhasmāpaṭicchanno viya aṅgāro, udakapaṭicchanno viya khāṇu, pilotikāya paliveṭhitaṁ viya ca satthaṁ hoti. Ativelaṁ dantavidaṁsakaṁ hasatīti pamāṇātikkantaṁ dantaṁ vivaritvā paresaṁ dassetvā hāsaṁ somanassaṁ uppādetvā hasati.",
  "atk-s0515a14:123": "Kāyikāca khiḍḍāti kāyena pavattā kīḷā. Eseva nayo vācasikāyapi. Hatthīhipi kīḷantīti hatthīhi kīḷitatthāya purato dhāvanaādhāvanapiṭṭhanisīdanādikīṭṭhāya kīḷanti. Eseva nayo assarathesupi. Aṭṭhapadepi kīḷantīti ekekāya pantiyā aṭṭha aṭṭha padāni assāti aṭṭhapadaṁ, tasmiṁ aṭṭhapade. Dasapadepi eseva nayo. Ākāsepīti aṭṭhapadadasapadesu viya ākāseyeva kīḷanti. Parihārapathepīti bhūmiyaṁ nānāpathamaṇḍalaṁ katvā tattha pariharitabbapathaṁ pariharantā kīḷanti. Santikāyapi kīḷantīti santikakīḷāya kīḷanti, ekajjhaṁ ṭhapitā sāriyo vā pāsāṇasakkharāyo vā acālentā nakheneva apanenti ca upanenti ca. Sace tattha kāci calati, parājayo hotīti.",
  "atk-s0515a14:124": "Khalikāyāti jūtaphalake pāsakakīḷāya kīḷanti. Ghaṭikāyāti ghaṭikā vuccati dīghadaṇḍakena rassadaṇḍakaṁ paharaṇakīḷā, tāya kīḷanti. Salākahatthenāti lākhāya vā mañjaṭṭhiyā vā piṭṭhodakena vā salākahatthaṁ temetvā ‘‘kiṁ hotū’’ti bhūmiyaṁ vā bhittiyaṁ vā taṁ paharitvā hatthiassādirūpāni dassentā kīḷanti. Akkhenāti guḷena. Paṅkacīrenāti paṅkacīraṁ vuccati paṇṇanāḷikā, taṁ dhamantā kīḷanti. Vaṅkakenāti gāmadārakānaṁ kīḷanakena khuddakanaṅgalena. Mokkhacikāyāti samparivattakakīḷāya, ākāse vā daṇḍaṁ gahetvā bhūmiyaṁ vā sīsaṁ ṭhapetvā heṭṭhupariyabhāvena parivattantā kīḷantīti vuttaṁ hoti. Ciṅgulakenāti ciṅgulakaṁ vuccati tālapaṇṇādīhi kataṁ vātappahārena paribbhamanacakkaṁ, tena kīḷanti. Pattāḷhakenāti pattāḷhakaṁ vuccati paṇṇanāḷi, tāya vālikādīni minantā kīḷanti. Rathakenāti khuddakarathena. Dhanukenāti khuddakadhanunā. Akkharikāyāti akkharikā vuccati ākāse vā piṭṭhiyaṁ vā akkharajānanakīḷā, tāya kīḷanti. Manesikāyāti manesikā vuccati manasā cintitajānanakīḷā, tāya kīḷanti. Yathāvajjenāti yathāvajjaṁ vuccati kāṇakuṇikhujjādīnaṁ yaṁ yaṁ vajjaṁ, taṁ taṁ payojetvā dassanakīḷā, tāya kīḷanti. Mukhabherikanti mukhasaddena bherī viya vādanaṁ. Mukhālambaranti mukhānulittabherisaddakaraṇaṁ. Mukhaḍiṇḍimakanti mukhena pahatabherisaddakaraṇaṁ. Mukhavalimakanti oṭṭhamaṁsaṁ jimhaṁ katvā saddakaraṇaṁ. ‘‘Mukhatalika’’ntipi pāṭho, mukhaṁ parivattetvā dhamanaṁ . Mukhabheruḷakanti mukhena bherivādanaṁ. Nāṭakanti abhinayaṁ dassetvā uggaṇhāpanaṁ. ‘‘Naṭṭaka’’ntipi pāṭho. Lāpanti ukkuṭṭhitakaraṇaṁ. Gītanti gāyanaṁ. Davakammanti hassakīḷākaraṇaṁ. Ayaṁ vācasikā khiḍḍāti ayaṁ kīḷā vācāya jātā vacīdvāre uppannā.",
  "atk-s0515a14:125": "Kesā ca massu cātiādīsu kesānaṁ kattarikāya ṭhānātirittāni akatvā kattarikāya chedanaṁ massūnaṁ dāṭhikaṁ ṭhapetvā kappāsanañca ekatovaṇḍikādimālā ca mūlagandhādigandhā ca chavikaraṇavilepanā ca. Gīvādīsu piḷandhanaābharaṇā ca sīse paṭimuñcanapasādhanapiḷandhanā ca sarīranivāsanavicitravatthā ca saṁvelliyabandhanapasādhanañca. ‘‘Parāsana’’ntipi pāṭho. Sīsaveṭhanapaṭasaṅkhātaveṭhanañca.",
  "atk-s0515a14:126": "Ucchādanādīsu mātukucchito nikkhantadārakānaṁ sarīragandho dvādasamattavassakāle nassati, tesaṁ sarīragandhaharaṇatthāya gandhacuṇṇādīhi ucchādenti, evarūpaṁ ucchādanaṁ na vaṭṭati. Puññavante pana dārake ūrūsu nipajjāpetvā telena makkhetvā hatthapādaūrunābhiādīnaṁ saṇṭhānasampādanatthaṁ parimaddanti, evarūpaṁ parimaddanaṁ na vaṭṭati.",
  "atk-s0515a14:127": "Nhāpananti tesaṁyeva dārakānaṁ gandhādīhi nhāpanaṁ. Sambāhananti mahāmallānaṁ viya hatthapāde muggarādīhi paharitvā bāhuvaḍḍhanaṁ. Ādāsanti yaṁkiñci ādāsaṁ pariharituṁ na vaṭṭati. Añjanaṁ alaṅkārañjanameva. Mālāti baddhamālā vā abaddhamālā vā. Vilepananti yaṁkiñci chavirāgakaraṇaṁ. Mukhacuṇṇakaṁ mukhalepananti mukhe kāḷapīḷakādīnaṁ haraṇatthāya mattikākakkaṁ denti. Tena lohite calite sāsapakakkaṁ denti, tena dose khādite tilakakkaṁ denti, tena lohite sannisinne haliddikakkaṁ denti, tena chavivaṇṇe ārūḷhe mukhacuṇṇakena mukhaṁ cuṇṇenti, taṁ sabbaṁ na vaṭṭati.",
  "atk-s0515a14:128": "Hatthabandhādīsu hatthe vicitrasaṅkhakapālādīni bandhitvā vicaranti, taṁ vā aññaṁ vā sabbampi hatthābharaṇaṁ na vaṭṭati. Apare sikhaṁ bandhitvā vicaranti, suvaṇṇacīrakamuttāvaḷiādīhi ca taṁ parikkhipanti, taṁ sabbaṁ na vaṭṭati. Apare catuhatthadaṇḍaṁ vā aññaṁ vā pana alaṅkatadaṇḍakaṁ gahetvā vicaranti , tathā itthipurisarūpādivicittaṁ bhesajjanāḷikaṁ suparikkhittaṁ vāmapasse olaggenti, apare anekacitrakosaṁ atitikhiṇaṁ asiṁ, pañcavaṇṇasuttasibbitaṁ makaradantakādivicittaṁ chattaṁ, suvaṇṇarajatādivicitrā morapiñchādiparikkhittā upāhanā, keci ratanamattāyāmaṁ caturaṅgulavitthataṁ kesantaparicchedaṁ dassetvā meghamukhe vijjulataṁ viya nalāṭe uṇhīsapaṭṭaṁ bandhitvā cūḷāmaṇiṁ dhārenti, cāmaravālabījaniṁ dhārenti, taṁ sabbaṁ na vaṭṭati.",
  "atk-s0515a14:129": "Imassa vā pūtikāyassāti imassa cātumahābhūtamayassa kuṇapasarīrassa. Keḷanāti kīḷāpanā . Parikeḷanāti sabbato bhāgena kīḷāpanā. Gedhitatāti abhikaṅkhitatā. Gedhitattanti giddhabhāvo abhikaṅkhitabhāvo. Capalatāti alaṅkārakaraṇaṁ. Cāpalyanti capalabhāvaṁ.",
  "atk-s0515a14:130": "Savibhūsantiādīsu vibhūsāya saha savibhūsaṁ. Chavirāgakaraṇasaṅkhātena parivārena saha saparivāraṁ. Paribhaṇḍena saha saparibhaṇḍaṁ. Parikkhārena saha saparikkhāraṁ.",
  "atk-s0515a14:131": "162.Āthabbaṇanti āthabbaṇikamantappayogaṁ. Supinanti supinasatthaṁ. Lakkhaṇanti maṇilakkhaṇādiṁ. No vidaheti nappayojeyya. Virutañcāti migādīnaṁ vaṭṭetvā vassitaṁ.",
  "atk-s0515a14:132": "Āthabbaṇikāti parūpaghātamantajānanakā. Āthabbaṇaṁ payojentīti āthabbaṇikā kira sattāhaṁ aloṇakaṁ bhuñjitvā dabbe attharitvā pathaviyaṁ sayamānā tapaṁ caritvā sattame divase susānabhūmiṁ sajjetvā sattame pade ṭhatvā hatthaṁ vaṭṭetvā vaṭṭetvā mukhena vijjaṁ parijappanti, atha tesaṁ kammaṁ samijjhati. Evarūpaṁ sandhāya ‘‘āthabbaṇaṁ payojentī’’ti āha. Tattha payojentīti yuttappayuttā honti. Nagare vā ruddheti nagare samantato rundhitvā āvaritvā gahite. Saṅgāme vā paccupaṭṭhiteti raṇe upagantvā ṭhite. Paccatthikesu paccāmittesūti paṭāṇībhūtesu verīsu. Ītiṁ uppādentīti sarīracalanaṁ kampanaṁ, tassa uppādanaṁ karonti. Upaddavanti kāyapīḷanaṁ karonti. Roganti byādhiṁ. Pajjarakanti jaraṁ. Sūlanti uddhumātakaṁ. Visūcikanti vijjhanaṁ. Pakkhandikanti lohitapakkhandikaṁ. Karontīti uppādenti.",
  "atk-s0515a14:133": "Supinapāṭhakāti supinabyākaraṇakā. Ādisantīti byākaronti. Yo pubbaṇhasamayaṁ supinaṁ passatītiādīsu accantasaṁyoge upayogavacanaṁ, pubbaṇhasamayeti attho. Evaṁ vipāko hotīti iṭṭhāniṭṭhavasena evarūpo vipāko hoti. Avakujja nipannoti adhomukho hutvā nipanno passati. Evaṁ supinapāṭhakā supinaṁ ādisanti.",
  "atk-s0515a14:134": "Tañca pana supinaṁ passanto catūhi kāraṇehi passati dhātukkhobhato vā anubhūtapubbato vā devatopasaṁhārato vā pubbanimittato vāti. Tattha pittādīnaṁ khobhakaraṇapaccayayogena khubhitadhātuko dhātukkhobhato supinaṁ passati, passanto ca nānāvidhaṁ supinaṁ passati. Anubhūtapubbato passanto pubbe anubhūtapubbaṁ ārammaṇaṁ passati. Devatopasaṁhārato passanto devatānaṁ ānubhāvena ārammaṇāni passati. Pubbanimittato passanto puññāpuññavasena uppajjitukāmassa atthassa vā anatthassa vā pubbanimittabhūtaṁ supinaṁ passati . Tattha yaṁ dhātukkhobhato anubhūtapubbato ca supinaṁ passati, na taṁ saccaṁ hoti. Yaṁ devatopasaṁhārato passati, taṁ saccaṁ vā hoti alikaṁ vā. Kuddhā hi devatā upāyena vināsetukāmā viparītampi katvā dassenti. Yaṁ pana pubbanimittato passati, taṁ ekantasaccameva hoti. Etesaṁ catunnaṁ mūlakāraṇānaṁ saṁsaggabhedatopi supinabhedo hotiyeva. Tañca panetaṁ catubbidhaṁ supinaṁ sekkhaputhujjanāva passanti appahīnavipallāsattā. Asekkhā na passanti pahīnavipallāsattā.",
  "atk-s0515a14:135": "Kiṁ panetaṁ passanto sutto passati, udāhu paṭibuddho, udāhu neva sutto na paṭibuddhoti? Kiñcettha – yadi tāva sutto passati, abhidhammavirodho āpajjati. Bhavaṅgacittena hi supati, taṁ rūpanimittādiārammaṇaṁ rāgādisampayuttaṁ vā na hoti, supinaṁ passantassa ca īdisāni cittāni uppajjanti. Atha paṭibuddho passati, vinayavirodho āpajjati. Yañhi paṭibuddho passati, taṁ sabbohārikacittena passati, sabbohārikacittena ca kate vītikkame anāpatti nāma natthi, supinaṁ passantena pana kate vītikkame ekantaṁ anāpatti eva. Atha neva sutto na paṭibuddho passati, ko nāma passati. Evañca sati supinassa abhāvova āpajjati, na abhāvo. Kasmā? Yasmā kapiniddāpareto passati. Vuttañhetaṁ – ‘‘majjhūpagato, mahārāja, kapiniddāpareto supinaṁ passatī’’ti (mi. pa. 5.3.5).",
  "atk-s0515a14:136": "Kapiniddāparetoti makkaṭaniddāya yutto. Yathā hi makkaṭassa niddā lahuparivattā hoti, evaṁ yā niddā punappunaṁ kusalādicittavokiṇṇattā lahuviparivattā. Yassā pavattiyaṁ punappunaṁ bhavaṅgato uttaraṇaṁ hoti, tāya yutto supinaṁ passati. Tenāyaṁ supino kusalopi hoti akusalopi abyākatopi. Tattha supinante cetiyavandanadhammassavanadhammadesanādīni karontassa kusalo, pāṇātipātādīni karontassa akusalo, dvīhi antehi mutto āvajjanatadārammaṇakkhaṇe abyākatoti veditabbo. Svāyaṁ dubbalavatthukattā cetanāya paṭisandhiṁ ākaḍḍhituṁ asamattho, pavatte pana aññehi kusalākusalehi upatthambhito vipākaṁ deti.",
  "atk-s0515a14:137": "Maṇilakkhaṇādīsu evarūpo maṇi pasattho, evarūpo apasattho, sāmino ārogyaissariyādīnaṁ hetu hoti, na hotīti evaṁ vaṇṇasaṇṭhānādivasena maṇiādīnaṁ lakkhaṇaṁ ādisantīti attho. Tattha āvudhalakkhaṇanti ṭhapetvā asiādīni avasesaṁ āvudhaṁ . Itthilakkhaṇādīnipi yamhi kule itthipurisādayo vasanti, tassa vuddhihānivaseneva veditabbāni. Ajalakkhaṇādīsu pana ‘‘evarūpānaṁ ajādīnaṁ maṁsaṁ khāditabbaṁ, evarūpānaṁ na khāditabba’’nti ayampi viseso veditabbo.",
  "atk-s0515a14:138": "Api cettha godhāya lakkhaṇe cittakammapiḷandhanādīsupi ‘‘evarūpāya godhāya sati idaṁ nāma hotī’’ti ayampi viseso veditabbo. Kaṇṇikālakkhaṇaṁ piḷandhanakaṇṇikāyapi gehakaṇṇikāyapi vasena veditabbaṁ. Kacchapalakkhaṇampi godhalakkhaṇasadisameva. Migalakkhaṇaṁ sabbasaṅgāhikaṁ sabbacatuppadānaṁ lakkhaṇavasena vuttaṁ. Evaṁ lakkhaṇapāṭhakā lakkhaṇaṁ ādisantīti evaṁ lakkhaṇasatthavācakā lakkhaṇaṁ ādisanti kathenti.",
  "atk-s0515a14:139": "Nakkhattānīti kattikādīni aṭṭhavīsati nakkhattāni. Iminā nakkhattena gharappaveso kātabboti gehappavesamaṅgalaṁ kātabbaṁ. Makuṭaṁ bandhitabbanti pasādhanamaṅgalaṁ kātabbaṁ. Vāreyyanti ‘‘imassa dārakassa asukakulato asukanakkhattena dārikaṁ ānethā’’ti āvāhakaraṇañca ‘‘imaṁ dārikaṁ asukassa nāma dārakassa asukanakkhattena detha, evaṁ etesaṁ vuḍḍhi bhavissatī’’ti vivāhakaraṇañca vatvā vāreyyasaṅkhātaṁ āvāhavivāhamaṅgalaṁ kātabbanti ādisanti. Bījanīhāroti bījānaṁ vappatthāya bahi nīharaṇaṁ. ‘‘Niharo’’tipi pāḷi. Migavākkanti idaṁ sabbasaṅgāhikanāmaṁ, sabbasakuṇacatuppadānaṁ rutañāṇavaseneva vuttaṁ. Migavākkapāṭhakāti sakuntacatuppadānaṁ saddabyākaraṇakā. Migavākkaṁ ādisantīti tesaṁ saddaṁ sutvā byākaronti. Rutanti saddaṁ. ‘‘Ruda’’nti vā pāḷi. Vassitanti vācaṁ. Gabbhakaraṇīyāti vinassamānassa gabbhassa puna avināsāya osadhadānena gabbhasaṇṭhānakārakā. Gabbho hi vātena pāṇakehi kammunā cāti tīhi kāraṇehi vinassati. Tattha vātena vinassante vātavināsanaṁ sītalaṁ bhesajjaṁ deti. Pāṇakehi vinassante pāṇakānaṁ paṭikammaṁ karoti. Kammunā vinassante pana buddhāpi paṭibāhituṁ na sakkonti. Tasmā na taṁ idha gahitaṁ. Sālākiyanti salākavejjakammaṁ. Sallakattiyanti sallakattavejjakammaṁ. Kāyatikicchanti mūlabhesajjādīni yojetvā kāyatikicchavejjakammaṁ. Bhūtiyanti bhūtavejjakammaṁ. Komārabhaccanti komārakavejjakammaṁ. Kuhāti vimhāpakā. Thaddhāti dārukkhandhaṁ viya thaddhasarīrā. Lapāti paccayapaṭibaddhavacanakā. Siṅgiti maṇḍanapakatikā. Unnaḷāti uggatamānanaḷā. Asamāhitāti upacārappanāsamādhivirahitā.",
  "atk-s0515a14:140": "Na gaṇheyyātiādīsu uddesaggahaṇavasena na gaṇheyya. Sajjhāyavasena na uggaṇheyya. Citte ṭhapanavasena na dhāreyya. Samīpaṁ katvā ṭhapanavasena na upadhāreyya. Upaparikkhāvasena na upalakkheyya. Aññesaṁ vācanavasena nappayojeyya.",
  "atk-s0515a14:141": "163.Pesuṇiyanti pesuññaṁ. Sesaniddeso ca vuttatthoyeva.",
  "atk-s0515a14:142": "164.Kayavikkayeti pañcahi sahadhammikehi saddhiṁ vañcanavasena vā udayapatthanāvasena vā na tiṭṭheyya. Upavādaṁ bhikkhu na kareyyāti upavādakare kilese anibbattento attani parehi samaṇabrāhmaṇehi upavādaṁ na janeyya. Gāme ca nābhisajjeyyāti gāme ca gihisaṁsaggādīhi nābhisajjeyya. Lābhakamyā janaṁ na lapayeyyāti lābhakāmatāya janaṁ na lapayeyya.",
  "atk-s0515a14:143": "Ye kayavikkayā vinaye paṭikkhittāti ye dānapaṭiggahaṇavasena kayavikkayasikkhāpade (pārā. 593 ādayo) na vaṭṭatīti paṭikkhittā, idhādhippetaṁ kayavikkayaṁ dassetuṁ ‘‘pañcannaṁ saddhiṁ pattaṁ vā cīvaraṁ vā’’tiādimāha. Tattha pañcannaṁ saddhinti pañcahi sahadhammikehi saha. Pañca sahadhammikā nāma bhikkhubhikkhunīsikkhamānasāmaṇerasāmaṇeriyo. Vañcaniyaṁ vāti paṭirūpakaṁ dassetvā vañcaniyaṁ vā. Udayaṁ vā patthayantoti vuḍḍhiṁ patthento vā. Parivattetīti parivattanaṁ karoti.",
  "atk-s0515a14:144": "Iddhimantoti ijjhanapabhāvavanto. Dibbacakkhukāti dibbasadisañāṇacakkhukā. Atha vā dibbavihārasannissayena laddhañāṇacakkhukā. Paracittavidunoti attano cittena paresaṁ cittajānanakā. Te dūratopi passantīti ekayojanatopi yojanasatatopi yojanasahassatopi yojanasatasahassatopi cakkavāḷatopi dvetīṇicattāripañcadasavīsaticattālīsasahassatopi tato atirekatopi cakkavāḷato passanti dakkhanti. Āsannāpi na dissantīti samīpe ṭhitāpi nisinnāpi na paññāyanti. Cetasāpi cittaṁ pajānantīti attano cittenāpi paresaṁ cittaṁ pajānanti. Devatāpi kho santi iddhimantiniyoti devatāpi evaṁ saṁvijjanti ijjhanapabhāvavantiniyo. Paracittaviduniyoti paresaṁ cittaṁ jānantiyo. Oḷārikehi vā kilesehīti kāyaduccaritādikehi vā upatāpehi. Majjhimehi vāti kāmavitakkādikehi vā. Sukhumehi vāti ñātivitakkādikehi vā. Kāyaduccaritādayo kammapathavasena , kāmavitakkādayo vaṭṭamūlakakilesavasena veditabbā.",
  "atk-s0515a14:145": "Ñātivitakkādīsu ‘‘mayhaṁ ñātayo sukhajīvino sampattiyuttā’’ti evaṁ pañcakāmaguṇasannissitena gehasannissitapemena ñātake ārabbha uppannavitakko ñātivitakko. ‘‘Mayhaṁ ñātayo khayaṁ gatā vayaṁ gatā saddhā pasannā’’ti evaṁ pavatto pana ñātivitakko nāma na hoti.",
  "atk-s0515a14:146": "‘‘Amhākaṁ janapado subhikkho sampannasasso’’ti tuṭṭhamānasassa gehassitapemavasena uppannavitakko janapadavitakko. ‘‘Amhākaṁ janapade manussā saddhā pasannā khayaṁ gatā vayaṁ gatā’’ti evaṁ pavatto pana janapadavitakko nāma na hoti.",
  "atk-s0515a14:147": "Amarattāya vitakko, amaro vā vitakkoti amaravitakko. Tattha ukkuṭikappadhānādīhi dukkhe nijiṇṇe samparāye attā sukhī hoti. Amaroti dukkarakārikaṁ karontassa tāya dukkarakārikāya paṭisaṁyutto vitakko amarattāya vitakko nāma. Diṭṭhigatiko pana ‘‘sassataṁ vadesī’’tiādīni puṭṭho ‘‘evantipi me no, tathātipi me no, aññathātipi me no, notipi me no, no notipi me no’’ti vikkhepaṁ āpajjati, tassa so diṭṭhigatapaṭisaṁyutto vitakko, yathā amaro nāma maccho udake gahetvā māretuṁ na sakkā, ito cito ca dhāvati gāhaṁ na gacchati, evameva ekasmiṁ pakkhe asaṇṭhahanato na maratīti amaro nāma hoti, taṁ duvidhampi ekato katvā ‘‘amaravitakko’’ti vuttaṁ.",
  "atk-s0515a14:148": "Parānuddayatāpaṭisaññuttoti anuddayatāpaṭirūpakena gehassitapemena paṭisaṁyutto. Upaṭṭhākesu nandakesu socantesu ca tehi saddhiṁ diguṇaṁ nandati diguṇaṁ socati, tesu sukhitesu diguṇaṁ sukhito hoti, dukkhitesu diguṇaṁ dukkhito hoti. Uppannesu kiccakaraṇīyesu attanā voyogaṁ āpajjati. Tāni tāni kiccāni sādhento paññattiṁ vītikkamati, sallekhaṁ kopeti. Yo tasmiṁ saṁsaṭṭhavihāre tasmiṁ vā voyogāpajjane gehassito vitakko, ayaṁ parānuddayatāpaṭisaññutto vitakko nāma.",
  "atk-s0515a14:149": "Lābhasakkārasilokapaṭisaññuttoti cīvarādilābhena ceva sakkārena ca kittisaddena ca saddhiṁ ārammaṇakaraṇavasena paṭisaññutto. Anavaññattipaṭisaññuttoti ‘‘aho vata maṁ pare na avajāneyyuṁ, na sodhetvā visodhetvā katheyyu’’nti evaṁ anavaññātabhāvapatthanāya saddhiṁ uppajjanakavitakko . So tasmiṁ ‘‘mā maṁ pare avajāniṁsū’’ti uppanne vitakke pañcakāmaguṇasaṅkhātagehanissito hutvā uppannavitakko anavaññattipaṭisaññutto vitakko.",
  "atk-s0515a14:150": "Tatra tatra sajjatīti tesu tesu ārammaṇesu laggati. Tatra tatra gaṇhātīti vuttappakāraṁ ārammaṇaṁ pavisati. Bajjhatīti tehi tehi ārammaṇehi saddhiṁ bajjhati ekībhavati. Anayabyasananti tattha tattha avaḍḍhiṁ vināsaṁ. Āpajjatīti pāpuṇāti.",
  "atk-s0515a14:151": "Āmisacakkhukassāti cīvarādiāmisalolassa. Lokadhammagarukassāti lokuttaradhammaṁ muñcitvā rūpādilokadhammameva garuṁ katvā carantassa. Ālapanāti vihāraṁ āgatamanusse disvā ‘‘kimatthāya bhonto āgatā, kiṁ bhikkhū nimantetuṁ, yadi evaṁ gacchatha, ahaṁ pacchato bhikkhū gahetvā āgacchāmī’’ti evaṁ āditova lapanā. Atha vā attānaṁ upanetvā ‘‘ahaṁ tisso, mayi rājā pasanno, mayi asuko ca asuko ca rājamahāmatto pasanno’’ti evaṁ attupanāyikā lapanāti ālapanā. Lapanāti puṭṭhassa sato vuttappakārameva lapanaṁ.",
  "atk-s0515a14:152": "Sallapanāti gahapatikānaṁ ukkaṇṭhane bhītassa okāsaṁ datvā suṭṭhu lapanā. Ullapanāti ‘‘mahākuṭumbiko mahānāviko mahādānapatī’’ti evaṁ uddhaṁ katvā lapanā. Samullapanāti sabbato bhāgena uddhaṁ katvā lapanā. Unnahanāti ‘‘upāsakā pubbe īdise kāle navadānaṁ detha, idāni kiṁ na dethā’’ti evaṁ yāva ‘‘dassāma bhante, okāsaṁ na labhāmā’’tiādīni vadanti, tāva uddhaṁ uddhaṁ nahanā, veṭhanāti vuttaṁ hoti. Atha vā ucchuhatthaṁ disvā ‘‘kuto ābhataṁ upāsakā’’ti pucchati. Ucchukhettato bhanteti. Kiṁ tattha ucchu madhuranti. Khāditvā bhante jānitabbanti. Na upāsakā ‘‘bhikkhussa ucchuṁ dethā’’ti vattuṁ vaṭṭatīti yā evarūpā nibbeṭhentassapi niveṭhanakakathā, sā unnahanā. Sabbato bhāgena punappunaṁ unnahanā samunnahanā. Ukkācanāti ‘‘etaṁ kulaṁ maṁyeva jānāti, sace ettha deyyadhammo uppajjati, mayhaṁyeva detī’’ti evaṁ ukkhipitvā kācanā ukkācanā, uddīpanāti vuttaṁ hoti. Sabbato bhāgena pana punappunaṁ ukkācanā samukkācanā. Anuppiyabhāṇitāti paccayavasena punappunaṁ piyavacanabhaṇanā. Saṇhavācatāti muduvacanatā. Sakhilavācatāti mandapamāṇayuttavacanatā sithilavacanatā vā. Sithilavācatāti allīyavacanatā. Apharusavācatāti madhuravacanatā.",
  "atk-s0515a14:153": "Purāṇaṁ mātāpettikanti pure uppannaṁ mātāpitūnaṁ santakaṁ. Antarahitanti paṭicchannaṁ tirobhūtaṁ . Ñāyāmīti pākaṭo homi. Asukassa kulūpakoti asukassa amaccassa kulapayirupāsako. Asukāyāti asukāya upāsikāya. Maṁ ujjhitvāti maṁ vissajjitvā.",
  "atk-s0515a14:154": "165.Payuttanti cīvarādīhi sampayuttaṁ, tadatthaṁ vā payojitaṁ. Imissā gāthāya niddeso sabbo heṭṭhā vuttanayova.",
  "atk-s0515a14:155": "166. Mosavajje na niyyethāti musāvāde na niyyetha.Jīvitenāti jīvikāya.",
  "atk-s0515a14:156": "Saṭhoti asantaguṇadīpanato na sammā bhāsitā. Sabbato bhāgena saṭho parisaṭho. Yaṁ tatthāti yaṁ tasmiṁ puggale. Saṭhanti asantaguṇadīpanaṁ kerāṭiyaṁ. Saṭhatāti saṭhākāro. Sāṭheyyanti saṭhabhāvo. Kakkaratāti padumanāḷassa viya aparāmasanakkhamo pharusabhāvo. Kakkariyantipi tasseva vevacanaṁ. Parikkhattatā pārikkhattiyanti padadvayena nikhaṇitvā ṭhapitaṁ viya daḷhakerāṭiyaṁ vuttaṁ. Keci pana ‘‘kakkaratāti sambhāvayitvā vacanaṁ. Kakkariyanti sambhāvayitvā vacanabhāvo. Parikkhattatāti alaṅkaraṇākāro. Pārikkhattiyanti alaṅkaraṇabhāvo’’ti atthaṁ vaṇṇayanti. Idaṁ vuccatīti idaṁ attano avijjamānaguṇappakāsanalakkhaṇaṁ sāṭheyyaṁ nāma vuccati. Yena samannāgatassa puggalassa kucchiṁ vā piṭṭhiṁ vā jānituṁ na sakkā.",
  "atk-s0515a14:157": "‘‘Vāmena sūkaro hoti, dakkhiṇena ajāmigo;",
  "atk-s0515a14:158": "Sarena nelako hoti, visāṇena jaraggavo’’ti. (dī. ni. aṭṭha. 2.296; vibha. aṭṭha. 894) –",
  "atk-s0515a14:159": "Evaṁ vuttayakkhasūkarasadiso hoti. Atimaññatīti atikkamitvā maññati.",
  "atk-s0515a14:160": "Kiṁ panāyaṁ bahulājīvoti ayaṁ pana puggalo ko nāma bahulājīvako. Sabbaṁ saṁbhakkhetīti laddhaṁ sabbaṁ khādati. Appapuññoti mandapuñño. Appesakkhoti parivāravirahito. Paññāsampannoti sampannapañño paripuṇṇapañño. Pañhaṁ vissajjetīti pañhaṁ katheti byākaroti.",
  "atk-s0515a14:161": "167.Sutvā rusito bahuṁ vācaṁ, samaṇānaṁ vā puthujanānanti rusito ghaṭṭito parehi tesaṁ samaṇānaṁ vā khattiyādibhedānaṁ vā aññesaṁ puthujanānaṁ bahumpi aniṭṭhaṁ vācaṁ sutvā. Na paṭivajjāti na paṭivadeyya. Kiṁ kāraṇā? Na hi santo paṭiseniṁ karonti.",
  "atk-s0515a14:162": "Kakkhaḷenāti dāruṇena. Santoti nibbutakilesā. Paṭiseninti paṭisattuṁ. Paṭimallanti paṭiyodhaṁ. Paṭikaṇṭakanti paṭiveriṁ. Paṭipakkhanti kilesapaṭipakkhaṁ, kilesavasena saṅgaṁ na karontīti attho.",
  "atk-s0515a14:163": "168.Etañca dhammamaññāyāti sabbametaṁ yathāvuttaṁ dhammaṁ ñatvā. Vicinanti vicinanto. Santīti nibbutiṁ ñatvāti nibbutiṁ rāgādīnaṁ santīti ñatvā.",
  "atk-s0515a14:164": "Samañcāti kāyasucaritādiṁ. Visamañcāti kāyaduccaritādiṁ. Pathañcāti dasakusalakammapathaṁ. Vipathañcāti dasaakusalakammapathaṁ. Sāvajjañcāti akusalañca. Anavajjañcāti kusalañca. Hīnapaṇītakaṇhasukkaviññūgarahitaviññūpasatthanti idampi kusalākusalameva. Tattha kāyasucaritādi samakaraṇato samaṁ. Kāyaduccaritādi visamakaraṇato visamaṁ. Dasakusalakammapathā sugatigamanapathattā pathaṁ. Dasaakusalakammapathā sugatigamanapaṭipakkhattā apāyagamanapathattā vipathaṁ. Akusalaṁ sadosattā sāvajjaṁ. Kusalaṁ niddosattā anavajjaṁ. Tathā mohena vā dosamohena vā lobhamohena vā sampayuttattā hīnaṁ. Alobhaadosaamohasampayuttattā paṇītaṁ. Kaṇhavipākattā kaṇhaṁ. Sukkavipākattā sukkaṁ. Buddhādīhi viññūhi garahitattā viññūgarahitaṁ. Tehi eva thomitattā viññūpasatthanti ñātabbaṁ.",
  "atk-s0515a14:165": "169. Kiṁ kāraṇā nappamajjeyya iti ce – abhibhū hi soti gāthā. Tattha abhibhūti rūpādīnaṁ abhibhavitā. Anabhibhūtoti tehi anabhibhūto. Sakkhidhammamanītihamaddasīti paccakkhameva anītihaṁ dhammaṁ addakkhi. Sadā namassa’manusikkheti sadā namassanto tisso sikkhāyo sikkheyya.",
  "atk-s0515a14:166": "Kehici kilesehīti kehici rāgādiupatāpakarehi kilesehi. Abhibhosi neti te kilese abhibhavi. Sesaṁ sabbattha pākaṭameva.",
  "atk-s0515a14:167": "Kevalaṁ pana ettha ‘‘cakkhūhi neva lolo’’tiādīhi indriyasaṁvaro, ‘‘annānamatho pānāna’’ntiādīhi sannidhipaṭikkhepamukhena paccayapaṭisevanasīlaṁ, methunamosavajjapesuṇiyādīhi pātimokkhasaṁvarasīlaṁ , ‘‘āthabbaṇaṁ supinaṁ lakkhaṇa’’ntiādīhi ājīvapārisuddhisīlaṁ, ‘‘jhāyī na pādalolassā’’ti iminā samādhi, ‘‘vicinaṁ bhikkhū’’ti iminā paññā, ‘‘sadā sato sikkhe’’ti iminā puna saṅkhepato tissopi sikkhā, ‘‘atha āsanesu sayanesu, appasaddesu bhikkhu vihareyya, niddaṁ na bahulīkareyyā’’tiādīhi sīlasamādhipaññānaṁ upakārānupakārasaṅgaṇhanavinodanāni vuttānīti. Evaṁ bhagavā nimmitassa paripuṇṇapaṭipadaṁ vatvā arahattanikūṭena desanaṁ niṭṭhāpesi, desanāpariyosāne purābhedasutte (mahāni. 83 ādayo) vuttasadisoyevābhisamayo ahosīti.",
  "atk-s0515a14:168": "Saddhammappajjotikāya mahāniddesaṭṭhakathāya",
  "atk-s0515a14:169": "Tuvaṭakasuttaniddesavaṇṇanā niṭṭhitā."
}