{
  "atk-s0510a13:0": "13. Sereyyavaggo",
  "atk-s0510a13:1": "1. Sereyyakattheraapadānavaṇṇanā",
  "atk-s0510a13:2": "Ajjhāyakomantadharotiādikaṁ āyasmato sereyyakattherassa apadānaṁ. Ayampi purimajinavaresu katādhikāro tato paresu attabhāvasahassesu vivaṭṭūpanissayāni puññāni upacinanto vipassissa bhagavato kāle brāhmaṇakule nibbatto viññutaṁ patvā tiṇṇaṁ vedānaṁ pāraṁ gantvā itihāsādisakalabrāhmaṇadhammesu koṭippatto ekasmiṁ divase abbhokāse saparivāro ṭhito bhagavantaṁ disvā pasannamānaso sereyyapupphaṁ gahetvā ākāse khipanto pūjesi. Tāni pupphāni ākāse vitānaṁ hutvā sattāhaṁ ṭhatvā pacchā antaradhāyiṁsu. So taṁ acchariyaṁ disvā atīva pasannamānaso teneva pītisomanassena kālaṁ katvā tusitādīsu nibbatto tattha dibbasukhamanubhavitvā tato manussasukhamanubhavitvā imasmiṁ buddhuppāde ekasmiṁ kulagehe nibbatto viññutaṁ pāpuṇitvā pubbavāsanābalena satthari pasanno pabbajitvā nacirasseva arahā ahosi.",
  "atk-s0510a13:3": "1. So aparabhāge purākatakusalaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento ajjhāyako mantadharotiādimāha. Taṁ heṭṭhā vuttatthameva.",
  "atk-s0510a13:4": "3.Sereyyakaṁ gahetvānāti sirise bhavaṁ jātipupphaṁ sereyyaṁ, sereyyameva sereyyakaṁ, taṁ sereyyakaṁ gahetvānāti sambandho. Bhagavati pasanno jātisumanamakuḷacampakādīni pupphāni patiṭṭhapetvā pūjetuṁ kālaṁ natthitāya tattha sampattaṁ taṁ sereyyakaṁ pupphaṁ gahetvā pūjesinti attho. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0510a13:5": "Sereyyakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a13:6": "2. Pupphathūpiyattheraapadānavaṇṇanā",
  "atk-s0510a13:7": "Himavantassāvidūretiādikaṁ āyasmato pupphathūpiyattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto vipassibuddhassa bhagavato kāle brāhmaṇakule nibbatto viññutaṁ patvā sakasippe nipphattiṁ patto tattha sāraṁ apassanto gehaṁ pahāya himavantaṁ pavisitvā attanā sahagatehi pañcasissasahassehi saddhiṁ pañcābhiññā aṭṭha samāpattiyo nibbattetvā kukkuranāmapabbatasamīpe paṇṇasālaṁ kāretvā paṭivasati. Tadā buddhuppādabhāvaṁ sutvā sissehi saha buddhassa santikaṁ gantukāmo kenaci byādhinā pīḷito paṇṇasālaṁ pavisitvā sissasantikā buddhassānubhāvaṁ lakkhaṇañca sutvā pasannamānaso himavantato campakāsokatilakakeṭakādyaneke pupphe āharāpetvā thūpaṁ katvā buddhaṁ viya pūjetvā kālaṁ katvā brahmalokūpago ahosi. Atha te sissā tassa āḷahanaṁ katvā buddhasantikaṁ gantvā taṁ pavattiṁ ārocesuṁ. Atha bhagavā buddhacakkhunā oloketvā anāgataṁsañāṇena pākaṭīkaraṇamakāsi. So aparabhāge imasmiṁ buddhuppāde sāvatthiyaṁ kulagehe nibbatto viññutaṁ patto pubbavāsanābalena satthari pasanno pabbajitvā nacirasseva arahā ahosi.",
  "atk-s0510a13:8": "10. Atha so attano pubbakusalaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento himavantassāvidūretiādimāha. Taṁ heṭṭhā vuttatthameva. Kukkuro nāma pabbatoti pabbatassa sikharaṁ kukkurākārena sunakhākārena saṇṭhitattā ‘‘kukkurapabbato’’ti saṅkhyaṁ gato, tassa samīpe paṇṇasālaṁ katvā pañcatāpasasahassehi saha vasamānoti attho. Nayānusārena sesaṁ sabbaṁ uttānatthamevāti.",
  "atk-s0510a13:9": "Pupphathūpiyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a13:10": "3. Pāyasadāyakattheraapadānavaṇṇanā",
  "atk-s0510a13:11": "Suvaṇṇavaṇṇo sambuddhotiādikaṁ āyasmato pāyasadāyakattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto vipassissa bhagavato kāle ekasmiṁ vibhavasampanne kulagehe nibbatto viññutaṁ patvā gharāvāsaṁ vasanto hatthiassadhanadhaññasattaratanādivibhavasampanno saddhāsampanno kammaphalaṁ saddahitvā sahassamattā suvaṇṇapātiyo kāretvā tasmiṁ khīrapāyasasahassassa pūretvā tā sabbā gāhāpetvā simbalivanaṁ agamāsi. Tasmiṁ samaye vipassī bhagavā chabbaṇṇaraṁsiyo vissajjetvā ākāse caṅkamaṁ māpetvā caṅkamati. So pana seṭṭhi taṁ acchariyaṁ disvā atīva pasanno pātiyo ṭhapetvā vanditvā ārocesi paṭiggahaṇāya. Atha bhagavā anukampaṁ upādāya paṭiggahesi, paṭiggahetvā ca pana tassa somanussuppādanatthaṁ sahassamattehi bhikkhusaṅghehi saddhiṁ paribhuñji, tadavasesaṁ anekasahassabhikkhū paribhuñjiṁsu. So tena puññena sugatīsuyeva saṁsaranto imasmiṁ buddhuppāde kulagehe nibbatto viññutaṁ patto saddhājāto pabbajitvā nacirasseva arahā ahosi.",
  "atk-s0510a13:12": "26. So aparabhāge attano kusalaṁ paccavekkhamāno taṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento suvaṇṇavaṇṇo sambuddhotiādimāha. Taṁ heṭṭhā vuttameva.",
  "atk-s0510a13:13": "28.Caṅkamaṁ susamārūḷhoti cadinanto padavikkhepaṁ karonto kamati gacchatīti caṅkamaṁ, caṅkamassa padavikkhepassa ādhārabhūtapathavipadeso caṅkamaṁ nāmāti attho, etaṁ caṅkamaṁsu visesena ārūḷhoti sambandho. Ambare anilāyaneti varīyati chādiyati anenāti varaṁ, na baranti ambaraṁ, setavatthasadisaṁ ākāsanti attho. Natthi nilīyanaṁ gopanaṁ etthāti anilaṁ, ā samantato yanti gacchanti anena iddhimantoti āyanaṁ, anilañca taṁ āyanañceti anilāyanaṁ, tasmiṁ ambare anilāyane caṅkamaṁ māpayinti attho. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0510a13:14": "Pāyasadāyakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a13:15": "4. Gandhodakiyattheraapadānavaṇṇanā",
  "atk-s0510a13:16": "Nisajja pāsādavaretiādikaṁ āyasmato gandhodakiyattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave nibbānūpanissayāni puññāni upacinanto vipassībhagavato kāle seṭṭhikule nibbatto viññutaṁ patvā mahaddhano mahābhogo dibbasukhamanubhavanto viya manussasukhamanubhavanto ekasmiṁ divase pāsādavare nisinno hoti. Tadā bhagavā suvaṇṇamahāmeru viya vīthiyā vicarati, taṁ vicaramānaṁ bhagavantaṁ disvā pasannamānaso gantvā vanditvā sugandhodakena bhagavantaṁ osiñcamāno pūjesi. So tena puññena devamanussesu saṁsaranto imasmiṁ buddhuppāde ekasmiṁ kulagehe nibbatto viññutaṁ patto gharāvāsena anallīno satthu santike pabbajitvā kammaṭṭhānaṁ gahetvā vipassanaṁ vaḍḍhetvā nacirasseva arahā ahosi.",
  "atk-s0510a13:17": "35. So aparabhāge attano pubbakusalaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento nisajja pāsādavaretiādimāha. Tattha pāsādoti pasādaṁ somanassaṁ janeti uppādetīti pāsādo , mālākammacittakammasuvaṇṇakammādyanekavicittaṁ disvā tattha paviṭṭhānaṁ janānaṁ pasādaṁ janayatīti attho. Pāsādo ca so patthetabbaṭṭhena varo cāti pāsādavaro, tasmiṁ pāsādavare nisajja nisīditvā vipassiṁ jinavaraṁ addasanti sambandho. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0510a13:18": "Gandhodakiyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a13:19": "5. Sammukhāthavikattheraapadānavaṇṇanā",
  "atk-s0510a13:20": "Jāyamāne vipassimhītiādikaṁ āyasmato sammukhāthavikattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto vipassissa bhagavato kāle brāhmaṇakule nibbatto sattavassikakāleyeva sakasippe nipphattiṁ patto gharāvāsaṁ saṇṭhapetvā vasanto vipassimhi bodhisatte uppanne sabbabuddhānaṁ lakkhaṇāni vedattaye dissamānāni tāni rājappamukhassa janakāyassa vipassībodhisattassa lakkhaṇañca buddhabhāvañca byākaritvā janānaṁ mānasaṁ nibbāpesi, anekāni ca thutivacanāni nivedesi. So tena kusalakammena cha kāmāvacarasampattiyo anubhavitvā manussesu ca cakkavattisampattiyo anubhavitvā imasmiṁ buddhuppāde kulagehe nibbatto viññutaṁ patto saddhājāto pabbajitvā nacirasseva arahā ahosi. Katakusalanāmena sammukhāthavikattheroti pākaṭo.",
  "atk-s0510a13:21": "41. So attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento jāyamāne vipassimhītiādimāha. Vipassimhi sammāsambuddhe jāyamāne uppajjamāne mātukucchito nikkhante ahaṁ pātubhūtaṁ nimittaṁ kāraṇaṁ buddhabhāvassa hetuṁ byākariṁ kathesiṁ, anekāni acchariyāni pākaṭāni akāsinti attho. Sesaṁ vuttanayānusārena suviññeyyamevāti.",
  "atk-s0510a13:22": "Sammukhāthavikattheraapadānavaṇṇanā samattā.",
  "atk-s0510a13:23": "6. Kusumāsaniyattheraapadānavaṇṇanā",
  "atk-s0510a13:24": "Nagare dhaññavatiyātiādikaṁ āyasmato kusumāsaniyattherassa apadānaṁ. Ayampi purimajinavaresu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto vipassissa bhagavato kāle brāhmaṇakule nibbatto viññutaṁ patto mahaddhano mahābhogo tiṇṇaṁ vedānaṁ pāraṁ gato brāhmaṇasippesu koṭippatto sakaparasamayakusalo mātāpitaro pūjetukāmo pañca uppalakalāpe attano samīpe ṭhapetvā nisinno bhikkhusaṅghaparivutaṁ vipassiṁ bhagavantaṁ āgacchantaṁ disvā nīlapītādighanabuddharasmiyo ca disvā pasannamānaso āsanaṁ paññāpetvā tattha tāni pupphāni santharitvā bhagavantaṁ tattha nisīdāpetvā sakaghare mātu atthāya paṭiyattāni sabbāni khādanīyabhojanīyāni gahetvā saparivāraṁ bhagavantaṁ sahatthena santappento bhojesi. Bhojanāvasāne ekaṁ uppalahatthaṁ adāsi. Tena somanassajāto patthanaṁ akāsi. Bhagavāpi anumodanaṁ katvā pakāmi. So tena puññena devamanussesu dve sampattiyo anubhavitvā imasmiṁ buddhuppāde sāvatthiyaṁ vibhavasampanne ekasmiṁ kule nibbatto viññutaṁ patto bhogayasehi vaḍḍhito kāmesu ādīnavaṁ disvā gharāvāsaṁ pahāya pabbajito nacirasseva arahā ahosi.",
  "atk-s0510a13:25": "65. So aparabhāge pubbe katakusalaṁ pubbenivāsañāṇena saritvā somanassappatto pubbacaritāpadānaṁ pakāsento nagare dhaññavatiyātiādimāha. Dhaññānaṁ puññavantānaṁ khattiyabrāhmaṇagahapatimahāsālānaṁ anekesaṁ kulānaṁ ākarattā dhaññavatī, atha vā muttāmaṇiādisattaratanānaṁ sattavidhadhaññānaṁ upabhogaparibhogānaṁ ākarattā dhaññavatī, atha vā dhaññānaṁ buddhapaccekabuddhakhīṇāsavānaṁ vasanaṭṭhānaṁ ārāmavihārādīnaṁ ākarattā dhaññavatī, tassā dhaññavatiyā. Nagaranti patthenti ettha upabhogaparibhogatthikā janāti nagaraṁ, na gacchatīti vā nagaṁ, rājayuvarājamahāmattādīnaṁ vasanaṭṭhānaṁ. Nagaṁ rāti ādadāti gaṇhātīti nagaraṁ, rājādīnaṁ vasanaṭṭhānasamūhabhūtaṁ pākāraparikhādīhi parikkhittaṁ paricchinnaṭṭhānaṁ nagaraṁ nāmāti attho. Nagare yadā ahaṁ vipassissa bhagavato santike byākaraṇaṁ alabhiṁ, tadā tasmiṁ dhaññavatiyā nagare brāhmaṇo ahosinti sambandho. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0510a13:26": "Kusumāsaniyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a13:27": "7. Phaladāyakattheraapadānavaṇṇanā",
  "atk-s0510a13:28": "Ajjhāyako mantadharotiādikaṁ āyasmato phaladāyakattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro anekesu bhavesu vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle brāhmaṇakule nibbatto viññutaṁ patvā vedattayādisakasippesu pārappatto anekesaṁ brāhmaṇasahassāniṁ pāmokkho ācariyo sakasippānaṁ pariyosānaṁ adisvā tattha ca sāraṁ apassanto gharāvāsaṁ pahāya isipabbajjaṁ pabbajitvā himavantassa avidūre assamaṁ kāretvā saha sissehi vāsaṁ kappesi, tasmiṁ samaye padumuttaro bhagavā bhikkhāya caramāno tassānukampāya taṁ padesaṁ sampāpuṇi. Tāpaso bhagavantaṁ disvā pasannamānaso attano atthāya puṭake nikkhipitvā rukkhagge laggitāni madhurāni padumaphalāni madhunā saha adāsi. Bhagavā tassa somanassuppādanatthaṁ passantasseva paribhuñjitvā ākāse ṭhito phaladānānisaṁsaṁ kathetvā pakkāmi.",
  "atk-s0510a13:29": "75. So tena puññena devamanussesu saṁsaranto ubhayasampattiyo anubhavitvā imasmiṁ buddhuppāde vibhavasampanne ekasmiṁ kulagehe nibbatto sattavassikoyeva arahattaṁ patvā pubbe katakusalakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento ajjhāyako mantadharotiādimāha. Tattha ajjheti cintetīti ajjhāyi, ajjhāyiyeva ajjhāyako. Ettha hi akāro ‘‘paṭisedhe vuddhitabbhāve…pe… akāro virahappake’’ti evaṁ vuttesu dasasu atthesu tabbhāve vattati. Sissānaṁ savanadhāraṇādivasena hitaṁ ajjheti cinteti sajjhāyaṁ karotīti ajjhāyako, cintakoti attho. Ācariyassa santike uggahitaṁ sabbaṁ mantaṁ manena dhāreti pavattetīti mantadharo. Tiṇṇaṁ vedāna pāragūti vedaṁ vuccati ñāṇaṁ, vedena veditabbā bujjhitabbāti vedā, iruvedayajuvedasāmavedasaṅkhātā tayo ganthā, tesaṁ vedānaṁ pāraṁ pariyosānaṁ koṭiṁ gato pattoti pāragū. Sesaṁ pākaṭamevāti",
  "atk-s0510a13:30": "Phaladāyakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a13:31": "8. Ñāṇasaññikattheraapadānavaṇṇanā",
  "atk-s0510a13:32": "Pabbate himavantamhītiādikaṁ āyasmato ñāṇasaññikattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro tasmiṁ tasmiṁ uppannuppanne bhave vivaṭṭūpanissayāni puññāni upacinanto vipassissa bhagavato kāle kulagehe nibbatto vuddhippatto gharāvāsaṁ pahāya tāpasapabbajjaṁ pabbajitvā himavantassa avidūre pabbatantare paṇṇasālaṁ kāretvā pañcābhiññāaṭṭhasamāpattiyo nibbattetvā vasanto ekadivasaṁ parisuddhaṁ paṇḍaraṁ pulinatalaṁ disvā ‘‘īdisā parisuddhā buddhā, īdisaṁva parisuddhaṁ buddhañāṇa’’nti buddhañca tassa ñāṇañca anussari thomesi ca.",
  "atk-s0510a13:33": "84. So tena puññena devamanussesu saṁsaranto ubhayasampattiyo anubhavitvā imasmiṁ buddhuppāde ekasmiṁ kulagehe nibbatto viññutaṁ patvā sāsane pabbajitvā nacirasseva arahattaṁ patto pubbe katapuññaṁ anussaritvā somanassajāto pubbacaritāpadānaṁ pakāsento ‘‘pabbate himavantamhī’’tiādimāha. Pulinaṁ sobhanaṁ disvāti paripuṇṇakataṁ viya pulākārena parisodhitākārena pavattaṁ ṭhitanti pulinaṁ, sobhanaṁ vālukaṁ disvā seṭṭhaṁ buddhaṁ anussarinti attho. Sesaṁ suviññeyyamevāti.",
  "atk-s0510a13:34": "Ñāṇasaññikattheraapadānavaṇṇanā samattā.",
  "atk-s0510a13:35": "9. Gaṇṭhipupphiyattheraapadānavaṇṇanā",
  "atk-s0510a13:36": "Suvaṇṇavaṇṇo sambuddhotiādikaṁ āyasmato gaṇṭhipupphiyattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro anekāsu jātīsu katapuññasañcayo vipassissa bhagavato kāle ekasmiṁ kulagehe nibbatto upabhogaparibhogehi anūno ekadivasaṁ vipassiṁ bhagavantaṁ sagaṇaṁ disvā pasannamānaso lājāpañcamehi pupphehi pūjesi. So teneva cittappasādena yāvatāyukaṁ ṭhatvā tato devaloke nibbatto dibbasampattiṁ anubhavitvā aparabhāge manussesu manussasampattiṁ anubhavitvā imasmiṁ buddhuppāde ekasmiṁ kulagehe nibbatto saddhājāto pabbajitvā nacirasseva arahattaṁ pāpuṇi.",
  "atk-s0510a13:37": "91. So ekadivasaṁ pubbe katapuññaṁ saritvā somanassajāto ‘‘iminā kusalenāhaṁ nibbānaṁ patto’’ti pubbacaritāpadānaṁ pakāsento suvaṇṇavaṇṇo sambuddhotiādimāha. Taṁ sabbaṁ heṭṭhā vuttanayattā uttānatthamevāti.",
  "atk-s0510a13:38": "Gaṇṭhipupphiyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a13:39": "10. Padumapūjakattheraapadānavaṇṇanā",
  "atk-s0510a13:40": "Himavantassāvidūretiādikaṁ āyasmato padumapūjakattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle brāhmaṇakule nibbatto viññutaṁ patvā sakasippe nipphattiṁ patvā tattha sāraṁ apassanto buddhuppattito puretaraṁ uppannattā ovādānusāsanaṁ alabhitvā gharāvāsaṁ pahāya isipabbajjaṁ pabbajitvā himavantassa avidūre gotamakaṁ nāma pabbataṁ nissāya assamaṁ kāretvā pañcābhiññā aṭṭha samāpattiyo nibbattetvā jhānasukheneva vihāsi. Tadā padumuttaro bhagavā buddho hutvā satte saṁsārato uddharanto tassānukampāya himavantaṁ agamāsi. Tāpaso bhagavantaṁ disvā pasannamānaso sakasisse samānetvā tehi padumapupphāni āharāpetvā pūjesi. So tena puññena devamanussesu saṁsaranto ubhayasampattiyo anubhavitvā imasmiṁ buddhuppāde sāvatthiyaṁ kulagehe nibbatto saddho pasanno pabbajitvā nacirasseva arahā ahosi.",
  "atk-s0510a13:41": "97. So attano puññakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento himavantassāvidūretiādimāha. Gotamo nāma pabbatoti anekesaṁ yakkhadevatānaṁ āvāsabhāvena adhiṭṭhānavasena gotamassa bhavanattā gotamoti pākaṭo ahosi. Pavattati tiṭṭhatīti pabbato. Nāgarukkhehi sañchannoti ruhati tiṭṭhatīti rukkho. Atha vā pathaviṁ khananto uddhaṁ ruhatīti rukkho, nānā anekappakārā campakakappūranāgaagarucandanādayo rukkhāti nānārukkhā, tehi nānārukkhehi sañchanno parikiṇṇo gotamo pabbatoti sambandho. Mahābhūtagaṇālayoti bhavanti jāyanti uppajjanti vaḍḍhanti cāti bhūtā, mahantā ca te bhūtā cāti mahābhūtā, mahābhūtānaṁ gaṇo samūhoti mahābhūtagaṇo, mahābhūtagaṇassa ālayo patiṭṭhāti mahābhūtagaṇālayo.",
  "atk-s0510a13:42": "98.Vemajjhamhi ca tassāsīti tassa gotamassa pabbatassa vemajjhe abbhantare assamo abhinimmito nipphādito katoti attho. Sesaṁ uttānamevāti.",
  "atk-s0510a13:43": "Padumapūjakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a13:44": "Terasamavaggavaṇṇanā samattā."
}