{
  "atk-vin02a15:0": "2. Saṅghādisesakaṇḍaṁ (bhikkhunīvibhaṅgavaṇṇanā)",
  "atk-vin02a15:1": "1. Paṭhamasaṅghādisesasikkhāpadavaṇṇanā",
  "atk-vin02a15:2": "Pārājikānantarassa , ayaṁ dāni bhavissati;",
  "atk-vin02a15:3": "Saṅghādisesakaṇḍassa, anuttānatthavaṇṇanā.",
  "atk-vin02a15:4": "678.Udositanti bhaṇḍasālā. Māyyo evaṁ avacāti ayyo mā evaṁ avaca. Apināyyāti apinu ayyā. Accāvadathāti atikkamitvā vadatha; akkosathāti vuttaṁ hoti.",
  "atk-vin02a15:5": "679.Ussayavādikāti mānussayavasena kodhussayavasena vivadamānā. Yasmā pana sā atthato aṭṭakārikā hoti, tasmā ‘‘ussayavādikā nāma aḍḍakārikā vuccatī’’ti padabhājane vuttaṁ. Ettha ca aḍḍoti vohārikavinicchayo vuccati, yaṁ pabbajitā ‘‘adhikaraṇa’’ntipi vadanti. Dutiyaṁ vā pariyesatīti sakkhiṁ vā sahāyaṁ vā pariyesati, dukkaṭaṁ. Gacchati vāti upassayo vā hotu bhikkhācāramaggo vā, yattha ṭhitāya ‘‘aḍḍaṁ karissāmī’’ti cittaṁ uppajjati, tato vohārikānaṁ santikaṁ gacchantiyā padavāre padavāre dukkaṭaṁ. Ekassa ārocetīti dvīsu janesu yassa kassaci ekassa kathaṁ yo koci vohārikānaṁ āroceti. Dutiyassa ārocetīti etthāpi eseva nayo.",
  "atk-vin02a15:6": "Ayaṁ panettha asammohatthāya vitthārakathā – yattha katthaci antamaso bhikkhunupassayaṁ āgatepi vohārike disvā bhikkhunī attano kathaṁ āroceti, bhikkhuniyā dukkaṭaṁ. Upāsako attano kathaṁ āroceti, bhikkhuniyā thullaccayaṁ. Paṭhamaṁ upāsako attano kathaṁ āroceti , bhikkhuniyā dukkaṭaṁ. Atha sā attano kathaṁ āroceti, thullaccayaṁ. Bhikkhunī upāsakaṁ vadati – ‘‘mama ca tava ca kathaṁ tvaṁyeva ārocehī’’ti, so attano vā kathaṁ paṭhamaṁ ārocetu bhikkhuniyā vā, paṭhamārocane dukkaṭaṁ, dutiyārocane thullaccayaṁ. Upāsako bhikkhuniṁ vadati – ‘‘mama ca tava ca kathaṁ tvaṁyeva ārocehī’’ti, etthāpi eseva nayo.",
  "atk-vin02a15:7": "Bhikkhunī kappiyakārakena kathāpeti, tattha kappiyakārako vā bhikkhuniyā kathaṁ paṭhamaṁ ārocetu, itaro vā attano kathaṁ, kappiyakārako vā ubhinnampi kathaṁ, itaro vā ubhinnampi kathaṁ ārocetu, yathā vā tathā vā ārociyamāne paṭhame ārocane bhikkhuniyā dukkaṭaṁ, dutiye thullaccayaṁ. Yathā vā tathā vā ārocitaṁ pana ubhinnampi kathaṁ sutvā vohārikehi vinicchaye kate aḍḍapariyosānaṁ nāma hoti, tasmiṁ aḍḍapariyosāne bhikkhuniyā jayepi parājayepi saṅghādiseso. Sace pana gatigataṁ adhikaraṇaṁ hoti, sutapubbaṁ vohārikehi. Atha te bhikkhuniñca aḍḍakārakañca disvāva ‘‘tumhākaṁ kathanakiccaṁ natthi, jānāma mayaṁ ettha pavatti’’nti sayameva vinicchinitvā denti, evarūpe aḍḍapariyosānepi bhikkhuniyā anāpatti.",
  "atk-vin02a15:8": "Paṭhamaṁ āpatti etassāti paṭhamāpattiko; vītikkamakkhaṇeyeva āpajjitabboti attho, taṁ paṭhamāpattikaṁ. Padabhājane pana adhippāyamattaṁ dassetuṁ ‘‘saha vatthujjhācārā āpajjati asamanubhāsanāyā’’ti vuttaṁ. Ayañhettha attho – saha vatthujjhācārā yaṁ bhikkhunī āpajjati, na tatiyāya samanubhāsanāya, ayaṁ paṭhamameva saha vatthujjhācārena āpajjitabbattā paṭhamāpattikoti. Bhikkhunisaṅghato nissāretīti nissāraṇīyo; taṁ nissāraṇīyaṁ. Padabhājane pana adhippāyamattaṁ dassetuṁ ‘‘saṅghamhā nissārīyatīti vuttaṁ. Tattha yaṁ āpannā bhikkhunī saṅghato nissārīyati, so nissāraṇīyoti evamattho daṭṭhabbo. Na hi so eva dhammo saṅghamhā kenaci nissārīyati. Tena pana dhammena bhikkhunī nissārīyati, tasmā so nissāretīti nissāraṇīyo.",
  "atk-vin02a15:9": "Ākaḍḍhiyamānā gacchatīti aḍḍakārakamanussehi sayaṁ vā āgantvā dūtaṁ vā pesetvā ehīti vuccamānā vohārikānaṁ santikaṁ gacchati, tato aḍḍakārako attano vā kathaṁ paṭhamaṁ ārocetu bhikkhuniyā vā, neva paṭhamārocane dukkaṭaṁ, na dutiyārocane thullaccayaṁ. Amaccehi vinicchinitvā kate aḍḍapariyosānepi anāpattiyeva. Sacepi aḍḍakārako bhikkhuniṁ vadati ‘‘mama ca tava ca kathaṁ tvameva kathehī’’ti; kathentiyāpi kathaṁ sutvā kate aḍḍapariyosānepi anāpattiyeva.",
  "atk-vin02a15:10": "Rakkhaṁyācatīti dhammikaṁ rakkhaṁ yācati, anāpatti. Idāni yathāyācitā rakkhā dhammikā hoti, taṁ dassetuṁ anodissa ācikkhatīti āha. Tattha atītaṁ ārabbha atthi odissaācikkhanā, atthi anodissaācikkhanā, anāgataṁ ārabbhāpi atthi odissaācikkhanā, atthi anodissaācikkhanā.",
  "atk-vin02a15:11": "Kathaṁ atītaṁ ārabbha odissaācikkhanā hoti? Bhikkhunupassaye gāmadārakā dhuttādayo vā ye keci anācāraṁ vā ācaranti, rukkhaṁ vā chindanti, phalāphalaṁ vā haranti, parikkhāre vā acchindanti. Bhikkhunī vohārike upasaṅkamitvā ‘‘amhākaṁ upassaye idaṁ nāma kata’’nti vadati. ‘‘Kenā’’ti vutte ‘‘asukena ca asukena cā’’ti ācikkhati. Evaṁ atītaṁ ārabbha odissaācikkhanā hoti, sā na vaṭṭati. Tañce sutvā te vohārikā tesaṁ daṇḍaṁ karonti, sabbaṁ bhikkhuniyā gīvā hoti. Daṇḍaṁ gaṇhissantīti adhippāyepi sati gīvāyeva hoti. Sace pana tassa daṇḍaṁ gaṇhathāti vadati, pañcamāsakamatte gahite pārājikaṁ hoti.",
  "atk-vin02a15:12": "‘‘Kenā’’ti vutte pana ‘‘asukenāti vattuṁ amhākaṁ na vaṭṭati, tumheyeva jānissatha. Kevalañhi mayaṁ rakkhaṁ yācāma, taṁ no detha, avahaṭabhaṇḍañca āharāpethā’’ti vattabbaṁ. Evaṁ anodissa ācikkhanā hoti, sā vaṭṭati. Evaṁ vutte sacepi te vohārikā kārake gavesitvā tesaṁ daṇḍaṁ karonti, sabbaṁ sāpateyyampi gahitaṁ bhikkhuniyā, neva gīvā na āpatti.",
  "atk-vin02a15:13": "Parikkhāraṁ harante disvā tesaṁ anatthakāmatāya coro coroti vattumpi na vaṭṭati. Evaṁ vuttepi hi yaṁ tesaṁ daṇḍaṁ karonti, sabbampi bhikkhuniyā gīvā hoti. Attano vacanakaraṁ pana ‘‘iminā me parikkhāro gahito, taṁ āharāpehi, mā cassa daṇḍaṁ karohī’’ti vattuṁ vaṭṭati. Dāsadāsīvāpiādīnaṁ atthāya aḍḍaṁ karonti, ayaṁ akappiyaaḍḍo nāma, na vaṭṭati.",
  "atk-vin02a15:14": "Kathaṁ anāgataṁ ārabbha odissaācikkhanā hoti? Vuttanayeneva parehi anācārādīsu katesu bhikkhunī vohārike evaṁ vadati ‘‘amhākaṁ upassaye idañcidañca karonti, rakkhaṁ no detha āyatiṁ akaraṇatthāyā’’ti. ‘‘Kena evaṁ kata’’nti vutte ca ‘‘asukena asukena cā’’ti ācikkhati. Evaṁ anāgataṁ ārabbha odissaācikkhanā hoti, sāpi na vaṭṭati. Tesañhi daṇḍe kate purimanayeneva sabbaṁ bhikkhuniyā gīvā. Sesaṁ purimasadisameva.",
  "atk-vin02a15:15": "Sace pana vohārikā ‘‘bhikkhunupassaye evarūpaṁ anācāraṁ karontānaṁ imaṁ nāma daṇḍaṁ karomā’’ti bheriṁ carāpetvā āṇāya atiṭṭhamāne pariyesitvā daṇḍaṁ karonti, bhikkhuniyā neva gīvā na āpatti.",
  "atk-vin02a15:16": "Yo cāyaṁ bhikkhunīnaṁ vutto, bhikkhūnampi eseva nayo. Bhikkhunopi hi odissaācikkhanā na vaṭṭati. Yaṁ tathā ācikkhite daṇḍaṁ karonti, sabbaṁ gīvā hoti. Vuttanayeneva daṇḍaṁ gaṇhāpentassa pārājikaṁ. Yo pana ‘‘daṇḍaṁ karissantī’’ti jānantopi anodissa katheti, te ca pariyesitvā daṇḍaṁ karontiyeva, na doso. Vihārasīmāya rukkhādīni chindantānaṁ vāsipharasuādīni gahetvā pāsāṇehi koṭṭenti, na vaṭṭati. Sace dhārā bhijjati, kārāpetvā dātabbā. Upadhāvitvā tesaṁ parikkhāre gaṇhanti, tampi na kātabbaṁ, lahuparivattañhi cittaṁ, theyyacetanāya uppannāya mūlacchejjampi gaccheyya. Sesaṁ uttānameva.",
  "atk-vin02a15:17": "Kathinasamuṭṭhānaṁ – kiriyaṁ, nosaññāvimokkhaṁ, acittakaṁ, paṇṇattivajjaṁ, kāyakammaṁ, vacīkammaṁ, ticittaṁ, tivedananti.",
  "atk-vin02a15:18": "Sattarasake paṭhamasikkhāpadaṁ.",
  "atk-vin02a15:19": "2. Dutiyasaṅghādisesasikkhāpadavaṇṇanā",
  "atk-vin02a15:20": "682. Dutiye – varabhaṇḍanti muttāmaṇiveḷuriyādi mahagghabhaṇḍaṁ.",
  "atk-vin02a15:21": "683.Anapaloketvāti anāpucchitvā. Gaṇaṁ vāti mallagaṇabhaṭiputtagaṇādikaṁ. Pūganti dhammagaṇaṁ. Seṇinti gandhikaseṇidussikaseṇiādikaṁ. Yattha yattha hi rājāno gaṇādīnaṁ gāmanigame niyyātenti ‘‘tumheva ettha anusāsathā’’ti, tattha tattha te eva issarā honti. Tasmā te sandhāya idaṁ vuttaṁ. Ettha ca rājānaṁ vā gaṇādike vā āpucchitvāpi bhikkhunisaṅgho āpucchitabbova. Ṭhapetvā kappanti titthiyesu vā aññabhikkhunīsu vā pabbajitapubbaṁ kappagatikaṁ ṭhapetvāti. Sesaṁ uttānameva.",
  "atk-vin02a15:22": "Corīvuṭṭhāpanasamuṭṭhānaṁ – kenaci karaṇīyena pakkantāsu bhikkhunīsu agantvā khaṇḍasīmaṁ yathānisinnaṭṭhāneyeva attano nissitakaparisāya saddhiṁ vuṭṭhāpentiyā vācācittato samuṭṭhāti, khaṇḍasīmaṁ vā nadiṁ vā gantvā vuṭṭhāpentiyā kāyavācācittato samuṭṭhāti, anāpucchā vuṭṭhāpanavasena kiriyākiriyaṁ, saññāvimokkhaṁ, sacittakaṁ, paṇṇattivajjaṁ, kāyakammaṁ, vacīkammaṁ, ticittaṁ, tivedananti.",
  "atk-vin02a15:23": "Dutiyasikkhāpadaṁ.",
  "atk-vin02a15:24": "3. Tatiyasaṅghādisesasikkhāpadavaṇṇanā",
  "atk-vin02a15:25": "692. Tatiye – parikkhepaṁ atikkāmentiyāti ettha ekaṁ pādaṁ atikkāmentiyā thullaccayaṁ, dutiyena atikkantamatte saṅghādiseso. Aparikkhittassa gāmassa upacāranti ettha parikkhepārahaṭṭhānaṁ ekena pādena atikkamati thullaccayaṁ, dutiyena atikkantamatte saṅghādiseso. Apicettha sakagāmato nikkhamantiyā gāmantarapaccayā anāpatti, nikkhamitvā pana gāmantaraṁ gacchantiyā padavāre padavāre dukkaṭaṁ, ekena pādena itarassa gāmassa parikkhepe vā upacāre vā atikkantamatte thullaccayaṁ, dutiyena atikkantamatte saṅghādiseso. Tato nikkhamitvā puna sakagāmaṁ pavisantiyāpi eseva nayo. Sace pana khaṇḍapākārena vā vatichiddena vā bhikkhunivihārabhūmiyeva sakkā hoti pavisituṁ, evaṁ pavisamānāya kappiyabhūmiṁ nāma paviṭṭhā hoti, tasmā vaṭṭati. Sacepi hatthipiṭṭhiādīhi vā iddhiyā vā pavisati, vaṭṭatiyeva. Padasā gamanameva hi idhādhippetaṁ. Teneva ‘‘paṭhamaṁ pādaṁ atikkāmentiyā’’tiādimāha.",
  "atk-vin02a15:26": "Dve gāmā bhikkhunivihārena sambaddhavatikā honti, yasmiṁ gāme bhikkhunivihāro, tattha piṇḍāya caritvā puna vihāraṁ pavisitvā sace vihāramajjhena itarassa gāmassa maggo atthi, gantuṁ vaṭṭati. Tato pana gāmato teneva maggena paccāgantabbaṁ. Sace gāmadvārena nikkhamitvā āgacchati, purimanayeneva āpattibhedo veditabbo. Sakagāmato kenaci karaṇīyena bhikkhunīhi saddhiṁ nikkhantāya puna pavisanakāle hatthi vā muccati, ussāraṇā vā hoti, itarā bhikkhuniyo sahasā gāmaṁ pavisanti, yāva aññā bhikkhunī āgacchati, tāva bahigāmadvāre ṭhātabbaṁ. Sace na āgacchati, dutiyikā bhikkhunī pakkantā nāma hoti, pavisituṁ vaṭṭati.",
  "atk-vin02a15:27": "Pubbe mahāgāmo hoti, majjhe bhikkhunivihāro. Pacchā taṁ gāmaṁ cattāro janā labhitvā visuṁ visuṁ vatiparikkhepaṁ katvā vibhajitvā bhuñjanti, vihārato ekaṁ gāmaṁ gantuṁ vaṭṭati. Tato aparaṁ gāmaṁ dvārena vā vatichiddena vā pavisituṁ na vaṭṭati. Puna vihārameva paccāgantuṁ vaṭṭati. Kasmā? Vihārassa catugāmasādhāraṇattā.",
  "atk-vin02a15:28": "Antaravāsako temiyatīti yattha yathā timaṇḍalapaṭicchādanaṁ hoti; evaṁ nivatthāya bhikkhuniyā vassakāle titthena vā atitthena vā otaritvā yattha katthaci uttarantiyā ekadvaṅgulamattampi antaravāsako temiyati. Sesaṁ nadīlakkhaṇaṁ nadīnimittakathāya āvi bhavissati. Evarūpaṁ nadiṁ titthena vā atitthena vā otaritvā uttaraṇakāle paṭhamaṁ pādaṁ uddharitvā tīre ṭhapentiyā thullaccayaṁ, dutiyapāduddhāre saṅghādiseso. Setunā gacchati, anāpatti. Padasā otaritvā uttaraṇakāle setuṁ ārohitvā uttarantiyāpi anāpatti. Setunā pana gantvā uttaraṇakāle padasā gacchantiyā āpattiyeva. Yānanāvāākāsagamanādīsupi eseva nayo. Orimatīrato pana paratīrameva akkamantiyā anāpatti. Rajanakammatthaṁ gantvā dārusaṅkaḍḍhanādikiccena dve tisso ubhayatīresu vicaranti, vaṭṭati. Sace panettha kāci kalahaṁ katvā itaraṁ tīraṁ gacchati, āpatti. Dve ekato uttaranti, ekā majjhe nadiyā kalahaṁ katvā nivattitvā orimatīrameva āgacchati, āpatti. Itarissā pana ayaṁ pakkantaṭṭhāne ṭhitā hoti, tasmā paratīraṁ gacchantiyāpi anāpatti. Nhāyituṁ vā pātuṁ vā otiṇṇā tameva tīraṁ paccuttarati, anāpatti.",
  "atk-vin02a15:29": "Saha aruṇuggamanāti ettha sace sajjhāyaṁ vā padhānaṁ vā aññaṁ vā kiñci kammaṁ kurumānā purearuṇeyeva dutiyikāya santikaṁ gamissāmīti ābhogaṁ karoti, ajānantiyā eva cassā aruṇo uggacchati, anāpatti. Atha pana ‘‘yāva aruṇuggamanā idheva bhavissāmī’’ti vā anābhogena vā vihārassa ekadese acchati, dutiyikāya hatthapāsaṁ na otarati, aruṇuggamane saṅghādiseso. Hatthapāsoyeva hi idha pamāṇaṁ, hatthapāsātikkame ekagabbhopi na rakkhati.",
  "atk-vin02a15:30": "Agāmakearaññeti ettha ‘‘nikkhamitvā bahi indakhīlā sabbametaṁ arañña’’nti evaṁ vuttalakkhaṇameva araññaṁ. Taṁ panetaṁ kevalaṁ gāmābhāvena ‘‘agāmaka’’nti vuttaṁ, na viñjhāṭavisadisatāya. Tādise araññe okkante dassanūpacāre vijahite sacepi savanūpacāro atthi, āpatti. Teneva vuttaṁ aṭṭhakathāyaṁ ‘‘sace bhikkhunīsu mahābodhiaṅgaṇaṁ pavisantīsu ekā bahi tiṭṭhati, tassāpi āpatti. Lohapāsādaṁ pavisantīsupi pariveṇaṁ pavisantīsupi eseva nayo. Mahācetiyaṁ vandamānāsu ekā uttaradvārena nikkhamitvā gacchati, tassāpi āpatti. Thūpārāmaṁ pavisantīsu ekā bahi tiṭṭhati, tassāpi āpattī’’ti. Ettha ca dassanūpacāro nāma yattha ṭhitaṁ dutiyikā passati. Sace pana sāṇipākārantarikāpi hoti, dassanūpacāraṁ vijahati nāma. Savanūpacāro nāma yattha ṭhitā maggamūḷhasaddena viya dhammasavanārocanasaddena viya ca ‘‘ayye’’ti saddāyantiyā saddaṁ suṇāti. Ajjhokāse dūrepi dassanūpacāro nāma hoti. So evarūpe savanūpacāre vijahite na rakkhati, vijahitamatteva āpatti saṅghādisesassa.",
  "atk-vin02a15:31": "Ekā maggaṁ gacchantī ohīyati. Saussāhā ce hutvā idāni pāpuṇissāmīti anubandhati, anāpatti. Sace purimāyo aññena maggena gacchanti, pakkantā nāma honti, anāpattiyeva. Dvinnaṁ gacchantīnaṁ ekā anubandhituṁ asakkontī ‘‘gacchatu aya’’nti ohīyati, itarāpi ‘‘ohīyatu aya’’nti, gacchati, dvinnampi āpatti. Sace pana gacchantīsu purimāpi aññaṁ maggaṁ gaṇhāti, pacchimāpi aññaṁ, ekā ekissā pakkantaṭṭhāne tiṭṭhati, dvinnampi anāpatti.",
  "atk-vin02a15:32": "693.Pakkhasaṅkantā vāti titthāyatanaṁ saṅkantā, sesaṁ uttānameva. Paṭhamapārājikasamuṭṭhānaṁ – kiriyaṁ, saññāvimokkhaṁ, sacittakaṁ, paṇṇattivajjaṁ, kāyakammaṁ, ticittaṁ, tivedananti.",
  "atk-vin02a15:33": "Tatiyasikkhāpadaṁ.",
  "atk-vin02a15:34": "4. Catutthasaṅghādisesasikkhāpadavaṇṇanā",
  "atk-vin02a15:35": "694-8. Catutthe – pādapīṭhaṁ nāma dhotapādaṭṭhapanakaṁ. Pādakaṭhalikā nāma adhotapādaṭṭhapanakaṁ . Anaññāya gaṇassa chandanti tasseva kārakagaṇassa chandaṁ ajānitvā. Vatte vattantinti tecattālīsappabhede netthāravatte vattamānaṁ. Sesaṁ uttānameva.",
  "atk-vin02a15:36": "Dhuranikkhepasamuṭṭhānaṁ – kāyavācācittato samuṭṭhāti, kiriyākiriyaṁ, saññāvimokkhaṁ, sacittakaṁ , lokavajjaṁ, kāyakammaṁ, vacīkammaṁ, akusalacittaṁ, dukkhavedananti.",
  "atk-vin02a15:37": "Catutthasikkhāpadaṁ.",
  "atk-vin02a15:38": "5. Pañcamasaṅghādisesasikkhāpadavaṇṇanā",
  "atk-vin02a15:39": "701. Pañcame – ekato avassuteti ettha ‘‘bhikkhuniyā avassutabhāvo daṭṭhabbo’’ti mahāpaccariyaṁ vuttaṁ. Mahāaṭṭhakathāyaṁ panetaṁ na vuttaṁ, taṁ pāḷiyā sameti. Sesaṁ uttānameva.",
  "atk-vin02a15:40": "Paṭhamapārājikasamuṭṭhānaṁ – kiriyaṁ, saññāvimokkhaṁ, sacittakaṁ, lokavajjaṁ, kāyakammaṁ, akusalacittaṁ, dvivedananti.",
  "atk-vin02a15:41": "Pañcamasikkhāpadaṁ.",
  "atk-vin02a15:42": "6. Chaṭṭhasaṅghādisesasikkhāpadavaṇṇanā",
  "atk-vin02a15:43": "705-6. Chaṭṭhe – yato tvanti yasmā tvaṁ. Uyyojeti āpatti dukkaṭassātiādikā saṅghādisesapariyosānā āpattiyo kassā hontīti? Uyyojikāya. Vuttañcetaṁ parivārepi –",
  "atk-vin02a15:44": "‘‘Na deti na paṭiggaṇhāti, paṭiggaho tena na vijjati;",
  "atk-vin02a15:45": "Āpajjati garukaṁ na lahukaṁ, tañca paribhogapaccayā;",
  "atk-vin02a15:46": "Pañhā mesā kusalehi cintitā’’ti. (pari. 481);",
  "atk-vin02a15:47": "Ayañhi gāthā imaṁ uyyojikaṁ sandhāya vuttā. Itarissā pana āpattibhedo paṭhamasikkhāpade vibhattoti. Sesaṁ uttānameva.",
  "atk-vin02a15:48": "Tisamuṭṭhānaṁ – kiriyaṁ, saññāvimokkhaṁ, sacittakaṁ, lokavajjaṁ, kāyakammaṁ, vacīkammaṁ, akusalacittaṁ, tivedananti.",
  "atk-vin02a15:49": "Chaṭṭhasikkhāpadaṁ.",
  "atk-vin02a15:50": "7. Sattamasaṅghādisesasikkhāpadavaṇṇanā",
  "atk-vin02a15:51": "709. Sattame – yāvatatiyakapadattho mahāvibhaṅge vuttanayeneva veditabbo. Sesaṁ uttānamevāti.",
  "atk-vin02a15:52": "Samanubhāsanasamuṭṭhānaṁ – kiriyaṁ, saññāvimokkhaṁ, sacittakaṁ, lokavajjaṁ, kāyakammaṁ, vacīkammaṁ, akusalacittaṁ, dukkhavedananti.",
  "atk-vin02a15:53": "Sattamasikkhāpadaṁ.",
  "atk-vin02a15:54": "8. Aṭṭhamasaṅghādisesasikkhāpadavaṇṇanā",
  "atk-vin02a15:55": "715. Aṭṭhame – kismiñcideva adhikaraṇeti catunnaṁ aññatarasmiṁ. Padabhājane pana kevalaṁ adhikaraṇavibhāgaṁ dassetuṁ ‘‘adhikaraṇaṁ nāma cattāri adhikaraṇānī’’tiādi vuttaṁ. Sesaṁ uttānameva saddhiṁ samuṭṭhānādīhīti.",
  "atk-vin02a15:56": "Aṭṭhamasikkhāpadaṁ.",
  "atk-vin02a15:57": "9. Navamasaṅghādisesasikkhāpadavaṇṇanā",
  "atk-vin02a15:58": "723. Navame – saṁsaṭṭhāti missībhūtā. Ananulomikenāti pabbajitānaṁ ananulomena kāyikavācasikena. Saṁsaṭṭhāti gihīnaṁ koṭṭanapacanagandhapisanamālāganthanādinā kāyikena sāsanapaṭisāsanāharaṇasañcarittādinā vācasikena ca saṁsaṭṭhā. Pāpo kittisaddo etāsanti pāpasaddā. Pāpo ājīvasaṅkhāto siloko etāsanti pāpasilokā. Sesaṁ uttānameva saddhiṁ samuṭṭhānādīhīti.",
  "atk-vin02a15:59": "Navamasikkhāpadaṁ.",
  "atk-vin02a15:60": "10. Dasamasaṅghādisesasikkhāpadavaṇṇanā",
  "atk-vin02a15:61": "727. Dasame – evācārāti evaṁācārā. Yādiso tumhākaṁ ācāro, tādisā ācārāti attho. Esa nayo sabbattha. Uññāyāti avaññāya nīcaṁ katvā jānanāya. Paribhavenāti kiṁ imā karissantīti evaṁ paribhavitvā jānanena. Akkhantiyāti asahanatāya; kodhenāti attho. Vebhassiyāti balavabhassabhāvena; attano balappakāsanena samutrāsanenāti attho. Dubbalyāti tumhākaṁ dubbalabhāvena. Sabbattha uññāya ca paribhavena cāti evaṁ samuccayattho daṭṭhabbo. Viviccathāti vinā hotha. Sesaṁ uttānameva saddhiṁ samuṭṭhānādīhīti.",
  "atk-vin02a15:62": "Dasamasikkhāpadaṁ.",
  "atk-vin02a15:63": "Uddiṭṭhā kho ayyāyo sattarasa saṅghādisesāti ettha channaṁ paṭhamāpattikānaṁ anantarā sañcarittaṁ, dve duṭṭhadosāti imāni tīṇi sikkhāpadāni mahāvibhaṅgato pakkhipitvā nava paṭhamāpattikā, catunnaṁ yāvatatiyakānaṁ anantarā mahāvibhaṅgatopi cattāro yāvatatiyake pakkhipitvā aṭṭha yāvatatiyakā veditabbā. Evaṁ sabbepi pātimokkhuddesamaggena uddiṭṭhā kho ayyāyo sattarasa saṅghādisesā dhammāti evamettha attho daṭṭhabbo. Sesaṁ uttānameva aññatra pakkhamānattā. Taṁ pana khandhake vitthārena vaṇṇayissāmāti.",
  "atk-vin02a15:64": "Samantapāsādikāya vinayasaṁvaṇṇanāya bhikkhunīvibhaṅge",
  "atk-vin02a15:65": "Sattarasakavaṇṇanā niṭṭhitā.",
  "atk-vin02a15:66": "Saṅghādisesakaṇḍaṁ niṭṭhitaṁ."
}