{
  "atk-s0101a9:0": "9. Poṭṭhapādasuttavaṇṇanā",
  "atk-s0101a9:1": "Poṭṭhapādaparibbājakavatthuvaṇṇanā",
  "atk-s0101a9:2": "406.Evaṁme suttaṁ…pe… sāvatthiyanti poṭṭhapādasuttaṁ. Tatrāyaṁ apubbapadavaṇṇanā. Sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāmeti sāvatthiṁ upanissāya yo jetassa kumārassa vane anāthapiṇḍikena gahapatinā ārāmo kārito, tattha viharati. Poṭṭhapādo paribbājakoti nāmena poṭṭhapādo nāma channaparibbājako. So kira gihikāle brāhmaṇamahāsālo kāmesuādīnavaṁ disvā cattālīsakoṭiparimāṇaṁ bhogakkhandhaṁ pahāya pabbajitvā titthiyānaṁ gaṇācariyo jāto. Samayaṁ pavadanti etthāti samayappavādako, tasmiṁ kira ṭhāne caṅkītārukkhapokkharasātippabhutayo brāhmaṇā nigaṇṭhaacelakaparibbājakādayo ca pabbajitā sannipatitvā attano attano samayaṁ vadanti kathenti dīpenti, tasmā so ārāmo samayappavādakoti vuccati. Sveva ca tindukācīrasaṅkhātāya timbarūrukkhapantiyā parikkhittattā tindukācīro. Yasmā panettha paṭhamaṁ ekāva sālā ahosi, pacchā mahāpuññaṁ paribbājakaṁ nissāya bahū sālā katā. Tasmā tameva ekaṁ sālaṁ upādāya laddhanāmavasena ekasālakoti vuccati. Mallikāya pana pasenadirañño deviyā uyyānabhūto so pupphaphalasampanno ārāmoti katvā mallikāya ārāmoti saṅkhyaṁ gato. Tasmiṁ samayappavādake tindukācīre ekasālake mallikāya ārāme.",
  "atk-s0101a9:3": "Paṭivasatīti nivāsaphāsutāya vasati. Athekadivasaṁ bhagavā paccūsasamaye sabbaññutaññāṇaṁ pattharitvā lokaṁ pariggaṇhanto ñāṇajālassa antogataṁ paribbājakaṁ disvā – ‘‘ayaṁ poṭṭhapādo mayhaṁ ñāṇajāle paññāyati, kinnu kho bhavissatī’’ti upaparikkhanto addasa – ‘‘ahaṁ ajja tattha gamissāmi, atha maṁ poṭṭhapādo nirodhañca nirodhavuṭṭhānañca pucchissati, tassāhaṁ sabbabuddhānaṁ ñāṇena saṁsanditvā tadubhayaṁ kathessāmi, atha so katipāhaccayena cittaṁ hatthisāriputtaṁ gahetvā mama santikaṁ āgamissati, tesamahaṁ dhammaṁ desessāmi, desanāvasāne poṭṭhapādo maṁ saraṇaṁ gamissati, citto hatthisāriputto mama santike pabbajitvā arahattaṁ pāpuṇissatī’’ti. Tato pātova sarīrapaṭijagganaṁ katvā surattadupaṭṭaṁ nivāsetvā vijjulatāsadisaṁ kāyabandhanaṁ bandhitvā yugandharapabbataṁ parikkhipitvā ṭhitamahāmeghaṁ viya meghavaṇṇaṁ paṁsukūlaṁ ekaṁsavaragataṁ katvā paccagghaṁ selamayapattaṁ vāmaaṁsakūṭe laggetvā sāvatthiṁ piṇḍāya pavisissāmīti sīho viya himavantapādā vihārā nikkhami. Imamatthaṁ sandhāya – ‘‘atha kho bhagavā’’tiādi vuttaṁ.",
  "atk-s0101a9:4": "407.Etadahosīti nagaradvārasamīpaṁ gantvā attano rucivasena sūriyaṁ oloketvā atippagabhāvameva disvā etaṁ ahosi. Yaṁnūnāhanti saṁsayaparidīpano viya nipāto, buddhānañca saṁsayo nāma natthi – ‘‘idaṁ karissāma, idaṁ na karissāma, imassa dhammaṁ desessāma, imassa na desessāmā’’ti evaṁ parivitakkapubbabhāgo panesa sabbabuddhānaṁ labbhati. Tenāha – ‘‘yaṁnūnāha’’nti, yadi panāhanti attho.",
  "atk-s0101a9:5": "408.Unnādiniyāti uccaṁ nadamānāya, evaṁ nadamānāya cassā uddhaṁ gamanavasena ucco, disāsu patthaṭavasena mahā saddoti uccāsaddamahāsaddāya, tesañhi paribbājakānaṁ pātova vuṭṭhāya kattabbaṁ nāma cetiyavattaṁ vā bodhivattaṁ vā ācariyupajjhāyavattaṁ vā yoniso manasikāro vā natthi. Tena te pātova vuṭṭhāya bālātape nisinnā – ‘‘imassa hattho sobhano, imassa pādo’’ti evaṁ aññamaññassa hatthapādādīni vā ārabbha, itthipurisadārakadārikādīnaṁ vaṇṇe vā, aññaṁ vā kāmassādabhavassādādivatthuṁ ārabbha kathaṁ samuṭṭhāpetvā anupubbena rājakathādianekavidhaṁ tiracchānakathaṁ kathenti. Tena vuttaṁ – ‘‘unnādiniyā uccāsaddamahāsaddāya anekavihitaṁ tiracchānakathaṁ kathentiyā’’ti.",
  "atk-s0101a9:6": "Tato poṭṭhapādo paribbājako te paribbājake oloketvā – ‘‘ime paribbājakā ativiya aññamaññaṁ agāravā, mayañca samaṇassa gotamassa pātubhāvato paṭṭhāya sūriyuggamane khajjopanakūpamā jātā, lābhasakkāropi no parihīno. Sace panimaṁ ṭhānaṁ samaṇo gotamo vā gotamassa sāvako vā gihī upaṭṭhāko vā tassa āgaccheyya , ativiya lajjanīyaṁ bhavissati, parisadoso kho pana parisajeṭṭhakasseva upari ārohatī’’ti itocito ca vilokento bhagavantaṁ addasa. Tena vuttaṁ – ‘‘addasā kho poṭṭhapādo paribbājako…pe… tuṇhī ahesu’’nti.",
  "atk-s0101a9:7": "409. Tattha saṇṭhapesīti sikkhāpesi, vajjamassā paṭicchādesi. Yathā susaṇṭhitā hoti, tathā naṁ ṭhapesi. Yathā nāma parisamajjhaṁ pavisanto puriso vajjapaṭicchādanatthaṁ nivāsanaṁ saṇṭhapeti, pārupanaṁ saṇṭhapeti, rajokiṇṇaṭṭhānaṁ puñchati; evamassā vajjapaṭicchādanatthaṁ – ‘‘appasaddā bhonto’’ti sikkhāpento yathā susaṇṭhitā hoti, tathā naṁ ṭhapesīti attho. Appasaddakāmoti appasaddaṁ icchati, eko nisīdati, eko tiṭṭhati, na gaṇasaṅgaṇikāya yāpeti. Upasaṅkamitabbaṁ maññeyyāti idhāgantabbaṁ maññeyya. Kasmā panesa bhagavato upasaṅkamanaṁ paccāsīsatīti? Attano vuddhiṁ patthayamāno. Paribbājakā kira buddhesu vā buddhasāvakesu vā attano santikaṁ āgatesu – ‘‘ajja amhākaṁ santikaṁ samaṇo gotamo āgato , sāriputto āgato, na kho pana te yassa vā tassa vā santikaṁ gacchanti, passatha amhākaṁ uttamabhāva’’nti attano upaṭṭhākānaṁ santike attānaṁ ukkhipanti, ucce ṭhāne ṭhapenti, bhagavatopi upaṭṭhāke gaṇhituṁ vāyamanti. Te kira bhagavato upaṭṭhāke disvā evaṁ vadanti – ‘‘tumhākaṁ satthā bhavaṁ gotamopi gotamasāvakāpi amhākaṁ santikaṁ āgacchanti, mayaṁ aññamaññaṁ samaggā. Tumhe pana amhe akkhīhipi passituṁ na icchatha, sāmīcikammaṁ na karotha, kiṁ vo amhehi aparaddha’’nti. Athekacce manussā – ‘‘buddhāpi etesaṁ santikaṁ gacchanti kiṁ amhāka’’nti tato paṭṭhāya te disvā nappamajjanti. Tuṇhī ahesunti poṭṭhapādaṁ parivāretvā nissaddā nisīdiṁsu.",
  "atk-s0101a9:8": "410.Svāgataṁ, bhanteti suṭṭhu āgamanaṁ, bhante, bhagavato; bhagavati hi no āgate ānando hoti, gate sokoti dīpeti. Cirassaṁ kho, bhanteti kasmā āha? Kiṁ bhagavā pubbepi tattha gatapubboti, na gatapubbo. Manussānaṁ pana – ‘‘kuhiṁ gacchantā, kuto āgatattha, kiṁ maggamūḷhattha, cirassaṁ āgatatthā’’ti evamādayo piyasamudācārā honti, tasmā evamāha. Evañca pana vatvā na mānathaddho hutvā nisīdi, uṭṭhāyāsanā bhagavato paccuggamanamakāsi. Bhagavantañhi upagataṁ disvā āsanena animantento vā apacitiṁ akaronto vā dullabho. Kasmā? Uccākulīnatāya. Ayampi paribbājako attano nisinnāsanaṁ papphoṭetvā bhagavantaṁ āsanena nimantento – ‘‘nisīdatu, bhante, bhagavā idamāsanaṁ paññatta’’nti āha. Antarākathā vippakatāti nisinnānaṁ vo ādito paṭṭhāya yāva mamāgamanaṁ, etasmiṁ antare kā nāma kathā vippakatā, mamāgamanapaccayā katamā kathā pariyantaṁ na gatā, vadatha, yāva naṁ pariyantaṁ netvā demīti sabbaññupavāraṇaṁ pavāresi. Atha paribbājako – ‘‘niratthakakathā esā nissārā vaṭṭasannissitā, na tumhākaṁ purato vattabbataṁ arahatī’’ti dīpento ‘‘tiṭṭhatesā , bhante’’tiādimāha.",
  "atk-s0101a9:9": "Abhisaññānirodhakathāvaṇṇanā",
  "atk-s0101a9:10": "411.Tiṭṭhatesā, bhanteti sace bhagavā sotukāmo bhavissati, pacchāpesā kathā na dullabhā bhavissati, amhākaṁ panimāya kathāya attho natthi. Bhagavato panāgamanaṁ labhitvā mayaṁ aññadeva sukāraṇaṁ pucchāmāti dīpeti. Tato taṁ pucchanto – ‘‘purimāni, bhante’’tiādimāha. Tattha kotūhalasālāyanti kotūhalasālā nāma paccekasālā natthi. Yattha pana nānātitthiyā samaṇabrāhmaṇā nānāvidhaṁ kathaṁ pavattenti, sā bahūnaṁ – ‘‘ayaṁ kiṁ vadati, ayaṁ kiṁ vadatī’’ti kotūhaluppattiṭṭhānato kotūhalasālāti vuccati. Abhisaññānirodheti ettha abhīti upasaggamattaṁ. Saññānirodheti cittanirodhe, khaṇikanirodhe kathā uppannāti attho. Idaṁ pana tassā uppattikāraṇaṁ. Yadā kira bhagavā jātakaṁ vā katheti, sikkhāpadaṁ vā paññapeti tadā sakalajambudīpe bhagavato kittighoso pattharati, titthiyā taṁ sutvā – ‘‘bhavaṁ kira gotamo pubbacariyaṁ kathesi, mayaṁ kiṁ na sakkoma tādisaṁ kiñci kathetu’’nti bhagavato paṭibhāgakiriyaṁ karontā ekaṁ bhavantarasamayaṁ kathenti – ‘‘bhavaṁ gotamo sikkhāpadaṁ paññapesi, mayaṁ kiṁ na sakkoma paññapetu’’nti attano sāvakānaṁ kiñcideva sikkhāpadaṁ paññapenti. Tadā pana bhagavā aṭṭhavidhaparisamajjhe nisīditvā nirodhakathaṁ kathesi. Titthiyā taṁ sutvā – ‘‘bhavaṁ kira gotamo nirodhaṁ nāma kathesi, mayampi taṁ kathessāmā’’ti sannipatitvā kathayiṁsu. Tena vuttaṁ – ‘‘abhisaññānirodhe kathā udapādī’’ti.",
  "atk-s0101a9:11": "Tatrekacceti tesu ekacce. Purimo cettha yvāyaṁ bāhire titthāyatane pabbajito cittappavattiyaṁ dosaṁ disvā acittakabhāvo santoti samāpattiṁ bhāvetvā ito cuto pañca kappasatāni asaññībhave ṭhatvā puna idha uppajjati. Tassa saññuppāde ca nirodhe ca hetuṁ apassanto – ahetū appaccayāti āha.",
  "atk-s0101a9:12": "Dutiyo naṁ nisedhetvā migasiṅgatāpasassa asaññakabhāvaṁ gahetvā – ‘‘upetipi apetipī’’ti āha. Migasiṅgatāpaso kira attantapo ghoratapo paramadhitindriyo ahosi. Tassa sīlatejena sakkavimānaṁ uṇhaṁ ahosi. Sakko devarājā ‘‘sakkaṭṭhānaṁ nu kho tāpaso patthetī’’ti alambusaṁ nāma devakaññaṁ – ‘tāpasassa tapaṁ bhinditvā ehī’ti pesesi. Sā tattha gatā. Tāpaso paṭhamadivase taṁ disvāva palāyitvā paṇṇasālaṁ pāvisi. Dutiyadivase kāmacchandanīvaraṇena bhaggo taṁ hatthe aggahesi, so tena dibbaphassena phuṭṭho visaññī hutvā tiṇṇaṁ saṁvaccharānaṁ accayena saññaṁ paṭilabhi. Taṁ so diṭṭhigatiko – ‘‘tiṇṇaṁ saṁvaccharānaṁ accayena nirodhā vuṭṭhito’’ti maññamāno evamāha.",
  "atk-s0101a9:13": "Tatiyo naṁ nisedhetvā āthabbaṇapayogaṁ sandhāya ‘‘upakaḍḍhantipi apakaḍḍhantipī’’ti āha. Āthabbaṇikā kira āthabbaṇaṁ payojetvā sattaṁ sīsacchinnaṁ viya hatthacchinnaṁ viya mataṁ viya ca katvā dassenti. Tassa puna pākatikabhāvaṁ disvā so diṭṭhigatiko – ‘‘nirodhā vuṭṭhito aya’’nti maññamāno evamāha.",
  "atk-s0101a9:14": "Catuttho naṁ nisedhetvā yakkhadāsīnaṁ madaniddaṁ sandhāya ‘‘santi hi bho devatā’’tiādimāha. Yakkhadāsiyo kira sabbarattiṁ devatūpahāraṁ kurumānā naccitvā gāyitvā aruṇodaye ekaṁ surāpātiṁ pivitvā parivattitvā supitvā divā vuṭṭhahanti. Taṁ disvā so diṭṭhigatiko – ‘‘suttakāle nirodhaṁ samāpannā, pabuddhakāle nirodhā vuṭṭhitā’’ti maññamāno evamāha.",
  "atk-s0101a9:15": "Ayaṁ pana poṭṭhapādo paribbājako paṇḍitajātiko. Tenassa taṁ kathaṁ sutvā vippaṭisāro uppajji. ‘‘Imesaṁ kathā eḷamūgakathā viya cattāro hi nirodhe ete paññapenti, iminā ca nirodhena nāma ekena bhavitabbaṁ, na bahunā. Tenāpi ekena aññeneva bhavitabbaṁ, so pana aññena ñātuṁ na sakkā aññatra sabbaññunā. Sace bhagavā idha abhavissa ‘ayaṁ nirodho ayaṁ na nirodho’ti dīpasahassaṁ viya ujjāletvā ajjameva pākaṭaṁ akarissā’’ti dasabalaññeva anussari. Tasmā ‘‘tassa mayhaṁ bhante’’tiādimāha. Tattha aho nūnāti anussaraṇatthe nipātadvayaṁ, tena tassa bhagavantaṁ anussarantassa etadahosi ‘‘aho nūna bhagavā aho nūna sugato’’ti. Yo imesanti yo etesaṁ nirodhadhammānaṁ sukusalo nipuṇo cheko, so bhagavā aho nūna katheyya, sugato aho nūna katheyyāti ayamettha adhippāyo. Pakataññūti ciṇṇavasitāya pakatiṁ sabhāvaṁ jānātīti pakataññū. Kathaṁ nu khoti idaṁ paribbājako ‘‘mayaṁ bhagavā na jānāma, tumhe jānātha, kathetha no’’ti āyācanto vadati. Atha bhagavā kathento ‘‘tatra poṭṭhapādā’’tiādimāha.",
  "atk-s0101a9:16": "Ahetukasaññuppādanirodhakathāvaṇṇanā",
  "atk-s0101a9:17": "412. Tattha tatrāti tesu samaṇabrāhmaṇesu. Āditova tesaṁ aparaddhanti tesaṁ ādimhiyeva viraddhaṁ, gharamajjheyeva pakkhalitāti dīpeti. Sahetū sappaccayāti ettha hetupi paccayopi kāraṇasseva nāmaṁ, sakāraṇāti attho. Taṁ pana kāraṇaṁ dassento ‘‘sikkhā ekā’’ti āha. Tattha sikkhā ekā saññā uppajjantīti sikkhāya ekaccā saññā jāyantīti attho.",
  "atk-s0101a9:18": "413.Kā ca sikkhāti bhagavā avocāti katamā ca sā sikkhāti bhagavā vitthāretukamyatāpucchāvasena avoca. Atha yasmā adhisīlasikkhā adhicittasikkhā adhipaññāsikkhāti tisso sikkhā honti. Tasmā tā dassento bhagavā saññāya sahetukaṁ uppādanirodhaṁ dīpetuṁ buddhuppādato pabhuti tantidhammaṁ ṭhapento ‘‘idha poṭṭhapāda, tathāgato loke’’tiādimāha. Tattha adhisīlasikkhā adhicittasikkhāti dve eva sikkhā sarūpena āgatā, tatiyā pana ‘‘ayaṁ dukkhanirodhagāminī paṭipadāti kho poṭṭhapāda mayā ekaṁsiko dhammo desito’’ti ettha sammādiṭṭhisammāsaṅkappavasena pariyāpannattā āgatāti veditabbā. Kāmasaññāti pañcakāmaguṇikarāgopi asamuppannakāmacāropi . Tattha pañcakāmaguṇikarāgo anāgāmimaggena samugghātaṁ gacchati, asamuppannakāmacāro pana imasmiṁ ṭhāne vaṭṭati. Tasmā tassa yā purimā kāmasaññāti tassa paṭhamajjhānasamaṅgino yā pubbe uppannapubbāya kāmasaññāya sadisattā purimā kāmasaññāti vucceyya, sā nirujjhati, anuppannāva nuppajjatīti attho.",
  "atk-s0101a9:19": "Vivekajapītisukhasukhumasaccasaññīyeva tasmiṁ samaye hotīti tasmiṁ paṭhamajjhānasamaye vivekajapītisukhasaṅkhātā sukhumasaññā saccā hoti, bhūtā hotīti attho. Atha vā kāmacchandādioḷārikaṅgappahānavasena sukhumā ca sā bhūtatāya saccā ca saññāti sukhumasaccasaññā, vivekajehi pītisukhehi sampayuttā sukhumasaccasaññāti vivekajapītisukhasukhumasaccasaññā sā assa atthīti vivekajapītisukhasukhumasaccasaññīti evamettha attho daṭṭhabbo. Esa nayo sabbattha. Evampi sikkhāti ettha yasmā paṭhamajjhānaṁ samāpajjanto adhiṭṭhahanto, vuṭṭhahanto ca sikkhati, tasmā taṁ evaṁ sikkhitabbato sikkhāti vuccati. Tenapi sikkhāsaṅkhātena paṭhamajjhānena evaṁ ekā vivekajapītisukhasukhumasaccasaññā uppajjati. Evaṁ ekā kāmasaññā nirujjhatīti attho. Ayaṁ sikkhāti bhagavā avocāti ayaṁ paṭhamajjhānasaṅkhātā ekā sikkhāti, bhagavā āha. Etenupāyena sabbattha attho daṭṭhabbo.",
  "atk-s0101a9:20": "Yasmā pana aṭṭhamasamāpattiyā aṅgato sammasanaṁ buddhānaṁyeva hoti, sāvakesu sāriputtasadisānampi natthi, kalāpato sammasanaṁyeva pana sāvakānaṁ hoti, idañca ‘‘saññā saññā’’ti, evaṁ aṅgato sammasanaṁ uddhaṭaṁ. Tasmā ākiñcaññāyatanaparamaṁyeva saññaṁ dassetvā puna tadeva saññagganti dassetuṁ ‘‘yato kho poṭṭhapāda…pe… saññaggaṁ phusatī’’ti āha.",
  "atk-s0101a9:21": "414. Tattha yato kho poṭṭhapāda bhikkhūti yo nāma poṭṭhapāda bhikkhu. Idha sakasaññī hotīti idha sāsane sakasaññī hoti, ayameva vā pāṭho, attano paṭhamajjhānasaññāya saññavā hotīti attho. So tato amutra tato amutrāti so bhikkhu tato paṭhamajjhānato amutra dutiyajjhāne, tatopi amutra tatiyajjhāneti evaṁ tāya tāya jhānasaññāya sakasaññī sakasaññī hutvā anupubbena saññaggaṁ phusati. Saññagganti ākiñcaññāyatanaṁ vuccati. Kasmā? Lokiyānaṁ kiccakārakasamāpattīnaṁ aggattā. Ākiñcaññāyatanasamāpattiyañhi ṭhatvā nevasaññānāsaññāyatanampi nirodhampi samāpajjanti. Iti sā lokiyānaṁ kiccakārakasamāpattīnaṁ aggattā saññagganti vuccati, taṁ phusati pāpuṇātīti attho.",
  "atk-s0101a9:22": "Idāni abhisaññānirodhaṁ dassetuṁ ‘‘tassa saññagge ṭhitassā’’tiādimāha. Tattha ceteyyaṁ, abhisaṅkhareyyanti padadvaye ca jhānaṁ samāpajjanto ceteti nāma, punappunaṁ kappetīti attho. Uparisamāpattiatthāya nikantiṁ kurumāno abhisaṅkharoti nāma. Imā ca me saññā nirujjheyyunti imā ākiñcaññāyatanasaññā nirujjheyyuṁ. Aññā ca oḷārikāti aññā ca oḷārikā bhavaṅgasaññā uppajjeyyuṁ. So na ceva ceteti na abhisaṅkharotīti ettha kāmaṁ cesa cetentova na ceteti, abhisaṅkharontova nābhisaṅkharoti. Imassa bhikkhuno ākiñcaññāyatanato vuṭṭhāya nevasaññānāsaññāyatanaṁ samāpajjitvā ‘‘ekaṁ dve cittavāre ṭhassāmī’’ti ābhogasamannāhāro natthi. Uparinirodhasamāpattatthāya eva pana ābhogasamannāhāro atthi, svāyamattho puttagharācikkhaṇena dīpetabbo.",
  "atk-s0101a9:23": "Pitugharamajjhena kira gantvā pacchābhāge puttassa gharaṁ hoti, tato paṇītaṁ bhojanaṁ ādāya āsanasālaṁ āgataṁ daharaṁ thero – ‘‘manāpo piṇḍapāto kuto ābhato’’ti pucchi. So ‘‘asukassa gharato’’ti laddhagharameva ācikkhi. Yena panassa pitugharamajjhena gatopi āgatopi tattha ābhogopi natthi. Tattha āsanasālā viya ākiñcaññāyatanasamāpatti daṭṭhabbā, pitugehaṁ viya nevasaññānāsaññāyatanasamāpatti, puttagehaṁ viya nirodhasamāpatti, āsanasālāya ṭhatvā pitugharaṁ amanasikaritvā puttagharācikkhaṇaṁ viya ākiñcaññāyatanato vuṭṭhāya nevasaññānāsaññāyatanaṁ samāpajjitvā ‘‘ekaṁ dve cittavāre ṭhassāmī’’ti pitugharaṁ amanasikaritvāva uparinirodhasamāpattatthāya manasikāro, evamesa cetentova na ceteti, abhisaṅkharontova nābhisaṅkharoti. Tā ceva saññāti tā jhānasaññā nirujjhanti. Aññā cāti aññā ca oḷārikā bhavaṅgasaññā nuppajjanti. So nirodhaṁ phusatīti so evaṁ paṭipanno bhikkhu saññāvedayitanirodhaṁ phusati vindati paṭilabhati.",
  "atk-s0101a9:24": "Anupubbābhisaññānirodhasampajānasamāpattinti ettha abhīti upasaggamattaṁ, sampajānapadaṁ nirodhapadena antarikaṁ katvā vuttaṁ. Anupaṭipāṭiyā sampajānasaññānirodhasamāpattīti ayaṁ panetthattho. Tatrāpi sampajānasaññānirodhasamāpattīti sampajānantassa ante saññā nirodhasamāpatti sampajānantassa vā paṇḍitassa bhikkhuno saññānirodhasamāpattīti ayaṁ visesattho.",
  "atk-s0101a9:25": "Idāni idha ṭhatvā nirodhasamāpattikathā kathetabbā. Sā panesā sabbākārena visuddhimagge paññābhāvanānisaṁsādhikāre kathitā, tasmā tattha kathitatova gahetabbā.",
  "atk-s0101a9:26": "Evaṁ bhagavā poṭṭhapādassa paribbājakassa nirodhakathaṁ kathetvā – atha naṁ tādisāya kathāya aññattha abhāvaṁ paṭijānāpetuṁ ‘‘taṁ kiṁ maññasī’’tiādimāha. Paribbājakopi ‘‘bhagavā ajja tumhākaṁ kathaṁ ṭhapetvā na mayā evarūpā kathā sutapubbā’’ti paṭijānanto, ‘‘no hetaṁ bhante’’ti vatvā puna sakkaccaṁ bhagavato kathāya uggahitabhāvaṁ dassento ‘‘evaṁ kho ahaṁ bhante’’tiādimāha. Athassa bhagavā ‘‘suuggahitaṁ tayā’’ti anujānanto ‘‘evaṁ poṭṭhapādā’’ti āha.",
  "atk-s0101a9:27": "415. Atha paribbājako ‘‘bhagavatā ‘ākiñcaññāyatanaṁ saññagga’nti vuttaṁ. Etadeva nu kho saññaggaṁ, udāhu avasesasamāpattīsupi saññaggaṁ atthī’’ti cintetvā tamatthaṁ pucchanto ‘‘ekaññeva nu kho’’tiādimāha. Bhagavāpissa vissajjesi. Tattha puthūpīti bahūnipi. Yathā yathā kho, poṭṭhapāda, nirodhaṁphusatīti pathavīkasiṇādīsu yena yena kasiṇena, paṭhamajjhānādīnaṁ vā yena yena jhānena. Idaṁ vuttaṁ hoti – sace hi pathavīkasiṇena karaṇabhūtena pathavīkasiṇasamāpattiṁ ekavāraṁ samāpajjanto purimasaññānirodhaṁ phusati ekaṁ saññaggaṁ, atha dve vāre, tayo vāre, vārasataṁ, vārasahassaṁ, vārasatasahassaṁ vā samāpajjanto purimasaññānirodhaṁ phusati, satasahassaṁ, saññaggāni. Esa nayo sesakasiṇesu. Jhānesupi sace paṭhamajjhānena karaṇabhūtena ekavāraṁ purimasaññānirodhaṁ phusati ekaṁ saññaggaṁ. Atha dve vāre , tayo vāre, vārasataṁ, vārasahassaṁ, vārasatasahassaṁ vā purimasaññānirodhaṁ phusati, satasahassaṁ saññaggāni. Esa nayo sesajjhānasamāpattīsupi. Iti ekavāraṁ samāpajjanavasena vā sabbampi sañjānanalakkhaṇena saṅgahetvā vā ekaṁ saññaggaṁ hoti, aparāparaṁ samāpajjanavasena bahūni.",
  "atk-s0101a9:28": "416.Saññā nu kho, bhanteti bhante nirodhasamāpajjanakassa bhikkhuno ‘‘saññā nu kho paṭhamaṁ uppajjatī’’ti pucchati. Tassa bhagavā ‘‘saññā kho, poṭṭhapādā’’ti byākāsi. Tattha saññāti jhānasaññā. Ñāṇanti vipassanāñāṇaṁ. Aparo nayo, saññāti vipassanā saññā. Ñāṇanti maggañāṇaṁ. Aparo nayo, saññāti maggasaññā. Ñāṇanti phalañāṇaṁ. Tipiṭakamahāsivatthero panāha –",
  "atk-s0101a9:29": "Kiṁ ime bhikkhū bhaṇanti, poṭṭhapādo heṭṭhā bhagavantaṁ nirodhaṁ pucchi. Idāni nirodhā vuṭṭhānaṁ pucchanto ‘‘bhagavā nirodhā vuṭṭhahantassa kiṁ paṭhamaṁ arahattaphalasaññā uppajjati, udāhu paccavekkhaṇañāṇa’’nti vadati. Athassa bhagavā yasmā phalasaññā paṭhamaṁ uppajjati, pacchā paccavekkhaṇañāṇaṁ . Tasmā ‘‘saññā kho poṭṭhapādā’’ti āha. Tattha saññuppādāti arahattaphalasaññāya uppādā, pacchā ‘‘idaṁ arahattaphala’’nti evaṁ paccavekkhaṇañāṇuppādo hoti. Idappaccayā kira meti phalasamādhisaññāpaccayā kira mayhaṁ paccavekkhaṇañāṇaṁ uppannanti.",
  "atk-s0101a9:30": "Saññāattakathāvaṇṇanā",
  "atk-s0101a9:31": "417. Idāni paribbājako yathā nāma gāmasūkaro gandhodakena nhāpetvā gandhehi anulimpitvā mālādāmaṁ piḷandhitvā sirisayane āropitopi sukhaṁ na vindati, vegena gūthaṭṭhānameva gantvā sukhaṁ vindati. Evameva bhagavatā saṇhasukhumatilakkhaṇabbhāhatāya desanāya nhāpitavilittamaṇḍitopi nirodhakathāsirisayanaṁ āropitopi tattha sukhaṁ na vindanto gūthaṭṭhānasadisaṁ attano laddhiṁ gahetvā tameva pucchanto ‘‘saññā nu kho, bhante, purisassa attā’’tiādimāha. Athassānumatiṁ gahetvā byākātukāmo bhagavā – ‘‘kaṁ pana tva’’ntiādimāha. Tato so ‘‘arūpī attā’’ti evaṁ laddhiko samānopi ‘‘bhagavā desanāya sukusalo, so me āditova laddhiṁ mā viddhaṁsetū’’ti cintetvā attano laddhiṁ pariharanto ‘‘oḷārikaṁ kho’’tiādimāha. Athassa bhagavā tattha dosaṁ dassento ‘‘oḷāriko ca hi te’’tiādimāha . Tattha evaṁ santanti evaṁ sante. Bhummatthe hi etaṁ upayogavacanaṁ. Evaṁ santaṁ attānaṁ paccāgacchato tavāti ayaṁ vā ettha attho. Catunnaṁ khandhānaṁ ekuppādekanirodhattā kiñcāpi yā saññā uppajjati, sāva nirujjhati. Aparāparaṁ upādāya pana ‘‘aññā ca saññā uppajjanti, aññā ca saññā nirujjhantī’’ti vuttaṁ.",
  "atk-s0101a9:32": "418-420. Idāni aññaṁ laddhiṁ dassento – ‘‘manomayaṁ kho ahaṁ, bhante’’tiādiṁ vatvā tatrāpi dose dinne yathā nāma ummattako yāvassa saññā nappatiṭṭhāti, tāva aññaṁ gahetvā aññaṁ vissajjeti, saññāpatiṭṭhānakāle pana vattabbameva vadati, evameva aññaṁ gahetvā aññaṁ vissajjetvā idāni attano laddhiṁyeva vadanto ‘‘arūpī kho’’tiādimāha. Tatrāpi yasmā so saññāya uppādanirodhaṁ icchati, attānaṁ pana sassataṁ maññati. Tasmā tathevassa dosaṁ dassento bhagavā ‘‘evaṁ santampī’’tiādimāha. Tato paribbājako micchādassanena abhibhūtattā bhagavatā vuccamānampi taṁ nānattaṁ ajānanto ‘‘sakkā panetaṁ, bhante, mayā’’tiādimāha. Athassa bhagavā yasmā so saññāya uppādanirodhaṁ passantopi saññāmayaṁ attānaṁ niccameva maññati. Tasmā ‘‘dujjānaṁ kho’’tiādimāha.",
  "atk-s0101a9:33": "Tatthāyaṁ saṅkhepattho – tava aññā diṭṭhi, aññā khanti, aññā ruci, aññathāyeva te dassanaṁ pavattaṁ, aññadeva ca te khamati ceva ruccati ca, aññatra ca te āyogo, aññissāyeva paṭipattiyā yuttapayuttatā, aññattha ca te ācariyakaṁ, aññasmiṁ titthāyatane ācariyabhāvo. Tena tayā evaṁ aññadiṭṭhikena aññakhantikena aññarucikena aññatrāyogena aññatrācariyakena dujjānaṁ etanti. Atha paribbājako – ‘‘saññā vā purisassa attā hotu, aññā vā saññā, taṁ sassatādi bhāvamassa pucchissa’’nti puna ‘‘kiṁ pana bhante’’tiādimāha.",
  "atk-s0101a9:34": "Tattha lokoti attānaṁ sandhāya vadati. Na hetaṁ poṭṭhapāda atthasañhitanti poṭṭhapāda etaṁ diṭṭhigataṁ na idhalokaparalokaatthanissitaṁ, na attatthaparatthanissitaṁ. Na dhammasaṁhitanti na navalokuttaradhammanissitaṁ. Nādibrahmacariyakanti sikkhattayasaṅkhātassa sāsanabrahmacariyakassa na ādimattaṁ, adhisīlasikkhāmattampi na hoti. Na nibbidāyāti saṁsāravaṭṭe nibbindanatthāya na saṁvattati. Navirāgāyāti vaṭṭavirāgatthāya na saṁvattati. Na nirodhāyāti vaṭṭassa nirodhakaraṇatthāya na saṁvattati. Na upasamāyāti vaṭṭassa vūpasamanatthāya na saṁvattati. Na abhiññāyāti vaṭṭābhijānanāya paccakkhakiriyāya na saṁvattati. Na sambodhāyāti vaṭṭasambujjhanatthāya na saṁvattati. Na nibbānāyāti amatamahānibbānassa paccakkhakiriyāya na saṁvattati.",
  "atk-s0101a9:35": "Idaṁ dukkhantiādīsu taṇhaṁ ṭhapetvā tebhūmakā pañcakkhandhā dukkhanti, tasseva dukkhassa pabhāvanato sappaccayā taṇhā dukkhasamudayoti. Ubhinnaṁ appavatti dukkhanirodhoti, ariyo aṭṭhaṅgiko maggo dukkhanirodhagāminī paṭipadāti mayā byākatanti attho. Evañca pana vatvā bhagavā ‘‘imassa paribbājakassa maggapātubhāvo vā phalasacchikiriyā vā natthi, mayhañca bhikkhācāravelā’’ti cintetvā tuṇhī ahosi. Paribbājakopi taṁ ākāraṁ ñatvā bhagavato gamanakālaṁ ārocento viya ‘‘evameta’’ntiādimāha.",
  "atk-s0101a9:36": "421.Vācāsannitodakenāti vacanapatodena. Sañjhabbharimakaṁsūti sañjhabbharitaṁ nirantaraṁ phuṭṭhaṁ akaṁsu, upari vijjhiṁsūti vuttaṁ hoti. Bhūtanti sabhāvato vijjamānaṁ. Tacchaṁ, tathanti tasseva vevacanaṁ. Dhammaṭṭhitatanti navalokuttaradhammesu ṭhitasabhāvaṁ. Dhammaniyāmatanti lokuttaradhammaniyāmataṁ. Buddhānañhi catusaccavinimuttā kathā nāma natthi. Tasmā sā edisā hoti.",
  "atk-s0101a9:37": "Cittahatthisāriputtapoṭṭhapādavatthuvaṇṇanā",
  "atk-s0101a9:38": "422.Citto ca hatthisāriputtoti so kira sāvatthiyaṁ hatthiācariyassa putto bhagavato santike pabbajitvā tīṇi piṭakāni uggahetvā sukhumesu atthantaresu kusalo ahosi, pubbe katapāpakammavasena pana sattavāre vibbhamitvā gihi jāto. Kassapasammāsambuddhassa kira sāsane dve sahāyakā ahesuṁ, aññamaññaṁ samaggā ekatova sajjhāyanti. Tesu eko anabhirato gihibhāve cittaṁ uppādetvā itarassa ārocesi. So gihibhāve ādīnavaṁ pabbajjāya ānisaṁsaṁ dassetvā taṁ ovadi. So taṁ sutvā abhiramitvā punekadivasaṁ tādise citte uppanne taṁ etadavoca ‘‘mayhaṁ āvuso evarūpaṁ cittaṁ uppajjati – ‘imāhaṁ pattacīvaraṁ tuyhaṁ dassāmī’ti’’. So pattacīvaralobhena tassa gihibhāve ānisaṁsaṁ dassetvā pabbajjāya ādīnavaṁ kathesi. Athassa taṁ sutvāva gihibhāvato cittaṁ virajjitvā pabbajjāyameva abhirami. Evamesa tadā sīlavantassa bhikkhuno gihibhāve ānisaṁsakathāya kathitattā idāni cha vāre vibbhamitvā sattame vāre pabbajito. Mahāmoggallānassa, mahākoṭṭhikattherassa ca abhidhammakathaṁ kathentānaṁ antarantarā kathaṁ opāteti. Atha naṁ mahākoṭṭhikatthero apasādeti. So mahāsāvakassa kathite patiṭṭhātuṁ asakkonto vibbhamitvā gihi jāto. Poṭṭhapādassa panāyaṁ gihisahāyako hoti. Tasmā vibbhamitvā dvīhatīhaccayena poṭṭhapādassa santikaṁ gato. Atha naṁ so disvā ‘‘samma kiṁ tayā kataṁ, evarūpassa nāma satthu sāsanā apasakkantosi, ehi pabbajituṁ idāni te vaṭṭatī’’ti taṁ gahetvā bhagavato santikaṁ agamāsi. Tena vuttaṁ ‘‘citto ca hatthisāriputto poṭṭhapādo ca paribbājako’’ti.",
  "atk-s0101a9:39": "423.Andhāti paññācakkhuno natthitāya andhā, tasseva abhāvena acakkhukā. Tvaṁyeva nesaṁ eko cakkhumāti subhāsitadubbhāsitajānanabhāvamattena paññācakkhunā cakkhumā. Ekaṁsikāti ekakoṭṭhāsā. Paññattāti ṭhapitā. Anekaṁsikāti na ekakoṭṭhāsā ekeneva koṭṭhāsena sassatāti vā asassatāti vā na vuttāti attho.",
  "atk-s0101a9:40": "Ekaṁsikadhammavaṇṇanā",
  "atk-s0101a9:41": "424-425.Santi poṭṭhapādāti idaṁ bhagavā kasmā ārabhi? Bāhirakehi paññāpitaniṭṭhāya aniyyānikabhāvadassanatthaṁ. Sabbe hi titthiyā yathā bhagavā amataṁ nibbānaṁ, evaṁ attano attano samaye lokathupikādivasena niṭṭhaṁ paññapenti, sā ca na niyyānikā. Yathā paññattā hutvā na niyyāti na gacchati, aññadatthu paṇḍitehi paṭikkhittā nivattati, taṁ dassetuṁ bhagavā evamāha. Tattha ekantasukhaṁ lokaṁ jānaṁ passanti puratthimāya disāya ekantasukho loko pacchimādīnaṁ vā aññatarāyāti evaṁ jānantā evaṁ passantā viharatha. Diṭṭhapubbāni kho tasmiṁ loke manussānaṁ sarīrasaṇṭhānādīnīti. Appāṭihīrakatanti appāṭihīrakataṁ paṭiharaṇavirahitaṁ, aniyyānikanti vuttaṁ hoti.",
  "atk-s0101a9:42": "426-427.Janapadakalyāṇīti janapade aññāhi itthīhi vaṇṇasaṇṭhānavilāsākappādīhi asadisā.",
  "atk-s0101a9:43": "Tayoattapaṭilābhavaṇṇanā",
  "atk-s0101a9:44": "428. Evaṁ bhagavā paresaṁ niṭṭhāya aniyyānikattaṁ dassetvā attano niṭṭhāya niyyānikabhāvaṁ dassetuṁ ‘‘tayo kho me poṭṭhapādā’’tiādimāha. Tattha attapaṭilābhoti attabhāvapaṭilābho, ettha ca bhagavā tīhi attabhāvapaṭilābhehi tayo bhave dassesi. Oḷārikattabhāvapaṭilābhena avīcito paṭṭhāya paranimmitavasavattipariyosānaṁ kāmabhavaṁ dassesi. Manomayaattabhāvapaṭilābhena paṭhamajjhānabhūmito paṭṭhāya akaniṭṭhabrahmalokapariyosānaṁ rūpabhavaṁ dassesi. Arūpaattabhāvapaṭilābhena ākāsānañcāyatanabrahmalokato paṭṭhāya nevasaññānāsaññāyatanabrahmalokapariyosānaṁ arūpabhavaṁ dassesi. Saṁkilesikā dhammā nāma dvādasa akusalacittuppādā. Vodāniyā dhammā nāma samathavipassanā.",
  "atk-s0101a9:45": "429.Paññāpāripūriṁvepullattanti maggapaññāphalapaññānaṁ pāripūriñceva vipulabhāvañca. Pāmujjanti taruṇapīti. Pītīti balavatuṭṭhi. Kiṁ vuttaṁ hoti? Yaṁ avocumha ‘‘sayaṁ abhiññā sacchikatvā upasampajja vihiratī’’ti, tattha tassa evaṁ viharato taṁ pāmojjañceva bhavissati, pīti ca nāmakāyapassaddhi ca sati ca sūpaṭṭhitā uttamañāṇañca sukho ca vihāro. Sabbavihāresu ca ayameva vihāro ‘‘sukho’’ti vattuṁ yutto ‘‘upasanto paramamadhuro’’ti. Tattha paṭhamajjhāne pāmojjādayo chapi dhammā labbhanti, dutiyajjhāne dubbalapītisaṅkhātaṁ pāmojjaṁ nivattati, sesā pañca labbhanti. Tatiye pīti nivattati, sesā cattāro labbhanti. Tathā catutthe. Imesu catūsu jhānesu sampasādanasutte suddhavipassanā pādakajjhānameva kathitaṁ. Pāsādikasutte catūhi maggehi saddhiṁ vipassanā kathitā. Dasuttarasutte catutthajjhānikaphalasamāpatti kathitā. Imasmiṁ poṭṭhapādasutte pāmojjaṁ pītivevacanameva katvā dutiyajjhānikaphalasamāpattināma kathitāti veditabbā.",
  "atk-s0101a9:46": "432-437.Ayaṁ vā soti ettha vā saddo vibhāvanattho hoti. Ayaṁ soti evaṁ vibhāvetvā pakāsetvā byākareyyāma. Yathāpare ‘‘ekantasukhaṁ attānaṁ sañjānāthā’’ti puṭṭhā ‘‘no’’ti vadanti, na evaṁ vadāmāti attho. Sappāṭihīrakatanti sappāṭiharaṇaṁ, niyyānikanti attho. Mogho hotīti tuccho hoti, natthi so tasmiṁ samayeti adhippāyo. Sacco hotīti bhūto hoti, sveva tasmiṁ samaye sacco hotīti attho. Ettha panāyaṁ citto attano asabbaññutāya tayo attapaṭilābhe kathetvā attapaṭilābho nāma paññattimattaṁ etanti uddharituṁ nāsakkhi, attapaṭilābho tveva niyyātesi. Athassa bhagavā rūpādayo cettha dhammā, attapaṭilābhoti pana nāmamattametaṁ, tesu tesu rūpādīsu sati evarūpā vohārā hontīti dassetukāmo tasseva kathaṁ gahetvā nāmapaññattivasena niyyātanatthaṁ ‘‘yasmiṁ citta samaye’’tiādimāha.",
  "atk-s0101a9:47": "438. Evañca pana vatvā paṭipucchitvā vinayanatthaṁ puna ‘‘sace taṁ, citta, evaṁ puccheyyu’’ntiādimāha . Tattha yo me ahosi atīto attapaṭilābho , sveva me attapaṭilābho, tasmiṁ samaye sacco ahosi, mogho anāgato mogho paccuppannoti ettha tāva imamatthaṁ dasseti – yasmā ye te atītā dhammā, te etarahi natthi, ahesunti pana saṅkhyaṁ gatā, tasmā sopi me attapaṭilābho tasmiṁyeva samaye sacco ahosi. Anāgatapaccuppannānaṁ pana dhammānaṁ tadā abhāvā tasmiṁ samaye ‘‘mogho anāgato, mogho paccuppanno’’ti, evaṁ atthato nāmamattameva attapaṭilābhaṁ paṭijānāti. Anāgatapaccuppannesupi eseva nayo.",
  "atk-s0101a9:48": "439-443. Atha bhagavā tassa byākaraṇena saddhiṁ attano byākaraṇaṁ saṁsandituṁ ‘‘evameva kho cittā’’tiādīni vatvā puna opammato tamatthaṁ sādhento ‘‘seyyathāpi citta gavā khīra’’ntiādimāha. Tatrāyaṁ saṅkhepattho, yathā gavā khīraṁ, khīrādīhi ca dadhiādīni bhavanti, tattha yasmiṁ samaye khīraṁ hoti, na tasmiṁ samaye dadhīti vā navanītādīsu vā aññataranti saṅkhyaṁ niruttiṁ nāmaṁ vohāraṁ gacchati. Kasmā? Ye dhamme upādāya dadhītiādi vohārā honti, tesaṁ abhāvā. Atha kho khīraṁ tveva tasmiṁ samaye saṅkhyaṁ gacchati. Kasmā? Ye dhamme upādāya khīranti saṅkhyā nirutti nāmaṁ vohāro hoti, tesaṁ bhāvāti. Esa nayo sabbattha. Imā kho cittāti oḷāriko attapaṭilābho iti ca manomayo attapaṭilābho iti ca arūpo attapaṭilābho iti ca imā kho citta lokasamaññā loke samaññāmattakāni samanujānanamattakāni etāni. Tathā lokaniruttimattakāni vacanapathamattakāni vohāramattakāni nāmapaṇṇattimattakāni etānīti. Evaṁ bhagavā heṭṭhā tayo attapaṭilābhe kathetvā idāni sabbametaṁ vohāramattakanti vadati. Kasmā? Yasmā paramatthato satto nāma natthi, suñño tuccho esa loko.",
  "atk-s0101a9:49": "Buddhānaṁ pana dve kathā sammutikathā ca paramatthakathā ca. Tattha ‘‘satto poso devo brahmā’’tiādikā ‘‘sammutikathā’’ nāma. ‘‘Aniccaṁ dukkhamanattā khandhā dhātuyo āyatanāni satipaṭṭhānā sammappadhānā’’tiādikā paramatthakathā nāma. Tattha yo sammutidesanāya ‘‘satto’’ti vā ‘‘poso’’ti vā ‘‘devo’’ti vā ‘‘brahmā’’ti vā vutte vijānituṁ paṭivijjhituṁ niyyātuṁ arahattajayaggāhaṁ gahetuṁ sakkoti, tassa bhagavā āditova ‘‘satto’’ti vā ‘‘poso’’ti vā ‘‘devo’’ti vā ‘‘brahmā’’ti vā katheti, yo paramatthadesanāya ‘‘anicca’’nti vā ‘‘dukkha’’nti vātiādīsu aññataraṁ sutvā vijānituṁ paṭivijjhituṁ niyyātuṁ arahattajayaggāhaṁ gahetuṁ sakkoti, tassa ‘‘anicca’’nti vā ‘‘dukkha’’nti vātiādīsu aññatarameva katheti. Tathā sammutikathāya bujjhanakasattassāpi na paṭhamaṁ paramatthakathaṁ katheti. Sammutikathāya pana bodhetvā pacchā paramatthakathaṁ katheti. Paramatthakathāya bujjhanakasattassāpi na paṭhamaṁ sammutikathaṁ katheti. Paramatthakathāya pana bodhetvā pacchā sammutikathaṁ katheti. Pakatiyā pana paṭhamameva paramatthakathaṁ kathentassa desanā lūkhākārā hoti, tasmā buddhā paṭhamaṁ sammutikathaṁ kathetvā pacchā paramatthakathaṁ kathenti. Sammutikathaṁ kathentāpi saccameva sabhāvameva amusāva kathenti. Paramatthakathaṁ kathentāpi saccameva sabhāvameva amusāva kathenti.",
  "atk-s0101a9:50": "Duve saccāni akkhāsi, sambuddho vadataṁ varo;",
  "atk-s0101a9:51": "Sammutiṁ paramatthañca, tatiyaṁ nūpalabbhati.",
  "atk-s0101a9:52": "Saṅketavacanaṁ saccaṁ, lokasammutikāraṇaṁ;",
  "atk-s0101a9:53": "Paramatthavacanaṁ saccaṁ, dhammānaṁ bhūtalakkhaṇanti.",
  "atk-s0101a9:54": "Yāhi tathāgato voharati aparāmasanti yāhi lokasamaññāhi lokaniruttīhi tathāgato taṇhāmānadiṭṭhiparāmāsānaṁ abhāvā aparāmasanto voharatīti desanaṁ vinivaṭṭetvā arahattanikūṭena niṭṭhāpesi. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0101a9:55": "Iti sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāyaṁ",
  "atk-s0101a9:56": "Poṭṭhapādasuttavaṇṇanā niṭṭhitā."
}