{
  "atk-s0509a1:0": "2. Dukanipāto",
  "atk-s0509a1:1": "1. Abhirūpanandātherīgāthāvaṇṇanā",
  "atk-s0509a1:2": "Dukanipāte āturaṁ asuciṁ pūtintiādikā abhirūpanandāya sikkhamānāya gāthā. Ayaṁ kira vipassissa bhagavato kāle bandhumatīnagare gahapatimahāsālassa dhītā hutvā satthu santike dhammaṁ sutvā saraṇesu ca sīlesu ca patiṭṭhitā satthari parinibbute dhātucetiyaṁ ratanapaṭimaṇḍitena suvaṇṇacchattena pūjaṁ katvā, kālaṅkatvā sagge nibbattitvā aparāparaṁ sugatīsuyeva saṁsarantī imasmiṁ buddhuppāde kapilavatthunagare khemakassa sakkassa aggamahesiyā kucchismiṁ nibbatti. Nandātissā nāmaṁ ahosi. Sā attabhāvassa ativiya rūpasobhaggappattiyā abhirūpā dassanīyā pāsādikā abhirūpanandātveva paññāyittha. Tassā vayappattāya vāreyyadivaseyeva varabhūto sakyakumāro kālamakāsi. Atha naṁ mātāpitaro akāmaṁ pabbājesuṁ.",
  "atk-s0509a1:3": "Sā pabbajitvāpi rūpaṁ nissāya uppannamadā ‘‘satthā rūpaṁ vivaṇṇeti garahati anekapariyāyena rūpe ādīnavaṁ dassetī’’ti buddhupaṭṭhānaṁ na gacchati. Bhagavā tassā ñāṇaparipākaṁ ñatvā mahāpajāpatiṁ āṇāpesi ‘‘sabbāpi bhikkhuniyo paṭipāṭiyā ovādaṁ āgacchantū’’ti. Sā attano vāre sampatte aññaṁ pesesi. Bhagavā ‘‘vāre sampatte attanāva āgantabbaṁ, na aññā pesetabbā’’ti āha. Sā satthu āṇaṁ laṅghituṁ asakkontī bhikkhunīhi saddhiṁ buddhupaṭṭhānaṁ agamāsi. Bhagavā iddhiyā ekaṁ abhirūpaṁ itthirūpaṁ māpetvā puna jarājiṇṇaṁ dassetvā saṁvegaṁ uppādetvā –",
  "atk-s0509a1:4": "19.",
  "atk-s0509a1:5": " ‘‘Āturaṁ asuciṁ pūtiṁ, passa nande samussayaṁ;",
  "atk-s0509a1:6": "Asubhāya cittaṁ bhāvehi, ekaggaṁ susamāhitaṁ.",
  "atk-s0509a1:7": "20.",
  "atk-s0509a1:8": " ‘‘Animittañca bhāvehi, mānānusayamujjaha;",
  "atk-s0509a1:9": "Tato mānābhisamayā, upasantā carissasī’’ti. –",
  "atk-s0509a1:10": "Imā dve gāthā abhāsi. Tāsaṁ attho heṭṭhā vuttanayo eva. Gāthāpariyosāne abhirūpanandā arahattaṁ pāpuṇi. Tena vuttaṁ apadāne –",
  "atk-s0509a1:11": "‘‘Nagare bandhumatiyā, bandhumā nāma khattiyo;",
  "atk-s0509a1:12": "Tassa rañño ahuṁ bhariyā, ekajjhaṁ cārayāmahaṁ.",
  "atk-s0509a1:13": "‘‘Rahogatā nisīditvā, evaṁ cintesahaṁ tadā;",
  "atk-s0509a1:14": "Ādāya gamanīyañhi, kusalaṁ natthi me kataṁ.",
  "atk-s0509a1:15": "‘‘Mahābhitāpaṁ kaṭukaṁ, ghorarūpaṁ sudāruṇaṁ;",
  "atk-s0509a1:16": "Nirayaṁ nūna gacchāmi, ettha me natthi saṁsayo.",
  "atk-s0509a1:17": "‘‘Evāhaṁ cintayitvāna, pahaṁsetvāna mānasaṁ;",
  "atk-s0509a1:18": "Rājānaṁ upagantvāna, idaṁ vacanamabraviṁ.",
  "atk-s0509a1:19": "‘‘Itthī nāma mayaṁ deva, purisānugatā sadā;",
  "atk-s0509a1:20": "Ekaṁ me samaṇaṁ dehi, bhojayissāmi khattiya.",
  "atk-s0509a1:21": "‘‘Adāsi me mahārājā, samaṇaṁ bhāvitindriyaṁ;",
  "atk-s0509a1:22": "Tassa pattaṁ gahetvāna, paramannena pūrayiṁ.",
  "atk-s0509a1:23": "‘‘Pūrayitvā paramannaṁ, sahassagghanakenahaṁ;",
  "atk-s0509a1:24": "Vatthayugena chādetvā, adāsiṁ tuṭṭhamānasā.",
  "atk-s0509a1:25": "‘‘Tena kammena sukatena, cetanāpaṇidhīhi ca;",
  "atk-s0509a1:26": "Jahitvā mānusaṁ dehaṁ, tāvatiṁsamagacchahaṁ.",
  "atk-s0509a1:27": "‘‘Sahassaṁ devarājūnaṁ, mahesittamakārayiṁ;",
  "atk-s0509a1:28": "Sahassaṁ cakkavattīnaṁ, mahesittamakārayiṁ.",
  "atk-s0509a1:29": "‘‘Padesarajjaṁ vipulaṁ, gaṇanāto asaṅkhiyaṁ;",
  "atk-s0509a1:30": "Nānāvidhaṁ bahuṁ puññaṁ, tassa kammaphalā tato.",
  "atk-s0509a1:31": "‘‘Uppalasseva me vaṇṇā, abhirūpā sudassanā;",
  "atk-s0509a1:32": "Itthī sabbaṅgasampannā, abhijātā jutindharā.",
  "atk-s0509a1:33": "‘‘Pacchime bhavasampatte, ajāyiṁ sākiye kule;",
  "atk-s0509a1:34": "Nārīsahassapāmokkhā, suddhodanasutassahaṁ.",
  "atk-s0509a1:35": "‘‘Nibbinditvā agārehaṁ, pabbajiṁ anagāriyaṁ;",
  "atk-s0509a1:36": "Sattamiṁ rattiṁ sampatvā, catusaccaṁ apāpuṇiṁ.",
  "atk-s0509a1:37": "‘‘Cīvarapiṇḍapātañca, paccayañca senāsanaṁ;",
  "atk-s0509a1:38": "Parimetuṁ na sakkomi, piṇḍapātassidaṁ phalaṁ.",
  "atk-s0509a1:39": "‘‘Yaṁ mayhaṁ purimaṁ kammaṁ, kusalaṁ janitaṁ muni;",
  "atk-s0509a1:40": "Tuyhatthāya mahāvīra, pariciṇṇaṁ bahuṁ mayā.",
  "atk-s0509a1:41": "‘‘Ekatiṁse ito kappe, yaṁ dānamadadiṁ tadā;",
  "atk-s0509a1:42": "Duggatiṁ nābhijānāmi, piṇḍapātassidaṁ phalaṁ.",
  "atk-s0509a1:43": "‘‘Duve gatī pajānāmi, devattaṁ atha mānusaṁ;",
  "atk-s0509a1:44": "Aññaṁ gatiṁ na jānāmi, piṇḍapātassidaṁ phalaṁ.",
  "atk-s0509a1:45": "‘‘Ucce kule pajānāmi, tayo sāle mahādhane;",
  "atk-s0509a1:46": "Aññaṁ kulaṁ na jānāmi, piṇḍapātassidaṁ phalaṁ.",
  "atk-s0509a1:47": "‘‘Bhavābhave saṁsaritvā, sukkamūlena coditā;",
  "atk-s0509a1:48": "Amanāpaṁ na passāmi, somanassakataṁ phalaṁ.",
  "atk-s0509a1:49": "‘‘Iddhīsu ca vasī homi, dibbāya sotadhātuyā;",
  "atk-s0509a1:50": "Cetopariyañāṇassa, vasī homi mahāmune.",
  "atk-s0509a1:51": "‘‘Pubbenivāsaṁ jānāmi, dibbacakkhu visodhitaṁ;",
  "atk-s0509a1:52": "Sabbāsavaparikkhīṇā, natthi dāni punabbhavo.",
  "atk-s0509a1:53": "‘‘Atthadhammaniruttīsu, paṭibhāne tatheva ca;",
  "atk-s0509a1:54": "Ñāṇaṁ mama mahāvīra, uppannaṁ tava santike.",
  "atk-s0509a1:55": "‘‘Kilesā jhāpitā mayhaṁ…pe… kataṁ buddhassa sāsana’’nti.",
  "atk-s0509a1:56": "Arahattaṁ patvā pana sā sayampi udānavasena tāyeva gāthā abhāsi, idameva cassā aññābyākaraṇaṁ ahosīti.",
  "atk-s0509a1:57": "Abhirūpanandātherīgāthāvaṇṇanā niṭṭhitā.",
  "atk-s0509a1:58": "2. Jentātherīgāthāvaṇṇanā",
  "atk-s0509a1:59": "Yeime satta bojjhaṅgātiādikā jentāya theriyā gāthā. Tassā atītaṁ paccuppannañca vatthu abhirūpanandāvatthusadisaṁ. Ayaṁ pana vesāliyaṁ licchavirājakule nibbattīti ayameva viseso. Satthārā desitaṁ dhammaṁ sutvā desanāpariyosāne arahattaṁ patvā attanā adhigataṁ visesaṁ paccavekkhitvā pītivasena –",
  "atk-s0509a1:60": "21.",
  "atk-s0509a1:61": " ‘‘Ye ime satta bojjhaṅgā, maggā nibbānapattiyā;",
  "atk-s0509a1:62": "Bhāvitā te mayā sabbe, yathā buddhena desitā.",
  "atk-s0509a1:63": "22.",
  "atk-s0509a1:64": " ‘‘Diṭṭho hi me so bhagavā, antimoyaṁ samussayo;",
  "atk-s0509a1:65": "Vikkhīṇo jātisaṁsāro, natthi dāni punabbhavo’’ti. –",
  "atk-s0509a1:66": "Imā dve gāthā abhāsi.",
  "atk-s0509a1:67": "Tattha ye ime satta bojjhaṅgāti ye ime satidhammavicayavīriyapītipassaddhisamādhiupekkhāsaṅkhātā bodhiyā yathāvuttāya dhammasāmaggiyā , bodhissa vā bujjhanakassa taṁsamaṅgino puggalassa aṅgabhūtattā ‘‘bojjhaṅgā’’ti laddhanāmā satta dhammā. Maggā nibbānapattiyāti nibbānādhigamassa upāyabhūtā. Bhāvitā te mayā sabbe, yathā buddhena desitāti te sattatiṁsa bodhipakkhiyadhammā sabbepi mayā yathā buddhena bhagavatā desitā, tathā mayā uppāditā ca vaḍḍhitā ca.",
  "atk-s0509a1:68": "Diṭṭho hi me so bhagavāti hi-saddo hetuattho. Yasmā so bhagavā dhammakāyo sammāsambuddho attanā adhigataariyadhammadassanena diṭṭho, tasmā antimoyaṁ samussayoti yojanā. Ariyadhammadassanena hi buddhā bhagavanto aññe ca ariyā diṭṭhā nāma honti, na rūpakāyadassanamattena. Yathāha – ‘‘yo kho, vakkali, dhammaṁ passati, so maṁ passatī’’ti (saṁ. ni. 3.87) ca ‘‘sutavā ca kho, bhikkhave, ariyasāvako ariyānaṁ dassāvī’’ti (ma. ni. 1.20; saṁ. ni. 3.1) ca ādi. Sesaṁ vuttanayameva.",
  "atk-s0509a1:69": "Jentātherīgāthāvaṇṇanā niṭṭhitā.",
  "atk-s0509a1:70": "3. Sumaṅgalamātutherīgāthāvaṇṇanā",
  "atk-s0509a1:71": "Sumuttikātiādikā sumaṅgalamātāya theriyā gāthā. Ayampi purimabuddhesu katādhikārā tattha tattha bhave kusalaṁ upacinitvā imasmiṁ buddhuppāde sāvatthiyaṁ daliddakule nibbattitvā vayappattā aññatarassa naḷakārassa dinnā paṭhamagabbheyeva pacchimabhavikaṁ puttaṁ labhi. Tassa sumaṅgaloti nāmaṁ ahosi. Tato paṭṭhāya sā sumaṅgalamātāti paññāyittha. Yasmā panassā nāmagottaṁ na pākaṭaṁ, tasmā ‘‘aññatarā therī bhikkhunī apaññātā’’ti pāḷiyaṁ vuttaṁ. Sopissā putto viññutaṁ patto pabbajitvā saha paṭisambhidāhi arahattaṁ patvā sumaṅgalattheroti pākaṭo ahosi. Tassa mātā bhikkhunīsu pabbajitvā vipassanāya kammaṁ karontī ekadivasaṁ gihikāle attanā laddhadukkhaṁ paccavekkhitvā saṁvegajātā vipassanaṁ vaḍḍhetvā saha paṭisambhidāhi arahattaṁ patvā udānentī –",
  "atk-s0509a1:72": "23.",
  "atk-s0509a1:73": " ‘‘Sumuttikā sumuttikā, sādhumuttikāmhi musalassa;",
  "atk-s0509a1:74": "Ahiriko me chattakaṁ vāpi, ukkhalikā me deḍḍubhaṁ vāti.",
  "atk-s0509a1:75": "24.",
  "atk-s0509a1:76": " ‘‘Rāgañca ahaṁ dosañca, cicciṭi cicciṭīti vihanāmi;",
  "atk-s0509a1:77": "Sā rukkhamūlamupagamma, ‘aho sukha’nti sukhato jhāyāmī’’ti. –",
  "atk-s0509a1:78": "Imā dve gāthā abhāsi.",
  "atk-s0509a1:79": "Tattha sumuttikāti sumuttā. Ka-kāro padapūraṇamattaṁ, suṭṭhu muttā vatāti attho. Sā sāsane attanā paṭiladdhasampattiṁ disvā pasādavasena, tassā vā pasaṁsāvasena āmantetvā vuttaṁ ‘‘sumuttikā sumuttikā’’ti. Yaṁ pana gihikāle visesato jigucchati, tato vimuttiṁ dassentī ‘‘sādhumuttikāmhī’’tiādimāha. Tattha sādhumuttikāmhīti sammadeva muttā vata amhi. Musalassāti musalato. Ayaṁ kira daliddabhāvena gihikāle sayameva musalakammaṁ karoti, tasmā evamāha. Ahiriko meti mama sāmiko ahiriko nillajjo, so mama na ruccatīti vacanaseso. Pakatiyāva kāmesu virattacittatāya kāmādhimuttānaṁ pavattiṁ jigucchantī vadati. Chattakaṁ vāpīti jīvitahetukena karīyamānaṁ chattakampi me na ruccatīti attho. Vā-saddo avuttasamuccayattho, tena peḷācaṅkoṭakādiṁ saṅgaṇhāti. Veḷudaṇḍādīni gahetvā divase divase chattādīnaṁ karaṇavasena dukkhajīvitaṁ jigucchantī vadati. ‘‘Ahitako me vāto vātī’’ti keci vatvā ahitako jarāvaho gihikāle mama sarīre vāto vāyatīti atthaṁ vadanti. Apare pana ‘‘ahitako paresaṁ duggandhataro ca mama sarīrato vāto vāyatī’’ti atthaṁ vadanti. Ukkhalikā me deḍḍubhaṁ vātīti me mama bhattapacanabhājanaṁ cirapārivāsikabhāvena aparisuddhatāya udakasappagandhaṁ vāyati, tato ahaṁ sādhumuttikāmhīti yojanā.",
  "atk-s0509a1:80": "Rāgañca ahaṁ dosañca, cicciṭi cicciṭīti vihanāmīti ahaṁ kilesajeṭṭhakaṁ rāgañca dosañca cicciṭi cicciṭīti iminā saddena saddhiṁ vihanāmi vināsemi, pajahāmīti attho. Sā kira attano sāmikaṁ jigucchantī tena divase divase phāliyamānānaṁ sukkhānaṁ veḷudaṇḍādīnaṁ saddaṁ garahantī tassa pahānaṁ rāgadosapahānena samaṁ katvā avoca. Sā rukkhamūlamupagammāti sā ahaṁ sumaṅgalamātā vivittaṁ rukkhamūlaṁ upasaṅkamitvā. Sukhato jhāyāmīti sukhanti jhāyāmi, kālena kālaṁ samāpajjantī phalasukhaṁ nibbānasukhañca paṭisaṁvediyamānā phalajjhānena jhāyāmīti attho. Aho sukhanti idaṁ panassā samāpattito pacchā pavattamanasikāravasena vuttaṁ, pubbābhogavasenātipi yujjateva.",
  "atk-s0509a1:81": "Sumaṅgalamātutherīgāthāvaṇṇanā niṭṭhitā.",
  "atk-s0509a1:82": "4. Aḍḍhakāsitherīgāthāvaṇṇanā",
  "atk-s0509a1:83": "Yāva kāsijanapadotiādikā aḍḍhakāsiyā theriyā gāthā. Ayaṁ kira kassapassa dasabalassa kāle kulagehe nibbattitvā viññutaṁ patvā bhikkhunīnaṁ santikaṁ gantvā dhammaṁ sutvā paṭiladdhasaddhā pabbajitvā bhikkhunisīle ṭhitaṁ aññataraṁ paṭisambhidāppattaṁ khīṇāsavattheriṁ gaṇikāvādena akkositvā, tato cutā niraye paccitvā imasmiṁ buddhuppāde kāsikaraṭṭhe uḷāravibhave seṭṭhikule nibbattitvā vuddhippattā pubbe katassa vacīduccaritassa nissandena ṭhānato paribhaṭṭhā gaṇikā ahosi. Nāmena aḍḍhakāsī nāma. Tassā pabbajjā ca dūtena upasampadā ca khandhake āgatāyeva. Vuttañhetaṁ –",
  "atk-s0509a1:84": "Tena kho pana samayena aḍḍhakāsī gaṇikā bhikkhunīsu pabbajitā hoti. Sā ca sāvatthiṁ gantukāmā hoti ‘‘bhagavato santike upasampajjissāmī’’ti. Assosuṁ kho dhuttā – ‘‘aḍḍhakāsī kira gaṇikā sāvatthiṁ gantukāmā’’ti. Te magge pariyuṭṭhiṁsu. Assosi kho aḍḍhakāsī gaṇikā ‘‘dhuttā kira magge pariyuṭṭhitā’’ti. Bhagavato santike dūtaṁ pāhesi – ‘‘ahañhi upasampajjitukāmā, kathaṁ nu kho mayā paṭipajjitabba’’nti? Atha kho bhagavā etasmiṁ nidāne etasmiṁ pakaraṇe dhammiṁ kathaṁ katvā bhikkhū āmantesi – ‘‘anujānāmi, bhikkhave, dūtenapi upasampādetu’’nti (cūḷava. 430).",
  "atk-s0509a1:85": "Evaṁ laddhūpasampadā pana vipassanāya kammaṁ karontī na cirasseva saha paṭisambhidāhi arahattaṁ pāpuṇi. Tena vuttaṁ apadāne (apa. therī 2.4.168-183) –",
  "atk-s0509a1:86": "‘‘Imamhi bhaddake kappe, brahmabandhu mahāyaso;",
  "atk-s0509a1:87": "Kassapo nāma gottena, uppajji vadataṁ varo.",
  "atk-s0509a1:88": "‘‘Tadāhaṁ pabbajitvāna, tassa buddhassa sāsane;",
  "atk-s0509a1:89": "Saṁvutā pātimokkhamhi, indriyesu ca pañcasu.",
  "atk-s0509a1:90": "‘‘Mattaññunī ca asane, yuttā jāgariyepi ca;",
  "atk-s0509a1:91": "Vasantī yuttayogāhaṁ, bhikkhuniṁ vigatāsavaṁ.",
  "atk-s0509a1:92": "‘‘Akkosiṁ duṭṭhacittāhaṁ, gaṇiketi bhaṇiṁ tadā;",
  "atk-s0509a1:93": "Tena pāpena kammena, nirayamhi apaccisaṁ.",
  "atk-s0509a1:94": "‘‘Tena kammāvasesena, ajāyiṁ gaṇikākule;",
  "atk-s0509a1:95": "Bahusova parādhīnā, pacchimāya ca jātiyaṁ.",
  "atk-s0509a1:96": "‘‘Kāsīsu seṭṭhikulajā, brahmacārībalenahaṁ;",
  "atk-s0509a1:97": "Accharā viya devesu, ahosiṁ rūpasampadā.",
  "atk-s0509a1:98": "‘‘Disvāna dassanīyaṁ maṁ, giribbajapuruttame;",
  "atk-s0509a1:99": "Gaṇikatte nivesesuṁ, akkosanabalena me.",
  "atk-s0509a1:100": "‘‘Sāhaṁ sutvāna saddhammaṁ, buddhaseṭṭhena desitaṁ;",
  "atk-s0509a1:101": "Pubbavāsanasampannā, pabbajiṁ anagāriyaṁ.",
  "atk-s0509a1:102": "‘‘Tadūpasampadatthāya, gacchantī jinasantikaṁ;",
  "atk-s0509a1:103": "Magge dhutte ṭhite sutvā, labhiṁ dūtopasampadaṁ.",
  "atk-s0509a1:104": "‘‘Sabbakammaṁ parikkhīṇaṁ, puññaṁ pāpaṁ tatheva ca;",
  "atk-s0509a1:105": "Sabbasaṁsāramuttiṇṇā , gaṇikattañca khepitaṁ.",
  "atk-s0509a1:106": "‘‘Iddhīsu ca vasī homi, dibbāya sotadhātuyā;",
  "atk-s0509a1:107": "Cetopariyañāṇassa, vasī homi mahāmune.",
  "atk-s0509a1:108": "‘‘Pubbenivāsaṁ jānāmi, dibbacakkhu visodhitaṁ;",
  "atk-s0509a1:109": "Sabbāsavaparikkhīṇā, natthi dāni punabbhavo.",
  "atk-s0509a1:110": "‘‘Atthadhammaniruttīsu, paṭibhāne tatheva ca;",
  "atk-s0509a1:111": "Ñāṇaṁ mama mahāvīra, uppannaṁ tava santike.",
  "atk-s0509a1:112": "‘‘Kilesā jhāpitā mayhaṁ…pe… kataṁ buddhassa sāsana’’nti. (apa. therī 2.4.168-183);",
  "atk-s0509a1:113": "Arahattaṁ pana patvā udānavasena –",
  "atk-s0509a1:114": "25.",
  "atk-s0509a1:115": " ‘‘Yāva kāsijanapado, suṅko me tattako ahu;",
  "atk-s0509a1:116": "Taṁ katvā negamo agghaṁ, aḍḍhenagghaṁ ṭhapesi maṁ.",
  "atk-s0509a1:117": "26.",
  "atk-s0509a1:118": " ‘‘Atha nibbindahaṁ rūpe, nibbindañca virajjahaṁ;",
  "atk-s0509a1:119": "Mā puna jātisaṁsāraṁ, sandhāveyyaṁ punappunaṁ;",
  "atk-s0509a1:120": "Tisso vijjā sacchikatā, kataṁ buddhassa sāsana’’nti. –",
  "atk-s0509a1:121": "Imā gāthā abhāsi.",
  "atk-s0509a1:122": "Tattha yāva kāsijanapado, suṅko me tattako ahūti kāsīsu janapadesu bhavo suṅko kāsijanapado, so yāva yattako, tattako mayhaṁ suṅko ahu ahosi. Kittako pana soti? Sahassamatto. Kāsiraṭṭhe kira tadā suṅkavasena ekadivasaṁ rañño uppajjanakaāyo ahosi sahassamatto, imāyapi purisānaṁ hatthato ekadivasaṁ laddhadhanaṁ tattakaṁ. Tena vuttaṁ – ‘‘yāva kāsijanapado, suṅko me tattako ahū’’ti. Sā pana kāsisuṅkaparimāṇatāya kāsīti samaññaṁ labhi. Tattha yebhuyyena manussā sahassaṁ dātuṁ asakkontā tato upaḍḍhaṁ datvā divasabhāgameva ramitvā gacchanti, tesaṁ vasenāyaṁ aḍḍhakāsīti paññāyittha. Tena vuttaṁ – ‘‘taṁ katvā negamo agghaṁ, aḍḍhenagghaṁ ṭhapesi ma’’nti. Taṁ pañcasatamattaṁ dhanaṁ agghaṁ katvā negamo nigamavāsijano itthiratanabhāvena anagghampi samānaṁ aḍḍhena agghaṁ nimittaṁ aḍḍhakāsīti samaññāvasena maṁ ṭhapesi, tathā maṁ voharīti attho.",
  "atk-s0509a1:123": "Atha nibbindahaṁ rūpeti evaṁ rūpūpajīvinī hutvā ṭhitā. Atha pacchā sāsanaṁ nissāya rūpe ahaṁ nibbindiṁ ‘‘itipi rūpaṁ aniccaṁ, itipidaṁ rūpaṁ dukkhaṁ, asubha’’nti passantī tattha ukkaṇṭhiṁ. Nibbindañca virajjahanti nibbindantī cāhaṁ tato paraṁ virāgaṁ āpajjiṁ. Nibbindaggahaṇena cettha taruṇavipassanaṁ dasseti, virāgaggahaṇena balavavipassanaṁ. ‘‘Nibbindanto virajjati virāgā vimuccatī’’ti hi vuttaṁ. Mā puna jātisaṁsāraṁ, sandhāveyyaṁ punappunanti iminā nibbindanavirajjanākāre nidasseti. Tisso vijjātiādinā tesaṁ matthakappattiṁ, taṁ vuttanayameva.",
  "atk-s0509a1:124": "Aḍḍhakāsitherīgāthāvaṇṇanā niṭṭhitā.",
  "atk-s0509a1:125": "5. Cittātherīgāthāvaṇṇanā",
  "atk-s0509a1:126": "Kiñcāpi khomhi kisikātiādikā cittāya theriyā gāthā. Ayampi purimabuddhesu katādhikārā tattha tattha bhave vivaṭṭūpanissayaṁ kusalaṁ upacinantī ito catunnavutikappe candabhāgāya nadiyā tīre kinnarayoniyaṁ nibbatti. Sā ekadivasaṁ ekaṁ paccekabuddhaṁ rukkhamūle nisinnaṁ disvā pasannamānasā naḷapupphehi pūjaṁ katvā vanditvā añjaliṁ paggahetvā padakkhiṇaṁ katvā pakkāmi. Sā tena puññakammena devamanussesu saṁsarantī imasmiṁ buddhuppāde rājagahe gahapatimahāsālakule nibbattitvā viññutaṁ patvā satthu rājagahappavesane paṭiladdhasaddhā pacchā mahāpajāpatigotamiyā santike pabbajitvā mahallikākāle gijjhakūṭapabbataṁ abhiruhitvā samaṇadhammaṁ karontī vipassanaṁ vaḍḍhetvā saha paṭisambhidāhi arahattaṁ pāpuṇi. Tena vuttaṁ apadāne –",
  "atk-s0509a1:127": "‘‘Candabhāgānadītīre , ahosiṁ kinnarī tadā;",
  "atk-s0509a1:128": "Addasaṁ virajaṁ buddhaṁ, sayambhuṁ aparājitaṁ.",
  "atk-s0509a1:129": "‘‘Pasannacittā sumanā, vedajātā katañjalī;",
  "atk-s0509a1:130": "Naḷamālaṁ gahetvāna, sayambhuṁ abhipūjayiṁ.",
  "atk-s0509a1:131": "‘‘Tena kammena sukatena, cetanāpaṇidhīhi ca;",
  "atk-s0509a1:132": "Jahitvā kinnarīdehaṁ, agacchiṁ tidasaṁ gatiṁ.",
  "atk-s0509a1:133": "‘‘Chattiṁsadevarājūnaṁ, mahesittamakārayiṁ;",
  "atk-s0509a1:134": "Dasannaṁ cakkavattīnaṁ, mahesittamakārayiṁ;",
  "atk-s0509a1:135": "Saṁvejetvāna me cittaṁ, pabbajiṁ anagāriyaṁ.",
  "atk-s0509a1:136": "‘‘Kilesā jhāpitā mayhaṁ, bhavā sabbe samūhatā;",
  "atk-s0509a1:137": "Sabbāsavaparikkhīṇā, natthi dāni punabbhavo.",
  "atk-s0509a1:138": "‘‘Catunnavutito kappe, yaṁ pupphamabhipūjayiṁ;",
  "atk-s0509a1:139": "Duggatiṁ nābhijānāmi, pupphapūjāyidaṁ phalaṁ.",
  "atk-s0509a1:140": "‘‘Kilesā jhāpitā mayhaṁ…pe… kataṁ buddhassa sāsana’’nti.",
  "atk-s0509a1:141": "Sā pana arahattaṁ patvā attano paṭipattiṁ paccavekkhitvā –",
  "atk-s0509a1:142": "27.",
  "atk-s0509a1:143": " ‘‘Kiñcāpi khomhi kisikā, gilānā bāḷhadubbalā;",
  "atk-s0509a1:144": "Daṇḍamolubbha gacchāmi, pabbataṁ abhirūhiya.",
  "atk-s0509a1:145": "28.",
  "atk-s0509a1:146": " ‘‘Saṅghāṭiṁ nikkhipitvāna, pattakañca nikujjiya;",
  "atk-s0509a1:147": "Sele khambhesimattānaṁ, tamokhandhaṁ padāliyā’’ti. –",
  "atk-s0509a1:148": "Imā dve gāthā abhāsi.",
  "atk-s0509a1:149": "Tattha kiñcāpi khomhi kisikāti yadipi ahaṁ jarājiṇṇā appamaṁsalohitabhāvena kisasarīrā amhi. Gilānā bāḷhadubbalāti dhātvādivikārena gilānā, teneva gelaññena ativiya dubbalā. Daṇḍamolubbha gacchāmīti yattha katthaci gacchantī kattarayaṭṭhiṁ ālambitvāva gacchāmi. Pabbataṁ abhirūhiyāti evaṁ bhūtāpi vivekakāmatāya gijjhakūṭapabbataṁ abhiruhitvā.",
  "atk-s0509a1:150": "Saṅghāṭiṁnikkhipitvānāti santaruttarā eva hutvā yathāsaṁhataṁ aṁse ṭhapitaṁ saṅghāṭiṁ hatthapāse ṭhapetvā. Pattakañca nikujjiyāti mayhaṁ valañjanamattikāpattaṁ adhomukhaṁ katvā ekamante ṭhapetvā. Sele khambhesimattānaṁ, tamokhandhaṁ padāliyāti pabbate nisinnā iminā dīghena addhunā apadālitapubbaṁ mohakkhandhaṁ padāletvā, teneva ca mohakkhandhapadālanena attānaṁ attabhāvaṁ khambhesiṁ, mama santānaṁ āyatiṁ anuppattidhammatāpādanena vikkhambhesinti attho.",
  "atk-s0509a1:151": "Cittātherīgāthāvaṇṇanā niṭṭhitā.",
  "atk-s0509a1:152": "6. Mettikātherīgāthāvaṇṇanā",
  "atk-s0509a1:153": "Kiñcāpi khomhi dukkhitātiādikā mettikāya theriyā gāthā. Ayampi purimabuddhesu katādhikārā tattha tattha bhave vivaṭṭūpanissayaṁ puññaṁ upacinantī siddhatthassa bhagavato kāle gahapatikule nibbattitvā viññutaṁ patvā satthu cetiye ratanena paṭimaṇḍitāya mekhalāya pūjaṁ akāsi. Sā tena puññakammena devamanussesu saṁsarantī imasmiṁ buddhuppāde rājagahe brāhmaṇamahāsālakule nibbatti. Sesaṁ anantare vuttasadisaṁ. Ayaṁ pana paṭibhāgakūṭaṁ abhiruhitvā samaṇadhammaṁ karontī vipassanaṁ vaḍḍhetvā saha paṭisambhidāhi arahattaṁ pāpuṇi. Tena vuttaṁ apadāne (apa. therī 2.1.20-25) –",
  "atk-s0509a1:154": "‘‘Siddhatthassa bhagavato, thūpakārāpikā ahuṁ;",
  "atk-s0509a1:155": "Mekhalikā mayā dinnā, navakammāya satthuno.",
  "atk-s0509a1:156": "‘‘Niṭṭhite ca mahāthūpe, mekhalaṁ punadāsahaṁ;",
  "atk-s0509a1:157": "Lokanāthassa munino, pasannā sehi pāṇibhi.",
  "atk-s0509a1:158": "‘‘Catunnavutito kappe, yaṁ mekhalamadaṁ tadā;",
  "atk-s0509a1:159": "Duggatiṁ nābhijānāmi, thūpakārassidaṁ phalaṁ.",
  "atk-s0509a1:160": "‘‘Kilesā jhāpitā mayhaṁ…pe… kataṁ buddhassa sāsana’’nti.",
  "atk-s0509a1:161": "Arahattaṁ pana patvā attano paṭipattiṁ paccavekkhitvā udānavasena –",
  "atk-s0509a1:162": "29.",
  "atk-s0509a1:163": " ‘‘Kiñcāpi khomhi dukkhitā, dubbalā gatayobbanā;",
  "atk-s0509a1:164": "Daṇḍamolubbha gacchāmi, pabbataṁ abhirūhiya.",
  "atk-s0509a1:165": "30.",
  "atk-s0509a1:166": " ‘‘Nikkhipitvāna saṅghāṭiṁ, pattakañca nikujjiya;",
  "atk-s0509a1:167": "Nisinnā camhi selamhi, atha cittaṁ vimucci me;",
  "atk-s0509a1:168": "Tisso vijjā anuppattā, kataṁ buddhassa sāsana’’nti. –",
  "atk-s0509a1:169": "Imā dve gāthā abhāsi.",
  "atk-s0509a1:170": "Tattha dukkhitāti rogābhibhavena dukkhitā sañjātadukkhā dukkhappattā. Dubbalāti tāya ceva dukkhappattiyā, jarājiṇṇatāya ca balavirahitā. Tenāha ‘‘gatayobbanā’’ti, addhagatāti attho.",
  "atk-s0509a1:171": "Atha cittaṁ vimucci meti selamhi pāsāṇe nisinnā camhi, atha tadanantaraṁ vīriyasamatāya sammadeva yojitattā maggapaṭipāṭiyā sabbehipi āsavehi mama cittaṁ vimucci. Sesaṁ vuttanayameva.",
  "atk-s0509a1:172": "Mettikātherīgāthāvaṇṇanā niṭṭhitā.",
  "atk-s0509a1:173": "7. Mittātherīgāthāvaṇṇanā",
  "atk-s0509a1:174": "Cātuddasiṁ pañcadasintiādikā aparāya mittāya theriyā gāthā. Ayampi purimabuddhesu katādhikārā tattha tattha bhave vivaṭṭūpanissayaṁ kusalaṁ upacinantī vipassissa bhagavato kāle khattiyakule nibbattitvā viññutaṁ patvā bandhumassa rañño antepurikā hutvā vipassissa bhagavato sāvikaṁ ekaṁ khīṇāsavattheriṁ disvā pasannamānasā hutvā tassā hatthato pattaṁ gahetvā paṇītassa khādanīyabhojanīyassa pūretvā mahagghena sāṭakayugena saddhiṁ adāsi. Sā tena puññakammena devamanussesu saṁsarantī imasmiṁ buddhuppāde kapilavatthusmiṁ sakyarājakule nibbattitvā viññutaṁ patvā satthu santike dhammaṁ sutvā paṭiladdhasaddhā upāsikā ahosi. Sā aparabhāge mahāpajāpatigotamiyā santike pabbajitvā katapubbakiccā vipassanāya kammaṁ karontī na cirasseva saha paṭisambhidāhi arahattaṁ pāpuṇi. Tena vuttaṁ apadāne (apa. therī 2.1.46-59) –",
  "atk-s0509a1:175": "‘‘Nagare bandhumatiyā, bandhumā nāma khattiyo;",
  "atk-s0509a1:176": "Tassa rañño ahuṁ bhariyā, ekajjhaṁ cārayāmahaṁ.",
  "atk-s0509a1:177": "‘‘Rahogatā nisīditvā, evaṁ cintesahaṁ tadā;",
  "atk-s0509a1:178": "Ādāya gamanīyañhi, kusalaṁ natthi me kataṁ.",
  "atk-s0509a1:179": "‘‘Mahābhitāpaṁ kaṭukaṁ, ghorarūpaṁ sudāruṇaṁ;",
  "atk-s0509a1:180": "Nirayaṁ nūna gacchāmi, ettha me natthi saṁsayo.",
  "atk-s0509a1:181": "‘‘Rājānaṁ upasaṅkamma, idaṁ vacanamabraviṁ;",
  "atk-s0509a1:182": "Ekaṁ me samaṇaṁ dehi, bhojayissāmi khattiya.",
  "atk-s0509a1:183": "‘‘Adāsi me mahārājā, samaṇaṁ bhāvitindriyaṁ;",
  "atk-s0509a1:184": "Tassa pattaṁ gahetvāna, paramannena pūrayiṁ.",
  "atk-s0509a1:185": "‘‘Pūrayitvā paramannaṁ, gandhālepaṁ akāsahaṁ;",
  "atk-s0509a1:186": "Jālena pidahitvāna, vatthayugena chādayiṁ.",
  "atk-s0509a1:187": "‘‘Ārammaṇaṁ mamaṁ etaṁ, sarāmi yāvajīvitaṁ;",
  "atk-s0509a1:188": "Tattha cittaṁ pasādetvā, tāvatiṁsamagacchahaṁ.",
  "atk-s0509a1:189": "‘‘Tiṁsānaṁ devarājūnaṁ, mahesittamakārayiṁ;",
  "atk-s0509a1:190": "Manasā patthitaṁ mayhaṁ, nibbattati yathicchitaṁ.",
  "atk-s0509a1:191": "‘‘Vīsānaṁ cakkavattīnaṁ, mahesittamakārayiṁ;",
  "atk-s0509a1:192": "Ocitattāva hutvāna, saṁsarāmi bhavesvahaṁ.",
  "atk-s0509a1:193": "‘‘Sabbabandhanamuttāhaṁ , apetā me upādikā;",
  "atk-s0509a1:194": "Sabbāsavaparikkhīṇā, natthi dāni punabbhavo.",
  "atk-s0509a1:195": "‘‘Ekanavutito kappe, yaṁ dānamadadiṁ tadā;",
  "atk-s0509a1:196": "Duggatiṁ nābhijānāmi, piṇḍapātassidaṁ phalaṁ.",
  "atk-s0509a1:197": "‘‘Kilesā jhāpitā mayhaṁ…pe… kataṁ buddhassa sāsana’’nti. (apa. therī 2.1.46-59);",
  "atk-s0509a1:198": "Arahattaṁ pana patvā attano paṭipattiṁ paccavekkhitvā pītisomanassajātā udānavasena –",
  "atk-s0509a1:199": "31.",
  "atk-s0509a1:200": " ‘‘Cātuddasiṁ pañcadasiṁ, yā ca pakkhassa aṭṭhamī;",
  "atk-s0509a1:201": "Pāṭihāriyapakkhañca, aṭṭhaṅgasusamāgataṁ.",
  "atk-s0509a1:202": "32.",
  "atk-s0509a1:203": " ‘‘Uposathaṁ upāgacchiṁ, devakāyābhinandinī;",
  "atk-s0509a1:204": "Sājja ekena bhattena, muṇḍā saṅghāṭipārutā;",
  "atk-s0509a1:205": "Devakāyaṁ na patthehaṁ, vineyya hadaye dara’’nti. – imā dve gāthā abhāsi;",
  "atk-s0509a1:206": "Tattha cātuddasiṁ pañcadasinti catuddasannaṁ pūraṇī cātuddasī, pañcadasannaṁ pūraṇī pañcadasī, taṁ cātuddasiṁ pañcadasiñca, pakkhassāti sambandho. Accantasaṁyoge cetaṁ upayogavacanaṁ. Yā ca pakkhassa aṭṭhamī, tañcāti yojanā. Pāṭihāriyapakkhañcāti pariharaṇakapakkhañca cātuddasīpañcadasīaṭṭhamīnaṁ yathākkamaṁ ādito antato vā pavesaniggamavasena uposathasīlassa pariharitabbapakkhañca terasīpāṭipadasattamīnavamīsu cāti attho. Aṭṭhaṅgasusamāgatanti pāṇātipātā veramaṇiādīhi aṭṭhahi aṅgehi suṭṭhu samannāgataṁ. Uposathaṁ upāgacchinti upavāsaṁ upagamiṁ, upavasinti attho. Yaṁ sandhāya vuttaṁ –",
  "atk-s0509a1:207": "‘‘Pāṇaṁ na hane na cādinnamādiye, musā na bhāse na ca majjapo siyā;",
  "atk-s0509a1:208": "Abrahmacariyā virameyya methunā, rattiṁ na bhuñjeyya vikālabhojanaṁ.",
  "atk-s0509a1:209": "‘‘Mālaṁ na dhāre na ca gandhamācare, mañce chamāyaṁ va sayetha santhate;",
  "atk-s0509a1:210": "Etañhi aṭṭhaṅgikamāhuposathaṁ, buddhena dukkhantagunā pakāsita’’nti. (su. ni. 402-403);",
  "atk-s0509a1:211": "Devakāyābhinandinīti tatrūpapattiākaṅkhāvasena cātumahārājikādiṁ devakāyaṁ abhipatthentī uposathaṁ upāgacchinti yojanā. Sājja ekenabhattenāti sā ahaṁ ajja imasmiṁyeva divase ekena bhattabhojanakkhaṇena. Muṇḍā saṅghāṭipārutāti muṇḍitakesā saṅghāṭipārutasarīrā ca hutvā pabbajitāti attho. Devakāyaṁ na patthehanti aggamaggassa adhigatattā kañci devanikāyaṁ ahaṁ na patthaye. Tenevāha – ‘‘vineyya hadaye dara’’nti, cittagataṁ kilesadarathaṁ samucchedavasena vinetvāti attho. Idameva cassā aññābyākaraṇaṁ ahosi.",
  "atk-s0509a1:212": "Mittātherīgāthāvaṇṇanā niṭṭhitā.",
  "atk-s0509a1:213": "8. Abhayamātutherīgāthāvaṇṇanā",
  "atk-s0509a1:214": "Uddhaṁpādatalātiādikā abhayamātāya theriyā gāthā. Ayampi purimabuddhesu katādhikārā tattha tattha bhave puññāni upacinantī tissassa bhagavato kāle kulagehe nibbattitvā viññutaṁ patvā ekadivasaṁ satthāraṁ piṇḍāya carantaṁ disvā pasannamānasā pattaṁ gahetvā kaṭacchumattaṁ bhikkhaṁ adāsi. Sā tena puññakammena devamanussesu saṁsarantī imasmiṁ buddhuppāde tādisena kammanissandena ujjeniyaṁ padumavatī nāma nagarasobhiṇī ahosi. Rājā bimbisāro tassā rūpasampattiādike guṇe sutvā purohitassa ācikkhi – ‘‘ujjeniyaṁ kira padumavatī nāma gaṇikā ahosi, tamahaṁ daṭṭhukāmomhī’’ti. Purohito ‘‘sādhu, devā’’ti mantabalena kumbhīraṁ nāma yakkhaṁ āvahetvā yakkhānubhāvena rājānaṁ tāvadeva ujjenīnagaraṁ nesi. Rājā tāya saddhiṁ ekarattiṁ saṁvāsaṁ kappesi. Sā tena gabbhaṁ gaṇhi. Rañño ca ārocesi – ‘‘mama kucchiyaṁ gabbho patiṭṭhahī’’ti. Taṁ sutvā rājā naṁ ‘‘sace putto bhaveyya, vaḍḍhetvā mamaṁ dassehī’’ti vatvā nāmamuddikaṁ datvā agamāsi. Sā dasamāsaccayena puttaṁ vijāyitvā nāmaggahaṇadivase abhayoti nāmaṁ akāsi. Puttañca sattavassikakāle ‘‘tava pitā bimbisāramahārājā’’ti rañño santikaṁ pahiṇi. Rājā taṁ puttaṁ passitvā puttasinehaṁ paṭilabhitvā kumārakaparihārena vaḍḍhesi. Tassa saddhāpaṭilābho pabbajjā visesādhigamo ca heṭṭhā āgatoyeva. Tassa mātā aparabhāge puttassa abhayattherassa santike dhammaṁ sutvā paṭiladdhasaddhā bhikkhunīsu pabbajitvā vipassanāya kammaṁ karontī nacirasseva saha paṭisambhidāhi arahattaṁ pāpuṇi. Tena vuttaṁ apadāne (apa. therī 2.1.60-70) –",
  "atk-s0509a1:215": "‘‘Piṇḍacāraṁ carantassa, tissanāmassa satthuno;",
  "atk-s0509a1:216": "Kaṭacchubhikkhaṁ paggayha, buddhaseṭṭhassadāsahaṁ.",
  "atk-s0509a1:217": "‘‘Paṭiggahetvā sambuddho, tisso lokagganāyako;",
  "atk-s0509a1:218": "Vīthiyā saṇṭhito satthā, akā me anumodanaṁ.",
  "atk-s0509a1:219": "‘‘Kaṭacchubhikkhaṁ datvāna, tāvatiṁsaṁ gamissasi;",
  "atk-s0509a1:220": "Chattiṁsadevarājūnaṁ, mahesittaṁ karissasi.",
  "atk-s0509a1:221": "‘‘Paññāsaṁ cakkavattīnaṁ, mahesittaṁ karissasi;",
  "atk-s0509a1:222": "Manasā patthitaṁ sabbaṁ, paṭilacchasi sabbadā.",
  "atk-s0509a1:223": "‘‘Sampattiṁ anubhotvāna, pabbajissasi kiñcanā;",
  "atk-s0509a1:224": "Sabbāsave pariññāya, nibbāyissasināsavā.",
  "atk-s0509a1:225": "‘‘Idaṁ vatvāna sambuddho, tisso lokagganāyako;",
  "atk-s0509a1:226": "Nabhaṁ abbhuggamī vīro, haṁsarājāva ambare.",
  "atk-s0509a1:227": "‘‘Sudinnaṁ me dānavaraṁ, suyiṭṭhā yāgasampadā;",
  "atk-s0509a1:228": "Kaṭacchubhikkhaṁ datvāna, pattāhaṁ acalaṁ padaṁ.",
  "atk-s0509a1:229": "‘‘Dvenavute ito kappe, yaṁ dānamadadiṁ tadā;",
  "atk-s0509a1:230": "Duggatiṁ nābhijānāmi, bhikkhādānassidaṁ phalaṁ.",
  "atk-s0509a1:231": "‘‘Kilesā jhāpitā mayhaṁ…pe… kataṁ buddhassa sāsana’’nti.",
  "atk-s0509a1:232": "Arahattaṁ pana patvā attano puttena abhayattherena dhammaṁ kathentena ovādavasena yā gāthā bhāsitā, udānavasena sayampi tā eva paccudāharantī –",
  "atk-s0509a1:233": "33.",
  "atk-s0509a1:234": " ‘‘Uddhaṁ pādatalā amma, adho ve kesamatthakā;",
  "atk-s0509a1:235": "Paccavekkhassumaṁ kāyaṁ, asuciṁ pūtigandhikaṁ.",
  "atk-s0509a1:236": "34.",
  "atk-s0509a1:237": " ‘‘Evaṁ viharamānāya, sabbo rāgo samūhato;",
  "atk-s0509a1:238": "Pariḷāho samucchinno, sītibhūtāmhi nibbutā’’ti. – āha;",
  "atk-s0509a1:239": "Tattha paṭhamagāthāya tāva ayaṁ saṅkhepattho – amma padumavati, pādatalato uddhaṁ kesamatthakato adho nānappakāraasucipūritāya asuciṁ sabbakālaṁ pūtigandhavāyanato pūtigandhikaṁ, imaṁ kucchitānaṁ āyatanatāya kāyaṁ sarīraṁ ñāṇacakkhunā paccavekkhassūti. Ayañhi tassā puttena ovādadānavasena bhāsitā gāthā.",
  "atk-s0509a1:240": "Sā taṁ sutvā arahattaṁ patvā udānentī ācariyapūjāvasena tameva gāthaṁ paṭhamaṁ vatvā attano paṭipattiṁ kathentī ‘‘evaṁ viharamānāyā’’ti dutiyaṁ gāthamāha.",
  "atk-s0509a1:241": "Tattha evaṁ viharamānāyāti evaṁ mama puttena abhayattherena ‘‘uddhaṁ pādatalā’’tiādinā dinne ovāde ṭhatvā sabbakāyaṁ asubhato disvā ekaggacittā tattha bhūtupādāyabhede rūpadhamme tappaṭibaddhe vedanādike arūpadhamme pariggahetvā tattha tilakkhaṇaṁ āropetvā aniccānupassanādivasena viharamānāya. Sabbo rāgo samūhatoti vuṭṭhānagāminivipassanāya maggena ghaṭitāya maggapaṭipāṭiyā aggamaggena sabbo rāgo mayā samūhato samugghāṭito. Pariḷāho samucchinnoti tato eva sabbo kilesapariḷāho sammadeva ucchinno, tassa ca samucchinnattā eva sītibhūtā saupādisesāya nibbānadhātuyā nibbutā amhīti.",
  "atk-s0509a1:242": "Abhayamātutherīgāthāvaṇṇanā niṭṭhitā.",
  "atk-s0509a1:243": "9. Abhayātherīgāthāvaṇṇanā",
  "atk-s0509a1:244": "Abhaye bhiduro kāyotiādikā abhayattheriyā gāthā. Ayampi purimabuddhesu katādhikārā tattha tattha bhave vivaṭṭūpanissayaṁ puññaṁ upacinantī sikhissa bhagavato kāle khattiyamahāsālakule nibbattitvā viññutaṁ patvā aruṇarañño aggamahesī ahosi. Rājā tassā ekadivasaṁ gandhasampannāni satta uppalāni adāsi. Sā tāni gahetvā ‘‘kiṁ me imehi piḷandhantehi. Yaṁnūnāhaṁ imehi bhagavantaṁ pūjessāmī’’ti cintetvā nisīdi. Bhagavā ca bhikkhācāravelāyaṁ rājanivesanaṁ pāvisi . Sā bhagavantaṁ disvā pasannamānasā paccuggantvā tehi pupphehi pūjetvā pañcapatiṭṭhitena vandi. Sā tena puññakammena devamanussesu saṁsarantī imasmiṁ buddhuppāde ujjeniyaṁ kulagehe nibbattitvā viññutaṁ patvā abhayamātusahāyikā hutvā tāya pabbajitāya tassā sinehena sayampi pabbajitvā tāya saddhiṁ rājagahe vasamānā ekadivasaṁ asubhadassanatthaṁ sītavanaṁ agamāsi. Satthā gandhakuṭiyaṁ nisinnova tassā anubhūtapubbaṁ ārammaṇaṁ purato katvā tassā uddhumātakādibhāvaṁ pakāsesi. Taṁ disvā saṁvegamānasā aṭṭhāsi. Satthā obhāsaṁ pharitvā purato nisinnaṁ viya attānaṁ dassetvā –",
  "atk-s0509a1:245": "35.",
  "atk-s0509a1:246": " ‘‘Abhaye bhiduro kāyo, yattha sattā puthujjanā;",
  "atk-s0509a1:247": "Nikkhipissāmimaṁ dehaṁ, sampajānā satīmatī.",
  "atk-s0509a1:248": "36.",
  "atk-s0509a1:249": " ‘‘Bahūhi dukkhadhammehi, appamādaratāya me;",
  "atk-s0509a1:250": "Taṇhakkhayo anuppatto, kataṁ buddhassa sāsana’’nti. –",
  "atk-s0509a1:251": "Imā gāthā abhāsi. Sā gāthāpariyosāne arahattaṁ pāpuṇi. Tena vuttaṁ apadāne (apa. therī 2.1.71-90) –",
  "atk-s0509a1:252": "‘‘Nagare aruṇavatiyā, aruṇo nāma khattiyo;",
  "atk-s0509a1:253": "Tassa rañño ahuṁ bhariyā, vāritaṁ vārayāmahaṁ.",
  "atk-s0509a1:254": "‘‘Sattamālaṁ gahetvāna, uppalā devagandhikā;",
  "atk-s0509a1:255": "Nisajja pāsādavare, evaṁ cintesi tāvade.",
  "atk-s0509a1:256": "‘‘Kiṁ me imāhi mālāhi, sirasāropitāhi me;",
  "atk-s0509a1:257": "Varaṁ me buddhaseṭṭhassa, ñāṇamhi abhiropitaṁ.",
  "atk-s0509a1:258": "‘‘Sambuddhaṁ paṭimānentī, dvārāsanne nisīdahaṁ;",
  "atk-s0509a1:259": "Yadā ehiti sambuddho, pūjayissaṁ mahāmuniṁ.",
  "atk-s0509a1:260": "‘‘Kakudho vilasantova, migarājāva kesarī;",
  "atk-s0509a1:261": "Bhikkhusaṅghena sahito, āgacchi vīthiyā jino.",
  "atk-s0509a1:262": "‘‘Buddhassa raṁsiṁ disvāna, haṭṭhā saṁviggamānasā;",
  "atk-s0509a1:263": "Dvāraṁ avāpuritvāna, buddhaseṭṭhamapūjayiṁ.",
  "atk-s0509a1:264": "‘‘Satta uppalapupphāni, parikiṇṇāni ambare;",
  "atk-s0509a1:265": "Chadiṁ karonto buddhassa, matthake dhārayanti te.",
  "atk-s0509a1:266": "‘‘Udaggacittā sumanā, vedajātā katañjalī;",
  "atk-s0509a1:267": "Tattha cittaṁ pasādetvā, tāvatiṁsamagacchahaṁ.",
  "atk-s0509a1:268": "‘‘Mahānelassa chādanaṁ, dhārenti mama muddhani;",
  "atk-s0509a1:269": "Dibbagandhaṁ pavāyāmi, sattuppalassidaṁ phalaṁ.",
  "atk-s0509a1:270": "‘‘Kadāci nīyamānāya, ñātisaṅghena me tadā;",
  "atk-s0509a1:271": "Yāvatā parisā mayhaṁ, mahānelaṁ dharīyati.",
  "atk-s0509a1:272": "‘‘Sattati devarājūnaṁ, mahesittamakārayiṁ;",
  "atk-s0509a1:273": "Sabbattha issarā hutvā, saṁsarāmi bhavābhave.",
  "atk-s0509a1:274": "‘‘Tesaṭṭhi cakkavattīnaṁ, mahesittamakārayiṁ;",
  "atk-s0509a1:275": "Sabbe mamanuvattanti, ādeyyavacanā ahuṁ.",
  "atk-s0509a1:276": "‘‘Uppalasseva me vaṇṇo, gandho ceva pavāyati;",
  "atk-s0509a1:277": "Dubbaṇṇiyaṁ na jānāmi, buddhapūjāyidaṁ phalaṁ.",
  "atk-s0509a1:278": "‘‘Iddhipādesu kusalā, bojjhaṅgabhāvanāratā;",
  "atk-s0509a1:279": "Abhiññāpāramippattā, buddhapūjāyidaṁ phalaṁ.",
  "atk-s0509a1:280": "‘‘Satipaṭṭhānakusalā, samādhijhānagocarā;",
  "atk-s0509a1:281": "Sammappadhānamanuyuttā, buddhapūjāyidaṁ phalaṁ.",
  "atk-s0509a1:282": "‘‘Vīriyaṁ me dhuradhorayhaṁ, yogakkhemādhivāhanaṁ;",
  "atk-s0509a1:283": "Sabbāsavaparikkhīṇā, natthi dāni punabbhavo.",
  "atk-s0509a1:284": "‘‘Ekatiṁse ito kappe, yaṁ pupphamabhipūjayiṁ;",
  "atk-s0509a1:285": "Duggatiṁ nābhijānāmi, buddhapūjāyidaṁ phalaṁ.",
  "atk-s0509a1:286": "‘‘Kilesā jhāpitā mayhaṁ…pe… kataṁ buddhassa sāsana’’nti. (apa. therī 2.1.71-90);",
  "atk-s0509a1:287": "Arahattaṁ pana patvā udānentī tā eva gāthā parivattitvā abhāsi.",
  "atk-s0509a1:288": "Tattha abhayeti attānameva ālapati. Bhiduroti bhijjanasabhāvo, aniccoti attho. Yattha sattā puthujjanāti yasmiṁ khaṇena bhijjanasīle asuciduggandhajegucchapaṭikkūlasabhāve kāye ime andhaputhujjanā sattā laggā laggitā. Nikkhipissāmimaṁ dehanti ahaṁ pana imaṁ dehaṁ pūtikāyaṁ puna anādānena nirapekkhā khipissāmi chaḍḍessāmi. Tattha kāraṇamāha ‘‘sampajānā satīmatī’’ti.",
  "atk-s0509a1:289": "Bahūhi dukkhadhammehīti jātijarādīhi anekehi dukkhadhammehi phuṭṭhāyāti adhippāyo. Appamādaratāyāti tāya eva dukkhotiṇṇatāya paṭiladdhasaṁvegattā satiavippavāsasaṅkhāte appamāde ratāya. Sesaṁ vuttanayameva. Ettha ca satthārā desitaniyāmena –",
  "atk-s0509a1:290": "‘‘Nikkhipāhi imaṁ dehaṁ, appamādaratāya te;",
  "atk-s0509a1:291": "Taṇhakkhayaṁ pāpuṇāhi, karohi buddhasāsana’’nti. –",
  "atk-s0509a1:292": "Pāṭho , theriyā vuttaniyāmeneva pana saṁgītiṁ āropitattā. Appamādaratāya teti appamādaratāya tayā bhavitabbanti attho.",
  "atk-s0509a1:293": "Abhayātherīgāthāvaṇṇanā niṭṭhitā.",
  "atk-s0509a1:294": "10. Sāmātherīgāthāvaṇṇanā",
  "atk-s0509a1:295": "Catukkhattuṁpañcakkhattuntiādikā sāmāya theriyā gāthā. Ayampi purimabuddhesu katādhikārā tattha tattha bhave vivaṭṭūpanissayaṁ kusalaṁ upacinitvā sugatīsuyeva saṁsarantī imasmiṁ buddhuppāde kosambiyaṁ gahapatimahāsālakule nibbattitvā sāmātissā nāmaṁ ahosi. Sā viññutaṁ pattā sāmāvatiyā upāsikāya piyasahāyikā hutvā tāya kālaṅkatāya sañjātasaṁvegā pabbaji. Pabbajitvā ca sāmāvatikaṁ ārabbha uppannasokaṁ vinodetuṁ asakkontī ariyamaggaṁ gaṇhituṁ nāsakkhi. Aparabhāge āsanasālāya nisinnassa ānandattherassa ovādaṁ sutvā vipassanaṁ paṭṭhapetvā tato sattame divase saha paṭisambhidāhi arahattaṁ pāpuṇi.",
  "atk-s0509a1:296": "Arahattaṁ pana patvā attano paṭipattiṁ paccavekkhitvā taṁ pakāsentī –",
  "atk-s0509a1:297": "37.",
  "atk-s0509a1:298": " ‘‘Catukkhattuṁ pañcakkhattuṁ, vihārā upanikkhamiṁ;",
  "atk-s0509a1:299": "Aladdhā cetaso santiṁ, citte avasavattinī;",
  "atk-s0509a1:300": "Tassā me aṭṭhamī ratti, yato taṇhā samūhatā.",
  "atk-s0509a1:301": "38.",
  "atk-s0509a1:302": " ‘‘Bahūhi dukkhadhammehi, appamādaratāya me;",
  "atk-s0509a1:303": "Taṇhakkhayo anuppatto, kataṁ buddhassa sāsana’’nti. –",
  "atk-s0509a1:304": "Udānavasena imā dve gāthā abhāsi.",
  "atk-s0509a1:305": "Tattha catukkhattuṁ pañcakkhattuṁ, vihārā upanikkhaminti ‘‘mama vasanakavihāre vipassanāmanasikārena nisinnā samaṇakiccaṁ matthakaṁ pāpetuṁ asakkontī utusappāyābhāvena nanu kho mayhaṁ vipassanā maggena ghaṭṭetī’’ti cintetvā cattāro pañca cāti nava vāre vihārā upassayato bahi nikkhamiṁ. Tenāha ‘‘aladdhā cetaso santiṁ, citte avasavattinī’’ti. Tattha cetaso santinti ariyamaggasamādhiṁ sandhāyāha. Citte avasavattinīti vīriyasamatāya abhāvena mama bhāvanācitte na vasavattinī. Sā kira ativiya paggahitavīriyā ahosi. Tassā me aṭṭhamī rattīti yato paṭṭhāya ānandattherassa santike ovādaṁ paṭilabhiṁ, tato paṭṭhāya rattindivamatanditā vipassanāya kammaṁ karontī rattiyaṁ catukkhattuṁ pañcakkhattuṁ vihārato nikkhamitvā manasikāraṁ pavattentī visesaṁ anadhigantvā aṭṭhamiyaṁ rattiyaṁ vīriyasamataṁ labhitvā maggapaṭipāṭiyā kilese khepesinti attho. Tena vuttaṁ – ‘‘tassā me aṭṭhamī ratti, yato taṇhā samūhatā’’ti. Sesaṁ vuttanayameva.",
  "atk-s0509a1:306": "Sāmātherīgāthāvaṇṇanā niṭṭhitā.",
  "atk-s0509a1:307": "Dukanipātavaṇṇanā niṭṭhitā."
}