{
  "atk-abh01a7:0": "4. Aṭṭhakathākaṇḍo",
  "atk-abh01a7:1": "Tikaatthuddhāravaṇṇanā",
  "atk-abh01a7:2": "1384. Idāni nikkhepakaṇḍānantaraṁ ṭhapitassa aṭṭhakathākaṇḍassa vaṇṇanākkamo anuppatto. Kasmā panetaṁ aṭṭhakathākaṇḍaṁ nāma jātanti? Tepiṭakassa buddhavacanassa atthaṁ uddharitvā ṭhapitattā. Tīsupi hi piṭakesu dhammantaraṁ āgataṁ aṭṭhakathākaṇḍeneva paricchinditvā vinicchitaṁ suvinicchitaṁ nāma hoti. Sakale abhidhammapiṭake nayamaggaṁ mahāpakaraṇe pañhuddhāraṁ gaṇanacāraṁ asallakkhentenāpi aṭṭhakathākaṇḍatoyeva samānetuṁ vaṭṭati.",
  "atk-abh01a7:3": "Kuto pabhavaṁ pana etanti? Sāriputtattherappabhavaṁ. Sāriputtatthero hi ekassa attano saddhivihārikassa nikkhepakaṇḍe atthuddhāraṁ sallakkhetuṁ asakkontassa aṭṭhakathākaṇḍaṁ kathetvā adāsi. Idaṁ pana mahāaṭṭhakathāyaṁ paṭikkhipitvā idaṁ vuttaṁ – abhidhammo nāma na sāvakavisayo, na sāvakagocaro; buddhavisayo esa, buddhagocaro. Dhammasenāpati pana saddhivihārikena pucchito taṁ ādāya satthu santikaṁ gantvā sammāsambuddhassa kathesi. Sammāsambuddho tassa bhikkhuno aṭṭhakathākaṇḍaṁ kathetvā adāsi. Kathaṁ? Bhagavā hi ‘katame dhammā kusalā’ti pucchi. ‘Kusalā dhammā nāma katame’ti sallakkhesīti attho. Athassa tuṇhībhūtassa ‘nanu yaṁ mayā katame dhammā kusalā? Yasmiṁ samaye kāmāvacaraṁ kusalaṁ cittaṁ uppannaṁ hotītiādinā nayena bhūmibhedato kusalaṁ dassitaṁ, sabbampi taṁ catūsu bhūmīsu kusalaṁ, ime dhammā kusalā’ti iminā nayena kaṇṇikaṁ kaṇṇikaṁ ghaṭaṁ ghaṭaṁ gocchakaṁ gocchakaṁ katvā atthuddhāravasena kusalādidhamme dassento kathetvā adāsi.",
  "atk-abh01a7:4": "Tattha catūsūti kāmāvacararūpāvacarārūpāvacaraapariyāpannāsu. Kusalanti phassādibhedaṁ kusalaṁ. Ime dhammā kusalāti ime sabbepi tāsu tāsu bhūmīsu vuttā phassādayo dhammā kusalā nāma.",
  "atk-abh01a7:5": "1385. Akusalānaṁ pana bhūmivasena bhedābhāvato dvādasa akusalacittuppādāti āha. Tattha uppajjatīti uppādo. Cittameva uppādo cittuppādo. Desanāsīsameva cetaṁ. Yathā pana ‘rājā āgato’ti vutte amaccādīnampi āgamanaṁ vuttameva hoti, evaṁ ‘cittuppādā’ti vutte tehi sampayuttadhammāpi vuttāva hontīti. Sabbattha cittuppādaggahaṇena sasampayuttadhammaṁ cittaṁ gahitanti veditabbaṁ. Ito paraṁ catūsu bhūmīsu vipākotiādīnaṁ sabbesampi tikadukabhājanīyapadānaṁ attho, vedanāttikādīsu ca sukhādīnaṁ navattabbatā heṭṭhā vuttanayeneva pāḷiyatthaṁ vīmaṁsitvā veditabbā. Visesamattameva pana vakkhāma.",
  "atk-abh01a7:6": "1420. Tattha parittārammaṇattike tāva sabbo kāmāvacarassa vipākoti ettha dvipañcaviññāṇāni cakkhupasādādayo nissāya niyameneva iṭṭhāniṭṭhādibhede rūpasaddagandharasaphoṭṭhabbadhamme ārabbha pavattantīti parittārammaṇāni. Kusalākusalavipākā pana dve manodhātuyo hadayavatthuṁ nissāya cakkhuviññāṇādīnaṁ anantarā niyamato rūpādīneva ārabbha pavattantīti parittārammaṇā. Kusalavipākāhetukamanoviññāṇadhātu somanassasahagatā pañcadvāre santīraṇavasena chasu dvāresu tadārammaṇavasenāti niyamato rūpādīni cha parittārammaṇāneva ārabbha pavattatīti parittārammaṇā. Kusalākusalavipākāhetukamanoviññāṇadhātudvayaṁ pañcadvāre santīraṇavasena chasu dvāresu tadārammaṇavasena niyamato rūpādīni cha parittārammaṇāneva ārabbha pavattati. Paṭisandhivasena pavattamānampi parittaṁ kammaṁ kammanimittaṁ gatinimittaṁ vā ārammaṇaṁ karoti, pavattiyaṁ bhavaṅgavasena, pariyosāne cutivasena pavattamānampi tadeva ārammaṇaṁ karotīti parittārammaṇaṁ. Aṭṭha pana sahetukavipākacittuppādā ettha vuttanayeneva tadārammaṇavasena paṭisandhibhavaṅgacutivasena ca parittadhammeyeva ārabbha pavattanti. Kiriyamanodhātu pañcadvāre rūpādīni ārabbha pavattati. Somanassasahagatāhetukakiriyamanoviññāṇadhātu chasu dvāresu paccuppanne manodvāre atītānāgatepi paritte rūpādidhammeyeva ārabbha khīṇāsavānaṁ pahaṭṭhākāraṁ kurumānā pavattatīti parittārammaṇā. Evamime pañcavīsati cittuppādā ekanteneva parittārammaṇāti veditabbā.",
  "atk-abh01a7:7": "1421. Viññāṇañcāyatananevasaññānāsaññāyatanadhammā attano attano heṭṭhimaṁ samāpattiṁ ārabbha pavattanato mahaggatārammaṇā. Eva maggaphaladhammā nibbānārammaṇattā appamāṇārammaṇā.",
  "atk-abh01a7:8": "Kusalato cattāro kiriyato cattāroti aṭṭha ñāṇavippayuttacittuppādā sekkhaputhujjanakhīṇāsavānaṁ asakkaccadānapaccavekkhaṇadhammasavanādīsu kāmāvacaradhamme ārabbha pavattikāle parittārammaṇā. Atipaguṇānaṁ paṭhamajjhānādīnaṁ paccavekkhaṇakāle mahaggatārammaṇā. Kasiṇanimittādipaññattipaccavekkhaṇakāle navattabbārammaṇā. Akusalato cattāro diṭṭhigatasampayuttacittuppādā pañcapaṇṇāsāya kāmāvacaradhammānaṁ ‘satto satto’ti parāmasanaassādanābhinandanakāle parittārammaṇā. Tenevākārena sattavīsati mahaggatadhamme ārabbha pavattikāle mahaggatārammaṇā. Paṇṇattidhamme ārabbha pavattanakāle siyā navattabbārammaṇā. Diṭṭhivippayuttānaṁ teyeva dhamme ārabbha kevalaṁ assādanābhinandanavasena, pavattiyaṁ paṭighasampayuttānaṁ domanassavasena, vicikicchāsampayuttacittuppādassa aniṭṭhaṅgatavasena, uddhaccasahagatassa vikkhepavasena avūpasamavasena ca pavattiyaṁ parittamahaggatanavattabbārammaṇatā veditabbā. Etesu pana ekadhammopi appamāṇe ārabbha pavattituṁ na sakkoti, tasmā na appamāṇārammaṇā.",
  "atk-abh01a7:9": "Kusalato cattāro kiriyato cattāroti aṭṭha ñāṇasampayuttacittuppādā sekkhaputhujjanakhīṇāsavānaṁ sakkaccadānapaccavekkhaṇadhammasavanādīsu yathāvuttappakāre dhamme ārabbha pavattikāle parittamahaggatanavattabbārammaṇā honti. Gotrabhukāle lokuttaradhamme paccavekkhaṇakāle ca nesaṁ appamāṇārammaṇatā veditabbā.",
  "atk-abh01a7:10": "Yaṁ panetaṁ rūpāvacaracatutthajjhānaṁ taṁ sabbatthapādakacatutthaṁ ākāsakasiṇacatutthaṁ ālokakasiṇacatutthaṁ brahmavihāracatutthaṁ ānāpānacatutthaṁ iddhividhacatutthaṁ dibbasotacatutthaṁ cetopariyañāṇacatutthaṁ yathākammupagañāṇacatutthaṁ dibbacakkhuñāṇacatutthaṁ pubbenivāsañāṇacatutthaṁ anāgataṁsañāṇacatutthanti kusalatopi kiriyatopi dvādasavidhaṁ hoti.",
  "atk-abh01a7:11": "Tattha ‘sabbatthapādakacatutthaṁ’ nāma aṭṭhasu kasiṇesu catutthajjhānaṁ. Tañhi vipassanāyapi pādakaṁ hoti, abhiññānampi, nirodhassāpi, vaṭṭassāpi pādakaṁ hotiyevāti sabbatthapādakanti vuttaṁ. ‘Ākāsakasiṇaālokakasiṇacatutthāni’ pana vipassanāyapi abhiññānampi vaṭṭassāpi pādakāni honti, nirodhapādakāneva na honti. ‘Brahmavihāraānāpānacatutthāni’ vipassanāya ceva vaṭṭassa ca pādakāni honti, abhiññānaṁ pana nirodhassa ca pādakāni na honti. Tattha dasavidhampi kasiṇajjhānaṁ kasiṇapaṇṇattiṁ ārabbha pavattattā, brahmavihāracatutthaṁ sattapaṇṇattiṁ ārabbha pavattattā, ānāpānacatutthaṁ nimittaṁ ārabbha pavattattā parittādivasena navattabbadhammārammaṇato navattabbārammaṇaṁ nāma hoti.",
  "atk-abh01a7:12": "‘Iddhividhacatutthaṁ’ parittamahaggatārammaṇaṁ hoti. Kathaṁ? Tañhi yadā kāyaṁ cittasannissitaṁ katvā adissamānena kāyena gantukāmo cittavasena kāyaṁ pariṇāmeti, mahaggatacitte samodahati, samāropeti, tadā upayogaladdhaṁ ārammaṇaṁ hotīti katvā rūpakāyārammaṇato parittārammaṇaṁ hoti. Yadā cittaṁ kāyasannissitaṁ katvā dissamānena kāyena gantukāmo kāyavasena cittaṁ pariṇāmeti, pādakajjhānacittaṁ rūpakāye samodahati, samāropeti, tadā upayogaladdhaṁ ārammaṇaṁ hotīti katvā mahaggatacittārammaṇato mahaggatārammaṇaṁ hoti.",
  "atk-abh01a7:13": "‘Dibbasotacatutthaṁ’ saddaṁ ārabbha pavattattā ekantaparittārammaṇameva. ‘Cetopariyañāṇacatutthaṁ’ parittamahaggataappamāṇārammaṇaṁ hoti. Kathaṁ? Tañhi paresaṁ kāmāvacaracittajānanakāle parittārammaṇaṁ hoti, rūpāvacarārūpāvacaracittajānanakāle mahaggatārammaṇaṁ, maggaphalajānanakāle appamāṇārammaṇaṁ hoti. Ettha ca puthujjano sotāpannassa cittaṁ na jānāti, sotāpanno vā sakadāgāmissāti evaṁ yāva arahato netabbaṁ. Arahā pana sabbesaṁ cittaṁ jānāti. Aññopi ca uparimo heṭṭhimassāti ayaṁ viseso veditabbo. ‘Yathākammupagañāṇacatutthaṁ’ kāmāvacarakammajānanakāle parittārammaṇaṁ hoti, rūpāvacarārūpāvacarakammajānanakāle mahaggatārammaṇaṁ.",
  "atk-abh01a7:14": "‘Dibbacakkhuñāṇacatutthaṁ’ rūpārammaṇattā ekantaparittārammaṇameva. ‘Pubbenivāsañāṇacatutthaṁ’ parittamahaggataappamāṇanavattabbārammaṇaṁ hoti. Kathaṁ? Tañhi kāmāvacarakkhandhānussaraṇakāle parittārammaṇaṁ hoti. Rūpāvacarārūpāvacarakkhandhānussaraṇakāle mahaggatārammaṇaṁ. Atīte attanā vā parehi vā bhāvitamaggaṁ sacchikataphalañca anussaraṇakāle appamāṇārammaṇaṁ. Atīte buddhā maggaṁ bhāvayiṁsu, phalaṁ sacchākaṁsu, nibbānadhātuyā parinibbāyiṁsūti chinnavaṭumakānussaraṇavasena maggaphalanibbānapaccavekkhaṇatopi appamāṇārammaṇaṁ. Atīte ‘vipassī nāma bhagavā’ ahosi . Tassa ‘bandhumatī nāma nagaraṁ ahosi, bandhumā nāma rājā pitā, bandhumatī nāma mātā’tiādinā nayena nāmagottapathavīnimittādianussaraṇakāle navattabbārammaṇaṁ hoti.",
  "atk-abh01a7:15": "‘Anāgataṁsañāṇacatutthe’pi eseva nayo. Tampi ayaṁ anāgate ‘kāmāvacare nibbattissatī’ti jānanakāle parittārammaṇaṁ hoti. ‘Rūpāvacare vā arūpāvacare vā nibbattissatī’ti jānanakāle mahaggatārammaṇaṁ. ‘Maggaṁ bhāvessati phalaṁ sacchikarissati’ ‘nibbānadhātuyā parinibbāyissatī’ti jānanakāle appamāṇārammaṇaṁ. Anāgate ‘‘metteyyo nāma bhagavā uppajjissati, subrahmā nāmassa brāhmaṇo pitā bhavissati, brahmavatī nāma brāhmaṇī mātā bhavissatī’’tiādinā nayena nāmagottajānanakāle navattabbārammaṇaṁ hoti.",
  "atk-abh01a7:16": "Arūpāvacaracatutthaṁ pana āsavānaṁ khayacatutthañca pāḷiyaṁ āgataṭṭhāneyeva kathessāmi. Kiriyāhetukamanoviññāṇadhātu upekkhāsahagatā sabbesampi etesaṁ kusalākusalakiriyacittānaṁ purecārikā. Tassā tesu vuttanayeneva ārammaṇabhedo veditabbo. Pañcadvāre pana voṭṭhabbanavasena pavattiyaṁ ekantaparittārammaṇāva hoti. Rūpāvacaratikacatukkajjhānādīni parittādibhāvena navattabbadhammaṁ ārabbha pavattito navattabbārammaṇāni. Ettha hi rūpāvacarāni pathavīkasiṇādīsu pavattanti, ākāsānañcāyatanaṁ ugghāṭimākāse, ākiñcaññāyatanaṁ viññāṇāpagameti.",
  "atk-abh01a7:17": "1429. Maggārammaṇattike ādimhi vuttā aṭṭha ñāṇasampayuttacittuppādā sekkhāsekkhānaṁ attanā paṭividdhamaggānaṁ paccavekkhaṇakāle maggārammaṇā, maggena pana asahajātattā na maggahetukā, attanā paṭividdhamaggaṁ garuṁ katvā paccavekkhaṇakāle ārammaṇādhipativasena maggādhipatino, aññadhammārammaṇakāle na vattabbā maggārammaṇātipi maggādhipatinotipi. Cattāro ariyamaggā maggasaṅkhātassa maggasampayuttassa vā hetuno atthitāya ekantato maggahetukāva. Vīriyaṁ pana vīmaṁsaṁ vā jeṭṭhakaṁ katvā maggabhāvanākāle sahajātādhipatinā siyā maggādhipatino, chandacittānaṁ aññatarajeṭṭhakakāle siyā na vattabbā maggādhipatinoti.",
  "atk-abh01a7:18": "Dvādasavidhe rūpāvacaracatutthajjhāne sabbatthapādakacatutthādīni nava jhānāni neva maggārammaṇāni na maggahetukāni na maggādhipatīni. Cetopariyañāṇapubbenivāsañāṇaanāgataṁsañāṇacatutthāni pana ariyānaṁ maggacittajānanakāle maggārammaṇāni honti, maggena pana asahajātattā na maggahetukāni, maggaṁ garuṁ katvā appavattito na maggādhipatīni. Kasmā panetāni na maggaṁ garuṁ karontīti? Attano mahaggatatāya. Yathā hi rājānaṁ sabbo loko garuṁ karoti, mātāpitaro pana na karonti. Na hi te rājānaṁ disvā āsanā vuṭṭhahanti, na añjalikammādīni karonti, daharakāle voharitanayeneva voharanti. Evametānipi attano mahaggatatāya na maggaṁ garuṁ karonti.",
  "atk-abh01a7:19": "Kiriyāhetukamanoviññāṇadhātupi ariyānaṁ maggapaccavekkhaṇakāle paccavekkhaṇapurecārikattā maggārammaṇā hoti, maggena asahajātattā pana na maggahetukā, maggaṁ garuṁ katvā appavattito na maggādhipati. Kasmā garuṁ na karotīti? Attano ahetukatāya hīnatāya jaḷatāya. Yathā hi rājānaṁ sabbo loko garuṁ karoti, attano parijanā pana khujjavāmanakaceṭakādayo attano aññāṇatāya paṇḍitamanussā viya nātigaruṁ karonti, evameva idampi cittaṁ attano ahetukatāya hīnatāya jaḷatāya maggaṁ garuṁ na karoti.",
  "atk-abh01a7:20": "Ñāṇavippayuttakusalādīni ñāṇābhāvena ceva lokiyadhammārammaṇatāya ca maggārammaṇādibhāvaṁ na labhanti, navattabbārammaṇāneva hontīti veditabbānīti.",
  "atk-abh01a7:21": "1432. Atītārammaṇattike viññāṇañcāyatananevasaññānāsaññāyatanadhammā heṭṭhā atītasamāpattiṁ ārabbha pavattitā ekantena atītārammaṇāva.",
  "atk-abh01a7:22": "1433.Niyogā anāgatārammaṇā natthīti niyamena pāṭiyekkaṁ cittaṁ anāgatārammaṇaṁ nāma natthi. Nanu ca anāgataṁsañāṇaṁ ekantena anāgatārammaṇaṁ, cetopariyañāṇampi anāgataṁ ārabbha pavattatīti? No na pavattati. Pāṭiyekkaṁ pana etaṁ ekaṁ cittaṁ nāma natthi. Rūpāvacaracatutthajjhānena saṅgahitattā aññehi mahaggatacittehi missakaṁ hoti. Tena vuttaṁ ‘niyogā anāgatārammaṇā natthī’ti.",
  "atk-abh01a7:23": "1434. Dvipañcaviññāṇāni , tisso manodhātuyo ca paccuppannesu rūpādīsu pavattito paccuppannārammaṇā nāma. Dasa cittuppādāti ettha aṭṭha tāva sahetukā devamanussānaṁ paṭisandhiggahaṇakāle kammaṁ vā kammanimittaṁ vā ārabbha pavattiyaṁ atītārammaṇā. Bhavaṅgacutikālesupi eseva nayo. Gatinimittaṁ pana ārabbha paṭisandhiggahaṇakāle tato paraṁ bhavaṅgakāle ca paccuppannārammaṇā. Tathā pañcadvāre tadārammaṇavasena pavattiyaṁ. Manodvāre pana atītānāgatapaccuppannārammaṇānaṁ javanānaṁ ārammaṇaṁ gahetvā pavattito atītānāgatapaccuppannārammaṇā. ‘Kusalavipākāhetukaupekkhāsahagatamanoviññāṇadhātuya’mpi eseva nayo. Kevalañhi sā manussesu jaccandhādīnaṁ paṭisandhi hoti. Pañcadvāre ca santīraṇavasenāpi paccuppannārammaṇā hotīti ayamettha viseso. ‘Somanassasahagatā’ pana pañcadvāre santīraṇavasena tadārammaṇavasena ca paccuppannārammaṇā hoti. Manodvāre tadārammaṇavasena sahetukavipākā viya atītānāgatapaccuppannārammaṇāti veditabbā.",
  "atk-abh01a7:24": "‘Akusalavipākāhetukamanoviññāṇadhātu’ pana kusalavipākāya upekkhāsahagatāhetukāya samānagatikā eva. Kevalañhi sā āpāyikānaṁ paṭisandhibhavaṅgacutivasena pavattatīti ayamettha viseso. ‘Kiriyāhetukamanoviññāṇadhātu’ somanassasahagatā khīṇāsavānaṁ pañcadvāre pahaṭṭhākāraṁ kurumānā paccuppannārammaṇā hoti. Manodvāre atītādibhede dhamme ārabbha hasituppādavasena pavattiyaṁ atītānāgatapaccuppannārammaṇā hoti.",
  "atk-abh01a7:25": "Kāmāvacarakusalantiādīsu kusalato tāva cattāro ñāṇasampayuttacittuppādā. Sekkhaputhujjanānaṁ atītādibhedāni khandhadhātuāyatanāni sammasantānaṁ paccavekkhantānaṁ atītānāgatapaccuppannārammaṇā honti. Paṇṇattinibbānapaccavekkhaṇe navattabbārammaṇā. Ñāṇavippayuttesupi eseva nayo . Kevalañhi tehi maggaphalanibbānapaccavekkhaṇā natthi. Ayamevettha viseso.",
  "atk-abh01a7:26": "Akusalato cattāro diṭṭhisampayuttacittuppādā atītādibhedānaṁ khandhadhātuāyatanānaṁ assādanābhinandanaparāmāsakāle atītādiārammaṇā honti. Paṇṇattiṁ ārabbha assādentassa abhinandantassa ‘satto satto’ti parāmasitvā gaṇhantassa navattabbārammaṇā honti. Diṭṭhivippayuttesupi eseva nayo. Kevalañhi tehi parāmāsaggahaṇaṁ natthi. Dve paṭighasampayuttacittuppādā atītādibhede dhamme ārabbha domanassitānaṁ atītādiārammaṇā, paṇṇattiṁ ārabbha domanassitānaṁ navattabbārammaṇā. Vicikicchuddhaccasampayuttā tesu eva dhammesu aniṭṭhaṅgatabhāvena ceva uddhatabhāvena ca pavattiyaṁ atītānāgatapaccuppannanavattabbārammaṇā. Kiriyato aṭṭha sahetukacittuppādā kusalacittuppādagatikā eva. Kiriyāhetukamanoviññāṇadhātu upekkhāsahagatā pañcadvāre voṭṭhabbanavasena pavattiyaṁ paccuppannārammaṇāva . Manodvāre atītānāgatapaccuppannārammaṇānañceva paṇṇattinibbānārammaṇānañca javanānaṁ purecārikakāle atītānāgatapaccuppannanavattabbārammaṇā.",
  "atk-abh01a7:27": "Yathāvuttappabhede rūpāvacarajjhāne sabbatthapādakacatutthaṁ ākāsakasiṇacatutthaṁ ālokakasiṇacatutthaṁ brahmavihāracatutthaṁ ānāpānacatutthanti imāni pañca navattabbārammaṇāneva. ‘Iddhividhacatutthaṁ’ kāyavasena cittaṁ pariṇāmentassa atītapādakajjhānacittaṁ ārabbha pavattanato atītārammaṇaṁ. Mahādhātunidhāne mahākassapattherādīnaṁ viya anāgataṁ adhiṭṭhahantānaṁ anāgatārammaṇaṁ hoti. Mahākassapatthero kira mahādhātunidhānaṁ karonto anāgate aṭṭhārasavassādhikāni dve vassasatāni ime gandhā mā sussiṁsu, pupphāni mā milāyiṁsu, dīpā mā nibbāyiṁsūti adhiṭṭhahi. Sabbaṁ tatheva ahosi. Assaguttatthero vattaniyasenāsane bhikkhusaṅghaṁ sukkhabhattaṁ bhuñjamānaṁ disvā ‘udakasoṇḍi divase divase, purebhattaṁ dadhirasā hotū’ti adhiṭṭhahi. Purebhattaṁ gahitaṁ dadhirasaṁ hoti pacchābhatte pākatikameva. Kāyaṁ pana cittasannissitaṁ katvā adissamānena kāyena gamanakāle, aññassa vā pāṭihāriyassa karaṇakāle, kāyaṁ ārabbha pavattattā paccuppannārammaṇaṁ hoti.",
  "atk-abh01a7:28": "‘Dibbasotacatutthaṁ’ vijjamānasaddameva ārabbha pavattito paccuppannārammaṇaṁ hoti. Cetopariyañāṇacatutthaṁ atīte sattadivasabbhantare anāgate sattadivasabbhantare paresaṁ cittaṁ jānantassa atītārammaṇaṁ anāgatārammaṇañca hoti. Sattadivasātikkame pana taṁ jānituṁ na sakkoti. Atītānāgataṁsañāṇānañhi esa visayo. Na etassa paccuppannajānanakāle pana paccuppannārammaṇaṁ hoti.",
  "atk-abh01a7:29": "Paccuppannañca nāmetaṁ tividhaṁ – khaṇapaccuppannaṁ santatipaccuppannaṁ addhāpaccuppannañca. Tattha uppādaṭṭhitibhaṅgappattaṁ ‘khaṇapaccuppannaṁ’. Ekadvisantativārapariyāpannaṁ ‘santatipaccuppannaṁ’. Tattha andhakāre nisīditvā ālokaṭṭhānaṁ gatassa na tāva ārammaṇaṁ pākaṭaṁ hoti; yāva pana taṁ pākaṭaṁ hoti, etthantare ekadvisantativārā veditabbā. Ālokaṭṭhāne vicaritvā ovarakaṁ paviṭṭhassāpi na tāva sahasā rūpaṁ pākaṭaṁ hoti; yāva taṁ pākaṭaṁ hoti, etthantare ekadvisantativārā veditabbā. Dūre ṭhatvā pana rajakānaṁ hatthavikāraṁ ghaṇḍibherīādiākoṭanavikārañca disvāpi na tāva saddaṁ suṇāti; yāva pana taṁ suṇāti, etasmimpi antare ekadvisantativārā veditabbā. Evaṁ tāva majjhimabhāṇakā. Saṁyuttabhāṇakā pana ‘rūpasantati arūpasantatī’ti dve santatiyo vatvā, ‘udakaṁ akkamitvā gatassa yāva tīre akkantaudakalekhā na vippasīdati, addhānato āgatassa yāva kāye usumabhāvo na vūpasammati, ātapā āgantvā gabbhaṁ paviṭṭhassa yāva andhakārabhāvo na vigacchati, antogabbhe kammaṭṭhānaṁ manasikaritvā divā vātapānaṁ vivaritvā olokentassa yāva akkhīnaṁ phandanabhāvo na vūpasammati, ayaṁ rūpasantati nāma; dve tayo javanavārā arūpasantati nāmā’ti vatvā ‘tadubhayampi santatipaccuppannaṁ nāmā’ti vadanti.",
  "atk-abh01a7:30": "Ekabhavaparicchinnaṁ pana addhāpaccuppannaṁ nāma. Yaṁ sandhāya bhaddekarattasutte ‘‘yo cāvuso, mano ye ca dhammā ubhayametaṁ paccuppannaṁ. Tasmiṁ ce paccuppanne chandarāgapaṭibaddhaṁ hoti viññāṇaṁ, chandarāgapaṭibaddhattā viññāṇassa tadabhinandati, tadabhinandanto paccuppannesu dhammesu saṁhīratī’’ti (ma. ni. 3.284) vuttaṁ. Santatipaccuppannañcettha aṭṭhakathāsu āgataṁ. Addhāpaccuppannaṁ sutte.",
  "atk-abh01a7:31": "Tattha keci ‘khaṇapaccuppannaṁ cittaṁ cetopariyañāṇassa ārammaṇaṁ hotī’ti vadanti. Kiṁkāraṇā? Yasmā iddhimassa ca parassa ca ekakkhaṇe cittaṁ uppajjatīti. Idañca nesaṁ opammaṁ – yathā ākāse khitte pupphamuṭṭhimhi avassaṁ ekaṁ pupphaṁ ekassa vaṇṭaṁ paṭivijjhati vaṇṭena vaṇṭaṁ paṭivijjhati, evaṁ parassa cittaṁ jānissāmīti rāsivasena mahājanassa citte āvajjite avassaṁ ekassa cittaṁ ekena cittena uppādakkhaṇe vā ṭhitikkhaṇe vā bhaṅgakkhaṇe vā paṭivijjhatīti. Taṁ pana vassasatampi vassasahassampi āvajjanto yena cittena āvajjeti, yena ca jānāti tesaṁ dvinnaṁ sahaṭṭhānābhāvato āvajjanajavanānañca aniṭṭhe ṭhāne nānārammaṇabhāvappattidosato ayuttanti aṭṭhakathāsu paṭikkhittaṁ. Santatipaccuppannaṁ pana addhāpaccuppannañca ārammaṇaṁ hotīti veditabbaṁ.",
  "atk-abh01a7:32": "Tattha yaṁ vattamānajavanavīthito atītānāgatavasena dvitijavanavīthiparimāṇakāle parassa cittaṁ, taṁ sabbampi santatipaccuppannaṁ nāma. Addhāpaccuppannaṁ pana javanavārena dīpetabbanti yaṁ aṭṭhakathāyaṁ vuttaṁ taṁ suvuttaṁ. Tatrāyaṁ dīpanā – iddhimā parassa cittaṁ jānitukāmo āvajjeti. Āvajjanaṁ khaṇapaccuppannaṁ ārammaṇaṁ katvā teneva saha nirujjhati. Tato cattāri pañca javanāni yesaṁ pacchimaṁ iddhicittaṁ, sesāni kāmāvacarāni. Tesaṁ sabbesampi tadeva niruddhaṁ cittamārammaṇaṁ hoti. Na ca tāni nānārammaṇāni honti. Addhāpaccuppannavasena paccuppannārammaṇattā ekārammaṇāni. Ekārammaṇattepi ca iddhicittameva parassa cittaṁ pajānāti, na itarāni; yathā cakkhudvāre cakkhuviññāṇameva rūpaṁ passati, na itarānīti. Iti idaṁ santatipaccuppannassa ceva addhāpaccuppannassa ca vasena paccuppannārammaṇaṁ hoti. Yasmā vā santatipaccuppannampi addhāpaccuppanneyeva patati, tasmā addhāpaccuppannavasenetaṁ paccuppannārammaṇanti veditabbaṁ.",
  "atk-abh01a7:33": "‘Pubbenivāsañāṇacatutthaṁ’ nāmagottānussaraṇe nibbānanimittapaccavekkhaṇe ca navattabbārammaṇaṁ, sesakāle atītārammaṇameva. Yathākammupagañāṇacatutthampi atītārammaṇameva. Tattha kiñcāpi pubbenivāsacetopariyañāṇānipi atītārammaṇāni honti, atha kho tesaṁ pubbenivāsañāṇassa atītakkhandhā khandhapaṭibaddhañca kiñci anārammaṇaṁ nāma natthi. Tañhi atītakkhandhakhandhapaṭibaddhesu dhammesu sabbaññutaññāṇasamagatikaṁ hoti. Cetopariyañāṇassa ca sattadivasabbhantarātītaṁ cittameva ārammaṇaṁ. Tañhi aññaṁ khandhaṁ vā khandhapaṭibaddhaṁ vā na jānāti, maggasampayuttacittārammaṇattā pana pariyāyato maggārammaṇanti vuttaṁ. Yathākammupagañāṇassa ca atītacetanāmattamevārammaṇanti. Ayaṁ viseso veditabbo. Ayamettha aṭṭhakathānayo. Yasmā pana ‘‘kusalā khandhā iddhividhañāṇassa cetopariyañāṇassa pubbenivāsānussatiñāṇassa yathākammupagañāṇassa anāgataṁsañāṇassa ārammaṇapaccayena paccayo’’ti (paṭṭhā. 1.1.404) paṭṭhāne vuttaṁ, tasmā cattāropi khandhā cetopariyañāṇayathākammupagañāṇānaṁ ārammaṇaṁ honti. Tatrāpi yathākammupagañāṇassa kusalākusalā evāti.",
  "atk-abh01a7:34": "‘Dibbacakkhuñāṇacatutthaṁ’ vijjamānavaṇṇārammaṇattā paccuppannārammaṇameva. Anāgataṁsañāṇacatutthaṁ anāgatārammaṇameva. Tañhi anāgatakkhandhakhandhapaṭibaddhesu dhammesu pubbenivāsañāṇaṁ viya sabbaññutaññāṇasamagatikaṁ hoti. Tattha kiñcāpi cetopariyañāṇampi anāgatārammaṇaṁ hoti, taṁ pana sattadivasabbhantare uppajjanakacittameva ārammaṇaṁ karoti. Idaṁ anāgate kappasatasahasse uppajjanakacittampi khandhepi khandhapaṭibaddhampi. Rūpāvacaratikacatukkajjhānādīni atītānāgatapaccuppannesu ekadhammampi ārabbha appavattito ekantanavattabbārammaṇānevāti veditabbāni.",
  "atk-abh01a7:35": "1435. Ajjhattattike anindriyabaddharūpañca nibbānañca bahiddhāti idaṁ yathā indriyabaddhaṁ parapuggalasantāne bahiddhāti vuccamānampi tassa attano santānapariyāpannattā niyakajjhattaṁ hoti, evaṁ na kenaci pariyāyena ajjhattaṁ hotīti niyakajjhattapariyāyassa abhāvena bahiddhāti vuttaṁ, na niyakajjhattamattassa asambhavato. Niyakajjhattamattassa pana asambhavamattaṁ sandhāya ajjhattārammaṇattike bahiddhārammaṇatā vuttā. Ajjhattadhammāpagamamattatova ākiñcaññāyatanārammaṇassa ajjhattabhāvampi bahiddhābhāvampi ajjhattabahiddhābhāvampi ananujānitvā ākiñcaññāyatanaṁ na vattabbaṁ ajjhattārammaṇantipītiādi vuttaṁ.",
  "atk-abh01a7:36": "Tattha na kevalaṁ tadeva navattabbārammaṇaṁ, tassa pana āvajjanampi, upacāracittānipi, tassārammaṇassa paccavekkhaṇacittānipi, tasseva assādanādivasena pavattāni akusalacittānipi navattabbārammaṇānevāti. Tāni pana tasmiṁ vutte vuttāneva hontīti visuṁ na vuttāni. Kathaṁ vuttāneva hontīti? Etañhi ākiñcaññāyatanaṁ, yañca tassa purecārikaṁ āvajjanaupacārādivasena pavattaṁ, tena saha ekārammaṇaṁ bhaveyya. Taṁ sabbaṁ atītārammaṇattike ‘kāmāvacarakusalaṁ, akusalaṁ, kiriyato nava cittuppādā, rūpāvacaracatutthajjhāna’nti evaṁ vuttānaṁ etesaṁ cittuppādānaṁ ‘siyā na vattabbā atītārammaṇātipī’tiādinā nayena navattabbārammaṇabhāvassa anuññātattā, ākiñcaññāyatanassa ca ‘ākiñcaññāyatanaṁ, cattāro maggā apariyāpannā, cattāri ca sāmaññaphalāni, ime dhammā na vattabbā atītārammaṇātipī’ti evaṁ ekantena navattabbārammaṇattavacanato navattabbārammaṇanti vuttaṁ. Idāni taṁ ajjhattārammaṇattike ekampi vuccamānaṁ yasmā heṭṭhā tena saha ekārammaṇabhāvampi sandhāya kāmāvacarakusalādīnaṁ navattabbārammaṇatā vuttā, tasmā idhāpi tesaṁ navattabbārammaṇabhāvaṁ dīpeti. Ko hi tena saha ekārammaṇānaṁ navattabbārammaṇabhāve antarāyoti ? Evaṁ tasmiṁ vutte ‘vuttāneva hontī’ti veditabbāni. Sesamettha ajjhattārammaṇattike pāḷito uttānameva.",
  "atk-abh01a7:37": "Ārammaṇavibhāge pana viññāṇañcāyatanaṁ nevasaññānāsaññāyatananti imesaṁ tāva kusalavipākakiriyavasena channaṁ cittuppādānaṁ attano santānasambandhaṁ heṭṭhimasamāpattiṁ ārabbha pavattito ajjhattārammaṇatā veditabbā. Ettha ca kiriyaākāsānañcāyatanaṁ kiriyaviññāṇañcāyatanasseva ārammaṇaṁ hoti, na itarassa. Kasmā? Ākāsānañcāyatanakiriyasamaṅgino kusalassa vā vipākassa vā viññāṇañcāyatanassa abhāvato. Kusalaṁ pana kusalavipākakiriyānaṁ tiṇṇampi ārammaṇaṁ hoti. Kasmā? Ākāsānañcāyatanakusalaṁ nibbattetvā ṭhitassa tato uddhaṁ tividhassapi viññāṇañcāyatanassa uppattisambhavato. Vipākaṁ pana na kassaci ārammaṇaṁ hoti. Kasmā? Vipākato vuṭṭhahitvā cittassa abhinīhārāsambhavato. Nevasaññānāsaññāyatanassa ārammaṇakaraṇepi eseva nayo. Rūpāvacarattikacatukkajjhānādīnaṁ sabbesampi niyakajjhattato bahiddhābhāvena bahiddhābhūtāni pathavīkasiṇādīni ārabbha pavattito bahiddhārammaṇatā veditabbā.",
  "atk-abh01a7:38": "Sabbeva kāmāvacarā kusalākusalābyākatā dhammā, rūpāvacaraṁ catutthaṁ jhānanti ettha kusalato tāva cattāro ñāṇasampayuttacittuppādā attano khandhādīni paccavekkhantassa ajjhattārammaṇā. Paresaṁ khandhādipaccavekkhaṇe paṇṇattinibbānapaccavekkhaṇe ca bahiddhārammaṇā. Tadubhayavasena ajjhattabahiddhārammaṇā. Ñāṇavippayuttesupi eseva nayo. Kevalañhi tesaṁ nibbānapaccavekkhaṇaṁ natthi. Akusalato cattāro diṭṭhisampayuttacittuppādā attano khandhādīnaṁ assādanābhinandanaparāmāsagahaṇakāle ajjhattārammaṇā, parassa khandhādīsu ceva anindriyabaddharūpakasiṇādīsu ca tatheva pavattikāle bahiddhārammaṇā, tadubhayavasena ajjhattabahiddhārammaṇā. Diṭṭhivippayuttesupi eseva nayo. Kevalañhi tesaṁ parāmāsagahaṇaṁ natthi. Dvepi paṭighasampayuttā attano khandhādīsu domanassitassa ajjhattārammaṇā, parassa khandhādīsu ceva anindriyabaddharūpapaṇṇattīsu ca bahiddhārammaṇā, tadubhayavasena ajjhattabahiddhārammaṇā. Vicikicchuddhaccasampayuttānampi vuttapakāresu dhammesu vicikicchanaphandanabhāvavasena pavattiyaṁ ajjhattādiārammaṇatā veditabbā.",
  "atk-abh01a7:39": "Dvipañcaviññāṇāni , tisso ca manodhātuyoti, ime terasa cittuppādā attano rūpādīni ārabbha pavattiyaṁ ajjhattārammaṇā, parassa rūpādīsu pavattā bahiddhārammaṇā, tadubhayavasena ajjhattabahiddhārammaṇā. Somanassasahagataahetukavipākamanoviññāṇadhātu pañcadvāre santīraṇatadārammaṇavasena attano pañca rūpādidhamme, manodvāre tadārammaṇavaseneva aññepi ajjhattike kāmāvacaradhamme ārabbha pavattiyaṁ ajjhattārammaṇā, paresaṁ dhammesu pavattamānā bahiddhārammaṇā, ubhayavasena ajjhattabahiddhārammaṇā. Upekkhāsahagatavipākāhetukamanoviññāṇadhātudvayepi eseva nayo. Kevalaṁ panetā sugatiyaṁ duggatiyañca paṭisandhibhavaṅgacutivasenāpi ajjhattādibhedesu kammādīsu pavattanti.",
  "atk-abh01a7:40": "Aṭṭha mahāvipākacittānipi tāsaṁyeva dvinnaṁ samānagatikāni. Kevalaṁ panetāni santīraṇavasena na pavattanti. Paṭisandhibhavaṅgacutivaseneva etāni sugatiyaṁyeva pavattanti. Somanassasahagatāhetukakiriyā pañcadvāre attano rūpādīni ārabbha pahaṭṭhākārakaraṇavasena pavattiyaṁ ajjhattārammaṇā, parassa rūpādīsu pavattā bahiddhārammaṇā. Manodvāre tathāgatassa jotipālamāṇavamaghadevarājakaṇhatāpasādikālesu attanā katakiriyaṁ paccavekkhantassa hasituppādavasena pavattā ajjhattārammaṇā .",
  "atk-abh01a7:41": "Mallikāya deviyā santatimahāmattassa sumanamālākārassāti evamādīnaṁ kiriyākaraṇaṁ ārabbha pavattikāle bahiddhārammaṇā. Ubhayavasena ajjhattabahiddhārammaṇā. Upekkhāsahagatakiriyāhetukamanoviññāṇadhātu pañcadvāre voṭṭhabbanavasena manodvāre ca āvajjanavasena pavattiyaṁ ajjhattādiārammaṇā. Aṭṭha mahākiriyā kusalacittagatikā eva. Kevalañhi tā khīṇāsavānaṁ uppajjanti, kusalāni sekkhaputhujjanānanti ettakamevettha nānākaraṇaṁ.",
  "atk-abh01a7:42": "Vuttappakāre rūpāvacaracatutthajjhāne sabbatthapādakacatutthādīni pañca jhānāni imasmiṁ tike okāsaṁ labhanti. Etāni hi kasiṇapaṇṇattinimittārammaṇattā bahiddhārammaṇāni.",
  "atk-abh01a7:43": "‘Iddhividhacatutthaṁ’ kāyavasena cittaṁ, cittavasena vā kāyaṁ pariṇāmanakāle attano kumārakavaṇṇādinimmānakāle ca sakāyacittānaṁ ārammaṇakaraṇato ajjhattārammaṇaṁ, bahiddhā hatthiassādidassanakāle bahiddhārammaṇaṁ, kālena ajjhattaṁ kālena bahiddhā, pavattiyaṁ ajjhattabahiddhārammaṇaṁ.",
  "atk-abh01a7:44": "‘Dibbasotacatutthaṁ’ attano kucchisaddasavanakāle ajjhattārammaṇaṁ, paresaṁ saddasavanakāle bahiddhārammaṇaṁ, ubhayavasena ajjhattabahiddhārammaṇaṁ. ‘Cetopariyañāṇacatutthaṁ’ paresaṁ cittārammaṇato bahiddhārammaṇameva. Attano cittajānane pana tena payojanaṁ natthi. ‘Pubbenivāsacatutthaṁ’ attano khandhānussaraṇakāle ajjhattārammaṇaṁ, parassa khandhe, anidriyabaddharūpaṁ, tisso ca paṇṇattiyo anussaraṇato bahiddhārammaṇaṁ, ubhayavasena ajjhattabahiddhārammaṇaṁ.",
  "atk-abh01a7:45": "‘Dibbacakkhucatutthaṁ’ attano kucchigatādirūpadassanakāle ajjhattārammaṇaṁ, avasesarūpadassanakāle bahiddhārammaṇaṁ, ubhayavasena ajjhattabahiddhārammaṇaṁ. ‘Anāgataṁsañāṇacatutthaṁ’ attano anāgatakkhandhānussaraṇakāle ajjhattārammaṇaṁ, parassa anāgatakkhandhānaṁ vā anindriyabaddhassa vā rūpassa anussaraṇakāle bahiddhārammaṇaṁ, ubhayavasena ajjhattabahiddhārammaṇaṁ. Ākiñcaññāyatanassa navattabbārammaṇatāya kāraṇaṁ heṭṭhā vuttameva.",
  "atk-abh01a7:46": "Dukaatthuddhāravaṇṇanā",
  "atk-abh01a7:47": "1441. Hetugocchakaniddese tayo kusalahetūtiādinā nayena hetū dassetvā puna teyeva uppattiṭṭhānato dassetuṁ catūsu bhūmīsu kusalesu uppajjantītiādi vuttaṁ. Iminā upāyena sesagocchakesupi desanānayo veditabbo.",
  "atk-abh01a7:48": "1473.Yattha dve tayo āsavā ekato uppajjantīti ettha tividhena āsavānaṁ ekato uppatti veditabbā. Tattha catūsu diṭṭhivippayuttesu avijjāsavena, diṭṭhisampayuttesu diṭṭhāsavaavijjāsavehi saddhinti kāmāsavo duvidhena ekato uppajjati. Bhavāsavo catūsu diṭṭhivippayuttesu avijjāsavena saddhinti ekadhāva ekato uppajjati. Yathā cettha evaṁ yattha dve tīṇi saṁyojanāni ekato uppajjantīti etthāpi saṁyojanānaṁ uppatti ekato dasadhā bhave. Tattha kāmarāgo catudhā ekato uppajjati, paṭigho tidhā, māno ekadhā. Tathā vicikicchā ceva bhavarāgo ca. Kathaṁ? Kāmarāgo tāva mānasaṁyojanaavijjāsaṁyojanehi ceva, diṭṭhisaṁyojanaavijjāsaṁyojanehi ca, sīlabbataparāmāsaavijjāsaṁyojanehi ca, avijjāsaṁyojanamatteneva ca saddhinti evaṁ catudhā ekato uppajjati. Paṭigho pana issāsaṁyojanaavijjāsaṁyojanehi ceva, macchariyasaṁyojanaavijjāsaṁyojanehi ca, avijjāsaṁyojanamatteneva ca saddhinti evaṁ tidhā ekato uppajjati. Māno bhavarāgāvijjāsaṁyojanehi saddhiṁ ekadhāva ekato uppajjati . Tathā vicikicchā. Sā hi avijjāsaṁyojanena saddhiṁ ekadhā uppajjati. Bhavarāgepi eseva nayoti. Evamettha dve tīṇi saṁyojanāni ekato uppajjanti.",
  "atk-abh01a7:49": "1511. Yaṁ panetaṁ nīvaraṇagocchake yattha dve tīṇi nīvaraṇāni ekato uppajjantīti vuttaṁ, tatthāpi aṭṭhadhā nīvaraṇānaṁ ekato uppatti veditabbā. Etesu hi kāmacchando duvidhā ekato uppajjati, byāpādo catudhā, uddhaccaṁ ekadhā. Tathā vicikicchā. Kathaṁ? Kāmacchando tāva asaṅkhārikacittesu uddhaccanīvaraṇaavijjānīvaraṇehi, sasaṅkhārikesu thinamiddhauddhaccaavijjānīvaraṇehi saddhiṁ duvidhā ekato uppajjati. Yaṁ panetaṁ dve tīṇīti vuttaṁ, taṁ heṭṭhimaparicchedavasena vuttaṁ. Tasmā catunnampi ekato uppajjatīti vacanaṁ yujjati eva. Byāpādo pana asaṅkhārikacitte uddhaccaavijjānīvaraṇehi, sasaṅkhārike thinamiddhauddhaccaavijjānīvaraṇehi, asaṅkhārikeyeva uddhaccakukkuccaavijjānīvaraṇehi, sasaṅkhārikeyeva thinamiddhauddhaccakukkuccaavijjānīvaraṇehi saddhinti catudhā ekato uppajjati. Uddhaccaṁ pana avijjānīvaraṇamattena saddhiṁ ekadhāva ekato uppajjati. Vicikicchuddhaccaavijjānīvaraṇehi saddhiṁ ekadhāva ekato uppajjati.",
  "atk-abh01a7:50": "1577. Yampidaṁ kilesagocchake yattha dve tayo kilesā ekato uppajjantīti vuttaṁ, tattha ‘dve kilesā aññehi, tayo vā kilesā aññehi kilesehi saddhiṁ uppajjantī’ti evamattho veditabbo. Kasmā? Dvinnaṁ tiṇṇaṁyeva vā ekato uppattiyā asambhavato.",
  "atk-abh01a7:51": "Tattha dasadhā kilesānaṁ ekato uppatti hoti. Ettha hi lobho chadhā ekato uppajjati. Paṭigho dvidhā. Tathā mohoti veditabbo. Kathaṁ? Lobho tāva asaṅkhārike diṭṭhivippayutte mohauddhaccaahirikānottappehi, sasaṅkhārike mohathinauddhaccaahirikānottappehi, asaṅkhārikeyeva mohamānuddhaccāhirikānottappehi , sasaṅkhārikeyeva mohamānathinauddhaccaahirikānottappehi, diṭṭhisampayutte pana asaṅkhārike mohauddhaccadiṭṭhiahirikānottappehi, sasaṅkhārike mohadiṭṭhithinauddhaccaahirikānottappehi saddhinti chadhā ekato uppajjati.",
  "atk-abh01a7:52": "Paṭigho pana asaṅkhārike mohauddhaccaahirikānottappehi, sasaṅkhārike mohathinauddhaccaahirikānottappehi saddhinti evaṁ dvidhā ekato uppajjati. Moho pana vicikicchāsampayutte vicikicchuddhaccaahirikānottappehi, uddhaccasampayutte uddhaccaahirikānottappehi saddhinti evaṁ dvidhā ekato uppajjati. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-abh01a7:53": "Aṭṭhasāliniyā dhammasaṅgahaaṭṭhakathāya",
  "atk-abh01a7:54": "Aṭṭhakathākaṇḍavaṇṇanā niṭṭhitā.",
  "atk-abh01a7:55": "Nigamanakathā",
  "atk-abh01a7:56": "Ettāvatā ca –",
  "atk-abh01a7:57": "Cittaṁ rūpañca nikkhepaṁ, atthuddhāraṁ manoramaṁ;",
  "atk-abh01a7:58": "Yaṁ lokanātho bhājento, desesi dhammasaṅgaṇiṁ.",
  "atk-abh01a7:59": "Abhidhammassa saṅgayha, dhamme anavasesato;",
  "atk-abh01a7:60": "Ṭhitāya tassā āraddhā, yā mayā atthavaṇṇanā.",
  "atk-abh01a7:61": "Anākulānamatthānaṁ, sambhavā aṭṭhasālinī;",
  "atk-abh01a7:62": "Iti nāmena sā esā, sanniṭṭhānamupāgatā.",
  "atk-abh01a7:63": "Ekūnacattālīsāya, pāḷiyā bhāṇavārato;",
  "atk-abh01a7:64": "Ciraṭṭhitatthaṁ dhammassa, niṭṭhāpentena taṁ mayā.",
  "atk-abh01a7:65": "Yaṁ pattaṁ kusalaṁ tassa, ānubhāvena pāṇino;",
  "atk-abh01a7:66": "Sabbe saddhammarājassa, ñatvā dhammaṁ sukhāvahaṁ.",
  "atk-abh01a7:67": "Pāpuṇantu visuddhāya, sukhāya paṭipattiyā;",
  "atk-abh01a7:68": "Asokamanupāyāsaṁ, nibbānasukhamuttamaṁ.",
  "atk-abh01a7:69": "Ciraṁ tiṭṭhatu saddhammo, dhamme hontu sagāravā;",
  "atk-abh01a7:70": "Sabbepi sattā kālena, sammā devo pavassatu.",
  "atk-abh01a7:71": "Yathā rakkhiṁsu porāṇā, surājāno tathevimaṁ;",
  "atk-abh01a7:72": "Rājā rakkhatu dhammena, attanova pajaṁ pajanti.",
  "atk-abh01a7:73": "Paramavisuddhasaddhābuddhivīriyapaṭimaṇḍitena sīlācārajjavamaddavādiguṇasamudayasamuditena sakasamayasamayantaragahanajjhogāhaṇasamatthena paññāveyyattiyasamannāgatena tipiṭakapariyattippabhede sāṭṭhakathe satthusāsane appaṭihatañāṇappabhāvena mahāveyyākaraṇena karaṇasampattijanitasukhaviniggatamadhurodāravacanalāvaṇṇayuttena yuttamuttavādinā vādīvarena mahākavinā pabhinnapaṭisambhidāparivāre chaḷabhiññādippabhedaguṇapaṭimaṇḍite uttarimanussadhamme suppatiṭṭhitabuddhīnaṁ theravaṁsappadīpānaṁ therānaṁ mahāvihāravāsīnaṁ vaṁsālaṅkārabhūtena vipulavisuddhabuddhinā buddhaghosoti garūhi gahitanāmadheyyena therena katā ayaṁ aṭṭhasālinī nāma dhammasaṅgahaṭṭhakathā.",
  "atk-abh01a7:74": "Tāva tiṭṭhatu lokasmiṁ, lokanittharaṇesinaṁ;",
  "atk-abh01a7:75": "Dassentī kulaputtānaṁ, nayaṁ paññāvisuddhiyā.",
  "atk-abh01a7:76": "Yāva ‘buddho’ti nāmampi, suddhacittassa tādino;",
  "atk-abh01a7:77": "Lokamhi lokajeṭṭhassa, pavattati mahesinoti.",
  "atk-abh01a7:78": "Aṭṭhasālinī nāma",
  "atk-abh01a7:79": "Dhammasaṅgaha-aṭṭhakathā niṭṭhitā."
}