{
  "atk-s0301a5:0": "5. Bhikkhunīsaṃyuttaṃ",
  "atk-s0301a5:1": "1. Āḷavikāsuttavaṇṇanā",
  "atk-s0301a5:2": "162. Bhikkhunīsaṃyuttassa paṭhame āḷavikāti āḷaviyaṃ jātā āḷavinagaratoyeva ca nikkhamma pabbajitā. Andhavananti kassapasammāsambuddhassa cetiye navakammatthāya dhanaṃ samādapetvā āgacchantassa yasodharassa nāma dhammabhāṇakassa ariyapuggalassa akkhīni uppāṭetvā tattheva akkhibhedappattehi pañcahi corasatehi nivutthattā tato paṭṭhāya ‘‘andhavana’’nti saṅkhaṃ gataṃ vanaṃ. Taṃ kira sāvatthito dakkhiṇapasse gāvutamatte hoti rājārakkhāya guttaṃ. Tattha pavivekakāmā bhikkhū ca bhikkhuniyo ca gacchanti. Tasmā ayampi kāyavivekatthinī yena taṃ vanaṃ, tenupasaṅkami. Nissaraṇanti nibbānaṃ. Paññāyāti paccavekkhaṇañāṇena. Na tvaṃ jānāsi taṃ padanti tvaṃ etaṃ nibbānapadaṃ vā nibbānagāmimaggapadaṃ vā na jānāsi. Sattisūlūpamāti vinivijjhanatthena sattisūlasadisā. Khandhāsaṃ adhikuṭṭanāti khandhā tesaṃ adhikuṭṭanabhaṇḍikā. Paṭhamaṃ.",
  "atk-s0301a5:3": "2. Somāsuttavaṇṇanā",
  "atk-s0301a5:4": "163. Dutiye ṭhānanti arahattaṃ. Durabhisambhavanti duppasahaṃ. Dvaṅgulapaññāyāti parittapaññāya. Yasmā vā dvīhi aṅgulehi kappāsavaṭṭiṃ gahetvā suttaṃ kantanti, tasmā itthī ‘‘dvaṅgulapaññā’’ti vuccati. Ñāṇamhi vattamānamhīti phalasamāpattiñāṇe pavattamāne. Dhammaṃ vipassatoti catusaccadhammaṃ vipassantassa, pubbabhāge vā vipassanāya ārammaṇabhūtaṃ khandhapañcakameva. Kiñci vā pana aññasmīti aññaṃ vā kiñci ‘‘ahaṃ asmī’’ti taṇhāmānadiṭṭhivasena yassa siyā. Dutiyaṃ.",
  "atk-s0301a5:5": "3. Kisāgotamīsuttavaṇṇanā",
  "atk-s0301a5:6": "164. Tatiye kisāgotamīti appamaṃsalohitatāya kisā, gotamīti panassā nāmaṃ. Pubbe kira sāvatthiyaṃ ekasmiṃ kule asītikoṭidhanaṃ sabbaṃ aṅgārāva jātaṃ. Kuṭumbiko aṅgārajātāni anīharitvā – ‘‘avassaṃ koci puññavā bhavissati, tassa puññena puna pākatikaṃ bhavissatī’’ti suvaṇṇahiraññassa cāṭiyo pūretvā āpaṇe ṭhapetvā samīpe nisīdi. Athekā duggatakulassa dhītā – ‘‘aḍḍhamāsakaṃ gahetvā dārusākaṃ āharissāmī’’ti vīthiṃ gatā taṃ disvā kuṭumbikaṃ āha – ‘‘āpaṇe tāva dhanaṃ ettakaṃ, gehe kittakaṃ bhavissatī’’ti. Kiṃ disvā amma evaṃ kathesīti? Imaṃ hiraññasuvaṇṇanti. So ‘‘puññavatī esā bhavissatī’’ti tassā vasanaṭṭhānaṃ pucchitvā āpaṇe bhaṇḍaṃ paṭisāmetvā tassā mātāpitaro upasaṅkamitvā evamāha – ‘‘amhākaṃ gehe vayappatto dārako atthi, tassetaṃ dārikaṃ dethā’’ti. Kiṃ sāmi duggatehi saddhiṃ keḷiṃ karosīti? Mittasanthavo nāma duggatehipi saddhiṃ hoti, detha naṃ, kuṭumbasāminī bhavissatīti naṃ gahetvā gharaṃ ānesi. Sā saṃvāsamanvāya puttaṃ vijātā. Putto padasā āhiṇḍanakāle kālamakāsi. Sā duggatakule uppajjitvā mahākulaṃ gantvāpi ‘‘puttavināsaṃ pattāmhī’’ti uppannabalavasokā puttassa sarīrakiccaṃ vāretvā taṃ matakaḷevaraṃ ādāya nagare vippalapantī carati.",
  "atk-s0301a5:7": "Ekadivasaṃ mahatiyā buddhavīthiyā dasabalassa santikaṃ gantvā – ‘‘puttassa me arogabhāvatthāya bhesajjaṃ detha bhagavā’’ti āha. Gaccha sāvatthiṃ āhiṇḍitvā yasmiṃ gehe matapubbo natthi, tato siddhatthakaṃ āhara, puttassa te bhesajjaṃ bhavissatīti. Sā nagaraṃ pavisitvā dhuragehato paṭṭhāya bhagavatā vuttanayena gantvā siddhatthakaṃ yācantī ghare ghare, ‘‘kuto tvaṃ evarūpaṃ gharaṃ passissasī’’ti vuttā katipayāni gehāni āhiṇḍitvā – ‘‘sabbesampi kirāyaṃ dhammatā, na mayhaṃ puttassevā’’ti sālāyaṃ chavaṃ chaḍḍetvā pabbajjaṃ yāci. Satthā ‘‘imaṃ pabbājetū’’ti bhikkhuniupassayaṃ pesesi. Sā khuraggeyeva arahattaṃ pāpuṇi. Imaṃ theriṃ sandhāya ‘‘atha kho kisāgotamī’’ti vuttaṃ.",
  "atk-s0301a5:8": "Ekamāsīti ekā āsi. Rudammukhīti rudamānamukhī viya. Accantaṃ mataputtāmhīti ettha antaṃ atītaṃ accantaṃ, bhāvanapuṃsakametaṃ. Idaṃ vuttaṃ hoti – yathā puttamaraṇaṃ antaṃ atītaṃ hoti, evaṃ mataputtā ahaṃ, idāni mama puna puttamaraṇaṃ nāma natthi. Purisā etadantikāti purisāpi me etadantikāva . Yo me puttamaraṇassa anto, purisānampi me esevanto, abhabbā ahaṃ idāni purisaṃ gavesitunti. Sabbattha vihatā nandīti sabbesu khandhāyatanadhātubhavayonigatiṭhitinivāsesu mama taṇhānandī vihatā. Tamokkhandhoti avijjākkhandho. Padālitoti ñāṇena bhinno. Tatiyaṃ.",
  "atk-s0301a5:9": "4. Vijayāsuttavaṇṇanā",
  "atk-s0301a5:10": "165. Catutthe pañcaṅgikenāti ātataṃ vitataṃ ātatavitataṃ ghanaṃ susiranti evaṃ pañcaṅgasamannāgatena. Niyyātayāmi tuyhevāti sabbe tuyhaṃyeva demi. Nāhaṃ tenatthikāti nāhaṃ tena atthikā. Pūtikāyenāti suvaṇṇavaṇṇopi kāyo niccaṃ uggharitapaggharitaṭṭhena pūtikāyova, tasmā evamāha. Bhindanenāti bhijjanasabhāvena. Pabhaṅgunāti cuṇṇavicuṇṇaṃ āpajjanadhammena. Aṭṭīyāmīti aṭṭā pīḷitā homi. Harāyāmīti lajjāmi. Santā samāpattīti aṭṭhavidhā lokiyasamāpatti ārammaṇasantatāya aṅgasantatāya ca santāti vuttā. Sabbatthāti sabbesu rūpārūpabhavesu, tesaṃ dvinnaṃ bhavānaṃ gahitattā gahite kāmabhave aṭṭhasu ca samāpattīsūti etesu sabbesu ṭhānesu mayhaṃ avijjātamo vihatoti vadati. Catutthaṃ.",
  "atk-s0301a5:11": "5. Uppalavaṇṇāsuttavaṇṇanā",
  "atk-s0301a5:12": "166. Pañcame supupphitagganti aggato paṭṭhāya suṭṭhu pupphitaṃ sālarukkhaṃ. Na catthi te dutiyā vaṇṇadhātūti tava vaṇṇadhātusadisā dutiyā vaṇṇadhātu natthi, tayā sadisā aññā bhikkhunī natthīti vadati. Idhāgatā tādisikā bhaveyyunti yathā tvaṃ idhāgatā kiñci santhavaṃ vā sinehaṃ vā na labhasi, evamevaṃ tepi tayāva sadisā bhaveyyuṃ. Pakhumantarikāyanti dvinnaṃ akkhīnaṃ majjhe nāsavaṃsepi tiṭṭhantiṃ maṃ na passasi. Vasībhūtamhīti vasībhūtā asmi. Pañcamaṃ.",
  "atk-s0301a5:13": "6. Cālāsuttavaṇṇanā",
  "atk-s0301a5:14": "167. Chaṭṭhe ko nu taṃ idamādapayīti ko nu mandabuddhi bālo taṃ evaṃ gāhāpesi? Pariklesanti aññampi nānappakāraṃ upaddavaṃ. Idāni yaṃ māro āha – ‘‘ko nu taṃ idamādapayī’’ti, taṃ maddantī – ‘‘na maṃ andhabālo ādapesi, loke pana aggapuggalo satthā dhammaṃ desesī’’ti dassetuṃ, buddhotiādimāha. Tattha sacce nivesayīti paramatthasacce nibbāne nivesesi. Nirodhaṃ appajānantāti nirodhasaccaṃ ajānantā. Chaṭṭhaṃ.",
  "atk-s0301a5:15": "7. Upacālāsuttavaṇṇanā",
  "atk-s0301a5:16": "168. Sattame enti māravasaṃ punāti punappunaṃ maraṇamārakilesamāradevaputtamārānaṃ vasaṃ āgacchanti. Padhūpitoti santāpito. Agati yattha mārassāti yattha tuyhaṃ mārassa agati. Tatthāti tasmiṃ nibbāne. Sattamaṃ.",
  "atk-s0301a5:17": "8. Sīsupacālāsuttavaṇṇanā",
  "atk-s0301a5:18": "169. Aṭṭhame samaṇī viya dissasīti samaṇisadisā dissasi. Kimiva carasi momūhāti kiṃ kāraṇā momūhā viya carasi? Ito bahiddhāti imamhā sāsanā bahi. Pāsaṃ ḍentīti pāsaṇḍā, sattānaṃ cittesu diṭṭhipāsaṃ khipantīti attho. Sāsanaṃ pana pāse moceti, tasmā pāsaṇḍoti na vuccati, ito bahiddhāyeva pāsaṇḍā honti. Pasīdantīti saṃsīdanti lagganti.",
  "atk-s0301a5:19": "Idāni ‘‘kaṃ nu uddissa muṇḍāsī’’ti pañhaṃ kathentī atthi sakyakule jātotiādimāha. Tattha sabbābhibhūti sabbāni khandhāyatanadhātubhavayonigatiādīni abhibhavitvā ṭhito. Maraṇamārādayo nudi nīharīti māranudo. Sabbatthamaparājitoti sabbesu rāgādīsu vā mārayuddhe vā ajito. Sabbattha muttoti sabbesu khandhādīsu mutto. Asitoti taṇhādiṭṭhinissayena anissito. Sabbakammakkhayaṃ pattoti sabbakammakkhayasaṅkhātaṃ arahattaṃ patto. Upadhisaṅkhayeti upadhisaṅkhayasaṅkhāte nibbāne ārammaṇato vimutto. Aṭṭhamaṃ.",
  "atk-s0301a5:20": "9. Selāsuttavaṇṇanā",
  "atk-s0301a5:21": "170. Navame kenidaṃ pakatanti kena idaṃ kataṃ. Bimbanti attabhāvaṃ sandhāya vadati. Aghanti dukkhapatiṭṭhānattā attabhāvameva vadati. Hetubhaṅgāti hetunirodhena paccayavekallena. Navamaṃ.",
  "atk-s0301a5:22": "10. Vajirāsuttavaṇṇanā",
  "atk-s0301a5:23": "171. Dasame nayidha sattupalabbhatīti imasmiṃ suddhasaṅkhārapuñje paramatthato satto nāma na upalabbhati. Khandhesu santesūti pañcasu khandhesu vijjamānesu tena tenākārena vavatthitesu. Sammutīti sattoti samaññāmattameva hoti. Dukkhanti pañcakkhandhadukkhaṃ. Nāññatra dukkhāti ṭhapetvā dukkhaṃ añño neva sambhoti na nirujjhatīti. Dasamaṃ.",
  "atk-s0301a5:24": "Iti sāratthappakāsiniyā",
  "atk-s0301a5:25": "Saṃyuttanikāya-aṭṭhakathāya",
  "atk-s0301a5:26": "Bhikkhunīsaṃyuttavaṇṇanā niṭṭhitā."
}