{
  "atk-s0402a42:0": "(7) 2. Pattakammavaggo",
  "atk-s0402a42:1": "1. Pattakammasuttavaṇṇanā",
  "atk-s0402a42:2": "61. Dutiyassa paṭhame aniṭṭhapaṭikkhepena iṭṭhā. Mane kamanti pavisantīti kantā. Manaṃ appāyanti pavaḍḍhentīti manāpā. Dullabhāti paramadullabhā. Bhogāti bhuñjitabbā rūpādayo visayā. Sahadhammenāti dhammeneva saddhiṃ uppajjantu, mā dhammūpaghātaṃ katvā adhammenāti. Athavā sahadhammenāti sakāraṇena, tena tena senāpatiseṭṭhiṭṭhānādikāraṇena saddhiṃyeva uppajjantūti attho. Yasoti parivārasampatti. Sahañātībhīti ñātakehi saddhiṃ. Saha upajjhāyehīti sukhadukkhesu upanijjhāyitabbattā upajjhāyasaṅkhātehi sandiṭṭhasambhattehi saddhiṃ.",
  "atk-s0402a42:3": "Akiccaṃ karotīti akātabbaṃ karoti. Kiccaṃ aparādhetīti kattabbayuttakaṃ kiccaṃ akaronto taṃ aparādheti nāma. Dhaṃsatīti patati parihāyati. Abhijjhāvisamalobhanti abhijjhāsaṅkhātaṃ visamalobhaṃ. Pajahatīti nudati nīharati. Mahāpaññoti mahantapañño. Puthupaññoti puthulapañño. Āpātadasoti taṃ taṃ atthaṃ āpāteti tameva passati, sukhumampissa atthajātaṃ āpātaṃ āgacchatiyevāti attho.",
  "atk-s0402a42:4": "Uṭṭhānavīriyādhigatehīti uṭṭhānasaṅkhātena vīriyena adhigatehi. Bāhābalaparicitehīti bāhābalena paricitehi vaḍḍhitehi. Sedāvakkhittehīti avakkhittasedehi, sedaṃ muñcitvā vāyāmena payogena samadhigatehīti attho. Dhammikehīti dhammayuttehi. Dhammaladdhehīti dasakusalakammapathadhamme akopetvā laddhehi. Pattakammānīti yuttakammāni anucchavikakammāni. Sukhetīti sukhitaṃ karoti. Pīṇetīti pīṇitaṃ balasampannaṃ karoti. Ṭhānagataṃ hotīti kāraṇagataṃ hoti. Kiṃ pana tanti? Catūsu pattakammesu ekaṃ bhogehi kattabbakammaṃ bhogajātameva ṭhānagataṃ. Pattagatanti yuttappattaṭṭhānagataṃ. Āyatanaso paribhuttanti kāraṇeneva paribhuttaṃ bhogajātaṃ hoti.",
  "atk-s0402a42:5": "Pariyodhāyasaṃvattatīti pidahitvā vattati. Yathā aggiādīhi uppannāsu āpadāsu, evaṃ ādittagehanibbāpanādīnaṃ atthāya dhanapariccāgaṃ katvā tāsaṃ āpadānaṃ maggaṃ pidahati nivāreti. Sotthiṃ attānaṃ karotīti nirupaddavaṃ khemaṃ attānaṃ karoti. Ñātibalinti ñātakānaṃ baliṃ. Atithibalinti āgantukānaṃ baliṃ. Pubbapetabalinti paralokagatānaṃ ñātakānaṃ baliṃ. Rājabalinti rañño kattabbayuttakaṃ rājabaliṃ. Devatābalinti devatānaṃ kattabbabaliṃ. Sabbametaṃ tesaṃ tesaṃ yathānucchavikavasena dātabbadānassa adhivacanaṃ.",
  "atk-s0402a42:6": "Khantisoracce niviṭṭhāti adhivāsanakkhantiyañca susīlatāya ca niviṭṭhā. Ekamattānaṃ damentīti ekaṃ attanova attabhāvaṃ indriyadamena damenti. Samentīti attano cittaṃ kilesavūpasamanena samenti. Parinibbāpentīti kilesaparinibbāneneva parinibbāpenti. Uddhaggikantiādīsu uparūparibhūmīsu phaladānavasena uddhamaggamassāti uddhaggikā. Saggassa hitāti tatrupapattijananato sovaggikā. Nibbattanibbattaṭṭhāne sukhova vipāko assāti sukhavipākā. Suṭṭhu aggānaṃ dibbavaṇṇādīnaṃ dasannaṃ visesānaṃ nibbattanato saggasaṃvattanikā, evarūpaṃ dakkhiṇaṃ patiṭṭhāpetīti attho.",
  "atk-s0402a42:7": "Ariyadhamme ṭhitoti pañcasīladhamme patiṭṭhito. Pecca sagge pamodatīti paralokaṃ gantvā yattha sagge paṭisandhiṃ gaṇhāti, tattha modati. Sotāpannasakadāgāmino vā hontu anāgāmī vā, sabbesaṃ ayaṃ paṭipadā labbhatevāti.",
  "atk-s0402a42:8": "2. Ānaṇyasuttavaṇṇanā",
  "atk-s0402a42:9": "62. Dutiye adhigamanīyānīti pattabbāni. Kāmabhogināti vatthukāme ca kilesakāme ca paribhuñjantena. Atthisukhādīsu atthīti uppajjanakasukhaṃ atthisukhaṃ nāma. Bhoge paribhuñjantassa uppajjanakasukhaṃ bhogasukhaṃ nāma. Anaṇosmīti uppajjanakasukhaṃ ānaṇyasukhaṃ nāma. Niddoso anavajjosmīti uppajjanakasukhaṃ anavajjasukhaṃ nāma.",
  "atk-s0402a42:10": "Bhuñjanti bhuñjamāno. Paññā vipassatīti paññāya vipassati. Ubho bhāgeti dve koṭṭhāse, heṭṭhimāni tīṇi ekaṃ koṭṭhāsaṃ, anavajjasukhaṃ ekaṃ koṭṭhāsanti evaṃ paññāya passamāno dve koṭṭhāse jānātīti attho. Anavajjasukhassetanti etaṃ tividhampi sukhaṃ anavajjasukhassa soḷasiṃ kalaṃ nāgghatīti.",
  "atk-s0402a42:11": "3. Brahmasuttavaṇṇanā",
  "atk-s0402a42:12": "63. Tatiyaṃ tikanipāte vaṇṇitameva. Sapubbadevatānīti padamattameva ettha visesoti. Catutthe sabbaṃ uttānatthameva.",
  "atk-s0402a42:13": "5. Rūpasuttavaṇṇanā",
  "atk-s0402a42:14": "65. Pañcame rūpe pamāṇaṃ gahetvā pasanno rūpappamāṇo nāma. Rūpappasannoti tasseva atthavacanaṃ. Ghose pamāṇaṃ gahetvā pasanno ghosappamāṇo nāma. Cīvaralūkhapattalūkhesu pamāṇaṃ gahetvā pasanno lūkhappamāṇo nāma. Dhamme pamāṇaṃ gahetvā pasanno dhammappamāṇo nāma. Itarāni tesaṃyeva atthavacanāni. Sabbasatte ca tayo koṭṭhāse katvā dve koṭṭhāsā rūpappamāṇā, eko na rūpappamāṇo. Pañca koṭṭhāse katvā cattāro koṭṭhāsā ghosappamāṇā, eko na ghosappamāṇo. Dasa koṭṭhāse katvā nava koṭṭhāsā lūkhappamāṇā, eko na lūkhappamāṇo. Satasahassaṃ koṭṭhāse katvā pana eko koṭṭhāsova dhammappamāṇo, sesā na dhammappamāṇāti veditabbā.",
  "atk-s0402a42:15": "Rūpe pamāṇiṃsūti ye rūpaṃ disvā pasannā, te rūpe pamāṇiṃsu nāma, pasīdiṃsūti attho. Ghosena anvagūti ghosena anugatā, ghosappamāṇaṃ gahetvā pasannāti attho. Chandarāgavasūpetāti chandassa ca rāgassa ca vasaṃ upetā. Ajjhattañca na jānātīti niyakajjhatte tassa guṇaṃ na jānāti. Bahiddhā ca na passatīti bahiddhāpissa paṭipattiṃ na passati. Samantāvaraṇoti samantato āvārito, samantā vā āvaraṇamassāti samantāvaraṇo. Ghosena vuyhatīti ghosena niyati, na guṇena. Ajjhattañca na jānāti, bahiddhā ca vipassatīti niyakajjhatte guṇaṃ na jānāti, bahiddhā panassa paṭipattiṃ passati. Bahiddhā phaladassāvīti tassa parehi kataṃ bahiddhā sakkāraphalaṃ passanto. Vinīvaraṇadassāvīti vivaṭadassāvī. Na so ghosena vuyhatīti so ghosena na nīyati.",
  "atk-s0402a42:16": "6. Sarāgasuttavaṇṇanā",
  "atk-s0402a42:17": "66. Chaṭṭhe mohajaṃ cāpaviddasūti mohajaṃ cāpi aviddasū apaṇḍitā. Savighātanti sadukkhaṃ. Dukhudrayanti āyatiñca dukkhavaḍḍhidāyakaṃ. Acakkhukāti paññācakkhurahitā. Yathā dhammā tathā santāti yathā rāgādayo dhammā ṭhitā, tathā sabhāvāva hutvā. Na tassevanti maññareti mayaṃ evaṃsantā evaṃsabhāvāti tassa na maññare, na maññantīti attho. Imasmiṃ suttepi gāthāsupi vaṭṭameva kathitaṃ.",
  "atk-s0402a42:18": "7. Ahirājasuttavaṇṇanā",
  "atk-s0402a42:19": "67. Sattame imāni cattāri ahirājakulānīti idaṃ daṭṭhavisāneva sandhāya vuttaṃ. Ye hi keci daṭṭhavisā, sabbete imesaṃ catunnaṃ ahirājakulānaṃ abbhantaragatāva honti. Attaguttiyāti attano guttatthāya. Attarakkhāyāti attano rakkhaṇatthāya. Attaparittāyāti attano parittāṇatthāya. Parittaṃ nāma anujānāmīti attho.",
  "atk-s0402a42:20": "Idāni yathā taṃ parittaṃ kātabbaṃ, taṃ dassento virūpakkhehi metiādimāha. Tattha virūpakkhehīti virūpakkhanāgakulehi. Sesesupi eseva nayo. Apādakehīti apādakasattehi. Sesesupi eseva nayo. Sabbe sattāti ito pubbe ettakena ṭhānena odissakamettaṃ kathetvā idāni anodissakamettaṃ kathetuṃ idamāraddhaṃ. Tattha sattā pāṇā bhūtāti sabbānetāni puggalavevacanāneva. Bhadrāni passantūti bhadrāni ārammaṇāni passantu. Mā kañci pāpamāgamāti kañci sattaṃ pāpakaṃ lāmakaṃ mā āgacchatu. Appamāṇo buddhoti ettha buddhoti buddhaguṇā veditabbā. Te hi appamāṇā nāma. Sesapadadvayepi eseva nayo. Pamāṇavantānīti guṇappamāṇena yuttāni. Uṇṇanābhīti lomasanābhiko makkaṭako. Sarabūti gharagolikā. Katā me rakkhā, katā me parittāti mayā ettakassa janassa rakkhā ca parittāṇañca kataṃ. Paṭikkamantu bhūtānīti sabbepi me kataparittāṇā sattā apagacchantu, mā maṃ viheṭhayiṃsūti attho.",
  "atk-s0402a42:21": "8. Devadattasuttavaṇṇanā",
  "atk-s0402a42:22": "68. Aṭṭhame acirapakkante devadatteti saṅghaṃ bhinditvā nacirapakkante. Parābhavāyāti avaḍḍhiyā vināsāya. Assatarīti vaḷavāya kucchismiṃ gadrabhassa jātā. Attavadhāya gabbhaṃ gaṇhātīti taṃ assena saddhiṃ sampayojenti, sā gabbhaṃ gaṇhitvā kāle sampatte vijāyituṃ nasakkontī pādehi bhūmiṃ paharantī tiṭṭhati. Athassā cattāro pāde catūsu khāṇūsu bandhitvā kucchiṃ phāletvā potakaṃ nīharanti. Sā tattheva marati. Tenetaṃ vuttaṃ.",
  "atk-s0402a42:23": "9. Padhānasuttavaṇṇanā",
  "atk-s0402a42:24": "69. Navame kilesānaṃ saṃvaratthāya pavesanadvāraṃ pidahanatthāya padhānaṃ saṃvarappadhānaṃ, pajahanatthāya padhānaṃ pahānappadhānaṃ, kusalānaṃ dhammānaṃ brūhanatthāya vaḍḍhanatthāya padhānaṃ bhāvanāppadhānaṃ, tesaṃyeva anurakkhaṇatthāya padhānaṃ anurakkhaṇāppadhānaṃ.",
  "atk-s0402a42:25": "10. Adhammikasuttavaṇṇanā",
  "atk-s0402a42:26": "70. Dasame adhammikā hontīti porāṇakarājūhi ṭhapitaṃ dasabhāgabaliñceva aparādhānurūpañca daṇḍaṃ aggahetvā atirekabalino ceva atirekadaṇḍassa ca gahaṇena adhammikā. Rājāyuttāti rañño janapadesu kiccasaṃvidhāyakā āyuttakapurisā. Brāhmaṇagahapatikāti antonagaravāsino brāhmaṇagahapatayo. Negamajānapadāti nigamavāsino ceva janapadavāsino ca. Visamanti visamā hutvā, asamayena vāyantīti attho. Visamāti na samā, atithaddhā vā atimudukā vāti attho. Apañjasāti maggato apagatā, ummaggagāmino hutvā vāyantīti attho. Devatā parikupitā bhavantīti vātesu hi visamesu apañjasesu vāyantesu rukkhā bhijjanti, vimānāni bhijjanti. Tasmā devatā parikupitā bhavanti, tā devassa sammā vassituṃ na denti. Tena vuttaṃ devo na sammā dhāraṃ anuppavecchatīti. Visamapākāni sassāni bhavantīti ekasmiṃ ṭhāne gabbhīni honti, ekasmiṃ sañjātakhīrāni, ekaṃ ṭhānaṃ paccatīti evaṃ visamaṃ pākāni sassāni bhavanti.",
  "atk-s0402a42:27": "Samaṃnakkhattāni tārakarūpāni parivattantīti yathā kattikapuṇṇamā kattikanakkhattameva labhati, migasirapuṇṇamā migasiranakkhattamevāti evaṃ tasmiṃ tasmiṃ māse sā sā puṇṇamā taṃ taṃ nakkhattameva labhati, tathā sammā parivattanti. Samaṃ vātā vāyantīti avisamā hutvā samayasmiṃyeva vāyanti, cha māse uttarā vātā, cha māsedakkhiṇāti evaṃ tesaṃ tesaṃ janapadānaṃ anurūpe samaye vāyanti. Samāti samappavattino nātithaddhā nātimudū. Pañjasāti maggappaṭipannā, maggeneva vāyanti, no amaggenāti attho.",
  "atk-s0402a42:28": "Jimhaṃgacchatīti kuṭilaṃ gacchati, atitthaṃ gaṇhāti. Nette jimhaṃ gate satīti nayatīti nettā. Tasmiṃ nette jimhaṃ gate kuṭilaṃ gantvā atitthaṃ gaṇhante itarāpi atitthameva gaṇhantīti attho. Netetipi pāṭho. Dukkhaṃ setīti dukkhaṃ sayati, dukkhitaṃ hotīti attho.",
  "atk-s0402a42:29": "Pattakammavaggo dutiyo."
}