{
  "atk-s0517a21:0": "8. Satipaṭṭhānakathā",
  "atk-s0517a21:1": "Satipaṭṭhānakathāvaṇṇanā",
  "atk-s0517a21:2": "34. Idāni samasīsakathānantaraṃ attanā vuttassa iddhipāṭihāriyassa sādhake satta anupassanāvisese dassentena kathitāya suttantapubbaṅgamāya satipaṭṭhānakathāya apubbatthānuvaṇṇanā. Tattha suttante tāva cattāroti gaṇanaparicchedo, tena na tato heṭṭhā, na uddhanti satipaṭṭhānaparicchedaṃ dīpeti. Imeti niddisitabbanidassanaṃ. Bhikkhaveti dhammapaṭiggāhakapuggalālapanaṃ. Satipaṭṭhānāti tayo satipaṭṭhānā satigocaropi, tidhā paṭipannesu sāvakesu satthuno paṭighānunayavītivattatāpi, satipi. ‘‘Catunnaṃ, bhikkhave, satipaṭṭhānānaṃ samudayañca atthaṅgamañca desessāmī’’tiādīsu (saṃ. ni. 5.408) hi satigocaro ‘‘satipaṭṭhāna’’nti vutto. Tassattho – patiṭṭhāti tasminti paṭṭhānaṃ. Kā patiṭṭhāti? Sati. Satiyā paṭṭhānaṃ satipaṭṭhānanti.",
  "atk-s0517a21:3": "‘‘Tayo satipaṭṭhānā yadariyo sevati, yadariyo sevamāno satthā gaṇamanusāsitumarahatī’’ti (ma. ni. 3.304, 311) ettha tidhā paṭipannesu sāvakesu satthuno paṭighānunayavītivattatā ‘‘satipaṭṭhāna’’nti vuttā. Tassattho – paṭṭhapetabbato paṭṭhānaṃ, pavattayitabbatoti attho. Kena paṭṭhapetabbatoti? Satiyā. Satiyā paṭṭhānaṃ satipaṭṭhānanti. ‘‘Cattāro satipaṭṭhānā bhāvitā bahulīkatā satta bojjhaṅge paripūrentī’’tiādīsu (ma. ni. 3.147) pana satiyeva ‘‘satipaṭṭhāna’’nti vuttā. Tassattho – patiṭṭhātīti paṭṭhānaṃ, upaṭṭhāti okkanditvā pakkhanditvā vattatīti attho. Satiyeva paṭṭhānaṃ satipaṭṭhānaṃ. Atha vā saraṇaṭṭhena sati, upaṭṭhānaṭṭhena upaṭṭhānaṃ. Iti sati ca sā upaṭṭhānañcātipi satipaṭṭhānaṃ. Idamidha adhippetaṃ. Yadi evaṃ kasmā satipaṭṭhānāti bahuvacanaṃ katanti? Satibahuttā. Ārammaṇabhedena hi bahukā tā satiyoti.",
  "atk-s0517a21:4": "Katame cattāroti kathetukamyatāpucchā. Idhāti imasmiṃ sāsane. Bhikkhūti saṃsāre bhayaṃ ikkhatīti bhikkhu. Sesapadānaṃ atthavaṇṇanā panettha sutamayañāṇakathāya maggasaccaniddesavaṇṇanāyaṃ vuttāyevāti.",
  "atk-s0517a21:5": "Kasmā pana bhagavatā cattārova satipaṭṭhānā vuttā anūnā anadhikāti? Veneyyahitattā. Taṇhācaritadiṭṭhicaritasamathayānikavipassanāyānikesu hi mandatikkhavasena dvedhā dvedhā pavattesu mandassa taṇhācaritassa oḷārikaṃ kāyānupassanāsatipaṭṭhānaṃ visuddhimaggo, tikkhassa sukhumaṃ vedanānupassanāsatipaṭṭhānaṃ. Diṭṭhicaritassāpi mandassa nātippabhedagataṃ cittānupassanāsatipaṭṭhānaṃ visuddhimaggo, tikkhassa atippabhedagataṃ dhammānupassanāsatipaṭṭhānaṃ. Samathayānikassa ca mandassa akicchena adhigantabbanimittaṃ paṭhamaṃ satipaṭṭhānaṃ visuddhimaggo, tikkhassa oḷārikārammaṇe asaṇṭhahanato dutiyaṃ. Vipassanāyānikassapi mandassa nātippabhedagatārammaṇaṃ tatiyaṃ, tikkhassa atippabhedagatārammaṇaṃ catutthaṃ. Iti cattārova vuttā anūnā anadhikāti.",
  "atk-s0517a21:6": "Subhasukhaniccaattavipallāsappahānatthaṃ vā. Kāyo hi asubho, tattha ca subhavipallāsavipallatthā sattā. Tesaṃ tattha asubhabhāvadassanena tassa vipallāsassa pahānatthaṃ paṭhamaṃ satipaṭṭhānaṃ vuttaṃ. Sukhaṃ niccaṃ attāti gahitesupi ca vedanādīsu vedanā dukkhā, cittaṃ aniccaṃ, dhammā anattā, tesu ca sukhaniccaattavipallāsavipallatthā sattā. Tesaṃ tattha dukkhādibhāvadassanena tesaṃ vipallāsānaṃ pahānatthaṃ sesāni tīṇi vuttānīti evaṃ subhasukhaniccaattavipallāsappahānatthaṃ vā cattārova vuttā. Na kevalañca vipallāsappahānatthameva, caturoghayogāsavaganthaupādānaagatippahānatthampi catubbidhāhārapariññatthampi cattārova vuttāti veditabbaṃ.",
  "atk-s0517a21:7": "35. (Ka) suttantaniddese pathavīkāyanti imasmiṃ rūpakāye pathavīdhātu. Sakalasarīre pana pathavīdhātūnaṃ bahukattā sabbapathavīdhātusaṅgahatthaṃ samūhatthena kāyaggahaṇaṃ kataṃ. Āpokāyādīsupi eseva nayo. Kesakāyādīnampi bahukattā kesakāyādigahaṇaṃ kataṃ. Vakkādīni pana paricchinnattā kāyaggahaṇaṃ nārahantīti tesaṃ gahaṇaṃ na katanti veditabbaṃ.",
  "atk-s0517a21:8": "(Kha) sukhaṃvedanantiādīsu sukhaṃ vedananti kāyikaṃ vā cetasikaṃ vā sukhaṃ vedanaṃ. Tathā dukkhaṃ vedanaṃ. Adukkhamasukhaṃ vedananti pana cetasikameva upekkhāvedanaṃ. Sāmisaṃ sukhaṃ vedananti cha gehasitasomanassavedanā. Nirāmisaṃ sukhaṃ vedananti cha nekkhammasitasomanassavedanā . Sāmisaṃ dukkhaṃ vedananti cha gehasitadomanassavedanā. Nirāmisaṃ dukkhaṃ vedananti cha nekkhammasitadomanassavedanā. Sāmisaṃ adukkhamasukhaṃ vedananti cha gehasitaupekkhāvedanā. Nirāmisaṃ adukkhamasukhaṃ vedananti cha nekkhammasitaupekkhāvedanā.",
  "atk-s0517a21:9": "(Ga) sarāgaṃ cittantiādīni ñāṇakathāyaṃ vuttatthāni.",
  "atk-s0517a21:10": "(Gha) tadavasese dhammeti tehi kāyavedanācittehi avasese tebhūmakadhamme. Sabbattha tena ñāṇenāti tena sattavidhena anupassanāñāṇena. Yāni panettha antarantarā avuttatthāni, tāni heṭṭhā tattha tattha vuttatthānevāti.",
  "atk-s0517a21:11": "Satipaṭṭhānakathāvaṇṇanā niṭṭhitā."
}