{
  "atk-s0103a10:0": "11. Dasuttarasuttavaṇṇanā",
  "atk-s0103a10:1": "350.Evaṃme sutanti dasuttarasuttaṃ. Tatrāyaṃ apubbapadavaṇṇanā – āvuso bhikkhaveti sāvakānaṃ ālapanametaṃ. Buddhā hi parisaṃ āmantayamānā ‘bhikkhave’ti vadanti. Sāvakā satthāraṃ uccaṭṭhāne ṭhapessāmāti satthu ālapanena anālapitvā āvusoti ālapanti. Te bhikkhūti te dhammasenāpatiṃ parivāretvā nisinnā bhikkhū. Ke pana te bhikkhūti? Anibaddhavāsā disāgamanīyā bhikkhū. Buddhakāle dve vāre bhikkhū sannipatanti – upakaṭṭhavassūpanāyikakāle ca pavāraṇakāle ca. Upakaṭṭhavassūpanāyikāya dasapi vīsatipi tiṃsampi cattālīsampi paññāsampi bhikkhū vaggā vaggā kammaṭṭhānatthāya āgacchanti. Bhagavā tehi saddhiṃ sammoditvā kasmā, bhikkhave, upakaṭṭhāya vassūpanāyikāya vicarathāti pucchati. Atha te ‘‘bhagavā kammaṭṭhānatthaṃ āgatamha, kammaṭṭhānaṃ no dethā’’ti yācanti.",
  "atk-s0103a10:2": "Satthā tesaṃ cariyavasena rāgacaritassa asubhakammaṭṭhānaṃ deti. Dosacaritassa mettākammaṭṭhānaṃ, mohacaritassa uddeso paripucchā – ‘kālena dhammassavanaṃ, kālena dhammasākacchā, idaṃ tuyhaṃ sappāya’nti ācikkhati. Vitakkacaritassa ānāpānassatikammaṭṭhānaṃ deti. Saddhācaritassa pasādanīyasuttante buddhasubodhiṃ dhammasudhammataṃ saṅghasuppaṭipattiñca pakāseti. Ñāṇacaritassa aniccatādipaṭisaṃyutte gambhīre suttante katheti. Te kammaṭṭhānaṃ gahetvā sace sappāyaṃ hoti, tattheva vasanti. No ce hoti, sappāyaṃ senāsanaṃ pucchitvā gacchanti. Te tattha vasantā temāsikaṃ paṭipadaṃ gahetvā ghaṭetvā vāyamantā sotāpannāpi honti sakadāgāminopi anāgāminopi arahantopi.",
  "atk-s0103a10:3": "Tato vutthavassā pavāretvā satthu santikaṃ gantvā ‘‘bhagavā ahaṃ tumhākaṃ santike kammaṭṭhānaṃ gahetvā sotāpattiphalaṃ patto…pe… ahaṃ aggaphalaṃ arahatta’’nti paṭiladdhaguṇaṃ ārocenti. Tattha ime bhikkhū upakaṭṭhāya vassūpanāyikāya āgatā. Evaṃ āgantvā gacchante pana bhikkhū bhagavā aggasāvakānaṃ santikaṃ peseti, yathāha ‘‘apaloketha pana, bhikkhave, sāriputtamoggallāne’’ti. Bhikkhū ca vadanti ‘‘kiṃ nu kho mayaṃ, bhante, apalokema sāriputtamoggallāne’’ti (saṃ. ni. 3.2). Atha ne bhagavā tesaṃ dassane uyyojesi. ‘‘Sevatha, bhikkhave, sāriputtamoggallāne; bhajatha, bhikkhave, sāriputtamoggallāne. Paṇḍitā bhikkhū anuggāhakā sabrahmacārīnaṃ. Seyyathāpi, bhikkhave, janetā evaṃ sāriputto. Seyyathāpi jātassa āpādetā evaṃ moggallāno. Sāriputto, bhikkhave, sotāpattiphale vineti, moggallāno uttamatthe’’ti (ma. ni. 3.371).",
  "atk-s0103a10:4": "Tadāpi bhagavā imehi bhikkhūhi saddhiṃ paṭisanthāraṃ katvā tesaṃ bhikkhūnaṃ āsayaṃ upaparikkhanto ‘‘ime bhikkhū sāvakavineyyā’’ti addasa. Sāvakavineyyā nāma ye buddhānampi dhammadesanāya bujjhanti sāvakānampi. Buddhavineyyā pana sāvakā bodhetuṃ na sakkonti. Sāvakavineyyabhāvaṃ pana etesaṃ ñatvā katarassa bhikkhuno desanāya bujjhissantīti olokento sāriputtassāti disvā therassa santikaṃ pesesi. Thero te bhikkhū pucchi ‘‘satthu santikaṃ gatattha āvuso’’ti. ‘‘Āma, gatamha satthārā pana amhe tumhākaṃ santikaṃ pesitā’’ti. Tato thero ‘‘ime bhikkhū mayhaṃ desanāya bujjhissanti, kīdisī nu kho tesaṃ desanā vaṭṭatī’’ti cintento ‘‘ime bhikkhū samaggārāmā, sāmaggirasassa dīpikā nesaṃ desanā vaṭṭatī’’ti sanniṭṭhānaṃ katvā tathārūpaṃ desanaṃ desetukāmo dasuttaraṃ pavakkhāmītiādimāha. Tattha dasadhā mātikaṃ ṭhapetvā vibhattoti dasuttaro, ekakato paṭṭhāya yāva dasakā gatotipi dasuttaro, ekekasmiṃ pabbe dasa dasa pañhā visesitātipi dasuttaro, taṃ dasuttaraṃ. Pavakkhāmīti kathessāmi. Dhammanti suttaṃ. Nibbānapattiyāti nibbānapaṭilābhatthāya. Dukkhassantakiriyāyāti sakalassa vaṭṭadukkhassa pariyantakaraṇatthaṃ. Sabbaganthappamocananti abhijjhākāyaganthādīnaṃ sabbaganthānaṃ pamocanaṃ.",
  "atk-s0103a10:5": "Iti thero desanaṃ uccaṃ karonto bhikkhūnaṃ tattha pemaṃ janento evametaṃ uggahetabbaṃ pariyāpuṇitabbaṃ dhāretabbaṃ vācetabbaṃ maññissantīti catūhi padehi vaṇṇaṃ kathesi, ‘‘ekāyano ayaṃ, bhikkhave, maggo’’tiādinā nayena tesaṃ tesaṃ suttānaṃ bhagavā viya.",
  "atk-s0103a10:6": "Ekadhammavaṇṇanā",
  "atk-s0103a10:7": "351. (Ka) tattha bahukāroti bahūpakāro.",
  "atk-s0103a10:8": "(Kha) bhāvetabboti vaḍḍhetabbo.",
  "atk-s0103a10:9": "(Ga) pariññeyyoti tīhi pariññāhi parijānitabbo.",
  "atk-s0103a10:10": "(Gha) pahātabboti pahānānupassanāya pajahitabbo.",
  "atk-s0103a10:11": "(Ṅa) hānabhāgiyoti apāyagāmiparihānāya saṃvattanako.",
  "atk-s0103a10:12": "(Ca) visesabhāgiyoti visesagāmivisesāya saṃvattanako.",
  "atk-s0103a10:13": "(Cha) duppaṭivijjhoti duppaccakkhakaro.",
  "atk-s0103a10:14": "(Ja) uppādetabboti nipphādetabbo.",
  "atk-s0103a10:15": "(Jha) abhiññeyyoti ñātapariññāya abhijānitabbo.",
  "atk-s0103a10:16": "(Ña) sacchikātabboti paccakkhaṃ kātabbo.",
  "atk-s0103a10:17": "Evaṃ sabbattha mātikāsu attho veditabbo. Iti āyasmā sāriputto yathā nāma dakkho veḷukāro sammukhībhūtaṃ veḷuṃ chetvā niggaṇṭhiṃ katvā dasadhā khaṇḍe katvā ekamekaṃ khaṇḍaṃ hīraṃ hīraṃ karonto phāleti, evameva tesaṃ bhikkhūnaṃ sappāyaṃ desanaṃ upaparikkhitvā dasadhā mātikaṃ ṭhapetvā ekekakoṭṭhāse ekekapadaṃ vibhajanto ‘‘katamo eko dhammo bahukāro, appamādo kusalesu dhammesūti’’tiādinā nayena desanaṃ vitthāretuṃ āraddho.",
  "atk-s0103a10:18": "Tattha appamādo kusalesu dhammesūti sabbatthakaṃ upakārakaṃ appamādaṃ kathesi. Ayañhi appamādo nāma sīlapūraṇe, indriyasaṃvare, bhojane mattaññutāya, jāgariyānuyoge, sattasu saddhammesu, vipassanāgabbhaṃ gaṇhāpane, atthapaṭisambhidādīsu, sīlakkhandhādipañcadhammakkhandhesu, ṭhānāṭṭhānesu, mahāvihārasamāpattiyaṃ, ariyasaccesu, satipaṭṭhānādīsu, bodhipakkhiyesu, vipassanāñāṇādīsu aṭṭhasu vijjāsūti sabbesu anavajjaṭṭhena kusalesu dhammesu bahūpakāro.",
  "atk-s0103a10:19": "Teneva naṃ bhagavā ‘‘yāvatā, bhikkhave, sattā apadā vā…pe… tathāgato tesaṃ aggamakkhāyati. Evameva kho, bhikkhave, ye keci kusalā dhammā, sabbete appamādamūlakā appamādasamosaraṇā, appamādo tesaṃ dhammānaṃ aggamakkhāyatī’’tiādinā (saṃ. ni. 5.139) nayena hatthipadādīhi opammehi opamento saṃyuttanikāyeappamādavagge nānappakāraṃ thometi. Taṃ sabbaṃ ekapadeneva saṅgahetvā thero appamādo kusalesu dhammesūti āha. Dhammapade appamādavaggenāpissa bahūpakāratā dīpetabbā. Asokavatthunāpi dīpetabbā –",
  "atk-s0103a10:20": "(Ka) asokarājā hi nigrodhasāmaṇerassa ‘‘appamādo amatapada’’nti gāthaṃ sutvā eva ‘‘tiṭṭha, tāta, mayhaṃ tayā tepiṭakaṃ buddhavacanaṃ kathita’’nti sāmaṇere pasīditvā caturāsītivihārasahassāni kāresi. Iti thāmasampannena bhikkhunā appamādassa bahūpakāratā tīhi piṭakehi dīpetvā kathetabbā. Yaṃkiñci suttaṃ vā gāthaṃ vā appamādadīpanatthaṃ āharanto ‘‘aṭṭhāne ṭhatvā āharasi, atitthena pakkhando’’ti na vattabbo. Dhammakathikassevettha thāmo ca balañca pamāṇaṃ.",
  "atk-s0103a10:21": "(Kha) kāyagatāsatīti ānāpānaṃ catuiriyāpatho satisampajaññaṃ dvattiṃsākāro catudhātuvavatthānaṃ dasa asubhā nava sivathikā cuṇṇikamanasikāro kesādīsu cattāri rūpajjhānānīti ettha uppannasatiyā etaṃ adhivacanaṃ. Sātasahagatāti ṭhapetvā catutthajjhānaṃ aññattha sātasahagatā hoti sukhasampayuttā, taṃ sandhāyetaṃ vuttaṃ.",
  "atk-s0103a10:22": "(Ga) sāsavo upādāniyoti āsavānañceva upādānānañca paccayabhūto. Iti tebhūmakadhammameva niyameti.",
  "atk-s0103a10:23": "(Gha) asmimānoti rūpādīsu asmīti māno.",
  "atk-s0103a10:24": "(Ṅa) ayoniso manasikāroti anicce niccantiādinā nayena pavatto uppathamanasikāro.",
  "atk-s0103a10:25": "(Ca) vipariyāyena yoniso manasikāro veditabbo.",
  "atk-s0103a10:26": "(Cha) ānantarikocetosamādhīti aññattha maggānantaraṃ phalaṃ ānantariko cetosamādhi nāma . Idha pana vipassanānantaro maggo vipassanāya vā anantarattā attano vā anantaraṃ phaladāyakattā ānantariko cetosamādhīti adhippeto.",
  "atk-s0103a10:27": "(Ja) akuppaṃ ñāṇanti aññattha phalapaññā akuppañāṇaṃ nāma. Idha paccavekkhaṇapaññā adhippetā.",
  "atk-s0103a10:28": "(Jha) āhāraṭṭhitikāti paccayaṭṭhitikā. Ayaṃ eko dhammoti yena paccayena tiṭṭhanti, ayaṃ eko dhammo ñātapariññāya abhiññeyyo.",
  "atk-s0103a10:29": "(Ña) akuppācetovimuttīti arahattaphalavimutti.",
  "atk-s0103a10:30": "Imasmiṃ vāre abhiññāya ñātapariññā kathitā. Pariññāya tīraṇapariññā. Pahātabbasacchikātabbehi pahānapariññā. Duppaṭivijjhoti ettha pana maggo kathito. Sacchikātabboti phalaṃ kathitaṃ, maggo ekasmiṃyeva pade labbhati. Phalaṃ pana anekesupi labbhatiyeva.",
  "atk-s0103a10:31": "Bhūtāti sabhāvato vijjamānā. Tacchāti yāthāvā. Tathāti yathā vuttā tathāsabhāvā. Avitathāti yathā vuttā na tathā na honti. Anaññathāti vuttappakārato na aññathā. Sammā tathāgatena abhisambuddhāti tathāgatena bodhipallaṅke nisīditvā hetunā kāraṇena sayameva abhisambuddhā ñātā viditā sacchikatā. Iminā thero ‘‘ime dhammā tathāgatena abhisambuddhā, ahaṃ pana tumhākaṃ rañño lekhavācakasadiso’’ti jinasuttaṃ dassento okappanaṃ janesi.",
  "atk-s0103a10:32": "Ekadhammavaṇṇanā niṭṭhitā.",
  "atk-s0103a10:33": "Dvedhammavaṇṇanā",
  "atk-s0103a10:34": "352. (Ka) ime dve dhammā bahukārāti ime dve satisampajaññā dhammā sīlapūraṇādīsu appamādo viya sabbattha upakārakā hitāvahā.",
  "atk-s0103a10:35": "(Kha) samathoca vipassanā cāti ime dve saṅgītisutte lokiyalokuttarā kathitā. Imasmiṃ dasuttarasutte pubbabhāgā kathitā.",
  "atk-s0103a10:36": "(Cha) sattānaṃ saṃkilesāya sattānaṃ visuddhiyāti ayoniso manasikāro hetu ceva paccayo ca sattānaṃ saṃkilesāya, yoniso manasikāro visuddhiyā. Tathā dovacassatā pāpamittatā saṃkilesāya; sovacassatā kalyāṇamittatā visuddhiyā. Tathā tīṇi akusalamūlāni; tīṇi kusalamūlāni. Cattāro yogā cattāro visaṃyogā. Pañca cetokhilā pañcindriyāni. Cha agāravā cha gāravā. Satta asaddhammā satta saddhammā. Aṭṭha kusītavatthūni aṭṭha ārambhavatthūni. Nava āghātavatthūni nava āghātappaṭivinayā. Dasa akusalakammapathā dasa kusalakammapathāti evaṃ pabhedā ime dve dhammā duppaṭivijjhāti veditabbā.",
  "atk-s0103a10:37": "(Jha) saṅkhatā dhātūti paccayehi katā pañcakkhandhā. Asaṅkhatā dhātūti paccayehi akataṃ nibbānaṃ.",
  "atk-s0103a10:38": "(Ña) vijjā ca vimutti cāti ettha vijjāti tisso vijjā. Vimuttīti arahattaphalaṃ.",
  "atk-s0103a10:39": "Imasmiṃ vāre abhiññādīni ekakasadisāneva, uppādetabbapade pana maggo kathito, sacchikātabbapade phalaṃ.",
  "atk-s0103a10:40": "Dvedhammavaṇṇanā niṭṭhitā.",
  "atk-s0103a10:41": "Tayodhammavaṇṇanā",
  "atk-s0103a10:42": "353. (Cha) kāmānametaṃ nissaraṇaṃ yadidaṃ nekkhammanti ettha nekkhammanti anāgāmimaggo adhippeto. So hi sabbaso kāmānaṃ nissaraṇaṃ. Rūpānaṃ nissaraṇaṃ yadidaṃ āruppanti ettha āruppepi arahattamaggo. Puna uppattinivāraṇato sabbaso rūpānaṃ nissaraṇaṃ nāma. Nirodho tassanissaraṇanti idha arahattaphalaṃ nirodhoti adhippetaṃ. Arahattaphalena hi nibbāne diṭṭhe puna āyatiṃ sabbasaṅkhārā na hontīti arahattaṃ saṅkhatanirodhassa paccayattā nirodhoti vuttaṃ.",
  "atk-s0103a10:43": "(Ja) atītaṃse ñāṇanti atītaṃsārammaṇaṃ ñāṇaṃ itaresupi eseva nayo.",
  "atk-s0103a10:44": "Imasmimpi vāre abhiññādayo ekakasadisāva. Duppaṭivijjhapade pana maggo kathito, sacchikātabbe phalaṃ.",
  "atk-s0103a10:45": "Tayodhammavaṇṇanā niṭṭhitā.",
  "atk-s0103a10:46": "Cattārodhammavaṇṇanā",
  "atk-s0103a10:47": "354. (Ka) cattāri cakkānīti ettha cakkaṃ nāma dārucakkaṃ, ratanacakkaṃ, dhammacakkaṃ, iriyāpathacakkaṃ, sampatticakkanti pañcavidhaṃ. Tattha ‘‘yaṃ panidaṃ samma, rathakāra, cakkaṃ chahi māsehi niṭṭhitaṃ, chārattūnehī’’ti (a. ni. 3.15) idaṃ dārucakkaṃ. ‘‘Pitarā pavattitaṃ cakkaṃ anuppavattetī’’ti (a. ni. 5.132) idaṃ ratanacakkaṃ. ‘‘Pavattitaṃ cakka’’nti (ma. ni. 2.399) idaṃ dhammacakkaṃ. ‘‘Catucakkaṃ navadvāra’’nti (saṃ. ni. 1.29) idaṃ iriyāpathacakkaṃ. ‘‘Cattārimāni, bhikkhave, cakkāni, yehi samannāgatānaṃ devamanussānaṃ catucakkaṃ pavattatī’’ti (a. ni. 4.31) idaṃ sampatticakkaṃ. Idhāpi etadeva adhippetaṃ.",
  "atk-s0103a10:48": "Patirūpadesavāsoti yattha catasso parisā sandissanti, evarūpe anucchavike dese vāso. Sappurisūpanissayoti buddhādīnaṃ sappurisānaṃ avassayanaṃ sevanaṃ bhajanaṃ. Attasammāpaṇidhīti attano sammā ṭhapanaṃ, sace pana pubbe assaddhādīhi samannāgato hoti, tāni pahāya saddhādīsu patiṭṭhāpanaṃ. Pubbe ca katapuññatāti pubbe upacitakusalatā. Idamevettha pamāṇaṃ. Yena hi ñāṇasampayuttacittena kusalaṃ kataṃ hoti, tadeva kusalaṃ taṃ purisaṃ patirūpadese upaneti, sappurise bhajāpesi . So eva ca puggalo attānaṃ sammā ṭhapeti. Catūsu āhāresu paṭhamo lokiyova. Sesā pana tayo saṅgītisutte lokiyalokuttaramissakā kathitā. Idha pubbabhāge lokiyā.",
  "atk-s0103a10:49": "(Ca) kāmayogavisaṃyogādayo anāgāmimaggādivasena veditabbā.",
  "atk-s0103a10:50": "(Cha) hānabhāgiyādīsu paṭhamassa jhānassa lābhī kāmasahagatā saññāmanasikārā samudācaranti hānabhāgiyo samādhi. Tadanudhammatā sati santiṭṭhati ṭhitibhāgiyo samādhi. Vitakkasahagatā saññāmanasikārā samudācaranti visesabhāgiyo samādhi. Nibbidāsahagatā saññāmanasikārā samudācaranti virāgūpasañhito nibbedhabhāgiyo samādhīti iminā nayena sabbasamāpattiyo vitthāretvā attho veditabbo. Visuddhimagge panassa vinicchayakathā kathitāva.",
  "atk-s0103a10:51": "Imasmimpi vāre abhiññādīni ekakasadisāneva. Abhiññāpade panettha maggo kathito. Sacchikātabbapade phalaṃ.",
  "atk-s0103a10:52": "Cattārodhammavaṇṇanā niṭṭhitā.",
  "atk-s0103a10:53": "Pañcadhammavaṇṇanā",
  "atk-s0103a10:54": "355. (Kha) pītipharaṇatādīsu pītiṃ pharamānā uppajjatīti dvīsu jhānesu paññā pītipharaṇatā nāma. Sukhaṃ pharamānaṃ uppajjatīti tīsu jhānesu paññā sukhapharaṇatā nāma. Paresaṃ ceto pharamānā uppajjatīti cetopariyapaññā cetopharaṇatā nāma. Ālokapharaṇe uppajjatīti dibbacakkhupaññā ālokapharaṇatā nāma. Paccavekkhaṇañāṇaṃ paccavekkhaṇanimittaṃ nāma. Vuttampi cetaṃ ‘‘dvīsu jhānesu paññā pītipharaṇatā, tīsu jhānesu paññā sukhapharaṇatā. Paracitte paññā cetopharaṇatā, dibbacakkhu ālokapharaṇatā. Tamhā tamhā samādhimhā vuṭṭhitassa paccavekkhaṇañāṇaṃ paccavekkhaṇanimitta’’nti (vibha. 804).",
  "atk-s0103a10:55": "Tattha pītipharaṇatā sukhapharaṇatā dve pādā viya. Cetopharaṇatā ālokapharaṇatā dve hatthā viya. Abhiññāpādakajjhānaṃ majjhimakāyo viya . Paccavekkhaṇanimittaṃ sīsaṃ viya. Iti āyasmā sāriputtatthero pañcaṅgikaṃ sammāsamādhiṃ aṅgapaccaṅgasampannaṃ purisaṃ katvā dassesi.",
  "atk-s0103a10:56": "(Ja) ayaṃ samādhi paccuppannasukho ce vātiādīsu arahattaphalasamādhi adhippeto. So hi appitappitakkhaṇe sukhattā paccuppannasukho. Purimo purimo pacchimassa pacchimassa samādhisukhassa paccayattā āyatiṃ sukhavipāko.",
  "atk-s0103a10:57": "Kilesehi ārakattā ariyo. Kāmāmisavaṭṭāmisalokāmisānaṃ abhāvā nirāmiso. Buddhādīhi mahāpurisehi sevitattā akāpurisasevito. Aṅgasantatāya ārammaṇasantatāya sabbakilesadarathasantatāya ca santo. Atappanīyaṭṭhena paṇīto. Kilesapaṭippassaddhiyā laddhattā kilesapaṭippassaddhibhāvaṃ vā laddhattā paṭippassaddhaladdho. Paṭippassaddhaṃ paṭippassaddhīti hi idaṃ atthato ekaṃ. Paṭippassaddhakilesena vā arahatā laddhattā paṭippassaddhaladdho. Ekodibhāvena adhigatattā ekodibhāvameva vā adhigatattā ekodibhāvādhigato. Appaguṇasāsavasamādhi viya sasaṅkhārena sappayogena cittena paccanīkadhamme niggayha kilese vāretvā anadhigatattā nasasaṅkhāraniggayhavāritagato. Tañca samādhiṃ samāpajjanto tato vā vuṭṭhahanto sativepullapattattā. Satova samāpajjati sato vuṭṭhahati. Yathāparicchinnakālavasena vā sato samāpajjati sato vuṭṭhahati. Tasmā yadettha ‘‘ayaṃ samādhi paccuppannasukho ceva āyatiñca sukhavipāko’’ti evaṃ paccavekkhamānassa paccattaṃyeva aparappaccayaṃ ñāṇaṃ uppajjati, taṃ ekamaṅgaṃ. Esa nayo sesesupi. Evamimehi pañcahi paccavekkhaṇañāṇehi ayaṃ samādhi ‘‘pañcañāṇiko sammāsamādhī’’ti vutto.",
  "atk-s0103a10:58": "Imasmiṃ vāre visesabhāgiyapade maggo kathito. Sacchikātabbapade phalaṃ. Sesaṃ purimasadisameva.",
  "atk-s0103a10:59": "Chadhammavaṇṇanā",
  "atk-s0103a10:60": "356. Chakkesu sabbaṃ uttānatthameva. Duppaṭivijjhapade panettha maggo kathito. Sesaṃ purimasadisaṃ.",
  "atk-s0103a10:61": "Sattadhammavaṇṇanā",
  "atk-s0103a10:62": "357. (Ña) sammappaññāyasudiṭṭhā hontīti hetunā nayena vipassanāñāṇena sudiṭṭhā honti. Kāmāti vatthukāmā ca kilesakāmā ca, dvepi sapariḷāhaṭṭhena aṅgārakāsu viya sudiṭṭhā honti. Vivekaninnanti nibbānaninnaṃ. Poṇaṃ pabbhāranti ninnassetaṃ vevacanaṃ. Byantībhūtanti niyatibhūtaṃ. Nittaṇhanti attho. Kuto? Sabbaso āsavaṭṭhānīyehi dhammehi tebhūmakadhammehīti attho. Idha bhāvetabbapade maggo kathito. Sesaṃ purimasadisameva.",
  "atk-s0103a10:63": "Aṭṭhadhammavaṇṇanā",
  "atk-s0103a10:64": "358. (Ka) ādibrahmacariyikāya paññāyāti sikkhattayasaṅgahassa maggabrahmacariyassa ādibhūtāya pubbabhāge taruṇasamathavipassanāpaññāya . Aṭṭhaṅgikassa vā maggassa ādibhūtāya sammādiṭṭhipaññāya. Tibbanti balavaṃ. Hirottappanti hirī ca ottappañca. Pemanti gehassitapemaṃ. Gāravoti garucittabhāvo. Garubhāvanīyañhi upanissāya viharato kilesā nuppajjanti ovādānusāsaniṃ labhati. Tasmā taṃ nissāya vihāro paññāpaṭilābhassa paccayo hoti.",
  "atk-s0103a10:65": "(Cha) akkhaṇesu yasmā petā asurānaṃ āvāhanaṃ gacchanti, vivāhanaṃ gacchanti, tasmā pettivisayeneva asurakāyo gahitoti veditabbo.",
  "atk-s0103a10:66": "(Ja) appicchassāti ettha paccayaappiccho, adhigamaappiccho, pariyattiappiccho, dhutaṅgaappicchoti cattāro appicchā. Tattha paccayaappiccho bahuṃ dente appaṃ gaṇhāti, appaṃ dente appataraṃ vā gaṇhāti, na vā gaṇhāti, na anavasesagāhī hoti. Adhigamaappiccho majjhantikatthero viya attano adhigamaṃ aññesaṃ jānituṃ na deti. Pariyattiappiccho tepiṭakopi samāno na bahussutabhāvaṃ jānāpetukāmo hoti sāketatissatthero viya. Dhutaṅgaappiccho dhutaṅgapariharaṇabhāvaṃ aññesaṃ jānituṃ na deti dvebhātikattheresu jeṭṭhakatthero viya. Vatthu visuddhimagge kathitaṃ. Ayaṃ dhammoti evaṃ santaguṇanigūhanena ca paccayapaṭiggahaṇe mattaññutāya ca appicchassa puggalassa ayaṃ navalokuttaradhammo sampajjati, no mahicchassa. Evaṃ sabbattha yojetabbaṃ.",
  "atk-s0103a10:67": "Santuṭṭhassāti catūsu paccayesu tīhi santosehi santuṭṭhassa. Pavivittassāti kāyacittaupadhivivekehi vivittassa. Tattha kāyaviveko nāma gaṇasaṅgaṇikaṃ vinodetvā aṭṭhaārambhavatthuvasena ekībhāvo. Ekībhāvamattena pana kammaṃ na nipphajjatīti kasiṇaparikammaṃ katvā aṭṭha samāpattiyo nibbatteti, ayaṃ cittaviveko nāma. Samāpattimatteneva kammaṃ na nipphajjatīti jhānaṃ pādakaṃ katvā saṅkhāre sammasitvā saha paṭisambhidāhi arahattaṃ pāpuṇāti, ayaṃ upadhiviveko nāma. Tenāha bhagavā – ‘‘kāyaviveko ca vivekaṭṭhakāyānaṃ nekkhammābhiratānaṃ. Cittaviveko ca parisuddhacittānaṃ paramavodānappattānaṃ. Upadhiviveko ca nirupadhīnaṃ puggalānaṃ visaṅkhāragatāna’’nti (mahāni. 49).",
  "atk-s0103a10:68": "Saṅgaṇikārāmassāti gaṇasaṅgaṇikāya ceva kilesasaṅgaṇikāya ca ratassa. Āraddhavīriyassāti kāyikacetasikavīriyavasena āraddhavīriyassa. Upaṭṭhitasatissāti catusatipaṭṭhānavasena upaṭṭhitasatissa. Samāhitassāti ekaggacittassa. Paññavatoti kammassakatapaññāya paññavato. Nippapañcassāti vigatamānataṇhādiṭṭhipapañcassa.",
  "atk-s0103a10:69": "Idha bhāvetabbapade maggo kathito. Sesaṃ purimasadisameva.",
  "atk-s0103a10:70": "Navadhammavaṇṇanā",
  "atk-s0103a10:71": "359. (Kha) sīlavisuddhīti visuddhiṃ pāpetuṃ samatthaṃ catupārisuddhisīlaṃ. Pārisuddhipadhāniyaṅganti parisuddhabhāvassa padhānaṅgaṃ. Cittavisuddhīti vipassanāya padaṭṭhānabhūtā aṭṭha paguṇasamāpattiyo. Diṭṭhivisuddhīti sapaccayanāmarūpadassanaṃ. Kaṅkhāvitaraṇavisuddhīti paccayākārañāṇaṃ. Addhattayepi hi paccayavaseneva dhammā pavattantīti passato kaṅkhaṃ vitarati. Maggāmaggañāṇadassanavisuddhīti obhāsādayo na maggo, vīthippaṭipannaṃ udayabbayañāṇaṃ maggoti evaṃ maggāmagge ñāṇaṃ. Paṭipadāñāṇadassanavisuddhīti rathavinīte vuṭṭhānagāminivipassanā kathitā, idha taruṇavipassanā. Ñāṇadassanavisuddhīti rathavinīte maggo kathito, idha vuṭṭhānagāminivipassanā. Etā pana sattapi visuddhiyo vitthārena visuddhimagge kathitā. Paññāti arahattaphalapaññā. Vimuttipi arahattaphalavimuttiyeva.",
  "atk-s0103a10:72": "(Cha) dhātunānattaṃ paṭicca uppajjati phassanānattanti cakkhādidhātunānattaṃ paṭicca cakkhusamphassādinānattaṃ uppajjatīti attho. Phassanānattaṃ paṭiccāti cakkhusamphassādinānattaṃ paṭicca . Vedanānānattanti cakkhusamphassajādivedanānānattaṃ. Saññānānattaṃ paṭiccāti kāmasaññādinānattaṃ paṭicca. Saṅkappanānattanti kāmasaṅkappādinānattaṃ. Saṅkappanānattaṃ paṭicca uppajjati chandanānattanti saṅkappanānattatāya rūpe chando sadde chandoti evaṃ chandanānattaṃ uppajjati. Pariḷāhanānattanti chandanānattatāya rūpapariḷāho saddapariḷāhoti evaṃ pariḷāhanānattaṃ uppajjati. Pariyesanānānattanti pariḷāhanānattatāya rūpapariyesanādinānattaṃ uppajjati. Lābhanānattanti pariyesanānānattatāya rūpapaṭilābhādinānattaṃ uppajjati.",
  "atk-s0103a10:73": "(Ja) saññāsu maraṇasaññāti maraṇānupassanāñāṇe saññā. Āhārepaṭikūlasaññāti āhāraṃ pariggaṇhantassa uppannasaññā. Sabbalokeanabhiratisaññāti sabbasmiṃ vaṭṭe ukkaṇṭhantassa uppannasaññā. Sesā heṭṭhā kathitā eva. Idha bahukārapade maggo kathito. Sesaṃ purimasadisameva.",
  "atk-s0103a10:74": "Dasadhammavaṇṇanā",
  "atk-s0103a10:75": "360. (Jha) nijjaravatthūnīti nijjarakāraṇāni. Micchādiṭṭhi nijjiṇṇā hotīti ayaṃ heṭṭhā vipassanāyapi nijjiṇṇā eva pahīnā. Kasmā puna gahitāti asamucchinnattā. Vipassanāya hi kiñcāpi jiṇṇā, na pana samucchinnā, maggo pana uppajjitvā taṃ samucchindati, na puna vuṭṭhātuṃ deti. Tasmā puna gahitā. Evaṃ sabbapadesu nayo netabbo.",
  "atk-s0103a10:76": "Ettha ca sammādiṭṭhipaccayā catusaṭṭhi dhammā bhāvanāpāripūriṃ gacchanti. Katame catusaṭṭhi? Sotāpattimaggakkhaṇe adhimokkhaṭṭhena saddhindriyaṃ paripūreti, paggahaṭṭhena vīriyindriyaṃ paripūreti, anussaraṇaṭṭhena satindriyaṃ paripūreti, avikkhepaṭṭhena samādhindriyaṃ paripūreti, dassanaṭṭhena paññindriyaṃ paripūreti, vijānanaṭṭhena manindriyaṃ, abhinandanaṭṭhena somanassindriyaṃ, pavattasantatiadhipateyyaṭṭhena jīvitindriyaṃ paripūreti…pe… arahattaphalakkhaṇe adhimokkhaṭṭhena saddhindriyaṃ, pavattasantatiadhipateyyaṭṭhena jīvitindriyaṃ paripūretīti evaṃ catūsu maggesu catūsu phalesu aṭṭha aṭṭha hutvā catusaṭṭhi dhammā pāripūriṃ gacchanti. Idha abhiññeyyapade maggo kathito. Sesaṃ purimasadisameva.",
  "atk-s0103a10:77": "Idha ṭhatvā pañhā samodhānetabbā. Dasake sataṃ pañhā kathitā. Ekake ca navake ca sataṃ , duke ca aṭṭhake ca sataṃ, tike ca sattake ca sataṃ, catukke ca chakke ca sataṃ, pañcake paññāsāti aḍḍhachaṭṭhāni pañhasatāni kathitāni honti.",
  "atk-s0103a10:78": "‘‘Idamavoca āyasmā sāriputto, attamanā te bhikkhū āyasmato sāriputtassa bhāsitaṃ abhinandu’’nti sādhu, sādhūti abhinandantā sirasā sampaṭicchiṃsu. Tāya ca pana attamanatāya imameva suttaṃ āvajjamānā pañcasatāpi te bhikkhū saha paṭisambhidāhi aggaphale arahatte patiṭṭhahiṃsūti.",
  "atk-s0103a10:79": "Sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāya",
  "atk-s0103a10:80": "Dasuttarasuttavaṇṇanā niṭṭhitā.",
  "atk-s0103a10:81": "Niṭṭhitā ca pāthikavaggassa vaṇṇanāti.",
  "atk-s0103a10:82": "Pāthikavaggaṭṭhakathā niṭṭhitā.",
  "atk-s0103a10:83": "Nigamanakathā",
  "atk-s0103a10:84": "Ettāvatā ca –",
  "atk-s0103a10:85": "Āyācito sumaṅgala, pariveṇanivāsinā thiraguṇena;",
  "atk-s0103a10:86": "Dāṭhānāgasaṅghattherena, theravaṃsanvayena.",
  "atk-s0103a10:87": "Dīghāgamavarassa dasabala, guṇagaṇaparidīpanassa aṭṭhakathaṃ;",
  "atk-s0103a10:88": "Yaṃ ārabhiṃ sumaṅgala, vilāsiniṃ nāma nāmena.",
  "atk-s0103a10:89": "Sā hi mahāṭṭhakathāya, sāramādāya niṭṭhitā;",
  "atk-s0103a10:90": "Esā ekāsītipamāṇāya, pāḷiyā bhāṇavārehi.",
  "atk-s0103a10:91": "Ekūnasaṭṭhimatto, visuddhimaggopi bhāṇavārehi;",
  "atk-s0103a10:92": "Atthappakāsanatthāya, āgamānaṃ kato yasmā.",
  "atk-s0103a10:93": "Tasmā tena sahā’yaṃ, aṭṭhakathā bhāṇavāragaṇanāya;",
  "atk-s0103a10:94": "Suparimitaparicchinnaṃ, cattālīsasataṃ hoti.",
  "atk-s0103a10:95": "Sabbaṃ cattālīsādhikasata, parimāṇaṃ bhāṇavārato evaṃ;",
  "atk-s0103a10:96": "Samayaṃ pakāsayantiṃ, mahāvihāre nivāsinaṃ.",
  "atk-s0103a10:97": "Mūlakaṭṭhakathāsāra, mādāya mayā imaṃ karontena;",
  "atk-s0103a10:98": "Yaṃ puññamupacitaṃ tena, hotu sabbo sukhī lokoti.",
  "atk-s0103a10:99": "Paramavisuddhasaddhābuddhivīriyapaṭimaṇḍitena sīlācārajjavamaddavādiguṇasamudayasamuditena sakasamayasamayantaragahanajjhogāhaṇasamatthena paññāveyyattiyasamannāgatena tipiṭakapariyattippabhede sāṭṭhakathe satthusāsane appaṭihatañāṇappabhāvena mahāveyyākaraṇena karaṇasampattijanitasukhaviniggatamadhurodāravacanalāvaṇṇayuttena yuttamuttavādinā vādīvarena mahākavinā pabhinnapaṭisambhidāparivāre chaḷabhiññādippabhedaguṇapaṭimaṇḍite uttarimanussadhamme suppatiṭṭhitabuddhīnaṃ theravaṃsappadīpānaṃ therānaṃ mahāvihāravāsīnaṃ vaṃsālaṅkārabhūtena vipulavisuddhabuddhinā buddhaghosoti garūhi gahitanāmadheyyena therena katā ayaṃ sumaṅgalavilāsinī nāma dīghanikāyaṭṭhakathā –",
  "atk-s0103a10:100": "Tāva tiṭṭhatu lokasmiṃ, lokanittharaṇesinaṃ;",
  "atk-s0103a10:101": "Dassentī kulaputtānaṃ, nayaṃ diṭṭhivisuddhiyā.",
  "atk-s0103a10:102": "Yāva buddhoti nāmampi, suddhacittassa tādino;",
  "atk-s0103a10:103": "Lokamhi lokajeṭṭhassa, pavattati mahesinoti.",
  "atk-s0103a10:104": "Sumaṅgalavilāsinī nāma",
  "atk-s0103a10:105": "Dīghanikāyaṭṭhakathā niṭṭhitā."
}