{
  "atk-s0510a11:0": "11. Bhikkhadāyivaggo",
  "atk-s0510a11:1": "1. Bhikkhādāyakattheraapadānavaṇṇanā",
  "atk-s0510a11:2": "Suvaṇṇavaṇṇaṁsambuddhantiādikaṁ āyasmato bhikkhādāyakattherassa apadānaṁ. Ayampi purimajinavaresu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto siddhatthassa bhagavato kāle ekasmiṁ kulagehe nibbatto vuddhimanvāya vibhavasampanno saddhājāto vihārato nikkhamitvā piṇḍāya caramānaṁ siddhatthaṁ bhagavantaṁ disvā pasannamānaso āhāramadāsi. Bhagavā taṁ paṭiggahetvā anumodanaṁ vatvā pakkāmi. So teneva kusalena yāvatāyukaṁ ṭhatvā āyupariyosāne devaloke nibbatto tattha cha kāmāvacarasampattiyo anubhavitvā manussesu ca manussasampattimanubhavitvā imasmiṁ buddhuppāde kulagehe nibbatto vuddhimanvāya saddhājāto pabbajitvā nacirasseva arahā ahosi.",
  "atk-s0510a11:3": "1. So aparabhāge attano pubbakammaṁ anussaritvā somanassajāto pubbacaritāpadānaṁ pakāsento suvaṇṇavaṇṇaṁ sambuddhantiādimāha. Taṁ sabbaṁ heṭṭhā vuttanayameva. Pavarā abhinikkhantanti pakārena varitabbaṁ patthetabbanti pavaraṁ, rammabhūtato vivekabhūtato sakavihārato abhi visesena nikkhantanti attho. Vānā nibbānamāgatanti vānaṁ vuccati taṇhā, tato nikkhantattā nibbānaṁ, vānanāmaṁ taṇhaṁ padhānaṁ katvā sabbakilese pahāya nibbānaṁ pattanti attho.",
  "atk-s0510a11:4": "2.Kaṭacchubhikkhaṁ datvānāti karatalena gahetabbā dabbi kaṭacchu, bhikkhīyati āyācīyatīti bhikkhā, abhi visesena khāditabbā bhakkhitabbāti vā bhikkhā, kaṭacchunā gahetabbā bhikkhā kaṭacchubhikkhā, dabbiyā bhattaṁ datvāti attho. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0510a11:5": "Bhikkhādāyakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a11:6": "2. Ñāṇasaññikattheraapadānavaṇṇanā",
  "atk-s0510a11:7": "Suvaṇṇavaṇṇaṁsambuddhantiādikaṁ āyasmato ñāṇasaññikattherassa apadānaṁ. Kā uppatti? Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto siddhatthassa bhagavato kāle kulagehe nibbatto vuddhimanvāya saddhājāto saddhammassavane sādaro sālayo bhagavato dhammadesanānusārena ñāṇaṁ pesetvā ghosapamāṇattā bhagavato ñāṇe pasanno pañcaṅgaaṭṭhaṅganamakkāravasena paṇāmaṁ katvā pakkāmi. So tato cuto devalokesu uppanno tattha cha kāmāvacare dibbasampattimanubhavanto tato cavitvā manussaloke jāto tatthaggabhūtā cakkavattisampadādayo anubhavitvā imasmiṁ buddhuppāde vibhavasampanne ekasmiṁ kulagehe nibbatto vuddhimanvāya satthari pasīditvā pabbajito nacirasseva arahā ahosi.",
  "atk-s0510a11:8": "7. So aparabhāge attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento suvaṇṇavaṇṇaṁ sambuddhantiādimāha. Taṁ vuttatthameva. Nisabhājāniyaṁ yathāti gavasatasahassajeṭṭho nisabho, nisabho ca so ājāniyo seṭṭho uttamo ceti nisabhājāniyo. Yathā nisabhājāniyo, tatheva bhagavāti attho. Lokavisayasaññātaṁ paññattivasena evaṁ vuttaṁ. Anupameyyo hi bhagavā. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0510a11:9": "Ñāṇasaññikattheraapadānavaṇṇanā samattā.",
  "atk-s0510a11:10": "3. Uppalahatthiyattheraapadānavaṇṇanā",
  "atk-s0510a11:11": "Tivarāyaṁ nivāsīhantiādikaṁ āyasmato uppalahatthakattherassa apadānaṁ. Ayampi purimajinavaresu katakusalo tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto siddhatthassa bhagavato kāle mālākārakule nibbatto vuddhimanvāya mālākārakammena anekāni pupphāni vikkiṇanto jīvati. Athekadivasaṁ pupphāni gahetvā caranto bhagavantaṁ ratanagghikamiva caramānaṁ disvā rattuppalakalāpena pūjesi. So tato cuto teneva puññena sugatīsu puññamanubhavitvā imasmiṁ buddhuppāde kulagehe nibbatto vuddhimanvāya saddhājāto pabbajitvā nacirasseva arahā ahosi.",
  "atk-s0510a11:12": "13. So aparabhāge attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento tivarāyaṁ nivāsīhantiādimāha. Tattha tivarāti tīhi vārehi kāritaṁ sañcaritaṁ paṭicchannaṁ nagaraṁ, tassaṁ tivarāyaṁ nivāsī, vasanasīlo nivāsanaṭṭhānagehe vā vasanto ahanti attho. Ahosiṁ māliko tadāti tadā nibbānatthāya puññasambhārakaraṇasamaye māliko mālākārova pupphāni kayavikkayaṁ katvā jīvanto ahosinti attho.",
  "atk-s0510a11:13": "14.Pupphahatthamadāsahanti siddhatthaṁ bhagavantaṁ disvā uppalakalāpaṁ adāsiṁ pūjesinti attho. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0510a11:14": "Uppalahatthakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a11:15": "4. Padapūjakattheraapadānavaṇṇanā",
  "atk-s0510a11:16": "Siddhatthassabhagavatotiādikaṁ āyasmato padapūjakattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro siddhatthassa bhagavato kāle kulagehe nibbatto vuddhimanvāya satthari pasanno sumanapupphena pādamūle pūjesi. So tena puññena devamanussesu saṁsaranto sakkasampattiṁ anubhavitvā imasmiṁ buddhuppāde ekasmiṁ kulagehe nibbatto vuddhimanvāya satthari pasīditvā pabbajito vipassanaṁ vaḍḍhetvā arahattaphale patiṭṭhāsi.",
  "atk-s0510a11:17": "19. So aparabhāge attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento siddhatthassa bhagavatotiādimāha. Jātipupphamadāsahanti jātisumanapupphaṁ adāsiṁ ahanti vattabbe gāthābandhasukhatthaṁ sumanasaddassa lopaṁ katvā vuttaṁ. Tattha jātiyā nibbatto vikasamānoyeva sumanaṁ janānaṁ somanassaṁ karotīti sumanaṁ, pupphanaṭṭhena vikasanaṭṭhena pupphaṁ, sumanañca taṁ pupphañcāti sumanapupphaṁ, tāni sumanapupphāni siddhatthassa bhagavato ahaṁ pūjesinti attho. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0510a11:18": "Padapūjakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a11:19": "5. Muṭṭhipupphiyattheraapadānavaṇṇanā",
  "atk-s0510a11:20": "Sudassanonāma nāmenātiādikaṁ āyasmato muṭṭhipupphiyattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle mālākārakule nibbatto vuddhimanvāya sakasippe nipphattiṁ patto ekadivasaṁ bhagavantaṁ disvā pasannamānaso jātisumanapupphāni ubhohi hatthehi bhagavato pādamūle okiritvā pūjesi. So tena kusalasambhārena devamanussesu saṁsaranto ubho sampattiyo anubhavitvā imasmiṁ buddhuppāde kulagehe nibbatto vuddhippatto pubbavāsanāvasena satthari pasīditvā pabbajito nacirasseva arahā ahosi.",
  "atk-s0510a11:21": "14-25. So aparabhāge attano pubbakammaṁ anussaritvā somanassajāto pubbacaritāpadānaṁ pakāsento sudassano nāma nāmenātiādimāha. Tattha sudassanoti ārohapariṇāharūpasaṇṭhānayobbaññasobhanena sundaro dassanoti sudassano, nāmena sudassano nāma mālākāro hutvā jātisumanapupphehi padumuttaraṁ bhagavantaṁ pūjesinti attho. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0510a11:22": "Muṭṭhipupphiyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a11:23": "6. Udakapūjakattheraapadānavaṇṇanā",
  "atk-s0510a11:24": "Suvaṇṇavaṇṇaṁsambuddhantiādikaṁ āyasmato udakapūjakattherassa apadānaṁ. Ayampi purimajinavaresu pūritakusalasañcayo tattha tattha bhave vivaṭṭūpanissayāni puññāni paripūriyamāno pudumuttarassa bhagavato kāle ekasmiṁ kulagehe nibbatto vuddhimanvāya kusalākusalaṁ jānanto padumuttarassa bhagavato ākāse gacchato nikkhantachabbaṇṇabuddharaṁsīsu pasanno ubhohi hatthehi udakaṁ gahetvā pūjesi. Tena pūjitaṁ udakaṁ rajatabubbulaṁ viya ākāse aṭṭhāsi. So abhippasanno teneva somanassena tusitādīsu nibbatto dibbasampattiyo anubhavitvā aparabhāge manussasampattiyo ca anubhavitvā imasmiṁ buddhuppāde kulagehe nibbatto viññutaṁ patto satthari pasīditvā pabbajito nacirasseva arahā ahosi.",
  "atk-s0510a11:25": "29. So aparabhāge attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento suvaṇṇavaṇṇaṁ sambuddhantiādimāha. Taṁ heṭṭhā vuttameva. Ghatāsanaṁva jalitanti ghataṁ vuccati sappi, ghatassa āsanaṁ ādhāranti ghatāsanaṁ, aggi, atha vā taṁ asati bhuñjatīti ghatāsanaṁ , aggiyeva. Yathā ghate āsitte aggimhi aggisikhā atīva jalati, evaṁ aggikkhandhaṁ iva jalamānaṁ bhagavantanti attho. Ādittaṁva hutāsananti hutaṁ vuccati pūjāsakkāre, hutassa pūjāsakkārassa āsananti hutāsanaṁ, jalamānaṁ sūriyaṁ iva dvattiṁsamahāpurisalakkhaṇehi byāmappabhāmaṇḍalehi vijjotamānaṁ suvaṇṇavaṇṇaṁ sambuddhaṁ anilañjase ākāse gacchantaṁ addasanti sambandho. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0510a11:26": "Udakapūjakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a11:27": "7. Naḷamāliyattheraapadānavaṇṇanā",
  "atk-s0510a11:28": "Padumuttarabuddhassātiādikaṁ āyasmato naḷamāliyattherassa apadānaṁ. Esopi purimajinavaresu katādhikāro anekāsu jātīsu vivaṭṭūpanissayāni kusalakammāni upacinanto padumuttarassa bhagavato kāle kulagehe nibbatto vuddhimanvāya gharāvāsaṁ saṇṭhapetvā kāme ādīnavaṁ disvā gehaṁ pahāya tāpasapabbajjaṁ pabbajitvā himavante vasanto tatthāgataṁ bhagavantaṁ disvā pasanno vanditvā tiṇasantharaṁ santharitvā tattha nisinnassa bhagavato naḷamālehi bījaniṁ katvā bījetvā adāsi. Paṭiggahesi bhagavā tassānukampāya, anumodanañca akāsi. So tena puññena devamanussesu saṁsaranto uppannuppannabhave pariḷāhasantāpavivajjito kāyacittacetasikasukhappatto anekasukhamanubhavitvā imasmiṁ buddhuppāde ekasmiṁ kulagehe nibbatto vuddhimanvāya pubbavāsanābalena satthari pasanno pabbajitvā nacirasseva arahā ahosi.",
  "atk-s0510a11:29": "36. So aparabhāge attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento padumuttarabuddhassātiādimāha. Taṁ heṭṭhā vuttameva.",
  "atk-s0510a11:30": "37.Naḷamālaṁ gahetvānāti naḷati asāro nissāro hutvā veḷuvaṁsatopi tanuko sallahuko jātoti naḷo, naḷassa mālā pupphaṁ naḷamālaṁ, tena naḷamālena bījaniṁ kāresinti sambandho . Bījissati janissati vāto anenāti bījanī, taṁ bījaniṁ buddhassa upanāmesiṁ, paṭiggahesinti attho. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0510a11:31": "Naḷamāliyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a11:32": "Sattamabhāṇavāravaṇṇanā samattā.",
  "atk-s0510a11:33": "8. Āsanupaṭṭhāhakattheraapadānavaṇṇanā",
  "atk-s0510a11:34": "Kānanaṁ vanamoggayhātiādikaṁ āyasmato āsanupaṭṭhāhakattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto atthadassissa bhagavato kāle kulagehe nibbatto gharāvāsaṁ vasanto tattha dosaṁ disvā gharāvāsaṁ pahāya tāpasapabbajjaṁ pabbajitvā himavante vasanto tattha sampattaṁ bhagavantaṁ disvā pasanno sīhāsanaṁ adāsi, tattha nisinnaṁ bhagavantaṁ mālākalāpaṁ gahetvā pūjetvā taṁ padakkhiṇaṁ katvā pakkāmi. So tena puññena devamanussesu saṁsaranto nibbattanibbattabhave uccakuliko vibhavasampanno ahosi. So kālantarena imasmiṁ buddhuppāde kulagehe nibbatto vuddhimanvāya satthari pasīditvā pabbajito nacirasseva arahā ahosi.",
  "atk-s0510a11:35": "47. So arahā samāno attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento kānanaṁ vanamoggayhātiādimāha. Taṁ sabbaṁ heṭṭhā vuttatthamevāti.",
  "atk-s0510a11:36": "Āsanupaṭṭhāhakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a11:37": "9. Biḷālidāyakattheraapadānavaṇṇanā",
  "atk-s0510a11:38": "Himavantassāvidūretiādikaṁ āyasmato biḷālidāyakattherassa apadānaṁ. Ayampi purimajinavaresu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle kulagehe nibbatto viññutaṁ patto gharāvāsaṁ vasanto tatthādīnavaṁ disvā gharāvāsaṁ pahāya tāpasapabbajjaṁ pabbajitvā himavante vasanto atīva appicchasantuṭṭho āluvādīhi yāpento vasati. Tadā padumuttaro bhagavā tassa anukampāya taṁ himavantaṁ agamāsi . Taṁ disvā pasanno vanditvā biḷāliyo gahetvā patte okiri. Taṁ tathāgato tassānukampāya somanassuppādayanto paribhuñji. So tena kammena tato cuto devamanussesu ubhayasampattiyo anubhavitvā imasmiṁ buddhuppāde kulagehe nibbattitvā vuddhimanvāya satthari pasanno sāsane pabbajitvā nacirasseva arahā ahosi.",
  "atk-s0510a11:39": "53. So aparabhāge attano kusalakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento himavantassāvidūretiādimāha. Taṁ sabbaṁ heṭṭhā vuttanayattā uttānatthameva. Āluvakarambhādayo tesaṁ tesaṁ kandajātīnaṁ nāmānevāti.",
  "atk-s0510a11:40": "Biḷālidāyakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a11:41": "10. Reṇupūjakattheraapadānavaṇṇanā",
  "atk-s0510a11:42": "Suvaṇṇavaṇṇaṁ sambuddhantiādikaṁ āyasmato reṇupūjakattherassa apadānaṁ. Ayampi purimajinavaresu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto vipassissa bhagavato kāle kulagehe nibbatto vuddhimanvāya satthari pasanno viññutaṁ patto aggikkhandhaṁ viya vijjotamānaṁ bhagavantaṁ disvā pasannamānaso nāgapupphakesaraṁ gahetvā pūjesi. Atha bhagavā anumodanamakāsi.",
  "atk-s0510a11:43": "62-3. So tena puññena tato cuto devamanussesu saṁsaranto ubhayasampattiyo anubhavitvā uppannuppannabhave sabbattha pūjito imasmiṁ buddhuppāde kulagehe nibbatto viññutaṁ patto pubbavāsanābalena satthari pasanno sāsane pabbajito nacirasseva arahā hutvā dibbacakkhunā attano pubbakammaṁ disvā somanassajāto pubbacaritāpadānaṁ pakāsento suvaṇṇavaṇṇaṁ sambuddhantiādimāha. Taṁ heṭṭhā vuttatthameva. Sataraṁsiṁva bhāṇumanti satamattā satappamāṇā raṁsi pabhā yassa sūriyassa so sataraṁsi, gāthābandhasukhatthaṁ sataraṁsīti vuttaṁ, anekasatassa anekasatasahassaraṁsīti attho. Bhāṇu vuccati pabhā, bhāṇu pabhā yassa so bhāṇumā, bhāṇumasaṅkhātaṁ sūriyaṁ iva vipassiṁ bhagavantaṁ disvā sakesaraṁ nāgapupphaṁ gahetvā abhiropayiṁ pūjesinti attho. Sesaṁ uttānamevāti.",
  "atk-s0510a11:44": "Reṇupūjakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a11:45": "Ekādasamavaggavaṇṇanā samattā."
}