{
  "atk-s0517a0:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "atk-s0517a0:1": "Khuddakanikāye",
  "atk-s0517a0:2": "Paṭisambhidāmagga-aṭṭhakathā",
  "atk-s0517a0:3": "(Paṭhamo bhāgo)",
  "atk-s0517a0:4": "Ganthārambhakathā",
  "atk-s0517a0:5": "Yo sabbalokātigasabbasobhā-",
  "atk-s0517a0:6": "Yuttehi sabbehi guṇehi yutto;",
  "atk-s0517a0:7": "Dosehi sabbehi savāsanehi,",
  "atk-s0517a0:8": "Mutto vimuttiṁ paramañca dātā.",
  "atk-s0517a0:9": "Niccaṁ dayācandanasītacitto,",
  "atk-s0517a0:10": "Paññāravijjotitasabbaneyyo;",
  "atk-s0517a0:11": "Sabbesu bhūtesu tamaggabhūtaṁ,",
  "atk-s0517a0:12": "Bhūtatthanāthaṁ sirasā namitvā.",
  "atk-s0517a0:13": "Yo sabbabhūtesu munīva aggo, anantasaṅkhesu jinattajesu;",
  "atk-s0517a0:14": "Ahū dayāñāṇaguṇehi satthulīlānukārī janatāhitesu.",
  "atk-s0517a0:15": "Taṁ sāriputtaṁ munirājaputtaṁ, theraṁ thirānekaguṇābhirāmaṁ;",
  "atk-s0517a0:16": "Paññāpabhāvuggatacārukittiṁ, susantavuttiñca atho namitvā.",
  "atk-s0517a0:17": "Saddhammacakkānupavattakena , saddhammasenāpatisāvakena;",
  "atk-s0517a0:18": "Suttesu vuttesu tathāgatena, bhūtatthavedittamupāgatena.",
  "atk-s0517a0:19": "Yo bhāsito bhāsitakovidena, dhammappadīpujjalanāyakena;",
  "atk-s0517a0:20": "Pāṭho visiṭṭho paṭisambhidānaṁ, maggoti tannāmavisesito ca.",
  "atk-s0517a0:21": "Vicittanānattanayopagūḷho, gambhīrapaññehi sadāvagāḷho;",
  "atk-s0517a0:22": "Attatthalokatthaparāyaṇehi, saṁsevanīyo sujanehi niccaṁ.",
  "atk-s0517a0:23": "Ñāṇappabhedāvahanassa tassa, yogīhinekehi nisevitassa;",
  "atk-s0517a0:24": "Atthaṁ apubbaṁ anuvaṇṇayanto, suttañca yuttiñca anukkamanto.",
  "atk-s0517a0:25": "Avokkamanto samayā sakā ca, anāmasanto samayaṁ parañca;",
  "atk-s0517a0:26": "Pubbopadesaṭṭhakathānayañca, yathānurūpaṁ upasaṁharanto.",
  "atk-s0517a0:27": "Vakkhāmahaṁ aṭṭhakathaṁ janassa, hitāya saddhammaciraṭṭhitatthaṁ;",
  "atk-s0517a0:28": "Sakkacca saddhammapakāsiniṁ taṁ, suṇātha dhāretha ca sādhu santoti.",
  "atk-s0517a0:29": "Tattha paṭisambhidānaṁ maggoti tannāmavisesito cāti vuttattā paṭisambhidāmaggassa paṭisambhidāmaggatā tāva vattabbā. Catasso hi paṭisambhidā – atthapaṭisambhidā, dhammapaṭisambhidā, niruttipaṭisambhidā, paṭibhānapaṭisambhidāti. Tāsaṁ paṭisambhidānaṁ maggo adhigamūpāyoti paṭisambhidāmaggo, paṭisambhidāpaṭilābhahetūti vuttaṁ hoti. Kathamayaṁ tāsaṁ maggo hotīti ce? Pabhedato desitāya desanāya paṭisambhidāñāṇāvahattā. Nānābhedabhinnānañhi dhammānaṁ nānābhedabhinnā desanā sotūnaṁ ariyapuggalānaṁ paṭisambhidāñāṇappabhedañca sañjaneti, puthujjanānaṁ āyatiṁ paṭisambhidāñāṇappabhedāya ca paccayo hoti. Vuttañca – ‘‘pabhedato hi desanā ghanavinibbhogapaṭisambhidāñāṇāvahā hotī’’ti (dha. sa. aṭṭha. 1.kāmāvacarakusalapadabhājanīya). Ayañca nānābhedabhinnā desanā, tenassā paṭisambhidānaṁ maggattasiddhi.",
  "atk-s0517a0:30": "Tattha catassoti gaṇanaparicchedo. Paṭisambhidāti pabhedā. ‘‘Atthe ñāṇaṁ atthapaṭisambhidā, dhamme ñāṇaṁ dhammapaṭisambhidā, tatra dhammaniruttābhilāpe ñāṇaṁ niruttipaṭisambhidā, ñāṇesu ñāṇaṁ paṭibhānapaṭisambhidā’’ti (vibha. 718) vuttattā na aññassa kassaci pabhedā, ñāṇasseva pabhedā. Tasmā ‘‘catasso paṭisambhidā’’ti cattāro ñāṇappabhedāti attho. Atthappabhedassa sallakkhaṇavibhāvanavavatthānakaraṇasamatthaṁ atthe pabhedagataṁ ñāṇaṁ atthapaṭisambhidā. Dhammappabhedassa sallakkhaṇavibhāvanavavatthānakaraṇasamatthaṁ dhamme pabhedagataṁ ñāṇaṁ dhammapaṭisambhidā. Niruttippabhedassa sallakkhaṇavibhāvanavavatthānakaraṇasamatthaṁ niruttābhilāpe pabhedagataṁ ñāṇaṁ niruttipaṭisambhidā. Paṭibhānappabhedassa sallakkhaṇavibhāvanavavatthānakaraṇasamatthaṁ paṭibhāne pabhedagataṁ ñāṇaṁ paṭibhānapaṭisambhidā.",
  "atk-s0517a0:31": "Tattha atthoti saṅkhepato hetuphalaṁ. Tañhi yasmā hetuanusārena arīyati adhigamīyati pāpuṇīyati, tasmā atthoti vuccati. Pabhedato pana yaṁkiñci paccayasamuppannaṁ, nibbānaṁ, bhāsitattho, vipāko, kiriyāti ime pañca dhammā atthoti veditabbā. Taṁ atthaṁ paccavekkhantassa tasmiṁ atthe pabhedagataṁ ñāṇaṁ atthapaṭisambhidā.",
  "atk-s0517a0:32": "Dhammoti saṅkhepato paccayo. So hi yasmā taṁ taṁ vidahati pavatteti ceva pāpeti ca, tasmā dhammoti vuccati. Pabhedato pana yo koci phalanibbattako hetu, ariyamaggo, bhāsitaṁ, kusalaṁ, akusalanti ime pañca dhammā dhammoti veditabbā. Taṁ dhammaṁ paccavekkhantassa tasmiṁ dhamme pabhedagataṁ ñāṇaṁ dhammapaṭisambhidā. Ayameva hi attho abhidhamme (vibha. 719-725) –",
  "atk-s0517a0:33": "‘‘Dukkhe ñāṇaṁ atthapaṭisambhidā, dukkhasamudaye ñāṇaṁ dhammapaṭisambhidā, dukkhanirodhe ñāṇaṁ atthapaṭisambhidā, dukkhanirodhagāminiyā paṭipadāya ñāṇaṁ dhammapaṭisambhidā. Hetumhi ñāṇaṁ dhammapaṭisambhidā, hetuphale ñāṇaṁ atthapaṭisambhidā.",
  "atk-s0517a0:34": "‘‘Ye dhammā jātā bhūtā sañjātā nibbattā abhinibbattā pātubhūtā, imesu dhammesu ñāṇaṁ atthapaṭisambhidā, yamhā dhammā te dhammā jātā bhūtā sañjātā nibbattā abhinibbattā pātubhūtā, tesu dhammesu ñāṇaṁ dhammapaṭisambhidā.",
  "atk-s0517a0:35": "‘‘Jarāmaraṇe ñāṇaṁ atthapaṭisambhidā, jarāmaraṇasamudaye ñāṇaṁ dhammapaṭisambhidā, jarāmaraṇanirodhe ñāṇaṁ atthapaṭisambhidā, jarāmaraṇanirodhagāminiyā paṭipadāya ñāṇaṁ dhammapaṭisambhidā.",
  "atk-s0517a0:36": "‘‘Jātiyā ñāṇaṁ…pe… bhave ñāṇaṁ…pe… upādāne ñāṇaṁ…pe… taṇhāya ñāṇaṁ…pe… vedanāya ñāṇaṁ…pe… phasse ñāṇaṁ….pe… saḷāyatane ñāṇaṁ….pe… nāmarūpe ñāṇaṁ…pe… viññāṇe ñāṇaṁ…pe… saṅkhāresu ñāṇaṁ atthapaṭisambhidā, saṅkhārasamudaye ñāṇaṁ dhammapaṭisambhidā, saṅkhāranirodhe ñāṇaṁ atthapaṭisambhidā, saṅkhāranirodhagāminiyā paṭipadāya ñāṇaṁ dhammapaṭisambhidā.",
  "atk-s0517a0:37": "‘‘Idha bhikkhu dhammaṁ jānāti – suttaṁ geyyaṁ veyyākaraṇaṁ gāthaṁ udānaṁ itivuttakaṁ jātakaṁ abbhutadhammaṁ vedallaṁ. Ayaṁ vuccati dhammapaṭisambhidā. So tassa tasseva bhāsitassa atthaṁ jānāti ‘ayaṁ imassa bhāsitassa attho, ayaṁ imassa bhāsitassa attho’ti. Ayaṁ vuccati atthapaṭisambhidā.",
  "atk-s0517a0:38": "‘‘Katame dhammā kusalā? Yasmiṁ samaye kāmāvacaraṁ kusalaṁ cittaṁ uppannaṁ hoti somanassasahagataṁ ñāṇasampayuttaṁ rūpārammaṇaṁ vā…pe… dhammārammaṇaṁ vā yaṁ yaṁ vā panārabbha tasmiṁ samaye phasso hoti…pe… avikkhepo hoti. Ime dhammā kusalā. Imesu dhammesu ñāṇaṁ dhammapaṭisambhidā, tesaṁ vipāke ñāṇaṁ atthapaṭisambhidā’’tiādinā nayena vibhajitvā vibhajitvā dassito.",
  "atk-s0517a0:39": "Tatra dhammaniruttābhilāpe ñāṇanti tasmiṁ atthe ca dhamme ca yā sabhāvanirutti abyabhicārivohāro, tassa abhilāpe bhāsane udīraṇe taṁ lapitaṁ bhāsitaṁ udīritaṁ sabhāvaniruttisaddaṁ ārammaṇaṁ katvā paccavekkhantassa tasmiṁ sabhāvaniruttābhilāpe ‘‘ayaṁ sabhāvanirutti, ayaṁ na sabhāvaniruttī’’ti evaṁ tassā dhammaniruttisaññitāya sabhāvaniruttiyā māgadhikāya sabbasattānaṁ mūlabhāsāya pabhedagataṁ ñāṇaṁ niruttipaṭisambhidā. Evamayaṁ niruttipaṭisambhidā saddārammaṇā nāma jātā, na paññattiārammaṇā. Kasmā? Yasmā saddaṁ sutvā ‘‘ayaṁ sabhāvanirutti, ayaṁ na sabhāvaniruttī’’ti jānāti. Paṭisambhidāppatto hi ‘‘phasso’’ti vutte ‘‘ayaṁ sabhāvaniruttī’’ti jānāti, ‘‘phassā’’ti vā ‘‘phassa’’nti vā vutte pana ‘‘ayaṁ na sabhāvaniruttī’’ti jānāti. Vedanādīsupi eseva nayo. Aññaṁ panesa nāmākhyātaupasagganipātabyañjanasaddaṁ jānāti na jānātīti? Yadaggena saddaṁ sutvā ‘‘ayaṁ sabhāvanirutti, ayaṁ na sabhāvaniruttī’’ti jānāti, tadaggena tampi jānissati. Taṁ pana nayidaṁ paṭisambhidākiccanti paṭikkhipitvā ‘‘bhāsaṁ nāma sattā uggaṇhantī’’ti vatvā idaṁ kathitaṁ – mātāpitaro hi daharakāle kumārake mañce vā pīṭhe vā nipajjāpetvā taṁ taṁ kathayamānā tāni tāni kiccāni karonti, dārakā tesaṁ taṁ taṁ bhāsaṁ vavatthāpenti ‘‘iminā idaṁ vuttaṁ, iminā idaṁ vutta’’nti. Gacchante gacchante kāle sabbampi bhāsaṁ jānanti. Mātā damiḷī, pitā andhako. Tesaṁ jātadārako sace mātu kathaṁ paṭhamaṁ suṇāti , damiḷabhāsaṁ bhāsissati. Sace pitu kathaṁ paṭhamaṁ suṇāti, andhakabhāsaṁ bhāsissati. Ubhinnampi pana kathaṁ asuṇanto māgadhikabhāsaṁ bhāsissati.",
  "atk-s0517a0:40": "Yopi agāmake mahāaraññe nibbatto, tattha añño kathento nāma natthi, sopi attano dhammatāya vacanaṁ samuṭṭhāpento māgadhikabhāsameva bhāsissati. Niraye tiracchānayoniyaṁ pettivisaye manussaloke devaloketi sabbattha māgadhikabhāsāva ussannā. Tattha sesā oṭṭakirātaandhakayonakadamiḷabhāsādikā bhāsā parivattanti. Ayamevekā yathābhuccabrahmavohāraariyavohārasaṅkhātā māgadhikabhāsā na parivattati. Sammāsambuddhopi tepiṭakaṁ buddhavacanaṁ tantiṁ āropento māgadhikabhāsāya eva āropesi. Kasmā? Evañhi atthaṁ āharituṁ sukhaṁ hoti. Māgadhikabhāsāya hi tantiṁ āruḷhassa buddhavacanassa paṭisambhidāppattānaṁ sotapathāgamanameva papañco . Sote pana saṅghaṭṭitamatteyeva nayasatena nayasahassena attho upaṭṭhāti. Aññāya pana bhāsāya tantiṁ āruḷhakaṁ pothetvā pothetvā uggahetabbaṁ hoti. Bahumpi uggahetvā pana puthujjanassa paṭisambhidāppatti nāma natthi, ariyasāvako no paṭisambhidāppatto nāma natthi.",
  "atk-s0517a0:41": "Ñāṇesu ñāṇanti sabbatthakañāṇamārammaṇaṁ katvā paccavekkhantassa tasmiṁ ñāṇe pabhedagataṁ ñāṇaṁ, yathāvuttesu vā tesu tīsu ñāṇesu gocarakiccādivasena vitthāragataṁ ñāṇaṁ paṭibhānapaṭisambhidā.",
  "atk-s0517a0:42": "Imā pana catasso paṭisambhidā dvīsu ṭhānesu pabhedaṁ gacchanti, pañcahi kāraṇehi visadā hontīti veditabbā. Katamesu dvīsu ṭhānesu pabhedaṁ gacchanti? Sekkhabhūmiyañca asekkhabhūmiyañca. Tattha sāriputtattherassa mahāmoggallānattherassa mahākassapattherassa mahākaccāyanattherassa mahākoṭṭhitattherassāti evamādīnaṁ asītiyāpi mahātherānaṁ paṭisambhidā asekkhabhūmiyaṁ pabhedaṁ gatā, ānandattherassa, cittassa gahapatino, dhammikassa upāsakassa, upālissa gahapatino, khujjuttarāya upāsikāyātievamādīnaṁ paṭisambhidā sekkhabhūmiyaṁ pabhedaṁ gatāti imāsu dvīsu bhūmīsu pabhedaṁ gacchanti.",
  "atk-s0517a0:43": "Katamehi pañcahi kāraṇehi visadā honti? Adhigamena, pariyattiyā, savanena, paripucchāya, pubbayogena. Tattha adhigamo nāma arahattappatti. Arahattañhi pattassa paṭisambhidā visadā honti. Pariyatti nāma buddhavacanaṁ. Tañhi uggaṇhantassa paṭisambhidā visadā honti. Savanaṁ nāma saddhammassavanaṁ. Sakkaccaṁ aṭṭhiṁ katvā dhammaṁ suṇantassa hi paṭisambhidā visadā honti. Paripucchā nāma pāḷiaṭṭhakathādīsu gaṇṭhipadaatthapadavinicchayakathā. Uggahitapāḷiādīsu hi atthaṁ paripucchantassa paṭisambhidā visadā honti. Pubbayogo nāma pubbabuddhānaṁ sāsane yogāvacaratā gatapaccāgatikabhāvena yāva anulomagotrabhusamīpaṁ pattavipassanānuyogo. Pubbayogāvacarassa hi paṭisambhidā visadā honti. Imehi pañcahi kāraṇehi visadā hontīti.",
  "atk-s0517a0:44": "Etesu pana kāraṇesu pariyatti savanaṁ paripucchāti imāni tīṇi pabhedasseva balavakāraṇāni. Pubbayogo adhigamassa balavapaccayo, pabhedassa hoti na hotīti? Hoti, na pana tathā. Pariyattisavanaparipucchā hi pubbe hontu vā mā vā, pubbayogena pana pubbe ceva etarahi ca saṅkhārasammasanaṁ vinā paṭisambhidā nāma natthi. Ime pana dvepi ekato hutvā paṭisambhidā upatthambhetvā visadā karontīti. Apare āhu –",
  "atk-s0517a0:45": "‘‘Pubbayogo bāhusaccaṁ, desabhāsā ca āgamo;",
  "atk-s0517a0:46": "Paripucchā adhigamo, garusannissayo tathā;",
  "atk-s0517a0:47": "Mittasampatti cevāti, paṭisambhidapaccayā’’ti.",
  "atk-s0517a0:48": "Tattha pubbayogo vuttanayova. Bāhusaccaṁ nāma tesu tesu satthesu ca sippāyatanesu ca kusalatā. Desabhāsā nāma ekasatavohārakusalatā, visesena pana māgadhike kosallaṁ. Āgamo nāma antamaso opammavaggamattassapi buddhavacanassa pariyāpuṇanaṁ. Paripucchā nāma ekagāthāyapi atthavinicchayapucchanaṁ. Adhigamo nāma sotāpannatā vā sakadāgāmitā vā anāgāmitā vā arahattaṁ vā. Garusannissayo nāma sutapaṭibhānabahulānaṁ garūnaṁ santike vāso. Mittasampatti nāma tathārūpānaṁyeva mittānaṁ paṭilābhoti.",
  "atk-s0517a0:49": "Tattha buddhā ca paccekabuddhā ca pubbayogañceva adhigamañca nissāya paṭisambhidā pāpuṇanti, sāvakā sabbānipi etāni kāraṇāni. Paṭisambhidāppattiyā ca pāṭiyekko kammaṭṭhānabhāvanānuyogo nāma natthi, sekkhānaṁ pana sekkhaphalavimokkhantikā, asekkhānaṁ asekkhaphalavimokkhantikā ca paṭisambhidāppatti hoti. Tathāgatānañhi dasa balāni viya ariyānaṁ ariyaphaleheva paṭisambhidā ijjhantīti. Imāsaṁ catassannaṁ paṭisambhidānaṁ maggoti paṭisambhidāmaggo, paṭisambhidāmaggo eva pakaraṇaṁ paṭisambhidāmaggappakaraṇaṁ, pakārena karīyante vuccante ettha nānābhedabhinnā gambhīrā atthā iti pakaraṇaṁ.",
  "atk-s0517a0:50": "Tadetaṁ paṭisambhidāmaggappakaraṇaṁ atthasampannaṁ byañjanasampannaṁ gambhīraṁ gambhīratthaṁ lokuttarappakāsanaṁ suññatāpaṭisaññuttaṁ paṭipattiphalavisesasādhanaṁ paṭipattipaṭipakkhapaṭisedhanaṁ yogāvacarānaṁ ñāṇavararatanākarabhūtaṁ dhammakathikānaṁ dhammakathāvilāsavisesahetubhūtaṁ saṁsārabhīrukānaṁ dukkhanissaraṇaṁ tadupāyadassanena assāsajananatthaṁ tappaṭipakkhanāsanatthañca gambhīratthānañca anekesaṁ suttantapadānaṁ atthavivaraṇena sujanahadayaparitosajananatthaṁ tathāgatena arahatā sammāsambuddhena sabbattha appaṭihatasabbaññutaññāṇamahāpadīpāvabhāsena sakalajanavitthatamahākaruṇāsinehasiniddhahadayena veneyyajanahadayagatakilesandhakāravidhamanatthamujjalitassa saddhammamahāpadīpassa tadadhippāyavikāsanasinehaparisekena pañcavassasahassamaviratamujjalanamicchatā lokānukampakena satthukappena dhammarājassa dhammasenāpatinā āyasmatā sāriputtattherena bhāsitaṁ sutvā āyasmatā ānandena paṭhamamahāsaṅgītikāle yathāsutameva saṅgītiṁ āropitaṁ.",
  "atk-s0517a0:51": "Tadetaṁ vinayapiṭakaṁ suttantapiṭakaṁ abhidhammapiṭakanti tīsu piṭakesu suttantapiṭakapariyāpannaṁ. Dīghanikāyo majjhimanikāyo saṁyuttanikāyo aṅguttaranikāyo khuddakanikāyoti pañcasu mahānikāyesu khuddakamahānikāyapariyāpannaṁ. Suttaṁ geyyaṁ veyyākaraṇaṁ gāthā udānaṁ itivuttakaṁ jātakaṁ abbhutadhammaṁ vedallanti navasu satthu sāsanaṅgesu yathāsambhavaṁ geyyaveyyākaraṇaṅgadvayasaṅgahitaṁ.",
  "atk-s0517a0:52": "‘‘Dvāsīti buddhato gaṇhiṁ, dve sahassāni bhikkhuto;",
  "atk-s0517a0:53": "Caturāsīti sahassāni, ye me dhammā pavattino’’ti. (theragā. 1027) –",
  "atk-s0517a0:54": "Dhammabhaṇḍāgārikattherena pana pañcasu ṭhānesu etadaggaṁ āropitena paṭiññātānaṁ caturāsītiyā dhammakkhandhasahassānaṁ bhikkhuto gahitesu dvīsu dhammakkhandhasahassesu anekasatadhammakkhandhasaṅgahitaṁ. Tassa tayo vaggā – mahāvaggo, majjhimavaggo, cūḷavaggoti. Ekekasmiṁ vaggasmiṁ dasadasakaṁ katvā ñāṇakathādikā mātikākathāpariyosānā samatiṁsa kathā. Evamanekadhā vavatthāpitassa imassa paṭisambhidāmaggappakaraṇassa anupubbaṁ apubbapadatthavaṇṇanaṁ karissāma. Imañhi pakaraṇaṁ pāṭhato atthato uddisantena ca niddisantena ca sakkaccaṁ uddisitabbaṁ niddisitabbañca, uggaṇhantenāpi sakkaccaṁ uggahetabbaṁ dhāretabbañca. Taṁ kissahetu? Gambhīrattā imassa pakaraṇassa lokahitāya loke ciraṭṭhitatthaṁ.",
  "atk-s0517a0:55": "Tattha samatiṁsāya kathāsu ñāṇakathā kasmā ādito kathitāti ce? Ñāṇassa paṭipattimalavisodhakattena paṭipattiyā ādibhūtattā. Vuttañhi bhagavatā –",
  "atk-s0517a0:56": "‘‘Tasmātiha tvaṁ bhikkhu, ādimeva visodhehi kusalānaṁ dhammānaṁ. Ko cādi kusalānaṁ dhammānaṁ, sīlañca suvisuddhaṁ diṭṭhi ca ujukā’’ti (saṁ. ni. 5.369)?",
  "atk-s0517a0:57": "Ujukā diṭṭhīti hi sammādiṭṭhisaṅkhātaṁ ñāṇaṁ vuttaṁ. Tasmāpi ñāṇakathā ādito kathitā.",
  "atk-s0517a0:58": "Aparampi vuttaṁ –",
  "atk-s0517a0:59": "‘‘Tatra, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti. Kathañca, bhikkhave, sammādiṭṭhi pubbaṅgamā hoti? Sammādiṭṭhiṁ ‘sammādiṭṭhī’ti pajānāti, micchādiṭṭhiṁ ‘micchādiṭṭhī’ti pajānāti. Sāssa hoti sammādiṭṭhi. Sammāsaṅkappaṁ ‘sammāsaṅkappo’ti pajānāti, micchāsaṅkappaṁ ‘micchāsaṅkappo’ti pajānāti. Sammāvācaṁ ‘sammāvācā’ti pajānāti, micchāvācaṁ ‘micchāvācā’ti pajānāti. Sammākammantaṁ ‘sammākammanto’ti pajānāti, micchākammantaṁ ‘micchākammanto’ti pajānāti. Sammāājīvaṁ ‘sammāājīvo’ti pajānāti, micchāājīvaṁ ‘micchāājīvo’ti pajānāti. Sammāvāyāmaṁ ‘sammāvāyāmo’ti pajānāti, micchāvāyāmaṁ ‘micchāvāyāmo’ti pajānāti. Sammāsatiṁ ‘sammāsatī’ti pajānāti, micchāsatiṁ ‘micchāsatī’ti pajānāti. Sammāsamādhiṁ ‘sammāsamādhī’ti pajānāti, micchāsamādhiṁ ‘micchāsamādhī’ti pajānāti. Sāssa hoti sammādiṭṭhī’’ti (ma. ni. 3.136 ādayo).",
  "atk-s0517a0:60": "Pubbaṅgamabhūtāya hi sammādiṭṭhiyā siddhāya micchādiṭṭhīnampi micchādiṭṭhibhāvaṁ jānissatīti sammādiṭṭhisaṅkhātaṁ ñāṇaṁ tāva sodhetuṁ ñāṇakathā ādito kathitā.",
  "atk-s0517a0:61": "‘‘Apicudāyi , tiṭṭhatu pubbanto, tiṭṭhatu aparanto, dhammaṁ te desessāmi – imasmiṁ sati idaṁ hoti, imassuppādā idaṁ uppajjati, imasmiṁ asati idaṁ na hoti, imassa nirodhā idaṁ nirujjhatī’’ti (ma. ni. 2.271) ca –",
  "atk-s0517a0:62": "Pubbantāparantadiṭṭhiyo ṭhapetvā ñāṇasseva vuttattā ñāṇakathā ādito kathitā.",
  "atk-s0517a0:63": "‘‘Alaṁ, subhadda, tiṭṭhatetaṁ ‘sabbe te sakāya paṭiññāya abbhaññiṁsu, sabbeva na abbhaññiṁsu, udāhu ekacce abbhaññiṁsu, ekacce na abbhaññiṁsū’ti. Dhammaṁ te, subhadda, desessāmi, taṁ suṇāhi sādhukaṁ manasikarohi, bhāsissāmī’’ti (dī. ni. 2.213) ca –",
  "atk-s0517a0:64": "Puthusamaṇabrāhmaṇaparappavādānaṁ vāde ṭhapetvā ariyassa aṭṭhaṅgikassa maggassa desitattā, aṭṭhaṅgike ca magge sammādiṭṭhisaṅkhātassa ñāṇassa padhānattā ñāṇakathā ādito kathitā.",
  "atk-s0517a0:65": "‘‘Cattārimāni, bhikkhave, sotāpattiyaṅgāni sappurisasaṁsevo, saddhammassavanaṁ, yoniso manasikāro, dhammānudhammapaṭipattī’’ti (saṁ. ni. 5.1046; dī. ni. 3.311) ca –",
  "atk-s0517a0:66": "‘‘Saddhājāto upasaṅkamati, upasaṅkamanto payirupāsati, payirupāsanto sotaṁ odahati, ohitasoto dhammaṁ suṇāti, sutvā dhammaṁ dhāreti, dhātānaṁ dhammānaṁ paññāya atthaṁ upaparikkhati, atthaṁ upaparikkhato dhammā nijjhānaṁ khamanti, dhammanijjhānakkhantiyā chando jāyati, chandajāto ussahati, ussahitvā tuleti, tulayitvā padahati, pahitatto kāyena ceva paramatthasaccaṁ sacchikaroti, paññāya ca naṁ paṭivijjha passatī’’ti (ma. ni. 2.183, 432) ca –",
  "atk-s0517a0:67": "‘‘Idha tathāgato loke uppajjati…pe… so dhammaṁ deseti ādikalyāṇa’’nti ādīni (dī. ni. 1.190) ca –",
  "atk-s0517a0:68": "Anekāni suttantapadāni anulomentena sutamaye ñāṇaṁ ādiṁ katvā yathākkamena ñāṇakathā ādito kathitā.",
  "atk-s0517a0:69": "Sā panāyaṁ ñāṇakathā uddesaniddesavasena dvidhā ṭhitā. Uddese ‘‘sotāvadhāne paññā sutamaye ñāṇa’’ntiādinā nayena tesattati ñāṇāni mātikāvasena uddiṭṭhāni. Niddese ‘‘kathaṁ sotāvadhāne paññā sutamaye ñāṇaṁ. ‘Ime dhammā abhiññeyyā’ti sotāvadhānaṁ, taṁpajānanā paññā sutamaye ñāṇa’’ntiādinā nayena tāniyeva tesattati ñāṇāni vitthāravasena niddiṭṭhānīti.",
  "atk-s0517a0:70": "Ganthārambhakathā niṭṭhitā."
}