{
  "atk-s0403a3:0": "4. Sumanavaggo",
  "atk-s0403a3:1": "1. Sumanasuttavaṇṇanā",
  "atk-s0403a3:2": "31. Catutthassa paṭhame sumanā rājakumārīti mahāsakkāraṃ katvā patthanaṃ patthetvā evaṃ laddhanāmā rājakaññā. Vipassisammāsambuddhakālasmiṃ hi nāgaresu ‘‘yuddhampi katvā satthāraṃ amhākaṃ gaṇhissāmā’’ti senāpatiṃ nissāya buddhappamukhaṃ saṅghaṃ labhitvā paṭipāṭiyā puññāni kātuṃ āraddhesu sabbapaṭhamadivaso senāpatissa vāro ahosi. Tasmiṃ divase senāpati mahādānaṃ sajjetvā ‘‘ajja yathā añño koci ekabhikkhampi na deti, evaṃ rakkhathā’’ti samantā purise ṭhapesi. Taṃdivasaṃ seṭṭhibhariyā rodamānā pañcahi kumārikāsatehi saddhiṃ kīḷitvā āgataṃ dhītaraṃ āha – ‘‘sace, amma, tava pitā jīveyya, ajjāhaṃ paṭhamaṃ dasabalaṃ bhojeyya’’nti. Sā taṃ āha – ‘‘amma, mā cintayi, ahaṃ tathā karissāmi, yathā buddhappamukho saṅgho amhākaṃ paṭhamaṃ bhikkhaṃ bhuñjissatī’’ti. Tato satasahassagghanikāya suvaṇṇapātiyā nirudakapāyāsaṃ pūretvā sappimadhusakkharādīhi abhisaṅkharitvā aññissā pātiyā paṭikujjitvā taṃ sumanamālāguḷehi parikkhipitvā mālāguḷasadisaṃ katvā bhagavato gāmaṃ pavisanavelāya sayameva ukkhipitvā dhātigaṇaparivutā gharā nikkhami.",
  "atk-s0403a3:3": "Antarāmagge senāpatino upaṭṭhākā, ‘‘amma, mā ito āgamā’’ti vadanti. Mahāpuññā nāma manāpakathā honti, na ca tesaṃ punappunaṃ bhaṇantānaṃ kathā paṭikkhipituṃ sakkā hoti. Sā ‘‘cūḷapita, mahāpita, mātula, kissa tumhe gantuṃ na dethā’’ti āha. Senāpatinā ‘‘aññassa kassaci khādanīyaṃ bhojanīyaṃ mā dethā’’ti ṭhapitamha, ammāti. Kiṃ pana mama hatthe khādanīyaṃ bhojanīyaṃ passathāti? Mālāguḷaṃ passāmāti. Kiṃ tumhākaṃ senāpati mālāpūjampi kātuṃ na detīti? Deti, ammāti. Tena hi apethāti bhagavantaṃ upasaṅkamitvā ‘‘mālāguḷaṃ gaṇhatha bhagavā’’ti āha. Bhagavā ekaṃ senāpatissa upaṭṭhākaṃ oloketvā mālāguḷaṃ gaṇhāpesi. Sā bhagavantaṃ vanditvā ‘‘bhavābhavābhinibbattiyaṃ me sati paritassanajīvitaṃ nāma mā hotu, ayaṃ sumanamālā viya nibbattanibbattaṭṭhāne piyāva homi, nāmena ca sumanāyevā’’ti patthanaṃ katvā satthārā ‘‘sukhinī hohī’’ti vuttā vanditvā padakkhiṇaṃ katvā pakkāmi.",
  "atk-s0403a3:4": "Bhagavāpi senāpatissa gehaṃ gantvā paññattāsane nisīdi. Senāpati yāguṃ gahetvā upagañchi, satthā hatthena pattaṃ pidahi. Nisinno, bhante, bhikkhusaṅghoti . Atthi no eko antarāmagge piṇḍapāto laddhoti? Mālaṃ apanetvā piṇḍapātaṃ addasa. Cūḷupaṭṭhāko āha – ‘‘sāmi mālāti maṃ vatvā mātugāmo vañcesī’’ti. Pāyāso bhagavantaṃ ādiṃ katvā sabbabhikkhūnaṃ pahosi. Senāpati attano deyyadhammaṃ adāsi. Satthā bhattakiccaṃ katvā maṅgalaṃ vatvā pakkāmi. Senāpati ‘‘kā nāma sā piṇḍapātamadāsī’’ti pucchi. Seṭṭhidhītā sāmīti. Sappaññā itthī, evarūpāya ghare vasantiyā purisassa saggasampatti nāma na dullabhāti kaṃ ānetvā jeṭṭhakaṭṭhāne ṭhapesi?",
  "atk-s0403a3:5": "Sā pitugehe ca senāpatigehe ca dhanaṃ gahetvā yāvatāyukaṃ tathāgatassa dānaṃ datvā puññāni karitvā tato cutā kāmāvacaradevaloke nibbatti. Nibbattakkhaṇeyeva jāṇuppamāṇena odhinā sakalaṃ devalokaṃ paripūrayamānaṃ sumanavassaṃ vassi. Devatā ‘‘ayaṃ attanāva attano nāmaṃ gahetvā āgatā’’ti ‘‘sumanā devadhītā’’tvevassā nāmaṃ akaṃsu. Sā ekanavutikappe devesu ca manussesu ca saṃsarantī nibbattanibbattaṭṭhāne avijahitasumanavassā ‘‘sumanā sumanā’’tveva nāmā ahosi. Imasmiṃ pana kāle kosalarañño aggamahesiyā kucchismiṃ paṭisandhiṃ gaṇhi. Tāpi pañcasatā kumārikā taṃdivasaññeva tasmiṃ tasmiṃ kule paṭisandhiṃ gahetvā ekadivaseyeva sabbā mātukucchito nikkhamiṃsu. Taṃkhaṇaṃyeva jāṇuppamāṇena odhinā sumanavassaṃ vassi. Taṃ disvā rājā ‘‘pubbe katābhinīhārā esā bhavissatī’’ti tuṭṭhamānaso ‘‘dhītā me attanāva attano nāmaṃ gahetvā āgatā’’ti sumanātvevassā nāmaṃ katvā ‘‘mayhaṃ dhītā na ekikāva nibbattissatī’’ti nagaraṃ vicināpento ‘pañca dārikāsatāni jātānī’’ti sutvā sabbā attanāva posāpesi. Māse māse sampate ‘‘ānetvā mama dhītu dassethā’’ti āha. Evamesā mahāsakkāraṃ katvā patthanaṃ patthetvā evaṃladdhanāmāti veditabbā.",
  "atk-s0403a3:6": "Tassā sattavassikakāle anāthapiṇḍikena vihāraṃ niṭṭhāpetvā tathāgatassa dūte pesite satthā bhikkhusaṅghaparivāro sāvatthiṃ agamāsi. Anāthapiṇḍiko gantvā rājānaṃ evamāha – ‘‘mahārāja, satthu idhāgamanaṃ amhākampi maṅgalaṃ tumhākampi maṅgalameva, sumanaṃ rājakumāriṃ pañcahi dārikāsatehi saddhiṃ puṇṇaghaṭe ca gandhamālādīni ca gāhāpetvā dasabalassa paccuggamanaṃ pesethā’’ti. Rājā ‘‘sādhu mahāseṭṭhī’’ti tathā akāsi. Sāpi raññā vuttanayeneva gantvā satthāraṃ vanditvā gandhamālādīhi pūjetvā ekamantaṃ aṭṭhāsi. Satthā tassā dhammaṃ desesi. Sā pañcahi kumārikāsatehi saddhiṃ sotāpattiphale patiṭṭhāsi. Aññānipi pañca dārikāsatāni pañca mātugāmasatāni pañca upāsakasatāni tasmiṃyeva khaṇe sotāpattiphalaṃ pāpuṇiṃsu. Evaṃ tasmiṃ divase antarāmaggeyeva dve sotāpannasahassāni jātāni.",
  "atk-s0403a3:7": "Yena bhagavā tenupasaṅkamīti kasmā upasaṅkamīti? Pañhaṃ pucchitukāmatāya. Kassapasammāsambuddhakāle kira sahāyakā dve bhikkhū ahesuṃ. Tesu eko sāraṇīyadhammaṃ pūreti, eko bhattaggavattaṃ. Sāraṇīyadhammapūrako itaraṃ āha – ‘‘āvuso, adinnassa phalaṃ nāma natthi, attanā laddhaṃ paresaṃ datvā bhuñjituṃ vaṭṭatī’’ti. Itaro pana āha – ‘‘āvuso, tvaṃ na jānāsi, deyyadhammaṃ nāma vinipātetuṃ na vaṭṭati, attano yāpanamattameva gaṇhantena bhattaggavattaṃ pūretuṃ vaṭṭatī’’ti. Tesu ekopi ekaṃ attano ovāde otāretuṃ nāsakkhi. Dvepi attano paṭipattiṃ pūretvā tato cutā kāmāvacaradevaloke nibbattiṃsu. Tattha sāraṇīyadhammapūrako itaraṃ pañcahi dhammehi adhigaṇhi.",
  "atk-s0403a3:8": "Evaṃ te devesu ca manussesu ca saṃsarantā ekaṃ buddhantaraṃ khepetvā imasmiṃ kāle sāvatthiyaṃ nibbattiṃsu. Sāraṇīyadhammapūrako kosalarañño aggamahesiyā kucchismiṃ paṭisandhiṃ gaṇhi , itaro tassāyeva upaṭṭhākaitthiyā kucchismiṃ paṭisandhiṃ gaṇhi. Te dvepi janā ekadivaseneva jāyiṃsu. Te nāmaggahaṇadivase nhāpetvā sirigabbhe nipajjāpetvā dvinnampi mātaro bahi sakkāraṃ saṃvidahiṃsu. Tesu sāraṇīyadhammapūrako akkhīni ummīletvā mahantaṃ setacchattaṃ supaññattaṃ sirisayanaṃ alaṅkatapaṭiyattañca nivesanaṃ disvā ‘‘ekasmiṃ rājakule nibbattosmī’’ti aññāsi. So ‘‘kiṃ nu kho kammaṃ katvā idha nibbattosmī’’ti āvajjento ‘‘sāraṇīyadhammanissandenā’’ti ñatvā ‘‘sahāyo me kuhiṃ nu kho nibbatto’’ti āvajjento nīcasayane nipannaṃ disvā ‘‘ayaṃ bhattaggavattaṃ pūremīti mama vacanaṃ na gaṇhi, imasmiṃ idāni taṃ ṭhāne niggaṇhituṃ vaṭṭatī’’ti ‘‘samma mama vacanaṃ nākāsī’’ti āha. Atha kiṃ jātanti. Passa mayhaṃ sampattiṃ, setacchattassa heṭṭhā sirisayane nipannosmi, tvaṃ nīcamañce thaddhaattharaṇamatte nipannosīti. Kiṃ pana tvaṃ etaṃ nissāya mānaṃ karosi, nanu veḷusalākāhi katvā pilotikāya paliveṭhitaṃ sabbametaṃ pathavīdhātumattamevāti?",
  "atk-s0403a3:9": "Sumanā tesaṃ kathaṃ sutvā ‘‘mama bhātikānaṃ santike koci natthī’’ti tesaṃ samīpaṃ gacchantī dvāraṃ nissāya ṭhitā ‘‘dhātū’’ti vacanaṃ sutvā ‘‘idaṃ dhātūti vacanaṃ bahiddhā natthi. Mama bhātikā samaṇadevaputtā bhavissantī’’ti cintetvā – ‘‘sacāhaṃ ‘ime evaṃ kathentī’ti mātāpitūnaṃ kathessāmi, ‘amanussā ete’ti nīharāpessanti. Idaṃ kāraṇaṃ aññassa akathetvā kaṅkhacchedakaṃ purisaheraññikaṃ mama pitaraṃ mahāgotamadasabalaṃyeva pucchissāmī’’ti bhuttapātarāsā rājānaṃ upasaṅkamitvā ‘‘dasabalassa upaṭṭhānaṃ gamissāmī’’ti āha. Rājā pañca rathasatāni yojāpesi. Jambudīpatalasmiñhi tissova kumāriyo pitūnaṃ santikā pañca rathasatāni labhiṃsu – bimbisārarañño dhītā cundī rājakaññā, dhanañcayassa seṭṭhissa dhītā visākhā, ayaṃ sumanā rājakaññāti. Sā gandhamālaṃ ādāya rathe ṭhitā pañcarathasataparivārā ‘‘imaṃ pañhaṃ pucchissāmī’’ti yena bhagavā tenupasaṅkami.",
  "atk-s0403a3:10": "Idhassūti idha bhaveyyuṃ. Eko dāyakoti eko attanā laddhalābhato parassa datvā paribhuñjanako sāraṇīyadhammapūrako. Eko adāyakoti eko attanā laddhaṃ parassa adatvā paribhuñjanako bhattaggavattapūrako. Devabhūtānaṃ pana nesanti devabhūtānaṃ etesaṃ. Adhigaṇhātīti adhibhavitvā gaṇhāti ajjhottharati atiseti. Ādhipateyyenāti jeṭṭhakakāraṇena. Imehi pañcahi ṭhānehīti sesadeve sakko devarājā viya imehi pañcahi kāraṇehi adhigaṇhāti. Mānusakenātiādīsu āyunā mahākassapatthero viya bākulatthero viya ānandatthero viya ca, vaṇṇena mahāgatimbaabhayatthero viya bhaṇḍāgāraamacco viya ca, sukhena raṭṭhapālakulaputto viya soṇaseṭṭhiputto viya yasadārako viya ca, yasena dhammāsoko viya, tathā ādhipaccenāti imehi pañcahi kāraṇehi atireko jeṭṭhako hoti.",
  "atk-s0403a3:11": "Yācitova bahulanti bākulatthera-sīvalitthera-ānandattherādayo viya yācitova bahulaṃ cīvarādīni paribhuñjatīti imehi kāraṇehi atireko hoti jeṭṭhako. Yadidaṃ vimuttiyā vimuttinti yaṃ ekassa vimuttiyā saddhiṃ itarassa vimuttiṃ ārabbha nānākaraṇaṃ vattabbaṃ bhaveyya, taṃ na vadāmīti attho. Sattavassikadārako vā hi vimuttiṃ paṭivijjhatu vassasatikatthero vā bhikkhu vā bhikkhunī vā upāsako vā upāsikā vā devo vā māro vā brahmā vā, paṭividdhalokuttaramagge nānattaṃ nāma natthi. Alamevāti yuttameva. Yatra hi nāmāti yāni nāma.",
  "atk-s0403a3:12": "Gacchaṃ ākāsadhātuyāti ākāsena gacchanto. Saddhoti ratanattayaguṇānaṃ saddhātā. Thanayanti gajjanto. Vijjumālīti mālāsadisāya meghamukhe carantiyā vijjulatāya samannāgato. Satakkakūti satakūṭo, ito cito ca uṭṭhitena valāhakakūṭasatena samannāgatoti attho. Dassanasampannoti sotāpanno. Bhogaparibyūḷhoti udakoghena viya dānavasena dīyamānehi bhogehi paribyūḷho, devalokaṃ sampāpitoti attho. Peccāti paraloke. Sagge pamodatīti yasmiṃ sagge uppajjati, tattheva modatīti.",
  "atk-s0403a3:13": "2. Cundīsuttavaṇṇanā",
  "atk-s0403a3:14": "32. Dutiye pañcahi rathasatehīti bhuttapātarāsā pitu santikaṃ pesetvā pañca rathasatāni yojāpetvā tehi parivutāti attho. Upasaṅkamīti bhātarā saddhiṃ pavattitaṃ pañhasākacchaṃ pucchissāmīti gandhamālacuṇṇādīni ādāya upasaṅkami. Yadeva so hotīti yadā eva so hoti. Atha vā yo eva so hoti. Ariyakantāni sīlānīti maggaphalasampayuttāni sīlāni. Tāni hi ariyānaṃ kantāni honti, bhavantarepi na pariccajanti. Sesaṃ catukkanipāte aggappasādasutte vuttanayeneva veditabbaṃ.",
  "atk-s0403a3:15": "3. Uggahasuttavaṇṇanā",
  "atk-s0403a3:16": "33. Tatiye bhaddiyeti bhaddiyanagare. Jātiyāvaneti sayaṃjāte aropite himavantena saddhiṃ ekābaddhe vanasaṇḍe, taṃ nagaraṃ upanissāya tasmiṃ vane viharatīti attho. Attacatutthoti attanā catuttho. Kasmā panesa bhagavantaṃ attacatutthaṃyeva nimantesi? Gehe kirassa maṅgalaṃ mahantaṃ, tattha mahantena saṃvidhānena bahū manussā sannipatissanti. Te bhikkhusaṅghaṃ parivisantena dussaṅgahā bhavissantīti attacatutthaṃyeva nimantesi. Api cassa evampi ahosi – ‘‘daharakumārikāyo mahābhikkhusaṅghamajjhe satthari ovadante olīnamanā ovādaṃ gahetuṃ na sakkuṇeyyu’’nti. Imināpi kāraṇena attacatutthameva nimantesi. Ovadatu tāsaṃ, bhanteti, bhante bhagavā, etāsaṃ ovadatu, etā ovadatūti attho. Upayogatthasmiñhi etaṃ sāmivacanaṃ. Yaṃ tāsanti yaṃ ovādānusāsanaṃ etāsaṃ. Evañca pana vatvā so seṭṭhi ‘‘imā mama santike ovādaṃ gaṇhamānā harāyeyyu’’nti bhagavantaṃ vanditvā pakkāmi.",
  "atk-s0403a3:17": "Bhattūti sāmikassa. Anukampaṃ upādāyāti anuddayaṃ paṭicca. Pubbuṭṭhāyiniyoti sabbapaṭhamaṃ uṭṭhānasīlā. Pacchānipātiniyoti sabbapacchā nipajjanasīlā. Itthiyā hi paṭhamataraṃ bhuñjitvā sayanaṃ āruyha nipajjituṃ na vaṭṭati, sabbe pana gehaparijane bhojetvā upakaraṇabhaṇḍaṃ saṃvidhāya gorūpādīni āgatānāgatāni ñatvā sve kattabbakammaṃ vicāretvā kuñcikāmuddikaṃ hatthe katvā sace bhojanaṃ atthi, bhuñjitvā, no ce atthi, aññaṃ pacāpetvā sabbe santappetvā pacchā nipajjituṃ vaṭṭati. Nipannāyapi yāva sūriyuggamanā niddāyituṃ na vaṭṭati, sabbapaṭhamaṃ pana uṭṭhāya dāsakammakare pakkosāpetvā ‘‘idañcidañca kammaṃ karothā’’ti kammantaṃ vicāretvā dhenuyo duhāpetvā sabbaṃ gehe kattabbakiccaṃ attano paccakkhaṃyeva kātuṃ vaṭṭati . Etamatthaṃ sandhāya ‘‘pubbuṭṭhāyiniyo pacchānipātiniyo’’ti āha. ‘‘Kiṃkārapaṭissāviniyoti kiṃ karoma kiṃ karomā’’ti mukhaṃ oloketvā vicaraṇasīlā. Manāpacāriniyoti manāpaṃyeva kiriyaṃ karaṇasīlā. Piyavādiniyoti piyameva vacanaṃ vādanasīlā. Pūjessāmāti catupaccayapūjāya pūjayissāma.",
  "atk-s0403a3:18": "Abbhāgateti attano santikaṃ āgate. Āsanodakena paṭipūjessāmāti āsanena ca pādadhovanaudakena ca pūjayissāma. Ettha ca mātāpitūnaṃ devasikaṃ sakkāro kātabbo. Samaṇabrāhmaṇānaṃ pana abbhāgatānaṃ āsanaṃ datvā pādadhovanañca dātabbaṃ, sakkāro ca kātabbo.",
  "atk-s0403a3:19": "Uṇṇāti eḷakalomaṃ. Tattha dakkhā bhavissāmāti eḷakalomānaṃ vijaṭanadhovanarajanaveṇikaraṇādīsu kappāsassa ca vaṭṭanapisanaphoṭanakantanādīsu chekā bhavissāma. Tatrupāyāyāti tasmiṃ uṇṇākappāsasaṃvidhāne upāyabhūtāya ‘‘imasmiṃ kāle idaṃ nāma kātuṃ vaṭṭatī’’ti evaṃ pavattāya vīmaṃsāya samannāgatā. Alaṃ kātuṃ alaṃ saṃvidhātunti attanā kātumpi parehi kārāpetumpi yuttā ceva samatthā ca bhavissāmāti attho.",
  "atk-s0403a3:20": "Katañca katato jānissāma, akatañca akatatoti sakaladivasaṃ idaṃ nāma kammaṃ katvā āgatānaṃ, upaḍḍhadivasaṃ idaṃ nāma kammaṃ katvā āgatānaṃ, nikkammānaṃ gehe nisinnānaṃ idaṃ nāma dātuñca evañca kātuṃ vaṭṭatīti evaṃ jānissāma. Gilānakānañca balābalanti sace hi gilānakāle tesaṃ bhesajjabhojanādīni datvā rogaṃ phāsuṃ na karonti, ‘‘ime arogakāle amhe yaṃ icchanti, taṃ kārenti. Gilānakāle atthi bhāvampi no na jānantī’’ti virattarūpā pacchā kiccāni na karonti, dukkaṭāni vā karonti. Tasmā nesaṃ balābalaṃ ñatvā dātabbañca kātabbañca jānissāmāti evaṃ tumhehi sikkhitabbanti dasseti. Khādanīyaṃ bhojanīyañcassāti khādanīyañca bhojanīyañca assa antojanassa. Paccaṃsenāti paṭilabhitabbena aṃsena, attano attano laddhabbakoṭṭhāsānurūpenāti attho. Saṃvibhajissāmāti dassāma. Sampādessāmāti sampādayissāma.",
  "atk-s0403a3:21": "Adhuttīti purisadhuttasurādhuttatāvasena adhuttiyo. Athenīti atheniyo acoriyo. Asoṇḍīti surāsoṇḍatādivasena asoṇḍiyo.",
  "atk-s0403a3:22": "Evaṃ suttantaṃ niṭṭhapetvā idāni gāthāhi kūṭaṃ gaṇhanto yo naṃ bharati sabbadātiādimāha. Tattha bharatīti posati paṭijaggati. Sabbakāmaharanti sabbakāmadadaṃ. Sotthīti suitthī. Evaṃ vattatīti ettakaṃ vattaṃ pūretvā vattati. Manāpā nāma te devāti nimmānaratī devā. Te hi icchiticchitaṃ rūpaṃ māpetvā abhiramaṇato nimmānaratīti ca manāpāti ca vuccantīti.",
  "atk-s0403a3:23": "4. Sīhasenāpatisuttavaṇṇanā",
  "atk-s0403a3:24": "34. Catutthe sandiṭṭhikanti sāmaṃ passitabbakaṃ. Dāyakoti dānasūro. Na so saddhāmattakeneva tiṭṭhati, pariccajitumpi sakkotīti attho. Dānapatīti yaṃ dānaṃ deti, tassa pati hutvā deti, na dāso, na sahāyo. Yo hi attanā madhuraṃ bhuñjati, paresaṃ amadhuraṃ deti, so dānasaṅkhātassa deyyadhammassa dāso hutvā deti. Yo yaṃ attanā bhuñjati, tadeva deti, so sahāyo hutvā deti. Yo pana attanā yena kenaci yāpeti, paresaṃ madhuraṃ deti, so pati jeṭṭhako sāmī hutvā deti. Tādisaṃ sandhāya vuttaṃ – ‘‘dānapatī’’ti.",
  "atk-s0403a3:25": "Amaṅkubhūtoti na nittejabhūto. Visāradoti ñāṇasomanassappatto. Sahabyataṃ gatāti sahabhāvaṃ ekībhāvaṃ gatā. Katāvakāsāti yena kammena tattha avakāso hoti, tassa katattā katāvakāsā. Taṃ pana yasmā kusalameva hoti, tasmā katakusalāti vuttaṃ. Modareti modanti pamodanti. Asitassāti anissitassa tathāgatassa. Tādinoti tādilakkhaṇaṃ pattassa.",
  "atk-s0403a3:26": "5. Dānānisaṃsasuttavaṇṇanā",
  "atk-s0403a3:27": "35. Pañcame gihidhammā anapagato hotīti akhaṇḍapañcasīlo hoti. Sataṃ dhammaṃ anukkamanti sappurisānaṃ mahāpurisānaṃ dhammaṃ anukkamanto . Santonaṃ bhajantīti sappurisā buddhapaccekabuddhatathāgatasāvakā etaṃ bhajanti.",
  "atk-s0403a3:28": "6. Kāladānasuttavaṇṇanā",
  "atk-s0403a3:29": "36. Chaṭṭhe kāladānānīti yuttadānāni, pattadānāni anucchavikadānānīti attho. Navasassānīti aggasassāni. Navaphalānīti ārāmato paṭhamuppannāni aggaphalāni. Paṭhamaṃ sīlavantesu patiṭṭhāpetīti paṭhamaṃ sīlavantānaṃ datvā pacchā attanā paribhuñjati. Vadaññūti bhāsitaññū. Kālena dinnanti yuttappattakālena dinnaṃ. Anumodantīti ekamante ṭhitā anumodanti. Veyyāvaccanti kāyena veyyāvaṭikakammaṃ karonti. Appaṭivānacittoti anukkaṇṭhitacitto. Yattha dinnaṃ mahapphalanti yasmiṃ ṭhāne dinnaṃ mahapphalaṃ hoti, tattha dadeyya.",
  "atk-s0403a3:30": "7. Bhojanasuttavaṇṇanā",
  "atk-s0403a3:31": "37. Sattame āyuṃ detīti āyudānaṃ deti. Vaṇṇanti sarīravaṇṇaṃ. Sukhanti kāyikacetasikasukhaṃ. Balanti sarīrathāmaṃ. Paṭibhānanti yuttamuttappaṭibhānaṃ.",
  "atk-s0403a3:32": "8. Saddhasuttavaṇṇanā",
  "atk-s0403a3:33": "38. Aṭṭhame anukampantīti anuggaṇhanti. Khandhimāva mahādumoti khandhasampanno mahārukkho viya. Manorame āyataneti ramaṇīye samosaraṇaṭṭhāne. Chāyaṃ chāyatthikā yantīti chāyāya atthikāva chāyaṃ upagacchanti. Nivātavuttinti nīcavuttiṃ. Atthaddhanti kodhamānathaddhatāya rahitaṃ. Soratanti soraccena sucisīlena samannāgataṃ. Sakhilanti sammodakaṃ.",
  "atk-s0403a3:34": "9. Puttasuttavaṇṇanā",
  "atk-s0403a3:35": "39. Navame bhato vā no bharissatīti amhehi thaññapāyanahatthapādavaḍḍhanādīhi bhato paṭijaggito amhe mahallakakāle hatthapādadhovana-nhāpanayāgubhattadānādīhi bharissati. Kiccaṃ vā no karissatīti attano kammaṃ ṭhapetvā amhākaṃ rājakulādīsu uppannaṃ kiccaṃ gantvā karissati . Kulavaṃso ciraṃ ṭhassatīti amhākaṃ santakaṃ khettavatthuhiraññasuvaṇṇādiṃ avināsetvā rakkhante putte kulavaṃso ciraṃ ṭhassati, amhehi vā pavattitāni salākabhattādīni anupacchinditvā pavattessati, evampi no kulavaṃso ciraṃ ṭhassati. Dāyajjaṃ paṭipajjissatīti kulavaṃsānurūpāya paṭipattiyā attānaṃ dāyajjārahaṃ karonto amhākaṃ santakaṃ dāyajjaṃ paṭipajjissati. Dakkhiṇaṃ anuppadassatīti pattidānaṃ katvā tatiyadivasato paṭṭhāya dānaṃ anuppadassati.",
  "atk-s0403a3:36": "Santo sappurisāti imasmiṃ ṭhāne mātāpitūsu sammā paṭipattiyā santo sappurisāti veditabbā. Pubbe katamanussaranti mātāpitūhi paṭhamataraṃ kataguṇaṃ anussarantā. Ovādakārīti mātāpitūhi dinnassa ovādassa kattā. Bhataposīti yehi bhato, tesaṃ posako. Pasaṃsiyoti diṭṭheva dhamme mahājanena pasaṃsitabbo hoti.",
  "atk-s0403a3:37": "10. Mahāsālaputtasuttavaṇṇanā",
  "atk-s0403a3:38": "40. Dasame mahāsālāti mahārukkhā. Sākhāpattapalāsena vaḍḍhantīti khuddakasākhāhi ca pattasaṅkhātena ca palāsena vaḍḍhanti. Araññasminti agāmake padese. Brahāvaneti mahāvane aṭaviyaṃ. Sesaṃ sabbattha uttānatthamevāti.",
  "atk-s0403a3:39": "Sumanavaggo catuttho."
}