{
  "atk-vin02a4:0": "Namo tassa bhagavato arahato sammāsambuddhassa",
  "atk-vin02a4:1": "Vinayapiṭake",
  "atk-vin02a4:2": "Parivāra-aṭṭhakathā",
  "atk-vin02a4:3": "Soḷasamahāvāro",
  "atk-vin02a4:4": "Paññattivāravaṇṇanā",
  "atk-vin02a4:5": "Visuddhaparivārassa, parivāroti sāsane;",
  "atk-vin02a4:6": "Dhammakkhandhasarīrassa, khandhakānaṃ anantarā.",
  "atk-vin02a4:7": "Saṅgahaṃ yo samāruḷho, tassa pubbāgataṃ nayaṃ;",
  "atk-vin02a4:8": "Hitvā dāni karissāmi, anuttānatthavaṇṇanaṃ.",
  "atk-vin02a4:9": "1. Tattha yaṃ tena bhagavatā…pe… paññattanti ādinayappavattāya tāva pucchāya ayaṃ saṅkhepattho – yo so bhagavā sāsanassa ciraṭṭhitikatthaṃ dhammasenāpatinā saddhammagāravabahumānavegasamussitaṃ añjaliṃ sirasmiṃ patiṭṭhāpetvā yācito dasa atthavase paṭicca vinayapaññattiṃ paññapesi, tena bhagavatā tassa tassa sikkhāpadassa paññattikālaṃ jānatā, tassā tassā sikkhāpadapaññattiyā dasa atthavase passatā; apica pubbenivāsādīhi jānatā, dibbena cakkhunā passatā, tīhi vijjāhi chahi vā pana abhiññāhi jānatā, sabbattha appaṭihatena samantacakkhunā passatā, sabbadhammajānanasamatthāya paññāya jānatā, sabbasattānaṃ cakkhuvisayātītāni tirokuṭṭādigatāni cāpi rūpāni ativisuddhena maṃsacakkhunā ca passatā, attahitasādhikāya samādhipadaṭṭhānāya paṭivedhapaññāya jānatā, parahitasādhikāya karuṇāpadaṭṭhānāya desanāpaññāya passatā, arahatā sammāsambuddhena ‘‘yaṃ paṭhamaṃ pārājikaṃ paññattaṃ, taṃ kattha paññattaṃ, kaṃ ārabbha paññattaṃ, kismiṃ vatthusmiṃ paññattaṃ, atthi tattha paññatti…pe… kenābhata’’nti.",
  "atk-vin02a4:10": "2. Pucchāvissajjane pana ‘‘yaṃ tena bhagavatā jānatā passatā arahatā sammāsambuddhena paṭhamaṃ pārājika’’nti idaṃ kevalaṃ pucchāya āgatassa ādipadassa paccuddharaṇamattameva, ‘‘kattha paññattanti vesāliyā paññattaṃ; kaṃ ārabbhāti sudinnaṃ kalandaputtaṃ ārabbhā’’ti evamādinā pana nayena punapi ettha ekekaṃ padaṃ pucchitvāva vissajjitaṃ. Ekā paññattīti ‘‘yo pana bhikkhu methunaṃ dhammaṃ paṭiseveyya pārājiko hoti asaṃvāso’’ti ayaṃ ekā paññatti. Dve anupaññattiyoti ‘‘antamaso tiracchānagatāyapī’’ti ca, ‘‘sikkhaṃ apaccakkhāyā’’ti ca makkaṭivajjiputtakavatthūnaṃ vasena vuttā – imā dve anupaññattiyo. Ettāvatā ‘‘atthi tattha paññatti anupaññatti anuppannapaññattī’’ti imissā pucchāya dve koṭṭhāsā vissajjitā honti. Tatiyaṃ vissajjetuṃ pana ‘‘anuppannapaññatti tasmiṃ natthī’’ti vuttaṃ. Ayañhi anuppannapaññatti nāma anuppanne dose paññattā; sā aṭṭhagarudhammavasena bhikkhunīnaṃyeva āgatā, aññatra natthi. Tasmā vuttaṃ ‘‘anuppannapaññatti tasmiṃ natthī’’ti. Sabbatthapaññattīti majjhimadese ceva paccantimajanapadesu ca sabbatthapaññatti. Vinayadharapañcamena gaṇena ‘‘upasampadā, guṇaṅguṇūpāhanā, dhuvanahānaṃ, cammattharaṇa’’nti imāni hi cattāri sikkhāpadāni majjhimadeseyeva paññatti. Ettheva etehi āpatti hoti, na paccantimajanapadesu. Sesāni sabbāneva sabbatthapaññatti nāma.",
  "atk-vin02a4:11": "Sādhāraṇapaññattīti bhikkhūnañceva bhikkhunīnañca sādhāraṇapaññatti; suddhabhikkhūnameva hi suddhabhikkhunīnaṃ vā paññattaṃ sikkhāpadaṃ asādhāraṇapaññatti nāma hoti. Idaṃ pana bhikkhuṃ ārabbha uppanne vatthusmiṃ ‘‘yā pana bhikkhunī chandaso methunaṃ dhammaṃ paṭiseveyya, antamaso tiracchānagatenapi pārājikā hoti asaṃvāsā’’ti bhikkhunīnampi paññattaṃ, vinītakathāmattameva hi tāsaṃ natthi, sikkhāpadaṃ pana atthi, tena vuttaṃ ‘‘sādhāraṇapaññattī’’ti. Ubhatopaññattiyampi eseva nayo. Byañjanamattameva hi ettha nānaṃ, bhikkhūnaṃ bhikkhunīnampi sādhāraṇattā sādhāraṇapaññatti, ubhinnampi paññattattā ubhatopaññattīti. Atthe pana bhedo natthi.",
  "atk-vin02a4:12": "Nidānogadhanti ‘‘yassa siyā āpatti so āvikareyyā’’ti ettha sabbāpattīnaṃ anupaviṭṭhattā nidānogadhaṃ; nidāne anupaviṭṭhanti attho. Dutiyena uddesenāti nidānogadhaṃ nidānapariyāpannampi samānaṃ ‘‘tatrime cattāro pārājikā dhammā’’tiādinā dutiyeneva uddesena uddesaṃ āgacchati. Catunnaṃ vipattīnanti sīlavipattiādīnaṃ. Paṭhamā hi dve āpattikkhandhā sīlavipatti nāma, avasesā pañca ācāravipatti nāma. Micchādiṭṭhi ca antaggāhikadiṭṭhi ca diṭṭhivipatti nāma, ājīvahetu paññattāni cha sikkhāpadāni ājīvavipatti nāma. Iti imāsaṃ catunnaṃ vipattīnaṃ idaṃ pārājikaṃ sīlavipatti nāma hoti.",
  "atk-vin02a4:13": "Ekena samuṭṭhānenāti dvaṅgikena ekena samuṭṭhānena. Ettha hi cittaṃ aṅgaṃ hoti, kāyena pana āpattiṃ āpajjati. Tena vuttaṃ ‘‘kāyato ca cittato ca samuṭṭhātī’’ti. Dvīhi samathehi sammatīti ‘‘āpannosī’’ti sammukhā pucchiyamāno ‘‘āma āpannomhī’’ti paṭijānāti, tāvadeva bhaṇḍanakalahaviggahā vūpasantā honti, sakkā ca hoti taṃ puggalaṃ apanetvā uposatho vā pavāraṇā vā kātuṃ. Iti sammukhāvinayena ca paṭiññātakaraṇena cāti dvīhi samathehi sammati, na ca tappaccayā koci upaddavo hoti. Yaṃ pana upari paññattivagge ‘‘na katamena samathena sammatī’’ti vuttaṃ, taṃ samathaṃ otāretvā anāpatti kātuṃ na sakkāti imamatthaṃ sandhāya vuttaṃ.",
  "atk-vin02a4:14": "Paññatti vinayoti ‘‘yo pana bhikkhū’’tiādinā nayena vuttamātikā paññatti vinayoti attho. Vibhattīti padabhājanaṃ vuccati; vibhattīti hi vibhaṅgassevetaṃ nāmaṃ. Asaṃvaroti vītikkamo. Saṃvaroti avītikkamo. Yesaṃ vattatīti yesaṃ vinayapiṭakañca aṭṭhakathā ca sabbā paguṇāti attho. Te dhārentīti te etaṃ paṭhamapārājikaṃ pāḷito ca atthato ca dhārenti; na hi sakkā sabbaṃ vinayapiṭakaṃ ajānantena etassa attho jānitunti. Kenābhatanti idaṃ paṭhamapārājikaṃ pāḷivasena ca atthavasena ca yāva ajjatanakālaṃ kena ānītanti. Paramparābhatanti paramparāya ānītaṃ.",
  "atk-vin02a4:15": "3. Idāni yāya paramparāya ānītaṃ, taṃ dassetuṃ ‘‘upāli dāsako cevā’’tiādinā nayena porāṇakehi mahātherehi gāthāyo ṭhapitā. Tattha yaṃ vattabbaṃ, taṃ nidānavaṇṇanāyameva vuttaṃ. Iminā nayena dutiyapārājikādipucchāvissajjanesupi vinicchayo veditabboti.",
  "atk-vin02a4:16": "Mahāvibhaṅge paññattivāravaṇṇanā niṭṭhitā.",
  "atk-vin02a4:17": "Katāpattivārādivaṇṇanā",
  "atk-vin02a4:18": "157. Ito paraṃ ‘‘methunaṃ dhammaṃ paṭisevanto kati āpattiyo āpajjatī’’ti ādippabhedo katāpattivāro, ‘‘methunaṃ dhammaṃ paṭisevantassa āpattiyo catunnaṃ vipattīnaṃ kati vipattiyo bhajantī’’ti ādippabhedo vipattivāro, ‘‘methunaṃ dhammaṃ paṭisevantassa āpattiyo sattannaṃ āpattikkhandhānaṃ katihi āpattikkhandhehi saṅgahitā’’ti ādippabhedo saṅgahavāro, ‘‘methunaṃ dhammaṃ paṭisevantassa āpattiyo channaṃ āpattisamuṭṭhānānaṃ katihi samuṭṭhānehi samuṭṭhahantī’’ti ādippabhedo samuṭṭhānavāro, ‘‘methunaṃ dhammaṃ paṭisevantassa āpattiyo catunnaṃ adhikaraṇānaṃ katamaṃ adhikaraṇa’’nti ādippabhedo adhikaraṇavāro, ‘‘methunaṃ dhammaṃ paṭisevantassa āpattiyo sattannaṃ samathānaṃ katihi samathehi sammantī’’ti ādippabhedo samathavāro, tadanantaro samuccayavāro cāti ime satta vārā uttānatthā eva.",
  "atk-vin02a4:19": "188. Tato paraṃ ‘‘methunaṃ dhammaṃ paṭisevanapaccayā pārājikaṃ kattha paññatta’’ntiādinā nayena puna paccayavasena eko paññattivāro, tassa vasena purimasadisā eva katāpattivārādayo satta vārāti evaṃ aparepi aṭṭha vārā vuttā, tepi uttānatthā eva. Iti ime aṭṭha, purimā aṭṭhāti mahāvibhaṅge soḷasa vārā dassitā. Tato paraṃ teneva nayena bhikkhunivibhaṅgepi soḷasa vārā āgatāti evamime ubhatovibhaṅge dvattiṃsa vārā pāḷinayeneva veditabbā. Na hettha kiñci pubbe avinicchitaṃ nāma atthi.",
  "atk-vin02a4:20": "Mahāvibhaṅge ca bhikkhunivibhaṅge ca",
  "atk-vin02a4:21": "Soḷasamahāvāravaṇṇanā niṭṭhitā.",
  "atk-vin02a4:22": "Samuṭṭhānasīsavaṇṇanā",
  "atk-vin02a4:23": "257. Tadanantarāya pana samuṭṭhānakathāya anattā iti nicchayāti anattā iti nicchitā. Sabhāgadhammānanti aniccākārādīhi sabhāgānaṃ saṅkhatadhammānaṃ. Nāmamattaṃ na nāyatīti nāmamattampi na paññāyati. Dukkhahāninti dukkhaghātanaṃ. Khandhakā yā ca mātikāti khandhakā yā ca mātikāti attho. Ayameva vā pāṭho. Samuṭṭhānaṃ niyato katanti samuṭṭhānaṃ niyatokataṃ niyatakataṃ; niyatasamuṭṭhānanti attho. Etena bhūtārocanacorivuṭṭhāpanaananuññātasikkhāpadattayassa saṅgaho paccetabbo. Etāneva hi tīṇi sikkhāpadāni niyatasamuṭṭhānāni, aññehi saddhiṃ asambhinnasamuṭṭhānāni.",
  "atk-vin02a4:24": "Sambhedaṃ nidānañcaññanti aññampi sambhedañca nidānañca. Tattha sambhedavacanena samuṭṭhānasambhedassa gahaṇaṃ paccetabbaṃ, tāni hi tīṇi sikkhāpadāni ṭhapetvā sesāni sambhinnasamuṭṭhānāni. Nidānavacanena sikkhāpadānaṃ paññattidesasaṅkhātaṃ nidānaṃ paccetabbaṃ. Sutte dissanti uparīti sikkhāpadānaṃ samuṭṭhānaniyamo sambhedo nidānanti imāni tīṇi suttamhi eva dissanti; paññāyantīti attho. Tattha ‘‘ekena samuṭṭhānena samuṭṭhāti, kāyato ca cittato cā’’tiādimhi tāva purimanaye samuṭṭhānaniyamo ca sambhedo ca dissanti. Itaraṃ pana nidānaṃ nāma –",
  "atk-vin02a4:25": "‘‘Vesāliyā rājagahe, sāvatthiyā ca āḷavī;",
  "atk-vin02a4:26": "Kosambiyā ca sakkesu, bhaggesu ceva paññattā’’ti.",
  "atk-vin02a4:27": "Evaṃ upari dissati, parato āgate sutte dissatīti veditabbaṃ.",
  "atk-vin02a4:28": "‘‘Vibhaṅge dvīsū’’ti gāthāya ayamattho – yaṃ sikkhāpadaṃ dvīsu vibhaṅgesu paññattaṃ uposathadivase bhikkhū ca bhikkhuniyo ca uddisanti, tassa yathāñāyaṃ samuṭṭhānaṃ pavakkhāmi, taṃ me suṇāthāti.",
  "atk-vin02a4:29": "Sañcarittānubhāsanañcāti sañcarittañca samanubhāsanañca. Atirekañca cīvaranti atirekacīvaraṃ; kathinanti attho. Lomāni padasodhammoti eḷakalomāni ca padasodhammo ca. Bhūtaṃ saṃvidhānena cāti bhūtārocanañca saṃvidahitvā addhānappaṭipajjanañca. Theyyadesanā coriṃ cāti theyyasattho ca chattapāṇissa agilānassa dhammadesanā ca corivuṭṭhāpanañca. Ananuññātāya terasāti mātāpitusāmikehi ananuññātāya saddhiṃ imāni terasa samuṭṭhānāni honti. Sadisā idha dissareti idha ubhatovibhaṅge etesu terasasu samuṭṭhānasīsesu ekekasmiṃ aññānipi sadisāni samuṭṭhānāni dissanti.",
  "atk-vin02a4:30": "Paṭhamapārājikasamuṭṭhānavaṇṇanā",
  "atk-vin02a4:31": "258. Idāni tāni dassetuṃ ‘‘methunaṃ sukkasaṃsaggo’’tiādi vuttaṃ. Tattha methunanti idaṃ tāva paṭhamapārājikaṃ nāma ekaṃ samuṭṭhānasīsaṃ, sesāni tena sadisāni. Tattha sukkasaṃsaggoti sukkavissaṭṭhi ceva kāyasaṃsaggo ca. Aniyatā paṭhamikāti paṭhamaṃ aniyatasikkhāpadaṃ. Pubbūpaparipācitāti ‘‘jānaṃ pubbūpagataṃ bhikkhu’’nti sikkhāpadañca bhikkhuniparipācitapiṇḍapātasikkhāpadañca. Raho bhikkhuniyā sahāti bhikkhuniyā saddhiṃ raho nisajjasikkhāpadañca.",
  "atk-vin02a4:32": "Sabhojane raho dve cāti sabhojane kule anupakhajjanisajjasikkhāpadañca dve rahonisajjasikkhāpadāni ca. Aṅguli udake hasanti aṅgulipatodakañca udake hasadhammasikkhāpadañca. Pahāre uggire cevāti pahāradānasikkhāpadañca talasattikauggiraṇasikkhāpadañca. Tepaññāsā ca sekhiyāti parimaṇḍalanivāsanādīni khuddakavaṇṇanāvasāne vuttāni tepaññāsa sekhiyasikkhāpadāni ca.",
  "atk-vin02a4:33": "Adhakkhagāmāvassutāti bhikkhunīnaṃ adhakkhakasikkhāpadañca gāmantaragamanaṃ avassutā avassutassa hatthato khādanīyabhojanīyaggahaṇasikkhāpadañca. Talamaṭṭhañca suddhikāti talaghātakaṃ jatumaṭṭhaṃ udakasuddhikādiyanañca. Vassaṃvuṭṭhā ca ovādanti vassaṃvuṭṭhā chappañcayojanāni sikkhāpadañca ovādāya agamanasikkhāpadañca. Nānubandhe pavattininti yā pana bhikkhunī vuṭṭhāpitaṃ pavattiniṃ dve vassāni nānubandheyyāti vuttasikkhāpadaṃ.",
  "atk-vin02a4:34": "Ime sikkhāti imā sikkhāyo; liṅgavipariyāyo kato. Kāyamānasikā katāti kāyacittasamuṭṭhānā katā.",
  "atk-vin02a4:35": "Dutiyapārājikasamuṭṭhānavaṇṇanā",
  "atk-vin02a4:36": "259. Adinnanti idaṃ tāva adinnādānanti vā dutiyapārājikanti vā ekaṃ samuṭṭhānasīsaṃ, sesāni tena sadisāni. Tattha viggahuttarīti manussaviggahauttarimanussadhammasikkhāpadāni. Duṭṭhullā attakāminanti duṭṭhullavācāattakāmapāricariyasikkhāpadāni. Amūlā aññabhāgiyāti dve duṭṭhadosasikkhāpadāni. Aniyatā dutiyikāti dutiyaṃ aniyatasikkhāpadaṃ.",
  "atk-vin02a4:37": "Acchinde pariṇāmaneti sāmaṃ cīvaraṃ datvā acchindanañca saṅghikalābhassa attano pariṇāmanañca. Musā omasapesuṇāti musāvādo ca omasavādo ca bhikkhupesuññañca. Duṭṭhullā pathavīkhaṇeti duṭṭhullāpattiārocanañca pathavīkhaṇañca. Bhūtaṃ aññāya ujjhāpeti bhūtagāmaaññavādakaujjhāpanakasikkhāpadāni.",
  "atk-vin02a4:38": "Nikkaḍḍhanaṃ siñcanañcāti vihārato nikkaḍḍhanañca udakena tiṇādisiñcanañca. Āmisahetu bhuttāvīti ‘‘āmisahetu bhikkhuniyo ovadantī’’ti sikkhāpadañca, bhuttāviṃ anatirittena khādanīyādinā pavāraṇāsikkhāpadañca. Ehi anādari bhiṃsāti ‘‘ehāvuso gāmaṃ vā’’ti sikkhāpadañca, anādariyañca bhikkhubhiṃsāpanakañca. Apanidhe ca jīvitanti pattādīnaṃ apanidhānasikkhāpadañca, sañcicca pāṇaṃ jīvitāvoropanañca.",
  "atk-vin02a4:39": "Jānaṃ sappāṇakaṃ kammanti jānaṃ sappāṇakaudakasikkhāpadañca punakammāya ukkoṭanañca. Ūnasaṃvāsanāsanāti ūnavīsativassasikkhāpadañca ukkhittakena saddhiṃ saṃvāsasikkhāpadañca nāsitakasāmaṇerasambhogasikkhāpadañca. Sahadhammikaṃ vilekhāti sahadhammikaṃ vuccamānasikkhāpadañca, vilekhāya saṃvattantīti āgatasikkhāpadañca. Moho amūlakena cāti mohanake pācittiyasikkhāpadañca, amūlakena saṅghādisesena anuddhaṃsanasikkhāpadañca.",
  "atk-vin02a4:40": "Kukkuccaṃ dhammikaṃ cīvaraṃ datvāti kukkuccaupadahanañca, dhammikānaṃ kammānaṃ chandaṃ datvā khīyanañca, cīvaraṃ datvā khīyanañca. Pariṇāmeyya puggaleti saṅghikaṃ lābhaṃ puggalassa pariṇāmanasikkhāpadaṃ. Kiṃ te akālaṃ acchindeti ‘‘kiṃ te ayye eso purisapuggalo karissatī’’ti āgatasikkhāpadañca, ‘‘akālacīvaraṃ kālacīvara’’nti adhiṭṭhahitvā bhājanasikkhāpadañca, bhikkhuniyā saddhiṃ cīvaraṃ parivattetvā acchindanasikkhāpadañca. Duggahī nirayena cāti duggahitena duppadhāritena paraṃ ujjhāpanasikkhāpadañca, nirayena vā brahmacariyena vā abhisapanasikkhāpadañca.",
  "atk-vin02a4:41": "Gaṇaṃ vibhaṅga dubbalanti ‘‘gaṇassa cīvaralābhaṃ antarāyaṃ kareyyā’’ti ca ‘‘dhammikaṃ cīvaravibhaṅgaṃ paṭibāheyyā’’ti ca ‘‘dubbalacīvarapaccāsāya cīvarakālasamayaṃ atikkāmeyyā’’ti ca vuttasikkhāpadāni. Kathinā phāsu passayanti ‘‘dhammikaṃ kathinuddhāraṃ paṭibāheyya, bhikkhuniyā sañcicca aphāsuṃ kareyya, bhikkhuniyā upassayaṃ datvā kupitā anattamanā nikkaḍḍheyya vā’’ti vuttasikkhāpadāni. Akkosacaṇḍī maccharīti ‘‘bhikkhuṃ akkoseyya vā paribhāseyya vā, caṇḍikatā gaṇaṃ paribhāseyya, kule maccharinī assā’’ti vuttasikkhāpadāni. Gabbhiniñca pāyantiyāti ‘‘gabbhiniṃ vuṭṭhāpeyya, pāyantiṃ vuṭṭhāpeyyā’’ti vuttasikkhāpadāni.",
  "atk-vin02a4:42": "Dvevassaṃ sikkhā saṅghenāti ‘‘dve vassāni chasu dhammesu asikkhitasikkhaṃ sikkhamānaṃ vuṭṭhāpeyya, sikkhitasikkhaṃ sikkhamānaṃ saṅghena asammataṃ vuṭṭhāpeyyā’’ti vuttasikkhāpadāni. Tayo ceva gihīgatāti ūnadvādasavassaṃ gihigataṃ, paripuṇṇadvādasavassaṃ gihigataṃ ‘‘dve vassāni chasu dhammesu asikkhitasikkhaṃ dve vassāni sikkhitasikkhaṃ saṅghena asammata’’nti vuttasikkhāpadāni. Kumāribhūtā tissoti ‘‘ūnavīsativassaṃ kumāribhūta’’ntiādinā nayena vuttā tisso. Ūnadvādasasammatāti ‘‘ūnadvādasavassā vuṭṭhāpeyya, paripuṇṇadvādasavassā saṅghena asammatā vuṭṭhāpeyyā’’ti vuttasikkhāpadadvayaṃ.",
  "atk-vin02a4:43": "Alaṃ tāva sokāvāsanti ‘‘alaṃ tāva te ayye vuṭṭhāpitenā’’ti ca, ‘‘caṇḍiṃ sokāvāsaṃ sikkhamānaṃ vuṭṭhāpeyyā’’ti ca vuttasikkhāpadadvayaṃ. Chandā anuvassā ca dveti ‘‘pārivāsikachandadānena sikkhamānaṃ vuṭṭhāpeyya, anuvassaṃ vuṭṭhāpeyya, ekaṃ vassaṃ dve vuṭṭhāpeyyā’’ti vuttasikkhāpadattayaṃ. Samuṭṭhānā tikā katāti tikasamuṭṭhānā katā.",
  "atk-vin02a4:44": "Sañcarittasamuṭṭhānavaṇṇanā",
  "atk-vin02a4:45": "260. Sañcarī kuṭi vihāroti sañcarittaṃ saññācikāya kuṭikaraṇaṃ mahallakavihārakaraṇañca. Dhovanañca paṭiggahoti aññātikāya bhikkhuniyā purāṇacīvaradhovāpanañca cīvarapaṭiggahaṇañca. Viññattuttari abhihaṭṭhunti aññātakaṃ gahapatiṃ cīvaraviññāpanaṃ tatuttarisādiyanasikkhāpadañca. Ubhinnaṃ dūtakena cāti ‘‘cīvaracetāpannaṃ upakkhaṭaṃ hotī’’ti āgatasikkhāpadadvayañca dūtena cīvaracetāpannapahitasikkhāpadañca.",
  "atk-vin02a4:46": "Kosiyā suddhadvebhāgā, chabbassāni nisīdananti ‘‘kosiyamissakaṃ santhata’’ntiādīni pañca sikkhāpadāni. Riñcanti rūpikā cevāti vibhaṅge ‘‘riñcanti uddesa’’nti āgataṃ eḷakalomadhovāpanaṃ rūpiyappaṭiggahaṇasikkhāpadañca. Ubho nānappakārakāti rūpiyasaṃvohārakayavikkayasikkhāpadadvayaṃ.",
  "atk-vin02a4:47": "Ūnabandhanavassikāti ūnapañcabandhanapattasikkhāpadañca vassikasāṭikasikkhāpadañca. Suttaṃ vikappanena cāti suttaṃ viññāpetvā cīvaravāyāpanañca tantavāye upasaṅkamitvā cīvare vikappāpajjanañca. Dvāradānasibbāni cāti yāva dvārakosā aggaḷaṭṭhapanāya, ‘‘aññātikāya bhikkhuniyā cīvaraṃ dadeyya, cīvaraṃ sibbeyyā’’ti vuttasikkhāpadattayaṃ. Pūvapaccayajoti cāti pūvehi vā manthehi vā abhihaṭṭhuṃ pavāraṇāsikkhāpadaṃ cātumāsapaccayappavāraṇājotisamādahanasikkhāpadāni ca.",
  "atk-vin02a4:48": "Ratanaṃ sūci mañco ca, tūlaṃ nisīdanakaṇḍu ca, vassikā ca sugatenāti ratanasikkhāpadañceva sūcigharasikkhāpadādīni ca satta sikkhāpadāni. Viññatti aññaṃ cetāpanā, dve saṅghikā mahājanikā, dve puggalalahukā garūti ‘‘yā pana bhikkhunī aññaṃ viññāpetvā aññaṃ viññāpeyyā’’tiādīni nava sikkhāpadāni. Dve vighāsā sāṭikā cāti ‘‘uccāraṃ vā passāvaṃ vā saṅkāraṃ vā vighāsaṃ vā tirokuṭṭe vā tiropākāre vā chaḍḍeyya vā chaḍḍāpeyya vā, harite chaḍḍeyya vā chaḍḍāpeyya vā’’ti evaṃ vuttāni dve vighāsasikkhāpadāni ca udakasāṭikāsikkhāpadañca. Samaṇacīvarena cāti ‘‘samaṇacīvaraṃ dadeyyā’’ti idametaṃ sandhāya vuttaṃ.",
  "atk-vin02a4:49": "Samanubhāsanāsamuṭṭhānavaṇṇanā",
  "atk-vin02a4:50": "261. Bhedānuvattadubbacadūsaduṭṭhulladiṭṭhi cāti saṅghabhedānuvattakadubbacakuladūsakaduṭṭhullappaṭicchādanadiṭṭhiappaṭinissajjanasikkhāpadāni. Chandaṃ ujjagghikā dve cāti chandaṃ adatvā gamanasikkhāpadaṃ ujjagghikāya antaraghare gamananisīdanasikkhāpadadvayañca. Dve ca saddāti ‘‘appasaddo antaraghare gamissāmi, nisīdissāmī’’ti sikkhāpadadvayañca. Na byāhareti ‘‘na sakabaḷena mukhena byāharissāmī’’ti sikkhāpadaṃ.",
  "atk-vin02a4:51": "Chamā nīcāsane ṭhānaṃ, pacchato uppathena cāti chamāyaṃ nisīditvā, nīce āsane nisīditvā; ṭhitena nisinnassa, pacchato gacchantena purato gacchantassa, uppathena gacchantena pathena gacchantassa dhammadesanāsikkhāpadāni. Vajjānuvattigahaṇāti vajjappaṭicchādana, ukkhittānuvattaka, hatthaggahaṇādisaṅkhātāni tīṇi pārājikāni. Osāre paccācikkhanāti ‘‘anapaloketvā kārakasaṅghaṃ anaññāya gaṇassa chandaṃ osāreyyā’’ti ca ‘‘buddhaṃ paccakkhāmī’’ti ca vuttasikkhāpadadvayaṃ.",
  "atk-vin02a4:52": "Kismiṃ saṃsaṭṭhā dve vadhīti ‘‘kismiñcideva adhikaraṇe paccākatā’’ti ca ‘‘bhikkhuniyo paneva saṃsaṭṭhā viharantī’’ti ca ‘‘yā pana bhikkhunī evaṃ vadeyya saṃsaṭṭhāva ayye tumhe viharathā’’ti ca ‘‘attānaṃ vadhitvā vadhitvā rodeyyā’’ti ca vuttasikkhāpadāni. Visibbe dukkhitāya cāti ‘‘bhikkhuniyā cīvaraṃ visibbetvā vā visibbāpetvā vā’’ti ca ‘‘dukkhitaṃ sahajīvini’’nti ca vuttasikkhāpadadvayaṃ. Puna saṃsaṭṭhā na vūpasameti ‘‘saṃsaṭṭhā vihareyya gahapatinā vā gahapatiputtena vā’’ti evaṃ puna vuttasaṃsaṭṭhasikkhāpadañca ‘‘ehayye, imaṃ adhikaraṇaṃ vūpasamehī’’ti vuccamānā, ‘‘sādhū’’ti paṭissuṇitvā ‘‘sā pacchā anantarāyikinī neva vūpasammeyyā’’ti vuttasikkhāpadañca. Ārāmañca pavāraṇāti ‘‘jānaṃ sabhikkhukaṃ ārāmaṃ anāpucchā paviseyyā’’ti ca ‘‘ubhatosaṅghe tīhi ṭhānehi na pavāreyyā’’ti ca vuttasikkhāpadadvayaṃ.",
  "atk-vin02a4:53": "Anvaddhaṃ sahajīviniṃ dveti ‘‘anvaddhamāsaṃ bhikkhuniyā bhikkhusaṅghato dve dhammā paccāsīsitabbā’’ti vuttasikkhāpadañca, ‘‘sahajīviniṃ vuṭṭhāpetvā dve vassāni neva anuggaṇheyya, sahajīviniṃ vuṭṭhāpetvā neva vūpakāseyyā’’ti vuttasikkhāpadadvayañca. Cīvaraṃ anubandhanāti ‘‘sace me tvaṃ, ayye, cīvaraṃ dassasi, evāhaṃ taṃ vuṭṭhāpessāmī’’ti ca ‘‘sace maṃ tvaṃ, ayye, dve vassāni anubandhissasi, evāhaṃ taṃ vuṭṭhāpessāmī’’ti ca vuttasikkhāpadadvayaṃ.",
  "atk-vin02a4:54": "Kathinasamuṭṭhānavaṇṇanā",
  "atk-vin02a4:55": "262. Ubbhataṃ kathinaṃ tīṇīti ‘‘niṭṭhitacīvarasmiṃ bhikkhunā ubbhatasmiṃ kathine’’ti vuttāni āditova tīṇi sikkhāpadāni. Paṭhamaṃ pattabhesajjanti ‘‘dasāhaparamaṃ atirekapatto’’ti vuttaṃ paṭhamapattasikkhāpadañca ‘‘paṭisāyanīyāni bhesajjānī’’ti vuttasikkhāpadañca. Accekañcāpi sāsaṅkanti accekacīvarasikkhāpadañca tadanantarameva sāsaṅkasikkhāpadañca. Pakkamantena vā duveti ‘‘taṃ pakkamanto neva uddhareyyā’’ti bhūtagāmavagge vuttasikkhāpadadvayaṃ.",
  "atk-vin02a4:56": "Upassayaṃ paramparāti ‘‘bhikkhunupassayaṃ gantvā bhikkhuniyo ovadeyyā’’ti ca ‘‘paramparabhojane pācittiya’’nti ca vuttasikkhāpadadvayaṃ. Anatirittaṃ nimantanāti ‘‘anatirittaṃ khādanīyaṃ vā bhojanīyaṃ vā’’ti ca ‘‘nimantito sabhatto samāno’’ti ca vuttasikkhāpadadvayaṃ. Vikappaṃ rañño vikāleti ‘‘sāmaṃ cīvaraṃ vikappetvā’’ti ca ‘‘rañño khattiyassā’’ti ca ‘‘vikāle gāmaṃ paviseyyā’’ti ca vuttasikkhāpadattayaṃ. Vosāsāraññakena cāti ‘‘vosāsamānarūpā ṭhitā’’ti ca ‘‘tathārūpesu āraññakesu senāsanesu pubbe appaṭisaṃvidita’’nti ca vuttasikkhāpadadvayaṃ.",
  "atk-vin02a4:57": "Ussayā sannicayañcāti ‘‘ussayavādikā’’ti ca ‘‘pattasannicayaṃ kareyyā’’ti ca vuttasikkhāpadadvayaṃ. Pure pacchā vikāle cāti ‘‘yā pana bhikkhunī purebhattaṃ kulāni upasaṅkamitvā’’ti ca, ‘‘pacchābhattaṃ kulāni upasaṅkamitvā’’ti ca, ‘‘vikāle kulāni upasaṅkamitvā’’ti ca vuttasikkhāpadattayaṃ. Pañcāhikā saṅkamanīti ‘‘pañcāhikā saṅghāṭicāraṃ atikkameyyā’’ti ca ‘‘cīvarasaṅkamanīyaṃ dhāreyyā’’ti ca vuttasikkhāpadadvayaṃ. Dvepi āvasathena cāti ‘‘āvasathacīvaraṃ anissajjitvā paribhuñjeyya, āvasathaṃ anissajjitvā cārikaṃ pakkameyyā’’ti ca evaṃ āvasathena saddhiṃ vuttasikkhāpadāni ca dve.",
  "atk-vin02a4:58": "Pasākhe āsane cevāti ‘‘pasākhe jātaṃ gaṇḍaṃ vā’’ti ca ‘‘bhikkhussa purato anāpucchā āsane nisīdeyyā’’ti ca vuttasikkhāpadadvayaṃ.",
  "atk-vin02a4:59": "Eḷakalomasamuṭṭhānavaṇṇanā",
  "atk-vin02a4:60": "263. Eḷakalomā dve seyyāti eḷakalomasikkhāpadañceva dve ca sahaseyyasikkhāpadāni. Āhacca piṇḍabhojananti āhaccapādakasikkhāpadañca āvasathapiṇḍabhojanasikkhāpadañca. Gaṇavikālasannidhīti gaṇabhojanavikālabhojanasannidhikārakasikkhāpadattayaṃ. Dantaponena celakāti dantaponasikkhāpadañca acelakasikkhāpadañca. Uyyuttaṃ senaṃ uyyodhīti ‘‘uyyuttaṃ senaṃ dassanāya gaccheyya, senāya vaseyya, uyyodhikaṃ vā…pe… anīkadassanaṃ vā gaccheyyā’’ti vuttasikkhāpadattayaṃ. Surā orena nhāyanāti surāpānasikkhāpadañca orenaddhamāsanahānasikkhāpadañca. Dubbaṇṇe dve desanikāti ‘‘tiṇṇaṃ dubbaṇṇakaraṇāna’’nti vuttasikkhāpadañca vuttāvasesapāṭidesanīyadvayañca. Lasuṇupatiṭṭhe naccanāti lasuṇasikkhāpadaṃ, ‘‘bhikkhussa bhuñjantassa pānīyena vā vidhūpanena vā upatiṭṭheyyā’’ti vuttasikkhāpadaṃ, ‘‘naccaṃ vā gītaṃ vā vāditaṃ vā dassanāya gaccheyyā’’ti vuttasikkhāpadañca. Ito paraṃ pāḷiṃ virajjhitvā likhanti. Yathā pana atthaṃ vaṇṇayissāma; evamettha anukkamo veditabbo.",
  "atk-vin02a4:61": "Nhānamattharaṇaṃ seyyāti ‘‘naggā nahāyeyya, ekattharaṇapāvuraṇā tuvaṭṭeyyuṃ, ekamañce tuvaṭṭeyyu’’nti vuttasikkhāpadattayaṃ. Antoraṭṭhe tathā bahīti ‘‘antoraṭṭhe sāsaṅkasammate, tiroraṭṭhe sāsaṅkasammate’’ti vuttasikkhāpadadvayaṃ. Antovassaṃ cittāgāranti ‘‘antovassaṃ cārikaṃ pakkameyya, rājāgāraṃ vā cittāgāraṃ vā…pe… pokkharaṇiṃ vā dassanāya gaccheyyā’’ti ca vuttasikkhāpadadvayaṃ. Āsandiṃ suttakantanāti ‘‘āsandiṃ vā pallaṅkaṃ vā paribhuñjeyya, suttaṃ kanteyyā’’ti vuttasikkhāpadadvayaṃ.",
  "atk-vin02a4:62": "Veyyāvaccaṃ sahatthā cāti ‘‘gihiveyyāvaccaṃ kareyya, agārikassa vā paribbājakassa vā paribbājikāya vā sahatthā khādanīyaṃ vā bhojanīyaṃ vā dadeyyā’’ti vuttasikkhāpadadvayaṃ. Abhikkhukāvāsena cāti ‘‘abhikkhuke āvāse vassaṃ vaseyyā’’ti idametaṃ sandhāya vuttaṃ. Chattaṃ yānañca saṅghāṇinti ‘‘chattupāhanaṃ dhāreyya, yānena yāyeyya, saṅghāṇiṃ dhāreyyā’’ti vuttasikkhāpadattayaṃ. Alaṅkāragandhavāsitanti ‘‘itthālaṅkāraṃ dhāreyya, gandhacuṇṇakena nahāyeyya, vāsitakena piññākena nahāyeyyā’’ti vuttasikkhāpadattayaṃ. Bhikkhunītiādinā ‘‘bhikkhuniyā ummaddāpeyyā’’tiādīni cattāri sikkhāpadāni vuttāni. Asaṅkaccikā āpattīti ‘‘asaṅkaccikā gāmaṃ paviseyya pācittiya’’nti evaṃ vuttaāpatti ca. Cattārīsā catuttarīti etāni sabbānipi catucattālīsa sikkhāpadāni vuttāni.",
  "atk-vin02a4:63": "Kāyena na vācācittena, kāyacittena na vācatoti kāyena ceva kāyacittena ca samuṭṭhahanti; na vācācittena na vācatoti attho. Dvisamuṭṭhānikā sabbe, samā eḷakalomikāti idaṃ uttānatthameva.",
  "atk-vin02a4:64": "Padasodhammasamuṭṭhānavaṇṇanā",
  "atk-vin02a4:65": "264. Padaññatra asammatāti ‘‘padaso dhammaṃ, mātugāmassa uttarichappañcavācāhi dhammaṃ deseyya, aññatra viññunā purisaviggahena, asammato bhikkhuniyo ovadeyyā’’ti vuttasikkhāpadattayaṃ. Tathā atthaṅgatena cāti ‘‘atthaṅgate sūriye ovadeyyā’’ti idametaṃ sandhāya vuttaṃ. Tiracchānavijjā dveti ‘‘tiracchānavijjaṃ pariyāpuṇeyya, vāceyyā’’ti evaṃ vuttasikkhāpadadvayaṃ. Anokāso ca pucchanāti ‘‘anokāsakataṃ bhikkhuṃ pañhaṃ puccheyyā’’ti idametaṃ sandhāya vuttaṃ.",
  "atk-vin02a4:66": "Addhānasamuṭṭhānavaṇṇanā",
  "atk-vin02a4:67": "265. Addhānanāvaṃ paṇītanti ‘‘bhikkhuniyā saddhiṃ saṃvidhāya ekaddhānamaggaṃ paṭipajjeyya, ekaṃ nāvaṃ abhiruheyya, paṇītabhojanāni agilāno attano atthāya viññāpetvā bhuñjeyyā’’ti vuttasikkhāpadattayaṃ. Mātugāmena saṃhareti mātugāmena saddhiṃ saṃvidhāya gamanañca ‘‘sambādhe lomaṃ saṃharāpeyyā’’ti vuttasikkhāpadañca. Dhaññaṃ nimantitā cevāti ‘‘dhaññaṃ viññāpetvā vā’’ti ca ‘‘nimantitā vā pavāritā vā khādanīyaṃ vā bhojanīyaṃ vā khādeyya vā bhuñjeyya vā’’ti vuttasikkhāpadañca. Aṭṭha cāti bhikkhunīnaṃ vuttā aṭṭha pāṭidesanīyā vā.",
  "atk-vin02a4:68": "Theyyasatthasamuṭṭhānavaṇṇanā",
  "atk-vin02a4:69": "266. Theyyasatthaṃ upassutīti theyyasatthena saddhiṃ saṃvidhāya ekaddhānamaggagamanañca upassutitiṭṭhanañca. Sūpaviññāpanena cāti idaṃ sūpodanaviññattiṃ sandhāya vuttaṃ. Rattichannañca okāsanti ‘‘rattandhakāre appadīpe, paṭicchanne okāse, ajjhokāse purisena saddhi’’nti evaṃ vuttasikkhāpadattayaṃ. Byūhena sattamāti idaṃ tadanantarameva ‘‘rathikāya vā byūhe vā siṅghāṭake vā purisena saddhi’’nti āgatasikkhāpadaṃ sandhāya vuttaṃ.",
  "atk-vin02a4:70": "Dhammadesanāsamuṭṭhānavaṇṇanā",
  "atk-vin02a4:71": "267. Dhammadesanāsamuṭṭhānāni ekādasa uttānāneva. Evaṃ tāva sambhinnasamuṭṭhānaṃ veditabbaṃ. Niyatasamuṭṭhānaṃ pana tividhaṃ, taṃ ekekasseva sikkhāpadassa hoti, taṃ visuṃyeva dassetuṃ ‘‘bhūtaṃ kāyena jāyatī’’tiādi vuttaṃ, taṃ uttānameva. Nettidhammānulomikanti vinayapāḷidhammassa anulomanti.",
  "atk-vin02a4:72": "Samuṭṭhānasīsavaṇṇanā niṭṭhitā.",
  "atk-vin02a4:73": "Antarapeyyālaṃ",
  "atk-vin02a4:74": "Katipucchāvāravaṇṇanā",
  "atk-vin02a4:75": "271. Idāni āpattiādikoṭṭhāsesu kosallajananatthaṃ ‘‘kati āpattiyo’’tiādinā nayena mātikaṃ ṭhapetvā niddesappaṭiniddesavasena vibhaṅgo vutto.",
  "atk-vin02a4:76": "Tattha kati āpattiyoti mātikāya ca vibhaṅge ca āgatāpattipucchā. Esa nayo dutiyapadepi. Kevalañhettha āpattiyo eva rāsivasena khandhāti vuttā. Vinītavatthūnīti tāsaṃ āpattīnaṃ vinayapucchā; ‘‘vinītaṃ vinayo vūpasamo’’ti idañhi atthato ekaṃ, vinītāniyeva vinītavatthūnīti ayamettha padattho. Idāni yesu sati āpattiyo honti, asati na honti, te dassetuṃ ‘‘kati agāravā’’ti pucchādvayaṃ. Vinītavatthūnīti ayaṃ pana tesaṃ agāravānaṃ vinayapucchā. Yasmā pana tā āpattiyo vipattiṃ āpattā nāma natthi, tasmā ‘‘kati vipattiyo’’ti ayaṃ āpattīnaṃ vipattibhāvapucchā. Kati āpattisamuṭṭhānānīti tāsaṃyeva āpattīnaṃ samuṭṭhānapucchā. Vivādamūlāni anuvādamūlānīti imā ‘‘vivādādhikaraṇaṃ anuvādādhikaraṇa’’nti āgatānaṃ vivādānuvādānaṃ mūlapucchā. Sāraṇīyā dhammāti vivādānuvādamūlānaṃ abhāvakaradhammapucchā. Bhedakaravatthūnīti ayaṃ ‘‘bhedanasaṃvattanikaṃ vā adhikaraṇa’’ntiādīsu vuttabhedakaraṇapucchā. Adhikaraṇānīti bhedakaravatthūsu sati uppajjanadhammapucchā. Samathāti tesaṃyeva vūpasamanadhammapucchā. Pañca āpattiyoti mātikāya āgatavasena vuttā. Sattāti vibhaṅge āgatavasena.",
  "atk-vin02a4:77": "Ārakā etehi ramatīti ārati; bhusā vā rati ārati. Vinā etehi ramatīti virati. Paccekaṃ paccekaṃ viramatīti paṭivirati. Veraṃ maṇati vināsetīti veramaṇī. Na etāya ete āpattikkhandhā karīyantīti akiriyā. Yaṃ etāya asati āpattikkhandhakaraṇaṃ uppajjeyya, tassa paṭipakkhato akaraṇaṃ. Āpattikkhandhaajjhāpattiyā paṭipakkhato anajjhāpatti. Velanato velā; calayanato vināsanatoti attho. Niyyānaṃ sinoti bandhati nivāretīti setu. Āpattikkhandhānametaṃ adhivacanaṃ. So setu etāya paññattiyā haññatīti setughāto. Sesavinītavatthuniddesesupi eseva nayo.",
  "atk-vin02a4:78": "Buddhe agāravādīsu yo buddhe dharamāne upaṭṭhānaṃ na gacchati, parinibbute cetiyaṭṭhānaṃ bodhiṭṭhānaṃ na gacchati, cetiyaṃ vā bodhiṃ vā na vandati, cetiyaṅgaṇe sachatto saupāhano carati, natthetassa buddhe gāravoti veditabbo. Yo pana sakkontoyeva dhammassavanaṃ na gacchati, sarabhaññaṃ na bhaṇati, dhammakathaṃ na katheti, dhammassavanaggaṃ bhinditvā gacchati, vikkhitto vā anādaro vā nisīdati, natthetassa dhamme gāravo. Yo theranavamajjhimesu cittīkāraṃ na paccupaṭṭhāpeti, uposathāgāravitakkamāḷakādīsu kāyappāgabbhiyaṃ dasseti, yathāvuḍḍhaṃ na vandati, natthetassa saṅghe gāravo. Tisso sikkhā samādāya asikkhamānoyeva pana sikkhāya agāravoti veditabbo. Pamāde ca sativippavāse tiṭṭhamānoyeva appamādalakkhaṇaṃ abrūhayamāno appamāde agāravoti veditabbo. Tathā āmisappaṭisanthāraṃ dhammappaṭisanthāranti imaṃ duvidhaṃ paṭisanthāraṃ akarontoyeva paṭisanthāre agāravoti veditabbo. Gāravaniddese vuttavipariyāyena attho veditabbo.",
  "atk-vin02a4:79": "272. Vivādamūlaniddese ‘‘sattharipi agāravo’’tiādīnaṃ buddhe agāravādīsu vuttanayeneva attho veditabbo. Appatissoti anīcavutti; na satthāraṃ jeṭṭhakaṃ katvā viharati. Ajjhattaṃ vāti attano santāne vā attano pakkhe vā; sakāya parisāyāti attho. Bahiddhā vāti parasantāne vā parapakkhe vā. Tatra tumheti tasmiṃ ajjhattabahiddhābhede saparasantāne vā saparaparisāya vā. Pahānāya vāyameyyāthāti mettābhāvanādīhi nayehi pahānatthaṃ vāyameyyātha; mettābhāvanādinayena hi taṃ ajjhattampi bahiddhāpi pahīyati. Anavassavāyāti appavattibhāvāya.",
  "atk-vin02a4:80": "Sandiṭṭhiparāmāsīti sakameva diṭṭhiṃ parāmasati; yaṃ attanā diṭṭhigataṃ gahitaṃ, idameva saccanti gaṇhāti. Ādhānaggāhīti daḷhaggāhī.",
  "atk-vin02a4:81": "273. Anuvādamūlaniddeso kiñcāpi vivādamūlaniddeseneva samāno, atha kho aṭṭhārasa bhedakaravatthūni nissāya vivadantānaṃ kodhūpanāhādayo vivādamūlāni. Tathā vivadantā pana sīlavipattiādīsu aññataravipattiṃ āpajjitvā ‘‘asuko bhikkhu asukaṃ nāma vipattiṃ āpanno’’ti vā, ‘‘pārājikaṃ āpannosi, saṅghādisesaṃ āpannosī’’ti vā anuvadanti. Evaṃ anuvadantānaṃ kodhūpanāhādayo anuvādamūlānīti ayamettha viseso.",
  "atk-vin02a4:82": "274. Sāraṇīyadhammaniddese mettacittena kataṃ kāyakammaṃ mettaṃ kāyakammaṃ nāma. Āvi ceva raho cāti sammukhā ca parammukhā ca. Tattha navakānaṃ cīvarakammādīsu sahāyabhāvagamanaṃ sammukhā mettaṃ kāyakammaṃ nāma. Therānaṃ pana pādadhovanabījanavātadānādibhedampi sabbaṃ sāmīcikammaṃ sammukhā mettaṃ kāyakammaṃ nāma. Ubhayehipi dunnikkhittānaṃ dārubhaṇḍādīnaṃ tesu avamaññaṃ akatvā attanā dunnikkhittānaṃ viya paṭisāmanaṃ parammukhā mettaṃ kāyakammaṃ nāma. Ayampi dhammo sāraṇīyoti ayaṃ mettākāyakammasaṅkhāto dhammo saritabbo satijanako; yo naṃ karoti, taṃ puggalaṃ; yesaṃ kato hoti, te pasannacittā ‘‘aho sappuriso’’ti anussarantīti adhippāyo. Piyakaraṇoti taṃ puggalaṃ sabrahmacārīnaṃ piyaṃ karoti. Garukaraṇoti taṃ puggalaṃ sabrahmacārīnaṃ garuṃ karoti. Saṅgahāyātiādīsu sabrahmacārīhi saṅgahetabbabhāvāya. Tehi saddhiṃ avivādāya samaggabhāvāya ekībhāvāya ca saṃvattati.",
  "atk-vin02a4:83": "Mettaṃ vacīkammantiādīsu devatthero tissattheroti evaṃ paggayha vacanaṃ sammukhā mettaṃ vacīkammaṃ nāma. Vihāre asante pana taṃ paṭipucchantassa ‘‘kuhiṃ amhākaṃ devatthero, kuhiṃ amhākaṃ tissatthero, kadā nu kho āgamissatī’’ti evaṃ mamāyanavacanaṃ parammukhā mettaṃ vacīkammaṃ nāma. Mettāsinehasiniddhāni pana nayanāni ummīletvā pasannena mukhena olokanaṃ sammukhā mettaṃ manokammaṃ nāma. ‘‘Devatthero tissatthero arogo hotu, appābādho’’ti samannāharaṇaṃ parammukhā mettaṃ manokammaṃ nāma.",
  "atk-vin02a4:84": "Appaṭivibhattabhogīti neva āmisaṃ paṭivibhajitvā bhuñjati, na puggalaṃ. Yo hi ‘‘ettakaṃ paresaṃ dassāmi, ettakaṃ attanā bhuñjissāmi, ettakaṃ vā asukassa ca asukassa ca dassāmi, ettakaṃ attanā bhuñjissāmī’’ti vibhajitvā bhuñjati, ayaṃ paṭivibhattabhogī nāma. Ayaṃ pana evaṃ akatvā ābhataṃ piṇḍapātaṃ therāsanato paṭṭhāya datvā gahitāvasesaṃ bhuñjati. ‘‘Sīlavantehī’’ti vacanato dussīlassa adātumpi vaṭṭati, sāraṇīyadhammapūrakena pana sabbesaṃ dātabbamevāti vuttaṃ. Gilāna-gilānupaṭṭhāka-āgantuka-gamikacīvarakammādipasutānaṃ viceyya dātumpi vaṭṭati. Na hi ete vicinitvā dentena puggalavibhāgo kato hoti, īdisānañhi kicchalābhattā viseso kātabboyevāti ayaṃ karoti.",
  "atk-vin02a4:85": "Akhaṇḍānītiādīsu yassa sattasu āpattikkhandhesu ādimhi vā ante vā sikkhāpadaṃ bhinnaṃ hoti, tassa sīlaṃ pariyante chinnasāṭako viya khaṇḍaṃ nāma. Yassa pana vemajjhe bhinnaṃ, tassa majjhe chiddasāṭako viya chiddaṃ nāma hoti. Yassa paṭipāṭiyā dve tīṇi bhinnāni, tassa piṭṭhiyaṃ vā kucchiyaṃ vā uṭṭhitena visabhāgavaṇṇena kāḷarattādīnaṃ aññatarasarīravaṇṇā gāvī viya sabalaṃ nāma hoti. Yassa antarantarā bhinnāni, tassa antarantarā visabhāgavaṇṇabinduvicitrā gāvī viya kammāsaṃ nāma hoti. Yassa pana sabbena sabbaṃ abhinnāni sīlāni, tassa tāni sīlāni akhaṇḍāni acchiddāni asabalāni akammāsāni nāma honti. Tāni panetāni bhujissabhāvakaraṇato bhujissāni. Viññūhi pasatthattā viññuppasatthāni. Taṇhādiṭṭhīhi aparāmaṭṭhattā aparāmaṭṭhāni. Upacārasamādhiṃ appanāsamādhiṃ vā saṃvattayantīti samādhisaṃvattanikānīti vuccanti. Sīlasāmaññagato viharatīti tesu tesu disābhāgesu viharantehi kalyāṇasīlehi bhikkhūhi saddhiṃ samānabhāvūpagatasīlo viharati.",
  "atk-vin02a4:86": "Yāyaṃ diṭṭhīti maggasampayuttā sammādiṭṭhi. Ariyāti niddosā. Niyyātīti niyyānikā. Takkarassāti yo tathākārī hoti, tassa. Dukkhakkhayāyāti sabbadukkhassa khayatthaṃ. Sesaṃ yāva samathabhedapariyosānā uttānatthameva.",
  "atk-vin02a4:87": "Katipucchāvāravaṇṇanā niṭṭhitā.",
  "atk-vin02a4:88": "Khandhakapucchāvāro",
  "atk-vin02a4:89": "Pucchāvissajjanāvaṇṇanā",
  "atk-vin02a4:90": "320. Upasampadaṃ pucchissanti upasampadakkhandhakaṃ pucchissaṃ. Sanidānaṃ saniddesanti nidānena ca niddesena ca saddhiṃ pucchissāmi. Samukkaṭṭhapadānaṃ kati āpattiyoti yāni tattha samukkaṭṭhāni uttamāni padāni vuttāni, tesaṃ samukkaṭṭhapadānaṃ uttamapadānaṃ saṅkhepato kati āpattiyo hontīti. Yena yena hi padena yā yā āpatti paññattā, sā sā tassa tassa padassa āpattīti vuccati. Tena vuttaṃ ‘‘samukkaṭṭhapadānaṃ kati āpattiyo’’ti. Dve āpattiyoti ūnavīsativassaṃ upasampādentassa pācittiyaṃ, sesesu sabbapadesu dukkaṭaṃ.",
  "atk-vin02a4:91": "Tissoti ‘‘nassantete vinassantete, ko tehi attho’’ti bhedapurekkhārānaṃ uposathakaraṇe thullaccayaṃ, ukkhittakena saddhiṃ uposathakaraṇe pācittiyaṃ, sesesu dukkaṭanti evaṃ uposathakkhandhake tisso āpattiyo. Ekāti vassūpanāyikakkhandhake ekā dukkaṭāpattiyeva.",
  "atk-vin02a4:92": "Tissoti bhedapurekkhārassa pavārayato thullaccayaṃ, ukkhittakena saddhiṃ pācittiyaṃ, sesesu dukkaṭanti evaṃ pavāraṇākkhandhakepi tisso āpattiyo.",
  "atk-vin02a4:93": "Tissoti vacchatariṃ uggahetvā mārentānaṃ pācittiyaṃ, rattena cittena aṅgajātachupane thullaccayaṃ, sesesu dukkaṭanti evaṃ cammasaṃyuttepi tisso āpattiyo. Bhesajjakkhandhakepi samantā dvaṅgule thullaccayaṃ, bhojjayāguyā pācittiyaṃ, sesesu dukkaṭanti evaṃ tisso āpattiyo.",
  "atk-vin02a4:94": "Kathinaṃ kevalaṃ paññattimeva, natthi tattha āpatti. Cīvarasaṃyutte kusacīravākacīresu thullaccayaṃ, atirekacīvare nissaggiyaṃ, sesesu dukkaṭanti imā tisso āpattiyo.",
  "atk-vin02a4:95": "Campeyyake ekā dukkaṭāpattiyeva. Kosambaka-kammakkhandhaka-pārivāsikasamuccayakkhandhakesupi ekā dukkaṭāpattiyeva.",
  "atk-vin02a4:96": "Samathakkhandhake chandadāyako khiyyati, khiyyanakaṃ pācittiyaṃ, sesesu dukkaṭanti imā dve āpattiyo. Khuddakavatthuke attano aṅgajātaṃ chindati, thullaccayaṃ, romaṭṭhe pācittiyaṃ, sesesu dukkaṭanti imā tisso āpattiyo. Senāsanakkhandhake garubhaṇḍavissajjane thullaccayaṃ, saṅghikā vihārā nikkaḍḍhane pācittiyaṃ, sesesu dukkaṭanti imā tisso āpattiyo.",
  "atk-vin02a4:97": "Saṅghabhedebhedakānuvattakānaṃ thullaccayaṃ, gaṇabhojane pācittiyanti imā dve āpattiyo. Samācāraṃ pucchissanti vutte vattakkhandhake ekā dukkaṭāpattiyeva. Sā sabbavattesu anādariyena hoti. Tathā pātimokkhaṭṭhapane. Bhikkhunikkhandhake appavāraṇāya pācittiyaṃ, sesesu dukkaṭanti dve āpattiyo. Pañcasatikasattasatikesu kevalaṃ dhammo saṅgahaṃ āropito, natthi tattha āpattīti.",
  "atk-vin02a4:98": "Khandhakapucchāvāravaṇṇanā niṭṭhitā.",
  "atk-vin02a4:99": "Ekuttarikanayo",
  "atk-vin02a4:100": "Ekakavāravaṇṇanā",
  "atk-vin02a4:101": "321. Āpattikarā dhammā jānitabbātiādimhi ekuttarikanaye āpattikarā dhammā nāma cha āpattisamuṭṭhānāni. Etesañhi vasena puggalo āpattiṃ āpajjati, tasmā ‘‘āpattikarā’’ti vuttā. Anāpattikarā nāma satta samathā. Āpatti jānitabbāti tasmiṃ tasmiṃ sikkhāpade ca vibhaṅge ca vuttā āpatti jānitabbā. Anāpattīti ‘‘anāpatti bhikkhu asādiyantassā’’tiādinā nayena anāpatti jānitabbā. Lahukāti lahukena vinayakammena visujjhanato pañcavidhā āpatti. Garukāti garukena vinayakammena visujjhanato saṅghādisesā āpatti. Kenaci ākārena anāpattibhāvaṃ upanetuṃ asakkuṇeyyato pārājikāpatti ca. Sāvasesāti ṭhapetvā pārājikaṃ sesā. Anavasesāti pārājikāpatti. Dve āpattikkhandhā duṭṭhullā; avasesā aduṭṭhullā. Sappaṭikammadukaṃ sāvasesadukasadisaṃ. Desanāgāminidukaṃ lahukadukasaṅgahitaṃ.",
  "atk-vin02a4:102": "Antarāyikāti sattapi āpattiyo sañcicca vītikkantā saggantarāyañceva mokkhantarāyañca karontīti antarāyikā. Ajānantena vītikkantā pana paṇṇattivajjāpatti neva saggantarāyaṃ na mokkhantarāyaṃ karotīti anantarāyikā. Antarāyikaṃ āpannassāpi desanāgāminiṃ desetvā vuṭṭhānagāminito vuṭṭhāya suddhipattassa sāmaṇerabhūmiyaṃ ṭhitassa ca avārito saggamokkhamaggoti. Sāvajjapaññattīti lokavajjā. Anavajjapaññattīti paṇṇattivajjā. Kiriyato samuṭṭhitā nāma yaṃ karonto āpajjati pārājikāpatti viya. Akiriyatoti yaṃ akaronto āpajjati, cīvaraanadhiṭṭhānāpatti viya. Kiriyākiriyatoti yaṃ karonto ca akaronto ca āpajjati, kuṭikārāpatti viya.",
  "atk-vin02a4:103": "Pubbāpattīti paṭhamaṃ āpannāpatti. Aparāpattīti pārivāsikādīhi pacchā āpannāpatti. Pubbāpattīnaṃ antarāpatti nāma mūlavisuddhiyā antarāpatti. Aparāpattīnaṃ antarāpatti nāma agghavisuddhiyā antarāpatti. Kurundiyaṃ pana ‘‘pubbāpatti nāma paṭhamaṃ āpannā. Aparāpatti nāma mānattārahakāle āpannā. Pubbāpattīnaṃ antarāpatti nāma parivāse āpannā. Aparāpattīnaṃ antarāpatti nāma mānattacāre āpannā’’ti vuttaṃ. Idampi ekena pariyāyena yujjati.",
  "atk-vin02a4:104": "Desitā gaṇanūpagā nāma yā dhuranikkhepaṃ katvā puna na āpajjissāmīti desitā hoti. Agaṇanūpagā nāma yā dhuranikkhepaṃ akatvā saussāheneva cittena aparisuddhena desitā hoti. Ayañhi desitāpi desitagaṇanaṃ na upeti. Aṭṭhame vatthusmiṃ bhikkhuniyā pārājikameva hoti. Paññatti jānitabbātiādīsu navasu padesu paṭhamapārājikapucchāya vuttanayeneva vinicchayo veditabbo.",
  "atk-vin02a4:105": "Thullavajjāti thulladose paññattā garukāpatti. Athullavajjāti lahukāpatti. Gihipaṭisaṃyuttāti sudhammattherassa āpatti, yā ca dhammikassa paṭissavassa asaccāpane āpatti, avasesā na gihipaṭisaṃyuttā. Pañcānantariyakammāpatti niyatā, sesā aniyatā. Ādikaroti sudinnattherādi ādikammiko. Anādikaroti makkaṭisamaṇādi anupaññattikārako. Adhiccāpattiko nāma yo kadāci karahaci āpattiṃ āpajjati. Abhiṇhāpattiko nāma yo niccaṃ āpajjati.",
  "atk-vin02a4:106": "Codako nāma yo vatthunā vā āpattiyā vā paraṃ codeti. Yo pana evaṃ codito ayaṃ cuditako nāma. Pañcadasasu dhammesu appatiṭṭhahitvā abhūtena vatthunā codento adhammacodako nāma, tena tathā codito adhammacuditako nāma. Vipariyāyena dhammacodakacuditakā veditabbā. Micchattaniyatehi vā sammattaniyatehi vā dhammehi samannāgato niyato, viparīto aniyato.",
  "atk-vin02a4:107": "Sāvakā bhabbāpattikā nāma, buddhā ca paccekabuddhā ca abhabbāpattikā nāma. Ukkhepanīyakammakato ukkhittako nāma, avasesacatubbidhatajjanīyādikammakato anukkhittako nāma. Ayañhi uposathaṃ vā pavāraṇaṃ vā dhammaparibhogaṃ vā āmisaparibhogaṃ vā na kopeti. ‘‘Mettiyaṃ bhikkhuniṃ nāsetha, dūsako nāsetabbo, kaṇṭako samaṇuddeso nāsetabbo’’ti evaṃ liṅgadaṇḍakamma-saṃvāsanāsanāhi nāsitabbo nāsitako nāma. Sesā sabbe anāsitakā. Yena saddhiṃ uposathādiko saṃvāso atthi, ayaṃ samānasaṃvāsako, itaro nānāsaṃvāsako. So kammanānāsaṃvāsako laddhinānāsaṃvāsakoti duvidho hoti. Ṭhapanaṃ jānitabbanti ‘‘ekaṃ bhikkhave adhammikaṃ pātimokkhaṭṭhapana’’ntiādinā nayena vuttaṃ pātimokkhaṭṭhapanaṃ jānitabbanti attho.",
  "atk-vin02a4:108": "Ekakavāravaṇṇanā niṭṭhitā.",
  "atk-vin02a4:109": "Dukavāravaṇṇanā",
  "atk-vin02a4:110": "322. Dukesu sacittakā āpatti saññāvimokkhā, acittakā nosaññāvimokkhā. Laddhasamāpattikassa āpatti nāma bhūtārocanāpatti, aladdhasamāpattikassa āpatti nāma abhūtārocanāpatti. Saddhammapaṭisaññuttā nāma padasodhammādikā, asaddhammapaṭisaññuttā nāma duṭṭhullavācāpatti. Saparikkhārapaṭisaññuttā nāma nissaggiyavatthuno anissajjitvā paribhoge, pattacīvarānaṃ nidahane, kiliṭṭhacīvarānaṃ adhovane, malaggahitapattassa apacaneti evaṃ ayuttaparibhoge āpatti. Paraparikkhārapaṭisaññuttā nāma saṅghikamañcapīṭhādīnaṃ ajjhokāse santharaṇaanāpucchāgamanādīsu āpajjitabbā āpatti. Sapuggalapaṭisaññuttā nāma ‘‘mudupiṭṭhikassa lambissa ūrunā aṅgajātaṃ pīḷentassā’’tiādinā nayena vuttāpatti. Parapuggalapaṭisaññuttā nāma methunadhammakāyasaṃsaggapahāradānādīsu vuttāpatti, ‘‘sikharaṇīsī’’ti saccaṃ bhaṇanto garukaṃ āpajjati, ‘‘sampajānamusāvāde pācittiya’’nti musā bhaṇanto lahukaṃ. Abhūtārocane musā bhaṇanto garukaṃ. Bhūtārocane saccaṃ bhaṇanto lahukaṃ.",
  "atk-vin02a4:111": "‘‘Saṅghakammaṃ vaggaṃ karissāmī’’ti antosīmāya ekamante nisīdanto bhūmigato āpajjati nāma. Sace pana aṅgulimattampi ākāse tiṭṭheyya, na āpajjeyya, tena vuttaṃ ‘‘no vehāsagato’’ti. Vehāsakuṭiyā āhaccapādakaṃ mañcaṃ vā pīṭhaṃ vā abhinisīdanto vehāsagato āpajjati nāma. Sace pana taṃ bhūmiyaṃ paññāpetvā nipajjeyya na āpajjeyya, tena vuttaṃ – ‘‘no bhūmigato’’ti. Gamiyo gamiyavattaṃ apūretvā gacchanto nikkhamanto āpajjati nāma, no pavisanto. Āgantuko āgantukavattaṃ apūretvā sachattupāhano pavisanto pavisanto āpajjati nāma, no nikkhamanto.",
  "atk-vin02a4:112": "Ādiyanto āpajjati nāma bhikkhunī atigambhīraṃ udakasuddhikaṃ ādiyamānā; dubbaṇṇakaraṇaṃ anādiyitvā cīvaraṃ paribhuñjanto pana anādiyanto āpajjati nāma. Mūgabbatādīni titthiyavattāni samādiyanto samādiyanto āpajjati nāma. Pārivāsikādayo pana tajjanīyādikammakatā vā attano vattaṃ asamādiyantā āpajjanti, te sandhāya vuttaṃ ‘‘atthāpatti na samādiyanto āpajjatī’’ti. Aññātikāya bhikkhuniyā cīvaraṃ sibbanto vejjakammabhaṇḍāgārikakammacittakammādīni vā karonto karonto āpajjati nāma. Upajjhāyavattādīni akaronto akaronto āpajjati nāma. Aññātikāya bhikkhuniyā cīvaraṃ dadamāno dento āpajjati nāma. Saddhivihārikaantevāsikānaṃ cīvarādīni adento adento āpajjati nāma. Aññātikāya bhikkhuniyā cīvaraṃ gaṇhanto paṭiggaṇhanto āpajjati nāma. ‘‘Na bhikkhave ovādo na gahetabbo’’ti vacanato ovādaṃ agaṇhanto na paṭiggaṇhanto āpajjati nāma.",
  "atk-vin02a4:113": "Nissaggiyavatthuṃ anissajjitvā paribhuñjanto paribhogena āpajjati nāma. Pañcāhikaṃ saṅghāṭicāraṃ atikkāmayamānā aparibhogena āpajjati nāma. Sahagāraseyyaṃ rattiṃ āpajjati nāma, no divā, dvāraṃ asaṃvaritvā paṭisallīyanto divā āpajjati, no rattiṃ. Ekarattachārattasattāhadasāhamāsātikkamesu vuttaāpattiṃ āpajjanto aruṇugge āpajjati nāma, pavāretvā bhuñjanto na aruṇugge āpajjati nāma.",
  "atk-vin02a4:114": "Bhūtagāmañceva aṅgajātañca chindanto chindanto āpajjati nāma, kese vā nakhe vā na chindanto na chindanto āpajjati nāma. Āpattiṃ chādento chādento āpajjati nāma, ‘‘tiṇena vā paṇṇena vā paṭicchādetvā āgantabbaṃ, natveva naggena āgantabbaṃ, yo āgaccheyya āpatti dukkaṭassā’’ti imaṃ pana āpattiṃ na chādento āpajjati nāma. Kusacīrādīni dhārento dhārento āpajjati nāma, ‘‘ayaṃ te bhikkhu patto yāva bhedanāya dhāretabbo’’ti imaṃ āpattiṃ na dhārento āpajjati nāma.",
  "atk-vin02a4:115": "‘‘Attanā vā attānaṃ nānāsaṃvāsakaṃ karotī’’ti ekasīmāyaṃ dvīsu saṅghesu nisinnesu ekasmiṃ pakkhe nisīditvā parapakkhassa laddhiṃ gaṇhanto yasmiṃ pakkhe nisinno tesaṃ attanāva attānaṃ nānāsaṃvāsakaṃ karoti nāma. Yesaṃ santike nisinno tesaṃ gaṇapūrako hutvā kammaṃ kopeti, itaresaṃ hatthapāsaṃ anāgatattā. Samānasaṃvāsakepi eseva nayo. Yesañhi so laddhiṃ roceti, tesaṃ samānasaṃvāsako hoti, itaresaṃ nānāsaṃvāsako. Satta āpattiyo satta āpattikkhandhāti āpajjitabbato āpattiyo, rāsaṭṭhena khandhāti evaṃ dveyeva nāmāni hontīti nāmavasena dukaṃ dassitaṃ. Kammena vā salākaggāhena vāti ettha uddeso ceva kammañca ekaṃ, vohāro ceva anussāvanā ca salākaggāho ca ekaṃ, vohārānussāvanasalākaggāhā pubbabhāgā, kammañceva uddeso ca pamāṇaṃ.",
  "atk-vin02a4:116": "Addhānahīno nāma ūnavīsativasso. Aṅgahīno nāma hatthacchinnādibhedo. Vatthuvipanno nāma paṇḍako tiracchānagato ubhatobyañjanako ca. Avasesā theyyasaṃvāsakādayo aṭṭha abhabbapuggalā karaṇadukkaṭakā nāma. Dukkaṭakiriyā dukkaṭakammā, imasmiṃyeva attabhāve katena attano kammena abhabbaṭṭhānaṃ pattāti attho. Aparipūro nāma aparipuṇṇapattacīvaro. No ca yācati nāma upasampadaṃ na yācati. Alajjissa ca bālassa cāti alajjī sacepi tepiṭako hoti, bālo ca sacepi saṭṭhivasso hoti, ubhopi nissāya na vatthabbaṃ. Bālassa ca lajjissa cāti ettha bālassa ‘‘tvaṃ nissayaṃ gaṇhā’’ti āṇāyapi nissayo dātabbo, lajjissa pana yācantasseva. Sātisāranti sadosaṃ; yaṃ ajjhācaranto āpattiṃ āpajjati.",
  "atk-vin02a4:117": "Kāyena paṭikkosanā nāma hatthavikārādīhi paṭikkosanā. Kāyena paṭijānātīti hatthavikārādīhi paṭijānāti. Upaghātikā nāma upaghātā. Sikkhūpaghātikā nāma sikkhūpaghāto. Bhogūpaghātikā nāma paribhogūpaghāto, tattha tisso sikkhā asikkhato sikkhūpaghātikāti veditabbā. Saṅghikaṃ vā puggalikaṃ vā dupparibhogaṃ bhuñjato bhogūpaghātikāti veditabbā. Dve venayikāti dve atthā vinayasiddhā. Paññattaṃ nāma sakale vinayapiṭake kappiyākappiyavasena paññattaṃ. Paññattānulomaṃ nāma catūsu mahāpadesesu daṭṭhabbaṃ. Setughātoti paccayaghāto; yena cittena akappiyaṃ kareyya, tassa cittassāpi anuppādananti attho. Mattakāritāti mattāya pamāṇena karaṇaṃ; pamāṇe ṭhānanti attho. Kāyena āpajjatīti kāyadvārikaṃ kāyena āpajjati; vacīdvārikaṃ vācāya. Kāyena vuṭṭhātīti tiṇavatthārakasamathe vināpi desanāya kāyeneva vuṭṭhāti; desetvā vuṭṭhahanto pana vācāya vuṭṭhāti. Abbhantaraparibhogo nāma ajjhoharaṇaparibhogo. Bāhiraparibhogo nāma sīsamakkhanādi.",
  "atk-vin02a4:118": "Anāgataṃ bhāraṃ vahatīti atherova samāno therehi vahitabbaṃ bījanagāhadhammajjhesanādibhāraṃ vahati; taṃ nittharituṃ vīriyaṃ ārabhati. Āgataṃ bhāraṃ na vahatīti thero therakiccaṃ na karoti, ‘‘anujānāmi bhikkhave therena bhikkhunā sāmaṃ vā dhammaṃ bhāsituṃ, paraṃ vā ajjhesituṃ, anujānāmi bhikkhave therādheyyaṃ pātimokkha’’nti evamādi sabbaṃ parihāpetīti attho. Na kukkuccāyitabbaṃ kukkuccāyatīti na kukkuccāyitabbaṃ kukkuccāyitvā karoti. Kukkuccāyitabbaṃ na kukkuccāyatīti kukkuccāyitabbaṃ na kukkuccāyitvā karoti. Etesaṃ dvinnaṃ divā ca ratto ca āsavā vaḍḍhantīti attho. Anantaradukepi vuttapaṭipakkhavasena attho veditabbo. Sesaṃ tattha tattha vuttanayattā uttānamevāti.",
  "atk-vin02a4:119": "Dukavāravaṇṇanā niṭṭhitā.",
  "atk-vin02a4:120": "Tikavāravaṇṇanā",
  "atk-vin02a4:121": "323. Tikesu atthāpatti tiṭṭhante bhagavati āpajjatīti atthi āpatti, yaṃ tiṭṭhante bhagavati āpajjatīti attho. Eseva nayo sabbattha. Tattha lohituppādāpattiṃ tiṭṭhante āpajjati. ‘‘Etarahi kho panānanda, bhikkhū aññamaññaṃ āvusovādena samudācaranti, na vo mamaccayena evaṃ samudācaritabbaṃ, navakena, ānanda, bhikkhunā thero bhikkhū ‘bhante’ti vā ‘āyasmā’ti vā samudācaritabbo’’ti vacanato theraṃ āvusovādena samudācaraṇapaccayā āpattiṃ parinibbute bhagavati āpajjati, no tiṭṭhante. Imā dve āpattiyo ṭhapetvā avasesā dharantepi bhagavati āpajjati, parinibbutepi.",
  "atk-vin02a4:122": "Pavāretvā anatirittaṃ bhuñjanto āpattiṃ kāle āpajjati no vikāle. Vikālabhojanāpattiṃ pana vikāle āpajjati no kāle. Avasesā kāle ceva āpajjati vikāle ca. Sahagāraseyyaṃ rattiṃ āpajjati, dvāraṃ asaṃvaritvā paṭisallīyanaṃ divā. Sesā rattiñceva divā ca. ‘‘Dasavassomhi atirekadasavassomhī’’ti bālo abyatto parisaṃ upaṭṭhāpento dasavasso āpajjati no ūnadasavasso. ‘‘Ahaṃ paṇḍito byatto’’ti navo vā majjhimo vā parisaṃ upaṭṭhāpento ūnadasavasso āpajjati no dasavasso. Sesā dasavasso ceva āpajjati ūnadasavasso ca. ‘‘Pañcavassomhī’’ti bālo abyatto anissāya vasanto pañcavasso āpajjati. ‘‘Ahaṃ paṇḍito byatto’’ti navako anissāya vasanto ūnapañcavasso āpajjati. Sesaṃ pañcavasso ceva āpajjati ūnapañcavasso ca. Anupasampannaṃ padasodhammaṃ vācento, mātugāmassa dhammaṃ desento evarūpaṃ āpattiṃ kusalacitto āpajjati, pārājika-sukkavissaṭṭhi-kāyasaṃsagga-duṭṭhulla-attakāmapāricariya-duṭṭhadosa-saṅghabhedapahāradāna-talasattikādibhedaṃ akusalacitto āpajjati, asañcicca sahagāraseyyādiṃ abyākatacitto āpajjati, yaṃ arahāva āpajjati, sabbaṃ abyākatacittova āpajjati, methunadhammādibhedamāpattiṃ sukhavedanāsamaṅgī āpajjati, duṭṭhadosādibhedaṃ dukkhavedanāsamaṅgī, yaṃ sukhavedanāsamaṅgī āpajjati, taṃyeva majjhatto hutvā āpajjanto adukkhamasukhavedanāsamaṅgī āpajjati.",
  "atk-vin02a4:123": "Tayo paṭikkhepāti buddhassa bhagavato tayo paṭikkhepā. Catūsu paccayesu mahicchatā asantuṭṭhitā kilesasallekhanapaṭipattiyā agopāyanā, ime hi tayo dhammā buddhena bhagavatā paṭikkhittā. Appicchatādayo pana tayo buddhena bhagavatā anuññātā, tena vuttaṃ ‘‘tayo anuññātā’’ti.",
  "atk-vin02a4:124": "‘‘Dasavassomhī’’ti parisaṃ upaṭṭhāpento ‘‘pañcavassomhī’’ti nissayaṃ agaṇhanto bālo āpajjati no paṇḍito, ūnadasavasso ‘‘byattomhī’’ti bahussutattā parisaṃ upaṭṭhāpento ūnapañcavasso ca nissayaṃ agaṇhanto paṇḍito āpajjati no bālo; avasesaṃ paṇḍito ceva āpajjati bālo ca. Vassaṃ anupagacchanto kāḷe āpajjati no juṇhe; mahāpavāraṇāya appavārento juṇhe āpajjati no kāḷe; avasesaṃ kāḷe ceva āpajjati juṇhe ca. Vassūpagamanaṃ kāḷe kappati no juṇhe; mahāpavāraṇāya pavāraṇā juṇhe kappati no kāḷe; sesaṃ anuññātakaṃ kāḷe ceva kappati juṇhe ca.",
  "atk-vin02a4:125": "Kattikapuṇṇamāsiyā pacchime pāṭipadadivase vikappetvā ṭhapitaṃ vassikasāṭikaṃ nivāsento hemante āpajjati. Kurundiyaṃ pana ‘‘kattikapuṇṇamadivase apaccuddharitvā hemante āpajjatī’’ti vuttaṃ, tampi suvuttaṃ. ‘‘Cātumāsaṃ adhiṭṭhātuṃ tato paraṃ vikappetu’’nti hi vuttaṃ. Atirekamāse sese gimhāne pariyesanto atirekaḍḍhamāse sese katvā nivāsento ca gimhe āpajjati nāma. Satiyā vassikasāṭikāya naggo kāyaṃ ovassāpento vasse āpajjati nāma. Pārisuddhiuposathaṃ vā adhiṭṭhānuposathaṃ vā karonto saṅgho āpajjati. Suttuddesañca adhiṭṭhānuposathañca karonto gaṇo āpajjati. Ekako suttuddesaṃ pārisuddhiuposathañca karonto puggalo āpajjati. Pavāraṇāyapi eseva nayo.",
  "atk-vin02a4:126": "Saṅghuposatho ca saṅghapavāraṇā ca saṅghasseva kappati. Gaṇuposatho ca gaṇapavāraṇā ca gaṇasseva kappati. Adhiṭṭhānuposatho ca adhiṭṭhānapavāraṇā ca puggalasseva kappati. ‘‘Pārājikaṃ āpannomhī’’tiādīni bhaṇanto vatthuṃ chādeti na āpattiṃ, ‘‘methunaṃ dhammaṃ paṭisevi’’ntiādīni bhaṇanto āpattiṃ chādeti no vatthuṃ, yo neva vatthuṃ na āpattiṃ āroceti, ayaṃ vatthuñceva chādeti āpattiñca.",
  "atk-vin02a4:127": "Paṭicchādetīti paṭicchādi. Jantāgharameva paṭicchādi jantāgharapaṭicchādi. Itarāsupi eseva nayo. Dvāraṃ pidahitvā antojantāghare ṭhitena parikammaṃ kātuṃ vaṭṭati. Udake otiṇṇenāpi etadeva vaṭṭati. Ubhayattha khādituṃ bhuñjituṃ vā na vaṭṭati. Vatthapaṭicchādi sabbakappiyatāya paṭicchannena sabbaṃ kātuṃ vaṭṭati. Vahantīti yanti niyyanti; nindaṃ vā paṭikkosaṃ vā na labhanti. Candamaṇḍalaṃ abbhāmahikādhūmarajarāhuvimuttaṃ vivaṭaṃyeva virocati, na tesu aññatarena paṭicchannaṃ. Tathā sūriyamaṇḍalaṃ, dhammavinayopi vivaritvā vibhajitvā desiyamānova virocati no paṭicchanno.",
  "atk-vin02a4:128": "Aññena bhesajjena karaṇīyena aññaṃ viññāpento gilāno āpajjati, na bhesajjena karaṇīyena bhesajjaṃ viññāpento agilāno āpajjati, avasesaṃ āpattiṃ gilāno ceva āpajjati agilāno ca.",
  "atk-vin02a4:129": "Anto āpajjati no bahīti anupakhajja seyyaṃ kappento anto āpajjati no bahi, bahi āpajjati no antoti saṅghikaṃ mañcādiṃ ajjhokāse santharitvā pakkamanto bahi āpajjati no anto, avasesaṃ pana anto ceva āpajjati bahi ca. Antosīmāyāti āgantuko āgantukavattaṃ adassetvā sachattupāhano vihāraṃ pavisanto upacārasīmaṃ okkantamattova āpajjati. Bahisīmāyāti gamiko dārubhaṇḍapaṭisāmanādigamikavattaṃ apūretvā pakkamanto upacārasīmaṃ atikkantamattova āpajjati. Avasesaṃ antosīmāya ceva āpajjati bahisīmāya ca. Sati vuḍḍhatare anajjhiṭṭho dhammaṃ bhāsanto saṅghamajjhe āpajjati nāma. Gaṇamajjhepi puggalasantikepi eseva nayo. Kāyena vuṭṭhātīti tiṇavatthārakasamathena vuṭṭhāti. Kāyaṃ acāletvā vācāya desentassa vācāya vuṭṭhāti. Vacīsampayuttaṃ kāyakiriyaṃ katvā desentassa kāyena vācāya vuṭṭhāti nāma. Saṅghamajjhe desanāgāminīpi vuṭṭhānagāminīpi vuṭṭhāti. Gaṇapuggalamajjhe pana desanāgāminīyeva vuṭṭhāti.",
  "atk-vin02a4:130": "Āgāḷhāya ceteyyāti āgāḷhāya daḷhabhāvāya ceteyya; tajjanīyakammādikatassa vattaṃ na pūrayato icchamāno saṅgho ukkhepanīyakammaṃ kareyyāti attho. Alajjī ca hoti bālo ca apakatatto cāti ettha bālo ‘‘ayaṃ dhammādhammaṃ na jānāti’’ apakatatto vā ‘‘āpattānāpattiṃ na jānātī’’ti na ettāvatā kammaṃ kātabbaṃ; bālabhāvamūlakaṃ pana apakatattabhāvamūlakañca āpattiṃ āpannassa kammaṃ kātabbanti attho. Adhisīle sīlavipanno nāma dve āpattikkhandhe āpanno; ācāravipanno nāma pañca āpattikkhandhe āpanno; diṭṭhivipanno nāma antaggāhikāya diṭṭhiyā samannāgato. Tesaṃ āpattiṃ apassantānaṃ appaṭikarontānaṃ diṭṭhiñca anissajjantānaṃyeva kammaṃ kātabbaṃ.",
  "atk-vin02a4:131": "Kāyiko davo nāma pāsakādīhi jūtakīḷanādibhedo anācāro; vācasiko davo nāma mukhālambarakaraṇādibhedo anācāro; kāyikavācasiko nāma naccanagāyanādibhedo dvīhipi dvārehi anācāro. Kāyiko anācāro nāma kāyadvāre paññattasikkhāpadavītikkamo; vācasiko anācāro nāma vacīdvāre paññattasikkhāpadavītikkamo; kāyikavācasiko nāma dvāradvayepi paññattasikkhāpadavītikkamo. Kāyikena upaghātikenāti kāyadvāre paññattassa sikkhāpadassa asikkhanena, yo hi taṃ na sikkhati, so naṃ upaghāteti, tasmā tassa taṃ asikkhanaṃ ‘‘kāyikaṃ upaghātika’’nti vuccati. Sesapadadvayepi eseva nayo. Kāyikena micchājīvenāti jaṅghapesanikādinā vā gaṇḍaphālanādinā vā vejjakammena; vācasikenāti sāsanauggahaṇaārocanādinā; tatiyapadaṃ ubhayasampayogavasena vuttaṃ.",
  "atk-vin02a4:132": "Alaṃ bhikkhu mā bhaṇḍananti alaṃ bhikkhu mā bhaṇḍanaṃ kari, mā kalahaṃ, mā vivādaṃ karīti attho. Na voharitabbanti na kiñci vattabbaṃ; vadatopi hi tādisassa vacanaṃ na sotabbaṃ maññanti. Na kismiñci paccekaṭṭhāneti kismiñci bījanaggāhādike ekasmimpi jeṭṭhakaṭṭhāne na ṭhapetabboti attho. Okāsakammaṃ kārentassāti ‘‘karotu āyasmā okāsaṃ, ahaṃ taṃ vattukāmo’’ti evaṃ okāsaṃ kārentassa. Nālaṃ okāsakammaṃ kātunti ‘‘kiṃ tvaṃ karissasī’’ti okāso na kātabbo. Savacanīyaṃ nādātabbanti vacanaṃ na ādātabbaṃ, vacanampi na sotabbaṃ; yattha gahetvā gantukāmo hoti, na tattha gantabbanti attho.",
  "atk-vin02a4:133": "Tīhaṅgehi samannāgatassa bhikkhuno vinayoti yaṃ so jānāti, so tassa vinayo nāma hoti; so na pucchitabboti attho. Anuyogo na dātabboti ‘‘idaṃ kappatī’’ti pucchantassa pucchāya okāso na dātabbo, ‘‘aññaṃ pucchā’’ti vattabbo. Iti so neva pucchitabbo nāssa pucchā sotabbāti attho. Vinayo na sākacchātabboti vinayapañho na sākacchitabbo, kappiyākappiyakathā na saṃsandetabbā.",
  "atk-vin02a4:134": "Idamappahāyāti etaṃ brahmacāripaṭiññātādikaṃ laddhiṃ avijahitvā. Suddhaṃ brahmacārinti khīṇāsavaṃ bhikkhuṃ. ‘‘Pātabyataṃ āpajjatī’’ti pātabyabhāvaṃ paṭisevanaṃ āpajjati. ‘‘Idamappahāyā’’ti vacanato pana taṃ brahmacāripaṭiññātaṃ pahāya khīṇāsavaṃ ‘‘musā mayā bhaṇitaṃ, khamatha me’’ti khamāpetvā ‘‘natthi kāmesu doso’’ti laddhiṃ vijahitvā gativisodhanaṃ kareyya. Akusalamūlānīti akusalāni ceva mūlāni ca, akusalānaṃ vā mūlāni akusalamūlāni. Kusalamūlesupi eseva nayo. Duṭṭhu caritāni virūpāni vā caritāni duccaritāni. Suṭṭhu caritāni sundarāni vā caritāni sucaritāni. Kāyena karaṇabhūtena kataṃ duccaritaṃ kāyaduccaritaṃ. Esa nayo sabbattha. Sesaṃ tattha tattha vuttanayattā uttānamevāti.",
  "atk-vin02a4:135": "Tikavāravaṇṇanā niṭṭhitā.",
  "atk-vin02a4:136": "Catukkavāravaṇṇanā",
  "atk-vin02a4:137": "324. Catukkesu sakavācāya āpajjati paravācāya vuṭṭhātīti vacīdvārikaṃ padasodhammādibhedaṃ āpattiṃ āpajjitvā tiṇavatthārakasamathaṭṭhānaṃ gato parassa kammavācāya vuṭṭhāti. Paravācāya āpajjati sakavācāya vuṭṭhātīti pāpikāya diṭṭhiyā appaṭinissagge parassa kammavācāya āpajjati, puggalassa santike desento sakavācāya vuṭṭhāti. Sakavācāya āpajjati sakavācāya vuṭṭhātīti vacīdvārikaṃ padasodhammādibhedaṃ āpattiṃ sakavācāya āpajjati, desetvā vuṭṭhahantopi sakavācāya vuṭṭhāti. Paravācāya āpajjati paravācāya vuṭṭhātīti yāvatatiyakaṃ saṅghādisesaṃ parassa kammavācāya āpajjati, vuṭṭhahantopi parassa parivāsakammavācādīhi vuṭṭhāti. Tato paresu kāyadvārikaṃ kāyena āpajjati, desento vācāya vuṭṭhāti. Vacīdvārikaṃ vācāya āpajjati, tiṇavatthārake kāyena vuṭṭhāti. Kāyadvārikaṃ kāyenaāpajjati, tameva tiṇavatthārake kāyena vuṭṭhāti. Vacīdvārikaṃ vācāya āpajjati, tameva desento vācāya vuṭṭhāti. Saṅghikamañcassa attano paccattharaṇena anattharato kāyasamphusane lomagaṇanāya āpajjitabbāpattiṃ sahagāraseyyāpattiñca pasutto āpajjati, pabujjhitvā pana āpannabhāvaṃ ñatvā desento paṭibuddho vuṭṭhāti. Jagganto āpajjitvā pana tiṇavatthārakasamathaṭṭhāne sayanto paṭibuddho āpajjati pasutto vuṭṭhāti nāma. Pacchimapadadvayampi vuttānusāreneva veditabbaṃ.",
  "atk-vin02a4:138": "Acittakāpattiṃ acittako āpajjati nāma. Pacchā desento sacittako vuṭṭhāti. Sacittakāpattiṃ sacittako āpajjati nāma. Tiṇavatthārakaṭṭhāne sayanto acittako vuṭṭhāti. Sesapadadvayampi vuttānusāreneva veditabbaṃ. Yo sabhāgaṃ āpattiṃ deseti, ayaṃ desanāpaccayā dukkaṭaṃ āpajjanto pācittiyādīsu aññataraṃ deseti, tañca desento dukkaṭaṃ āpajjati. Taṃ pana dukkaṭaṃ āpajjanto pācittiyādito vuṭṭhāti. Pācittiyādito ca vuṭṭhahanto taṃ āpajjati. Iti ekassa puggalassa ekameva payogaṃ sandhāya ‘‘āpattiṃ āpajjanto desetī’’ti idaṃ catukkaṃ vuttanti veditabbaṃ.",
  "atk-vin02a4:139": "Kammacatukke pāpikāya diṭṭhiyā appaṭinissaggāpattiṃ kammena āpajjati, desento akammena vuṭṭhāti. Vissaṭṭhiādikaṃ akammena āpajjati, parivāsādinā kammena vuṭṭhāti. Samanubhāsanaṃ kammeneva āpajjati, kammena vuṭṭhāti. Sesaṃ akammena āpajjati, akammena vuṭṭhāti.",
  "atk-vin02a4:140": "Parikkhāracatukke paṭhamo sakaparikkhāro, dutiyo saṅghikova tatiyo cetiyasantako, catuttho gihiparikkhāro. Sace pana so pattacīvaranavakammabhesajjānaṃ atthāya āhaṭo hoti, avāpuraṇaṃ dātuṃ anto ṭhapāpetuñca vaṭṭati.",
  "atk-vin02a4:141": "Sammukhācatukke pāpikāya diṭṭhiyā appaṭinissaggāpattiṃ saṅghassa sammukhā āpajjati, vuṭṭhānakāle pana saṅghena kiccaṃ natthīti parammukhā vuṭṭhāti. Vissaṭṭhiādikaṃ parammukhā āpajjati, saṅghassa sammukhā vuṭṭhāti. Samanubhāsanaṃ saṅghassa sammukhā eva āpajjati, sammukhā vuṭṭhāti. Sesaṃ sampajānamusāvādādibhedaṃ parammukhāva āpajjati, parammukhāva vuṭṭhāti. Ajānantacatukkaṃ acittakacatukkasadisaṃ.",
  "atk-vin02a4:142": "Liṅgapātubhāvenāti sayitasseva bhikkhussa vā bhikkhuniyā vā liṅgaparivatte jāte sahagāraseyyāpatti hoti idameva taṃ paṭicca vuttaṃ. Ubhinnampi pana asādhāraṇāpatti liṅgapātubhāvena vuṭṭhāti. Sahapaṭilābhacatukke yassa bhikkhuno liṅgaṃ parivattati, so saha liṅgapaṭilābhena paṭhamaṃ uppannavasena seṭṭhabhāvena ca purimaṃ purisaliṅgaṃ jahati, pacchime itthiliṅge patiṭṭhāti, purisakuttapurisākārādivasena pavattā kāyavacīviññattiyo paṭippassambhanti, bhikkhūti vā purisoti vā evaṃ pavattā paṇṇattiyo nirujjhanti, yāni bhikkhunīhi asādhāraṇāni chacattālīsa sikkhāpadāni tehi anāpattiyeva hoti. Dutiyacatukke pana yassā bhikkhuniyā liṅgaṃ parivattati, sā pacchāsamuppattiyā vā hīnabhāvena vā pacchimanti saṅkhyaṃ gataṃ itthiliṅgaṃ jahati, vuttappakārena purimanti saṅkhyaṃ gate purisaliṅge patiṭṭhāti. Vuttaviparītā viññattiyo paṭippassambhanti, bhikkhunīti vā itthīti vā evaṃ pavattā paṇṇattiyopi nirujjhanti, yāni bhikkhūhi asādhāraṇāni sataṃ tiṃsañca sikkhāpadāni, tehi anāpattiyeva hoti.",
  "atk-vin02a4:143": "Cattāro sāmukkaṃsāti cattāro mahāpadesā, te hi bhagavatā anuppanne vatthumhi sayaṃ ukkaṃsitvā ukkhipitvā ṭhapitattā ‘‘sāmukkaṃsā’’ti vuccanti. Paribhogāti ajjhoharaṇīyaparibhogā, udakaṃ pana akālikattā appaṭiggahitakaṃ vaṭṭati. Yāvakālikādīni appaṭiggahitakāni ajjhoharituṃ na vaṭṭanti. Cattāri mahāvikaṭāni kālodissattā yathāvutte kāle vaṭṭanti. Upāsako sīlavāti pañca vā dasa vā sīlāni gopayamāno.",
  "atk-vin02a4:144": "Āgantukādicatukke sachattupāhano sasīsaṃ pāruto vihāraṃ pavisanto tattha vicaranto ca āgantukova āpajjati, no āvāsiko. Āvāsikavattaṃ akaronto pana āvāsiko āpajjati, no āgantuko. Sesaṃ kāyavacīdvārikaṃ āpattiṃ ubhopi āpajjanti, asādhāraṇaṃ āpattiṃ neva āgantuko āpajjati, no āvāsiko. Gamiyacatukkepi gamiyavattaṃ apūretvā gacchanto gamiko āpajjati, no āvāsiko. Āvāsikavattaṃ akaronto pana āvāsiko āpajjati, no gamiko. Sesaṃ ubhopi āpajjanti, asādhāraṇaṃ ubhopi nāpajjanti. Vatthunānattatādicatukke catunnaṃ pārājikānaṃ aññamaññaṃ vatthunānattatāva hoti,naāpattinānattatā. Sabbāpi hi sā pārājikāpattiyeva. Saṅghādisesādīsupi eseva nayo. Bhikkhussa ca bhikkhuniyā ca aññamaññaṃ kāyasaṃsagge bhikkhussa saṅghādiseso bhikkhuniyā pārājikanti evaṃ āpattinānattatāva hoti, na vatthunānattatā, ubhinnampi hi kāyasaṃsaggova vatthu. Tathā ‘‘lasuṇakkhādane bhikkhuniyā pācittiyaṃ, bhikkhussa dukkaṭa’’nti evamādināpettha nayena yojanā veditabbā. Catunnaṃ pārājikānaṃ terasahi saṅghādisesehi saddhiṃ vatthunānattatā ceva āpattinānattatā ca. Evaṃ saṅghādisesādīnaṃ aniyatādīhi. Ādito paṭṭhāya cattāri pārājikāni ekato āpajjantānaṃ bhikkhubhikkhunīnaṃ neva vatthunānattatā no āpattinānattatā. Visuṃ āpajjantesupi sesā sādhāraṇāpattiyo āpajjantesupi eseva nayo.",
  "atk-vin02a4:145": "Vatthusabhāgādicatukke bhikkhussa ca bhikkhuniyā ca kāyasaṃsagge vatthusabhāgatā, no āpattisabhāgatā, catūsu pārājikesu āpattisabhāgatā, no vatthusabhāgatā. Esa nayo saṅghādisesādīsu. Bhikkhussa ca bhikkhuniyā ca catūsu pārājikesu vatthusabhāgatā ceva āpattisabhāgatā ca. Esa nayo sabbāsu sādhāraṇāpattīsu. Asādhāraṇāpattiyaṃ neva vatthusabhāgatā no āpattisabhāgatā. Yo hi purimacatukke paṭhamo pañho, so idha dutiyo; yo ca tattha dutiyo, so idha paṭhamo. Tatiyacatutthesu nānākaraṇaṃ natthi.",
  "atk-vin02a4:146": "Upajjhāyacatukke saddhivihārikassa upajjhāyena kattabbavattassa akaraṇe āpattiṃ upajjhāyo āpajjati, no saddhivihāriko upajjhāyassa kattabbavattaṃ akaronto saddhivihāriko āpajjati, no upajjhāyo; sesaṃ ubhopi āpajjanti, asādhāraṇaṃ ubhopi nāpajjanti. Ācariyacatukkepi eseva nayo.",
  "atk-vin02a4:147": "Ādiyantacatukke pādaṃ vā atirekapādaṃ vā sahatthā ādiyanto garukaṃ āpajjati, ūnakapādaṃ gaṇhāhīti āṇattiyā aññaṃ payojento lahukaṃ āpajjati. Etena nayena sesapadattayaṃ veditabbaṃ.",
  "atk-vin02a4:148": "Abhivādanārahacatukke bhikkhunīnaṃ tāva bhattagge navamabhikkhunito paṭṭhāya upajjhāyāpi abhivādanārahā no paccuṭṭhānārahā. Avisesena ca vippakatabhojanassa bhikkhussa yo koci vuḍḍhataro. Saṭṭhivassassāpi pārivāsikassa samīpagato tadahupasampannopi paccuṭṭhānāraho no abhivādanāraho. Appaṭikkhittesu ṭhānesu vuḍḍho navakassa abhivādanāraho ceva paccuṭṭhānāraho ca. Navako pana vuḍḍhassa neva abhivādanāraho na paccuṭṭhānāraho. Āsanārahacatukkassa paṭhamapadaṃ purimacatukke dutiyapadena, dutiyapadañca paṭhamapadena atthato sadisaṃ.",
  "atk-vin02a4:149": "Kālacatukke pavāretvā bhuñjanto kāle āpajjati no vikāle, vikālabhojanāpattiṃ vikāle āpajjati no kāle, sesaṃ kāle ceva āpajjati vikāle ca, asādhāraṇaṃ neva kāle no vikāle. Paṭiggahitacatukke purebhattaṃ paṭiggahitāmisaṃ kāle kappati no vikāle. Pānakaṃ vikāle kappati, punadivasamhi no kāle. Sattāhakālikaṃ yāvajīvikaṃ kāle ceva kappati vikāle ca. Attano attano kālātītaṃ yāvakālikādittayaṃ akappiyamaṃsaṃ uggahitakamappaṭiggahitakañca neva kāle kappati no vikāle.",
  "atk-vin02a4:150": "Paccantimacatukke samudde sīmaṃ bandhanto paccantimesu janapadesu āpajjati, no majjhimesu; pañcavaggena gaṇena upasampādento guṇaṅguṇūpāhanaṃ dhuvanahānaṃ cammattharaṇāni ca majjhimesu janapadesu āpajjati no paccantimesu. Imāni cattāri ‘‘idha na kappantī’’ti vadantopi paccantimesu āpajjati, ‘‘idha kappantī’’ti vadanto pana majjhimesu āpajjati. Sesāpattiṃ ubhayattha āpajjati, asādhāraṇaṃ na katthaci āpajjati. Dutiyacatukke pañcavaggena gaṇena upasampadādi catubbidhampi vatthu paccantimesu janapadesu kappati. ‘‘Idaṃ kappatī’’ti dīpetumpi tattheva kappati no majjhimesu. ‘‘Idaṃ na kappatī’’ti dīpetuṃ pana majjhimesu janapadesu kappati no paccantimesu. Sesaṃ ‘‘anujānāmi bhikkhave pañca loṇānī’’tiādi anuññātakaṃ ubhayattha kappati. Yaṃ pana akappiyanti paṭikkhittaṃ, taṃ ubhayatthāpi na kappati.",
  "atk-vin02a4:151": "Antoādicatukke anupakhajja seyyādiṃ anto āpajjati no bahi, ajjhokāse saṅghikamañcādīni nikkhipitvā pakkamanto bahi āpajjati no anto, sesaṃ anto ceva bahi ca, asādhāraṇaṃ neva anto na bahi. Antosīmādicatukke āgantuko vattaṃ apūrento antosīmāya āpajjati, gamiyo bahisīmāya musāvādādiṃ antosīmāya ca bahisīmāya ca āpajjati,asādhāraṇaṃ na katthaci. Gāmacatukke antaragharapaṭisaṃyuttaṃ sekhiyapaññattiṃ gāme āpajjati no araññe. Bhikkhunī aruṇaṃ uṭṭhāpayamānā araññe āpajjati no gāme. Musāvādādiṃ gāme ceva āpajjati araññe ca, asādhāraṇaṃ na katthaci.",
  "atk-vin02a4:152": "Cattāro pubbakiccāti ‘‘sammajjanī padīpo ca udakaṃ āsanena cā’’ti idaṃ catubbidhaṃ pubbakaraṇanti vuccatīti vuttaṃ. ‘‘Chandapārisuddhiutukkhānaṃ bhikkhugaṇanā ca ovādo’’ti ime pana ‘‘cattāro pubbakiccā’’ti veditabbā. Cattāro pattakallāti uposatho yāvatikā ca bhikkhū kammappattā te āgatā honti, sabhāgāpattiyo na vijjanti, vajjanīyā ca puggalā tasmiṃ na honti, pattakallanti vuccatīti. Cattāri anaññapācittiyānīti ‘‘etadeva paccayaṃ karitvā anaññaṃ pācittiya’’nti evaṃ vuttāni anupakhajjaseyyākappanasikkhāpadaṃ ‘‘ehāvuso gāmaṃ vā nigamaṃ vā’’ti sikkhāpadaṃ, sañcicca kukkuccaupadahanaṃ, upassutitiṭṭhananti imāni cattāri. Catasso bhikkhusammutiyoti ‘‘ekarattampi ce bhikkhu ticīvarena vippavaseyya aññatra bhikkhusammutiyā, aññaṃ navaṃ santhataṃ kārāpeyya aññatra bhikkhusammutiyā, tato ce uttari vippavaseyya aññatra bhikkhusammutiyā, duṭṭhullaṃ āpattiṃ anupasampannassa āroceyya aññatra bhikkhusammutiyā’’ti evaṃ āgatā terasahi sammutīhi muttā sammutiyo. Gilānacatukke aññabhesajjena karaṇīyena lolatāya aññaṃ viññāpento gilāno āpajjati, abhesajjakaraṇīyena bhesajjaṃ viññāpento agilāno āpajjati, musāvādādiṃ ubhopi āpajjanti, asādhāraṇaṃ ubhopi nāpajjanti. Sesaṃ sabbattha uttānamevāti.",
  "atk-vin02a4:153": "Catukkavāravaṇṇanā niṭṭhitā.",
  "atk-vin02a4:154": "Pañcakavāravaṇṇanā",
  "atk-vin02a4:155": "325. Pañcakesu pañca puggalā niyatāti ānantariyānamevetaṃ gahaṇaṃ. Pañca chedanakā āpattiyo nāma pamāṇātikkante mañcapīṭhe nisīdanakaṇḍuppaṭicchādivassikasāṭikāsu sugatacīvare ca veditabbā. Pañcahākārehīti alajjitā, aññāṇatā, kukkuccappakatatā, akappiye kappiyasaññitā, kappiye akappiyasaññitāti imehi pañcahi. Pañca āpattiyo musāvādapaccayāti pārājikathullaccayadukkaṭasaṅghādisesapācittiyā. Anāmantacāroti ‘‘santaṃ bhikkhuṃ anāpucchā purebhattaṃ pacchābhattaṃ kulesu cārittaṃ āpajjeyyā’’ti imassa āpucchitvā cārassa abhāvo. Anadhiṭṭhānanti ‘‘gaṇabhojane aññatra samayā’’ti vuttaṃ samayaṃ adhiṭṭhahitvā bhojanaṃ adhiṭṭhānaṃ nāma; tathā akaraṇaṃ anadhiṭṭhānaṃ. Avikappanā nāma yā paramparabhojane vikappanā vuttā, tassā akaraṇaṃ. Imāni hi pañca piṇḍapātikassa dhutaṅgeneva paṭikkhittāni. Ussaṅkitaparisaṅkitoti ye passanti, ye suṇanti, tehi ussaṅkito ceva parisaṅkito ca. Api akuppadhammo khīṇāsavopi samāno, tasmā agocarā pariharitabbā. Na hi etesu sandissamāno ayasato vā garahato vā muccati. Sosānikanti susāne patitakaṃ. Pāpaṇikanti āpaṇadvāre patitakaṃ. Thūpacīvaranti vammikaṃ parikkhipitvā balikammakataṃ. Ābhisekikanti nahānaṭṭhāne vā rañño abhisekaṭṭhāne vā chaḍḍitacīvaraṃ. Bhatapaṭiyābhatanti susānaṃ netvā puna ānītakaṃ. Pañca mahācorā uttarimanussadhamme vuttā.",
  "atk-vin02a4:156": "Pañcāpattiyo kāyato samuṭṭhantīti paṭhamena āpattisamuṭṭhānena pañca āpattiyo āpajjati, ‘‘bhikkhu kappiyasaññī saññācikāya kuṭiṃ karotī’’ti evaṃ antarapeyyāle vuttāpattiyo. Pañca āpattiyo kāyato ca vācato cāti tatiyena āpattisamuṭṭhānena pañca āpattiyo āpajjati, ‘‘bhikkhu kappiyasaññī saṃvidahitvā kuṭiṃ karotī’’ti evaṃ tattheva vuttā āpattiyo. Desanāgāminiyoti ṭhapetvā pārājikañca saṅghādisesañca avasesā.",
  "atk-vin02a4:157": "Pañca kammānīti tajjanīyaniyassapabbājanīyapaṭisāraṇīyāni cattāri ukkhepanīyañca tividhampi ekanti pañca. Yāvatatiyake pañcāti ukkhittānuvattikāya bhikkhuniyā yāvatatiyaṃ samanubhāsanāya appaṭinissajjantiyā pārājikaṃ thullaccayaṃ dukkaṭanti tisso, bhedakānuvattakādisamanubhāsanāsu saṅghādiseso, pāpikāya diṭṭhiyā appaṭinissagge pācittiyaṃ. Adinnanti aññena adinnaṃ. Aviditanti paṭiggaṇhāmīti cetanāya abhāvena aviditaṃ. Akappiyanti pañcahi samaṇakappehi akappiyakataṃ; yaṃ vā panaññampi akappiyamaṃsaṃ akappiyabhojanaṃ. Akatātirittanti pavāretvā atirittaṃ akataṃ. Samajjadānanti naṭasamajjādidānaṃ. Usabhadānanti gogaṇassa antare usabhavissajjanaṃ. Cittakammadānanti āvāsaṃ kāretvā tattha cittakammaṃ kāretuṃ vaṭṭati. Idaṃ pana paṭibhānacittakammadānaṃ sandhāya vuttaṃ. Imāni hi pañca kiñcāpi lokassa puññasammatāni, atha kho apuññāni akusalāniyeva. Uppannaṃ paṭibhānanti ettha paṭibhānanti kathetukamyatā vuccati. Ime pañca duppaṭivinodayāti na supaṭivinodayā; upāyena pana kāraṇena anurūpāhi paccavekkhanāanusāsanādīhi sakkā paṭivinodetunti attho.",
  "atk-vin02a4:158": "Sakacittaṃ pasīdatīti ettha imāni vatthūni – kaṭaandhakāravāsī phussadevatthero kira cetiyaṅgaṇaṃ sammajjitvā ekaṃsaṃ uttarāsaṅgaṃ karitvā sinduvārakusumasanthatamiva samavippakiṇṇavālikaṃ cetiyaṅgaṇaṃ olokento buddhārammaṇaṃ pītipāmojjaṃ uppādetvā aṭṭhāsi. Tasmiṃ khaṇe māro pabbatapāde nibbattakāḷamakkaṭo viya hutvā cetiyaṅgaṇe gomayaṃ vippakiranto gato. Thero nāsakkhi arahattaṃ pāpuṇituṃ, sammajjitvā agamāsi. Dutiyadivasepi jaraggavo hutvā tādisameva vippakāraṃ akāsi. Tatiyadivase vaṅkapādaṃ manussattabhāvaṃ nimminitvā pādena parikasanto agamāsi. Thero ‘‘evarūpo bībhacchapuriso samantā yojanappamāṇesu gocaragāmesu natthi, siyā nu kho māro’’ti cintetvā ‘‘mārosi tva’’nti āha. ‘‘Āma, bhante, māromhi, na dāni te vañcetuṃ asakkhi’’nti. ‘‘Diṭṭhapubbo tayā tathāgato’’ti? ‘‘Āma, diṭṭhapubbo’’ti. ‘‘Māro nāma mahānubhāvo hoti, iṅgha tāva buddhassa bhagavato attabhāvasadisaṃ attabhāvaṃ nimmināhī’’ti? ‘‘Na sakkā, bhante, tādisaṃ rūpaṃ nimminituṃ; apica kho pana taṃsarikkhakaṃ patirūpakaṃ nimminissāmī’’ti sakabhāvaṃ vijahitvā buddharūpasadisena attabhāvena aṭṭhāsi. Thero māraṃ oloketvā ‘‘ayaṃ tāva sarāgadosamoho evaṃ sobhati, kathaṃ nu kho bhagavā na sobhati sabbaso vītarāgadosamoho’’ti buddhārammaṇaṃ pītiṃ paṭilabhitvā vipassanaṃ vaḍḍhetvā arahattaṃ pāpuṇi. Māro ‘‘vañcitomhi tayā, bhante’’ti āha. Theropi ‘‘kiṃ atthi jaramāra, tādisaṃ vañcetu’’nti āha. Lokantaravihārepi datto nāma daharabhikkhu cetiyaṅgaṇaṃ sammajjitvā olokento odātakasiṇaṃ paṭilabhi. Aṭṭha samāpattiyo nibbattesi. Tato vipassanaṃ vaḍḍhetvā phalattayaṃ sacchākāsi.",
  "atk-vin02a4:159": "Paracittaṃ pasīdatīti ettha imāni vatthūni – tisso nāma daharabhikkhu jambukolacetiyaṅgaṇaṃ sammajjitvā saṅkārachaḍḍaniṃ hatthena gahetvāva aṭṭhāsi. Tasmiṃ khaṇe tissadattatthero nāma nāvāto oruyha cetiyaṅgaṇaṃ olokento bhāvitacittena sammaṭṭhaṭṭhānanti ñatvā pañhāsahassaṃ pucchi, itaro sabbaṃ vissajjesi. Aññatarasmimpi vihāre thero cetiyaṅgaṇaṃ sammajjitvā vattaṃ paricchindi. Yonakavisayato cetiyavandakā cattāro therā āgantvā cetiyaṅgaṇaṃ disvā anto appavisitvā dvāreyeva ṭhatvā eko thero aṭṭha kappe anussari, eko soḷasa, eko vīsati, eko tiṃsa kappe anussari.",
  "atk-vin02a4:160": "Devatā attamanā hontīti ettha idaṃ vatthu – ekasmiṃ kira vihāre eko bhikkhu cetiyaṅgaṇañca bodhiyaṅgaṇañca sammajjitvā nahāyituṃ gato. Devatā ‘‘imassa vihārassa katakālato paṭṭhāya evaṃ vattaṃ pūretvā sammaṭṭhapubbo bhikkhu natthī’’ti pasannacittā pupphahatthā aṭṭhaṃsu. Thero āgantvā ‘‘kataragāmavāsikātthā’’ti āha. ‘‘Bhante, idheva vasāma, imassa vihārassa katakālato paṭṭhāya evaṃ vattaṃ pūretvā sammaṭṭhapubbo bhikkhu natthīti tumhākaṃ, bhante, vatte pasīditvā pupphahatthā ṭhitāmhā’’ti devatā āhaṃsu.",
  "atk-vin02a4:161": "Pāsādikasaṃvattanikanti ettha idaṃ vatthu – ekaṃ kira amaccaputtaṃ abhayattherañca ārabbha ayaṃ kathā udapādi ‘‘kiṃ nu kho amaccaputto pāsādiko, abhayattheroti ubhopi ne ekasmiṃ ṭhāne olokessāmā’’ti. Ñātakā amaccaputtaṃ alaṅkaritvā mahācetiyaṃ vandāpessāmāti agamaṃsu. Theramātāpi pāsādikaṃ cīvaraṃ kāretvā puttassa pahiṇi, ‘‘putto me kese chindāpetvā imaṃ cīvaraṃ pārupitvā bhikkhusaṅghaparivuto mahācetiyaṃ vandatū’’ti. Amaccaputto ñātiparivuto pācīnadvārena cetiyaṅgaṇaṃ āruḷho, abhayatthero bhikkhusaṅghaparivuto dakkhiṇadvārena cetiyaṅgaṇaṃ āruhitvā cetiyaṅgaṇe tena saddhiṃ samāgantvā āha – ‘‘kiṃ tvaṃ, āvuso, mahallakattherassa sammaṭṭhaṭṭhāne kacavaraṃ chaḍḍetvā mayā saddhiṃ yugaggāhaṃ gaṇhāsī’’ti. Atītattabhāve kira abhayatthero mahallakatthero nāma hutvā gocaragāme cetiyaṅgaṇaṃ sammajji, amaccaputto mahāupāsako hutvā sammaṭṭhaṭṭhāne kacavaraṃ gahetvā chaḍḍesi.",
  "atk-vin02a4:162": "Satthusāsanaṃ kataṃ hotīti idaṃ sammajjanavattaṃ nāma buddhehi vaṇṇitaṃ, tasmā taṃ karontena satthusāsanaṃ kataṃ hoti. Tatridaṃ vatthu – āyasmā kira sāriputto himavantaṃ gantvā ekasmiṃ pabbhāre asammajjitvāva nirodhaṃ samāpajjitvā nisīdi. Bhagavā āvajjanto therassa asammajjitvā nisinnabhāvaṃ ñatvā ākāsena gantvā therassa purato asammaṭṭhaṭṭhāne pādāni dassetvā paccāgañchi. Thero samāpattito vuṭṭhito bhagavato pādāni disvā balavahirottappaṃ paccupaṭṭhāpetvā jaṇṇukehi patiṭṭhāya ‘‘asammajjitvā nisinnabhāvaṃ vata me satthā aññāsi, saṅghamajjhe dāni codanaṃ kāressāmī’’ti dasabalassa santikaṃ gantvā vanditvā nisīdi. Bhagavā ‘‘kuhiṃ gatosi, sāriputtā’’ti vatvā ‘‘na patirūpaṃ dāni te mayhaṃ anantare ṭhāne ṭhatvā vicarantassa asammajjitvā nisīditu’’nti āha. Tato paṭṭhāya thero gaṇṭhikapaṭimuñcanaṭṭhānepi tiṭṭhanto pādena kacavaraṃ viyūhitvāva tiṭṭhati.",
  "atk-vin02a4:163": "Attano bhāsapariyantaṃ na uggaṇhātīti ‘‘imasmiṃ vatthusmiṃ ettakaṃ suttaṃ upalabbhati, ettako vinicchayo, ettakaṃ suttañca vinicchayañca vakkhāmī’’ti evaṃ attano bhāsapariyantaṃ na uggaṇhāti. ‘‘Ayaṃ codakassa purimakathā, ayaṃ pacchimakathā, ayaṃ cuditakassa purimakathā, ayaṃ pacchimakathā, ettakaṃ gayhūpagaṃ, ettakaṃ na gayhūpaga’’nti evaṃ anuggaṇhanto pana parassa bhāsapariyantaṃ na uggaṇhāti nāma. Āpattiṃ na jānātīti pārājikaṃ vā saṅghādisesaṃ vāti sattannaṃ āpattikkhandhānaṃ nānākaraṇaṃ na jānāti. Mūlanti dve āpattiyā mūlāni kāyo ca vācā ca, tāni na jānāti. Samudayanti cha āpattisamuṭṭhānāni āpattisamudayo nāma, tāni na jānāti. Pārājikādīnaṃ vatthuṃ na jānātītipi vuttaṃ hoti. Nirodhanti ayaṃ āpatti desanāya nirujjhati, vūpasammati, ayaṃ vuṭṭhānenāti evaṃ āpattinirodhaṃ na jānāti. Satta samathe ajānanto pana āpattinirodhagāminipaṭipadaṃ na jānāti.",
  "atk-vin02a4:164": "Adhikaraṇapañcake adhikaraṇaṃ nāma cattāri adhikaraṇāni. Adhikaraṇassa mūlaṃ nāma tettiṃsa mūlāni – vivādādhikaraṇassa dvādasa mūlāni, anuvādādhikaraṇassa cuddasa, āpattādhikaraṇassa cha, kiccādhikaraṇassa ekaṃ; tāni parato āvi bhavissanti. Adhikaraṇasamudayo nāma adhikaraṇasamuṭṭhānaṃ. Vivādādhikaraṇaṃ aṭṭhārasa bhedakaravatthūni nissāya uppajjati; anuvādādhikaraṇaṃ catasso vipattiyo; āpattādhikaraṇaṃ sattāpattikkhandhe; kiccādhikaraṇaṃ cattāri saṅghakiccānīti imaṃ vibhāgaṃ na jānātīti attho. Adhikaraṇanirodhaṃ na jānātīti dhammena vinayena satthusāsanena mūlāmūlaṃ gantvā vinicchayasamathaṃ pāpetuṃ na sakkoti; ‘‘idaṃ adhikaraṇaṃ dvīhi, idaṃ catūhi, idaṃ tīhi idaṃ ekena samathena sammatī’’ti evaṃ satta samathe ajānanto pana adhikaraṇanirodhagāminipaṭipadaṃ na jānāti nāma. Vatthuṃ na jānātīti ‘‘idaṃ pārājikassa vatthu, idaṃ saṅghādisesassā’’ti evaṃ sattannaṃ āpattikkhandhānaṃ vatthuṃ na jānāti. Nidānanti ‘‘sattannaṃ nidānānaṃ idaṃ sikkhāpadaṃ ettha paññattaṃ, idaṃ etthā’’ti na jānāti. Paññattiṃ na jānātīti tasmiṃ tasmiṃ sikkhāpade paṭhamapaññattiṃ na jānāti. Anupaññattinti punappunaṃ paññattiṃ na jānāti. Anusandhivacanapathanti kathānusandhi-vinicchayānusandhivasena vatthuṃ na jānāti. Ñattiṃ na jānātīti sabbena sabbaṃ ñattiṃ na jānāti. Ñattiyā karaṇaṃ na jānātīti ñattikiccaṃ na jānāti, osāraṇādīsu navasu ṭhānesu ñattikammaṃ nāma hoti, ñattidutiyañatticatutthakammesu ñattiyā kammappatto hutvā tiṭṭhatīti na jānāti. Na pubbakusalo hoti na aparakusaloti pubbe kathetabbañca pacchā kathetabbañca na jānāti, ñatti nāma pubbe ṭhapetabbā, pacchā na ṭhapetabbātipi na jānāti. Akālaññū ca hotīti kālaṃ na jānāti, anajjhiṭṭho ayācito bhāsati, ñattikālampi ñattikhettampi ñattiokāsampi na jānāti.",
  "atk-vin02a4:165": "Mandattā momūhattāti kevalaṃ aññāṇena momūhabhāvena dhutaṅge ānisaṃsaṃ ajānitvā. Pāpicchoti tena araññavāsena paccayalābhaṃ patthayamāno. Pavivekanti kāyacittaupadhivivekaṃ. Idamatthitanti imāya kalyāṇāya paṭipattiyā attho etassāti idamatthi, idamatthino bhāvo idamatthitā; taṃ idamatthitaṃyeva nissāya na aññaṃ kiñci lokāmisanti attho.",
  "atk-vin02a4:166": "Uposathaṃ na jānātīti navavidhaṃ uposathaṃ na jānāti. Uposathakammanti adhammenavaggādibhedaṃ catubbidhaṃ uposathakammaṃ na jānāti. Pātimokkhanti dve mātikā na jānāti. Pātimokkhuddesanti sabbampi navavidhaṃ pātimokkhuddesaṃ na jānāti. Pavāraṇanti navavidhaṃ pavāraṇaṃ na jānāti. Pavāraṇākammaṃ uposathakammasadisameva.",
  "atk-vin02a4:167": "Apāsādikapañcake – apāsādikanti kāyaduccaritādi akusalakammaṃ vuccati. Pāsādikanti kāyasucaritādi kusalakammaṃ vuccati. Ativelanti velaṃ atikkamma bahutaraṃ kālaṃ kulesu appaṃ vihāreti attho. Otāroti kilesānaṃ anto otaraṇaṃ. Saṃkiliṭṭhanti duṭṭhullāpattikāyasaṃsaggādibhedaṃ. Visuddhipañcakepavāraṇāggahaṇena navavidhāpi pavāraṇā veditabbā. Sesaṃ sabbattha uttānamevāti.",
  "atk-vin02a4:168": "Pañcakavāravaṇṇanā niṭṭhitā.",
  "atk-vin02a4:169": "Chakkavāravaṇṇanā",
  "atk-vin02a4:170": "326. Chakkesu – cha sāmīciyoti ‘‘so ca bhikkhu anabbhito, te ca bhikkhū gārayhā, ayaṃ tattha sāmīci’’, ‘‘yuñjantāyasmanto sakaṃ, mā vo sakaṃ vinassāti ayaṃ tattha sāmīci’’, ‘‘ayaṃ te bhikkhu patto yāva bhedanāya dhāretabboti ayaṃ tattha sāmīci’’, ‘‘tato nīharitvā bhikkhūhi saddhiṃ saṃvibhajitabbaṃ, ayaṃ tattha sāmīci’’, ‘‘aññātabbaṃ paripucchitabbaṃ paripañhitabbaṃ, ayaṃ tattha sāmīci’’, ‘‘yassa bhavissati so harissatīti ayaṃ tattha sāmīcī’’ti imā bhikkhupātimokkheyeva cha sāmīciyo. Cha chedanakāti pañcake vuttā pañca bhikkhunīnaṃ udakasāṭikāya saddhiṃ cha. Chahākārehīti alajjitā aññāṇatā kukkuccapakatatā akappiye kappiyasaññitā kappiye akappiyasaññitā satisammosāti. Tattha ekarattachārattasattāhātikkamādīsu āpattiṃ satisammosena āpajjati. Sesaṃ vuttanayameva. Cha ānisaṃsā vinayadhareti pañcake vuttā pañca tassādheyyo uposathoti iminā saddhiṃ cha.",
  "atk-vin02a4:171": "Cha paramānīti ‘‘dasāhaparamaṃ atirekacīvaraṃ dhāretabbaṃ, māsaparamaṃ tena bhikkhunā taṃ cīvaraṃ nikkhipitabbaṃ, santaruttaraparamaṃ tena bhikkhunā tato cīvaraṃ sāditabbaṃ, chakkhattuparamaṃ tuṇhībhūtena uddissa ṭhātabbaṃ, navaṃ pana bhikkhunā santhataṃ kārāpetvā chabbassāni dhāretabbaṃ chabbassaparamatā dhāretabbaṃ, tiyojanaparamaṃ sahatthā dhāretabbāni, dasāhaparamaṃ atirekapatto dhāretabbo, sattāhaparamaṃ sannidhikārakaṃ paribhuñjitabbāni, chārattaparamaṃ tena bhikkhunā tena cīvarena vippavasitabbaṃ, catukkaṃsaparamaṃ, aḍḍhateyyakaṃsaparamaṃ, dvaṅgulapabbaparamaṃ ādātabbaṃ, aṭṭhaṅgulaparamaṃ mañcapaṭipādakaṃ, aṭṭhaṅgulaparamaṃ dantakaṭṭha’’nti imāni cuddasa paramāni. Tattha paṭhamāni cha ekaṃ chakkaṃ, tato ekaṃ apanetvā sesesu ekekaṃ pakkhipitvātiādinā nayena aññānipi chakkāni kātabbāni.",
  "atk-vin02a4:172": "Cha āpattiyoti tīṇi chakkāni antarapeyyāle vuttāni. Cha kammānīti tajjanīya-niyassa-pabbājanīya-paṭisāraṇīyāni cattāri, āpattiyā adassane ca appaṭikamme ca vuttadvayampi ekaṃ, pāpikāya diṭṭhiyā appaṭinissagge ekanti cha. Nahāneti orenaḍḍhamāsaṃ nahāne; vippakatacīvarādichakkadvayaṃ kathinakkhandhake niddiṭṭhaṃ. Sesaṃ sabbattha uttānamevāti.",
  "atk-vin02a4:173": "Chakkavāravaṇṇanā niṭṭhitā.",
  "atk-vin02a4:174": "Sattakavāravaṇṇanā",
  "atk-vin02a4:175": "327. Sattakesu – satta sāmīciyoti pubbe vuttesu chasu ‘‘sā ca bhikkhunī anabbhitā, tā ca bhikkhuniyo gārayhā, ayaṃ tattha sāmīcī’’ti imaṃ pakkhipitvā satta veditabbā. Satta adhammikā paṭiññātakaraṇāti ‘‘bhikkhu pārājikaṃ ajjhāpanno hoti, pārājikena codiyamāno ‘saṅghādisesaṃ ajjhāpannomhī’ti paṭijānāti, taṃ saṅgho saṅghādisesena kāreti, adhammikaṃ paṭiññātakaraṇa’’nti evaṃ samathakkhandhake niddiṭṭhā. Dhammikāpi tattheva niddiṭṭhā. Sattannaṃ anāpatti sattāhakaraṇīyena gantunti vassūpanāyikakkhandhake vuttaṃ. Sattānisaṃsā vinayadhareti ‘‘tassādheyyo uposatho pavāraṇā’’ti imehi saddhiṃ pañcake vuttā pañca satta honti. Satta paramānīti chakke vuttāniyeva sattakavasena yojetabbāni. Katacīvarantiādīni dve sattakāni kathinakkhandhake niddiṭṭhāni.",
  "atk-vin02a4:176": "Bhikkhussa na hoti āpatti daṭṭhabbā, bhikkhussa hoti āpatti daṭṭhabbā, bhikkhussa hoti āpatti paṭikātabbāti imāni tīṇi sattakāni, dve adhammikāni, ekaṃ dhammikaṃ; tāni tīṇipi campeyyake niddiṭṭhāni. Asaddhammāti asataṃ dhammā, asanto vā dhammā; asobhanā hīnā lāmakāti attho. Saddhammāti sataṃ buddhādīnaṃ dhammā; santo vā dhammā sundarā uttamāti attho. Sesaṃ sabbattha uttānamevāti.",
  "atk-vin02a4:177": "Sattakavāravaṇṇanā niṭṭhitā.",
  "atk-vin02a4:178": "Aṭṭhakavāravaṇṇanā",
  "atk-vin02a4:179": "328. Aṭṭhakesu – aṭṭhānisaṃseti ‘‘na mayaṃ iminā bhikkhunā saddhiṃ uposathaṃ karissāma, vinā iminā bhikkhunā uposathaṃ karissāma, na mayaṃ iminā bhikkhunā saddhiṃ pavāressāma, saṅghakammaṃ karissāma, āsane nisīdissāma, yāgupāne nisīdissāma, bhattagge nisīdissāma, ekacchanne vasissāma, yathāvuḍḍhaṃ abhivādanaṃ paccuṭṭhānaṃ añjalikammaṃ sāmīcikammaṃ karissāma, vinā iminā bhikkhunā karissāmā’’ti evaṃ kosambakakkhandhake vutte ānisaṃse. Dutiyaaṭṭhakepi eseva nayo, tampi hi evameva kosambakakkhandhake vuttaṃ.",
  "atk-vin02a4:180": "Aṭṭha yāvatatiyakāti bhikkhūnaṃ terasake cattāro, bhikkhunīnaṃ sattarasake bhikkhūhi asādhāraṇā cattāroti aṭṭha. Aṭṭhahākārehi kulāni dūsetīti kulāni dūseti pupphena vā phalena vā cuṇṇena vā mattikāya vā dantakaṭṭhena vā veḷuyā vā vejjikāya vā jaṅghapesanikena vāti imehi aṭṭhahi. Aṭṭha mātikā cīvarakkhandhake, aparā aṭṭha kathinakkhandhake vuttā. Aṭṭhahi asaddhammehīti lābhena alābhena yasena ayasena sakkārena asakkārena pāpicchatāya pāpamittatāya. Aṭṭha lokadhammā nāma lābhe sārāgo, alābhe paṭivirodho; evaṃ yase ayase, pasaṃsāya nindāya, sukhe sārāgo, dukkhe paṭivirodhoti. Aṭṭhaṅgiko musāvādoti ‘‘vinidhāya sañña’’nti iminā saddhiṃ pāḷiyaṃ āgatehi sattahīti aṭṭhahi aṅgehi aṭṭhaṅgiko.",
  "atk-vin02a4:181": "Aṭṭha uposathaṅgānīti –",
  "atk-vin02a4:182": "‘‘Pāṇaṃ na hane na cādinnamādiye,",
  "atk-vin02a4:183": "Musā na bhāse na ca majjapo siyā;",
  "atk-vin02a4:184": "Abrahmacariyā virameyya methunā,",
  "atk-vin02a4:185": "Rattiṃ na bhuñjeyya vikālabhojanaṃ.",
  "atk-vin02a4:186": "‘‘Mālaṃ na dhāre na ca gandhamācare,",
  "atk-vin02a4:187": "Mañce chamāyaṃva sayetha santhate;",
  "atk-vin02a4:188": "Etañhi aṭṭhaṅgikamāhuposathaṃ,",
  "atk-vin02a4:189": "Buddhena dukkhantagunā pakāsita’’nti. (a. ni. 3.71);",
  "atk-vin02a4:190": "Evaṃ vuttāni aṭṭha. Aṭṭha dūteyyaṅgānīti ‘‘idha, bhikkhave, bhikkhu sotā ca hoti sāvetā cā’’tiādinā nayena saṅghabhedake vuttāni. Titthiyavattāni mahākhandhake niddiṭṭhāni. Anatirittā ca atirittā ca pavāraṇāsikkhāpade niddiṭṭhā. Aṭṭhannaṃ paccuṭṭhātabbanti bhattagge vuḍḍhabhikkhunīnaṃ, āsanampi tāsaṃyeva dātabbaṃ. Upāsikāti visākhā. Aṭṭhānisaṃsā vinayadhareti pañcake vuttesu pañcasu ‘‘tassādheyyo uposatho, pavāraṇā, saṅghakamma’’nti ime tayo pakkhipitvā aṭṭha veditabbā. Aṭṭha paramānīti pubbe vuttaparamāneva aṭṭhakavasena yojetvā veditabbāni. Aṭṭhasu dhammesu sammā vattitabbanti ‘‘na pakatattassa bhikkhuno uposatho ṭhapetabbo, na pavāraṇā ṭhapetabbā’’tiādinā nayena samathakkhandhake niddiṭṭhesu aṭṭhasu. Sesaṃ sabbattha uttānamevāti.",
  "atk-vin02a4:191": "Aṭṭhakavāravaṇṇanā niṭṭhitā.",
  "atk-vin02a4:192": "Navakavāravaṇṇanā",
  "atk-vin02a4:193": "329. Navakesu – nava āghātavatthūnīti ‘‘anatthaṃ me acarī’’tiādīni nava. Nava āghātapaṭivinayāti ‘‘anatthaṃ me acari, taṃ kutettha labbhāti āghātaṃ paṭivinetī’’tiādīni nava. Nava vinītavatthūnīti navahi āghātavatthūhi ārati virati paṭivirati setughāto. Navahi saṅgho bhijjatīti ‘‘navannaṃ vā, upāli, atirekanavannaṃ vā saṅgharāji ceva hoti saṅghabhedo cā’’ti. Nava paramānīti pubbe vuttaparamāneva navakavasena yojetvā veditabbāni. Nava taṇhāmūlakā nāma taṇhaṃ paṭicca pariyesanā, pariyesanaṃ paṭicca lābho, lābhaṃ paṭicca vinicchayo, vinicchayaṃ paṭicca chandarāgo, chandarāgaṃ paṭicca ajjhosānaṃ, ajjhosānaṃ paṭicca pariggaho, pariggahaṃ paṭicca macchariyaṃ, macchariyaṃ paṭicca ārakkhā, ārakkhādhikaraṇaṃ daṇḍādānasatthādānakalahaviggahavivādatuvaṃtuvaṃpesuññamusāvādā. Nava vidhamānāti ‘‘seyyassa seyyohamasmī’’timānādayo. Nava cīvarānīti ticīvaranti vā vassikasāṭikāti vātiādinā nayena vuttāni. Na vikappetabbānīti adhiṭṭhitakālato paṭṭhāya na vikappetabbāni. Nava adhammikāni dānānīti saṅghassa pariṇataṃ aññasaṅghassa vā cetiyassa vā puggalassa vā pariṇāmeti, cetiyassa pariṇataṃ aññacetiyassa vā saṅghassa vā puggalassa vā pariṇāmeti, puggalassa pariṇataṃ aññapuggalassa vā saṅghassa vā cetiyassa vā pariṇāmetīti evaṃ vuttāni.",
  "atk-vin02a4:194": "Nava paṭiggahaparibhogāti etesaṃyeva dānānaṃ paṭiggahā ca paribhogā ca. Tīṇi dhammikāni dānānīti saṅghassa ninnaṃ saṅghasseva deti, cetiyassa ninnaṃ cetiyasseva, puggalassa ninnaṃ puggalasseva detīti imāni tīṇi. Paṭiggahapaṭibhogāpi tesaṃyeva paṭiggahā ca paribhogā ca. Nava adhammikā saññattiyoti adhammavādipuggalo, adhammavādisambahulā, adhammavādisaṅghoti evaṃ tīṇi tikāni samathakkhandhake niddiṭṭhāni. Dhammikā saññattiyopi dhammavādī puggalotiādinā nayena tattheva niddiṭṭhā. Adhammakamme dve navakāni ovādavaggassa paṭhamasikkhāpadaniddese pācittiyavasena vuttāni. Dhammakamme dve navakāni tattheva dukkaṭavasena vuttāni. Sesaṃ sabbattha uttānamevāti.",
  "atk-vin02a4:195": "Navakavāravaṇṇanā niṭṭhitā.",
  "atk-vin02a4:196": "Dasakavāravaṇṇanā",
  "atk-vin02a4:197": "330. Dasakesu – dasa āghātavatthūnīti navakesu vuttāni nava ‘‘aṭṭhāne vā pana āghāto jāyatī’’ti iminā saddhiṃ dasa honti. Āghātapaṭivinayāpi tattha vuttā nava ‘‘aṭṭhāne vā pana āghāto jāyati, taṃ kutettha labbhāti āghātaṃ paṭivinetī’’ti iminā saddhiṃ dasa veditabbā. Dasa vinītavatthūnīti dasahi āghātavatthūhi viratisaṅkhātāni dasa. Dasavatthukā micchādiṭṭhīti ‘‘natthi dinna’’ntiādivasena veditabbā, ‘‘atthi dinna’’ntiādivasena sammādiṭṭhi, ‘‘sassato loko’’tiādinā vasena pana antaggāhikā diṭṭhi veditabbā. Dasa micchattāti micchādiṭṭhiādayo micchāvimuttipariyosānā, viparītā sammattā. Salākaggāhā samathakkhandhake niddiṭṭhā.",
  "atk-vin02a4:198": "Dasahaṅgehi samannāgato bhikkhu ubbāhikāya sammannitabboti ‘‘sīlavā hotī’’tiādinā nayena samathakkhandhake vuttehi dasahi. Dasa ādīnavā rājantepurappavesane rājasikkhāpade niddiṭṭhā. Dasa dānavatthūnīti annaṃ pānaṃ vatthaṃ yānaṃ mālā gandhaṃ vilepanaṃ seyyāvasathaṃ padīpeyyaṃ. Dasa ratanānīti muttāmaṇiveḷuriyādīni. Dasa paṃsukūlānīti sosānikaṃ, pāpaṇikaṃ, undūrakkhāyitaṃ, upacikakkhāyitaṃ, aggidaḍḍhaṃ, gokhāyitaṃ, ajikakkhāyitaṃ, thūpacīvaraṃ, ābhisekiyaṃ, bhatapaṭiyābhatanti etesu upasampannena ussukkaṃ kātabbaṃ. Dasa cīvaradhāraṇāti ‘‘sabbanīlakāni cīvarāni dhārentī’’ti vuttavasena dasāti kurundiyaṃ vuttaṃ. Mahāaṭṭhakathāyaṃ pana ‘‘navasu kappiyacīvaresu udakasāṭikaṃ vā saṅkaccikaṃ vā pakkhipitvā dasā’’ti vuttaṃ.",
  "atk-vin02a4:199": "Avandanīyapuggalā senāsanakkhandhake niddiṭṭhā. Dasa akkosavatthūni omasavāde niddiṭṭhāni. Dasa ākārā pesuññasikkhāpade niddiṭṭhā. Dasa senāsanānīti mañco, pīṭhaṃ, bhisi, bimbohanaṃ, cimilikā, uttarattharaṇaṃ, taṭṭikā, cammakhaṇḍo, nisīdanaṃ, tiṇasanthāro, paṇṇasanthāroti. Dasa varāni yāciṃsūti visākhā aṭṭha, suddhodanamahārājā ekaṃ, jīvako ekaṃ. Yāguānisaṃsā ca akappiyamaṃsāni ca bhesajjakkhandhake niddiṭṭhāni. Sesaṃ sabbattha uttānamevāti.",
  "atk-vin02a4:200": "Dasakavāravaṇṇanā niṭṭhitā.",
  "atk-vin02a4:201": "Ekādasakavāravaṇṇanā",
  "atk-vin02a4:202": "331. Ekādasakesu – ekādasāti paṇḍakādayo ekādasa. Ekādasa pādukāti dasa ratanamayā, ekā kaṭṭhapādukā. Tiṇapādukamuñjapādukapabbajapādukādayo pana kaṭṭhapādukasaṅgahameva gacchanti. Ekādasa pattāti tambalohamayena vā dārumayena vā saddhiṃ dasa ratanamayā. Ekādasa cīvarānīti sabbanīlakādīni ekādasa. Yāvatatiyakāti ukkhittānuvattikā bhikkhunī, saṅghādisesā aṭṭha, ariṭṭho, caṇḍakāḷīti. Ekādasa antarāyikā nāma ‘‘nasi animittā’’ti ādayo. Ekādasa cīvarāni adhiṭṭhātabbānīti ticīvaraṃ, vassikasāṭikā, nisīdanaṃ, paccattharaṇaṃ, kaṇḍuppaṭicchādi, mukhapuñchanacoḷaṃ, parikkhāracoḷaṃ, udakasāṭikā, saṅkaccikāti. Na vikappetabbānīti etāneva adhiṭṭhitakālato paṭṭhāya na vikappetabbāni. Gaṇṭhikā ca vidhā ca suttamayena saddhiṃ ekādasa honti, te sabbe khuddakakkhandhake niddiṭṭhā. Pathaviyo pathavisikkhāpade niddiṭṭhā. Nissayapaṭipassaddhiyo upajjhāyamhā pañca, ācariyamhā cha; evaṃ ekādasa. Avandiyapuggalā naggena saddhiṃ ekādasa, te sabbe senāsanakkhandhake niddiṭṭhā. Ekādasa paramāni pubbe vuttesu cuddasasu ekādasakavasena yojetvā veditabbāni. Ekādasa varānīti mahāpajāpatiyā yācitavarena saddhiṃ pubbe vuttāni dasa. Ekādasa sīmādosāti ‘‘atikhuddakaṃ sīmaṃ sammannantī’’tiādinā nayena kammavagge āgamissanti.",
  "atk-vin02a4:203": "Akkosakaparibhāsake puggale ekādasādīnavā nāma ‘‘yo so, bhikkhave, bhikkhu akkosako paribhāsako ariyūpavādī, sabrahmacārīnaṃ aṭṭhānametaṃ anavakāso yaṃ so ekādasannaṃ byasanānaṃ aññataraṃ byasanaṃ na nigaccheyya. Katamesaṃ ekādasannaṃ? Anadhigataṃ nādhigacchati, adhigatā parihāyati, saddhammassa na vodāyanti, saddhammesu vā adhimāniko hoti, anabhirato vā brahmacariyaṃ carati, aññataraṃ vā saṃkiliṭṭhaṃ āpattiṃ āpajjati, sikkhaṃ vā paccakkhāya hīnāyāvattati, gāḷhaṃ vā rogātaṅkaṃ phusati, ummādaṃ vā pāpuṇāti cittakkhepaṃ vā, sammūḷho kālaṃ karoti, kāyassa bhedā parammaraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjatī’’ti (a. ni. 11.6). Ettha ca saddhammoti buddhavacanaṃ adhippetaṃ.",
  "atk-vin02a4:204": "Āsevitāyāti ādito paṭṭhāya sevitāya. Bhāvitāyāti nipphāditāya vaḍḍhitāya",
  "atk-vin02a4:205": "Vā. Bahulīkatāyāti punappunaṃ katāya. Yānīkatāyāti suyuttayānasadisāya katāya. Vatthukatāyāti yathā patiṭṭhā hoti; evaṃ katāya. Anuṭṭhitāyāti anu anu pavattitāya; niccādhiṭṭhitāyāti attho. Paricitāyāti samantato citāya; sabbadisāsu citāya ācitāya bhāvitāya abhivaḍḍhitāyāti attho. Susamāraddhāyāti suṭṭhu samāraddhāya; vasībhāvaṃ upanītāyāti attho. Na pāpakaṃ supinanti pāpakameva na passati, bhadrakaṃ pana vuḍḍhikāraṇabhūtaṃ passati. Devatā rakkhantīti ārakkhadevatā dhammikaṃ rakkhaṃ paccupaṭṭhāpenti. Tuvaṭaṃ cittaṃ samādhiyatīti khippaṃ cittaṃ samādhiyati. Uttari appaṭivijjhantoti mettājhānato uttariṃ arahattaṃ asacchikaronto sekho vā puthujjano vā hutvā kālaṃ karonto brahmalokūpago hoti. Sesaṃ sabbattha uttānamevāti.",
  "atk-vin02a4:206": "Ekādasakavāravaṇṇanā pariyosānā",
  "atk-vin02a4:207": "Ekuttarikavaṇṇanā niṭṭhitā.",
  "atk-vin02a4:208": "Uposathādipucchāvissajjanā",
  "atk-vin02a4:209": "332. ‘‘Uposathakammassa ko ādī’’tiādīnaṃ pucchānaṃ vissajjane sāmaggī ādīti ‘‘uposathaṃ karissāmā’’ti sīmaṃ sodhetvā chandapārisuddhiṃ āharitvā sannipatitānaṃ kāyasāmaggī ādi. Kiriyā majjheti pubbakiccaṃ katvā pātimokkhaosāraṇakiriyā majjhe. Niṭṭhānaṃ pariyosānanti ‘‘tattha sabbeheva samaggehi sammodamānehi avivadamānehi sikkhitabba’’nti idaṃ pātimokkhaniṭṭhānaṃ pariyosānaṃ. Pavāraṇākammassa sāmaggī ādīti ‘‘pavāraṇaṃ karissāmā’’ti sīmaṃ sodhetvā chandapavāraṇaṃ āharitvā sannipatitānaṃ kāyasāmaggī ādi. Kiriyā majjheti pavāraṇāñatti ca pavāraṇākathā ca majjhe, saṅghanavakassa ‘‘passanto paṭikarissāmī’’ti vacanaṃ pariyosānaṃ. Tajjanīyakammādīsu vatthu nāma yena vatthunā kammāraho hoti, taṃ vatthu. Puggaloti yena taṃ vatthu kataṃ, so puggalo. Kammavācā pariyosānanti ‘‘kataṃ saṅghena itthannāmassa bhikkhuno tajjanīyakammaṃ, khamati saṅghassa, tasmā tuṇhī, evametaṃ dhārayāmī’’ti evaṃ tassā tassā kammavācāya avasānavacanaṃ pariyosānaṃ. Sesaṃ sabbattha uttānamevāti",
  "atk-vin02a4:210": "Uposathādipucchāvissajjanāvaṇṇanā niṭṭhitā.",
  "atk-vin02a4:211": "Atthavasapakaraṇāvaṇṇanā",
  "atk-vin02a4:212": "334. Atthavasapakaraṇe – dasa atthavasetiādīsu yaṃ vattabbaṃ taṃ paṭhamapārājikavaṇṇanāyameva vuttaṃ. Yaṃ saṅghasuṭṭhu taṃ saṅghaphāsūtiādīsu uparimaṃ uparimaṃ padaṃ heṭṭhimassa heṭṭhimassa padassa attho.",
  "atk-vin02a4:213": "Atthasataṃ dhammasatantiādimhi pana yadetaṃ dasasu padesu ekekaṃ mūlaṃ katvā dasakkhattuṃ yojanāya padasataṃ vuttaṃ. Tattha pacchimassa pacchimassa padassa vasena atthasataṃ purimassa purimassa vasena dhammasataṃ veditabbaṃ. Atha vā ye dasa atthavase paṭicca tathāgatena sāvakānaṃ sikkhāpadaṃ paññattaṃ, ye pubbe paṭhamapārājikavaṇṇanāyaṃ ‘‘tattha saṅghasuṭṭhutā nāma saṅghassa suṭṭhubhāvo ‘suṭṭhu devā’ti āgataṭṭhāne viya ‘suṭṭhu bhante’ti vacanasampaṭicchanabhāvo, yo ca tathāgatassa vacanaṃ sampaṭicchati, tassa taṃ dīgharattaṃ hitāya sukhāya hoti, tasmā saṅghassa ‘suṭṭhu bhante’ti mama vacanasampaṭicchanatthaṃ paññapessāmi asampaṭicchane ādīnavaṃ sampaṭicchane ca ānisaṃsaṃ dassetvā na balakkārena abhibhavitvāti etamatthaṃ āvikaronto āha – saṅghasuṭṭhutāyā’’ti evamādinā nayena vaṇṇitā, tesaṃ idha dasakkhattuṃ āgatattā atthasataṃ tadatthajotakānañca padānaṃ vasena dhammasataṃ veditabbaṃ. Idāni atthajotakānaṃ niruttīnaṃ vasena niruttisataṃ, dhammabhūtānaṃ niruttīnaṃ vasena niruttisatanti dve niruttisatāni, atthasate ñāṇasataṃ, dhammasate ñāṇasataṃ, dvīsu niruttisatesu dve ñāṇasatānīti cattāri ñāṇasatāni ca veditabbāni.",
  "atk-vin02a4:214": "‘‘Atthasataṃ dhammasataṃ, dve niruttisatāni;",
  "atk-vin02a4:215": "Cattāri ñāṇasatāni, atthavase pakaraṇe’’ti.",
  "atk-vin02a4:216": "Iti hi yaṃ vuttaṃ, idametaṃ paṭicca vuttanti.",
  "atk-vin02a4:217": "Iti samantapāsādikāya vinayasaṃvaṇṇanāya",
  "atk-vin02a4:218": "Mahāvaggavaṇṇanā niṭṭhitā.",
  "atk-vin02a4:219": "Paṭhamagāthāsaṅgaṇikaṃ",
  "atk-vin02a4:220": "Sattanagaresu paññattasikkhāpadavaṇṇanā",
  "atk-vin02a4:221": "335. Ekaṃsaṃ cīvaraṃ katvāti ekasmiṃ aṃsakūṭe cīvaraṃ katvā; sādhukaṃ uttarāsaṅgaṃ katvāti attho. Paggaṇhitvāna añjalinti dasanakhasamodhānasamujjalaṃ añjaliṃ ukkhipitvā. Āsīsamānarūpo vāti paccāsīsamānarūpo viya. Kissa tvaṃ idha māgatoti kena kāraṇena kimatthaṃ patthayamāno tvaṃ idha āgato. Ko evamāha? Sammāsambuddho. Kaṃ evamāha? Āyasmantaṃ upāliṃ. Iti āyasmā upāli bhagavantaṃ upasaṅkamitvā ‘‘dvīsu vinayesū’’ti imaṃ gāthaṃ pucchi. Athassa bhagavā ‘‘bhaddako te ummaṅgo’’tiādīni vatvā taṃ vissajjesi. Esa nayo sabbattha. Iti ime sabbapañhe buddhakāle upālitthero pucchi. Bhagavā byākāsi. Saṅgītikāle pana mahākassapatthero pucchi. Upālitthero byākāsi.",
  "atk-vin02a4:222": "Tattha bhaddako te ummaṅgoti bhaddakā te pañhā; pañhā hi avijjandhakārato ummujjitvā ṭhitattā ‘‘ummaṅgo’’ti vuccati. Tagghāti kāraṇatthe nipāto. Yasmā maṃ pucchasi, tasmā te ahamakkhissanti attho. Sampaṭicchanatthe vā, ‘‘tagghā’’ti hi iminā vacanaṃ sampaṭicchitvā akkhissanti āha. ‘‘Samādahitvā visibbenti, sāmisena, sasitthaka’’nti imāni tīṇiyeva sikkhāpadāni bhaggesu paññattāni.",
  "atk-vin02a4:223": "Catuvipattivaṇṇanā",
  "atk-vin02a4:224": "336. Yaṃ taṃ pucchimhāti yaṃ tvaṃ apucchimhā. Akittayīti abhāsi. Noti amhākaṃ. Taṃ taṃ byākatanti yaṃ yaṃ puṭṭhaṃ, taṃ tadeva byākataṃ. Anaññathāti aññathā akatvā byākataṃ.",
  "atk-vin02a4:225": "Ye duṭṭhullā sā sīlavipattīti ettha kiñcāpi sīlavipatti nāma pañhe natthi, atha kho duṭṭhullaṃ vissajjetukāmatāyetaṃ vuttaṃ. Catūsu hi vipattīsu duṭṭhullaṃ ekāya vipattiyā saṅgahitaṃ, aduṭṭhullaṃ tīhi vipattīhi saṅgahitaṃ. Tasmā ‘‘ye duṭṭhullā sā sīlavipattī’’ti vatvā tameva vitthārato dassetuṃ ‘‘pārājikaṃ saṅghādiseso sīlavipattīti vuccatī’’ti āha.",
  "atk-vin02a4:226": "Idāni tissannaṃ vipattīnaṃ vasena aduṭṭhullaṃ dassetuṃ ‘‘thullaccaya’’ntiādimāha. Tattha yo cāyaṃ, akkosati hasādhippāyoti idaṃ dubbhāsitassa vatthudassanatthaṃ vuttaṃ.",
  "atk-vin02a4:227": "Abbhācikkhantīti ‘‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmī’’ti vadantā abbhācikkhanti.",
  "atk-vin02a4:228": "Ayaṃ sā ājīvavipattisammatāti ayaṃ chahi sikkhāpadehi saṅgahitā ājīvavipatti nāma catutthā vipatti sammatāti ettāvatā ‘‘aduṭṭhulla’’nti idaṃ vissajjitaṃ hoti.",
  "atk-vin02a4:229": "Idāni ‘‘ye ca yāvatatiyakā’’ti pañhaṃ vissajjetuṃ ‘‘ekādasā’’tiādimāha.",
  "atk-vin02a4:230": "Chedanakādivaṇṇanā",
  "atk-vin02a4:231": "337. Yasmā pana ‘‘ye ca yāvatatiyakā’’ti ayaṃ pañho ‘‘ekādasa yāvatatiyakā’’ti evaṃ saṅkhāvasena vissajjito, tasmā saṅkhānusandhivaseneva ‘‘kati chedanakānī’’tiādike aññe antarāpañhe pucchi. Tesaṃ vissajjanatthaṃ ‘‘cha chedanakānī’’tiādi vuttaṃ. Tattha ‘‘ekaṃ bhedanakaṃ, ekaṃ uddālanakaṃ, sodasa jānanti paññattā’’ti idameva apubbaṃ. Sesaṃ mahāvagge vibhattameva. Yaṃ panetaṃ apubbaṃ tattha ekaṃ bhedanakanti sūcigharaṃ. Ekaṃ uddālanakanti tūlonaddhamañcapīṭhaṃ. Sodasāti soḷasa. Jānanti paññattāti ‘‘jāna’’nti evaṃ vatvā paññattā, te evaṃ veditabbā – ‘‘jānaṃ saṅghikaṃ lābhaṃ pariṇataṃ attano pariṇāmeyya, jānaṃ pubbupagataṃ bhikkhuṃ anupakhajja nisajjaṃ kappeyya, jānaṃ sappāṇakaṃ udakaṃ tiṇaṃ vā mattikaṃ vā siñceyya vā siñcāpeyya vā, jānaṃ bhikkhuniparipācitaṃ piṇḍapātaṃ bhuñjeyya, jānaṃ āsādanāpekkho bhuttasmiṃ pācittiyaṃ, jānaṃ sappāṇakaṃ udakaṃ paribhuñjeyya, jānaṃ yathādhammaṃ nihatādhikaraṇaṃ, jānaṃ duṭṭhullaṃ āpattiṃ paṭicchādeyya, jānaṃ ūnavīsativassaṃ puggalaṃ upasampādeyya, jānaṃ theyyasatthena saddhiṃ, jānaṃ tathāvādinā bhikkhunā akatānudhammena, jānaṃ tathānāsitaṃ samaṇuddesaṃ, jānaṃ saṅghikaṃ lābhaṃ pariṇataṃ puggalassa pariṇāmeyya, jānaṃ pārājikaṃ dhammaṃ ajjhāpannaṃ bhikkhuniṃ neva attanā paṭicodeyya, jānaṃ coriṃ vajjhaṃ viditaṃ anapaloketvā, jānaṃ sabhikkhukaṃ ārāmaṃ anāpucchā paviseyyā’’ti.",
  "atk-vin02a4:232": "Asādhāraṇādivaṇṇanā",
  "atk-vin02a4:233": "338. Idāni ‘‘sādhāraṇaṃ asādhāraṇa’’nti imaṃ purimapañhaṃ vissajjento ‘‘vīsaṃ dve satānī’’tiādimāha. Tattha bhikkhunīhi asādhāraṇesu cha saṅghādisesāti vissaṭṭhi, kāyasaṃsaggo, duṭṭhullaṃ, attakāma, kuṭi, vihāroti. Dve aniyatehi aṭṭhāti dvīhi aniyatehi saddhiṃ aṭṭha ime.",
  "atk-vin02a4:234": "Nissaggiyāni dvādasāti –",
  "atk-vin02a4:235": "Dhovanañca paṭiggaho, koseyyasuddhadvebhāgā;",
  "atk-vin02a4:236": "Chabbassāni nisīdanaṃ, dve lomā paṭhamo patto;",
  "atk-vin02a4:237": "Vassikā āraññakena cāti – ime dvādasa.",
  "atk-vin02a4:238": "Dvevīsati khuddakāti –",
  "atk-vin02a4:239": "Sakalo bhikkhunīvaggo, paramparañca bhojanaṃ;",
  "atk-vin02a4:240": "Anatirittaṃ abhihaṭaṃ, paṇītañca acelakaṃ;",
  "atk-vin02a4:241": "Ūnaṃ duṭṭhullachādanaṃ.",
  "atk-vin02a4:242": "Mātugāmena saddhiñca, yā ca anikkhantarājake;",
  "atk-vin02a4:243": "Santaṃ bhikkhuṃ anāpucchā, vikāle gāmappavesanā.",
  "atk-vin02a4:244": "Nisīdane ca yā sikkhā, vassikā yā ca sāṭikā;",
  "atk-vin02a4:245": "Dvāvīsati imā sikkhā, khuddakesu pakāsitāti.",
  "atk-vin02a4:246": "Bhikkhūhi asādhāraṇesupi saṅghamhā dasa nissareti ‘‘saṅghamhā nissārīyatī’’ti evaṃ vibhaṅge vuttā, mātikāyaṃ pana ‘‘nissāraṇīyaṃ saṅghādisesa’’nti evaṃ āgatā dasa. Nissaggiyāni dvādasāti bhikkhunivibhaṅge vibhattāni nissaggiyāneva. Khuddakāpi tattha vibhattakhuddakā eva. Tathā cattāro pāṭidesanīyā, iti satañceva tiṃsañca sikkhā vibhaṅge bhikkhunīnaṃ bhikkhūhi asādhāraṇā. Sesaṃ imasmiṃ sādhāraṇāsādhāraṇavissajjane uttānameva.",
  "atk-vin02a4:247": "Idāni vipattiyo ca ‘‘yehi samathehi sammantī’’ti idaṃ pañhaṃ vissajjento aṭṭheva pārājikātiādimāha. Tattha durāsadāti iminā tesaṃ sappaṭibhayataṃ dasseti. Kaṇhasappādayo viya hi ete durāsadā durūpagamanā durāsajjanā, āpajjiyamānā mūlacchedāya saṃvattanti. Tālavatthusamūpamāti sabbaṃ tālaṃ uddharitvā tālassa vatthumattakaraṇena samūpamā. Yathā vatthumattakato tālo na puna pākatiko hoti, evaṃ na puna pākatikā honti.",
  "atk-vin02a4:248": "Evaṃ sādhāraṇaṃ upamaṃ dassetvā puna ekekassa vuttaṃ upamaṃ dassento paṇḍupalāsotiādimāha. Aviruḷhī bhavanti teti yathā ete paṇḍupalāsādayo punaharitādibhāvena aviruḷhidhammā honti; evaṃ pārājikāpi puna pakatisīlābhāvena aviruḷhidhammā hontīti attho. Ettāvatā ‘‘vipattiyo ca yehi samathehi sammantī’’ti ettha imā tāva aṭṭha pārājikavipattiyo kehici samathehi na sammantīti evaṃ dassitaṃ hoti. Yā pana vipattiyo sammanti, tā dassetuṃ tevīsati saṅghādisesātiādi vuttaṃ. Tattha tīhi samathehīti sabbasaṅgāhikavacanametaṃ. Saṅghādisesā hi dvīhi samathehi sammanti, na tiṇavatthārakena. Sesā tīhipi sammanti.",
  "atk-vin02a4:249": "Dve uposathā dve pavāraṇāti idaṃ bhikkhūnañca bhikkhunīnañca vasena vuttaṃ. Vibhattimattadassaneneva cetaṃ vuttaṃ, na samathehi vūpasamanavasena. Bhikkhuuposatho, bhikkhuniuposatho, bhikkhupavāraṇā, bhikkhunipavāraṇāti imāpi hi catasso vibhattiyo; vibhajanānīti attho. Cattāri kammānīti adhammenavaggādīni uposathakammāni. Pañceva uddesā caturo bhavanti anaññathāti bhikkhūnaṃ pañca uddesā bhikkhunīnaṃ caturo bhavanti, aññathā na bhavanti; imā aparāpi vibhattiyo. Āpattikkhandhā ca bhavanti satta, adhikaraṇāni cattārīti imā pana vibhattiyo samathehi sammanti, tasmā sattahi samathehītiādimāha. Atha vā ‘‘dve uposathā dve pavāraṇā cattāri kammāni pañceva uddesā caturo bhavanti, anaññathā’’ti imāpi catasso vibhattiyo nissāya ‘‘nassantete vinassantete’’tiādinā nayena yā āpattiyo āpajjanti, tā yasmā vuttappakāreheva samathehi sammanti, tasmā taṃmūlakānaṃ āpattīnaṃ samathadassanatthampi tā vibhattiyo vuttāti veditabbā. Kiccaṃ ekenāti kiccādhikaraṇaṃ ekena samathena sammati.",
  "atk-vin02a4:250": "Pārājikādiāpattivaṇṇanā",
  "atk-vin02a4:251": "339. Evaṃ pucchānukkamena sabbapañhe vissajjetvā idāni ‘‘āpattikkhandhā ca bhavanti sattā’’ti ettha saṅgahitaāpattikkhandhānaṃ paccekaṃ nibbacanamattaṃ dassento pārājikantiādimāha. Tattha pārājikanti gāthāya ayamattho – yadidaṃ puggalāpattisikkhāpadapārājikesu āpattipārājikaṃ nāma vuttaṃ, taṃ āpajjanto puggalo yasmā parājito parājayamāpanno saddhammā cuto paraddho bhaṭṭho niraṅkato ca hoti, anihate tasmiṃ puggale puna uposathappavāraṇādibhedo saṃvāso natthi. Tenetaṃ iti vuccatīti tena kāraṇena etaṃ āpattipārājikanti vuccati. Ayañhettha saṅkhepattho – yasmā parājito hoti tena, tasmā etaṃ pārājikanti vuccati.",
  "atk-vin02a4:252": "Dutiyagāthāyapi byañjanaṃ anādiyitvā atthamattameva dassetuṃ saṅghova deti parivāsantiādi vuttaṃ. Ayaṃ panettha attho – imaṃ āpattiṃ āpajjitvā vuṭṭhātukāmassa yaṃ taṃ āpattivuṭṭhānaṃ tassa ādimhi ceva parivāsadānatthāya ādito sese majjhe mānattadānatthāya mūlāyapaṭikassanena vā saha mānattadānatthāya, avasāne abbhānatthāya ca saṅgho icchitabbo, na hettha ekampi kammaṃ vinā saṅghena sakkā kātunti saṅgho, ādimhi ceva sese ca icchitabbo assāti saṅghādiseso.",
  "atk-vin02a4:253": "Tatiyagāthāya aniyato na niyatoti yasmā na niyato, tasmā aniyato ayamāpattikkhandhoti attho. Kiṃ kāraṇā na niyatoti? Anekaṃsikataṃ padaṃ, yasmā idaṃ sikkhāpadaṃ anekaṃsena katanti attho. Kathaṃ anekaṃsena? Tiṇṇamaññataraṃ ṭhānaṃ, tiṇṇaṃ dhammānaṃ aññatarena kāretabboti hi tattha vuttaṃ, tasmā ‘‘aniyato’’ti pavuccati, so āpattikkhandho aniyatoti vuccati. Yathā ca tiṇṇaṃ aññataraṃ ṭhānaṃ, evaṃ dvinnaṃ dhammānaṃ aññataraṃ ṭhānaṃ yattha vuttaṃ, sopi aniyato eva.",
  "atk-vin02a4:254": "Catutthagāthāya accayo tena samo natthīti desanāgāminīsu accayesu tena samo thūlo accayo natthi, tenetaṃ iti vuccati; thūlattā accayassa etaṃ thullaccayanti vuccatīti attho.",
  "atk-vin02a4:255": "Pañcamagāthāya nissajjitvāna deseti tenetanti nissajjitvā desetabbato nissaggiyanti vuccatīti attho.",
  "atk-vin02a4:256": "Chaṭṭhagāthāya pāteti kusalaṃ dhammanti sañcicca āpajjantassa kusaladhammasaṅkhātaṃ kusalacittaṃ pāteti, tasmā pāteti cittanti pācittiyaṃ. Yaṃ pana cittaṃ pāteti, taṃ yasmā ariyamaggaṃ aparajjhati, cittasammohakāraṇañca hoti, tasmā ‘‘ariyamaggaṃ aparajjhati, cittasammohanaṭṭhāna’’nti ca vuttaṃ.",
  "atk-vin02a4:257": "Pāṭidesanīyagāthāsu ‘‘gārayhaṃ āvuso dhammaṃ āpajji’’nti vuttagārayhabhāvakāraṇadassanatthameva bhikkhu aññātako santotiādi vuttaṃ. Paṭidesetabbato pana sā āpatti pāṭidesanīyāti vuccati.",
  "atk-vin02a4:258": "Dukkaṭagāthāya aparaddhaṃ viraddhañca khalitanti sabbametaṃ ‘‘yañca dukkaṭa’’nti ettha vuttassa dukkaṭassa pariyāyavacanaṃ. Yañhi duṭṭhu kataṃ virūpaṃ vā kataṃ, taṃ dukkaṭaṃ. Taṃ panetaṃ yathā satthārā vuttaṃ; evaṃ akatattā aparaddhaṃ, kusalaṃ virajjhitvā pavattattā viraddhaṃ, ariyavattapaṭipadaṃ anāruḷhattā khalitaṃ. Yaṃ manusso kareti idaṃ panassa opammanidassanaṃ. Tassattho – yathā hi yaṃ loke manusso āvi vā yadi vā raho pāpaṃ karoti, taṃ dukkaṭanti pavedenti; evamidampi buddhappaṭikuṭṭhena lāmakabhāvena pāpaṃ, tasmā dukkaṭanti veditabbaṃ.",
  "atk-vin02a4:259": "Dubbhāsitagāthāya dubbhāsitaṃ durābhaṭṭhanti duṭṭhu ābhaṭṭhaṃ bhāsitaṃ lapitanti durābhaṭṭhaṃ. Yaṃ durābhaṭṭhaṃ, taṃ dubbhāsitanti attho. Kiñca bhiyyo? Saṃkiliṭṭhañca yaṃ padaṃ, saṃkiliṭṭhaṃ yasmā taṃ padaṃ hotīti attho. Tathā yañca viññū garahanti, yasmā ca naṃ viññū garahantīti attho. Tenetaṃ iti vuccatīti tena saṃkiliṭṭhabhāvena ca viññugarahanenāpi ca etaṃ iti vuccati; ‘‘dubbhāsita’’nti evaṃ vuccatīti attho.",
  "atk-vin02a4:260": "Sekhiyagāthāya ‘‘ādi cetaṃ caraṇañcā’’tiādinā nayena sekhassa santakabhāvaṃ dīpeti. Tasmā sekhassa idaṃ sekhiyanti ayamettha saṅkhepattho. Idaṃ ‘‘garukalahukañcāpī’’tiādipañhehi asaṅgahitassa ‘‘handa vākyaṃ suṇoma te’’ti iminā pana āyācanavacanena saṅgahitassa atthassa dīpanatthaṃ vuttanti veditabbaṃ.",
  "atk-vin02a4:261": "Channamativassatītiādimhipi eseva nayo. Tattha channamativassatīti gehaṃ tāva tiṇādīhi acchannaṃ ativassati. Idaṃ pana āpattisaṅkhātaṃ gehaṃ channaṃ ativassati; mūlāpattiñhi chādento aññaṃ navaṃ āpattiṃ āpajjati. Vivaṭaṃ nātivassatīti gehaṃ tāva avivaṭaṃ succhannaṃ nātivassati. Idaṃ pana āpattisaṅkhātaṃ gehaṃ vivaṭaṃ nātivassati; mūlāpattiñhi vivaranto desanāgāminiṃ desetvā vuṭṭhānagāminito vuṭṭhahitvā suddhante patiṭṭhāti. Āyatiṃ saṃvaranto aññaṃ āpattiṃ nāpajjati. Tasmā channaṃ vivarethāti tena kāraṇena desanāgāminiṃ desento vuṭṭhānagāminito ca vuṭṭhahanto channaṃ vivaretha. Evaṃ taṃ nātivassatīti evañcetaṃ vivaṭaṃ nātivassatīti attho.",
  "atk-vin02a4:262": "Gati migānaṃ pavananti ajjhokāse byagghādīhi paripātiyamānānaṃ migānaṃ pavanaṃ rukkhādigahanaṃ araññaṃ gati paṭisaraṇaṃ hoti, taṃ patvā te assāsanti. Eteneva nayena ākāso pakkhīnaṃ gati. Avassaṃ upagamanaṭṭhena pana vibhavo gati dhammānaṃ, sabbesampi saṅkhatadhammānaṃ vināsova tesaṃ gati. Na hi te vināsaṃ agacchantā ṭhātuṃ sakkonti. Sucirampi ṭhatvā pana nibbānaṃ arahato gati, khīṇāsavassa arahato anupādisesanibbānadhātu ekaṃsena gatīti attho.",
  "atk-vin02a4:263": "Paṭhamagāthāsaṅgaṇikavaṇṇanā niṭṭhitā.",
  "atk-vin02a4:264": "Adhikaraṇabhedaṃ",
  "atk-vin02a4:265": "Ukkoṭanabhedādivaṇṇanā",
  "atk-vin02a4:266": "340. Adhikaraṇabhede ime dasa ukkoṭāti adhikaraṇānaṃ ukkoṭetvā puna adhikaraṇaukkoṭena samathānaṃ ukkoṭaṃ dassetuṃ ‘‘vivādādhikaraṇaṃ ukkoṭento kati samathe ukkoṭetī’’tiādimāha. Tattha vivādādhikaraṇaṃ ukkoṭento dve samathe ukkoṭetīti sammukhāvinayañca yebhuyyasikañca ime dve ukkoṭeti, paṭisedheti; paṭikkosatīti attho. Anuvādādhikaraṇaṃ ukkoṭento cattāroti sammukhāvinayaṃ, sativinayaṃ, amūḷhavinayaṃ, tassapāpiyasikanti ime cattāro samathe ukkoṭeti. Āpattādhikaraṇaṃ ukkoṭento tayoti sammukhāvinayaṃ, paṭiññātakaraṇaṃ, tiṇavatthārakanti ime tayo samathe ukkoṭeti. Kiccādhikaraṇaṃ ukkoṭento ekanti sammukhāvinayaṃ imaṃ ekaṃ samathaṃ ukkoṭeti.",
  "atk-vin02a4:267": "341. Kati ukkoṭātiādipucchānaṃ vissajjane pana dvādasasu ukkoṭesu akataṃ kammantiādayo tāva tayo ukkoṭā visesato dutiye anuvādādhikaraṇe labbhanti. Anihataṃ kammantiādayo tayo paṭhame vivādādhikaraṇe labbhanti. Avinicchitantiādayo tayo tatiye āpattādhikaraṇe labbhanti. Avūpasantantiādayo tayo catutthe kiccādhikaraṇe labbhanti; apica dvādasāpi ca ekekasmiṃ adhikaraṇe labbhantiyeva.",
  "atk-vin02a4:268": "Tatthajātakaṃ adhikaraṇaṃ ukkoṭetīti yasmiṃ vihāre ‘‘mayhaṃ iminā patto gahito, cīvaraṃ gahita’’ntiādinā nayena pattacīvarādīnaṃ atthāya adhikaraṇaṃ uppannaṃ hoti, tasmiṃyeva ca naṃ vihāre āvāsikā sannipatitvā ‘‘alaṃ āvuso’’ti attapaccatthike saññāpetvā pāḷimuttakavinicchayeneva vūpasamenti, idaṃ tatthajātakaṃ adhikaraṇaṃ nāma. Yenāpi vinicchayena samitaṃ, sopi eko samathoyeva. Imaṃ ukkoṭentassāpi pācittiyaṃ.",
  "atk-vin02a4:269": "Tatthajātakaṃ vūpasantanti sace pana taṃ adhikaraṇaṃ nevāsikā vūpasametuṃ na sakkonti, athañño vinayadharo āgantvā ‘‘kiṃ āvuso imasmiṃ vihāre uposatho vā pavāraṇā vā ṭhitā’’ti pucchati, tehi ca tasmiṃ kāraṇe kathite taṃ adhikaraṇaṃ khandhakato ca parivārato ca suttena vinicchinitvā vūpasameti, idaṃ tatthajātakaṃ vūpasantaṃ nāma adhikaraṇaṃ. Etaṃ ukkoṭentassāpi pācittiyameva.",
  "atk-vin02a4:270": "Antarāmaggeti te attapaccatthikā ‘‘na mayaṃ etassa vinicchaye tiṭṭhāma, nāyaṃ vinaye kusalo, asukasmiṃ nāma gāme vinayadharā therā vasanti, tattha gantvā vinicchinissāmā’’ti gacchantā antarāmaggeyeva kāraṇaṃ sallakkhetvā aññamaññaṃ vā saññāpenti, aññe vā te bhikkhū nijjhāpenti, idampi vūpasantameva hoti. Evaṃ vūpasantaṃ antarāmagge adhikaraṇaṃ ukkoṭeti yo, tassāpi pācittiyameva.",
  "atk-vin02a4:271": "Antarāmagge vūpasantanti na heva kho pana aññamaññaṃ saññattiyā vā sabhāgabhikkhunijjhāpanena vā vūpasantaṃ hoti; apica kho paṭipathaṃ āgacchanto eko vinayadharo disvā ‘‘kattha āvuso gacchathā’’ti pucchitvā ‘‘asukaṃ nāma gāmaṃ, iminā nāma kāraṇenā’’ti vutte ‘‘alaṃ, āvuso, kiṃ tattha gatenā’’ti tattheva dhammena vinayena taṃ adhikaraṇaṃ vūpasameti, idaṃ antarāmagge vūpasantaṃ nāma. Etaṃ ukkoṭentassāpi pācittiyameva.",
  "atk-vin02a4:272": "Tattha gatanti sace pana ‘‘alaṃ, āvuso, kiṃ tattha gatenā’’ti vuccamānāpi ‘‘mayaṃ tattheva gantvā vinicchayaṃ pāpessāmā’’ti vinayadharassa vacanaṃ anādiyitvā gacchantiyeva, gantvā sabhāgānaṃ bhikkhūnaṃ etamatthaṃ ārocenti. Sabhāgā bhikkhū ‘‘alaṃ, āvuso, saṅghasannipātaṃ nāma garuka’’nti tattheva nisīdāpetvā vinicchinitvā saññāpenti, idampi vūpasantameva hoti. Evaṃ vūpasantaṃ tattha gataṃ adhikaraṇaṃ ukkoṭeti yo, tassāpi pācittiyameva.",
  "atk-vin02a4:273": "Tattha gataṃ vūpasantanti na heva kho pana sabhāgabhikkhūnaṃ saññattiyā vūpasantaṃ hoti; apica kho saṅghaṃ sannipātetvā ārocitaṃ saṅghamajjhe vinayadharā vūpasamenti, idaṃ tattha gataṃ vūpasantaṃ nāma. Etaṃ ukkoṭentassāpi pācittiyameva.",
  "atk-vin02a4:274": "Sativinayanti khīṇāsavassa dinnaṃ sativinayaṃ ukkoṭeti, pācittiyameva. Ummattakassa dinne amūḷhavinaye pāpussannassa dinnāya tassapāpiyasikāyapi eseva nayo.",
  "atk-vin02a4:275": "Tiṇavatthārakaṃ ukkoṭetīti saṅghena tiṇavatthārakasamathena vūpasamite adhikaraṇe ‘‘āpatti nāma ekaṃ bhikkhuṃ upasaṅkamitvā ukkuṭikaṃ nisīditvā añjaliṃ paggahetvā desiyamānā vuṭṭhāti, yaṃ panetaṃ niddāyantassāpi āpattivuṭṭhānaṃ nāma, etaṃ mayhaṃ na khamatī’’ti evaṃ vadantopi tiṇavatthārakaṃ ukkoṭeti nāma, tassāpi pācittiyameva.",
  "atk-vin02a4:276": "Chandāgatiṃ gacchanto adhikaraṇaṃ ukkoṭetīti vinayadharo hutvā attano upajjhāyādīnaṃ atthāya ‘‘adhammaṃ dhammo’’tiādīni dīpetvā pubbe vinicchitaṃ adhikaraṇaṃ dvādasasu ukkoṭesu yena kenaci ukkoṭento chandāgatiṃ gacchanto adhikaraṇaṃ ukkoṭeti nāma. Dvīsu pana attapaccatthikesu ekasmiṃ ‘‘anatthaṃ me acarī’’tiādinā nayena samuppannāghāto, tassa parājayaṃ āropanatthaṃ ‘‘adhammaṃ dhammo’’tiādīni dīpetvā pubbe vinicchitaṃ adhikaraṇaṃ dvādasasu ukkoṭesu yena kenaci ukkoṭento dosāgatiṃ gacchanto adhikaraṇaṃ ukkoṭeti nāma. Mando pana momūho momūhattā eva ‘‘adhammaṃ dhammo’’tiādīni dīpetvā vuttanayeneva ukkoṭento mohāgatiṃ gacchanto adhikaraṇaṃ ukkoṭeti nāma. Sace pana dvīsu attapaccatthikesu eko visamāni kāyakammādīni gahanamicchādiṭṭhiṃ balavante ca pakkhantariye abhiññāte bhikkhū nissitattā visamanissito gahananissito balavanissito ca hoti, tassa bhayena ‘‘ayaṃ me jīvitantarāyaṃ vā brahmacariyantarāyaṃ vā kareyyā’’ti ‘‘adhammaṃ dhammo’’tiādīni dīpetvā vuttanayeneva ukkoṭento bhayāgatiṃ gacchanto adhikaraṇaṃ ukkoṭeti nāma.",
  "atk-vin02a4:277": "Tadahupasampannoti eko sāmaṇero byatto hoti bahussuto, so vinicchaye parājayaṃ patvā maṅkubhūte bhikkhū disvā pucchati ‘‘kasmā maṅkubhūtātthā’’ti? Te tassa taṃ adhikaraṇaṃ ārocenti. So te evaṃ vadeti ‘‘hotu, bhante, maṃ upasampādetha, ahaṃ taṃ adhikaraṇaṃ vūpasamessāmī’’ti. Te taṃ upasampādenti. So dutiyadivase bheriṃ paharitvā saṅghaṃ sannipāteti. Tato bhikkhūhi ‘‘kena saṅgho sannipātito’’ti vutte ‘‘mayā’’ti vadati. ‘‘Kasmā sannipātito’’ti? ‘‘Hiyyo adhikaraṇaṃ dubbinicchitaṃ, tamahaṃ vinicchinissāmī’’ti. ‘‘Tvaṃ pana hiyyo kuhiṃ gato’’ti? ‘‘Anupasampannomhi, bhante, ajja pana upasampannomhī’’ti. So vattabbo ‘‘idaṃ āvuso tumhādisānaṃ bhagavatā sikkhāpadaṃ paññattaṃ, ‘tadahupasampanno ukkoṭeti, ukkoṭanakaṃ pācittiya’nti, gaccha āpattiṃ desehī’’ti. Āgantukepi eseva nayo.",
  "atk-vin02a4:278": "Kārakoti ekaṃ saṅghena saddhiṃ adhikaraṇaṃ vinicchinitvā pariveṇagataṃ parājitā bhikkhū vadanti ‘‘kissa, bhante, tumhehi evaṃ vinicchitaṃ adhikaraṇaṃ, nanu evaṃ vinicchinitabba’’nti. So ‘‘kasmā paṭhamaṃyeva evaṃ na vaditthā’’ti taṃ adhikaraṇaṃ ukkoṭeti. Evaṃ yo kārako ukkoṭeti, tassāpi ukkoṭanakaṃ pācittiyaṃ. Chandadāyakoti eko adhikaraṇavinicchaye chandaṃ datvā sabhāge bhikkhū parājayaṃ patvā āgate maṅkubhūte disvā ‘‘sve dāni ahaṃ vinicchinissāmī’’ti saṅghaṃ sannipātetvā ‘‘kasmā sannipātesī’’ti vutte ‘‘hiyyo adhikaraṇaṃ dubbinicchitaṃ, tamahaṃ ajja vinicchinissāmī’’ti. ‘‘Hiyyo pana tvaṃ kattha gato’’ti. ‘‘Chandaṃ datvā nisinnomhī’’ti. So vattabbo ‘‘idaṃ āvuso tumhādisānaṃ bhagavatā sikkhāpadaṃ paññattaṃ, ‘chandadāyako ukkoṭeti, ukkoṭanakaṃ pācittiya’nti, gaccha āpattiṃ desehī’’ti.",
  "atk-vin02a4:279": "Adhikaraṇanidānādivaṇṇanā",
  "atk-vin02a4:280": "342. Vivādādhikaraṇaṃ kiṃnidānantiādīsu kiṃ nidānamassāti kiṃnidānaṃ. Ko samudayo assāti kiṃsamudayaṃ. Kā jāti assāti kiṃjātikaṃ. Ko pabhavo assāti kiṃpabhavaṃ. Ko sambhāro assāti kiṃsambhāraṃ. Kiṃ samuṭṭhānaṃ assāti kiṃsamuṭṭhānaṃ. Sabbānetāni kāraṇavevacanāniyeva.",
  "atk-vin02a4:281": "Vivādanidānantiādīsupi aṭṭhārasabhedakaravatthusaṅkhāto vivādo nidānametassāti vivādanidānaṃ. Vivādaṃ nissāya uppajjanakavivādavasenetaṃ vuttaṃ. Anuvādo nidānaṃ assāti anuvādanidānaṃ. Idampi anuvādaṃ nissāya uppajjanakaanuvādavasena vuttaṃ. Āpatti nidānaṃ assāti āpattinidānaṃ. Āpattādhikaraṇapaccayā catasso āpattiyo āpajjatīti evaṃ āpattiṃ nissāya uppajjanakaāpattivasenetaṃ vuttaṃ. Kiccayaṃ nidānamassāti kiccayanidānaṃ; catubbidhaṃ saṅghakammaṃ kāraṇamassāti attho. Ukkhittānuvattikāya bhikkhuniyā yāvatatiyaṃ samanubhāsanādīnaṃ kiccaṃ nissāya uppajjanakakiccānaṃ vasenetaṃ vuttaṃ. Ayaṃ catunnampi adhikaraṇānaṃ vissajjanapakkhe ekapadayojanā. Etenānusārena sabbapadāni yojetabbāni.",
  "atk-vin02a4:282": "Dutiyapucchāya hetunidānantiādimhi vissajjane navannaṃ kusalākusalābyākatahetūnaṃ vasena hetunidānāditā veditabbā. Tatiyapucchāya vissajjane byañjanamattaṃ nānaṃ. Hetuyeva hi ettha paccayoti vutto.",
  "atk-vin02a4:283": "343. Mūlapucchāya vissajjane dvādasa mūlānīti kodhaupanāhayugaḷakādīni cha vivādāmūlāni, lobhadosamohā tayo, alobhādosāmohā tayoti imāni ajjhattasantānappavattāni dvādasa mūlāni. Cuddasa mūlānīti tāneva dvādasa kāyavācāhi saddhiṃ cuddasa honti. Cha mūlānīti kāyādīni cha samuṭṭhānāni.",
  "atk-vin02a4:284": "Samuṭṭhānapucchāya vissajjane aṭṭhārasa bhedakaravatthūni samuṭṭhānāni, tañhi etesu aṭṭhārasasu bhedakaravatthūsu samuṭṭhāti, etehi vā kāraṇabhūtehi samuṭṭhāti. Tenassetāni samuṭṭhānāni vuccanti. Esa nayo sabbattha.",
  "atk-vin02a4:285": "344. Vivādādhikaraṇaṃ āpattītiādibhede ekena adhikaraṇena kiccādhikaraṇenāti idaṃ yena adhikaraṇena sammanti, taṃ dassetuṃ vuttaṃ, na panetāni ekaṃsato kiccādhikaraṇeneva sammanti. Na hi puggalassa santike desentassa kiccādhikaraṇaṃ nāma atthi.",
  "atk-vin02a4:286": "Na katamena samathenāti sāvasesāpatti viya na sammati. Na hi sakkā sā desetuṃ, na tato vuṭṭhāya suddhante patiṭṭhātuṃ.",
  "atk-vin02a4:287": "348. Vivādādhikaraṇaṃ hoti anuvādādhikaraṇantiādi nayo uttānoyeva.",
  "atk-vin02a4:288": "349. Tato paraṃ yattha sativinayotiādikā sammukhāvinayaṃ amuñcitvā cha yamakapucchā vuttā, tāsaṃ vissajjaneneva attho pakāsito.",
  "atk-vin02a4:289": "351. Saṃsaṭṭhādipucchānaṃ vissajjane saṃsaṭṭhāti sativinayakammavācākkhaṇasmiṃyeva dvinnampi samathānaṃ siddhattā sammukhāvinayoti vā sativinayoti vā ime dhammā saṃsaṭṭhā, no visaṃsaṭṭhā. Yasmā pana kadalikkhandhe pattavaṭṭīnaṃ viya na sakkā tesaṃ vinibbhujitvā nānākaraṇaṃ dassetuṃ, tena vuttaṃ ‘‘na ca labbhā imesaṃ dhammānaṃ vinibbhujitvā vinibbhujitvā nānākaraṇaṃ paññāpetu’’nti. Esa nayo sabbattha.",
  "atk-vin02a4:290": "Sattasamathanidānavaṇṇanā",
  "atk-vin02a4:291": "352. Kiṃnidānoti pucchāvissajjane nidānaṃ nidānamassāti nidānanidāno. Tattha saṅghasammukhatā, dhammasammukhatā, vinayasammukhatā, puggalasammukhatāti idaṃ sammukhāvinayassa nidānaṃ. Sativepullapatto khīṇāsavo laddhupavādo sativinayassa nidānaṃ. Ummattako bhikkhu amūḷhavinayassa nidānaṃ. Yo ca deseti, yassa ca deseti, ubhinnaṃ sammukhībhāvo paṭiññātakaraṇassa nidānaṃ. Bhaṇḍanajātānaṃ adhikaraṇaṃ vūpasametuṃ asakkuṇeyyatā yebhuyyasikāya nidānaṃ. Pāpussanno puggalo tassapāpiyasikāya nidānaṃ. Bhaṇḍanajātānaṃ bahu assāmaṇakaajjhācāro tiṇavatthārakassa nidānaṃ. Hetupaccayavārā vuttanayā eva.",
  "atk-vin02a4:292": "353. Mūlapucchāya vissajjanaṃ uttānameva. Samuṭṭhānapucchāya kiñcāpi ‘‘sattannaṃ samathānaṃ katame chattiṃsa samuṭṭhānā’’ti vuttaṃ, sammukhāvinayassa pana kammasaṅgahābhāvena samuṭṭhānābhāvato channaṃyeva samathānaṃ cha samuṭṭhānāni vibhattāni. Tattha kammassa kiriyāti ñatti veditabbā. Karaṇanti tassāyeva ñattiyā ṭhapetabbakāle ṭhapanaṃ. Upagamananti sayaṃ upagamanaṃ; attanāyeva tassa kammassa karaṇanti attho. Ajjhupagamananti ajjhesanupagamanaṃ; aññaṃ saddhivihārikādikaṃ ‘‘idaṃ kammaṃ karohī’’ti ajjhesananti attho. Adhivāsanāti ‘‘ruccati me etaṃ, karotu saṅgho’’ti evaṃ adhivāsanā; chandadānanti attho. Appaṭikkosanāti ‘‘na metaṃ khamati, mā evaṃ karothā’’ti appaṭisedhanā. Iti channaṃ chakkānaṃ vasena chattiṃsa samuṭṭhānā veditabbā.",
  "atk-vin02a4:293": "Sattasamathanānātthādivaṇṇanā",
  "atk-vin02a4:294": "354. Nānātthapucchāvissajjanaṃ uttānameva. Adhikaraṇapucchāvissajjane ayaṃ vivādo no adhikaraṇanti ayaṃ mātāputtādīnaṃ vivādo viruddhavādattā vivādo nāma hoti, samathehi pana adhikaraṇīyatāya abhāvato adhikaraṇaṃ na hoti. Anuvādādīsupi eseva nayo. Sesaṃ sabbattha uttānamevāti.",
  "atk-vin02a4:295": "Adhikaraṇabhedavaṇṇanā niṭṭhitā.",
  "atk-vin02a4:296": "Dutiyagāthāsaṅgaṇikaṃ",
  "atk-vin02a4:297": "Codanādipucchāvissajjanāvaṇṇanā",
  "atk-vin02a4:298": "359. Dutiyagāthāsaṅgaṇiyaṃ codanāti vatthuñca āpattiñca dassetvā codanā. Sāraṇāti dosasāraṇā. Saṅgho kimatthāyāti saṅghasannipāto kimatthāya. Matikammaṃ pana kissa kāraṇāti matikammaṃ vuccati mantaggahaṇaṃ; taṃ kissa kāraṇāti attho.",
  "atk-vin02a4:299": "Codanā sāraṇatthāyāti vuttappakārā codanā, tena cuditakapuggalena codakadosasāraṇatthāya. Niggahatthāya sāraṇāti dosasāraṇā pana tassa puggalassa niggahatthāya. Saṅgho pariggahatthāyāti tattha sannipatito saṅgho vinicchayapariggahaṇatthāya; dhammādhammaṃ tulanatthāya suvinicchitadubbinicchitaṃ jānanatthāyāti attho. Matikammaṃ pana pāṭiyekkanti suttantikattherānañca vinayadharattherānañca mantaggahaṇaṃ pāṭekkaṃ pāṭekkaṃ vinicchayasanniṭṭhāpanatthaṃ.",
  "atk-vin02a4:300": "Mā kho paṭighanti cuditake vā codake vā kopaṃ mā janayi. Sace anuvijjako tuvanti sace tvaṃ saṅghamajjhe otiṇṇaṃ adhikaraṇaṃ vinicchituṃ nisinno vinayadharo.",
  "atk-vin02a4:301": "Viggāhikanti ‘‘na tvaṃ imaṃ dhammavinayaṃ ājānāsī’’tiādinayappavattaṃ. Anatthasaṃhitanti yā anatthaṃ janayati, parisaṃ khobhetvā uṭṭhāpeti, evarūpiṃ kathaṃ mā abhaṇi. Sutte vinaye vātiādīsu suttaṃ nāma ubhatovibhaṅgo. Vinayo nāma khandhako. Anulomo nāma parivāro. Paññattaṃ nāma sakalaṃ vinayapiṭakaṃ. Anulomikaṃ nāma cattāro mahāpadesā.",
  "atk-vin02a4:302": "Anuyogavattaṃ nisāmayāti anuyuñjanavattaṃ nisāmehi. Kusalena buddhimatā katanti chekena paṇḍitena ñāṇapāramippattena bhagavatā nīharitvā ṭhapitaṃ. Suvuttanti supaññāpitaṃ. Sikkhāpadānulomikanti sikkhāpadānaṃ anulomaṃ. Ayaṃ tāva padattho, ayaṃ panettha sādhippāyasaṅkhepavaṇṇanā – ‘‘sace tvaṃ anuvijjako, mā sahasā bhaṇi, mā anatthasaṃhitaṃ viggāhikakathaṃ bhaṇi. Yaṃ pana kusalena buddhimatā lokanāthena etesu suttādīsu anuyogavattaṃ kathaṃ supaññattaṃ sabbasikkhāpadānaṃ anulomaṃ, taṃ nisāmaya taṃ upadhārehī’’ti. Gatiṃ na nāsento samparāyikanti attano samparāye sugatinibbattiṃ anāsento anuyogavattaṃ nisāmaya. Yo hi taṃ anisāmetvā anuyuñjati, so samparāyikaṃ attano gatiṃ nāseti, tasmā tvaṃ anāsento nisāmayāti attho. Idāni taṃ anuyogavattaṃ dassetuṃ hitesītiādimāha. Tattha hitesīti hitaṃ esanto gavesanto; mettañca mettāpubbabhāgañca upaṭṭhapetvāti attho. Kālenāti yuttapattakālena; ajjhesitakāleyeva tava bhāre kate anuyuñjāti attho.",
  "atk-vin02a4:303": "Sahasā vohāraṃ mā padhāresīti yo etesaṃ sahasā vohāro hoti, sahasā bhāsitaṃ, taṃ mā padhāresi, mā gaṇhittha.",
  "atk-vin02a4:304": "Paṭiññānusandhitena kārayeti ettha anusandhitanti kathānusandhi vuccati, tasmā paṭiññānusandhinā kāraye; kathānusandhiṃ sallakkhetvā paṭiññāya kārayeti attho. Atha vā paṭiññāya ca anusandhitena ca kāraye, lajjiṃ paṭiññāya kāraye; alajjiṃ vattānusandhināti attho. Tasmā eva paṭiññā lajjīsūti gāthamāha. Tattha vattānusandhitena kārayeti vattānusandhinā kāraye, yā assa vattena saddhiṃ paṭiññā sandhiyati, tāya paṭiññāya kārayeti attho.",
  "atk-vin02a4:305": "Sañciccāti jānanto āpajjati. Parigūhatīti nigūhati na deseti na vuṭṭhāti.",
  "atk-vin02a4:306": "Sā ahampi jānāmīti yaṃ tumhehi vuttaṃ, taṃ saccaṃ, ahampi naṃ evameva jānāmi. Aññañca tāhanti aññañca taṃ ahaṃ pucchāmi.",
  "atk-vin02a4:307": "Pubbāparaṃ na jānātīti purekathitañca pacchākathitañca na jānāti. Akovidoti tasmiṃ pubbāpare akusalo. Anusandhivacanapathaṃ na jānātīti kathānusandhivacanaṃ vinicchayānusandhivacanañca na jānāti.",
  "atk-vin02a4:308": "Sīlavipattiyā codetīti dvīhi āpattikkhandhehi codeti. Ācāradiṭṭhiyāti ācāravipattiyā ceva diṭṭhivipattiyā ca. Ācāravipattiyā codento pañcahāpattikkhandhehi codeti, diṭṭhivipattiyā codento micchādiṭṭhiyā ceva antaggāhikadiṭṭhiyā ca codeti. Ājīvenapi codetīti ājīvahetupaññattehi chahi sikkhāpadehi codeti. Sesaṃ sabbattha uttānamevāti.",
  "atk-vin02a4:309": "Dutiyagāthāsaṅgaṇikavaṇṇanā niṭṭhitā.",
  "atk-vin02a4:310": "Codanākaṇḍaṃ",
  "atk-vin02a4:311": "Anuvijjakakiccavaṇṇanā",
  "atk-vin02a4:312": "360-361. Idāni evaṃ uppannāya codanāya vinayadharena kattabbakiccaṃ dassetuṃ anuvijjakenātiādi āraddhaṃ. Tattha diṭṭhaṃ diṭṭhenāti gāthāya ayamattho – ekeneko mātugāmena saddhiṃ ekaṭṭhānato nikkhamanto vā pavisanto vā diṭṭho, so taṃ pārājikena codeti, itaro tassa dassanaṃ anujānāti. Taṃ pana dassanaṃ paṭicca pārājikaṃ na upeti, na paṭijānāti. Evamettha yaṃ tena diṭṭhaṃ, taṃ tassa ‘‘diṭṭho mayā’’ti iminā diṭṭhavacanena sameti. Yasmā pana itaro taṃ dassanaṃ paṭicca dosaṃ na paṭijānāti, tasmā asuddhaparisaṅkito hoti; amūlakaparisaṅkitoti attho. Tassa puggalassa ‘‘suddho aha’’nti paṭiññāya tena saddhiṃ uposatho kātabbo. Sesagāthādvayepi eseva nayo. Sesaṃ sabbattha uttānamevāti.",
  "atk-vin02a4:313": "Anuvijjakakiccavaṇṇanā niṭṭhitā.",
  "atk-vin02a4:314": "Codakapucchāvissajjanāvaṇṇanā",
  "atk-vin02a4:315": "362-363. Codanāya ko ādītiādipucchānaṃ vissajjane sacce ca akuppe cāti sacce patiṭṭhātabbaṃ akuppe ca. Yaṃ kataṃ vā na kataṃ vā, tadeva vattabbaṃ, na ca codake vā anuvijjake vā saṅghe vā kopo uppādetabbo. Otiṇṇānotiṇṇaṃ jānitabbanti otiṇṇañca anotiṇṇañca vacanaṃ jānitabbaṃ. Tatrāyaṃ jānanavidhi – ettakā codakassa pubbakathā, ettakā pacchimakathā, ettakā cuditakassa pubbakathā, ettakā pacchimakathāti jānitabbā. Codakassa pamāṇaṃ gaṇhitabbaṃ, cuditakassa pamāṇaṃ gaṇhitabbaṃ, anuvijjakassa pamāṇaṃ gaṇhitabbaṃ, anuvijjako appamattakampi ahāpento ‘‘āvuso samannāharitvā ujuṃ katvā āharā’’ti vattabbo, saṅghena evaṃ paṭipajjitabbaṃ. Yena dhammena yena vinayena yena satthusāsanena taṃ adhikaraṇaṃ vūpasammatīti ettha dhammoti bhūtaṃ vatthu. Vinayoti codanā ceva sāraṇā ca. Satthusāsananti ñattisampadā ceva anussāvanasampadā ca. Etena hi dhammena ca vinayena ca satthusāsanena ca adhikaraṇaṃ vūpasamati, tasmā anuvijjakena bhūtena vatthunā codetvā āpattiṃ sāretvā ñattisampadāya ceva anussāvanasampadāya ca taṃ adhikaraṇaṃ vūpasametabbaṃ, anuvijjakena evaṃ paṭipajjitabbaṃ. Sesamettha uttānameva.",
  "atk-vin02a4:316": "364. Uposatho kimatthāyātiādipucchāvissajjanampi uttānameva. Avasānagāthāsu there ca paribhāsatīti avamaññaṃ karonto ‘‘kiṃ ime jānantī’’ti paribhāsati. Khato upahatindriyoti tāya chandādigāmitāya tena ca paribhāsanena attanā attano khatattā khato. Saddhādīnañca indriyānaṃ upahatattā upahatindriyo. Nirayaṃ gacchati dummedho, na ca sikkhāya gāravoti so khato upahatindriyo paññāya abhāvato dummedho tīsu sikkhāsu asikkhanato na ca sikkhāya gāravo kāyassa bhedā nirayameva upagacchati, tasmā na ca āmisaṃ nissāya…pe… yathā dhammo tathā kareti. Tassattho na ca āmisaṃ nissāya kare, cuditakacodakesu hi aññatarena dinnaṃ cīvarādiāmisaṃ gaṇhanto āmisaṃ nissāya karoti, evaṃ na kareyya. Na ca nissāya puggalanti ‘‘ayaṃ me upajjhāyo vā ācariyo vā’’tiādinā nayena chandādīhi gacchanto puggalaṃ nissāya karoti, evaṃ na kareyya. Atha kho ubhopete vivajjetvā yathā dhammo ṭhito, tatheva kareyyāti.",
  "atk-vin02a4:317": "Upakaṇṇakaṃ jappatīti ‘‘evaṃ kathehi, mā evaṃ kathayitthā’’ti kaṇṇamūle manteti. Jimhaṃ pekkhatīti dosameva gavesati. Vītiharatīti vinicchayaṃ hāpeti. Kummaggaṃ paṭisevatīti āpattiṃ dīpeti.",
  "atk-vin02a4:318": "Akālena ca codetīti anokāse anajjhiṭṭhova codeti. Pubbāparaṃ na jānātīti purimakathañca pacchimakathañca na jānāti.",
  "atk-vin02a4:319": "Anusandhivacanapathaṃ na jānātīti kathānusandhivinicchayānusandhivasena vacanaṃ na jānāti. Sesaṃ sabbattha uttānamevāti.",
  "atk-vin02a4:320": "Codanākaṇḍavaṇṇanā niṭṭhitā.",
  "atk-vin02a4:321": "Cūḷasaṅgāmo",
  "atk-vin02a4:322": "Anuvijjakassa paṭipattivaṇṇanā",
  "atk-vin02a4:323": "365. Cūḷasaṅgāme saṅgāmāvacarena bhikkhunāti saṅgāmo vuccati adhikaraṇavinicchayatthāya saṅghasannipāto. Tatra hi attapaccatthikā ceva sāsanapaccatthikā ca uddhammaṃ ubbinayaṃ satthu sāsanaṃ dīpentā samosaranti vesālikā vajjiputtakā viya. Yo bhikkhu tesaṃ paccatthikānaṃ laddhiṃ madditvā sakavādadīpanatthāya tattha avacarati, ajjhogāhetvā vinicchayaṃ pavatteti, so saṅgāmāvacaro nāma yasatthero viya. Tena saṅgāmāvacarena bhikkhunā saṅghaṃ upasaṅkamantena nīcacittena saṅgho upasaṅkamitabbo. Nīcacittenāti mānaddhajaṃ nipātetvā nihatamānacittena. Rajoharaṇasamenāti pādapuñchanasamena; yathā rajoharaṇassa saṃkiliṭṭhe vā asaṃkiliṭṭhe vā pāde puñchiyamāne neva rāgo na doso; evaṃ iṭṭhāniṭṭhesu arajjantena adussantenāti attho. Yathāpatirūpe āsaneti yathāpatirūpaṃ āsanaṃ ñatvā attano pāpuṇanaṭṭhāne therānaṃ bhikkhūnaṃ piṭṭhiṃ adassetvā nisīditabbaṃ. Anānākathikenāti nānāvidhaṃ taṃ taṃ anatthakathaṃ akathentena. Atiracchānakathikenāti diṭṭhasutamutampi rājakathādikaṃ tiracchānakathaṃ akathentena. Sāmaṃ vā dhammo bhāsitabboti saṅghasannipātaṭṭhāne kappiyākappiyanissitā vā rūpārūpaparicchedasamathācāravipassanācāraṭṭhānanisajjavattādinissitā vā kathā dhammo nāma. Evarūpo dhammo sayaṃ vā bhāsitabbo, paro vā ajjhesitabbo. Yo bhikkhu tathārūpiṃ kathaṃ kathetuṃ pahoti, so vattabbo – ‘‘āvuso saṅghamajjhamhi pañhe uppanne tvaṃ katheyyāsī’’ti. Ariyo vā tuṇhībhāvo nātimaññitabboti ariyā tuṇhī nisīdantā na bālaputhujjanā viya nisīdanti. Aññataraṃ kammaṭṭhānaṃ gahetvāva nisīdanti. Iti kammaṭṭhānamanasikāravasena tuṇhībhāvo ariyo tuṇhībhāvo nāma, so nātimaññitabbo, kiṃ kammaṭṭhānānuyogenāti nāvajānitabbo; attano patirūpaṃ kammaṭṭhānaṃ gahetvāva nisīditabbanti attho.",
  "atk-vin02a4:324": "Na upajjhāyo pucchitabboti ‘‘ko nāmo tuyhaṃ upajjhāyo’’ti na pucchitabbo. Esa nayo sabbattha. Na jātīti ‘‘khattiyajātiyo tvaṃ brāhmaṇajātiyo’’ti evaṃ jāti na pucchitabbā. Na āgamoti ‘‘dīghabhāṇakosi tvaṃ majjhimabhāṇako’’ti evaṃ āgamo na pucchitabbo. Kulapadesoti khattiyakulādivaseneva veditabbo. Atrassa pemaṃ vā doso vāti atra puggale etesaṃ kāraṇānaṃ aññataravasena pemaṃ vā bhaveyya doso vā.",
  "atk-vin02a4:325": "No parisakappikenāti parisakappakena parisānuvidhāyakena na bhavitabbaṃ; yaṃ parisāya ruccati, tadeva cetetvā kappetvā na kathetabbanti attho. Na hatthamuddā dassetabbāti kathetabbe ca akathetabbe ca saññājananatthaṃ hatthavikāro na kātabbo.",
  "atk-vin02a4:326": "Atthaṃ anuvidhiyantenāti vinicchayapaṭivedhameva sallakkhentena ‘‘idaṃ suttaṃ upalabbhati, imasmiṃ vinicchaye idaṃ vakkhāmī’’ti evaṃ paritulayantena nisīditabbanti attho. Na ca āsanā vuṭṭhātabbanti na āsanā vuṭṭhāya sannipātamaṇḍale vicaritabbaṃ, vinayadhare uṭṭhite sabbā parisā uṭṭhahati. Na vītihātabbanti na vinicchayo hāpetabbo. Na kummaggo sevitabboti na āpatti dīpetabbā. Asāhasikena bhavitabbanti na sahasākārinā bhavitabbaṃ; sahasā duruttavacanaṃ na kathetabbanti attho. Vacanakkhamenāti duruttavācaṃ khamanasīlena. Hitaparisakkināti hitesinā hitagavesinā karuṇā ca karuṇāpubbabhāgo ca upaṭṭhāpetabboti ayaṃ padadvayepi adhippāyo. Anasuruttenāti na asuruttena. Asuruttaṃ vuccati viggāhikakathāsaṅkhātaṃ asundaravacanaṃ; taṃ na kathetabbanti attho. Attā pariggahetabboti ‘‘vinicchinituṃ vūpasametuṃ sakkhissāmi nu kho no’’ti evaṃ attā pariggahetabbo; attano pamāṇaṃ jānitabbanti attho. Paro pariggahetabboti ‘‘lajjiyā nu kho ayaṃ parisā, sakkā saññāpetuṃ udāhu no’’ti evaṃ paro pariggahetabbo.",
  "atk-vin02a4:327": "Codako pariggahetabboti ‘‘dhammacodako nu kho no’’ti evaṃ pariggahetabbo. Cuditako pariggahetabboti ‘‘dhammacuditako nu kho no’’ti evaṃ pariggahetabbo. Adhammacodako pariggahetabboti tassa pamāṇaṃ jānitabbaṃ. Sesesupi eseva nayo. Vuttaṃ ahāpentenāti codakacuditakehi vuttavacanaṃ ahāpentena. Avuttaṃ apakāsentenāti anosaṭaṃ vatthuṃ appakāsentena. Mando hāsetabboti mando momūho paggaṇhitabbo, ‘‘nanu tvaṃ kulaputto’’ti uttejetvā anuyogavattaṃ kathāpetvā tassa anuyogo gaṇhitabbo. Bhīrū assāsetabboti yassa saṅghamajjhaṃ vā gaṇamajjhaṃ vā anosaṭapubbattā sārajjaṃ uppajjati, tādiso ‘‘mā bhāyi, vissaṭṭho kathehi, mayaṃ te upatthambhā bhavissāmā’’ti vatvāpi anuyogavattaṃ kathāpetabbo. Caṇḍo nisedhetabboti apasādetabbo tajjetabbo. Asuci vibhāvetabboti alajjiṃ pakāsetvā āpattiṃ desāpetabbo. Ujumaddavenāti yo bhikkhu uju sīlavā kāyavaṅkādirahito, so maddaveneva upacaritabbo. Dhammesu ca puggalesu cāti ettha yo dhammagaruko hoti na puggalagaruko, ayameva dhammesu ca puggalesu ca majjhattoti veditabbo.",
  "atk-vin02a4:328": "366. Suttaṃ saṃsandanatthāyātiādīsu tena ca pana evaṃ sabrahmacārīnaṃ piyamanāpagarubhāvanīyena anuvijjakena samudāhaṭesu suttādīsu suttaṃ saṃsandanatthāya; āpattānāpattīnaṃ saṃsandanatthanti veditabbaṃ. Opammaṃ nidassanatthāyāti opammaṃ atthadassanatthāya. Attho viññāpanatthāyāti attho jānāpanatthāya. Paṭipucchā ṭhapanatthāyāti pucchā puggalassa ṭhapanatthāya. Okāsakammaṃ codanatthāyāti vatthunā vā āpattiyā vā codanatthāya. Codanā sāraṇatthāyāti dosādosaṃ sarāpanatthāya. Sāraṇā savacanīyatthāyāti dosādosasāraṇā savacanīyakaraṇatthāya. Savacanīyaṃ palibodhatthāyāti savacanīyaṃ ‘‘imamhā āvāsā paraṃ mā pakkamī’’ti evaṃ palibodhatthāya. Palibodho vinicchayatthāyāti vinicchayaṃ pāpanatthāya. Vinicchayo santīraṇatthāyāti dosādosaṃ santīraṇatthāya tulanatthāya. Santīraṇaṃ ṭhānāṭṭhānagamanatthāyāti āpattianāpattigarukalahukāpattijānanatthāya. Saṅgho sampariggahasampaṭicchanatthāyāti vinicchayasampaṭiggahaṇatthāya ca; suvinicchitadubbinicchitabhāvajānanatthāya cāti attho. Paccekaṭṭhāyino avisaṃvādakaṭṭhāyinoti issariyādhipaccajeṭṭhakaṭṭhāne ca avisaṃvādakaṭṭhāne ca ṭhitā; na te apasādetabbāti attho.",
  "atk-vin02a4:329": "Idāni ye mandā mandabuddhino evaṃ vadeyyuṃ ‘‘vinayo nāma kimatthāyā’’ti tesaṃ vacanokāsapidahanatthamattaṃ dassetuṃ vinayo saṃvaratthāyātiādimāha. Tattha vinayo saṃvaratthāyāti sakalāpi vinayapaññatti kāyavacīdvārasaṃvaratthāya. Ājīvavisuddhipariyosānassa sīlassa upanissayo hoti; paccayo hotīti attho. Esa nayo sabbattha. Apicettha avippaṭisāroti pāpapuññānaṃ katākatavasena cittavippaṭisārābhāvo. Pāmujjanti dubbalā taruṇapīti. Pītīti balavā bahalapīti. Passaddhīti kāyacittadarathapaṭippassaddhi. Sukhanti kāyikacetasikasukhaṃ. Tañhi duvidhampi samādhissa upanissayapaccayo hoti. Samādhīti cittekaggatā. Yathābhūtañāṇadassananti taruṇavipassanā; udayabbayañāṇassetaṃ adhivacanaṃ. Cittekaggatā hi taruṇavipassanāya upanissayapaccayo hoti. Nibbidāti sikhāpattā vuṭṭhānagāminibalavavipassanā. Virāgoti ariyamaggo. Vimuttīti arahattaphalaṃ. Catubbidhopi hi ariyamaggo arahattaphalassa upanissayapaccayo hoti. Vimuttiñāṇadassananti paccavekkhaṇāñāṇaṃ. Vimuttiñāṇadassanaṃ anupādāparinibbānatthāyāti apaccayaparinibbānatthāya. Apaccayaparinibbānassa hi taṃ paccayo hoti, tasmiṃ anuppatte avassaṃ parinibbāyitabbatoti. Etadatthā kathāti ayaṃ vinayakathā nāma etadatthā. Mantanāti vinayamantanā eva. Upanisāti ayaṃ ‘‘vinayo saṃvaratthāyā’’tiādikā paramparapaccayatāpi etadatthāya. Sotāvadhānanti imissā paramparapaccayakathāya sotāvadhānaṃ. Imaṃ kathaṃ sutvā yaṃ uppajjati ñāṇaṃ, tampi etadatthāya. Yadidaṃ anupādā cittassa vimokkhoti yo ayaṃ catūhi upādānehi anupādiyitvā cittassa arahattaphalasaṅkhāto vimokkho, sopi etadatthāya; apaccayaparinibbānatthāya evāti attho.",
  "atk-vin02a4:330": "367. Anuyogavattagāthāsu paṭhamagāthā vuttatthā eva.",
  "atk-vin02a4:331": "Vatthuṃ vipattiṃ āpattiṃ, nidānaṃ ākāraakovido pubbāparaṃ na jānātīti ‘‘vatthu’’ntiādīni ‘‘na jānātī’’ti padena sambandho. ‘‘Akovido’’ti padassa ‘‘sa ve tādisako’’ti iminā sambandho. Tasmā ayamettha yojanā – yo bhikkhu pārājikādīnaṃ vatthuṃ na jānāti, catubbidhaṃ vipattiṃ na jānāti, sattavidhaṃ āpattiṃ na jānāti, ‘‘idaṃ sikkhāpadaṃ asukasmiṃ nāma nagare paññatta’’nti evaṃ nidānaṃ na jānāti, ‘‘idaṃ purimavacanaṃ idaṃ pacchimavacana’’nti pubbāparaṃ na jānāti, ‘‘idaṃ kataṃ idaṃ akata’’nti katākataṃ na jānāti. Samena cāti teneva pubbāparaṃ ajānanassa samena aññāṇena, ‘‘katākataṃ na jānātī’’ti vuttaṃ hoti; evaṃ tāva najānāti-padena saddhiṃ sambandho veditabbo. Yaṃ panetaṃ ‘‘ākāraakovido’’ti vuttaṃ, tattha ākāraakovidoti kāraṇākāraṇe akovido. Iti yvāyaṃ vatthuādīnipi na jānāti, ākārassa ca akovido, sa ve tādisako bhikkhu apaṭikkhoti vuccati.",
  "atk-vin02a4:332": "Kammañca adhikaraṇañcāti imesampi padānaṃ ‘‘na jānātī’’ti padeneva sambandho. Ayaṃ panettha yojanā – tatheva iti yvāyaṃ kammañca na jānāti, adhikaraṇañca na jānāti, sattappakāre samathe cāpi akovido, rāgādīhi pana ratto duṭṭho ca mūḷho ca, bhayena bhayā gacchati, sammohena mohā gacchati, rattattā pana duṭṭhattā ca chandā dosā ca gacchati, paraṃ saññāpetuṃ asamatthatāya na ca saññattikusalo, kāraṇākāraṇadassane asamatthatāya nijjhattiyā ca akovido attano sadisāya parisāya laddhattā laddhapakkho, hiriyā paribāhirattā ahiriko, kāḷakehi kammehi samannāgatattā kaṇhakammo, dhammādariyapuggalādariyānaṃ abhāvato anādaro, sa ve tādisako bhikkhu apaṭikkhoti vuccati, na paṭikkhitabbo na oloketabbo, na sammannitvā issariyādhipaccajeṭṭhakaṭṭhāne ṭhapetabboti attho. Sukkapakkhagāthānampi yojanānayo vuttanayeneva veditabboti.",
  "atk-vin02a4:333": "Cūḷasaṅgāmavaṇṇanā niṭṭhitā.",
  "atk-vin02a4:334": "Mahāsaṅgāmo",
  "atk-vin02a4:335": "Voharantena jānitabbādivaṇṇanā",
  "atk-vin02a4:336": "368-374. Mahāsaṅgāme – vatthuto vā vatthuṃ saṅkamatīti ‘‘paṭhamapārājikavatthu mayā diṭṭhaṃ vā sutaṃ vā’’ti vatvā puna pucchiyamāno nighaṃsiyamāno ‘‘na mayā paṭhamapārājikassa vatthu diṭṭhaṃ, na sutaṃ; dutiyapārājikassa vatthu diṭṭhaṃ vā sutaṃ vā’’ti vadati. Eteneva nayena sesavatthusaṅkamanaṃ, vipattito vipattisaṅkamanaṃ āpattito āpattisaṅkamanañca veditabbaṃ. Yo pana ‘‘neva mayā diṭṭhaṃ, na suta’’nti vatvā pacchā ‘‘mayāpetaṃ diṭṭhaṃ vā sutaṃ vā’’ti vadati, ‘‘diṭṭhaṃ vā sutaṃ vā’’ti vatvā pacchā ‘‘na diṭṭhaṃ vā na sutaṃ vā’’ti vadati, ayaṃ avajānitvā paṭijānāti, paṭijānitvā avajānātīti veditabbo. Eseva aññenaññaṃ paṭicarati nāma.",
  "atk-vin02a4:337": "375. Vaṇṇāvaṇṇoti nīlādivaṇṇāvaṇṇavasena sukkavissaṭṭhisikkhāpadaṃ vuttaṃ. Vacanamanuppadānanti sañcarittaṃ vuttaṃ. Kāyasaṃsaggādittayaṃ sarūpeneva vuttaṃ. Iti imāni pañca methunadhammassa pubbabhāgo pubbapayogoti veditabbāni.",
  "atk-vin02a4:338": "376. Cattāri apalokanakammānīti adhammenavaggādīni. Sesesupi eseva nayo. Iti cattāri catukkāni soḷasa honti.",
  "atk-vin02a4:339": "Agatiagantabbavaṇṇanā",
  "atk-vin02a4:340": "379. Bahujanaahitāya paṭipanno hotīti vinayadharena hi evaṃ chandādigatiyā adhikaraṇe vinicchite tasmiṃ vihāre saṅgho dvidhā bhijjati. Ovādūpajīviniyo bhikkhuniyopi dve bhāgā honti. Upāsakāpi upāsikāyopi dārakāpi dārikāyopi tesaṃ ārakkhadevatāpi tatheva dvidhā bhijjanti. Tato bhummadevatā ādiṃ katvā yāva akaniṭṭhabrahmāno dvidhāva honti. Tena vuttaṃ – ‘‘bahujanaahitāya paṭipanno hoti…pe… dukkhāya devamanussāna’’nti.",
  "atk-vin02a4:341": "382. Visamanissitoti visamāni kāyakammādīni nissito. Gahananissitoti micchādiṭṭhiantaggāhikadiṭṭhisaṅkhātaṃ gahanaṃ nissito. Balavanissitoti balavante abhiññāte bhikkhū nissito.",
  "atk-vin02a4:342": "393. Tassa avajānantoti tassa vacanaṃ avajānanto. Upayogatthe vā sāmivacanaṃ, taṃ avajānantoti attho.",
  "atk-vin02a4:343": "394. Yaṃ atthāyāti yadatthāya. Taṃ atthanti so attho. Sesaṃ sabbattha uttānamevāti.",
  "atk-vin02a4:344": "Mahāsaṅgāmavaṇṇanā niṭṭhitā.",
  "atk-vin02a4:345": "Kathinabhedaṃ",
  "atk-vin02a4:346": "Kathinaatthatādivaṇṇanā",
  "atk-vin02a4:347": "403. Kathine – aṭṭha mātikāti khandhake vuttā pakkamanantikādikā aṭṭha. Palibodhānisaṃsāpi pubbe vuttā eva.",
  "atk-vin02a4:348": "404. Payogassāti cīvaradhovanādino sattavidhassa pubbakaraṇassatthāya yo udakāharaṇādiko payogo kayirati, tassa payogassa. Katame dhammā anantarapaccayena paccayoti anāgatavasena anantarā hutvā katame dhammā paccayā hontīti attho. Samanantarapaccayenāti suṭṭhu anantarapaccayena, anantarapaccayameva āsannataraṃ katvā pucchati. Nissayapaccayenāti uppajjamānassa payogassa nissayaṃ ādhārabhāvaṃ upagatā viya hutvā katame dhammā paccayā hontīti attho. Upanissayapaccayenāti upetena nissayapaccayena; nissayapaccayameva upagatataraṃ katvā pucchati. Purejātapaccayenāti iminā paṭhamaṃ uppannassa paccayabhāvaṃ pucchati. Pacchājātapaccayenāti iminā pacchā uppajjanakassa paccayabhāvaṃ pucchati. Sahajātapaccayenāti iminā apubbaṃ acarimaṃ uppajjamānānaṃ paccayabhāvaṃ pucchati. Pubbakaraṇassāti dhovanādino pubbakaraṇassa. Paccuddhārassāti purāṇasaṅghāṭiādīnaṃ paccuddharaṇassa. Adhiṭṭhānassāti kathinacīvarādhiṭṭhānassa. Atthārassāti kathinatthārassa. Mātikānañca palibodhānañcāti aṭṭhannaṃ mātikānaṃ dvinnañca palibodhānaṃ. Vatthussāti saṅghāṭiādino kathinavatthussa; sesaṃ vuttanayameva.",
  "atk-vin02a4:349": "Evaṃ yañca labbhati yañca na labbhati, sabbaṃ pucchitvā idāni yaṃ yassa labbhati, tadeva dassento pubbakaraṇaṃ payogassātiādinā nayena vissajjanamāha. Tassattho – yaṃ vuttaṃ ‘‘payogassa katame dhammā’’tiādi, tattha vuccate, pubbakaraṇaṃ payogassa anantarapaccayena paccayo, samanantaranissayaupanissayapaccayena paccayo. Payogassa hi sattavidhampi pubbakaraṇaṃ yasmā tena payogena nipphādetabbassa pubbakaraṇassatthāya so payogo kayirati, tasmā imehi catūhi paccayehi paccayo hoti. Purejātapaccaye panesa uddiṭṭhadhammesu ekadhammampi na labhati, aññadatthu pubbakaraṇassa sayaṃ purejātapaccayo hoti, payoge sati pubbakaraṇassa nipphajjanato. Tena vuttaṃ – ‘‘payogo pubbakaraṇassa purejātapaccayena paccayo’’ti. Pacchājātapaccayaṃ pana labhati, tena vuttaṃ – ‘‘pubbakaraṇaṃ payogassa pacchājātapaccayena paccayo’’ti. Pacchā uppajjanakassa hi pubbakaraṇassa atthāya so payogo kayirati. Sahajātapaccayaṃ pana mātikāpalibodhānisaṃsasaṅkhāte pannarasa dhamme ṭhapetvā añño payogādīsu ekopi dhammo na labhati, te eva hi pannarasa dhammā saha kathinatthārena ekato nipphajjantīti aññamaññaṃ sahajātapaccayā honti. Tena vuttaṃ – ‘‘pannarasa dhammā sahajātapaccayena paccayo’’ti. Etenupāyena sabbapadavissajjanāni veditabbāni.",
  "atk-vin02a4:350": "Pubbakaraṇanidānādivibhāgavaṇṇanā",
  "atk-vin02a4:351": "405. Pubbakaraṇaṃ kiṃnidānantiādipucchāvissajjanaṃ uttānameva.",
  "atk-vin02a4:352": "406-7. ‘‘Payogo kiṃnidāno’’tiādīsu pucchādvayavissajjanesu hetunidāno paccayanidānoti ettha cha cīvarāni hetu ceva paccayo cāti veditabbāni. Pubbapayogādīnañhi sabbesaṃ tāniyeva hetu, tāni paccayo. Na hi chabbidhe cīvare asati payogo atthi, na pubbakaraṇādīni, tasmā ‘‘payogo hetunidāno’’tiādi vuttaṃ.",
  "atk-vin02a4:353": "408. Saṅgahavāre – vacībhedenāti ‘‘imāya saṅghāṭiyā, iminā uttarāsaṅgena, iminā antaravāsakena kathinaṃ attharāmī’’ti etena vacībhedena. Katimūlādipucchāvissajjane – kiriyā majjheti paccuddhāro ceva adhiṭṭhānañca.",
  "atk-vin02a4:354": "411. Vatthuvipannaṃ hotīti akappiyadussaṃ hoti. Kālavipannaṃ nāma ajja dāyakehi dinnaṃ sve saṅgho kathinatthārakassa deti. Karaṇavipannaṃ nāma tadaheva chinditvā akataṃ.",
  "atk-vin02a4:355": "Kathinādijānitabbavibhāgavaṇṇanā",
  "atk-vin02a4:356": "412. Kathinaṃ jānitabbantiādipucchāya vissajjane – tesaññeva dhammānanti yesu rūpādidhammesu sati kathinaṃ nāma hoti, tesaṃ samodhānaṃ missībhāvo. Nāmaṃ nāmakammantiādinā pana ‘‘kathina’’nti idaṃ bahūsu dhammesu nāmamattaṃ, na paramatthato eko dhammo atthīti dasseti.",
  "atk-vin02a4:357": "Catuvīsatiyā ākārehīti ‘‘na ullikhitamattenā’’tiādīhi pubbe vuttakāraṇehi. Sattarasahi ākārehīti ‘‘ahatena atthataṃ hoti kathina’’ntiādīhi pubbe vuttakāraṇehi. Nimittakammādīsu yaṃ vattabbaṃ sabbaṃ kathinakkhandhakavaṇṇanāyaṃ vuttaṃ.",
  "atk-vin02a4:358": "416. Ekuppādā ekanirodhāti uppajjamānāpi ekato uppajjanti, nirujjhamānāpi ekato nirujjhanti. Ekuppādā nānānirodhāti uppajjamānā ekato uppajjanti, nirujjhamānā nānā nirujjhanti. Kiṃ vuttaṃ hoti? Sabbepi atthārena saddhiṃ ekato uppajjanti, atthāre hi sati uddhāro nāma. Nirujjhamānā panettha purimā dve atthārena saddhiṃ ekato nirujjhanti, uddhārabhāvaṃ pāpuṇanti. Atthārassa hi nirodho etesañca uddhārabhāvo ekakkhaṇe hoti, itare nānā nirujjhanti. Tesu uddhārabhāvaṃ pattesupi atthāro tiṭṭhatiyeva. Sesaṃ sabbattha uttānamevāti.",
  "atk-vin02a4:359": "Samantapāsādikāya vinayasaṃvaṇṇanāya",
  "atk-vin02a4:360": "Kathinabhedavaṇṇanā niṭṭhitā.",
  "atk-vin02a4:361": "Paññattivaggavaṇṇanā niṭṭhitā.",
  "atk-vin02a4:362": "Upālipañcakaṃ",
  "atk-vin02a4:363": "Anissitavaggavaṇṇanā",
  "atk-vin02a4:364": "417. Upālipañhesu katihi nu kho bhanteti pucchāya ayaṃ sambandho. Thero kira rahogato sabbāni imāni pañcakāni āvajjetvā ‘‘bhagavantaṃ dāni pucchitvā imesaṃ nissāya vasanakādīnaṃ atthāya tantiṃ ṭhapessāmī’’ti bhagavantaṃ upasaṅkamitvā ‘‘katihi nu kho bhante’’tiādinā nayena pañhe pucchi. Tesaṃ vissajjane uposathaṃ na jānātīti navavidhaṃ uposathaṃ na jānāti. Uposathakammaṃ na jānātīti adhammenavaggādibhedaṃ catubbidhaṃ uposathakammaṃ na jānāti. Pātimokkhaṃ na jānātīti dve mātikā na jānāti. Pātimokkhuddesaṃ na jānātīti bhikkhūnaṃ pañcavidhaṃ bhikkhunīnaṃ catubbidhanti navavidhaṃ pātimokkhuddesaṃ na jānāti.",
  "atk-vin02a4:365": "Pavāraṇaṃ na jānātīti navavidhaṃ pavāraṇaṃ na jānāti. Pavāraṇākammaṃ na jānātīti adhammenavaggādibhedaṃ catubbidhaṃ pavāraṇākammaṃ na jānāti.",
  "atk-vin02a4:366": "Āpattānāpattiṃ na jānātīti tasmiṃ tasmiṃ sikkhāpade niddiṭṭhaṃ āpattiñca anāpattiñca na jānāti.",
  "atk-vin02a4:367": "Āpanno kammakatoti āpattiṃ āpanno tappaccayāva saṅghena kammaṃ kataṃ hoti.",
  "atk-vin02a4:368": "Nappaṭippassambhanavaggavaṇṇanā",
  "atk-vin02a4:369": "420. Kammaṃ nappaṭippassambhetabbanti ayaṃ yasmā anulomavatte na vattati, tasmā nāssa kammaṃ paṭippassambhetabbaṃ; sarajjukova vissajjetabboti attho.",
  "atk-vin02a4:370": "421. Sace upāli saṅgho samaggakaraṇīyāni kammāni karotīti sace samaggehi karaṇīyāni uposathādīni kammāni karoti, uposathapavāraṇādīsu hi ṭhitāsu upatthambho na dātabbo. Sace hi saṅgho accayaṃ desāpetvā saṅghasāmaggiṃ karoti, tiṇavatthārakasamathaṃ vā katvā uposathapavāraṇaṃ karoti, evarūpaṃ samaggakaraṇīyaṃ nāma kammaṃ hoti. Tatra ceti sace tādise kamme bhikkhuno nakkhamati, diṭṭhāvikammampi katvā tathārūpā sāmaggī upetabbā, evaṃ vilomaggāho na gaṇhitabbo. Yatra pana uddhammaṃ ubbinayaṃ satthu sāsanaṃ dīpenti, tattha diṭṭhāvikammaṃ na vaṭṭati, paṭibāhitvā pakkamitabbaṃ.",
  "atk-vin02a4:371": "Ussitamantī cāti lobhadosamohamānussannaṃ vācaṃ bhāsitā kaṇhavāco anatthakadīpano. Nissitajappīti attano dhammatāya ussadayuttaṃ bhāsituṃ na sakkoti; atha kho ‘‘mayā saddhiṃ rājā evaṃ kathesi, asukamahāmatto evaṃ kathesi, asuko nāma mayhaṃ ācariyo vā upajjhāyo vā tepiṭako mayā saddhiṃ evaṃ kathesī’’ti evaṃ aññaṃ nissāya jappati. Na ca bhāsānusandhikusaloti kathānusandhivacane ca vinicchayānusandhivacane ca akusalo hoti. Na yathādhamme yathāvinayeti na bhūtena vatthunā āpattiṃ sāretvā codetā hoti.",
  "atk-vin02a4:372": "Ussādetā hotīti ‘‘amhākaṃ ācariyo mahātepiṭako paramadhammakathiko’’tiādinā nayena ekaccaṃ ussādeti. Dutiyapade ‘‘āpattiṃ kiṃ so na jānātī’’tiādinā ekaccaṃ apasādeti. Adhammaṃ gaṇhātīti aniyyānikapakkhaṃ gaṇhāti. Dhammaṃ paṭibāhatīti niyyānikapakkhaṃ paṭibāhati. Samphañca bahuṃ bhāsatīti bahuṃ niratthakakathaṃ katheti.",
  "atk-vin02a4:373": "Pasayha pavattā hotīti anajjhiṭṭho bhāre anāropite kevalaṃ mānaṃ nissāya ajjhottharitvā anadhikāre kathetā hoti. Anokāsakammaṃ kāretvāti okāsakammaṃ akāretvā pavattā hoti. Na yathādiṭṭhiyā byākatā hotīti yassa attano diṭṭhi taṃ purakkhatvā na byākatā; laddhiṃ nikkhipitvā ayathābhuccaṃ adhammādīsu dhammādiladdhiko hutvā kathetā hotīti attho.",
  "atk-vin02a4:374": "Vohāravaggavaṇṇanā",
  "atk-vin02a4:375": "424. Āpattiyā payogaṃ na jānātīti ‘‘ayaṃ āpatti kāyappayogā, ayaṃ vacīpayogā’’ti na jānāti. Āpattiyā vūpasamaṃ na jānātīti ‘‘ayaṃ āpatti desanāya vūpasamati, ayaṃ vuṭṭhānena, ayaṃ neva desanāya na vuṭṭhānenā’’ti na jānāti. Āpattiyā na vinicchayakusalo hotīti ‘‘imasmiṃ vatthusmiṃ ayaṃ āpattī’’ti na jānāti, dosānurūpaṃ āpattiṃ uddharitvā patiṭṭhāpetuṃ na sakkoti.",
  "atk-vin02a4:376": "Adhikaraṇasamuṭṭhānaṃ na jānātīti ‘‘idaṃ adhikaraṇaṃ aṭṭhārasa bhedakaravatthūni nissāya samuṭṭhāti, idaṃ catasso vipattiyo, idaṃ pañca vā satta vā āpattikkhandhe, idaṃ cattāri saṅghakiccāni nissāya samuṭṭhātī’’ti na jānāti. Payogaṃ na jānātīti ‘‘idaṃ adhikaraṇaṃ dvādasamūlappayogaṃ, idaṃ cuddasamūlappayogaṃ, idaṃ chamūlapayogaṃ, idaṃ ekamūlapayoga’’nti na jānāti. Adhikaraṇānañhi yathāsakaṃmūlameva payogā nāma honti, taṃ sabbampi na jānātīti attho. Vūpasamaṃ na jānātīti ‘‘idaṃ adhikaraṇaṃ dvīhi samathehi vūpasamati, idaṃ tīhi, idaṃ catūhi, idaṃ ekena samathena vūpasamatī’’ti na jānāti. Na vinicchayakusalo hotīti adhikaraṇaṃ vinicchinitvā samathaṃ pāpetuṃ na jānāti.",
  "atk-vin02a4:377": "Kammaṃ na jānātīti tajjanīyādi sattavidhaṃ kammaṃ na jānāti. Kammassa karaṇaṃ na jānātīti ‘‘idaṃ kammaṃ iminā nīhārena kātabba’’nti na jānāti. Kammassa vatthuṃ na jānātīti ‘‘idaṃ tajjanīyassa vatthu, idaṃ niyassādīna’’nti na jānāti. Vattanti sattasu kammesu heṭṭhā catunnaṃ kammānaṃ aṭṭhārasavidhaṃ tividhassa ca ukkhepanīyakammassa tecattālīsavidhaṃ vattaṃ na jānāti. Kammassa vūpasamaṃ na jānātīti ‘‘yo bhikkhu vatte vattitvā yācati, tassa kammaṃ paṭippassambhetabbaṃ, accayo desāpetabbo’’ti na jānāti.",
  "atk-vin02a4:378": "Vatthuṃ na jānātīti sattannaṃ āpattikkhandhānaṃ vatthuṃ na jānāti. Nidānaṃ na jānātīti ‘‘idaṃ sikkhāpadaṃ imasmiṃ nagare paññattaṃ, idaṃ imasmi’’nti na jānāti. Paññattiṃ na jānātīti paññattianupaññattianuppannapaññattivasena tividhaṃ paññattiṃ na jānāti. Padapaccābhaṭṭhaṃ na jānātīti sammukhā kātabbaṃ padaṃ na jānāti. ‘‘Buddho bhagavā’’ti vattabbe ‘‘bhagavā buddho’’ti heṭṭhupariyaṃ katvā padaṃ yojeti.",
  "atk-vin02a4:379": "Akusalo ca hoti vinayeti vinayapāḷiyañca aṭṭhakathāyañca akusalo hoti.",
  "atk-vin02a4:380": "Ñattiṃ na jānātīti saṅkhepato hi duvidhā ñatti – ‘‘esā ñattī’’ti evaṃ niddiṭṭhā ca aniddiṭṭhā ca. Tattha yā evaṃ aniddiṭṭhā, sā ‘‘kammañatti’’ nāma hoti. Yā niddiṭṭhā, sā ‘‘kammapādañatti’’ nāma, taṃ sabbena sabbaṃ ñattiṃ na jānāti. Ñattiyā karaṇaṃ na jānātīti navasu ṭhānesu kammañattiyā karaṇaṃ na jānāti, dvīsu ṭhānesu kammapādañattiyā. Ñattiyā anussāvananti ‘‘imissā ñattiyā ekā anussāvanā, imissā tisso’’ti na jānāti. Ñattiyā samathaṃ na jānātīti yvāyaṃ sativinayo, amūḷhavinayo, tassapāpiyasikā, tiṇavatthārakoti catubbidho samatho ñattiyā vinā na hoti, taṃ ñattiyā samathoti na jānāti. Ñattiyā vūpasamaṃ na jānātīti yaṃ adhikaraṇaṃ iminā catubbidhena ñattisamathena vūpasamati, tassa taṃ vūpasamaṃ ‘‘ayaṃ ñattiyā vūpasamo kato’’ti na jānāti.",
  "atk-vin02a4:381": "Suttaṃ na jānātīti ubhatovibhaṅgaṃ na jānāti. Suttānulomaṃ na jānātīti cattāro mahāpadese na jānāti. Vinayaṃ na jānātīti khandhakaparivāraṃ na jānāti. Vinayānulomaṃ na jānātīti cattāro mahāpadeseyeva na jānāti. Na ca ṭhānāṭhānakusaloti kāraṇākāraṇakusalo na hoti.",
  "atk-vin02a4:382": "Dhammaṃ na jānātīti ṭhapetvā vinayapiṭakaṃ avasesaṃ piṭakadvayaṃ na jānāti. Dhammānulomaṃ na jānātīti suttantike cattāro mahāpadese na jānāti. Vinayaṃ na jānātīti khandhakaparivārameva na jānāti. Vinayānulomaṃ na jānātīti cattāro mahāpadese na jānāti. Ubhatovibhaṅgā panettha asaṅgahitā honti, tasmāyaṃ kurundiyaṃ vuttaṃ – ‘‘vinayanti sakalaṃ vinayapiṭakaṃ na jānātī’’ti taṃ na gahetabbaṃ. Na ca pubbāparakusalo hotīti purekathāya ca pacchākathāya ca akusalo hoti. Sesaṃ sabbattha vuttapaṭipakkhavasena ñeyyattā pubbe pakāsitattā ca uttānamevāti.",
  "atk-vin02a4:383": "Anissitavagganappaṭippassambhanavaggavohāravaggavaṇṇanā niṭṭhitā.",
  "atk-vin02a4:384": "Diṭṭhāvikammavaggavaṇṇanā",
  "atk-vin02a4:385": "425. Diṭṭhāvikammavagge – diṭṭhāvikammāti diṭṭhīnaṃ āvikammāni; laddhippakāsanāni āpattidesanāsaṅkhātānaṃ vinayakammānametaṃ adhivacanaṃ. Anāpattiyā diṭṭhiṃ āvi karotīti anāpattimeva āpattīti desetīti attho. Adesanāgāminiyāti garukāpattiyā diṭṭhiṃ āvikaroti; saṅghādisesañca pārājikañca desetīti attho. Desitāyāti lahukāpattiyāpi desitāya diṭṭhiṃ āvikaroti; desitaṃ puna desetīti attho.",
  "atk-vin02a4:386": "Catūhi pañcahi diṭṭhinti yathā catūhi pañcahi diṭṭhi āvikatā hoti, evaṃ āvikaroti; cattāro pañca janā ekato āpattiṃ desentīti attho. Manomānasenāti manasaṅkhātena mānasena diṭṭhiṃ āvikaroti; vacībhedaṃ akatvā citteneva āpattiṃ desetīti attho.",
  "atk-vin02a4:387": "Nānāsaṃvāsakassāti laddhinānāsaṃvāsakassa vā kammanānāsaṃvāsakassa vā santike diṭṭhiṃ āvikaroti; āpattiṃ desetīti attho. Nānāsīmāyāti samānasaṃvāsakassāpi nānāsīmāya ṭhitassa santike āvikaroti. Māḷakasīmāya hi ṭhitena sīmantarikāya ṭhitassa sīmantarikāya vā ṭhitena avippavāsasīmāya ṭhitassāpi āpattiṃ desetuṃ na vaṭṭati. Apakatattassāti ukkhittakassa vā, yassa vā uposathapavāraṇā ṭhapitā honti, tassa santike desetīti attho.",
  "atk-vin02a4:388": "430. Nālaṃ okāsakammaṃ kātunti na pariyattaṃ kātuṃ; na kātabbanti attho. Idhāpi apakatatto ukkhittako ca ṭhapitauposathapavāraṇo ca. Cāvanādhippāyoti sāsanato cāvetukāmo.",
  "atk-vin02a4:389": "432. Mandattā momūhattāti mandabhāvena momūhabhāvena vissajjitampi jānituṃ asamattho, kevalaṃ attano momūhabhāvaṃ pakāsentoyeva pucchati ummattako viya. Pāpicchoti ‘‘evaṃ maṃ jano sambhāvessatī’’ti pāpikāya icchāya pucchati. Paribhavāti paribhavaṃ āropetukāmo hutvā pucchati. Aññabyākaraṇesupi eseva nayo. Sesaṃ sabbattha uttānamevāti. Attādānavagge ca dhutaṅgavagge ca yaṃ vattabbaṃ siyā, taṃ sabbaṃ heṭṭhā vuttameva.",
  "atk-vin02a4:390": "Diṭṭhāvikammavaggavaṇṇanā niṭṭhitā.",
  "atk-vin02a4:391": "Musāvādavaggavaṇṇanā",
  "atk-vin02a4:392": "444. Musāvādavagge – pārājikaṃ gacchatīti pārājikagāmī; pārājikāpattibhāvaṃ pāpuṇātīti attho. Itaresupi eseva nayo. Tattha asantauttarimanussadhammārocanamusāvādo pārājikagāmī, amūlakena pārājikena anuddhaṃsanamusāvādo saṅghādisesagāmī, ‘‘yo te vihāre vasatī’’tiādinā pariyāyena jānantassa vuttamusāvādo thullaccayagāmī, ajānantassa dukkaṭagāmī, ‘‘sampajānamusāvāde pācittiya’’nti āgato pācittiyagāmīti veditabbo.",
  "atk-vin02a4:393": "Adassanenāti vinayadharassa adassanena. Kappiyākappiyesu hi kukkucce uppanne vinayadharaṃ disvā kappiyākappiyabhāvaṃ paṭipucchitvā akappiyaṃ pahāya kappiyaṃ kareyya, taṃ apassanto pana akappiyampi kappiyanti karonto āpajjati. Evaṃ āpajjitabbaṃ āpattiṃ vinayadharassa dassanena nāpajjati, adassaneneva āpajjati, tena vuttaṃ ‘‘adassanenā’’ti. Assavanenāti ekavihārepi vasanto pana vinayadharassa upaṭṭhānaṃ gantvā kappiyākappiyaṃ apucchitvā vā aññesañca vuccamānaṃ asuṇanto āpajjatiyeva, tena vuttaṃ ‘‘assavanenā’’ti. Pasuttakatāti pasuttakatāya. Sahagāraseyyañhi pasuttakabhāvenapi āpajjati. Akappiye kappiyasaññitāya āpajjanto pana tathāsaññī āpajjati. Satisammosā ekarattātikkamādivasena āpajjitabbaṃ āpajjati. Sesaṃ sabbattha uttānamevāti.",
  "atk-vin02a4:394": "Musāvādavaggavaṇṇanā niṭṭhitā.",
  "atk-vin02a4:395": "Bhikkhunovādavaggavaṇṇanā",
  "atk-vin02a4:396": "450. Bhikkhunivagge – alābhāyāti catunnaṃ paccayānaṃ alābhatthāya; yathā paccaye na labhanti, tathā parisakkati vāyamatīti attho. Anatthāyāti anatthaṃ kalisāsanaṃ āropento parisakkati. Avāsāyāti avāsatthāya; yasmiṃ gāmakhette vasanti, tato nīharaṇatthāya. Sampayojetīti asaddhammapaṭisevanatthāya sampayojeti.",
  "atk-vin02a4:397": "451. ‘‘Katihi nu kho bhante aṅgehi samannāgatāya bhikkhuniyā kammaṃ kātabba’’nti sattannaṃ kammānaṃ aññataraṃ sandhāya pucchati.",
  "atk-vin02a4:398": "454. Na sākacchātabboti kappiyākappiyanāmarūpaparicchedasamathavipassanādibhedo kathāmaggo na kathetabbo. Yasmā pana khīṇāsavo bhikkhu na visaṃvādeti, tathārūpassa kathāmaggassa sāmī hutvā katheti, na itaro; tasmā paṭhamapañcake ‘‘na asekkhenā’’ti paṭikkhipitvā dutiyapañcake ‘‘asekkhenā’’tiādi vuttaṃ.",
  "atk-vin02a4:399": "Na atthapaṭisambhidāpattoti aṭṭhakathāya paṭisambhidāpatto pabhedagatañāṇappatto na hoti. Na dhammapaṭisambhidāpattoti pāḷidhamme paṭisambhidāpatto na hoti. Na niruttipaṭisambhidāpattoti vohāraniruttiyaṃ paṭisambhidāpatto na hoti. Na paṭibhānapaṭisambhidāpattoti yāni tāni paṭibhānasaṅkhātāni atthapaṭisambhidādīni ñāṇāni, tesu paṭisambhidāpatto na hoti. Yathāvimuttaṃ cittaṃ na paccavekkhitāti catunnaṃ phalavimuttīnaṃ vasena yathāvimuttaṃ cittaṃ ekūnavīsatibhedāya paccavekkhaṇāya na paccavekkhitā hoti. Sesaṃ sabbattha uttānamevāti.",
  "atk-vin02a4:400": "Bhikkhunovādavaggavaṇṇanā niṭṭhitā.",
  "atk-vin02a4:401": "Ubbāhikavaggavaṇṇanā",
  "atk-vin02a4:402": "455. Ubbāhikavagge – na atthakusaloti na aṭṭhakathākusalo; atthuddhāre cheko na hoti. Na dhammakusaloti ācariyamukhato anuggahitattā pāḷiyaṃ na kusalo, na pāḷisūro. Na niruttikusaloti bhāsantaravohāre na kusalo. Na byañjanakusaloti sithiladhanitādivasena parimaṇḍalabyañjanāropane kusalo na hoti; na akkharaparicchede nipuṇoti attho. Na pubbāparakusaloti atthapubbāpare dhammapubbāpare niruttipubbāpare byañjanapubbāpare purekathāpacchākathāsu ca na kusalo hoti.",
  "atk-vin02a4:403": "Kodhanotiādīni yasmā kodhādīhi abhibhūto kāraṇākāraṇaṃ na jānāti, vinicchituṃ na sakkoti, tasmā vuttāni. Pasāretā hoti no sāretāti mohetā hoti, na satiuppādetā; codakacuditakānaṃ kathaṃ moheti pidahati na sāretīti attho. Sesamettha ubbāhikavagge uttānamevāti.",
  "atk-vin02a4:404": "Ubbāhikavaggavaṇṇanā niṭṭhitā.",
  "atk-vin02a4:405": "Adhikaraṇavūpasamavaggavaṇṇanā",
  "atk-vin02a4:406": "457. Adhikaraṇavūpasamavagge – puggalagaru hotīti ‘‘ayaṃ me upajjhāyo, ayaṃ me ācariyo’’tiādīni cintetvā tassa jayaṃ ākaṅkhamāno ‘‘adhammaṃ dhammo’’ti dīpeti. Saṅghagaru hotīti dhammañca vinayañca amuñcitvā vinicchinanto saṅghagaruko nāma hoti. Cīvarādīni gahetvā vinicchinanto āmisagaruko nāma hoti, tāni aggahetvā yathādhammaṃ vinicchinanto saddhammagaruko nāma hoti.",
  "atk-vin02a4:407": "458. Pañcahupāli ākārehīti pañcahi kāraṇehi saṅgho bhijjati – kammena, uddesena, voharanto, anussāvanena, salākaggāhenāti. Ettha kammenāti apalokanādīsu catūsu kammesu aññatarena kammena. Uddesenāti pañcasu pātimokkhuddesesu aññatarena uddesena. Voharantoti kathayanto; tāhi tāhi upapattīhi ‘‘adhammaṃ dhammo’’tiādīni aṭṭhārasa bhedakaravatthūni dīpento. Anussāvanenāti ‘‘nanu tumhe jānātha mayhaṃ uccākulā pabbajitabhāvaṃ bahussutabhāvañca, mādiso nāma uddhammaṃ ubbinayaṃ satthu sāsanaṃ gāheyyāti cittampi uppādetuṃ tumhākaṃ yuttaṃ, kiṃ mayhaṃ avīci nīluppalavanamiva sītalo, kimahaṃ apāyato na bhāyāmī’’tiādinā nayena kaṇṇamūle vacībhedaṃ katvā anussāvanena. Salākaggāhenāti evaṃ anussāvetvā tesaṃ cittaṃ upatthambhetvā anivattidhamme katvā ‘‘gaṇhatha imaṃ salāka’’nti salākaggāhena.",
  "atk-vin02a4:408": "Ettha ca kammameva uddeso vā pamāṇaṃ, vohārānussāvanasalākaggāhā pana pubbabhāgā. Aṭṭhārasavatthudīpanavasena hi voharante tattha rucijananatthaṃ anussāvetvā salākāya gāhitāyapi abhinnova hoti saṅgho. Yadā pana evaṃ cattāro vā atireke vā salākaṃ gāhetvā āveṇikaṃ kammaṃ vā uddesaṃ vā karoti, tadā saṅgho bhinno nāma hoti. Iti yaṃ saṅghabhedakakkhandhakavaṇṇanāyaṃ avocumhā ‘‘evaṃ aṭṭhārasasu vatthūsu yaṃkiñci ekampi vatthuṃ dīpetvā tena tena kāraṇena ‘imaṃ gaṇhatha, imaṃ rocethā’ti saññāpetvā salākaṃ gāhetvā visuṃ saṅghakamme kate saṅgho bhinno hoti. Parivāre pana ‘pañcahi, upāli, ākārehi saṅgho bhijjatī’tiādi vuttaṃ. Tassa iminā idha vuttena saṅghabhedalakkhaṇena atthato nānākaraṇaṃ natthi. Taṃ panassa nānākaraṇābhāvaṃ tattheva pakāsayissāmā’’ti, svāyaṃ pakāsito hoti.",
  "atk-vin02a4:409": "Paññattetanti paññattaṃ etaṃ. Kva paññattaṃ? Vattakkhandhake. Tatra hi cuddasa khandhakavattāni paññattāni. Tenāha – ‘‘paññattetaṃ, upāli, mayā āgantukānaṃ bhikkhūnaṃ āgantukavatta’’ntiādi. Evampi kho upāli saṅgharāji hoti, no ca saṅghabhedoti ettāvatā hi saṅgharājimattameva hoti, na tāva saṅghabhedo; anupubbena pana ayaṃ saṅgharāji vaḍḍhamānā saṅghabhedāya saṃvattatīti attho. Yathārattanti rattiparimāṇānurūpaṃ; yathātheranti attho. Āvenibhāvaṃ karitvāti visuṃ vavatthānaṃ karitvā. Kammākammāni karontīti aparāparaṃ saṅghakammaṃ upādāya khuddakāni ceva mahantāni ca kammāni karonti. Sesametthāpi adhikaraṇavūpasamavagge uttānameva.",
  "atk-vin02a4:410": "Saṅghabhedakavaggadvayavaṇṇanā",
  "atk-vin02a4:411": "459. Saṅghabhedavaggadvaye – vinidhāya diṭṭhiṃ kammenāti tesu adhammādīsu adhammādayo eteti evaṃdiṭṭhikova hutvā taṃ diṭṭhiṃ vinidhāya te dhammādivasena dīpetvā visuṃ kammaṃ karoti. Iti yaṃ vinidhāya diṭṭhiṃ kammaṃ karoti, tena evaṃ katena vinidhāya diṭṭhiṃ kammena saddhiṃ pañcaṅgāni honti, ‘‘imehi kho upāli pañcahaṅgehī’’ti ayamekasmiṃ pañcake atthayojanā. Etena nayena sabbapañcakāni veditabbāni. Etthāpi ca vohārādi aṅgattayaṃ pubbabhāgavaseneva vuttaṃ. Kammuddesavasena pana atekicchatā veditabbā. Sesaṃ sabbattha uttānameva. Na hettha kiñci atthi yaṃ pubbe avuttanayaṃ.",
  "atk-vin02a4:412": "Āvāsikavaggavaṇṇanā",
  "atk-vin02a4:413": "461. Āvāsikavagge – yathābhataṃ nikkhittoti yathā āharitvā ṭhapito.",
  "atk-vin02a4:414": "462. Vinayabyākaraṇāti vinayapañhe vissajjanā. Pariṇāmetīti niyāmeti dīpeti katheti. Sesamettha uttānameva.",
  "atk-vin02a4:415": "Kathinatthāravaggavaṇṇanā",
  "atk-vin02a4:416": "467. Kathinatthāravagge – otamasikoti andhakāragato; tañhi vandantassa mañcapādādīsupi nalāṭaṃ paṭihaññeyya. Asamannāharantoti kiccayapasutattā vandanaṃ asamannāharanto. Suttoti niddaṃ okkanto. Ekāvattoti ekato āvatto sapattapakkhe ṭhito verī visabhāgapuggalo vuccati; ayaṃ avandiyo. Ayañhi vandiyamāno pādenapi pahareyya. Aññavihitoti aññaṃ cintayamāno.",
  "atk-vin02a4:417": "Khādantoti piṭṭhakhajjakādīni khādanto. Uccārañca passāvañca karonto anokāsagatattā avandiyo. Ukkhittakoti tividhenapi ukkhepanīyakammena ukkhittako avandiyo. Tajjanīyādikammakatā pana cattāro vanditabbā. Uposathapavāraṇāpi tehi saddhiṃ labbhanti. Ādito paṭṭhāya ca vuttesu avandiyesu naggañca ukkhittakañca vandantasseva āpatti. Itaresaṃ pana asāruppaṭṭhena ca antarā vuttakāraṇena ca vandanā paṭikkhittā. Ito paraṃ pacchāupasampannādayo dasapi āpattivatthubhāveneva avandiyā. Te vandantassa hi niyameneva āpatti. Iti imesu pañcasu pañcakesu terasa jane vandantassa anāpatti, dvādasannaṃ vandanāya āpatti.",
  "atk-vin02a4:418": "468. Ācariyo vandiyoti pabbajjācariyo upasampadācariyo nissayācariyo uddesācariyo ovādācariyoti ayaṃ pañcavidhopi ācariyo vandiyo. Sesaṃ sabbattha uttānamevāti.",
  "atk-vin02a4:419": "Kathinatthāravaggavaṇṇanā niṭṭhitā.",
  "atk-vin02a4:420": "Niṭṭhitā ca upālipañcakavaṇṇanā.",
  "atk-vin02a4:421": "Āpattisamuṭṭhānavaṇṇanā",
  "atk-vin02a4:422": "470. Acittako āpajjatītiādīsu sahaseyyādipaṇṇattivajjaṃ asañcicca āpajjanto acittako āpajjati, desento sacittako vuṭṭhāti. Yaṃkiñci sañcicca āpajjanto sacittako āpajjati, tiṇavatthārakena vuṭṭhahanto acittako vuṭṭhāti. Pubbe vuttameva tiṇavatthārakena vuṭṭhahanto acittako āpajjati, acittako vuṭṭhāti. Itaraṃ desento sacittako āpajjati, sacittako vuṭṭhāti. ‘‘Dhammadānaṃ karomī’’ti padasodhammādīni karonto kusalacitto āpajjati, ‘‘buddhānaṃ anusāsaniṃ karomī’’ti udaggacitto desento kusalacitto vuṭṭhāti. Domanassiko hutvā desento akusalacitto vuṭṭhāti, tiṇavatthārakena niddāgatova vuṭṭhahanto abyākatacitto vuṭṭhāti. Bhiṃsāpanādīni katvā ‘‘buddhānaṃ sāsanaṃ karomī’’ti somanassiko desento akusalacitto āpajjati, kusalacitto vuṭṭhāti. Domanassikova desento akusalacitto vuṭṭhāti, vuttanayeneva tiṇavatthārakena vuṭṭhahanto abyākatacitto vuṭṭhāti. Niddokkantasamaye sahagāraseyyaṃ āpajjanto abyākatacitto āpajjati, vuttanayeneva panettha ‘‘kusalacitto vuṭṭhātī’’tiādi veditabbaṃ.",
  "atk-vin02a4:423": "Paṭhamaṃ pārājikaṃ katihi samuṭṭhānehītiādi pubbe vuttanayattā uttānameva.",
  "atk-vin02a4:424": "473. Cattāro pārājikā katihi samuṭṭhānehītiādīsu ukkaṭṭhaparicchedato yaṃ yaṃ samuṭṭhānaṃ yassa yassa labbhati, taṃ sabbaṃ vuttameva hoti.",
  "atk-vin02a4:425": "Āpattisamuṭṭhānavaṇṇanā niṭṭhitā.",
  "atk-vin02a4:426": "Aparadutiyagāthāsaṅgaṇikaṃ",
  "atk-vin02a4:427": "(1) Kāyikādiāpattivaṇṇanā",
  "atk-vin02a4:428": "474. ‘‘Kati āpattiyo kāyikā’’tiādigāthānaṃ vissajjane cha āpattiyo kāyikāti antarapeyyāle catutthena āpattisamuṭṭhānena cha āpattiyo āpajjati, ‘‘bhikkhu methunaṃ dhammaṃ paṭisevati, āpatti pārājikassā’’tiādinā nayena vuttāpattiyo. Kāyadvāre samuṭṭhitattā hi etā kāyikāti vuccanti. Cha vācasikāti tasmiṃyeva antarapeyyāle pañcamena āpattisamuṭṭhānena cha āpattiyo āpajjati, ‘‘bhikkhu pāpiccho icchāpakato’’tiādinā nayena vuttāpattiyo. Chādentassa tissoti vajjapaṭicchādikāya bhikkhuniyā pārājikaṃ, bhikkhussa saṅghādisesapaṭicchādane pācittiyaṃ, attano duṭṭhullāpattipaṭicchādane dukkaṭaṃ. Pañca saṃsaggapaccayāti bhikkhuniyā kāyasaṃsagge pārājikaṃ, bhikkhuno saṅghādiseso, kāyena kāyapaṭibaddhe thullaccayaṃ, nissaggiyena kāyapaṭibaddhe dukkaṭaṃ, aṅgulipatodake pācittiyanti imā kāyasaṃsaggapaccayā pañcāpattiyo.",
  "atk-vin02a4:429": "Aruṇugge tissoti ekarattachārattasattāhadasāhamāsātikkamavasena nissaggiyaṃ pācittiyaṃ, bhikkhuniyā rattivippavāse saṅghādiseso, ‘‘paṭhamampi yāmaṃ chādeti, dutiyampi tatiyampi yāmaṃ chādeti, uddhaste aruṇe channā hoti āpatti, yo chādeti so dukkaṭaṃ desāpetabbo’’ti imā aruṇugge tisso āpattiyo āpajjati. Dve yāvatatiyakāti ekādasa yāvatatiyakā nāma, paññattivasena pana dve honti bhikkhūnaṃ yāvatatiyakā bhikkhunīnaṃ yāvatatiyakāti. Ekettha aṭṭhavatthukāti bhikkhunīnaṃyeva ekā ettha imasmiṃ sāsane aṭṭhavatthukā nāma. Ekena sabbasaṅgahoti ‘‘yassa siyā āpatti, so āvikareyyā’’ti iminā ekena nidānuddesena sabbasikkhāpadānañca sabbapātimokkhuddesānañca saṅgaho hoti.",
  "atk-vin02a4:430": "Vinayassa dve mūlānīti kāyo ceva vācā ca. Garukā dve vuttāti pārājikasaṅghādisesā. Dve duṭṭhullacchādanāti vajjapaṭicchādikāya pārājikaṃ saṅghādisesaṃ paṭicchādakassa pācittiyanti imā dve duṭṭhullacchādanāpattiyo nāma.",
  "atk-vin02a4:431": "Gāmantare catassoti ‘‘bhikkhu bhikkhuniyā saddhiṃ saṃvidahati, dukkaṭaṃ; aññassa gāmassa upacāraṃ okkamati, pācittiyaṃ; bhikkhuniyā gāmantaraṃ gacchantiyā parikkhitte gāme paṭhamapāde thullaccayaṃ, dutiyapāde saṅghādiseso; aparikkhittassa paṭhamapāde upacārokkamane thullaccayaṃ, dutiyapāde saṅghādiseso’’ti imā gāmantare dukkaṭapācittiyathullaccayasaṅghaādisesavasena catasso āpattiyo. Catasso nadipārapaccayāti ‘‘bhikkhu bhikkhuniyā saddhiṃ saṃvidahati, dukkaṭaṃ; nāvaṃ abhiruhati, pācittiyaṃ; bhikkhuniyā nadipāraṃ gacchantiyā uttaraṇakāle paṭhamapāde thullaccayaṃ, dutiyapāde saṅghādiseso’’ti imā catasso. Ekamaṃse thullaccayanti manussamaṃse. Navamaṃsesu dukkaṭanti sesaakappiyamaṃsesu.",
  "atk-vin02a4:432": "Dve vācasikā rattinti bhikkhunī rattandhakāre appadīpe purisena saddhiṃ hatthapāse ṭhitā sallapati, pācittiyaṃ; hatthapāsaṃ vijahitvā ṭhitā sallapati, dukkaṭaṃ. Dve vācasikā divāti bhikkhunī divā paṭicchanne okāse purisena saddhiṃ hatthapāse ṭhitā sallapati, pācittiyaṃ; hatthapāsaṃ vijahitvā sallapati, dukkaṭaṃ. Dadamānassa tissoti maraṇādhippāyo manussassa visaṃ deti, so ce tena marati, pārājikaṃ; yakkhapetānaṃ deti, te ce maranti, thullaccayaṃ; tiracchānagatassa deti, so ce marati, pācittiyaṃ; aññātikāya bhikkhuniyā cīvaradāne pācittiyanti evaṃ dadamānassa tisso āpattiyo. Cattāro ca paṭiggaheti hatthaggāha-veṇiggāhesu saṅghādiseso, mukhena aṅgajātaggahaṇe pārājikaṃ, aññātikāya bhikkhuniyā cīvarapaṭiggahaṇe nissaggiyaṃ pācittiyaṃ, avassutāya avassutassa hatthato khādanīyaṃ bhojanīyaṃ paṭiggaṇhantiyā thullaccayaṃ; evaṃ paṭiggahe cattāro āpattikkhandhā honti.",
  "atk-vin02a4:433": "(2) Desanāgāminiyādivaṇṇanā",
  "atk-vin02a4:434": "475. Pañca desanāgāminiyoti lahukā pañca. Cha sappaṭikammāti pārājikaṃ ṭhapetvā avasesā. Ekettha appaṭikammāti ekā pārājikāpatti.",
  "atk-vin02a4:435": "Vinayagarukā dve vuttāti pārājikañceva saṅghādisesañca. Kāyavācasikāni cāti sabbāneva sikkhāpadāni kāyavācasikāni, manodvāre paññattaṃ ekasikkhāpadampi natthi. Eko vikāle dhaññarasoti loṇasovīrakaṃ. Ayameva hi eko dhaññaraso vikāle vaṭṭati. Ekā ñatticatutthena sammutīti bhikkhunovādakasammuti. Ayameva hi ekā ñatticatutthakammena sammuti anuññātā.",
  "atk-vin02a4:436": "Pārājikā kāyikā dveti bhikkhūnaṃ methunapārājikaṃ bhikkhunīnañca kāyasaṃsaggapārājikaṃ. Dve saṃvāsabhūmiyoti attanā vā attānaṃ samānasaṃvāsakaṃ karoti, samaggo vā saṅgho ukkhittaṃ osāreti. Kurundiyaṃ pana ‘‘samānasaṃvāsakabhūmi ca nānāsaṃvāsakabhūmi cā’’ti evaṃ dve saṃvāsabhūmiyo vuttā. Dvinnaṃ ratticchedoti pārivāsikassa ca mānattacārikassa ca paññattā. Dvaṅgulā duveti dve dvaṅgulapaññattiyo, ‘‘dvaṅgulapabbaparamaṃ ādātabba’’nti ayamekā, ‘‘dvaṅgulaṃ vā dvemāsaṃ vā’’ti ayamekā.",
  "atk-vin02a4:437": "Dve attānaṃ vadhitvānāti bhikkhunī attānaṃ vadhitvā dve āpattiyo āpajjati; vadhati rodati, āpatti pācittiyassa; vadhati na rodati, āpatti dukkaṭassa. Dvīhi saṅgho bhijjatīti kammena ca salākaggāhena ca. Dvettha paṭhamāpattikāti ettha sakalepi vinaye dve paṭhamāpattikā ubhinnaṃ paññattivasena. Itarathā pana nava bhikkhūnaṃ nava bhikkhunīnanti aṭṭhārasa honti. Ñattiyā karaṇā duveti dve ñattikiccāni – kammañca kammapādakā ca. Navasu ṭhānesu kammaṃ hoti, dvīsu kammapādabhāvena tiṭṭhati.",
  "atk-vin02a4:438": "Pāṇātipāte tissoti ‘‘anodissa opātaṃ khaṇati, sace manusso marati, pārājikaṃ; yakkhapetānaṃ maraṇe thullaccayaṃ; tiracchānagatassa maraṇe pācittiya’’nti imā tisso honti. Vācā pārājikā tayoti vajjapaṭicchādikāya ukkhittānuvattikāya aṭṭhavatthukāyāti. Kurundiyaṃ pana ‘‘āṇattiyā adinnādāne, manussamaraṇe, uttarimanussadhammaullapane cā’’ti evaṃ tayo vuttā. Obhāsanā tayoti vaccamaggaṃ passāvamaggaṃ ādissa vaṇṇāvaṇṇabhāsane saṅghādiseso, vaccamaggaṃ passāvamaggaṃ ṭhapetvā adhakkhakaṃ ubbhajāṇumaṇḍalaṃ ādissa vaṇṇāvaṇṇabhaṇane thullaccayaṃ, ubbhakkhakaṃ adhojāṇumaṇḍalaṃ ādissa vaṇṇāvaṇṇabhaṇane dukkaṭaṃ. Sañcarittena vā tayoti paṭiggaṇhāti vīmaṃsati paccāharati, āpatti saṅghādisesassa; paṭiggaṇhāti vīmaṃsati na paccāharati, āpatti thullaccayassa; paṭiggaṇhāti na vīmaṃsati na paccāharati, āpatti dukkaṭassāti ime sañcarittena kāraṇabhūtena tayo āpattikkhandhā honti.",
  "atk-vin02a4:439": "Tayo puggalā na upasampādetabbāti addhānahīno aṅgahīno vatthuvipanno ca tesaṃ nānākaraṇaṃ vuttameva. Apicettha yo pattacīvarena aparipūro, paripūro ca na yācati, imepi aṅgahīneneva saṅgahitā. Mātughātakādayo ca karaṇadukkaṭakā paṇḍakaubhatobyañjanakatiracchānagatasaṅkhātena vatthuvipanneneva saṅgahitāti veditabbā. Esa nayo kurundiyaṃ vutto. Tayo kammānaṃ saṅgahāti ñattikappanā, vippakatapaccattaṃ, atītakaraṇanti. Tattha ‘‘dadeyya kareyyā’’tiādibhedā ñattikappanā; ‘‘deti karotī’’tiādibhedaṃ vippakatapaccattaṃ; ‘‘dinnaṃ kata’’ntiādibhedaṃ atītakaraṇaṃ nāmāti imehi tīhi kammāni saṅgayhanti. Aparehipi tīhi kammāni saṅgayhanti – vatthunā, ñattiyā, anussāvanāyāti. Vatthusampannañhi ñattisampannaṃ anussāvanasampannañca kammaṃ nāma hoti, tena vuttaṃ ‘‘tayo kammānaṃ saṅgahā’’ti. Nāsitakā tayo nāma mettiyaṃ bhikkhuniṃ nāsetha, dūsako nāsetabbo, dasahaṅgehi samannāgato sāmaṇero nāsetabbo, kaṇṭakaṃ samaṇuddesaṃ nāsethāti evaṃ liṅgasaṃvāsadaṇḍakammanāsanāvasena tayo nāsitakā veditabbā. Tiṇṇannaṃ ekavācikāti ‘‘anujānāmi bhikkhave dve tayo ekānussāvane kātu’’nti vacanato tiṇṇaṃ janānaṃ ekupajjhāyena nānācariyena ekānussāvanā vaṭṭati.",
  "atk-vin02a4:440": "Adinnādāne tissoti pāde vā atirekapāde vā pārājikaṃ, atirekamāsake thullaccayaṃ, māsake vā ūnamāsake vā dukkaṭaṃ. Catasso methunapaccayāti akkhayite pārājikaṃ, yebhuyyena khayite thullaccayaṃ, vivaṭakate mukhe dukkaṭaṃ, jatumaṭṭhake pācittiyaṃ. Chindantassa tissoti vanappatiṃ chindantassa pārājikaṃ, bhūtagāme pācittiyaṃ, aṅgajāte thullaccayaṃ. Pañca chaḍḍitapaccayāti anodissa visaṃ chaḍḍeti, sace tena manusso marati, pārājikaṃ; yakkhapetesu thullaccayaṃ; tiracchānagate pācittiyaṃ; vissaṭṭhichaḍḍane saṅghādiseso; sekhiyesu harite uccārapassāvachaḍḍane dukkaṭaṃ – imā chaḍḍitapaccayā pañcāpattiyo honti.",
  "atk-vin02a4:441": "Pācittiyena dukkaṭā katāti bhikkhunovādakavaggasmiṃ dasasu sikkhāpadesu pācittiyena saddhiṃ dukkaṭā katā evāti attho. Caturettha navakā vuttāti paṭhamasikkhāpadamhiyeva adhammakamme dve, dhammakamme dveti evaṃ cattāro navakā vuttāti attho. Dvinnaṃ cīvarena cāti bhikkhūnaṃ santike upasampannāya cīvaraṃ dentassa pācittiyaṃ, bhikkhunīnaṃ santike upasampannāya dentassa dukkaṭanti evaṃ dvinnaṃ bhikkhunīnaṃ cīvaraṃ dentassa cīvarena kāraṇabhūtena āpatti hotīti attho.",
  "atk-vin02a4:442": "Aṭṭha pāṭidesanīyāti pāḷiyaṃ āgatā eva. Bhuñjantāmakadhaññena pācittiyena dukkaṭā katāti āmakadhaññaṃ viññāpetvā bhuñjantiyā pācittiyena saddhiṃ dukkaṭā katāyeva.",
  "atk-vin02a4:443": "Gacchantassa catassoti bhikkhuniyā vā mātugāmena vā saddhiṃ saṃvidhāya gacchantassa dukkaṭaṃ, gāmūpacārokkamane pācittiyaṃ, yā bhikkhunī ekā gāmantaraṃ gacchati, tassā gāmūpacāraṃ okkamantiyā paṭhamapāde thullaccayaṃ, dutiyapāde saṅghādisesoti gacchantassa imā catasso āpattiyo honti. Ṭhitassa cāpi tattakāti ṭhitassapi catasso evāti attho. Kathaṃ? Bhikkhunī andhakāre vā paṭicchanne vā okāse mittasanthavavasena purisassa hatthapāse tiṭṭhati, pācittiyaṃ; hatthapāsaṃ vijahitvā tiṭṭhati, dukkaṭaṃ; aruṇuggamanakāle dutiyikāya hatthapāsaṃ vijahantī tiṭṭhati, thullaccayaṃ; vijahitvā tiṭṭhati, saṅghādisesoti nisinnassa catasso āpattiyo. Nipannassāpi tattakāti sacepi hi sā nisīdati vā nipajjati vā, etāyeva catasso āpattiyo āpajjati.",
  "atk-vin02a4:444": "(3) Pācittiyavaṇṇanā",
  "atk-vin02a4:445": "476. Pañca pācittiyānīti pañca bhesajjāni paṭiggahetvā nānābhājanesu vā ekabhājane vā amissetvā ṭhapitāni honti, sattāhātikkame so bhikkhu pañca pācittiyāni sabbāni nānāvatthukāni ekakkhaṇe āpajjati, ‘‘imaṃ paṭhamaṃ āpanno, imaṃ pacchā’’ti na vattabbo.",
  "atk-vin02a4:446": "Nava pācittiyānīti yo bhikkhu nava paṇītabhojanāni viññāpetvā tehi saddhiṃ ekato ekaṃ kabaḷaṃ omadditvā mukhe pakkhipitvā paragaḷaṃ atikkāmeti, ayaṃ nava pācittiyāni sabbāni nānāvatthukāni ekakkhaṇe āpajjati ‘‘imaṃ paṭhamaṃ āpanno, imaṃ pacchā’’ti na vattabbo. Ekavācāya deseyyāti ‘‘ahaṃ, bhante, pañca bhesajjāni paṭiggahetvā sattāhaṃ atikkāmetvā pañca āpattiyo āpanno, tā tumhamūle paṭidesemī’’ti evaṃ ekavācāya deseyya, desitāva honti, dvīhi tīhi vācāhi kiccaṃ nāma natthi. Dutiyavissajjanepi ‘‘ahaṃ, bhante, nava paṇītabhojanāni viññāpetvā bhuñjitvā nava āpattiyo āpanno, tā tumhamūle paṭidesemī’’ti vattabbaṃ.",
  "atk-vin02a4:447": "Vatthuṃ kittetvā deseyyāti ‘‘ahaṃ, bhante, pañca bhesajjāni paṭiggahetvā sattāhaṃ atikkāmesiṃ, yathāvatthukaṃ taṃ tumhamūle paṭidesemī’’ti evaṃ vatthuṃ kittetvā deseyya, desitāva honti āpattiyo, āpattiyā nāmaggahaṇena kiccaṃ natthi. Dutiyavissajjanepi ‘‘ahaṃ, bhante, nava paṇītabhojanāni viññāpetvā bhutto, yathāvatthukaṃ taṃ tumhamūle paṭidesemī’’ti vattabbaṃ.",
  "atk-vin02a4:448": "Yāvatatiyake tissoti ukkhittānuvattikāya pārājikaṃ bhedakānuvattakānaṃ kokālikādīnaṃ saṅghādisesaṃ, pāpikāya diṭṭhiyā appaṭinissagge caṇḍakāḷikāya ca bhikkhuniyā pācittiyanti imā yāvatatiyakā tisso āpattiyo. Cha vohārapaccayāti payuttavācāpaccayā cha āpattiyo āpajjatīti attho. Kathaṃ? Ājīvahetu ājīvakāraṇā pāpiccho icchāpakato asantaṃ abhūtaṃ uttarimanussadhammaṃ ullapati, āpatti pārājikassa. Ājīvahetu ājīvakāraṇā sañcarittaṃ samāpajjati, āpatti saṅghādisesassa. Ājīvahetu ājīvakāraṇā yo te vihāre vasati so arahāti vadati, āpatti thullaccayassa. Ājīvahetu ājīvakāraṇā bhikkhu paṇītabhojanāni attano atthāya viññāpetvā bhuñjati, āpatti pācittiyassa. Ājīvahetu ājīvakāraṇā bhikkhunī paṇītabhojanāni attano atthāya viññāpetvā bhuñjati, āpatti pāṭidesanīyassa. Ājīvahetu ājīvakāraṇā sūpaṃ vā odanaṃ vā agilāno attano atthāya viññāpetvā bhuñjati, āpatti dukkaṭassāti.",
  "atk-vin02a4:449": "Khādantassa tissoti manussamaṃse thullaccayaṃ, avasesesu akappiyamaṃsesu dukkaṭaṃ, bhikkhuniyā lasuṇe pācittiyaṃ. Pañca bhojanapaccayāti avassutā avassutassa purisassa hatthato bhojanaṃ gahetvā tattheva manussamaṃsaṃ lasuṇaṃ attano atthāya viññāpetvā gahitapaṇītabhojanāni avasesañca akappiyamaṃsaṃ pakkhipitvā vomissakaṃ omadditvā ajjhoharamānā saṅghādisesaṃ, thullaccayaṃ, pācittiyaṃ, pāṭidesanīyaṃ, dukkaṭanti imā pañca āpattiyo bhojanapaccayā āpajjati.",
  "atk-vin02a4:450": "Pañca ṭhānānīti ‘‘ukkhittānuvattikāya bhikkhuniyā yāvatatiyaṃ samanubhāsanāya appaṭinissajjantiyā ñattiyā dukkaṭaṃ, dvīhi kammavācāhi thullaccayaṃ, kammavācāpariyosāne āpatti pārājikassa, saṅghabhedāya parakkamanādīsu saṅghādiseso, pāpikāya diṭṭhiyā appaṭinissagge pācittiya’’nti evaṃ sabbā yāvatatiyakā pañca ṭhānāni gacchanti. Pañcannañceva āpattīti āpatti nāma pañcannaṃ sahadhammikānaṃ hoti, tattha dvinnaṃ nippariyāyena āpattiyeva, sikkhāmānasāmaṇerisāmaṇerānaṃ pana akappiyattā na vaṭṭati. Iminā pariyāyena tesaṃ āpatti na desāpetabbā, daṇḍakammaṃ pana tesaṃ kātabbaṃ. Pañcannaṃ adhikaraṇena cāti adhikaraṇañca pañcannamevāti attho. Etesaṃyeva hi pañcannaṃ pattacīvarādīnaṃ atthāya vinicchayavohāro adhikaraṇanti vuccati, gihīnaṃ pana aḍḍakammaṃ nāma hoti.",
  "atk-vin02a4:451": "Pañcannaṃ vinicchayo hotīti pañcannaṃ sahadhammikānaṃyeva vinicchayo nāma hoti. Pañcannaṃ vūpasamena cāti etesaṃyeva pañcannaṃ adhikaraṇaṃ vinicchitaṃ vūpasantaṃ nāma hotīti attho. Pañcannañceva anāpattīti etesaṃyeva pañcannaṃ anāpatti nāma hotīti attho. Tīhi ṭhānehi sobhatīti saṅghādīhi tīhi kāraṇehi sobhati. Katavītikkamo hi puggalo sappaṭikammaṃ āpattiṃ saṅghamajjhe gaṇamajjhe puggalasantike vā paṭikaritvā abbhuṇhasīlo pākatiko hoti, tasmā tīhi ṭhānehi sobhatīti vuccati.",
  "atk-vin02a4:452": "Dve kāyikā rattinti bhikkhunī rattandhakāre purisassa hatthapāse ṭhānanisajjasayanāni kappayamānā pācittiyaṃ, hatthapāsaṃ vijahitvā ṭhānādīni kappayamānā dukkaṭanti dve kāyadvārasambhavā āpattiyo rattiṃ āpajjati. Dve kāyikā divāti eteneva upāyena divā paṭicchanne okāse dve āpattiyo āpajjati. Nijjhāyantassa ekā āpattīti ‘‘na ca, bhikkhave, sārattena mātugāmassa aṅgajātaṃ upanijjhāyitabbaṃ. Yo upanijjhāyeyya, āpatti dukkaṭassā’’ti (pārā. 266) nijjhāyantassa ayamekā āpatti. Ekā piṇḍapātapaccayāti ‘‘na ca, bhikkhave, bhikkhādāyikāya mukhaṃ oloketabba’’nti (cūḷava. 366) ettha dukkaṭāpatti, antamaso yāguṃ vā byañjanaṃ vā dentassa sāmaṇerassāpi hi mukhaṃ ullokayato dukkaṭameva. Kurundiyaṃ pana ‘‘ekā piṇḍapātapaccayāti bhikkhuniparipācitaṃ piṇḍapātaṃ bhuñjantassa pācittiya’’nti vuttaṃ.",
  "atk-vin02a4:453": "Aṭṭhānisaṃse sampassanti kosambakakkhandhake vuttānisaṃse. Ukkhittakā tayo vuttāti āpattiyā adassane appaṭikamme pāpikāya ca diṭṭhiyā appaṭinissaggeti. Tecattālīsa sammāvattanāti tesaṃyeva ukkhittakānaṃ ettakesu vattesu vattanā.",
  "atk-vin02a4:454": "Pañcaṭhāne musāvādoti pārājikasaṅghādisesathullaccayapācittiyadukkaṭasaṅkhāte pañcaṭṭhāne musāvādo gacchati. Cuddasa paramanti vuccatīti dasāhaparamādinayena heṭṭhā vuttaṃ. Dvādasa pāṭidesanīyāti bhikkhūnaṃ cattāri bhikkhunīnaṃ aṭṭha. Catunnaṃ desanāya cāti catunnaṃ accayadesanāyāti attho. Katamā pana sāti? Devadattena payojitānaṃ abhimārānaṃ accayadesanā, anuruddhattherassa upaṭṭhāyikāya accayadesanā, vaḍḍhassa licchavino accayadesanā, vāsabhagāmiyattherassa ukkhepanīyakammaṃ katvā āgatānaṃ bhikkhūnaṃ accayadesanāti ayaṃ catunnaṃ accayadesanā nāma.",
  "atk-vin02a4:455": "Aṭṭhaṅgiko musāvādoti ‘‘pubbevassa hoti musā bhaṇissa’’nti ādiṃ katvā ‘‘vinidhāya sañña’’nti pariyosānehi (pāci. 4-5; pari. 459) aṭṭhahi aṅgehi aṭṭhaṅgiko. Uposathaṅgānipi pāṇaṃ na hanetiādinā nayena vuttāneva. Aṭṭha dūteyyaṅgānīti ‘‘idha, bhikkhave, bhikkhu sotā ca hoti sāvetā cā’’tiādinā (cūḷava. 347) nayena saṅghabhedake vuttāni. Aṭṭha titthiyavattāni mahākhandhake vuttāni.",
  "atk-vin02a4:456": "Aṭṭhavācikā upasampadāti bhikkhunīnaṃ upasampadaṃ sandhāya vuttaṃ. Aṭṭhannaṃ paccuṭṭhātabbanti bhattagge aṭṭhannaṃ bhikkhunīnaṃ itarāhi paccuṭṭhāya āsanaṃ dātabbaṃ. Bhikkhunovādako aṭṭhahīti aṭṭhahaṅgehi samannāgato bhikkhu bhikkhunovādako sammannitabbo.",
  "atk-vin02a4:457": "Ekassa chejjanti gāthāya navasu janesu yo salākaṃ gāhetvā saṅghaṃ bhindati, tasseva chejjaṃ hoti, devadatto viya pārājikaṃ āpajjati. Bhedakānuvattakānaṃ catunnaṃ thullaccayaṃ kokālikādīnaṃ viya, dhammavādīnaṃ catunnaṃ anāpatti. Imā pana āpattiyo ca anāpattiyo ca sabbesaṃ ekavatthukā saṅghabhedavatthukā eva.",
  "atk-vin02a4:458": "Nava āghātavatthūnīti gāthāya navahīti navahi bhikkhūhi saṅgho bhijjati. Ñattiyā karaṇā navāti ñattiyā kātabbāni kammāni navāti attho. Sesaṃ uttānameva.",
  "atk-vin02a4:459": "(4) Avandanīyapuggalādivaṇṇanā",
  "atk-vin02a4:460": "477. Dasa puggalā nābhivādetabbāti senāsanakkhandhake vuttā dasa janā. Añjali sāmīcena cāti sāmīcikammena saddhiṃ añjali ca tesaṃ na kātabbo, neva pānīyāpucchanatālavaṇṭaggahaṇādi khandhakavattaṃ tesaṃ dassetabbaṃ, na añjali paggaṇhitabboti attho. Dasannaṃ dukkaṭanti tesaṃyeva dasannaṃ evaṃ karontassa dukkaṭaṃ hoti. Dasa cīvaradhāraṇāti dasa divasāni atirekacīvarassa dhāraṇā anuññātāti attho.",
  "atk-vin02a4:461": "Pañcannaṃ vassaṃvuṭṭhānaṃ, dātabbaṃ idha cīvaranti pañcannaṃ sahadhammikānaṃ sammukhāva dātabbaṃ. Sattannaṃ santeti disāpakkantaummattakakhittacittavedanāṭṭānaṃ tiṇṇañca ukkhittakānanti imesaṃ sattannaṃ sante patirūpe gāhake parammukhāpi dātabbaṃ. Soḷasannaṃ na dātabbanti sesānaṃ cīvarakkhandhake vuttānaṃ paṇḍakādīnaṃ soḷasannaṃ na dātabbaṃ.",
  "atk-vin02a4:462": "Katisataṃ rattisataṃ, āpattiyo chādayitvānāti katisataṃ āpattiyo rattisataṃ chādayitvāna. Dasasataṃ rattisataṃ, āpattiyo chādayitvānāti dasasataṃ āpattiyo rattisataṃ chādayitvāna. Ayañhettha saṅkhepattho – yo divase sataṃ sataṃ saṅghādisesāpattiyo āpajjitvā dasa dasa divase paṭicchādeti, tena rattisataṃ āpattisahassaṃ paṭicchāditaṃ hoti, so sabbāva tā āpattiyo dasāhapaṭicchannāti parivāsaṃ yācitvā dasa rattiyo vasitvāna mucceyya pārivāsikoti.",
  "atk-vin02a4:463": "Dvādasa kammadosā vuttāti apalokanakammaṃ adhammenavaggaṃ, adhammenasamaggaṃ, dhammenavaggaṃ, tathā ñattikammañattidutiyakammañatticatutthakammānipīti evaṃ ekekasmiṃ kamme tayo tayo katvā dvādasa kammadosā vuttā.",
  "atk-vin02a4:464": "Catasso kammasampattiyoti apalokanakammaṃ dhammenasamaggaṃ, tathā sesānipīti evaṃ catasso kammasampattiyo vuttā.",
  "atk-vin02a4:465": "Cha kammānīti adhammenavaggakammaṃ, adhammenasamaggakammaṃ, dhammapatirūpakenavaggakammaṃ, dhammapatirūpakenasamaggakammaṃ, dhammenavaggakammaṃ, dhammenasamaggakammanti evaṃ cha kammāni vuttāni. Ekettha dhammikā katāti ekaṃ dhammena samaggakammamevettha dhammikaṃ katanti attho. Dutiyagāthāvissajjanepi etadeva dhammikaṃ.",
  "atk-vin02a4:466": "Yaṃ desitāti yāni desitāni vuttāni pakāsitāni. Anantajinenātiādīsu pariyantaparicchedabhāvarahitattā anantaṃ vuccati nibbānaṃ, taṃ bhagavatā raññā sapattagaṇaṃ abhimadditvā rajjaṃ viya kilesagaṇaṃ abhimadditvā jitaṃ vijitaṃ adhigataṃ sampattaṃ, tasmā bhagavā ‘‘anantajino’’ti vuccati. Sveva iṭṭhāniṭṭhesu nibbikāratāya tādi, vikkhambhanatadaṅgasamucchedapaṭipassaddhinissaraṇavivekasaṅkhātaṃ vivekapañcakaṃ addasāti vivekadassī; tena anantajinena tādinā vivekadassinā yāni āpattikkhandhāni desitāni vuttāni. Ekettha sammati vinā samathehīti ayamettha padasambandho, yāni satthārā satta āpattikkhandhāni desitāni, tattha ekāpi āpatti vinā samathehi na sammati, atha kho cha samathā cattāri adhikaraṇānīti sabbepime dhammā sammukhāvinayena sammanti, samāyogaṃ gacchanti. Ettha pana eko sammukhāvinayova vinā samathehi sammati, samathabhāvaṃ gacchati. Na hi tassa aññena samathena vinā anipphatti nāma atthi. Tena vuttaṃ – ‘‘ekettha sammati vinā samathehī’’ti. Iminā tāva adhippāyena aṭṭhakathāsu attho vutto. Mayaṃ pana ‘‘vinā’’ti nipātassa paṭisedhanamattamatthaṃ gahetvā ‘‘ekettha sammati vinā samathehī’’ti etesu sattasu āpattikkhandhesu eko pārājikāpattikkhandho vinā samathehi sammatīti etamatthaṃ roceyyāma. Vuttampi cetaṃ ‘‘yā sā āpatti anavasesā, sā āpatti na katamena adhikaraṇena katamamhi ṭhāne na katamena samathena sammatī’’ti.",
  "atk-vin02a4:467": "Chaūnadiyaḍḍhasatāti ‘‘idha, upāli, bhikkhu adhammaṃ dhammoti dīpeti, tasmiṃ adhammadiṭṭhi bhede adhammadiṭṭhi, tasmiṃ adhammadiṭṭhi bhede dhammadiṭṭhi, tasmiṃ adhammadiṭṭhi bhede vematiko, tasmiṃ dhammadiṭṭhi bhede adhammadiṭṭhi, tasmiṃ dhammadiṭṭhi bhede vematiko, tasmiṃ vematiko bhede adhammadiṭṭhi, tasmiṃ vematiko bhede dhammadiṭṭhi, tasmiṃ vematiko bhede vematiko’’ti evaṃ yāni aṭṭhārasannaṃ bhedakaravatthūnaṃ vasena aṭṭhārasa aṭṭhakāni saṅghabhedakakkhandhake vuttāni, tesaṃ vasena chaūnadiyaḍḍhasataṃ āpāyikā veditabbā.",
  "atk-vin02a4:468": "Aṭṭhārasa anāpāyikāti ‘‘idha, upāli, bhikkhu adhammaṃ dhammoti dīpeti, tasmiṃ dhammadiṭṭhi bhede dhammadiṭṭhi avinidhāya diṭṭhiṃ avinidhāya khantiṃ avinidhāya ruciṃ avinidhāya bhāvaṃ anussāveti, salākaṃ gāheti ‘ayaṃ dhammo, ayaṃ vinayo, idaṃ satthusāsanaṃ, imaṃ gaṇhatha, imaṃ rocethā’ti, ayampi kho, upāli, saṅghabhedako na āpāyiko na nerayiko na kappaṭṭho na atekiccho’’ti evaṃ ekekasmiṃ vatthusmiṃ ekekaṃ katvā saṅghabhedakakkhandhakāvasāne vuttā aṭṭhārasa janā. Aṭṭhārasa aṭṭhakā chaūnadiyaḍḍhasatavissajjane vuttāyeva.",
  "atk-vin02a4:469": "(5) Soḷasakammādivaṇṇanā",
  "atk-vin02a4:470": "478. Kati kammānītiādīnaṃ sabbagāthānaṃ vissajjanaṃ uttānamevāti.",
  "atk-vin02a4:471": "Aparadutiyagāthāsaṅgaṇikavaṇṇanā niṭṭhitā.",
  "atk-vin02a4:472": "Sedamocanagāthā",
  "atk-vin02a4:473": "(1) Avippavāsapañhāvaṇṇanā",
  "atk-vin02a4:474": "479. Sedamocanagāthāsu asaṃvāsoti uposathapavāraṇādinā saṃvāsena asaṃvāso. Sambhogo ekacco tahiṃ na labbhatīti akappiyasambhogo na labbhati, nahāpanabhojanādipaṭijagganaṃ pana mātarāyeva kātuṃ labbhati. Avippavāsena anāpattīti sahagāraseyyāya anāpatti. Pañhā mesā kusalehi cintitāti esā pañhā kusalehi paṇḍitehi cintitā. Assā vissajjanaṃ dārakamātuyā bhikkhuniyā veditabbaṃ, tassā hi puttaṃ sandhāyetaṃ vuttanti.",
  "atk-vin02a4:475": "Avissajjitagāthā garubhaṇḍaṃ sandhāya vuttā, attho panassā garubhaṇḍavinicchaye vuttoyeva.",
  "atk-vin02a4:476": "Dasa puggale na vadāmīti senāsanakkhandhake vutte dasa puggale na vadāmi. Ekādasa vivajjiyāti ye mahākhandhake ekādasa vivajjanīyapuggalā vuttā, tepi na vadāmi. Ayaṃ pañhā naggaṃ bhikkhuṃ sandhāya vuttā.",
  "atk-vin02a4:477": "Kathaṃ nu sikkhāya asādhāraṇoti pañhā nahāpitapubbakaṃ bhikkhuṃ sandhāya vuttā. Ayañhi khurabhaṇḍaṃ pariharituṃ na labhati, aññe labhanti; tasmā sikkhāya asādhāraṇo.",
  "atk-vin02a4:478": "Taṃ puggalaṃ katamaṃ vadanti buddhāti ayaṃ pañhā nimmitabuddhaṃ sandhāya vuttā.",
  "atk-vin02a4:479": "Adhonābhiṃ vivajjiyāti adhonābhiṃ vivajjetvā. Ayaṃ pañhā yaṃ taṃ asīsakaṃ kabandhaṃ, yassa ure akkhīni ceva mukhañca hoti, taṃ sandhāya vuttā.",
  "atk-vin02a4:480": "Bhikkhu saññācikāya kuṭinti ayaṃ pañhā tiṇacchādanaṃ kuṭiṃ sandhāya vuttā. Dutiyapañhā sabbamattikāmayaṃ kuṭiṃ sandhāya vuttā.",
  "atk-vin02a4:481": "Āpajjeyya garukaṃ chejjavatthunti ayaṃ pañhā vajjapaṭicchādikaṃ bhikkhuniṃ sandhāya vuttā. Dutiyapañhā paṇḍakādayo abhabbapuggale sandhāya vuttā. Ekādasapi hi te gihibhāveyeva pārājikaṃ pattā.",
  "atk-vin02a4:482": "Vācāti vācāya anālapanto. Giraṃ no ca pare bhaṇeyyāti ‘‘iti ime sossantī’’ti parapuggale sandhāya saddampi na nicchāreyya. Ayaṃ pañhā ‘‘santiṃ āpattiṃ nāvikareyya, sampajānamusāvādassa hotī’’ti imaṃ musāvādaṃ sandhāya vuttā. Tassa hi bhikkhuno adhammikāya paṭiññāya tuṇhībhūtassa nisinnassa manodvāre āpatti nāma natthi. Yasmā pana āvikātabbaṃ na āvikaroti, tenassa vacīdvāre akiriyato ayaṃ āpatti samuṭṭhātīti veditabbā.",
  "atk-vin02a4:483": "Saṅghādisesā caturoti ayaṃ pañhā aruṇugge gāmantarapariyāpannaṃ nadipāraṃ okkantabhikkhuniṃ sandhāya vuttā, sā hi sakagāmato paccūsasamaye nikkhamitvā aruṇuggamanakāle vuttappakāraṃ nadipāraṃ okkantamattāva rattivippavāsagāmantaranadipāragaṇamhāohīyanalakkhaṇena ekappahāreneva caturo saṅghādisese āpajjati.",
  "atk-vin02a4:484": "Siyā āpattiyo nānāti ayaṃ pañhā ekatoupasampannā dve bhikkhuniyo sandhāya vuttā. Tāsu hi bhikkhūnaṃ santike ekatoupasampannāya hatthato gaṇhantassa pācittiyaṃ, bhikkhunīnaṃ santike ekatoupasampannāya hatthato gaṇhantassa dukkaṭaṃ.",
  "atk-vin02a4:485": "Caturo janā saṃvidhāyāti ācariyo ca tayo ca antevāsikā chamāsakaṃ bhaṇḍaṃ avahariṃsu, ācariyassa sāhatthikā tayo māsakā, āṇattiyāpi tayova tasmā thullaccayaṃ āpajjati, itaresaṃ sāhatthiko ekeko, āṇattikā pañcāti tasmā pārājikaṃ āpajjiṃsu. Ayamettha saṅkhepo. Vitthāro pana adinnādānapārājike saṃvidāvahāravaṇṇanāyaṃ vutto.",
  "atk-vin02a4:486": "(2) Pārājikādipañhāvaṇṇanā",
  "atk-vin02a4:487": "480. Chiddaṃ tasmiṃ ghare natthīti ayaṃ pañhā dussakuṭiādīni santhatapeyyālañca sandhāya vuttā.",
  "atk-vin02a4:488": "Telaṃ madhuṃ phāṇitanti gāthā liṅgaparivattaṃ sandhāya vuttā.",
  "atk-vin02a4:489": "Nissaggiyenāti gāthā pariṇāmanaṃ sandhāya vuttā. Yo hi saṅghassa pariṇatalābhato ekaṃ cīvaraṃ attano, ekaṃ aññassāti dve cīvarāni ‘‘ekaṃ mayhaṃ, ekaṃ tassa dehī’’ti ekapayaogena pariṇāmeti, so nissaggiyapācittiyañceva suddhikapācittiyañca ekato āpajjati.",
  "atk-vin02a4:490": "Kammañca taṃ kuppeyya vaggapaccayāti ayaṃ pañhā dvādasayojanapamāṇesu bārāṇasiādīsu nagaresu gāmasīmaṃ sandhāya vuttā.",
  "atk-vin02a4:491": "Padavītihāramattenāti gāthā sañcarittaṃ sandhāya vuttā, atthopi cassā sañcarittavaṇṇanāyameva vutto.",
  "atk-vin02a4:492": "Sabbāni tāni nissaggiyānīti ayaṃ pañhā aññātikāya bhikkhuniyā dhovāpanaṃ sandhāya vuttā. Sace hi tiṇṇampi cīvarānaṃ kākaūhadanaṃ vā kaddamamakkhitaṃ vā kaṇṇaṃ gahetvā bhikkhunī udakena dhovati, bhikkhussa kāyagatāneva nissaggiyāni honti.",
  "atk-vin02a4:493": "Saraṇagamanampi na tassa atthīti saraṇagamanaupasampadāpi natthi. Ayaṃ pana pañhā mahāpajāpatiyā upasampadaṃ sandhāya vuttā.",
  "atk-vin02a4:494": "Haneyya anariyaṃ mandoti tañhi itthiṃ vā purisaṃ vā anariyaṃ haneyya. Ayaṃ pañhā liṅgaparivattena itthibhūtaṃ pitaraṃ purisabhūtañca mātaraṃ sandhāya vuttā.",
  "atk-vin02a4:495": "Na tenānantaraṃ phuseti ayaṃ pañhā migasiṅgatāpasasīhakumārādīnaṃ viya tiracchānamātāpitaro sandhāya vuttā.",
  "atk-vin02a4:496": "Acodayitvāti gāthā dūtenupasampadaṃ sandhāya vuttā. Codayitvāti gāthā paṇḍakādīnaṃ upasampadaṃ sandhāya vuttā. Kurundiyaṃ pana ‘‘paṭhamagāthā aṭṭha asammukhākammāni, dutiyā anāpattikassa kammaṃ sandhāya vuttā’’ti āgataṃ.",
  "atk-vin02a4:497": "Chindantassa āpattīti vanappatiṃ chindantassa pārājikaṃ, tiṇalatādiṃ chindantassa pācittiyaṃ, aṅgajātaṃ chindantassa thullaccayaṃ. Chindantassa anāpattīti kese ca nakhe ca chindantassa anāpatti. Chādentassa āpattīti attano āpattiṃ chādentassa aññesaṃ vā āpattiṃ. Chādentassa anāpattīti gehādīni chādentassa anāpatti.",
  "atk-vin02a4:498": "Saccaṃ bhaṇantoti gāthāya ‘‘sikharaṇīsi ubhatobyañjanāsī’’ti saccaṃ bhaṇanto garukaṃ āpajjati, sampajānamusāvāde pana musā bhāsato lahukāpatti hoti, abhūtārocane musā bhaṇanto garukaṃ āpajjati, bhūtārocane saccaṃ bhāsato lahukāpatti hotīti.",
  "atk-vin02a4:499": "(3) Pācittiyādipañhāvaṇṇanā",
  "atk-vin02a4:500": "481. Adhiṭṭhitanti gāthā nissaggiyacīvaraṃ anissajjitvā paribhuñjantaṃ sandhāya vuttā.",
  "atk-vin02a4:501": "Atthaṅgate sūriyeti gāthā romanthakaṃ sandhāya vuttā.",
  "atk-vin02a4:502": "Na rattacittoti gāthāya ayamattho – rattacitto methunadhammapārājikaṃ āpajjati. Theyyacitto adinnādānapārājikaṃ, paraṃ maraṇāya cetento manussaviggahapārājikaṃ, saṅghabhedako pana na rattacitto na ca pana theyyacitto na cāpi so paraṃ maraṇāya cetayi, salākaṃ panassa dentassa hoti chejjaṃ, pārājikaṃ hoti, salākaṃ paṭiggaṇhantassa bhedakānuvattakassa thullaccayaṃ.",
  "atk-vin02a4:503": "Gaccheyya aḍḍhayojananti ayaṃ pañhā suppatiṭṭhitanigrodhasadisaṃ ekakulassa rukkhamūlaṃ sandhāya vuttā.",
  "atk-vin02a4:504": "Kāyikānīti ayaṃ gāthā sambahulānaṃ itthīnaṃ kese vā aṅguliyo vā ekato gaṇhantaṃ sandhāya vuttā.",
  "atk-vin02a4:505": "Vācasikānīti ayaṃ gāthā ‘‘sabbā tumhe sikharaṇiyo’’tiādinā nayena duṭṭhullabhāṇiṃ sandhāya vuttā.",
  "atk-vin02a4:506": "Tissitthiyo methunaṃ taṃ na seveti tisso itthiyo vuttā, tāsupi yaṃ taṃ methunaṃ nāma, taṃ na sevati. Tayo puriseti tayo purisepi upagantvā methunaṃ na sevati. Tayo anariyapaṇḍaketi ubhatobyañjanasaṅkhāte tayo anariye tayo ca paṇḍaketi imepi cha jane upagantvā methunaṃ na sevati. Na cācare methunaṃ byañjanasminti anulomapārājikavasenapi methunaṃ nācarati. Chejjaṃ siyā methunadhammapaccayāti siyā methunadhammapaccayā pārājikanti. Ayaṃ pañhā aṭṭhavatthukaṃ sandhāya vuttā, tassā hi methunadhammassa pubbabhāgaṃ kāyasaṃsaggaṃ āpajjituṃ vāyamantiyā methunadhammapaccayā chejjaṃ hoti.",
  "atk-vin02a4:507": "Mātaraṃ cīvaranti ayaṃ gāthā piṭṭhisamaye vassikasāṭikatthaṃ satuppādakaraṇaṃ sandhāya vuttā. Vinicchayo panassā vassikasāṭikasikkhāpadavaṇṇanāyameva vutto.",
  "atk-vin02a4:508": "Kuddho ārādhako hotīti gāthā titthiyavattaṃ sandhāya vuttā. Titthiyo hi vattaṃ pūrayamāno titthiyānaṃ vaṇṇe bhaññamāne kuddho ārādhako hoti, vatthuttayassa vaṇṇe bhaññamāne kuddho gārayho hotīti tatthevassā vitthāro vutto. Dutiyagāthāpi tameva sandhāya vuttā.",
  "atk-vin02a4:509": "Saṅghādisesantiādi gāthā yā bhikkhunī avassutāva avassutassa purisassa hatthato piṇḍapātaṃ gahetvā manussamaṃsalasuṇapaṇītabhojanasesaakappiyamaṃsehi saddhiṃ omadditvā ajjhoharati, taṃ sandhāya vuttā.",
  "atk-vin02a4:510": "Eko upasampanno eko anupasampannoti gāthā ākāsagataṃ sandhāya vuttā. Sace hi dvīsu sāmaṇeresu eko iddhiyā kesaggamattampi pathaviṃ muñcitvā nisinno hoti, so anupasampanno nāma hoti. Saṅghenāpi ākāse nisīditvā bhūmigatassa kammaṃ na kātabbaṃ. Sace karoti, kuppati.",
  "atk-vin02a4:511": "Akappakatanti gāthā acchinnacīvarakaṃ bhikkhuṃ sandhāya vuttā. Tasmiṃyeva cassā sikkhāpade vitthārena vinicchayopi vutto.",
  "atk-vin02a4:512": "Na deti na paṭiggaṇhātīti nāpi uyyojikā deti, na uyyojitā tassā hatthato gaṇhāti. Paṭiggaho tena na vijjatīti teneva kāraṇena uyyojikāya hatthato uyyojitāya paṭiggaho na vijjati. Āpajjati garukanti evaṃ santepi avassutassa hatthato piṇḍapātaggahaṇe uyyojentī saṅghādisesāpattiṃ āpajjati. Tañca paribhogapaccayāti tañca pana āpattiṃ āpajjamānā tassā uyyojitāya paribhogapaccayā āpajjati. Tassā hi bhojanapariyosāne uyyojikāya saṅghādiseso hotīti. Dutiyagāthā tassāyeva udakadantaponaggahaṇe uyyojanaṃ sandhāya vuttā.",
  "atk-vin02a4:513": "Na bhikkhunī no ca phuseyya vajjanti sattarasakesu hi aññataraṃ āpattiṃ āpajjitvā anādariyena chādayamānāpi bhikkhunī chādanapaccayā vajjaṃ na phusati, aññaṃ navaṃ āpattiṃ nāpajjati, paṭicchannāya vā appaṭicchannāya vā āpattiyā pakkhamānattameva labhati. Ayaṃ pana bhikkhunīpi na hoti, sāvasesañca garukaṃ āpajjitvā chādetvā vajjaṃ na phusati. Pañhā mesā kusalehi cintitāti ayaṃ kira pañhā ukkhittakabhikkhuṃ sandhāya vuttā. Tena hi saddhiṃ vinayakammaṃ natthi, tasmā so saṅghādisesaṃ āpajjitvā chādento vajjaṃ na phusatīti.",
  "atk-vin02a4:514": "Sedamocanagāthāvaṇṇanā niṭṭhitā.",
  "atk-vin02a4:515": "Pañcavaggo",
  "atk-vin02a4:516": "Kammavaggavaṇṇanā",
  "atk-vin02a4:517": "482. Kammavagge catunnaṃ kammānaṃ nānākaraṇaṃ samathakkhandhake vuttameva. Kiñcāpi vuttaṃ, atha kho ayaṃ kammavinicchayo nāma ādito paṭṭhāya vuccamāno pākaṭo hoti, tasmā ādito paṭṭhāyevettha vattabbaṃ vadissāma. Cattārīti kammānaṃ gaṇanaparicchedavacanametaṃ. Kammānīti paricchinnakammanidassanaṃ. Apalokanakammaṃ nāma sīmaṭṭhakasaṅghaṃ sodhetvā chandārahānaṃ chandaṃ āharitvā samaggassa saṅghassa anumatiyā tikkhattuṃ sāvetvā kattabbaṃ kammaṃ. Ñattikammaṃ nāma vuttanayeneva samaggassa saṅghassa anumatiyā ekāya ñattiyā kattabbaṃ kammaṃ. Ñattidutiyakammaṃ nāma vuttanayeneva samaggassa saṅghassa anumatiyā ekāya ñattiyā ekāya ca anussāvanāyāti evaṃ ñattidutiyāya anussāvanāya kattabbaṃ kammaṃ. Ñatticatutthakammaṃ nāma vuttanayeneva samaggassa saṅghassa anumatiyā ekāya ñattiyā tīhi ca anussāvanāhīti evaṃ ñatticatutthāhi tīhi anussāvanāhi kattabbaṃ kammaṃ.",
  "atk-vin02a4:518": "Tattha apalokanakammaṃ apaloketvāva kātabbaṃ, ñattikammādivasena na kātabbaṃ. Ñattikammampi ekaṃ ñattiṃ ṭhapetvāva kātabbaṃ, apalokanakammādivasena na kātabbaṃ. Ñattidutiyakammaṃ pana apaloketvā kātabbampi atthi, akātabbampi atthi.",
  "atk-vin02a4:519": "Tattha sīmāsammuti, sīmāsamūhananaṃ, kathinadānaṃ, kathinuddhāro, kuṭivatthudesanā, vihāravatthudesanāti imāni cha kammāni garukāni apaloketvā kātuṃ na vaṭṭanti, ñattidutiyakammavācaṃ sāvetvāva kātabbāni. Avasesā terasa sammutiyo senāsanaggāhakamatakacīvaradānādisammutiyo cāti etāni lahukakammāni apaloketvāpi kātuṃ vaṭṭanti, ñattikamma-ñatticatutthakammavasena pana na kātabbameva. Ñatticatutthakammavasena kayiramānaṃ daḷhataraṃ hoti, tasmā kātabbanti ekacce vadanti. Evaṃ pana sati kammasaṅkaro hoti, tasmā na kātabbanti paṭikkhittameva. Sace pana akkharaparihīnaṃ vā padaparihīnaṃ vā duruttapadaṃ vā hoti, tassa sodhanatthaṃ punappunaṃ vattuṃ vaṭṭati. Idaṃ akuppakammassa daḷhīkammaṃ hoti, kuppakamme kammaṃ hutvā tiṭṭhati.",
  "atk-vin02a4:520": "Ñatticatutthakammaṃ ñattiñca tisso ca kammavācāyo sāvetvāva kātabbaṃ, apalokanakammādivasena na kātabbaṃ. Pañcahākārehi vipajjantīti pañcahi kāraṇehi vipajjanti.",
  "atk-vin02a4:521": "483. Sammukhākaraṇīyaṃ kammaṃ asammukhā karoti, vatthuvipannaṃ adhammakammanti ettha atthi kammaṃ sammukhākaraṇīyaṃ; atthi asammukhākaraṇīyaṃ; tattha asammukhākaraṇīyaṃ nāma dūtenupasampadā, pattanikkujjanaṃ, pattukkujjanaṃ, ummattakassa bhikkhuno ummattakasammuti, sekkhānaṃ kulānaṃ sekkhasammuti, channassa bhikkhuno brahmadaṇḍo, devadattassa pakāsanīyakammaṃ, appasādanīyaṃ dassentassa bhikkhuno bhikkhunisaṅghena kātabbaṃ avandanīyakammanti aṭṭhavidhaṃ hoti, taṃ sabbaṃ tattha tattha vuttanayeneva veditabbaṃ. Idaṃ aṭṭhavidhampi kammaṃ asammukhā kataṃ sukataṃ hoti akuppaṃ.",
  "atk-vin02a4:522": "Sesāni sabbakammāni sammukhā eva kātabbāni – saṅghasammukhatā, dhammasammukhatā, vinayasammukhatā, puggalasammukhatāti imaṃ catubbidhaṃ sammukhāvinayaṃ upanetvāva kātabbāni. Evaṃ katāni hi sukatāni honti. Evaṃ akatāni panetāni imaṃ sammukhāvinayasaṅkhātaṃ vatthuṃ vinā katattā vatthuvipannāni nāma honti. Tena vuttaṃ – ‘‘sammukhākaraṇīyaṃ kammaṃ asammukhā karoti, vatthuvipannaṃ adhammakamma’’nti.",
  "atk-vin02a4:523": "Paṭipucchākaraṇīyādīsupi paṭipucchādikaraṇameva vatthu, taṃ vatthuṃ vinā katattā tesampi vatthuvipannatā veditabbā. Idaṃ panettha vacanatthamattaṃ. Paṭipucchā karaṇīyaṃ appaṭipucchā karotīti pucchitvā codetvā sāretvā kātabbaṃ apucchitvā acodetvā asāretvā karoti. Paṭiññāya karaṇīyaṃ appaṭiññāya karotīti paṭiññaṃ āropetvā yathādinnāya paṭiññāya kātabbaṃ appaṭiññāya karontassa vippalapantassa balakkārena karoti. Sativinayārahassāti dabbamallaputtattherasadisassa khīṇāsavassa. Amūḷhavinayārahassāti gaggabhikkhusadisassa ummattakassa. Tassapāpiyasikakammārahassāti upavāḷabhikkhusadisassa ussannapāpassa. Esa nayo sabbattha.",
  "atk-vin02a4:524": "Anuposathe uposathaṃ karotīti anuposathadivase uposathaṃ karoti. Uposathadivaso nāma ṭhapetvā kattikamāsaṃ avasesesu ekādasasu māsesu bhinnassa saṅghassa sāmaggidivaso ca yathāvuttacātuddasapannarasā ca. Etaṃ tippakārampi uposathadivasaṃ ṭhapetvā aññasmiṃ divase uposathaṃ karonto anuposathe uposathaṃ karoti nāma. Yatra hi pattacīvarādīnaṃ atthāya appamattakena kāraṇena vivadantā uposathaṃ vā pavāraṇaṃ vā ṭhapenti, tattha tasmiṃ adhikaraṇe vinicchite ‘‘samaggā jātāmhā’’ti antarā sāmaggiuposathaṃ kātuṃ na labhanti, karontehi anuposathe uposatho kato nāma hoti.",
  "atk-vin02a4:525": "Apavāraṇāya pavāretīti apavāraṇādivase pavāreti; pavāraṇādivaso nāma ekasmiṃ kattikamāse bhinnassa saṅghassa sāmaggidivaso ca paccukkaḍḍhitvā ṭhapitadivaso ca dve ca puṇṇamāsiyo. Evaṃ catubbidhampi pavāraṇādivasaṃ ṭhapetvā aññasmiṃ divase pavārento apavāraṇāya pavāreti nāma. Idhāpi appamattakassa vivādassa vūpasame sāmaggipavāraṇaṃ kātuṃ na labhanti, karontehi apavāraṇāya pavāraṇā katā hoti. Apica ūnavīsativassaṃ vā antimavatthuṃ ajjhāpannapubbaṃ vā ekādasasu vā abhabbapuggalesu aññataraṃ upasampādentassapi vatthuvipannaṃ adhammakammaṃ hoti. Evaṃ vatthuto kammāni vipajjanti.",
  "atk-vin02a4:526": "484. Ñattito vipattiyaṃ pana vatthuṃ na parāmasatīti yassa upasampadādikammaṃ karoti, taṃ na parāmasati, tassa nāmaṃ na gaṇhāti. ‘‘Suṇātu me bhante saṅgho, ayaṃ dhammarakkhito āyasmato buddharakkhitassa upasampadāpekkho’’ti vattabbe ‘‘suṇātu me bhante saṅgho, āyasmato buddharakkhitassa upasampadāpekkho’’ti vadati; evaṃ vatthuṃ na parāmasati.",
  "atk-vin02a4:527": "Saṅghaṃ na parāmasatīti saṅghassa nāmaṃ na gaṇhāti. ‘‘Suṇātu me bhante saṅgho, ayaṃ dhammarakkhito’’ti vattabbe ‘‘suṇātu me bhante, ayaṃ dhammarakkhito’’ti vadati; evaṃ saṅghaṃ na parāmasati.",
  "atk-vin02a4:528": "Puggalaṃ na parāmasatīti yo upasampadāpekkhassa upajjhāyo, taṃ na parāmasati, tassa nāmaṃ na gaṇhāti. ‘‘Suṇātu me bhante saṅgho, ayaṃ dhammarakkhito āyasmato buddharakkhitassa upasampadāpekkho’’ti vattabbe ‘‘suṇātu me, bhante saṅgho, ayaṃ dhammarakkhito upasampadāpekkho’’ti vadati; evaṃ puggalaṃ na parāmasati.",
  "atk-vin02a4:529": "Ñattiṃ na parāmasatīti sabbena sabbaṃ ñattiṃ na parāmasati. Ñattidutiyakamme ñattiṃ aṭṭhapetvā dvikkhattuṃ kammavācāya eva anussāvanakammaṃ karoti. Ñatticatutthakammepi ñattiṃ aṭṭhapetvā catukkhattuṃ kammavācāya eva anussāvanakammaṃ karoti; evaṃ ñattiṃ na parāmasati.",
  "atk-vin02a4:530": "Pacchā vā ñattiṃ ṭhapetīti paṭhamaṃ kammavācāya anussāvanakammaṃ katvā ‘‘esā ñattī’’ti vatvā ‘‘khamati saṅghassa tasmā tuṇhī evametaṃ dhārayāmī’’ti vadati; evaṃ pacchā ñattiṃ ṭhapeti. Iti imehi pañcahākārehi ñattito kammāni vipajjanti.",
  "atk-vin02a4:531": "485. Anussāvanato vipattiyaṃ pana vatthuādīni vuttanayeneva veditabbāni. Evaṃ pana nesaṃ aparāmasanaṃ hoti – ‘‘suṇātu me bhante saṅgho’’ti paṭhamānussāvane ‘‘dutiyampi etamatthaṃ vadāmi, tatiyampi etamatthaṃ vadāmi, suṇātu me bhante saṅgho’’ti dutiyatatiyānussāvanāsu vā ‘‘ayaṃ dhammarakkhito āyasmato buddharakkhitassa upasampadāpekkho’’ti vattabbe ‘‘suṇātu me bhante saṅgho, āyasmato buddharakkhitassā’’ti vadanto vatthuṃ na parāmasati nāma. ‘‘Suṇātu me bhante saṅgho, ayaṃ dhammarakkhito’’ti vattabbe ‘‘suṇātu me bhante, ayaṃ dhammarakkhito’’ti vadanto saṅghaṃ na parāmasati nāma. ‘‘Suṇātu me bhante saṅgho, ayaṃ dhammarakkhito āyasmato buddharakkhitassā’’ti vattabbe ‘‘suṇātu me bhante saṅgho, ayaṃ dhammarakkhito upasampadāpekkho’’ti vadanto puggalaṃ na parāmasati nāma.",
  "atk-vin02a4:532": "Sāvanaṃ hāpetīti sabbena sabbaṃ kammavācāya anussāvanaṃ na karoti, ñattidutiyakamme dvikkhattuṃ ñattimeva ṭhapeti, ñatticatutthakamme catukkhattuṃ ñattimeva ṭhapeti; evaṃ anussāvanaṃ hāpeti. Yopi ñattidutiyakamme ekaṃ ñattiṃ ṭhapetvā ekaṃ kammavācaṃ anussāvento akkharaṃ vā chaḍḍeti, padaṃ vā duruttaṃ karoti, ayampi anussāvanaṃ hāpetiyeva. Ñatticatutthakamme pana ekaṃ ñattiṃ ṭhapetvā sakimeva vā dvikkhattuṃ vā kammavācāya anussāvanaṃ karontopi akkharaṃ vā padaṃ vā chaḍḍentopi duruttaṃ karontopi anussāvanaṃ hāpetiyevāti veditabbo.",
  "atk-vin02a4:533": "Duruttaṃ karotīti ettha pana ayaṃ vinicchayo – yo hi aññasmiṃ akkhare vattabbe aññaṃ vadati, ayaṃ duruttaṃ karoti nāma. Tasmā kammavācaṃ karontena bhikkhunā yvāyaṃ –",
  "atk-vin02a4:534": "‘‘Sithilaṃ dhanitañca dīgharassaṃ, garukaṃ lahukañca niggahitaṃ;",
  "atk-vin02a4:535": "Sambandhaṃ vavatthitaṃ vimuttaṃ, dasadhā byañjanabuddhiyā pabhedo’’ti.",
  "atk-vin02a4:536": "Vutto, ayaṃ suṭṭhu upalakkhetabbo. Ettha hi ‘‘sithilaṃ’’ nāma pañcasu vaggesu paṭhamatatiyaṃ. ‘‘Dhanitaṃ’’ nāma tesveva dutiyacatutthaṃ. ‘‘Dīgha’’nti dīghena kālena vattabbaṃ ākārādi. ‘‘Rassa’’nti tato upaḍḍhakālena vattabbaṃ akārādi. ‘‘Garuka’’nti dīghameva. Yaṃ vā āyasmato buddharakkhitattherassa yassa nakkhamatīti evaṃ saṃyogaparaṃ katvā vuccati. ‘‘Lahuka’’nti rassameva. Yaṃ vā āyasmato buddharakkhitatherassa yassa na khamatīti evaṃ asaṃyogaparaṃ katvā vuccati. ‘‘Niggahita’’nti yaṃ karaṇāni niggahetvā avissajjetvā avivaṭena mukhena sānunāsikaṃ katvā vattabbaṃ. ‘‘Sambandha’’nti yaṃ parapadena sambandhitvā ‘‘tuṇhissā’’ti vā ‘‘tuṇhassā’’ti vā vuccati. ‘‘Vavatthita’’nti yaṃ parapadena asambandhaṃ katvā vicchinditvā ‘‘tuṇhī assā’’ti vā ‘‘tuṇha assā’’ti vā vuccati. ‘‘Vimutta’’nti yaṃ karaṇāni aniggahetvā vissajjetvā vivaṭena mukhena anunāsikaṃ akatvā vuccati.",
  "atk-vin02a4:537": "Tattha ‘‘suṇātu me’’ti vattabbe ta-kārassa tha-kāraṃ katvā ‘‘suṇāthu me’’ti vacanaṃ sithilassa dhanitakaraṇaṃ nāma. Tathā ‘‘pattakallaṃ, esā ñattī’’ti vattabbe ‘‘patthakallaṃ, esā ñatthī’’tiādivacanañca. ‘‘Bhante saṅgho’’ti vattabbe bha-kāra gha-kārānaṃ ba-kāra ga-kāre katvā ‘‘bante saṅgo’’ti vacanaṃ dhanitassa sithilakaraṇaṃ nāma. ‘‘Suṇātu me’’ti vivaṭena mukhena vattabbe pana ‘‘suṇaṃtu me’’ti vā ‘‘esā ñattī’’ti vattabbe ‘‘esaṃ ñattī’’ti vā avivaṭena mukhena anunāsikaṃ katvā vacanaṃ vimuttassa niggahitavacanaṃ nāma. ‘‘Pattakalla’’nti avivaṭena mukhena anunāsikaṃ katvā vattabbe ‘‘pattakallā’’ti vivaṭena mukhena anunāsikaṃ akatvā vacanaṃ niggahitassa vimuttavacanaṃ nāma.",
  "atk-vin02a4:538": "Iti sithile kattabbe dhanitaṃ, dhanite kattabbe sithilaṃ, vimutte kattabbe niggahitaṃ, niggahite kattabbe vimuttanti imāni cattāri byañjanāni antokammavācāya kammaṃ dūsenti. Evaṃ vadanto hi aññasmiṃ akkhare vattabbe aññaṃ vadati, duruttaṃ karotīti vuccati. Itaresu pana dīgharassādīsu chasu byañjanesu dīghaṭṭhāne dīghameva, rassaṭṭhāne ca rassamevāti evaṃ yathāṭhāne taṃ tadeva akkharaṃ bhāsantena anukkamāgataṃ paveṇiṃ avināsentena kammavācā kātabbā. Sace pana evaṃ akatvā dīghe vattabbe rassaṃ, rasse vā vattabbe dīghaṃ vadati; tathā garuke vattabbe lahukaṃ, lahuke vā vattabbe garukaṃ vadati; sambandhe vā pana vattabbe vavatthitaṃ, vavatthite vā vattabbe sambandhaṃ vadati; evaṃ vuttepi kammavācā na kuppati. Imāni hi cha byañjanāni kammaṃ na kopenti.",
  "atk-vin02a4:539": "Yaṃ pana suttantikattherā ‘‘da-kāro ta-kāramāpajjati, ta-kāro da-kāramāpajjati, ca-kāro ja-kāramāpajjati, ja-kāro ca-kāramāpajjati, ya-kāro ka-kāramāpajjati, ka-kāro ya-kāramāpajjati; tasmā da-kārādīsu vattabbesu ta-kārādivacanaṃ na virujjhatī’’ti vadanti, taṃ kammavācaṃ patvā na vaṭṭati. Tasmā vinayadharena neva da-kāro ta-kāro kātabbo…pe… na ka-kāro ya-kāro. Yathāpāḷiyā niruttiṃ sodhetvā dasavidhāya byañjananiruttiyā vuttadose pariharantena kammavācā kātabbā. Itarathā hi sāvanaṃ hāpeti nāma.",
  "atk-vin02a4:540": "Akāle vā sāvetīti sāvanāya akāle anokāse ñattiṃ aṭṭhapetvā paṭhamaṃyeva anussāvanakammaṃ katvā pacchā ñattiṃ ṭhapeti. Iti imehi pañcahākārehi anussāvanato kammāni vipajjanti.",
  "atk-vin02a4:541": "486. Sīmato vipattiyaṃ pana atikhuddakasīmā nāma yā ekavīsati bhikkhū na gaṇhāti. Kurundiyaṃ pana ‘‘yattha ekavīsati bhikkhū nisīdituṃ na sakkontī’’ti vuttaṃ. Tasmā yā evarūpā sīmā, ayaṃ sammatāpi asammatā, gāmakhettasadisāva hoti, tattha kataṃ kammaṃ kuppati. Esa nayo sesasīmāsupi. Ettha pana atimahatī nāma yā kesaggamattenāpi tiyojanaṃ atikkāmetvā sammatā hoti. Khaṇḍanimittā nāma aghaṭitanimittā vuccati. Puratthimāya disāya nimittaṃ kittetvā anukkameneva dakkhiṇāya pacchimāya uttarāya disāya kittetvā puna puratthimāya disāya pubbakittitaṃ nimittaṃ paṭikittetvāva ṭhapetuṃ vaṭṭati; evaṃ akhaṇḍanimittā hoti. Sace pana anukkamena āharitvā uttarāya disāya nimittaṃ kittetvā tattheva ṭhapeti, khaṇḍanimittā hoti. Aparāpi khaṇḍanimittā nāma yā animittupagaṃ tacasārarukkhaṃ vā khāṇukaṃ vā paṃsupuñjavālikāpuñjānaṃ vā aññataraṃ antarā ekaṃ nimittaṃ katvā sammatā hoti. Chāyānimittā nāma yā pabbatacchāyādīnaṃ yaṃkiñci chāyaṃ nimittaṃ katvā sammatā hoti. Animittā nāma yā sabbena sabbaṃ nimittāni akittetvā sammatā hoti.",
  "atk-vin02a4:542": "Bahisīme ṭhito sīmaṃ sammannati nāma nimittāni kittetvā nimittānaṃ bahi ṭhito sammannati. Nadiyā samudde jātassare sīmaṃ sammannatīti etesu nadiādīsu yaṃ sammannati, sā evaṃ sammatāpi ‘‘sabbā, bhikkhave, nadī asīmā, sabbo samuddo asīmo, sabbo jātassaro asīmo’’ti (mahāva. 147) vacanato asammatāva hoti. Sīmāya sīmaṃ sambhindatīti attano sīmāya paresaṃ sīmaṃ sambhindati. Ajjhottharatīti attano sīmāya paresaṃ sīmaṃ ajjhottharati. Tattha yathā sambhedo ca ajjhottharaṇañca hoti, taṃ sabbaṃ uposathakkhandhake vuttameva. Iti imā ekādasapi sīmā asīmā gāmakhettasadisā eva, tāsu nisīditvā kataṃ kammaṃ kuppati. Tena vuttaṃ ‘‘imehi ekādasahi ākārehi sīmato kammāni vipajjantī’’ti.",
  "atk-vin02a4:543": "487-488. Parisato kammavipattiyaṃ pana kiñci anuttānaṃ nāma natthi. Yampi tattha kammappattachandārahalakkhaṇaṃ vattabbaṃ siyā, tampi parato ‘‘cattāro bhikkhū pakatattā kammappattā’’tiādinā nayena vuttameva. Tattha pakatattā kammappattāti catuvaggakaraṇe kamme cattāro pakatattā anukkhittā anissāritā parisuddhasīlā cattāro bhikkhū kammappattā kammassa arahā anucchavikā sāmino. Na tehi vinā taṃ kammaṃ kayirati, na tesaṃ chando vā pārisuddhi vā eti. Avasesā pana sacepi sahassamattā honti, sace samānasaṃvāsakā, sabbe chandārahāva honti. Chandapārisuddhiṃ datvā āgacchantu vā mā vā, kammaṃ pana tiṭṭhati. Yassa pana saṅgho parivāsādikammaṃ karoti, so neva kammappatto, nāpi chandāraho. Apica yasmā taṃ puggalaṃ vatthuṃ katvā saṅgho kammaṃ karoti, tasmā ‘‘kammāraho’’ti vuccati. Sesakammesupi eseva nayo.",
  "atk-vin02a4:544": "489. Puna cattāri kammānītiādiko nayo paṇḍakādīnaṃ avatthubhāvadassanatthaṃ vutto. Sesamettha uttānameva.",
  "atk-vin02a4:545": "Apalokanakammakathā",
  "atk-vin02a4:546": "495-496. Idāni tesaṃ kammānaṃ pabhedadassanatthaṃ ‘‘apalokanakammaṃ kati ṭhānāni gacchatī’’tiādimāha. Tattha ‘‘apalokanakammaṃ pañca ṭhānāni gacchati – osāraṇaṃ, nissāraṇaṃ, bhaṇḍukammaṃ, brahmadaṇḍaṃ, kammalakkhaṇaññeva pañcama’’nti ettha ‘‘osāraṇaṃ nissāraṇa’’nti padasiliṭṭhatāyetaṃ vuttaṃ. Paṭhamaṃ pana nissāraṇā hoti, pacchā osāraṇā. Tattha yā kaṇṭakasāmaṇerassa daṇḍakammanāsanā, sā ‘‘nissāraṇā’’ti veditabbā. Tasmā etarahi sacepi sāmaṇero buddhassa vā dhammassa vā saṅghassa vā avaṇṇaṃ bhaṇati, ‘‘akappiyaṃ kappiya’’nti dīpeti, micchādiṭṭhiko hoti antaggāhikāya diṭṭhiyā samannāgato, so yāvatatiyaṃ nivāretvā taṃ laddhiṃ nissajjāpetabbo. No ce vissajjeti, saṅghaṃ sannipātetvā ‘‘vissajjehī’’ti vattabbo. No ce vissajjeti, byattena bhikkhunā apalokanakammaṃ katvā nissāretabbo. Evañca pana kammaṃ kātabbaṃ –",
  "atk-vin02a4:547": "‘‘Saṅghaṃ, bhante, pucchāmi – ‘ayaṃ itthannāmo sāmaṇero buddhassa dhammassa saṅghassa avaṇṇavādī micchādiṭṭhiko, yaṃ aññe sāmaṇerā labhanti, dirattatirattaṃ bhikkhūhi saddhiṃ sahaseyyaṃ, tassa alābhāya nissāraṇā ruccati saṅghassā’ti. Dutiyampi… tatiyampi, bhante, saṅghaṃ pucchāmi – ‘ayaṃ itthannāmo sāmaṇero buddhassa…pe… ruccati saṅghassā’ti cara pire vinassā’’ti.",
  "atk-vin02a4:548": "So aparena samayena ‘‘ahaṃ, bhante, bālatāya aññāṇatāya alakkhikatāya evaṃ akāsiṃ, svāhaṃ saṅghaṃ khamāpemī’’ti khamāpento yāvatatiyaṃ yācāpetvā apalokanakammeneva osāretabbo. Evaṃ pana osāretabbo, saṅghamajjhe byattena bhikkhunā saṅghassa anumatiyā sāvetabbaṃ –",
  "atk-vin02a4:549": "‘‘Saṅghaṃ, bhante, pucchāmi – ayaṃ itthannāmo sāmaṇero buddhassa dhammassa saṅghassa avaṇṇavādī micchādiṭṭhiko, yaṃ aññe sāmaṇerā labhanti, bhikkhūhi saddhiṃ dirattatirattaṃ sahaseyyaṃ, tassa alābhāya nissārito, svāyaṃ idāni sorato nivātavutti lajjidhammaṃ okkanto hirottappe patiṭṭhito katadaṇḍakammo accayaṃ deseti, imassa sāmaṇerassa yathā pure kāyasambhogasāmaggidānaṃ ruccati saṅghassā’’ti.",
  "atk-vin02a4:550": "Evaṃ tikkhattuṃ vattabbaṃ. Evaṃ apalokanakammaṃ osāraṇañca nissāraṇañca gacchati. Bhaṇḍukammaṃ mahākhandhakavaṇṇanāyaṃ vuttameva. Brahmadaṇḍo pañcasatikakkhandhake vuttoyeva. Na kevalaṃ panesa channasseva paññatto, yo aññopi bhikkhu mukharo hoti, bhikkhū duruttavacanehi ghaṭṭento khuṃsento vambhento viharati, tassapi dātabbo. Evañca pana dātabbo, saṅghamajjhe byattena bhikkhunā saṅghassa anumatiyā sāvetabbaṃ –",
  "atk-vin02a4:551": "‘‘Bhante, itthannāmo bhikkhu mukharo, bhikkhū duruttavacanehi ghaṭṭento viharati. So bhikkhu yaṃ iccheyya, taṃ vadeyya. Bhikkhūhi itthannāmo bhikkhu neva vattabbo, na ovaditabbo, na anusāsitabbo. Saṅghaṃ, bhante, pucchāmi – ‘itthannāmassa bhikkhuno brahmadaṇḍassa dānaṃ, ruccati saṅghassā’ti. Dutiyampi pucchāmi, tatiyampi pucchāmi – ‘itthannāmassa, bhante, bhikkhuno brahmadaṇḍassa dānaṃ, ruccati saṅghassā’’’ti.",
  "atk-vin02a4:552": "Tassa aparena samayena sammā vattitvā khamāpentassa brahmadaṇḍo paṭippassambhetabbo. Evañca pana paṭippassambhetabbo, byattena bhikkhunā saṅghamajjhe sāvetabbaṃ –",
  "atk-vin02a4:553": "‘‘Bhante, bhikkhusaṅgho asukassa bhikkhuno brahmadaṇḍaṃ adāsi, so bhikkhu sorato nivātavutti lajjidhammaṃ okkanto hirottappe patiṭṭhito, paṭisaṅkhā āyatiṃ saṃvare tiṭṭhati, saṅghaṃ, bhante, pucchāmi, tassa bhikkhuno brahmadaṇḍassa paṭippassaddhi, ruccati saṅghassā’’ti.",
  "atk-vin02a4:554": "Evaṃ yāvatatiyaṃ vatvā apalokanakammeneva brahmadaṇḍo paṭippassambhetabboti.",
  "atk-vin02a4:555": "Kammalakkhaṇaññeva pañcamanti yaṃ taṃ bhagavatā bhikkhunikkhandhake ‘‘tena kho pana samayena chabbaggiyā bhikkhū bhikkhuniyo kaddamodakena osiñcanti, ‘appeva nāma amhesu sārajjeyyu’nti, kāyaṃ vivaritvā bhikkhunīnaṃ dassenti, ūruṃ vivaritvā bhikkhunīnaṃ dassenti, aṅgajātaṃ vivaritvā bhikkhunīnaṃ dassenti, bhikkhuniyo obhāsenti, bhikkhunīhi saddhiṃ sampayojenti, ‘appeva nāma amhesu sārajjeyyu’nti. Imesu vatthūsu tesaṃ bhikkhūnaṃ dukkaṭaṃ paññapetvā ‘anujānāmi bhikkhave tassa bhikkhuno daṇḍakammaṃ kātu’nti. Atha kho bhikkhunīnaṃ etadahosi – ‘kiṃ nu kho daṇḍakammaṃ kātabba’nti. Bhagavato etamatthaṃ ārocesuṃ – ‘avandiyo so bhikkhave bhikkhu bhikkhunisaṅghena kātabbo’’’ti evaṃ avandiyakammaṃ anuññātaṃ, taṃ kammalakkhaṇaññeva pañcamaṃ imassa apalokanakammassa ṭhānaṃ hoti. Tassa hi kammaññeva lakkhaṇaṃ, na osāraṇādīni; tasmā ‘‘kammalakkhaṇa’’nti vuccati. Tassa karaṇaṃ tattheva vuttaṃ. Apica naṃ paṭippassaddhiyā saddhiṃ vitthārato dassetuṃ idhāpi vadāma, bhikkhunupassaye sannipatitassa bhikkhunisaṅghassa anumatiyā byattāya bhikkhuniyā sāvetabbaṃ –",
  "atk-vin02a4:556": "‘‘Ayye asuko nāma ayyo bhikkhunīnaṃ apāsādikaṃ dasseti, etassa ayyassa avandiyakaraṇaṃ ruccatīti bhikkhunisaṅghaṃ pucchāmi, dutiyampi… tatiyampi bhikkhunisaṅghaṃ pucchāmī’’ti.",
  "atk-vin02a4:557": "Evaṃ tikkhattuṃ sāvetvā apalokanakammena avandiyakammaṃ kātabbaṃ.",
  "atk-vin02a4:558": "Tato paṭṭhāya so bhikkhu bhikkhunīhi na vanditabbo. Sace avandiyamāno hirottappaṃ paccupaṭṭhapetvā sammā vattati, tena bhikkhuniyo khamāpetabbā. Khamāpentena bhikkhunupassayaṃ agantvā vihāreyeva saṅghaṃ vā gaṇaṃ vā ekaṃ bhikkhuṃ vā upasaṅkamitvā ukkuṭikaṃ nisīditvā añjaliṃ paggahetvā ‘‘ahaṃ bhante paṭisaṅkhā āyatiṃ saṃvare tiṭṭhāmi, na puna apāsādikaṃ dassessāmi, bhikkhunisaṅgho mayhaṃ khamatū’’ti khamāpetabbaṃ. Tena saṅghena vā gaṇena vā ekaṃ bhikkhuṃ pesetvā ekabhikkhunā vā sayameva gantvā bhikkhuniyo vattabbā – ‘‘ayaṃ bhikkhu paṭisaṅkhā āyatiṃ saṃvare ṭhito, iminā accayaṃ desetvā bhikkhunisaṅgho khamāpito, bhikkhunisaṅgho imaṃ vandiyaṃ karotū’’ti. So vandiyo kātabbo. Evañca pana kātabbo, bhikkhunupassaye sannipatitassa bhikkhunisaṅghassa anumatiyā byattāya bhikkhuniyā sāvetabbaṃ –",
  "atk-vin02a4:559": "‘‘Ayaṃ ayye asuko nāma ayyo bhikkhunīnaṃ apāsādikaṃ dassetīti bhikkhunisaṅghena avandiyo kato, so lajjidhammaṃ okkamitvā paṭisaṅkhā āyatiṃ saṃvare ṭhito accayaṃ desetvā bhikkhunisaṅghaṃ khamāpesi, tassa ayyassa vandiyakaraṇaṃ ruccatīti bhikkhunisaṅghaṃ pucchāmī’’ti –",
  "atk-vin02a4:560": "Tikkhattuṃ vattabbaṃ evaṃ apalokanakammeneva vandiyo kātabbo.",
  "atk-vin02a4:561": "Ayaṃ panettha pāḷimuttakopi kammalakkhaṇavinicchayo. Idañhi kammalakkhaṇaṃ nāma bhikkhunisaṅghamūlakaṃ paññattaṃ, bhikkhusaṅghassāpi panetaṃ labbhatiyeva. Yañhi bhikkhusaṅgho salākaggayāgaggabhattaggauposathaggesu apalokanakammaṃ karoti, etampi kammalakkhaṇameva. Acchinnacīvarajiṇṇacīvaranaṭṭhacīvarānañhi saṅghaṃ sannipātetvā byattena bhikkhunā yāvatatiyaṃ sāvetvā apalokanakammaṃ katvā cīvaraṃ dātuṃ vaṭṭati. Appamattakavissajjakena pana cīvaraṃ karontassa senāsanakkhandhakavaṇṇanāyaṃ vuttappabhedāni sūciādīni anapaloketvāpi dātabbāni. Tesaṃ dāne soyeva issaro, tato atirekaṃ dentena apaloketvā dātabbaṃ. Tato hi atirekadāne saṅgho sāmī. Gilānabhesajjampi tattha vuttappakāraṃ sayameva dātabbaṃ. Atirekaṃ icchantassa apaloketvā dātabbaṃ. Yopi ca dubbalo vā chinniriyāpatho vā pacchinnabhikkhācārapatho vā mahāgilāno, tassa mahāvāsesu tatruppādato devasikaṃ nāḷi vā upaḍḍhanāḷi vā ekadivasaṃyeva vā pañca vā dasa vā taṇḍulanāḷiyo dentena apalokanakammaṃ katvāva dātabbā. Pesalassa bhikkhuno tatruppādato iṇapalibodhampi bahussutassa saṅghabhāranitthārakassa bhikkhuno anuṭṭhāpanīyasenāsanampi saṅghakiccaṃ karontānaṃ kappiyakārakādīnaṃ bhattavetanampi apalokanakammena dātuṃ vaṭṭati.",
  "atk-vin02a4:562": "Catupaccayavasena dinnatatruppādato saṅghikaṃ āvāsaṃ jaggāpetuṃ vaṭṭati. ‘‘Ayaṃ bhikkhu issaravatāya vicāretī’’ti kathāpacchindanatthaṃ pana salākaggādīsu vā antarasannipāte vā saṅghaṃ pucchitvāva jaggāpetabbo. Cīvarapiṇḍapātatthāya odissadinnatatruppādatopi apaloketvā āvāso jaggāpetabbo. Anapaloketvāpi vaṭṭati. ‘‘Sūro vatāyaṃ bhikkhu cīvarapiṇḍapātatthāya dinnato āvāsaṃ jaggāpetī’’ti evaṃ uppannakathāpacchedanatthaṃ pana apalokanakammameva katvā jaggāpetabbo.",
  "atk-vin02a4:563": "Cetiye chattaṃ vā vedikaṃ vā bodhigharaṃ vā āsanagharaṃ vā akataṃ vā karontena jiṇṇaṃ vā paṭisaṅkharontena sudhākammaṃ vā karontena manusse samādapetvā kātuṃ vaṭṭati. Sace kārako natthi, cetiyassa upanikkhepato kāretabbaṃ. Upanikkhepepi asati apalokanakammaṃ katvā tatruppādato kāretabbaṃ, saṅghikenapi. Saṅghikena hi apaloketvā cetiyakiccaṃ kātuṃ vaṭṭati. Cetiyassa santakena apaloketvāpi saṅghikakiccaṃ kātuṃ na vaṭṭati. Tāvakālikaṃ pana gahetvā pākatikaṃ kātuṃ vaṭṭati.",
  "atk-vin02a4:564": "Cetiye sudhākammādīni karontehi pana bhikkhācārato vā saṅghato vā yāpanamattaṃ alabhantehi cetiyasantakato yāpanamattaṃ gahetvā paribhuñjantehi vattaṃ kātuṃ vaṭṭati, ‘‘vattaṃ karomā’’ti macchamaṃsādīhi saṅghabhattaṃ kātuṃ na vaṭṭati. Ye vihāre ropitā phalarukkhā saṅghena pariggahitā honti, jagganakammaṃ labhanti, yesaṃ phalāni ghaṇṭiṃ paharitvā bhājetvā paribhuñjanti, tesu apalokanakammaṃ na kātabbaṃ. Ye pana apariggahitā, tesu apalokanakammaṃ kātabbaṃ. Taṃ pana salākaggayāgaggabhattaggaantarasannipātesupi kātuṃ vaṭṭati, uposathagge pana vaṭṭatiyeva. Tattha hi anāgatānampi chandapārisuddhi āhariyati, tasmā taṃ suvisodhitaṃ hoti.",
  "atk-vin02a4:565": "Evañca pana kātabbaṃ, byattena bhikkhunā bhikkhusaṅghassa anumatiyā sāvetabbaṃ –",
  "atk-vin02a4:566": "‘‘Bhante, yaṃ imasmiṃ vihāre antosīmāya saṅghasantakaṃ mūlatacapattaaṅkurapupphaphalakhādanīyādi atthi, taṃ sabbaṃ āgatāgatānaṃ bhikkhūnaṃ yathāsukhaṃ paribhuñjituṃ ruccatīti saṅghaṃ pucchāmī’’ti tikkhattuṃ pucchitabbaṃ.",
  "atk-vin02a4:567": "Catūhi pañcahi bhikkhūhi kataṃ sukatameva. Yasmiṃ vihāre dve tayo janā vasanti, tehi nisīditvā katampi saṅghena katasadisameva. Yasmiṃ pana vihāre eko bhikkhu hoti, tena bhikkhunā uposathadivase pubbakaraṇapubbakiccaṃ katvā nisinnena katampi katikavattaṃ saṅghena katasadisameva hoti.",
  "atk-vin02a4:568": "Karontena pana phalavārena kātumpi cattāro māse cha māse ekasaṃvaccharanti evaṃ paricchinditvāpi aparicchinditvāpi kātuṃ vaṭṭati. Paricchinne yathāparicchedaṃ paribhuñjitvā puna kātabbaṃ. Aparicchinne yāva rukkhā dharanti tāva vaṭṭatiyeva. Yepi tesaṃ rukkhānaṃ bījehi aññe rukkhā ropitā honti, tesampi sā eva katikā.",
  "atk-vin02a4:569": "Sace pana aññasmiṃ vihāre ropitā honti, tesaṃ yattha ropitā, tasmiṃyeva vihāre saṅgho sāmī. Yepi aññato bījāni āharitvā purimavihāre pacchā ropitā, tesu aññā katikā kātabbā. Katikāya katāya puggalikaṭṭhāne tiṭṭhanti, yathāsukhaṃ phalādīni paribhuñjituṃ vaṭṭati. Sace panettha taṃ taṃ okāsaṃ parikkhipitvā pariveṇāni katvā jagganti, tesaṃ bhikkhūnaṃ puggalikaṭṭhāne tiṭṭhanti. Aññe paribhuñjituṃ na labhanti, tehi pana saṅghassa dasabhāgaṃ datvā paribhuñjitabbāni. Yopi majjhevihāre rukkhaṃ sākhāhi parivāretvā rakkhati, tassāpi eseva nayo.",
  "atk-vin02a4:570": "Porāṇavihāraṃ gatassa sambhāvanīyabhikkhuno ‘‘thero āgato’’ti phalāphalaṃ āharanti, sace tattha mūle sabbapariyattidharo bahussutabhikkhu vihāsi, ‘‘addhā ettha dīghā katikā katā bhavissatī’’ti nikkukkuccena paribhuñjitabbaṃ. Vihāre phalāphalaṃ piṇḍapātikānampi vaṭṭati, dhutaṅgaṃ na kopeti. Sāmaṇerā attano ācariyupajjhāyānaṃ bahūni phalāni denti, aññe bhikkhū alabhantā khiyyanti, khiyyanamattameva cetaṃ hoti.",
  "atk-vin02a4:571": "Sace pana dubbhikkhaṃ hoti, ekaṃ panasarukkhaṃ nissāya saṭṭhipi janā jīvanti, tādise kāle sabbesaṃ saṅgahakaraṇatthāya bhājetvā khāditabbaṃ, ayaṃ sāmīci. Yāva pana katikavattaṃ na paṭippassambhati, tāva tehi khāyitaṃ sukhāyitameva. Kadā pana katikavattaṃ paṭippassambhati? Yadā samaggo saṅgho sannipatitvā ‘‘ito paṭṭhāya bhājetvā khādantū’’ti sāveti. Ekabhikkhuke pana vihāre ekena sāvitepi purimakatikā paṭippassambhatiyeva. Sace paṭippassaddhāya katikāya sāmaṇerā neva rukkhato pātenti, na bhūmito gahetvā bhikkhūnaṃ denti, patitaphalāni pādehi paharantā vicaranti, tesaṃ dasabhāgato paṭṭhāya yāva upaḍḍhaphalabhāgena phātikammaṃ kātabbaṃ. Addhā phātikammalobhena āharitvā dassanti. Puna subhikkhe jāte kappiyakārakesu āgantvā sākhāparivārādīni katvā rukkhe rakkhantesu sāmaṇerānaṃ phātikammaṃ na dātabbaṃ, bhājetvā paribhuñjitabbaṃ.",
  "atk-vin02a4:572": "‘‘Vihāre phalāphalaṃ atthī’’ti sāmantagāmehi manussā gilānānaṃ vā gabbhinīnaṃ vā atthāya āgantvā ‘‘ekaṃ nāḷikeraṃ detha, ambaṃ detha, labujaṃ dethā’’ti yācanti, dātabbaṃ na dātabbanti? Dātabbaṃ. Adīyamāne hi te domanassikā honti, dentena pana saṅghaṃ sannipātetvā yāvatatiyaṃ sāvetvā apalokanakammaṃ katvāva dātabbaṃ, katikavattaṃ vā katvā ṭhapetabbaṃ, evañca pana kātabbaṃ, byattena bhikkhunā saṅghassa anumatiyā sāvetabbaṃ –",
  "atk-vin02a4:573": "‘‘Sāmantagāmehi manussā āgantvā gilānādīnaṃ atthāya phalāphalaṃ yācanti, dve nāḷikerāni, dve tālaphalāni, dve panasāni, pañca ambāni, pañca kadaliphalāni gaṇhantānaṃ anivāraṇaṃ, asukarukkhato ca asukarukkhato ca phalaṃ gaṇhantānaṃ anivāraṇaṃ ruccati bhikkhusaṅghassā’’ti tikkhattuṃ vattabbaṃ.",
  "atk-vin02a4:574": "Tato paṭṭhāya gilānādīnaṃ nāmaṃ gahetvā yācantā ‘‘gaṇhathā’’ti na vattabbā, vattaṃ pana ācikkhitabbaṃ – ‘‘nāḷikerādīni iminā nāma paricchedena gaṇhantānaṃ asukarukkhato ca asukarukkhato ca phalaṃ gaṇhantānaṃ anivāraṇaṃ kata’’nti. Anuvicaritvā pana ‘‘ayaṃ madhuraphalo ambo, ito gaṇhathā’’tipi na vattabbā. Phalabhājanakāle pana āgatānaṃ sammatena upaḍḍhabhāgo dātabbo, asammatena apaloketvā dātabbaṃ.",
  "atk-vin02a4:575": "Khīṇaparibbayo vā maggagamiyasatthavāho vā añño vā issaro āgantvā yācati, apaloketvāva dātabbaṃ. Balakkārena gahetvā khādanto na vāretabbo. Kuddho hi so rukkhepi chindeyya, aññampi anatthaṃ kareyya. Puggalikapariveṇaṃ āgantvā gilānassa gāmena yācanto ‘‘amhehi chāyādīnaṃ atthāya ropitaṃ, sace atthi, tumhe jānāthā’’ti vattabbo. Yadi pana phalabharitāva rukkhā honti, kaṇṭake bandhitvā phalavārena khādanti, apaccāsīsantena hutvā dātabbaṃ. Balakkārena gaṇhanto na vāretabbo, pubbe vuttamevettha kāraṇaṃ.",
  "atk-vin02a4:576": "Saṅghassa phalārāmo hoti, paṭijagganaṃ na labhati, sace taṃ koci vattasīsena jaggati, saṅghasseva hoti. Athāpi kassaci paṭibalassa bhikkhuno ‘‘imaṃ sappurisa jaggitvā dehī’’ti saṅgho bhāraṃ karoti, so ce vattasīsena jaggati, evampi saṅghasseva hoti. Phātikammaṃ paccāsīsantassa pana tatiyabhāgena vā upaḍḍhabhāgena vā phātikammaṃ kātabbaṃ. ‘‘Bhāriyaṃ kamma’’nti vatvā ettakena anicchanto pana sabbaṃ taveva santakaṃ katvā ‘‘mūlabhāgaṃ dasabhāgamattaṃ datvā jaggāhī’’tipi vattabbo. Garubhaṇḍattā pana mūlacchejjavasena na dātabbaṃ. So mūlabhāgaṃ datvā khādanto akatāvāsaṃ vā katvā katāvāsaṃ vā jaggitvā nissitakānaṃ ārāmaṃ niyyādeti, tehipi mūlabhāgo dātabbova. Yadā pana bhikkhū sayaṃ jaggituṃ pahonti, atha tesaṃ jaggituñca na dātabbaṃ, jaggitakāle ca na vāretabbā, jagganakāleyeva vāretabbā. ‘‘Bahuṃ tumhehi khāyitaṃ, idāni mā jaggittha, bhikkhusaṅghoyeva jaggissatī’’ti vattabbaṃ.",
  "atk-vin02a4:577": "Sace pana neva vattasīsena jagganto atthi, na phātikammena, na saṅgho jaggituṃ pahoti, eko anāpucchitvāva jaggitvā phātikammaṃ vaḍḍhetvā paccāsīsati, apalokanakammena phātikammaṃ vaḍḍhetvā dātabbaṃ. Iti imaṃ sabbampi kammalakkhaṇameva hoti. Apalokanakammaṃ imāni pañca ṭhānāni gacchati.",
  "atk-vin02a4:578": "Ñattikammaṭṭhānabhede pana ‘‘suṇātu me bhante saṅgho, itthannāmo itthannāmassa āyasmato upasampadāpekkho, anusiṭṭho so mayā. Yadi saṅghassa pattakallaṃ, itthannāmo āgaccheyyāti, āgacchāhīti vattabbo’’ti evaṃ upasampadāpekkhassa osāraṇā osāraṇā nāma.",
  "atk-vin02a4:579": "‘‘Suṇantu me āyasmantā, ayaṃ itthannāmo bhikkhu dhammakathiko imassa neva suttaṃ āgacchati, no suttavibhaṅgo, so atthaṃ asallakkhetvā byañjanacchāyāya atthaṃ paṭibāhati. Yadāyasmantānaṃ pattakallaṃ, itthannāmaṃ bhikkhuṃ vuṭṭhāpetvā avasesā imaṃ adhikaraṇaṃ vūpasameyyāmā’’ti evaṃ ubbāhikāvinicchaye dhammakathikassa bhikkhuno nissāraṇā nissāraṇā nāma.",
  "atk-vin02a4:580": "‘‘Suṇātu me bhante saṅgho, ajjuposatho pannaraso. Yadi saṅghassa pattakallaṃ, saṅgho uposathaṃ kareyyā’’ti evaṃ uposathakammavasena ṭhapitā ñatti uposatho nāma.",
  "atk-vin02a4:581": "‘‘Suṇātu me bhante saṅgho, ajja pavāraṇā pannarasī. Yadi saṅghassa pattakallaṃ, saṅgho pavāreyyā’’ti evaṃ pavāraṇākammavasena ṭhapitā ñatti pavāraṇā nāma.",
  "atk-vin02a4:582": "‘‘Suṇātu me bhante saṅgho, itthannāmo itthannāmassa āyasmato upasampadāpekkho. Yadi saṅghassa pattakallaṃ, ahaṃ itthannāmaṃ anusāseyya’’nti. ‘‘Yadi saṅghassa pattakallaṃ, itthannāmo itthannāmaṃ anusāseyyā’’ti. ‘‘Yadi saṅghassa pattakallaṃ, ahaṃ itthannāmaṃ antarāyike dhamme puccheyya’’nti. ‘‘Yadi saṅghassa pattakallaṃ, itthannāmo itthannāmaṃ antarāyike dhamme puccheyyā’’ti. ‘‘Yadi saṅghassa pattakallaṃ, ahaṃ itthannāmaṃ vinayaṃ puccheyya’’nti. ‘‘Yadi saṅghassa pattakallaṃ, itthannāmo itthannāmaṃ vinayaṃ puccheyyā’’ti. ‘‘Yadi saṅghassa pattakallaṃ, ahaṃ itthannāmena vinayaṃ puṭṭho vissajjeyya’’nti. ‘‘Yadi saṅghassa pattakallaṃ, itthannāmo itthannāmena vinayaṃ puṭṭho vissajjeyyā’’ti evaṃ attānaṃ vā paraṃ vā sammannituṃ ṭhapitā ñatti sammuti nāma.",
  "atk-vin02a4:583": "‘‘Suṇātu me bhante saṅgho, idaṃ cīvaraṃ itthannāmassa bhikkhuno nissaggiyaṃ saṅghassa nissaṭṭhaṃ. Yadi saṅghassa pattakallaṃ, saṅgho imaṃ cīvaraṃ itthannāmassa bhikkhuno dadeyyā’’ti. ‘‘Yadāyasmantānaṃ pattakallaṃ, āyasmantā imaṃ cīvaraṃ itthannāmassa bhikkhuno dadeyyu’’nti evaṃ nissaṭṭhacīvarapattādīnaṃ dānaṃ dānaṃ nāma.",
  "atk-vin02a4:584": "‘‘Suṇātu me bhante saṅgho, ayaṃ itthannāmo bhikkhu āpattiṃ sarati, vivarati, uttāniṃ karoti, deseti. Yadi saṅghassa pattakallaṃ, ahaṃ itthannāmassa bhikkhuno āpattiṃ paṭiggaṇheyyanti. Yadāyasmantānaṃ pattakallaṃ, ahaṃ itthannāmassa bhikkhuno āpattiṃ paṭiggaṇheyya’’nti. Tena vattabbo ‘‘passasī’’ti. ‘‘Āma passāmī’’ti. Āyatiṃ saṃvareyyāsīti evaṃ āpattipaṭiggaho paṭiggaho nāma.",
  "atk-vin02a4:585": "‘‘Suṇantu me, āyasmantā āvāsikā. Yadāyasmantānaṃ pattakallaṃ, idāni uposathaṃ kareyyāma, pātimokkhaṃ uddiseyyāma, āgame kāḷe pavāreyyāmā’’ti. Te ce, bhikkhave, bhikkhū bhaṇḍanakārakā kalahakārakā vivādakārakā bhassakārakā saṅghe adhikaraṇakārakā taṃ kāḷaṃ anuvaseyyuṃ, āvāsikena bhikkhunā byattena paṭibalena āvāsikā bhikkhū ñāpetabbā – ‘‘suṇantu me, āyasmantā āvāsikā. Yadāyasmantānaṃ pattakallaṃ, idāni uposathaṃ kareyyāma, pātimokkhaṃ uddiseyyāma, āgame juṇhe pavāreyyāmā’’ti evaṃ katā pavāraṇāpaccukkaḍḍhanā paccukkaḍḍhanā nāma.",
  "atk-vin02a4:586": "Sabbeheva ekajjhaṃ sannipatitabbaṃ, sannipatitvā byattena bhikkhunā paṭibalena saṅgho ñāpetabbo – ‘‘suṇātu me, bhante, saṅgho amhākaṃ bhaṇḍanajātānaṃ kalahajātānaṃ vivādāpannānaṃ viharataṃ bahuṃ assāmaṇakaṃ ajjhāciṇṇaṃ bhāsitaparikkantaṃ. Sace mayaṃ imāhi āpattīhi aññamaññaṃ kāressāma, siyāpi taṃ adhikaraṇaṃ kakkhaḷattāya vāḷattāya bhedāya saṃvatteyya. Yadi saṅghassa pattakallaṃ, saṅgho imaṃ adhikaraṇaṃ tiṇavatthārakena vūpasameyya ṭhapetvā thullavajjaṃ, ṭhapetvā gihipaṭisayutta’’nti evaṃ tiṇavatthārakasamathena katvā sabbapaṭhamā sabbasaṅgāhikañatti kammalakkhaṇaṃ nāma.",
  "atk-vin02a4:587": "Tathā tato parā ekekasmiṃ pakkhe ekekaṃ katvā dve ñattiyo iti yathāvuttappabhedaṃ osāraṇaṃ nissāraṇaṃ…pe… kammalakkhaṇaññeva navamanti ñattikammaṃ imāni nava ṭhānāni gacchati.",
  "atk-vin02a4:588": "Ñattidutiyakammaṭṭhānabhede pana vaḍḍhassa licchavino pattanikkujjanavasena khandhake vuttā nissāraṇā. Tasseva pattukkujjanavasena vuttā osāraṇā ca veditabbā.",
  "atk-vin02a4:589": "Sīmāsammuti ticīvarena avippavāsasammuti, santhatasammuti, bhattuddesaka-senāsanaggāhāpaka-bhaṇḍāgārika-cīvarapaṭiggāhaka-cīvarabhājaka-yāgubhājakaphalabhājaka-khajjabhājaka-appamattakavissajjaka-sāṭiyaggāhāpaka-pattaggāhāpaka-ārāmikapesakasāmaṇerapesakasammutīti etāsaṃ sammutīnaṃ vasena sammuti veditabbā. Kathinacīvaradānamatakacīvaradānavasena dānaṃ veditabbaṃ.",
  "atk-vin02a4:590": "Kathinuddhāravasena uddhāro veditabbo. Kuṭivatthuvihāravatthudesanāvasena desanā veditabbā. Yā pana tiṇavatthārakasamathe sabbasaṅgāhikañattiñca ekekasmiṃ pakkhe ekekaṃ ñattiñcāti tisso ñattiyo ṭhapetvā puna ekasmiṃ pakkhe ekā, ekasmiṃ pakkhe ekāti dve ñattidutiyakammavācā vuttā, tāsaṃ vasena kammalakkhaṇaṃ veditabbaṃ. Iti ñattidutiyakammaṃ imāni satta ṭhānāni gacchati.",
  "atk-vin02a4:591": "Ñatticatutthakammaṭṭhānabhede pana tajjanīyakammādīnaṃ sattannaṃ kammānaṃ vasena nissāraṇā, tesaṃyeva ca kammānaṃ paṭippassambhanavasena osāraṇā veditabbā. Bhikkhunovādakasammutivasena sammuti veditabbā. Parivāsadānamānattadānavasena dānaṃ veditabbaṃ. Mūlāyapaṭikassanakammavasena niggaho veditabbo. ‘‘Ukkhittānuvattikā aṭṭha, yāvatatiyakā ariṭṭho caṇḍakāḷī ca ime te yāvatatiyakā’’ti imāsaṃ ekādasannaṃ samanubhāsanānaṃ vasena samanubhāsanā veditabbā. Upasampadākammaabbhānakammavasena pana kammalakkhaṇaṃ veditabbaṃ. Iti ñatticatutthakammaṃ imāni satta ṭhānāni gacchati.",
  "atk-vin02a4:592": "497. Iti kammāni ca kammavipattiñca vipattivirahitānaṃ kammānaṃ ṭhānapabhedagamanañca dassetvā idāni tesaṃ kammānaṃ kārakassa saṅghassa paricchedaṃ dassento puna ‘‘catuvaggakaraṇe kamme’’tiādimāha. Tassattho parisato kammavipattivaṇṇanāyaṃ vuttanayeneva veditabboti.",
  "atk-vin02a4:593": "Kammavaggavaṇṇanā niṭṭhitā.",
  "atk-vin02a4:594": "Atthavasavaggādivaṇṇanā",
  "atk-vin02a4:595": "498. Idāni yāni tāni tesaṃ kammānaṃ vatthubhūtāni sikkhāpadāni, tesaṃ paññattiyaṃ ānisaṃsaṃ dassetuṃ ‘‘dve atthavase paṭiccā’’tiādi āraddhaṃ. Tattha diṭṭhadhammikānaṃ verānaṃ saṃvarāyāti pāṇātipātādīnaṃ pañcannaṃ diṭṭhadhammikaverānaṃ saṃvaratthāya pidahanatthāya. Samparāyikānaṃ verānaṃ paṭighātāyāti vipākadukkhasaṅkhātānaṃ samparāyikaverānaṃ paṭighātatthāya, samucchedanatthāya anuppajjanatthāya. Diṭṭhadhammikānaṃ vajjānaṃ saṃvarāyāti tesaṃyeva pañcannaṃ verānaṃ saṃvaratthāya. Samparāyikānaṃ vajjānanti tesaṃyeva vipākadukkhānaṃ. Vipākadukkhāneva hi idha vajjanīyabhāvato vajjānīti vuttāni. Diṭṭhadhammikānaṃ bhayānanti garahā upavādo tajjanīyādīni kammāni uposathapavāraṇānaṃ ṭhapanaṃ akittipakāsanīyakammanti etāni diṭṭhadhammikabhayāni nāma, etesaṃ saṃvaratthāya. Samparāyikabhayāni pana vipākadukkhāniyeva, tesaṃ paṭighātatthāya. Diṭṭhadhammikānaṃ akusalānanti pañcaveradasaakusalakammapathappabhedānaṃ akusalānaṃ saṃvaratthāya. Vipākadukkhāneva pana akkhamaṭṭhena samparāyikaakusalānīti vuccanti, tesaṃ paṭighātatthāya. Gihīnaṃ anukampāyāti agārikānaṃ saddhārakkhaṇavasena anukampanatthāya. Pāpicchānaṃ pakkhupacchedāyāti pāpicchapuggalānaṃ gaṇabandhabhedanatthāya gaṇabhojanasikkhāpadaṃ paññattaṃ. Sesaṃ sabbattha uttānameva. Yañhettha vattabbaṃ siyā, taṃ sabbaṃ paṭhamapārājikavaṇṇanāyameva vuttanti.",
  "atk-vin02a4:596": "Sikkhāpadesu atthavasena vaṇṇanā niṭṭhitā.",
  "atk-vin02a4:597": "499. Pātimokkhādīsu pātimokkhuddesoti bhikkhūnaṃ pañcavidho bhikkhunīnaṃ catubbidho. Parivāsadānādīsu osāraṇīyaṃ paññattanti aṭṭhārasasu vā tecattālīsāya vā vattesu vattamānassa osāraṇīyaṃ paññattaṃ. Yena kammena osārīyati, taṃ kammaṃ paññattanti attho. Nissāraṇīyaṃ paññattanti bhaṇḍanakārakādayo yena kammena nissārīyanti, taṃ kammaṃ paññattanti attho.",
  "atk-vin02a4:598": "500. Apaññattetiādīsu apaññatte paññattanti sattāpattikkhandhā kakusandhañca sammāsambuddhaṃ koṇāgamanañca kassapañca sammāsambuddhaṃ ṭhapetvā antarā kenaci apaññatte sikkhāpade paññattaṃ nāma. Makkaṭivatthuādivinītakathā sikkhāpade paññatte anupaññattaṃ nāma. Sesaṃ sabbattha uttānamevāti.",
  "atk-vin02a4:599": "Ānisaṃsavaggavaṇṇanā niṭṭhitā.",
  "atk-vin02a4:600": "501. Idāni sabbasikkhāpadānaṃ ekekena ākārena navadhā saṅgahaṃ dassetuṃ ‘‘nava saṅgahā’’tiādimāha. Tattha vatthusaṅgahoti vatthunā saṅgaho. Evaṃ sesesupi padattho veditabbo. Ayaṃ panettha atthayojanā – yasmā hi ekasikkhāpadampi avatthusmiṃ paññattaṃ natthi, tasmā sabbāni vatthunā saṅgahitānīti evaṃ tāva vatthusaṅgaho veditabbo.",
  "atk-vin02a4:601": "Yasmā pana dve āpattikkhandhā sīlavipattiyā saṅgahitā, pañcāpattikkhandhā ācāravipattiyā, cha sikkhāpadāni ājīvavipattiyā saṅgahitāni, tasmā sabbānipi vipattiyā saṅgahitānīti evaṃ vipattisaṅgaho veditabbo.",
  "atk-vin02a4:602": "Yasmā pana sattahāpattīhi muttaṃ ekasikkhāpadampi natthi, tasmā sabbāni āpattiyā saṅgahitānīti evaṃ āpattisaṅgaho veditabbo.",
  "atk-vin02a4:603": "Sabbāni ca sattasu nagaresu paññattānīti nidānena saṅgahitānīti evaṃ nidānasaṅgaho veditabbo.",
  "atk-vin02a4:604": "Yasmā pana ekasikkhāpadampi ajjhācārikapuggale asati paññattaṃ natthi, tasmā sabbāni puggalena saṅgahitānīti evaṃ puggalasaṅgaho veditabbo.",
  "atk-vin02a4:605": "Sabbāni pana pañcahi ceva sattahi ca āpattikkhandhehi saṅgahitāni, sabbāni na vinā chahi samuṭṭhānehi samuṭṭhantīti samuṭṭhānena saṅgahitāni. Sabbāni ca catūsu adhikaraṇesu āpattādhikaraṇena saṅgahitāni. Sabbāni sattahi samathehi samathaṃ gacchantīti samathehi saṅgahitāni. Evamettha khandhasamuṭṭhānaadhikaraṇasamathasaṅgahāpi veditabbā. Sesaṃ pubbe vuttanayamevāti.",
  "atk-vin02a4:606": "Samantapāsādikāya vinayasaṃvaṇṇanāya",
  "atk-vin02a4:607": "Navasaṅgahitavaggavaṇṇanā niṭṭhitā.",
  "atk-vin02a4:608": "Niṭṭhitā ca parivārassa anuttānatthapadavaṇṇanāti.",
  "atk-vin02a4:609": "Nigamanakathā",
  "atk-vin02a4:610": "Ettāvatā ca –",
  "atk-vin02a4:611": "Ubhato vibhaṅgakhandhaka-parivāravibhattidesanaṃ nātho;",
  "atk-vin02a4:612": "Vinayapiṭakaṃ vinento, veneyyaṃ yaṃ jino āha.",
  "atk-vin02a4:613": "Samadhikasattavīsati-sahassamattena tassa ganthena;",
  "atk-vin02a4:614": "Saṃvaṇṇanā samattā, samantapāsādikā nāma.",
  "atk-vin02a4:615": "Tatridaṃ samantapāsādikāya samantapāsādikattasmiṃ –",
  "atk-vin02a4:616": "Ācariyaparamparato, nidānavatthuppabhedadīpanato;",
  "atk-vin02a4:617": "Parasamayavivajjanato, sakasamayavisuddhito ceva.",
  "atk-vin02a4:618": "Byañjanaparisodhanato, padatthato pāḷiyojanakkamato;",
  "atk-vin02a4:619": "Sikkhāpadanicchayato, vibhaṅganayabhedadassanato.",
  "atk-vin02a4:620": "Sampassataṃ na dissati, kiñci apāsādikaṃ yato ettha;",
  "atk-vin02a4:621": "Viññūnamayaṃ tasmā, samantapāsādikātveva.",
  "atk-vin02a4:622": "Saṃvaṇṇanā pavattā, vinayassa vineyyadamanakusalena;",
  "atk-vin02a4:623": "Vuttassa lokanāthena, lokamanukampamānenāti.",
  "atk-vin02a4:624": "Mahāaṭṭhakathañceva, mahāpaccarimevaca;",
  "atk-vin02a4:625": "Kurundiñcāti tissopi, sīhaḷaṭṭhakathā imā.",
  "atk-vin02a4:626": "Buddhamittoti nāmena, vissutassa yasassino;",
  "atk-vin02a4:627": "Vinayaññussa dhīrassa, sutvā therassa santike.",
  "atk-vin02a4:628": "Mahāmeghavanuyyāne, bhūmibhāge patiṭṭhito;",
  "atk-vin02a4:629": "Mahāvihāro yo satthu, mahābodhivibhūsito.",
  "atk-vin02a4:630": "Yaṃ tassa dakkhiṇe bhāge, padhānagharamuttamaṃ;",
  "atk-vin02a4:631": "Sucicārittasīlena, bhikkhusaṅghena sevitaṃ.",
  "atk-vin02a4:632": "Uḷārakulasambhūto, saṅghupaṭṭhāyako sadā;",
  "atk-vin02a4:633": "Anākulāya saddhāya, pasanno ratanattaye.",
  "atk-vin02a4:634": "Mahānigamasāmīti, vissuto tattha kārayi;",
  "atk-vin02a4:635": "Cārupākārasañcitaṃ, yaṃ pāsādaṃ manoramaṃ.",
  "atk-vin02a4:636": "Sītacchāyatarūpetaṃ, sampannasalilāsayaṃ;",
  "atk-vin02a4:637": "Vasatā tatra pāsāde, mahānigamasāmino.",
  "atk-vin02a4:638": "Sucisīlasamācāraṃ, theraṃ buddhasirivhayaṃ;",
  "atk-vin02a4:639": "Yā uddisitvā āraddhā, iddhā vinayavaṇṇanā.",
  "atk-vin02a4:640": "Pālayantassa sakalaṃ, laṅkādīpaṃ nirabbudaṃ;",
  "atk-vin02a4:641": "Rañño sirinivāsassa, siripālayasassino.",
  "atk-vin02a4:642": "Samavīsatime kheme, jayasaṃvacchare ayaṃ;",
  "atk-vin02a4:643": "Āraddhā ekavīsamhi, sampatte pariniṭṭhitā.",
  "atk-vin02a4:644": "Upaddavā kule loke, nirupaddavato ayaṃ;",
  "atk-vin02a4:645": "Ekasaṃvacchareneva, yathā niṭṭhaṃ upāgatā.",
  "atk-vin02a4:646": "Evaṃ sabbassa lokassa, niṭṭhaṃ dhammūpasaṃhitā;",
  "atk-vin02a4:647": "Sīghaṃ gacchantu ārambhā, sabbepi nirupaddavā.",
  "atk-vin02a4:648": "Ciraṭṭhitatthaṃ dhammassa, karontena mayā imaṃ;",
  "atk-vin02a4:649": "Saddhammabahumānena, yañca puññaṃ samācitaṃ.",
  "atk-vin02a4:650": "Sabbassa ānubhāvena, tassa sabbepi pāṇino;",
  "atk-vin02a4:651": "Bhavantu dhammarājassa, saddhammarasasevino.",
  "atk-vin02a4:652": "Ciraṃ tiṭṭhatu saddhammo, kāle vassaṃ ciraṃ pajaṃ;",
  "atk-vin02a4:653": "Tappetu devo dhammena, rājā rakkhatu medininti.",
  "atk-vin02a4:654": "Paramavisuddhasaddhābuddhivīriyapaṭimaṇḍitena sīlācārajjavamaddavādiguṇasamudayasamuditena sakasamayasamayantaragahanajjhogāhaṇasamatthena paññāveyyattiyasamannāgatena tipiṭakapariyattippabhede sāṭṭhakathe satthusāsane appaṭihataññāṇappabhāvena mahāveyyākaraṇena karaṇasampattijanitasukhaviniggatamadhurodāravacanalāvaṇṇayuttena yuttamuttavādinā vādivarena mahākavinā pabhinnapaasambhidāparivāre chaḷabhiññādipabhedaguṇapaṭimaṇḍite uttarimanussadhamme suppatiṭṭhitabuddhīnaṃ theravaṃsappadīpānaṃ therānaṃ mahāvihāravāsīnaṃ vaṃsālaṅkārabhūtena vipulavisuddhabuddhinā buddhaghosoti garūhi gahitanāmadheyyena therena katā ayaṃ samantapāsādikā nāma vinayasaṃvaṇṇanā –",
  "atk-vin02a4:655": "Tāva tiṭṭhatu lokasmiṃ, lokanittharaṇesinaṃ;",
  "atk-vin02a4:656": "Dassentī kulaputtānaṃ, nayaṃ sīlavisuddhiyā.",
  "atk-vin02a4:657": "Yāva buddhoti nāmampi, suddhacittassa tādino;",
  "atk-vin02a4:658": "Lokamhi lokajeṭṭhassa, pavattati mahesinoti.",
  "atk-vin02a4:659": "Samantapāsādikā nāma",
  "atk-vin02a4:660": "Vinaya-aṭṭhakathā niṭṭhitā."
}