{
  "atk-s0517a6:0": "5. Vimokkhakathā",
  "atk-s0517a6:1": "1. Vimokkhuddesavaṇṇanā",
  "atk-s0517a6:2": "209. Idāni indriyakathānantaraṁ kathitāya vimokkhakathāya apubbatthānuvaṇṇanā anuppattā. Ayañhi vimokkhakathā indriyabhāvanānuyuttassa vimokkhasabbhāvato indriyakathānantaraṁ kathitā. Tañca kathento bhagavato sammukhā sutasuttantadesanāpubbaṅgamaṁ katvā kathesi. Tattha suttante tāva suññato vimokkhotiādīsu suññatākārena nibbānaṁ ārammaṇaṁ katvā pavatto ariyamaggo suññato vimokkho. So hi suññatāya dhātuyā uppannattā suññato, kilesehi vimuttattā vimokkho. Eteneva nayena animittākārena nibbānaṁ ārammaṇaṁ katvā pavatto animitto, appaṇihitākārena nibbānaṁ ārammaṇaṁ katvā pavatto appaṇihitoti veditabbo.",
  "atk-s0517a6:3": "Eko hi āditova aniccato saṅkhāre sammasati. Yasmā pana na aniccato sammasanamatteneva maggavuṭṭhānaṁ hoti, dukkhatopi anattatopi sammasitabbameva, tasmā dukkhatopi anattatopi sammasati. Tassa evaṁ paṭipannassa aniccato ce sammasanakāle maggavuṭṭhānaṁ hoti, ayaṁ aniccato abhinivisitvā aniccato vuṭṭhāti nāma. Sace panassa dukkhato anattato sammasanakāle maggavuṭṭhānaṁ hoti, ayaṁ aniccato abhinivisitvā dukkhato, anattato vuṭṭhāti nāma. Esa nayo dukkhato anattato abhinivisitvā vuṭṭhānesupi. Ettha ca yopi aniccato abhiniviṭṭho, yopi dukkhato, yopi anattato. Vuṭṭhānakāle ce aniccato vuṭṭhānaṁ hoti, tayopi janā adhimokkhabahulā honti, saddhindriyaṁ paṭilabhanti, animittavimokkhena vimuccanti, paṭhamamaggakkhaṇe saddhānusārino honti, sattasu ṭhānesu saddhāvimuttā. Sace pana dukkhato vuṭṭhānaṁ hoti, tayopi janā passaddhibahulā honti, samādhindriyaṁ paṭilabhanti, appaṇihitavimokkhena vimuccanti, sabbattha kāyasakkhino honti. Yassa panettha arūpajjhānaṁ pādakaṁ hoti, so aggaphale ubhatobhāgavimutto hoti. Atha nesaṁ anattato vuṭṭhānaṁ hoti, tayopi janā vedabahulā honti, paññindriyaṁ paṭilabhanti, suññatavimokkhena vimuccanti, paṭhamamaggakkhaṇe dhammānusārino honti, chasu ṭhānesu diṭṭhippattā, aggaphale paññāvimuttāti.",
  "atk-s0517a6:4": "Apica maggo nāma pañcahi kāraṇehi nāmaṁ labhati sarasena vā paccanīkena vā saguṇena vā ārammaṇena vā āgamanena vā. Sace hi saṅkhārupekkhā aniccato saṅkhāre sammasitvā vuṭṭhāti, animittavimokkhena vimuccati. Sace dukkhato sammasitvā vuṭṭhāti, appaṇihitavimokkhena vimuccati. Sace anattato sammasitvā vuṭṭhāti, suññatavimokkhena vimuccati. Idaṁ sarasato nāmaṁ nāma. Aniccānupassanāya pana saṅkhārānaṁ ghanavinibbhogaṁ katvā niccanimittadhuvanimittasassatanimittāni pahāya āgatattā animitto, dukkhānupassanāya sukhasaññaṁ pahāya paṇidhipatthanaṁ sukkhāpetvā āgatattā appaṇihito, anattānupassanāya attasattapuggalasaññaṁ pahāya saṅkhāre suññato diṭṭhattā suññatoti idaṁ paccanīkato nāmaṁ nāma. Rāgādīhi pana suññattā suññato, rūpanimittādīnaṁ, rāganimittādīnaṁyeva vā abhāvena animitto, rāgapaṇidhiādīnaṁ abhāvato appaṇihitoti idamassa saguṇato nāmaṁ nāma. Soyaṁ suññaṁ animittaṁ appaṇihitañca nibbānaṁ ārammaṇaṁ karotītipi suññato animitto appaṇihitoti vuccati. Idamassa ārammaṇato nāmaṁ nāma. Āgamanaṁ pana duvidhaṁ vipassanāgamanaṁ maggāgamanañca. Tattha magge vipassanāgamanaṁ labbhati, phale maggāgamanaṁ. Anattānupassanā hi suññatā nāma, suññatavipassanāya maggo suññato, suññatamaggassa phalaṁ suññataṁ. Aniccānupassanā animittā nāma, animittavipassanāya maggo animitto. Idaṁ pana nāmaṁ abhidhammapariyāye na labbhati, suttantapariyāye pana labbhati. Tattha hi gotrabhuñāṇaṁ animittaṁ nibbānaṁ ārammaṇaṁ katvā animittanāmakaṁ hutvā sayaṁ āgamanīyaṭṭhāne ṭhatvā maggassa nāmaṁ detīti vadanti. Tena maggo animittoti vutto. Maggāgamanena phalaṁ animittanti yujjatiyeva. Dukkhānupassanā saṅkhāresu paṇidhiṁ sukkhāpetvā āgatattā appaṇihitā nāma, appaṇihitavipassanāya maggo appaṇihito, appaṇihitamaggassa phalaṁ appaṇihitanti evaṁ vipassanā attano nāmaṁ maggassa deti, maggo phalassāti idaṁ āgamanato nāmaṁ nāma. Evaṁ saṅkhārupekkhā vimokkhavisesaṁ niyametīti.",
  "atk-s0517a6:5": "Evaṁ bhagavatā desite tayo mahāvatthuke vimokkhe uddisitvā taṁniddesavaseneva aparepi vimokkhe niddisitukāmo apica aṭṭhasaṭṭhi vimokkhātiādimāha. Tattha apicāti aparapariyāyadassanaṁ. Kathaṁ te aṭṭhasaṭṭhi honti, nanu te pañcasattatīti? Saccaṁ yathārutavasena pañcasattati. Bhagavatā pana desite tayo vimokkhe ṭhapetvā aññavimokkhe niddisanato imesaṁ tadavarodhato ca ime tayo na gaṇetabbā, ajjhattavimokkhādayo tayopi vimokkhā catudhā vitthāravacaneyeva antogadhattā na gaṇetabbā, ‘‘paṇihito vimokkho, appaṇihito vimokkho’’ti ettha appaṇihito vimokkho paṭhamaṁ uddiṭṭhena ekanāmikattā na gaṇetabbo, evaṁ imesu sattasu apanītesu sesā aṭṭhasaṭṭhi vimokkhā honti. Evaṁ sante suññatavimokkhādayo tayo puna kasmā uddiṭṭhāti ce? Uddesena saṅgahetvā tesampi niddesakaraṇatthaṁ. Ajjhattavuṭṭhānādayo pana tayo pabhedaṁ vinā mūlarāsivasena uddiṭṭhā, paṇihitavimokkhapaṭipakkhavasena puna appaṇihito vimokkho uddiṭṭhoti veditabbo.",
  "atk-s0517a6:6": "Ajjhattavuṭṭhānādīsu ajjhattato vuṭṭhātīti ajjhattavuṭṭhāno. Anulomentīti anulomā. Ajjhattavuṭṭhānānaṁ paṭippassaddhi apagamā ajjhattavuṭṭhānapaṭippassaddhi. Rūpīti ajjhattaṁ kesādīsu uppāditaṁ rūpajjhānaṁ rūpaṁ, taṁ rūpamassa atthīti rūpī rūpāni passatīti bahiddhā nīlakasiṇādirūpāni jhānacakkhunā passati. Iminā ajjhattabahiddhāvatthukesu kasiṇesu jhānapaṭilābho dassito. Ajjhattaṁ arūpasaññīti ajjhattaṁ na rūpasaññī, attano kesādīsu anuppāditarūpāvacarajjhānoti attho. Iminā bahiddhā parikammaṁ katvā bahiddhāva paṭiladdhajjhānatā dassitā. Subhanteva adhimuttoti ‘‘subha’’micceva ārammaṇe adhimutto. Tattha kiñcāpi antoappanāyaṁ ‘‘subha’’nti ābhogo natthi, yo pana appaṭikūlākārena sattārammaṇaṁ pharanto viharati, so yasmā ‘‘subha’’nteva adhimutto hoti, tasmā evaṁ uddeso katoti. Appitappitasamaye eva vikkhambhanavimuttisabbhāvato samayavimokkho. Soyeva sakiccakaraṇavasena appitasamaye eva niyuttoti sāmayiko. Sāmāyikotipi pāṭho. Kopetuṁ bhañjituṁ sakkuṇeyyatāya kuppo. Lokaṁ anatikkamanato loke niyuttoti lokiko. Lokiyotipi pāṭho. Lokaṁ uttarati, uttiṇṇoti vā lokuttaro. Ārammaṇakaraṇavasena saha āsavehīti sāsavo. Ārammaṇakaraṇavasena sampayogavasena ca natthettha āsavāti anāsavo. Rūpasaṅkhātena saha āmisenāti sāmiso. Sabbaso rūpārūpappahānā nirāmisatopi nirāmisataroti nirāmisā nirāmisataro. Paṇihitoti taṇhāvasena paṇihito patthito. Ārammaṇakaraṇavasena saññojanehi saṁyuttattā saññutto. Ekattavimokkhoti kilesehi anajjhāruḷhattā ekasabhāvo vimokkho. Saññāvimokkhoti vipassanāñāṇameva viparītasaññāya vimuccanato saññāvimokkho. Tadeva vipassanāñāṇaṁ sammohato vimuccanavasena ñāṇameva vimokkhoti ñāṇavimokkho. Sītisiyāvimokkhoti vipassanāñāṇameva sīti bhaveyyāti pavatto vimokkho sītisiyāvimokkho . Sītisikāvimokkhotipi pāṭho, sītibhāvikāya vimokkhoti tassa atthaṁ vaṇṇayanti. Jhānavimokkhoti upacārappanābhedaṁ lokiyalokuttarabhedañca jhānameva vimokkho. Anupādā cittassa vimokkhoti anupādiyitvā gahaṇaṁ akatvā cittassa vimokkho. Sesaṁ vuttanayeneva veditabbanti.",
  "atk-s0517a6:7": "Vimokkhuddesavaṇṇanā niṭṭhitā.",
  "atk-s0517a6:8": "2. Vimokkhaniddesavaṇṇanā",
  "atk-s0517a6:9": "210.Katamotiādike uddesassa niddese iti paṭisañcikkhatīti evaṁ upaparikkhati. Suññamidanti idaṁ khandhapañcakaṁ suññaṁ. Kena suññaṁ? Attena vā attaniyena vā. Tattha attena vāti bālajanaparikappitassa attano abhāvā tena attanā ca suññaṁ. Attaniyena vāti tassa parikappitassa attano santakena ca suññaṁ. Attano abhāveneva attaniyābhāvo. Attaniyañca nāma niccaṁ vā siyā sukhaṁ vā, tadubhayampi natthi. Tena niccapaṭikkhepena aniccānupassanā, sukhapaṭikkhepena dukkhānupassanā ca vuttā hoti. Suññamidaṁ attena vāti anattānupassanāyeva vuttā. Soti so evaṁ tīhi anupassanāhi vipassamāno bhikkhu. Abhinivesaṁ na karotīti anattānupassanāvasena attābhinivesaṁ na karoti.",
  "atk-s0517a6:10": "Nimittaṁ na karotīti aniccānupassanāvasena niccanimittaṁ na karoti. Paṇidhiṁ na karotīti dukkhānupassanāvasena paṇidhiṁ na karoti. Ime tayo vimokkhā pariyāyena vipassanākkhaṇe tadaṅgavasenāpi labbhanti, nippariyāyena pana samucchedavasena maggakkhaṇeyeva. Cattāri jhānāni ajjhattaṁ nīvaraṇādīhi vuṭṭhānato ajjhattavuṭṭhāno vimokkho. Catasso arūpasamāpattiyo ārammaṇehi vuṭṭhānato bahiddhāvuṭṭhāno vimokkho. Ārammaṇampi hi bāhirāyatanāni viya idha ‘‘bahiddhā’’ti vuttaṁ. Ime dve vikkhambhanavimokkhā, dubhato vuṭṭhāno pana samucchedavimokkho.",
  "atk-s0517a6:11": "Nīvaraṇehi vuṭṭhātītiādīhi ajjhattavuṭṭhānaṁ sarūpato vuttaṁ. Rūpasaññāyātiādīhi kasiṇādiārammaṇasamatikkamassa pākaṭattā taṁ avatvā suttantesu vuttarūpasaññādisamatikkamo vutto. Sakkāyadiṭṭhivicikicchāsīlabbataparāmāsāti samāsapadaṁ, sakkāyadiṭṭhiyā vicikicchāya sīlabbataparāmāsāti vicchedo. Ayameva vā pāṭho.",
  "atk-s0517a6:12": "211.Vitakko cātiādīhi jhānānaṁ samāpattīnañca upacārabhūmiyo vuttā. Aniccānupassanātiādīhi catunnaṁ maggānaṁ pubbabhāgavipassanā vuttā. Paṭilābhovāti pañcavidhavasippattiyā byāpito patthaṭo lābhoti paṭilābho. Vasippattiyā hi sabbo jhānapayogo ca samāpattipayogo ca paṭippassaddho hoti, tasmā paṭilābho ‘‘paṭippassaddhivimokkho’’ti vutto. Vipāko pana jhānassa samāpattiyā ca paṭippassaddhi hotīti ujukameva. Keci pana ‘‘upacārapayogassa paṭippassaddhattā jhānassa samāpattiyā ca paṭilābho hoti, tasmā jhānasamāpattipaṭilābho ‘paṭippassaddhivimokkho’ti vuccatī’’ti vadanti.",
  "atk-s0517a6:13": "212.Ajjhattanti attānaṁ adhikicca pavattaṁ. Paccattanti attānaṁ paṭicca pavattaṁ. Ubhayenāpi niyakajjhattameva dīpeti nīlanimittanti nīlameva. Nīlasaññaṁ paṭilabhatīti tasmiṁ nīlanimitte nīlamitisaññaṁ paṭilabhati. Suggahitaṁ karotīti parikammabhūmiyaṁ suṭṭhu uggahitaṁ karoti. Sūpadhāritaṁ upadhāretīti upacārabhūmiyaṁ suṭṭhu upadhāritaṁ katvā upadhāreti. Svāvatthitaṁ avatthāpetīti appanābhūmiyaṁ suṭṭhu nicchitaṁ nicchināti. Vavatthāpetītipi pāṭho. Ajjhattañhi nīlaparikammaṁ karonto kese vā pitte vā akkhitārakāyaṁ vā karoti. Bahiddhā nīlanimitteti nīlapupphanīlavatthanīladhātūnaṁ aññatare nīlakasiṇe. Cittaṁ upasaṁharatīti cittaṁ upaneti. Pītādīsupi eseva nayo. Āsevatīti tameva saññaṁ ādito sevati. Bhāvetīti vaḍḍheti. Bahulīkarotīti punappunaṁ karoti. Rūpanti nīlanimittaṁ rūpaṁ. Rūpasaññīti tasmiṁ rūpe saññā rūpasaññā, sā assa atthīti rūpasaññī. Ajjhattaṁ pītanimittādīsu pītaparikammaṁ karonto mede vā chaviyā vā akkhīnaṁ pītaṭṭhāne vā karoti. Lohitaparikammaṁ karonto maṁse vā lohite vā jivhāya vā hatthatalapādatalesu vā akkhīnaṁ rattaṭṭhāne vā karoti. Odātaparikammaṁ karonto aṭṭhimhi vā dante vā nakhe vā akkhīnaṁ setaṭṭhāne vā karoti. Ajjhattaṁ arūpanti ajjhattaṁ rūpanimittaṁ natthīti attho.",
  "atk-s0517a6:14": "Mettāsahagatenāti paṭhamadutiyatatiyajjhānavasena mettāya samannāgatena. Cetasāti cittena. Ekaṁ disanti ekaṁ ekissā disāya paṭhamapariggahitaṁ sattaṁ upādāya ekadisāpariyāpannasattapharaṇavasena vuttaṁ. Pharitvāti phusitvā ārammaṇaṁ katvā. Viharatīti brahmavihārādhiṭṭhitaṁ iriyāpathavihāraṁ pavatteti. Tathā dutiyanti yathā puratthimādīsu yaṁkiñci ekaṁ disaṁ pharitvā viharati, tatheva tadanantaraṁ dutiyaṁ tatiyaṁ catutthaṁ vāti attho. Iti uddhanti eteneva nayena uparimaṁ disanti vuttaṁ hoti. Adho tiriyanti adhodisampi tiriyaṁ disampi evameva . Tattha ca adhoti heṭṭhā. Tiriyanti anudisā. Evaṁ sabbadisāsu assamaṇḍalikāya assamiva mettāsahagataṁ cittaṁ sāretipi paccāsāretipīti. Ettāvatā ekamekaṁ disaṁ pariggahetvā odhiso mettāpharaṇaṁ dassitaṁ. Sabbadhītiādi pana anodhiso dassanatthaṁ vuttaṁ. Tattha sabbadhīti sabbattha. Sabbattatāyāti sabbesu hīnamajjhimukkaṭṭhamittasapattamajjhattādippabhedesu attatāya, ‘‘ayaṁ parasatto’’ti vibhāgaṁ akatvā attasamatāyāti vuttaṁ hoti. Atha vā sabbattatāyāti sabbena cittabhāvena, īsakampi bahi avikkhipamānoti vuttaṁ hoti. Sabbāvantanti sabbasattavantaṁ, sabbasattayuttanti attho. Sabbavantantipi pāṭho. Lokanti sattalokaṁ.",
  "atk-s0517a6:15": "Vipulenāti evamādipariyāyadassanato panettha puna ‘‘mettāsahagatenā’’ti vuttaṁ. Yasmā vā ettha odhiso pharaṇe viya puna tathāsaddo vā iti-saddo vā na vutto, tasmā puna ‘‘mettāsahagatena cetasā’’ti vuttaṁ, nigamanavasena vā etaṁ vuttaṁ. Vipulenāti ettha pharaṇavasena vipulatā daṭṭhabbā. Bhūmivasena pana taṁ mahaggataṁ. Tañhi kilesavikkhambhanasamatthatāya vipulaphalatāya dīghasantānatāya ca mahantabhāvaṁ gataṁ, mahantehi vā uḷāracchandavīriyacittapaññehi gataṁ paṭipannanti mahaggataṁ. Paguṇavasena appamāṇasattārammaṇavasena ca appamāṇaṁ. Byāpādapaccatthikappahānena averaṁ. Domanassappahānato abyāpajjaṁ, niddukkhanti vuttaṁ hoti. Appaṭikūlā hontīti bhikkhuno cittassa appaṭikūlā hutvā upaṭṭhahanti. Sesesupi vuttanayeneva karuṇāmuditāupekkhāvasena yojetabbaṁ. Karuṇāya vihesāpaccatthikappahānena averaṁ, muditāya aratipaccatthikappahānena.",
  "atk-s0517a6:16": "Upekkhāsahagatenāti catutthajjhānavasena upekkhāya samannāgatena. Rāgapaccatthikappahānena averaṁ, gehasitasomanassappahānato abyāpajjaṁ. Sabbampi hi akusalaṁ kilesapariḷāhayogato sabyāpajjamevāti ayametesaṁ viseso.",
  "atk-s0517a6:17": "213.Sabbasoti sabbākārena, sabbāsaṁ vā, anavasesānanti attho. Rūpasaññānanti saññāsīsena vuttarūpāvacarajjhānānañceva tadārammaṇānañca. Rūpāvacarajjhānampi hi rūpanti vuccati ‘‘rūpī rūpāni passatī’’tiādīsu (paṭi. ma. 1.209; dha. sa. 248), tassa ārammaṇampi bahiddhā rūpāni passati ‘‘suvaṇṇadubbaṇṇānī’’tiādīsu (dha. sa. 223). Tasmā idha rūpe saññā rūpasaññāti evaṁ saññāsīsena vuttarūpāvacarajjhānassetaṁ adhivacanaṁ. Rūpaṁ saññā assāti rūpasaññaṁ, rūpamassa nāmanti vuttaṁ hoti. Evaṁ pathavīkasiṇādibhedassa tadārammaṇassa cetaṁ adhivacananti veditabbaṁ. Samatikkamāti virāgā nirodhā ca. Kiṁ vuttaṁ hoti? Etāsaṁ kusalavipākakiriyāvasena pañcadasannaṁ jhānasaṅkhātānaṁ rūpasaññānaṁ, etesañca pathavīkasiṇādivasena navannaṁ ārammaṇasaṅkhātānaṁ rūpasaññānaṁ sabbākārena, anavasesānaṁ vā virāgā ca nirodhā ca virāgahetu ceva nirodhahetu ca ākāsānañcāyatanaṁ upasampajja viharati. Na hi sakkā sabbaso anatikkantarūpasaññena etaṁ upasampajja viharitunti. Yasmā pana ārammaṇasamatikkamena pattabbā etā samāpattiyo, na ekasmiṁyeva ārammaṇe paṭhamajjhānādīni viya. Ārammaṇe avirattassa ca saññāsamatikkamo na hoti, tasmā ayaṁ ārammaṇasamatikkamavasenāpi atthavaṇṇanā katāti veditabbā.",
  "atk-s0517a6:18": "Paṭighasaññānaṁ atthaṅgamāti cakkhādīnaṁ vatthūnaṁ rūpādīnaṁ ārammaṇānañca paṭighātena uppannā saññā paṭighasaññā, rūpasaññādīnaṁ etaṁ adhivacanaṁ. Tāsaṁ kusalavipākānaṁ pañcannaṁ, akusalavipākānaṁ pañcannanti sabbaso dasannampi paṭighasaññānaṁ atthaṅgamā pahānā asamuppādā, appavattiṁ katvāti vuttaṁ hoti. Kāmañcetā paṭhamajjhānādīni samāpannassapi na santi, na hi tasmiṁ samaye pañcadvāravasena cittaṁ pavattati, evaṁ santepi aññattha pahīnānaṁ sukhadukkhānaṁ catutthajjhāne viya sakkāyadiṭṭhādīnaṁ tatiyamagge viya ca imasmiṁ jhāne ussāhajananatthaṁ imassa jhānassa pasaṁsāvasena etāsaṁ ettha vacanaṁ veditabbaṁ. Atha vā kiñcāpi tā rūpāvacaraṁ samāpannassa na santi, atha kho na pahīnattā na santi. Na hi rūpavirāgāya rūpāvacarabhāvanā saṁvattati, rūpāyattāyeva ca etāsaṁ pavatti. Ayaṁ pana bhāvanā rūpavirāgāya saṁvattati, tasmā tā ettha pahīnāti vattuṁ vaṭṭati. Na kevalañca vattuṁ, ekaṁseneva evaṁ dhāretumpi vaṭṭati. Tāsañhi ito pubbe appahīnattāyeva ‘‘paṭhamajjhānaṁ samāpannassa saddo kaṇṭako’’ti (a. ni. 10.72) vutto bhagavatā. Idha ca pahīnattāyeva arūpasamāpattīnaṁ āneñjatā santavimokkhatā ca vuttā.",
  "atk-s0517a6:19": "Nānattasaññānaṁ amanasikārāti nānatte vā gocare pavattānaṁ saññānaṁ, nānattānaṁ vā saññānaṁ. Yasmā hetā rūpasaddādibhede nānatte nānāsabhāve gocare pavattanti, yasmā cetā aṭṭha kāmāvacarakusalasaññā, dvādasa akusalasaññā, ekādasa kāmāvacarakusalavipākasaññā, dve akusalavipākasaññā, ekādasa kāmāvacarakiriyāsaññāti evaṁ catucattālīsampi saññā nānattā nānāsabhāvā aññamaññavisadisā, tasmā ‘‘nānattasaññā’’ti vuttā. Tāsaṁ sabbaso nānattasaññānaṁ amanasikārā anāvajjanā citte ca anuppādanā. Yasmā tā nāvajjati citte ca na uppādeti na manasikaroti na paccavekkhati, tasmāti vuttaṁ hoti. Yasmā cettha purimā rūpasaññā paṭighasaññā ca iminā jhānena nibbatte bhavepi na vijjanti, pageva tasmiṁ bhave imaṁ jhānaṁ upasampajja viharaṇakāle, tasmā tāsaṁ samatikkamā atthaṅgamāti dvedhāpi abhāvoyeva vutto. Nānattasaññāsu pana yasmā aṭṭha kāmāvacarakusalasaññā, nava kiriyāsaññā, dasākusalasaññāti imā sattavīsati saññā iminā jhānena nibbatte bhave vijjanti, tasmā tāsaṁ amanasikārāti vuttanti veditabbaṁ. Tatthāpi hi imaṁ jhānaṁ upasampajja viharanto tāsaṁ amanasikārāyeva upasampajja viharati. Tā pana manasikaronto asamāpanno hotīti. Saṅkhepato cettha ‘‘rūpasaññānaṁ samatikkamā’’tiiminā sabbarūpāvacaradhammānaṁ pahānaṁ vuttaṁ. ‘‘Paṭighasaññānaṁ atthaṅgamā nānattasaññānaṁ amanasikārā’’tiiminā sabbesaṁ kāmāvacaracittacetasikānaṁ pahānañca amanasikāro ca vuttoti veditabbo.",
  "atk-s0517a6:20": "Anantoākāsoti ettha paññattimattattā nāssa uppādanto vā vayanto vā paññāyatīti ananto, anantapharaṇavasenāpi ananto. Na hi so yogī ekadesavasena pharati, sakalavaseneva pharati. Ākāsoti kasiṇugghāṭimākāso. Ākāsānañcāyatanādīni vuttatthāni. Upasampajja viharatīti taṁ patvā nipphādetvā tadanurūpena iriyāpathena viharati. Tadeva samāpajjitabbato samāpatti.",
  "atk-s0517a6:21": "Ākāsānañcāyatanaṁ samatikkammāti pubbe vuttanayena jhānampi ākāsānañcāyatanaṁ ārammaṇampi. Ārammaṇampi hi pubbe vuttanayeneva ākāsānañcaṁ ca taṁ paṭhamassa āruppajjhānassa ārammaṇattā devānaṁ devāyatanaṁ viya adhiṭṭhānaṭṭhena āyatanañcāti ākāsānañcāyatanaṁ, tathā ākāsānañcaṁ ca taṁ tassa jhānassa sañjātihetuttā ‘‘kambojā assānaṁ āyatana’’ntiādīni viya sañjātidesaṭṭhena āyatanañcātipi ākāsānañcāyatanaṁ. Evametaṁ jhānañca ārammaṇañcāti ubhayampi appavattikaraṇena ca amanasikaraṇena ca samatikkamitvāva yasmā idaṁ viññāṇañcāyatanaṁ upasampajja vihātabbaṁ, tasmā ubhayampetamekajjhaṁ katvā ‘‘ākāsānañcāyatanaṁ samatikkammā’’ti idaṁ vuttanti veditabbaṁ. Anantaṁ viññāṇanti taṁyeva ‘‘ananto ākāso’’ti pharitvā pavattaṁ viññāṇaṁ ‘‘anantaṁ viññāṇa’’nti manasikarontoti vuttaṁ hoti. Manasikāravasena vā anantaṁ. So hi taṁ ākāsārammaṇaṁ viññāṇaṁ anavasesato manasikaronto anantaṁ manasi karoti.",
  "atk-s0517a6:22": "Viññāṇañcāyatanaṁsamatikkammāti etthāpi ca pubbe vuttanayeneva jhānampi viññāṇañcāyatanaṁ ārammaṇampi. Ārammaṇampi hi pubbe vuttanayeneva viññāṇañcaṁ ca taṁ dutiyassa āruppajjhānassa ārammaṇattā adhiṭṭhānaṭṭhena āyatanañcāti viññāṇañcāyatanaṁ, tathā viññāṇañcaṁ ca taṁ tasseva jhānassa sañjātihetuttā sañjātidesaṭṭhena āyatanañcātipi viññāṇañcāyatanaṁ. Evametaṁ jhānañca ārammaṇañcāti ubhayampi appavattikaraṇena ca amanasikaraṇena ca samatikkamitvāva yasmā idaṁ ākiñcaññāyatanaṁ upasampajja vihātabbaṁ, tasmā ubhayampetamekajjhaṁ katvā ‘‘viññāṇañcāyatanaṁ samatikkammā’’ti idaṁ vuttanti veditabbaṁ. Natthi kiñcīti natthi natthi, suññaṁ suññaṁ, vivittaṁ vivittanti evaṁ manasikarontoti vuttaṁ hoti.",
  "atk-s0517a6:23": "Ākiñcaññāyatanaṁsamatikkammāti etthāpi pubbe vuttanayeneva jhānampi ākiñcaññāyatanaṁ ārammaṇampi. Ārammaṇampi hi pubbe vuttanayeneva ākiñcaññañca taṁ tatiyassa āruppajjhānassa ārammaṇattā adhiṭṭhānaṭṭhena āyatanañcāti ākiñcaññāyatanaṁ, tathā ākiñcaññañca taṁ tasseva jhānassa sañjātihetuttā sañjātidesaṭṭhena āyatanañcātipi ākiñcaññāyatanaṁ. Evametaṁ jhānañca ārammaṇañcāti ubhayampi appavattikaraṇena ca amanasikaraṇena ca samatikkamitvāva yasmā idaṁ nevasaññānāsaññāyatanaṁ upasampajja vihātabbaṁ, tasmā ubhayampetamekajjhaṁ katvā ‘‘ākiñcaññāyatanaṁ samatikkammā’’ti idaṁ vuttanti veditabbaṁ. Saññāvedayitanirodhakathā heṭṭhā kathitāva.",
  "atk-s0517a6:24": "‘‘Rūpī rūpāni passatī’’tiādikā satta vimokkhā paccanīkadhammehi suṭṭhu vimuccanaṭṭhena ārammaṇe abhirativasena suṭṭhu muccanaṭṭhena ca vimokkhā, nirodhasamāpatti pana cittacetasikehi vimuttaṭṭhena vimokkho. Samāpattisamāpannasamaye vimutto hoti, vuṭṭhitasamaye avimutto hotīti samayavimokkho. Samucchedavimuttivasena accantavimuttattā ariyamaggā, paṭippassaddhivimuttivasena accantavimuttattā sāmaññaphalāni, nissaraṇavimuttivasena accantavimuttattā nibbānaṁ asamayavimokkho. Tathā sāmayikāsāmayikavimokkhā.",
  "atk-s0517a6:25": "Pamādaṁ āgamma parihāyatīti kuppo. Tathā na parihāyatīti akuppo. Lokāya saṁvattatīti lokiyo. Ariyamaggā lokaṁ uttarantīti lokuttarā, sāmaññaphalāni nibbānañca lokato uttiṇṇāti lokuttarā. Ādittaṁ ayoguḷaṁ makkhikā viya tejussadaṁ lokuttaraṁ dhammaṁ āsavā nālambantīti anāsavo. Rūpappaṭisaññuttoti rūpajjhānāni. Arūpappaṭisaññuttoti arūpasamāpattiyo. Taṇhāya ālambito paṇihito. Anālambito appaṇihito. Maggaphalāni ekārammaṇattā ekaniṭṭhattā ca ekattavimokkho, nibbānaṁ adutiyattā ekattavimokkho, ārammaṇanānattā vipākanānattā ca nānattavimokkho.",
  "atk-s0517a6:26": "214.Siyāti bhaveyya, dasa hontīti ca eko hotīti ca bhaveyyāti attho. ‘‘Siyā’’ti ca etaṁ vidhivacanaṁ, na pucchāvacanaṁ. Vatthuvasenāti niccasaññādidasavatthuvasena dasa honti. Pariyāyenāti vimuccanapariyāyena eko hoti. Siyāti kathañca siyāti yaṁ vā siyāti vihitaṁ, taṁ kathaṁ siyāti pucchati. Aniccānupassanañāṇanti samāsapadaṁ. Aniccānupassanāñāṇanti vā pāṭho. Tathā sesesupi. Niccato saññāyāti niccato pavattāya saññāya, ‘‘nicca’’nti pavattāya saññāyāti attho. Esa nayo sukhato attato nimittato saññāyāti etthāpi. Nimittatoti ca niccanimittato. Nandiyā saññāyāti nandivasena pavattāya saññāya, nandisampayuttāya saññāyāti attho. Esa nayo rāgato samudayato ādānato paṇidhito abhinivesato saññāyāti etthāpi. Yasmā pana khayavayavipariṇāmānupassanā tisso aniccānupassanādīnaṁ balavabhāvāya balavapaccayabhūtā bhaṅgānupassanāvisesā. Bhaṅgadassanena hi aniccānupassanā balavatī hoti. Aniccānupassanāya ca balavatiyā jātāya ‘‘yadaniccaṁ taṁ dukkhaṁ, yaṁ dukkhaṁ tadanattā’’ti (saṁ. ni. 3.15) dukkhānattānupassanāpi balavatiyo honti. Tasmā aniccānupassanādīsu vuttāsu tāpi tisso vuttāva honti. Yasmā ca suññatānupassanā ‘‘abhinivesato saññāya muccatī’’ti vacaneneva sārādānābhinivesasammohābhinivesaālayābhinivesasaññogābhinivesato saññāya muccatīti vuttameva hoti, abhinivesābhāveneva appaṭisaṅkhāto saññāya muccatīti vuttameva hoti, tasmā adhipaññādhammavipassanādayo pañcapi anupassanā na vuttāti veditabbā. Evaṁ aṭṭhārasasu mahāvipassanāsu etā aṭṭha anupassanā avatvā daseva anupassanā vuttāti veditabbā.",
  "atk-s0517a6:27": "215.Aniccānupassanā yathābhūtaṁ ñāṇanti aniccānupassanāyeva yathābhūtañāṇaṁ. Ubhayampi paccattavacanaṁ. Yathābhūtañāṇanti ñāṇattho vutto. Evaṁ sesesupi. Sammohā aññāṇāti sammohabhūtā aññāṇā. Muccatīti vimokkhattho vutto.",
  "atk-s0517a6:28": "216.Aniccānupassanāanuttaraṁ sītibhāvañāṇanti ettha sāsaneyeva sabbhāvato uttamaṭṭhena anuttaraṁ, anuttarassa paccayattā vā anuttaraṁ, sītibhāvo eva ñāṇaṁ sītibhāvañāṇaṁ. Taṁ aniccānupassanāsaṅkhātaṁ anuttaraṁ sītibhāvañāṇaṁ. ‘‘Chahi, bhikkhave, dhammehi samannāgato bhikkhu bhabbo anuttaraṁ sītibhāvaṁ sacchikātu’’nti (a. ni. 6.85) ettha nibbānaṁ anuttaro sītibhāvo nāma. Idha pana vipassanā anuttaro sītibhāvo. Niccato santāpapariḷāhadarathā muccatīti etthāpi ‘‘nicca’’nti pavattakilesā eva idha cāmutra ca santāpanaṭṭhena santāpo, paridahanaṭṭhena pariḷāho, uṇhaṭṭhena darathoti vuccanti.",
  "atk-s0517a6:29": "217.Nekkhammaṁ jhāyatīti jhānantiādayo heṭṭhā vuttatthā. Nekkhammādīni cettha aṭṭha samāpattiyo ca nibbedhabhāgiyāneva.",
  "atk-s0517a6:30": "218.Anupādā cittassa vimokkhoti idha vipassanāyeva. ‘‘Etadatthā kathā, etadatthā mantanā, yadidaṁ anupādā cittassa vimokkho’’ti (pari. 366; a. ni. 3.68) ettha pana nibbānaṁ anupādā cittassa vimokkho. Katihupādānehīti katihi upādānehi. Katamā ekupādānāti katamato ekupādānato. Idaṁ ekupādānāti ito ekato upādānato. Idanti pubbañāṇāpekkhaṁ vā. Upādānato muccanesu yasmā ādito saṅkhārānaṁ udayabbayaṁ passitvā passitvā aniccānupassanāya vipassati, pacchā saṅkhārānaṁ bhaṅgameva passitvā animittānupassanāya vipassati. Aniccānupassanāvisesoyeva hi animittānupassanā. Saṅkhārānaṁ udayabbayadassanena ca bhaṅgadassanena ca attābhāvo pākaṭo hoti. Tena diṭṭhupādānassa ca attavādupādānassa ca pahānaṁ hoti. Diṭṭhippahāneneva ca ‘‘sīlabbatena attā sujjhatī’’ti dassanassa abhāvato sīlabbatupādānassa pahānaṁ hoti. Yasmā ca anattānupassanāya ujukameva attābhāvaṁ passati, anattānupassanāvisesoyeva ca suññatānupassanā, tasmā imāni cattāri ñāṇāni diṭṭhupādānādīhi tīhi upādānehi muccanti. Dukkhānupassanādīnaṁyeva pana catassannaṁ taṇhāya ujuvipaccanīkattā aniccānupassanādīnaṁ catassannaṁ kāmupādānato muccanaṁ na vuttaṁ. Yasmā ādito dukkhānupassanāya ‘‘saṅkhārā dukkhā’’ti passato pacchā appaṇihitānupassanāya ca ‘‘saṅkhārā dukkhā’’ti passato saṅkhārānaṁ patthanā pahīyati. Dukkhānupassanāvisesoyeva hi appaṇihitānupassanā. Yasmā ca saṅkhāresu nibbidānupassanāya nibbindantassa virāgānupassanāya virajjantassa saṅkhārānaṁ patthanā pahīyati, tasmā imāni cattāri ñāṇāni kāmupādānato muccanti. Yasmā nirodhānupassanāya kilese nirodheti, paṭinissaggānupassanāya kilese pariccajati, tasmā imāni dve ñāṇāni catūhi upādānehi muccantīti evaṁ sabhāvanānattena ca ākāranānattena ca aṭṭhasaṭṭhi vimokkhā niddiṭṭhā.",
  "atk-s0517a6:31": "219. Idāni ādito uddiṭṭhānaṁ tiṇṇaṁ vimokkhānaṁ mukhāni dassetvā vimokkhamukhapubbaṅgamaṁ indriyavisesaṁ puggalavisesañca dassetukāmo tīṇi kho panimānītiādimāha. Tattha vimokkhamukhānīti tiṇṇaṁ vimokkhānaṁ mukhāni. Lokaniyyānāya saṁvattantīti tedhātukalokato niyyānāya niggamanāya saṁvattanti. Sabbasaṅkhāre paricchedaparivaṭumato samanupassanatāyāti sabbesaṁ saṅkhārānaṁ udayabbayavasena paricchedato ceva parivaṭumato ca samanupassanatāya. Lokaniyyānaṁ hotīti pāṭhaseso. Aniccānupassanā hi udayato pubbe saṅkhārā natthīti paricchinditvā tesaṁ gatiṁ samannesamānā vayato paraṁ na gacchanti, ettheva antaradhāyantīti parivaṭumato pariyantato samanupassati. Sabbasaṅkhārā hi udayena pubbantaparicchinnā, vayena aparantaparicchinnā. Animittāya ca dhātuyā cittasampakkhandanatāyāti vipassanākkhaṇepi nibbānaninnatāya animittākārena upaṭṭhānato animittasaṅkhātāya nibbānadhātuyā cittapavisanatāya ca lokaniyyānaṁ hoti. Manosamuttejanatāyāti cittasaṁvejanatāya. Dukkhānupassanāya hi saṅkhāresu cittaṁ saṁvijjati. Appaṇihitāya ca dhātuyāti vipassanākkhaṇepi nibbānaninnatāya appaṇihitākārena upaṭṭhānato appaṇihitasaṅkhātāya nibbānadhātuyā. Sabbadhammeti nibbānassa avipassanupagattepi anattasabhāvasabbhāvato ‘‘sabbasaṅkhāre’’ti avatvā ‘‘sabbadhamme’’ti vuttaṁ. Parato samanupassanatāyāti paccayāyattattā avasatāya avidheyyatāya ca ‘‘nāhaṁ na mama’’nti evaṁ anattato samanupassanatāya. Suññatāya ca dhātuyāti vipassanākkhaṇepi nibbānaninnatāya suññatākārena upaṭṭhānato suññatāsaṅkhātāya nibbānadhātuyā. Iti imāni tīṇi vacanāni aniccadukkhānattānupassanānaṁ vasena vuttāni. Teneva tadanantaraṁ aniccato manasikarototiādi vuttaṁ. Tattha khayatoti khīyanato. Bhayatoti sabhayato. Suññatoti attarahitato.",
  "atk-s0517a6:32": "Adhimokkhabahulanti aniccānupassanāya ‘‘khaṇabhaṅgavasena saṅkhārā bhijjantī’’ti saddhāya paṭipannassa paccakkhato khaṇabhaṅgadassanena ‘‘saccaṁ vatāha bhagavā’’ti bhagavati saddhāya saddhābahulaṁ cittaṁ hoti. Atha vā paccuppannānaṁ padesasaṅkhārānaṁ aniccataṁ passitvā ‘‘evaṁ aniccā atītānāgatapaccuppannā sabbe saṅkhārā’’ti adhimuccanato adhimokkhabahulaṁ cittaṁ hoti. Passaddhibahulanti dukkhānupassanāya cittakkhobhakarāya paṇidhiyā pajahanato cittadarathābhāvena passaddhibahulaṁ cittaṁ hoti. Atha vā dukkhānupassanāya saṁvegajananato saṁviggassa ca yoniso padahanato vikkhepābhāvena passaddhibahulaṁ cittaṁ hoti. Vedabahulanti anattānupassanāya bāhirakehi adiṭṭhaṁ gambhīraṁ anattalakkhaṇaṁ passato ñāṇabahulaṁ cittaṁ hoti. Atha vā ‘‘sadevakena lokena adiṭṭhaṁ anattalakkhaṇaṁ diṭṭha’’nti tuṭṭhassa tuṭṭhibahulaṁ cittaṁ hoti.",
  "atk-s0517a6:33": "Adhimokkhabahulo saddhindriyaṁ paṭilabhatīti pubbabhāge adhimokkho bahulaṁ pavattamāno bhāvanāpāripūriyā saddhindriyaṁ nāma hoti, taṁ so paṭilabhati nāma. Passaddhibahulo samādhindriyaṁ paṭilabhatīti pubbabhāge passaddhibahulassa ‘‘passaddhakāyo sukhaṁ vedeti, sukhino cittaṁ samādhiyatī’’ti (paṭi. ma. 1.73; a. ni. 5.26) vacanato bhāvanāpāripūriyā passaddhipaccayā samādhindriyaṁ hoti, taṁ so paṭilabhati nāma. Vedabahulo paññindriyaṁ paṭilabhatīti pubbabhāge vedo bahulaṁ pavattamāno bhāvanāpāripūriyā paññindriyaṁ nāma hoti, taṁ so paṭilabhati nāma.",
  "atk-s0517a6:34": "Ādhipateyyaṁ hotīti chandādike adhipatibhūtepi sakiccanipphādanavasena adhipati hoti padhāno hoti. Bhāvanāyāti bhummavacanaṁ, uparūpari bhāvanatthāya vā. Tadanvayā hontīti taṁ anugāminī taṁ anuvattinī honti. Sahajātapaccayā hontīti uppajjamānā ca sahauppādanabhāvena upakārakā honti pakāsassa padīpo viya. Aññamaññapaccayā hontīti aññamaññaṁ uppādanupatthambhanabhāvena upakārakā honti aññamaññūpatthambhakaṁ tidaṇḍaṁ viya. Nissayapaccayā hontīti adhiṭṭhānākārena nissayākārena ca upakārakā honti tarucittakammānaṁ pathavīpaṭādi viya. Sampayuttapaccayā hontīti ekavatthukaekārammaṇaekuppādaekanirodhasaṅkhātena sampayuttabhāvena upakārakā honti.",
  "atk-s0517a6:35": "220.Paṭivedhakāleti maggakkhaṇe saccapaṭivedhakāle. Paññindriyaṁ ādhipateyyaṁ hotīti maggakkhaṇe nibbānaṁ ārammaṇaṁ katvā saccadassanakiccakaraṇavasena ca kilesappahānakiccakaraṇavasena ca paññindriyameva jeṭṭhakaṁ hoti. Paṭivedhāyāti saccapaṭivijjhanatthāya. Ekarasāti vimuttirasena. Dassanaṭṭhenāti saccadassanaṭṭhena. Evaṁ paṭivijjhantopi bhāveti, bhāventopi paṭivijjhatīti maggakkhaṇe sakiṁyeva bhāvanāya ca paṭivedhassa ca sabbhāvadassanatthaṁ vuttaṁ. Anattānupassanāya vipassanākkhaṇepi paññindriyasseva ādhipateyyattā ‘‘paṭivedhakālepī’’ti apisaddo payutto.",
  "atk-s0517a6:36": "221.Aniccatomanasikaroto katamindriyaṁ adhimattaṁ hotītiādi indriyavisesena puggalavisesaṁ dassetuṁ vuttaṁ. Tattha adhimattanti adhikaṁ. Tattha saddhindriyasamādhindriyapaññindriyānaṁ adhimattatā saṅkhārupekkhāya veditabbā. Saddhāvimuttoti ettha avisesetvā vuttepi upari visesetvā vuttattā sotāpattimaggaṁ ṭhapetvā sesesu sattasu ṭhānesu saddhāvimuttoti vuttaṁ hoti. Saddhāvimutto saddhindriyassa adhimattattā hoti, na saddhindriyassa adhimattattā sabbattha saddhāvimuttotipi vuttaṁ hoti. Sotāpattimaggakkhaṇe saddhindriyassa adhimattattāyeva sesesu samādhindriyapaññindriyādhimattattepi sati saddhāvimuttoyeva nāma hotīti vadanti. Kāyasakkhī hotīti aṭṭhasupi ṭhānesu kāyasakkhī nāma hoti. Diṭṭhippatto hotīti saddhāvimutte vuttanayeneva veditabbaṁ.",
  "atk-s0517a6:37": "Saddahanto vimuttoti saddhāvimuttoti saddhindriyassa adhimattattā sotāpattimaggakkhaṇe saddahanto catūsupi phalakkhaṇesu vimuttoti saddhāvimuttoti vuttaṁ hoti. Uparimaggattayakkhaṇe saddhāvimuttattaṁ idāni vakkhati. Sotāpattimaggakkhaṇe pana saddhānusārittaṁ pacchā vakkhati. Phuṭṭhattā sacchikatoti kāyasakkhīti sukkhavipassakatte sati upacārajjhānaphassassa rūpārūpajjhānalābhitte sati rūpārūpajjhānaphassassa phuṭṭhattā nibbānaṁ sacchikatoti kāyasakkhī, nāmakāyena vuttappakāre jhānaphasse ca nibbāne ca sakkhīti vuttaṁ hoti. Diṭṭhattā pattoti diṭṭhippattoti sotāpattimaggakkhaṇe sampayuttena paññindriyena paṭhamaṁ nibbānassa diṭṭhattā pacchā sotāpattiphalādivasena nibbānaṁ pattoti diṭṭhippatto, paññindriyasaṅkhātāya diṭṭhiyā nibbānaṁ pattoti vuttaṁ hoti. Sotāpattimaggakkhaṇe pana dhammānusārittaṁ pacchā vakkhati. Saddahanto vimuccatīti saddhāvimuttoti saddhindriyassa adhimattattā sakadāgāmianāgāmiarahattamaggakkhaṇesu saddahanto vimuccatīti saddhāvimutto. Ettha vimuccamānopi āsaṁsāya bhūtavacanavasena ‘‘vimutto’’ti vutto. Jhānaphassanti tividhaṁ jhānaphassaṁ. ‘‘Jhānaphassa’’ntiādīni ‘‘dukkhā saṅkhārā’’tiādīni ca paṭhamaṁ vuttaṁ dvayameva visesetvā vuttāni. Ñātaṁ hotītiādīni heṭṭhā vuttatthāni. Ettha ca jhānalābhī puggalo samādhindriyassa anukūlāya dukkhānupassanāya eva vuṭṭhahitvā maggaphalāni pāpuṇātīti ācariyānaṁ adhippāyo.",
  "atk-s0517a6:38": "Siyāti siyuṁ, bhaveyyunti attho. ‘‘Siyā’’ti etaṁ vidhivacanameva. Tayo puggalāti vipassanāniyamena indriyaniyamena ca vuttā tayo puggalā. Vatthuvasenāti tīsu anupassanāsu ekekaindriyavatthuvasena. Pariyāyenāti teneva pariyāyena. Iminā vārena kiṁ dassitaṁ hoti ? Heṭṭhā ekekissā anupassanāya ekekassa indriyassa ādhipaccaṁ yebhuyyavasena vuttanti ca, kadāci tīsupi anupassanāsu ekekasseva indriyassa ādhipaccaṁ hotīti ca dassitaṁ hoti. Atha vā pubbabhāgavipassanākkhaṇe tissannampi anupassanānaṁ sabbhāvato tāsu pubbabhāgavipassanāsu tesaṁ tesaṁ indriyānaṁ ādhipaccaṁ apekkhitvā maggaphalakkhaṇesu saddhāvimuttādīni nāmāni hontīti. Evañhi vuccamāne heṭṭhā vuṭṭhānagāminivipassanāya upari ca kato indriyādhipaccapuggalaniyamo sukatoyeva niccaloyeva ca hoti. Anantaravāre siyāti aññoyevāti evaṁ siyāti attho. Ettha pubbe vuttoyeva niyamo.",
  "atk-s0517a6:39": "Idāni maggaphalavasena puggalavisesaṁ vibhajitvā dassetuṁ aniccato manasikaroto…pe… sotāpattimaggaṁ paṭilabhatītiādimāha. Tattha saddhaṁ anussarati anugacchati, saddhāya vā nibbānaṁ anussarati anugacchatīti saddhānusārī. Sacchikatanti paccakkhakataṁ. Arahattanti arahattaphalaṁ. Paññāsaṅkhātaṁ dhammaṁ anussarati, tena vā dhammena nibbānaṁ anussaratīti dhammānusārī.",
  "atk-s0517a6:40": "222. Puna aparehi pariyāyehi indriyattayavisesena puggalavisesaṁ vaṇṇetukāmo ye hi kecītiādimāha. Tattha bhāvitā vāti atīte bhāvayiṁsu vā. Bhāventi vāti paccuppanne. Bhāvissanti vāti anāgate. Adhigatā vātiādi ekekantikaṁ purimassa purimassa atthavivaraṇatthaṁ vuttaṁ. Phassitā vāti ñāṇaphusanāya phusiṁsu vā. Vasippattāti issarabhāvaṁ pattā. Pāramippattāti vosānaṁ pattā. Vesārajjappattāti visāradabhāvaṁ pattā. Sabbattha saddhāvimuttādayo heṭṭhā vuttakkhaṇesuyeva, satipaṭṭhānādayo maggakkhaṇeyeva. Aṭṭha vimokkheti ‘‘rūpī rūpāni passatī’’tiādike (paṭi. ma. 1.209; dha. sa. 248) paṭisambhidāmaggappattiyā eva pattā.",
  "atk-s0517a6:41": "Tisso sikkhāti adhisīlasikkhā adhicittasikkhā adhipaññāsikkhā maggappattā eva sikkhamānā. Dukkhaṁ parijānantītiādīni maggakkhaṇeyeva. Pariññāpaṭivedhaṁ paṭivijjhatīti pariññāpaṭivedhena paṭivijjhati, pariññāya paṭivijjhitabbanti vā pariññāpaṭivedhaṁ. Evaṁ sesesupi. Sabbadhammādīhi visesetvā abhiññāpaṭivedhādayo vuttā. Sacchikiriyāpaṭivedho pana maggakkhaṇeyeva nibbānapaccavekkhaṇañāṇasiddhivasena veditabboti. Evamidha pañca ariyapuggalā niddiṭṭhā honti, ubhatobhāgavimutto ca paññāvimutto cāti ime dve aniddiṭṭhā. Aññattha (visuddhi. 2.773) pana ‘‘yo pana dukkhato manasikaronto passaddhibahulo samādhindriyaṁ paṭilabhati, so sabbattha kāyasakkhī nāma hoti, arūpajjhānaṁ pana patvā aggaphalaṁ patto ubhatobhāgavimutto nāma hoti. Yo pana anattato manasikaronto vedabahulo paññindriyaṁ paṭilabhati, sotāpattimaggakkhaṇe dhammānusārī hoti, chasu ṭhānesu diṭṭhippatto, aggaphale paññāvimutto’’ti vuttaṁ. Te idha kāyasakkhidiṭṭhippattehiyeva saṅgahitā. Atthato pana arūpajjhānena ceva ariyamaggena cāti ubhatobhāgena vimuttoti ubhatobhāgavimutto. Pajānanto vimuttoti paññāvimuttoti. Ettāvatā indriyapuggalavisesā niddiṭṭhā honti.",
  "atk-s0517a6:42": "223-226. Idāni vimokkhapubbaṅgamameva vimokkhavisesaṁ puggalavisesañca dassetukāmo aniccato manasikarototiādimāha. Tattha dve vimokkhāti appaṇihitasuññatavimokkhā. Aniccānupassanāgamanavasena hi animittavimokkhoti laddhanāmo maggo rāgadosamohapaṇidhīnaṁ abhāvā saguṇato ca tesaṁyeva paṇidhīnaṁ abhāvā appaṇihitanti laddhanāmaṁ nibbānaṁ ārammaṇaṁ karotīti ārammaṇato ca appaṇihitavimokkhoti nāmampi labhati. Tathā rāgadosamohehi suññattā saguṇato ca rāgādīhiyeva suññattā suññatanti laddhanāmaṁ nibbānaṁ ārammaṇaṁ karotīti ārammaṇato ca suññatavimokkhoti nāmampi labhati. Tasmā te dve vimokkhā animittavimokkhanvayā nāma honti. Animittamaggato anaññepi aṭṭhannaṁ maggaṅgānaṁ ekekassa maggaṅgassa vasena sahajātādipaccayā ca hontīti veditabbā. Puna dve vimokkhāti suññatānimittavimokkhā. Dukkhānupassanāgamanavasena hi appaṇihitavimokkhoti laddhanāmo maggo rūpanimittādīnaṁ rāganimittādīnaṁ niccanimittādīnañca abhāvā saguṇato ca tesaṁyeva nimittānaṁ abhāvā animittasaṅkhātaṁ nibbānaṁ ārammaṇaṁ karotīti ārammaṇato ca animittavimokkhoti nāmampi labhati. Sesaṁ vuttanayeneva yojetabbaṁ. Puna dve vimokkhāti animittaappaṇihitavimokkhā. Yojanā panettha vuttanayā eva.",
  "atk-s0517a6:43": "Paṭivedhakāleti indriyānaṁ vuttakkameneva vuttaṁ. Maggakkhaṇaṁ pana muñcitvā vipassanākkhaṇe vimokkho nāma natthi . Paṭhamaṁ vuttoyeva pana maggavimokkho ‘‘paṭivedhakāle’’ti vacanena visesetvā dassito. ‘‘Yo cāyaṁ puggalo saddhāvimutto’’tiādikā dve vārā ca ‘‘aniccato manasikaronto sotāpattimaggaṁ paṭilabhatī’’tiādiko vāro ca saṅkhitto, vimokkhavasena pana yojetvā vitthārato veditabbo. Ye hi keci nekkhammantiādiko vāro vuttanayeneva veditabboti. Ettāvatā vimokkhapuggalavisesā niddiṭṭhā hontīti.",
  "atk-s0517a6:44": "227. Puna vimokkhamukhāni ca vimokkhe ca anekadhā niddisitukāmo aniccato manasikarontotiādimāha. Tattha yathābhūtanti yathāsabhāvena. Jānātīti ñāṇena jānāti. Passatīti teneva ñāṇena cakkhunā viya passati. Tadanvayenāti tadanugamanena, tassa paccakkhato ñāṇena diṭṭhassa anugamanenāti attho. Kaṅkhā pahīyatīti aniccānupassanāya niccāniccakaṅkhā, itarāhi itarakaṅkhā. Nimittanti santatighanavinibbhogena niccasaññāya pahīnattā ārammaṇabhūtaṁ saṅkhāranimittaṁ yathābhūtaṁ jānāti. Tena vuccati sammādassananti tena yathābhūtajānanena taṁ ñāṇaṁ ‘‘sammādassana’’nti vuccati. Pavattanti dukkhappattākāre sukhasaññaṁ ugghāṭetvā sukhasaññāya pahānena paṇidhisaṅkhātāya taṇhāya pahīnattā sukhasammatampi vipākapavattaṁ yathābhūtaṁ jānāti. Nimittañca pavattañcāti nānādhātumanasikārasambhavena samūhaghanavinibbhogena ubhayathāpi attasaññāya pahīnattā saṅkhāranimittañca vipākapavattañca yathābhūtaṁ jānāti. Yañca yathābhūtaṁ ñāṇantiādittayaṁ idāni vuttameva, na aññaṁ. Bhayato upaṭṭhātīti niccasukhaattābhāvadassanato yathākkamaṁ taṁ taṁ bhayato upaṭṭhāti. Yā ca bhayatupaṭṭhāne paññātiādinā ‘‘udayabbayānupassanāñāṇaṁ bhaṅgānupassanāñāṇaṁ bhayatupaṭṭhānañāṇaṁ ādīnavānupassanāñāṇaṁ nibbidānupassanāñāṇaṁ muñcitukamyatāñāṇaṁ paṭisaṅkhānupassanāñāṇaṁ saṅkhārupekkhāñāṇaṁ anulomañāṇa’’nti vuttesu paṭipadāñāṇadassanavisuddhisaṅkhātesu navasu vipassanāñāṇesu bhayatupaṭṭhānasambandhena avatthābhedena bhinnāni ekaṭṭhāni tīṇi ñāṇāni vuttāni, na sesāni.",
  "atk-s0517a6:45": "Puna tīsu anupassanāsu ante ṭhitāya anantarāya anattānupassanāya sambandhena tāya saha suññatānupassanāya ekaṭṭhataṁ dassetuṁ yā ca anattānupassanā yā ca suññatānupassanātiādimāha. Imāni hi dve ñāṇāni atthato ekameva, avatthābhedena pana bhinnāni. Yathā ca imāni, tathā aniccānupassanā ca animittānupassanā ca atthato ekameva ñāṇaṁ, dukkhānupassanā ca appaṇihitānupassanā ca atthato ekameva ñāṇaṁ, kevalaṁ avatthābhedeneva bhinnāni. Anattānupassanāsuññatānupassanānañca ekaṭṭhatāya vuttāya tesaṁ dvinnaṁ dvinnampi ñāṇānaṁ ekalakkhaṇattā ekaṭṭhatā vuttāva hotīti. Nimittaṁ paṭisaṅkhā ñāṇaṁ uppajjatīti ‘‘saṅkhāranimittaṁ addhuvaṁ tāvakālika’’nti aniccalakkhaṇavasena jānitvā ñāṇaṁ uppajjati. Kāmañca na paṭhamaṁ jānitvā pacchā ñāṇaṁ uppajjati, vohāravasena pana ‘‘manañca paṭicca dhamme ca uppajjati manoviññāṇa’’ntiādīni (saṁ. ni. 4.60; ma. ni. 1.400; 3.421) viya evaṁ vuccati. Saddasatthavidūpi ca ‘‘ādiccaṁ pāpuṇitvā tamo vigacchatī’’tiādīsu viya samānakālepi imaṁ padaṁ icchanti. Ekattanayena vā purimañca pacchimañca ekaṁ katvā evaṁ vuttanti veditabbaṁ. Iminā nayena itarasmimpi padadvaye attho veditabbo. Muñcitukamyatādīnaṁ tiṇṇaṁ ñāṇānaṁ ekaṭṭhatā heṭṭhā vuttanayā eva.",
  "atk-s0517a6:46": "Nimittācittaṁ vuṭṭhātīti saṅkhāranimitte dosadassanena tattha anallīnatāya saṅkhāranimittā cittaṁ vuṭṭhāti nāma. Animitte cittaṁ pakkhandatīti saṅkhāranimittapaṭipakkhena animittasaṅkhāte nibbāne tanninnatāya cittaṁ pavisati. Sesānupassanādvayepi iminā nayena attho veditabbo. Nirodhe nibbānadhātuyāti idha vutteneva paṭhamānupassanādvayampi vuttameva hoti. Nirodhetipi pāṭho. Bahiddhāvuṭṭhānavivaṭṭane paññāti vuṭṭhānasambandhena gotrabhuñāṇaṁ vuttaṁ. Gotrabhū dhammāti gotrabhuñāṇameva. Itarathā hi ekaṭṭhatā na yujjati. ‘‘Asaṅkhatā dhammā, appaccayā dhammā’’tiādīsu (dha. sa. dukamātikā 7, 8) viya vā catumaggavasena vā bahuvacanaṁ katanti veditabbaṁ. Yasmā vimokkhoti maggo, maggo ca dubhatovuṭṭhāno, tasmā tena sambandhena yā ca dubhatovuṭṭhānavivaṭṭane paññātiādi vuttaṁ.",
  "atk-s0517a6:47": "228. Puna vimokkhānaṁ nānākkhaṇānaṁ ekakkhaṇapariyāyaṁ dassetukāmo katihākārehītiādimāha. Tattha ādhipateyyaṭṭhenāti jeṭṭhakaṭṭhena. Adhiṭṭhānaṭṭhenāti patiṭṭhānaṭṭhena. Abhinīhāraṭṭhenāti vipassanāvīthito nīharaṇaṭṭhena. Niyyānaṭṭhenāti nibbānupagamanaṭṭhena. Aniccato manasikarototi vuṭṭhānagāminivipassanākkhaṇeyeva . Animitto vimokkhoti maggakkhaṇeyeva. Esa nayo sesesu. Cittaṁ adhiṭṭhātīti cittaṁ adhikaṁ katvā ṭhāti, cittaṁ patiṭṭhāpetīti adhippāyo. Cittaṁ abhinīharatīti vipassanāvīthito cittaṁ nīharati. Nirodhaṁ nibbānaṁ niyyātīti nirodhasaṅkhātaṁ nibbānaṁ upagacchatīti evaṁ ākāranānattato catudhā nānākkhaṇatā dassitā.",
  "atk-s0517a6:48": "Ekakkhaṇatāya samodhānaṭṭhenāti ekajjhaṁ samosaraṇaṭṭhena. Adhigamanaṭṭhenāti vindanaṭṭhena. Paṭilābhaṭṭhenāti pāpuṇanaṭṭhena. Paṭivedhaṭṭhenāti ñāṇena paṭivijjhanaṭṭhena. Sacchikiriyaṭṭhenāti paccakkhakaraṇaṭṭhena. Phassanaṭṭhenāti ñāṇaphusanāya phusanaṭṭhena. Abhisamayaṭṭhenāti abhimukhaṁ samāgamanaṭṭhena. Ettha ‘‘samodhānaṭṭhenā’’ti mūlapadaṁ, sesāni adhigamavevacanāni. Tasmāyeva hi sabbesaṁ ekato vissajjanaṁ kataṁ. Nimittā muccatīti niccanimittato muccati. Iminā vimokkhaṭṭho vutto. Yato muccatīti yato nimittato muccati. Tattha na paṇidahatīti tasmiṁ nimitte patthanaṁ na karoti. Yattha na paṇidahatīti yasmiṁ nimitte na paṇidahati. Tena suññoti tena nimittena suñño. Yena suññoti yena nimittena suñño. Tena nimittena animittoti iminā animittaṭṭho vutto.",
  "atk-s0517a6:49": "Paṇidhiyā muccatīti paṇidhito muccati. ‘‘Paṇidhi muccatī’’ti pāṭho nissakkatthoyeva. Iminā vimokkhaṭṭho vutto. Yattha na paṇidahatīti yasmiṁ dukkhe na paṇidahati. Tena suññoti tena dukkhena suñño. Yena suññoti yena dukkhanimittena suñño. Yena nimittenāti yena dukkhanimittena. Tattha na paṇidahatīti iminā appaṇihitaṭṭho vutto. Abhinivesā muccatīti iminā vimokkhaṭṭho vutto. Yena suññoti yena abhinivesanimittena suñño. Yena nimittenāti yena abhinivesanimittena. Yattha na paṇidahati, tena suññoti yasmiṁ abhinivesanimitte na paṇidahati, tena abhinivesanimittena suñño. Iminā suññataṭṭho vutto.",
  "atk-s0517a6:50": "229. Puna aṭṭhavimokkhādīni niddisitukāmo atthi vimokkhotiādimāha. Tattha niccato abhinivesātiādīni saññāvimokkhe vuttanayena veditabbāni. Sabbābhinivesehīti vuttappakārehi abhinivesehi. Iti abhinivesamuccanavasena suññatavimokkhā nāma jātā, teyeva niccādinimittamuccanavasena animittavimokkhā, niccantiādipaṇidhīhi muccanavasena appaṇihitavimokkhā. Ettha ca paṇidhi muccatīti sabbattha nissakkattho veditabbo. Paṇidhiyā muccatīti vā pāṭho. ‘‘Sabbapaṇidhīhi muccatī’’ti cettha sādhakaṁ. Evaṁ tisso anupassanā tadaṅgavimokkhattā ca samucchedavimokkhassa paccayattā ca pariyāyena vimokkhāti vuttā.",
  "atk-s0517a6:51": "230.Tattha jātāti anantare vipassanāvimokkhepi sati imissā kathāya maggavimokkhādhikārattā tasmiṁ maggavimokkhe jātāti vuttaṁ hoti. Anavajjakusalāti rāgādivajjavirahitā kusalā. Vicchedaṁ katvā vā pāṭho. Bodhipakkhiyā dhammāti ‘‘cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā , ariyo aṭṭhaṅgiko maggo’’ti (ma. ni. 3.35, 43; cūḷani. mettagūmāṇavapucchāniddesa 22; mi. pa. 5.4.1) vuttā sattatiṁsa bodhipakkhiyadhammā. Idaṁ mukhanti idaṁ vuttappakāraṁ dhammajātaṁ ārammaṇato nibbānapavesāya mukhattā mukhaṁ nāmāti vuttaṁ hoti. Tesaṁ dhammānanti tesaṁ bodhipakkhiyānaṁ dhammānaṁ. Idaṁ vimokkhamukhanti nibbānaṁ vikkhambhanatadaṅgasamucchedapaṭippassaddhinissaraṇavimokkhesu nissaraṇavimokkhova, ‘‘yāvatā, bhikkhave , dhammā saṅkhatā vā asaṅkhatā vā, virāgo tesaṁ dhammānaṁ aggamakkhāyatī’’ti (itivu. 90; a. ni. 4.34) vuttattā uttamaṭṭhena mukhañcāti vimokkhamukhaṁ. Vimokkhañca taṁ mukhañca vimokkhamukhanti kammadhārayasamāsavasena ayameva attho vutto. Vimokkhañcāti ettha liṅgavipallāso kato. Tīṇi akusalamūlānīti lobhadosamohā. Tīṇi duccaritānīti kāyavacīmanoduccaritāni. Sabbepi akusalā dhammāti akusalamūlehi sampayuttā duccaritehi sampayuttā ca asampayuttā ca sevitabbadomanassādīni ṭhapetvā sabbepi akusalā dhammā. Kusalamūlasucaritāni vuttapaṭipakkhena veditabbāni. Sabbepi kusalā dhammāti vuttanayeneva sampayuttā asampayuttā ca vimokkhassa upanissayabhūtā sabbepi kusalā dhammā. Vivaṭṭakathā heṭṭhā vuttā. Vimokkhavivaṭṭasambandhena panettha sesavivaṭṭāpi vuttā. Āsevanāti ādito sevanā. Bhāvanāti tasseva vaḍḍhanā. Bahulīkammanti tasseva vasippattiyā punappunaṁ karaṇaṁ. Maggassa pana ekakkhaṇeyeva kiccasādhanavasena āsevanādīni veditabbāni. Paṭilābho vā vipāko vātiādīni heṭṭhā vuttatthānevāti.",
  "atk-s0517a6:52": "Vimokkhaniddesavaṇṇanā niṭṭhitā.",
  "atk-s0517a6:53": "Saddhammappakāsiniyā paṭisambhidāmagga-aṭṭhakathāya",
  "atk-s0517a6:54": "Vimokkhakathāvaṇṇanā niṭṭhitā."
}