{
  "atk-s0302a7:0": "8. Lakkhaṇasaṁyuttaṁ",
  "atk-s0302a7:1": "1. Paṭhamavaggo",
  "atk-s0302a7:2": "1. Aṭṭhisuttavaṇṇanā",
  "atk-s0302a7:3": "202. Lakkhaṇasaṁyutte yvāyaṁ āyasmā ca lakkhaṇoti lakkhaṇatthero vutto, esa jaṭilasahassabbhantare ehibhikkhūpasampadāya upasampanno ādittapariyāyāvasāne arahattaṁ patto eko mahāsāvakoti veditabbo. Yasmā panesa lakkhaṇasampannena sabbākāraparipūrena brahmasamena attabhāvena samannāgato, tasmā ‘‘lakkhaṇo’’ti saṅkhaṁ gato. Mahāmoggallāno pana pabbajitadivasato sattame divase arahattaṁ patto dutiyo aggasāvako.",
  "atk-s0302a7:4": "Sitaṁ pātvākāsīti mandahasitaṁ pātuakāsi, pakāsayi dassesīti vuttaṁ hoti. Kiṁ pana disvā thero sitaṁ pātvākāsīti? Upari pāḷiyaṁ āgataṁ aṭṭhikasaṅkhalikaṁ ekaṁ petaloke nibbattaṁ sattaṁ disvā. Tañca kho dibbena cakkhunā, na pasādacakkhunā. Pasādacakkhussa hi ete attabhāvā na āpāthaṁ āgacchanti. Evarūpaṁ pana attabhāvaṁ disvā kāruññe kattabbe kasmā sitaṁ pātvākāsīti? Attano ca buddhañāṇassa ca sampattiṁ samanussaraṇato. Tañhi disvā thero ‘‘adiṭṭhasaccena nāma puggalena paṭilabhitabbā evarūpā attabhāvā mutto ahaṁ, lābhā vata me, suladdhaṁ vata me’’ti attano ca sampattiṁ anussaritvā – ‘‘aho buddhassa bhagavato ñāṇasampatti, ‘yo kammavipāko, bhikkhave, acinteyyo na cintetabbo’ti desesi, paccakkhaṁ vata katvā buddhā desenti, suppaṭividdhā buddhānaṁ dhammadhātū’’ti evaṁ buddhañāṇasampattiñca anussaritvā sitaṁ pātvākāsīti.",
  "atk-s0302a7:5": "Atha lakkhaṇatthero kasmā na addasa, kimassa dibbacakkhu natthīti? No natthi, mahāmoggallāno pana āvajjento addasa, itaro pana anāvajjanena na addasa. Yasmā pana khīṇāsavā nāma na akāraṇā sitaṁ karonti, tasmā taṁ lakkhaṇatthero pucchi ko nu kho, āvuso moggallāna, hetu, ko paccayo sitassa pātukammāyāti? Thero pana yasmā yehi ayaṁ upapatti sāmaṁ adiṭṭhā, te dussaddhāpayā honti, tasmā bhagavantaṁ sakkhiṁ katvā byākātukāmatāya akālo kho, āvusotiādimāha. Tato bhagavato santike puṭṭho idhāhaṁ, āvusotiādinā nayena byākāsi.",
  "atk-s0302a7:6": "Tattha aṭṭhikasaṅkhalikanti setaṁ nimmaṁsalohitaṁ aṭṭhisaṅghātaṁ. Gijjhāpi kākāpi kulalāpīti etepi yakkhagijjhā ceva yakkhakākā ca yakkhakulalā ca paccetabbā. Pākatikānaṁ pana gijjhādīnaṁ āpāthampi etaṁ rūpaṁ nāgacchati. Anupatitvā anupatitvāti anubandhitvā anubandhitvā. Vitudentīti asidhārūpamehi tikhiṇehi lohatuṇḍakehi vijjhitvā vijjhitvā ito cito ca caranti gacchanti. Sā sudaṁ aṭṭassaraṁ karotīti ettha sudanti nipāto, sā aṭṭhikasaṅkhalikā aṭṭassaraṁ āturassaraṁ karotīti attho. Akusalavipākānubhavanatthaṁ kira yojanappamāṇāpi tādisā attabhāvā nibbattanti, pasādussadā ca honti pakkagaṇḍasadisā. Tasmā sā aṭṭhikasaṅkhalikā balavavedanāturā tādisaṁ saddamakāsīti.",
  "atk-s0302a7:7": "Evañca pana vatvā puna āyasmā mahāmoggallāno ‘‘vaṭṭagāmisattā nāma evarūpā attabhāvā na muccantī’’ti sattesu kāruññaṁ paṭicca uppannaṁ dhammasaṁvegaṁ dassento tassa mayhaṁ, āvuso, etadahosi acchariyaṁ vata bhotiādimāha. Tato bhagavā therassa ānubhāvaṁ pakāsento cakkhubhūtā vata, bhikkhave, sāvakā viharantītiādimāha. Tattha cakkhu bhūtaṁ jātaṁ uppannaṁ etesanti cakkhubhūtā, bhūtacakkhukā uppannacakkhukā cakkhuṁ uppādetvā viharantīti attho. Dutiyapadepi eseva nayo. Yatra hi nāmāti ettha yatrāti kāraṇavacanaṁ. Tatrāyaṁ atthayojanā – yasmā nāma sāvakopi evarūpaṁ ñassati vā dakkhati vā sakkhiṁ vā karissati, tasmā avocumha – ‘‘cakkhubhūtā vata, bhikkhave, sāvakā viharanti, ñāṇabhūtā vata, bhikkhave, sāvakā viharantī’’ti. Pubbeva me so, bhikkhave, satto diṭṭhoti bodhimaṇḍe sabbaññutaññāṇapaṭivedhena appamāṇesu cakkavāḷesu appamāṇe sattanikāye bhavagatiyoniṭhitinivāse ca paccakkhaṁ karontena mayā pubbeva so satto diṭṭhoti vadati.",
  "atk-s0302a7:8": "Goghātakoti gāvo vadhitvā aṭṭhito maṁsaṁ mocetvā vikkiṇitvā jīvikaṁ kappanakasatto. Tasseva kammassa vipākāvasesenāti tassa nānācetanāhi āyūhitassa aparāpariyakammassa. Tatra hi yāya cetanāya narake paṭisandhi janitā, tassā vipāke parikkhīṇe avasesakammaṁ vā kammanimittaṁ vā ārammaṇaṁ katvā puna petādīsu paṭisandhi nibbattati, tasmā sā paṭisandhi kammasabhāgatāya ārammaṇasabhāgatāya vā ‘‘tasseva kammassa vipākāvaseso’’ti vuccati. Ayañca satto evaṁ uppanno. Tenāha – ‘‘tasseva kammassa vipākāvasesenā’’ti. Tassa kira narakā cavanakāle nimmaṁsakatānaṁ gunnaṁ aṭṭhirāsiyeva nimittaṁ ahosi. So paṭicchannampi taṁ kammaṁ viññūnaṁ pākaṭaṁ viya karonto aṭṭhisaṅkhalikapeto jāto. Paṭhamaṁ.",
  "atk-s0302a7:9": "2. Pesisuttavaṇṇanā",
  "atk-s0302a7:10": "203. Maṁsapesivatthusmiṁ goghātakoti gomaṁsapesiyo katvā sukkhāpetvā vallūravikkayena anekāni vassāni jīvikaṁ kappesi, tenassa narakā cavanakāle maṁsapesiyeva nimittaṁ ahosi. So maṁsapesipeto jāto. Dutiyaṁ.",
  "atk-s0302a7:11": "3. Piṇḍasuttavaṇṇanā",
  "atk-s0302a7:12": "204. Maṁsapiṇḍavatthusmiṁ sākuṇikoti sakuṇe gahetvā vikkiṇanakāle nippakkhacamme maṁsapiṇḍamatte katvā vikkiṇanto jīvikaṁ kappesi, tenassa narakā cavanakāle maṁsapiṇḍova nimittaṁ ahosi. So maṁsapiṇḍapeto jāto. Tatiyaṁ.",
  "atk-s0302a7:13": "4. Nicchavisuttavaṇṇanā",
  "atk-s0302a7:14": "205. Nicchavivatthusmiṁ tassa orabbhikassa eḷake vadhitvā vadhitvā niccamme katvā kappitajīvikassa purimanayeneva niccammaṁ eḷakasarīraṁ nimittaṁ ahosi. So nicchavipeto jāto. Catutthaṁ.",
  "atk-s0302a7:15": "5. Asilomasuttavaṇṇanā",
  "atk-s0302a7:16": "206. Asilomavatthusmiṁ so sūkariko dīgharattaṁ nivāpapuṭṭhe sūkare asinā vadhitvā vadhitvā dīgharattaṁ jīvikaṁ kappesi, tassa ukkhittāsikabhāvova nimittaṁ ahosi. Tasmā asilomapeto jāto. Pañcamaṁ.",
  "atk-s0302a7:17": "6. Sattisuttavaṇṇanā",
  "atk-s0302a7:18": "207. Sattilomavatthusmiṁ so māgaviko ekaṁ migañca sattiñca gahetvā vanaṁ gantvā tassa migassa samīpaṁ āgatāgate mige sattiyā vijjhitvā māresi, tassa sattiyā vijjhanakabhāvoyeva nimittaṁ ahosi. Tasmā sattilomapeto jāto. Chaṭṭhaṁ.",
  "atk-s0302a7:19": "7. Usulomasuttavaṇṇanā",
  "atk-s0302a7:20": "208. Usulomavatthusmiṁ kāraṇikoti rājāparādhike anekāhi kāraṇāhi pīḷetvā avasāne kaṇḍena vijjhitvā māraṇakapuriso. So kira ‘‘amukasmiṁ padese viddho maratī’’ti ñatvāva vijjhati. Tassevaṁ jīvikaṁ kappetvā narake uppannassa tato pakkāvasesena idhūpapattikāle usunā vijjhanabhāvoyeva nimittaṁ ahosi. Tasmā usulomapeto jāto. Sattamaṁ.",
  "atk-s0302a7:21": "8. Sūcilomasuttavaṇṇanā",
  "atk-s0302a7:22": "209. Sūcilomavatthusmiṁ sūtoti assadamako. Godamakotipi vadantiyeva. Tassa patodasūciyā vijjhanabhāvoyeva nimittaṁ ahosi. Tasmā sūcilomapeto jāto. Aṭṭhamaṁ.",
  "atk-s0302a7:23": "9. Dutiyasūcilomasuttavaṇṇanā",
  "atk-s0302a7:24": "210. Dutiye sūcilomavatthusmiṁ sūcakoti pesuññakārako. So kira manusse aññamaññañca bhindi, rājakule ca ‘‘imassa imaṁ nāma atthi, iminā idaṁ nāma kata’’nti sūcetvā sūcetvā anayabyasanaṁ pāpesi. Tasmā yathā tena sūcetvā manussā bhinnā, tathā sūcīhi bhedanadukkhaṁ paccanubhotuṁ kammameva nimittaṁ katvā sūcilomapeto jāto. Navamaṁ.",
  "atk-s0302a7:25": "10. Kumbhaṇḍasuttavaṇṇanā",
  "atk-s0302a7:26": "211. Aṇḍabhārivatthusmiṁ gāmakūṭakoti vinicchayāmacco. Tassa kammasabhāgatāya kumbhamattā mahāghaṭappamāṇā aṇḍā ahesuṁ. So hi yasmā raho paṭicchanne ṭhāne lañjaṁ gahetvā kūṭavinicchayena pākaṭaṁ dosaṁ karonto sāmike assāmike akāsi, tasmāssa rahassaṁ aṅgaṁ pākaṭaṁ nibbattaṁ. Yasmā daṇḍaṁ paṭṭhapento paresaṁ asayhaṁ bhāraṁ āropesi, tasmāssa rahassaṁ aṅgaṁ asayhabhāro hutvā nibbattaṁ. Yasmā yasmiṁ ṭhāne ṭhitena samena bhavitabbaṁ, tasmiṁ ṭhatvā visamo ahosi, tasmāssa rahassaṅge visamā nisajjāva ahosīti. Dasamaṁ.",
  "atk-s0302a7:27": "Paṭhamo vaggo.",
  "atk-s0302a7:28": "2. Dutiyavaggo",
  "atk-s0302a7:29": "1. Sasīsakasuttavaṇṇanā",
  "atk-s0302a7:30": "212. Pāradārikavatthusmiṁ so satto parassa rakkhitagopitaṁ sassāmikaṁ phassaṁ phusanto mīḷhasukhena kāmasukhena cittaṁ ramayitvā kammasabhāgatāya gūthaphassaṁ phusanto dukkhamanubhavituṁ tattha nibbatto. Paṭhamaṁ.",
  "atk-s0302a7:31": "2. Gūthakhādasuttavaṇṇanā",
  "atk-s0302a7:32": "213. Duṭṭhabrāhmaṇavatthu pākaṭameva. Dutiyaṁ.",
  "atk-s0302a7:33": "3. Nicchavitthisuttavaṇṇanā",
  "atk-s0302a7:34": "214. Nicchavitthivatthusmiṁ yasmā mātugāmo nāma attano phasse anissaro, sā ca taṁ sāmikassa santakaṁ phassaṁ thenetvā paresaṁ abhiratiṁ uppādesi, tasmā kammasabhāgatāya sukhasamphassā vaṭṭitvā dukkhasamphassaṁ anubhavituṁ nicchavitthī hutvā uppannā. Tatiyaṁ.",
  "atk-s0302a7:35": "4. Maṅgulitthisuttavaṇṇanā",
  "atk-s0302a7:36": "215. Maṅgulitthivatthusmiṁ maṅgulinti virūpaṁ duddasikaṁ bībhacchaṁ. Sā kira yakkhadāsikammaṁ karontī ‘‘iminā ca iminā ca evaṁ balikamme kate ayaṁ nāma tumhākaṁ vaḍḍhi bhavissatī’’ti mahājanassa gandhapupphādīni vañcanāya gahetvā mahājanaṁ duddiṭṭhiṁ micchādiṭṭhiṁ gaṇhāpesi, tasmā tāya kammasabhāgatāya gandhapupphādīnaṁ thenitattā duggandhā, duddassanassa gāhitattā duddasikā virūpā bībhacchā hutvā nibbattā. Catutthaṁ.",
  "atk-s0302a7:37": "5. Okilinīsuttavaṇṇanā",
  "atk-s0302a7:38": "216. Okilinīvatthusmiṁ uppakkaṁ okiliniṁ okirininti sā kira aṅgāracitake nipannā vipphandamānā viparivattamānā paccati, tasmā uppakkā ceva hoti uṇhena agginā pakkasarīrā, okilinī ca kilinnasarīrā, bindūnissā sarīrato paggharanti, okirinī ca aṅgārasamparikiṇṇā. Tassā hi heṭṭhatopi kiṁsukapupphavaṇṇā aṅgārā, ubhayapassesupi, ākāsatopissā upari patanti. Tena vuttaṁ – ‘‘uppakkaṁ okiliniṁ okirini’’nti. Sā issāpakatā sapattiṁ aṅgārakaṭāhena okirīti tassa kira rañño ekā nāṭakinī aṅgārakaṭāhaṁ samīpe ṭhapetvā gattato udakaṁ puñchati, pāṇinā ca sedaṁ karoti. Rājāpi tāya saddhiṁ kathañca karoti, parituṭṭhākārañca dasseti. Aggamahesī taṁ asahamānā issāpakatā hutvā acirapakkantassa rañño taṁ aṅgārakaṭāhaṁ gahetvā tassā upari aṅgāre okiri. Sā taṁ kammaṁ katvā tādisaṁyeva vipākaṁ paccanubhavituṁ petaloke nibbattā. Pañcamaṁ.",
  "atk-s0302a7:39": "6. Asīsakasuttavaṇṇanā",
  "atk-s0302a7:40": "217. Coraghātavatthusmiṁ so rañño āṇāya dīgharattaṁ corānaṁ sīsāni chinditvā petaloke nibbattanto asīsakaṁ kabandhaṁ hutvā nibbatti. Chaṭṭhaṁ.",
  "atk-s0302a7:41": "7-11. Pāpabhikkhusuttādivaṇṇanā",
  "atk-s0302a7:42": "218-222. Bhikkhuvatthusmiṁ pāpabhikkhūti lāmakabhikkhu. So kira lokassa saddhādeyye cattāro paccaye paribhuñjitvā kāyavacīdvārehi asaṁyato bhinnājīvo cittakeḷiṁ kīḷanto vicari. Tato ekaṁ buddhantaraṁ niraye paccitvā petaloke nibbattanto bhikkhusadiseneva attabhāvena nibbatti. Bhikkhunīsikkhamānāsāmaṇerasāmaṇerīvatthūsupi ayameva vinicchayo. Sattamādīni.",
  "atk-s0302a7:43": "Lakkhaṇasaṁyuttavaṇṇanā niṭṭhitā."
}