{
  "atk-s0502a11:0": "11. Jarāvaggo",
  "atk-s0502a11:1": "1. Visākhāya sahāyikānaṁ vatthu",
  "atk-s0502a11:2": "Konu hāso kimānandoti imaṁ dhammadesanaṁ satthā jetavane viharanto visākhāya sahāyikāyo ārabbha kathesi.",
  "atk-s0502a11:3": "Sāvatthiyaṁ kira pañcasatā kulaputtā ‘‘evaṁ imā appamādavihāriniyo bhavissantī’’ti attano attano bhariyāyo visākhaṁ mahāupāsikaṁ sampaṭicchāpesuṁ. Tā uyyānaṁ vā vihāraṁ vā gacchantiyo tāya saddhiṁyeva gacchanti. Tā ekasmiṁ kāle ‘‘sattāhaṁ surāchaṇo bhavissatī’’ti chaṇe saṅghuṭṭhe attano attano sāmikānaṁ suraṁ paṭiyādesuṁ. Te sattāhaṁ surāchaṇaṁ kīḷitvā aṭṭhame divase kammantabheriyā nikkhantāya kammante agamaṁsu. Tāpi itthiyo ‘‘mayaṁ sāmikānaṁ sammukhā suraṁ pātuṁ na labhimhā, avasesā surā ca atthi, idaṁ yathā te na jānanti, tathā pivissāmā’’ti visākhāya santikaṁ gantvā ‘‘icchāma, ayye, uyyānaṁ daṭṭhu’’nti vatvā ‘‘sādhu, ammā, tena hi kattabbakiccāni katvā nikkhamathā’’ti vutte tāya saddhiṁ gantvā paṭicchannākārena suraṁ nīharāpetvā uyyāne pivitvā mattā vicariṁsu. Visākhāpi ‘‘ayuttaṁ imāhi kataṁ, idāni maṁ ‘samaṇassa gotamassa sāvikā visākhā suraṁ pivitvā vicaratī’ti titthiyāpi garahissantī’’ti cintetvā tā itthiyo āha – ‘‘ammā ayuttaṁ vo kataṁ, mamapi ayaso uppādito, sāmikāpi vo kujjhissanti, idāni kiṁ karissathā’’ti. Gilānālayaṁ dassayissāma, ayyeti. Tena hi paññāyissatha sakena kammenāti. Tā gehaṁ gantvā gilānālayaṁ kariṁsu. Atha tāsaṁ sāmikā ‘‘itthannāmā ca itthannāmā ca kaha’’nti pucchitvā ‘‘gilānā’’ti sutvā ‘‘addhā etāhi avasesasurā pītā bhavissantī’’ti sallakkhetvā tā pothetvā anayabyasanaṁ pāpesuṁ. Tā aparasmimpi chaṇavāre tatheva suraṁ pivitukāmā visākhaṁ upasaṅkamitvā, ‘‘ayye, uyyānaṁ no nehī’’ti vatvā ‘‘pubbepi me tumhehi ayaso uppādito, gacchatha, na vo ahaṁ nessāmī’’ti tāya paṭikkhittā ‘‘idāni evaṁ na karissāmā’’ti sammantayitvā puna taṁ upasaṅkamitvā āhaṁsu, ‘‘ayye , buddhapūjaṁ kātukāmāmhā, vihāraṁ no nehī’’ti. Idāni ammā yujjati, gacchatha, parivacchaṁ karothāti. Tā caṅkoṭakehi gandhamālādīni gāhāpetvā surāpuṇṇe muṭṭhivārake hatthehi olambetvā mahāpaṭe pārupitvā visākhaṁ upasaṅkamitvā tāya saddhiṁ vihāraṁ pavisamānā ekamantaṁ gantvā muṭṭhivārakeheva suraṁ pivitvā vārake chaḍḍetvā dhammasabhāyaṁ satthu purato nisīdiṁsu .",
  "atk-s0502a11:4": "Visākhā ‘‘imāsaṁ, bhante, dhammaṁ kathethā’’ti āha. Tāpi madavegena kampamānasarīrā ‘‘iccāma, gāyāmā’’ti cittaṁ uppādesuṁ. Athekā mārakāyikā devatā ‘‘imāsaṁ sarīre adhimuccitvā samaṇassa gotamassa purato vippakāraṁ dassessāmī’’ti cintetvā tāsaṁ sarīre adhimucci. Tāsu ekaccā satthu purato pāṇiṁ paharitvā hasituṁ, ekaccā naccituṁ ārabhiṁsu. Satthā ‘‘kiṁ ida’’nti āvajjento taṁ kāraṇaṁ ñatvā ‘‘na idāni mārakāyikānaṁ otāraṁ labhituṁ dassāmi. Na hi mayā ettakaṁ kālaṁ pāramiyo pūrentena mārakāyikānaṁ otāralābhatthāya pūritā’’ti tā saṁvejetuṁ bhamukalomato rasmiyo vissajjesi, tāvadeva andhakāratimisā ahosi. Tā bhītā ahesuṁ maraṇabhayatajjitā. Tena tāsaṁ kucchiyaṁ surā jīri. Satthā nisinnapallaṅke antarahito sinerumuddhani ṭhatvā uṇṇālomato rasmiṁ vissajjesi, taṅkhaṇaṁyeva candasahassuggamanaṁ viya ahosi. Atha satthā tā itthiyo āmantetvā ‘‘tumhehi mama santikaṁ āgacchamānāhi pamattāhi āgantuṁ na vaṭṭati. Tumhākañhi pamādeneva mārakāyikā devatā otāraṁ labhitvā tumhe hasādīnaṁ akaraṇaṭṭhāne hasādīni kārāpesi, idāni tumhehi rāgādīnaṁ aggīnaṁ nibbāpanatthāya ussāhaṁ kātuṁ vaṭṭatī’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a11:5": "146.",
  "atk-s0502a11:6": " ‘‘Ko nu hāso kimānando, niccaṁ pajjalite sati;",
  "atk-s0502a11:7": "Andhakārena onaddhā, padīpaṁ na gavesathā’’ti.",
  "atk-s0502a11:8": "Tattha ānandoti tuṭṭhi. Idaṁ vuttaṁ hoti – imasmiṁ lokasannivāse rāgādīhi ekādasahi aggīhi niccaṁ pajjalite sati ko nu tumhākaṁ hāso vā tuṭṭhi vā? Nanu esa akattabbarūpoyeva. Aṭṭhavatthukena hi avijjāndhakārena onaddhā tumhe tasseva andhakārassa vidhamanatthāya kiṁ kāraṇā ñāṇappadīpaṁ na gavesatha na karothāti.",
  "atk-s0502a11:9": "Desanāvasāne pañcasatāpi tā itthiyo sotāpattiphale patiṭṭhahiṁsu.",
  "atk-s0502a11:10": "Satthā tāsaṁ acalasaddhāya patiṭṭhitabhāvaṁ ñatvā sinerumatthakā otaritvā buddhāsane nisīdi. Atha naṁ visākhā āha – ‘‘bhante, surā nāmesā pāpikā. Evarūpā hi nāma imā itthiyo tumhādisassa buddhassa purato nisīditvā iriyāpathamattampi saṇṭhāpetuṁ asakkontiyo uṭṭhāya pāṇiṁ paharitvā hasanagītanaccādīni ārabhiṁsū’’ti. Satthā ‘‘āma, visākhe, pāpikā eva esā surā nāma. Etañhi nissāya aneke sattā anayabyasanaṁ pattā’’ti vatvā ‘‘kadā panesā, bhante, uppannā’’ti vutte tassā uppattiṁ vitthārena kathetuṁ atītaṁ āharitvā kumbhajātakaṁ (jā. 1.16.33 ādayo) kathesīti.",
  "atk-s0502a11:11": "Visākhāya sahāyikānaṁ vatthu paṭhamaṁ.",
  "atk-s0502a11:12": "2. Sirimāvatthu",
  "atk-s0502a11:13": "Passacittakatanti imaṁ dhammadesanaṁ satthā veḷuvane viharanto sirimaṁ ārabbha kathesi.",
  "atk-s0502a11:14": "Sā kira rājagahe abhirūpā gaṇikā. Ekasmiṁ pana antovasse sumanaseṭṭhiputtassa bhariyāya puṇṇakaseṭṭhissa dhītāya uttarāya nāma upāsikāya aparajjhitvā taṁ pasādetukāmā tassā gehe bhikkhusaṅghena saddhiṁ katabhattakiccaṁ satthāraṁ khamāpetvā taṁ divasaṁ dasabalassa bhattānumodanaṁ sutvā –",
  "atk-s0502a11:15": "‘‘Akkodhena jine kodhaṁ, asādhuṁ sādhunā jine;",
  "atk-s0502a11:16": "Jine kadariyaṁ dānena, saccenālikavādina’’nti. (jā. 1.2.2; dha. pa. 223) –",
  "atk-s0502a11:17": "Gāthāpariyosāne sotāpattiphalaṁ pāpuṇi. Ayamettha saṅkhepo, vitthārakathā pana kodhavagge anumodanagāthāvaṇṇanāyameva āvibhavissati. Evaṁ sotāpattiphalaṁ pattā pana sirimā dasabalaṁ nimantetvā punadivase mahādānaṁ datvā saṅghassa aṭṭhakabhattaṁ nibaddhaṁ dāpesi. Ādito paṭṭhāya nibaddhaṁ aṭṭha bhikkhū gehaṁ gacchanti. ‘‘Sappiṁ gaṇhatha, khīraṁ gaṇhathā’’tiādīni vatvā tesaṁ patte pūreti. Ekena laddhaṁ tiṇṇampi catunnampi pahoti. Devasikaṁ soḷasakahāpaṇaparibbayena piṇḍapāto dīyati. Athekadivasaṁ eko bhikkhu tassā gehe aṭṭhakabhattaṁ bhuñjitvā tiyojanamatthake ekaṁ vihāraṁ agamāsi. Atha naṁ sāyaṁ therupaṭṭhāne nisinnaṁ pucchiṁsu – ‘‘āvuso, kahaṁ bhikkhaṁ gahetvā āgatosī’’ti. Sirimāya aṭṭhakabhattaṁ me bhuttanti. Manāpaṁ katvā deti, āvusoti. ‘‘Na sakkā tassā bhattaṁ vaṇṇetuṁ, ativiya paṇītaṁ katvā deti, ekena laddhaṁ tiṇṇampi catunnampi pahoti, tassā pana deyyadhammatopi dassanameva uttaritaraṁ. Sā hi itthī evarūpā ca evarūpā cā’’ti tassā guṇe vaṇṇesi.",
  "atk-s0502a11:18": "Atheko bhikkhu tassā guṇakathaṁ sutvā adassaneneva sinehaṁ uppādetvā ‘‘mayā gantvā taṁ daṭṭhuṁ vaṭṭatī’’ti attano vassaggaṁ kathetvā taṁ bhikkhuṁ ṭhitikaṁ pucchitvā ‘‘sve, āvuso, tasmiṁ gehe tvaṁ saṅghatthero hutvā aṭṭhakabhattaṁ labhissasī’’ti sutvā taṅkhaṇaññeva pattacīvaraṁ ādāya pakkantopi pātova aruṇe uggate salākaggaṁ pavisitvā ṭhito saṅghatthero hutvā tassā gehe aṭṭhakabhattaṁ labhi. Yo pana bhikkhu hiyyo bhuñjitvā pakkāmi, tassa gatavelāyameva assā sarīre rogo uppajji. Tasmā sā ābharaṇāni omuñcitvā nipajji. Athassā dāsiyo aṭṭhakabhattaṁ labhitvā āgate bhikkhū disvā ārocesuṁ. Sā sahatthā patte gahetvā nisīdāpetuṁ vā parivisituṁ vā asakkontī dāsiyo āṇāpesi – ‘‘ammā patte gahetvā, ayye, nisīdāpetvā yāguṁ pāyetvā khajjakaṁ datvā bhattavelāya patte pūretvā dethā’’ti. Tā ‘‘sādhu, ayye’’ti bhikkhū pavesetvā yāguṁ pāyetvā khajjakaṁ datvā bhattavelāya bhattassa patte pūretvā tassā ārocayiṁsu. Sā ‘‘maṁ pariggahetvā netha, ayye, vandissāmī’’ti vatvā tāhi pariggahetvā bhikkhūnaṁ santikaṁ nītā vedhamānena sarīrena bhikkhū vandi. So bhikkhu taṁ oloketvā cintesi – ‘‘gilānāya tāva evarūpā ayaṁ etissā rūpasobhā, arogakāle pana sabbābharaṇapaṭimaṇḍitāya imissā kīdisī rūpasampattī’’ti. Athassa anekavassakoṭisannicito kileso samudācari, so aññāṇī hutvā bhattaṁ bhuñjituṁ asakkonto pattamādāya vihāraṁ gantvā pattaṁ pidhāya ekamante ṭhapetvā cīvaraṁ pattharitvā nipajji.",
  "atk-s0502a11:19": "Atha naṁ eko sahāyako bhikkhu yācantopi bhojetuṁ nāsakkhi. So chinnabhatto ahosi. Taṁ divasameva sāyanhasamaye sirimā kālamakāsi. Rājā satthu sāsanaṁ pesesi – ‘‘bhante, jīvakassa kaniṭṭhabhaginī, sirimā, kālamakāsī’’ti. Satthā taṁ sutvā rañño sāsanaṁ pahiṇi ‘‘sirimāya jhāpanakiccaṁ natthi, āmakasusāne taṁ yathā kākasunakhādayo na khādanti, tathā nipajjāpetvā rakkhāpethā’’ti. Rājāpi tathā akāsi. Paṭipāṭiyā tayo divasā atikkantā, catutthe divase sarīraṁ uddhumāyi, navahi vaṇamukhehi puḷavā pagghariṁsu , sakalasarīraṁ bhinnaṁ sālibhattacāṭi viya ahosi. Rājā nagare bheriṁ carāpesi – ‘‘ṭhapetvā geharakkhake dārake sirimāya dassanatthaṁ anāgacchantānaṁ aṭṭha kahāpaṇāni daṇḍo’’ti. Satthu santi kañca pesesi – ‘‘buddhappamukho kira bhikkhusaṅgho sirimāya dassanatthaṁ āgacchatū’’ti. Satthā bhikkhūnaṁ ārocesi – ‘‘sirimāya dassanatthaṁ gamissāmā’’ti. Sopi daharabhikkhu cattāro divase kassaci vacanaṁ aggahetvā chinnabhattova nipajji. Patte bhattaṁ pūtikaṁ jātaṁ, patte malaṁ uṭṭhahi. Atha naṁ so sahāyako bhikkhu upasaṅkamitvā, ‘‘āvuso, satthā sirimāya dassanatthaṁ gacchatī’’ti āha. So tathā chātajjhattopi ‘‘sirimā’’ti vuttapadeyeva sahasā uṭṭhahitvā ‘‘kiṁ bhaṇasī’’ti āha. ‘‘Satthā sirimaṁ daṭṭhuṁ gacchati, tvampi gamissasī’’ti vutte, ‘‘āma, gamissāmī’’ti bhattaṁ chaḍḍetvā pattaṁ dhovitvā thavikāya pakkhipitvā bhikkhusaṅghena saddhiṁ agamāsi. Satthā bhikkhusaṅghaparivuto ekapasse aṭṭhāsi, bhikkhunisaṅghopi rājaparisāpi upāsakaparisāpi upāsikāparisāpi ekekapasse aṭṭhaṁsu .",
  "atk-s0502a11:20": "Satthā rājānaṁ pucchi – ‘‘kā esā, mahārājo’’ti. Bhante, jīvakassa bhaginī, sirimā, nāmāti. Sirimā, esāti. Āma, bhanteti. Tena hi nagare bheriṁ carāpehi ‘‘sahassaṁ datvā sirimaṁ gaṇhantū’’ti. Rājā tathā kāresi. Ekopi ‘ha’nti vā ‘hu’nti vā vadanto nāma nāhosi. Rājā satthu ārocesi – ‘‘na gaṇhanti, bhante’’ti. Tena hi, mahārāja, agghaṁ ohārehīti. Rājā ‘‘pañcasatāni datvā gaṇhantū’’ti bheriṁ carāpetvā kañci gaṇhanakaṁ adisvā ‘‘aḍḍhateyyāni satāni, dve satāni, sataṁ, paṇṇāsaṁ, pañcavīsati kahāpaṇe, dasa kahāpaṇe, pañca kahāpaṇe, ekaṁ kahāpaṇaṁ aḍḍhaṁ, pādaṁ, māsakaṁ, kākaṇikaṁ datvā sirimaṁ gaṇhantū’’ti bheriṁ carāpesi. Koci taṁ na icchi. ‘‘Mudhāpi gaṇhantū’’ti bheriṁ carāpesi. ‘Ha’nti vā ‘hu’nti vā vadanto nāma nāhosi. Rājā ‘‘mudhāpi, bhante, gaṇhanto nāma natthī’’ti āha. Satthā ‘‘passatha, bhikkhave, mahājanassa piyaṁ mātugāmaṁ, imasmiṁyeva nagare sahassaṁ datvā pubbe ekadivasaṁ labhiṁsu, idāni mudhā gaṇhantopi natthi, evarūpaṁ nāma rūpaṁ khayavayappattaṁ, passatha, bhikkhave, āturaṁ attabhāva’’nti vatvā imaṁ gāthamāha –",
  "atk-s0502a11:21": "147.",
  "atk-s0502a11:22": " ‘‘Passa cittakataṁ bimbaṁ, arukāyaṁ samussitaṁ;",
  "atk-s0502a11:23": "Āturaṁ bahusaṅkappaṁ, yassa natthi dhuvaṁ ṭhitī’’ti.",
  "atk-s0502a11:24": "Tattha cittakatanti katacittaṁ, vatthābharaṇamālālattakādīhi vicittanti attho. Bimbanti dīghādiyuttaṭṭhānesu dīghādīhi aṅgapaccaṅgehi saṇṭhitaṁ attabhāvaṁ. Arukāyanti navannaṁ vaṇamukhānaṁ vasena arubhūtaṁ kāyaṁ. Samussitanti tīhi aṭṭhisatehi samussitaṁ. Āturanti sabbakālaṁ iriyāpathādīhi pariharitabbatāya niccagilānaṁ. Bahusaṅkappanti mahājanena bahudhā saṅkappitaṁ. Yassa natthi dhuvaṁ ṭhitīti yassa dhuvabhāvo vā ṭhitibhāvo vā natthi, ekantena bhedanavikiraṇaviddhaṁsanadhammamevetaṁ, imaṁ passathāti attho.",
  "atk-s0502a11:25": "Desanāvasāne caturāsītiyā pāṇasahassānaṁ dhammābhisamayo ahosi, sopi bhikkhu sotāpattiphale patiṭṭhahīti.",
  "atk-s0502a11:26": "Sirimāvatthu dutiyaṁ.",
  "atk-s0502a11:27": "3. Uttarātherīvatthu",
  "atk-s0502a11:28": "Parijiṇṇamidanti imaṁ dhammadesanaṁ satthā jetavane viharanto uttarātheriṁ nāma bhikkhuniṁ ārabbha kathesi.",
  "atk-s0502a11:29": "Therī kira vīsavassasatikā jātiyā piṇḍāya caritvā laddhapiṇḍapātā antaravīthiyaṁ ekaṁ bhikkhuṁ disvā piṇḍapātena āpucchitvā tassa apaṭikkhipitvā gaṇhantassa sabbaṁ datvā nirāhārā ahosi. Evaṁ dutiyepi tatiyepi divase tasseva bhikkhuno tasmiṁyeva ṭhāne bhattaṁ datvā nirāhārā ahosi, catutthe divase pana piṇḍāya carantī ekasmiṁ sambādhaṭṭhāne satthāraṁ disvā paṭikkamantī olambantaṁ attano cīvarakaṇṇaṁ akkamitvā saṇṭhātuṁ asakkontī parivattitvā pati. Satthā tassā santikaṁ gantvā, ‘‘bhagini, parijiṇṇo te attabhāvo na cirasseva bhijjissatī’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a11:30": "148.",
  "atk-s0502a11:31": " ‘‘Parijiṇṇamidaṁ rūpaṁ, roganīḷaṁ pabhaṅguraṁ;",
  "atk-s0502a11:32": "Bhijjati pūtisandeho, maraṇantañhi jīvita’’nti.",
  "atk-s0502a11:33": "Tassattho – bhagini idaṁ tava sarīrasaṅkhātaṁ rūpaṁ mahallakabhāvena parijiṇṇaṁ, tañca kho sabbarogānaṁ nivāsaṭṭhānaṭṭhena roganīḷaṁ, yathā kho pana taruṇopi siṅgālo ‘‘jarasiṅgālo’’ti vuccati, taruṇāpi gaḷocīlatā ‘‘pūtilatā’’ti vuccati, evaṁ tadahujātaṁ suvaṇṇavaṇṇampi samānaṁ niccaṁ paggharaṇaṭṭhena pūtitāya pabhaṅguraṁ, so esa pūtiko samāno tava deho bhijjati, na cirasseva bhijjissatīti veditabbo. Kiṁ kāraṇā? Maraṇantañhi jīvitaṁ yasmā sabbasattānaṁ jīvitaṁ maraṇapariyosānamevāti vuttaṁ hoti.",
  "atk-s0502a11:34": "Desanāvasāne sā therī sotāpattiphalaṁ pattā, mahājanassāpi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a11:35": "Uttarātherīvatthu tatiyaṁ.",
  "atk-s0502a11:36": "4. Sambahulaadhimānikabhikkhuvatthu",
  "atk-s0502a11:37": "Yānimānīti imaṁ dhammadesanaṁ satthā jetavane viharanto sambahule adhimānike bhikkhū ārabbha kathesi.",
  "atk-s0502a11:38": "Pañcasatā kira bhikkhū satthu santike kammaṭṭhānaṁ gahetvā araññaṁ pavisitvā ghaṭentā vāyamantā jhānaṁ nibbattetvā ‘‘kilesānaṁ asamudācārena pabbajitakiccaṁ no nipphannaṁ, attanā paṭiladdhaguṇaṁ satthu ārocessāmā’’ti āgamiṁsu. Satthā tesaṁ bahidvārakoṭṭhakaṁ pattakāleyeva ānandattheraṁ āha – ‘‘ānanda, etesaṁ bhikkhūnaṁ pavisitvā mayā diṭṭhena kammaṁ natthi, āmakasusānaṁ gantvā tato āgantvā maṁ passantū’’ti. Thero gantvā tesaṁ tamatthaṁ ārocesi. Te ‘‘kiṁ amhākaṁ āmakasusānenā’’ti avatvāva ‘‘dīghadassinā buddhena kāraṇaṁ diṭṭhaṁ bhavissatī’’ti āmakasusānaṁ gantvā tattha kuṇapāni passantā ekāhadvīhapatitesu kuṇapesu āghātaṁ paṭilabhitvā taṁ khaṇaṁ patitesu allasarīresu rāgaṁ uppādayiṁsu, tasmiṁ khaṇe attano sakilesabhāvaṁ jāniṁsu. Satthā gandhakuṭiyaṁ nisinnova obhāsaṁ pharitvā tesaṁ bhikkhūnaṁ sammukhe kathento viya ‘‘nappatirūpaṁ nu kho, bhikkhave, tumhākaṁ evarūpaṁ aṭṭhisaṅghātaṁ disvā rāgaratiṁ uppādetu’’nti vatvā imaṁ gāthamāha –",
  "atk-s0502a11:39": "149.",
  "atk-s0502a11:40": " ‘‘Yānimāni apatthāni, alābūneva sārade;",
  "atk-s0502a11:41": "Kāpotakāni aṭṭhīni, tāni disvāna kā ratī’’ti.",
  "atk-s0502a11:42": "Tattha apatthānīti chaḍḍitāni. Sāradeti saradakāle vātātapapahatāni tattha tattha vippakiṇṇaalābūni viya. Kāpotakānīti kapotakavaṇṇāni. Tāni disvānāti tāni evarūpāni aṭṭhīni disvā tumhākaṁ kā rati, nanu appamattakampi kāmaratiṁ kātuṁ na vaṭṭatiyevāti attho.",
  "atk-s0502a11:43": "Desanāvasāne te bhikkhū yathāṭhitāva arahattaṁ patvā bhagavantaṁ abhitthavamānā āgantvā vandiṁsūti.",
  "atk-s0502a11:44": "Sambahulaadhimānikabhikkhuvatthu catutthaṁ.",
  "atk-s0502a11:45": "5. Janapadakalyāṇī rūpanandātherīvatthu",
  "atk-s0502a11:46": "Aṭṭhīnaṁnagaraṁ katanti imaṁ dhammadesanaṁ satthā jetavane viharanto janapadakalyāṇiṁ rūpanandātheriṁ ārabbha kathesi.",
  "atk-s0502a11:47": "Sā kira ekadivasaṁ cintesi – ‘‘mayhaṁ jeṭṭhabhātiko rajjasiriṁ pahāya pabbajitvā loke aggapuggalo buddho jāto, puttopissa rāhulakumāro pabbajito, bhattāpi me pabbajito, mātāpi me pabbajitā, ahampi ettake ñātijane pabbajite gehe kiṁ karissāmi, pabbajissāmā’’ti. Sā bhikkhunupassayaṁ gantvā pabbaji ñātisineheneva, no saddhāya, abhirūpatāya pana rūpanandāti paññāyi. ‘‘Satthā kira ‘rūpaṁ aniccaṁ dukkhaṁ anattā, vedanā… saññā… saṅkhārā… viññāṇaṁ aniccaṁ dukkhaṁ anattā’ti vadetī’’ti sutvā sā evaṁ dassanīye pāsādike mamapi rūpe dosaṁ katheyyāti satthu sammukhībhāvaṁ na gacchati. Sāvatthivāsino pātova dānaṁ datvā samādinnuposathā suddhuttarāsaṅgā gandhamālādihatthā sāyanhasamaye jetavane sannipatitvā dhammaṁ suṇanti. Bhikkhunisaṅghopi satthu dhammadesanāya uppannacchando vihāraṁ gantvā dhammaṁ suṇāti. Dhammaṁ sutvā nagaraṁ pavisanto satthu guṇakathaṁ kathentova pavisati.",
  "atk-s0502a11:48": "Catuppamāṇike hi lokasannivāse appakāva te sattā, yesaṁ tathāgataṁ passantānaṁ pasādo na uppajjati. Rūpappamāṇikāpi hi tathāgatassa lakkhaṇānubyañjanapaṭimaṇḍitaṁ suvaṇṇavaṇṇaṁ sarīraṁ disvā pasīdanti, ghosappamāṇikāpi anekāni jātisatāni nissāya pavattaṁ satthu guṇaghosañceva aṭṭhaṅgasamannāgataṁ dhammadesanāghosañca sutvā pasīdanti, lūkhappamāṇikāpissa cīvarādilūkhataṁ paṭicca pasīdanti, dhammappamāṇikāpi ‘‘evarūpaṁ dasabalassa sīlaṁ, evarūpo samādhi, evarūpā paññā, bhagavā sīlādīhi guṇehi asamo appaṭipuggalo’’ti pasīdanti. Tesaṁ tathāgatassa guṇaṁ kathentānaṁ mukhaṁ nappahoti. Rūpanandā bhikkhunīnañceva upāsikānañca santikā tathāgatassa guṇakathaṁ sutvā cintesi – ‘‘ativiya me bhātikassa vaṇṇaṁ kathentiyeva. Ekadivasampi me rūpe dosaṁ kathento kittakaṁ kathessati. Yaṁnūnāhaṁ bhikkhunīhi saddhiṁ gantvā attānaṁ adassetvāva tathāgataṁ passitvā dhammamassa suṇitvā āgaccheyya’’nti. Sā ‘‘ahampi ajja dhammassavanaṁ gamissāmī’’ti bhikkhunīnaṁ ārocesi.",
  "atk-s0502a11:49": "Bhikkhuniyo ‘‘cirassaṁ vata rūpanandāya satthu upaṭṭhānaṁ gantukāmatā uppannā, ajja satthā imaṁ nissāya vicitradhammadesanaṁ nānānayaṁ desessatī’’ti tuṭṭhamānasā taṁ ādāya nikkhamiṁsu. Sā nikkhantakālato paṭṭhāya ‘‘ahaṁ attānaṁ neva dassessāmī’’ti cintesi. Satthā ‘‘ajja rūpanandā mayhaṁ upaṭṭhānaṁ āgamissati, kīdisī nu kho tassā dhammadesanā sappāyā’’ti cintetvā ‘‘rūpagarukā esā attabhāve balavasinehā, kaṇṭakena kaṇṭakuddharaṇaṁ viya rūpenevassā rūpamadanimmadanaṁ sappāya’’nti sanniṭṭhānaṁ katvā tassā vihāraṁ pavisanasamaye ekaṁ pana abhirūpaṁ itthiṁ soḷasavassuddesikaṁ rattavatthanivatthaṁ sabbābharaṇapaṭimaṇḍitaṁ bījaniṁ gahetvā attano santike ṭhatvā bījayamānaṁ iddhibalena abhinimmini. Taṁ kho pana itthiṁ satthā ceva passati rūpanandā ca. Sā bhikkhunīhi saddhiṁ vihāraṁ pavisitvā bhikkhunīnaṁ piṭṭhipasse ṭhatvā pañcapatiṭṭhitena satthāraṁ vanditvā bhikkhunīnaṁ antare nisinnā pādantato paṭṭhāya satthāraṁ olokentī lakkhaṇavicittaṁ anubyañjanasamujjalaṁ byāmappabhāparikkhittaṁ satthu sarīraṁ disvā puṇṇacandasassirikaṁ mukhaṁ olokentī samīpe ṭhitaṁ itthirūpaṁ addasa . Sā taṁ oloketvā attabhāvaṁ olokentī suvaṇṇarājahaṁsiyā purato kākīsadisaṁ attānaṁ avamaññi. Iddhimayarūpaṁ diṭṭhakālato paṭṭhāyeva hi tassā akkhīni bhamiṁsu. Sā ‘‘aho imissā kesā sobhanā, aho nalāṭaṁ sobhana’’nti sabbesaṁ sārīrappadesānaṁ rūpasiriyā samākaḍḍhitacittā tasmiṁ rūpe balavasinehā ahosi.",
  "atk-s0502a11:50": "Satthā tassā tattha abhiratiṁ ñatvā dhammaṁ desentova taṁ rūpaṁ soḷasavassuddesikabhāvaṁ atikkamitvā vīsativassuddesikaṁ katvā dassesi. Rūpanandā oloketvā ‘‘na vatidaṁ rūpaṁ purimasadisa’’nti thokaṁ virattacittā ahosi. Satthā anukkameneva tassā itthiyā sakiṁ vijātavaṇṇaṁ majjhimitthivaṇṇaṁ jarājiṇṇamahallikitthivaṇṇañca dassesi. Sāpi anupubbeneva ‘‘idampi antarahitaṁ, idampi antarahita’’nti jarājiṇṇakāle taṁ virajjamānā khaṇḍadantiṁ palitasiraṁ obhaggaṁ gopānasivaṅkaṁ daṇḍaparāyaṇaṁ pavedhamānaṁ disvā ativiya virajji. Atha satthā taṁ byādhinā abhibhūtaṁ katvā dassesi. Sā taṅkhaṇaññeva daṇḍañca tālavaṇṭañca chaḍḍetvā mahāviravaṁ viravamānā bhūmiyaṁ patitvā sake muttakarīse nimuggā aparāparaṁ parivatti. Rūpanandā tampi disvā ativiya virajji. Satthāpi tassā itthiyā maraṇaṁ dassesi. Sā taṅkhaṇaṁyeva uddhumātakabhāvaṁ āpajji, navahi vaṇamukhehi pubbavaṭṭiyo ceva puḷavā ca pagghariṁsu, kākādayo sannipatitvā vilumpiṁsu. Rūpanandāpi taṁ oloketvā ‘‘ayaṁ itthī imasmiṁyeva ṭhāne jaraṁ pattā, byādhiṁ pattā, maraṇaṁ pattā, imassāpi me attabhāvassa evameva jarābyādhimaraṇāni āgamissantī’’ti attabhāvaṁ aniccato passi. Aniccato diṭṭhattā eva pana dukkhato anattato diṭṭhoyeva hoti. Athassā tayo bhavā ādittā gehā viya gīvāya baddhakuṇapaṁ viya ca upaṭṭhahiṁsu, kammaṭṭhānābhimukhaṁ cittaṁ pakkhandi. Satthā tāya aniccato diṭṭhabhāvaṁ ñatvā ‘‘sakkhissati nu kho sayameva attano patiṭṭhaṁ kātu’’nti olokento ‘‘na sakkhissati, bahiddhā paccayaṁ laddhuṁ vaṭṭatī’’ti cintetvā tassā sappāyavasena dhammaṁ desento āha –",
  "atk-s0502a11:51": "‘‘Āturaṁ asuciṁ pūtiṁ, passa nande samussayaṁ;",
  "atk-s0502a11:52": "Uggharantaṁ paggharantaṁ, bālānaṁ abhipatthitaṁ.",
  "atk-s0502a11:53": "‘‘Yathā idaṁ tathā etaṁ, yathā etaṁ tathā idaṁ;",
  "atk-s0502a11:54": "Dhātuto suññato passa, mā lokaṁ punarāgami;",
  "atk-s0502a11:55": "Bhave chandaṁ virājetvā, upasanto carissatī’’ti. –",
  "atk-s0502a11:56": "Itthaṁ sudaṁ bhagavā nandaṁ bhikkhuniṁ ārabbha imā gāthāyo abhāsitthāti. Nandā desanānusārena ñāṇaṁ pesetvā sotāpattiphalaṁ pāpuṇi. Athassā upari tiṇṇaṁ maggaphalānaṁ vipassanāparivāsatthāya suññatākammaṭṭhānaṁ kathetuṁ, ‘‘nande, mā ‘imasmiṁ sarīre sāro atthī’ti saññaṁ kari. Appamattakopi hi ettha sāro natthi, tīṇi aṭṭhisatāni ussāpetvā kataṁ aṭṭhinagarameta’’nti vatvā imaṁ gāthamāha –",
  "atk-s0502a11:57": "150.",
  "atk-s0502a11:58": " ‘‘Aṭṭhīnaṁ nagaraṁ kataṁ, maṁsalohitalepanaṁ;",
  "atk-s0502a11:59": "Yattha jarā ca maccu ca, māno makkho ca ohito’’ti.",
  "atk-s0502a11:60": "Tassattho – yatheva hi pubbaṇṇāparaṇṇādīnaṁ odahanatthāya kaṭṭhāni ussāpetvā vallīhi bandhitvā mattikāya vilimpetvā nagarasaṅkhātaṁ bahiddhā gehaṁ karonti, evamidaṁ ajjhattikampi tīṇi aṭṭhisatāni ussāpetvā nhāruvinaddhaṁ maṁsalohitalepanaṁ tacapaṭicchannaṁ jīraṇalakkhaṇāya jarāya maraṇalakkhaṇassa maccuno ārohasampadādīni paṭicca maññanalakkhaṇassa mānassa sukatakāraṇavināsanalakkhaṇassa makkhassa ca odahanatthāya nagaraṁ kataṁ. Evarūpo eva hi ettha kāyikacetasiko ābādho ohito, ito uddhaṁ kiñci gayhūpagaṁ natthīti.",
  "atk-s0502a11:61": "Desanāvasāne sā therī arahattaṁ pāpuṇi, mahājanassāpi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a11:62": "Janapadakalyāṇī rūpanandātherīvatthu pañcamaṁ.",
  "atk-s0502a11:63": "6. Mallikādevīvatthu",
  "atk-s0502a11:64": "Jīrantiveti imaṁ dhammadesanaṁ satthā jetavane viharanto mallikaṁ deviṁ ārabbha kathesi.",
  "atk-s0502a11:65": "Sā kira ekadivasaṁ nhānakoṭṭhakaṁ paviṭṭhā mukhaṁ dhovitvā onatasarīrā jaṅghaṁ dhovituṁ ārabhi. Tāya ca saddhiṁyeva paviṭṭho eko vallabhasunakho atthi. So taṁ tathā onataṁ disvā asaddhammasanthavaṁ kātuṁ ārabhi. Sā phassaṁ sādiyantī aṭṭhāsi. Rājāpi uparipāsāde vātapānena olokento taṁ disvā tato āgatakāle ‘‘nassa, vasali, kasmā evarūpamakāsī’’ti āha. Kiṁ mayā kataṁ, devāti. Sunakhena saddhiṁ santhavoti. Natthetaṁ, devāti. Mayā sāmaṁ diṭṭhaṁ, nāhaṁ tava saddahissāmi, nassa, vasalīti. ‘‘Mahārāja, yo koci imaṁ koṭṭhakaṁ paviṭṭho iminā vātapānena olokentassa ekova dvidhā paññāyatī’’ti abhūtaṁ kathesi. Deva, sace me saddahasi, etaṁ koṭṭhakaṁ pavisa, ahaṁ taṁ iminā vātapānena olokessāmīti. Rājā mūḷhadhātuko tassā vacanaṁ saddahitvā koṭṭhakaṁ pāvisi. Sāpi kho devī vātapāne ṭhatvā olokentī ‘‘andhabāla, mahārāja, kiṁ nāmetaṁ, ajikāya saddhiṁ santhavaṁ karosī’’ti āha. ‘‘Nāhaṁ, bhadde, evarūpaṁ karomī’’ti ca vuttepi ‘‘mayā sāmaṁ diṭṭhaṁ, nāhaṁ tava saddahissāmī’’ti āha.",
  "atk-s0502a11:66": "Taṁ sutvā rājā ‘‘addhā imaṁ koṭṭhakaṁ paviṭṭho ekova dvidhā paññāyatī’’ti saddahi. Mallikā cintesi – ‘‘ayaṁ rājā andhabālatāya mayā vañcito, pāpaṁ me kataṁ, ayañca me abhūtena abbhācikkhito, idaṁ me kammaṁ satthāpi jānissati, dve aggasāvakāpi asīti mahāsāvakāpi jānissanti, aho vata me bhāriyaṁ kammaṁ kata’’nti. Ayaṁ kira rañño asadisadāne sahāyikā ahosi. Tattha ca ekadivasaṁ katapariccāgo dhanassa cuddasakoṭiagghanako ahosi. Tathāgatassa setacchattaṁ nisīdanapallaṅko ādhārako pādapīṭhanti imāni pana cattāri anagghāneva ahesuṁ. Sā maraṇakāle evarūpaṁ mahāpariccāgaṁ nānussaritvā tadeva pāpakammaṁ anussarantī kālaṁ katvā avīcimhi nibbatti. Rañño pana sā ativiya piyā ahosi. So balavasokābhibhūto tassā sarīrakiccaṁ kāretvā ‘‘nibbattaṭṭhānamassā pucchissāmī’’ti satthu santikaṁ agamāsi. Satthā yathā so āgatakāraṇaṁ na sarati, tathā akāsi. So satthu santike sāraṇīyadhammakathaṁ sutvā gehaṁ paviṭṭhakāle saritvā ‘‘ahaṁ bhaṇe mallikāya nibbattaṭṭhānaṁ pucchissāmīti satthu santikaṁ gantvā pamuṭṭho, sve puna pucchissāmī’’ti punadivasepi agamāsi. Satthāpi paṭipāṭiyā satta divasāni yathā so na sarati , tathā akāsi. Sāpi sattāhameva niraye paccitvā aṭṭhame divase tato cutā tusitabhavane nibbatti. Kasmā panassa satthā asaraṇabhāvaṁ akāsīti? Sā kira tassa ativiya piyā ahosi manāpā, tasmā tassā niraye nibbattabhāvaṁ sutvā ‘‘sace evarūpā saddhāsampannā niraye nibbattā, dānaṁ datvā kiṁ karissāmī’’ti micchādiṭṭhiṁ gahetvā pañcannaṁ bhikkhusatānaṁ gehe pavattaṁ niccabhattaṁ harāpetvā niraye nibbatteyya, tenassa satthā sattāhaṁ asaraṇabhāvaṁ katvā aṭṭhame divase piṇḍāya caranto sayameva rājakuladvāraṁ agamāsi.",
  "atk-s0502a11:67": "Rājā ‘‘satthā āgato’’ti sutvā nikkhamitvā pattaṁ ādāya pāsādaṁ abhiruhituṁ ārabhi. Satthā pana rathasālāya nisīdituṁ ākāraṁ dassesi. Rājā satthāraṁ tattheva nisīdāpetvā yāgukhajjakena paṭimānetvā vanditvā nisinnova ahaṁ, bhante, mallikāya deviyā nibbattaṭṭhānaṁ pucchissāmīti gantvā pamuṭṭho, kattha nu kho sā, bhante, nibbattāti. Tusitabhavane, mahārājāti, bhante, tāya tusitabhavane anibbattantiyā ko añño nibbattissati , bhante, natthi tāya sadisā itthī. Tassā hi nisinnaṭṭhānādīsu ‘‘sve tathāgatassa idaṁ dassāmi, idaṁ karissāmī’’ti dānasaṁvidhānaṁ ṭhapetvā aññaṁ kiccameva natthi, bhante, tassā paralokaṁ gatakālato paṭṭhāya sarīraṁ me na vahatīti. Atha naṁ satthā ‘‘mā cintayi, mahārāja, sabbesaṁ dhuvadhammo aya’’nti vatvā ‘‘ayaṁ, mahārāja, ratho kassā’’ti pucchi. Taṁ sutvā rājā sirasmiṁ añjaliṁ patiṭṭhāpetvā ‘‘pitāmahassa me, bhante’’ti āha. ‘‘Ayaṁ kassā’’ti? ‘‘Pitu me, bhante’’ti. ‘‘Ayaṁ pana ratho kassā’’ti? ‘‘Mama, bhante’’ti. Evaṁ vutte satthā, ‘‘mahārāja, tava pitāmahassa ratho tenevākārena tava pitu rathaṁ na pāpuṇi, tava pitu ratho tava rathaṁ na pāpuṇi, evarūpassa nāma kaṭṭhakaliṅgarassāpi jarā āgacchati, kimaṅgaṁ pana attabhāvassa. Mahārāja, sappurisadhammasseva hi jarā natthi, sattā pana ajīrakā nāma natthī’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a11:68": "151.",
  "atk-s0502a11:69": " ‘‘Jīranti ve rājarathā sucittā,",
  "atk-s0502a11:70": "Atho sarīrampi jaraṁ upeti;",
  "atk-s0502a11:71": "Satañca dhammo na jaraṁ upeti,",
  "atk-s0502a11:72": "Santo have sabbhi pavedayantī’’ti.",
  "atk-s0502a11:73": "Tattha veti nipāto. Sucittāti sattahi ratanehi aparehi ca rathālaṅkārehi suṭṭhu cittitā rājūnaṁ rathāpi jīranti. Sarīrampīti na kevalaṁ rathā eva, idaṁ suppaṭijaggitaṁ sarīrampi khaṇḍiccādīni pāpuṇantaṁ jaraṁ upeti. Satañcāti buddhādīnaṁ pana santānaṁ navavidho lokuttaradhammo ca kiñci upaghātaṁ na upetīti na jaraṁ upeti nāma. Pavedayantīti evaṁ santo buddhādayo sabbhi paṇḍitehi saddhiṁ kathentīti attho.",
  "atk-s0502a11:74": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a11:75": "Mallikādevīvatthu chaṭṭhaṁ.",
  "atk-s0502a11:76": "7. Lāḷudāyittheravatthu",
  "atk-s0502a11:77": "Appassutāyanti imaṁ dhammadesanaṁ satthā jetavane viharanto lāḷudāyittheraṁ ārabbha kathesi.",
  "atk-s0502a11:78": "So kira maṅgalaṁ karontānaṁ gehaṁ gantvā ‘‘tirokuṭṭesu tiṭṭhantī’’tiādinā (khu. pā. 7.1; pe. va. 14) nayena avamaṅgalaṁ katheti, avamaṅgalaṁ karontānaṁ gehaṁ gantvā tirokuṭṭādīsu kathetabbesu ‘‘dānañca dhammacariyā cā’’tiādinā (khu. pā. 5.7; su. ni. 266) nayena maṅgalagāthā vā ‘‘yaṁ kiñci vittaṁ idha vā huraṁ vā’’ti ratanasuttaṁ (khu. pā. 6.3; su. ni. 226) vā katheti. Evaṁ tesu tesu ṭhānesu ‘‘aññaṁ kathessāmī’’ti aññaṁ kathentopi ‘‘aññaṁ kathemī’’ti na jānāti. Bhikkhū tassa kathaṁ sutvā satthu ārocesuṁ – ‘‘kiṁ, bhante, lāḷudāyissa maṅgalāmaṅgalaṭṭhānesu gamanena, aññasmiṁ kathetabbe aññameva kathetī’’ti. Satthā ‘‘na, bhikkhave, idānevesa evaṁ katheti, pubbepi aññasmiṁ kathetabbe aññameva kathesī’’ti vatvā atītaṁ āhari –",
  "atk-s0502a11:79": "Atīte kira bārāṇasiyaṁ aggidattassa nāma brāhmaṇassa putto somadattakumāro nāma rājānaṁ upaṭṭhahi. So raññā piyo ahosi manāpo. Brāhmaṇo pana kasikammaṁ nissāya jīvati. Tassa dveyeva goṇā ahesuṁ. Tesu eko mato. Brāhmaṇo puttaṁ āha – ‘‘tāta, somadatta, rājānaṁ me yācitvā ekaṁ goṇaṁ āharā’’ti. Somadatto ‘‘sacāhaṁ rājānaṁ yācissāmi, lahubhāvo me paññāyissatī’’ti cintetvā ‘‘tumheyeva, tāta, rājānaṁ yācathā’’ti vatvā ‘‘tena hi, tāta, maṁ gahetvā yāhī’’ti vutto cintesi – ‘‘ayaṁ brāhmaṇo dandhapañño abhikkamādivacanamattampi na jānāti, aññasmiṁ vattabbe aññameva vadati, sikkhāpetvā pana naṁ nessāmī’’ti. So taṁ ādāya bīraṇatthambhakaṁ nāma susānaṁ gantvā tiṇakalāpe bandhitvā ‘‘ayaṁ rājā, ayaṁ uparājā, ayaṁ senāpatī’’ti nāmāni katvā paṭipāṭiyā pitu dassetvā ‘‘tumhehi rājakulaṁ gantvā evaṁ abhikkamitabbaṁ, evaṁ paṭikkamitabbaṁ, evaṁ nāma rājā vattabbo, evaṁ nāma uparājā, rājānaṁ pana upasaṅkamitvā ‘jayatu bhavaṁ, mahārājā’ti vatvā evaṁ ṭhatvā imaṁ gāthaṁ vatvā goṇaṁ yāceyyāthā’’ti gāthaṁ uggaṇhāpesi –",
  "atk-s0502a11:80": "‘‘Dve me goṇā mahārāja, yehi khettaṁ kasāmase;",
  "atk-s0502a11:81": "Tesu eko mato deva, dutiyaṁ dehi khattiyā’’ti.",
  "atk-s0502a11:82": "So hi saṁvaccharamattena taṁ gāthaṁ paguṇaṁ katvā paguṇabhāvaṁ puttassa ārocetvā ‘‘tena hi, tāta, kañcideva paṇṇākāraṁ ādāya āgacchatha, ahaṁ purimataraṁ gantvā rañño santike ṭhassāmī’’ti vutte ‘‘sādhu, tātā’’ti paṇṇākāraṁ gahetvā somadattassa rañño santike ṭhitakāle ussāhappatto rājakulaṁ gantvā raññā tuṭṭhacittena katapaṭisammodano, ‘‘tāta, cirassaṁ vata āgatattha, idamāsanaṁ nisīditvā vadatha, yenattho’’ti vutte imaṁ gāthamāha –",
  "atk-s0502a11:83": "‘‘Dve me goṇā mahārāja, yehi khettaṁ kasāmase;",
  "atk-s0502a11:84": "Tesu eko mato deva, dutiyaṁ gaṇha khattiyā’’ti.",
  "atk-s0502a11:85": "Raññā ‘‘kiṁ vadesi, tāta, puna vadehī’’ti vuttepi tameva gāthaṁ āha. Rājā tena virajjhitvā kathitabhāvaṁ ñatvā sitaṁ katvā, ‘‘somadatta, tumhākaṁ gehe bahū maññe goṇā’’ti vatvā ‘‘tumhehi dinnā bahū bhavissanti, devā’’ti vutte bodhisattassa tussitvā brāhmaṇassa soḷasa goṇe alaṅkārabhaṇḍakaṁ nivāsagāmañcassa brahmadeyyaṁ datvā mahantena yasena brāhmaṇaṁ uyyojesīti.",
  "atk-s0502a11:86": "Satthā imaṁ dhammadesanaṁ āharitvā ‘‘tadā rājā ānando ahosi, brāhmaṇo lāḷudāyī, somadatto pana ahamevā’’ti jātakaṁ samodhānetvā ‘‘na, bhikkhave, idāneva, pubbepesa attano appassutatāya aññasmiṁ vattabbe aññameva vadati. Appassutapuriso hi balibaddasadiso nāma hotī’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a11:87": "152.",
  "atk-s0502a11:88": " ‘‘Appassutāyaṁ puriso, balibaddova jīrati;",
  "atk-s0502a11:89": "Maṁsāni tassa vaḍḍhanti, paññā tassa na vaḍḍhatī’’ti.",
  "atk-s0502a11:90": "Tattha appassutāyanti ekassa vā dvinnaṁ vā paṇṇāsakānaṁ. Atha vā pana vaggānaṁ sabbantimena paricchedena ekassa vā dvinnaṁ vā suttantānaṁ vāpi abhāvena appassuto ayaṁ. Kammaṭṭhānaṁ pana uggahetvā anuyuñjanto bahussutova. Balibaddova jīratīti yathā hi balibaddo jīramāno vaḍḍhamāno neva mātu, na pitu, na sesañātakānaṁ atthāya vaḍḍhati, atha kho niratthakameva jīrati, evamevaṁ ayampi na upajjhāyavattaṁ karoti, na ācariyavattaṁ, na āgantukavattādīni, na bhāvanārāmataṁ anuyuñjati, niratthakameva jīrati, maṁsāni tassa vaḍḍhantīti yathā balibaddassa ‘‘yuganaṅgalādīni vahituṁ asamattho eso’’ti araññe vissaṭṭhassa tattheva vicarantassa khādantassa pivantassa maṁsāni vaḍḍhanti, evameva imassāpi upajjhāyādīhi vissaṭṭhassa saṅghaṁ nissāya cattāro paccaye labhitvā uddhavirecanādīni katvā kāyaṁ posentassa maṁsāni vaḍḍhanti, thūlasarīro hutvā vicarati. Paññā tassāti lokiyalokuttarā panassa paññā ekaṅgulamattāpi na vaḍḍhati, araññe pana gacchalatādīni viya cha dvārāni nissāya taṇhā ceva navavidhamāno ca vaḍḍhatīti attho.",
  "atk-s0502a11:91": "Desanāvasāne mahājano sotāpattiphalādīni pāpuṇīti.",
  "atk-s0502a11:92": "Lāḷudāyittheravatthu sattamaṁ.",
  "atk-s0502a11:93": "8. Udānavatthu",
  "atk-s0502a11:94": "Anekajātisaṁsāranti imaṁ dhammadesanaṁ satthā bodhirukkhamūle nisinno udānavasena udānetvā aparabhāge ānandattherena puṭṭho kathesi.",
  "atk-s0502a11:95": "So hi bodhirukkhamūle nisinno sūriye anatthaṅgateyeva mārabalaṁ viddhaṁsetvā paṭhamayāme pubbenivāsapaṭicchādakaṁ tamaṁ padāletvā majjhimayāme dibbacakkhuṁ visodhetvā pacchimayāme sattesu kāruññataṁ paṭicca paccayākāre ñāṇaṁ otāretvā taṁ anulomapaṭilomavasena sammasanto aruṇuggamanavelāya sammāsambodhiṁ abhisambujjhitvā anekehi buddhasatasahassehi avijahitaṁ udānaṁ udānento imā gāthā abhāsi –",
  "atk-s0502a11:96": "153.",
  "atk-s0502a11:97": " ‘‘Anekajātisaṁsāraṁ, sandhāvissaṁ anibbisaṁ;",
  "atk-s0502a11:98": "Gahakāraṁ gavesanto, dukkhā jāti punappunaṁ.",
  "atk-s0502a11:99": "154.",
  "atk-s0502a11:100": " ‘‘Gahakāraka diṭṭhosi, puna gehaṁ na kāhasi;",
  "atk-s0502a11:101": "Sabbā te phāsukā bhaggā, gahakūṭaṁ visaṅkhataṁ;",
  "atk-s0502a11:102": "Visaṅkhāragataṁ cittaṁ, taṇhānaṁ khayamajjhagā’’ti.",
  "atk-s0502a11:103": "Tattha gahakāraṁ gavesantoti ahaṁ imassa attabhāvasaṅkhātassa gehassa kārakaṁ taṇhāvaḍḍhakiṁ gavesanto yena ñāṇena sakkā taṁ daṭṭhuṁ , tassa bodhiñāṇassatthāya dīpaṅkarapādamūle katābhinīhāro ettakaṁ kālaṁ anekajātisaṁsāraṁ anekajātisatasahassasaṅkhātaṁ imaṁ saṁsāravaṭṭaṁ anibbisaṁ taṁ ñāṇaṁ avindanto alabhantoyeva sandhāvissaṁ saṁsariṁ, aparāparaṁ anuvicarinti attho. Dukkhā jāti punappunanti idaṁ gahakārakagavesanassa kāraṇavacanaṁ. Yasmā jarābyādhimaraṇamissitāya jāti nāmesā punappunaṁ upagantuṁ dukkhā, na ca sā tasmiṁ adiṭṭhe nivattati. Tasmā taṁ gavesanto sandhāvissanti attho. Diṭṭhosīti sabbaññutaññāṇaṁ paṭivijjhantena mayā idāni diṭṭhosi. Puna gehanti puna imasmiṁ saṁsāravaṭṭe attabhāvasaṅkhātaṁ mama gehaṁ na kāhasi. Sabbā te phāsukā bhaggāti tava sabbā avasesā kilesaphāsukā mayā bhaggā. Gahakūṭaṁ visaṅkhatanti imassa tayā katassa attabhāvagehassa avijjāsaṅkhātaṁ kaṇṇikamaṇḍalampi mayā viddhaṁsitaṁ. Visaṅkhāragataṁ cittanti idāni mama cittaṁ visaṅkhāraṁ nibbānaṁ ārammaṇakaraṇavasena gataṁ anupaviṭṭhaṁ. Taṇhānaṁ khayamajjhagāti taṇhānaṁ khayasaṅkhātaṁ arahattaṁ adhigatosmīti.",
  "atk-s0502a11:104": "Udānavatthu aṭṭhamaṁ.",
  "atk-s0502a11:105": "9. Mahādhanaseṭṭhiputtavatthu",
  "atk-s0502a11:106": "Acaritvāti imaṁ dhammadesanaṁ satthā isipatane migadāye viharanto mahādhanaseṭṭhiputtaṁ ārabbha kathesi.",
  "atk-s0502a11:107": "So kira bārāṇasiyaṁ asītikoṭivibhave kule nibbatti. Athassa mātāpitaro cintesuṁ – ‘‘amhākaṁ kule mahābhogakkhandho, puttassa no hatthe ṭhapetvā yathāsukhaṁ paribhogaṁ karissāma, aññena kammena kiccaṁ natthī’’ti. Taṁ naccagītavāditamattameva sikkhāpesuṁ. Tasmiṁyeva nagare aññasmiṁ asītikoṭivibhave kule ekā dhītāpi nibbatti. Tassāpi mātāpitaro tatheva cintetvā taṁ naccagītavāditamattameva sikkhāpesuṁ. Tesaṁ vayappattānaṁ āvāhavivāho ahosi. Atha nesaṁ aparabhāge mātāpitaro kālamakaṁsu. Dveasītikoṭidhanaṁ ekasmiṁyeva gehe ahosi. Seṭṭhiputto divasassa tikkhattuṁ rañño upaṭṭhānaṁ gacchati. Atha tasmiṁ nagare dhuttā cintesuṁ – ‘‘sacāyaṁ seṭṭhiputto surāsoṇḍo bhavissati, amhākaṁ phāsukaṁ bhavissati, uggaṇhāpema naṁ surāsoṇḍabhāva’’nti. Te suraṁ ādāya khajjakamaṁse ceva loṇasakkharā ca dussante bandhitvā mūlakande gahetvā tassa rājakulato āgacchantassa maggaṁ olokayamānā nisīditvā taṁ āgacchantaṁ disvā suraṁ pivitvā loṇasakkharaṁ mukhe khipitvā mūlakandaṁ ḍaṁsitvā ‘‘vassasataṁ jīva sāmi, seṭṭhiputta, taṁ nissāya mayaṁ khādanapivanasamatthā bhaveyyāmā’’ti āhaṁsu. So tesaṁ vacanaṁ sutvā pacchato āgacchantaṁ cūḷūpaṭṭhākaṁ pucchi – ‘‘kiṁ ete pivantī’’ti. Ekaṁ pānakaṁ, sāmīti. Manāpajātikaṁ etanti. Sāmi, imasmiṁ jīvaloke iminā sadisaṁ pātabbayuttakaṁ nāma natthīti. So ‘‘evaṁ sante mayāpi pātuṁ vaṭṭatī’’ti thokaṁ thokaṁ āharāpetvā pivati. Athassa nacirasseva te dhuttā pivanabhāvaṁ ñatvā taṁ parivārayiṁsu. Gacchante kāle parivāro mahā ahosi. So satenapi satadvayenapi suraṁ āharāpetvā pivanto iminā anukkameneva nisinnaṭṭhānādīsu kahāpaṇarāsiṁ ṭhapetvā suraṁ pivanto ‘‘iminā mālā āharatha, iminā gandhe, ayaṁ jano jute cheko, ayaṁ nacce, ayaṁ gīte, ayaṁ vādite. Imassa sahassaṁ detha, imassa dve sahassānī’’ti evaṁ vikiranto nacirasseva attano santakaṁ asītikoṭidhanaṁ khepetvā ‘‘khīṇaṁ te, sāmi, dhana’’nti vutte kiṁ bhariyāya me santakaṁ natthīti. Atthi, sāmīti . Tena hi taṁ āharathāti. Tampi tatheva khepetvā anupubbena khettaārāmuyyānayoggādikampi antamaso bhājanabhaṇḍakampi attharaṇapāvuraṇanisīdanampi sabbaṁ attano santakaṁ vikkiṇitvā khādi. Atha naṁ mahallakakāle yehissa kulasantakaṁ gehaṁ vikkiṇitvā gahitaṁ, te taṁ gehā nīhariṁsu. So bhariyaṁ ādāya parajanassa gehabhittiṁ nissāya vasanto kapālakhaṇḍaṁ ādāya bhikkhāya caritvā janassa ucchiṭṭhakaṁ bhuñjituṁ ārabhi.",
  "atk-s0502a11:108": "Atha naṁ ekadivasaṁ āsanasālāya dvāre ṭhatvā daharasāmaṇerehi diyyamānaṁ ucchiṭṭhakabhojanaṁ paṭiggaṇhantaṁ disvā satthā sitaṁ pātvākāsi. Atha naṁ ānandatthero sitakāraṇaṁ pucchi. Satthā sitakāraṇaṁ kathento ‘‘passānanda, imaṁ mahādhanaseṭṭhiputtaṁ imasmiṁ nagare dveasītikoṭidhanaṁ khepetvā bhariyaṁ ādāya bhikkhāya carantaṁ. Sace hi ayaṁ paṭhamavaye bhoge akhepetvā kammante payojayissa, imasmiṁyeva nagare aggaseṭṭhi abhavissa. Sace pana nikkhamitvā pabbajissa, arahattaṁ pāpuṇissa, bhariyāpissa anāgāmiphale patiṭṭhahissa. Sace majjhimavaye bhoge akhepetvā kammante payojayissa, dutiyaseṭṭhi abhavissa, nikkhamitvā pabbajanto anāgāmī abhavissa. Bhariyāpissa sakadāgāmiphale patiṭṭhahissa. Sace pacchimavaye bhoge akhepetvā kammante payojayissa, tatiyaseṭṭhi abhavissa, nikkhamitvā pabbajantopi sakadāgāmī abhavissa , bhariyāpissa sotāpattiphale patiṭṭhahissa. Idāni panesa gihibhogatopi parihīno sāmaññatopi. Parihāyitvā ca pana sukkhapallale koñcasakuṇo viya jāto’’ti vatvā imā gāthā abhāsi –",
  "atk-s0502a11:109": "155.",
  "atk-s0502a11:110": " ‘‘Acaritvā brahmacariyaṁ, aladdhā yobbane dhanaṁ;",
  "atk-s0502a11:111": "Jiṇṇakoñcāva jhāyanti, khīṇamaccheva pallale.",
  "atk-s0502a11:112": "156.",
  "atk-s0502a11:113": " ‘‘Acaritvā brahmacariyaṁ, aladdhā yobbane dhanaṁ;",
  "atk-s0502a11:114": "Senti cāpātikhīṇāva, purāṇāni anutthuna’’nti.",
  "atk-s0502a11:115": "Tattha acaritvāti brahmacariyavāsaṁ avasitvā. Yobbaneti anuppanne vā bhoge uppādetuṁ uppanne vā bhoge rakkhituṁ samatthakāle dhanampi alabhitvā. Khīṇamaccheti te evarūpā bālā udakassa abhāvā khīṇamacche pallale parikkhīṇapattā jiṇṇakoñcā viya avajhāyanti. Idaṁ vuttaṁ hoti – pallale udakassa abhāvo viya hi imesaṁ vasanaṭṭhānassa abhāvo, macchānaṁ khīṇabhāvo viya imesaṁ bhogānaṁ abhāvo, khīṇapattānaṁ koñcānaṁ uppatitvā gamanābhāvo viya imesaṁ idāni jalathalapathādīhi bhoge saṇṭhāpetuṁ asamatthabhāvo. Tasmā te khīṇapattā koñcā viya ettheva bajjhitvā avajhāyantīti. Cāpātikhīṇāvāti cāpato atikhīṇā, cāpā vinimuttāti attho. Idaṁ vuttaṁ hoti – yathā cāpā vinimuttā sarā yathāvegaṁ gantvā patitā, taṁ gahetvā ukkhipante asati tattheva upacikānaṁ bhattaṁ honti, evaṁ imepi tayo vaye atikkantā idāni attānaṁ uddharituṁ asamatthatāya maraṇaṁ upagamissanti. Tena vuttaṁ – ‘‘senti cāpātikhīṇāvā’’ti. Purāṇāni anutthunanti ‘‘iti amhehi khāditaṁ iti pīta’’nti pubbe katāni khāditapivitanaccagītavāditādīni anutthunantā socantā anusocantā sentīti.",
  "atk-s0502a11:116": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a11:117": "Mahādhanaseṭṭhiputtavatthu navamaṁ.",
  "atk-s0502a11:118": "Jarāvaggavaṇṇanā niṭṭhitā.",
  "atk-s0502a11:119": "Ekādasamo vaggo."
}