{
  "atk-s0515a8:0": "8. Pasūrasuttaniddesavaṇṇanā",
  "atk-s0515a8:1": "59. Aṭṭhame pasūrasuttaniddese paṭhamagāthāya tāva saṅkhepo – ime diṭṭhigatikā attano diṭṭhiṃ sandhāya ‘‘idheva suddhī’’ti vadanti. Aññesu pana dhammesu visuddhiṃ nāhu, evaṃ yaṃ attano satthārādiṃ nissitā, tattheva ‘‘esa vādo subho’’ti evaṃ subhavādā hutvā puthū samaṇabrāhmaṇā ‘‘sassato loko’’tiādīsu paccekasaccesu niviṭṭhā.",
  "atk-s0515a8:2": "Sabbeparavāde khipantīti sabbā paraladdhiyo chaḍḍenti. Ukkhipantīti dūrato khipanti. Parikkhipantīti samantato khipanti. Subhavādāti niddesassa uddesapadaṃ. Sobhanavādāti ‘‘etaṃ sundara’’nti kathentā. Paṇḍitavādāti ‘‘paṇḍitā maya’’nti evaṃ kathentā. Thiravādāti ‘‘niddosavādaṃ vadāmā’’ti kathentā. Ñāyavādāti ‘‘yuttavādaṃ vadāmā’’ti kathentā. Hetuvādāti ‘‘kāraṇasahitaṃ vadāmā’’ti kathentā. Lakkhaṇavādāti ‘‘sallakkhetabbaṃ vadāmā’’ti vadantā. Kāraṇavādāti ‘‘udāharaṇayuttavādaṃ vadāmā’’ti kathentā. Ṭhānavādāti ‘‘pakkamituṃ asakkuṇeyyavādaṃ vadāmā’’ti vadantā.",
  "atk-s0515a8:3": "Niviṭṭhāti antopaviṭṭhā. Patiṭṭhitāti tattheva ṭhitā.",
  "atk-s0515a8:4": "60. Evaṃ niviṭṭhā ca ‘‘te vādakāmā’’ti dutiyagāthā. Tattha bālaṃ dahantī mithu aññamaññanti ‘‘ayaṃ bālo, ayaṃ bālo’’ti evaṃ dvepi janā aññamaññaṃ bālaṃ dahanti, bālato passanti. Vadanti te aññasitā kathojjanti te aññamaññasatthārādinissitā kalahaṃ vadanti. Pasaṃsakāmā kusalāvadānāti pasaṃsatthikā ubhopi ‘‘mayaṃ kusalāvadānā paṇḍitavādā’’ti evaṃ saññino hutvā.",
  "atk-s0515a8:5": "Vādatthikāti vādena atthikā. Vādādhippāyāti vādajjhāsayā. Vādapurekkhārāti vādameva purato katvā caramānā . Vādapariyesanaṃ carantāti vādameva gavesanaṃ caramānā. Vigayhāti pavisitvā. Ogayhāti otaritvā. Ajjhogāhetvāti nimujjitvā. Pavisitvāti antokatvā.",
  "atk-s0515a8:6": "Anojavantīti nihīnaojavatī, tejavirahitāti attho. Sā kathāti esā vācā. Kathojjaṃ vadantīti nittejaṃ bhaṇanti. Evaṃ vadānesu ca tesu eko niyamato eva.",
  "atk-s0515a8:7": "61.Yutto kathāyanti gāthā. Tattha yutto kathāyanti vādakathāya ussukko. Pasaṃsamicchaṃ vinighāti hotīti attano pasaṃsaṃ icchanto ‘‘kathaṃ nu kho niggahessāmī’’tiādinā nayena pubbeva vādā kathaṃkathī vinighātī hoti. Apāhatasminti pañhavīmaṃsakehi ‘‘atthāpagataṃ te bhaṇitaṃ, byañjanāpagataṃ te bhaṇita’’ntiādinā nayena apaharite vāde. Nindāya so kuppatīti evaṃ apāhatasmiñca vāde uppannāya nindāya so kuppati. Randhamesīti yassa randhameva gavesanto.",
  "atk-s0515a8:8": "Thomananti vaṇṇabhaṇanaṃ. Kittinti pākaṭakaraṇaṃ. Vaṇṇahāriyanti guṇavaḍḍhanaṃ. Pubbeva sallāpāti sallāpato puretarameva. ‘‘Kathamidaṃ kathamida’’nti kathaṃkathā assa atthīti kathaṃkathī. Jayo nu kho meti mama jayo. Kathaṃ niggahanti kena pakārena niggaṇhanaṃ. Paṭikammaṃ karissāmīti mama laddhiṃ parisuddhiṃ karissāmi. Visesanti atirekaṃ. Paṭivisesanti punappunaṃ visesaṃ. Āveṭhiyaṃ karissāmīti pariveṭhanaṃ karissāmi. Nibbeṭhiyanti mama nibbeṭhanaṃ mocanaṃ nikkhamanaṃ. Chedanti vādachindanaṃ. Maṇḍalanti vādasaṅghātaṃ. Pārisajjāti paricārikā. Pāsārikāti kāraṇitā. Apaharantīti paṭibāhanti.",
  "atk-s0515a8:9": "Atthāpagatanti atthato apagataṃ , attho natthīti. Atthato apaharantīti atthamhā paṭibāhanti. Attho te dunnitoti tava attho na sammā upanīto. Byañjanaṃ te duropitanti tava byañjanaṃ duppatiṭṭhāpitaṃ. Niggaho te akatoti tayā niggaho na kato. Paṭikammaṃ te dukkaṭanti tayā attano laddhipatiṭṭhāpanaṃ duṭṭhu kataṃ. Visamakathaṃ dukkathitanti na sammā kathitaṃ. Dubbhaṇitanti bhaṇantenapi duṭṭhu bhaṇitaṃ. Dullapitanti na sammā vissajjitaṃ. Duruttanti aññathā bhaṇitaṃ. Dubbhāsitanti virūpaṃ bhāsitaṃ.",
  "atk-s0515a8:10": "Nindāyāti garahaṇena. Garahāyāti dosakathanena. Akittiyāti aguṇakathanena. Avaṇṇahārikāyāti aguṇavaḍḍhanena.",
  "atk-s0515a8:11": "Kuppatīti pakatibhāvaṃ jahetvā calati. Byāpajjatīti dosavasena pūtibhāvaṃ āpajjati. Patiṭṭhīyatīti kodhavasena gaṇabhāvaṃ gacchati. Kopañcāti kupitabhāvaṃ. Dosañcāti dūsanaṃ. Apaccayañcāti atuṭṭhākārañca. Pātukarotīti pākaṭaṃ karoti. Randhamesīti antaragavesī. Virandhamesīti chiddagavesī. Aparaddhamesīti guṇaṃ apanetvā dosameva gavesī. Khalitamesīti pakkhalanagavesī. Gaḷitamesīti patanagavesī. ‘‘Ghaṭṭitamesī’’tipi pāṭho, tassa pīḷanagavesīti attho. Vivaramesīti dosagavesī.",
  "atk-s0515a8:12": "62. Na kevalañca so kuppati, apica kho pana ‘‘yamassa vāda’’nti gāthā. Tattha parihīnamāhu, apāhatanti atthabyañjanādito apāhataṃ parihīnaṃ vadanti. Paridevatīti tatonimittaṃ so ‘‘aññaṃ mayā āvajjita’’ntiādīhi vippalapati. Socatīti ‘‘tassa jayo’’tiādīni ārabbha socati. ‘‘Upaccagā ma’’nti anutthunātīti ‘‘so maṃ vādena vādaṃ atikkanto’’tiādinā nayena suṭṭhutaraṃ vippalapati.",
  "atk-s0515a8:13": "Parihāpitanti na vaḍḍhitaṃ. Aññaṃ mayā āvajjitanti aññaṃ kāraṇaṃ mayā avanamitaṃ. Cintitanti vīmaṃsitaṃ. Mahāpakkhoti mahanto ñātipakkho etassāti mahāpakkho. Mahāparisoti mahāparicārikapariso. Mahāparivāroti mahādāsadāsiparivāro. Parisā cāyaṃ vaggāti ayañca parisā vaggā, na ekā. Puna bhañjissāmīti puna bhindissāmi.",
  "atk-s0515a8:14": "63.Etevivādā samaṇesūti ettha pana samaṇā vuccanti bāhiraparibbājakā. Etesu ugghātinighāti hotīti etesu vādesu jayaparājayādivasena cittaugghātanighātaṃ vā pāpuṇanto ugghāti ca nighāti ca hoti. Virame kathojjanti pajaheyya kalahaṃ. Na haññadatthatthi pasaṃsalābhāti na hi ettha pasaṃsalābhato añño attho atthi. Uttāno vāti na gambhīroti attho ‘‘pañcime kāmaguṇā’’tiādīsu (a. ni. 6.63) viya.",
  "atk-s0515a8:15": "Gambhīro vāti duppaveso appatiṭṭho paṭiccasamuppādo viya. Gūḷho vāti paṭicchanno hutvā ṭhito ‘‘abhirama nanda ahaṃ te pāṭibhogo’’tiādīsu (udā. 22) viya. Paṭicchanno vāti apākaṭo ‘‘mātaraṃ pitaraṃ hantvā’’tiādīsu (dha. pa. 294; netti. 113) viya. Neyyo vāti nīharitvā kathetabbo ‘‘asaddho akataññū cā’’tiādīsu (dha. pa. 97) viya. Nīto vāti pāḷiyā ṭhitaniyāmena kathetabbo ‘‘cattārome, bhikkhave, ariyavaṃsā’’tiādīsu (a. ni. 4.28) viya. Anavajjo vāti niddosattho ‘‘kusalā dhammā’’tiādīsu (dha. sa. tikamātikā 1) viya. Nikkileso vāti kilesavirahito vipassanā viya. Vodānovāti parisuddho lokuttaraṃ viya. Paramattho vāti uttamattho uttamatthabhūto attho khandhadhātuāyatananibbānāni viya.",
  "atk-s0515a8:16": "64. Chaṭṭhagāthāyattho – yasmā ca na haññadatthatthi pasaṃsalābhā, tasmā paramaṃ lābhaṃ labhantopi ‘‘sundaro aya’’nti tattha diṭṭhiyā pasaṃsito vā pana hotīti taṃ vādaṃ parisāya majjhe dīpetvā tato so tena jayatthena tuṭṭhiṃ vā dantavidaṃsakaṃ vā āpajjanto hassati, mānena ca unnamati. Kiṃ kāraṇaṃ? Yasmā taṃ jayatthaṃ pappuyya yathāmano jāto.",
  "atk-s0515a8:17": "Thambhayitvāti pūretvā. Brūhayitvāti vaḍḍhetvā. Imissā gāthāya niddeso uttānattho.",
  "atk-s0515a8:18": "65. Evaṃ unnamato ca ‘‘yā unnatī’’ti gāthā. Tattha mānātimānaṃ vadate panesoti eso pana taṃ unnatiṃ ‘‘vighātabhūmī’’ti abujjhamāno mānañca atimānañca vadati. Evaṃ imissāpi gāthāya niddeso uttānattho.",
  "atk-s0515a8:19": "66. Evaṃ vāde dosaṃ dassetvā idāni tassa vādaṃ asampaṭicchanto ‘‘sūro’’ti gāthamāha. Tattha rājakhādāyāti rājakhādanīyena, bhattavetanenāti vuttaṃ hoti. Abhigajjameti paṭisūramicchanti yathā so paṭisūraṃ icchanto abhigajjanto eti, evaṃ diṭṭhigatiko diṭṭhigatikanti dasseti. Yeneva so tena palehīti yena so tuyhaṃ paṭisūro, tena gaccha. Pubbeva natthi yadidaṃ yudhāyāti yaṃ pana kilesajātaṃ yuddhāya siyā, taṃ idha pubbeva natthi, bodhimūleyevassa pahīnanti dasseti.",
  "atk-s0515a8:20": "Sūroti niddesassa uddesapadaṃ. Suṭṭhu uro sūro, vissaṭṭhauro ninnauroti attho. Vīroti parakkamavanto. Vikkantoti saṅgāmaṃ pavisanto. Abhīrūtiādayo vuttanayā eva. Puṭṭhoti niddesassa uddesapadaṃ. Positoti thūlakato. Āpāditoti upaḍḍhabalito paṭipādito. Vaḍḍhitoti tato tato bhāvito.",
  "atk-s0515a8:21": "Gajjantoti abyattasarena gajjanto. Uggajjantoti ukkuṭṭhiṃ karonto. Abhigajjantoti sīhanādaṃ karonto. Etīti āgacchati. Upetīti tato samīpaṃ gacchati. Upagacchatīti tato samīpaṃ gantvā na nivattati. Paṭisūranti nibbhayaṃ. Paṭipurisanti sattupurisaṃ. Paṭisattunti sattu hutvā abhimukhe ṭhitaṃ. Paṭimallanti paṭisedhaṃ hutvā yujjhantaṃ. Icchantoti ākaṅkhamāno.",
  "atk-s0515a8:22": "Palehīti gaccha. Vajāti mā tiṭṭha. Gacchāti samīpaṃ upasaṅkama. Abhikkamāti parakkamaṃ karohi.",
  "atk-s0515a8:23": "Bodhiyā mūleti mahābodhirukkhassa samīpe. Ye paṭisenikarā kilesāti ye kilesā paṭipakkhakarā. Paṭilomakarāti paṭāṇīkarā. Paṭikaṇṭakakarāti vinivijjhanakarā. Paṭipakkhakarāti sattukarā.",
  "atk-s0515a8:24": "67. Ito paraṃ sesagāthā pākaṭasambandhā eva. Tattha vivādayantīti vivadanti. Paṭisenikattāti paṭilomakārakā. ‘‘Na tvaṃ imaṃ dhammavinayaṃ ājānāsī’’tiādinā nayena viruddhavacanaṃ vivādo.",
  "atk-s0515a8:25": "Sahitaṃ meti mama vacanaṃ atthasaṃhitaṃ. Asahitaṃ teti tava vacanaṃ anatthasaṃhitaṃ. Adhiciṇṇaṃ te viparāvattanti yaṃ taṃ adhiciṇṇaṃ cirakālasevanavasena paguṇaṃ, taṃ mama vādaṃ āgamma nivattaṃ. Āropito te vādoti tuyhaṃ upari mayā doso āropito. Cara vādappamokkhāyāti bhattapuṭaṃ ādāya taṃ taṃ upasaṅkamitvā vādā pamokkhatthāya uttaraṃ pariyesamāno vicara. Nibbeṭhehi vāti atha vā mayā āropitadosato attānaṃ mocehi. Sace pahosīti sace sakkosi.",
  "atk-s0515a8:26": "Āveṭhiyāya āveṭhiyanti āveṭhetvā nivattanena nivattanaṃ. Nibbeṭhiyāya nibbeṭhiyanti dosato mocanena mocanaṃ. Chedena chedanti evamādi heṭṭhā vuttanayattā yathāyogaṃ yojetabbaṃ.",
  "atk-s0515a8:27": "68.Visenikatvāti kilesasenaṃ vināsetvā. Kiṃ labhethāti paṭimallaṃ kiṃ labhissasi. Pasūrāti taṃ paribbājakaṃ ālapati. Yesīdha natthīti yesaṃ idha natthi. Imāyapi gāthāya niddeso uttānatthoyeva.",
  "atk-s0515a8:28": "69.Pavitakkanti ‘‘jayo nu kho me bhavissatī’’tiādīni vitakkento. Dhonena yugaṃ samāgamāti dhutakilesena buddhena saddhiṃ yugaggāhaṃ samāpanno. Na hi tvaṃ sakkhasi sampayātaveti kotthuādayo viya sīhādīhi dhonena saha yugaṃ gahetvā ekapadampi sampayātuṃ yugaggāhameva vā sampādetuṃ na sakkhissasīti.",
  "atk-s0515a8:29": "Manoti niddesassa uddesapadaṃ. Cittanti cittatāya cittaṃ. ‘‘Ārammaṇaṃ minamānaṃ jānātī’’ti mano. Mānasanti mano eva. ‘‘Antalikkhacaro pāso, yvāyaṃ carati mānaso’’ti (mahāva. 33; saṃ. ni. 1.151) hi ettha pana sampayuttakadhammo mānasoti vutto.",
  "atk-s0515a8:30": "‘‘Kathañhi bhagavā tuyhaṃ, sāvako sāsane rato;",
  "atk-s0515a8:31": "Appattamānaso sekkho, kālaṃkayirā janesutā’’ti. (saṃ. ni. 1.159) –",
  "atk-s0515a8:32": "Ettha arahattaṃ mānasanti vuttaṃ. Idha pana manova mānasaṃ, byañjanavasena hetaṃ padaṃ vaḍḍhitaṃ.",
  "atk-s0515a8:33": "Hadayanti cittaṃ. ‘‘Cittaṃ vā te khipissāmi, hadayaṃ vā te phālessāmī’’ti (su. ni. āḷavakasutta; saṃ. ni. 1.237) ettha uro hadayanti vuttaṃ. ‘‘Hadayā hadayaṃ maññe aññāya tacchatī’’ti (ma. ni. 1.63) ettha cittaṃ. ‘‘Vakkaṃ hadaya’’nti (dī. ni. 2.377; ma. ni. 1.110; khu. pā. 3.dvattiṃsākāra) ettha hadayavatthu. Idha pana cittameva abbhantaraṭṭhena ‘‘hadaya’’nti vuttaṃ. Tameva parisuddhaṭṭhena paṇḍaraṃ, bhavaṅgaṃ sandhāyetaṃ vuttaṃ. Yathāha ‘‘pabhassaramidaṃ, bhikkhave, cittaṃ, tañca kho āgantukehi upakkilesehi upakkiliṭṭha’’nti (a. ni. 1.49). Tato nikkhantattā pana akusalampi gaṅgāya nikkhantā nadī gaṅgā viya godhāvarito nikkhantā godhāvari viya ca ‘‘paṇḍara’’ntveva vuttaṃ.",
  "atk-s0515a8:34": "Mano manāyatananti idha pana manogahaṇaṃ manasseva āyatanabhāvadīpanatthaṃ. Tenetaṃ dīpeti ‘‘nayidaṃ devāyatanaṃ viya manassa āyatanattā manāyatanaṃ, atha kho mano eva āyatanaṃ manāyatana’’nti. Tattha nivāsaṭṭhānaṭṭhena ākaraṭṭhena samosaraṇaṭṭhānaṭṭhena sañjātidesaṭṭhena kāraṇaṭṭhena ca āyatanaṃ veditabbaṃ. Tathā hi loke ‘‘issarāyatanaṃ vāsudevāyatana’’ntiādīsu nivāsaṭṭhānaṃ āyatananti vuccati . ‘‘Suvaṇṇāyatanaṃ rajatāyatana’’ntiādīsu ākaro. Sāsane pana ‘‘manorame āyatane, sevanti naṃ vihaṅgamā’’tiādīsu (a. ni. 5.38) samosaraṇaṭṭhānaṃ. ‘‘Dakkhiṇāpatho gunnaṃ āyatana’’ntiādīsu sañjātideso. ‘‘Tatra tatreva sakkhibhabbataṃ pāpuṇāti sati satiāyatane’’tiādīsu (a. ni. 3.102; ma. ni. 3.158) kāraṇaṃ. Idha pana sañjātidesaṭṭhena samosaraṇaṭṭhānaṭṭhena kāraṇaṭṭhenāti tidhāpi vaṭṭati.",
  "atk-s0515a8:35": "Phassādayo hi dhammā ettha sañjāyantīti sañjātidesaṭṭhenapi etaṃ āyatanaṃ. Bahiddhā rūpasaddagandharasaphoṭṭhabbā ārammaṇabhāvenettha osarantīti samosaraṇaṭṭhānaṭṭhenapi āyatanaṃ . Phassādīnaṃ pana sahajātādipaccayaṭṭhena kāraṇattā kāraṇaṭṭhenāpi āyatananti veditabbaṃ. Manindriyaṃ vuttatthameva.",
  "atk-s0515a8:36": "Vijānātīti viññāṇaṃ. Viññāṇameva khandho viññāṇakkhandho. Tassa rāsiādivasena attho veditabbo. ‘‘Mahāudakakkhandhotveva saṅkhaṃ gacchatī’’ti (a. ni. 4.51) ettha hi rāsaṭṭhena khandho vutto. ‘‘Sīlakkhandho samādhikkhandho’’tiādīsu (dī. ni. 3.355) guṇaṭṭhena. ‘‘Addasa kho bhagavā mahantaṃ dārukkhandha’’nti (saṃ. ni. 4.241) ettha paṇṇattimattaṭṭhena. Idha pana rūḷhito khandho vutto. Rāsaṭṭhena hi viññāṇakkhandhassa ekadeso ekaṃ viññāṇaṃ. Tasmā yathā rukkhassa ekadesaṃ chindanto rukkhaṃ chindatīti vuccati, evameva viññāṇakkhandhassa ekadesabhūtaṃ ekampi viññāṇaṃ rūḷhito viññāṇakkhandhoti vuttaṃ.",
  "atk-s0515a8:37": "Tajjā manoviññāṇadhātūti tesaṃ phassādīnaṃ dhammānaṃ anucchavikā manoviññāṇadhātu. Imasmiñhi pade ekameva cittaṃ minanaṭṭhena mano, vijānanaṭṭhena viññāṇaṃ, sabhāvaṭṭhena nissattaṭṭhena vā dhātūti tīhi nāmehi vuttaṃ.",
  "atk-s0515a8:38": "Saddhiṃ yugaṃ samāgamanti ekappahārena saddhiṃ. Sammāgantvāti pāpuṇitvā. Yugaggāhaṃ gaṇhitvāti yugapaṭibhāgaṃ gahetvā. Sākacchetunti saddhiṃ kathetuṃ. Sallapitunti allāpasallāpaṃ kātuṃ. Sākacchaṃ samāpajjitunti saddhiṃ kathanaṃ paṭipajjituṃ. Na paṭibalabhāve kāraṇaṃ dassetuṃ ‘‘taṃ kissahetu, pasūro paribbājako hīno’’tiādimāha. So hi bhagavā aggocāti asadisadānaaggattā asamānapaññattā aggo ca. Seṭṭho cāti sabbaguṇehi appaṭisamaṭṭhena seṭṭho ca. Mokkho cāti savāsanehi kilesehi muttattā mokkho ca. Uttamo cāti attano uttaritaravirahitattā uttamo ca. Pavaro cāti sabbalokena abhipatthanīyattā pavaro ca. Mattenamātaṅgenāti pabhinnamadena hatthinā.",
  "atk-s0515a8:39": "Kotthukoti jiraṇasiṅgālo. Sīhena migaraññā saddhinti kesarasīhena migarājena saha. Taruṇakoti chāpako. Dhenupakoti khīrapako. Usabhenāti maṅgalasammatena usabhena. Calakakunā saddhinti calamānakakunā saddhiṃ. Dhaṅkoti kāko. Garuḷena venateyyena saddhinti ettha garuḷenāti jātivasena nāmaṃ. Venateyyenāti gottavasena. Caṇḍāloti chavacaṇḍālo. Raññā cakkavattināti cātuddīpikacakkavattinā. Paṃsupisācakoti kacavarachaḍḍanaṭṭhāne nibbattako yakkho. Indena devaraññā saddhinti sakkena devarājena saha. So hi bhagavā mahāpaññotiādīni chappadāni heṭṭhā vitthāritāni. Tattha paññāpabhedakusaloti attano anantavikappe paññābhede cheko. Pabhinnañāṇoti anantappabhedapattañāṇo. Etena paññāpabhedakusalattepi sati tāsaṃ paññānaṃ anantabhedattaṃ dasseti. Adhigatapaṭisambhidoti paṭiladdhaaggacatupaṭisambhidañāṇo. Catuvesārajjappattoti cattāri visāradabhāvasaṅkhātāni ñāṇāni patto. Yathāha –",
  "atk-s0515a8:40": "‘‘Sammāsambuddhassa te paṭijānato ‘ime dhammā anabhisambuddhā’ti, tatra vata maṃ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṃ sahadhammena paṭicodessatīti nimittametaṃ, bhikkhave, na samanupassāmi, etamahaṃ, bhikkhave, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi.",
  "atk-s0515a8:41": "‘‘Khīṇāsavassa te paṭijānato ‘ime āsavā aparikkhīṇā’ti…pe… ‘ye kho pana te antarāyikā dhammā vuttā, te paṭisevato nālaṃ antarāyāyā’’ti…pe… yassa kho pana te atthāya dhammo desito, so na niyyāti takkarassa sammā dukkhakkhayāyāti, tatra vata maṃ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṃ sahadhammena paṭicodessatīti nimittametaṃ, bhikkhave, na samanupassāmi, etamahaṃ, bhikkhave, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmī’’ti (a. ni. 4.8; ma. ni. 1.150).",
  "atk-s0515a8:42": "Dasabalabaladhārīti dasa balāni etesanti dasabalā, dasabalānaṃ balāni dasabalabalāni, tāni dasabalabalāni dhārayatīti dasabalabaladhārī, dasabalañāṇabaladhārīti attho. Etehi tīhi vacanehi anantappabhedānaṃ neyyānaṃ pabhedamukhamattaṃ dassitaṃ. Soyeva paññāpayogavasena abhimaṅgalasammataṭṭhena purisāsabho. Asantāsaṭṭhena purisasīho. Mahantaṭṭhena purisanāgo. Pajānanaṭṭhena purisājañño. Lokakiccadhuravahanaṭṭhena purisadhorayho.",
  "atk-s0515a8:43": "Atha tejādikaṃ anantañāṇato laddhaṃ guṇavisesaṃ dassetukāmo tesaṃ tejādīnaṃ anantañāṇamūlabhāvaṃ dassento ‘‘anantañāṇo’’ti vatvā ‘‘anantatejo’’tiādimāha. Tattha anantañāṇoti gaṇanavasena ca pabhāvavasena ca antavirahitañāṇo. Anantatejoti veneyyasantāne mohatamavidhamanena anantañāṇatejo. Anantayasoti paññāguṇeheva lokattayavitthatānantakittighoso. Aḍḍhoti paññādhanasamiddhiyā samiddho. Mahaddhanoti paññādhanavaḍḍhattepi pabhāvamahattena mahantaṃ pavattapaññādhanamassāti mahaddhano. ‘‘Mahādhano’’ti vā pāṭho. Dhanavāti pasaṃsitabbapaññādhanavattā niccayuttapaññādhanavattā atisayabhāvena paññādhanavattā dhanavā. Etesupi hi tīsu atthesu idaṃ vacanaṃ saddavidū icchanti.",
  "atk-s0515a8:44": "Evaṃ paññāguṇena bhagavato attasampattisiddhiṃ dassetvā puna paññāguṇeneva lokahitasampattisiddhiṃ dassento ‘‘netā’’tiādimāha. Tattha veneyye saṃsārasaṅkhātabhayaṭṭhānato nibbānasaṅkhātaṃ khemaṭṭhānaṃ netā. Tattha nayanakāle eva saṃvaravinayapahānavinayavasena veneyye vinetā. Dhammadesanākāle eva saṃsayacchedanena anunetā. Saṃsayaṃ chinditvā saññāpetabbaṃ atthaṃ paññāpetā. Tathā paññāpitānaṃ nicchayakaraṇena nijjhāpetā. Tathā nijjhāpitassa atthassa paṭipattipayojanavasena pekkhetā. Tathāpaṭipanne paṭipattibalena pasādetā. So hi bhagavāti ettha hi-kāro anantaraṃ vuttassa atthassa kāraṇopadese nipāto.",
  "atk-s0515a8:45": "Anuppannassa maggassa uppādetāti sakasantāne nauppannapubbassa chaasādhāraṇañāṇahetubhūtassa ariyamaggassa bodhimūle lokahitatthaṃ sakasantāne uppādetā. Asañjātassa maggassa sañjanetāti veneyyasantāne asañjātapubbassa sāvakapāramīñāṇahetubhūtassa ariyamaggassa dhammacakkappavattanato pabhuti yāvajjakālā veneyyasantāne sañjanetā. Sāvakaveneyyānampi hi santāne bhagavatā vuttavacaneneva ariyamaggassa sañjananato bhagavā sañjanetā nāma hoti. Anakkhātassa maggassa akkhātāti aṭṭhadhammasamannāgatānaṃ buddhabhāvāya kathābhinīhārānaṃ bodhisattānaṃ buddhabhāvāya byākaraṇaṃ datvā anakkhātapubbassa pāramitāmaggassa ‘‘buddho bhavissatī’’ti byākaraṇamatteneva bodhimūle uppajjitabbassa ariyamaggassa akkhātā. Ayaṃ nayo paccekabodhisattabyākaraṇepi labbhatiyeva. Maggaññūti paccavekkhaṇāvasena attano uppāditassa ariyamaggassa ñātā. Maggavidūti veneyyasantāne janetabbassa ariyamaggassa kusalo. Maggakovidoti bodhisattānaṃ akkhātabbamagge vicakkhaṇo. Atha vā abhisambodhipaṭipatti maggaññū, paccekabodhipaṭipatti maggavidū, sāvakabodhipaṭipatti maggakovido. Atha vā –",
  "atk-s0515a8:46": "‘‘Etena maggena tariṃsu pubbe,",
  "atk-s0515a8:47": "Tarissanti ye ca taranti ogha’’nti. (saṃ. ni. 5.409) –",
  "atk-s0515a8:48": "Vacanato yathāyogaṃ atītānāgatapaccuppannabuddhapaccekabuddhasāvakānaṃ maggavasena ca suññatānimittaappaṇihitamaggavasena ca ugghaṭitaññūvipañcitaññūneyyapuggalānaṃ maggavasena ca yathākkamenettha yojanaṃ karonti . Maggānugā ca panassāti bhagavato gatamaggānugāmino hutvā. Ettha ca-saddo hetuatthe nipāto, etena ca bhagavatā magguppādanādiguṇādhigamāya hetu vutto hoti. Pana-saddo katatthe nipāto, tena bhagavatā katamaggakaraṇaṃ vuttaṃ hoti. Pacchā samannāgatāti paṭhamaṃ gatassa bhagavato pacchā sīlādiguṇena samannāgatā. Iti thero ‘‘anuppannassa maggassa uppādetā’’tiādīhi yasmā sabbepi bhagavato sīlādayo guṇā arahattamaggameva nissāya āgatā, tasmā arahattamaggameva nissāya guṇaṃ kathesi.",
  "atk-s0515a8:49": "Jānaṃ jānātīti jānitabbaṃ jānāti, sabbaññutāya yaṃkiñci paññāya jānitabbaṃ nāma atthi, taṃ sabbaṃ pañcaneyyapathabhūtaṃ paññāya jānātīti attho. Passaṃ passatīti passitabbaṃ passati, sabbadassāvitāya taṃyeva neyyapathaṃ cakkhunā diṭṭhaṃ viya karonto paññācakkhunā passatīti attho. Yathā vā ekacco viparītaṃ gaṇhanto jānantopi na jānāti, passantopi na passati, na evaṃ bhagavā. Bhagavā pana yathāsabhāvaṃ gaṇhanto jānanto jānātiyeva, passanto passatiyeva. Svāyaṃ nayana pariṇāyakaṭṭhena cakkhubhūto. Viditatādiatthena ñāṇabhūto. Aviparītasabhāvaṭṭhena vā pariyattidhammapavattanato hadayena cintetvā vācāya nicchāritadhammamayoti vā dhammabhūto. Seṭṭhaṭṭhena brahmabhūto. Atha vā cakkhu viya bhūtoti cakkhubhūto. Ñāṇaṃ viya bhūtoti ñāṇabhūto. Aviparītadhammo viya bhūtoti dhammabhūto. Brahmā viya bhūtoti brahmabhūto. Yvāyaṃ dhammassa vacanato vattanato vā vattā. Nānappakārehi vacanato vattanato vā pavattā. Atthaṃ nīharitvā dassanato atthassa ninnetā. Amatādhigamāya paṭipattidesanato, amatappakāsanāya vā dhammadesanāya amatassa adhigamāpanato amatassa dātā. Lokuttarassa dhammassa uppāditattā veneyyānurūpena yathāsukhaṃ lokuttaradhammassa dānena ca dhammesu issaroti dhammassāmī. Tathāgatapadaṃ heṭṭhā vuttatthaṃ.",
  "atk-s0515a8:50": "Idāni ‘‘jānaṃ jānātī’’tiādīhi vuttaguṇaṃ sabbaññutāya visesetvā dassetukāmo sabbaññutaṃ sādhento ‘‘natthī’’tiādimāha. Evaṃbhūtassa hi tassa bhagavato pāramitāpuññaphalappabhāvanipphannena arahattamaggañāṇena sabbadhammesu savāsanassa sammohassa vihatattā asammohato sabbadhammānaṃ ñātattā aññātaṃ nāma natthi. Tatheva ca sabbadhammānaṃ cakkhunā viya ñāṇacakkhunā diṭṭhattā adiṭṭhaṃ nāma natthi. Ñāṇena pattattā aviditaṃ nāma natthi. Asammohasacchikiriyāya sacchikatattā asacchikataṃ nāma natthi. Asammohapaññāya phuṭṭhattā paññāya aphassitaṃ nāma natthi.",
  "atk-s0515a8:51": "Paccuppannanti paccuppannaṃ kālaṃ vā dhammaṃ vā. Upādāyāti ādāya, antokatvāti attho. Upādāyavacaneneva kālavinimuttaṃ nibbānampi gahitameva hoti. ‘‘Atītā’’divacanāni ca ‘‘natthī’’tiādivacaneneva ghaṭiyanti, ‘‘sabbe’’tiādivacanena vā. Sabbe dhammāti sabbasaṅkhatāsaṅkhatadhammapariyādānaṃ. Sabbākārenāti sabbadhammesu ekekasseva dhammassa aniccākārādisabbākārapariyādānaṃ. Ñāṇamukheti ñāṇābhimukhe. Āpāthaṃ āgacchantīti osaraṇaṃ upenti. Jānitabbanti padaṃ neyyanti padassa atthavivaraṇatthaṃ vuttaṃ.",
  "atk-s0515a8:52": "Attattho vātiādīsu vā-saddo samuccayattho. Attatthoti attano attho. Paratthoti paresaṃ tiṇṇaṃ lokānaṃ attho. Ubhayatthoti attano ca paresañcāti sakiṃyeva ubhinnaṃ attho. Diṭṭhadhammikoti diṭṭhadhamme niyutto, diṭṭhadhammappayojano vā attho. Samparāye niyutto, samparāyappayojano vā samparāyiko. Uttānotiādīsu vohāravasena vattabbo sukhapatiṭṭhattā uttāno . Vohāraṃ atikkamitvā vattabbo suññatāpaṭisaṃyutto dukkhapatiṭṭhattā gambhīro. Lokuttaro accantatirokkhattā gūḷho. Aniccatādiko ghanādīhi paṭicchannattā paṭicchanno. Apacuravohārena vattabbo yathārutaṃ aggahetvā adhippāyassa netabbato neyyo. Pacuravohārena vattabbo vacanamatteneva adhippāyassa nītattā nīto. Suparisuddhasīlasamādhivipassanattho tadaṅgavikkhambhanavasena vajjavirahitattā anavajjo. Kilesasamucchedanato ariyamaggattho nakkileso. Kilesapaṭippassaddhattā ariyaphalattho vodāno. Saṅkhatāsaṅkhatesu aggadhammattā nibbānaṃ paramattho. Parivattatīti buddhañāṇassa visayabhāvato abahibhūtattā antobuddhañāṇe byāpitvā vā samantā vā alaṅkaritvā vā visesena vā vattati.",
  "atk-s0515a8:53": "‘‘Sabbaṃkāyakamma’’ntiādīhi bhagavato ñāṇavisayataṃ dasseti. Ñāṇānuparivattīti ñāṇaṃ anuparivatti, ñāṇavirahitaṃ na hotīti attho. Appaṭihatanti nirāvaraṇataṃ dasseti. Puna sabbaññutaṃ upamāya sādhetukāmo ‘‘yāvataka’’ntiādimāha. Tattha jānitabbanti neyyaṃ. Neyyapariyanto neyyāvasānamassa atthīti neyyapariyantikaṃ. Asabbaññūnaṃ pana neyyāvasānameva natthi. Ñāṇapariyantikepi eseva nayo. Purimayamake vuttatthameva iminā yamakena visesetvādasseti , tatiyayamakena paṭisedhavasena niyametvā dasseti. Ettha ca neyyaṃ ñāṇassa pathattā neyyapatho. Aññamaññapariyantaṭṭhāyinoti neyyañca ñāṇañca khepetvā ṭhānato aññamaññassa pariyante ṭhānasīlā.",
  "atk-s0515a8:54": "Āvajjanapaṭibaddhāti manodvārāvajjanāyattā, āvajjitānantarameva jānātīti attho. Ākaṅkhapaṭibaddhāti ruciāyattā , āvajjanānantaraṃ javanañāṇena jānātīti attho. Itarāni dve padāni imesaṃ dvinnaṃ padānaṃ yathākkamena atthappakāsanatthaṃ vuttāni. Āsayaṃ jānātīti ettha āsayanti nissayanti etthāti āsayo, micchādiṭṭhiyā sammādiṭṭhiyā kāmādīhi nekkhammādīhi vā paribhāvitassa santānassetaṃ adhivacanaṃ. Sattasantānaṃ anusenti anupavattentīti anusayā, thāmagatānaṃ kāmarāgādīnaṃva etaṃ adhivacanaṃ. Anusayaṃ jānātīti anusayakathā heṭṭhā vuttāyeva.",
  "atk-s0515a8:55": "Caritanti pubbe katakusalākusalakammaṃ. Adhimuttinti sampati kusale akusale vā cittavosaggo. Apparajakkheti paññāmaye akkhimhi appaṃ rāgādirajo etesanti apparajakkhā. Appaṃ rāgādirajo etesanti vā apparajakkhā, te apparajakkhe. Mahārajakkheti ñāṇamaye akkhimhi mahantaṃ rāgādirajo etesanti mahārajakkhā. Mahantaṃ rāgādirajo etesanti vā mahārajakkhā, te mahārajakkhe. Tikkhindriye mudindriyeti tikkhāni saddhādīni indriyāni etesanti tikkhindriyā. Mudūni saddhādīni indriyāni etesanti mudindriyā. Svākāre dvākāreti sundarā saddhādayo ākārā koṭṭhāsā etesanti svākārā. Kucchitā garahitā asaddhādayo ākārā koṭṭhāsā etesanti dvākārā. Suviññāpaye duviññāpayeti ye kathitaṃ kāraṇaṃ sallakkhenti sukhena sakkā honti viññāpetuṃ, te suviññāpayā. Tabbiparītā duviññāpayā. Bhabbābhabbeti bhabbe ca abhabbe ca. Ariyāya jātiyā bhavanti jāyantīti bhabbā. Vattamānasamīpe vattamānavacanaṃ. Bhavissanti jāyissanti vāti bhabbā, bhājanabhūtāti attho. Ye ariyamaggapaṭivedhassa anucchavikā upanissayasampannā, te bhabbā. Vuttapaṭipakkhā abhabbā.",
  "atk-s0515a8:56": "Satte pajānātīti rūpādike ārammaṇe lagge laggite satte pajānāti. Sadevakolokoti saha devehi sadevako. Saha mārena samārako. Saha brahmunā sabrahmako. Saha samaṇabrāhmaṇehi sassamaṇabrāhmaṇī. Pajātattā pajā. Saha devamanussehi sadevamanussā. ‘‘Pajā’’ti sattalokassa pariyāyavacanametaṃ. Tattha sadevakavacanena pañcakāmāvacaradevaggahaṇaṃ, samārakavacanena chaṭṭhakāmāvacaradevaggahaṇaṃ. Sabrahmakavacanena brahmakāyikādibrahmaggahaṇaṃ. Sassamaṇabrāhmaṇīvacanena sāsanassa paccatthikapaccāmittasamaṇabrāhmaṇaggahaṇaṃ samitapāpabāhitapāpasamaṇabrāhmaṇaggahaṇañca. Pajāvacanena sattalokaggahaṇaṃ. Sadevamanussavacanena sammutidevaavasesamanussaggahaṇaṃ. Evamettha tīhi padehi okāsaloko. Dvīhi pajāvasena sattaloko gahitoti veditabbo.",
  "atk-s0515a8:57": "Aparo nayo – sadevakaggahaṇena arūpāvacaraloko gahito, samārakaggahaṇena chakāmāvacaraloko, sabrahmakaggahaṇena rūpāvacarabrahmaloko, sassamaṇabrāhmaṇādiggahaṇena catuparisavasena sammutidevehi vā saha manussaloko, avasesasabbasattaloko vā. Api cettha sadevakavacanena ukkaṭṭhaparicchedato sabbassapi lokassa antobuddhañāṇe parivattanabhāvaṃ sādheti. Tato yesaṃ siyā ‘‘māro mahānubhāvo chakāmāvacarissaro vasavattī, kiṃ sopi antobuddhañāṇe parivattatī’’ti. Tesaṃ vimatiṃ vidhamento ‘‘samārako’’ti āha. Yesaṃ pana siyā ‘‘brahmā mahānubhāvo, ekaṅguliyā ekasmiṃ cakkavāḷasahasse ālokaṃ pharati. Dvīhi…pe… dasahi aṅgulīhi dasasu cakkavāḷasahassesu ālokaṃ pharati, anuttarañca jhānasamāpattisukhaṃ paṭisaṃvedeti, kiṃ sopi antobuddhañāṇe parivattatī’’ti. Tesaṃ vimatiṃ vidhamento ‘‘sabrahmako’’ti āha. Tato yesaṃ siyā ‘‘puthū samaṇabrāhmaṇā sāsanapaccatthikā, kiṃ tepi antobuddhañāṇe parivattantī’’ti. Tesaṃ vimatiṃ vidhamento ‘‘sassamaṇabrāhmaṇī pajā’’ti āha.",
  "atk-s0515a8:58": "Evaṃ ukkaṭṭhānaṃ antobuddhañāṇe parivattanabhāvaṃ pakāsetvā atha sammutideve avasesamanusse ca upādāya ukkaṭṭhaparicchedavasena sesasattalokassa antobuddhañāṇe parivattanabhāvaṃ pakāsento ‘‘sadevamanussā’’ti āha. Ayamettha anusandhikkamo. Porāṇā panāhu ‘‘sadevakoti devatāhi saddhiṃ avasesaloko. Samārakoti mārena saddhiṃ avasesaloko. Sabrahmakoti brahmehi saddhiṃ avasesaloko. Evaṃ sabbepi tibhavūpage satte tīhākārehi tīsu padesu pakkhipitvā puna dvīhākārehi pariyādātuṃ ‘sassamaṇabrāhmaṇī pajā sadevamanussā’ti vuttaṃ. Evaṃ pañcahi padehi tena tena ākārena tedhātukameva pariyādinnaṃ hotī’’ti.",
  "atk-s0515a8:59": "Antamasoti uparimantena. Timitimiṅgalanti ettha timi nāma ekā macchajāti, timiṃ gilituṃ samatthā tato mahantasarīrā timiṅgalā nāma ekā macchajāti, timiṅgalampi gilituṃ samatthā pañcayojanasatikasarīrā timitimiṅgalā nāma ekā macchajāti. Idha jātiggahaṇena ekavacanaṃ katanti veditabbaṃ. Garuḷaṃ venateyyanti ettha garuḷoti jātivasena nāmaṃ. Venateyyoti gottavasena. Padeseti ekadese. Sāriputtasamāti sabbabuddhānaṃ dhammasenāpatitthere gahetvā vuttanti veditabbaṃ. Sesasāvakā hi paññāya dhammasenāpatittherena samā nāma natthi. Yathāha – ‘‘etadaggaṃ, bhikkhave, mama sāvakānaṃ bhikkhūnaṃ mahāpaññānaṃ yadidaṃ sāriputto’’ti (a. ni. 1.188-189). Aṭṭhakathāyañca (visuddhi. 1.171; paṭi. ma. aṭṭha. 2.3.5) vuttaṃ –",
  "atk-s0515a8:60": "‘‘Lokanāthaṃ ṭhapetvāna, ye caññe santi pāṇino;",
  "atk-s0515a8:61": "Paññāya sāriputtassa, kalaṃ nāgghanti soḷasi’’nti.",
  "atk-s0515a8:62": "Pharitvāti buddhañāṇaṃ sabbadevamanussānampi paññaṃ pāpuṇitvā ṭhānato tesaṃ paññaṃ pharitvā byāpitvā tiṭṭhati. Abhibhavitvāti sabbadevamanussānampi paññaṃ atikkamitvā, tesaṃ avisayabhūtampi sabbaṃ neyyaṃ abhibhavitvā tiṭṭhatīti attho.",
  "atk-s0515a8:63": "Paṭisambhidāyaṃ (paṭi. ma. 3.5) pana ‘‘atighaṃsitvā’’ti pāṭho, ghaṃsitvā tuditvāti attho. Yepi tetiādīhi evaṃ pharitvā abhibhavitvā ṭhānassa paccakkhakāraṇaṃ dasseti. Tattha paṇḍitāti paṇḍiccena samannāgatā . Nipuṇāti saṇhasukhumabuddhino sukhume atthantare paṭivijjhanasamatthā. Kataparappavādāti viññātaparappavādā ceva parehi saddhiṃ katavādaparicayā ca. Vālavedhirūpāti vālavedhidhanuggahasadisā. Vo bhindantā maññe caranti paññāgatena diṭṭhigatānīti vālavedhī viya vālaṃ sukhumānipi paresaṃ diṭṭhigamanāni attano paññāgamanena bhindantā viya carantīti attho. Atha vā ‘‘gūthagataṃ muttagata’’ntiādīsu (a. ni. 9.11) viya paññā eva paññāgataṃ. Diṭṭhiyo eva diṭṭhigatāni. Pañhe abhisaṅkharitvā abhisaṅkharitvāti dvipadampi tipadampi catupadampi pucchaṃ racayitvā tesaṃ pañhānaṃ atibahukattā sabbasaṅgahatthaṃ dvikkhattuṃ vuttaṃ. Gūḷhāni ca paṭicchannāni ca atthajātānīti pāṭhaseso. Tesaṃ tathā vinayaṃ disvā attanā abhisaṅkhataṃ pañhaṃ pucchantīti evaṃ bhagavatā adhippetattā pañhaṃ pucchanti. Aññesaṃ pana pucchāya okāsameva adatvā bhagavā upasaṅkamantānaṃ dhammaṃ deseti. Yathāha –",
  "atk-s0515a8:64": "‘‘Te pañhaṃ abhisaṅkharonti ‘imaṃ mayaṃ pañhaṃ samaṇaṃ gotamaṃ upasaṅkamitvā pucchissāma, sace no samaṇo gotamo evaṃ puṭṭho evaṃ byākarissati, evamassa mayaṃ vādaṃ āropessāma, evaṃ cepi no puṭṭho evaṃ byākarissati, evampissa mayaṃ vādaṃ āropessāmā’ti. Te suṇanti ‘samaṇo khalu bho gotamo amukaṃ nāma gāmaṃ vā nigamaṃ vā osaṭo’ti. Te yena samaṇo gotamo tenupasaṅkamanti. Te samaṇo gotamo dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṃseti. Te samaṇena gotamena dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṃsitā na ceva samaṇaṃ gotamaṃ pañhaṃ pucchanti, kutossa vādaṃ āropessanti, aññadatthu samaṇasseva gotamassa sāvakā sampajjantī’’ti (ma. ni. 1.289).",
  "atk-s0515a8:65": "Kasmā pañhe na pucchantīti ce? Bhagavā kira parisamajjhe dhammaṃ desento parisāya ajjhāsayaṃ oloketi, tato passati ‘‘ime paṇḍitā gūḷhaṃ rahassaṃ pañhaṃ ovaṭṭikasāraṃ katvā āgatā’’ti. So tehi apuṭṭhoyeva ‘‘pañhapucchāya ettakā dosā, vissajjane ettakā, atthe, pade, akkhare ettakāti; imaṃ pañhaṃ pucchanto evaṃ puccheyya, vissajjento evaṃ vissajjeyyā’’ti; iti ovaṭṭikasāraṃ katvā ānīte pañhe dhammakathāya antare pakkhipitvā dasseti. Te paṇḍitā ‘‘seyyā vata no, ye mayaṃ ime pañhe na pucchimhā. Sacepi mayaṃ puccheyyāma, appatiṭṭhite no katvā samaṇo gotamo khipeyyā’’ti attamanā bhavanti.",
  "atk-s0515a8:66": "Api ca buddhā nāma dhammaṃ desentā parisaṃ mettāya pharanti. Mettāpharaṇena dasabalesu mahājanassa cittaṃ pasīdati. Buddhā nāma rūpaggappattā honti dassanasampannā madhurassarā mudujivhā suphusitadantāvaraṇā, amatena hadayaṃ siñcantā viya dhammaṃ kathenti. Tatra nesaṃ mettāpharaṇena pasannacittānaṃ evaṃ hoti – ‘‘evarūpaṃ advejjhakathaṃ amoghakathaṃ niyyānikakathaṃ kathentena bhagavatā saddhiṃ na sakkhissāma paccanīkaggāhaṃ gaṇhitu’’nti attano pasannabhāveneva pañhe na pucchantīti.",
  "atk-s0515a8:67": "Kathitā vissajjitā vāti ‘‘evaṃ tumhe pucchathā’’ti apucchitapañhānaṃ uccāraṇena te pañhā bhagavatā kathitā eva honti. Yathā ca te vissajjetabbā, tathā vissajjitā eva honti. Niddiṭṭhakāraṇāti iminā kāraṇena iminā hetunā evaṃ hontīti evaṃ sahetukaṃ katvā vissajjanena bhagavatā niddiṭṭhakāraṇā eva honti te pañhā. Upakkhittakā ca te bhagavato sampajjantīti khattiyapaṇḍitādayo bhagavato pañhavissajjaneneva bhagavato samīpe khittakā pakkhittakā sampajjanti; sāvakā vā sampajjanti, upāsakā vāti attho; sāvakasampattiṃ vā pāpuṇanti, upāsakasampattiṃ vāti vuttaṃ hoti. Athāti anantaratthe, tesaṃ upakkhittakasampattisamanantaramevāti attho. Tatthāti tasmiṃ ṭhāne, tasmiṃ adhikāre vā. Atirocatīti ativiya jotati pakāsati. Yadidaṃ paññāyāti yāyaṃ bhagavato paññā, tāya paññāya bhagavāva atirocatīti attho. Iti-saddo kāraṇattho, iminā kāraṇenāti attho. Sesaṃ sabbattha pākaṭamevāti.",
  "atk-s0515a8:68": "Saddhammappajjotikāya mahāniddesaṭṭhakathāya",
  "atk-s0515a8:69": "Pasūrasuttaniddesavaṇṇanā niṭṭhitā."
}