{
  "atk-s0517a16:0": "3. Abhisamayakathā",
  "atk-s0517a16:1": "Abhisamayakathāvaṇṇanā",
  "atk-s0517a16:2": "19.",
  "atk-s0517a16:3": " Idāni iddhikathānantaraṁ paramiddhibhūtaṁ abhisamayaṁ dassentena kathitāya abhisamayakathāya apubbatthānuvaṇṇanā. Tattha abhisamayoti saccānaṁ abhimukhena samāgamo, paṭivedhoti attho. Kenaabhisametīti kiṁ vuttaṁ hoti? ‘‘Evaṁ mahatthiyo kho, bhikkhave, dhammābhisamayo’’tiādīsu (saṁ. ni. 2.74) suttapadesu yo so abhisamayoti vutto, tasmiṁ abhisamaye vattamāne abhisametā puggalo kena dhammena saccāni abhisameti, abhimukho hutvā samāgacchati, paṭivijjhatīti vuttaṁ hotīti. Ayaṁ tāva codakassa pucchā. Cittena abhisametīti cittaṁ vinā abhisamayābhāvato tathā vissajjanaṁ. Hañcītiādi puna codanā. Hañci yadīti attho. ‘‘Cittenā’’ti vuttattā tena hi aññāṇī abhisametīti āha. Na aññāṇī abhisametīti cittamatteneva abhisamayābhāvato paṭikkhepo. Ñāṇena abhisametīti paṭiññā. Puna hañcītiādi ‘‘ñāṇenā’’ti vuttattā aññāṇī acittakoti codanā. Na acittako abhisametīti acittakassa abhisamayābhāvato paṭikkhepo. Cittena cātiādi paṭiññā. Puna hañcītiādi sabbacittañāṇasādhāraṇavasena codanā. Sesacodanāvissajjanesupi eseva nayo.",
  "atk-s0517a16:4": "Parato pana kammassakatacittena ca ñāṇena cāti kammassakā sattāti evaṁ kammassakatāya pavattacittena ca ñāṇena ca. Saccānulomikacittena ca ñāṇena cāti saccapaṭivedhassa anukūlattā saccānulomikasaṅkhātena vipassanāsampayuttacittena ca vipassanāñāṇena ca. Kathanti yathā abhisamayo hoti, tathā kathetukamyatā pucchā. Uppādādhipateyyanti yasmā cittassa uppāde asati cetasikānaṁ uppādo natthi. Ārammaṇaggahaṇañhi cittaṁ tena saha uppajjamānā cetasikā kathaṁ ārammaṇe aggahite uppajjissanti. Abhidhammepi cittuppādeneva cetasikā vibhattā, tasmā maggañāṇassa uppāde adhipatibhūtaṁ cittanti attho. Ñāṇassāti maggañāṇassa. Hetu paccayo cāti janako ca upatthambhako ca. Taṁsampayuttanti tena ñāṇena sampayuttaṁ. Nirodhagocaranti nibbānārammaṇaṁ. Dassanādhipateyyanti sesānaṁ dassanakiccābhāvā nibbānadassane adhipatibhūtaṁ. Cittassāti maggasampayuttacittassa. Taṁsampayuttanti tena cittena sampayuttaṁ.",
  "atk-s0517a16:5": "20.",
  "atk-s0517a16:6": " Yasmā etampi pariyāyaṁ, na kevalaṁ cittañāṇehiyeva abhisamayo, atha kho sabbepi maggasampayuttacittacetasikā dhammā saccābhisamayakiccasādhanavasena abhisamayo nāma honti, tasmā tampi pariyāyaṁ dassetukāmo kiṁ nu ettakoyeva abhisamayoti pucchitvā na hīti taṁ vacanaṁ paṭikkhipitvā lokuttaramaggakkhaṇetiādimāha. Dassanābhisamayoti dassanabhūto abhisamayo. Esa nayo sesesupi. Saccāti saccañāṇāni. Maggañāṇameva nibbānānupassanaṭṭhena vipassanā. Vimokkhoti maggavimokkho. Vijjāti maggañāṇameva. Vimuttīti samucchedavimutti. Nibbānaṁ abhisamīyatīti abhisamayo, sesā abhisamenti etehīti abhisamayā.",
  "atk-s0517a16:7": "21.",
  "atk-s0517a16:8": " Puna maggaphalavasena abhisamayaṁ bhinditvā dassetuṁ kiṁ nūtiādimāha. Phalakkhaṇe panettha yasmā samucchedanaṭṭhena khaye ñāṇaṁ na labbhati, tasmā paṭippassaddhaṭṭhena anuppāde ñāṇanti vuttaṁ. Sesaṁ pana yathānurūpaṁ veditabbanti. Idāni yasmā kilesappahāne sati abhisamayo hoti, abhisamaye ca sati kilesappahānaṁ hoti, tasmā codanāpubbaṅgamaṁ kilesappahānaṁ dassetukāmo yvāyantiādimāha. Tattha yvāyanti yo ayaṁ maggaṭṭho ariyapuggalo. Evamādikāni panettha cattāri vacanāni codakassa pucchā. Puna atīte kilese pajahatīti idaṁ codanāya okāsadānatthaṁ vissajjanaṁ. Khīṇanti bhaṅgavasena khīṇaṁ. Niruddhanti santānavasena punappunaṁ anuppattiyā niruddhaṁ. Vigatanti vattamānakkhaṇato apagataṁ. Vigametīti apagamayati. Atthaṅgatanti abhāvaṁ gataṁ. Atthaṅgametīti abhāvaṁ gamayati. Tattha dosaṁ dassetvā na atīte kilese pajahatīti paṭikkhittaṁ. Anāgatacodanāya ajātanti jātiṁ appattaṁ. Anibbattanti sabhāvaṁ appattaṁ. Anuppannanti uppādato pabhuti uddhaṁ na paṭipannaṁ. Apātubhūtanti paccuppannabhāvena cittassa apātubhūtaṁ. Atītānāgate pajahato pahātabbānaṁ natthitāya aphalo vāyāmo āpajjatīti tadubhayampi paṭikkhittaṁ. Ratto rāgaṁ pajahatīti vattamānena rāgena ratto tameva rāgaṁ pajahati. Vattamānakilesesupi eseva nayo. Thāmagatoti thirasabhāvaṁ gato. Kaṇhasukkāti akusalā ca kusalā ca dhammā yuganaddhā samameva vattantīti āpajjatīti attho. Saṁkilesikāti evaṁ saṁkilesānaṁ sampayuttabhāve sati saṁkilese niyuttā maggabhāvanā hotīti āpajjatīti attho. Evaṁ paccuppanne pajahato vāyāmena saddhiṁ pahātabbānaṁ atthitāya saṁkilesikā ca maggabhāvanā hoti, vāyāmo ca aphalo hoti. Na hi paccuppannānaṁ kilesānaṁ cittavippayuttatā nāma atthīti.",
  "atk-s0517a16:9": "Na hīti catudhā vuttassa vacanassa paṭikkhepo. Atthīti paṭijānanaṁ. Yathā kathaṁ viyāti atthibhāvassa udāharaṇadassanatthaṁ pucchā. Yathā atthi, taṁ kena pakārena viya atthi, kiṁ viya atthīti attho. Seyyathāpīti yathā nāma. Taruṇarukkhoti phaladāyakabhāvadīpanatthaṁ taruṇaggahaṇaṁ. Ajātaphaloti phaladāyakattepi sati phalaggahaṇato purekālaggahaṇaṁ. Tamenanti taṁ rukkhaṁ. Enanti nipātamattaṁ, taṁ etanti vā attho. Mūlaṁ chindeyyāti mūlato chindeyya. Ajātaphalāti ajātāni phalāni. Evamevanti evaṁ evaṁ. Uppādo pavattaṁ nimittaṁ āyūhanāti catūhipi paccuppannakhandhasantānameva vuttaṁ. Yasmiñhi khandhasantāne yaṁ yaṁ maggañāṇaṁ uppajjati, tena tena maggañāṇena pahātabbānaṁ kilesānaṁ taṁ khandhasantānaṁ abījaṁ hoti, tassa abījabhūtattā tappaccayā te te kilesā anuppannā eva na uppajjanti. Ādīnavaṁ disvāti aniccādito ādīnavaṁ disvā. Anuppādotiādīhi catūhi nibbānameva vuttaṁ. Cittaṁ pakkhandatīti maggasampayuttaṁ cittaṁ pakkhandati. Hetunirodhā dukkhanirodhoti kilesānaṁ bījabhūtassa santānassa anuppādanirodhā anāgatakkhandhabhūtassa dukkhassa hetubhūtānaṁ kilesānaṁ anuppādanirodho hoti. Evaṁ dukkhassa hetubhūtakilesānaṁ anuppādanirodhā dukkhassa anuppādanirodho hoti. Evaṁ kilesappahānayuttisabbhāvato eva atthi maggabhāvanātiādimāha. Aṭṭhakathāyaṁ (visuddhi. 2.832) pana ‘‘etena kiṁ dīpitaṁ hoti? Bhūmiladdhānaṁ kilesānaṁ pahānaṁ dīpitaṁ hoti. Bhūmiladdhā pana kiṁ atītā anāgatā, udāhu paccuppannāti? Bhūmiladdhuppannāyeva nāmā’’ti vatvā kathitakilesappahānassa vitthārakathā sutamayañāṇakathāya maggasaccaniddesavaṇṇanāyaṁ vuttanayeneva veditabbā, idha pana maggañāṇena pahātabbā kilesāyeva adhippetāti.",
  "atk-s0517a16:10": "Abhisamayakathāvaṇṇanā niṭṭhitā."
}