{
  "atk-s0402a5:0": "(6) 1. Puggalavaggavaṇṇanā",
  "atk-s0402a5:1": "53. Dutiyapaṇṇāsakassa paṭhame cakkavattinā saddhiṁ gahitattā ‘‘lokānukampāyā’’ti na vuttaṁ. Ettha ca cakkavattino uppattiyā dve sampattiyo labhanti, buddhānaṁ uppattiyā tissopi.",
  "atk-s0402a5:2": "54. Dutiye acchariyamanussāti āciṇṇamanussā abbhutamanussā.",
  "atk-s0402a5:3": "55. Tatiye bahuno janassa anutappā hotīti mahājanassa anutāpakārī hoti. Tattha cakkavattino kālakiriyā ekacakkavāḷe devamanussānaṁ anutāpaṁ karoti, tathāgatassa kālakiriyā dasasu cakkavāḷasahassesu.",
  "atk-s0402a5:4": "56. Catutthe thūpārahāti thūpassa yuttā anucchavikā. Cakkavattino hi cetiyaṁ paṭijaggitvā dve sampattiyo labhanti, buddhānaṁ cetiyaṁ paṭijaggitvā tissopi.",
  "atk-s0402a5:5": "57. Pañcame buddhāti attano ānubhāvena cattāri saccāni buddhā.",
  "atk-s0402a5:6": "58. Chaṭṭhe phalantiyāti saddaṁ karontiyā. Na santasantīti na bhāyanti. Tattha khīṇāsavo attano sakkāyadiṭṭhiyā pahīnattā na bhāyati, hatthājānīyo sakkāyadiṭṭhiyā balavattāti. Sattamaṭṭhamesupi eseva nayo.",
  "atk-s0402a5:7": "61. Navame kiṁpurisāti kinnarā. Mānusiṁ vācaṁ na bhāsantīti manussakathaṁ na kathenti. Dhammāsokassa kira ekaṁ kinnaraṁ ānetvā dassesuṁ. So ‘‘kathāpetha na’’nti āha. Kinnaro kathetuṁ na icchati. Eko puriso ‘‘ahametaṁ kathāpessāmī’’ti heṭṭhāpāsādaṁ otāretvā dve khāṇuke koṭṭetvā ukkhaliṁ āropesi. Sā ubhatopassehi patati. Taṁ disvā kinnaro ‘‘kiṁ aññaṁ ekaṁ khāṇukaṁ koṭṭetuṁ na vaṭṭatī’’ti ettakameva āha. Puna aparabhāge dve kinnare ānetvā dassesuṁ. Rājā ‘‘kathāpetha ne’’ti āha. Te kathetuṁ na icchiṁsu. Eko puriso ‘‘ahamete kathāpessāmī’’ti te gahetvā antarāpaṇaṁ agamāsi. Tattheko ambapakkañca macche ca addasa, eko kabiṭṭhaphalañca ambilikāphalañca. Tattha purimo ‘‘mahāvisaṁ manussā khādanti, kathaṁ te kilāsino na hontī’’ti āha. Itaro ‘‘kathaṁ ime etaṁ nissāya kuṭṭhino na hontī’’ti āha. Evaṁ mānusiṁ vācaṁ kathetuṁ sakkontāpi dve atthe sampassamānā na kathentīti.",
  "atk-s0402a5:8": "62. Dasame appaṭivānoti anukaṇṭhito apaccosakkito.",
  "atk-s0402a5:9": "63. Ekādasame asantasannivāsanti asappurisānaṁ sannivāsaṁ. Na vadeyyāti ovādena vā anusāsaniyā vā na vadeyya, mā vadatūti attho. Therampāhaṁ na vadeyyanti ahampi theraṁ bhikkhuṁ ovādānusāsanivasena na vadeyyaṁ. Ahitānukampīti ahitaṁ icchamāno. No hitānukampīti hitaṁ anicchamāno. Noti naṁ vadeyyanti ‘‘ahaṁ tava vacanaṁ na karissa’’nti naṁ vadeyyaṁ. Viheṭheyyanti vacanassa akaraṇena viheṭheyyaṁ. Passampissanappaṭikareyyanti passantopi jānantopi ahaṁ tassa vacanaṁ na kareyyaṁ. Iminā upāyena sabbattha attho veditabbo. Sukkapakkhe pana sādhūti naṁ vadeyyanti ‘‘sādhu bhaddakaṁ sukathitaṁ tayā’’ti tassa kathaṁ abhinandanto naṁ vadeyyanti attho.",
  "atk-s0402a5:10": "64. Dvādasame ubhato vacīsaṁsāroti dvīsupi pakkhesu aññamaññaṁ akkosanapaccakkosanavasena saṁsaramānā vācā vacīsaṁsāro. Diṭṭhipaḷāsoti diṭṭhiṁ nissāya uppajjanako yugaggāhalakkhaṇo paḷāso diṭṭhipaḷāso nāma. Cetaso āghātoti kopo. So hi cittaṁ āghātento uppajjati. Appaccayoti atuṭṭhākāro, domanassanti attho. Anabhiraddhīti kopoyeva. So hi anabhirādhanavasena anabhiraddhīti vuccati. Ajjhattaṁ avūpasantaṁ hotīti sabbampetaṁ niyakajjhattasaṅkhāte attano citte ca saddhivihārikaantevāsikasaṅkhātāya attano parisāya ca avūpasantaṁ hoti. Tasmetanti tasmiṁ etaṁ. Sesaṁ vuttanayeneva veditabbanti.",
  "atk-s0402a5:11": "Puggalavaggo paṭhamo."
}