{
  "atk-abh02a16:0": "17. Khuddakavatthuvibhaṅgo",
  "atk-abh02a16:1": "1. Ekakamātikādivaṇṇanā",
  "atk-abh02a16:2": "832. Idāni tadanantare khuddakavatthuvibhaṅgepi paṭhamaṃ mātikaṃ ṭhapetvā nikkhittapadānukkamena niddeso kato. Tatrāyaṃ nikkhepaparicchedo. Ādito tāva jātimadotiādayo tesattati ekakā nikkhittā, tato kodho ca upanāho cātiādayo aṭṭhārasa dukā, akusalamūlādayo pañcatiṃsa tikā, āsavacatukkādayo cuddasa catukkā, orambhāgiyasaṃyojanādayo pannarasa pañcakā, vivādamūlādayo cuddasa chakkā, anusayādayo satta sattakā, kilesavatthuādayo aṭṭha aṭṭhakā, āghātavatthuādayo nava navakā, kilesavatthuādayo satta dasakā, ajjhattikassa upādāya aṭṭhārasa taṇhāvicaritānītiādayo cha aṭṭhārasakāti sabbānipi etāni aṭṭha kilesasatāni nikkhittānīti veditabbāni. Ayaṃ tāva nikkhepaparicchedo.",
  "atk-abh02a16:3": "(1.) Ekakaniddesavaṇṇanā",
  "atk-abh02a16:4": "843-844. Idāni yathānikkhittāya mātikāya tattha katamo jātimadotiādinā nayena āraddhe niddesavāre jātiṃ paṭiccāti jātiṃ nissāya. Ettha ca atthipaṭiccaṃ nāma kathitaṃ, tasmā jātiyā satīti ayamettha attho. Gottaṃ paṭiccātiādīsupi eseva nayo. Madanavasena mado. Majjanākāro majjanā. Majjitabhāvo majjitattaṃ. Māno maññanātiādīni heṭṭhā dhammasaṅgahaṭṭhakathāyaṃ (dha. sa. aṭṭha. 1121) vuttatthāneva. Ayaṃ vuccatīti ayaṃ evaṃ jātiyā sati taṃ jātiṃ nissāya uppanno majjanākārappavatto māno jātimadoti vuccati. Svāyaṃ khattiyādīnaṃ catunnampi vaṇṇānaṃ uppajjati. Jātisampanno hi khattiyo ‘mādiso añño natthi. Avasesā antarā uṭṭhāya khattiyā jātā. Ahaṃ pana vaṃsāgatakhattiyo’ti mānaṃ karoti. Brāhmaṇādīsupi eseva nayo. Gottamadaniddesādīsupi imināvupāyena attho veditabbo. Khattiyopi hi ‘ahaṃ koṇḍaññagotto, ahaṃ ādiccagotto’ti mānaṃ karoti. Brāhmaṇopi ‘ahaṃ kassapagotto , ahaṃ bhāradvājagotto’ti mānaṃ karoti. Vessopi suddopi attano attano kulagottaṃ nissāya mānaṃ karoti. Aṭṭhārasāpi seṇiyo ‘ekissā seṇiyā jātamhā’ti mānaṃ karontiyeva.",
  "atk-abh02a16:5": "Ārogyamadādīsu ‘ahaṃ arogo, avasesā rogabahulā, gadduhanamattampi mayhaṃ byādhi nāma natthī’ti majjanavasena uppanno māno ārogyamado nāma.",
  "atk-abh02a16:6": "‘Ahaṃ taruṇo, avasesasattānaṃ attabhāvo papāte ṭhitarukkhasadiso, ahaṃ pana paṭhamavaye ṭhito’ti majjanavasena uppanno māno yobbanamado nāma.",
  "atk-abh02a16:7": "‘Ahaṃ ciraṃ jīviṃ, ciraṃ jīvāmi, ciraṃ jīvissāmi; sukhaṃ jīviṃ, sukhaṃ jīvāmi, sukhaṃ jīvissāmī’ti majjanavasena uppanno māno jīvitamado nāma.",
  "atk-abh02a16:8": "‘Ahaṃ lābhī, avasesā sattā appalābhā, mayhaṃ pana lābhassa pamāṇaṃ nāma natthī’ti majjanavasena uppanno māno lābhamado nāma.",
  "atk-abh02a16:9": "‘Avasesā sattā yaṃ vā taṃ vā labhanti, ahaṃ pana sukataṃ paṇītaṃ cīvarādipaccayaṃ labhāmī’ti majjanavasena uppanno māno sakkāramado nāma.",
  "atk-abh02a16:10": "‘Avasesabhikkhūnaṃ pādapiṭṭhiyaṃ akkamitvā gacchantā manussā ayaṃ samaṇotipi na vandanti, maṃ pana disvāva vandanti, pāsāṇacchattaṃ viya garuṃ katvā aggikkhandhaṃ viya ca durāsadaṃ katvā maññantī’ti majjanavasena uppanno māno garukāramado nāma.",
  "atk-abh02a16:11": "‘Uppanno pañho mayhameva mukhena chijjati, bhikkhācāraṃ gacchantāpi mameva purato katvā parivāretvā gacchantī’ti majjanavasena uppanno māno purekkhāramado nāma.",
  "atk-abh02a16:12": "Agārikassa tāva mahāparivārassa ‘purisasatampi purisasahassampi maṃ parivāreti,’ anagāriyassa pana ‘samaṇasatampi samaṇasahassampi maṃ parivāreti, sesā appaparivārā, ahaṃ mahāparivāro ceva suciparivāro cā’ti majjanavasena uppanno māno parivāramado nāma.",
  "atk-abh02a16:13": "Bhogo pana kiñcāpi lābhaggahaṇeneva gahito hoti, imasmiṃ pana ṭhāne nikkheparāsi nāma gahito; tasmā ‘avasesā sattā attano paribhogamattampi na labhanti, mayhaṃ pana nidhānagatasseva dhanassa pamāṇaṃ natthī’ti majjanavasena uppanno māno bhogamado nāma.",
  "atk-abh02a16:14": "Vaṇṇaṃpaṭiccāti sarīravaṇṇampi guṇavaṇṇampi paṭicca. ‘Avasesā sattā dubbaṇṇā durūpā, ahaṃ pana abhirūpo pāsādiko; avasesā sattā nigguṇā patthaṭaakittino, mayhaṃ pana kittisaddo devamanussesu pākaṭo – itipi thero bahussuto, itipi sīlavā, itipi dhutaguṇayutto’ti majjanavasena uppanno māno vaṇṇamado nāma.",
  "atk-abh02a16:15": "‘Avasesā sattā appassutā, ahaṃ pana bahussuto’ti majjanavasena uppanno māno sutamado nāma.",
  "atk-abh02a16:16": "‘Avasesā sattā appaṭibhānā, mayhaṃ pana paṭibhānassa pamāṇaṃ natthī’ti majjanavasena uppanno māno paṭibhānamado nāma.",
  "atk-abh02a16:17": "‘Ahaṃ rattaññū asukaṃ buddhavaṃsaṃ, rājavaṃsaṃ, janapadavaṃsaṃ, gāmavaṃsaṃ, rattindivaparicchedaṃ, nakkhattamuhuttayogaṃ jānāmī’ti majjanavasena uppanno māno rattaññumado nāma.",
  "atk-abh02a16:18": "‘Avasesā bhikkhū antarā piṇḍapātikā jātā, ahaṃ pana jātipiṇḍapātiko’ti majjanavasena uppanno māno piṇḍapātikamado nāma.",
  "atk-abh02a16:19": "‘Avasesā sattā uññātā avaññātā, ahaṃ pana anuññāto anavaññāto’ti majjanavasena uppanno māno anavaññātamado nāma.",
  "atk-abh02a16:20": "‘Avasesānaṃ iriyāpatho apāsādiko, mayhaṃ pana pāsādiko’ti majjanavasena uppanno māno iriyāpathamado nāma.",
  "atk-abh02a16:21": "‘Avasesā sattā chinnapakkhakākasadisā, ahaṃ pana mahiddhiko mahānubhāvo’ti vā ‘ahaṃ yaṃ yaṃ kammaṃ karomi, taṃ taṃ ijjhatī’ti vā majjanavasena uppanno māno iddhimado nāma.",
  "atk-abh02a16:22": "Heṭṭhā parivāraggahaṇena yaso gahitova hoti. Imasmiṃ pana ṭhāne upaṭṭhākamado nāma gahito. So agārikenapi anagārikenapi dīpetabbo. Agāriko hi ekacco aṭṭhārasasu seṇīsu ekissā jeṭṭhako hoti, tassa ‘avasese purise ahaṃ paṭṭhapemi, ahaṃ vicāremī’ti ; anagārikopi ekacco katthaci jeṭṭhako hoti, tassa ‘avasesā bhikkhū mayhaṃ ovāde vattanti, ahaṃ jeṭṭhako’ti majjanavasena uppanno māno yasamado nāma.",
  "atk-abh02a16:23": "‘Avasesā sattā dussīlā, ahaṃ pana sīlavā’ti majjanavasena uppanno māno sīlamado nāma. ‘Avasesasattānaṃ kukkuṭassa udakapānamattepi kāle cittekaggatā natthi, ahaṃ pana upacārappanānaṃ lābhī’ti majjanavasena uppanno māno jhānamado nāma.",
  "atk-abh02a16:24": "‘Avasesā sattā nissippā, ahaṃ pana sippavā’ti majjanavasena uppanno māno sippamado nāma. ‘Avasesā sattā rassā, ahaṃ pana dīgho’ti majjanavasena uppanno māno ārohamado nāma. ‘Avasesā sattā rassā vā honti dīghā vā, ahaṃ nigrodhaparimaṇḍalo’ti majjanavasena uppanno māno pariṇāhamado nāma. ‘Avasesasattānaṃ sarīrasaṇṭhānaṃ virūpaṃ bībhacchaṃ, mayhaṃ pana manāpaṃ pāsādika’nti majjanavasena uppanno māno saṇṭhānamado nāma. ‘Avasesānaṃ sattānaṃ sarīre bahū dosā, mayhaṃ pana sarīre kesaggamattampi vajjaṃ natthī’ti majjanavasena uppanno māno pāripūrimado nāma.",
  "atk-abh02a16:25": "845. Iminā ettakena ṭhānena savatthukaṃ mānaṃ kathetvā idāni avatthukaṃ nibbattitamānameva dassento tattha katamo madotiādimāha. Taṃ uttānatthameva.",
  "atk-abh02a16:26": "846. Pamādaniddese cittassa vossaggoti imesu ettakesu ṭhānesu satiyā aniggaṇhitvā cittassa vossajjanaṃ; sativirahoti attho. Vossaggānuppadānanti vossaggassa anuppadānaṃ; punappunaṃ vissajjananti attho. Asakkaccakiriyatāti etesaṃ dānādīnaṃ kusaladhammānaṃ bhāvanāya puggalassa vā deyyadhammassa vā asakkaccakaraṇavasena asakkaccakiriyā. Satatabhāvo sātaccaṃ. Na satatabhāvo asātaccaṃ. Na sātaccakiriyatā asātaccakiriyatā. Anaṭṭhitakaraṇaṃ anaṭṭhitakiriyatā. Yathā nāma kakaṇṭako thokaṃ gantvā thokaṃ tiṭṭhati, na nirantaraṃ gacchati, evameva yo puggalo ekadivasaṃ dānaṃ vā datvā pūjaṃ vā katvā dhammaṃ vā sutvā samaṇadhammaṃ vā katvā puna cirassaṃ karoti, na nirantaraṃ pavatteti, tassa sā kiriyā anaṭṭhitakiriyatāti vuccati. Olīnavuttitāti nirantarakaraṇasaṅkhātassa vipphārasseva abhāvena līnavuttitā. Nikkhittachandatāti kusalakiriyāya vīriyachandassa nikkhittabhāvo. Nikkhittadhuratāti vīriyadhurassa oropanaṃ, osakkitamānasatāti attho. Anadhiṭṭhānanti kusalakaraṇe patiṭṭhābhāvo. Ananuyogoti ananuyuñjanaṃ. Pamādoti pamajjanaṃ. Yo evarūpo pamādoti idaṃ atthapariyāyassa byañjanapariyāyassa ca pariyantābhāvato ākāradassanaṃ. Idaṃ vuttaṃ hoti – yvāyaṃ ādito paṭṭhāya dassito pamādo, yo aññopi evamākāro evaṃjātiko pamādo pamajjanākāravasena pamajjanā, pamajjitabhāvavasena pamajjitattanti saṅkhaṃ gato – ayaṃ vuccati pamādoti. Lakkhaṇato panesa pañcasu kāmaguṇesu sativossaggalakkhaṇo, tattheva satiyā vissaṭṭhākāro veditabbo.",
  "atk-abh02a16:27": "847. Thambhaniddese thaddhaṭṭhena thambho; khaliyā thaddhasāṭakassa viya cittassa thaddhatā ettha kathitā. Thambhanākāro thambhanā. Thambhitassa bhāvo thambhitattaṃ. Kakkhaḷassa puggalassa bhāvo kakkhaḷiyaṃ. Pharusassa puggalassa bhāvo phārusiyaṃ. Abhivādanādisāmīcirahānaṃ tassā sāmīciyā akaraṇavasena ujumeva ṭhapitacittabhāvo ujucittatā. Thaddhassa amuduno bhāvo amudutā. Ayaṃ vuccatīti ayaṃ thambho nāma vuccati, yena samannāgato puggalo gilitanaṅgalasīso viya ajagaro, vātabharitā viya bhastā cetiyaṃ vā vuḍḍhatare vā disvā onamituṃ na sakkoti, pariyanteneva carati. Svāyaṃ cittassa uddhumātabhāvalakkhaṇoti veditabbo.",
  "atk-abh02a16:28": "848. Sārambhaniddese sārambhanavasena sārambho. Paṭippharitvā sārambho paṭisārambho. Sārambhanākāro sārambhanā. Paṭippharitvā sārambhanā paṭisārambhanā. Paṭisārambhitassa bhāvo paṭisārambhitattaṃ. Ayaṃ vuccatīti ayaṃ sārambho nāma vuccati. Svāyaṃ lakkhaṇato karaṇuttariyalakkhaṇo nāma vuccati, yena samannāgato puggalo taddiguṇaṃ taddiguṇaṃ karoti. Agāriko samāno ekenekasmiṃ gharavatthusmiṃ sajjite aparo dve vatthūni sajjeti, aparo cattāri, aparo aṭṭha, aparo soḷasa. Anagāriko samāno ekenekasmiṃ nikāye gahite, ‘nāhaṃ etassa heṭṭhā bhavissāmī’ti aparo dve gaṇhāti, aparo tayo, aparo cattāro, aparo pañca. Sārambhavasena hi gaṇhituṃ na vaṭṭati. Akusalapakkho esa nirayagāmimaggo. Kusalapakkhavasena pana ekasmiṃ ekaṃ salākabhattaṃ dente dve dātuṃ, dve dente cattāri dātuṃ vaṭṭati. Bhikkhunāpi parena ekasmiṃ nikāye gahite, ‘dve nikāye gahetvā sajjhāyantassa me phāsu hotī’ti vivaṭṭapakkhe ṭhatvā taduttari gaṇhituṃ vaṭṭati.",
  "atk-abh02a16:29": "849. Atricchatāniddese yathā ariyavaṃsasutte (a. ni. 4.28) ‘lāmakalāmakaṭṭho itarītaraṭṭho’ evaṃ aggahetvā cīvarādīsu yaṃ yaṃ laddhaṃ hoti, tena tena asantuṭṭhassa; gihino vā pana rūpasaddagandharasaphoṭṭhabbesu yaṃ yaṃ laddhaṃ hoti, tena tena asantuṭṭhassa. Bhiyyokamyatāti visesakāmatā. Icchanakavasena icchā. Icchāva icchāgatā, icchanākāro vā. Attano lābhaṃ aticca icchanabhāvo aticchatā. Rāgotiādīni heṭṭhā vuttatthāneva. Ayaṃ vuccatīti ayaṃ aticchatā nāma vuccati. Atricchatātipi etissā eva nāmaṃ. Lakkhaṇato pana sakalābhe asantuṭṭhi paralābhe ca patthanā – etaṃ atricchatālakkhaṇaṃ. Atricchapuggalassa hi attanā laddhaṃ paṇītampi lāmakaṃ viya khāyati, parena laddhaṃ lāmakampi paṇītaṃ viya khāyati; ekabhājane pakkayāgu vā bhattaṃ vā pūvo vā attano patte pakkhitto lāmako viya, parassa patte paṇīto viya khāyati. Ayaṃ pana atricchatā pabbajitānampi hoti gihīnampi tiracchānagatānampi.",
  "atk-abh02a16:30": "Tatrimāni vatthūni – eko kira kuṭumbiko tiṃsa bhikkhuniyo nimantetvā sapūvaṃ bhattaṃ adāsi . Saṅghattherī sabbabhikkhūnīnaṃ patte pūvaṃ parivattāpetvā pacchā attanā laddhameva khādi. Bārāṇasirājāpi ‘aṅgārapakkamaṃsaṃ khādissāmī’ti deviṃ ādāya araññaṃ paviṭṭho ekaṃ kinnariṃ disvā, deviṃ pahāya, tassānupadaṃ gato. Devī nivattitvā assamapadaṃ gantvā kasiṇaparikammaṃ katvā aṭṭha samāpattiyo pañca ca abhiññāyo patvā nisinnā rājānaṃ āgacchantaṃ disvā ākāse uppatitvā agamāsi. Rukkhe adhivatthā devatā imaṃ gāthamāha –",
  "atk-abh02a16:31": "Atricchaṃ atilobhena, atilobhamadena ca;",
  "atk-abh02a16:32": "Evaṃ hāyati atthamhā, ahaṃva asitābhuyāti. (jā. 1.2.168);",
  "atk-abh02a16:33": "Yathā candakinnariṃ patthayanto asitābhuyā rājadhītāya hīno parihīno, evaṃ atricchaṃ atilobhena atthamha hāyati jīyatīti devatā raññā saddhiṃ keḷimakāsi.",
  "atk-abh02a16:34": "Kassapabuddhakālepi mittavindako nāma seṭṭhiputto assaddho appasanno mātarā ‘tāta, ajja uposathiko hutvā vihāre sabbarattiṃ dhammasavanaṃ suṇa, sahassaṃ te dassāmī’ti vutte dhanalobhena uposathaṅgāni samādāya vihāraṃ gantvā ‘idaṃ ṭhānaṃ akutobhaya’nti sallakkhetvā dhammāsanassa heṭṭhā nipanno sabbarattiṃ niddāyitvā gharaṃ agamāsi. Mātā pātova yāguṃ pacitvā upanāmesi. So sahassaṃ gahetvāva yāguṃ pivi. Athassa etadahosi – ‘dhanaṃ saṃharissāmī’ti. So nāvāya samuddaṃ pakkhanditukāmo ahosi. Atha naṃ mātā ‘‘tāta, imasmiṃ kule cattālīsakoṭidhanaṃ atthi; alaṃ gamanenā’’ti vāresi. So tassā vacanaṃ anādiyitvā gacchati eva. Sā purato aṭṭhāsi. Atha naṃ kujjhitvā ‘ayaṃ mayhaṃ purato tiṭṭhatī’ti pādena paharitvā patitaṃ mātaraṃ antaraṃ katvā agamāsi. Mātā uṭṭhahitvā ‘‘mādisāya mātari evarūpaṃ kammaṃ katvā gatassa me gataṭṭhāne sukhaṃ bhavissatī’’ti evaṃsaññī nāma tvaṃ puttāti āha. Tassa nāvaṃ āruyha gacchato sattame divase nāvā aṭṭhāsi. Atha te manussā ‘‘addhā ettha pāpapuriso atthi; salākaṃ dethā’’ti salākā dīyamānā tasseva tikkhattuṃ pāpuṇi. Te tassa uḷumpaṃ datvā taṃ samudde pakkhipiṃsu. So ekaṃ dīpaṃ gantvā vimānapetīhi saddhiṃ sampattiṃ anubhavanto tāhi ‘‘purato mā agamāsī’’ti vuccamānopi taddiguṇaṃ sampattiṃ passanto anupubbena khuracakkadharaṃ ekaṃ purisaṃ addasa. Tassa taṃ cakkaṃ padumapupphaṃ viya upaṭṭhāti. So taṃ āha – ‘‘ambho, idaṃ tayā piḷandhapadumaṃ mayhaṃ dehī’’ti. ‘‘Nayidaṃ, sāmi , padumaṃ; khuracakkaṃ eta’’nti. So ‘‘vañcesi maṃ tvaṃ. Kiṃ me padumaṃ na diṭṭhapubba’’nti vatvā ‘‘tvañhi lohitacandanaṃ limpetvā piḷandhanaṃ padumapupphaṃ mayhaṃ na dātukāmosī’’ti āha. So cintesi – ‘ayampi mayā katasadisaṃ kammaṃ katvā tassa phalaṃ anubhavitukāmo’ti. Atha naṃ ‘‘handa re’’ti vatvā tassa matthake cakkaṃ pakkhipitvā palāyi. Etamatthaṃ viditvā satthā imaṃ gāthamāha –",
  "atk-abh02a16:35": "‘‘Catubbhi aṭṭhajjhagamā, aṭṭhahi pica soḷasa;",
  "atk-abh02a16:36": "Soḷasāhi ca bāttiṃsa, atricchaṃ cakkamāsado;",
  "atk-abh02a16:37": "Icchāhatassa posassa, cakkaṃ bhamati matthake’’ti. (jā. 1.1.104);",
  "atk-abh02a16:38": "Aññataropi atriccho amacco sakavisayaṃ atikkamitvā paravisayaṃ pāvisi. Tattha pothito palāyitvā ekassa tāpasassa vasanaṭṭhānaṃ pavisitvā uposathaṅgāni adhiṭṭhāya nipajji. So tāpasena ‘kiṃ te kata’nti pucchito imā gāthāyo abhāsi –",
  "atk-abh02a16:39": "‘‘Sakaṃ niketaṃ atihīḷayāno,",
  "atk-abh02a16:40": "Atricchatā mallagāmaṃ agacchiṃ;",
  "atk-abh02a16:41": "Tato janā nikkhamitvāna gāmā,",
  "atk-abh02a16:42": "Kodaṇḍakena paripothayiṃsu maṃ.",
  "atk-abh02a16:43": "‘‘So bhinnasīso ruhiramakkhitaṅgo,",
  "atk-abh02a16:44": "Paccāgamāsiṃ sakaṃ niketaṃ;",
  "atk-abh02a16:45": "Tasmā ahaṃ posathaṃ pālayāmi,",
  "atk-abh02a16:46": "Atricchatā mā punarāgamāsī’’ti. (jā. 1.14.138-139);",
  "atk-abh02a16:47": "850. Mahicchatāniddese mahantāni vatthūni icchati, mahatī vāssa icchāti mahiccho, tassa bhāvo mahicchatā. Lakkhaṇato pana asantaguṇasambhāvanatā paṭiggahaṇe ca paribhoge ca amattaññutā – etaṃ mahicchatālakkhaṇaṃ. Mahiccho hi puggalo yathā nāma kacchapuṭavāṇijo piḷandhanabhaṇḍakaṃ hatthena gahetvā ucchaṅgepi pakkhipitabbayuttakaṃ pakkhipitvā mahājanassa passantasseva ‘‘ammā, asukaṃ gaṇhatha, asukaṃ gaṇhathā’’ti mukhena saṃvidahati. Evameva so appamattakampi attano sīlaṃ vā ganthaṃ vā dhutaguṇaṃ vā antamaso araññavāsamattakampi mahājanassa jānantasseva sambhāvetukāmo hoti, sambhāvetvā ca pana sakaṭehipi upanīte paccaye ‘ala’nti avatvā gaṇhāti. Tayo hi pūretuṃ na sakkā – aggi upādānena, samuddo udakena, mahiccho paccayehīti.",
  "atk-abh02a16:48": "Aggikkhandho samuddo ca, mahiccho cāpi puggalo;",
  "atk-abh02a16:49": "Bahuke paccaye dente, tayo pete na pūraye.",
  "atk-abh02a16:50": "Mahicchapuggalo hi vijātamātuyāpi manaṃ gaṇhituṃ na sakkoti, pageva upaṭṭhākānaṃ.",
  "atk-abh02a16:51": "Tatrimāni vatthūni – eko kira daharabhikkhu piṭṭhapūve piyāyati. Athassa mātā paṭipattiṃ vīmaṃsamānā ‘sace me putto paṭiggahaṇe mattaṃ jānāti, sakalampi naṃ temāsaṃ pūveheva upaṭṭhahissāmī’ti vassūpanāyikadivase parivīmaṃsamānā paṭhamaṃ ekaṃ pūvaṃ adāsi, tasmiṃ niṭṭhite dutiyaṃ, tasmimpi niṭṭhite tatiyaṃ. Daharo ‘ala’nti avatvā khādiyeva. Mātā tassa amattaññubhāvaṃ ñatvā ‘ajjeva me puttena sakalatemāsassa pūvā khāditā’ti dutiyadivasato paṭṭhāya ekapūvampi na adāsi.",
  "atk-abh02a16:52": "Tissamahārājāpi devasikaṃ cetiyapabbate bhikkhusaṅghassa dānaṃ dadamāno ‘mahārāja, kiṃ ekameva ṭhānaṃ bhajasi? Kiṃ aññattha dātuṃ na vaṭṭatī’ti jānapadehi vutto dutiyadivase anurādhapure mahādānaṃ dāpesi. Ekabhikkhupi paṭiggahaṇe mattaṃ na aññāsi. Ekamekena paṭiggahitaṃ khādanīyabhojanīyaṃ dve tayo janā ukkhipiṃsu. Rājā dutiyadivase cetiyapabbate bhikkhusaṅghaṃ nimantāpetvā rājantepuraṃ āgatakāle ‘‘pattaṃ dethā’’ti āha. ‘‘Alaṃ, mahārāja, attano pamāṇena bhikkhaṃ gaṇhissatī’’ti ekabhikkhupi pattaṃ na adāsi. Sabbe pamāṇayuttakameva paṭiggahesuṃ. Atha rājā āha – ‘‘passatha tumhākaṃ bhikkhūsu ekopi mattaṃ na jānāti. Hiyyo kiñci avasesaṃ nāhosi. Ajja gahitaṃ mandaṃ, avasesameva bahū’’ti tesaṃ mattaññutāya attamano itaresañca amattaññutāya anattamano ahosi.",
  "atk-abh02a16:53": "851. Pāpicchatāniddese assaddho samāno saddhoti maṃ jano jānātūtiādīsu evaṃ icchanto kiṃ karoti? Assaddho saddhākāraṃ dasseti; dussīlādayo sīlavantādīnaṃ ākāraṃ dassenti. Kathaṃ? Assaddho tāva mahāmahadivase manussānaṃ vihāraṃ āgamanavelāya sammajjaniṃ ādāya vihāraṃ sammajjati, kacavaraṃ chaḍḍeti, manussehi diṭṭhabhāvaṃ ñatvā cetiyaṅgaṇaṃ gacchati, tatthāpi sammajjitvā kacavaraṃ chaḍḍeti, vālikaṃ samaṃ karoti, āsanāni dhovati, bodhimhi udakaṃ siñcati. Manussā disvā ‘natthi maññe añño bhikkhu vihārajagganako, ayameva imaṃ vihāraṃ paṭijaggati, saddho thero’ti gamanakāle nimantetvā gacchanti. Dussīlopi upaṭṭhākānaṃ sammukhe vinayadharaṃ upasaṅkamitvā pucchati ‘‘bhante, mayi gacchante goṇo ubbiggo. Tena dhāvatā tiṇāni chinnāni. Sammajjantassa me tiṇāni chijjanti. Caṅkamantassa me pāṇakā mīyanti. Kheḷaṃ pātentassa asatiyā tiṇamatthake patati; tattha tattha kiṃ hotī’’ti? ‘‘Anāpatti, āvuso, asañcicca asatiyā ajānantassā’’ti ca vutte ‘‘bhante, mayhaṃ garukaṃ viya upaṭṭhāti; suṭṭhu vīmaṃsathā’’ti bhaṇati. Taṃ sutvā manussā ‘amhākaṃ ayyo ettakepi kukkuccāyati! Aññasmiṃ oḷārike kiṃ nāma karissati; natthi iminā sadiso sīlavāti pasannā sakkāraṃ karonti. Appassutopi upaṭṭhākamajjhe nisinno ‘‘asuko tipiṭakadharo, asuko catunikāyiko mayhaṃ antevāsiko, mama santike tehi dhammo uggahito’’ti vadati. Manussā ‘amhākaṃ ayyena sadiso bahussuto natthi, etassa kira santike asukena ca asukena ca dhammo uggahito’ti pasannā sakkāraṃ karonti.",
  "atk-abh02a16:54": "Saṅgaṇikārāmopi mahāmahadivase dīghapīṭhañca apassayañca gāhāpetvā vihārapaccante rukkhamūle divāvihāraṃ nisīdati. Manussā āgantvā ‘‘thero kuhi’’nti pucchanti. ‘‘Gaṇṭhikaputtā nāma gaṇṭhikā eva honti. Tena thero evarūpe kāle idha na nisīdati, vihārapaccante divāṭṭhāne dīghacaṅkame viharatī’’ti vadanti. Sopi divasabhāgaṃ vītināmetvā nalāṭe makkaṭasuttaṃ alliyāpetvā pīṭhaṃ gāhāpetvā āgamma pariveṇadvāre nisīdati. Manussā ‘‘kahaṃ, bhante, gatattha? Āgantvā na addasamhā’’ti vadanti. ‘‘Upāsakā, antovihāro ākiṇṇo; daharasāmaṇerānaṃ vicaraṇaṭṭhānametaṃ saṭṭhihatthacaṅkame divāṭṭhāne nisīdimhā’’ti attano pavivittabhāvaṃ jānāpeti.",
  "atk-abh02a16:55": "Kusītopi upaṭṭhākamajjhe nisinno ‘‘upāsakā, tumhehi ukkāpāto diṭṭho’’ti vadati. ‘‘Na passāma, bhante; kāya velāya ahosī’’ti ca puṭṭho ‘‘amhākaṃ caṅkamanavelāyā’’ti vatvā ‘‘bhūmicālasaddaṃ assutthā’’ti pucchati. ‘‘Na suṇāma, bhante; kāya velāyā’’ti puṭṭho ‘‘majjhimayāme amhākaṃ ālambanaphalakaṃ apassāya ṭhitakāle’’ti vatvā ‘‘mahāobhāso ahosi; so vo diṭṭho’’ti pucchati. ‘‘Kāya velāya, bhante’’ti ca vutte ‘‘mayhaṃ caṅkamamhā otaraṇakāle’’ti vadati. Manussā ‘amhākaṃ thero tīsupi yāmesu caṅkameyeva hoti; natthi ayyena sadiso āraddhavīriyo’ti pasannā sakkāraṃ karonti.",
  "atk-abh02a16:56": "Muṭṭhassatīpi upaṭṭhākamajjhe nisinno ‘‘mayā asukakāle nāma dīghanikāyo uggahito, asukakāle majjhimo, saṃyuttako, aṅguttariko; antarā olokanaṃ nāma natthi, icchiticchataṭṭhāne mukhāruḷhova tanti āgacchati; ime panaññe bhikkhū eḷakā viya mukhaṃ phandāpentā viharantī’’ti vadati. Manussā ‘natthi ayyena sadiso upaṭṭhitasatī’ti pasannā sakkāraṃ karonti.",
  "atk-abh02a16:57": "Asamāhitopi upaṭṭhākānaṃ sammukhe aṭṭhakathācariye pañhaṃ pucchati – ‘kasiṇaṃ nāma kathaṃ bhāveti? Kittakena nimittaṃ uppannaṃ nāma hoti? Kittakena upacāro? Kittakena appanā? Paṭhamassa jhānassa kati aṅgāni? Dutiyassa tatiyassa catutthassa jhānassa kati aṅgāni’’ti pucchati. Tehi attano uggahitānurūpena kathitakāle sitaṃ katvā ‘kiṃ, āvuso, evaṃ na hosī’ti vutte ‘vaṭṭati, bhante’ti attano samāpattilābhitaṃ sūceti. Manussā ‘samāpattilābhī ayyo’ti pasannā sakkāraṃ karonti.",
  "atk-abh02a16:58": "Duppaññopi upaṭṭhākānaṃ majjhe nisinno ‘majjhimanikāye me pañcattayaṃ olokentassa sahiddhiyāva maggo āgato. Pariyatti nāma amhākaṃ na dukkarā. Pariyattivāvaṭo pana dukkhato na muccatīti pariyattiṃ vissajjayimhā’tiādīni vadanto attano mahāpaññataṃ dīpeti. Evaṃ vadanto panassa sāsane pahāraṃ deti. Iminā sadiso mahācoro nāma natthi. Na hi pariyattidharo dukkhato na muccatīti. Akhīṇāsavopi gāmadārake disvā ‘tumhākaṃ mātāpitaro amhe kiṃ vadantī’’ti? ‘‘Arahāti vadanti, bhante’’ti. ‘Yāva chekā gahapatikā, na sakkā vañcetu’nti attano khīṇāsavabhāvaṃ dīpeti.",
  "atk-abh02a16:59": "Aññepi cettha cāṭiarahantapārohaarahantādayo veditabbā – eko kira kuhako antogabbhe cāṭiṃ nikhaṇitvā manussānaṃ āgamanakāle pavisati. Manussā ‘kahaṃ thero’ti pucchanti. ‘Antogabbhe’ti ca vutte pavisitvā vicinantāpi adisvā nikkhamitvā ‘natthi thero’ti vadanti. ‘Antogabbheyeva thero’ti ca vutte puna pavisanti. Thero cāṭito nikkhamitvā pīṭhe nisinno hoti. Tato tehi ‘mayaṃ, bhante, pubbe adisvā nikkhantā, kahaṃ tumhe gatatthā’’ti vutte ‘samaṇā nāma attano icchiticchitaṭṭhānaṃ gacchantī’ti vacanena attano khīṇāsavabhāvaṃ dīpeti.",
  "atk-abh02a16:60": "Aparopi kuhako ekasmiṃ pabbate paṇṇasālāyaṃ vasati. Paṇṇasālāya ca pacchato papātaṭṭhāne eko kacchakarukkho atthi. Tassa pāroho gantvā parabhāge bhūmiyaṃ patiṭṭhito. Manussā maggenāgantvā nimantenti. So pattacīvaramādāya pārohena otaritvā gāmadvāre attānaṃ dasseti. Tato manussehi pacchā āgantvā ‘katarena maggena āgatattha, bhante’ti puṭṭho ‘samaṇānaṃ āgatamaggo nāma pucchituṃ na vaṭṭati, attano icchiticchitaṭṭhāneneva āgacchantī’ti vacanena khīṇāsavabhāvaṃ dīpeti. Taṃ pana kuhakaṃ eko viddhakaṇṇo ñatvā ‘pariggahessāmi na’nti ekadivasaṃ pārohena otarantaṃ disvā pacchato chinditvā appamattakena ṭhapesi. So ‘pārohato otarissāmī’ti ‘ṭha’nti patito, mattikā patto bhijji. So ‘ñātomhī’ti nikkhamitvā palāyi. Pāpicchassa bhāvo pāpicchatā. Lakkhaṇato pana asantaguṇasambhāvanatā, paṭiggahaṇe ca amattaññutā; etaṃ pāpicchatālakkhaṇanti veditabbaṃ.",
  "atk-abh02a16:61": "852. Siṅganiddese vijjhanaṭṭhena siṅgaṃ; nāgarikabhāvasaṅkhātassa kilesasiṅgassetaṃ nāmaṃ. Siṅgārabhāvo siṅgāratā, siṅgārakaraṇākāro vā. Caturabhāvo caturatā. Tathā cāturiyaṃ. Parikkhatabhāvo parikkhatatā; parikhaṇitvā ṭhapitasseva daḷhasiṅgārabhāvassetaṃ nāmaṃ . Itaraṃ tasseva vevacanaṃ. Evaṃ sabbehipi padehi kilesasiṅgāratāva kathitā.",
  "atk-abh02a16:62": "853. Tintiṇaniddese tintiṇanti khīyanaṃ. Tintiṇāyanākāro tintiṇāyanā. Tintiṇena ayitassa tintiṇasamaṅgino bhāvo tintiṇāyitattaṃ. Lolupabhāvo loluppaṃ. Itare dve ākārabhāvaniddesā. Pucchañjikatāti lābhalabhanakaṭṭhāne vedhanākampanā nīcavuttitā. Sādhukamyatāti paṇītapaṇītānaṃ patthanā. Evaṃ sabbehipi padehi suvānadoṇiyaṃ kañjiyaṃ pivanakasunakhassa aññaṃ sunakhaṃ disvā bhubhukkaraṇaṃ viya ‘tava santakaṃ, mama santaka’nti kilesavasena khīyanākāro kathito.",
  "atk-abh02a16:63": "854. Cāpalyaniddese ākoṭitapaccākoṭitabhāvādīhi cīvarassa maṇḍanā cīvaramaṇḍanā. Maṇivaṇṇacchavikaraṇādīhi pattassa maṇḍanā pattamaṇḍanā. Cittakammādīhi puggalikasenāsanassa maṇḍanā senāsanamaṇḍanā. Imassa vā pūtikāyassāti imassa manussasarīrassa. Yathā hi tadahujātopi siṅgālo jarasiṅgālotveva ūruppamāṇāpi ca gaḷocilatā pūtilatātveva saṅkhaṃ gacchati, evaṃ suvaṇṇavaṇṇopi manussakāyo pūtikāyotveva vuccati. Tassa antarantarā rattavaṇṇapaṇḍuvaṇṇādīhi nivāsanapārupanādīhi sajjanā maṇḍanā nāma. Bāhirānaṃ vā parikkhārānanti ṭhapetvā pattacīvaraṃ sesaparikkhārānaṃ; athavā yā esā cīvaramaṇḍanā pattamaṇḍanāti vuttā, sā tehi vā parikkhārehi kāyassa maṇḍanā tesaṃ vā bāhiraparikkhārānaṃ maṇḍetvā ṭhapanavasena maṇḍanāti evamettha attho veditabbo. Maṇḍanā vibhūsanāti ettha ūnaṭṭhānassa pūraṇavasena maṇḍanā, chavirāgādivasena vibhūsanāti veditabbā. Keḷanāti kīḷanā. Parikeḷanāti parikīḷanā. Giddhikatāti gedhayuttatā. Giddhikattanti tasseva vevacanaṃ. Capalabhāvo capalatā. Tathā cāpalyaṃ. Idaṃ vuccatīti idaṃ cāpalyaṃ nāma vuccati, yena samannāgato puggalo vassasatikopi samāno tadahujātadārako viya hoti.",
  "atk-abh02a16:64": "855. Asabhāgavuttiniddese vippaṭikūlaggāhitāti ananulomaggāhitā. Vipaccanīkasātatāti vipaccanīkena paṭiviruddhakaraṇena sukhāyanā. Anādarabhāvo anādariyaṃ. Tathā anādariyatā. Agāravassa bhāvo agāravatā. Jeṭṭhakabhāvassa akaraṇaṃ appatissavatā. Ayaṃvuccatīti ayaṃ asabhāgavutti nāma vuccati; visabhāgajīvikatāti attho; yāya samannāgato puggalo mātaraṃ pitaraṃ vā gilānaṃ paṭivattitvāpi na oloketi; pitusantakassa kāraṇā mātarā saddhiṃ, mātusantakassa kāraṇā pitarā saddhiṃ kalahaṃ karoti; visabhāgajīvitaṃ jīvati, mātāpitūnaṃ santakassa kāraṇā jeṭṭhena vā kaniṭṭhena vā bhātarā saddhiṃ kalahaṃ karoti, nillajjavacanaṃ vadati, ācariyassa vā upajjhāyassa vā vattapaṭivattaṃ na karoti, gilānaṃ na upaṭṭhāti, buddhassa bhagavato cetiyadassanaṭṭhāne uccāraṃ vā passāvaṃ vā karoti, kheḷampi siṅghāṇikampi chaḍḍeti, chattaṃ dhāreti, upāhanā āruyha gacchati, buddhasāvakesu na lajjati, saṅghe cittīkāraṃ na karoti, mātimattapitimattādīsu garuṭṭhānīyesu hirottappaṃ na paccupaṭṭhāpeti. Tassevaṃ pavattamānassa sabbā pesā kiriyā mātarītiādīsupi vatthūsu asabhāgavuttitā nāma hoti.",
  "atk-abh02a16:65": "856. Aratiniddese pantesūti dūresu vivittesu vā. Adhikusalesūti samathavipassanādhammesu. Aratīti ratipaṭikkhepo. Aratitāti aramaṇākāro. Anabhiratīti anabhiratabhāvo. Anabhiramaṇāti anabhiramaṇākāro. Ukkaṇṭhitāti ukkaṇṭhanākāro. Paritassitāti ukkaṇṭhanavaseneva paritassanā.",
  "atk-abh02a16:66": "857. Tandīniddese tandīti jātiālasiyaṃ. Tandiyanāti tandiyanākāro. Tandimanakatāti tandiyā abhibhūtacittatā. Alasassa bhāvo ālasyaṃ. Ālasyāyanākāro ālasyāyanā. Alasyāyitassa bhāvo ālasyāyitattaṃ. Iti sabbehipi imehi padehi kilesavasena kāyālasiyaṃ kathitaṃ.",
  "atk-abh02a16:67": "858. Vijambhitāniddese jambhanāti phandanā. Punappunaṃ jambhanā vijambhanā. Ānamanāti purato namanā. Vinamanāti pacchato namanā. Sannamanāti samantato namanā. Paṇamanāti yathā hi tantato uṭṭhitapesakāro kismiñcideva gahetvā ujukaṃ kāyaṃ ussāpeti, evaṃ kāyassa uddhaṃ ṭhapanā. Byādhiyakanti uppannabyādhitā. Iti sabbehipi imehi padehi kilesavasena kāyaphandanameva kathitaṃ.",
  "atk-abh02a16:68": "859. Bhattasammadaniddese bhuttāvissāti bhuttavato. Bhattamucchāti bhattagelaññaṃ; balavabhattena hi mucchāpatto viya hoti. Bhattakilamathoti bhattena kilantabhāvo. Bhattapariḷāhoti bhattadaratho. Tasmiñhi samaye pariḷāhuppattiyā upahatindriyo hoti, kāyo jīrati. Kāyaduṭṭhullanti bhattaṃ nissāya kāyassa akammaññatā.",
  "atk-abh02a16:69": "860. Cetaso līnattaniddeso heṭṭhā dhammasaṅgahaṭṭhakathāyaṃ vuttatthoyeva. Imehi pana sabbehipi padehi kilesavasena cittassa gilānākāro kathitoti veditabbo.",
  "atk-abh02a16:70": "861. Kuhanāniddese lābhasakkārasilokasannissitassāti lābhañca sakkārañca kittisaddañca nissitassa, patthayantassāti attho. Pāpicchassāti asantaguṇadīpanakāmassa. Icchāpakatassāti icchāya apakatassa, upaddutassāti attho.",
  "atk-abh02a16:71": "Ito paraṃ yasmā paccayapaṭisevana sāmantajappanairiyāpathasannissitavasena mahāniddese tividhaṃ kuhanavatthu āgataṃ, tasmā tividhampi taṃ dassetuṃ paccayapaṭisevanasaṅkhātena vāti evamādi āraddhaṃ. Tattha cīvarādīhi nimantitassa tadatthikasseva sato pāpicchataṃ nissāya paṭikkhipanena, te ca gahapatike attani suppatiṭṭhitasaddhe ñatvā puna tesaṃ ‘aho ayyo appiccho, na kiñci paṭiggaṇhituṃ icchati, suladdhaṃ vata no assa sace appamattakaṃ kiñci paṭiggaṇheyyā’ti nānāvidhehi upāyehi paṇītāni cīvarādīni upanentānaṃ tadanuggahakāmataṃyeva āvikatvā paṭiggahaṇena ca tato pabhuti asītisakaṭabhārehi upanāmanahetubhūtaṃ vimhāpanaṃ paccayapaṭisevanasaṅkhātaṃ kuhanavatthūti veditabbaṃ. Vuttampi cetaṃ mahāniddese (mahāni. 87) –",
  "atk-abh02a16:72": "‘‘Katamaṃ paccayapaṭisevanasaṅkhātaṃ kuhanavatthu? Idha gahapatikā bhikkhuṃ nimantenti cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārehi. So pāpiccho icchāpakato atthiko cīvara …pe… parikkhārānaṃ bhiyyokamyataṃ upādāya cīvaraṃ paccakkhāti, piṇḍapātaṃ paccakkhāti, senāsanaṃ paccakkhāti, gilānapaccayabhesajjaparikkhāraṃ paccakkhāti. So evamāha – ‘‘kiṃ samaṇassa mahagghena cīvarena? Etaṃ sāruppaṃ yaṃ samaṇo susānā vā saṅkārakūṭā vā pāpaṇikā vā nantakāni uccinitvā saṅghāṭiṃ katvā dhāreyya. Kiṃ samaṇassa mahagghena piṇḍapātena? Etaṃ sāruppaṃ yaṃ samaṇo uñchācariyāya piṇḍiyālopena jīvikaṃ kappeyya. Kiṃ samaṇassa mahagghena senāsanena? Etaṃ sāruppaṃ yaṃ samaṇo rukkhamūliko vā assa sosāniko vā abbhokāsiko vā. Kiṃ samaṇassa mahagghena gilānapaccayabhesajjaparikkhārena? Etaṃ sāruppaṃ yaṃ samaṇo pūtimuttena vā harītakīkhaṇḍena vā osadhaṃ kareyyāti. Tadupādāya lūkhaṃ cīvaraṃ dhāreti, lūkhaṃ piṇḍapātaṃ paribhuñjati, lūkhaṃ senāsanaṃ paṭisevati, lūkhaṃ gilānapaccayabhesajjaparikkhāraṃ paṭisevati. Tamenaṃ gahapatikā evaṃ jānanti – ‘ayaṃ samaṇo appiccho santuṭṭho pavivitto asaṃsaṭṭho āraddhavīriyo dhutavādo’ti bhiyyo bhiyyo nimantenti cīvara…pe… parikkhārehi. So evamāha – ‘tiṇṇaṃ sammukhībhāvā saddho kulaputto bahuṃ puññaṃ pasavati – saddhāya sammukhībhāvā saddho kulaputto bahuṃ puññaṃ pasavati, deyyadhammassa…pe… dakkhiṇeyyānaṃ sammukhībhāvā saddho kulaputto bahuṃ puññaṃ pasavati. Tumhākañcevāyaṃ saddhā atthi, deyyadhammo ca saṃvijjati, ahañca paṭiggāhako. Sacāhaṃ na paṭiggahessāmi, evaṃ tumhe puññena paribāhirā bhavissatha; na mayhaṃ iminā attho, apica tumhākaṃ eva anukampāya paṭiggaṇhāmī’ti. Tadupādāya bahumpi cīvaraṃ paṭiggaṇhāti, bahumpi piṇḍapātaṃ…pe… bhesajjaparikkhāraṃ paṭiggaṇhāti. Yā evarūpā bhākuṭikā bhākuṭiyaṃ kuhanā kuhāyanā kuhitattaṃ – idaṃ vuccati paccayapaṭisevanasaṅkhātaṃ kuhanavatthū’’ti.",
  "atk-abh02a16:73": "Pāpicchasseva pana sato uttarimanussadhammādhigamaparidīpanavācāya tathā tathā vimhāpanaṃ sāmantajappanasaṅkhātaṃ kuhanavatthūti veditabbaṃ. Yathāha – ‘‘katamaṃ sāmantajappanasaṅkhātaṃ kuhanavatthu ? Idhekacco pāpiccho icchāpakato sambhāvanādhippāyo ‘evaṃ maṃ jano sambhāvessatī’ti ariyadhammasannissitaṃ vācaṃ bhāsati – ‘yo evarūpaṃ cīvaraṃ dhāreti, so samaṇo mahesakkho’ti bhaṇati; ‘yo evarūpaṃ pattaṃ, lohathālakaṃ, dhamakaraṇaṃ, parisāvanaṃ, kuñcikaṃ, upāhanaṃ, kāyabandhanaṃ, āyogaṃ dhāreti, so samaṇo mahesakkho’ti bhaṇati; ‘yassa evarūpo upajjhāyo, ācariyo, samānupajjhāyo, samānācariyako, mitto sandiṭṭho, sambhatto, sahāyo; yo evarūpe vihāre vasati – aḍḍhayoge, pāsāde, hammiye, guhāyaṃ, leṇe, kuṭiyā, kūṭāgāre, aṭṭe, māḷe, udosite, uddaṇḍe, upaṭṭhānasālāyaṃ, maṇḍape, rukkhamūle vasati, so samaṇo mahesakkho’ti bhaṇati.",
  "atk-abh02a16:74": "‘‘Atha vā korajikakorajiko bhākuṭikabhākuṭiko kuhakakuhako lapakalapako mukhasambhāvito ‘ayaṃ samaṇo imāsaṃ evarūpānaṃ santānaṃ vihārasamāpattīnaṃ lābhī’ti tādisaṃ gambhīraṃ gūḷhaṃ nipuṇaṃ paṭicchannaṃ lokuttaraṃ suññatāpaṭisaṃyuttaṃ kathaṃ katheti. Yā evarūpā bhākuṭikā bhākuṭiyaṃ kuhanā kuhāyanā kuhitattaṃ – idaṃ vuccati sāmantajappanasaṅkhātaṃ kuhanavatthū’’ti.",
  "atk-abh02a16:75": "Pāpicchasseva pana sato sambhāvanādhippāyakatena iriyāpathena vimhāpanaṃ iriyāpathasannissitaṃ kuhanavatthūti veditabbaṃ. Yathāha – ‘‘katamaṃ iriyāpathasaṅkhātaṃ kuhanavatthu? Idhekacco pāpiccho icchāpakato sambhāvanādhippāyo ‘evaṃ maṃ jano sambhāvessatī’ti gamanaṃ saṇṭhapeti, sayanaṃ saṇṭhapeti, paṇidhāya gacchati, paṇidhāya tiṭṭhati, paṇidhāya nisīdati, paṇidhāya seyyaṃ kappeti, samāhito viya gacchati, samāhito viya tiṭṭhati, nisīdati, seyyaṃ kappeti, āpāthakajjhāyīva hoti. Yā evarūpā iriyāpathassa āṭhapanā ṭhapanā saṇṭhapanā bhākuṭikā bhākuṭiyaṃ kuhanā kuhāyanā kuhitattaṃ – idaṃ vuccati iriyāpathasaṅkhātaṃ kuhanavatthū’’ti.",
  "atk-abh02a16:76": "Tattha paccayapaṭisevanasaṅkhātenāti paccayapaṭisevananti evaṃ saṅkhātena paccayapaṭisevanena. Sāmantajappitenāti samīpe bhaṇitena. Iriyāpathassāti catuiriyāpathassa. Āṭhapanāti ādiṭhapanā, ādarena vā ṭhapanā. Ṭhapanāti ṭhapanākāro. Saṇṭhapanāti abhisaṅkharaṇā, pāsādikabhāvakaraṇanti vuttaṃ hoti. Bhākuṭikāti padhānapurimaṭṭhitabhāvadassanena bhākuṭikaraṇaṃ, mukhasaṅkocoti vuttaṃ hoti. Bhākuṭikaraṇaṃ sīlamassāti bhākuṭiko; bhākuṭikassa bhāvo bhākuṭiyaṃ. Kuhanāti vimhāpanaṃ, kuhassa āyanā kuhāyanā. Kuhitassa bhāvo kuhitattanti.",
  "atk-abh02a16:77": "862. Lapanāniddese ālapanāti vihāraṃ āgatamanusse disvā kimatthāya bhonto āgatā? Kiṃ bhikkhū nimantetuṃ? Yadi evaṃ gacchatha; ahaṃ pacchato bhikkhū gahetvā āgacchāmī’ti evaṃ āditova lapanā. Atha vā attānaṃ upanetvā ‘ahaṃ tisso, mayi rājā pasanno, mayi asuko ca asuko ca rājamahāmatto pasanno’ti evaṃ attupanāyikā lapanā ālapanā. Lapanāti puṭṭhassa sato vuttappakārameva lapanaṃ. Sallapanāti gahapatikānaṃ ukkaṇṭhane bhītassa okāsaṃ datvā suṭṭhu lapanā. Ullapanāti ‘mahākuṭumbiko, mahānāviko, mahādānapatī’ti evaṃ uddhaṃ katvā lapanā. Samullapanāti sabbatobhāgena uddhaṃ katvā lapanā. Unnahanāti ‘upāsakā, pubbe īdise kāle dānaṃ detha; idāni kiṃ na dethā’ti evaṃ yāva ‘dassāma, bhante, okāsaṃ na labhāmā’tiādīni vadanti tāva uddhaṃ nahanā, veṭhanāti vuttaṃ hoti. Atha vā ucchuhatthaṃ disvā ‘kuto āgatā, upāsakā’ti pucchati. ‘Ucchukhettato, bhante’ti. ‘Kiṃ tattha ucchu madhura’nti? ‘Khāditvā, bhante, jānitabba’nti. ‘Na, upāsakā, bhikkhussa ‘ucchuṃ dethā’ti vattuṃ vaṭṭatī’ti yā evarūpā nibbeṭhentassāpi veṭhanakakathā, sā unnahanā . Sabbatobhāgena punappunaṃ unnahanā samunnahanā. Ukkācanāti ‘etaṃ kulaṃ maṃyeva jānāti, sace ettha deyyadhammo uppajjati, mayhameva detī’ti evaṃ ukkhipitvā kācanā ukkācanā; uddīpanāti vuttaṃ hoti.",
  "atk-abh02a16:78": "Telakandarikavatthu cettha vattabbaṃ. Dve kira bhikkhū ekaṃ gāmaṃ pavisitvā āsanasālāya nisīditvā ekaṃ kumārikaṃ disvā pakkosiṃsu. Tāya āgatāya tatreko ekaṃ pucchi – ‘ayaṃ, bhante, kassa kumārikā’ti? ‘Amhākaṃ upaṭṭhāyikāya telakandarikāya dhītā, āvuso. Imissā mātā mayi gehaṃ gate sappiṃ dadamānā ghaṭeneva deti, ayampi mātā viya ghaṭeneva detī’ti ukkāceti.",
  "atk-abh02a16:79": "Sabbatobhāgena punappunaṃ ukkācanā samukkācanā. Anuppiyabhāṇitāti saccānurūpaṃ vā dhammānurūpaṃ vā anapaloketvā punappunaṃ piyabhaṇanameva. Cāṭukamyatāti nīcavuttitā; attānaṃ heṭṭhato ṭhapetvā vattanaṃ. Muggasūpyatāti muggasūpasadisatā. Yathā muggesu paccamānesu kocideva na paccati, avasesā paccanti; evaṃ yassa puggalassa vacane kiñcideva saccaṃ hoti, sesaṃ alikaṃ – ayaṃ puggalo muggasūpyoti vuccati. Tassa bhāvo muggasūpyatā. Pāribhaṭayatāti pāribhaṭayabhāvo. Yo hi kuladārake dhātī viya aṅkena vā khandhena vā paribhaṭati, dhāretīti attho; tassa paribhaṭassa kammaṃ pāribhaṭayaṃ; pāribhaṭayassa bhāvo pāribhaṭayatāti.",
  "atk-abh02a16:80": "863. Nemittikatāniddese nimittanti yaṃkiñci paresaṃ paccayadānasaṃyojanakaṃ kāyavacīkammaṃ. Nimittakammanti nimittassa karaṇakosallaṃ.",
  "atk-abh02a16:81": "Tatridaṃ vatthu – eko kira piṇḍapātiko upaṭṭhākakammārassa gehadvāraṃ gantvā ‘kiṃ bhante’ti pucchito cīvarantarena hatthaṃ nīharitvā vāsipaharaṇākāraṃ akāsi. Kammāro ‘sallakkhitaṃ me, bhante’ti vāsiṃ katvā adāsi. Obhāsoti paccayapaṭisaṃyuttakathā. Obhāsakammanti vacchakapālake disvā ‘kiṃ ime vacchā khīragovacchā, takkagovacchā’ti pucchitvā ‘khīragovacchā, bhante’ti vutte ‘na khīragovacchā, yadi khīragovacchā siyuṃ bhikkhūpi khīraṃ labheyyu’nti evamādinā nayena tesaṃ dārakānaṃ mātāpitūnaṃ nivedetvā khīradāpanādikaṃ obhāsakaraṇaṃ. Sāmantajappāti samīpaṃ katvā jappanaṃ.",
  "atk-abh02a16:82": "Jātakabhāṇakavatthu cettha kathetabbaṃ. Eko kira jātakabhāṇakatthero bhuñjitukāmo upaṭṭhāyikāya gehaṃ pavisitvā nisīdi. Sā adātukāmā ‘taṇḍulā natthī’ti bhaṇantī taṇḍule āharitukāmā viya paṭivissakagharaṃ gatā. Bhikkhu antogabbhaṃ pavisitvā olokento kavāṭakoṇe ucchuṃ, bhājane guḷaṃ, piṭake loṇamacchaphālaṃ, kumbhiyaṃ taṇḍule, ghaṭe ghataṃ disvā nikkhamitvā nisīdi. Gharaṇī ‘taṇḍulaṃ nālattha’nti āgatā. Thero ‘upāsike, ajja bhikkhā na sampajjissatī’ti paṭikacceva nimittaṃ addasa’nti āha. ‘Kiṃ, bhante’ti? ‘Kavāṭakoṇe nikkhittaṃ ucchuṃ viya sappaṃ addasaṃ; ‘taṃ paharissāmī’ti olokento bhājane ṭhapitaṃ guḷapiṇḍaṃ viya pāsāṇaṃ leḍḍukena; pahaṭena sappena kataṃ, piṭake nikkhittaloṇamacchaphālasadisaṃ, phaṇaṃ; tassa taṃ leḍḍuṃ ḍaṃsitukāmassa, kumbhiyā taṇḍulasadise dante; athassa kupitassa, ghaṭe pakkhittaghatasadisaṃ, mukhato nikkhamantaṃ visamissakaṃ kheḷa’nti. Sā ‘na sakkā muṇḍakaṃ vañcetu’nti ucchuṃ datvā odanaṃ pacitvā ghataguḷamacchehi saddhiṃ adāsīti. Evaṃ samīpaṃ katvā jappanaṃ sāmantajappāti veditabbaṃ. Parikathāti yathā taṃ labhati tathā parivattetvā parivattetvā kathanaṃ.",
  "atk-abh02a16:83": "864. Nippesikatāniddese akkosanāti dasahi akkosavatthūhi akkosanā. Vambhanāti paribhavitvā kathanaṃ. Garahanāti ‘assaddho appasanno’tiādinā nayena dosāropanā. Ukkhepanāti ‘mā etaṃ ettha kathethā’ti vācāya ukkhipanaṃ. Sabbatobhāgena savatthukaṃ sahetukaṃ katvā ukkhepanā samukkhepanā. Athavā adentaṃ ‘aho dānapatī’ti evaṃ ukkhipanaṃ ukkhepanā. ‘Mahādānapatī’ti evaṃ suṭṭhu ukkhepanā samukkhepanā. Khipanāti ‘kiṃ imassa jīvitaṃ bījabhojino’ti evaṃ uppaṇḍanā. Saṅkhipanāti ‘kiṃ imaṃ adāyakoti bhaṇatha yo niccakālaṃ sabbesampi natthīti vacanaṃ detī’ti evaṃ suṭṭhutaraṃ uppaṇḍanā. Pāpanāti adāyakattassa avaṇṇassa vā pāpanaṃ. Sabbatobhāgena pāpanā sampāpanā. Avaṇṇahārikāti ‘evaṃ me avaṇṇabhayāpi dassatī’ti gehato gehaṃ, gāmato gāmaṃ, janapadato janapadaṃ avaṇṇaharaṇaṃ. Parapiṭṭhimaṃsikatāti purato madhuraṃ bhaṇitvā parammukhe avaṇṇabhāsitā. Esā hi abhimukhaṃ oloketuṃ asakkontassa parammukhānaṃ piṭṭhimaṃsakhādanaṃ viya hoti. Tasmā parapiṭṭhimaṃsikatāti vuttā. Ayaṃ vuccati nippesikatāti ayaṃ yasmā veḷupesikā viya abbhaṅgaṃ parassa guṇaṃ nippeseti nipuñchati, yasmā vā gandhajātaṃ nipisitvā gandhamagganā viya paraguṇe nipisitvā vicuṇṇetvā esā lābhamagganā hoti, tasmā nippesikatāti vuccatīti.",
  "atk-abh02a16:84": "865. Lābhena lābhaṃ nijigīsanatāniddese nijigīsanatāti magganā. Ito laddhanti imamhā gehā laddhaṃ. Amutrāti amukamhi gehe. Eṭṭhīti icchanā. Gaveṭṭhīti magganā. Pariyeṭṭhīti punappunaṃ magganā. Ādito paṭṭhāya laddhaṃ laddhaṃ bhikkhaṃ tatra tatra kuladārakānaṃ datvā ante khīrayāguṃ labhitvā gatabhikkhuvatthu cettha kathetabbaṃ. Esanātiādīni eṭṭhītiādīnaṃ vevacanāni, tasmā eṭṭhīti esanā, gaveṭṭhīti gavesanā, pariyeṭṭhīti pariyesanā. Iccevamettha yojanā veditabbā.",
  "atk-abh02a16:85": "866. Seyyamānaniddese jātiyāti khattiyabhāvādijātisampattiyā. Gottenāti gotamagottādinā ukkaṭṭhagottena. Kolaputtiyenāti mahākulabhāvena. Vaṇṇapokkharatāyāti vaṇṇasampannasarīratāya. Sarīrañhi pokkharanti vuccati, tassa vaṇṇasampattiyā abhirūpabhāvenāti attho. Dhanenātiādīni uttānatthāneva. Mānaṃ jappetīti etesu yena kenaci vatthunā ‘seyyohamasmī’ti mānaṃ pavatteti karoti.",
  "atk-abh02a16:86": "867. Sadisamānaniddese mānaṃ jappetīti etesu yena kenaci vatthunā ‘sadisohamasmī’ti mānaṃ pavatteti. Ayamettha atthato viseso. Pāḷiyaṃ pana nānākaraṇaṃ natthi.",
  "atk-abh02a16:87": "868. Hīnamānaniddese omānaṃ jappetīti heṭṭhāmānaṃ pavatteti. Omānoti lāmako heṭṭhāmāno. Omaññanā omaññitattanti ākārabhāvaniddeso. Hīḷanāti jātiādīhi attajigucchanā. Ohīḷanāti atirekato hīḷanā. Ohīḷitattanti tasseva bhāvaniddeso. Attuññāti attānaṃ hīnaṃ katvā jānanā. Attāvaññāti attānaṃ avajānanā. Attaparibhavoti jātiādisampattināmameva jātāti attānaṃ paribhavitvā maññanā. Evamime tayo mānā puggalaṃ anissāya jātiādivatthuvaseneva kathitā. Tesu ekeko tiṇṇampi seyyasadisahīnānaṃ uppajjati. Tattha ‘seyyohamasmī’ti māno seyyasseva yāthāvamāno, sesānaṃ ayāthāvamāno. ‘Sadisohamasmī’ti māno sadisasseva yāthāvamāno, sesānaṃ ayāthāvamāno. ‘Hīnohamasmī’ti māno hīnasseva yāthāvamāno, sesānaṃ ayāthāvamāno.",
  "atk-abh02a16:88": "869.Tattha katamo seyyassa seyyohamasmītiādayo pana nava mānā puggalaṃ nissāya kathitā. Tesu tayo tayo ekekassa uppajjanti. Tattha dahatīti ṭhapeti. Taṃ nissāyāti taṃ seyyato dahanaṃ nissāya. Ettha pana seyyassa seyyohamasmīti māno rājūnañceva pabbajitānañca uppajjati. Rājā hi ‘raṭṭhena vā dhanena vā vāhanehi vā ko mayā sadiso atthī’ti etaṃ mānaṃ karoti. Pabbajitopi ‘sīladhutaṅgādīhi ko mayā sadiso atthī’ti etaṃ mānaṃ karoti.",
  "atk-abh02a16:89": "870.Seyyassa sadisohamasmīti mānopi etesaṃyeva uppajjati. Rājā hi ‘raṭṭhena vā dhanena vā vāhanehi vā aññarājūhi saddhiṃ mayhaṃ kiṃ nānākaraṇa’nti etaṃ mānaṃ karoti. Pabbajitopi ‘sīladhutaṅgādīhi aññena bhikkhunā saddhiṃ mayhaṃ kiṃ nānākaraṇa’nti etaṃ mānaṃ karoti.",
  "atk-abh02a16:90": "871.Seyyassa hīnohamasmīti mānopi etesaṃyeva uppajjati. Yassa hi rañño raṭṭhaṃ vā dhanaṃ vā vāhanāni vā sampannāni na honti, so ‘mayhaṃ rājāti vohārasukhamattameva; kiṃ rājā nāma aha’nti etaṃ mānaṃ karoti. Pabbajitopi ‘appalābhasakkāro ahaṃ. Dhammakathiko bahussuto mahātheroti kathāmattameva. Kiṃ dhammakathiko nāmāhaṃ, kiṃ bahussuto nāmāhaṃ, kiṃ mahāthero nāmāhaṃ yassa me lābhasakkāro natthī’ti etaṃ mānaṃ karoti.",
  "atk-abh02a16:91": "872.Sadisassa seyyohamasmīti mānādayo amaccādīnaṃ uppajjanti. Amacco hi raṭṭhiyo vā ‘bhogayānavāhanādīhi ko mayā sadiso añño rājapuriso atthī’ti vā ‘mayhaṃ aññehi saddhiṃ kiṃ nānākaraṇa’nti vā ‘amaccoti nāmamattameva mayhaṃ; ghāsacchādanamattampi me natthi. Kiṃ amacco nāmāha’nti ete māne karoti.",
  "atk-abh02a16:92": "875.Hīnassa seyyohamasmīti mānādayo dāsādīnaṃ uppajjanti. Dāso hi ‘mātito vā pitito vā ko mayā sadiso añño dāso nāma atthi’ aññe jīvituṃ asakkontā kucchihetu dāsā nāma jātā. Ahaṃ pana paveṇīāgatattā seyyo’ti vā ‘paveṇīāgatabhāvena ubhatosuddhikadāsattena asukadāsena nāma saddhiṃ kiṃ mayhaṃ nānākaraṇa’nti vā ‘kucchivasenāhaṃ dāsabyaṃ upagato. Mātāpitukoṭiyā pana me dāsaṭṭhānaṃ natthi. Kiṃ dāso nāma aha’nti vā ete māne karoti. Yathā ca dāso evaṃ pukkusacaṇḍālādayopi ete māne karontiyeva.",
  "atk-abh02a16:93": "Ettha ca ‘seyyassa seyyohamasmī’ti uppannamānova yāthāvamāno, itare dve ayāthāvamānā. Tathā ‘sadisassa sadisohamasmī’ti ‘hīnassa hīnohamasmī’ti uppannamānova yāthāvamāno, itare dve ayāthāvamānā. Tattha yāthāvamānā arahattamaggavajjhā, ayāthāvamānā sotāpattimaggavajjhā.",
  "atk-abh02a16:94": "878. Evaṃ savatthuke māne kathetvā idāni avatthukaṃ nibbattitamānameva dassetuṃ tattha katamo mānotiādi vuttaṃ.",
  "atk-abh02a16:95": "879. Atimānaniddese seyyādivasena puggalaṃ anāmasitvā jātiādīnaṃ vatthuvaseneva niddiṭṭho. Tattha atimaññatīti ‘jātiādīhi mayā sadiso natthī’ti atikkamitvā maññati.",
  "atk-abh02a16:96": "880. Mānātimānaniddese yo evarūpoti yo eso ‘ayaṃ pubbe mayā sadiso, idāni ahaṃ seṭṭho, ahaṃ hīnataro’ti uppanno māno. Ayaṃ bhārātibhāro viya purimaṃ sadisamānaṃ upādāya mānātimānoti dassetuṃ evamāha.",
  "atk-abh02a16:97": "881. Omānaniddeso hīnamānaniddesasadisoyeva. Veneyyavasena pana so ‘hīnohamasmī’ti māno nāma vutto – ayaṃ omāno nāma. Apicettha ‘tvaṃ jātimā, kākajāti viya te jāti; tvaṃ gottavā, caṇḍālagottaṃ viya te gottaṃ; tuyhaṃ saro atthi, kākassaro viya te saro’ti evaṃ attānaṃ heṭṭhā katvā pavattanavasena ayaṃ omānoti veditabbo.",
  "atk-abh02a16:98": "882. Adhimānaniddese appatte pattasaññitāti cattāri saccāni appatvā pattasaññitāya . Akateti catūhi maggehi kattabbakicce akateyeva. Anadhigateti catusaccadhamme anadhigate. Asacchikateti arahattena apaccakkhakate. Ayaṃ vuccati adhimānoti ayaṃ adhigatamāno nāma vuccati.",
  "atk-abh02a16:99": "Ayaṃ pana kassa uppajjati, kassa nuppajjatīti? Ariyasāvakassa tāva nuppajjati. So hi maggaphalanibbānapahīnakilesāvasiṭṭhakilesapaccavekkhaṇena sañjātasomanasso ariyaguṇapaṭivedhe nikkaṅkho. Tasmā sotāpannādīnaṃ ‘ahaṃ sakadāgāmī’tiādivasena māno nuppajjati; dussīlassāpi nuppajjati; so hi ariyaguṇādhigame nirāsova. Sīlavatopi pariccattakammaṭṭhānassa niddārāmatādimanuyuttassa nuppajjati.",
  "atk-abh02a16:100": "Parisuddhasīlassa pana kammaṭṭhāne appamattassa nāmarūpaṃ vavatthapetvā paccayapariggahena vitiṇṇakaṅkhassa tilakkhaṇaṃ āropetvā saṅkhāre sammasantassa āraddhavipassakassa uppajjati; uppanne ca suddhasamathalābhī vā suddhavipassanālābhī vā antarā ṭhapeti. So hi dasapi vīsampi tiṃsampi vassāni kilesasamudācāraṃ apassanto ‘ahaṃ sotāpanno’ti vā ‘sakadāgāmī’ti vā ‘anāgāmī’ti vā maññati. Samathavipassanālābhī pana arahatteyeva ṭhapeti. Tassa hi samādhibalena kilesā vikkhambhitā, vipassanābalena saṅkhārā supariggahitā. Tasmā saṭṭhipi vassāni asītipi vassāni vassasatampi kilesā na samudācaranti; khīṇāsavasseva cittacāro hoti. So evaṃ dīgharattaṃ kilesasamudācāraṃ apassanto antarā aṭṭhatvāva ‘arahā aha’nti maññati, uccamālaṅkavāsī mahānāgatthero viya, haṅkanakavāsī mahādattatthero viya, cittalapabbate niṅkapoṇṇapadhānagharavāsī cūḷasumatthero viya ca.",
  "atk-abh02a16:101": "Tatridaṃ ekavatthuparidīpanaṃ – talaṅgaravāsī dhammadinnatthero kira nāma eko pabhinnapaṭisambhido mahākhīṇāsavo mahato bhikkhusaṅghassa ovādadāyako ahosi. So ekadivasaṃ attano divāṭṭhāne nisīditvā ‘kinnu kho amhākaṃ ācariyassa uccataliṅkavāsīmahānāgattherassa samaṇakiccaṃ matthakaṃ patto, no’ti āvajjanto puthujjanabhāvamevassa disvā ‘mayi agacchante puthujjanakālakiriyameva karissatī’ti ca ñatvā iddhiyā vehāsaṃ uppatitvā divāṭṭhāne nisinnassa therassa samīpe orohitvā vanditvā vattaṃ dassetvā ekamantaṃ nisīdi. ‘Kiṃ, āvuso dhammadinna, akāle āgatosī’ti ca vutto ‘pañhaṃ, bhante, pucchituṃ āgatomhī’ti āha.",
  "atk-abh02a16:102": "Tato ‘pucchāvuso, jānamāno kathayissāmī’ti vutto pañhāsahassaṃ pucchi. Thero pucchitapucchitaṃ pañhaṃ asajjamānova kathesi. Tato ‘atitikkhaṃ te, bhante, ñāṇaṃ. Kadā tumhehi ayaṃ dhammo adhigato’ti vutto ‘ito saṭṭhivassakāle, āvuso’ti āha. ‘Samādhimpi, bhante, vaḷañjethā’ti? ‘Na idaṃ, āvuso, bhāriya’nti. ‘Tena hi, bhante, ekaṃ hatthiṃ māpethā’ti. Thero sabbasetaṃ hatthiṃ māpesi. ‘Idāni, bhante, yathā ayaṃ hatthī añcitakaṇṇo pasāritanaṅguṭṭho soṇḍaṃ mukhe pakkhipitvā bheravaṃ koñcanādaṃ karonto tumhākaṃ abhimukho āgacchati tathā taṃ karothā’ti. Thero tathā katvā vegena āgacchato hatthissa bheravaṃ ākāraṃ disvā uṭṭhāya palāyituṃ āraddho. Tamenaṃ khīṇāsavatthero hatthaṃ pasāretvā cīvarakaṇṇe gahetvā ‘bhante, khīṇāsavassa sārajjaṃ nāma hotī’ti āha. So tasmiṃ kāle attano puthujjanabhāvaṃ ñatvā ‘avassayo me, āvuso dhammadinna, hohī’ti vatvā pādamūle ukkuṭikaṃ nisīdi. ‘Bhante, tumhākaṃ avassayo bhavissāmiccevāhaṃ āgato, mā cintayitthā’ti kammaṭṭhānaṃ kathesi. Thero kammaṭṭhānaṃ gahetvā caṅkamaṃ āruyha tatiye padavāre aggaphalaṃ arahattaṃ pāpuṇi. Thero kira dosacarito ahosi.",
  "atk-abh02a16:103": "883. Asmimānaniddese rūpaṃ asmīti mānoti ‘ahaṃ rūpa’nti uppannamāno. Chandoti mānaṃ anugatacchandova. Tathā anusayo. Vedanādīsupi eseva nayo.",
  "atk-abh02a16:104": "884. Micchāmānaniddese pāpakena vā kammāyatanenāti ādīsu pāpakaṃ kammāyatanaṃ nāma kevaṭṭamacchabandhanesādādīnaṃ kammaṃ. Pāpakaṃ sippāyatanaṃ nāma macchajālakhipanakuminakaraṇesu ceva pāsaoḍḍanasūlāropanādīsu ca chekatā. Pāpakaṃ vijjāṭṭhānaṃ nāma yā kāci parūpaghātavijjā. Pāpakaṃ sutaṃ nāma bhāratayuddhasītāharaṇādipaṭisaṃyuttaṃ. Pāpakaṃ paṭibhānaṃ nāma dubbhāsitayuttaṃ kappanāṭakavilappanādipaṭibhānaṃ. Pāpakaṃ sīlaṃ nāma ajasīlaṃ gosīlaṃ. Vatampi ajavatagovatameva. Pāpikā diṭṭhi pana dvāsaṭṭhiyā diṭṭhigatesu yā kāci diṭṭhi.",
  "atk-abh02a16:105": "885. Ñātivitakkaniddesādīsu ‘mayhaṃ ñātayo sukhajīvino sampattiyuttā’ti evaṃ pañcakāmaguṇasannissitena gehasitapemena ñātake ārabbha uppannavitakkova ñātivitakko nāma. ‘Khayaṃ gatā vayaṃ gatā saddhā pasannā’ti evaṃ pavatto pana ñātivitakko nāma na hoti.",
  "atk-abh02a16:106": "886. ‘Amhākaṃ janapado subhikkho sampannasasso’ti tuṭṭhamānassa gehasitapemavaseneva uppannavitakko janapadavitakko nāma. ‘Amhākaṃ janapade manussā saddhā pasannā khayaṃ gatā vayaṃ gatā’ti evaṃ pavatto pana janapadavitakko nāma na hoti.",
  "atk-abh02a16:107": "887. Amaratthāya vitakko, amaro vā vitakkoti amaravitakko. Tattha ‘ukkuṭikappadhānādīhi dukkhe nijjiṇṇe samparāye attā sukhī hoti amaro’ti dukkarakārikaṃ karontassa tāya dukkarakārikāya paṭisaṃyutto vitakko amaratthāya vitakko nāma. Diṭṭhigatiko pana ‘sassataṃ vadesī’tiādīni puṭṭho ‘evantipi me no, tathātipi me no’ aññathātipi me no, notipi me no, no notipi me no’ti (dī. ni. 1.62) vikkhepaṃ āpajjati, tassa so diṭṭhigatapaṭisaṃyutto vitakko. Yathā amaro nāma maccho udake gahetvā māretuṃ na sakkā, ito cito ca dhāvati, gāhaṃ na gacchati; evameva ekasmiṃ pakkhe asaṇṭhahanato na maratīti amaro nāma hoti. Taṃ duvidhampi ekato katvā ayaṃ vuccati amaravitakkoti vuttaṃ.",
  "atk-abh02a16:108": "888.Parānuddayatāpaṭisaṃyuttoti anuddayatāpatirūpakena gehasitapemena paṭisaṃyutto. Sahanandītiādīsu upaṭṭhākesu nandantesu socantesu ca tehi saddhiṃ diguṇaṃ nandati, diguṇaṃ socati; tesu sukhitesu diguṇaṃ sukhito hoti, dukkhitesu diguṇaṃ dukkhito hoti. Uppannesu kiccakaraṇīyesūti tesu mahantesu vā khuddakesu vā kammesu uppannesu. Attanā vā yogaṃ āpajjatīti tāni tāni kiccāni sādhento paññattiṃ vītikkamati, sallekhaṃ kopeti. Yo tatthāti yo tasmiṃ saṃsaṭṭhavihāre, tasmiṃ vā yogāpajjane gehasito vitakko – ayaṃ parānuddayatāpaṭisaṃyutto vitakko nāma.",
  "atk-abh02a16:109": "889.Lābhasakkārasilokapaṭisaṃyuttoti cīvarādilābhena ceva sakkārena ca kittisaddena ca saddhiṃ ārammaṇakaraṇavasena paṭisaṃyutto.",
  "atk-abh02a16:110": "890.Anavaññattipaṭisaṃyuttoti ‘aho vata maṃ pare na avajāneyyuṃ, na pothetvā viheṭhetvā katheyyu’nti evaṃ anavaññātabhāvapatthanāya saddhiṃ uppajjanavitakko. Yo tattha gehasitoti yo tasmiṃ ‘mā maṃ pare avajāniṃsū’ti uppanne citte pañcakāmaguṇasaṅkhātagehanissito hutvā uppannavitakko. Sesaṃ sabbattha pākaṭamevāti.",
  "atk-abh02a16:111": "Ekakaniddesavaṇṇanā.",
  "atk-abh02a16:112": "(2.) Dukaniddesavaṇṇanā",
  "atk-abh02a16:113": "891. Dukesu kodhaniddesādayo heṭṭhā vuttanayeneva veditabbā. Heṭṭhā anāgatesu pana upanāhaniddesādīsu pubbakālaṃ kodhaṃ upanayhatīti aparakālakodho upanāho nāma. Upanayhanākāro upanayhanā. Upanayhitassa bhāvo upanayhitattaṃ. Aṭṭhapanāti paṭhamuppannassa anantaraṭṭhapanā mariyādaṭṭhapanā vā. Ṭhapanāti pakatiṭhapanā. Saṇṭhapanāti sabbatobhāgena punappunaṃ āghātaṭṭhapanā. Anusaṃsandanāti paṭhamuppannena kodhena saddhiṃ antaraṃ adassetvā ekībhāvakaraṇā. Anuppabandhanāti purimena saddhiṃ pacchimassa ghaṭanā. Daḷhīkammanti thirakaraṇaṃ. Ayaṃ vuccatīti ayaṃ upanandhanalakkhaṇo veraṃ appaṭinissajjanaraso upanāhoti vuccati; yena samannāgato puggalo veraṃ nissajjituṃ na sakkoti; ‘evaṃ nāma maṃ esa vattuṃ ananucchaviko’ti aparāparaṃ anubandhati; ādittapūtialātaṃ viya jalateva ; dhoviyamānaṃ acchacammaṃ viya, vasātelamakkhitapilotikā viya ca na parisujjhati.",
  "atk-abh02a16:114": "892. Makkhanabhāvavasena makkho; paraguṇamakkhanāya pavattentopi attano kāraṇaṃ, gūthapaharaṇakaṃ gūtho viya, paṭhamataraṃ makkhetīti attho. Tato parā dve ākārabhāvaniddesā. Niṭṭhurabhāvo niṭṭhuriyaṃ; ‘taṃ nissāya ettakampi natthī’ti kheḷapātananti attho. Niṭṭhuriyakammanti niṭṭhuriyakaraṇaṃ. Gahaṭṭho vā hi gahaṭṭhaṃ, bhikkhu vā bhikkhuṃ nissāya vasanto appamattakeneva kujjhitvā ‘taṃ nissāya ettakampi natthī’ti kheḷaṃ pātetvā pādena maddanto viya niṭṭhuriyaṃ nāma karoti. Tassa taṃ kammaṃ niṭṭhuriyakammanti vuccati. Lakkhaṇādito panesa paraguṇamakkhanalakkhaṇo makkho, tesaṃ vināsanaraso, parena sukatānaṃ kiriyānaṃ avacchādanapaccupaṭṭhāno.",
  "atk-abh02a16:115": "Paḷāsatīti paḷāso; parassa guṇe dassetvā attano guṇehi samaṃ karotīti attho. Paḷāsassa āyanā paḷāsāyanā. Paḷāso ca so attano jayāharaṇato āhāro cāti paḷāsāhāro. Vivādaṭṭhānanti vivādakāraṇaṃ. Yugaggāhoti samadhuraggahaṇaṃ. Appaṭinissaggoti attanā gahitassa appaṭinissajjanaṃ. Lakkhaṇādito panesa yugaggāhalakkhaṇo paḷāso, paraguṇehi attano guṇānaṃ samakaraṇaraso, paresaṃ guṇappamāṇena upaṭṭhānapaccupaṭṭhāno. Paḷāsī hi puggalo dutiyassa dhuraṃ na deti, samaṃ pasāretvā tiṭṭhati, sākacchamaṇḍale aññena bhikkhunā bahūsu suttesu ca kāraṇesu ca ābhatesupi ‘tava ca mama ca vāde kiṃ nāma nānākaraṇaṃ? Nanu majjhe bhinnasuvaṇṇaṃ viya ekasadisameva amhākaṃ vacana’nti vadati. Issāmacchariyaniddesā vuttatthā eva.",
  "atk-abh02a16:116": "894. Māyāniddese vācaṃ bhāsatīti jānaṃyeva ‘paṇṇattiṃ vītikkamantā bhikkhū bhāriyaṃ karonti, amhākaṃ pana vītikkamaṭṭhānaṃ nāma natthī’ti upasanto viya bhāsati. Kāyena parakkamatīti ‘mayā kataṃ idaṃ pāpakammaṃ mā keci jāniṃsū’ti kāyena vattaṃ karoti. Vijjamānadosapaṭicchādanato cakkhumohanamāyā viyāti māyā. Māyāvino bhāvo māyāvitā. Katvā pāpaṃ puna paṭicchādanato aticca āsaranti etāya sattāti accāsarā. Kāyavācākiriyāhi aññathā dassanato vañcetīti vañcanā. Etāya sattā nikarontīti nikati; micchākarontīti attho. ‘Nāhaṃ evaṃ karomī’ti pāpānaṃ vikkhipanato vikiraṇā. ‘Nāhaṃ evaṃ karomī’ti parivajjanato pariharaṇā. Kāyādīhi saṃvaraṇato gūhanā. Sabbatobhāgena gūhanā parigūhanā. Tiṇapaṇṇehi viya gūthaṃ kāyavacīkammehi pāpaṃ chādetīti chādanā. Sabbatobhāgena chādanā paṭicchādanā. Na uttānaṃ katvā dassetīti anuttānīkammaṃ. Na pākaṭaṃ katvā dassetīti anāvikammaṃ. Suṭṭhu chādanā vocchādanā. Katapaṭicchādanavasena punapi pāpassa karaṇato pāpakiriyā. Ayaṃ vuccatīti ayaṃ katapaṭicchādanalakkhaṇā māyā nāma vuccati; yāya samannāgato puggalo bhasmāpaṭicchanno viya aṅgāro, udakapaṭicchanno viya khāṇu, pilotikāpaliveṭhitaṃ viya ca satthaṃ hoti.",
  "atk-abh02a16:117": "Sāṭheyyaniddese saṭhoti asantaguṇaparidīpanato na sammā bhāsitā. Sabbatobhāgena saṭho parisaṭho. Yaṃ tatthāti yaṃ tasmiṃ puggale. Saṭhanti asantaguṇadīpanaṃ kerāṭiyaṃ. Saṭhatāti saṭhākāro. Kakkaratāti padumanālissa viya aparāmasanakkhamo kharapharusabhāvo. Kakkariyantipi tasseva vevacanaṃ. Parikkhattatā pārikkhattiyanti padadvayena nikhaṇitvā ṭhapitaṃ viya daḷhakerāṭiyaṃ vuttaṃ. Idaṃ vuccatīti idaṃ attano avijjamānaguṇappakāsanalakkhaṇaṃ sāṭheyyaṃ nāma vuccati; yena samannāgatassa puggalassa kucchiṃ vā piṭṭhiṃ vā jānituṃ na sakkā.",
  "atk-abh02a16:118": "Vāmena sūkaro hoti, dakkhiṇena ajāmigo;",
  "atk-abh02a16:119": "Sarena nelako hoti, visāṇena jaraggavoti.",
  "atk-abh02a16:120": "Evaṃ vuttayakkhasūkarasadiso hoti. Avijjādiniddesā vuttatthā eva.",
  "atk-abh02a16:121": "902. Anajjavaniddese anajjavoti anujutākāro. Anajjavabhāvo anajjavatā. Jimhatāti candavaṅkatā. Vaṅkatāti gomuttavaṅkatā. Kuṭilatāti naṅgalakoṭivaṅkatā. Sabbehipi imehi padehi kāyavacīcittavaṅkatāva kathitā.",
  "atk-abh02a16:122": "Amaddavaniddese na mudubhāvo amudutā. Amaddavākāro amaddavatā. Kakkhaḷabhāvo kakkhaḷiyaṃ. Maddavakarassa sinehassa abhāvato pharusabhāvo phārusiyaṃ. Anīcavuttitāya ujukameva ṭhitacittabhāvo ujucittatā. Puna amudutāgahaṇaṃ tassā visesanatthaṃ ‘amudutāsaṅkhātā ujucittatā, na ajjavasaṅkhātā ujucittatā’ti.",
  "atk-abh02a16:123": "903.Akkhantiniddesādayo khantiniddesādipaṭipakkhato veditabbā.",
  "atk-abh02a16:124": "908. Saṃyojananiddese ajjhattanti kāmabhavo. Bahiddhāti rūpārūpabhavo. Kiñcāpi hi sattā kāmabhave appaṃ kālaṃ vasanti kappassa catutthameva koṭṭhāsaṃ, itaresu tīsu koṭṭhāsesu kāmabhavo suñño hoti tuccho, rūpārūpabhave bahuṃ kālaṃ vasanti, tathāpi nesaṃ yasmā kāmabhave cutipaṭisandhiyo bahukā honti, appā rūpārūpabhavesu, yattha ca cutipaṭisandhiyo bahukā tattha ālayopi patthanāpi abhilāsopi bahu hoti, yattha appā tattha appo, tasmā kāmabhavo ajjhattaṃ nāma jāto, rūpārūpabhavā bahiddhā nāma. Iti ajjhattasaṅkhāte kāmabhave bandhanaṃ ajjhattasaṃyojanaṃ nāma, bahiddhāsaṅkhātesu rūpārūpabhavesu bandhanaṃ bahiddhāsaṃyojanaṃ nāma. Tattha ekekaṃ pañcapañcavidhaṃ hoti. Tena vuttaṃ ‘‘pañcorambhāgiyāni pañcuddhambhāgiyānī’’ti. Tatrāyaṃ vacanattho – oraṃ vuccati kāmadhātu, tattha upapattinipphādanato taṃ oraṃ bhajantīti orambhāgiyāni. Uddhaṃ vuccati rūpārūpadhātu, tattha upapattinipphādanato taṃ uddhaṃ bhajantīti uddhambhāgiyānīti.",
  "atk-abh02a16:125": "Dukaniddesavaṇṇanā.",
  "atk-abh02a16:126": "(3.) Tikaniddesavaṇṇanā",
  "atk-abh02a16:127": "909. Tikaniddese tīhi akusalamūlehi vaṭṭamūlasamudācāro kathito. Akusalavitakkādīsu vitakkanavasena vitakko, sañjānanavasena saññā, sabhāvaṭṭhena dhātūti veditabbā. Duccaritaniddese paṭhamanayo kammapathavasena vibhatto, dutiyo sabbasaṅgāhikakammavasena, tatiyo nibbattitacetanāvaseneva.",
  "atk-abh02a16:128": "914. Āsavaniddese suttantapariyāyena tayova āsavā kathitā.",
  "atk-abh02a16:129": "919. Esanāniddese saṅkhepato tattha katamā kāmesanāti ādinā nayena vutto kāmagavesanarāgo kāmesanā. Yo bhavesu bhavacchandotiādinā nayena vutto bhavagavesanarāgo bhavesanā. Sassato lokotiādinā nayena vuttā diṭṭhigatikasammatassa brahmacariyassa gavesanā diṭṭhi brahmacariyesanāti veditabbā. Yasmā ca na kevalaṃ rāgadiṭṭhiyo eva esanā, tadekaṭṭhaṃ pana kammampi esanā eva, tasmā taṃ dassetuṃ dutiyanayo vibhatto. Tattha tadekaṭṭhanti sampayuttekaṭṭhaṃ veditabbaṃ. Tattha kāmarāgekaṭṭhaṃ kāmāvacarasattānameva pavattati; bhavarāgekaṭṭhaṃ pana mahābrahmānaṃ. Samāpattito vuṭṭhāya caṅkamantānaṃ jhānaṅgānaṃ assādanakāle akusalakāyakammaṃ hoti, ‘aho sukhaṃ aho sukha’nti vācaṃ bhinditvā assādanakāle vacīkammaṃ, kāyaṅgavācaṅgāni acopetvā manasāva assādanakāle manokammaṃ. Antaggāhikadiṭṭhivasena sabbesampi diṭṭhigatikānaṃ caṅkamanādivasena tāni hontiyeva.",
  "atk-abh02a16:130": "920. Vidhāniddese ‘‘kathaṃvidhaṃ sīlavantaṃ vadanti, kathaṃvidhaṃ paññavantaṃ vadantī’’tiādīsu (saṃ. ni. 1.95) ākārasaṇṭhānaṃ vidhā nāma. ‘‘Ekavidhena ñāṇavatthū’’tiādīsu (vibha. 751) koṭṭhāso. ‘‘Vidhāsu na vikampatī’’tiādīsu (theragā. 1079) māno. Idhāpi mānova vidhā nāma. So hi seyyādivasena vidahanato vidhāti vuccati. Ṭhapanaṭṭhena vā vidhā. Tasmā ‘seyyohamasmī’ti evaṃ uppannā mānavidhā mānaṭhapanā seyyohamasmīti vidhāti veditabbā. Sesapadadvayesupi eseva nayo.",
  "atk-abh02a16:131": "921. Bhayaniddese jātiṃ paṭicca bhayanti jātipaccayā uppannabhayaṃ. Bhayānakanti ākāraniddeso. Chambhitattanti bhayavasena gattacalanaṃ. Lomahaṃsoti lomānaṃ haṃsanaṃ, uddhaggabhāvo. Iminā padadvayena kiccato bhayaṃ dassetvā puna cetaso utrāsoti sabhāvato dassitaṃ.",
  "atk-abh02a16:132": "922. Tamaniddese vicikicchāsīsena avijjā kathitā. ‘‘Tamandhakāro sammoho, avijjogho mahabbhayo’’ti vacanato hi avijjā tamo nāma. Tiṇṇaṃ pana addhānaṃ vasena desanāsukhatāya vicikicchāsīsena desanā katā. Tattha ‘kiṃ nu kho ahaṃ atīte khattiyo ahosiṃ udāhu brāhmaṇo vesso suddo kāḷo odāto rasso dīgho’ti kaṅkhanto atītaṃ addhānaṃ ārabbha kaṅkhati nāma. ‘Kiṃ nu kho ahaṃ anāgate khattiyo bhavissāmi udāhu brāhmaṇo vesso…pe… dīgho’ti kaṅkhanto anāgataṃ addhānaṃ ārabbha kaṅkhati nāma. ‘Kiṃ nu kho ahaṃ etarahi khattiyo udāhu brāhmaṇo vesso suddo; kiṃ vā ahaṃ rūpaṃ udāhu vedanā saññā saṅkhārā viññāṇa’nti kaṅkhanto paccuppannaṃ addhānaṃ ārabbha kaṅkhati nāma.",
  "atk-abh02a16:133": "Tattha kiñcāpi khattiyo vā attano khattiyabhāvaṃ, brāhmaṇo vā brāhmaṇabhāvaṃ, vesso vā vessabhāvaṃ, suddo vā suddabhāvaṃ ajānanako nāma natthi, jīvaladdhiko pana satto khattiyajīvādīnaṃ vaṇṇādibhedaṃ sutvā ‘kīdiso nu kho amhākaṃ abbhantare jīvo – kiṃ nu kho nīlako udāhu pītako lohitako odāto caturaṃso chaḷaṃso aṭṭhaṃso’ti kaṅkhanto evaṃ kaṅkhati nāma.",
  "atk-abh02a16:134": "923.Titthāyatanānīti titthabhūtāni āyatanāni, titthiyānaṃ vā āyatanāni. Tattha titthaṃ nāma dvāsaṭṭhi diṭṭhiyo. Titthiyā nāma yesaṃ tā diṭṭhiyo ruccanti khamanti. Āyatanaṭṭho heṭṭhā vuttoyeva. Tattha yasmā sabbepi diṭṭhigatikā sañjāyamānā imesuyeva tīsu ṭhānesu sañjāyanti, samosaramānāpi etesuyeva samosaranti sannipatanti, diṭṭhigatikabhāve ca nesaṃ etāniyeva kāraṇāni, tasmā titthāni ca tāni sañjātānītiādinā atthena āyatanāni cāti titthāyatanāni; tenevatthena titthiyānaṃ āyatanānītipi titthāyatanāni. Purisapuggaloti satto. Kāmañca purisotipi puggalotipi vutte sattoyeva vutto, ayaṃ pana sammutikathā nāma yo yathā jānāti tassa tathā vuccati. Paṭisaṃvedetīti attano santāne uppannaṃ jānāti, paṭisaṃviditaṃ karoti anubhavati vā. Pubbekatahetūti pubbe katakāraṇā, pubbe katakammapaccayeneva paṭisaṃvedetīti attho. Ayaṃ nigaṇṭhasamayo. Evaṃvādino pana te kammavedanañca kiriyavedanañca paṭikkhipitvā ekaṃ vipākavedanameva sampaṭicchanti. Pittasamuṭṭhānādīsu (mahāni. 5) ca aṭṭhasu ābādhesu satta paṭikkhipitvā aṭṭhamaṃyeva sampaṭicchanti, diṭṭhadhammavedanīyādīsu ca tīsu kammesu dve paṭikkhipitvā ekaṃ aparāpariyavedanīyameva sampaṭicchanti, kusalākusalavipākakiriyasaṅkhātāsu ca catūsu cetanāsu vipākacetanaṃyeva sampaṭicchanti.",
  "atk-abh02a16:135": "Issaranimmānahetūti issaranimmānakāraṇā; brahmunā vā pajāpatinā vā issarena nimmitattā paṭisaṃvedetīti attho. Ayaṃ brāhmaṇasamayo. Ayañhi nesaṃ adhippāyo – imā tisso vedanā paccuppanne attanā katamūlakena vā āṇattimūlakena vā pubbe katena vā ahetuappaccayā vā paṭisaṃvedetuṃ nāma na sakkā; issaranimmānakāraṇā eva pana imā paṭisaṃvedetīti. Evaṃvādino panete heṭṭhā vuttesu aṭṭhasu ābādhesu ekampi asampaṭicchitvā sabbaṃ paṭibāhanti. Tathā diṭṭhadhammavedanīyādīsupi sabbakoṭṭhāsesu ekampi asampaṭicchitvā sabbaṃ paṭibāhanti.",
  "atk-abh02a16:136": "Ahetu appaccayāti hetuñca paccayañca vinā akāraṇeneva paṭisaṃvedetīti attho. Ayaṃ ājīvakasamayo. Evaṃ vādino etepi heṭṭhā vuttesu kāraṇesu ca byādhīsu ca ekampi asampaṭicchitvā sabbaṃ paṭikkhipanti.",
  "atk-abh02a16:137": "924.Kiñcanāti palibodhā. Rāgo kiñcananti rāgo uppajjamāno satte bandhati palibundheti, tasmā kiñcananti vuccati. Dosamohesupi eseva nayo. Aṅgaṇānīti ‘‘udaṅgaṇe tattha papaṃ avindu’’nti (jā. 1.1.2) āgataṭṭhāne bhūmippadeso aṅgaṇaṃ. ‘‘Tasseva rajassa vā aṅgaṇassa vā pahānāya vāyamatī’’ti (ma. ni. 1.184; a. ni. 10.51) āgataṭṭhāne yaṃ kiñci malaṃ vā paṅko vā. ‘‘Sāṅgaṇova samāno’’ti (ma. ni. 1.57) āgataṭṭhāne nānappakāro tibbakileso. Idhāpi tadeva kilesaṅgaṇaṃ adhippetaṃ. Teneva rāgo aṅgaṇantiādimāha.",
  "atk-abh02a16:138": "Malānīti malinabhāvakaraṇāni. Rāgo malanti rāgo uppajjamāno cittaṃ malinaṃ karoti, malaṃ gāhāpeti, tasmā malanti vuccati. Itaresupi dvīsu eseva nayo.",
  "atk-abh02a16:139": "Visamaniddese yasmā rāgādīsu ceva kāyaduccaritādīsu ca sattā pakkhalanti, pakkhalitā ca pana sāsanatopi sugatitopi patanti, tasmā pakkhalanapātahetuto rāgo visamantiādi vuttaṃ.",
  "atk-abh02a16:140": "Aggīti anudahanaṭṭhena aggi. Rāgaggīti rāgo uppajjamāno satte anudahati jhāpeti, tasmā aggīti vuccati. Dosamohesupi eseva nayo. Tattha vatthūni – ekā kira daharabhikkhunī cittalapabbatavihāre uposathāgāraṃ gantvā dvārapālakarūpaṃ olokayamānā ṭhitā. Athassā anto rāgo uppanno. Sā teneva jhāyitvā kālamakāsi. Bhikkhuniyo gacchamānā ‘ayaṃ daharā ṭhitā, pakkosatha na’nti āhaṃsu. Ekā gantvā ‘kasmā ṭhitāsī’ti hatthe gaṇhi. Gahitamattā parivattitvā patitā. Idaṃ tāva rāgassa anudahanatāya vatthu. Dosassa pana anudahanatāya manopadosikā devā daṭṭhabbā. Mohassa anudahanatāya khiḍḍāpadosikā devā daṭṭhabbā. Mohanavasena hi tesaṃ satisammoso hoti. Tasmā khiḍḍāvasena āhārakālaṃ ativattitvā kālaṃ karonti. Kasāvāti kasaṭā nirojā. Rāgādīsu ca kāyaduccaritādīsu ca ekampi paṇītaṃ ojavantaṃ natthi, tasmā rāgo kasāvotiādi vuttaṃ.",
  "atk-abh02a16:141": "925.Assādadiṭṭhīti assādasampayuttā diṭṭhi. Natthi kāmesu dosoti kilesakāmena vatthukāmapaṭisevanadoso natthīti vadati. Pātabyatanti pātabbabhāvaṃ paribhuñjanaṃ ajjhoharaṇaṃ. Evaṃvādī hi so vatthukāmesu kilesakāmaṃ pivanto viya ajjhoharanto viya paribhuñjati. Attānudiṭṭhīti attānaṃ anugatā diṭṭhi. Micchādiṭṭhīti lāmakā diṭṭhi. Idāni yasmā ettha paṭhamā sassatadiṭṭhi hoti, dutiyā sakkāyadiṭṭhi, tatiyā ucchedadiṭṭhi, tasmā tamatthaṃ dassetuṃ sassatadiṭṭhi assādadiṭṭhītiādimāha.",
  "atk-abh02a16:142": "926.Aratiniddeso ca vihesāniddeso ca vuttatthoyeva. Adhammassa cariyā adhammacariyā, adhammakaraṇanti attho. Visamā cariyā, visamassa vā kammassa cariyāti visamacariyā. Dovacassatāpāpamittatā niddesā vuttatthā eva. Puthunimittārammaṇesu pavattito nānattesu saññā nānattasaññā. Yasmā vā aññāva kāmasaññā, aññā byāpādādisaññā, tasmā nānattā saññātipi nānattasaññā. Kosajjapamādaniddesesu pañcasu kāmaguṇesu vissaṭṭhacittassa kusaladhammabhāvanāya ananuyogavasena līnavuttitā kosajjaṃ, pamajjanavasena pamattabhāvo pamādoti veditabbo. Asantuṭṭhitādiniddesā vuttatthā eva.",
  "atk-abh02a16:143": "931. Anādariyaniddese ovādassa anādiyanavasena anādarabhāvo anādariyaṃ. Anādariyanākāro anādaratā. Sagaruvāsaṃ avasanaṭṭhena agāravabhāvo agāravatā. Sajeṭṭhakavāsaṃ avasanaṭṭhena appatissavatā. Anaddāti anādiyanā. Anaddāyanāti anādiyanākāro. Anaddāya ayitassa bhāvo anaddāyitattaṃ. Asīlassa bhāvo asīlyaṃ. Acittīkāroti garucittīkārassa akaraṇaṃ.",
  "atk-abh02a16:144": "932. Assaddhabhāvo assaddhiyaṃ. Asaddahanākāro asaddahanā. Okappetvā anupavisitvā aggahaṇaṃ anokappanā. Appasīdanaṭṭhena anabhippasādo.",
  "atk-abh02a16:145": "Avadaññutāti thaddhamacchariyavasena ‘dehi, karohī’ti vacanassa ajānatā.",
  "atk-abh02a16:146": "934.Buddhāca buddhasāvakā cāti ettha buddhaggahaṇena paccekabuddhāpi gahitāva. Asametukamyatāti tesaṃ samīpaṃ agantukāmatā. Saddhammaṃ asotukamyatāti sattatiṃsa bodhipakkhiyadhammā saddhammo nāma, taṃ asuṇitukāmatā. Anuggahetukamyatāti na uggahetukāmatā.",
  "atk-abh02a16:147": "Upārambhacittatāti upārambhacittabhāvo. Yasmā pana so atthato upārambhova hoti, tasmā taṃ dassetuṃ tattha katamo upārambhotiādi vuttaṃ. Tattha upārambhanavasena upārambho. Punappunaṃ upārambho anupārambho upārambhanākāro upārambhanā. Punappunaṃ upārambhanā anupārambhanā. Anupārambhitassa bhāvo anupārambhitattaṃ. Uññāti heṭṭhā katvā jānanā. Avaññāti avajānanā. Paribhavanaṃ paribhavo. Randhassa gavesitā randhagavesitā. Randhaṃ vā gavesatīti randhagavesī, tassa bhāvo randhagavesitā. Ayaṃ vuccatīti ayaṃ paravajjānupassanalakkhaṇo upārambho nāma vuccati, yena samannāgato puggalo, yathā nāma tunnakāro sāṭakaṃ pasāretvā chiddameva oloketi, evameva parassa sabbepi guṇe makkhetvā aguṇesuyeva patiṭṭhāti.",
  "atk-abh02a16:148": "936.Ayoniso manasikāroti anupāyamanasikāro. Anicce niccanti anicceyeva vatthusmiṃ ‘idaṃ nicca’nti evaṃ pavatto. Dukkhe sukhantiādīsupi eseva nayo. Saccavippaṭikulena cāti catunnaṃ saccānaṃ ananulomavasena. Cittassa āvaṭṭanātiādīni sabbānipi āvajjanasseva vevacanāneva. Āvajjanañhi bhavaṅgacittaṃ āvaṭṭetīti cittassa āvaṭṭanā. Anuanu āvaṭṭetīti anāvaṭṭanā. Ābhujatīti ābhogo. Bhavaṅgārammaṇato aññaṃ ārammaṇaṃ samannāharatīti samannāhāro. Tadevārammaṇaṃ attānaṃ anubandhitvā uppajjamāne manasikarotīti manasikāro. Karotīti ṭhapeti. Ayaṃ vuccatīti ayaṃ anupāyamanasikāro uppathamanasikāralakkhaṇo ayonisomanasikāro nāma vuccati. Tassa vasena puggalo dukkhādīni saccāni yāthāvato āvajjituṃ na sakkoti.",
  "atk-abh02a16:149": "Kummaggasevanāniddese yaṃ kummaggaṃ sevato sevanā kummaggasevanāti vuccati, taṃ dassetuṃ tattha katamo kummaggoti dutiyapucchā katā. Sesaṃ sabbattha uttānamevāti.",
  "atk-abh02a16:150": "Tikaniddesavaṇṇanā niṭṭhitā.",
  "atk-abh02a16:151": "(4.) Catukkaniddesavaṇṇanā",
  "atk-abh02a16:152": "939. Catukkaniddese taṇhuppādesu cīvarahetūti ‘kattha manāpaṃ cīvaraṃ labhissāmī’ti cīvarakāraṇā uppajjati. Itibhavābhavahetūti ettha itīti nidassanatthe nipāto; yathā cīvarādihetu evaṃ bhavābhavahetūtipi attho. Bhavābhavoti cettha paṇītapaṇītatarāni telamadhuphāṇitādīni adhippetāni. Imesaṃ pana catunnaṃ taṇhuppādānaṃ pahānatthāya paṭipāṭiyāva cattāro ariyavaṃsā desitāti veditabbā.",
  "atk-abh02a16:153": "Agatigamanesu chandāgatiṃ gacchatīti chandena pemena agatiṃ gacchati, akattabbaṃ karoti. Parapadesupi eseva nayo. Tattha yo ‘ayaṃ me mitto vā sandiṭṭho vā sambhatto vā ñātako vā lañjaṃ vā pana me detī’ti chandavasena assāmikaṃ sāmikaṃ karoti – ayaṃ chandāgatiṃ gacchati nāma. Yo ‘ayaṃ me verī’ti pakativeravasena vā taṅkhaṇuppannakodhavasena vā sāmikaṃ assāmikaṃ karoti – ayaṃ dosāgatiṃ gacchati nāma. Yo pana mandattā momūhattā yaṃ vā taṃ vā vatvā assāmikaṃ sāmikaṃ karoti – ayaṃ mohāgatiṃ gacchati nāma. Yo pana ‘ayaṃ rājavallabho vā visamanissito vā anatthampi me kareyyā’ti bhīto assāmikaṃ sāmikaṃ karoti – ayaṃ bhayāgatiṃ gacchati nāma. Yo vā pana bhājiyaṭṭhāne kiñci bhājento ‘ayaṃ me mitto vā sandiṭṭho vā sambhatto vā’ti pemavasena atirekaṃ deti, ‘ayaṃ me verī’ti dosavasena ūnakaṃ deti, momūhattā dinnādinnaṃ ajānamāno kassaci ūnakaṃ kassaci adhikaṃ deti, ‘ayaṃ imasmiṃ adīyamāne mayhaṃ anatthampi kareyyā’ti bhīto kassaci atirekaṃ deti, so catubbidhopi yathānukkamena chandāgatiādīni gacchati nāma. Ariyā etāya na gacchantīti agati, anariyā iminā agatiṃ gacchantīti agatigamanaṃ. Imaṃ dvayaṃ catunnampi sādhāraṇavasena vuttaṃ. Chandena gamanaṃ chandagamanaṃ. Idaṃ dosādīnaṃ asādhāraṇavasena vuttaṃ. Sakapakkharāgañca parapakkhadosañca purakkhatvā asamaggabhāvena gamanaṃ vaggagamanaṃ. Idaṃ chandadosasādhāraṇavasena vuttaṃ. Vārino viya yathāninnaṃ gamananti vārigamanaṃ. Idaṃ catunnampi sādhāraṇavasena vuttaṃ.",
  "atk-abh02a16:154": "Vipariyāsesu aniccādīni vatthūni niccantiādinā nayena viparītato esantīti vipariyāsā, saññāya vipariyāso saññāvipariyāso. Itaresupi dvīsu eseva nayo. Evamete catunnaṃ vatthūnaṃ vasena cattāro, yesu vatthūsu saññādīnaṃ vasena dvādasa honti. Tesu aṭṭha sotāpattimaggena pahīyanti. Asubhe subhanti saññācittavipallāsā sakadāgāmimaggena tanukā honti, anāgāmimaggena pahīyanti. Dukkhe sukhanti saññācittavipallāsā arahattamaggena pahīyantīti veditabbā.",
  "atk-abh02a16:155": "Anariyavohāresu anariyavohārāti anariyānaṃ lāmakānaṃ vohārā. Diṭṭhavāditāti ‘diṭṭhaṃ mayā’ti evaṃ vāditā. Ettha ca taṃ taṃ samuṭṭhāpikacetanāvasena attho veditabbo. Saha saddena cetanā kathitātipi vuttameva. Dutiyacatukkepi eseva nayo. Ariyo hi adisvā vā ‘diṭṭhaṃ mayā’ti disvā vā ‘na diṭṭhaṃ mayā’ti vattā nāma natthi; anariyova evaṃ vadati. Tasmā evaṃ vadantassa etā saha saddena aṭṭha cetanā anariyavohārāti veditabbā.",
  "atk-abh02a16:156": "Duccaritesu paṭhamacatukkaṃ veracetanāvasena vuttaṃ, dutiyaṃ vacīduccaritavasena.",
  "atk-abh02a16:157": "Bhayesu paṭhamacatukke jātiṃ paṭicca uppannaṃ bhayaṃ jātibhayaṃ. Sesesupi eseva nayo. Dutiyacatukke rājato uppannaṃ bhayaṃ rājabhayaṃ. Sesesupi eseva nayo.",
  "atk-abh02a16:158": "Tatiyacatukke cattāri bhayānīti mahāsamudde udakaṃ orohantassa vuttabhayāni. Mahāsamudde kira mahindavīci nāma saṭṭhi yojanāni uggacchati. Gaṅgāvīci nāma paṇṇāsa. Rohaṇavīci nāma cattālīsa yojanāni uggacchati. Evarūpā ūmiyo paṭicca uppannaṃ bhayaṃ ūmibhayaṃ nāma. Kumbhīlato uppannaṃ bhayaṃ kumbhīlabhayaṃ. Udakāvaṭṭato bhayaṃ āvaṭṭabhayaṃ. Susukā vuccati caṇḍamaccho; tato bhayaṃ susukābhayaṃ.",
  "atk-abh02a16:159": "Catutthacatukke attānuvādabhayanti pāpakammino attānaṃ anuvadantassa uppajjanakabhayaṃ. Parānuvādabhayanti parassa anuvādato uppajjanakabhayaṃ. Daṇḍabhayanti agārikassa raññā pavattitadaṇḍaṃ, anagārikassa vinayadaṇḍaṃ paṭicca uppajjanakabhayaṃ. Duggatibhayanti cattāro apāye paṭicca uppajjanakabhayaṃ. Iti imehi catūhi catukkehi soḷasa mahābhayāni nāma kathitāni.",
  "atk-abh02a16:160": "Diṭṭhicatukke timbarukadiṭṭhi (saṃ. ni. 2.18) nāma kathitā. Tattha sayaṃkataṃ sukhadukkhanti vedanaṃ attato samanupassato vedanāya eva vedanā katāti uppannā diṭṭhi. Evañca sati tassā vedanāya pubbepi atthitā āpajjatīti ayaṃ sassatadiṭṭhi nāma hoti. Saccato thetatoti saccato thirato. Paraṃkatanti paccuppannavedanato aññaṃ vedanākāraṇaṃ vedanattānaṃ samanupassato ‘aññāya vedanāya ayaṃ vedanā katā’ti uppannā diṭṭhi. Evaṃ sati purimāya kāraṇavedanāya ucchedo āpajjatīti ayaṃ ucchedadiṭṭhi nāma hoti. Sayaṃkatañca paraṃkatañcāti yathāvutteneva atthena ‘upaḍḍhaṃ sayaṃkataṃ, upaḍḍhaṃ parena kata’nti gaṇhato uppannā diṭṭhi – ayaṃ sassatucchedadiṭṭhi nāma. Catutthā akāraṇā eva sukhadukkhaṃ hotīti gaṇhato uppannā diṭṭhi. Evaṃ sati ayaṃ ahetukadiṭṭhi nāma. Sesamettha heṭṭhā vuttanayattā uttānatthamevāti.",
  "atk-abh02a16:161": "Catukkaniddesavaṇṇanā niṭṭhitā.",
  "atk-abh02a16:162": "(5.) Pañcakaniddesavaṇṇanā",
  "atk-abh02a16:163": "940. Pañcakaniddese yasmā yesaṃ sakkāyadiṭṭhiādīni appahīnāni, te bhavaggepi nibbatte etāni ākaḍḍhitvā kāmabhaveyeva pātenti, tasmā orambhāgiyāni saṃyojanānīti vuttāni. Iti etāni pañca gacchantaṃ na vārenti, gataṃ pana ānenti. Rūparāgādīnipi pañca gacchantaṃ na vārenti, āgantuṃ pana na denti. Rāgādayo pañca lagganaṭṭhena saṅgā, anupaviṭṭhaṭṭhena pana sallāti vuttā.",
  "atk-abh02a16:164": "941.Cetokhilāti cittassa thaddhabhāvā kacavarabhāvā khāṇukabhāvā. Satthari kaṅkhatīti satthu sarīre vā guṇe vā kaṅkhati. Sarīre kaṅkhamāno ‘dvattiṃsavaralakkhaṇapaṭimaṇḍitaṃ nāma sarīraṃ atthi nu kho natthī’ti kaṅkhati. Guṇe kaṅkhamāno ‘atītānāgatapaccuppannajānanasamatthaṃ sabbaññutañāṇaṃ atthi nu kho natthī’ti kaṅkhati. Vicikicchatīti vicinanto kicchati, dukkhaṃ āpajjati, vinicchetuṃ na sakkoti. Nādhimuccatīti ‘evameta’nti adhimokkhaṃ na paṭilabhati . Na sampasīdatīti guṇesu otaritvā nibbicikicchabhāvena pasīdituṃ anāvilo bhavituṃ na sakkoti.",
  "atk-abh02a16:165": "Dhammeti pariyattidhamme ca paṭivedhadhamme ca. Pariyattidhamme kaṅkhamāno ‘tepiṭakaṃ buddhavacanaṃ caturāsītidhammakkhandhasahassānīti vadanti, atthi nu kho etaṃ natthī’ti kaṅkhati. Paṭivedhadhamme kaṅkhamāno ‘vipassanānissando maggo nāma , magganissando phalaṃ nāma, sabbasaṅkhārapaṭinissaggo nibbānaṃ nāmāti vadanti, taṃ atthi nu kho natthīti kaṅkhati’.",
  "atk-abh02a16:166": "Saṅghe kaṅkhatīti ‘ujuppaṭipannotiādīnaṃ padānaṃ vasena evarūpaṃ paṭipadaṃ paṭipannā cattāro maggaṭṭhā cattāro phalaṭṭhāti aṭṭhannaṃ puggalānaṃ samūhabhūto saṅgho nāma atthi nu kho natthī’ti kaṅkhati. Sikkhāya kaṅkhamāno ‘adhisīlasikkhā nāma adhicittasikkhā nāma adhipaññā sikkhā nāmāti vadanti, sā atthi nu kho natthī’ti kaṅkhati.",
  "atk-abh02a16:167": "Cetasovinibandhāti cittaṃ bandhitvā muṭṭhiyaṃ katvā viya gaṇhantīti cetasovinibandhā. Kāmeti vatthukāmepi kilesakāmepi. Kāyeti attano kāye. Rūpeti bahiddhā rūpe. Yāvadatthanti yattakaṃ icchati tattakaṃ. Udarāvadehakanti udarapūraṃ. Tañhi udaraṃ avadehanato udarāvadehakanti vuccati. Seyyasukhanti mañcapīṭhasukhaṃ utusukhaṃ vā. Passasukhanti yathā samparivattakaṃ sayantassa dakkhiṇapassavāmapassānaṃ sukhaṃ hoti, evaṃ uppannasukhaṃ. Middhasukhanti niddāsukhaṃ. Anuyuttoti yuttapayutto viharati. Paṇidhāyāti patthayitvā. Sīlenātiādīsu sīlanti catupārisuddhisīlaṃ. Vatanti vatasamādānaṃ. Tapoti tapacaraṇaṃ. Brahmacariyanti methunavirati. Devo vā bhavissāmīti mahesakkhadevo vā bhavissāmi. Devaññataro vāti appesakkhadevesu vā aññataro. Kusaladhamme āvaranti nivārentīti nīvaraṇāni.",
  "atk-abh02a16:168": "Mātā jīvitā voropitā hotīti manusseneva sakajanikā manussamātā jīvitā voropitā hoti. Pitāpi manussapitāva. Arahāpi manussaarahāva. Duṭṭhena cittenāti vadhakacittena.",
  "atk-abh02a16:169": "Saññīti saññāsamaṅgī. Arogoti nicco. Ittheke abhivadantīti itthaṃ eke abhivadanti, evameke abhivadantīti attho. Ettāvatā soḷasa saññīvādā kathitā. Asaññīti saññāvirahito. Iminā padena aṭṭha asaññīvādā kathitā. Tatiyapadena aṭṭha nevasaññīnāsaññīvādā kathitā. Sato vā pana sattassāti athavā pana vijjamānasseva sattassa. Ucchedanti upacchedaṃ. Vināsanti adassanaṃ. Vibhavanti bhāvavigamaṃ. Sabbānetāni aññamaññavevacanāneva. Tattha dve janā ucchedadiṭṭhiṃ gaṇhanti – lābhī ca alābhī ca. Tattha lābhī arahato dibbena cakkhunā cutiṃ disvā upapattiṃ apassanto, yo vā cutimattameva daṭṭhuṃ sakkoti na upapātaṃ, so ucchedadiṭṭhiṃ gaṇhāti. Alābhī ‘ko paralokaṃ jānātī’ti kāmasukhagiddhatāya vā ‘yathā rukkhato paṇṇāni patitāni na puna viruhanti, evaṃ sattā’tiādinā vitakkena vā ucchedaṃ gaṇhāti. Idha pana taṇhādiṭṭhīnaṃ vasena tathā ca aññathā ca vikappetvāva uppannā satta ucchedavādā kathitā. Tesañhi idaṃ saṅgahavacanaṃ. Diṭṭhadhammanibbānaṃ vā paneketi ettha diṭṭhadhammoti paccakkhadhammo vuccati. Tattha tattha paṭiladdhattabhāvassetaṃ adhivacanaṃ. Diṭṭhadhamme nibbānaṃ diṭṭhadhammanibbānaṃ; imasmiṃyeva attabhāve dukkhā vūpasammanti attho. Idaṃ pañcannaṃ diṭṭhadhammanibbānavādānaṃ saṅgahavacanaṃ.",
  "atk-abh02a16:170": "942.Verāti veracetanā. Byasanāti vināsā. Akkhantiyāti anadhivāsanāya. Appiyoti dassanasavanapaṭikūlatāya na piyāyitabbo. Cintetumpi paṭikūlattā mano etasmiṃ na appetīti amanāpo. Verabahuloti bahuvero. Vajjabahuloti bahudoso.",
  "atk-abh02a16:171": "Ājīvakabhayanti ājīvaṃ jīvitavuttiṃ paṭicca uppannaṃ bhayaṃ . Taṃ agārikassapi hoti anagārikassapi. Tattha agārikena tāva ājīvahetu bahuṃ akusalaṃ kataṃ hoti. Athassa maraṇasamaye niraye upaṭṭhahante bhayaṃ uppajjati. Anagārikenāpi bahu anesanā katā hoti. Athassa maraṇakāle niraye upaṭṭhahante bhayaṃ uppajjati. Idaṃ ājīvakabhayaṃ nāma. Asilokabhayanti garahabhayaṃ parisasārajjabhayanti katapāpassa puggalassa sannipatitaṃ parisaṃ upasaṅkamantassa sārajjasaṅkhātaṃ bhayaṃ uppajjati. Idaṃ parisasārajjabhayaṃ nāma. Itaradvayaṃ pākaṭameva.",
  "atk-abh02a16:172": "943. Diṭṭhadhammanibbānavāresu pañcahi kāmaguṇehīti manāpiyarūpādīhi pañcahi kāmakoṭṭhāsehi bandhanehi vā. Samappitoti suṭṭhu appito allīno hutvā. Samaṅgībhūtoti samannāgato. Paricāretīti tesu kāmaguṇesu yathāsukhaṃ indriyāni cāreti sañcāreti ito cito ca upaneti; atha vā pana laḷati ramati kīḷatīti. Ettha ca duvidhā kāmaguṇā – mānussakā ceva dibbā ca. Mānussakā mandhātukāmaguṇasadisā daṭṭhabbā; dibbā paranimmitavasavattidevarājassa kāmaguṇasadisāti. Evarūpe kāme upagatañhi te paramadiṭṭhadhammanibbānappatto hotīti vadanti. Tattha paramadiṭṭhadhammanibbānanti paramaṃ diṭṭhadhammanibbānaṃ, uttamanti attho.",
  "atk-abh02a16:173": "Dutiyavāre hutvā abhāvaṭṭhena aniccā; paṭipīḷanaṭṭhena dukkhā; pakatijahanaṭṭhena vipariṇāmadhammāti veditabbā. Tesaṃ vipariṇāmaññathābhāvāti tesaṃ kāmānaṃ vipariṇāmasaṅkhātā aññathābhāvā. ‘Yampi me ahosi tampi me natthī’ti vuttanayena uppajjanti sokaparidevadukkhadomanassupāyāsā. Tattha antonijjhāyanalakkhaṇo soko; tannissitalālappalakkhaṇo paridevo; kāyapaṭipīḷanalakkhaṇaṃ dukkhaṃ; manovighātalakkhaṇaṃ domanassaṃ; vighātalakkhaṇo upāyāso.",
  "atk-abh02a16:174": "Vitakkitanti abhiniropanavasena pavatto vitakko. Vicāritanti anumajjanavasena pavatto vicāro. Etena etanti etena vitakkena ca vicārena ca etaṃ paṭhamajjhānaṃ oḷārikaṃ sakaṇṭakaṃ viya khāyati.",
  "atk-abh02a16:175": "Pītigatanti pītimeva. Cetaso uppilāvitanti cittassa uppilabhāvakaraṇaṃ. Cetaso ābhogoti jhānā vuṭṭhāya tasmiṃ sukhe punappunaṃ cittassa ābhogo manasikāroti. Sesaṃ sabbattha uttānatthamevāti.",
  "atk-abh02a16:176": "Pañcakaniddesavaṇṇanā niṭṭhitā.",
  "atk-abh02a16:177": "(6.) Chakkaniddesavaṇṇanā",
  "atk-abh02a16:178": "944. Chakkaniddese yasmā kuddho vā kodhavasena, sandiṭṭhiparāmāsī vā sandiṭṭhiparāmāsitāya kalahaṃ viggahaṃ vivādaṃ āpajjati, tasmā kodhādayo ‘vivādamūlānī’ti vuttā.",
  "atk-abh02a16:179": "Chandarāganiddese kāmagehasitattā chandarāgā gehassitā dhammāti saṅgahato vatvā puna pabhedato dassetuṃ manāpiyesu rūpesūtiādi vuttaṃ. Tattha manāpiyesūti manavaḍḍhanakesu iṭṭhesu. Virodhā eva virodhavatthūni. Amanāpiyesūti aniṭṭhesu.",
  "atk-abh02a16:180": "945. Agāravesu agāravoti gāravavirahito. Appatissoti appatissayo anīcavutti. Ettha pana yo bhikkhu satthari dharamāne tīsu kālesu upaṭṭhānaṃ na yāti, satthari anupāhane caṅkamante saupāhano caṅkamati , nīce caṅkame caṅkamante ucce caṅkame caṅkamati, heṭṭhā vasante upari vasati, satthudassanaṭṭhāne ubho aṃse pārupati, chattaṃ dhāreti, upāhanaṃ dhāreti, nhāyati, uccāraṃ vā passāvaṃ vā karoti, parinibbute vā pana cetiyaṃ vandituṃ na gacchati, cetiyassa paññāyanaṭṭhāne satthudassanaṭṭhāne vuttaṃ sabbaṃ karoti – ayaṃ satthari agāravo nāma. Yo pana dhammasavane saṅghuṭṭhe sakkaccaṃ na gacchati, sakkaccaṃ dhammaṃ na suṇāti, samullapanto nisīdati, na sakkaccaṃ gaṇhāti, na sakkaccaṃ vāceti – ‘ayaṃ dhamme agāravo nāma. Yo pana therena bhikkhunā anajjhiṭṭho dhammaṃ deseti, pañhaṃ katheti, vuḍḍhe bhikkhū ghaṭṭento gacchati, tiṭṭhati, nisīdati, dussapallatthikaṃ vā hatthapallatthikaṃ vā karoti, saṅghamajjhe ubho aṃse pārupati, chattupāhanaṃ dhāreti – ayaṃ saṅghe agāravo nāma. Ekabhikkhusmimpi hi agārave kate saṅghe agāravo katova hoti. Tisso sikkhā pana apūrayamānova sikkhāya agāravo nāma. Appamādalakkhaṇaṃ ananubrūhayamāno appamāde agāravo nāma. Duvidhaṃ paṭisanthāraṃ akaronto paṭisanthāre agāravo nāma.",
  "atk-abh02a16:181": "Parihāniyā dhammāti parihānakarā dhammā. Kammārāmatāti navakamme vā cīvaravicāraṇādīsu vā kammesu abhirati yuttapayuttatā. Bhassārāmatāti tiracchānakathāvasena bhasse yuttapayuttatā. Niddārāmatāti niddāya yuttapayuttatā. Saṅgaṇikārāmatāti saṅgaṇikāya yuttapayuttatā. Saṃsaggārāmatāti savanasaṃsagge, dassanasaṃsagge, samullāpasaṃsagge, paribhogasaṃsagge, kāyasaṃsaggeti pañcavidhe saṃsagge yuttapayuttatā. Papañcārāmatāti taṇhāmānadiṭṭhipapañcesu yuttapayuttatā.",
  "atk-abh02a16:182": "946.Somanassupavicārādīsu somanassena saddhiṃ upavicarantīti somanassupavicārā. Cakkhunā rūpaṃ disvāti cakkhuviññāṇena rūpaṃ passitvā. Somanassaṭṭhāniyanti somanassassa ārammaṇavasena kāraṇabhūtaṃ. Upavicaratīti tattha vicārappavattanena upavicarati. Vitakko pana taṃsampayutto vāti iminā nayena tīsupi chakkesu attho veditabbo.",
  "atk-abh02a16:183": "947.Gehasitānīti kāmaguṇanissitāni. Somanassānīti cetasikasukhāni. Domanassānīti cetasikadukkhāni. Upekkhāti aññāṇasampayuttā upekkhā vedanā, aññāṇupekkhātipi etāsaṃyeva nāmaṃ.",
  "atk-abh02a16:184": "948.Atthi me attāti vāti sabbapadesu vā-saddo vikappattho; evaṃ vā diṭṭhi uppajjatīti vuttaṃ hoti. Atthi me attāti cettha sassatadiṭṭhi sabbakālesu attano atthitaṃ gaṇhāti. Saccato thetatoti bhūtato ca thirato ca; idaṃ saccanti suṭṭhu daḷhabhāvenāti vuttaṃ hoti. Natthi me attāti ayaṃ pana ucchedadiṭṭhi, sato sattassa tattha tattha vibhavaggahaṇato. Atha vā purimāpi tīsu kālesu atthīti gahaṇato sassatadiṭṭhi, paccuppannameva atthīti gaṇhantī ucchedadiṭṭhi. Pacchimāpi atītānāgatesu natthīti gahaṇato ‘bhasmantā āhutiyo’ti gahitadiṭṭhikānaṃ viya ucchedadiṭṭhi, atīteyeva natthīti gaṇhantī adhiccasamuppannikasseva sassatadiṭṭhi. Attanā vā attānaṃ sañjānāmīti saññākkhandhasīsena khandhe attāti gahetvā saññāya avasesakkhandhe sañjānanato ‘iminā attanā imaṃ attānaṃ sañjānāmī’ti evaṃ hoti. Attanā vā anattānanti saññākkhandhaṃyeva attāti gahetvā itare cattāro khandhe anattāti gahetvā saññāya tesaṃ jānanato evaṃ hoti. Anattanā vā attānanti saññākkhandhaṃ anattāti itare ca cattāro khandhe attāti gahetvā saññāya tesaṃ jānanato evaṃ hoti. Sabbāpi sassatucchedadiṭṭhiyova.",
  "atk-abh02a16:185": "Vado vedeyyoti ādayo pana sassatadiṭṭhiyā eva abhinivesākārā. Tattha vadatīti vado; vacīkammassa kārakoti vuttaṃ hoti. Vedayatīti vedeyyo; jānāti anubhavati cāti vuttaṃ hoti. Idāni yaṃ so vedeti taṃ dassetuṃ tatra tatra dīgharattaṃ kalyāṇapāpakānantiādi vuttaṃ. Tattha tatra tatrāti tesu tesu yonigatiṭhitinivāsanikāyesu ārammaṇesu vā. Dīgharattanti cirarattaṃ. Paccanubhotīti paṭisaṃvedayati. Na so jāto nāhosīti so attā ajātidhammato na jāto nāma; sadā vijjamāno yevāti attho. Teneva atīte nāhosi, anāgatepi na bhavissati. Yo hi jāto so ahosi, yo ca jāyissati so bhavissatīti. Athavā ‘na so jāto nāhosī’ti so sadā vijjamānattā atītepi na jātu nāhosi , anāgatepi na jātu na bhavissati. Niccoti uppādavayarahito. Dhuvoti thiro sārabhūto. Sassatoti sabbakāliko. Avipariṇāmadhammoti attano pakatibhāvaṃ avijahanadhammo kakaṇṭako viya nānappakārattaṃ nāpajjati. Evamayaṃ sabbāsavadiṭṭhi (ma. ni. 1.17 ādayo) nāma kathitā. Sesaṃ sabbattha uttānatthamevāti.",
  "atk-abh02a16:186": "Chakkaniddesavaṇṇanā.",
  "atk-abh02a16:187": "(7.) Sattakaniddesavaṇṇanā",
  "atk-abh02a16:188": "949. Sattakaniddese thāmagataṭṭhena appahīnaṭṭhena ca anusentīti anusayā. Vaṭṭasmiṃ satte saṃyojenti ghaṭentīti saṃyojanāni. Samudācāravasena pariyuṭṭhahantīti pariyuṭṭhānāni. Kāmarāgova pariyuṭṭhānaṃ kāmarāgapariyuṭṭhānaṃ. Sesesupi eseva nayo.",
  "atk-abh02a16:189": "950. Asataṃ dhammā, lāmakaṭṭhena vā asantā dhammāti asaddhammā. Rāgādīhi dosehi duṭṭhāni caritānīti duccaritāni. Tena tenākārena maññantīti mānā.",
  "atk-abh02a16:190": "951. Diṭṭhiniddese rūpīti rūpavā. Cātumahābhūtikoti catumahābhūtamayo. Mātāpitūnaṃ etanti mātāpettikaṃ. Kintaṃ? Sukkasoṇitaṃ. Mātāpettike sambhūto jātoti mātāpettikasambhavo. Idha rūpakāyasīsena manussattabhāvaṃ attāti vadati. Dutiyo taṃ paṭikkhipitvā dibbattabhāvaṃ vadati. Dibboti devaloke sambhūto. Kāmāvacaroti chakāmāvacaradevapariyāpanno . Kabaḷīkāraṃ bhakkhayatīti kabaḷīkārabhakkho. Manomayoti jhānamanena nibbatto. Sabbaṅgapaccaṅgīti sabbaṅgapaccaṅgayutto. Ahīnindriyoti paripuṇṇindriyo; yāni brahmaloke atthi tesaṃ vasena, itaresañca saṇṭhānavasenetaṃ vuttaṃ. Ākāsānañcāyatanūpagoti ākāsānañcāyatanabhāvaṃ upagato. Itaresupi eseva nayo. Sesaṃ sabbattha uttānatthamevāti.",
  "atk-abh02a16:191": "Sattakaniddesavaṇṇanā.",
  "atk-abh02a16:192": "(8.) Aṭṭhakaniddesavaṇṇanā",
  "atk-abh02a16:193": "952. Aṭṭhakaniddese kilesāyeva kilesavatthūni. Kusītavatthūnīti kusītassa alasassa vatthūni, patiṭṭhā, kosajjakāraṇānīti attho. Kammaṃ kātabbaṃ hotīti cīvaravicāraṇādikammaṃ kātabbaṃ hoti. Na vīriyaṃ ārabhatīti duvidhampi vīriyaṃ nārabhati. Appattassāti jhānavipassanāmaggaphaladhammassa appattassa pattiyā. Anadhigatassāti tasseva anadhigatassa adhigamatthāya. Asacchikatassāti tasseva asacchikatassa sacchikaraṇatthāya. Idaṃ paṭhamanti ‘idaṃ handāhaṃ nipajjāmī’ti evaṃ osīdanaṃ paṭhamaṃ kusītavatthu. Iminā nayena sabbattha attho veditabbo.",
  "atk-abh02a16:194": "Māsācitaṃ maññeti ettha pana māsācitaṃ nāma tintamāso; yathā tintamāso garuko hoti, evaṃ garukoti adhippāyo. Gilānā vuṭṭhito hotīti gilāno hutvā pacchā vuṭṭhito hoti.",
  "atk-abh02a16:195": "954.Aṭṭhasu lokadhammesūti ettha lokassa dhammāti lokadhammā. Etehi vimutto nāma natthi, buddhānampi honti eva. Tasmā ‘lokadhammā’ti vuccanti. Paṭighātoti paṭihaññanākāro. Lābhe sārāgoti ‘ahaṃ lābhaṃ labhāmī’ti evaṃ gehasitasomanassavasena uppanno sārāgo; so cittaṃ paṭihanati. Alābhe paṭivirodhoti ‘ahaṃ lābhaṃ na labhāmī’ti domanassavasena uppannavirodho; sopi cittaṃ paṭihanati. Tasmā ‘paṭighāto’ti vutto. Yasādīsupi ‘ahaṃ mahāparivāro, ahaṃ appaparivāro, ahaṃ pasaṃsappatto, ahaṃ garahappatto, ahaṃ sukhappatto, ahaṃ dukkhappato’ti evametesaṃ uppatti veditabbā. Anariyavohārāti anariyānaṃ vohārā.",
  "atk-abh02a16:196": "957.Purisadosāti purisānaṃ dosā. Na sarāmīti ‘mayā etassa kammassa kataṭṭhānaṃ na sarāmi na sallakkhemī’ti evaṃ assatibhāvena nibbeṭheti moceti. Codakaṃyeva paṭippharatīti paṭiviruddho hutvā pharati, paṭibhāṇitabhāvena tiṭṭhati. Kiṃ nu kho tuyhanti ‘tuyhaṃ bālassa abyattassa bhaṇitena nāma kiṃ’ yo tvaṃ neva vatthunā āpattiṃ, na codanaṃ jānāsī’ti dīpeti; ‘tvaṃ pi nāma evaṃ kiñci ajānanto bhaṇitabbaṃ maññissasī’ti ajjhottharati. Paccāropetīti ‘tvaṃ pi khosī’tiādīni vadanto paṭiāropeti. Paṭikarohīti desanāgāminiṃ desehi, vuṭṭhānagāminito vuṭṭhāhi tato suddhante patiṭṭhito aññaṃ codessasī’ti dīpeti.",
  "atk-abh02a16:197": "Aññenāññaṃ paṭicaratīti aññena kāraṇena vacanena vā aññaṃ kāraṇaṃ vacanaṃ vā paṭicchādeti. ‘Āpattiṃ āpannosī’ti vutto ‘ko āpanno? Kiṃ āpanno? Kathaṃ āpanno? Kismiṃ āpanno? Kaṃ bhaṇatha? Kiṃ bhaṇathā’ti vadati. ‘Evarūpaṃ kiñci tayā diṭṭha’nti vutte ‘na suṇāmī’ti sotaṃ vā upaneti. Bahiddhā kathaṃ apanāmetīti ‘itthannāmaṃ āpattiṃ āpannosī’ti puṭṭho ‘pāṭaliputtaṃ gatomhī’ti vatvā puna ‘tava pāṭaliputtagamanaṃ na pucchāmā’ti vutte ‘tato rājagahaṃ gatomhī’ti ‘rājagahaṃ vā yāhi, brāhmaṇagehaṃ vā; āpattiṃ āpannosī’ti? ‘Tattha me sūkaramaṃsaṃ laddha’ntiādīni vadanto kathaṃ bahiddhā vikkhipati. Kopanti kupitabhāvaṃ. Dosanti duṭṭhabhāvaṃ. Ubhayampetaṃ kodhasseva nāmaṃ. Appaccayanti asantuṭṭhākāraṃ; domanassassetaṃ nāmaṃ. Pātukarotīti dasseti pakāseti. Bāhāvikkhepakaṃ bhaṇatīti bāhā vikkhipitvā alajjivacanaṃ vadati. Vihesetīti viheṭheti bādhati. Anādiyitvāti cittīkārena aggahetvā avajānitvā; anādaro hutvāti attho.",
  "atk-abh02a16:198": "Atibāḷhanti atidaḷhaṃ atippamāṇaṃ. Mayi byāvaṭāti mayi byāpāraṃ āpannā. Hīnāyāvattitvāti hīnassa gihibhāvassa atthāya āvattitvā; gihī hutvāti attho. Attamanā hothāti tuṭṭhacittā hotha, ‘mayā labhitabbaṃ labhatha, mayā vasitabbaṭṭhāne vasatha, phāsuvihāro vo mayā kato’ti adhippāyena vadati.",
  "atk-abh02a16:199": "958. Asaññīti pavatto vādo asaññīvādo; so tesaṃ atthīti asaññīvādā. Rūpī attātiādīsu lābhino kasiṇarūpaṃ attāti gahetvā rūpīti diṭṭhi uppajjati; alābhino takkamatteneva , ājīvakānaṃ viya. Lābhinoyeva ca pana arūpasamāpattinimittaṃ attāti gahetvā arūpīti diṭṭhi uppajjati; alābhino takkamatteneva, nigaṇṭhānaṃ viya. Asaññībhāve panettha ekanteneva kāraṇaṃ na pariyesitabbaṃ. Diṭṭhigatiko hi ummattako viya yaṃ vā taṃ vā gaṇhāti. Rūpī ca arūpī cāti rūpārūpamissakagāhavasena vuttaṃ. Ayaṃ diṭṭhi rūpāvacarārūpāvacarasamāpattilābhinopi takkikassāpi uppajjati. Neva rūpī nārūpīti pana ekantato takkikadiṭṭhiyeva. Antavāti parittakasiṇaṃ attato gaṇhantassa diṭṭhi. Anantavāti appamāṇakasiṇaṃ. Antavā ca anantavā cāti uddhamadho sapariyantaṃ tiriyaṃ apariyantaṃ kasiṇaṃ attāti gahetvā uppannadiṭṭhi. Nevantavā nānantavāti takkikadiṭṭhiyeva. Sesaṃ sabbattha uttānatthamevāti.",
  "atk-abh02a16:200": "Aṭṭhakaniddesavaṇṇanā.",
  "atk-abh02a16:201": "(9.) Navakaniddesavaṇṇanā",
  "atk-abh02a16:202": "960. Navakaniddese nava āghātavatthūnīti sattesu uppattivaseneva kathitāni. Purisānaṃ malānīti purisamalāni. Navavidhāti navakoṭṭhāsā navappabhedā vā.",
  "atk-abh02a16:203": "963.Taṇhaṃ paṭiccāti taṇhaṃ nissāya. Pariyesanāti rūpādiārammaṇapariyesanā. Sā hi taṇhāya sati hoti. Lābhoti rūpādiārammaṇapaṭilābho. So hi pariyesanāya sati hoti. Vinicchayo pana ñāṇataṇhādiṭṭhivitakkavasena catubbidho. Tattha ‘‘sukhavinicchayaṃ jaññā, sukhavinicchayaṃ ñatvā ajjhattaṃ sukhamanuyuñjeyyā’’ti (ma. ni. 3.323) ayaṃ ñāṇavinicchayo. ‘‘Vinicchayoti dve vinicchayā – taṇhāvinicchayo ca diṭṭhivinicchayo cā’’ti (mahāni. 102) evaṃ āgatāni aṭṭhasatataṇhāvicaritāni taṇhāvinicchayo. Dvāsaṭṭhi diṭṭhiyo diṭṭhivinicchayo. ‘‘Chando kho, devānaminda, vitakkanidāno’’ti (dī. ni. 2.358) imasmiṃ pana sutte idha vinicchayoti vutto vitakkoyeva āgato. Lābhaṃ labhitvā hi iṭṭhāniṭṭhaṃ sundarāsundarañca vitakkeneva vinicchināti – ‘ettakaṃ me rūpārammaṇatthāya bhavissati , ettakaṃ saddādiārammaṇatthāya , ettakaṃ mayhaṃ bhavissati, ettakaṃ parassa, ettakaṃ paribhuñjissāmi, ettakaṃ nidahissāmī’ti. Tena vuttaṃ ‘‘lābhaṃ paṭicca vinicchayo’’ti.",
  "atk-abh02a16:204": "Chandarāgoti evaṃ akusalavitakkena vitakkite vatthusmiṃ dubbalarāgo ca balavarāgo ca uppajjati. Idañhi idha chandoti dubbalarāgassādhivacanaṃ . Ajjhosānanti ahaṃ mamanti balavasanniṭṭhānaṃ. Pariggahoti taṇhādiṭṭhivasena pariggahakaraṇaṃ. Macchariyanti parehi sādhāraṇabhāvassa asahanatā. Tenevassa porāṇā evaṃ vacanatthaṃ vadanti – ‘‘idaṃ acchariyaṃ mayhameva hotu, mā aññassa acchariyaṃ hotūti pavattattā macchariyanti vuccatī’’ti. Ārakkhoti dvārapidahanamañjusagopanādivasena suṭṭhu rakkhaṇaṃ. Adhikarotīti adhikaraṇaṃ; kāraṇassetaṃ nāmaṃ. Ārakkhādhikaraṇanti bhāvanapuṃsakaṃ; ārakkhahetūti attho. Daṇḍādānādīsu paranisedhanatthaṃ daṇḍassa ādānaṃ daṇḍādānaṃ. Ekatodhārādino satthassa ādānaṃ satthādānaṃ. Kalahoti kāyakalahopi vācākalahopi. Purimo purimo virodho viggaho, pacchimo pacchimo vivādo. Tuvaṃ tuvanti agāravavacanaṃ, tvaṃ tvanti attho.",
  "atk-abh02a16:205": "964.Iñjitānīti iñjanāni calanāni. Asmīti iñjitametantiādīhi sabbapadehi mānova kathito. Ahanti pavattopi hi māno iñjitameva, ayamahanti pavattopi, nevasaññīnāsaññī bhavissanti pavattopi. Sesanavakehipi mānova kathito. Māno hi iñjanato iñjitaṃ, maññanato maññitaṃ, phandanato phanditaṃ, papañcanato papañcitaṃ. Tehi tehi kāraṇehi saṅkhatattā saṅkhatanti ca vuccati. Sesaṃ sabbattha uttānatthamevāti.",
  "atk-abh02a16:206": "Navakaniddesavaṇṇanā.",
  "atk-abh02a16:207": "(10.) Dasakaniddesavaṇṇanā",
  "atk-abh02a16:208": "966. Dasakaniddese kilesā eva kilesavatthūni. Āghātavatthūni panettha ‘‘anatthaṃ me acarī’’tiādīnaṃ vasena avikopetabbe khāṇukaṇṭakādimhipi aṭṭhāne uppannāghātena saddhiṃ vuttāni.",
  "atk-abh02a16:209": "970. Micchattesu micchāñāṇanti pāpakiriyāsu upāyacintāvasena pāpaṃ katvā ‘sukataṃ mayā’ti paccavekkhaṇākārena uppanno moho. Micchāvimuttīti avimuttasseva sato vimuttasaññitā. Sesaṃ sabbattha uttānatthamevāti.",
  "atk-abh02a16:210": "Dasakaniddesavaṇṇanā.",
  "atk-abh02a16:211": "Taṇhāvicaritaniddesavaṇṇanā",
  "atk-abh02a16:212": "973. Taṇhāvicaritaniddese taṇhāvicaritānīti taṇhāsamudācārā taṇhāpavattiyo. Ajjhattikassa upādāyāti ajjhattikaṃ khandhapañcakaṃ upādāya. Idañhi upayogatthe sāmivacanaṃ. Asmīti hotīti yadetaṃ ajjhattaṃ khandhapañcakaṃ upādāya taṇhāmānadiṭṭhivasena samūhagāhato ‘asmī’ti hoti, tasmiṃ satīti attho. Itthasmīti hotītiādīsu pana evaṃ samūhato ‘aha’nti gahaṇe sati tato anupanidhāya ca upanidhāya cāti dvidhā gahaṇaṃ hoti. Tattha anupanidhāyāti aññaṃ ākāraṃ anupagamma sakabhāvameva ārammaṇaṃ katvā ‘itthasmī’ti hoti; khattiyādīsu ‘idaṃpakāro aha’nti evaṃ taṇhāmānadiṭṭhivasena hotīti attho. Idaṃ tāva anupanidhāya gahaṇaṃ. Upanidhāya gahaṇaṃ pana duvidhaṃ hoti – samato ca asamato ca. Taṃ dassetuṃ evasmīti ca aññathāsmīti ca vuttaṃ. Tattha evasmīti idaṃ samato upanidhāya gahaṇaṃ; yathā ayaṃ khattiyo, yathā ayaṃ brāhmaṇo, evaṃ ahampīti attho. Aññathāsmīti idaṃ pana asamato gahaṇaṃ; yathāyaṃ khattiyo, yathāyaṃ brāhmaṇo, tato aññathā ahaṃ hīno vā adhiko vāti attho. Imāni tāva paccuppannavasena cattāri taṇhāvicaritāni. Bhavissantiādīni pana cattāri anāgatavasena vuttāni. Sesaṃ purimacatukke vuttanayeneva attho veditabbo. Asmīti sassato asmi. Sātasmīti asassato asmi. Asasmīti satasmīti vā pāṭho. Tattha atthīti asaṃ; niccassetaṃ adhivacanaṃ. Sīdatīti sataṃ; aniccassetaṃ adhivacanaṃ. Iti imāni dve sassatucchedavasena vuttānīti veditabbāni. Ito parāni siyantiādīni cattāri saṃsayaparivitakkavasena vuttāni. Tāni purimacatukke vuttanayeneva atthato veditabbāni. Apāhaṃ siyantiādīni pana cattāri ‘‘api nāmāhaṃ bhaveyya’’nti evaṃ patthanākappanavasena vuttāni. Tāni purimacatukke vuttanayeneva veditabbāni. Evametesu –",
  "atk-abh02a16:213": "Dve diṭṭhisīsā cattāro, suddhasīsā sīsamūlakā;",
  "atk-abh02a16:214": "Tayo tayoti etāni, aṭṭhārasa vibhāvaye.",
  "atk-abh02a16:215": "Etesu hi sassatucchedavasena vuttā dve diṭṭhisīsā nāma. Asmīti, bhavissanti, siyanti, apāhaṃ siyanti ete cattāro suddhasīsāeva. Itthasmīti ādayo tayo tayoti dvādasa sīsamūlakā nāmāti. Evamete dve diṭṭhisīsā, cattāro suddhasīsā, dvādasa sīsamūlakāti aṭṭhārasa taṇhāvicaritadhammā veditabbā.",
  "atk-abh02a16:216": "974. Idāni paṭipāṭiyāva te dhamme bhājetvā dassetuṃ kathañca asmīti hotītiādi āraddhaṃ. Tattha kañci dhammaṃ anavakāriṃ karitvāti rūpavedanādīsu kañci ekadhammampi avinibbhogaṃ katvā, ekekato aggahetvā, samūhatova gahetvāti attho. Asmīti chandaṃ paṭilabhatīti pañcakkhandhe niravasesato gahetvā ‘aha’nti taṇhaṃ paṭilabhati. Mānadiṭṭhīsupi eseva nayo. Tattha kiñcāpi ayaṃ taṇhāvicaritaniddeso, mānadiṭṭhiyo pana na vinā taṇhāya, tasmā tadekaṭṭhavasena idha vuttā. Taṇhāsīsena vā papañcattayampi uddiṭṭhaṃ. Taṃ uddesānurūpeneva niddisitumpi mānadiṭṭhiyo gahitā. Taṇhāpapañcaṃ vā dassento teneva saddhiṃ sesapapañcepi dassetuṃ evamāha.",
  "atk-abh02a16:217": "Tasmiṃ sati imāni papañcitānīti tasmiṃ ‘‘asmīti chandaṃ paṭilabhatī’’tiādinā nayena vutte papañcattaye sati puna imāni ‘‘itthasmīti vā’’tiādīni papañcitāni hontīti attho.",
  "atk-abh02a16:218": "Khattiyosmītiādīsu abhisekasenāmaccādinā ‘khattiyo ahaṃ’, mantajjhena porohiccādinā ‘brāhmaṇo ahaṃ’, kasigorakkhādinā ‘vesso ahaṃ’, asitabyābhaṅgitāya ‘suddo ahaṃ’ , gihibyañjanena ‘gahaṭṭho aha’nti iminā nayena attho veditabbo. Evaṃ itthasmīti hotīti evaṃ khattiyādīsu khattiyādippakāraṃ attani uppādayitvā ‘itthaṃpakāro aha’nti hoti.",
  "atk-abh02a16:219": "Yathā so khattiyotiādīsu ‘yathā so abhisekasenāmaccādinā khattiyo, tathā ‘ahampi khattiyo’ti iminā nayena attho veditabbo. Dutiyanaye ‘yathā so abhisekasenāmaccādinā khattiyo, nāhaṃ tathā khattiyo; ahaṃ pana tato hīno vā seṭṭho vā’ti iminā nayena attho veditabbo. Bhavissantiādiniddesādīsupi eseva nayo.",
  "atk-abh02a16:220": "975. Evaṃ ajjhattikassa upādāya taṇhāvicaritāni bhājetvā idāni bāhirassa upādāya taṇhāvicaritāni bhājetuṃ tattha katamānītiādimāha. Tattha bāhirassa upādāyāti bāhiraṃ khandhapañcakaṃ upādāya. Idampi hi upayogatthe sāmivacanaṃ. Imināti iminā rūpena vā…pe… viññāṇena vā. Avasesaṃ pana uddesavāre tāva vuttanayeneva veditabbaṃ.",
  "atk-abh02a16:221": "976. Niddesavāre pana avakāriṃ karitvāti vinibbhogaṃ katvā. Iminā asmīti chandaṃ paṭilabhatītiādīsu iminā rūpena vā…pe… viññāṇena vāti evaṃ pañcakkhandhe ekadesato gahetvā iminā ‘aha’nti chandādīni paṭilabhatīti evamattho veditabbo.",
  "atk-abh02a16:222": "Iminā khattiyosmītiādīsu ‘iminā chattena vā khaggena vā abhisekasenāmaccādinā vā khattiyo aha’nti evaṃ purimanayeneva attho veditabbo. Imināti padamattameva hettha viseso.",
  "atk-abh02a16:223": "Yathā so khattiyotiādīsupi imināti vuttapadameva viseso. Tasmā tassa vasena yathā khattiyo, evaṃ ahampi iminā khaggena vā chattena vā abhisekasenāmaccādinā vā khattiyoti evaṃ yojetvā sabbapadesu attho veditabbo. Iminā niccosmīti pañcakkhandhe anavakāriṃ katvā rūpādīsu ekameva dhammaṃ ‘aha’nti gahetvā ‘iminā khaggena vā chattena vā ahaṃ nicco dhuvo’ti maññati. Ucchedadiṭṭhiyampi eseva nayo. Sesaṃ sabbattha vuttanayeneva veditabbaṃ.",
  "atk-abh02a16:224": "Iti evarūpāni atītāni chattiṃsāti ekekassa puggalassa atīte chattiṃsa. Anāgatāni chattiṃsāti ekekasseva anāgate chattiṃsa. Paccuppannāni chattiṃsāti ekekassa vā puggalassa yathālābhavasena bahunaṃ vā paccuppanne chattiṃsa. Sabbasattānaṃ pana ekaṃseneva atīte chattiṃsa, anāgate chattiṃsa, paccuppanne chattiṃsāti veditabbāni. Anantā hi asadisataṇhāmānadiṭṭhibhedā sattā. Aṭṭhataṇhāvicaritasataṃ hotīti ettha pana aṭṭhasatasaṅkhātaṃ taṇhāvicaritaṃ hotīti evamattho daṭṭhabbo. Sesaṃ sabbattha uttānatthamevāti.",
  "atk-abh02a16:225": "Taṇhāvicaritaniddesavaṇṇanā.",
  "atk-abh02a16:226": "Diṭṭhigataniddesavaṇṇanā",
  "atk-abh02a16:227": "977. Diṭṭhigataniddese brahmajāle veyyākaraṇeti brahmajālanāmake veyyākaraṇe, dīghanikāyassa paṭhamasuttante. Vuttāni bhagavatāti satthārā sayaṃ āhacca bhāsitāni. Cattāro sassatavādātiādīsu ‘‘te ca bhonto samaṇabrāhmaṇā kimāgamma kimārabbha sassatavādā sassataṃ attānañca lokañca paññāpenti catūhi vatthūhī’’tiādinā (dī. ni. 1.29-30) brahmajāle vuttanayeneva pabhedo ca attho ca veditabboti.",
  "atk-abh02a16:228": "Sammohavinodaniyā vibhaṅgaṭṭhakathāya",
  "atk-abh02a16:229": "Khuddakavatthuvibhaṅgavaṇṇanā niṭṭhitā."
}