{
  "atk-s0402a23:0": "5. Cūḷavaggo",
  "atk-s0402a23:1": "1. Sammukhībhāvasuttavaṇṇanā",
  "atk-s0402a23:2": "41. Pañcamassa paṭhame sammukhībhāvāti sammukhībhāvena, vijjamānatāyāti attho. Pasavatīti paṭilabhati. Saddhāya sammukhībhāvāti yadi hi saddhā na bhaveyya, deyyadhammo na bhaveyya, dakkhiṇeyyasaṅkhātā paṭiggāhakapuggalā na bhaveyyuṃ, kathaṃ puññakammaṃ kareyya. Tesaṃ pana sammukhībhāvena sakkā kātunti tasmā ‘‘saddhāya sammukhībhāvā’’tiādimāha. Ettha ca dve dhammā sulabhā deyyadhammā ceva dakkhiṇeyyā ca, saddhā pana dullabhā. Puthujjanassa hi saddhā athāvarā padavārena nānā hoti, teneva mahāmoggallānasadisopi aggasāvako pāṭibhogo bhavituṃ asakkonto āha – ‘‘dvinnaṃ kho te ahaṃ, āvuso, dhammānaṃ pāṭibhogo bhogānañca jīvitassa ca, saddhāya pana tvaṃyeva pāṭibhogo’’ti (udā. 18).",
  "atk-s0402a23:3": "2. Tiṭhānasuttavaṇṇanā",
  "atk-s0402a23:4": "42. Dutiye vigatamalamaccherenāti vigatamacchariyamalena. Muttacāgoti vissaṭṭhacāgo. Payatapāṇīti dhotahattho. Assaddho hi satakkhattuṃ hatthe dhovitvāpi malinahatthova hoti, saddho pana dānābhiratattā malinahatthopi dhotahatthova. Vossaggaratoti vossaggasaṅkhāte dāne rato. Yācayogoti yācituṃ yutto, yācakehi vā yogo assātipi yācayogo. Dānasaṃvibhāgaratoti dānaṃ dadanto saṃvibhāgañca karonto dānasaṃvibhāgarato nāma hoti.",
  "atk-s0402a23:5": "Dassanakāmo sīlavatanti dasapi yojanāni vīsampi tiṃsampi yojanasatampi gantvā sīlasampanne daṭṭhukāmo hoti pāṭaliputtakabrāhmaṇo viya saddhātissamahārājā viya ca. Pāṭaliputtassa kira nagaradvāre sālāya nisinnā dve brāhmaṇā kāḷavallimaṇḍapavāsimahānāgattherassa guṇakathaṃ sutvā ‘‘amhehi taṃ bhikkhuṃ daṭṭhuṃ vaṭṭatī’’ti dvepi janā nikkhamiṃsu. Eko antarāmagge kālamakāsi. Eko samuddatīraṃ patvā nāvāya mahātitthapaṭṭane oruyha anurādhapuraṃ āgantvā ‘‘kāḷavallimaṇḍapo kuhi’’nti pucchi. Rohaṇajanapadeti. So anupubbena therassa vasanaṭṭhānaṃ patvā cūḷanagaragāme dhuraghare nivāsaṃ gahetvā therassa āhāraṃ sampādetvā pātova vuṭṭhāya therassa vasanaṭṭhānaṃ pucchitvā gantvā janapariyante ṭhito theraṃ dūratova āgacchantaṃ disvā sakiṃ tattheva ṭhito vanditvā puna upasaṅkamitvā gopphakesu daḷhaṃ gahetvā vandanto ‘‘uccā, bhante, tumhe’’ti āha. Thero ca nātiucco nātirasso pamāṇayuttova, tena naṃ puna āha – ‘‘nātiuccā tumhe, tumhākaṃ pana guṇā mecakavaṇṇassa samuddassa matthakena gantvā sakalajambudīpatalaṃ ajjhottharitvā gatā, ahampi pāṭaliputtanagaradvāre nisinno tumhākaṃ guṇakathaṃ assosi’’nti. So therassa bhikkhāhāraṃ datvā attano ticīvaraṃ paṭiyādetvā therassa santike pabbajitvā tassovāde patiṭṭhāya katipāheneva arahattaṃ pāpuṇi.",
  "atk-s0402a23:6": "Saddhātissamahārājāpi, ‘‘bhante, mayhaṃ vanditabbayuttakaṃ ekaṃ ayyaṃ ācikkhathā’’ti pucchi. Bhikkhū ‘‘maṅgalavāsī kuṭṭatissatthero’’ti āhaṃsu. Rājā mahāparivārena pañcayojanamaggaṃ agamāsi. Thero ‘‘kiṃ saddo eso, āvuso’’ti bhikkhusaṅghaṃ pucchi. ‘‘Rājā, bhante, tumhākaṃ dassanatthāya āgato’’ti. Thero cintesi – ‘‘kiṃ mayhaṃ mahallakakāle rājagehe kamma’’nti divāṭṭhāne mañce nipajjitvā bhūmiyaṃ lekhaṃ likhanto acchi. Rājā ‘‘kahaṃ thero’’ti pucchitvā ‘‘divāṭṭhāne’’ti sutvā tattha gacchanto theraṃ bhūmiyaṃ lekhaṃ likhantaṃ disvā ‘‘khīṇāsavassa nāma hatthakukkuccaṃ natthi, nāyaṃ khīṇāsavo’’ti avanditvāva nivatti. Bhikkhusaṅgho theraṃ āha – ‘‘bhante, evaṃvidhassa saddhassa pasannassa rañño kasmā vippaṭisāraṃ karitthā’’ti. ‘‘Āvuso, rañño pasādarakkhanaṃ na tumhākaṃ bhāro, mahallakattherassa bhāro’’ti vatvā aparabhāge anupādisesāya nibbānadhātuyā parinibbāyanto bhikkhusaṅghaṃ āha – ‘‘mayhaṃ kūṭāgāramhi aññampi pallaṅkaṃ attharathā’’ti. Tasmiṃ atthate thero – ‘‘idaṃ kūṭāgāraṃ antare appatiṭṭhahitvā raññā diṭṭhakāleyeva bhūmiyaṃ patiṭṭhātū’’ti adhiṭṭhahitvā parinibbāyi. Kūṭāgāraṃ pañcayojanamaggaṃ ākāsena agamāsi. Pañcayojanamagge dhajaṃ dhāretuṃ samatthā rukkhā dhajapaggahitāva ahesuṃ. Gacchāpi gumbāpi sabbe kūṭāgārābhimukhā hutvā aṭṭhaṃsu.",
  "atk-s0402a23:7": "Raññopi paṇṇaṃ pahiṇiṃsu ‘‘thero parinibbuto, kūṭāgāraṃ ākāsena āgacchatī’’ti. Rājā na saddahi. Kūṭāgāraṃ ākāsena gantvā thūpārāmaṃ padakkhiṇaṃ katvā silācetiyaṭṭhānaṃ agamāsi. Cetiyaṃ saha vatthunā uppatitvā kūṭāgāramatthake aṭṭhāsi, sādhukārasahassāni pavattiṃsu . Tasmiṃ khaṇe mahābyagghatthero nāma lohapāsāde sattamakūṭāgāre nisinno bhikkhūnaṃ vinayakammaṃ karonto taṃ saddaṃ sutvā ‘‘kiṃ saddo eso’’ti paṭipucchi. Bhante, maṅgalavāsī kuṭṭatissatthero parinibbuto, kūṭāgāraṃ pañcayojanamaggaṃ ākāsena āgataṃ, tattha so sādhukārasaddoti. Āvuso, puññavante nissāya sakkāraṃ labhissāmāti antevāsike khamāpetvā ākāseneva āgantvā taṃ kūṭāgāraṃ pavisitvā dutiyamañce nisīditvā anupādisesāya nibbānadhātuyā parinibbāyi. Rājā gandhapupphacuṇṇāni ādāya gantvā ākāse ṭhitaṃ kūṭāgāraṃ disvā kūṭāgāraṃ pūjesi. Tasmiṃ khaṇe kūṭāgāraṃ otaritvā pathaviyaṃ patiṭṭhitaṃ. Rājā mahāsakkārena sarīrakiccaṃ kāretvā dhātuyo gahetvā cetiyaṃ akāsi. Evarūpā sīlavantānaṃ dassanakāmā nāma honti.",
  "atk-s0402a23:8": "Saddhammaṃ sotumicchatīti tathāgatappaveditaṃ saddhammaṃ sotukāmo hoti piṇḍapātikattherādayo viya. Gaṅgāvanavāliaṅgaṇamhi kira tiṃsa bhikkhū vassaṃ upagatā anvaddhamāsaṃ uposathadivase catupaccayasantosabhāvanārāmamahāariyavaṃsañca (a. ni. 4.28) kathenti. Eko piṇḍapātikatthero pacchābhāgena āgantvā paṭicchannaṭṭhāne nisīdi. Atha naṃ eko gonaso jaṅghapiṇḍimaṃsaṃ saṇḍāsena gaṇhanto viya ḍaṃsi. Thero olokento gonasaṃ disvā ‘‘ajja dhammassavanantarāyaṃ na karissāmī’’ti gonasaṃ gahetvā thavikāya pakkhipitvā thavikāmukhaṃ bandhitvā avidūre ṭhāne ṭhapetvā dhammaṃ suṇantova nisīdi. Aruṇuggamanañca visaṃ vikkhambhetvā therassa tiṇṇaṃ phalānaṃ pāpuṇanañca visassa daṭṭhaṭṭhāneneva otaritvā pathavipavisanañca dhammakathikattherassa dhammakathāniṭṭhāpanañca ekakkhaṇeyeva ahosi. Tato thero āha – ‘‘āvuso eko me coro gahito’’ti thavikaṃ muñcitvā gonasaṃ vissajjesi. Bhikkhū disvā ‘‘kāya velāya daṭṭhattha, bhante’’ti pucchiṃsu. Hiyyo sāyanhasamaye, āvusoti. Kasmā, bhante, evaṃ bhāriyaṃ kammaṃ karitthāti. Āvuso, sacāhaṃ dīghajātikena daṭṭhoti vadeyyaṃ, nayimaṃ ettakaṃ ānisaṃsaṃ labheyyanti. Idaṃ tāva piṇḍapātikattherassa vatthu.",
  "atk-s0402a23:9": "Dīghavāpiyampi ‘‘mahājātakabhāṇakatthero gāthāsahassaṃ mahāvessantaraṃ kathessatī’’ti tissamahāgāme tissamahāvihāravāsī eko daharo sutvā tato nikkhamitvā ekāheneva navayojanamaggaṃ āgato. Tasmiṃyeva khaṇe thero dhammakathaṃ ārabhi. Daharo dūramaggāgamanena sañjātakāyadarathattā paṭṭhānagāthāya saddhiṃ avasānagāthaṃyeva vavatthapesi. Tato therassa ‘‘idamavocā’’ti vatvā uṭṭhāya gamanakāle ‘‘mayhaṃ āgamanakammaṃ moghaṃ jāta’’nti rodamāno aṭṭhāsi. Eko manusso taṃ kathaṃ sutvā gantvā therassa ārocesi, ‘‘bhante, ‘tumhākaṃ dhammakathaṃ sossāmī’ti eko daharabhikkhu tissamahāvihārā āgato, so ‘kāyadarathabhāvena me āgamanaṃ moghaṃ jāta’nti rodamāno ṭhito’’ti. Gacchatha saññāpetha naṃ ‘‘puna sve kathessāmā’’ti. So punadivase therassa dhammakathaṃ sutvā sotāpattiphalaṃ pāpuṇi.",
  "atk-s0402a23:10": "Aparāpi ullakolikaṇṇivāsikā ekā itthī puttakaṃ pāyamānā ‘‘dīghabhāṇakamahāabhayatthero nāma ariyavaṃsapaṭipadaṃ kathetī’’ti sutvā pañcayojanamaggaṃ gantvā divākathikattherassa nisinnakāleyeva vihāraṃ pavisitvā bhūmiyaṃ puttaṃ nipajjāpetvā divākathikattherassa ṭhitakāva dhammaṃ assosi. Sarabhāṇake there uṭṭhite dīghabhāṇakamahāabhayatthero catupaccayasantosabhāvanārāmamahāariyavaṃsaṃ ārabhi. Sā ṭhitakāva paggaṇhāti. Thero tayo eva paccaye kathetvā uṭṭhānākāraṃ akāsi. Sā upāsikā āha – ‘‘ayyo, ‘ariyavaṃsaṃ kathessāmī’ti siniddhabhojanaṃ bhuñjitvā madhurapānakaṃ pivitvā yaṭṭhimadhukatelādīhi bhesajjaṃ katvā kathetuṃ yuttaṭṭhāneyeva uṭṭhahatī’’ti. Thero ‘‘sādhu, bhaginī’’ti vatvā upari bhāvanārāmaṃ paṭṭhapesi. Aruṇuggamanañca therassa ‘‘idamavocā’’ti vacanañca upāsikāya sotāpattiphaluppatti ca ekakkhaṇeyeva ahosi.",
  "atk-s0402a23:11": "Aparāpi kaḷamparavāsikā itthī aṅkena puttaṃ ādāya ‘‘dhammaṃ sossāmī’’ti cittalapabbataṃ gantvā ekaṃ rukkhaṃ nissāya dārakaṃ nipajjāpetvā sayaṃ ṭhitakāva dhammaṃ suṇāti. Rattibhāgasamanantare eko dīghajātiko tassā passantiyāyeva samīpe nipannadārakaṃ catūhi dāṭhāhi ḍaṃsitvā agamāsi. Sā cintesi – ‘‘sacāhaṃ ‘putto me sappena daṭṭho’ti vakkhāmi, dhammassa antarāyo bhavissati. Anekakkhattuṃ kho pana me ayaṃ saṃsāravaṭṭe vaṭṭantiyā putto ahosi, dhammameva carissāmī’’ti tiyāmarattiṃ ṭhitakāva dhammaṃ paggaṇhitvā sotāpattiphale patiṭṭhāya aruṇe uggate saccakiriyāya puttassa visaṃ nimmathetvā puttaṃ gahetvā gatā. Evarūpā puggalā dhammaṃ sotukāmā nāma honti.",
  "atk-s0402a23:12": "3. Atthavasasuttavaṇṇanā",
  "atk-s0402a23:13": "43. Tatiye tayo, bhikkhave, atthavase sampassamānenāti tayo atthe tīṇi kāraṇāni passantena. Alamevāti yuttameva. Yo dhammaṃ desetīti yo puggalo catusaccadhammaṃ pakāseti. Atthappaṭisaṃvedīti aṭṭhakathaṃ ñāṇena paṭisaṃvedī. Dhammappaṭisaṃvedīti pāḷidhammaṃ paṭisaṃvedī.",
  "atk-s0402a23:14": "4. Kathāpavattisuttavaṇṇanā",
  "atk-s0402a23:15": "44. Catutthe ṭhānehīti kāraṇehi. Pavattinīti appaṭihatā niyyānikā.",
  "atk-s0402a23:16": "5. Paṇḍitasuttavaṇṇanā",
  "atk-s0402a23:17": "45. Pañcame paṇḍitapaññattānīti paṇḍitehi paññattāni kathitāni pasatthāni. Sappurisapaññattānīti sappurisehi mahāpurisehi paññattāni kathitāni pasatthāni. Ahiṃsāti karuṇā ceva karuṇāpubbabhāgo ca. Saṃyamoti sīlasaṃyamo. Damoti indriyasaṃvaro, uposathavasena vā attadamanaṃ, puṇṇovāde (ma. ni. 3.395 ādayo; saṃ. ni. 4.88 ādayo) damoti vuttā khantipi āḷavake (saṃ. ni. 1.246; su. ni. 183 ādayo) vuttā paññāpi imasmiṃ sutte vaṭṭatiyeva. Mātāpitu upaṭṭhānanti mātāpitūnaṃ rakkhanaṃ gopanaṃ paṭijagganaṃ. Santānanti aññattha buddhapaccekabuddhaariyasāvakā santo nāma, idha pana mātāpituupaṭṭhākā adhippetā. Tasmā uttamaṭṭhena santānaṃ , seṭṭhacariyaṭṭhena brahmacārīnaṃ. Idaṃ mātāpituupaṭṭhānaṃ sabbhi upaññātanti evamettha attho daṭṭhabbo. Sataṃ etāni ṭhānānīti santānaṃ uttamapurisānaṃ etāni ṭhānāni kāraṇāni. Ariyo dassanasampannoti idha imesaṃyeva tiṇṇaṃ ṭhānānaṃ kāraṇena ariyo ceva dassanasampanno ca veditabbo, na buddhādayo na sotāpannā. Atha vā sataṃ etāni ṭhānānīti mātupaṭṭhānaṃ pitupaṭṭhānanti etāni ṭhānāni santānaṃ uttamapurisānaṃ kāraṇānīti evaṃ mātāpituupaṭṭhākavasena imissā gāthāya attho veditabbo. Mātāpituupaṭṭhākoyeva hi idha ‘‘ariyo dassanasampanno’’ti vutto. Sa lokaṃ bhajate sivanti so khemaṃ devalokaṃ gacchatīti.",
  "atk-s0402a23:18": "6. Sīlavantasuttavaṇṇanā",
  "atk-s0402a23:19": "46. Chaṭṭhe tīhi ṭhānehīti tīhi kāraṇehi. Kāyenātiādīsu bhikkhū āgacchante disvā paccuggamanaṃ karontā gacchante anugacchantā āsanasālāya sammajjanaupalepanādīni karontā āsanāni paññāpentā pānīyaṃ paccupaṭṭhāpentā kāyena puññaṃ pasavanti nāma. Bhikkhusaṅghaṃ piṇḍāya carantaṃ disvā ‘‘yāguṃ detha, bhattaṃ detha, sappinavanītādīni detha, gandhapupphādīhi pūjetha, uposathaṃ upavasatha, dhammaṃ suṇātha, cetiyaṃ vandathā’’tiādīni vadantā vācāya puññaṃ pasavanti nāma. Bhikkhū piṇḍāya carante disvā ‘‘labhantū’’ti cintentā manasā puññaṃ pasavanti nāma. Pasavantīti paṭilabhanti. Puññaṃ panettha lokiyalokuttaramissakaṃ kathitaṃ.",
  "atk-s0402a23:20": "7. Saṅkhatalakkhaṇasuttavaṇṇanā",
  "atk-s0402a23:21": "47. Sattame saṅkhatassāti paccayehi samāgantvā katassa. Saṅkhatalakkhaṇānīti saṅkhataṃ etanti sañjānanakāraṇāni nimittāni. Uppādoti jāti. Vayoti bhedo. Ṭhitassa aññathattaṃ nāma jarā. Tattha saṅkhatanti tebhūmakā dhammā. Maggaphalāni pana asammasanūpagattā idha na kathīyanti. Uppādādayo saṅkhatalakkhaṇā nāma. Tesu uppādakkhaṇe uppādo, ṭhānakkhaṇe jarā, bhedakkhaṇe vayo. Lakkhaṇaṃ na saṅkhataṃ, saṅkhataṃ na lakkhaṇaṃ , lakkhaṇena pana saṅkhataṃ paricchinnaṃ. Yathā hatthiassagomahiṃsādīnaṃ sattisūlādīni sañjānanalakkhaṇāni na hatthiādayo, napi hatthiādayo lakkhaṇāneva, lakkhaṇehi pana te ‘‘asukassa hatthī, asukassa asso, asukahatthī, asukaasso’’ti vā paññāyanti, evaṃsampadamidaṃ veditabbaṃ.",
  "atk-s0402a23:22": "8. Asaṅkhatalakkhaṇasuttavaṇṇanā",
  "atk-s0402a23:23": "48. Aṭṭhame asaṅkhatassāti paccayehi samāgantvā akatassa. Asaṅkhatalakkhaṇānīti asaṅkhataṃ etanti sañjānanakāraṇāni nimittāni. Na uppādo paññāyatītiādīhi uppādajarābhaṅgānaṃ abhāvo vutto. Uppādādīnañhi abhāvena asaṅkhatanti paññāyati.",
  "atk-s0402a23:24": "9. Pabbatarājasuttavaṇṇanā",
  "atk-s0402a23:25": "49. Navame mahāsālāti mahārukkhā. Kulapatinti kulajeṭṭhakaṃ. Seloti silāmayo. Araññasminti agāmakaṭṭhāne. Brahmāti mahanto. Vaneti aṭaviyaṃ. Vanappatīti vanajeṭṭhakā. Idha dhammaṃ caritvāna, maggaṃ sugatigāminanti sugatigāmikamaggasaṅkhātaṃ dhammaṃ caritvā.",
  "atk-s0402a23:26": "10. Ātappakaraṇīyasuttavaṇṇanā",
  "atk-s0402a23:27": "50. Dasame ātappaṃ karaṇīyanti vīriyaṃ kātuṃ yuttaṃ. Anuppādāyāti anuppādatthāya, anuppādaṃ sādhessāmīti iminā kāraṇena kattabbanti attho. Paratopi eseva nayo. Sārīrikānanti sarīrasambhavānaṃ. Dukkhānanti dukkhamānaṃ. Tibbānanti bahalānaṃ, tāpanavasena vā tibbānaṃ. Kharānanti pharusānaṃ. Kaṭukānanti tikhiṇānaṃ. Asātānanti amadhurānaṃ. Amanāpānanti manaṃ vaḍḍhetuṃ asamatthānaṃ. Pāṇaharānanti jīvitaharānaṃ. Adhivāsanāyāti adhivāsanatthāya sahanatthāya khamanatthāya.",
  "atk-s0402a23:28": "Ettake ṭhāne satthā āṇāpetvā āṇattiṃ pavattetvā idāni samādapento yato kho, bhikkhavetiādimāha. Tattha yatoti yadā. Ātāpīti vīriyavā. Nipakoti sappañño. Satoti satiyā samannāgato. Dukkhassa antakiriyāyāti vaṭṭadukkhassa paricchedaparivaṭumakiriyāya. Ime ca pana ātāpādayo tayopi lokiyalokuttaramissakā kathitā.",
  "atk-s0402a23:29": "11. Mahācorasuttavaṇṇanā",
  "atk-s0402a23:30": "51. Ekādasame mahācoroti mahanto balavacoro. Sandhinti gharasandhiṃ. Nillopanti mahāvilopaṃ. Ekāgārikanti ekameva gehaṃ parivāretvā vilumpanaṃ. Paripanthepi tiṭṭhatīti panthadūhanakammaṃ karoti. Nadīvidugganti nadīnaṃ duggamaṭṭhānaṃ antaradīpakaṃ, yattha sakkā hoti dvīhipi tīhipi jaṅghasahassehi saddhiṃ nilīyituṃ. Pabbatavisamanti pabbatānaṃ visamaṭṭhānaṃ pabbatantaraṃ, yattha sakkā hoti sattahi vā aṭṭhahi vā jaṅghasahassehi saddhiṃ nilīyituṃ. Tiṇagahananti tiṇena vaḍḍhitvā sañchannaṃ dvattiyojanaṭṭhānaṃ. Rodhanti ghanaṃ aññamaññaṃ saṃsaṭṭhasākhaṃ ekābaddhaṃ mahāvanasaṇḍaṃ. Pariyodhāya atthaṃ bhaṇissantīti pariyodahitvā taṃ taṃ kāraṇaṃ pakkhipitvā atthaṃ kathayissanti. Tyāssāti te assa. Pariyodhāya atthaṃ bhaṇantīti kismiñci kiñci vattuṃ āraddheyeva ‘‘mā evaṃ avacuttha, mayaṃ etaṃ kulaparamparāya jānāma, na esa evarūpaṃ karissatī’’ti taṃ taṃ kāraṇaṃ pakkhipitvā mahantampi dosaṃ harantā atthaṃ bhaṇanti. Atha vā pariyodhāyāti paṭicchādetvātipi attho. Te hi tassapi dosaṃ paṭicchādetvā atthaṃ bhaṇanti. Khataṃ upahatanti guṇakhananena khataṃ, guṇupaghātena upahataṃ. Visamena kāyakammenāti sampakkhalanaṭṭhena visamena kāyadvārikakammena. Vacīmanokammesupi eseva nayo. Antaggāhikāyāti dasavatthukāya antaṃ gahetvā ṭhitadiṭṭhiyā. Sesaṃ sabbattha uttānatthamevāti.",
  "atk-s0402a23:31": "Cūḷavaggo pañcamo.",
  "atk-s0402a23:32": "Paṭhamapaṇṇāsakaṃ niṭṭhitaṃ.",
  "atk-s0402a23:33": "2. Dutiyapaṇṇāsakaṃ"
}