{
  "atk-vin02a14:0": "1. Pārājikakaṇḍaṁ (bhikkhunīvibhaṅgavaṇṇanā)",
  "atk-vin02a14:1": "Yo bhikkhūnaṁ vibhaṅgassa, saṅgahito anantaraṁ;",
  "atk-vin02a14:2": "Bhikkhunīnaṁ vibhaṅgassa, tassa saṁvaṇṇanākkamo.",
  "atk-vin02a14:3": "Patto yato tato tassa, apubbapadavaṇṇanaṁ;",
  "atk-vin02a14:4": "Kātuṁ pārājike tāva, hoti saṁvaṇṇanā ayaṁ.",
  "atk-vin02a14:5": "1. Paṭhamapārājikasikkhāpadavaṇṇanā",
  "atk-vin02a14:6": "656.Tena samayena buddho bhagavā sāvatthiyaṁ viharati…pe… sāḷho migāranattāti ettha sāḷhoti tassa nāmaṁ; migāramātuyā pana nattā hoti, tena vuttaṁ – ‘‘migāranattā’’ti. Navakammikanti navakammādhiṭṭhāyikaṁ. Paṇḍitāti paṇḍiccena samannāgatā. Byattāti veyyattikena samannāgatā. Medhāvinīti pāḷiggahaṇe satipubbaṅgamāya paññāya atthaggahaṇe paññāpubbaṅgamāya satiyā samannāgatā. Dakkhāti chekā; avirajjhitvā sīghaṁ kattabbakārinīti attho. Analasāti ālasiyavirahitā. Tatrupāyāyāti tesu tesu kammesu upāyabhūtāya. Vīmaṁsāyāti kattabbakammupaparikkhāya . Samannāgatāti sampayuttā. Alaṁ kātunti samatthā taṁ taṁ kammaṁ kātuṁ. Alaṁ saṁvidhātunti evañca evañca idaṁ hotūti evaṁ saṁvidahitumpi samatthā. Katākataṁ jānitunti katañca akatañca jānituṁ. Teti te ubho; sā ca sundarīnandā so ca sāḷhoti attho. Bhattaggeti parivesanaṭṭhāne. Nikūṭeti koṇasadisaṁ katvā dassite gambhīre. Vissaro me bhavissatīti virūpo me saro bhavissati; vippakārasaddo bhavissatīti attho. Patimānentīti apekkhamānā. Kyāhanti kiṁ ahaṁ. Jarādubbalāti jarāya dubbalā. Caraṇagilānāti pādarogena samannāgatā.",
  "atk-vin02a14:7": "657-8.Avassutāti kāyasaṁsaggarāgena avassutā; tintā kilinnāti attho. Padabhājane panassa tameva rāgaṁ gahetvā ‘‘sārattā’’tiādi vuttaṁ. Tattha sārattāti vatthaṁ viya raṅgajātena kāyasaṁsaggarāgena suṭṭhu rattā. Apekkhavatīti tasseva rāgassa vasena tasmiṁ purise pavattāya apekkhāya samannāgatā. Paṭibaddhacittāti tena rāgena tasmiṁ purise bandhitvā ṭhapitacittā viya. Esa nayo dutiyapadavibhaṅgepi. Purisapuggalassāti purisasaṅkhātassa puggalassa. Adhakkhakanti akkhakānaṁ adho. Ubbhajāṇumaṇḍalanti jāṇumaṇḍalānaṁ upari. Padabhājane pana padapaṭipāṭiyā eva ‘‘heṭṭhakkhakaṁ uparijāṇumaṇḍala’’nti vuttaṁ. Ettha ca ubbhakapparampi ubbhajāṇumaṇḍaleneva saṅgahitaṁ. Sesaṁ mahāvibhaṅge vuttanayeneva veditabbaṁ. Purimāyo upādāyāti sādhāraṇapārājikehi pārājikāyo catasso upādāyāti attho. Ubbhajāṇumaṇḍalikāti idaṁ pana imissā pārājikāya nāmamattaṁ, tasmā padabhājane na vicāritaṁ.",
  "atk-vin02a14:8": "659. Evaṁ uddiṭṭhasikkhāpadaṁ padānukkamena vibhajitvā idāni avassutādibhedena āpattibhedaṁ dassetuṁ ‘‘ubhatoavassute’’tiādimāha. Tattha ubhatoavassuteti ubhatoavassave; bhikkhuniyā ceva purisassa ca kāyasaṁsaggarāgena avassutabhāve satīti attho. Kāyena kāyaṁ āmasatīti bhikkhunī yathāparicchinnena kāyena purisassa yaṁkiñci kāyaṁ puriso vā yena kenaci kāyena bhikkhuniyā yathāparicchinnaṁ kāyaṁ āmasati, ubhayathāpi bhikkhuniyā pārājikaṁ. Kāyena kāyapaṭibaddhanti vuttappakāreneva attano kāyena purisassa kāyapaṭibaddhaṁ. Āmasatīti ettha sayaṁ vā āmasatu, tassa vā āmasanaṁ sādiyatu, thullaccayameva. Kāyapaṭibaddhena kāyanti attano vuttappakārakāyapaṭibaddhena purisassa kāyaṁ. Āmasatīti idhāpi sayaṁ vā āmasatu, tassa vā āmasanaṁ sādiyatu, thullaccayameva. Avasesapadesupi imināva nayena vinicchayo veditabbo.",
  "atk-vin02a14:9": "Sace pana bhikkhu ceva bhikkhunī ca hoti, tatra ce bhikkhunī āmasati, bhikkhu niccalo hutvā cittena sādiyati, bhikkhu āpattiyā na kāretabbo. Sace bhikkhu āmasati, bhikkhunī niccalā hutvā citteneva adhivāseti, kāyaṅgaṁ acopayamānāpi pārājikakkhette pārājikena, thullaccayakkhette thullaccayena, dukkaṭakkhette dukkaṭena kāretabbā. Kasmā? ‘‘Kāyasaṁsaggaṁ sādiyeyyā’’ti vuttattā. Ayaṁ aṭṭhakathāsu vinicchayo. Evaṁ pana sati kiriyāsamuṭṭhānatā na dissati, tasmā tabbahulanayena sā vuttāti veditabbā.",
  "atk-vin02a14:10": "660.Ubbhakkhakanti akkhakānaṁ upari. Adhojāṇumaṇḍalanti jāṇumaṇḍalānaṁ heṭṭhā. Ettha ca adhokapparampi adhojāṇumaṇḍaleneva saṅgahitaṁ.",
  "atk-vin02a14:11": "662.Ekatoavassuteti ettha kiñcāpi ekatoti avisesena vuttaṁ, tathāpi bhikkhuniyā eva avassute sati ayaṁ āpattibhedo vuttoti veditabbo.",
  "atk-vin02a14:12": "Tatrāyaṁ ādito paṭṭhāya vinicchayo – bhikkhunī kāyasaṁsaggarāgena avassutā, purisopi tatheva. Adhakkhake ubbhajāṇumaṇḍale kāyappadese kāyasaṁsaggasādiyane sati bhikkhuniyā pārājikaṁ. Bhikkhuniyā kāyasaṁsaggarāgo, purisassa methunarāgo vā gehassitapemaṁ vā suddhacittaṁ vā hotu, thullaccayameva. Bhikkhuniyā methunarāgo, purisassa kāyasaṁsaggarāgo vā methunarāgo vā gahessitapemaṁ vā suddhacittaṁ vā hotu, dukkaṭaṁ. Bhikkhuniyā gehassitapemaṁ, purisassa vuttesu catūsu yaṁ vā taṁ vā hotu, dukkaṭameva. Bhikkhuniyā suddhacittaṁ, purisassa vuttesu catūsu yaṁ vā taṁ vā hotu, anāpatti.",
  "atk-vin02a14:13": "Sace pana bhikkhu ceva hoti bhikkhunī ca ubhinnaṁ kāyasaṁsaggarāgo, bhikkhussa saṅghādiseso, bhikkhuniyā pārājikaṁ. Bhikkhuniyā kāyasaṁsaggarāgo, bhikkhussa methunarāgo vā gehassitapemaṁ vā, bhikkhuniyā thullaccayaṁ, bhikkhussa dukkaṭaṁ. Ubhinnaṁ methunarāgo vā gehassitapemaṁ vā, ubhinnampi dukkaṭameva. Yassa yattha suddhacittaṁ, tassa tattha anāpatti. Ubhinnampi suddhacittaṁ, ubhinnampi anāpatti.",
  "atk-vin02a14:14": "663.Anāpattiasañciccātiādīsu virajjhitvā vā āmasantiyā aññavihitāya vā ‘‘ayaṁ puriso vā itthī vā’’ti ajānantiyā vā tena phuṭṭhāyapi taṁ phassaṁ asādiyantiyā vā āmasanepi sati anāpatti. Sesaṁ sabbattha uttānameva .",
  "atk-vin02a14:15": "Paṭhamapārājikasamuṭṭhānaṁ – kiriyaṁ, saññāvimokkhaṁ, sacittakaṁ, lokavajjaṁ, kāyakammaṁ, akusalacittaṁ, dvivedananti.",
  "atk-vin02a14:16": "Paṭhamapārājikaṁ.",
  "atk-vin02a14:17": "2. Dutiyapārājikasikkhāpadavaṇṇanā",
  "atk-vin02a14:18": "664. Dutiye pārājike – kacci no sāti kacci nu sā. Avaṇṇoti aguṇo. Akittīti nindā. Ayasoti parivāravipatti; parammukhagarahā vā.",
  "atk-vin02a14:19": "665.Vajjapaṭicchādikāti idampi imissā pārājikāya nāmamattameva, tasmā padabhājane na vicāritaṁ. Sesamettha uttānameva.",
  "atk-vin02a14:20": "666.Sā vā ārocetīti yā pārājikaṁ āpannā, sā sayaṁ āroceti. Aṭṭhannaṁ pārājikānaṁ aññataranti bhikkhūhi sādhāraṇānaṁ catunnaṁ asādhāraṇānañca catunnameva aññataraṁ. Idañca pārājikaṁ pacchā paññattaṁ, tasmā ‘‘aṭṭhanna’’nti vibhaṅge vuttaṁ. Purimena pana saddhiṁ yugaḷattā imasmiṁ okāse ṭhapitanti veditabbaṁ. Dhuraṁ nikkhittamatteti dhure nikkhittamatte. Vitthārakathā panettha sappāṇakavaggamhi duṭṭhullasikkhāpade vuttanayeneva veditabbā. Tatra hi pācittiyaṁ, idha pārājikanti ayameva viseso. Sesaṁ tādisameva. Vajjapaṭicchādikāti idampiimissā pārājikāya nāmamatthāmeva, tasmā padabhājane na vicāritaṁ. Sesamettha uttānameva.",
  "atk-vin02a14:21": "Dhuranikkhepasamuṭṭhānaṁ – kāyavācācittato samuṭṭhāti, akiriyaṁ, saññāvimokkhaṁ, sacittakaṁ, lokavajjaṁ, kāyakammaṁ, vacīkammaṁ, akusalacittaṁ, dukkhavedananti.",
  "atk-vin02a14:22": "Dutiyapārājikaṁ.",
  "atk-vin02a14:23": "3. Tatiyapārājikasikkhāpadavaṇṇanā",
  "atk-vin02a14:24": "669. Tatiye – dhammenāti bhūtena vatthunā. Vinayenāti codetvā sāretvā. Padabhājanaṁ panassa ‘‘yena dhammena yena vinayena ukkhitto suukkhitto hotī’’ti imaṁadhippāyamattaṁ dassetuṁ vuttaṁ. Satthusāsanenāti ñattisampadāya ceva anusāvanasampadāya ca. Padabhājane panassa ‘‘jinasāsanena buddhasāsanenā’’ti vevacanamattameva vuttaṁ. Saṅghaṁ vā gaṇaṁ vātiādīsu yena saṅghena kammaṁ kataṁ, taṁ saṅghaṁ vā tattha sambahulapuggalasaṅkhātaṁ gaṇaṁ vā, ekapuggalaṁ vā taṁ kammaṁ vā na ādiyati, na anuvattati, na tattha ādaraṁ janetīti attho. Samānasaṁvāsakā bhikkhū vuccanti sahāyā, so tehi saddhiṁ natthīti ettha ‘‘ekakammaṁ ekuddeso samasikkhatā’’ti ayaṁ tāva saṁvāso; samāno saṁvāso etesanti samānasaṁvāsakā.Evarūpā bhikkhū bhikkhussa tasmiṁ saṁvāse saha ayanabhāvena sahāyāti vuccanti. Idāni yena saṁvāsena te samānasaṁvāsakāti vuttā, so saṁvāso tassa ukkhittakassa tehi saddhiṁ natthi. Yehi ca saddhiṁ tassa so saṁvāso natthi, na tena te bhikkhū attano sahāyā katā honti. Tasmā vuttaṁ ‘‘samānasaṁvāsakā bhikkhū vuccanti sahāyā, so tehi saddhiṁ natthi, tena vuccati akatasahāyo’’ti. Sesaṁ saṅghabhedasikkhāpadādīsu vuttanayattā uttānatthameva.",
  "atk-vin02a14:25": "Samanubhāsanasamuṭṭhānaṁ – kāyavācācittato samuṭṭhāti, akiriyaṁ, saññāvimokkhaṁ, sacittakaṁ, lokavajjaṁ, kāyakammaṁ, vacīkammaṁ, akusalacittaṁ, dukkhavedananti.",
  "atk-vin02a14:26": "Tatiyapārājikaṁ.",
  "atk-vin02a14:27": "4. Catutthapārājikasikkhāpadavaṇṇanā",
  "atk-vin02a14:28": "675. Catutthe – avassutāti lokassādamittasanthavavasena kāyasaṁsaggarāgena avassutā. Dutiyapadepi eseva nayo. Purisapuggalassa hatthaggahaṇaṁ vātiādīsu pana yaṁ purisapuggalena hatthe gahaṇaṁ kataṁ, taṁ purisapuggalassa hatthaggahaṇanti vuttaṁ. Eseva nayo saṅghāṭikaṇṇaggahaṇepi. Hatthaggahaṇanti ettha ca hatthaggahaṇañca aññampi apārājikakkhette gahaṇañca ekajjhaṁ katvā hatthaggahaṇanti vuttanti veditabbaṁ. Tenevassa padabhājane ‘‘hatthaggahaṇaṁ vā sādiyeyyāti hattho nāma kapparaṁ upādāya yāva agganakhā, etassa asaddhammassa paṭisevanatthāya ubbhakkhakaṁ adhojāṇumaṇḍalaṁ gahaṇaṁ sādiyati, āpatti thullaccayassā’’ti vuttaṁ. Ettha ca asaddhammoti kāyasaṁsaggo veditabbo, na methunadhammo. Na hi methunassa sāmantā thullaccayaṁ hoti. ‘‘Viññū paṭibalo kāyasaṁsaggaṁ samāpajjitunti vacanampi cettha sādhakaṁ.",
  "atk-vin02a14:29": "‘‘Tissitthiyo methunaṁ taṁ na seve,",
  "atk-vin02a14:30": "Tayo purise tayo ca anariyapaṇḍake;",
  "atk-vin02a14:31": "Na cācare methunaṁ byañjanasmiṁ,",
  "atk-vin02a14:32": "Chejjā siyā methunadhammapaccayā;",
  "atk-vin02a14:33": "Pañhā mesā kusalehi cintitā’’ti. (pari. 481);",
  "atk-vin02a14:34": "Imāya parivāre vuttāya sedamocakagāthāya virujjhatīti ce? Na; methunadhammassa pubbabhāgattā. Parivāreyeva hi ‘‘methunadhammassa pubbabhāgo jānitabbo’’ti ‘‘vaṇṇāvaṇṇo kāyasaṁsaggo duṭṭhullavācā attakāmapāricariyāgamanuppādana’’nti evaṁ sukkavissaṭṭhiādīni pañca sikkhāpadāni methunadhammassa pubbabhāgoti vuttāni. Tasmā kāyasaṁsaggo methunadhammassa pubbabhāgattā paccayo hoti. Iti chejjā siyā methunadhammapaccayāti ettha iminā pariyāyena attho veditabbo. Etenupāyena sabbapadesu vinicchayo veditabbo. Apica ‘‘saṅketaṁ vā gaccheyyā’’ti etassa padabhājane ‘‘itthannāmaṁ āgacchā’’ti. Evaṁnāmakaṁ ṭhānaṁ āgacchāti attho.",
  "atk-vin02a14:35": "676.Aṭṭhamaṁ vatthuṁ paripūrentī assamaṇī hotīti anulomato vā paṭilomato vā ekantarikāya vā yena tena nayena aṭṭhamaṁ vatthuṁ paripūrentīyeva assamaṇī hoti. Yā pana ekaṁ vā vatthuṁ satta vā vatthūni satakkhattumpi pūreti, neva assamaṇī hoti. Āpannā āpattiyo desetvā muccati. Apicettha gaṇanūpikā āpatti veditabbā. Vuttañhetaṁ ‘‘atthāpatti desitā gaṇanūpikā, atthāpatti desitā na gaṇanūpikā’’ti. Tatrāyaṁ vinicchayo – idāni nāpajjissāmīti dhuranikkhepaṁ katvā desitā gaṇanūpikā desitagaṇanaṁ upeti pārājikassa aṅgaṁ na hoti. Tasmā yā ekaṁ āpannā dhuranikkhepaṁ katvā desetvā puna kilesavasena āpajjati, puna deseti, evaṁ aṭṭha vatthūni pūrentīpi pārājikā na hoti. Yā pana āpajjitvā punapi aññaṁ vatthuṁ āpajjissāmīti saussāhāva deseti, tassā sā āpatti nagaṇanūpikā, desitāpi adesitā hoti, desitagaṇanaṁ na gacchati, pārājikasseva aṅgaṁ hoti. Aṭṭhame vatthumhi paripuṇṇamatte pārājikā hoti. Sesaṁ uttānamevāti.",
  "atk-vin02a14:36": "Dhuranikkhepasamuṭṭhānaṁ – kāyavācācittato samuṭṭhāti, kiriyaṁ, saññāvimokkhaṁ, sacittakaṁ, lokavajjaṁ, kāyakammaṁ, vacīkammaṁ, akusalacittaṁ, dvivedananti.",
  "atk-vin02a14:37": "Catutthapārājikaṁ.",
  "atk-vin02a14:38": "Uddiṭṭhākho ayyāyo aṭṭha pārājikā dhammāti bhikkhū ārabbha paññattā sādhāraṇā cattāro ime ca cattāroti evaṁ pātimokkhuddesamaggena uddiṭṭhā kho ayyāyo aṭṭha pārājikā dhammāti evamettha attho daṭṭhabbo. Sesaṁ mahāvibhaṅge vuttanayamevāti.",
  "atk-vin02a14:39": "Samantapāsādikāya vinayasaṁvaṇṇanāya bhikkhunīvibhaṅge",
  "atk-vin02a14:40": "Pārājikakaṇḍavaṇṇanā niṭṭhitā.",
  "atk-vin02a14:41": "Pārājikakaṇḍaṁ niṭṭhitaṁ."
}