{
  "atk-abh03a53:0": "1. Kusalattikavaṇṇanā",
  "atk-abh03a53:1": "1. Paṭiccavāravaṇṇanā",
  "atk-abh03a53:2": "1. Paccayānulomaṃ",
  "atk-abh03a53:3": "(1.) Vibhaṅgavāro",
  "atk-abh03a53:4": "53. Idāni yā etā paṇṇattivāre kusalattikaṃ nissāya hetupaccayādivasena ekūnapaññāsaṃ ādiṃ katvā nayamattaṃ dassentena aparimāṇā pucchā dassitā. Tattha kusalākusalādīnaṃ sahuppattiyā abhāvato yā pucchā ‘‘kusalaṃ dhammaṃ paṭicca akusalo dhammo uppajjati hetupaccayā’’ti evaṃ vissajjanaṃ na labhanti. Tā pahāya yā vissajjanaṃ labhanti, tāyeva vissajjetuṃ ayaṃ kusalaṃ dhammaṃ paṭicca kusalo dhammo uppajjati hetupaccayātiādinā nayena paṭiccavārassa niddesavāro āraddho.",
  "atk-abh03a53:5": "Tattha siyā – sace imā hetupaccayādivasena ekūnapaññāsaṃ pucchā sabbaso vissajjanaṃ na labhanti, atha kasmā dassitā? Nanu yā labhanti, tāyeva dassetabbāti? Āma, dassetabbā siyuṃ. Tathā dassiyamānā pana sabbesu tikadukapaṭṭhānādīsu ekekasmiṃ tike, duke, dukatike, tikaduke, tikatike, dukaduke ca saṅkhepaṃ akatvā dassetabbāyeva bhaveyyuṃ. Kasmā? Yasmā yā kusalattike labhanti, na tāyeva vedanāttikādīsu. Dhammānulomapaccanīye ca tikapaṭṭhāne vitakkattikapītittikānaṃ vissajjane sabbāpetā vissajjanaṃ labhanti, tasmā ukkaṭṭhaparicchedena ekekasmiṃ tike yattakāhi pucchāhi bhavitabbaṃ sabbā kusalattike dassitā. Evaṃ dassitāsu hi yā tattha vissajjanaṃ na labhanti, tā pahāya yā labhanti, tā vuccamānā sakkā sukhena vijānitunti sukhena vijānanatthaṃ sabbāpi kusalattike dassitā. Yā panettha vissajjanaṃ na labhanti, tā pahāya yā labhanti, tāyeva vissajjitāti veditabbā.",
  "atk-abh03a53:6": "Tattha kusalaṃ dhammaṃ paṭiccāti catubhūmakakusaladhammesu vedanākkhandhādibhedaṃ ekaṃ dhammaṃ paṭicca paṭigantvā sahuppattisaṅkhātena sadisabhāvena patvā, tena saddhiṃ ekato uppattibhāvaṃ upagantvāti attho. Kusalo dhammoti catubhūmakakusaladhammesuyeva saññākkhandhādibhedo eko dhammo. Uppajjatīti uppādato yāva nirodhagamanā uddhaṃ pajjati, nibbattatītipi attho . Attānaṃ labhati, uppādādayo tayopi khaṇe pāpuṇātīti vuttaṃ hoti. Hetupaccayāti kusalahetunā hetupaccayabhāvaṃ sādhentena.",
  "atk-abh03a53:7": "Evaṃ ‘‘uppajjeyyā’’ti pucchāya ‘‘uppajjatī’’ti vissajjanaṃ vatvā idāni yaṃ dhammaṃ paṭicca yo dhammo uppajjati, taṃ dhammaṃ khandhavasena dassetuṃ kusalaṃ ekaṃ khandhantiādimāha. Tattha ekanti vedanādīsu catūsu yaṃkiñci ekaṃ. Tayo khandhāti yo yo paccayabhāvena gahito, taṃ taṃ ṭhapetvā avasesā tayo khandhā. Tayo khandheti vedanādīsu yo eko khandho uppajjatīti gahito, taṃ ṭhapetvā sese tayo. Dve khandheti vedanāsaññādukādīsu chasu dukesu yekeci dve khandhe paṭicca. Dve khandhāti ye ye paccayabhāvena gahitā, te te ṭhapetvā avasesā dve khandhā kusalahetunā hetupaccayabhāvaṃ sādhentena uppajjantīti attho.",
  "atk-abh03a53:8": "Yasmā pana eko khandho ekasseva dvinnaṃyeva vā, dve vā pana ekasseva paccayo nāma natthi, tasmā ‘‘ekaṃ khandhaṃ paṭicca eko khandho, ekaṃ khandhaṃ paṭicca dve khandhā, dve khandhe paṭicca eko khandho’’ti na vuttaṃ. Kusalaṃ dhammaṃ paṭicca abyākato dhammo uppajjatītiādīsupi vuttanayeneva attho veditabbo. Cittasamuṭṭhānaṃ rūpanti idaṃ paṭiccatthassa sahajātatthattā yaṃ kusalena sahajātañceva hetupaccayañca labhati, taṃ dassetuṃ vuttaṃ. Paratopi evarūpesu ṭhānesu ayameva nayo.",
  "atk-abh03a53:9": "Vipākābyākataṃ kiriyābyākatanti ettha hetupaccayābhāvato ahetukaṃ, rūpena saddhiṃ anuppattito āruppavipākañca na gahetabbaṃ. Paṭisandhikkhaṇeti kaṭattārūpasaṅkhātassa abyākatassa abyākataṃ paṭicca uppattidassanatthaṃ vuttaṃ. Vipākābyākatanti tasmiṃ khaṇe vijjamānābyākatavasena vuttaṃ. Khandhe paṭicca vatthu, vatthuṃ paṭicca khandhāti idaṃ kaṭattārūpaggahaṇena vatthumhi gahitepi vatthuṃ paṭicca khandhānaṃ uppattidassanatthaṃ vuttaṃ.",
  "atk-abh03a53:10": "Ekaṃ mahābhūtantiādi rūpābyākataṃ paṭicca rūpābyākatassa uppattidassanatthaṃ vuttaṃ. Ekaṃ khandhantiādīsu vuttanayeneva panettha atthayojanā veditabbā. Evaṃ rūpābyākatamhi bhūte paṭicca bhūtānaṃ uppattiṃ vatvā idāni bhūte paṭicca upādārūpānaṃ uppattiṃ dassetuṃ mahābhūtepaṭicca cittasamuṭṭhānantiādi vuttaṃ. Evaṃ sante upādārūpanti ettakameva vattabbaṃ, itaradvayaṃ kasmā vuttanti? Mahābhūtepi paṭicca uppattidassanatthaṃ. Yañhi heṭṭhā ‘‘cittasamuṭṭhānañca rūpaṃ kaṭattā ca rūpa’’nti dassitaṃ, taṃ na kevalaṃ khandheyeva ca paṭicca uppajjati, mahābhūtepi pana paṭicca uppajjatīti dassanatthamidaṃ vuttanti veditabbaṃ. Tattha cittasamuṭṭhānaṃ pavatteyeva, kaṭattārūpaṃ paṭisandhiyampi. Upādārūpanti tasseva ubhayassa visesanaṃ.",
  "atk-abh03a53:11": "Kusale khandhe ca mahābhūte ca paṭiccāti ettha cittasamuṭṭhānāva mahābhūtā gahitā. Cittasamuṭṭhānaṃ rūpanti ettha pana bhūtarūpampi upādārūpampi gahitaṃ. ‘‘Ekaṃ mahābhūtaṃ paṭicca tayo mahābhūtā’’tiādinā nayena hi bhūtarūpampi khandhe ca mahābhūte ca paṭicca uppajjati. Mahābhūte paṭicca upādārūpanti vuttanayena upādārūpampi. Akusalañca abyākatañcāti pañhāvissajjanesupi eseva nayo. Evaṃ hetupaccaye nava pucchā vissajjitā. Etāyeva hi ettha labbhanti, sesā cattālīsa moghapucchāti na vissajjitā. Iminā upāyena ārammaṇapaccayādīsupi pucchāvissajjanānaṃ attho veditabbo. Tattha tattha pana vicāretabbayuttakameva vicārayissāma.",
  "atk-abh03a53:12": "54. Ārammaṇapaccaye tāva rūpassa ārammaṇapaccayavasena anuppattito tāsu navasu rūpamissakā pahāya tissova pucchā vissajjitā. Teneva ca kāraṇena ‘‘vatthuṃ paṭicca khandhā’’ti vatvā ‘‘khandhe paṭicca vatthū’’ti na vuttaṃ. Na hi taṃ ārammaṇapaccayena uppajjati.",
  "atk-abh03a53:13": "55. Adhipatipaccaye vipākābyākatanti lokuttarameva sandhāya vuttaṃ. Tenevettha ‘‘paṭisandhikkhaṇe’’ti na gahitaṃ. Sesaṃ hetupaccayasadisameva.",
  "atk-abh03a53:14": "56. Anantarasamantaresupi rūpaṃ na labbhatīti ārammaṇapaccaye viya tissova pucchā.",
  "atk-abh03a53:15": "57. Sahajātapaccaye paṭisandhikkhaṇeti pañcavokāre paṭisandhivasena vuttaṃ. Heṭṭhā pana paccayavibhaṅge ‘‘okkantikkhaṇe’’ti āgataṃ tampi iminā saddhiṃ atthato ekaṃ, byañjanamattameva hettha nānanti. Apica ‘‘tiṇṇaṃ sannipātā gabbhassa avakkanti hotī’’ti (ma. ni. 1.408) vacanato okkantīti pañcavokārapaṭisandhiyāvetaṃ nāmaṃ. Paṭisandhīti sabbabhavasādhāraṇaṃ. Idha pana ‘‘kaṭattā ca rūpa’’ntiādivacanato pañcavokārapaṭisandhiyeva adhippetā. Sā hi rūpassapi arūpassapi paccayabhāvañceva paccayuppannabhāvañca saṅgaṇhāti, tasmā paripuṇṇavissajjanā hotīti gahitā. Bāhiraṃ ekaṃ mahābhūtanti anindriyabaddhesu pathavīpāsāṇādīsu mahābhūtaṃ sandhāya vuttaṃ. Paccayavibhaṅgavārasmiñhi cattāro mahābhūtāti ajjhattikañca bāhirañca ekato katvā gahitaṃ. Saṅkhepadesanā hi sā. Ayaṃ pana vitthāradesanā, tasmā sabbaṃ vibhajitvā dassento ‘‘bāhiraṃ ekaṃ mahābhūta’’ntiādimāha. Asaññasattānaṃ ekaṃ mahābhūtaṃ paṭiccāti dvisantatisamuṭṭhānabhūtavasena vuttaṃ. Mahābhūte paṭicca kaṭattārūpanti idaṃ pana kammasamuṭṭhānavaseneva vuttaṃ. Upādārūpanti utusamuṭṭhānavaseneva.",
  "atk-abh03a53:16": "58. Aññamaññapaccaye khandhe paṭicca vatthu, vatthuṃ paṭicca khandhāti catunnampi khandhānaṃ ekato vatthunā aññamaññapaccayataṃ dassetuṃ vuttaṃ.",
  "atk-abh03a53:17": "59. Nissayapaccaye yasmā paṭiccattho nāma sahajātattho, tasmā yā heṭṭhā paccayavibhaṅgavāre cakkhāyatanādīnaṃ nissayapaccayatā dassitā, na sā gahitā. Cakkhāyatanādīni hi purejātāni hutvā paccayā honti, idha sahajātameva labbhati. Teneva vuttaṃ – ‘‘nissayapaccayo sahajātapaccayasadiso’’ti.",
  "atk-abh03a53:18": "60. Upanissayapaccaye rūpassa upanissayapaccayābhāvā tīṇeva vissajjanāni labbhanti, tena vuttaṃ ‘‘ārammaṇapaccayasadisa’’nti. Tattha kiñcāpi na sabbe kusalākusalābyākatā ārammaṇūpanissayaṃ labhanti, ye pana labhanti, tesaṃ vasenetaṃ vuttanti veditabbaṃ.",
  "atk-abh03a53:19": "61. Purejātapaccaye vatthuṃ purejātapaccayāti vatthuṃ paṭicca vatthunā purejātapaccayataṃ sādhentena uppajjantīti attho. Vipākābyākataṃ ekaṃ khandhanti ettha yaṃ vipākābyākatassa vatthu okkantikkhaṇe sahajātapaccayo hoti, taṃ purejātapaccayabhājaniyattā idha na gahetabbaṃ. Yepi kusalādayo āruppe purejātapaccayaṃ na labhanti, tepi purejātapaccayabhājaniyatoyeva idha na gahetabbā. Ārammaṇaṃ pana niyamato purejātapaccayabhāvaṃ na labhati. Rūpāyatanādīni hi cakkhuviññāṇādīnaṃyeva purejātapaccayataṃ sādhenti, manoviññāṇadhātuyā atītānāgatānipi ārammaṇaṃ hontiyeva. Tasmā idha na gahitaṃ. Khandhavasena hi ayaṃ desanā, na viññāṇadhātuvasena. ‘‘Vipākābyākataṃ ekaṃ khandha’’nti desanāya ca sabbāpi viññāṇadhātuyo gahitā, na cakkhuviññāṇadhātuādayo evāti.",
  "atk-abh03a53:20": "Pacchājāto kusalākusalānaṃ paccayo na hoti, abyākatassapi upatthambhakova na janako, tasmā ‘‘uppajjati pacchājātapaccayā’’ti evaṃ vattabbo ekadhammopi natthīti pacchājātapaccayavasena vissajjanaṃ na kataṃ.",
  "atk-abh03a53:21": "62. Āsevanapaccaye kāmaṃ sabbā kiriyā āsevanapaccayaṃ na labhanti, labbhamānavasena pana ‘‘kiriyābyākata’’nti vuttaṃ. Tasmā javanakiriyāvettha gahitāti veditabbā.",
  "atk-abh03a53:22": "63. Kammapaccaye kusalākusalesu ekakkhaṇiko kammapaccayo veditabbo, tathā kiriyābyākate. Vipākābyākate pana nānākkhaṇikopi, tathā paṭisandhikkhaṇe mahābhūtānaṃ. Cittasamuṭṭhānānaṃ pana ekakkhaṇiko. Kaṭattārūpānaṃ nānākkhaṇikova tathā asaññasattarūpānaṃ. Kaṭattārūpaṃ panettha jīvitindriyaṃ. Sesaṃ na ekantato kammasamuṭṭhānattā upādārūpanti vuttaṃ. Evaṃ santepi idha kammasamuṭṭhānameva adhippetaṃ.",
  "atk-abh03a53:23": "64. Vipākapaccaye kusalākusalaṃ kiriyañca na labbhatīti abyākatavaseneva vissajjanaṃ kataṃ. Cittasamuṭṭhānanti vipākacittasamuṭṭhānameva. Kaṭattārūpanti yathālābhavasena indriyarūpañca vatthurūpañca. Upādārūpanti tadavasesaṃ tasmiṃ samaye vijjamānakaṃ upādārūpaṃ.",
  "atk-abh03a53:24": "65. Āhārapaccaye sabbesampi kusalādīnaṃ khandhānaṃ cittasamuṭṭhānarūpassa ca arūpāhāravasena uppatti veditabbā, tathā paṭisandhikkhaṇe mahābhūtānaṃ. Cittasamuṭṭhānanti bhavaṅgādicittasamuṭṭhānaṃ. Āhārasamuṭṭhānanti kabaḷīkārāhārasamuṭṭhānaṃ . Cittasamuṭṭhānanti kusalākusalacittasamuṭṭhānameva. Paccayavibhaṅgavāre āhārapaṭipāṭiyā paṭhamaṃ kabaḷīkāro āhāro dassito, idha pana kusalaṃ dhammanti pucchāvasena paṭhamaṃ arūpāhārā dassitāti veditabbā.",
  "atk-abh03a53:25": "66. Indriyapaccaye paccayavibhaṅge indriyapaṭipāṭiyā paṭhamaṃ cakkhundriyādīni dassitāni, idha pana kusalādipucchāvasena paṭhamaṃ arūpindriyānaṃ paccayatā dassitā. Tattha kusalādīsu yathālābhavasena arūpindriyā gahetabbā. Asaññasattānaṃ bhūtarūpesupi jīvitindriyanti.",
  "atk-abh03a53:26": "67. Jhānamaggapaccayesu hetupaccayasadisameva vissajjanaṃ, tenevettha ‘‘hetupaccayasadisa’’nti vuttaṃ.",
  "atk-abh03a53:27": "68. Sampayuttapaccaye vissajjanaṃ ārammaṇapaccayagatikaṃ, tenevettha ‘‘ārammaṇapaccayasadisa’’nti vuttaṃ.",
  "atk-abh03a53:28": "69. Vippayuttapaccaye vatthuṃ vippayuttapaccayāti vatthuṃ paṭicca vippayuttapaccayā, vatthunā vippayuttapaccayataṃ sādhentena uppajjantīti attho. Khandhe vippayuttapaccayāti khandhe paṭicca vippayuttapaccayā, khandhehi vippayuttapaccayataṃ sādhentehi uppajjatīti attho. Khandhā vatthuṃ vippayuttapaccayāti vatthuṃ paṭicca khandhā vippayuttapaccayā. Vatthunā vippayuttapaccayataṃ sādhentena uppajjantīti attho. Cittasamuṭṭhānarūpaṃ khandhe vippayuttapaccayāti khandhe paṭicca vippayuttapaccayā cittasamuṭṭhānaṃ rūpaṃ khandhehi vippayuttapaccayataṃ sādhentehi uppajjatīti attho. Sesavissajjanesupi vatthuṃ vippayuttapaccayātiādīsupi vuttanayenevattho veditabbo. Vipākābyākate cettha vatthuggahaṇena cakkhādīni saṅgahitabbāni. Ekaṃ mahābhūtantiādi rūpābyākatassa paccayabhāvaṃ dassetuṃ vuttaṃ. Cittasamuṭṭhānanti abyākatacittasamuṭṭhānampi kusalākusalacittasamuṭṭhānampi.",
  "atk-abh03a53:29": "70. Atthipaccaye sabbaṃ sahajātapaccayagatikaṃ. Tenevettha ‘‘sahajātapaccayasadisa’’nti vuttaṃ.",
  "atk-abh03a53:30": "71-72. Natthivigatā ārammaṇapaccayagatikā, avigataṃ sahajātagatikaṃ. Tenevettha ‘‘ārammaṇapaccayasadisaṃ, sahajātapaccayasadisa’’nti vuttaṃ . Ime tevīsati paccayāti saṅkhipitvā dassitānaṃ vasenetaṃ vuttaṃ. Vitthāretabbāti yā pucchā vissajjanaṃ labhanti, tāsaṃ vasena vitthāretabbā. Ayaṃ hetupaccayaṃ ādiṃ katvā ekamūlake paccayānulome paṭiccavārassa kusalattikavissajjane atthavaṇṇanā.",
  "atk-abh03a53:31": "(2.) Saṅkhyāvāro",
  "atk-abh03a53:32": "73. Idāni ye ettha hetupaccayādīsu ekekasmiṃ paccaye vissajjanavārā laddhā, te gaṇanavasena dassetuṃ hetuyā navātiādi āraddhaṃ. Tattha hetuyā navāti hetupaccaye nava pucchāvissajjanavārā honti. Seyyathidaṃ – kusalena kusalaṃ, kusalena abyākataṃ, kusalena kusalābyākataṃ; akusalena akusalaṃ, akusalena abyākataṃ, akusalena akusalābyākataṃ, abyākatena abyākataṃ, kusalābyākatena abyākataṃ, akusalābyākatena abyākatanti.",
  "atk-abh03a53:33": "Ārammaṇetīṇīti kusalena kusalaṃ, akusalena akusalaṃ, abyākatena abyākataṃ. Adhipatiyā navāti hetuyā vuttasadisāva. Dvādasasu hi paccayesu nava navāti vuttaṃ. Sabbesupi pucchāvissajjanāni hetupaccayasadisāneva. Vibhaṅge pana atthi viseso. Dasasu paccayesu tīṇi tīṇīti vuttaṃ. Sabbesupi pucchāvissajjanāni ārammaṇasadisāneva. Vibhaṅge pana atthi viseso. Aññamaññapaccayasmiñhi abyākatapadassa vissajjane rūpampi labbhati, tathā purejātapaccaye. Āsevanapaccaye vipākāni ceva vīthicittāni ca na labbhanti. Vipāke ekanti abyākatameva. Evamettha saṅkhepato nava tīṇi ekanti, tividhova vāraparicchedo. Vitthārato dvādasa navakā, dasa tikā, ekaṃ ekakanti sabbesupi tevīsatiyā paccayesu ekūnacattālīsādhikaṃ vārasataṃ hoti, ekūnacattālīsādhikañca pucchāsataṃ. Ekūnacattālīsādhikaṃ pucchāvissajjanasatantipi tasseva nāmaṃ.",
  "atk-abh03a53:34": "74. Evaṃ hetupaccayādike ekamūlake gaṇanaṃ dassetvā ito paresu dumūlakādīsu vitthāradesanaṃ saṅkhipitvā ekamūlake dassitāya desanāya labbhamānagaṇanaññeva ādāya vāraparicchedaṃ dassetuṃ dumūlake tāva hetupaccayā ārammaṇe tīṇītiādimāha. Tatridaṃ lakkhaṇaṃ – bahugaṇanopi paccayo abahugaṇanena saddhiṃ yutto tena samānagaṇanova hoti. Tena vuttaṃ ‘‘hetupaccayā ārammaṇe tīṇī’’ti. Hetuārammaṇaduke ārammaṇe vuttāni tīṇeva vissajjanāni labbhantīti attho. Samānagaṇano pana samānagaṇanena saddhiṃ yutto aparihīnagaṇanova hoti. Tena vuttaṃ ‘‘hetupaccayā adhipatiyā navā’’ti. Hetādhipatiduke naveva vissajjanāni labbhantīti attho. Vipāke ekanti hetuvipākaduke vipāke vuttaṃ ekameva vissajjanaṃ labbhatīti evaṃ tāva dumūlake vāraparicchedo veditabbo.",
  "atk-abh03a53:35": "75. Timūlakādīsupi idameva lakkhaṇaṃ. Tenevāha – hetupaccayā ārammaṇapaccayā adhipatiyā tīṇīti. Hetārammaṇādhipati tike ārammaṇe vuttāni tīṇeva vissajjanāni labbhantīti attho. Evaṃ sabbattha nayo netabbo.",
  "atk-abh03a53:36": "76-79. Dvādasamūlake pana vipākapaccayo na labbhati, tasmā āsevanapaccayā kamme tīṇīti vatvā vipākaṃ aparāmasitvā āhāre tīṇīti vuttaṃ. Terasamūlakādīsupi eseva nayo. Te pana saṅkhipitvā tevīsatimūlakovettha dassito. So duvidho hoti – sāsevano vā savipāko vā. Tattha paṭhamaṃ sāsevano dassito, so tīṇeva vissajjanāni labhati. Tena vuttaṃ ‘‘āsevanapaccayā avigate tīṇī’’ti. Savipāko pana āsevanaṃ na labhati, tasmā taṃ pahāya vipākavasena gaṇanāya dassanatthaṃ anantarāyeva ‘‘hetupaccayā…pe… vipākapaccayā āhāre eka’’nti ekaṃ nayaṃ dassetvā pacchā tevīsatimūlakova dassito. Etesu pana dvīsu tevīsatimūlakesu kiñcāpi ekasmiṃ vipākapaccayo natthi, ekasmiṃ āsevanapaccayo, pacchājātapaccayo pana ubhayatthāpi. Ruḷhīsaddena panete tevīsatimūlakātveva veditabbā. Tesu sāsevane āsevanassa vasena sabbattha tīṇeva vissajjanāni, savipāke vipākapaccayassa vasena ekamevāti ayaṃ hetupaccayaṃ ādiṃ katvā ekamūlakādīsu gaṇanā.",
  "atk-abh03a53:37": "Yaṃ panetaṃ hetumūlakānantaraṃ ‘‘ārammaṇe ṭhitena sabbattha tīṇeva pañhā’’ti vuttaṃ, taṃ ārammaṇapaccayaṃ ādiṃ katvā ekamūlakepi dumūlakādīsupi sabbattha ārammaṇapade ceva ārammaṇena saddhiṃ sesapaccayayojanāsu ca yattha navahi bhavitabbaṃ, tattha tayova pañhā hontīti dassanatthaṃ vuttaṃ. Vipākapade pana vipākapadena saddhiṃ sesapaccayayojanāsu ca ekova pañho hotīti. Iti yaṃ heṭṭhā avocumha ‘‘bahugaṇanopi paccayo abahugaṇanena saddhiṃ yutto tena samānagaṇano hotī’’ti, taṃ suvuttameva.",
  "atk-abh03a53:38": "80-85. Idāni ye ārammaṇādīnaṃ paccayānaṃ vasena ekamūlakādayo dassetabbā, tesu ekamūlako tāva hetuekamūlakeneva sadisoti ekasmimpi paccaye na dassito. Ārammaṇapaccayavasena pana dumūlake gaṇanaṃ dassetuṃ ārammaṇapaccayā hetuyā tīṇi, adhipatiyā tīṇi…pe… avigate tīṇīti vuttaṃ. Ettha ca ‘‘ārammaṇapaccayā adhipatiyā tīṇi…pe… avigate tīṇī’’ti vattabbe ye hetupaccayādayo paccayā bahugaṇanā, tesaṃ ūnataragaṇanehi ca samānagaṇanehi ca saddhiṃ saṃsandane yā gaṇanā labbhati, taṃ dassetuṃ ārammaṇapaccayassa purimabhāge ṭhitampi hetupaccayaṃ pacchimabhāgeva ṭhapetvā ‘‘ārammaṇapaccayā hetuyā tīṇī’’ti vuttaṃ. Tenetaṃ āvi karoti – ārammaṇapaccayo yena yena bahutaragaṇanena vā samānagaṇanena vā paccayena saddhiṃ dukatikādibhedaṃ gacchati, sabbattha tīṇeva pañhāvissajjanāni veditabbāni. Vipākapaccayena pana saddhiṃ saṃsandane ekameva labbhati, taṃ vipākapaccayādikāya gaṇanāya āvi bhavissatīti idha na dassitaṃ. Yā cesā dumūlake gaṇanā dassitā, timūlakādīsupi esāva gaṇanāti ārammaṇapaccayavasena timūlakādayo na vitthāritā.",
  "atk-abh03a53:39": "Idāni adhipatipaccayādivasena dumūlakādīsu gaṇanaṃ dassetuṃ adhipatipaccayā hetuyā navātiādi vuttaṃ. Tatthāpi vuttanayeneva paccayasanniveso veditabbo. Yathā ca adhipatipaccayā hetuyā nava, evaṃ sesesupi hetunā samānagaṇanāsu naveva. Iti yo yo paccayo ādimhi tiṭṭhati, tena tena saddhiṃ samānagaṇanānaṃ saṃsandane ādimhi ṭhitassa vasena gaṇanā hoti. Tena pana saddhiṃ ūnataragaṇanānaṃ saṃsandane ūnataragaṇanānaṃyeva vasena gaṇanā hotīti veditabbo. Yathā ca ārammaṇapaccayavasena evaṃ adhipatipaccayavasenāpi tato paresaṃ anantarādīnaṃ vasenāpi timūlakādayo na vitthāritā. Tasmā dumūlake dassitagaṇanāvaseneva sabbattha sādhetabbā. Teneva vuttaṃ ‘‘ekekaṃ paccayaṃ mūlakaṃ kātuna sajjhāyamaggena gaṇetabbā’’ti.",
  "atk-abh03a53:40": "Paccayānulomavaṇṇanā.",
  "atk-abh03a53:41": "Paṭiccavāro",
  "atk-abh03a53:42": "Paccayapaccanīyavaṇṇanā",
  "atk-abh03a53:43": "86-87. Paccayapaccanīyaṃ pana yasmā kusalapade na labbhati kusaladhammassa hetupaccayena vinā anuppattito, tasmā akusalaṃ dhammaṃ paṭiccātiādi āraddhaṃ. Tattha nahetupaccayāti hetupaccayapaṭikkhepo hetupaccayaṃ vinā aññena paccayena uppajjatīti attho. Vicikicchāsahagato uddhaccasahagato mohoti ayañhi sampayuttadhammānañceva cittasamuṭṭhānarūpassa ca sayaṃ hetupaccayo hoti, aññassa pana sampayuttahetuno abhāvā na hetupaccayā uppajjatīti ṭhapetvā hetupaccayaṃ sesehi attano anurūpapaccayehi uppajjati. Iminā nayena sabbapaccayapaṭikkhepesu attho veditabbo. Ahetukaṃ vipākābyākatanti idaṃ rūpasamuṭṭhāpakavaseneva veditabbaṃ. Aññesupi evarūpesu eseva nayo.",
  "atk-abh03a53:44": "88. Naadhipatipaccaye kāmaṃ adhipatipi attanā saddhiṃ dutiyassa adhipatino abhāvā naadhipatipaccayaṃ labhati, yathā pana vicikicchuddhaccasahagato moho ahetuko, na tathā adhipatayo eva nirādhipati. Chandādīsu pana aññataraṃ adhipatiṃ akatvā kusalādīnaṃ uppattikāle sabbepi kusalādayo nirādhipatino. Tasmā mohaṃ viya visuṃ adhipatimattameva anuddharitvā sabbasaṅgāhikavasena esā ‘‘ekaṃ khandhaṃ paṭicca tayo khandhā’’tiādikā desanā katāti veditabbā.",
  "atk-abh03a53:45": "89. Nānantaranasamanantaresu nārammaṇe viya rūpameva paccayuppannaṃ. Tena vuttaṃ ‘‘nārammaṇapaccayasadisa’’nti. Sahajātapaccayo parihīno. Yathā cesa, tathā nissayaatthiavigatapaccayāpi. Kiṃ kāraṇā? Etehi vinā kassaci anuppattito. Sahajātanissayaatthiavigatapaccayepi hi paccakkhāya ekopi rūpārūpadhammo nuppajjati, tasmā te parihīnā.",
  "atk-abh03a53:46": "90. Naaññamaññapaccayavibhaṅge paṭisandhikkhaṇe vipākābyākate khandhe paṭicca kaṭattārūpanti hadayavatthuvajjaṃ veditabbaṃ.",
  "atk-abh03a53:47": "91. Naupanissayapaccayavibhaṅge rūpameva paccayuppannaṃ, tañhi upanissayaṃ na labhati. Arūpaṃ pana kiñcāpi ārammaṇūpanissayapakatūpanissaye na labheyya, anantarūpanissayamuttakaṃ pana natthi. Tena vuttaṃ ‘‘nārammaṇapaccayasadisa’’nti.",
  "atk-abh03a53:48": "92. Napurejāte cittasamuṭṭhānarūpanti pañcavokāravasena vuttaṃ.",
  "atk-abh03a53:49": "93.Napacchājātapaccayāti ettha sahajātapurejātapaccayā saṅgahaṃ gacchanti. Tasmā sahajātapaccayasadisā ettha pāḷi, sā naadhipatipaccaye vitthāritāti idha saṅkhittā. Nāsevanapaccaye kusalākusalā paṭhamajavanavasena veditabbā, tathā kiriyābyākataṃ. Pāḷi pana idhāpi naadhipatipaccaye vitthāritavasena veditabbā. Tenevāha – ‘‘napacchājātapaccayampi nāsevanapaccayampi nādhipatipaccayasadisa’’nti.",
  "atk-abh03a53:50": "94-97. Nakammapaccaye vipākacetanā nānākkhaṇikakammapaccayaṃ labhatīti na gahitā. Nāhārapaccaye ekaccaṃ rūpameva paccayuppannaṃ, tathā naindriyapaccaye.",
  "atk-abh03a53:51": "98. Najhānapaccaye pañcaviññāṇadhammā ceva ekaccañca rūpaṃ paccayuppannaṃ. Pañcaviññāṇasmiñhi vedanā ca cittekaggatā ca dubbalattā upanijjhānalakkhaṇaṃ na pāpuṇantīti jhānapaccaye na gahitā.",
  "atk-abh03a53:52": "99-102. Namaggapaccaye ahetukavipākakiriyañceva ekaccañca rūpaṃ paccayuppannaṃ. Nasampayuttanonatthinovigatesu rūpameva paccayuppannaṃ. Tena vuttaṃ ‘‘nārammaṇapaccayasadisa’’nti.",
  "atk-abh03a53:53": "103.Nahetuyā dveti ekamūlakagaṇanāya yathāpāḷimeva niyyāti.",
  "atk-abh03a53:54": "104. Dumūlake nahetupaccayā nārammaṇe ekanti ettha kiñcāpi bahugaṇanena saddhiṃ ūnataragaṇanassa saṃsandane ūnataragaṇanavasena nahetuyā viya dvīhi bhavitabbaṃ. Nārammaṇavasena pana arūpadhammānaṃ parihīnattā abyākataṃ paṭicca rūpābyākatassa uppattiṃ sandhāya ‘‘eka’’nti vuttaṃ . Sabbesu ekakesupi eseva nayo. Dveti vuttaṭṭhāne pana nahetuyā laddhavasena vāradvayaṃ veditabbaṃ.",
  "atk-abh03a53:55": "105-106. Timūlakādīsu pana sabbesu nārammaṇapaccayassa aparihīnattā ekameva vissajjananti ayaṃ paccanīye nahetupaccayaṃ ādiṃ katvā ekamūlakādīsu gaṇanā.",
  "atk-abh03a53:56": "107-130. Nārammaṇapaccayādayo pana ekamūlake tāva purimena sadisattā idhāpi na dassitāyeva. Nārammaṇapaccayavasena dumūlake nārammaṇapaccayā, nahetuyā ekanti nahetudumūlake vuttameva. Nādhipatiyā pañcāti nārammaṇapaccaye laddhavasena veditabbāti evaṃ sabbasaṃsandanesu ūnataragaṇanasseva paccayassa vasena gaṇanā veditabbā. Yattha yattha ca nārammaṇapaccayo pavisati, tattha tattha rūpameva paccayuppannaṃ. Nānantaranasamanantaranaaññamaññanaupanissayanāhāranaindriyanasampayuttanonatthinovigatapaccayānaṃ paviṭṭhaṭṭhānepi eseva nayo. Nāhāranaindriyanajhānanamaggapaccayā sabbattha sadisavissajjanā. Nasahajātādicatukkaṃ idhāpi parihīnamevāti idamettha lakkhaṇaṃ. Iminā pana lakkhaṇena sabbesu dumūlakādīsu ‘‘ayaṃ paccayo mūlaṃ, ayamettha dumūlako, ayaṃ timūlako, ayaṃ sabbamūlako’’ti sallakkhetvā ūnataragaṇanassa paccayassa vasena gaṇanā veditabbāti.",
  "atk-abh03a53:57": "Paccayapaccanīyavaṇṇanā.",
  "atk-abh03a53:58": "Paccayānulomapaccanīyavaṇṇanā",
  "atk-abh03a53:59": "131-189. Idāni anulomapaccanīye gaṇanaṃ dassetuṃ hetupaccayā nārammaṇe pañcātiādi āraddhaṃ. Tattha hetādhipatimaggapaccayesu anulomato ṭhitesu sahajātādayo cattāro sabbaṭṭhānikapaccayā, āhārindriyajhānamaggapaccayā cattāroti ime aṭṭha paccanīyato na labbhanti. Hetupaccayādivasena hi uppajjamāno dhammo ime aṭṭha paccaye alabhanto nāma natthi. Ārammaṇaanantarasamanantaraupanissayasampayuttanatthivigatapaccayesu pana anulomato ṭhitesu arūpaṭṭhānikā paccanīkato na labbhanti. Na hi ārammaṇapaccayādīhi uppajjamānā anantarasamanantarapaccayādayo na labhanti. Sahajātaaññamaññanissayakammāhārindriyaatthiavigatapaccayesu pana anulomato ṭhitesu cattāro sabbaṭṭhānikāyeva, paccanīkato na labbhanti. Etesañhi paccayānaṃ vasena uppajjamāno sabbaṭṭhānike alabhanto nāma natthi. Pacchājātapaccayassa anulomato ṭhānaṃ nāma natthi. Evaṃ sesesu anulomato ṭhitesu ye ca labbhanti, ye ca na labbhanti, te sallakkhetvā sabbesupi dumūlakādīsu nayesu tesaṃ tesaṃ paccayānaṃ saṃsandane ūnataragaṇanānaṃyeva vasena gaṇanā veditabbāti.",
  "atk-abh03a53:60": "Paccayānulomapaccanīyavaṇṇanā.",
  "atk-abh03a53:61": "Paccayapaccanīyānulomavaṇṇanā",
  "atk-abh03a53:62": "190. Idāni paccanīyānulome gaṇanaṃ dassetuṃ nahetupaccayā ārammaṇe dvetiādi āraddhaṃ. Tattha hetumhi paccanīkato ṭhite ṭhapetvā adhipatiṃ avasesā anulomato labbhanti. Pacchājāto pana anulomato sabbattheva na labbhati, ye nava paccayā ‘‘arūpānaññevā’’ti vuttā, tesu purejātañca āsevanañca ṭhapetvā avasesesu sattasu paccanīkato ṭhitesu sesā arūpaṭṭhānikā anulomato na labbhanti. Yo hi ārammaṇādīhi nuppajjati, na so anantarādayo labhati. Paṭisandhivipāko pana purejātato, sabbavipāko ca saddhiṃ kiriyamanodhātuyā āsevanato anuppajjamānopi anantarādayo labhati, tasmā ‘‘purejātañca āsevanañca ṭhapetvā’’ti vuttaṃ.",
  "atk-abh03a53:63": "Purejātapacchājātaāsevanavipākavippayuttesu paccanīkato ṭhitesu ekaṃ ṭhapetvā avasesā anulomato labbhanti. Kammapaccaye paccanīkato ṭhite ṭhapetvā vipākapaccayaṃ avasesā anulomato labbhanti. Āhārindriyesu paccanīkato ṭhitesu ṭhapetvā sabbaṭṭhānike ceva aññamaññakammāhārindriyapaccaye ca avasesā anulomato na labbhanti, itare yujjamānakavasena labbhanti. Jhānapaccaye paccanīkato ṭhite. Hetādhipatiāsevanamaggapaccayā anulomato na labbhanti. Maggapaccaye paccanīkato ṭhite hetādhipatipaccayā anulomato na labbhanti. Vippayuttapaccaye paccanīkato ṭhite purejātapaccayaṃ ṭhapetvā avasesā anulomato labbhanti. Evaṃ tesu tesu paccayesu paccanīkato ṭhitesu ye ye anulomato na labbhanti, te te ñatvā tesaṃ tesaṃ paccayānaṃ saṃsandane ūnataragaṇanānaṃ vasena gaṇanā veditabbā.",
  "atk-abh03a53:64": "191-195. Dumūlakādīsu ca nayesu yaṃ yaṃ paccayaṃ ādiṃ katvā ye ye dukādayo dassitā, te te labbhamānālabbhamānapaccayavasena yathā yathā dassitā, tathā tathā sādhukaṃ sallakkhetabbā. Tattha yaṃ nahetuvasena dumūlakādayo naye dassentena nahetupaccayā nārammaṇapaccayā…pe… nāsevanapaccayāti vatvā ‘‘yāva āsevanā sabbaṃ sadisa’’nti vuttaṃ. Tassa, ‘‘naaññamaññapaccayā sahajāte eka’’ntiādīhi sadisatā veditabbā. Yaṃ pana ‘‘nakamme gaṇite pañca gaṇhātī’’ti sīhaḷabhāsāya likhitaṃ, tassattho – nahetupaccayaṃ ādiṃ katvā nakammapaccayāti evaṃ nakammapaccayena ghaṭite sahajāte ekanti evaṃ dassitā pañceva paccayā anulomato labbhanti, na aññeti. Evaṃ aññesupi evarūpesu ṭhānesu byañjanaṃ anādiyitvā adhippetatthoyeva gahetabbo. Evarūpañhi byañjanaṃ attano saññānibandhanatthaṃ porāṇehi sakasakabhāsāya likhitaṃ.",
  "atk-abh03a53:65": "Apica imasmiṃ paccanīyānulome paccayuppannadhammesupi atthi dhammo kammapaccayaṃ labhati, na indriyapaccayaṃ. So asaññesu ceva pañcavokāre pavatte ca rūpajīvitindriyavasena veditabbo. Atthi dhammo maggapaccayaṃ labhati, nahetupaccayaṃ. So vicikicchuddhaccasahajātamohavasena veditabbo. Atthi dhammo jhānapaccayaṃ labhati, namaggapaccayaṃ. So manodhātuahetukamanoviññāṇadhātuvasena veditabbo. Yattha kaṭattārūpāni nānākkhaṇikakammavaseneva kammapaccayaṃ labhanti, tattha rūpadhammā hetādhipativipākindriyajhānamaggapaccaye na labhanti, sabbaṭṭhānikā paccanīyā na honti. Ahetuke adhipatipaccayo natthīti imesampi pakiṇṇakānaṃ vasenettha gaṇanavāro asammohato veditabbo.",
  "atk-abh03a53:66": "Tatrāyaṃ nayo – nahetupaccayā ārammaṇe dveti ettha tāva ahetukamoho ceva ahetukavipākakiriyā ca paccayuppannaṃ, tasmā akusalenākusalaṃ, abyākatena abyākataṃ sandhāyettha dveti vuttaṃ. Sesesupi eseva nayo. Āsevane pana vipākaṃ na labbhati, tathā kiriyamanodhātu. Tasmā kiriyāhetumanoviññāṇadhātuvasenettha abyākatena abyākataṃ veditabbaṃ. Vipāke ekanti abyākatena abyākatameva. Magge ekanti akusalena akusalameva.",
  "atk-abh03a53:67": "196-197.Nārammaṇamūlake hetuyā pañcāti rūpameva sandhāya vuttaṃ. Tañhi kusalaṃ akusalaṃ abyākataṃ kusalābyākataṃ akusalābyākatañcāti pañca koṭṭhāse paṭicca uppajjati. Sabbapañcakesu eseva nayo. Aññamaññe ekanti bhūtarūpāni ceva vatthuñca sandhāya vuttaṃ. Tāni hi nārammaṇapaccayā aññamaññapaccayā uppajjanti. Timūlakepi eseva nayo.",
  "atk-abh03a53:68": "198-202. Nādhipatimūlake hetuyā navāti anulome hetumhi vuttāneva. Tīṇītiādīnipi heṭṭhā anulome vuttasadisāneva. Timūlake dveti heṭṭhā nahetupaccayā ārammaṇe vuttasadisāneva.",
  "atk-abh03a53:69": "203-233. Napurejātamūlake hetuyā sattāti heṭṭhā ‘‘āruppe kusalaṃ ekaṃ khandhaṃ paṭiccā’’tiādinā nayena purejāte dassitāneva. Sabbasattakesu eseva nayo. Nakammamūlake hetuyā tīṇītiādīsu cetanāva paccayuppannā. Tasmā kusalaṃ akusalaṃ abyākatañca paṭicca uppattiṃ sandhāya tīṇīti vuttaṃ. Iminā nayena ‘‘ekaṃ dve tīṇi pañca satta navā’’ti āgataṭṭhānesu gaṇanā veditabbā. ‘‘Cattāri cha aṭṭhā’’ti imā pana tisso gaṇanā natthevāti.",
  "atk-abh03a53:70": "Paccayapaccanīyānulomavaṇṇanā.",
  "atk-abh03a53:71": "Niṭṭhitā ca paṭiccavārassa atthavaṇṇanā.",
  "atk-abh03a53:72": "2. Sahajātavāravaṇṇanā",
  "atk-abh03a53:73": "234-242. Sahajātavāre kusalaṃ dhammaṃ sahajātoti kusalaṃ dhammaṃ paṭicca tena sahajāto hutvāti attho. Sesamettha paṭiccavāre vuttanayeneva veditabbaṃ. Avasāne panassa ‘‘paṭiccattaṃ nāma sahajātattaṃ, sahajātattaṃ nāma paṭiccatta’’nti idaṃ ubhinnampi etesaṃ vārānaṃ atthato ninnānākaraṇabhāvadassanatthaṃ vuttaṃ. Atthato hi ete dvepi ninnānākaraṇā. Evaṃ santepi aññamaññassa atthaniyamanatthaṃ vuttā. ‘‘Cakkhuñca paṭicca rūpe cā’’tiādīsu hi asahajātampi paṭicca uppajjatīti vuccati. Sahajātampi ca upādārūpaṃ bhūtarūpassa paccayo na hoti. Iti paṭiccavārena sahajātapaccayabhāvaṃ, sahajātavārena ca paṭiccāti vuttassa sahajātabhāvaṃ niyametuṃ ubhopete vuttā. Apica tathā bujjhanakānaṃ ajjhāsayavasena desanāvilāsena niruttipaṭisambhidāppabhedajānanavasena cāpi ete ubhopi vuttāti.",
  "atk-abh03a53:74": "Sahajātavāravaṇṇanā niṭṭhitā.",
  "atk-abh03a53:75": "3. Paccayavāravaṇṇanā",
  "atk-abh03a53:76": "243. Paccayavāre kusalaṃ dhammaṃ paccayāti kusaladhamme patiṭṭhito hutvā kusalaṃ dhammaṃ nissayaṭṭhena paccayaṃ katvāti attho. Kusalaṃ ekaṃ khandhaṃ paccayāti kusalaṃ ekaṃ khandhaṃ nissayapaccayaṃ katvā tayo khandhā uppajjanti hetupaccayāti vuttaṃ hoti. Imināvupāyena sabbapadesu attho veditabbo. Vatthuṃ paccayā vipākābyākatā kiriyābyākatā khandhāti idaṃ pañcavokāre pavattivasena vuttaṃ. Pañcavokāre pavattiyañhi khandhānaṃ purejātaṃ vatthu nissayapaccayo hoti. Paṭiccaṭṭhassa pana sahajātaṭṭhattā paṭiccavāre esa nayo na labbhatīti paṭisandhiyaṃ sahajātameva vatthuṃ sandhāya ‘‘vatthuṃ paṭicca khandhā’’ti vuttaṃ. Kusalaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhātiādīsupi imināva nayena attho veditabbo.",
  "atk-abh03a53:77": "Abyākataṃdhammaṃ paccayā kusalo ca abyākato cāti kusalābyākatānaṃ hetupaccayavasena ekato uppattiṃ sandhāya vuttaṃ. Kusaluppattikkhaṇasmiñhi vatthuṃ nissāya kusalā khandhā, cittasamuṭṭhāne ca mahābhūte nissāya cittasamuṭṭhānaṃ upādārūpaṃ hetupaccayavasena ekato uppajjati. Iti paccayabhūtassa abyākatassa nānattepi paccayuppannānaṃ hetupaccayavasena ekato uppattiṃ sandhāyetaṃ vuttanti veditabbaṃ. Aññesupi evarūpesu ṭhānesu eseva nayo. Evaṃ imasmiṃ hetupaccaye sahajātañca purejātañca nissayaṭṭhena paccayaṃ katvā sattarasa pañhā vissajjitā. Tattha khandhā ceva bhūtā ca sahajātavasena, vatthu sahajātapurejātavasena gahitaṃ. Paṭiccavāre pana sahajātavasena paccayo labbhati, tasmā tattha naveva pañhā vissajjitā. Ye panete ettha sattarasa pañhā vissajjitā, tesu ekādike ekāvasāne vissajjane kusalādīsu ekapaccayato eko paccayuppanno. Ekādike dukāvasāne ekapaccayato nānāpaccayuppanno. Dukādike ekāvasāne nānāpaccayato eko paccayuppanno. Dukādike dukāvasāne nānāpaccayato nānāpaccayuppanno.",
  "atk-abh03a53:78": "248-252. Ārammaṇapaccayādīsupi imināvupāyena pañhāvissajjanappabhedo veditabbo. Yaṃ panetaṃ ārammaṇapaccaye vatthuṃ paccayā khandhāti vuttaṃ, taṃ paṭisandhikkhaṇe vipākakkhandheyeva sandhāya vuttaṃ. Cakkhuviññāṇādīni abyākataṃ nissāya ārammaṇapaccayena uppajjantānaṃ pabhedadassanatthaṃ vuttāni. Puna vatthuṃ paccayāti pavatte vipākakiriyābyākatānaṃ uppattidassanatthaṃ vuttaṃ. Sesaṃ purimanayeneva veditabbaṃ. Evaṃ imasmiṃ ārammaṇapaccaye sahajātañca purejātañca paccayaṃ katvā satta pañhā vissajjitā. Tattha khandhā sahajātavasena, vatthu sahajātapurejātavasena, cakkhāyatanādīni purejātavaseneva gahitāni. Paṭiccavāre pana sahajātavaseneva paccayo labbhati. Tasmā tattha tayova pañhā vissajjitā.",
  "atk-abh03a53:79": "253-254. Adhipatipaccaye vipākābyākataṃ lokuttarameva veditabbaṃ. Anantarasamanantarā rūpābhāvena ārammaṇasadisā. Parato āsevananatthivigatesupi eseva nayo.",
  "atk-abh03a53:80": "255. Sahajātapaccaye kaṭattārūpaṃ upādārūpanti upādārūpasaṅkhātaṃ kaṭattārūpaṃ. Idaṃ asaññasattānaññeva rūpaṃ sandhāya vuttaṃ. Cakkhāyatanādīni pañcavokāravasena vuttāni.",
  "atk-abh03a53:81": "256-257. Aññamaññapaccaye ca yathā ārammaṇapaccayā evanti vissajjanasamataṃ sandhāya vuttaṃ. Paccayuppannesu pana nānattaṃ atthi.",
  "atk-abh03a53:82": "258. Upanissayapaccaye ārammaṇapaccayasadisanti rūpābhāvatopi vissajjanasamatāyapi vuttaṃ.",
  "atk-abh03a53:83": "259-260.Vatthuṃ purejātapaccayātiādīnaṃ paṭiccavāre vuttanayenevattho gahetabbo.",
  "atk-abh03a53:84": "261-266. Kammapaccaye tīṇīti kusalaṃ paccayā kusalo abyākato kusalābyākato cāti evaṃ tīṇi veditabbāni. Akusalepi eseva nayo.",
  "atk-abh03a53:85": "267-268. Vippayuttapaccaye khandhe vippayuttapaccayāti khandhe nissāya vippayuttapaccayā uppajjantīti attho. Khandhā vatthuṃ vippayuttapaccayāti khandhā vatthuṃ nissāya vippayuttapaccayā uppajjantīti attho. Sesaṃ heṭṭhā vuttanayeneva veditabbaṃ.",
  "atk-abh03a53:86": "269-276. Idāni yathāladdhāni vissajjanāni gaṇanavasena dassetuṃ hetuyā sattarasātiādimāha. Tattha hetuyā sattarasāti kusalena kusalaṃ, kusalena abyākataṃ, kusalena kusalābyākatanti evaṃ kusalavasena ekādikāni ekāvasānāni dve, dukāvasānaṃ ekanti tīṇi vuttāni honti, tathā akusalavasena. Abyākatena abyākataṃ, teneva kusalaṃ, akusalaṃ, kusalābyākataṃ akusalābyākatañca; kusalābyākatehi kusalaṃ, abyākataṃ, kusalābyākataṃ; akusalābyākatehi akusalaṃ, abyākataṃ, akusalābyākatanti evaṃ sattarasa veditabbāni.",
  "atk-abh03a53:87": "Ārammaṇesattāti kusalena kusalaṃ; akusalena akusalaṃ, abyākatena abyākataṃ, kusalaṃ, akusalaṃ; kusalābyākatena kusalaṃ; akusalābyākatena akusalanti evaṃ satta.",
  "atk-abh03a53:88": "Vipākeekanti abyākatena abyākatameva. Evamettha sattarasa, satta, ekanti tayo vāraparicchedā honti. Tesu dvādasa sattarasakā, dasa sattakā, ekaṃ ekakanti te sabbe sādhukaṃ sallakkhetvā parato dukatikādivasena paccayasaṃsandane ūnataragaṇanassa vasena gaṇanā veditabbā. Sakkā hi imāya gaṇanāya dukamūlādīsu vāraparicchede jānitunti puna ‘‘kusalaṃ dhammaṃ paccayā kusalo dhammo’’ti anāmasitvā gaṇanavaseneva vāraparicchedaṃ dassetuṃ hetupaccayā ārammaṇe sattātiādi āraddhaṃ.",
  "atk-abh03a53:89": "Tattha kusalaṃ dhammaṃ paccayā kusalo dhammo uppajjati hetupaccayā ārammaṇapaccayā. Kusalaṃ ekaṃ khandhaṃ paccayā tayo khandhāti iminā nayena ārammaṇe laddhavissajjanāni vitthāretabbāni. Ayaṃ tāva anulome nayo.",
  "atk-abh03a53:90": "277-285. Paccanīye pana kusalaṃ na labbhatīti akusalaṃ dhammaṃ paccayāti akusalameva ādiṃ katvā vissajjanaṃ āraddhaṃ. Taṃ yathāpāḷimeva niyyāti. Yañhettha vattabbaṃ siyā, taṃ paṭiccavārassa paccanīye vuttameva.",
  "atk-abh03a53:91": "286-287. Yaṃ panetaṃ paccanīye laddhavissajjanaparicchedaṃ gaṇanato dassetuṃ nahetuyā cattārītiādi vuttaṃ, tattha cattāri, sattarasa, satta, pañca, tīṇi, ekanti cha paricchedā. Tesaṃ vasena dukatikādīsu paccayasaṃsandane gaṇanā veditabbā. Yo hi paccayo sattarasa vissajjanāni labhati, tena saddhiṃ sadisasaṃsandane sattarasa, ūnatarasaṃsandane sesā chapi paricchedā labbhanti. Evaṃ sesesupi adhikaparicchedaṃ ṭhapetvā samasamā ūnatarā ca labbhantīti.",
  "atk-abh03a53:92": "Ettha ca adhikatarā na labbhantīti ayamettha niyamo. Samasamā pana ūnatarā ca atthā virodhe sati labbhanti. Tenettha ‘‘nahetupaccayā nārammaṇe eka’’ntiādi vuttaṃ. Ettha hi nahetuyā catunnaṃ, nārammaṇe pañcannaṃ āgatattā nahetuvasena cattārīti vattabbaṃ siyā, nārammaṇena saddhiṃ ghaṭitattā pana ārammaṇadhammo virujjhatīti akusalaṃ dhammaṃ paccayā akusalo dhammo, abyākataṃ dhammaṃ paccayā akusalo, akusalañca abyākatañca dhammaṃ paccayā akusaloti tīṇi vissajjanāni parihīnāni. Abyākataṃ dhammaṃ paccayā abyākatoti rūpavasena ekameva vuttaṃ. Evaṃ sabbattha viruddhāviruddhaṃ ñatvā labbhamānaparicchedo veditabbo. Apicettha idaṃ nayamattadassanaṃ. Nādhipatiyā cattārīti nahetuyā laddhāneva. Sesacatukkesupi eseva nayo.",
  "atk-abh03a53:93": "Nānantare ekanti ahetukacittasamuṭṭhānassa ceva sesarūpassa ca vasena abyākatena abyākataṃ. Evaṃ sabbesu ekakesu yujjamānakarūpaṃ jānitabbaṃ. Napurejāte dveti idhāpi nahetuvasena cattārīti vattabbaṃ siyā, napurejātena saddhiṃ ghaṭitattā pana abyākataṃ dhammaṃ paccayā akusalo, akusalañca abyākatañca dhammaṃ paccayā akusaloti vatthupurejātavasena dve vissajjanāni parihīnāni. Āruppe pana ahetukamohassa ahetukakiriyassa ca vasena dve vuttāni. Navippayutte dveti āruppe ahetukākusalakiriyavasena dve. Nonatthi novigatesu ekanti sabbassa rūpassa vasena abyākatena abyākataṃ daṭṭhabbaṃ. Tikādīsu apubbaṃ natthi.",
  "atk-abh03a53:94": "288. Nārammaṇamūlake pana naadhipatiyā pañcāti nārammaṇe laddhāneva. Nakamme ekanti ettha cittasamuṭṭhānañca kaṭattārūpañca aggahetvā sesarūpavasena abyākatena abyākataṃ veditabbaṃ.",
  "atk-abh03a53:95": "289-296. Nādhipatimūlake napurejāte sattāti napurejāte laddhāneva. Napacchājāte sattarasāti imānipi tattha laddhāni sattaraseva. Nānantaranasamanantaranaaññamaññanaupanissayanasampayuttanonatthinovigatamūlakāni nārammaṇamūlakasadisāneva. Imināva nayamattadassanena sabbattha āgatānāgataṃ labbhamānālabbhamānañca veditabbanti.",
  "atk-abh03a53:96": "Paccanīyavaṇṇanā niṭṭhitā.",
  "atk-abh03a53:97": "297-328. Imināyeva pana lakkhaṇena anulomaṃ purato katvā anulomapaccanīye paccanīyaṃ purato katvā paccanīyānulome ca gaṇanaparicchedo āgatānāgataṃ labbhamānālabbhamānañca veditabbanti.",
  "atk-abh03a53:98": "Paccayavāravaṇṇanā niṭṭhitā.",
  "atk-abh03a53:99": "4. Nissayavāravaṇṇanā",
  "atk-abh03a53:100": "329-337. Nissayavāre kusalaṃ dhammaṃ nissāyāti kusalaṃ dhammaṃ patiṭṭhaṭṭhena nissayaṃ katvāti attho. Sesamettha paccayavāre vuttanayeneva veditabbaṃ. Avasāne panassa ‘‘paccayattaṃ nāma nissayattaṃ, nissayattaṃ nāma paccayatta’’nti idaṃ ubhinnampi etesaṃ vārānaṃ atthato ninnānākaraṇabhāvadassanatthaṃ vuttaṃ. Atthato hi etepi paṭiccasahajātā viya ninnānākaraṇā. Evaṃ santepi aññamaññassa atthaniyamanatthaṃ vuttā. Avijjāpaccayā saṅkhārātiādīsu hi anissāya vattamānaṃ nānākkhaṇikampi ‘‘paccayā uppajjatī’’ti vuttaṃ. Aññamaññaṃ allīyitvā ṭhitakaṭṭhādīsu ca ekaṃ ekassa nissayapaccayo na hoti, tathā upādārūpaṃ mahābhūtassa nissayapaccayo na hotiyeva. Iti paccayavārena nissayapaccayabhāvaṃ nissayavārena ca paccayāti vuttassa sahajātapurejātabhāvaṃ niyametuṃ ubhopete vuttā. Apica tathā bujjhanakānaṃ ajjhāsayavasena desanāvilāsena niruttipaṭisambhidāpabhedajānanavasena cāpi ete ubhopi vuttāti.",
  "atk-abh03a53:101": "Nissayavāravaṇṇanā.",
  "atk-abh03a53:102": "5. Saṃsaṭṭhavāravaṇṇanā",
  "atk-abh03a53:103": "338-346. Saṃsaṭṭhavāre kusalaṃ dhammaṃ saṃsaṭṭhoti kusalaṃ dhammaṃ ekuppādādilakkhaṇena sampayogaṭṭhena paccayaṃ katvāti attho. Kusalaṃ ekaṃ khandhaṃ saṃsaṭṭhoti kusalaṃ ekaṃ khandhaṃ sampayuttapaccayaṃ katvā tayo khandhā uppajjanti hetupaccayāti vuttaṃ hoti. Iminā upāyena sabbapadesu attho veditabbo. Imasmiṃ pana hetupaccaye arūpadhammasseva sampayogaṭṭhena paccayaṃ katvā tayo pañhā vissajjitā. Yathā ca hetupaccaye, tathā ārammaṇapaccayādīsupi, kevalaṃ vipākapaccaye ekameva vissajjanaṃ.",
  "atk-abh03a53:104": "347-350. Idāni yathāladdhāni vissajjanāni gaṇanavasena dassetuṃ hetuyā tīṇītiādi vuttaṃ. Tattha sabbatikesu kusalena kusalaṃ, akusalena akusalaṃ, abyākatena abyākatanti ayameva niyamo. Ekake pana abyākatena abyākatameva labbhatīti evamettha bāvīsatiyā paccayesu tīṇi, vipāke ekanti dve paricchedā. Pacchājāte anulomaṃ natthi. Tasmā tīṇi ekanti imesaññeva vasena dukatikādīsu paccayasaṃsandane yattha vipākapaccayo pavisati; tattha ekaṃ, sesesu tīṇīti evaṃ gaṇanā veditabbā. Sesamettha anulome uttānatthameva.",
  "atk-abh03a53:105": "351-354. Paccanīye pana kusalaṃ na labbhatīti akusalameva ādiṃ katvā vissajjanaṃ kataṃ, taṃ uttānatthameva.",
  "atk-abh03a53:106": "359. Yaṃ panettha paccanīye vissajjanaparicchedaṃ gaṇanato dassetuṃ nahetuyā dvetiādi vuttaṃ, tattha dve tīṇi ekanti tayo paricchedā. Tesaṃ vasena dukatikādīsu paccayasaṃsandane gaṇanā veditabbā. Idhāpi adhikataragaṇanānaṃ ūnataragaṇanena saddhiṃ saṃsandane ūnataragaṇanameva labbhati, samagaṇanena saddhiṃ samagaṇanaṃ. Yasmā cettha arūpadhammāyeva paccayuppannā, tasmā nahetunādhipatinapurejātanapacchājātanāsevananakammanavipākanajhānanamagganavippayuttavasena daseva paccayā paccanīkato dassitā, sesā cuddasa na labbhanti. Yepi labbhanti, tesupi vipāke paccayuppanne nakammanavipākā na labbhanti.",
  "atk-abh03a53:107": "360-368.Nahetupaccayā nādhipatiyā dveti nahetuyā laddhaṃ dvayameva. Sesadvayesupi eseva nayo. Nakamme ekanti ahetukakiriyacetanaṃ paccayuppannaṃ katvā abyākatena abyākataṃ. Navipāke dveti ahetukamohakiriyavasena dve. Najhāne ekanti ahetukapañcaviññāṇavasena abyākatavissajjanaṃ veditabbaṃ. Namagge ekanti ahetukavipākakiriyavasena abyākatavissajjanaṃ. Imināvupāyena sabbasaṃsandanesu attho veditabboti.",
  "atk-abh03a53:108": "369-383. Anulomapaccanīye heṭṭhā vuttā nahetuādayo daseva paccanīyato labbhanti, na sesā. Yepi labbhanti, tesu hetumhi anulomato ṭhite jhānamaggā paccanīyato na labbhantīti sabbaṃ heṭṭhā vuttanayeneva veditabbanti.",
  "atk-abh03a53:109": "384-391. Paccanīyānulome nahetupaccayuppannesu ahetukamohova jhānamaggapaccayaṃ labhati, sesā na labhanti. Najhānapaccaye aṭṭhāhetukacittānipi. Nakammapaccayā nahetupaccayā nādhipatipaccayā napurejātapaccayā ārammaṇe ekanti āruppe ahetukakiriyacetanāvasena abyākatena abyākataṃ. Iminā upāyena yaṃ labbhati, yañca na labbhati, tassa vasena sabbattha gaṇanā veditabbāti.",
  "atk-abh03a53:110": "Saṃsaṭṭhavāravaṇṇanā.",
  "atk-abh03a53:111": "6. Sampayuttavāravaṇṇanā",
  "atk-abh03a53:112": "392-400. Sampayuttavāre kusalaṃ dhammaṃ sampayuttoti kusalaṃ dhammaṃ sampayuttapaccayaṃ katvāti attho. Sesamettha saṃsaṭṭhavāre vuttanayeneva veditabbaṃ. Avasāne panassa ‘‘saṃsaṭṭhattaṃ nāma sampayuttattaṃ, sampayuttattaṃ nāma saṃsaṭṭhatta’’nti idaṃ ubhinnampi etesaṃ vārānaṃ atthato ninnānākaraṇabhāvadassanatthaṃ vuttaṃ. Atthato hi etepi paṭiccasahajātā viya paccayanissayā viya ca ninnānākaraṇā. Evaṃ santepi aññamaññassa atthaniyamanatthaṃ vuttā. ‘‘Saṃsaṭṭhā yojitā hayā’’tiādīsu (jā. 2.22.70) hi asampayuttampi saṃsaṭṭhanti vuccati. ‘‘Yā sā vīmaṃsā kosajjasahagatā kosajjasampayuttā’’tiādīsu (saṃ. ni. 5.832) asaṃsaṭṭhaṃ vokiṇṇampi sampayuttanti. Iti saṃsaṭṭhavārena ekuppādalakkhaṇassa sampayuttassa saṃsaṭṭhabhāvaṃ sampayuttavārena ca saṃsaṭṭhassa ekuppādādilakkhaṇassa sampayuttabhāvaṃ niyametuṃ ubhopete vuttā. Apica tathā bujjhanakānaṃ ajjhāsayavasena desanāvilāsena niruttipaṭisambhidāpabhedajānanavasena cāpi ete ubhopi vuttāti.",
  "atk-abh03a53:113": "Sampayuttavāravaṇṇanā.",
  "atk-abh03a53:114": "Etesu pana chasu vāresu atthi koci paccayo ekantaṃ anulomato na tiṭṭhati, paccanīkatova tiṭṭhati; atthi ekantaṃ paccanīkato na tiṭṭhati, anulomatova tiṭṭhati; atthi anekantaṃ anulomato ceva tiṭṭhati, paccanīkato cāti idaṃ pakiṇṇakaṃ veditabbaṃ. Tattha paṭhamo pañho pacchājātassa, dutiyo mahācatukkassa, tatiyo yujjamānakānaṃ sesānaṃ vasena veditabboti.",
  "atk-abh03a53:115": "7. Pañhāvāravibhaṅgavaṇṇanā",
  "atk-abh03a53:116": "401-403. Pañhāvāre ‘‘siyā kusalo dhammo kusalassa dhammassa hetupaccayena paccayo’’tiādinā kusalattike uddharitabbapucchānaṃ labbhamānavasena vissajjanaṃ dassetuṃ kusalo dhammo kusalassa dhammassa hetupaccayena paccayotiādi vuttaṃ. Kusalo ca nāmesa sayaṃ uppajjanto ṭhapetvā pacchājātañca vipākañca sesehi dvāvīsatiyā paccayehi uppajjati. Kusalassa paccayo honto ṭhapetvā purejātapacchājātavipākavippayutte sesehi vīsatiyā paccayehi paccayo hoti. Tasmā yehi paccayehi kusalo kusalassa paccayo hoti, te paccaye paṭipāṭiyā dassetuṃ hetupaccayenātiādi āraddhaṃ.",
  "atk-abh03a53:117": "Tattha yā esā paccayavibhaṅgavāre viya ‘‘hetusampayuttakānaṃ dhammāna’’nti akatvā ‘‘hetū sampayuttakānaṃ khandhāna’’nti desanā katā, tassā eva karaṇe idaṃ payojanaṃ – tattha hi suññaṭṭhaṃ dīpetuṃ dhammānanti vuttaṃ. Idha paccayato uppajjamānā dhammā rāsito uppajjanti, na ekekatoti rāsaṭṭhaṃ dīpetuṃ khandhānanti vuttaṃ. Paṭiccavārādīsu vā khandhavasena paccayuppannadesanā āruḷhāti tenevānukkamena idhāpi āruḷhāti. Kasmā panetesu evaṃ āruḷhāti? Asaṅkarato vibhāgadassanatthaṃ. ‘‘Ekaṃ dhammaṃ paṭicca sesā dhammā’’ti hi ādinā nayena vuccamāne asukadhammaṃ nāma nissāya asukadhammāti na sakkā asaṅkarato paccaye paccayuppanne ca jānituṃ, evaṃ sante uddesaniddesā nibbisesā siyuṃ. Tasmā asaṅkarato vibhāgadassanatthaṃ evaṃ āruḷhāti veditabbā. Cittasamuṭṭhānānanti idaṃ yassa abyākatassa kusalo hetupaccayena paccayo hoti, tameva dassetuṃ vuttaṃ. Paccayavibhaṅge pana kusalādivasena vibhāgaṃ akatvā sāmaññato sabbesaṃ hetūnaṃ vasena uppannarūpadassanatthaṃ cittasamuṭṭhānānanti avatvā taṃsamuṭṭhānānanti vuttaṃ. Tasmā tattha abyākatahetusamuṭṭhānarūpaṃ, okkantikkhaṇe kaṭattārūpampi saṅgahaṃ gataṃ. Iminā upāyena sesesupi evarūpesu vissajjanesu attho veditabbo.",
  "atk-abh03a53:118": "404.Dānaṃdatvāti deyyadhammaṃ cajitvā. Yāya vā cetanāya so diyyati, sā cetanā dānaṃ. Datvāti taṃ cetanaṃ pariyodāpetvā visuddhaṃ katvā. Sīlaṃ samādiyitvāti pañcaṅgādivasena niccasīlaṃ gaṇhitvā. Iminā samādānaviratiyeva dassitā. Sampattaviratisamucchedaviratiyo pana loke sīlanti apākaṭattā na vuttā. Kiñcāpi na vuttā, ārammaṇapaccayā pana hontiyeva. Tattha samucchedavirati sekkhānaṃyeva kusalassa ārammaṇaṃ hoti, na itaresaṃ. Uposathakammaṃ katvāti ‘‘pāṇaṃ na hane, na cādinnamādiye’’ti (a. ni. 3.71) evaṃ vuttaṃ uposathadivasesu aṭṭhaṅgauposathakiriyaṃ katvā. Taṃ paccavekkhatīti taṃ kusalaṃ sekkhopi puthujjanopi paccavekkhati, arahāpi paccavekkhateva. Arahatopi hi pubbe kataṃ kusalaṃ kusalameva, yena pana cittena paccavekkhati, taṃ kiriyacittaṃ nāma hoti. Tasmā ‘‘etaṃ kusalo dhammo kusalassa dhammassā’’ti imasmiṃ adhikāre na labbhati. Pubbe suciṇṇānīti ‘‘datvā samādiyitvā katvā’’ti hi āsanne katāni vuttāni, imāni na āsanne katānīti veditabbāni. Dānādīhi vā sesāni kāmāvacarakusalāni dassetuṃ idaṃ vuttaṃ. Jhānā vuṭṭhahitvāti jhānā vuṭṭhahitvā. Ayameva vā pāḷi. Sekkhā gotrabhunti sotāpannaṃ sandhāya vuttaṃ. So hi gotrabhuṃ paccavekkhati. Vodānanti idaṃ pana sakadāgāmianāgāmino sandhāya vuttaṃ. Tesañhi taṃ cittaṃ vodānaṃ nāma hoti. Sekkhāti sotāpannasakadāgāmianāgāmino. Maggā vuṭṭhahitvāti maggaphalabhavaṅgātikkamavasena attanā paṭiladdhā maggā vuṭṭhahitvā, suddhamaggatoyeva pana vuṭṭhāya paccavekkhaṇaṃ nāma natthi.",
  "atk-abh03a53:119": "Kusalaṃ aniccatoti ettha vipassanūpagaṃ tebhūmakakusalameva veditabbaṃ, vipassanākusalaṃ pana kāmāvacarameva. Cetopariyañāṇenāti rūpāvacarakusalaṃ dasseti. Ākāsānañcāyatanantiādīhi arūpāvacarakusalārammaṇavasena uppajjamānaṃ arūpāvacarakusalameva. Kusalā khandhā iddhividhañāṇassātiādīhi puggalaṃ anāmasitvā dhammavasena dasseti. Tenevettha heṭṭhā gahitampi cetopariyañāṇaṃ puna vuttaṃ.",
  "atk-abh03a53:120": "405.Assādetīti somanassasahagatalobhasampayuttacittehi anubhavati ceva rajjati ca . Abhinandatīti sappītikataṇhāvasena nandati haṭṭhapahaṭṭho hoti, diṭṭhābhinandanāya vā abhinandati. Rāgo uppajjatīti assādentassa rāgo uppajjati nāma. Idaṃ aṭṭhapi lobhasahagatāni gahetvā vuttaṃ. Diṭṭhi uppajjatīti abhinandantassa attā attaniyantiādivasena catūhipi cittehi sampayuttā diṭṭhi uppajjati. Asanniṭṭhānagatassa panettha vicikicchā uppajjati. Vikkhepagatassa uddhaccaṃ, akataṃ vata me kalyāṇanti vippaṭisārino domanassaṃ. Taṃ ārabbhāti tāni suciṇṇāni ārammaṇaṃ katvāti attho. Bahuvacanassa hesa ekavacanādeso, jātivasena vā ekavacanamevetaṃ.",
  "atk-abh03a53:121": "406.Arahā maggā vuṭṭhahitvāti maggavīthiyaṃ phalānantarassa bhavaṅgassa atikkamavasena vuṭṭhahitvā. Paccavekkhaṇacittāni panassa kiriyābyākatāni. Evaṃ kiriyābyākatassa ārammaṇapaccayaṃ dassetvā puna vipākābyākatassa dassetuṃ sekkhā vātiādimāha. Kusale niruddheti vipassanājavanavīthiyā pacchinnāya. Vipākoti kāmāvacaravipāko. Tadārammaṇatāti tadārammaṇatāya, taṃ kusalassa javanassa ārammaṇabhūtaṃ vipassitakusalaṃ ārammaṇaṃ katvā uppajjatīti attho. Na kevalañca tadārammaṇavaseneva, paṭisandhibhavaṅgacutivasenāpi. Vipāko hi kammaṃ ārammaṇaṃ katvā gahitapaṭisandhikassa kusalārammaṇo hotiyeva, so pana dubbiññeyyattā idha na dassito.",
  "atk-abh03a53:122": "Kusalaṃ assādetītiādi akusalajavanāvasāne kusalārammaṇavipākaṃ dassetuṃ vuttaṃ. Viññāṇañcāyatanavipākassāti idaṃ dubbiññeyyampi samānaṃ mahaggatavipākassa tadārammaṇabhāvena anuppattito labbhamānakavasena vuttaṃ. Kiriyassāti arahattaṃ patvā asamāpannapubbe ākāsānañcāyatane paṭilomato vā ekantarikavasena vā samāpannakiriyāya. Cetopariyañāṇassātiādīni parato āvajjanāya yojetabbāni. Yā etesaṃ āvajjanā, tassā kusalā khandhā ārammaṇapaccayena paccayoti ayañhettha attho.",
  "atk-abh03a53:123": "407-409.Rāganti attano vā parassa vā rāgaṃ. Attano rāgavasena panettha vaṇṇanā pākaṭā hoti. Assādetītiādīni vuttatthāneva. Vicikicchādīsu pana tīsu assādetabbatāya abhāvena ‘‘assādetī’’ti na vuttaṃ. Diṭṭhi panettha uppajjati, sā assādetīti padassa parihīnattā āgatapaṭipāṭiyā paṭhamaṃ na vuttā. Vicikicchādīsuyeva taṃ taṃ sabhāgaṃ paṭhamaṃ vatvā tassa tassa anantarā vuttā. Imesu ca pana rāgādīsu ‘‘kiṃ me pāpadhammā uppajjantī’’ti akkhantivasena vā, ‘‘kataṃ pāpaṃ kataṃ luddha’’nti vippaṭisārādivasena vā domanassuppatti veditabbā.",
  "atk-abh03a53:124": "410.Cakkhuṃ aniccatoti vipassanānukkamena oḷārikāyatanāni vatthurūpañcāti ekādasa rūpāni pākaṭattā gahitāni. Puna rūpāyatanādīni cakkhuviññāṇādīnaṃ ārammaṇattā gahitāni. Yasmā panesā viññāṇakāyavasena desanā, na dhātuvasena, tasmā manodhātu na gahitā. Evaṃ sabbattha gahitāgahitaṃ veditabbaṃ.",
  "atk-abh03a53:125": "411.Phalaṃ paccavekkhanti nibbānaṃ paccavekkhantīti paccavekkhaṇakusalassa ārammaṇadassanatthaṃ vuttaṃ.",
  "atk-abh03a53:126": "413-416. Ārammaṇādhipatiniddese sekkhaputhujjanānaṃ vasena catubhūmakakusalaṃ dassitaṃ, tathā sahajātādhipatiniddese. Arahato uttamadhammaṃ adhigatattā lokiyakusalesu garukāro natthīti aggamaggova dassito.",
  "atk-abh03a53:127": "417. Anantarapaccaye purimā purimāti ekabhūmakāpi nānābhūmakāpi kusalā ekato katvā vuttā. Anulomaṃ gotrabhussa, anulomaṃ vodānassāti nānārammaṇavasena. Gotrabhu maggassa, vodānaṃ maggassāti nānābhūmivasena. Kusalaṃ vuṭṭhānassāti ettha pana kusalanti tebhūmakakusalaṃ. Vuṭṭhānanti tebhūmakavipākaṃ. Tehi kusalajavanavīthito vuṭṭhahanti, tasmā vuṭṭhānanti vuccati. Taṃ duvidhaṃ hoti – tadārammaṇaṃ bhavaṅgañca. Tattha kāmāvacarakusalassa ubhayampi vuṭṭhānaṃ hoti, mahaggatassa bhavaṅgameva. Maggo phalassāti idaṃ yasmā lokuttaravipākaṃ javanavīthipariyāpannattā vuṭṭhānaṃ nāma na hoti, tasmā visuṃ vuttaṃ. Anulomaṃ sekkhāyāti asekkhāya kusalaṃ anantaraṃ na hoti, tasmā vibhāgaṃ karoti. Phalasamāpattiyāti sotāpattiphalasakadāgāmiphalaanāgāmiphalasamāpattiyāpi. Phalasamāpattiyāti anāgāmiphalasamāpattiyā. Akusale duvidhampi vuṭṭhānaṃ labbhati. Vipākābyākatā kiriyābyākatāti ettha vipākābyākatā vipākābyākatānaṃyeva, kiriyābyākatā kiriyābyākatānaṃyeva veditabbā. Bhavaṅgaṃ āvajjanāyātiādi vomissakavasena vuttaṃ. Tattha kiriyāti kāmāvacarakiriyā. Sā duvidhassāpi vuṭṭhānassa anantarapaccayo hoti, mahaggatā bhavaṅgasseva. Iti ye heṭṭhā paccayavibhaṅganiddese ‘‘purimā purimā kusalā dhammā pacchimānaṃ pacchimānaṃ kusalānaṃ dhammānaṃ anantarapaccayena paccayo’’ti ārabhitvā kusalaṃ kusalassa, kusalaṃ abyākatassa, akusalaṃ akusalassa, akusalaṃ abyākatassa, abyākataṃ abyākatassa, abyākataṃ kusalassa, abyākataṃ akusalassāti satta vārā dassitā; tesaṃ vasena idha saṅkhepato anantarapaccayo vibhatto.",
  "atk-abh03a53:128": "Vitthārato panettha –",
  "atk-abh03a53:129": "Dasadhā sattarasadhā, samasaṭṭhividhena ca;",
  "atk-abh03a53:130": "Bahudhāpi ca niddesaṃ, sādhukaṃ upalakkhaye.",
  "atk-abh03a53:131": "Ayañhi anantarapaccayo na kevalaṃ sattadhāva niddesaṃ labhati, kusalaṃ pana kusalassa vipākassa; akusalaṃ akusalassa vipākassa; vipākaṃ vipākassa kiriyassa; kiriyaṃ kusalassa akusalassa vipākassa kiriyassāti evaṃ dasadhāpi niddesaṃ labhati. Na kevalaṃ dasadhāyeva, kusalaṃ pana kusalassa kusalavipākassa akusalavipākassa; akusalaṃ akusalassa akusalavipākassa kusalavipākassa; kusalavipākaṃ kusalavipākassa akusalavipākassa kiriyassa; akusalavipākaṃ akusalavipākassa kusalavipākassa kiriyassa; kiriyaṃ kiriyassa kusalassa akusalassa kusalavipākassa akusalavipākassāti evaṃ sattarasadhā niddesaṃ labhati.",
  "atk-abh03a53:132": "Na kevalañca sattarasadhāva samasaṭṭhividhenāpi niddesaṃ labhateva. Kathaṃ? Kāmāvacarakusalañhi bhūmibhedena catubbidhassa kusalassa anantarapaccayo hoti, rūpāvacarārūpāvacaraṃ sakasakabhūmikassevāti kusalaṃ kusalassa chabbidhena anantarapaccayo. Kāmāvacarakusalaṃ pana kāmāvacarakusalavipākassa akusalavipākassa rūpāvacaravipākassa arūpāvacaravipākassa lokuttaravipākassa; rūpāvacarakusalaṃ rūpāvacaravipākassa kāmāvacarakusalavipākassa; arūpāvacarakusalaṃ kāmāvacarakusalavipākassa rūpāvacaraarūpāvacaralokuttaravipākassa; lokuttarakusalaṃ lokuttaravipākassāti kusalaṃ vipākassa dvādasavidhena anantarapaccayo . Akusalaṃ akusalassa akusalavipākassa tebhūmakakusalavipākassāti pañcavidhena anantarapaccayo.",
  "atk-abh03a53:133": "Kāmāvacarakusalavipākaṃ kāmāvacarakusalavipākassa akusalavipākassa rūpāvacaravipākassa arūpāvacaravipākassāti kāmāvacarakusalavipākaṃ vipākassa catubbidhena anantarapaccayo. Rūpāvacaravipākaṃ tebhūmakakusalavipākassāti tividhena anantarapaccayo. Arūpāvacaravipākaṃ arūpāvacaravipākassa kāmāvacarakusalavipākassāti duvidhena anantarapaccayo. Lokuttaravipākaṃ catubhūmakakusalavipākassāti catubbidhena anantarapaccayo. Evaṃ kusalavipākaṃ vipākassa terasadhāpi anantarapaccayo. Akusalavipākaṃ akusalavipākassa kāmāvacarakusalavipākassāti duvidhena anantarapaccayo. Evaṃ sabbathāpi vipākaṃ vipākassa pañcadasavidhena anantarapaccayo. Kāmāvacarakusalavipākaṃ pana kāmāvacarakiriyassa, tathā akusalavipākaṃ, tathā rūpāvacaravipākaṃ, tathā arūpāvacaravipākañcāti vipākaṃ kiriyassa ca catubbidhena anantarapaccayo.",
  "atk-abh03a53:134": "Kāmāvacarakiriyaṃ tebhūmakakiriyassa, rūpāvacarārūpāvacarakiriyaṃ rūpāvacarārūpāvacarānaññevāti kiriyaṃ kiriyassa pañcavidhena anantarapaccayo. Kāmāvacarakiriyaṃ akusalavipākassa ceva catubhūmakakusalavipākassa ca, rūpāvacarakiriyaṃ kāmāvacarakusalavipākarūpāvacaravipākānaṃ arūpāvacarakiriyaṃ catubhūmakakusalavipākassāpīti kiriyaṃ vipākassa ekādasavidhena anantarapaccayo. Kāmāvacarakiriyaṃ pana kāmāvacarakusalassa akusalassāti kusalākusalānaṃ duvidhena anantarapaccayo hoti. Evaṃ samasaṭṭhividhenāpi niddesaṃ labhati.",
  "atk-abh03a53:135": "Na kevalañca samasaṭṭhividheneva, bahuvidhenāpi labhateva. Kathaṃ? Kāmāvacarapaṭhamamahākusalacittaṃ tāva attano, catunnañca rūpāvacarakusalānaṃ pādakayogena soḷasannaṃ somanassalokuttarānanti ekavīsatiyā ca kusalānaṃ, javanapariyosāne tadārammaṇabhavaṅgavasena uppajjamānānaṃ ekādasannaṃ kāmāvacaravipākānaṃ, bhavaṅgavaseneva pavattānaṃ rūpāvacarārūpāvacaravipākānaṃ, phalasamāpattivasena pavattānaṃ dvādasannaṃ lokuttaravipākānanti evaṃ ekavīsatiyā kusalānaṃ; dvattiṃsāya vipākānanti tepaññāsāya cittānaṃ anantarapaccayo hoti . Tathā dutiyakusalacittaṃ. Tatiyacatutthāni pana ṭhapetvā uparibhūmakakusalāni ca lokuttaravipākāni ca sesaekavīsaticittānaṃ. Pañcamachaṭṭhāni attano ca, navannañca uparibhūmakaupekkhākusalānaṃ, tevīsatiyā ca vipākānanti tettiṃsāya. Sattamaaṭṭhamāni ekavīsatiyāva.",
  "atk-abh03a53:136": "Pañca rūpāvacarakusalāni attano attano pacchimānaṃ rūpāvacarakusalānaṃ, catunnampi ñāṇasampayuttamahāvipākānaṃ, pañcannaṃ rūpāvacaravipākānañcāti dasannaṃ. Eteneva ca nayena arūpāvacarakusalesu paṭhamaṃ attano vipākena saddhiṃ ekādasannaṃ, dutiyaṃ dvādasannaṃ, tatiyaṃ terasannaṃ, catutthaṃ cuddasannaṃ phalasamāpattiyā cāti pannarasannaṃ lokuttarakusalaṃ attano attano vipākasseva. Aṭṭhasu lobhasahagatesu ekekaṃ akusalaṃ ekādasannaṃ kāmāvacaravipākamanoviññāṇadhātūnaṃ navannaṃ, mahaggatavipākānaṃ attano attano pacchimassa cāti ekavīsatiyā. Dve domanassasahagatāni upekkhāsahagatānaṃ channaṃ kāmāvacaravipākamanoviññāṇadhātūnaṃ attano pacchimassa cāti sattannaṃ. Vicikicchuddhaccasahagatadvayaṃ somanassasahagatāhetukavipākena saddhiṃ ekādasannaṃ kāmāvacaravipākamanoviññāṇadhātūnaṃ navannaṃ rūpāvacarārūpāvacaravipākānaṃ attano pacchimassa cāti ekavīsatiyā.",
  "atk-abh03a53:137": "Kusalavipākapañcaviññāṇā kusalavipākamanodhātuyā, manodhātu dvinnaṃ vipākamanoviññāṇadhātūnaṃ. Tāsu dvīsu somanassasahagatā dasannaṃ vipākamanoviññāṇadhātūnaṃ bhavaṅgabhūtānaṃ tadārammaṇakāle attano pacchimassa voṭṭhabbanakiriyassa cāti dvādasannaṃ. Upekkhāsahagatāhetukamanoviññāṇadhātu pana āvajjanamanodhātuyā dviṭṭhānikāya āvajjanamanoviññāṇadhātuyā dasannañca vipākamanoviññāṇadhātūnanti dvādasannameva. Tihetukamahāvipākā somanassasahagatāhetukavajjānaṃ dasannampi kāmāvacaravipākamanoviññāṇadhātūnaṃ rūpāvacarārūpāvacaravipākānaṃ āvajjanadvayassa cāti ekavīsatiyā, duhetukavipākā ṭhapetvā mahaggatavipāke sesānaṃ dvādasannaṃ. Pañca rūpāvacaravipākā tebhūmakakusalavipākasahetukapaṭisandhicittānaṃ sattarasannaṃ āvajjanadvayassa cāti ekūnavīsatiyā. Arūpāvacaravipākesu paṭhamaṃ kāmāvacarakusalavipākatihetukapaṭisandhicittānaṃ, catunnaṃ arūpāvacaravipākacittānaṃ catunnaṃ manodvārāvajjanassa cāti navannaṃ. Dutiyaṃ heṭṭhimavipākaṃ vajjetvā aṭṭhannaṃ, tatiyaṃ dve heṭṭhimāni vajjetvā sattannaṃ, catutthaṃ tīṇi heṭṭhimāni vajjetvā channaṃ cattāri lokuttaravipākāni tihetukavipākānaṃ terasannaṃ attano attano pacchimassa cāti cuddasannaṃ.",
  "atk-abh03a53:138": "Akusalavipākapañcaviññāṇā akusalavipākamanodhātuyā, manodhātu akusalavipākāhetukamanoviññāṇadhātuyā. Sā tadārammaṇakāle attano pacchimassa cutikāle paṭisandhivasena bhavaṅgavasena ca pavattānaṃ itaresampi navannaṃ kāmāvacaravipākānaṃ upekkhāsahagatānaṃ dvinnaṃ parittakiriyānañcāti dvādasannaṃ. Kiriyamanodhātu dasannaṃ viññāṇānaṃ hasituppādakiriyā pañcavokāre bhavaṅgavasena pavattānaṃ navannaṃ tihetukavipākānaṃ, tadārammaṇavasena pavattānaṃ pañcannaṃ somanassasahagatavipākānaṃ attano pacchimassa cāti aggahitaggahaṇena terasannaṃ. Voṭṭhabbanakiriyā ṭhapetvā kiriyamanodhātuṃ dasannaṃ kāmāvacarakiriyānaṃ, kāmāvacarakusalākusalānaṃ pañcavokāre bhavaṅgavasena pavattānaṃ pannarasannaṃ vipākacittānañcāti pañcacattālīsāya.",
  "atk-abh03a53:139": "Kāmāvacaratihetukasomanassasahagatakiriyadvayaṃ bhavaṅgavasena pavattānaṃ terasannaṃ tihetukavipākānaṃ tadārammaṇavasena pañcannaṃ somanassasahagatavipākānaṃ parikammavasena pavattamānānaṃ catunnaṃ rūpāvacarakiriyānaṃ arahattaphalasamāpattiyā attano pacchimassa cāti aggahitaggahaṇena dvāvīsatiyā duhetukasomanassasahagatakiriyadvayaṃ yathāvuttānaṃ terasannaṃ bhavaṅgacittānaṃ pañcannaṃ tadārammaṇānaṃ attano pacchimassa cāti aggahitaggahaṇena sattarasannaṃ. Kāmāvacaratihetukaupekkhāsahagatakiriyadvayaṃ tesaṃyeva terasannaṃ bhavaṅgānaṃ, tadārammaṇavasena pavattānaṃ channaṃ upekkhāsahagatavipākānaṃ, parikammavasena pavattānaṃ ekissā rūpāvacarakiriyāya catunnaṃ arūpāvacarakiriyānaṃ arahattaphalasamāpattiyā attano pacchimassa cāti aggahitaggahaṇena catuvīsatiyā. Duhetukaupekkhāsahagatakiriyadvayaṃ tesaṃyeva terasannaṃ bhavaṅgānaṃ channaṃ tadārammaṇānaṃ attano pacchimassa cāti aggahitaggahaṇena aṭṭhārasannaṃ. Rūpāvacarakiriyesu ekekaṃ navannaṃ pañcavokāre tihetukabhavaṅgānaṃ attano pacchimassa cāti dasannaṃ. Arūpāvacarakiriyesu paṭhamaṃ pañcavokāre navannaṃ bhavaṅgānaṃ, catuvokāre ekassa attano pacchimassa cāti ekādasannaṃ. Dutiyaṃ catuvokāre dve bhavaṅgāni labhati. Tatiyaṃ tīṇi, catutthaṃ cattāri phalasamāpattiñcāti tesu ekekaṃ yathāpaṭipāṭiyā ekādasannaṃ dvādasannaṃ terasannaṃ pañcadasannañca anantarapaccayo hoti. Evaṃ bahuvidhenāpi niddesaṃ labhati. Tena vuttaṃ –",
  "atk-abh03a53:140": "‘‘Dasadhā sattarasadhā, samasaṭṭhividhena ca;",
  "atk-abh03a53:141": "Bahudhāpi ca niddesaṃ, sādhukaṃ upalakkhaye’’ti.",
  "atk-abh03a53:142": "Samanantarapaccayādayo uttānatthāyeva.",
  "atk-abh03a53:143": "423. Upanissaye saddhaṃ upanissāyāti kammakammaphalaidhalokaparalokādīsu saddhaṃ upanissayaṃ katvā. Yathā hi puriso heṭṭhāpathaviyaṃ udakaṃ atthīti saddahitvā pathaviṃ khanati, evaṃ saddho kulaputto dānādīnaṃ phalañca ānisaṃsañca saddahitvā dānādīni pavatteti. Tasmā ‘‘saddhaṃ upanissāyā’’ti vuttaṃ.",
  "atk-abh03a53:144": "Sīlaṃ upanissāyātiādīsupi ime sīlādayo dhamme upanissayaṃ katvāti attho. Sīlavā hi sīlānubhāvesu sīlānisaṃsesu ca kusalo sīlaṃ upanissāya sīlavantānaṃ dānaṃ deti, uparūpari sīlaṃ samādiyati suparisuddhaṃ akhaṇḍaṃ, cātuddasīādīsu pakkhadivasesu uposathakammaṃ karoti, sīlasampadaṃ nissāya jhānādīni uppādeti. Bahussutopi dānādipuññakiriyāyattā sabbasampattiyo dānādīnañca saṅkilesavodānādibhedaṃ sutamayāya paññāya paṭivijjhitvā ṭhito sutaṃ upanissāya dānādīni pavatteti. Cāgavāpi cāgādhimutto attano cāgasampadaṃ upanissāya dānaṃ deti, sīlavanto hutvā dinnaṃ mahapphalanti sīlaṃ samādiyati, uposathakammaṃ karoti, tāya paṭipattiyā parisuddhacitto jhānādīni uppādeti. Paññavāpi idhalokaparalokahitañceva lokasamatikkamanupāyañca upaparikkhanto ‘‘sakkā imāya paṭipattiyā idhalokahitampi paralokahitampi lokasamatikkamanūpāyañca sampādetu’’nti paññaṃ upanissāya dānādīni pavatteti. Yasmā pana na kevalaṃ saddhādayo dānādīnaṃyeva upanissayā, attano aparabhāge uppajjamānānaṃ saddhādīnampi upanissayā eva, tasmā saddhā sīlaṃ sutaṃ cāgo paññā saddhāya sīlassa sutassa cāgassa paññāyāti vuttaṃ.",
  "atk-abh03a53:145": "Parikammanti anantaraṃ aggahetvā pubbabhāge parikammaṃ gahetabbaṃ. Yathākammūpagañāṇassa anāgataṃsañāṇassāti imesaṃ dvinnaṃ dibbacakkhuparikammameva, parikammaṃ visuṃ natthi. Dibbacakkhusseva paribhaṇḍañāṇāni etāni, tasmiṃ ijjhamāne ijjhanti evaṃ santepi tadadhimuttatāya sahitaṃ dibbacakkhuparikammaṃ tesaṃ parikammanti veditabbaṃ. Na hi etāni sabbesaṃ dibbacakkhukānaṃ samagatikāni honti. Tasmā bhavitabbamettha parikammavisesenāti. Dibbacakkhu dibbāya sotadhātuyāti dūre rūpāni disvā tesaṃ saddaṃ sotukāmassa dibbacakkhu sotadhātuvisuddhiyā upanissayo hoti. Tesaṃ pana saddaṃ sutvā tattha gantukāmatādivasena dibbasotadhātu iddhividhañāṇassa upanissayo hoti. Evaṃ sabbattha tassa tassa upakārakabhāvavasena upanissayapaccayatā veditabbā.",
  "atk-abh03a53:146": "Maggaṃ upanissāya anuppannaṃ samāpattinti tena tena maggena sithilīkatapāripanthakattā pahīnapāripanthakattā ca taṃ taṃ samāpattiṃ uppādentīti tesaṃ maggo samāpattiyā upanissayo hoti. Vipassantīti uparūparimaggatthāya vipassanti. Atthapaṭisambhidāyātiādi paṭisambhidānaṃ maggapaṭilābheneva ijjhanato vuttaṃ. Evaṃiddhānañca panetāsaṃ pacchā tesu tesu ārammaṇesu pavattiyā maggova upanissayo nāma hoti.",
  "atk-abh03a53:147": "Saddhaṃ upanissāya mānaṃ jappetīti ahamasmi saddho pasannoti mānaṃ pavatteti. Diṭṭhiṃ gaṇhātīti tasmiṃ tasmiṃ vacane saddhāvaseneva gantvā paññāya atthaṃ anupaparikkhanto ‘‘atthi puggalo’’tiādivasena diṭṭhiṃ gaṇhāti. Sīlaṃ sutaṃ cāgaṃ paññanti ahamasmi sīlavā sutavā cāgī paññāsampannoti mānaṃ jappeti. Sīlasutacāgapaññāsu pana mānamaññanaṃ viya diṭṭhimaññanaṃ uppādento diṭṭhiṃ gaṇhāti. Rāgassātiādīsu saddhādisampadaṃ upanissāya attukkaṃsanakāle tesu ekeko dhammo rāgassa, paravambhanakāle dosassa, ubhayena sampayuttassa mohassa, vuttappakārānaṃ mānadiṭṭhīnaṃ, saddhādisampadaṃ upanissāya bhavabhogasampattipatthanāya upanissayo hoti. Evamettha lokiyakusalaññeva dassitaṃ. Lokuttaraṃ pana santaṃ paṇītaṃ uttamaṃ akusalaviddhaṃsanaṃ. Tasmā cando viya andhakāratamānaṃ na akusalassa upanissayo hotīti na gahitaṃ.",
  "atk-abh03a53:148": "Ātāpetītiādi kāyikadukkhavasena abyākatadhammadassanatthaṃ vuttaṃ. Saddho hi saddhaṃ nissāya atisītaṃ atiuṇhanti anosakkitvā nānappakārāni navakammaveyyāvaccādīni karonto attānaṃ ātāpeti paritāpeti, bhogaṃ uppādetvā puññāni karissāmīti pariyeṭṭhimūlakaṃ dukkhaṃ paccanubhoti. Sīlavāpi sīlānurakkhaṇatthaṃ abbhokāsikattādivasena attānaṃ ātāpeti paritāpeti, piṇḍacārikattādivasena pariyeṭṭhimūlakaṃ dukkhaṃ paccanubhoti. Sutavāpi bāhussaccānurūpaṃ paṭipattiṃ paṭipajjissāmīti vuttanayeneva paṭipajjanto attānaṃ ātāpeti paritāpeti, pariyeṭṭhimūlakaṃ dukkhaṃ paccanubhoti. Cāgavāpi cāgādhimuttatāya attano yāpanamattepi paccaye anavasesetvā pariccajanto, aṅgādipariccāgaṃ vā pana karonto attānaṃ ātāpeti paritāpeti, pariccajitabbassa vatthuno uppādanatthaṃ pariyeṭṭhimūlakaṃ dukkhaṃ paccanubhoti. Paññavāpi uparūpari paññaṃ vaḍḍhessāmīti sappaññataṃ nissāya sītuṇhādīni agaṇetvā sajjhāyamanasikāresu yogaṃ karonto attānaṃ ātāpeti paritāpeti, micchājīve ādīnavaṃ sammājīve ca ānisaṃsaṃ disvā micchājīvaṃ pahāya parisuddhena ājīvena jīvitavuttiṃ pariyesanto pariyeṭṭhimūlakaṃ dukkhaṃ paccanubhoti.",
  "atk-abh03a53:149": "Kāyikassa sukhassāti saddhādisampattiṃ upanissāya uppannāni sukhopakaraṇāni paribhuñjanakāle saddhādisamuṭṭhānapaṇītarūpaphuṭakāyassa ca tesaṃ vasena avippaṭisāramūlakapāmojjapītisamuṭṭhānarūpaphuṭakāyassa ca sukhuppattikāle tesaṃ kaṭattā uppannavipākasukhakāle ca kāyikassa sukhassa, vuttanayeneva dukkhuppattikāle saddhādiguṇasampattiṃ asahamānehi payuttavadhabandhanādikāle ca kāyikassa dukkhassa, saddhādayo upanissāya pavattitaphalasamāpattikāle pana phalasamāpattiyā etesu ekeko upanissayapaccayena paccayo hotīti veditabbo. Kusalaṃ kammanti kusalacetanā attano vipākassa upanissayapaccayo, sā pana balavacetanāva labbhati, na dubbalā. Tatridaṃ vatthu – ekā kira itthī ubbandhitukāmā rukkhe rajjuṃ laggetvā saṃvidhātabbaṃ saṃvidahati. Atheko coro rattibhāge taṃ gehaṃ upasaṅkamitvā ‘‘imāya rajjuyā kiñcideva bandhitvā harissāmī’’ti satthena chindituṃ upagato. Atha sā rajju āsīviso hutvā susūti akāsi. Coro bhīto apasakki. Itthī attano nivesanā nikkhamitvā rajjupāse gīvaṃ paṭimuñcitvā ubbandhā kālamakāsi. Evaṃ balavacetanā antarāye nivāretvā attano vipākassa upanissayo hoti. Na panetaṃ ekantato gahetabbaṃ. Katokāsañhi kammaṃ eva vipākassa antarāyaṃ paṭibāhitvā vipaccati, vipākajanakaṃ pana kammaṃ vipākassa upanissayapaccayo na hotīti na vattabbaṃ. Kammanti ettha catubhūmakampi veditabbaṃ. Yaṃ pana parato ‘‘maggo phalasamāpattiyā’’ti vuttaṃ, taṃ acetanāvasena. Tenetaṃ dīpeti – yo koci vipākajanako dhammo, so attano vipākassa upanissayapaccayo hotīti.",
  "atk-abh03a53:150": "Rāgaṃupanissāya pāṇaṃ hanatīti yasmiṃ vatthusmiṃ sāratto hoti, tasmiṃ vā viruddhaṃ, tassa vā atthāya pāṇaṃ hanati. Adinnādānādīsupi etenevupāyena attho veditabbo. Sandhiṃ chindatīti adinnādānavasena vuttaṃ. Tattha sandhinti gehasandhiṃ. Nillopaṃ haratīti nilīyitvā harati. Ekāgārikaṃ karotīti bahūhi saddhiṃ ekameva gehaṃ parivāretvā vilumpati. Paripanthe tiṭṭhatīti panthadūhanakammaṃ karoti. Dosaṃ upanissāyātiādīsu ‘‘anatthaṃ me acarī’’tiādivasena uppannaṃ dosaṃ upanissayaṃ katvā. Mohaṃ upanissāyāti pāṇātipātādīsu ādīnavapaṭicchādakaṃ mohaṃ upanissayaṃ katvā. Mānaṃ upanissāyāti ahaṃ kiṃ hanituṃ na sakkomi, ādātuṃ na sakkomīti mānaṃ upanissayaṃ katvā. Kenaci vā pana avaññāto hoti paribhūto hīḷito, taṃ omānaṃ upanissayaṃ katvātipi attho. Diṭṭhiṃ upanissāyāti yaññādīsu brāhmaṇādayo viya pādasikamilakkhuādayo viya ca diṭṭhiṃ upanissayaṃ katvā. Patthanaṃ upanissāyāti ‘‘sace me idaṃ nāma ijjhissati, evarūpaṃ te balikammaṃ karissāmīti evaṃ devatāyācanasaṅkhataṃ vā, asukaṃ nāma me ghātetvā dehi, asukassa santakaṃ āhara, ehi vā me etāni kammāni karontassa sahāyo hohī’’ti evamādiṃ vā patthanaṃ upanissayaṃ katvā. Rāgo doso moho māno diṭṭhi patthanā rāgassāti. Ettha rāgo rāgassāpi upanissayo hoti dosādīnampi. Dosādīsupi eseva nayo.",
  "atk-abh03a53:151": "Pāṇātipāto pāṇātipātassāti pāṇātipātī asaṃvare ṭhitattā aññampi pāṇaṃ hanati. Yo vā etena hato, tassa ñātimittehi upadduto tesu aññampi hanati. Evaṃ pāṇātipāto pāṇātipātassa upanissayapaccayena paccayo. Bhaṇḍasāmikaṃ pana gopakaṃ vā ghātetvā parabhaṇḍaharaṇe, sāmikaṃ ghātetvā tassa dārātikkame, nāhaṃ hanāmīti musābhaṇane, katassa paṭicchādanatthāya akatassa vā karaṇatthāya pesuññaṃ upasaṃhāre, teneva nayena pharusavācānicchāraṇe, samphappalāpabhaṇane, paraṃ hanitvā abhijjhāyitabbaparavittūpakaraṇābhijjhāyane, yo tena ghātito hoti; tassa mittāmaccā ucchijjantūtiādicintane ‘‘evaṃ me pāṇātipāto nijjiṇṇo bhavissatī’’ti dukkarakārikādivasena diṭṭhiggahaṇakāle pāṇātipāto adinnādānādīnampi upanissayo hoti. Iminā upāyena adinnādānādimūlakesupi cakkesu attho veditabbo.",
  "atk-abh03a53:152": "Mātughātikammaṃ mātughātikammassāti aññaṃ mātaraṃ hanantaṃ disvā ‘‘vaṭṭati evaṃ kātu’’nti attano mātaraṃ hanantassa vā, ekasmiṃ bhave hantvā aparasmimpi hananavasena vā, ekasmiṃyeva bhave ‘‘gaccha, me mātaraṃ hanāhī’’ti punappunaṃ āṇāpanavasena vā, dvīhi pahārehi niyatamaraṇāya dutiyapahāradānavasena vā mātughātikammaṃ mātughātikammassa upanissayo hoti. Sesānipi yathāyogaṃ imināva nayena veditabbāni. Yasmā pana balavākusalaṃ dubbalākusalassa upanissayo na hoti, tasmā kammapathānantariyakammavaseneva desanā katāti vadanti. Taṃ na ekantato gahetabbaṃ. Pāṇātipātādīni hi katvā ‘‘kasmā evamakāsī’’ti codiyamāno kopamattakampi karoti. Vippaṭisārīpi hoti. Appamattakepi ca kilese uppanne taṃ vaḍḍhetvā vītikkamaṃ karoti. Tasmā balavaṃ dubbalassa dubbalañca balavassāpi upanissayo hotiyeva. Yaṃ pana paccayavibhaṅgassa uddesavaṇṇanāyaṃ vuttaṃ ‘‘balavakāraṇaṭṭhena upanissayo hotī’’ti, taṃ kāraṇabhāvasseva balavatāya vuttaṃ, na upanissayapaccayadhammānaṃ. Kammakilesā hi balavantopi dubbalāpi balavakāraṇaṃ hontiyeva.",
  "atk-abh03a53:153": "Rāgaṃupanissāya dānaṃ detītiādīsu aho vatāhaṃ cātumahārājikānaṃ devānaṃ sahabyataṃ upapajjeyyanti upapattibhave vā bhogesu vā rāgaṃ upanissāya dānaṃ deti. Sīlasamādānauposathakammesupi eseva nayo. Jhānaṃ pana rāgavikkhambhanatthāya, vipassanaṃ rāgassa pahānatthāya, maggaṃ samucchedanatthāya uppādento rāgaṃ upanissāya uppādeti nāma. Vītarāgabhāvatthāya pana abhiññaṃ samāpattiñca uppādento rāgaṃ upanissāya uppādeti nāma. Ettāvatā hi vītarāgo nāma hoti.",
  "atk-abh03a53:154": "Saddhāyāti dānādivasena pavattasaddhāya sīlādīsupi eseva nayo. Yatheva hi dānādivasena saddhādayo uppādento rāgaṃ upanissāya uppādeti nāma, evaṃ rāgādayopi saddhādīnaṃ upanissayapaccayā nāma hontīti veditabbā. Tassa paṭighātatthāyāti tassa paṭibāhanatthāya, vipākokāsassa anuppadānatthāyāti attho. Sappaṭighātesu tāva evaṃ hotu, yāni pana appaṭighātāni ānantariyakammāni, tesu ‘‘tassa paṭighātatthāyā’’ti kasmā vuttanti? Tassa ajjhāsayavasena. Tappaṭighātatthāya pavattemīti hissa ajjhāsayo, taṃ gahetvā evaṃ vuttaṃ.",
  "atk-abh03a53:155": "Rāgaṃ upanissāya attānaṃ ātāpetīti yattha ratto, tassa dukkarena pattiṃ sampassanto evaṃ karotīti sabbaṃ purimanayeneva veditabbaṃ. Kāyikassa sukhassāti rāgādisamatikkamavasena kusalaṃ katvā paṭiladdhasukhassa vā rāgādivasena anādīnavadassāvino kāme paribhuñjanavasena uppannasukhassa vā. Dukkhassāti ātāpanādivasena uppannasukhassa vā rāgādihetu pavattavadhabandhanādivasena uppannadukkhassa vā. Phalasamāpattiyāti rāgādayo samucchinditvā vā uppāditāya tehi vā aṭṭīyamānena samāpannāya.",
  "atk-abh03a53:156": "Kāyikaṃ sukhantiādīsu sukhe uppanne taṃ assādetvā punappunaṃ tathārūpeheva paccayehi taṃ uppādentassa purimaṃ pacchimassa upanissayo hoti. Sītādīsu pana aggisantāpanādīni atisevantassa pubbabhāge sukhaṃ aparabhāge dukkhassa, ‘‘sukho vati missā paribbājikāya taruṇāya lomasāya bāhāya samphasso’’ti kāmesu pātabyataṃ āpajjantassa idha kāyikaṃ sukhaṃ nerayikassa kāyikadukkhassa, arogabhāvena pana sukhino phalasamāpattiṃ samāpajjantassa kāyikaṃ sukhaṃ phalasamāpattiyā upanissayapaccayo hoti. Dukkhapaṭighātāya pana sukhaṃ sevantassa dukkhapaṭighātāya ca bhagavato viya ābādhaṃ vikkhambhetvā phalasamāpattiṃ samāpajjantassa kāyikadukkhaṃ kāyikasukhassa ceva phalasamāpattiyā ca, upanissayapaccayo hoti. Utusappāyo sukhassa ceva phalasamāpattiyā ca, asappāyo dukkhassa. Utuasappāyaṃ vā abhibhavitvā samāpattisamuṭṭhitarūpavasena uppannaṃ sukhaṃ anubhavitukāmassa asappāyopi utu phalasamāpattiyā paccayova. Bhojanasenāsanesupi eseva nayo. Puna kāyikaṃ sukhantiādīni kevalaṃ ekato dassitāni. Heṭṭhā vuttanayeneva panesaṃ paccayabhāvo veditabbo. Phalasamāpatti kāyikassa sukhassāti samāpattisamuṭṭhānarūpavasena uppannassa sukhassa. Taṃ hesa samāpattito vuṭṭhāya anubhavati.",
  "atk-abh03a53:157": "Kāyikaṃ sukhaṃ upanissāya dānantiādīsu ‘‘aho vata me idaṃ sukhaṃ na parihāyeyyā’’ti pattassa vā aparihāyanavasena; ‘‘aho vatāhaṃ āyatiṃ evarūpaṃ sukhaṃ pāpuṇeyya’’nti appattassa vā pattivasena; dukkhepi ‘‘aho vata me dukkhaṃ parihāyeyyā’’ti pattassa parihāyanavasena vā; ‘‘āyatiṃ evarūpaṃ nuppajjeyyā’’ti anuppādapatthanāvasena vā sukhadukkhānaṃ upanissayatā veditabbā. Utubhojanasenāsanāni vuttanayāneva. Puna kāyikaṃ sukhantiādīsu yasmā ‘‘sādhu kho, mārisa, moggallāna, buddhasaraṇagamanaṃ hotī’’ti sukhappattānampi, ‘‘sammāsambuddho vata, so bhagavā, yo evarūpassa dukkhassa pariññāya dhammaṃ desetī’’ti (udā. 18) dukkhappattānampi saddhā uppajjati. Sukhadukkhehi ca saṃyogaviyogatthāya sīlādiparipūraṇaṃ kareyya, tasmā sukhadukkhāni saddhādīnaṃ upanissayabhāvena dassitāni. Utuādīnipi yathāyogaṃ yojetabbāni. Kāyikaṃ sukhaṃ upanissāya pāṇaṃ hanatītiādīsupi vuttanayānusāreneva sukhādīnaṃ upanissayatā veditabbā.",
  "atk-abh03a53:158": "Imasmiṃ pana upanissayabhājanīye kusalo kusalassa tividhenāpi upanissayo, akusalassa duvidhena, abyākatassa tividhena. Akusalo akusalassa tividhena, kusalassa ekavidhena, abyākatassa duvidhena. Abyākatopi abyākatassa tividhena, tathā kusalassa, tathā akusalassāti. Evaṃ kusalo aṭṭhavidhena, akusalo chabbidhena, abyākato navavidhenāti tevīsatividhena upanissayo bhājitoti veditabbo.",
  "atk-abh03a53:159": "424. Purejāte cakkhādīni oḷārikavasena vuttāni. Āpodhātuādīnipi pana purejātārammaṇāni hontiyeva. Vatthu purejātaṃ cakkhāyatanantiādi yaṃ vatthu hutvā purejātaṃ hoti, taṃ dassetuṃ vuttaṃ. Vatthu vipākābyākatānanti pavattiyaṃ purejātapaccayaṃ sandhāya vuttaṃ.",
  "atk-abh03a53:160": "425. Pacchājāte imassa kāyassāti cātumahābhūtikakāyassa. Pacchājātapaccayena paccayoti upatthambhanavasena pacchājāto hutvā paccayo. Upatthambhakaṭṭhena paccayattāyeva hesa pacchājātapaccayoti imasmiṃ pañhāvāre anulomato āgato.",
  "atk-abh03a53:161": "426. Āsevanapaccaye anulomaṃ gotrabhussātiādīnaṃ visuṃ gahaṇe heṭṭhā vuttanayeneva kāraṇaṃ veditabbaṃ.",
  "atk-abh03a53:162": "427. Kammapaccaye kusalā cetanā sampayuttakānanti ettha sahajātanānākkhaṇikavibhāgassa abhāvato sahajātāti na vuttā. Abyākatavissajjane pana so vibhāgo atthi, tasmā tattha vuttā. Paṭisandhiggahaṇaṃ kaṭattārūpānaṃ vasena kataṃ. Cetanā vatthussāti kiñcāpi paṭisandhikkhaṇe vatthupatiṭṭhitā arūpadhammā vatthupaccayā vattanti, cetanā pana vatthussāpi paccayoti dassetuṃ vuttaṃ.",
  "atk-abh03a53:163": "428. Vipākapaccaye paṭisandhivāre imināva nayena attho veditabbo.",
  "atk-abh03a53:164": "429-438. Āhārapaccaye imassa kāyassāti imasmiṃ catusantativasena pavatte cātumahābhūtikakāye āhārasamuṭṭhānassa janakavasena, sesassa upatthambhakavasena āhārapaccayena paccayo. Indriyapaccayādīsupi paṭisandhivāro vuttanayeneva veditabbo. Sesaṃ sabbattha uttānatthamevāti.",
  "atk-abh03a53:165": "Pañhāvāravibhaṅgavaṇṇanā niṭṭhitā.",
  "atk-abh03a53:166": "Pañhāvārassa ghaṭane anulomagaṇanā",
  "atk-abh03a53:167": "439. Idānettha yathāladdhāni vissajjanāni gaṇanāvasena dassetuṃ hetuyā sattātiādi vuttaṃ. Tattha sattāti kusalena kusalaṃ, abyākataṃ, kusalābyākatanti tīṇi. Tathā akusalena; abyākatena abyākatamevāti evaṃ satta. Ārammaṇe navāti ekamūlakaekāvasānāni nava. Adhipatiyā dasāti kusalaṃ kusalassa sahajātato ceva ārammaṇato ca; akusalassa ārammaṇatova abyākatassa sahajātato ceva ārammaṇato ca; kusalābyākatassa sahajātatovāti kusalamūlakāni cattāri. Akusalaṃ akusalassa sahajātato ceva ārammaṇato ca; abyākatassa sahajātatova tathā akusalābyākatassāti akusalamūlakāni tīṇi. Abyākato abyākatassa sahajātato ceva ārammaṇato ca; kusalassa ārammaṇatova tathā akusalassāti abyākatamūlakāni tīṇīti evaṃ dasa. Ettha pana ārammaṇādhipatipi sattadhā, sahajātādhipatipi sattadhāva labbhati.",
  "atk-abh03a53:168": "Anantare sattāti kusalamūlakāni dve, tathā akusalamūlakāni, abyākatamūlakāni tīṇīti evaṃ satta. Samanantarepi etāneva. Sahajāte navāti kusalamūlakāni tīṇi, akusalamūlakāni tīṇi, abyākatamūlakaṃ ekaṃ, tathā kusalābyākatamūlakaṃ, akusalābyākatamūlakañcāti evaṃ nava. Aññamaññe tīṇīti kusalena kusalaṃ, akusalena akusalaṃ , abyākatena abyākatanti evaṃ tīṇi. Nissaye terasāti sahajātatova kusalamūlakāni tīṇi, tathā akusalamūlakāni, tathā abyākatamūlakāni. Ettha pana purejātampi labbhati. Abyākatañhi abyākatassa sahajātampi hoti purejātampi; kusalassa purejātameva tathā akusalassa. Puna kusalābyākato sahajātapurejātato kusalassa, sahajātatova abyākatassa, tathā akusalābyākatoti evaṃ terasa. Upanissaye navāti ekamūlakekāvasānā nava. Tesaṃ vibhaṅge tevīsati bhedā dassitā. Tesu ārammaṇūpanissaye satta, anantarūpanissaye satta, pakatūpanissaye nava honti. Purejāte tīṇīti abyākato abyākatassa, kusalassa, akusalassāti evaṃ tīṇi.",
  "atk-abh03a53:169": "Pacchājātetīṇīti kusalo abyākatassa, akusalo abyākatassa, abyākato abyākatassāti evaṃ tīṇi. Āsevane tīṇi aññamaññasadisāni. Kamme satta hetusadisāni. Tattha dvīsu vissajjanesu nānākkhaṇikakammampi āgataṃ, pañcasu sahajātameva. Vipāke ekaṃ abyākatena abyākataṃ. Āhāraindriyajhānamaggesu satta hetusadisāneva. Indriyaṃ panettha sahajātapurejātavasena āgataṃ. Sampayutte tīṇi aññamaññasadisāni. Vippayutte pañcāti sahajātapacchājātato kusalena abyākataṃ, akusalena abyākataṃ, sahajātapurejātapacchājātato abyākatena abyākataṃ, vatthupurejātato abyākatena kusalaṃ, tathā akusalanti ekaṃ kusalamūlaṃ, ekaṃ akusalamūlaṃ, tīṇi abyākatamūlānīti evaṃ pañca.",
  "atk-abh03a53:170": "Atthiyā terasāti sahajātato kusalena kusalaṃ, sahajātapacchājātato kusalena abyākataṃ, sahajātatova kusalena kusalābyākatanti kusalamūlāni tīṇi, tathā akusalamūlāni, sahajātapurejātapacchājātāhārindriyato pana abyākatena abyākataṃ, vatthārammaṇapurejātato abyākatena kusalaṃ, tathā akusalaṃ, sahajātapurejātato kusalo ca abyākato ca akusalassa; sveva abyākatassa sahajātapacchājātaāhārindriyato sahajātapurejātato ca kusalo ca abyākato ca kusalassa; sveva abyākatassa sahajātapacchājātaāhārindriyatoti evaṃ terasa. Natthivigatesu satta anantarasadisāni. Avigate terasa atthisadisānīti. Evamettha satta gaṇanaparicchedā ekaṃ tīṇi pañca satta nava dasa terasāti. Tesu vipākavasena ekameva ekakaṃ, aññamaññapurejātapacchājātāsevanasampayuttavasena pañca tikā, vippayuttavasena ekameva pañcakaṃ, hetuanantarasamanantarakammaāhārindriyajhānamagganatthivigatavasena dasa sattakā, ārammaṇasahajātaupanissayavasena tayo navakā, adhipativasena ekaṃ dasakaṃ, nissayaatthiavigatavasena tayo terasakāti evaṃ tasmiṃ tasmiṃ paccaye niddiṭṭhavāre gaṇanavasena sādhukaṃ sallakkhetvā tesaṃ vasena dukatikādīsu paccayasaṃsandane gaṇanā veditabbā.",
  "atk-abh03a53:171": "440. Ye pana paccayā yesaṃ paccayānaṃ visabhāgā vā viruddhā vā honti, te tehi saddhiṃ na yojetabbā. Seyyathidaṃ – hetupaccayassa tāva ārammaṇānantarasamanantarūpanissayapurejātapacchājātakammāsevanāhārajhānanatthivigatā adhipatipaccaye ca ṭhapetvā vīmaṃsaṃ sesādhipatino visabhāgā, sahajātādayo sabhāgā. Kasmā? Tathā bhāvābhāvato. Hetupaccayo hi yesaṃ hetupaccayo hoti, tesaṃ sahajātādipaccayopi hoti, ārammaṇādipaccayo pana na hotīti ārammaṇādayo tassa visabhāgā nāma. Tasmā so tehi, te vā tena saddhiṃ, na yojetabbā. Purejātapacchājātasampayuttavippayuttaatthinatthivigatāvigatā ca aññamaññaviruddhā, tepi aññamaññaṃ na yojetabbā. Tattha ayojanīye vajjetvā yojanīyehi yoge ye vārā labbhanti, te saṅkhepato dassetuṃ hetupaccayā adhipatiyā cattārītiādi vuttaṃ.",
  "atk-abh03a53:172": "Tattha kiñcāpi hetupaccayassa adhipatinā saṃsandane ūnataragaṇanavasena sattahi vārehi bhavitabbaṃ, yasmā pana adhipatīsu vīmaṃsāva hetupaccayo, na itare, tasmā visabhāge vajjetvā sabhāgavasena ‘‘cattārī’’ti vuttaṃ. Tāni evaṃ veditabbāni – kusalo dhammo kusalassa dhammassa hetupaccayena paccayo adhipatipaccayena paccayo; kusalā vīmaṃsā sampayuttakānaṃ khandhānaṃ, kusalo dhammo abyākatassa dhammassa hetupaccayena paccayo adhipatipaccayena paccayo; kusalā vīmaṃsā cittasamuṭṭhānānaṃ rūpānaṃ, kusalo dhammo kusalassa ca abyākatassa ca dhammassa hetupaccayena paccayo adhipatipaccayena paccayo; kusalā vīmaṃsā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ, abyākato dhammo abyākatassa dhammassa hetupaccayena paccayo adhipatipaccayena paccayo; vipākābyākatā kiriyābyākatā vīmaṃsā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānanti. Ettha ca vipākābyākatā lokuttaratova gahetabbā. Ārammaṇapaccayaanantarapaccayādayo pana visabhāgattā na yojitā. Iminā upāyena sabbattha labbhamānañca alabbhamānañca ñatvā labbhamānavasena vārā uddharitabbā.",
  "atk-abh03a53:173": "Sahajātesattāti hetuyā laddhāneva. Aññamaññe tīṇīti suddhikaaññamaññe laddhāneva. Nissaye sattāti hetuyā laddhāneva. Vipāke ekanti suddhikavipāke laddhameva. Indriyamaggesu cattārīti heṭṭhā vuttanayāneva . Sampayutte tīṇīti suddhikasampayutte laddhāneva. Vippayutte tīṇīti kusalādicittasamuṭṭhānaṃ rūpaṃ paccayuppannaṃ katvā veditabbāni. Atthiavigatesu sattāti hetuyā laddhāneva.",
  "atk-abh03a53:174": "441-443. Evaṃ yehi adhipatipaccayādīhi ekādasahi paccayehi saddhiṃ hetupaccayo yojanaṃ labhati, tesaṃ vasena dumūlakanaye gaṇanaṃ dassetvā idāni timūlakādīsu tassa dassanatthaṃ lakkhaṇaṃ ṭhapento hetusahajātanissayaatthiavigatanti sattātiādimāha. Potthakesu pana nissaupanissaadhipāti evaṃ parihīnakkharāni paccayanāmāni likhanti, taṃ saññākaraṇamattavasena likhitaṃ. Tasmā tādisesu ṭhānesu paripuṇṇā pāḷi kātabbā. Yaṃ panidaṃ lakkhaṇaṃ ṭhapitaṃ, tena idaṃ dīpeti – ayaṃ hetupaccayo sahajātādīhi catūhi saddhiṃ saṃsandane attano vibhaṅge laddhāni satteva vissajjanāni labhati. Sace panettha aññamaññapaccayo pavisati, aññamaññe laddhāni tīṇi labhati. Sace sampayuttapaccayo pavisati, tāneva tīṇi labhati. Sace vippayuttapaccayo pavisati, hetuvippayuttaduke laddhāni tīṇi labhati. Sace vipākapaccayo pavisati, sabbehi vipākasabhāgehi saddhiṃ saṃsandane evameva vissajjanaṃ labhati. Sace panettha indriyamaggapaccayā pavisanti, tehi saddhiṃ dumūlake laddhāni cattāriyeva labhati. Sace tehi saddhiṃ aññamaññapaccayo pavisati, hetādhipatiduke dassitesu catūsu vissajjanesu ‘‘kusalo dhammo abyākatassa, kusalo dhammo kusalassa ca abyākatassa cā’’ti dve apanetvā sesāni dve labhati. Sacepi tattha sampayuttapaccayo pavisati, tāneva dve labhati. Sace pana vippayuttapaccayo pavisati, itarāni dve labhati. Sace pana tesu vipākapaccayo pavisati, sabbattha ekameva labhati. Adhipatinā pana saddhiṃ hetādhipatidukato ūnataragaṇanesu appavisantesu cattāriyeva labhati. Ūnataragaṇanesu pavisantesu tesaṃ vasena dve ekanti labhati. Evaṃ tesaṃ tesaṃ paccayānaṃ samāyoge labbhamānaṃ gaṇanaṃ viditvā timūlakādīsu gaṇanā uddharitabbāti.",
  "atk-abh03a53:175": "Etesu pana ghaṭanesu sabbapaṭhamāni cattāri ghaṭanāni sāmaññato navannampi hetūnaṃ vasena vuttāni avipākāni. Abyākatena abyākatavissajjane panettha vipākahetupi labbhati.",
  "atk-abh03a53:176": "Tato parāni pañca ghaṭanāni vipākahetuvasena vuttāni. Tattha sabbepi sahajātavipākā ceva vipākasahajātarūpā ca. Tesu paṭhame ghaṭane vipākā ceva taṃsamuṭṭhānarūpā ca labbhanti, dutiye vipākā ceva paṭisandhiyañca vatthurūpaṃ. Tatiye arūpadhammāva. Catutthe vipākacittasamuṭṭhānarūpameva labbhati. Pañcame vatthurūpameva.",
  "atk-abh03a53:177": "Tato parāni pañcadasa ghaṭanāni indriyamaggayuttāni amohahetuvasena vuttāni. Tattha paṭhamāni nava nirādhipatīni, pacchimāni cha sādhipatīni. Nirādhipatikesupi paṭhamāni cattāri sāmaññato sabbattha amohavasena vuttāni, pacchimāni pañca vipākāmohavasena. Tattha nirādhipatikesu paṭhame cattārīti heṭṭhā hetādhipatiduke dassitāneva. Dutiye cittasamuṭṭhānarūpaṃ parihāyati. Tatiye vatthurūpaṃ parihāyati. Catutthe kusalo dhammo cittasamuṭṭhānānaṃ, abyākato taṃsamuṭṭhānānanti rūpameva labbhati. Tato parāni vipākayuttāni pañca heṭṭhā vuttanayāneva. Sādhipatikesu paṭhamāni tīṇi ghaṭanāni sāmaññato vipākāvipākahetuvasena vuttāni. Tesu paṭhame cattāri vuttanayāneva. Dutiye rūpaṃ parihāyati, tatiye arūpaṃ parihāyati. Tato parāni tīṇi vipākahetuvasena vuttāni. Tesu paṭhame rūpārūpaṃ labbhati, dutiye arūpameva, tatiye rūpameva. Evampi tesaṃ tesaṃ paccayānaṃ samāyoge labbhamānaṃ gaṇanaṃ viditvā timūlakādīsu gaṇanā uddharitabbāti.",
  "atk-abh03a53:178": "Hetumūlakaṃ niṭṭhitaṃ.",
  "atk-abh03a53:179": "444. Ārammaṇamūlakepi adhipatipaccayādayo satta ārammaṇena sabhāgā, sesā soḷasa visabhāgāti te ayojetvā satteva yojitā. Tesu adhipatiyā sattāti kusalo dhammo kusalassa dhammassa, akusalassa dhammassa, abyākatassāti evaṃ kusalamūlāni tīṇi, akusalamūlaṃ ekaṃ, abyākatamūlāni tīṇīti satta. Nissaye tīṇīti vatthuvasena abyākatamūlāneva. Upanissaye satta heṭṭhimāni eva. Purejāte tīṇīti vatthārammaṇavasena abyākatamūlāni. Vippayutte tīṇīti vatthuvaseneva. Atthiavigatesu tīṇīti vatthārammaṇavasena. Yathā pana hetumūlake lakkhaṇadassanatthaṃ ghaṭanāni ṭhapitāni, tathā ārammaṇamūlakādīsupi.",
  "atk-abh03a53:180": "445. Tattha yāni tāva imasmiṃ ārammaṇamūlake pañca ghaṭanāni ṭhapitāni. Tattha paṭhamaṃ ārammaṇādhipativasena sādhipatikaṃ. Tattha sattāti ārammaṇādhipatiduke laddhavissajjanāneva. Dutiyaṃ nirādhipatikaṃ. Tattha tīṇīti vatthārammaṇavasena ārammaṇavaseneva vā abyākatamūlāni. Tatiyaṃ nissayena vuttaṃ. Tattha tīṇīti vatthuvasena abyākatamūlāni. Catutthapañcamāni sādhipatikāni. Tesu catutthe ekanti vatthārammaṇavasena ārammaṇavaseneva vā abyākatamūlaṃ akusalaṃ. Pañcame ekanti nissayato abyākatamūlakaṃ akusalaṃ. Evamidhāpi labbhamānavasena tikādīsu gaṇanā veditabbā. Tathā adhipatimūlakādīsu. Ārammaṇaindriyavipākavasena vitthārayojanaṃ pana avatvā tattha tattha vattabbayuttakameva vadāmāti.",
  "atk-abh03a53:181": "446. Adhipatimūlake sahajāte sattāti sahajātādhipativasena kusalamūlāni tīṇi, akusalamūlāni tīṇi, abyākatamūlaṃ ekaṃ. Sahajātena pana saddhiṃ ārammaṇādhipati, ārammaṇādhipatinā ca saddhiṃ sahajātaṃ na labbhati. Aññamaññe tīṇīti sahajātādhipativaseneva. Nissaye aṭṭhāti kusalamūlāni tīṇi, akusalamūlāni tīṇi, abyākatamūlāni dve. Abyākato hi adhipati abyākatassa sahajātato ceva ārammaṇato ca nissayo hoti, akusalassa ārammaṇatova. Kusalassa pana ubhayathāpi na hotīti abyākatamūlāni dveyevāti evaṃ aṭṭha. Upanissaye satta ārammaṇasadisāneva. Purejāte ekanti abyākatādhipati ārammaṇavasena akusalassa. Vipāke ekaṃ abyākatena abyākataṃ lokuttaraṃ. Āhārādīsu satta heṭṭhā ekamūlake laddhāneva. Vippayutte cattārīti kusalena abyākataṃ, tathā akusalena, abyākatena abyākatañca kusalañca. Atthiavigatesu aṭṭha nissayasadisāneva.",
  "atk-abh03a53:182": "447-452. Ghaṭanāni panettha paṭipāṭiyā ārammaṇādīhi ayojetvā paṭhamaṃ atthiavigatehi yojitāni. Kiṃ kāraṇāti? Ubhayādhipatimissakattā. Tattha paṭhame ghaṭane ārammaṇādhipativasena vatthārammaṇaṃ labbhati , dutiye nissayavasena garuṃ katvā assādentassa vatthumeva, tatiye sahajātādhipativasena kusalādayo rūpānaṃ, ārammaṇādhipativasena vatthu akusalassa. Tato parāni tīṇi ghaṭanāni ārammaṇādhipativasena vuttāni. Tattha paṭhame sattāti heṭṭhā vuttāneva. Dutiye ekanti purejātāni vatthārammaṇāni akusalassa. Tatiye vatthumeva akusalassa. Tato parāni tīṇi ghaṭanāni vipākāvipākasādhāraṇāni sahajātādhipativasena vuttāni. Tattha paṭhame rūpārūpaṃ labbhati, dutiye arūpameva, tatiye rūpameva. Tato parāni tīṇi vipākādhipativasena vuttāni. Tesupi paṭhame rūpārūpaṃ labbhati, dutiye arūpaṃ, tatiye rūpameva. Tato parāni cha ghaṭanāni āhārindriyayuttāni cittādhipativasena vuttāni. Tattha tīṇi avipākāni, tīṇi savipākāni. Tesu gaṇanā pākaṭāyeva. Tato parāni cha ghaṭanāni tatheva viriyādhipativasena vuttāni. Nanu ca adhipatipaṭipāṭiyā paṭhamaṃ viriyādhipativasena vattabbāni siyuṃ, kasmā tathā na vuttānīti? Parato hetuvasena vuttaghaṭanehi sadisattā. Parato hi hetuvasena ghaṭanāni amohassa vīmaṃsādhipatittā vīmaṃsāya ca sammādiṭṭhibhāvato maggasampayuttāni. Viriyampi ca sammāvāyāmamicchāvāyāmabhāvena maggoti tena saddhiṃ ghaṭanāni parato hetuvasena vuttaghaṭanehi sadisānīti parivattetvā vuttāni. Tesupi gaṇanā pākaṭāyeva.",
  "atk-abh03a53:183": "453-456. Anantarasamanantaramūlakesu sattāti kusalo kusalassa abyākatassa ca, tathā akusalo, abyākato tiṇṇannampīti evaṃ satta. Kamme ekanti kusalā maggacetanā attano vipākābyākatassa. Ghaṭanāni panetesu tīṇi tīṇiyeva. Tāni bahutarapaṭipāṭiyā vuttāni.",
  "atk-abh03a53:184": "457-460. Sahajātaaññamaññanissayamūlakesu ye ye dukamūlake paccayā vuttā te teyeva ādito ṭhitena sabhāgā. Tasmā dukamūlake gaṇanaṃ ñatvā ye upari paccayā ghaṭitā, tesu ūnataragaṇanassa vasena sabbaghaṭanesu gaṇanā veditabbā. Tattha sahajātamūlake dasa ghaṭanāni. Tesu pañca avipākāni, pañca savipākāni. Tattha avipākesu tāva paṭhame kusalo kusalassa abyākatassa , kusalābyākatassa, kusalābyākato abyākatassāti cattāri, tathā akusalo, abyākato abyākatassevāti evaṃ nava. Tattha kusalākusalādikesu aṭṭhasu vissajjanesu arūpañceva cittasamuṭṭhānarūpañca labbhati. Abyākate vatthurūpampi. Dutiye ghaṭane abyākatavissajjane rūpesu vatthumeva labbhati, tatiye tīsupi arūpameva, catutthe cittasamuṭṭhānarūpameva, pañcame paṭisandhiyaṃ vatthunā saddhiṃ arūpadhammā. Savipākesu paṭhame vipākā ceva vipākacittasamuṭṭhānarūpañca, dutiye vipākā ceva vatthurūpañca, tatiye vipākameva, catutthe vipākacittasamuṭṭhānameva, pañcame vatthurūpameva labbhati.",
  "atk-abh03a53:185": "Aññamaññamūlake cha ghaṭanāni. Tesu paṭhamāni tīṇi avipākāni, pacchimāni tīṇi savipākāni. Tesu gaṇanā pākaṭāyeva.",
  "atk-abh03a53:186": "461. Nissayamūlake nissayapaccayā ārammaṇe tīṇīti vatthuṃ ārammaṇaṃ katvā pavattakusalādivasena veditabbāni. Upanissaye ekanti vatthuṃ ārammaṇūpanissayaṃ katvā uppannākusalaṃ. Sesaṃ dumūlake heṭṭhā vuttanayeneva veditabbaṃ.",
  "atk-abh03a53:187": "462-464. Imasmiṃ pana nissayapaccaye vīsati ghaṭanāni. Tesu purimāni cha ghaṭanāni purejātasahajātavasena vuttāni, tato cattāri purejātavaseneva, tato dasa sahajātavaseneva. Tattha paṭhame ghaṭane terasāti nissayapaccayavibhaṅge vuttāneva. Dutiye aṭṭhāti sahajātādhipativasena satta, vatthuṃ garuṃ katvā akusalañcāti aṭṭha. Tatiye satta indriyapaccaye laddhāneva. Catutthe pañca vippayutte laddhāni. Pañcame cattārīti kusalādīni cittasamuṭṭhānānaṃ, vatthu ca akusalassa. Chaṭṭhe tīṇīti kusalādīni cittasamuṭṭhānassa. Purejātavasena catūsu paṭhame tīṇīti vatthu kusalādīnaṃ, cakkhādīni ca abyākatassa. Dutiye vatthumeva kusalādīnaṃ. Tatiye ekanti vatthu akusalassa. Catutthe cakkhādīni viññāṇapañcakassa. Sahajātavasena dasa savipākāvipākavasena dvidhā bhinditvā sahajātamūlake vuttanayeneva veditabbāni.",
  "atk-abh03a53:188": "465. Upanissayamūlake ārammaṇe sattāti ārammaṇūpanissaye laddhāneva. Adhipatiyā sattāti tāneva. Anantarasamanantaresu anantarūpanissaye laddhāneva. Nissaye ekanti vatthu akusalassa. Purejāte ekanti tasseva vatthuṃ vā ārammaṇaṃ vā. Āsevane tīṇi anantarūpanissayavasena. Kamme dve pakatūpanissayavasena. Lokuttarakusalacetanā pana anantarūpanissayopi hoti. Vippayutte ekaṃ ārammaṇūpanissayavasena, tathā atthiavigatesu. Natthivigatesu satta anantarasamāneva.",
  "atk-abh03a53:189": "466. Upanissayamūlakāni pana satta ghaṭanāni honti. Tattha purimāni tīṇi ārammaṇūpanissayavasena vuttāni. Tattha paṭhame sattāti kusalo kusalādīnaṃ, tathā abyākato, akusalo akusalassevāti evaṃ satta. Dutiye ekanti cakkhādiabyākataṃ akusalassa. Tatiye vatthu akusalassa. Tato parāni dve anantarūpanissayavasena vuttāni. Tesu gaṇanā pākaṭāyeva. Tato dve anantarapakatūpanissayavasena vuttāni. Tattha paṭhame lokiyakusalākusalacetanāpaccayabhāvato gahetabbā, dutiye lokuttarakusalāva.",
  "atk-abh03a53:190": "467-468. Purejātamūlake ārammaṇe tīṇīti abyākato kusalādīnaṃ. Adhipatiyā ekanti abyākato akusalassa. Sesesupi eseva nayo. Ettha pana satta ghaṭanāni. Tesu paṭhamaṃ vatthārammaṇavasena vuttaṃ, dutiyaṃ vatthuvaseneva, tatiyaṃ ārammaṇavasena, catutthaṃ vatthussa ārammaṇakālavasena, pañcamaṃ ārammaṇādhipativasena, chaṭṭhaṃ vatthuno ārammaṇādhipatikālavasena, sattamaṃ cakkhādivasena.",
  "atk-abh03a53:191": "469-472. Pacchājātamūlake vīsati paccayā na yujjanti, tayova yojanaṃ labhanti. Ekamevettha ghaṭanaṃ, taṃ kāyassa kusalādīnaṃ vasena veditabbaṃ. Āsevanamūlakepi ekameva ghaṭanaṃ.",
  "atk-abh03a53:192": "473-477. Kammamūlake anantare ekanti maggacetanāvasena vuttaṃ. Aññamaññe tīṇīti ettha paṭisandhiyaṃ vatthupi gahetabbaṃ. Upanissaye dveti anantarapakatūpanissayavasena heṭṭhā vuttāneva. Evaṃ sesānipi heṭṭhā vuttanayeneva veditabbāni. Ettha pana ekādasa ghaṭanāni. Tattha paṭhamāni dve pakatūpanissayānantarūpanissayavibhāgato nānākkhaṇikakammavasena vuttāni. Tato parāni cattāri vipākāvipākato ekakkhaṇikakammavasena vuttāni. Tattha paṭhame arūpena saddhiṃ cittasamuṭṭhānarūpaṃ labbhati, dutiye arūpena saddhiṃ vatthu, tatiye arūpameva, catutthe cittasamuṭṭhānarūpameva. Paṭisandhiyaṃ pana kaṭattārūpampi labbhati. Tato parāni pañca savipākāni, tāni heṭṭhā vuttanayāneva. Vipākamūlake pañca ghaṭānāni uttānatthāneva.",
  "atk-abh03a53:193": "478-483. Āhāramūlake sattātiādīni vuttanayāneva. Ghaṭanāni panettha catuttiṃsa. Tesu paṭhamāni pañca vipākāvipākasāmaññato vuttāni. Tattha paṭhame cattāropi āhārā labbhanti; dutiye tayo arūpāhārāva. Tatiye vatthupi paccayuppannaṃ hoti, catutthe taṃ parihāyati. Pañcame rūpameva paccayuppannaṃ. Tato parāni pañca savipākaghaṭanāni, tāni heṭṭhā vuttanayāneva. Tato parāni nava ghaṭanāni cetanāhāravasena vuttāni. Tato parāni nava nirādhipativiññāṇāhāravasena . Tato parāni sādhipativiññāṇāhāravasena cha ghaṭanāni vuttāni. Tattha tīṇi vipākāvipākasāmaññavasena vuttāni. Tīṇi vipākavaseneva. Tattha lokiyānaṃ vipākānaṃ abhāvato vatthu parihāyati.",
  "atk-abh03a53:194": "484-495. Indriyamūlake purejāte ekanti cakkhundriyādīnaṃ vasena abyākatena abyākataṃ. Sesaṃ dumūlakaṃ heṭṭhā vuttanayeneva veditabbaṃ. Ghaṭanāni panettha cha sattati. Tattha paṭhame sabbānipi indriyāni paccayaṭṭhena labbhanti. Dutiye rūpajīvitindriyaṃ hāyati. Na hi taṃ nissayo hoti. Tatiye arūpindriyāni rūpānaṃ. Catutthe cakkhādīni cakkhuviññāṇādīnaṃ. Tato parāni nava ghaṭanāni sahajātaarūpindriyavasena vuttāni, tato nava maggabhūtānaṃ indriyānaṃ vasena, tato nava jhānaṅgabhūtānaṃ, tato nava jhānamaggabhūtānaṃ, tato nava manindriyavaseneva, tato sādhipatīni cha, tato vīriyavasena maggasampayuttāni cha, tato amohahetuvasena nirādhipatīni nava, sādhipatīni cha. Tesu sabbesu vipākapaccayena ayuttāni ca yuttāni ca heṭṭhā vuttanayeneva veditabbāni.",
  "atk-abh03a53:195": "496-500. Jhānamūlakepi dumūlakaṃ heṭṭhā vuttanayeneva veditabbaṃ. Ghaṭanāni panettha chattiṃsa. Tesu paṭhamāni nava indriyamaggabhāvaṃ anāmasitvā sādhāraṇajhānaṅgavaseneva vuttāni. Tato parāni nava indriyabhūtajhānaṅgavasena, tato nava maggabhūtajhānaṅgavasena, tato nava indriyamaggabhūtajhānaṅgavasena. Catūsupi cetesu navakesu ādito cattāri cattāri vipākāvipākasādhāraṇāni. Avasāne pañca pañca vipākāneva, tāni heṭṭhā vuttanayāneva.",
  "atk-abh03a53:196": "501-508. Maggamūlakepi dumūlakaṃ vuttanayeneva veditabbaṃ. Ghaṭanāni panettha sattapaññāsa. Tesu paṭhamāni nava indriyajhānabhāvaṃ anāmasitvā suddhikamaggavaseneva vuttāni. Tato nava indriyabhūtamaggavasena, tato nava jhānabhūtamaggavasena, tato nava indriyajhānabhūtamaggavasena, tato cha adhipatibhūtamaggavasena, tato nava nirādhipatimaggahetuvasena, tato cha sādhipatimaggahetuvasena, tattha navakesu pañca pañca chakkesu tīṇi tīṇi vipākāni. Sesāni sādhāraṇāni, tāni heṭṭhā vuttanayāneva.",
  "atk-abh03a53:197": "509-510. Sampayuttamūlake dumūlakaṃ uttānatthameva. Ettha pana dveyeva ghaṭanāni. Tattha ekaṃ sādhāraṇavasena, ekaṃ vipākavasena vuttaṃ.",
  "atk-abh03a53:198": "511-514. Vippayuttamūlakepi dumūlakaṃ uttānatthameva. Ghaṭanāni panettha terasa. Tattha paṭhame pañcāti kusalo abyākatassa, tathā akusalo, abyākato tiṇṇannampi. Ettha ca ime vippayuttādayo sahajātāpi honti, pacchājātapurejātāpi. Dutiye purejātasahajātāva tatiye teyeva adhipativasena. Tattha kusalo abyākatassa tathā akusalo, abyākato pana abyākatassa ca ārammaṇādhipativasena akusalassa cāti evaṃ cattāri. Catutthe tīṇīti kusalādīni abyākatassa. Indriyāni panettha rūpānipi arūpānipi. Pañcame paccayā arūpāva chaṭṭhe vatthuvasena rūpāva sattame kusalābyākatānaṃ vipassanāvasena, akusalassa assādanavasena vatthumeva. Aṭṭhame tadevākusalassa, navame cakkhādīni abyākatassa, dasame kusalādayo cittasamuṭṭhānānaṃ, ekādasame paṭisandhiyaṃ vatthu khandhānaṃ, dvādasame paṭisandhiyaṃ khandhā kaṭattārūpānaṃ, terasame paṭisandhiyaṃ khandhā vatthussa.",
  "atk-abh03a53:199": "515-518. Atthipaccayamūlake upanissaye ekanti ārammaṇūpanissayavasena abyākataṃ akusalassa. Sesaṃ dumūlake uttānameva. Ghaṭanāni panettha ekūnatiṃsa. Tesu paṭhame arūpavatthārammaṇamahābhūtaindriyāhārānaṃ vasena sahajātapurejātapacchājātapaccayā labbhanti. Dutiye pacchājātakabaḷīkārāhārā na labbhanti. Paṭhamadutiyaghaṭanāneva adhipatinā saddhiṃ upari tatiyacatutthāni katāni. Puna paṭhamameva catūhi āhārehi saddhiṃ pañcamaṃ, rūpindriyehi saddhiṃ chaṭṭhaṃ, rūpārūpindriyehi saddhiṃ sattamaṃ kataṃ. Dutiyameva vā pana indriyehi saddhiṃ sattamaṃ kataṃ. Paṭhamadutiyāneva vippayuttapaccayena saddhiṃ aṭṭhamanavamāni. Tesu navamaṃ adhipatinā saddhiṃ dasamaṃ kataṃ. Tato ekādasame paccayavasena vatthu hāyati. Dvādasame arūpadhammāyeva paccayā, terasame vatthārammaṇā, cuddasame vatthumeva, pannarasame ārammaṇameva, soḷasame vatthumeva ārammaṇaṃ, sattarasame pana tadeva ārammaṇādhipatibhāvena, aṭṭhārasamepi tadeva ārammaṇūpanissayavasena, ekūnavīsatime cakkhādayova paccayā. Imāni ekūnavīsati pakiṇṇakaghaṭanāni nāma sahajātaṃ aggahetvā vuttāni. Tato parāni dasa sahajātavasena vuttāni.",
  "atk-abh03a53:200": "519. Natthivigatamūlakesu anantarasamanantaramūlakesu viya upanissayāsevanakammavasena tīṇiyeva ghaṭanāni, avigatamūlakaṃ atthimūlakasadisamevāti.",
  "atk-abh03a53:201": "Yāni panetāni imasmiṃ pañhāvāre ghaṭanāni vuttāni, tāni sabbānipi duvidhāniyeva – pakiṇṇakato sahajātato ca. Tattha sabbesampi ārammaṇamūlakādīnaṃ ādito sahajātaṃ aggahetvā vuttāni pakiṇṇakāni nāma. Tāni ārammaṇamūlake pañcapi, adhipatimūlake cha, anantaramūlake tīṇipi, tathā samanantaramūlake, nissayamūlake dasa, upanissayamūlake satta, purejātamūlake satta, pacchājātamūlake ekameva, tathā āsevanamūlake, kammamūlake dve, āhāramūlake ekaṃ, indriyamūlake cattāri, vippayuttamūlake nava, atthimūlake ekūnavīsati, natthimūlake tīṇipi, tathāvigatamūlake. Avigatamūlake ekūnavīsatīti sabbānipi satañceva tīṇi ca honti. Sahajātanissayabhāvena panetāni pakiṇṇakānīti vuttāni.",
  "atk-abh03a53:202": "Yāni pana sahajātaṃ labbhanti, tāni sahajātaghaṭanāni nāmāti vuccanti. Tāni ārammaṇamūlake anantarasamanantarapurejātapacchājātaāsevananatthivigatamūlakesu na labbhanti. Na hi te paccayā sahajātānaṃ paccayā honti. Yathā ca sahajātānaṃ na honti, tathā hetusahajātaaññamaññavipākajhānamaggasampayuttapaccayā. Asahajātānanti hetumūlake sabbāni catuvīsatipi ghaṭanāni sahajātaghaṭanāneva. Tathā adhipatimūlake catuvīsati, sahajātamūlake dasapi, aññamaññamūlake chapi, nissayamūlake dasa, kammamūlake nava, vipākamūlake pañcapi, āhāramūlake tettiṃsa, indriyamūlake dvāsattati jhānamūlake chattiṃsāpi, maggamūlake sattapaññāsampi, sampayuttamūlake dvepi, vippayuttamūlake cattāri, atthimūlake dasa, avigatamūlake dasāti sabbānipi tīṇi satāni dvādasa ca honti. Iti purimāni sataṃ tīṇi ca imāni ca dvādasuttarāni tīṇi satānīti sabbānipi pañcadasādhikāni cattāri ghaṭanasatāni pañhāvāre āgatāni. Tesu ye ye paccayadhammā nāmavasena na pākaṭā hutvā paññāyanti, tepi hetumūlakādīnaṃ nayānaṃ ādito vipākāvipākasāmaññato vuttesu ghaṭanesu dassetabbā. Dvādaseva hi hetū cha ārammaṇā cattāro adhipatayo cattāro āhārā vīsati indriyāni satta jhānaṅgāni dvādasa maggaṅgānīti ete paccayadhammā nāma. Tesu ye ye dhammā ekantena kusalā, ekanteneva akusalā, ekantena kusalavipākā, ekantenevākusalavipākā, ekanteneva vipākā, ekanteneva avipākā te te sādhukaṃ sallakkhetvā ye tattha vipākā, te vipākaghaṭanesu, ye avipākā, te avipākaghaṭanesu yathāyogaṃ yojetabbāti.",
  "atk-abh03a53:203": "Pañhāvārassa ghaṭane anulomagaṇanā.",
  "atk-abh03a53:204": "Paccanīyuddhāravaṇṇanā",
  "atk-abh03a53:205": "527. Idāni paccanīyaṃ hoti. Tattha yathā paṭicca vārādīsu ‘‘akusalaṃ dhammaṃ paṭicca akusalo dhammo uppajjati nahetupaccayā’’tiādinā nayena labbhamānā pañhā labbhamānānaṃ paccayānaṃ vasena sarūpatova vitthāritā. Evaṃ avitthāretvā ekena lakkhaṇena saṅkhepato paccanīyaṃ dassetuṃ dhammasaṅgāhakehi kusalo dhammo kusalassa dhammassa ārammaṇapaccayena paccayotiādinā nayena anulomato kusalādīnaṃ paccayā uddhaṭā. Te ca kho paccayā samūhavasena, no ekekapaccayavaseneva; tasmā ye yattha samūhato dassitā, te vibhajitvā veditabbā. Sabbepi hi ime catuvīsati paccayā aṭṭhasu paccayesu saṅgahaṃ gacchanti. Kataresu aṭṭhasu? Ārammaṇe, sahajāte, upanissaye, purejāte, pacchājāte, kamme, āhāre, indriyeti. Kathaṃ? Ṭhapetvā hi ime aṭṭha paccaye sesesu soḷasasu hetupaccayo aññamaññavipākajhānamaggasampayuttapaccayoti ime cha paccayā ekantena sahajātā hutvā sahajātānaññeva paccayabhāvato sahajātapaccaye saṅgahaṃ gacchanti. Anantarapaccayo samanantaraāsevananatthivigatapaccayoti ime pana pañca uppajjitvā niruddhā attano anantaraṃ uppajjamānānaññeva paccayabhāvato anantarūpanissayalakkhaṇena upanissaye saṅgahaṃ gacchanti. Nissayapaccayo sahajātapurejātabhedato duvidho. Tattha sahajātanissayo sahajātānaññeva nissayapaccayabhāvato sahajātapaccaye saṅgahaṃ gacchati, purejātanissayo purejātapaccaye saṅgahaṃ gacchati.",
  "atk-abh03a53:206": "Adhipatipaccayopi sahajātādhipatiārammaṇādhipativasena duvidho. Tattha sahajātādhipati sahajātānaṃyeva adhipatipaccayabhāvato sahajātapaccaye saṅgahaṃ gacchati. Ārammaṇādhipati ārammaṇūpanissayo hotiyevāti ārammaṇūpanissayalakkhaṇena upanissayapaccaye saṅgahaṃ gacchati. Vippayuttapaccayo sahajātapurejātapacchājātabhedato tividho. Tattha sahajātavippayutto sahajātānaññeva vippayuttapaccayabhāvato sahajātapaccaye saṅgahaṃ gacchati. Purejātavippayutto pure uppajjitvā pacchā uppajjamānānaṃ paccayabhāvato purejāte saṅgahito. Pacchājātavippayutto pacchā uppajjitvā pure uppannānaṃ upatthambhanavasena paccayabhāvato pacchājātapaccaye saṅgahaṃ gacchati. Atthipaccayaavigatapaccayā sahajātapurejātapacchājātaāhārindriyānañceva atthiavigatesu ca ekekassa vasena chahi bhedehi ṭhitā. Tattha sahajātaatthiavigatā sahajātānaññeva atthiavigatapaccayabhāvato. Sahajātapaccaye saṅgahaṃ gacchanti. Purejātā pure uppajjitvā pacchā uppajjamānānaṃ paccayabhāvato purejātapaccaye saṅgahaṃ gacchanti. Pacchājātā pacchā uppajjitvā pure uppannānaṃ upatthambhanavasena paccayabhāvato pacchājātapaccaye saṅgahaṃ gacchanti. Āhārabhūtā kabaḷīkārāhārapaccaye saṅgahaṃ gacchanti. Indriyabhūtā rūpajīvitindriyapaccaye saṅgahaṃ gacchantīti evaṃ ime soḷasa paccayā imesu aṭṭhasu paccayesu saṅgahaṃ gacchantīti veditabbā.",
  "atk-abh03a53:207": "Imesampi pana aṭṭhannaṃ paccayānaṃ aññamaññaṃ saṅgaho atthiyeva. Ādito niddiṭṭho hi ārammaṇapaccayo adhipatianadhipatibhedena duvidho. Tattha adhipatibhūto ārammaṇūpanissayalakkhaṇena upanissaye saṅgahaṃ gacchati. Anadhipatibhūto suddho ārammaṇapaccayova. Kammapaccayopi sahajātanānākkhaṇikavasena duvidho. Tattha sahajātakammaṃ attanā sahajātānaññeva kammapaccayabhāvato sahajāteyeva saṅgahaṃ gacchati. Nānākkhaṇikakammaṃ balavadubbalavasena duvidhaṃ. Tattha balavakammaṃ vipākadhammānaṃ upanissayova hutvā paccayo hotīti upanissaye saṅgahaṃ gacchati. Balavampi pana rūpānaṃ dubbalañca arūpānaṃ nānākkhaṇikakammapaccayeneva paccayo. Āhārapaccayopi rūpārūpato duvidho. Tattha arūpāhāro attanā sahajātānaññeva paccayo hotīti sahajātapaccaye saṅgahaṃ gacchati. Rūpāhāro sahajātapurejātapacchājātānaṃ paccayo na hoti. Attano pana uppādakkhaṇaṃ atikkamitvā ṭhitippatto āhārapaccayataṃ sādhetīti āhārapaccayova hoti. Indriyapaccayopi rūpārūpato duvidho. Tattha arūpindriyapaccayo attanā sahajātānaññeva indriyapaccayataṃ sādhetīti sahajāteyeva saṅgahaṃ gacchati. Rūpindriyapaccayo pana ajjhattabahiddhābhedato duvidho. Tattha ajjhattaṃ indriyapaccayo pure uppajjitvā pacchā uppajjamānānaṃ sasampayuttadhammānaṃ cakkhuviññāṇādīnaṃ indriyapaccayo hotīti purejāteyeva saṅgahaṃ gacchati. Bāhiro indriyapaccayo nāma rūpajīvitindriyaṃ, taṃ sahajātānaṃ paccayo hontampi anupālanamattavaseneva hoti, na janakavasenāti indriyapaccayova hoti. Evaṃ ime aṭṭha paccayā aññamaññampi saṅgahaṃ gacchantīti veditabbā. Ayaṃ tāva aṭṭhasu paccayesu avasesānaṃ soḷasannañceva tesaṃyeva ca aṭṭhannaṃ aññamaññavasena saṅgahanayo.",
  "atk-abh03a53:208": "Idāni imesaṃ aṭṭhannaṃ paccayānaṃ ekekasmiṃ catuvīsatiyāpi paccayesu ye ye saṅgahaṃ gacchanti, te te veditabbā. Tattha aṭṭhannaṃ tāva sabbapaṭhame ārammaṇapaccaye ārammaṇapaccayova saṅgahaṃ gacchati, na sesā tevīsati. Dutiye sahajātapaccaye hetupaccayo sahajātādhipatipaccayo sahajātapaccayo aññamaññapaccayo sahajātanissayapaccayo sahajātakammapaccayo vipākapaccayo sahajātaāhārapaccayo sahajātaindriyapaccayo jhānapaccayo maggapaccayo sampayuttapaccayo sahajātavippayuttapaccayo sahajātatthipaccayo sahajātāvigatapaccayoti ime pannarasa paccayā saṅgahaṃ gacchanti. Tatiye upanissayapaccaye adhipatibhūto ārammaṇapaccayo ārammaṇabhūto adhipatipaccayo anantarasamanantaraupanissayaāsevanapaccayā nānākkhaṇiko balavakammapaccayo natthipaccayo vigatapaccayoti ime nava paccayā saṅgahaṃ gacchanti. Catutthe purejātapaccaye purejātanissayapaccayo purejātapaccayo purejātindriyapaccayo purejātavippayuttapaccayo purejātatthipaccayo purejātāvigatapaccayoti ime cha paccayā saṅgahaṃ gacchanti. Pañcame pacchājātapaccaye pacchājātapaccayo pacchājātavippayuttapaccayo pacchājātatthipaccayo pacchājātāvigatapaccayoti ime cattāro paccayā saṅgahaṃ gacchanti. Chaṭṭhe kammapaccaye nānākkhaṇikakammapaccayova saṅgahito. Sattame āhārapaccaye kabaḷīkārāhāravaseneva āhārapaccayo āhāratthipaccayo āhārāvigatapaccayoti ime tayo paccayā saṅgahitā. Aṭṭhame indriyapaccaye rūpajīvitindriyapaccayo indriyatthipaccayo indriyāvigatapaccayoti ime tayo paccayā saṅgahaṃ gacchanti. Evaṃ imesaṃ aṭṭhannaṃ paccayānaṃ ekekasmiṃ ime cime ca paccayā saṅgahaṃ gatāti ñatvā ye yattha saṅgahaṃ gatā, te tassa gaṇanena gahitāva hontīti veditabbā.",
  "atk-abh03a53:209": "Evaṃ sabbapaccayasaṅgāhakānaṃ imesaṃ aṭṭhannaṃ paccayānaṃ vasena ekūnapaññāsāya pañhesu imasmiṃ paccanīye ‘‘kusalo dhammo kusalassa dhammassa ārammaṇapaccayena paccayo’’tiādayo ime pannarasa pañhā uddharitvā vissajjitā. Tattha kusalo kusalassa, kusalo akusalassa, kusalo abyākatassa, kusalo kusalābyākatassāti kusalādikā cattāro pañhā; tathā akusalādikā; abyākato pana abyākatassa, abyākato kusalassa, abyākato akusalassāti abyākatādikā tayo; kusalo ca abyākato ca kusalassa; tathā abyākatassa; akusalo ca abyākato ca akusalassa; tathā abyākatassāti dumūlakekāvasānā cattāro honti. Tesu paṭhame pañhe yehi bhavitabbaṃ, te sabbe saṅgahetvā tayo paccayā vuttā. Dutiye dve, tatiye pañca, catutthe ekova pañcame tayo, chaṭṭhe dve, sattame pañca, aṭṭhame ekova navame satta, dasame tayo, ekādasame tayo, dvādasame dve, terasame cattāro, cuddasame dve, pannarasamepi cattārova. Te ‘‘sahajātapaccayenā’’ti avatvā ‘‘sahajātaṃ pacchājāta’’nti vuttā. Tattha kāraṇaṃ parato vakkhāma.",
  "atk-abh03a53:210": "Samāsato panettha eko dve tayo cattāro pañca sattāti chaḷeva paccayaparicchedā honti. Ayaṃ pañhāvārassa paccanīye ukkaṭṭhavasena pañhāparicchedo ceva te te paccaye saṅgahetvā dassitapaccayaparicchedo ca. ‘‘Na hetupaccayo’’tiādīsu hi catuvīsatiyāpi paccayapaccanīyesu ekapaccanīyepi ito uddhaṃ pañhā vā paccayā vā na labbhanti, heṭṭhā labbhanti. Tasmā yesu pañhesu ‘‘kusalo dhammo kusalassa ca abyākatassa ca dhammassa sahajātapaccayena paccayo’’ti evaṃ ekova paccayo āgato, tasmiṃ paccaye paṭikkhitte te pañhā parihāyanti. Yasmiṃ pana pañhe ‘‘kusalo dhammo akusalassa dhammassa ārammaṇapaccayena paccayo upanissayapaccayena paccayo’’ti evaṃ dve paccayā āgatā. Tattha nārammaṇapaccayāti evaṃ ekasmiṃ paccaye paṭikkhittepi itarassa paccayassa vasena so pañho labbhateva. Tesu pana dvīsupi paccayesu paṭikkhittesu so vāro pacchijjati. Evameva yesu pañhesu tayo cattāro pañca satta vā labbhanti, tesu ṭhapetvā paṭikkhitte paccaye avasesānaṃ vasena te pañhā labbhantiyeva. Sabbesu pana paccayesu paṭikkhittesu sabbepi te vārā pacchijjantīti idameva cettha lakkhaṇaṃ. Iminā lakkhaṇena ādito paṭṭhāya tesu tesu pañhesu saṅkhipitvā vuttapaccayānaṃ pabhedo ca tasmiṃ tasmiṃ paccanīye tesaṃ tesaṃ pañhānaṃ parihāni ca veditabbā.",
  "atk-abh03a53:211": "Tatrāyaṃ vitthārakathā – paṭhamapañhe tāva tīhi paccayehi ekūnavīsati paccayā dassitā. Kathaṃ? Kusalo hi kusalassa purejātapacchājātavipākavippayutteheva paccayo na hoti , sesehi vīsatiyā hoti, tesu ārammaṇapaccayo ekova sahajāte pana sabbasaṅgāhikavasena pannarasa paccayā saṅgahaṃ gacchantīti vuttā. Tesu hetupaccaye paṭikkhitte cuddasa honti. Kusalo pana kusalassa neva vipākapaccayo na, vippayuttapaccayoti te dve apanetvā sese dvādasa sandhāya sahajātapaccayena paccayoti vuttaṃ. Upanissayapaccayepi sabbasaṅgāhikavasena nava paccayā saṅgahaṃ gacchantīti vuttā. Tesu adhipatibhūto ārammaṇapaccayo ārammaṇabhūto ca adhipatipaccayo ārammaṇūpanissayavasena upanissayameva anupaviṭṭho. Kusalo pana kusalassa nānākkhaṇikakammapaccayo na hotīti taṃ apanetvā sese cha sandhāya upanissayapaccayena paccayoti vuttaṃ. Evaṃ paṭhamapañhe tīhi paccayehi ekūnavīsatipaccayā dassitāti veditabbā. Tesu imasmiṃ hetupaccanīye ‘‘kusalo dhammo kusalassa dhammassa nahetupaccayena paccayoti dānaṃ datvā sīlaṃ samādiyitvā uposathakammaṃ katvā taṃ paccavekkhati, pubbe suciṇṇāni paccavekkhatī’’ti evamādinā ārammaṇapaccayādīsu vuttanayeneva uddharitvā pāḷi dassetabbā.",
  "atk-abh03a53:212": "Ārammaṇapaccaye pana paṭikkhitte tassa vitthāraṃ apanetvā hetupaccayavitthāraṃ pakkhipitvā sāyeva pāḷi dassetabbā, sesapaccayapaṭikkhepesupi eseva nayo. Tasmiṃ pana paccaye paṭikkhitte ye vārā parihāyanti, te parato vakkhāma.",
  "atk-abh03a53:213": "Dutiyapañhe pana dvīhi paccayehi tayo paccayā dassitā. Kathaṃ? Kusalo hi akusalassa anantarādivasena paccayo na hoti. Tasmā te apanetvā ārammaṇūpanissayavasena saṅgahitaṃ ārammaṇādhipatiñceva pakatūpanissayañca sandhāya upanissayapaccayena paccayoti vuttaṃ. Tasmā suddho ārammaṇapaccayo ārammaṇādhipativasena adhipatipaccayo upanissayapaccayoti dutiyapañhe dvīhi paccayehi ime tayo paccayā dassitāti veditabbā.",
  "atk-abh03a53:214": "Tatiyapañhe pana pañcahi paccayehi aṭṭhārasa paccayā dassitā. Kathaṃ? Kusalo hi abyākatassa aññamaññapurejātāsevanavipākasampayuttehiyeva paccayo na hoti, sesehi ekūnavīsatiyā hoti. Tesu ārammaṇapaccayo eko. Yasmā pana kusalo abyākatassa aññamaññavipākasampayuttavasena paccayo na hoti, hetupaccayo paṭikkhitto, kammapaccayo visuṃ gahito, tasmā ime pañca apanetvā sahajātena dasa paccayā dassitā. Upanissayena heṭṭhā vuttesu chasu ṭhapetvā āsevanaṃ sesā pañca. Pacchājāto ekova tathā sahajātanānākkhaṇikavasena duvidhopi kammapaccayoti evaṃ tatiyapañhe pañcahi paccayehi ime aṭṭhārasa paccayā dassitāti veditabbā.",
  "atk-abh03a53:215": "Catutthapañhe pana ekena paccayena dasa. Kathaṃ? Kusalo hi kusalābyākatassa sahajāte vuttesu pannarasasu aññamaññavipākasampayuttavippayuttehi paccayo na hoti, hetupaccayo paṭikkhitto. Iti ime pañca apanetvā sesā dasa paccayā ettha ekena paccayena dassitāti veditabbā.",
  "atk-abh03a53:216": "528. Yathā ca imesu kusalādikesu catūsu, tathā akusalādikesupi catūsu pañhesu tehi tehi paccayehi te teyeva paccayā dassitāti veditabbā.",
  "atk-abh03a53:217": "529. Tato parānaṃ abyākatādīnaṃ tiṇṇaṃ pañhānaṃ paṭhamapañhe sattahi paccayehi tevīsati paccayā dassitā. Kathaṃ? Abyākato hi abyākatassa catuvīsatiyāpi paccayehi paccayo hoti. Hetupaccaye pana paṭikkhitte tevīsati honti. Tesu ārammaṇapaccayo ekova. Yasmā panettha asahajātānampi saṅgahaṇatthaṃ āhārindriyapaccayā visuṃ gahitā. Tasmā ime tayo apanetvā sahajātena dvādasa paccayā dassitā. Upanissayena heṭṭhā vuttā cha, purejāto ekova tathā pacchājātaāhārindriyapaccayāti evamettha sattahi paccayehi ime tevīsati paccayā dassitāti veditabbā. Dutiye tīhi paccayehi dvādasa dassitā. Kathaṃ? Ārammaṇapaccayo eko, upanissayena pana ārammaṇūpanissayavasena ārammaṇādhipatianantarasamanantaranatthivigataupanissayapaccayoti cha dassitā. Purejātena purejātanissayavippayuttaatthiavigatā pañcāti evamettha tīhi paccayehi ime dvādasa paccayā dassitāti veditabbā. Tatiyepi eseva nayo.",
  "atk-abh03a53:218": "530. Tato parānaṃ dukamūlakānaṃ catunnaṃ pañhānaṃ paṭhamapañhe ‘‘sahajātapaccayena purejātapaccayenā’’ti avatvā ‘‘sahajātaṃ purejāta’’nti vuttehi dvīhi nissayaatthiavigatavasena tayo paccayā dassitā. Kusalā hi khandhā vatthunā saddhiṃ ekato kusalassa paccayabhāvaṃ sādhayamānā kiñcāpi sahajātā, sahajātapaccayā pana na honti vatthumissakattā . Tasmā tesaṃ sahajātānaṃ nissayaatthiavigatānaṃ vasena sahajātanti vuttaṃ. Vatthumhipi eseva nayo. Tampi hi kiñcāpi purejātaṃ, khandhamissakattā pana purejātapaccayo na hoti. Kevalaṃ purejātānaṃ nissayādīnaṃ vasena purejātanti vuttaṃ.",
  "atk-abh03a53:219": "Dutiyapañhe ‘‘sahajātaṃ pacchājātaṃ āhāraṃ indriya’’nti vuttehi catūhipi sahajātanissayaatthiavigatavasena cattāro paccayā dassitā. Imasmiñhi vāre sahajātapaccayo labbhati, pacchājātapaccayādayo na labbhanti. Pacchājātānaṃ pana āhārindriyasaṅkhātānañca atthiavigatānaṃ vasenetaṃ vuttaṃ. Kusalā hi khandhā abyākatā ca mahābhūtā upādārūpānaṃ sahajātapaccayena nissayapaccayena atthiavigatapaccayehīti catudhā paccayā honti. Pacchājātā pana kusalā tehiyeva bhūtehi saddhiṃ tesaññeva upādārūpānaṃ atthiavigatavasena paccayo. Kabaḷīkārāhāropi pacchājātehi kusalehi saddhiṃ purejātassa kāyassa atthiavigatavaseneva paccayo. Rūpajīvitindriyampi pacchājātehi kusalehi saddhiṃ kaṭattārūpānaṃ atthiavigatapaccayeneva paccayo. Iti imaṃ catudhā paccayabhāvaṃ sandhāya ‘‘sahajātaṃ pacchājātaṃ, āhāraṃ indriya’’nti idaṃ vuttaṃ. Pacchājātāhārindriyapaccayā panettha na labbhantiyeva. Parato akusalamissakapañhādvayepi eseva nayoti. Evamettha tesu tesu pañhesu saṅkhipitvā vuttapaccayānaṃ pabhedo veditabbo. Tasmiṃ tasmiṃ pana paccaye tesaṃ tesaṃ pañhānaṃ parihānāparihāniṃ parato āvikarissāmāti.",
  "atk-abh03a53:220": "Paccanīyuddhārassa atthavaṇṇanā.",
  "atk-abh03a53:221": "Paccanīyagaṇanavaṇṇanā",
  "atk-abh03a53:222": "532. Idāni ete ‘‘kusalo dhammo kusalassa dhammassā’’tiādayo anulomavasena pannarasa vārā dassitā. Yasmā paccanīyepi eteyeva, na ito uddhaṃ; heṭṭhā pana honti, tasmā yassa yassa paccayassa paccanīye ye ye vārā labbhanti, te te ādito paṭṭhāya gaṇanavasena dassetuṃ nahetuyā pannarasātiādi āraddhaṃ.",
  "atk-abh03a53:223": "Tattha nahetuyā sabbesampi yathādassitānaṃ paccayānaṃ vasena pannarasa labbhanti. Nārammaṇe sahajāte hetupaccayo pavisati. Tasmiṃ tasmiṃ vāre suddho ārammaṇapaccayo parihāyati, sesapaccayavasena te vārā vissajjanaṃ labhanti. Yathā ca nārammaṇe, evaṃ sesesupi. Sahajāte hetupaccayo pavisati. Tasmiṃ tasmiñca vāre naupanissaye naanantareti evaṃ paccanīyato ṭhitā paccayā parihāyanti, avasesapaccayavasena te te vārā vissajjanaṃ labhanti. Nasahajāte pana ‘‘kusalo dhammo kusalassa ca abyākatassa ca, akusalo dhammo akusalassa ca abyākatassa ca, kusalo ca abyākato ca dhammā kusalassa, akusalo ca abyākato ca dhammā akusalassāti ime cattāro vārā parihāyanti. Etesañhi catunnaṃ purimesu dvīsu sahajātapaccayena paccayoti ekādasannaṃ paccayānaṃ vasena ekova paccayasaṅgaho vutto. Te tasmiṃ paṭikkhitte aññenākārena vissajjanaṃ na labhanti. Pacchimesu dvīsu nissayaatthiavigatapaccaye sandhāya ‘‘sahajātaṃ purejāta’’nti vuttaṃ. Te sahajāte paṭikkhitte avasesānaṃ hetuādīnañca purejātānañceva nissayaatthiavigatānaṃ vasena vissajjanaṃ na labhanti, tasmā ime cattāropi vārā parihāyanti. Avasesānaṃ vasena ‘‘ekādasā’’ti vuttaṃ.",
  "atk-abh03a53:224": "Tattha siyā – yathā hetumhi paṭikkhitte sesānaṃ adhipatiādīnaṃ vasena te vārā laddhā, evaṃ sahajāte paṭikkhitte avasesānaṃ hetuādīnaṃ vasena kasmā na labbhantīti? Nippadesattā. Hetuādayo hi sahajātānaṃ ekadesamattato sappadesā, tasmā tesu paṭikkhittesu aññesaṃ vasena te vārā labbhanti. Sahajāto pana nippadeso sabbepi hetuādayo gaṇhāti, tasmā tasmiṃ paṭikkhitte sabbepi te paṭikkhittā honti. Na hi asahajātā hetupaccayādayo nāma atthi . Iti sahajātassa nippadesattā tasmiṃ paṭikkhitte sabbepi te ubhopi vārā na labbhanti. ‘‘Sahajātaṃ purejāta’’nti vissajjitavāresu pana kiñcāpi sahajātapaccayoyeva natthi, yasmā panettha sahajātāva arūpakkhandhā nissayaatthiavigatavasena paccayā, sahajāte ca paṭikkhitte ekantena sahajātanissayaatthiavigatā paṭikkhittā honti, tasmā tassa paṭikkhittattā tepi vārā na labbhantīti evaṃ sabbathāpettha ime cattāro vārā parihāyanti. Avasesānaññeva vasena ekādasāti vuttaṃ.",
  "atk-abh03a53:225": "Naaññamaññananissayanasampayuttepi teyeva vārā parihāyanti. Kasmā? Sahajātagatikattā. Yatheva hi arūpadhammabhūto sahajātapaccayo nippadesena cattāro arūpakkhandhe gaṇhāti, tathā aññamaññanissayasampayuttāpīti sahajātagatikattā etesupi paṭikkhittesu te vārā na labbhantīti veditabbā. Tena vuttaṃ naaññamaññe ekādasa, nanissaye ekādasa, nasampayutte ekādasāti.",
  "atk-abh03a53:226": "Tattha siyā – kiñcāpi ime avisesena kusalādibhedānaṃ catunnaṃ khandhānaṃ saṅgāhakattā sahajātagatikā, kusalo pana kusalābyākatassa ṭhapetvā sahajātapaccayaṃ aññathā paccayova na hoti, tasmā tasmiṃ paṭikkhitte so vāro parihāyatu. Kusalo pana kusalābyākatānaṃ neva aññamaññapaccayo hoti, tasmiṃ paṭikkhitte so vāro kasmā parihāyatīti? Aññamaññapaccayadhammavasena pavattisabbhāvato. Yatheva hi kusalābyākatā kusalassa sahajātapaccayova na honti. Sahajātadhammavasena pana nissayapaccayādīhi pavattisabbhāvato tasmiṃ paṭikkhitte so vāro parihāyati, evamidhāpi aññamaññapaccayadhammavasena sahajātādīhi pavattisabbhāvato tasmiṃ paṭikkhitte so vāro parihāyati. Naaññamaññapaccayena paccayoti padassa hi ayamattho – ye dhammā aññamaññapaccayasaṅgahaṃ gatā, na tehi paccayo. Kusalo ca kusalābyākatānaṃ sahajātādivasena paccayo honto aññamaññapaccayadhammeheva paccayo hoti, tasmā tasmiṃ paṭikkhitte so vāro parihāyati. Yathā ca so vāro, tathā sesāpi tayoti cattāropi te vārā parihāyanti.",
  "atk-abh03a53:227": "Nanissayeekādasāti etthāpi yasmā tesaṃ vārānaṃ ekentena sahajātapaccayadhammāva nissayabhūtā, tasmā nissaye paṭikkhitte parihāyanti. Napurejāte terasāti sahajātaṃ purejātanti vuttavissajjane dvimūlake dve apanetvā terasa. Yathā hi te sahajāte paṭikkhitte purejātānaññeva nissayaatthiavigatānaṃ vasena vissajjanaṃ na labhanti, tathā purejātepi paṭikkhitte sahajātānaññeva nissayaatthiavigatānaṃ vasena vissajjanaṃ na labhanti, tasmā te apanetvā terasāti veditabbā.",
  "atk-abh03a53:228": "Napacchājāte pannarasāti ettha ‘‘pacchājātapaccayena paccayo’’ti vā ‘‘sahajātaṃ pacchājātaṃ āhāraṃ indriya’’nti vā āgataṭṭhānesu ṭhapetvā pacchājātaṃ avasesavasenapi te pañhā labbhanti, tasmā pannaraseva vuttā. Nakammetiādīsu yasmā kammavipākāhārindriyajhānamaggāpi kusalādibhedānaṃ catunnaṃ khandhānaṃ ekadesova tasmā ṭhapetvā te dhamme avasesadhammavasena sahajātadhammā paccayā hontīti ekampi pañhāvissajjanaṃ na parihīnaṃ . Nasampayutte ekādasāti yasmā tesu catūsu vāresu sampayuttadhammā sahajātādipaccayena paccayā honti, tasmā sampayuttapaccayapaṭikkhepena teyeva vārā parihāyantīti veditabbā. Navippayutte navāti dumūlakaekāvasānā cattāro ekamūlakadukāvasānā dve cāti ime cha vārā ekantena vippayuttapaccayadhammehi yuttā. Tehi sahajātādivasena paccayā honti, tasmā vippayutte paṭikkhitte sabbepi te parihāyantīti naveva labbhanti. Tena vuttaṃ ‘‘navippayutte navā’’ti. Noatthinoavigatesupi teyeva veditabbā. Ekantena hi te vārā atthiavigatapaccayadhammayuttā, tasmā te tesaṃ paṭikkhepe parihāyanti. Yepi labbhanti, tesu ārammaṇavasena anantarādivasena vā vissajjanāni kātabbāni. Sahajātapurejātapacchājātaāhārindriyabhedato pañcannaṃ atthiavigatānaṃ vippayuttadhammānaṃ vā vasena na kātabbānīti.",
  "atk-abh03a53:229": "533. Evaṃ paccanīye laddhavāre gaṇanato dassetvā idāni dumūlakādivasena paccayagaṇanaṃ dassetuṃ nahetupaccayā nārammaṇe pannarasātiādi āraddhaṃ. Tattha nahetumūlakadukesu atirekagaṇano ūnataragaṇanena saddhiṃ yojito ūnataragaṇanova hoti.",
  "atk-abh03a53:230": "Timūlake naupanissaye terasāti kusalo akusalassa, akusalo kusalassāti dve vārā parihāyanti. Kasmā? Nārammaṇena saddhiṃ naupanissayassa ghaṭitattā. Ārammaṇavasena hi upanissayavasena ca imesaṃ pavatti. Tañca ubhayaṃ paṭikkhittaṃ. Ārammaṇādhipati ca ārammaṇūpanissayaggahaṇena gahito hotiyeva.",
  "atk-abh03a53:231": "Chamūlakepi naupanissaye terasāti teyeva terasa. Sattamūlake pana naupanissaye sattāti nasahajātena saddhiṃ ghaṭitattā tattha parihīnehi catūhi saddhiṃ ‘‘kusalo kusalassa, kusalo akusalassa, akusalo akusalassa, akusalo kusalassā’’ti ime anantarūpanissayapakatūpanissayavasena pavattamānā cattāroti aṭṭha parihāyanti, tasmā avasesānaṃ vasena sattāti vuttaṃ. Napurejāte ekādasāti nasahajātena saddhiṃ ghaṭitattā ekādasa. Napacchājāte navāti tesu ekādasasu sahajātaṃ pacchājātaṃ āhāraṃ indriyanti laddhavissajjanesu dumūlake abyākatante dve vāre apanetvā. Te hi sahajāte paṭikkhittepi pacchājātavasena aparihīnā. Sahajātena pana saddhiṃ pacchājāte paṭikkhitte parihāyantīti sesānaṃ vasena navāti vuttaṃ. Aṭṭhamūlake nanissaye ekādasāti sabbaṃ heṭṭhā vuttasadisameva. Navamūlake naupanissaye pañcāti kusalādayo abyākatantā tayo dumūlakā abyākatantā dve cāti pañca. Tesu nānākkhaṇikakammakabaḷīkārāhārarūpajīvitindriyapacchājātadhammavasena vissajjanaṃ veditabbaṃ.",
  "atk-abh03a53:232": "Dasamūlake napurejāte pañcātiādīsupi teyeva. Napacchājāte tīṇīti pacchājātavasena labbhamāne dumūlake abyākatante dve apanetvā avasesā. Navippayuttepi teyeva tayo. Noatthiyā dveti nānākkhaṇikakammavasena kusalañca akusalañca kaṭattārūpassa. Vipākaṃ panettha naupanissayena saddhiṃ ghaṭitattā na labbhati. Ekādasamūlake heṭṭhā vuttasadisāva gaṇanā. Dvādasamūlake nakamme ekanti abyākatena abyākataṃ. Tattha ca āhārindriyavasena vissajjanaṃ veditabbaṃ. Terasamūlakādīsupi sabbattha ekanti āgataṭṭhāne idameva gahetabbaṃ. Nāhāre pana indriyavasena vissajjanaṃ veditabbaṃ. Naindriye āhāravasena. Cuddasamūlakādīsu nakammena saddhiṃ ghaṭitattā noatthinoavigatā na labbhantīti na vuttā. Nāhārapaccayā najhānapaccayāti naindriyaṃ apanetvā vuttaṃ. Tasmā tattha indriyavasena ekaṃ veditabbaṃ. Navipākapaccayā naindriyapaccayāti nāhāraṃ apanetvā vuttaṃ, tasmā tattha āhāravasena ekaṃ veditabbaṃ. Imesu pana dvīsu paccanīyato ṭhitesu gaṇanā nāma natthi, tasmā ekato na dassitāti.",
  "atk-abh03a53:233": "Nahetumūlakaṃ.",
  "atk-abh03a53:234": "534. Nārammaṇamūlakādīsupi pannarasaterasaekādasanavāti sabbadukesu cattārova mūlagaṇanaparicchedā. Tikādīsu pana bahupaccayasamāyoge itarānipi satta pañca tīṇi dve ekanti paricchinnagaṇanāni vissajjanāni labbhantiyeva. Tesu yesaṃ paccayānaṃ samāyoge yaṃ yaṃ labbhati, taṃ taṃ heṭṭhā vuttanayena sādhukaṃ sallakkhetvā uddharitabbaṃ. Sabbesu cetesu nārammaṇamūlakādīsu nārammaṇādīni padāni atikkantena hetupadena saddhiṃ paṭhamaṃ bandhitvāva cakkāni katāni. Yasmā pana tāni nahetumūlake vuttasadisāneva honti, tasmā vitthārena adassetvā saṅkhepaṃ katvā dassitāni. Tattha yathā nahetumūlake nārammaṇanaupanissayā visuṃ visuṃ pannarasa vāre labhantāpi samāyoge terasa labhiṃsu, evaṃ sabbattha teraseva labhanti. Yathā ca nārammaṇanasahajātehi saddhiṃ naupanissaye satta vārā honti, evaṃ naupanissayanārammaṇehi saddhiṃ nasahajātepi satta.",
  "atk-abh03a53:235": "538.Nanissayapaccayānaupanissayapaccayā napacchājāte tīṇīti kusalādīni abyākatantāni. Tesu kaṭattārūpañca āhārasamuṭṭhānañca paccayuppannaṃ.",
  "atk-abh03a53:236": "543-544. Nāhāranaindriyamūlakesu catukkesu nakammena saddhiṃ aghaṭitattā nahetumūlake viya ekentena labbhanti. Naindriyamūlake naupanissaye ca napurejāte ca ṭhapetvā nāhāre tīṇīti kātabbanti naindriyapaccayato paṭṭhāya ime dve paccaye ghaṭetvā naindriyapaccayā…pe… naupanissayapaccayā nāhāre tīṇī. Naindriyapaccayā…pe… napurejātapaccayā nāhāre tīṇīti evaṃ imehi paccayehi saddhiṃ nāhārapaccaye ca gaṇanā kātabbāti attho. Tattha tīṇīti kusalādīneva abyākatassa. Tattha kusalākusalā kaṭattārūpānaṃ purejātassa ca kāyassa pacchājātapaccayena, abyākatā pana cittacetasikā pacchājātapaccayenevāti imesaṃ vasena tīṇi vissajjanāni kātabbāni. Parato pana napacchājātena saddhiṃ ghaṭitattā nāhāre dveti vuttaṃ. Tattha kaṭattārūpavasena kusalaṃ abyākatassa, tathā akusalanti ettakameva labbhati. Āhārassa pana paṭikkhittattā kabaḷīkārāhāro atthiavigatavasenāpi paccayabhāvaṃ na labhati.",
  "atk-abh03a53:237": "545. Navippayuttamūlakassa catumūlake naupanissaye pañcāti kusalo sahajātakusalassa, kusalo kaṭattārūpasaṅkhātassa abyākatassa, akusalo sahajātaakusalassa, tathā kaṭattārūpasaṅkhātassa abyākatassa, abyākato sahajātaabyākatassāti evaṃ pañca. Navippayuttapaccayā…pe… naupanissaye tīṇīti heṭṭhā vuttanayeneva kusalādayo tayo abyākatassa.",
  "atk-abh03a53:238": "546.Noatthipaccayā nahetuyā navāti nahetupaccayā noatthiyā vuttā naveva. Sabbepi hi te ekamūlakekāvasānā anantarapakatūpanissayavasena labbhanti. Nārammaṇe navātipi teyeva nārammaṇe ṭhatvā naupanissaye dve kātabbā. Yāva nissayampīti noatthimūlake naye ‘‘noatthipaccayā nahetupaccayā nārammaṇapaccayā’’ti evaṃ cakkabandhagamanena nārammaṇapaccaye ṭhatvā imehi vā tīhi, ito paresu nādhipatiādīsu aññataraññatarena vā saddhiṃ yāva nissayapaccayaṃ pāpuṇāti, tāva gantvā naupanissaye dve vissajjanāni kātabbānīti attho.",
  "atk-abh03a53:239": "Evaṃ lakkhaṇaṃ ṭhapetvā puna nārammaṇato paṭṭhāya yāva nissayā satta paccaye gahetvā naupanissaye dveti āha. Tattha noatthipaccayā nahetupaccayā nārammaṇapaccayā naupanissaye dve, noatthipaccayā nahetunārammaṇanādhipatipaccayā naupanissaye dveti evaṃ nārammaṇato purimapacchimehi nissayapariyosānehi sabbapadehi saddhiṃ yojanā kātabbā. Dveti panettha kusalo abyākatassa, akusalo abyākatassāti nānākkhaṇikakammavasena kaṭattārūpassa paccayavasena veditabbāni. Naupanissayapadena saddhiṃ napurejātādīsu sabbattha dve. Kammapaccayo panettha na gahito. Tasmiñhi gahite tepi dve vārā chijjanti, vissajjanameva na labbhati. Evaṃ yena yena saddhiṃ yassa yassa saṃsandane. Yaṃ labbhati, yañca parihāyati, taṃ sabbaṃ sādhukaṃ sallakkhetvā sabbapaccanīyesu gaṇanā uddharitabbāti.",
  "atk-abh03a53:240": "Paccanīyagaṇanavaṇṇanā.",
  "atk-abh03a53:241": "Anulomapaccanīyavaṇṇanā",
  "atk-abh03a53:242": "550. Anulomapaccanīye ‘‘hetuyā satta, ārammaṇe navā’’ti evaṃ anulome ‘‘nahetuyā pannarasa, nārammaṇe pannarasā’’ti evaṃ paccanīye ca laddhagaṇanesu paccayesu yo paccayo anulomato ṭhito, tassa anulome laddhavārehi saddhiṃ ye paccanīyato ṭhitassa paccanīye laddhavāresu sadisavārā, tesaṃ vasena gaṇanā veditabbā. Anulomasmiñhi hetupaccaye ‘‘hetuyā sattā’’ti satta vārā laddhā, paccanīye nārammaṇapaccaye ‘‘nārammaṇe pannarasā’’ti pannarasa laddhā. Tesu ye hetuyā satta vuttā, tehi saddhiṃ nārammaṇe vuttesu pannarasasu ‘‘kusalo kusalassa, abyākatassa, kusalābyākatassa, akusalo akusalassa, abyākatassa, akusalābyākatassa, abyākato abyākatassā’’ti ime satta sadisā. Te sandhāya hetupaccayā naārammaṇe sattāti vuttaṃ. Naadhipatiyā sattātiādīsupi eseva nayo.",
  "atk-abh03a53:243": "Nasahajātassa pana hetupaccayassa abhāvā nasahajāte ekopi na labbhati, tasmā tena saddhiṃ yojanā na katā. Naaññamaññe kusalādayo tayo rūpābyākatassa labbhanti, te sandhāya tīṇīti vuttaṃ. Tathā nasampayutte. Navippayutte pana kusalaṃ kusalassa, akusalaṃ akusalassa, abyākataṃ abyākatassāti arūpadhammavasena tīṇi veditabbāni. Nanissayanoatthinoavigatā nasahajāto viya na labbhantiyevāti tehipi saddhiṃ yojanā na katā. Evamettha satta tīṇīti dveyeva gaṇanaparicchedā, tesaṃ vasena ūnataragaṇanena saddhiṃ atirekagaṇanassapi gaṇanaṃ parihāpetvā paccayaghaṭanesu gaṇanā veditabbā.",
  "atk-abh03a53:244": "551. Tattha hetusahajātanissayaatthiavigatanti nārammaṇe sattāti kusalo dhammo kusalassa dhammassa hetupaccayena paccayo, sahajātanissayaatthiavigatapaccayena paccayo, nārammaṇapaccayena paccayo. Kusalā hetū sampayuttakānaṃ khandhānaṃ hetupaccayena paccayo, sahajātanissayaatthiavigatapaccayena paccayo, nārammaṇapaccayena paccayoti iminā nayena satta vārā uddharitabbā. Nādhipatiyā sattātiādīsupi eseva nayo. Dutiye ghaṭane aññamaññassa paviṭṭhattā ṭhapetvā nasampayuttaṃ sesesu tīṇīti vuttaṃ. Nasampayutte pana aññamaññavippayuttaṃ paṭisandhināmarūpaṃ sandhāya ekanti vuttaṃ. Aññamaññapaccayo cettha anulomaghaṭane paviṭṭhattā paccanīyato na labbhati, tasmā ‘‘naaññamaññe’’ti na vuttaṃ. Yathā cettha, evaṃ sesaghaṭanesupi paviṭṭhapaccayā paccanīyato na labbhantīti na vuttā. Tatiyaghaṭane sampayuttassa paviṭṭhattā sabbattha tīṇiyeva. Catutthaghaṭane vippayuttassa paviṭṭhattā tīṇi kusalādīni cittasamuṭṭhānarūpassa. Pañcame vipākassa paviṭṭhattā sabbattha ekaṃ abyākatena abyākataṃ. Ito paresupi vipākasampayuttesu eseva nayo.",
  "atk-abh03a53:245": "552.Hetusahajātanissayaindriyamaggaatthiavigatanti nārammaṇe cattārīti kusalo kusalassa, abyākatassa, kusalābyākatassa; abyākato abyākatassāti imesaṃ vasena veditabbāni. Sesesupi eseva nayo. Naaññamaññe dveti kusalo abyākatassa, tathā abyākato. Paratopi dvīsu eseva nayo. Iminā upāyena sabbaghaṭanesu labbhamānavasena gaṇanā veditabbā. Sabbānipi cetāni imasmiṃ anulomapaccanīye sahajātavasena ceva pakiṇṇakavasena ca pannarasādhikāni cattāri ghaṭanasatāni vuttāni. Tesu tasmiṃ tasmiṃ ghaṭane ye anulomato ṭhitā paccayā, tesaṃ ekopi paccanīyato na labbhati. Hetumūlake cettha paṭhame ghaṭane anulomato pañcannaṃ paccayānaṃ ṭhitattā paccanīyato ekūnavīsati paccayā āgatā. Evaṃ sesesupi anulomato ṭhitāvasesā paccanīyato āgatā. Anulomato cettha bahūsupi ṭhitesu paccanīyato ekekova āgatoti veditabbo. Yathā ca hetumūlake, evaṃ ārammaṇādimūlakesupi sabbametaṃ vidhānaṃ yathānurūpato veditabbanti.",
  "atk-abh03a53:246": "Anulomapaccanīyavaṇṇanā.",
  "atk-abh03a53:247": "Paccanīyānulomavaṇṇanā",
  "atk-abh03a53:248": "631. Paccanīyānulomepi ‘‘hetuyā satta, ārammaṇe navā’’ti evaṃ anulome ‘‘nahetuyā pannarasa, nārammaṇe pannarasā’’ti evaṃ paccanīye ca laddhagaṇanesu paccayesu yo paccanīyato ṭhito, tassa paccanīyato laddhavāresu ye anulomato ṭhitassa anulomato laddhavārehi sadisā vārā, tesaṃ vasena gaṇanā veditabbā. Paccanīyasmiñhi nahetupaccaye ‘‘nahetuyā pannarasā’’ti pannarasa vārā laddhā, anulome ārammaṇapaccaye ‘‘ārammaṇe navā’’ti nava vārā laddhā. Tattha ye nahetuyā pannarasa vuttā, tesu ye vārā ārammaṇe vuttehi navahi sadisā, tesaṃ vasena gaṇanā veditabbā. Tattha ye ārammaṇe nava vuttā, te nahetuyā vuttesu pannarasasu kusalo ‘‘kusalākusalābyākatānaṃ, akusalo akusalakusalābyākatānaṃ, abyākato abyākatakusalākusalāna’’nti imehi navahi sadisā, te sandhāya nahetuyā ārammaṇe navāti vuttaṃ. Adhipatiyā dasātiādīsupi eseva nayo. Ārammaṇādīnañhi anulomagaṇanāya ye vārā vuttā nahetupaccayena saddhiṃ saṃsandanepi te sabbe labbhantīti veditabbā. ‘‘Kusalo dhammo kusalassa dhammassa nahetupaccayena paccayo ārammaṇapaccayena paccayo, dānaṃ datvā sīlaṃ samādiyitvā uposathakammaṃ katvā taṃ paccavekkhati, pubbe suciṇṇāni paccavekkhatī’’ti iminā upāyena tesaṃ pāḷi uddharitabbā.",
  "atk-abh03a53:249": "Nahetupaccayā adhipatiyā dasāti ettha ṭhapetvā vīmaṃsādhipatiṃ sesādhipativasena anulomavibhaṅge āgatavārā uddharitabbā. Evamettha nava dasasattatīṇiterasaekanti cha gaṇanaparicchedā, tesaṃ vasena ūnataragaṇanena saddhiṃ atirekagaṇanassāpi gaṇanaṃ parihāpetvā nahetumūlakādīnaṃ nayānaṃ timūlakādīsu sabbasaṃsandanesu gaṇanā veditabbā. Idaṃ tāva sādhāraṇalakkhaṇaṃ . Na panetaṃ sabbasaṃsandanesu gacchati, yehi pana paccayehi saddhiṃ yesaṃ paccayānaṃ saṃsandane ye vārā virujjhanti, te apanetvā avasesānaṃ vasenapettha gaṇanā veditabbā.",
  "atk-abh03a53:250": "Nahetupaccayā naārammaṇapaccayā adhipatiyā sattāti ettha hi kusalo akusalassa; abyākato kusalassa, akusalassāti ime ārammaṇādhipativasena labbhamānā tayo vārā virujjhanti. Kasmā? Naārammaṇapaccayāti vuttattā. Tasmā te apanetvā sahajātādhipatinayenevettha ‘‘kusalo kusalassa, abyākatassa, kusalābyākatassa; akusalo akusalassa, abyākatassa, akusalābyākatassa; abyākato abyākatassā’’ti satta vārā veditabbā. Tepi nahetupaccayāti vacanato ṭhapetvā vīmaṃsādhipatiṃ sesādhipatīnaṃ vasena. Evaṃ sabbattha ūnataragaṇanapaccayavasena avirujjhamānagaṇanavasena ca gaṇanā veditabbā.",
  "atk-abh03a53:251": "Yesu ca paccayesu paccanīyato ṭhitesu ye anulomato na tiṭṭhanti, tepi veditabbā. Seyyathidaṃ – anantare paccanīyato ṭhite samanantarāsevananatthivigatā anulomato na tiṭṭhanti, sahajāte paccanīyato ṭhite hetuaññamaññavipākajhānamaggasampayuttā anulomato na tiṭṭhanti, nissaye paccanīyato ṭhite vatthupurejāto anulomato na tiṭṭhati. Āhāre vā indriye vā paccanīyato ṭhite hetuaññamaññavipākajhānamaggasampayuttā anulomato na tiṭṭhanti. Ārammaṇe pana paccanīyato ṭhite adhipatiupanissayā anulomato na tiṭṭhanti, ārammaṇādhipatiārammaṇūpanissayā pana na labbhanti. Iminā upāyena sabbattha yaṃ labbhati, yañca na labbhati, taṃ jānitvā labbhamānavasena vārā uddharitabbā.",
  "atk-abh03a53:252": "Tattha sabbesupi timūlakādīsu anantare sattātiādayo dumūlake laddhavārāyeva sattamūlakādīsu pana nasahajātapaccayā nissaye tīṇīti purejātavasena vatthunissaye tīṇi. Kamme dve nānākkhaṇikavaseneva. Āhāreekaṃ kabaḷīkārāhāravasena. Indriye ekaṃ rūpindriyavasena. Kamena gantvā vippayutte tīṇīti kusalādīnaṃ abyākatantāni pacchājātavasena. Atthiavigatesu pañcāti tāni ceva tīṇi, kusalābyākatā abyākatassa, akusalābyākatā abyākatassāti imāni ca dve pacchājātāhārindriyavasenāti. Pacchājātapaccayassa paccanīkabhāvato paṭṭhāya pana atthiavigatesu ekanti abyākato abyākatassa āhārindriyavasena. Nāhāre gahite naindriyapaccayāti na gahetabbaṃ. Tathā naindriye gahite nāhārapaccayāti. Kasmā? Dvīsu ekato gahitesu gaṇetabbavārassa abhāvato. Jhānamaggādīsupi paccanīkato ṭhitesu āhārato vā indriyato vā ekaṃ anulomaṃ akatvāva avasāne indriye ekaṃ, atthiyā ekaṃ, avigate ekaṃ, āhāre ekaṃ, atthiyā ekaṃ, avigate ekanti vuttaṃ. Sesamettha uttānatthamevāti.",
  "atk-abh03a53:253": "Nahetumūlakaṃ.",
  "atk-abh03a53:254": "636. Nārammaṇamūlakādīsu naaññamaññamūlake naaññamaññapaccayā hetuyā tīṇīti kusalādīni cittasamuṭṭhānānaṃ. Adhipatiyā aṭṭhāti adhipatiyā vuttesu dasasu ‘‘kusalo kusalābyākatassa, akusalo akusalābyākatassā’’ti dve apanetvā sesāni aṭṭha. Sahajāte pañcāti hetuyā vuttehi tīhi saddhiṃ ‘‘kusalo ca abyākato ca abyākatassa, akusalo ca abyākato ca abyākatassā’’ti ime dve. Nissaye sattāti tehi pañcahi saddhiṃ ‘‘abyākato kusalassa, abyākato akusalassā’’ti ime dve vatthuvasena. Kamme tīṇīti hetuyā vuttāneva. Sesatikesupi eseva nayo. Adhipatiyā tīṇīti heṭṭhā vuttāneva.",
  "atk-abh03a53:255": "644. Nāhāramūlake aññamaññe tīṇīti ṭhapetvā āhāre sesacetasikavasena veditabbāni. Yathā ca heṭṭhā, tathā idhāpi nāhāranaindriyesu ekekameva gahitaṃ, na dve ekato.",
  "atk-abh03a53:256": "648.Nasampayuttapaccayāhetuyā tīṇīti heṭṭhā naaññamaññe vuttāneva. Adhipatiyā aṭṭhāti vuttāneva. Navippayuttamūlake kamme pañcāti kusalādicetanā sahajātakusalādīnaṃ, nānākkhaṇikā kusalākusalacetanā kammasamuṭṭhānarūpassāti evaṃ pañca. Āhārindriyesu tīṇi sahajātasadisāni. Jhānamaggādīsu tīṇi hetusadisāni.",
  "atk-abh03a53:257": "650. Noatthimūlake yasmā hetu noatthi nāma na hoti, niyamato atthiyeva, tasmā taṃ aggahetvā nārammaṇe navāti vuttaṃ. Yathā ca hetu, tathā aññepi atthipaccayalakkhaṇayuttā ettha anulomato na tiṭṭhanti. Kamme dveti idaṃ pana nānākkhaṇikakammavasena vuttaṃ. Paccanīyato sabbe labbhanti. Yaṃ pana anulomato labbhamānampi aggahetvā tato puretarā paccayā paccanīyato gayhanti, so pacchā yojanaṃ labhati. Tenevettha ‘‘noatthipaccayā nahetupaccayā…pe… noavigatapaccayā kamme dve’’ti vuttaṃ. Kasmā panesa sakaṭṭhāneyeva na gahitoti ? Yasmā avasesesupi paccanīyato ṭhitesu ekova anulomato labbhati. Idañhi imasmiṃ paccayānulome lakkhaṇaṃ – yo sabbesu paccanīyato ṭhitesu ekova anulomato labbhati, so pacchā vuccatīti. Noatthipaccayā nohetupaccayā…pe… noavigatapaccayā upanissaye navāti etthāpi eseva nayo. Idaṃ pana pakatūpanissayavasena vuttaṃ. Iminā upāyena sabbattha labbhamānaṃ alabbhamānaṃ purevuttaṃ pacchāvuttañca veditabbanti.",
  "atk-abh03a53:258": "Pañhāvārassa paccanīyānulomavaṇṇanā.",
  "atk-abh03a53:259": "Niṭṭhitā ca kusalattikapaṭṭhānassa vaṇṇanāti."
}