{
  "atk-s0403a30:0": "5. Dhammikavaggo",
  "atk-s0403a30:1": "1. Nāgasuttavaṇṇanā",
  "atk-s0403a30:2": "43. Pañcamassa paṭhame āyasmatā ānandena saddhinti idaṁ ‘‘āyāmānandā’’ti theraṁ āmantetvā gatattā vuttaṁ, satthā pana anūnehi pañcahi bhikkhusatehi parivuto tattha agamāsīti veditabbo. Tenupasaṅkamīti teheva pañcahi bhikkhusatehi parivuto upasaṅkami. Parisiñcitvāti vohāravacanametaṁ, nhāyitvāti attho. Pubbāpayamānoti rattadupaṭṭaṁ nivāsetvā uttarāsaṅgacīvaraṁ dvīhi hatthehi gahetvā pacchimalokadhātuṁ piṭṭhito katvā puratthimalokadhātuṁ abhimukho vodakabhāvena gattāni pubbasadisāni kurumāno aṭṭhāsīti attho. Bhikkhusaṅghopi tena tena ṭhānena otaritvā nhatvā paccuttaritvā satthāraṁyeva parivāretvā aṭṭhāsi. Iti tasmiṁ samaye ākāsato patamānaṁ rattasuvaṇṇakuṇḍalaṁ viya sūriyo pacchimalokadhātuṁ paṭipajji, parisuddharajatamaṇḍalo viya pācīnalokadhātuto cando abbhuggañchi, majjhaṭṭhānepi pañcabhikkhusataparivāro sammāsambuddho chabbaṇṇabuddharasmiyo vissajjetvā pubbakoṭṭhakanadītīre lokaṁ alaṅkurumāno aṭṭhāsi.",
  "atk-s0403a30:3": "Tena kho pana samayena…pe… seto nāma nāgoti setavaṇṇatāya evaṁ laddhanāmo hatthināgo. Mahātūriyatāḷitavāditenāti mahantena tūriyatāḷitavāditena. Tattha paṭhamaṁ saṅghaṭṭanaṁ tāḷitaṁ nāma hoti, tato paraṁ vāditaṁ. Janoti hatthidassanatthaṁ sannipatitamahājano. Disvā evamāhāti aṅgapaccaṅgāni ghaṁsitvā nhāpetvā uttāretvā bahitīre ṭhapetvā gattāni vodakāni katvā hatthālaṅkārena alaṅkataṁ taṁ mahānāgaṁ disvā idaṁ ‘‘abhirūpo vata, bho’’ti pasaṁsāvacanamāha. Kāyupapannoti sarīrasampattiyā upapanno, paripuṇṇaṅgapaccaṅgoti attho. Āyasmā udāyīti paṭisambhidāppatto kāḷudāyitthero. Etadavocāti taṁ mahājanaṁ hatthissa vaṇṇaṁ bhaṇantaṁ disvā ‘‘ayaṁ jano ahetukapaṭisandhiyaṁ nibbattahatthino vaṇṇaṁ katheti, na buddhahatthissa. Ahaṁ dāni iminā hatthināgena upamaṁ katvā buddhanāgassa vaṇṇaṁ kathessāmī’’ti cintetvā etaṁ ‘‘hatthimeva nu kho, bhante’’tiādivacanaṁ avoca. Tattha mahantanti ārohasampannaṁ. Brahantanti pariṇāhasampannaṁ. Evamāhāti evaṁ vadati. Atha bhagavā yasmā ayaṁ nāgasaddo hatthimhiceva assagoṇauragarukkhamanussesu cāpi pavattati, tasmā hatthimpi khotiādimāha.",
  "atk-s0403a30:4": "Āgunti pāpakaṁ lāmakaṁ akusaladhammaṁ. Tamahaṁ nāgoti brūmīti taṁ ahaṁ imehi tīhi dvārehi dasannaṁ akusalakammapathānaṁ dvādasannañca akusalacittānaṁ akaraṇato nāgoti vadāmi. Ayañhi na āguṁ karotīti iminā atthena nāgo. Imāhi gāthāhi anumodāmīti imāhi catusaṭṭhipadāhi soḷasahi gāthāhi anumodāmi abhinandāmi.",
  "atk-s0403a30:5": "Manussabhūtanti devādibhāvaṁ anupagantvā manussameva bhūtaṁ. Attadantanti attanāyeva dantaṁ, na aññehi damathaṁ upanītaṁ. Bhagavā hi attanā uppāditeneva maggadamathena cakkhutopi danto, sotatopi, ghānatopi, jivhātopi, kāyatopi, manatopīti imesu chasu ṭhānesu danto santo nibbuto parinibbuto. Tenāha – ‘‘attadanta’’nti. Samāhitanti duvidhenāpi samādhinā samāhitaṁ. Iriyamānanti viharamānaṁ. Brahmapatheti seṭṭhapathe, amatapathe, nibbānapathe. Cittassūpasame ratanti paṭhamajjhānena pañca nīvaraṇāni vūpasametvā, dutiyajjhānena vitakkavicāre, tatiyajjhānena pītiṁ, catutthajjhānena sukhadukkhaṁ vūpasametvā tasmiṁ cittassūpasame rataṁ abhirataṁ.",
  "atk-s0403a30:6": "Namassantīti kāyena namassanti, vācāya namassanti, manasā namassanti, dhammānudhammapaṭipattiyā namassanti, sakkaronti garuṁ karonti. Sabbadhammānapāragunti sabbesaṁ khandhāyatanadhātudhammānaṁ abhiññāpāragū, pariññāpāragū, pahānapāragū, bhāvanāpāragū, sacchikiriyāpāragū, samāpattipāragūti chabbidhena pāragamanena pāragataṁ pārappattaṁ matthakappattaṁ. Devāpi taṁ namassantīti dukkhappattā subrahmadevaputtādayo sukhappattā ca sabbeva dasasahassacakkavāḷavāsino devāpi tumhe namassanti. Iti me arahato sutanti iti mayā catūhi kāraṇehi arahāti laddhavohārānaṁ tumhākaṁyeva santike sutanti dīpeti.",
  "atk-s0403a30:7": "Sabbasaṁyojanātītanti sabbāni dasavidhasaṁyojanāni atikkantaṁ. Vanā nibbanamāgatanti kilesavanato nibbanaṁ kilesavanarahitaṁ nibbānaṁ āgataṁ sampattaṁ. Kāmehi nekkhammaratanti duvidhehi kāmehi nikkhantattā pabbajjā aṭṭha samāpattiyo cattāro ca ariyamaggā kāmehi nekkhammaṁ nāma, tattha rataṁ abhirataṁ. Muttaṁ selāva kañcananti seladhātuto muttaṁ kañcanasadisaṁ.",
  "atk-s0403a30:8": "Sabbe accarucīti sabbasatte atikkamitvā pavattaruci. Aṭṭhamakañhi atikkamitvā pavattarucitāya sotāpanno accaruci nāma, sotāpannaṁ atikkamitvā pavattarucitāya sakadāgāmī…pe… khīṇāsavaṁ atikkamitvā pavattarucitāya paccekasambuddho, paccekasambuddhaṁ atikkamitvā pavattarucitāya sammāsambuddho accaruci nāma. Himavāvaññe siluccayeti yathā himavā pabbatarājā aññe pabbate atirocati, evaṁ atirocatīti attho. Saccanāmoti tacchanāmo bhūtanāmo āguṁ akaraṇeneva nāgoti evaṁ avitathanāmo.",
  "atk-s0403a30:9": "Soraccanti sucisīlaṁ. Avihiṁsāti karuṇā ca karuṇāpubbabhāgo ca. Pādā nāgassa te duveti te buddhanāgassa duve purimapādā.",
  "atk-s0403a30:10": "Tapoti dhutasamādānaṁ. Brahmacariyanti ariyamaggasīlaṁ. Caraṇā nāgassa tyāpareti te buddhanāgassa apare dve pacchimapādā. Saddhāhatthoti saddhāmayāya soṇḍāya samannāgato. Upekkhāsetadantavāti chaḷaṅgupekkhāmayehi setadantehi samannāgato.",
  "atk-s0403a30:11": "Sati gīvāti yathā nāgassa aṅgapaccaṅgasmiṁ sirājālānaṁ gīvā patiṭṭhā, evaṁ buddhanāgassa soraccādīnaṁ dhammānaṁ sati. Tena vuttaṁ – ‘‘sati gīvā’’ti. Siro paññāti yathā hatthināgassa siro uttamaṅgo, evaṁ buddhanāgassa sabbaññutañāṇaṁ. Tena hi so sabbadhamme jānāti. Tena vuttaṁ – ‘‘siro paññā’’ti. Vīmaṁsā dhammacintanāti yathā hatthināgassa aggasoṇḍo vīmaṁsā nāma hoti. So tāya thaddhamudukaṁ khāditabbākhāditabbañca vīmaṁsati, tato pahātabbaṁ pajahati, ādātabbaṁ ādiyati, evameva buddhanāgassa dhammakoṭṭhāsaparicchedakañāṇasaṅkhātā dhammacintanā vīmaṁsā. Tena hi ñāṇena so bhabbābhabbe jānāti. Tena vuttaṁ – ‘‘vīmaṁsā dhammacintanā’’ti . Dhammakucchisamātapoti dhammo vuccati catutthajjhānasamādhi, kucchiyeva samātapo kucchisamātapo. Samātapo nāma samātapanaṭṭhānaṁ. Dhammo kucchisamātapo assāti dhammakucchisamātapo. Catutthajjhānasamādhismiṁ ṭhitassa hi te te iddhividhādidhammā ijjhanti, tasmā so kucchisamātapoti vutto. Vivekoti kāyacittaupadhiviveko. Yathā nāgassa vāladhi makkhikā vāreti, evaṁ tathāgatassa viveko gahaṭṭhapabbajite vāreti. Tasmā so vāladhīti vutto.",
  "atk-s0403a30:12": "Jhāyīti duvidhena jhānena jhāyī. Assāsaratoti nāgassa hi assāsapassāsā viya buddhanāgassa phalasamāpatti, tattha rato, assāsapassāsehi viya tāya vinā na vattatīti attho. Sabbattha saṁvutoti sabbadvāresu saṁvuto. Anavajjānīti sammāājīvena uppannabhojanāni. Sāvajjānīti pañcavidhamicchājīvavasena uppannabhojanāni.",
  "atk-s0403a30:13": "Aṇuṁthūlanti khuddakañca mahantañca. Sabbaṁ chetvāna bandhananti sabbaṁ dasavidhampi saṁyojanaṁ chinditvāna. Nupalippati lokenāti lokena saddhiṁ taṇhāmānadiṭṭhilepehi na lippati. Mahāginīti mahāaggi. Viññūhi desitāti idha paṭisambhidāppatto kāḷudāyittherova viññū paṇḍito, tena desitāti attho. Viññassanti mahānāgā, nāgaṁ nāgena desitanti udāyittheranāgena desitaṁ buddhanāgaṁ itare khīṇāsavā nāgā vijānissanti.",
  "atk-s0403a30:14": "Sarīraṁvijahaṁ nāgo, parinibbissatīti bodhipallaṅke kilesaparinibbānena parinibbuto, yamakasālantare anupādisesāya nibbānadhātuyā parinibbāyissati. Evaṁ paṭisambhidāppatto udāyitthero soḷasahi gāthāhi catusaṭṭhiyā padehi dasabalassa vaṇṇaṁ kathento desanaṁ niṭṭhāpesi . Bhagavā anumodi. Desanāvasāne caturāsītipāṇasahassāni amatapānaṁ piviṁsūti.",
  "atk-s0403a30:15": "2. Migasālāsuttavaṇṇanā",
  "atk-s0403a30:16": "44. Dutiye kathaṁ kathaṁ nāmāti kena kena kāraṇena. Aññeyyoti ājānitabbo. Yatra hi nāmāti yasmiṁ nāma dhamme. Samasamagatikāti samabhāveneva samagatikā. Bhavissantīti jātā. Sakadāgāmipatto tusitaṁ kāyaṁ upapannoti sakadāgāmipuggalo hutvā tusitabhavaneyeva nibbatto. Kathaṁ kathaṁ nāmāti kena kena nu kho kāraṇena, kiṁ nu kho jānitvā desito, udāhu ajānitvāti. Thero kāraṇaṁ ajānanto evaṁ kho panetaṁ bhagini bhagavatā byākatanti āha.",
  "atk-s0403a30:17": "Ammakā ammakapaññāti itthī hutvā itthisaññāya eva samannāgatā. Ke ca purisapuggalaparopariyañāṇeti ettha purisapuggalaparopariyañāṇaṁ vuccati purisapuggalānaṁ tikkhamuduvasena indriyaparopariyañāṇaṁ. Tasmā kā ca bālā migasālā, ke ca purisapuggalānaṁ indriyaparopariyañāṇe appaṭihatavisayā sammāsambuddhā, ubhayametaṁ dūre suvidūreti ayamettha saṅkhepo.",
  "atk-s0403a30:18": "Idāni migasālāya attano dūrabhāvaṁ dassento chayime, ānandātiādimāha. Sorato hotīti pāpato suṭṭhu orato virato hoti. Suratotipi pāṭho. Abhinandanti sabrahmacārī ekattavāsenāti tena saddhiṁ ekatovāsena sabrahmacārī abhinandanti tussanti. Ekantavāsenātipi pāṭho, satatavāsenāti attho. Savanenapi akataṁ hotīti sotabbayuttakaṁ asutaṁ hoti. Bāhusaccenapi akataṁ hotīti ettha bāhusaccaṁ vuccati vīriyaṁ, vīriyena kattabbayuttakaṁ akataṁ hotīti attho. Diṭṭhiyāpi appaṭividdhaṁ hotīti diṭṭhiyā paṭivijjhitabbaṁ appaṭividdhaṁ hoti. Sāmāyikampi vimuttiṁ na labhatīti kālānukālaṁ dhammassavanaṁ nissāya pītipāmojjaṁ na labhati. Hānagāmīyeva hotīti parihānimeva gacchati.",
  "atk-s0403a30:19": "Pamāṇikāti puggalesu pamāṇaggāhakā. Paminantīti pametuṁ tuletuṁ ārabhanti. Eko hīnoti eko guṇehi hīno. Eko paṇītoti eko guṇehi paṇīto. Taṁ hīti taṁ pamāṇakaraṇaṁ.",
  "atk-s0403a30:20": "Abhikkantataroti sundarataro. Paṇītataroti uttamataro. Dhammasoto nibbahatīti sūraṁ hutvā pavattamānavipassanāñāṇaṁ nibbahati, ariyabhūmiṁ sampāpeti. Tadantaraṁ ko jāneyyāti taṁ antaraṁ taṁ kāraṇaṁ aññatra tathāgatena ko jāneyyāti attho.",
  "atk-s0403a30:21": "Kodhamānoti kodho ca māno ca. Lobhadhammāti lobhoyeva. Vacīsaṅkhārāti ālāpasallāpavasena vacanāneva. Yo vā panassa mādisoti yo vā pana aññopi mayā sadiso sammāsambuddhoyeva assa, so puggalesu pamāṇaṁ gaṇheyyāti attho. Khaññatīti guṇakhaṇanaṁ pāpuṇāti. Ime kho, ānanda, cha puggalāti dve soratā, dve adhigatakodhamānalobhadhammā, dve adhigatakodhamānavacīsaṅkhārāti ime cha puggalā. Gatinti ñāṇagatiṁ. Ekaṅgahīnāti ekekena guṇaṅgena hīnā. Pūraṇo sīlena visesī ahosi, isidatto paññāya. Pūraṇassa sīlaṁ isidattassa paññāṭhāne ṭhitaṁ, isidattassa paññā pūraṇassa sīlaṭṭhāne ṭhitāti.",
  "atk-s0403a30:22": "3. Iṇasuttavaṇṇanā",
  "atk-s0403a30:23": "45. Tatiye dāliddiyanti daliddabhāvo. Kāmabhoginoti kāme bhuñjanakasattassa. Assakoti attano santakena rahito. Anāḷhikoti na aḍḍho. Iṇaṁ ādiyatīti jīvituṁ asakkonto iṇaṁ ādiyati. Vaḍḍhiṁ paṭissuṇātīti dātuṁ asakkonto vaḍḍhiṁ dassāmīti paṭijānāti. Anucarantipi nanti parisamajjhagaṇamajjhādīsu ātapaṭhapanapaṁsuokiraṇādīhi vippakāraṁ pāpento pacchato pacchato anubandhanti. Saddhā natthīti okappanakasaddhāmattakampi natthi. Hirī natthīti hirīyanākāramattakampi natthi. Ottappaṁnatthīti bhāyanākāramattakampi natthi. Vīriyaṁ natthīti kāyikavīriyamattakampi natthi. Paññā natthīti kammassakatapaññāmattakampi natthi. Iṇādānasmiṁ vadāmīti iṇaggahaṇaṁ vadāmi. Mā maṁ jaññūti mā maṁ jānātu.",
  "atk-s0403a30:24": "Dāliddiyaṁ dukkhanti dhanadaliddabhāvo dukkhaṁ. Kāmalābhābhijappinanti kāmalābhaṁ patthentānaṁ. Pāpakammavinibbayoti pāpakammavaḍḍhako. Saṁsappatīti paripphandati. Jānanti jānanto. Yassa vippaṭisārajāti ye assa vippaṭisārato jātā. Yonimaññataranti ekaṁ tiracchānayoniṁ. Dadaṁ cittaṁ pasādayanti cittaṁ pasādento dadamāno.",
  "atk-s0403a30:25": "Kaṭaggāhoti jayaggāho, anaparādhaggāho hoti. Gharamesinoti gharāvāsaṁ pariyesantassa vasamānassa vā. Cāgo puññaṁ pavaḍḍhatīti cāgoti saṅkhaṁ gataṁ puññaṁ vaḍḍhati. Cāgā puññanti vā pāṭho. Patiṭṭhitāti patiṭṭhitasaddhā nāma sotāpannassa saddhā. Hirimanoti hirisampayuttacitto. Nirāmisaṁ sukhanti tīṇi jhānāni nissāya uppajjanakasukhaṁ. Upekkhanti catutthajjhānupekkhaṁ. Āraddhavīriyoti paripuṇṇapaggahitavīriyo. Jhānāniupasampajjāti cattāri jhānāni patvā. Ekodi nipako satoti ekaggacitto kammassakatañāṇasatīhi ca samannāgato.",
  "atk-s0403a30:26": "Evaṁ ñatvā yathābhūtanti evaṁ ettakaṁ kāraṇaṁ yathāsabhāvaṁ jānitvā. Sabbasaṁyojanakkhayeti nibbāne. Sabbasoti sabbākārena. Anupādāyāti aggahetvā. Sammā cittaṁ vimuccatīti idaṁ vuttaṁ hoti – sabbasaṁyojanakkhayasaṅkhāte nibbāne sabbaso anupādiyitvā sammā hetunā nayena maggacittaṁ vimuccati. ‘‘Etaṁ ñatvā yathābhūtaṁ, sabbasaṁyojanakkhaya’’ntipi pāḷiyaṁ likhitaṁ, tassa etaṁ sabbasaṁyojanakkhayasaṅkhātaṁ nibbānaṁ yathābhūtaṁ ñatvāti attho. Purimapacchimehi pana saddhiṁ na ghaṭīyati.",
  "atk-s0403a30:27": "Tassa sammā vimuttassāti tassa sammā vimuttassa khīṇāsavassa. Ñāṇaṁ hotīti paccavekkhaṇañāṇaṁ hoti. Tādinoti taṁsaṇṭhitassa. Akuppāti akuppārammaṇattā kuppakāraṇānaṁ kilesānañca abhāvena akuppā. Vimuttīti maggavimuttipi phalavimuttipi. Bhavasaṁyojanakkhayeti bhavasaṁyojanakkhayasaṅkhāte nibbāne bhavasaṁyojanānañca khayante uppannā. Etaṁ kho paramaṁ ñāṇanti etaṁ maggaphalañāṇaṁ paramañāṇaṁ nāma. Sukhamanuttaranti etadeva maggaphalasukhaṁ anuttaraṁ sukhaṁ nāma. Āṇaṇyamuttamanti sabbesaṁ aṇaṇānaṁ khīṇāsavo uttamaaṇaṇo , tasmā arahattaphalaṁ āṇaṇyamuttamanti arahattaphalena desanāya kūṭaṁ gaṇhi. Imasmiñca sutte vaṭṭameva kathetvā gāthāsu vaṭṭavivaṭṭaṁ kathitanti.",
  "atk-s0403a30:28": "4. Mahācundasuttavaṇṇanā",
  "atk-s0403a30:29": "46. Catutthe cetīsūti cetiraṭṭhe. Sayaṁjātiyanti evaṁnāmake nigame. Mahācundoti dhammasenāpatissa kaniṭṭhabhātiko. Dhamme yogo anuyogo etesanti dhammayogā. Dhammakathikānaṁ etaṁ nāmaṁ. Jhāyantīti jhāyī. Apasādentīti ghaṭṭenti hiṁsanti. Jhāyantīti cintenti. Pajjhāyantītiādīni upasaggavasena vaḍḍhitāni. Kimime jhāyantīti kiṁ nāma ime jhāyanti. Kintime jhāyantīti kimatthaṁ ime jhāyanti. Kathaṁ ime jhāyantīti kena kāraṇena ime jhāyanti. Amataṁ dhātuṁ kāyena phusitvā viharantīti maraṇavirahitaṁ nibbānadhātuṁ sandhāya kammaṭṭhānaṁ gahetvā viharantā anukkamena taṁ nāmakāyena phusitvā viharanti. Gambhīraṁ atthapadanti guḷhaṁ paṭicchannaṁ khandhadhātuāyatanādiatthaṁ. Paññāyaativijjha passantīti sahavipassanāya maggapaññāya paṭivijjhitvā passanti. Imasmiṁ panatthe sammasanapaṭivedhapaññāpi uggahaparipucchāpaññāpi vaṭṭatiyevāti.",
  "atk-s0403a30:30": "5-6. Sandiṭṭhikasuttadvayavaṇṇanā",
  "atk-s0403a30:31": "47-48. Pañcame santaṁ vā ajjhattanti niyakajjhatte vijjamānaṁ. Lobhotiādīhi tīṇi akusalamūlāni dassitāni. Lobhadhammātiādīhi taṁsampayuttakā dhammā. Chaṭṭhe kāyasandosanti kāyadvārassa dussanākāraṁ. Sesadvayepi eseva nayo. Imesu dvīsu suttesu paccavekkhaṇāva kathitā.",
  "atk-s0403a30:32": "7. Khemasuttavaṇṇanā",
  "atk-s0403a30:33": "49. Sattame vusitavāti vutthabrahmacariyavāso. Katakaraṇīyoti catūhi maggehi kattabbaṁ katvā ṭhito. Ohitabhāroti khandhabhāraṁ kilesabhāraṁ abhisaṅkhārabhārañca otāretvā ṭhito. Anuppattasadatthoti sadattho vuccati arahattaṁ, taṁ pattoti attho. Parikkhīṇabhavasaṁyojanoti khīṇabhavabandhano. Sammadaññā vimuttoti sammā hetunā kāraṇena jānitvā vimutto. Tassa na evaṁ hoti atthi me seyyoti vātiādīhi seyyassa seyyohamasmīti mānādayo tayo mānā paṭikkhittā. Na hi khīṇāsavassa ‘‘atthi mayhaṁ seyyo, atthi sadiso, atthi hīno’’ti māno hoti. Natthi me seyyotiādīhipi teyeva paṭikkhittā. Na hi khīṇāsavassa ‘‘ahameva seyyo, ahaṁ sadiso, ahaṁ hīno, aññe seyyādayo natthī’’ti evaṁ māno hoti.",
  "atk-s0403a30:34": "Acirapakkantesūti arahattaṁ byākaritvā aciraṁyeva pakkantesu. Aññaṁ byākarontīti arahattaṁ kathenti. Hasamānakā maññe aññaṁ byākarontīti hasamānā viya kathenti. Vighātaṁ āpajjantīti dukkhaṁ āpajjanti.",
  "atk-s0403a30:35": "Na ussesu na omesu, samatte nopanīyareti ettha ussāti ussitatā seyyapuggalā. Omāti hīnā. Samattoti sadiso. Iti imesu tīsupi seyyahīnasadisesu khīṇāsavā mānena na upanīyare, na upanenti, na upagacchantīti attho. Khīṇā jātīti khīṇā tesaṁ jāti. Vusitaṁ brahmacariyanti vutthaṁ maggabrahmacariyaṁ. Caranti saṁyojanavippamuttāti sabbasaṁyojanehi vimuttā hutvā caranti. Suttepi gāthāyampi khīṇāsavo kathito.",
  "atk-s0403a30:36": "8. Indriyasaṁvarasuttavaṇṇanā",
  "atk-s0403a30:37": "50. Aṭṭhame hatūpanisaṁ hotīti hatūpanissayaṁ hoti. Sīlavipannassāti vipannasīlassa. Yathābhūtañāṇadassananti taruṇavipassanāñāṇaṁ. Nibbidāvirāgoti ettha nibbidā balavavipassanā, virāgo ariyamaggo. Vimuttiñāṇadassananti ettha vimuttīti arahattaphalaṁ, ñāṇadassananti paccavekkhaṇañāṇaṁ. Upanissayasampannaṁ hotīti sampannaupanissayaṁ hoti. Imasmiṁ sutte sīlānurakkhaṇaindriyasaṁvaro kathito.",
  "atk-s0403a30:38": "9. Ānandasuttavaṇṇanā",
  "atk-s0403a30:39": "51. Navame kittāvatāti kittakena. Assutañcevāti aññasmiṁ kāle assutapubbaṁ. Na sammosaṁ gacchantīti vināsaṁ na gacchanti. Cetaso samphuṭṭhapubbāti cittena phusitapubbā. Samudācarantīti manodvāre caranti. Aviññātañca vijānātīti aññasmiṁ kāle aviññātakāraṇaṁ jānāti. Pariyāpuṇātīti vaḷañjeti katheti. Desetīti pakāseti. Paraṁ vācetīti paraṁ uggaṇhāpeti.",
  "atk-s0403a30:40": "Āgatāgamāti dīghādīsu yo koci āgamo āgato etesanti āgatāgamā. Dhammadharāti suttantapiṭakadharā. Vinayadharāti vinayapiṭakadharā. Mātikādharāti dvepātimokkhadharā. Paripucchatīti anusandhipubbāparaṁ pucchati. Paripañhatīti idañcidañca pucchissāmīti paritulati paricchindati. Idaṁ, bhante, kathanti, bhante, idaṁ anusandhipubbāparaṁ kathaṁ hotīti pucchati. Imassa kvatthoti imassa bhāsitassa ko atthoti pucchati. Avivaṭanti avivaritaṁ. Vivarantīti pākaṭaṁ karonti. Kaṅkhāṭhāniyesūti kaṅkhāya kāraṇabhūtesu. Tattha yasmiṁ dhamme kaṅkhā uppajjati, sveva kaṅkhāṭhāniyo nāmāti veditabbo.",
  "atk-s0403a30:41": "10. Khattiyasuttavaṇṇanā",
  "atk-s0403a30:42": "52. Dasame bhogādhippāyāti bhogasaṁharaṇatthaṁ ṭhapitādhippāyā pavattaajjhāsayā. Paññūpavicārāti paññavanto bhaveyyāmāti evaṁ paññatthāya pavattūpavicārā. Ayameva nesaṁ vicāro citte upavicarati. Balādhiṭṭhānāti balakāyādhiṭṭhānā. Balakāyañhi laddhā te laddhapatiṭṭhā nāma honti. Pathavibhinivesāti pathavisāmino bhavissāmāti evaṁ pathaviatthāya katacittābhinivesā. Issariyapariyosānāti rajjābhisekapariyosānā. Abhisekañhi patvā te pariyosānappattā nāma honti. Iminā nayena sabbattha attho veditabbo.",
  "atk-s0403a30:43": "Sesapadesu panettha ayamadhippāyo – brāhmaṇā tāva mante labhitvā laddhapatiṭṭhā nāma honti, gahapatikā yaṁkiñci sippaṁ, itthī kuladāyajjasāmikaṁ puttaṁ, corā yaṁkiñci āvudhasatthaṁ , samaṇā sīlaparipuṇṇā laddhapatiṭṭhā nāma honti. Tasmā mantādhiṭṭhānātiādīni vuttāni.",
  "atk-s0403a30:44": "Brāhmaṇānañca ‘‘yaññaṁ yajissāmā’’ti cittaṁ abhinivisati, brahmaloke patte pariyosānappattā nāma honti. Tasmā te yaññābhinivesā brahmalokapariyosānāti vuttā. Kammantakaraṇatthāya mano etesaṁ abhinivisatīti kammantābhinivesā. Kamme niṭṭhite pariyosānappattā nāma hontīti niṭṭhitakammantapariyosānā.",
  "atk-s0403a30:45": "Purisādhippāyāti purisesu pavattaajjhāsayā. Alaṅkāratthāya mano upavicarati etissāti alaṅkārūpavicārā. Asapattī hutvā ekikāva ghare vaseyyanti evamassā cittaṁ abhinivisatīti asapattībhinivesā. Gharāvāsissariye laddhe pariyosānappattā nāma hontīti issariyapariyosānā.",
  "atk-s0403a30:46": "Parabhaṇḍassa ādāne adhippāyo etesanti ādānādhippāyā. Gahane nilīyanaṭṭhāne etesaṁ mano upavicaratīti gahanūpavicārā. Andhakāratthāya etesaṁ cittaṁ abhinivisatīti andhakārābhinivesā. Adassanappattā pariyosānappattā hontīti adassanapariyosānā.",
  "atk-s0403a30:47": "Adhivāsanakkhantiyañca sucibhāvasīle ca adhippāyo etesanti khantisoraccādhippāyā. Akiñcanabhāve niggahaṇabhāve cittaṁ etesaṁ abhinivisatīti ākiñcaññābhinivesā. Nibbānappattā pariyosānappattā hontīti nibbānapariyosānā.",
  "atk-s0403a30:48": "11. Appamādasuttavaṇṇanā",
  "atk-s0403a30:49": "53. Ekādasame samadhiggayhāti suṭṭhu gaṇhitvā. Jaṅgalānaṁ pāṇānanti pathavītalacārīnaṁ sapādakapāṇānaṁ. Padajātānīti padāni. Samodhānaṁ gacchantīti odhānaṁ upanikkhepaṁ gacchanti. Aggamakkhāyatīti seṭṭhaṁ akkhāyati. Pabbajalāyakoti pabbajatiṇacchedako. Odhunātīti heṭṭhā mukhaṁ dhunāti. Nidhunātīti ubhohi passehi dhunāti. Nicchādetīti bāhāya vā paharati, rukkhe vā paharati. Ambapiṇḍiyāti ambaphalapiṇḍiyā. Vaṇṭūpanibandhanānīti vaṇṭe upanibandhanāni , vaṇṭe vā patiṭṭhitāni. Tadanvayāni bhavantīti vaṇṭānuvattakāni bhavanti, ambapiṇḍidaṇḍakānuvattakāni bhavantītipi attho. Khuddarājānoti khuddakarājāno, pakatirājāno vā.",
  "atk-s0403a30:50": "12. Dhammikasuttavaṇṇanā",
  "atk-s0403a30:51": "54. Dvādasame sabbasoti sabbesu. Sattasu vihāresūti sattasu pariveṇesu. Paribhāsatīti paribhavati bhayaṁ upadaṁseti. Vihiṁsatīti viheṭheti. Vitudatīti vijjhati. Roseti vācāyāti vācāya ghaṭṭeti. Pakkamantīti disā pakkamanti. Na saṇṭhahantīti nappatiṭṭhahanti. Riñcantīti chaḍḍenti vissajjenti. Pabbājeyyāmāti nīhareyyāma. Handāti vavassaggatthe nipāto. Alanti yuttametaṁ, yaṁ taṁ pabbājeyyunti attho. Kiṁ te imināti kiṁ tava iminā jātibhūmiyaṁ vāsena. Tīradassiṁ sakuṇanti disākākaṁ. Muñcantīti disādassanatthaṁ vissajjenti. Sāmantāti avidūre. Samantātipi pāṭho, samantatoti attho. Abhinivesoti pattharitvā ṭhitasākhānaṁ niveso. Mūlasantānakānanti mūlānaṁ niveso.",
  "atk-s0403a30:52": "Āḷhakathālikāti taṇḍulāḷhakassa bhattapacanathālikā. Khuddaṁ madhunti khuddamakkhikāhi kataṁ daṇḍakamadhuṁ. Anelakanti niddosaṁ. Na ca sudaṁ aññamaññassa phalāni hiṁsantīti aññamaññassa koṭṭhāse phalāni na hiṁsanti. Attano koṭṭhāsehi mūlaṁ vā tacaṁ vā pattaṁ vā chindanto nāma natthi, attano attano sākhāya heṭṭhā patitāneva paribhuñjanti. Aññassa koṭṭhāsato aññasa koṭṭhāsaṁ parivattitvā gatampi ‘‘na amhākaṁ sākhāya phala’’nti ñatvā no khādanti. Yāvadatthaṁ bhakkhitvāti kaṇṭhappamāṇena khāditvā. Sākhaṁ bhañjitvāti chattappamāṇamattaṁ chinditvā chāyaṁ katvā pakkāmi. Yatra hi nāmāti yo hi nāma. Pakkamissatīti pakkanto. Nādāsīti devatāya ānubhāvena phalameva na gaṇhi. Evañhi sā adhiṭṭhāsi.",
  "atk-s0403a30:53": "Tenupasaṅkamīti janapadavāsīhi gantvā, ‘‘mahārāja, rukkho phalaṁ na gaṇhi, amhākaṁ nu kho doso tumhāka’’nti vutte ‘‘neva mayhaṁ doso atthi, na jānapadānaṁ, amhākaṁ vijite adhammo nāma na vattati, kena nu kho kāraṇena rukkho na phalito, sakkaṁ upasaṅkamitvā pucchissāmī’’ti cintetvā yena sakko devānamindo tenupasaṅkami. Pavattesīti parivattesi. Ummūlamakāsīti uddhaṁmūlaṁ akāsi. Api nu tvanti api nu tava. Aṭṭhitāyevāti aṭṭhitāya eva. Sacchavīnīti samānacchavīni pakatiṭṭhāne ṭhitāni. Na paccakkosatīti nappaṭikkosati. Rosantanti ghaṭṭentaṁ. Bhaṇḍantanti paharantaṁ.",
  "atk-s0403a30:54": "Sunettoti nettā vuccanti akkhīni, tesaṁ sundaratāya sunetto. Titthakaroti sugatiogāhanatitthassa kārako. Vītarāgoti vikkhambhanavasena vigatarāgo. Pasavatīti paṭilabhati. Diṭṭhisampannanti dassanasampannaṁ, sotāpannanti attho. Khantinti attano guṇakhaṇanaṁ. Yathāmaṁ sabrahmacārīsūti yathā imaṁ sabrahmacārīsu akkosanaparibhāsanaṁ, aññaṁ evarūpaṁ guṇakhantiṁ na vadāmīti attho. Na no samasabrahmacārīsūti ettha samajano nāma sakajano vuccati. Tasmā na no sakesu samānabrahmacārīsu cittāni paduṭṭhāni bhavissantīti ayamettha attho.",
  "atk-s0403a30:55": "Jotipālo ca govindoti nāmena jotipālo ṭhānena mahāgovindo. Sattapurohitoti reṇuādīnaṁ sattannaṁ rājūnaṁ purohito. Ahiṁsakā atītaṁseti ete cha satthāro atītaṁse ahiṁsakā ahesuṁ. Nirāmagandhāti kodhāmagandhena nirāmagandhā. Karuṇevimuttāti karuṇajjhāne adhimuttā, karuṇāya ca karuṇāpubbabhāge ca ṭhitā. Yeteti ete, ayameva vā pāṭho. Na sādhurūpaṁ āsīdeti sādhusabhāvaṁ na ghaṭṭeyya. Diṭṭhiṭṭhānappahāyinanti dvāsaṭṭhidiṭṭhigatappahāyinaṁ. Sattamoti arahattato paṭṭhāya sattamo. Avītarāgoti avigatarāgo. Etena anāgāmibhāvaṁ paṭikkhipati. Pañcindriyā mudūti pañca vipassanindriyāni mudūni. Tassa hi tāni sakadāgāmiṁ upādāya mudūni nāma honti. Vipassanāti saṅkhārapariggahañāṇaṁ. Pubbeva upahaññatīti paṭhamataraññeva upahaññati. Akkhatoti guṇakhaṇanena akkhato anupahato hutvā. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0403a30:56": "Dhammikavaggo pañcamo.",
  "atk-s0403a30:57": "Paṭhamapaṇṇāsakaṁ niṭṭhitaṁ.",
  "atk-s0403a30:58": "2. Dutiyapaṇṇāsakaṁ"
}