{
  "atk-s0509a7:0": "8. Aṭṭhakanipāto",
  "atk-s0509a7:1": "1. Sīsūpacālātherīgāthāvaṇṇanā",
  "atk-s0509a7:2": "Aṭṭhakanipāte bhikkhunī sīlasampannātiādikā sīsūpacālāya theriyā gāthā. Imissāpi vatthu cālāya theriyā vatthumhi vuttanayameva. Ayampi hi āyasmato dhammasenāpatissa pabbajitabhāvaṃ sutvā sayampi ussāhajātā pabbajitvā katapubbakiccā vipassanaṃ paṭṭhapetvā, ghaṭentī vāyamantī nacirasseva arahattaṃ pāpuṇi. Arahattaṃ patvā phalasamāpattisukhena viharantī ekadivasaṃ attano paṭipattiṃ paccavekkhitvā katakiccāti somanassajātā udānavasena –",
  "atk-s0509a7:3": "196.",
  "atk-s0509a7:4": " ‘‘Bhikkhunī sīlasampannā, indriyesu susaṃvutā;",
  "atk-s0509a7:5": "Adhigacche padaṃ santaṃ, asecanakamojava’’nti. – gāthamāha;",
  "atk-s0509a7:6": "Tattha sīlasampannāti parisuddhena bhikkhunisīlena samannāgatā paripuṇṇā. Indriyesu susaṃvutāti manacchaṭṭhesu indriyesu suṭṭhu saṃvutā, rūpādiārammaṇe iṭṭhe rāgaṃ, aniṭṭhe dosaṃ, asamapekkhane mohañca pahāya suṭṭhu pihitindriyā. Asecanakamojavanti kenaci anāsittakaṃ ojavantaṃ sabhāvamadhuraṃ sabbassāpi kilesarogassa vūpasamanosadhabhūtaṃ ariyamaggaṃ, nibbānameva vā. Ariyamaggampi hi nibbānatthikehi paṭipajjitabbato kilesapariḷāhābhāvato ca padaṃ santanti vattuṃ vaṭṭati.",
  "atk-s0509a7:7": "197.",
  "atk-s0509a7:8": " ‘‘Tāvatiṃsā ca yāmā ca, tusitā cāpi devatā;",
  "atk-s0509a7:9": "Nimmānaratino devā, ye devā vasavattino;",
  "atk-s0509a7:10": "Tattha cittaṃ paṇīdhehi, yattha te vusitaṃ pure’’ti. –",
  "atk-s0509a7:11": "Ayaṃ gāthā kāmasaggesu nikantiṃ uppādehīti tattha uyyojanavasena theriṃ samāpattiyā cāvetukāmena mārena vuttā.",
  "atk-s0509a7:12": "Tattha sahapuññakārino tettiṃsa janā yattha upapannā, taṃ ṭhānaṃ tāvatiṃsanti. Tattha nibbattā sabbepi devaputtā tāvatiṃsā. Keci pana ‘‘tāvatiṃsāti tesaṃ devānaṃ nāmamevā’’ti vadanti. Dvīhi devalokehi visiṭṭhaṃ dibbaṃ sukhaṃ yātā upayātā sampannāti yāmā. Dibbāya sampattiyā tuṭṭhā pahaṭṭhāti tusitā. Pakatipaṭiyattārammaṇato atirekena ramitukāmatākāle yathārucite bhoge nimminitvā ramantīti nimmānaratino. Cittaruciṃ ñatvā parehi nimmitesu bhogesu vasaṃ vattentīti vasavattino. Tattha cittaṃ paṇīdhehīti tasmiṃ tāvatiṃsādike devanikāye tava cittaṃ ṭhapehi, upapajjanāya nikantiṃ karohi. Cātumahārājikānaṃ bhogā itarehi nihīnāti adhippāyena tāvatiṃsādayova vuttā. Yattha te vusitaṃ pureti yesu devanikāyesu tayā pubbe vutthaṃ. Ayaṃ kira pubbe devesu uppajjantī, tāvatiṃsato paṭṭhāya pañcakāmasagge sodhetvā puna heṭṭhato otarantī, tusitesu ṭhatvā tato cavitvā idāni manussesu nibbattā.",
  "atk-s0509a7:13": "Taṃ sutvā therī – ‘‘tiṭṭhatu, māra, tayā vuttakāmaloko. Aññopi sabbo loko rāgaggiādīhi āditto sampajjalito. Na tattha viññūnaṃ cittaṃ ramatī’’ti kāmato ca lokato ca attano vinivattitamānasataṃ dassetvā māraṃ tajjentī –",
  "atk-s0509a7:14": "198.",
  "atk-s0509a7:15": " Yāmā ca‘‘tāvatiṃsā ca yāmā ca, tusitā cāpi devatā;",
  "atk-s0509a7:16": "Nimmānaratino devā, ye devā vasavattino.",
  "atk-s0509a7:17": "199.",
  "atk-s0509a7:18": " ‘‘Kālaṃ kālaṃ bhavā bhavaṃ, sakkāyasmiṃ purakkhatā;",
  "atk-s0509a7:19": "Avītivattā sakkāyaṃ, jātimaraṇasārino.",
  "atk-s0509a7:20": "200.",
  "atk-s0509a7:21": " ‘‘Sabbo ādīpito loko, sabbo loko padīpito;",
  "atk-s0509a7:22": "Sabbo pajjalito loko, sabbo loko pakampito.",
  "atk-s0509a7:23": "201.",
  "atk-s0509a7:24": " ‘‘Akampiyaṃ atuliyaṃ, aputhujjanasevitaṃ;",
  "atk-s0509a7:25": "Buddho dhammamadesesi, tattha me nirato mano.",
  "atk-s0509a7:26": "202.",
  "atk-s0509a7:27": " ‘‘Tassāhaṃ vacanaṃ sutvā, vihariṃ sāsane ratā;",
  "atk-s0509a7:28": "Tisso vijjā anuppattā, kataṃ buddhassa sāsanaṃ.",
  "atk-s0509a7:29": "203.",
  "atk-s0509a7:30": " ‘‘Sabbattha vihatā nandī, tamokkhandho padālito;",
  "atk-s0509a7:31": "Evaṃ jānāhi pāpima, nihato tvamasi antakā’’ti. –",
  "atk-s0509a7:32": "Imā gāthā abhāsi.",
  "atk-s0509a7:33": "Tattha kālaṃ kālanti taṃ taṃ kālaṃ. Bhavā bhavanti bhavato bhavaṃ. Sakkāyasminti khandhapañcake. Purakkhatāti purakkhārakārino. Idaṃ vuttaṃ hoti – māra, tayā vuttā tāvatiṃsādayo devā bhavato bhavaṃ upagacchantā aniccatādianekādīnavākule sakkāye patiṭṭhitā, tasmā tasmiṃ bhave uppattikāle, vemajjhakāle, pariyosānakāleti tasmiṃ tasmiṃ kāle sakkāyameva purakkhatvā ṭhitā. Tato eva avītivattā sakkāyaṃ nissaraṇābhimukhā ahutvā sakkāyatīrameva anuparidhāvantā jātimaraṇasārino rāgādīhi anugatattā punappunaṃ jātimaraṇameva anussaranti, tato na vimuccantīti.",
  "atk-s0509a7:34": "Sabbo ādīpito lokoti, māra, na kevalaṃ tayā vuttakāmalokoyeva dhātuttayasaññito, sabbopi loko rāgaggiādīhi ekādasahi āditto. Tehiyeva punappunaṃ ādīpitatāya padīpito. Nirantaraṃ ekajālībhūtatāya pajjalito. Taṇhāya sabbakilesehi ca ito cito ca kampitatāya calitatāya pakampito.",
  "atk-s0509a7:35": "Evaṃ āditte pajjalite pakampite ca loke kenacipi kampetuṃ cāletuṃ asakkuṇeyyatāya akampiyaṃ, guṇato ‘‘ettako’’ti tuletuṃ asakkuṇeyyatāya attanā sadisassa abhāvato ca atuliyaṃ. Buddhādīhi ariyehi eva gocarabhāvanābhigamato sevitattā aputhujjanasevitaṃ. Buddho bhagavā maggaphalanibbānappabhedaṃ navavidhaṃ lokuttaradhammaṃ mahākaruṇāya sañcoditamānaso adesesi sadevakassa lokassa kathesi pavedesi. Tattha tasmiṃ ariyadhamme mayhaṃ mano nirato abhirato, na tato vinivattatīti attho. Sesaṃ heṭṭhā vuttanayameva.",
  "atk-s0509a7:36": "Sīsūpacālātherīgāthāvaṇṇanā niṭṭhitā.",
  "atk-s0509a7:37": "Aṭṭhakanipātavaṇṇanā niṭṭhitā."
}