{
  "atk-s0511a1:0": "1. Ratanacaṅkamanakaṇḍavaṇṇanā",
  "atk-s0511a1:1": "Idāni pana –",
  "atk-s0511a1:2": "1.",
  "atk-s0511a1:3": " ‘‘Brahmā ca lokādhipatī sahampatī, katañjalī anadhivaraṁ ayācatha;",
  "atk-s0511a1:4": "Santīdha sattāpparajakkhajātikā, desehi dhammaṁ anukampimaṁ paja’’nti. –",
  "atk-s0511a1:5": "Ādinayappavattassa abbhantaranidānassa atthavaṇṇanā hoti.",
  "atk-s0511a1:6": "Ettha ‘‘ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe’’tiādisuttantesu viya – ‘‘ekaṁ samayaṁ bhagavā sakkesu viharati kapilavatthusmiṁ nigrodhārāme. Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ buddhavaṁsaṁ apucchī’’ti evamādinā nayena nidānaṁ avatvā kasmā ‘‘brahmā ca lokādhipatī sahampatī, katañjalī anadhivaraṁ ayācathā’’tiādinā nayena nidānaṁ vuttanti? Vuccate – bhagavato sabbadhammadesanākāraṇabhūtāya brahmuno dhammadesanāyācanāya sandassanatthaṁ vuttanti.",
  "atk-s0511a1:7": "‘‘Kadāyaṁ dhammadesanatthaṁ, ajjhiṭṭho brahmunā jino;",
  "atk-s0511a1:8": "Kadā kattha ca kenāyaṁ, gāthā hi samudīritā’’ti.",
  "atk-s0511a1:9": "Vuccate – buddhabhūtassa pana bhagavato aṭṭhame sattāhe satthā dhammadesanatthāya brahmunā ajjhiṭṭho āyācito. Tatrāyaṁ anupubbikathā – mahāpuriso kira katābhinīhāro mahābhinikkhamanadivase vivaṭapākaṭabībhacchasayanāsanaceṭikā nāṭakitthiyo disvā atīva saṁviggahadayo paṭekadesāvacchannaṁ channaṁ āmantetvā – ‘‘arinaravaramanthakaṁ kaṇḍakaṁ nāma turaṅgavaramāharā’’ti kaṇḍakaṁ āharāpetvā channasahāyo varaturaṅgamāruyha nagaradvāre adhivatthāya devatāya nagaradvāre vivaṭe nagarato nikkhamitvā tīṇi rajjāni tena rattāvasesena atikkamitvā anomasatto anomāya nāma nadiyā tīre ṭhatvā channamevamāha – ‘‘channa, tvaṁ mama imāni aññehi asādhāraṇāni ābharaṇāni kaṇḍakañca varaturaṅgamādāya kapilapuraṁ gacchāhī’’ti channaṁ vissajjetvā asitoraganīluppalasadisenāsinā sakesamakuṭaṁ chinditvā ākāse ukkhipitvā devadattiyaṁ pattacīvaraṁ gahetvā sayameva pabbajitvā anupubbena cārikaṁ caramāno anilabalasamuddhutataraṅgabhaṅgaṁ asaṅgaṁ gaṅgaṁ nadiṁ uttaritvā maṇigaṇaraṁsijālavijjotitarājagahaṁ rājagahaṁ nāma nagaraṁ pavisitvā tattha issariyamadamattaṁ janaṁ parihāsento viya ca uddhatavesassa janassa lajjamuppādayamāno viya ca vayakantīhi nāgarajanahadayāni attani bandhanto viya ca dvatiṁsavaramahāpurisalakkhaṇavirājitāya rūpasiriyā sabbajananayanāni vilumpamāno viya ca rūpīpādasañcaro puññasañcayo viya ca pabbato viya ca gamanena nissaṅgo santindriyo santamānaso yugamattaṁ pekkhamāno rājagahaṁ piṇḍāya caritvā yāpanamattaṁ bhattaṁ gahetvā nagarato nikkhamitvā paṇḍavapabbatapasse chāyūdakasampanne sucibhūmibhāge paramaramaṇīye pavivitte okāse nisīditvā paṭisaṅkhānabalena missakabhattaṁ paribhuñjitvā paṇḍavagirānusārena bimbisārena magadhamahārājena mahāpurisassa santikaṁ gantvā nāmagottaṁ pucchitvā tena pamuditahadayena ‘‘mama rajjabhāgaṁ gaṇhāhī’’ti rajjena nimantiyamāno – ‘‘alaṁ, mahārāja, na mayhaṁ rajjenattho ahaṁ rajjaṁ pahāya lokahitatthāya padhānamanuyuñjitvā loke vivaṭacchado buddho bhavissāmīti nikkhanto’’ti vatvā tena ca ‘‘buddho hutvā sabbapaṭhamaṁ mama vijitaṁ osareyyāthā’’ti vutto ‘sādhū’ti tassa paṭiññaṁ datvā āḷārañca udakañca upasaṅkamitvā tesaṁ dhammadesanāya sāraṁ avindanto tato pakkamitvā uruvelāyaṁ chabbassāni dukkarakārikaṁ karontopi amataṁ adhigantuṁ asakkonto oḷārikāhārapaṭisevanena sarīraṁ santappesi.",
  "atk-s0511a1:10": "Tadā pana uruvelāyaṁ senānigame senānigamakuṭumbikassa dhītā sujātā nāma dārikā vayappattā ekasmiṁ nigrodharukkhe patthanamakāsi – ‘‘sacāhaṁ samajātikaṁ kulagharaṁ gantvā paṭhamagabbhe puttaṁ labhissāmi, balikammaṁ karissāmī’’ti. Tassā sā patthanā samijjhi. Sā vesākhapuṇṇamadivase ‘‘ajja balikammaṁ karissāmī’’ti pātova pāyāsaṁ anāyāsaṁ paramamadhuraṁ sampaṭipādesi. Bodhisattopi tadaheva katasarīrapaṭijaggano bhikkhācārakālaṁ āgamayamāno pātova gantvā tasmiṁ nigrodharukkhamūle nisīdi. Atha kho puṇṇā nāma dāsī tassā dhātī rukkhamūlasodhanatthāya gatā bodhisattaṁ pācīnalokadhātuṁ olokayamānaṁ nisinnaṁ sañjhāppabhānurañjitavarakanakagirisikharasadisasarīrasobhaṁ timiranikaranidhānakaraṁ kamalavanavikasanakaraṁ ghanavivaramupagataṁ divasakaramiva taruvaramupagataṁ munidivasakaramaddasa. Sarīrato cassa nikkhantāhi pabhāhi sakalañca taṁ rukkhaṁ suvaṇṇavaṇṇaṁ disvā tassā etadahosi – ‘‘ajja amhākaṁ devatā rukkhato oruyha sahattheneva baliṁ paṭiggahetukāmā hutvā nisinnā’’ti. Sā vegena gantvā sujātāya etamatthaṁ ārocesi.",
  "atk-s0511a1:11": "Tato sujātā sañjātasaddhā hutvā sabbālaṅkārena alaṅkaritvā satasahassagghanikaṁ suvaṇṇapātiṁ paramamadhurassa madhupāyāsassa pūretvā aparāya suvaṇṇapātiyā pidahitvā sīsenādāya nigrodharukkhābhimukhī agamāsi. Sā gacchantī dūratova taṁ bodhisattaṁ rukkhadevatamiva sakalaṁ taṁ rukkhaṁ sarīrappabhāya suvaṇṇavaṇṇaṁ katvā puññasañcayamiva rūpavantaṁ nisinnaṁ disvā pītisomanassajātā sujātā ‘‘rukkhadevatā’’ti saññāya diṭṭhaṭṭhānato paṭṭhāya onatonatā gantvā sīsato taṁ suvaṇṇapātiṁ otāretvā mahāsattassa hatthe ṭhapetvā pañcapatiṭṭhitena vanditvā – ‘‘yathā mama manoratho nipphanno, evaṁ tumhākampi nipphajjatū’’ti vatvā pakkāmi.",
  "atk-s0511a1:12": "Atha kho bodhisattopi suvaṇṇapātiṁ gahetvā nerañjarāya nadiyā tīraṁ gantvā suppatiṭṭhitassa nāma titthassa tīre suvaṇṇapātiṁ ṭhapetvā nhatvā paccuttaritvā ekūnapaññāsapiṇḍe karonto taṁ pāyāsaṁ paribhuñjitvā – ‘‘sacāhaṁ ajja buddho bhavissāmi, ayaṁ suvaṇṇapāti paṭisotaṁ gacchatū’’ti khipi. Sā pāti paṭisotaṁ gantvā kāḷassa nāma nāgarājassa bhavanaṁ pavisitvā tiṇṇaṁ buddhānaṁ thālakāni ukkhipitvā tesaṁ heṭṭhā aṭṭhāsi.",
  "atk-s0511a1:13": "Mahāsatto tattheva vanasaṇḍe divāvihāraṁ vītināmetvā sāyanhasamaye sotthiyena nāma tiṇahārakena mahāpurisassa ākāraṁ ñatvā dinnā aṭṭha tiṇamuṭṭhiyo gahetvā bodhimaṇḍamāruyha dakkhiṇadisābhāge aṭṭhāsi. So pana padeso paduminipatte udakabindu viya akampittha. Mahāpuriso – ‘‘ayaṁ padeso mama guṇaṁ dhāretuṁ asamattho’’ti pacchimadisābhāgamagamāsi. Sopi tatheva kampittha. Puna uttaradisābhāgamagamāsi. Sopi tatheva kampittha. Puna puratthimadisābhāgamagamāsi. Tattha pallaṅkappamāṇaṭṭhānaṁ niccalaṁ ahosi. Mahāpuriso – ‘‘idaṁ ṭhānaṁ kilesaviddhaṁsanaṭṭhāna’’nti sanniṭṭhānaṁ katvā tāni tiṇāni agge gahetvā cālesi. Tāni tūlikaggena paricchinnāni viya ahesuṁ. Bodhisatto – ‘‘bodhiṁ apatvāva imaṁ pallaṅkaṁ na bhindissāmī’’ti caturaṅgavīriyaṁ adhiṭṭhahitvā pallaṅkaṁ ābhujitvā bodhikkhandhaṁ piṭṭhito katvā puratthābhimukho nisīdi.",
  "atk-s0511a1:14": "Taṅkhaṇaññeva sabbalokābhihāro māro bāhusahassaṁ māpetvā diyaḍḍhayojanasatikaṁ himagirisikharasadisaṁ girimekhalaṁ nāma arivaravāraṇaṁ varavāraṇaṁ abhiruyha navayojanikena dhanuasipharasusarasattisabalenātibahalena mārabalena samparivuto samantā pabbato viya ajjhottharanto mahāsapattaṁ viya mahāsattaṁ samupāgami. Mahāpuriso sūriye dharanteyeva atitumūlaṁ mārabalaṁ vidhamitvā vikasitajayasumanakusumasadisassa cīvarassa upari patamānehi rattapavālaṅkurasadisaruciradassanehi bodhirukkhaṅkurehi pītiyā viya pūjiyamāno eva paṭhamayāme pubbenivāsānussatiñāṇaṁ labhitvā majjhimayāme dibbacakkhuñāṇaṁ visodhetvā pacchimayāme paṭiccasamuppāde ñāṇaṁ otāretvā vaṭṭavivaṭṭaṁ sammasanto aruṇodaye buddho hutvā –",
  "atk-s0511a1:15": "‘‘Anekajātisaṁsāraṁ, sandhāvissaṁ anibbisaṁ;",
  "atk-s0511a1:16": "Gahakāraṁ gavesanto, dukkhā jāti punappunaṁ.",
  "atk-s0511a1:17": "‘‘Gahakāraka diṭṭhosi, puna gehaṁ na kāhasi;",
  "atk-s0511a1:18": "Sabbā te phāsukā bhaggā, gahakūṭaṁ visaṅkhataṁ;",
  "atk-s0511a1:19": "Visaṅkhāragataṁ cittaṁ, taṇhānaṁ khayamajjhagā’’ti. (dha. pa. 153-154) –",
  "atk-s0511a1:20": "Imaṁ udānaṁ udānetvā sattāhaṁ vimuttisukhapaṭisevanena vītināmetvā aṭṭhame divase samāpattito vuṭṭhāya devatānaṁ kaṅkhaṁ ñatvā tāsaṁ kaṅkhāvidhamanatthaṁ ākāse uppatitvā yamakapāṭihāriyaṁ dassetvā tāsaṁ kaṅkhaṁ vidhamitvā pallaṅkato īsakaṁ pācīnanissite uttaradisābhāge ṭhatvā – ‘‘imasmiṁ vata me pallaṅke sabbaññutaññāṇaṁ paṭividdha’’nti cattāri asaṅkhyeyyāni kappasatasahassañca pūritānaṁ pāramīnaṁ phalādhigamaṭṭhānaṁ pallaṅkañceva bodhirukkhañca animisehi akkhīhi olokayamāno sattāhaṁ vītināmesi, taṁ ṭhānaṁ animisacetiyaṁ nāma jātaṁ.",
  "atk-s0511a1:21": "Atha pallaṅkassa ca ṭhitaṭṭhānassa ca antare puratthimapacchimato āyate ratanacaṅkame caṅkamanto sattāhaṁ vītināmesi, taṁ ṭhānaṁ ratanacaṅkamacetiyaṁ nāma jātaṁ. Tato pacchimadisābhāge devatā ratanagharaṁ nāma māpesuṁ, tattha pallaṅkena nisīditvā abhidhammapiṭakaṁ visesato cettha anantanayasamantapaṭṭhānaṁ vicinanto sattāhaṁ vītināmesi. Taṁ ṭhānaṁ ratanagharacetiyaṁ nāma jātaṁ. Evaṁ bodhisamīpeyeva cattāri sattāhāni vītināmetvā pañcame sattāhe bodhirukkhamūlā yena ajapālanigrodho tenupasaṅkami; tatthāpi dhammaṁ vicinantoyeva vimuttisukhañca paṭisaṁvedento ajapālanigrodhe sattāhaṁ vītināmesi.",
  "atk-s0511a1:22": "Evaṁ aparaṁ sattāhaṁ mucalinde nisīdi. Tassa nisinnamattasseva bhagavato sakalacakkavāḷagabbhaṁ pūrento mahāakālamegho udapādi. Tasmiṁ pana uppanne mucalindo nāgarājā cintesi – ‘‘ayaṁ mahāmegho satthari mayhaṁ bhavanaṁ paviṭṭhamatte uppanno vāsāgāramassa laddhuṁ vaṭṭatī’’ti. So sattaratanamayaṁ devavimānasadisaṁ dibbavimānaṁ nimminituṁ samatthopi evaṁ kate – ‘‘na mayhaṁ mahapphalaṁ bhavissati, dasabalassa kāyaveyyāvaccaṁ karissāmī’’ti atimahantaṁ attabhāvaṁ katvā satthāraṁ sattakkhattuṁ bhogehi parikkhipitvā upari mahantaṁ phaṇaṁ katvā aṭṭhāsi. Atha bhagavā parikkhepassa antova mahati okāse sabbaratanamaye paccagghapallaṅke upari viniggalantavividhasurabhikusumadāmavitāne vividhasurabhigandhavāsite gandhakuṭiyaṁ viharanto viya vihāsi. Evaṁ bhagavā taṁ sattāhaṁ tattha vītināmetvā tato aparaṁ sattāhaṁ rājāyatane nisīdi. Tatthāpi vimuttisukhapaṭisaṁvediyeva. Ettāvatā sattasattāhāni paripuṇṇāni ahesuṁ. Etthantare bhagavā jhānasukhena phalasukhena ca vītināmesi.",
  "atk-s0511a1:23": "Athassa sattasattāhātikkame – ‘‘mukhaṁ dhovissāmī’’ti cittaṁ uppajji. Sakko devānamindo agadaharītakaṁ āharitvā adāsi. Athassa sakko nāgalatādantakaṭṭhañca mukhadhovanaudakañca adāsi. Tato bhagavā dantakaṭṭhaṁ khāditvā anotattadahodakena mukhaṁ dhovitvā rājāyatanamūle nisīdi. Tasmiṁ samaye catūhi lokapālehi upanīte paccagghe selamaye patte tapussabhallikānaṁ vāṇijānaṁ manthañca madhupiṇḍikañca paṭiggahetvā paribhuñjitvā paccāgantvā ajapālanigrodharukkhamūle nisīdi. Athassa tattha nisinnamattasseva attanā adhigatassa dhammassa gambhīrabhāvaṁ paccavekkhantassa sabbabuddhānaṁ āciṇṇo – ‘‘adhigato kho myāyaṁ dhammo gambhīro duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo’’ti (ma. ni. 2.281; saṁ. ni. 1.172; mahāva. 7) paresaṁ dhammaṁ adesetukāmatākārappatto parivitakko udapādi.",
  "atk-s0511a1:24": "Atha brahmā sahampati dasabalassa cetasā cetoparivitakkamaññāya – ‘‘nassati vata, bho, loko, vinassati vata, bho, loko’’ti (saṁ. ni. 1.172; ma. ni. 1.282; mahāva. 8) vācaṁ nicchārento dasasahassacakkavāḷabrahmagaṇaparivuto sakkasuyāmasantusitaparanimmitavasavattīhi anugato āgantvā bhagavato purato pāturahosi. So attano patiṭṭhānatthāya pathaviṁ nimminitvā dakkhiṇaṁ jāṇumaṇḍalaṁ pathaviyaṁ nihantvā jalajāmalāvikalakamalamakulasadisaṁ dasanakhasamodhānasamujjalamañjaliṁ sirasmiṁ katvā – ‘‘desetu, bhante , bhagavā dhammaṁ, desetu sugato dhammaṁ, santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti, bhavissanti dhammassa aññātāro’’ti (saṁ. ni. 1.172; mahāva. 8) –",
  "atk-s0511a1:25": "‘‘Pāturahosi magadhesu pubbe, dhammo asuddho samalehi cintito;",
  "atk-s0511a1:26": "Apāpuretaṁ amatassa dvāraṁ, suṇantu dhammaṁ vimalenānubuddhaṁ.",
  "atk-s0511a1:27": "‘‘Sele yathā pabbatamuddhaniṭṭhito, yathāpi passe janataṁ samantato;",
  "atk-s0511a1:28": "Tathūpamaṁ dhammamayaṁ sumedha, pāsādamāruyha samantacakkhu;",
  "atk-s0511a1:29": "Sokāvatiṇṇaṁ janatamapetasoko, avekkhassu jātijarābhibhūtaṁ.",
  "atk-s0511a1:30": "‘‘Uṭṭhehi vīra vijitasaṅgāma, satthavāha anaṇa vicara loke;",
  "atk-s0511a1:31": "Desassu bhagavā dhammaṁ, aññātāro bhavissantī’’ti. (ma. ni. 1.282; saṁ. ni. 1.172; mahāva. 8) –",
  "atk-s0511a1:32": "‘‘Nanu tumhehi ‘buddho bodheyyaṁ tiṇṇo tāreyyaṁ mutto moceyya’’’nti –",
  "atk-s0511a1:33": "‘‘Kiṁ me aññātavesena, dhammaṁ sacchikatenidha;",
  "atk-s0511a1:34": "Sabbaññutaṁ pāpuṇitvā, tārayissaṁ sadevaka’’nti. (bu. vaṁ. 2.55) –",
  "atk-s0511a1:35": "Patthanaṁ katvā pāramiyo pūretvā sabbaññubhāvaṁ pattoti ca, ‘‘tumhehi dhamme adesiyamāne ko hi nāma añño dhammaṁ desessati, kimaññaṁ lokassa saraṇaṁ tāṇaṁ leṇaṁ parāyana’’nti ca evamādīhi anekehi nayehi bhagavantaṁ dhammadesanatthaṁ ayāci. Tena vuttaṁ – ‘‘buddhabhūtassa pana bhagavato aṭṭhame sattāhe satthā dhammadesanatthāya brahmunā āyācito’’ti.",
  "atk-s0511a1:36": "Idāni ‘‘kadā kattha ca kenāyaṁ, gāthā hi samudīritā’’ti imesaṁ pañhānaṁ vissajjanāya okāso anuppatto. Tattha kadā vuttāti? Paṭhamamahāsaṅgītikāle vuttā. Paṭhamamahāsaṅgīti nāmesā saṅgītikkhandhe (cūḷava. 437) vuttanayeneva veditabbā. Kattha kena vuttāti? Bhagavati kira parinibbute rājagahanagare vebhārapabbatapasse sattapaṇṇiguhādvāre vijitasabbasattunā ajātasattunā magadhamahārājena dhammasaṅgāyanatthaṁ kārite paripuṇṇacandamaṇḍalasaṅkāse daṭṭhabbasāramaṇḍe maṇḍape dhammāsanagatenāyasmatā ānandattherena ‘‘brahmā ca lokādhipatī’’ti ayaṁ gāthā vuttāti veditabbā. Ayamettha gāthāsambandho.",
  "atk-s0511a1:37": "Ettāvatā –",
  "atk-s0511a1:38": "‘‘Kadāyaṁ dhammadesanatthaṁ, ajjhiṭṭho brahmunā jino;",
  "atk-s0511a1:39": "Kadā kattha ca kenāyaṁ, gāthā hi samudīritā’’ti. –",
  "atk-s0511a1:40": "Ayampi gāthā vuttatthā hoti. Evaṁ iminā sambandhena vuttāya panassā anuttānapadavaṇṇanaṁ karissāma.",
  "atk-s0511a1:41": "Tattha brahmāti brūhito tehi tehi guṇavisesehīti brahmā. Ayaṁ pana brahma-saddo mahābrahmabrāhmaṇatathāgatamātāpituseṭṭhādīsu dissati. Tathā hi ‘‘dvisahasso brahmā’’tiādīsu (ma. ni. 3.166) mahābrahmāti adhippeto.",
  "atk-s0511a1:42": "‘‘Tamonudo buddho samantacakkhu, lokantagū sabbabhavātivatto;",
  "atk-s0511a1:43": "Anāsavo sabbadukkhappahīno, saccavhayo brahme upāsito me’’ti. (su. ni. 1139) –",
  "atk-s0511a1:44": "Ettha brāhmaṇo. ‘‘Brahmāti kho, bhikkhave, tathāgatassetaṁ adhivacana’’nti ettha tathāgato. ‘‘Brahmāti mātāpitaro pubbācariyāti vuccare’’ti (a. ni. 3.31; 4.63; itivu. 106; jā. 2.20.181) ettha mātāpitaro. ‘‘Brahmacakkaṁ pavattetī’’ti (ma. ni. 1.148; saṁ. ni. 2.21; a. ni. 4.8; 5.11; paṭi. ma. 2.44) ettha seṭṭho adhippeto. Idha pana paṭhamajjhānaṁ paṇītaṁ bhāvetvā paṭhamajjhānabhūmiyaṁ nibbatto kappāyuko mahābrahmā adhippeto (ma. ni. aṭṭha. 1.3). Ca-saddo sampiṇḍanattho, brahmā ca aññe ca dasasu cakkavāḷasahassesu brahmāno cāti attho, padapūraṇamatto vā. Lokādhipatīti ettha lokoti saṅkhāraloko sattaloko okāsalokoti tayo lokā. Tesu idha sattaloko adhippeto. Tassa issaro adhipatīti lokādhipati, lokekadesassāpi adhipati lokādhipatīti vuccati devādhipati narādhipati viya.",
  "atk-s0511a1:45": "Sahampatīti so kira kassapassa bhagavato sāsane sahako nāma thero paṭhamajjhānaṁ nibbattetvā aparihīnajjhāno jīvitapariyosāne paṭhamajjhānabhūmiyaṁ kappāyukamahābrahmā hutvā nibbatto, tatra pana naṁ ‘‘sahampati brahmā’’ti sañjānanti. ‘‘Sahakapatī’’ti vattabbe anussarāgamaṁ katvā ruḷhīvasena ‘‘sahampatī’’ti vadanti. Katañjalīti katañjaliko, añjalipuṭaṁ sirasi katvāti attho. Anadhivaranti accantavaro adhivaro nāssa atthīti anadhivaro, na tato adhiko varo atthīti vā anadhivaro, anuttaroti attho, taṁ anadhivaraṁ. Ayācathāti ayācittha ajjhesi.",
  "atk-s0511a1:46": "Idāni yassatthāya so bhagavantaṁ ayāci, tamatthaṁ dassetuṁ ‘‘santīdha sattā’’tiādi vuttaṁ. Tattha santīti saṁvijjanti upalabbhanti, buddhacakkhussa āpāthaṁ āgacchantā atthīti attho. Idhāti ayaṁ desāpadese nipāto . Svāyaṁ katthaci sāsanaṁ upādāya vuccati. Yathāha – ‘‘idheva, bhikkhave, samaṇo, idha dutiyo samaṇo, idha tatiyo samaṇo, idha catuttho samaṇo, suññā parappavādā samaṇebhi aññehī’’ti (ma. ni. 1.139; dī. ni. 2.214; a. ni. 4.241). Katthaci okāsaṁ, yathāha –",
  "atk-s0511a1:47": "‘‘Idheva tiṭṭhamānassa, devabhūtassa me sato;",
  "atk-s0511a1:48": "Punarāyu ca me laddho, evaṁ jānāhi mārisā’’ti. (dī. ni. 2.369) –",
  "atk-s0511a1:49": "Katthaci padapūraṇamattameva hoti. Yathāha – ‘‘idhāhaṁ, bhikkhave, bhuttāvī assaṁ pavārito’’ti (ma. ni. 1.30). Katthaci lokaṁ upādāya, yathāha – ‘‘idha tathāgato loke uppajjati bahujanahitāya bahujanasukhāyā’’ti (a. ni. 1.170). Idhāpi lokameva upādāya vuttoti veditabbo. Tasmā imasmiṁ sattaloketi attho. Sattāti rūpādīsu khandhesu chandarāgena sattā visattā āsattā laggā lagitāti sattā, sattāti pāṇino vuccanti. Ruḷhīsaddena pana vītarāgesupi ayaṁ vohāro vattatiyeva.",
  "atk-s0511a1:50": "Apparajakkhajātikāti paññāmaye akkhimhi appaṁ parittaṁ rāgadosamoharajaṁ etesaṁ evaṁsabhāvā ca teti apparajakkhajātikā, appaṁ rāgādirajameva vā yesaṁ te apparajakkhā, te apparajakkhasabhāvā apparajakkhajātikāti evamettha attho daṭṭhabbo. Tesaṁ apparajakkhajātikānaṁ. ‘‘Sattāna’’nti vibhattivipariṇāmaṁ katvā – ‘‘desehi dhamma’’nti iminā sambandhaṁ katvā attho daṭṭhabbo. Desehīti āyācanavacanametaṁ, desehi kathehi upadisāti attho. Dhammanti ettha ayaṁ dhamma-saddo pariyattisamādhipaññāpakatisabhāvasuññatāpuññaāpattiñeyyacatusaccadhammādīsu dissati. Tathā hi – ‘‘idha bhikkhu dhammaṁ pariyāpuṇāti suttaṁ geyyaṁ veyyākaraṇaṁ…pe… vedalla’’ntiādīsu (ma. ni. 1.239; a. ni. 4.102) pariyattiyaṁ dissati. ‘‘Evaṁdhammā te bhagavanto ahesu’’ntiādīsu samādhimhi.",
  "atk-s0511a1:51": "‘‘Yassete caturo dhammā, vānarinda yathā tava;",
  "atk-s0511a1:52": "Saccaṁ dhammo dhiti cāgo, diṭṭhaṁ so ativattatī’’ti. –",
  "atk-s0511a1:53": "Ādīsu (jā. 1.2.147) paññāya. ‘‘Jātidhammā jarādhammā, atho maraṇadhammino’’tiādīsu (a. ni. 3.39) pakatiyaṁ. ‘‘Kusalā dhammā, akusalā dhammā, abyākatā dhammā’’tiādīsu (dha. sa. tikamātikā) sabhāve. ‘‘Tasmiṁ kho pana samaye dhammā honti khandhā hontī’’tiādīsu (dha. sa. 121) suññatāyaṁ. ‘‘Dhammo suciṇṇo sukhamāvahātī’’tiādīsu (su. ni. 184; theragā. 303; jā. 1.10.102; 1.15.385) puññe. ‘‘Dve aniyatā dhammā’’tiādīsu āpattiyaṁ. ‘‘Sabbe dhammā sabbākārena buddhassa bhagavato ñāṇamukhe āpāthaṁ āgacchantī’’tiādīsu (mahāni. 156; cūḷani. mogharājamāṇavapucchāniddesa 85) ñeyye. ‘‘Diṭṭhadhammo pattadhammo viditadhammo’’tiādīsu (dī. ni. 1.299; mahāva. 27, 57) catusaccadhamme. Idhāpi catusaccadhamme daṭṭhabbo (ma. ni. aṭṭha. 1.suttanikkhepavaṇṇanā; dha. sa. aṭṭha. cittuppādakaṇḍa 1). Anukampāti anukampaṁ anuddayaṁ karohi. Imanti pajaṁ niddisanto āha. Pajanti pajātattā pajā, taṁ pajaṁ, sattanikāyaṁ saṁsāradukkhato mocehīti adhippāyo. Keci pana –",
  "atk-s0511a1:54": "‘‘Bhagavāti lokādhipatī naruttamo,",
  "atk-s0511a1:55": "Katañjalī brahmagaṇehi yācito’’ti. –",
  "atk-s0511a1:56": "Paṭhanti. Ettāvatā sabbaso ayaṁ gāthā vuttatthā hoti.",
  "atk-s0511a1:57": "Atha bhagavato taṁ brahmuno sahampatissa āyācanavacanaṁ sutvā aparimitasamayasamuditakaruṇābalassa dasabalassa parahitakaraṇanipuṇamaticārassa sabbasattesu okāsakaraṇamattena mahākaruṇā udapādi. Taṁ pana bhagavato karuṇuppattiṁ dassentehi saṅgītikāle saṅgītikārakehi –",
  "atk-s0511a1:58": "2.",
  "atk-s0511a1:59": " ‘‘Sampannavijjācaraṇassa tādino, jutindharassantimadehadhārino;",
  "atk-s0511a1:60": "Tathāgatassappaṭipuggalassa, uppajji kāruññatā sabbasatte’’ti. –",
  "atk-s0511a1:61": "Ayaṁ gāthā ṭhapitā.",
  "atk-s0511a1:62": "Tattha sampannavijjācaraṇassāti sampannaṁ nāma tividhaṁ paripuṇṇasamaṅgimadhuravasena. Tattha –",
  "atk-s0511a1:63": "‘‘Sampannaṁ sālikedāraṁ, suvā bhuñjanti kosiya;",
  "atk-s0511a1:64": "Paṭivedemi te brahme, na naṁ vāretumussahe’’ti. (jā. 1.14.1) –",
  "atk-s0511a1:65": "Idaṁ paripuṇṇasampannaṁ nāma. ‘‘Iminā pātimokkhasaṁvarena upeto hoti samupeto upagato samupagato sampanno samannāgato’’ti (vibha. 511) idaṁ samaṅgisampannaṁ nāma. ‘‘Imissā, bhante, mahāpathaviyā heṭṭhimatalaṁ sampannaṁ, seyyathāpi khuddamadhuṁ anīlakaṁ, evamassāda’’nti (pārā. 18) idaṁ madhurasampannaṁ nāma. Idha paripuṇṇasampannampi samaṅgisampannampi yujjati (ma. ni. aṭṭha. 1.64). Vijjāti paṭipakkhadhamme vijjhanaṭṭhena viditakaraṇaṭṭhena vinditabbaṭṭhena ca vijjā. Tā pana tissopi vijjā aṭṭhapi vijjā. Tisso vijjā bhayabheravasutte (ma. ni. 1.50 ādayo) āgatanayeneva veditabbā, aṭṭha ambaṭṭhasutte (dī. ni. 1.278 ādayo). Tatra hi vipassanāñāṇena manomayiddhiyā ca saha cha abhiññā pariggahetvā aṭṭha vijjā vuttā. Caraṇanti sīlasaṁvaro indriyesu guttadvāratā bhojane mattaññutā jāgariyānuyogo saddhā hirī ottappaṁ bāhusaccaṁ āraddhavīriyatā upaṭṭhitassatitā paññāsampannatā cattāri rūpāvacarajjhānānīti ime pannarasa dhammā veditabbā. Imeyeva hi pannarasa dhammā yasmā etehi carati ariyasāvako gacchati amataṁ disaṁ, tasmā ‘‘caraṇa’’nti vuttā. Yathāha – ‘‘idha, mahānāma, ariyasāvako sīlavā hotī’’ti (ma. ni. 2.24) sabbaṁ majjhimapaṇṇāsake vuttanayeneva veditabbaṁ. Vijjā ca caraṇañca vijjācaraṇāni, sampannāni paripuṇṇāni vijjācaraṇāni yassa soyaṁ sampannavijjācaraṇo, vijjācaraṇehi sampanno samaṅgībhūto, samannāgatoti vā sampannavijjācaraṇo. Ubhayathāpi attho yujjateva, tassa sampannavijjācaraṇassa (pārā. aṭṭha. 1.1 verañjakaṇḍavaṇṇanā).",
  "atk-s0511a1:66": "Tādinoti ‘‘iṭṭhepi tādī aniṭṭhepi tādī’’tiādinā nayena mahāniddese (mahāni. 38, 192) āgatatādilakkhaṇena tādino, iṭṭhāniṭṭhādīsu avikārassa tādisassāti attho. Jutindharassāti jutimato, yugandhare saradasamaye samuditadivasakarātirekatarasassirikasarīrajutivisaradharassāti attho. ‘‘Paññāpajjotadharassā’’ti vā vattuṁ vaṭṭati. Vuttañhetaṁ –",
  "atk-s0511a1:67": "‘‘Cattāro loke pajjotā, pañcamettha na vijjati;",
  "atk-s0511a1:68": "Divā tapati ādicco, rattimābhāti candimā.",
  "atk-s0511a1:69": "‘‘Atha aggi divārattiṁ, tattha tattha pabhāsati;",
  "atk-s0511a1:70": "Sambuddho tapataṁ seṭṭho, esā ābhā anuttarā’’ti. (saṁ. ni. 1.26, 85);",
  "atk-s0511a1:71": "Tasmā ubhayathāpi sarīrapaññājutivisaradharassāti attho. Antimadehadhārinoti sabbapacchimasarīradhārino, apunabbhavassāti attho.",
  "atk-s0511a1:72": "Tathāgatassāti ettha aṭṭhahi kāraṇehi bhagavā ‘‘tathāgato’’ti vuccati. Katamehi aṭṭhahi? Tathā āgatoti tathāgato, tathā gatoti tathāgato, tathalakkhaṇaṁ āgatoti tathāgato, tathadhamme yāthāvato abhisambuddhoti tathāgato, tathadassitāya tathāgato, tathavāditāya tathāgato, tathākāritāya tathāgato, abhibhavanaṭṭhena tathāgatoti.",
  "atk-s0511a1:73": "Kathaṁ bhagavā tathā āgatoti tathāgato? Yathā yena abhinīhārena dānapāramiṁ pūretvā sīlanekkhammapaññāvīriyakhantisaccaadhiṭṭhānamettupekkhāpāramiṁ pūretvā imā dasa pāramiyo dasa upapāramiyo dasa paramatthapāramiyoti samattiṁsa pāramiyo pūretvā aṅgapariccāgaṁ jīvitapariccāgaṁ dhanarajjaputtadārapariccāganti ime pañca mahāpariccāge pariccajitvā yathā vipassiādayo sammāsambuddhā āgatā, tathā amhākampi bhagavā āgatoti tathāgato. Yathāha –",
  "atk-s0511a1:74": "‘‘Yatheva lokamhi vipassiādayo, sabbaññubhāvaṁ munayo idhāgatā;",
  "atk-s0511a1:75": "Tathā ayaṁ sakyamunīpi āgato, tathāgato vuccati tena cakkhumā’’ti.",
  "atk-s0511a1:76": "Kathaṁ tathā gatoti tathāgato? Yathā sampatijātā vipassiādayo samehi pādehi pathaviyaṁ patiṭṭhāya uttarābhimukhā sattapadavītihārena gatā, tathā amhākampi bhagavā gatoti tathāgato. Yathāha –",
  "atk-s0511a1:77": "‘‘Muhuttajātova gavampatī yathā, samehi pādehi phusī vasundharaṁ;",
  "atk-s0511a1:78": "So vikkamī sattapadāni gotamo, setañca chattaṁ anudhārayuṁ marū.",
  "atk-s0511a1:79": "‘‘Gantvāna so sattapadāni gotamo, disā vilokesi samā samantato;",
  "atk-s0511a1:80": "Aṭṭhaṅgupetaṁ giramabbhudīrayī, sīho yathā pabbatamuddhaniṭṭhito’’ti.",
  "atk-s0511a1:81": "Kathaṁ tathalakkhaṇaṁ āgatoti tathāgato? Sabbesaṁ rūpārūpadhammānaṁ salakkhaṇaṁ sāmaññalakkhaṇañca tathaṁ avitathaṁ ñāṇagatiyā āgato avirajjhitvā patto anubuddhoti tathāgato.",
  "atk-s0511a1:82": "‘‘Sabbesaṁ pana dhammānaṁ, sakasāmaññalakkhaṇaṁ;",
  "atk-s0511a1:83": "Tathamevāgato yasmā, tasmā satthā tathāgato’’ti.",
  "atk-s0511a1:84": "Kathaṁ tathadhamme yāthāvato abhisambuddhoti tathāgato? Tathadhammā nāma cattāri ariyasaccāni. Yathāha – ‘‘cattārimāni, bhikkhave, tathāni avitathāni anaññathāni. Katamāni cattāri? ‘Idaṁ dukkha’nti, bhikkhave, tathametaṁ avitathametaṁ anaññathameta’’nti (saṁ. ni. 5.1090) vitthāro. Tāni ca bhagavā abhisambuddho, tasmā tathānaṁ abhisambuddhattā ‘‘tathāgato’’ti vuccati. Abhisambuddhattho hi ettha gatasaddo.",
  "atk-s0511a1:85": "‘‘Tathanāmāni saccāni, abhisambujjhi nāyako;",
  "atk-s0511a1:86": "Tasmā tathānaṁ saccānaṁ, sambuddhattā tathāgato’’.",
  "atk-s0511a1:87": "Kathaṁ tathadassitāya tathāgato? Bhagavā hi aparimāṇāsu lokadhātūsu aparimāṇānaṁ sattānaṁ cakkhusotaghāṇajivhākāyamanodvāresu āpāthaṁ āgacchantaṁ rūpasaddagandharasaphoṭṭhabbadhammārammaṇaṁ tathāgato sabbākārato jānāti passatīti, evaṁ tathadassitāya tathāgato. Atha vā yaṁ loke tathaṁ, taṁ lokassa tatheva dasseti. Tatopi bhagavā tathāgato. Ettha tathadassiatthe ‘‘tathāgato’’ti padasambhavo veditabbo.",
  "atk-s0511a1:88": "‘‘Tathākārena yo dhamme, jānāti anupassati;",
  "atk-s0511a1:89": "Tathadassīti sambuddho, tasmā vutto tathāgato’’.",
  "atk-s0511a1:90": "Kathaṁ tathavāditāya tathāgato? Yañca abhisambodhiyā parinibbānassa ca antare pañcacattālīsavassaparimāṇakāle suttādinavaṅgasaṅgahitaṁ bhāsitaṁ lapitaṁ tathāgatena, sabbaṁ taṁ ekatulāya tulitaṁ viya tathameva avitathameva hoti. Tenevāha –",
  "atk-s0511a1:91": "‘‘Yañca, cunda, rattiṁ tathāgato anuttaraṁ sammāsambodhiṁ abhisambujjhati, yañca rattiṁ anupādisesāya nibbānadhātuyā parinibbāyati, yaṁ etasmiṁ antare bhāsati lapati niddisati, sabbaṁ taṁ tatheva hoti, no aññathā. Tasmā ‘tathāgato’ti vuccatī’’ti.",
  "atk-s0511a1:92": "Ettha pana gadaattho hi gatasaddo. Evaṁ tathavāditāya tathāgato. Āgadanaṁ āgado, vacananti attho. Tatho aviparīto āgado assāti tathāgato. Da-kārassa ta-kāraṁ katvā vutto.",
  "atk-s0511a1:93": "‘‘Tathāvādī jino yasmā, tathadhammappakāsako;",
  "atk-s0511a1:94": "Tathāmāgadanañcassa, tasmā buddho tathāgato’’.",
  "atk-s0511a1:95": "Kathaṁ tathākāritāya tathāgato? Bhagavā hi yaṁ yaṁ vācaṁ abhāsi, taṁ taṁ eva kāyena karoti, vācāya kāyo anulometi, kāyassapi vācā. Tenevāha –",
  "atk-s0511a1:96": "‘‘Yathā vādī, bhikkhave, tathāgato tathā kārī, yathā kārī tathā vādī…pe… tasmā ‘tathāgato’ti vuccatī’’ti (a. ni. 4.23; cūḷani. posālamāṇavapucchāniddesa 83).",
  "atk-s0511a1:97": "Yathā ca vācā gatā, kāyopi tathā gato, yathā kāyo gato, vācāpi tathā gatā. Evaṁ tathākāritāya tathāgato.",
  "atk-s0511a1:98": "‘‘Yathā vācā gatā tassa, tathā kāyo gato yato;",
  "atk-s0511a1:99": "Tathāvāditāya sambuddho, satthā tasmā tathāgato’’.",
  "atk-s0511a1:100": "Kathaṁ abhibhavanaṭṭhena tathāgato? Upari bhavaggaṁ heṭṭhā avīciṁ pariyantaṁ katvā tiriyaṁ aparimāṇāsu lokadhātūsu sabbasatte abhibhavati sīlenapi samādhināpi paññāyapi vimuttiyāpi vimuttiñāṇadassanenapi, na tassa tulā vā pamāṇaṁ vā atthi, atha kho atulo appameyyo anuttaro. Tenevāha –",
  "atk-s0511a1:101": "‘‘Sadevake, bhikkhave, loke…pe… tathāgato abhibhū anabhibhūto aññadatthu daso vasavattī, tasmā ‘tathāgato’ti vuccatī’’ti (a. ni. 1.23; posālamāṇavapucchāniddesa 83).",
  "atk-s0511a1:102": "Tatrevaṁ padasiddhi veditabbā – agado viya agado. Ko panesa? Desanāvilāso ceva puññussayo ca. Tena hesa mahānubhāvo bhisakko dibbāgadena sappe viya sabbaparappavādino sadevakañca lokaṁ abhibhavati, iti sabbalokābhibhavanato aviparīto desanāvilāso ceva puññussayo ca agado assāti da-kārassa ta-kāraṁ katvā ‘‘tathāgato’’ti veditabbo. Evaṁ abhibhavanaṭṭhena tathāgato.",
  "atk-s0511a1:103": "‘‘Tatho aviparīto ca, agado yassa satthuno;",
  "atk-s0511a1:104": "Vasavattīti so tena, hoti satthā tathāgato’’.",
  "atk-s0511a1:105": "Appaṭipuggalassāti paṭipuggalavirahitassa, añño koci ‘‘ahaṁ buddho’’ti evaṁ paṭiññaṁ dātuṁ samattho nāmassa puggalo, natthīti appaṭipuggalo, tassa appaṭipuggalassa. Uppajjīti uppanno udapādi. Kāruññatāti karuṇāya bhāvo kāruññatā. Sabbasatteti niravasesasattapariyādānavacanaṁ, sakale sattanikāyeti attho. Ettāvatā ayampi gāthā vuttatthā hoti.",
  "atk-s0511a1:106": "Atha bhagavā brahmunā dhammadesanatthāya āyācito sattesu kāruññataṁ uppādetvā dhammaṁ desetukāmo mahābrahmānaṁ gāthāya ajjhabhāsi –",
  "atk-s0511a1:107": "‘‘Apārutā tesaṁ amatassa dvārā, ye sotavanto pamuñcantu saddhaṁ;",
  "atk-s0511a1:108": "Vihiṁsasaññī paguṇaṁ na bhāsiṁ, dhammaṁ paṇītaṁ manujesu brahme’’ti. (ma. ni. 1.283; dī. ni. 2.71; saṁ. ni. 1.172; mahāva. 9);",
  "atk-s0511a1:109": "Atha kho brahmā sahampati ‘‘katāvakāso khomhi bhagavatā dhammadesanāyā’’ti ñatvā dasanakhasamodhānasamujjalaṁ añjaliṁ sirasi katvā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā brahmagaṇaparivuto pakkāmi. Atha satthā tassa brahmuno paṭiññaṁ datvā – ‘‘kassa nu kho ahaṁ paṭhamaṁ dhammaṁ deseyya’’nti (ma. ni. 1.283; mahāva. 10) cintento – ‘‘āḷāro paṇḍito so imaṁ dhammaṁ khippaṁ ājānissatī’’ti cittaṁ uppādetvā puna olokento tassa sattāhaṁ kālaṅkatabhāvaṁ ñatvā udakassa ca abhidosakālaṅkatabhāvaṁ ñatvā puna – ‘‘kahaṁ nu kho etarahi pañcavaggiyā bhikkhū viharantī’’ti pañcavaggiye āvajjento ‘‘bārāṇasiyaṁ isipatane migadāye’’ti ñatvā āsāḷhiyaṁ pabhātāya rattiyā kālasseva pattacīvaramādāya aṭṭhārasayojanikaṁ maggaṁ paṭipanno antarāmagge upakaṁ nāma ājīvakaṁ disvā tassa attano buddhabhāvamāvikatvā taṁdivasameva sāyanhasamaye isipatanamagamāsi. Tattha pañcavaggiyānaṁ attano buddhabhāvaṁ pakāsetvā paññattavarabuddhāsanagato pañcavaggiye bhikkhū āmantetvā dhammacakkappavattanasuttantaṁ (saṁ. ni. 5.1081; mahāva. 13 ādayo; paṭi. ma. 2.30) desesi.",
  "atk-s0511a1:110": "Tesu aññāsikoṇḍaññatthero desanānusārena ñāṇaṁ pesetvā suttapariyosāne aṭṭhārasahi brahmakoṭīhi saddhiṁ sotāpattiphale patiṭṭhāsi. Satthā tattheva vassaṁ upagantvā punadivase vappattheraṁ sotāpattiphale patiṭṭhāpesi. Eteneva upāyena sabbe te sotāpattiphale patiṭṭhāpetvā puna pañcamiyaṁ pakkhassa pañcapi te there sannipātetvā anattalakkhaṇasuttantaṁ (saṁ. ni. 3.59; mahāva. 20 ādayo) desesi, desanāpariyosāne pañcapi therā arahatte patiṭṭhahiṁsu.",
  "atk-s0511a1:111": "Atha satthā tattheva yasassa kulaputtassa upanissayaṁ disvā gehaṁ pahāya nikkhantaṁ disvā – ‘‘ehi yasā’’ti (mahāva. 26) pakkositvā tasmiññeva rattibhāge sotāpattiphale patiṭṭhāpetvā punadivase arahatte ca patiṭṭhāpetvā aparepi tassa sahāyake catupaṇṇāsajane ehibhikkhupabbajjāya pabbājetvā arahatte patiṭṭhāpesi. Evaṁ loke ekasaṭṭhiyā arahantesu jātesu satthā vuṭṭhavasso pavāretvā bhikkhū āmantetvā etadavoca –",
  "atk-s0511a1:112": "‘‘Paratthaṁ cattano atthaṁ, karontā pathaviṁ imaṁ;",
  "atk-s0511a1:113": "Byāharantā manussānaṁ, dhammaṁ caratha bhikkhavo.",
  "atk-s0511a1:114": "‘‘Viharatha vivittesu, pabbatesu vanesu ca;",
  "atk-s0511a1:115": "Pakāsayantā saddhammaṁ, lokassa satataṁ mama.",
  "atk-s0511a1:116": "‘‘Karontā dhammadūteyyaṁ, vikhyāpayatha bhikkhavo;",
  "atk-s0511a1:117": "Santi atthāya sattānaṁ, subbatā vacanaṁ mama.",
  "atk-s0511a1:118": "‘‘Sabbaṁ pidahatha dvāraṁ, apāyānamanāsavā;",
  "atk-s0511a1:119": "Saggamokkhassa maggassa, dvāraṁ vivarathāsamā.",
  "atk-s0511a1:120": "‘‘Desanāpaṭipattīhi, karuṇādiguṇālayā;",
  "atk-s0511a1:121": "Buddhiṁ saddhañca lokassa, abhivaḍḍhetha sabbaso.",
  "atk-s0511a1:122": "‘‘Gihīnamupakarontānaṁ, niccamāmisadānato;",
  "atk-s0511a1:123": "Karotha dhammadānena, tesaṁ paccūpakārakaṁ.",
  "atk-s0511a1:124": "‘‘Samussayatha saddhammaṁ, desayantā isiddhajaṁ;",
  "atk-s0511a1:125": "Katakattabbakammantā, paratthaṁ paṭipajjathā’’ti.",
  "atk-s0511a1:126": "Evañca pana vatvā bhagavā te bhikkhū disāsu vissajjetvā sayaṁ uruvelaṁ gacchanto antarāmagge kappāsikavanasaṇḍe tiṁsa bhaddavaggiyakumāre vinesi. Tesu yo sabbapacchimako, so sotāpanno, sabbaseṭṭho anāgāmī, ekopi arahā vā puthujjano vā nāhosi. Tepi sabbe ehibhikkhupabbajjāya pabbājetvā disāsu pesetvā sayaṁ uruvelaṁ gantvā aḍḍhuḍḍhāni pāṭihāriyasahassāni dassetvā uruvelakassapādayo sahassajaṭilaparivāre tebhātikajaṭile dametvā ehibhikkhubhāvena pabbājetvā gayāsīse nisīdāpetvā ādittapariyāyadesanāya (saṁ. ni. 4.28; mahāva. 54) arahatte patiṭṭhāpetvā tena arahantasahassena bhagavā parivuto ‘‘bimbisārassa rañño paṭiññaṁ mocessāmī’’ti rājagahanagarūpacāre laṭṭhivanuyyānaṁ nāma agamāsi. Tato uyyānapālako rañño ārocesi. Rājā – ‘‘satthā āgato’’ti sutvā dvādasanahutehi brāhmaṇagahapatikehi parivuto dasabalaṁ ghanavivaragatamiva divasakaraṁ vanavivaragataṁ munivaradivasakaraṁ upasaṅkamitvā cakkālaṅkatatalesu jalajāmalāvikalakamalakomalesu dasabalassa pādesu makuṭamaṇijutivisaravijjotinā sirasā nipatitvā ekamantaṁ nisīdi saddhiṁ parisāya.",
  "atk-s0511a1:127": "Atha kho tesaṁ brāhmaṇagahapatikānaṁ etadahosi – ‘‘kiṁ nu kho mahāsamaṇo uruvelakassape brahmacariyaṁ carati, udāhu uruvelakassapo mahāsamaṇe’’ti? Atha kho bhagavā tesaṁ cetoparivitakkamaññāya theraṁ gāthāya ajjhabhāsi –",
  "atk-s0511a1:128": "‘‘Kimeva disvā uruvelavāsi, pahāsi aggiṁ kisakovadāno;",
  "atk-s0511a1:129": "Pucchāmi taṁ kassapa etamatthaṁ, kathaṁ pahīnaṁ tava aggihutta’’nti. (mahāva. 55);",
  "atk-s0511a1:130": "Thero bhagavato adhippāyaṁ viditvā –",
  "atk-s0511a1:131": "‘‘Rūpe ca sadde ca atho rase ca, kāmitthiyo cābhivadanti yaññā;",
  "atk-s0511a1:132": "Etaṁ malantī upadhīsu ñatvā, tasmā na yiṭṭhe na hute arañji’’nti. (mahāva. 55) –",
  "atk-s0511a1:133": "Imaṁ gāthaṁ vatvā attano sāvakabhāvappakāsanatthaṁ tathāgatassa pādesu sirasā nipatitvā – ‘‘satthā me, bhante, bhagavā, sāvakohamasmī’’ti vatvā ekatāladvitāla…pe… sattatālappamāṇaṁ vehāsaṁ sattakkhattuṁ abbhuggantvā pāṭihāriyaṁ katvā ākāsato oruyha bhagavantaṁ vanditvā ekamantaṁ nisīdi.",
  "atk-s0511a1:134": "Atha kho mahājano tassa taṁ pāṭihāriyaṁ disvā – ‘‘aho mahānubhāvā buddhā nāma, evaṁ thāmagatadiṭṭhiko attānaṁ ‘arahā aha’nti maññamāno uruvelakassapopi diṭṭhijālaṁ bhinditvā tathāgatena damito’’ti dasabalassa guṇakathaṁ kathesi. Taṁ sutvā satthā – ‘‘nāhamidāniyeva imaṁ uruvelakassapaṁ damemi, atītepi esa mayā damitoyevā’’ti āha. Atha kho so mahājano uṭṭhāyāsanā bhagavantaṁ vanditvā sirasi añjaliṁ paggahetvā evamāha – ‘‘bhante, idāni amhehi esa damito diṭṭho, kathaṁ panesa atīte bhagavatā damito’’ti. Tato satthā tena mahājanena yācito bhavantarena paṭicchannaṁ mahānāradakassapajātakaṁ (jā. 2.22.1153) kathetvā cattāri ariyasaccāni pakāsesi. Tato satthu dhammakathaṁ sutvā rājā bimbisāro ekādasanahutehi saddhiṁ sotāpattiphale patiṭṭhāsi, ekanahutaṁ upāsakattaṁ paṭivedesi. Rājā saraṇaṁ gantvā svātanāya bhagavantaṁ saddhiṁ bhikkhusaṅghena nimantetvā bhagavantaṁ tikkhattuṁ padakkhiṇaṁ katvā vanditvā pakkāmi.",
  "atk-s0511a1:135": "Punadivase bhagavā bhikkhusahassaparivuto marugaṇaparivuto viya dasasatanayano devarājā, brahmagaṇaparivuto viya mahābrahmā rājagahaṁ pāvisi. Rājā buddhappamukhassa bhikkhusaṅghassa dānaṁ datvā bhojanapariyosāne bhagavantaṁ etadavoca – ‘‘ahaṁ, bhante, tīṇi ratanāni vinā vasituṁ na sakkhissāmi, velāya vā avelāya vā bhagavato santikaṁ āgamissāmi, laṭṭhivanaṁ nāma atidūre, idaṁ pana amhākaṁ veḷuvanaṁ nāma uyyānaṁ pavivekakāmānaṁ nātidūraṁ naccāsannaṁ gamanāgamanasampannaṁ nijjanasambādhaṁ pavivekasukhaṁ chāyūdakasampannaṁ sītalasilātalasamalaṅkataṁ paramaramaṇīyabhūmibhāgaṁ surabhikusumataruvaranirantaraṁ ramaṇīyapāsādahammiyavimānavihāraḍḍhuyogamaṇḍapādipaṭimaṇḍitaṁ. Idaṁ me, bhante, bhagavā paṭiggaṇhātu navatapanaṅgārasaṅkāsena suvaṇṇabhiṅgārena surabhikusumavāsitaṁ maṇivaṇṇaudakaṁ gahetvā veḷuvanārāmaṁ pariccajanto dasabalassa hatthe udakaṁ pātesi. Tasmiṁ ārāmapaṭiggahaṇe ‘‘buddhasāsanassa mūlāni otiṇṇānī’’ti pītivasaṁ gatā naccantī viya ayaṁ mahāpathavī kampi. Jambudīpe pana ṭhapetvā veḷuvanamahāvihāraṁ aññaṁ pathaviṁ kampetvā gahitasenāsanaṁ nāma natthi. Atha satthā veḷuvanārāmaṁ paṭiggahetvā rañño vihāradānānumodanamakāsi –",
  "atk-s0511a1:136": "‘‘Āvāsadānassa panānisaṁsaṁ, ko nāma vattuṁ, puriso samattho;",
  "atk-s0511a1:137": "Aññatra buddhā pana lokanāthā, yutto mukhānaṁ nahutena cāpi.",
  "atk-s0511a1:138": "‘‘Āyuñca vaṇṇañca sukhaṁ balañca, varaṁ pasatthaṁ paṭibhānameva;",
  "atk-s0511a1:139": "Dadāti nāmāti pavuccate so, yo deti saṅghassa naro vihāraṁ.",
  "atk-s0511a1:140": "‘‘Dātā nivāsassa nivāraṇassa, sītādino jīvitupaddavassa;",
  "atk-s0511a1:141": "Pāleti āyuṁ pana tassa yasmā, āyuppado hoti tamāhu santo.",
  "atk-s0511a1:142": "‘‘Accuṇhasīte vasato nivāse, balañca vaṇṇo paṭibhā na hoti;",
  "atk-s0511a1:143": "Tasmā hi so deti vihāradātā, balañca vaṇṇaṁ paṭibhānameva.",
  "atk-s0511a1:144": "‘‘Dukkhassa sītuṇhasarīsapā ca, vātātapādippabhavassa loke;",
  "atk-s0511a1:145": "Nivāraṇā nekavidhassa niccaṁ, sukhappado hoti vihāradātā.",
  "atk-s0511a1:146": "‘‘Sītuṇhavātātapaḍaṁsavuṭṭhi , sarīsapāvāḷamigādidukkhaṁ;",
  "atk-s0511a1:147": "Yasmā nivāreti vihāradātā, tasmā sukhaṁ vindati so parattha.",
  "atk-s0511a1:148": "‘‘Pasannacitto bhavabhogahetuṁ, manobhirāmaṁ mudito vihāraṁ;",
  "atk-s0511a1:149": "Yo deti sīlādiguṇoditānaṁ, sabbaṁ dado nāma pavuccate so.",
  "atk-s0511a1:150": "‘‘Pahāya maccheramalaṁ salobhaṁ, guṇālayānaṁ nilayaṁ dadāti;",
  "atk-s0511a1:151": "Khittova so tattha parehi sagge, yathābhataṁ jāyati vītasoko.",
  "atk-s0511a1:152": "‘‘Vare cārurūpe vihāre uḷāre, naro kāraye vāsaye tattha bhikkhū;",
  "atk-s0511a1:153": "Dadeyyannapānañca vatthañca nesaṁ, pasannena cittena sakkacca niccaṁ.",
  "atk-s0511a1:154": "‘‘Tasmā mahārāja bhavesu bhoge, manorame paccanubhuyya bhiyyo;",
  "atk-s0511a1:155": "Vihāradānassa phalena santaṁ, sukhaṁ asokaṁ adhigaccha pacchā’’ti.",
  "atk-s0511a1:156": "Iccevaṁ munirājā nararājassa bimbisārassa vihāradānānumodanaṁ katvā uṭṭhāyāsanā bhikkhusaṅghaparivuto paramadassanīyāya attano sarīrappabhāya suvaṇṇarasasekapiñcharāni viya nagaravanavimānādīni kurumāno anopamāya buddhalīḷāya anantāya buddhasiriyā veḷuvanamahāvihārameva pāvisīti.",
  "atk-s0511a1:157": "‘‘Akīḷane veḷuvane vihāre, tathāgato tattha manobhirāme;",
  "atk-s0511a1:158": "Nānāvihārena vihāsi dhīro, veneyyakānaṁ samudikkhamāno’’.",
  "atk-s0511a1:159": "Athevaṁ bhagavati tasmiṁ viharante suddhodanamahārājā ‘‘putto me chabbassāni dukkarakārikaṁ katvā paramābhisambodhiṁ patvā pavattitavaradhammacakko rājagahaṁ patvā veḷuvanamahāvihāre viharatī’’ti sutvā aññataraṁ mahāmaccaṁ āmantesi – ‘‘ehi, bhaṇe, purisasahassaparivāro rājagahaṁ gantvā mama vacanena ‘pitā vo suddhodanamahārājā taṁ daṭṭhukāmo’ti vatvā puttaṁ me gaṇhitvā ehī’’ti. So ‘‘sādhu, devā’’ti rañño paṭissuṇitvā purisasahassaparivāro saṭṭhiyojanamaggaṁ gantvā dhammadesanavelāya vihāraṁ pāvisi. So ‘‘tiṭṭhatu tāva raññā pahitasāsana’’nti parisapariyante ṭhito satthu dhammadesanaṁ sutvā yathāṭhitova saddhiṁ purisasahassena arahattaṁ patvā pabbajjaṁ yāci. Bhagavā – ‘‘etha, bhikkhavo’’ti hatthaṁ pasāresi. Te sabbe taṅkhaṇaññeva iddhimayapattacīvaradharā vassasaṭṭhikattherā viya ākappasampannā hutvā bhagavantaṁ parivāresuṁ. Rājā ‘‘neva gato āgacchati, na ca sāsanaṁ suyyatī’’ti cintetvā teneva nīhārena navakkhattuṁ amacce pesesi. Tesu navasu purisasahassesu ekopi rañño nārocesi, na sāsanaṁ vā pahiṇi. Sabbe arahattaṁ patvāva pabbajiṁsu.",
  "atk-s0511a1:160": "Atha rājā cintesi – ‘‘ko nu kho mama vacanaṁ karissatī’’ti sabbarājabalaṁ olokento udāyiṁ addasa. So kira rañño sabbatthasādhako amacco abbhantariko ativissāsiko bodhisattena saddhiṁ ekadivaseyeva jāto sahapaṁsukīḷito sahāyo. Atha naṁ rājā āmantesi – ‘‘tāta udāyi, ahaṁ mama puttaṁ daṭṭhukāmo navapurisasahassāni pesesiṁ, ekapurisopi āgantvā sāsanamattampi ārocetā natthi, dujjāno kho pana me jīvitantarāyo, ahaṁ jīvamānova puttaṁ daṭṭhumicchāmi. Sakkhissasi me puttaṁ dassetu’’nti? So ‘‘sakkhissāmi, deva, sace pabbajituṁ labhissāmī’’ti āha. ‘‘Tāta, tvaṁ pabbajitvā vā apabbajitvā vā mayhaṁ puttaṁ dassehī’’ti. So ‘‘sādhu, devā’’ti rañño sāsanaṁ ādāya rājagahaṁ gantvā satthu dhammadesanaṁ sutvā saddhiṁ purisasahassena arahattaṁ patvā ehibhikkhubhāve patiṭṭhāya phaggunīpuṇṇamāsiyaṁ cintesi – ‘‘atikkanto hemanto, vasantasamayo anuppatto, supupphitā vanasaṇḍā, paṭipajjanakkhamo maggo, kālo dasabalassa ñātisaṅgahaṁ kātu’’nti cintetvā bhagavantaṁ upasaṅkamitvā saṭṭhimattāhi gāthāhi bhagavato kulanagaraṁ gamanatthāya gamanavaṇṇaṁ vaṇṇesi –",
  "atk-s0511a1:161": "‘‘Aṅgārino dāni dumā bhadante, phalesino chadanaṁ vippahāya;",
  "atk-s0511a1:162": "Te accimantova pabhāsayanti, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:163": "‘‘Dumā vicittā suvirājamānā, rattaṅkureheva ca pallavehi;",
  "atk-s0511a1:164": "Ratanujjalamaṇḍapasannibhāsā, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:165": "‘‘Supupphitaggā kusumehi bhūsitā, manuññabhūtā sucisādhugandhā;",
  "atk-s0511a1:166": "Rukkhā virocanti ubhosu passesu, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:167": "‘‘Phalehinekehi samiddhibhūtā, vicittarukkhā ubhatovakāse;",
  "atk-s0511a1:168": "Khuddaṁ pipāsampi vinodayanti, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:169": "‘‘Vicittamālā sucipallavehi, susajjitā morakalāpasannibhā;",
  "atk-s0511a1:170": "Rukkhā virocanti ubhosu passesu, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:171": "‘‘Virocamānā phalapallavehi, susajjitā vāsanivāsabhūtā;",
  "atk-s0511a1:172": "Tosenti addhānakilantasatte, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:173": "‘‘Suphullitaggā vanagumbanissitā, latā anekā suvirājamānā;",
  "atk-s0511a1:174": "Tosenti satte maṇimaṇḍapāva, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:175": "‘‘Latā anekā dumanissitāva, piyehi saddhiṁ sahitā vadhūva;",
  "atk-s0511a1:176": "Palobhayantī hi sugandhagandhā, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:177": "‘‘Vicittanīlādimanuññavaṇṇā , dijā samantā abhikūjamānā;",
  "atk-s0511a1:178": "Tosenti mañjussaratā ratīhi, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:179": "‘‘Migā ca nānā suvirājamānā, uttuṅgakaṇṇā ca manuññanettā;",
  "atk-s0511a1:180": "Disā samantā mabhidhāvayanti, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:181": "‘‘Manuññabhūtā ca mahī samantā, virājamānā haritāva saddalā;",
  "atk-s0511a1:182": "Supupphirukkhā moḷinivalaṅkatā, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:183": "‘‘Susajjitā muttamayāva vālukā, susaṇṭhitā cārusuphassadātā;",
  "atk-s0511a1:184": "Virocayanteva disā samantā, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:185": "‘‘Samaṁ suphassaṁ sucibhūmibhāgaṁ, manuññapupphodayagandhavāsitaṁ;",
  "atk-s0511a1:186": "Virājamānaṁ sucimañca sobhaṁ, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:187": "‘‘Susajjitaṁ nandanakānanaṁva, vicittanānādumasaṇḍamaṇḍitaṁ;",
  "atk-s0511a1:188": "Sugandhabhūtaṁ pavanaṁ surammaṁ, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:189": "‘‘Sarā vicittā vividhā manoramā, susajjitā paṅkajapuṇḍarīkā;",
  "atk-s0511a1:190": "Pasannasītodakacārupuṇṇā, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:191": "‘‘Suphullanānāvidhapaṅkajehi , virājamānā sucigandhagandhā;",
  "atk-s0511a1:192": "Pamodayanteva narāmarānaṁ, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:193": "‘‘Suphullapaṅkeruhasannisinnā, dijā samantā mabhinādayantā;",
  "atk-s0511a1:194": "Modanti bhariyāhi samaṅgino te, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:195": "‘‘Suphullapupphehi rajaṁ gahetvā, alī vidhāvanti vikūjamānā;",
  "atk-s0511a1:196": "Madhumhi gandho vidisaṁ pavāyati, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:197": "‘‘Abhinnanādā madavāraṇā ca, girīhi dhāvanti ca vāridhārā;",
  "atk-s0511a1:198": "Savanti najjo suvirājitāva samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:199": "‘‘Girī samantāva padissamānā, mayūragīvā iva nīlavaṇṇā;",
  "atk-s0511a1:200": "Disā rajindāva virocayanti, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:201": "‘‘Mayūrasaṅghā girimuddhanasmiṁ, naccanti nārīhi samaṅgibhūtā;",
  "atk-s0511a1:202": "Kūjanti nānāmadhurassarehi, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:203": "‘‘Suvādikā nekadijā manuññā, vicittapattehi virājamānā;",
  "atk-s0511a1:204": "Girimhi ṭhatvā abhinādayanti, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:205": "‘‘Suphullapupphākaramābhikiṇṇā , sugandhanānādalalaṅkatā ca;",
  "atk-s0511a1:206": "Girī virocanti disā samantā, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:207": "‘‘Jalāsayā nekasugandhagandhā, surindauyyānajalāsayāva;",
  "atk-s0511a1:208": "Savanti najjo suvirājamānā, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:209": "‘‘Vicittatitthehi alaṅkatā ca, manuññanānāmigapakkhipāsā;",
  "atk-s0511a1:210": "Najjo virocanti susandamānā, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:211": "‘‘Ubhosu passesu jalāsayesu, supupphitā cārusugandharukkhā;",
  "atk-s0511a1:212": "Vibhūsitaggā surasundarī ca, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:213": "‘‘Sugandhanānādumajālakiṇṇaṁ , vanaṁ vicittaṁ suranandanaṁva;",
  "atk-s0511a1:214": "Manobhirāmaṁ satataṁ gatīnaṁ, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:215": "‘‘Sampannanānāsuciannapānā, sabyañjanā sādurasena yuttā;",
  "atk-s0511a1:216": "Pathesu gāme sulabhā manuññā, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:217": "‘‘Virājitā āsi mahī samantā, vicittavaṇṇā kusumāsanassa;",
  "atk-s0511a1:218": "Rattindagopehi alaṅkatāva samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:219": "‘‘Visuddhasaddhādiguṇehi yuttā, sambuddharājaṁ abhipatthayantā;",
  "atk-s0511a1:220": "Bahūhi tattheva janā samantā, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:221": "‘‘Vicitraārāmasupokkharañño, vicitranānāpadumehi channā;",
  "atk-s0511a1:222": "Bhisehi khīraṁva rasaṁ pavāyati, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:223": "‘‘Vicitranīlacchadanenalaṅkatā, manuññarukkhā ubhatovakāse;",
  "atk-s0511a1:224": "Samuggatā sattasamūhabhūtā, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:225": "‘‘Vicitranīlabbhamivāyataṁ vanaṁ, surindaloke iva nandanaṁ vanaṁ;",
  "atk-s0511a1:226": "Sabbotukaṁ sādhusugandhapupphaṁ, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:227": "‘‘Subhañjasaṁ yojanayojanesu, subhikkhagāmā sulabhā manuññā;",
  "atk-s0511a1:228": "Janābhikiṇṇā sulabhannapānā, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:229": "‘‘Pahūtachāyūdakarammabhūtā, nivāsinaṁ sabbasukhappadātā;",
  "atk-s0511a1:230": "Visālasālā ca sabhā ca bahū, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:231": "‘‘Vicittanānādumasaṇḍamaṇḍitā, manuññauyyānasupokkharañño;",
  "atk-s0511a1:232": "Sumāpitā sādhusugandhagandhā, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:233": "‘‘Vāto mudūsītalasādhurūpo, nabhā ca abbhā vigatā samantā;",
  "atk-s0511a1:234": "Disā ca sabbāva virocayanti, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:235": "‘‘Pathe rajonuggamanatthameva, rattiṁ pavassanti ca mandavuṭṭhī;",
  "atk-s0511a1:236": "Nabhe ca sūro mudukova tāpo, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:237": "‘‘Madappabāhā madahatthisaṅghā, kareṇusaṅghehi sukīḷayanti;",
  "atk-s0511a1:238": "Disā vidhāvanti ca gajjayantā, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:239": "‘‘Vanaṁ sunīlaṁ abhidassanīyaṁ, nīlabbhakūṭaṁ iva rammabhūtaṁ;",
  "atk-s0511a1:240": "Vilokitānaṁ ativimhanīyaṁ, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:241": "‘‘Visuddhamabbhaṁ gaganaṁ surammaṁ, maṇimayehi samalaṅkatāva;",
  "atk-s0511a1:242": "Disā ca sabbā atirocayanti, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:243": "‘‘Gandhabbavijjādharakinnarā ca, sugītiyantā madhurassarena;",
  "atk-s0511a1:244": "Caranti tasmiṁ pavane suramme, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:245": "‘‘Kilesasaṅghassa bhitāsakehi, tapassisaṅghehi nisevitaṁ vanaṁ;",
  "atk-s0511a1:246": "Vihāraārāmasamiddhibhūtaṁ, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:247": "‘‘Samiddhinānāphalino vanantā, anākulā niccamanobhirammā;",
  "atk-s0511a1:248": "Samādhipītiṁ abhivaḍḍhayanti, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:249": "‘‘Nisevitaṁ nekadijehi niccaṁ, gāmena gāmaṁ satataṁ vasantā;",
  "atk-s0511a1:250": "Pure pure gāmavarā ca santi, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:251": "‘‘Vatthannapānaṁ sayanāsanañca, gandhañca mālañca vilepanañca;",
  "atk-s0511a1:252": "Tahiṁ samiddhā janatā bahū ca, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:253": "‘‘Puññiddhiyā sabbayasaggapattā, janā ca tasmiṁ sukhitā samiddhā;",
  "atk-s0511a1:254": "Pahūtabhogā vividhā vasanti, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:255": "‘‘Nabhe ca abbhā suvisuddhavaṇṇā, disā ca cando suvirājitova;",
  "atk-s0511a1:256": "Rattiñca vāto mudusītalo ca, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:257": "‘‘Canduggame sabbajanā pahaṭṭhā, sakaṅgaṇe citrakathā vadantā;",
  "atk-s0511a1:258": "Piyehi saddhiṁ abhimodayanti, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:259": "‘‘Candassa raṁsīhi nabhaṁ viroci, mahī ca saṁsuddhamanuññavaṇṇā;",
  "atk-s0511a1:260": "Disā ca sabbā parisuddharūpā, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:261": "‘‘Dūre ca disvā varacandaraṁsiṁ, pupphiṁsu pupphāni mahītalasmiṁ;",
  "atk-s0511a1:262": "Samantato gandhaguṇatthikānaṁ, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:263": "‘‘Candassa raṁsīhi vilimpitāva, mahī samantā kusumenalaṅkatā;",
  "atk-s0511a1:264": "Viroci sabbaṅgasumālinīva, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:265": "‘‘Kucanti hatthīpi madena mattā, vicittapiñchā ca dijā samantā;",
  "atk-s0511a1:266": "Karonti nādaṁ pavane suramme, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:267": "‘‘Pathañca sabbaṁ paṭipajjanakkhamaṁ, iddhañca raṭṭhaṁ sadhanaṁ sabhogaṁ;",
  "atk-s0511a1:268": "Sabbatthutaṁ sabbasukhappadānaṁ, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:269": "‘‘Vanañca sabbaṁ suvicittarūpaṁ, sumāpitaṁ nandanakānanaṁva;",
  "atk-s0511a1:270": "Yatīna pītiṁ satataṁ janeti, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:271": "‘‘Alaṅkataṁ devapuraṁva rammaṁ, kapīlavatthuṁ iti nāmadheyyaṁ;",
  "atk-s0511a1:272": "Kulanagaraṁ idha sassirikaṁ, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:273": "‘‘Manuññaaṭṭālavicittarūpaṁ, suphullapaṅkeruhasaṇḍamaṇḍitaṁ;",
  "atk-s0511a1:274": "Vicittaparikhāhi puraṁ surammaṁ, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:275": "‘‘Vicittapākārañca toraṇañca, subhaṅgaṇaṁ devanivāsabhūtaṁ;",
  "atk-s0511a1:276": "Manuññavīthi suralokasannibhaṁ, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:277": "‘‘Alaṅkatā sākiyarājaputtā, virājamānā varabhūsanehi;",
  "atk-s0511a1:278": "Surindaloke iva devaputtā, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:279": "‘‘Suddhodano munivaraṁ abhidassanāya, amaccaputte dasadhā apesayi;",
  "atk-s0511a1:280": "Balena saddhiṁ mahatā muninda, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:281": "‘‘Nevāgataṁ passati neva vācaṁ, sokābhibhūtaṁ naravīraseṭṭhaṁ;",
  "atk-s0511a1:282": "Tosetumicchāmi narādhipattaṁ, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:283": "‘‘Taṁdassanenabbhutapītirāsi, udikkhamānaṁ dvipadānamindaṁ;",
  "atk-s0511a1:284": "Tosehi taṁ muninda guṇaseṭṭhaṁ, samayo mahāvīra aṅgīrasānaṁ.",
  "atk-s0511a1:285": "‘‘Āsāya kassate khettaṁ, bījaṁ āsāya vappati;",
  "atk-s0511a1:286": "Āsāya vāṇijā yanti, samuddaṁ dhanahārakā;",
  "atk-s0511a1:287": "Yāya āsāya tiṭṭhāmi, sā me āsā samijjhatu.",
  "atk-s0511a1:288": "‘‘Nātisītaṁ nātiuṇhaṁ, nātidubbhikkhachātakaṁ;",
  "atk-s0511a1:289": "Saddalā haritā bhūmi, esa kālo mahāmunī’’ti.",
  "atk-s0511a1:290": "Atha naṁ satthā – ‘‘kiṁ nu kho, udāyi, gamanavaṇṇaṁ vaṇṇesī’’ti āha. ‘‘Bhante, tumhākaṁ pitā suddhodanamahārājā daṭṭhukāmo, karotha ñātakānaṁ saṅgaha’’nti āha. ‘‘Sādhu, udāyi, karissāmi ñātisaṅgahaṁ, tena hi bhikkhusaṅghassa ārocehi , gamiyavattaṁ pūressantī’’ti āha. ‘‘Sādhu, bhante’’ti thero bhikkhusaṅghassa ārocesi.",
  "atk-s0511a1:291": "Satthā aṅgamagadhavāsīnaṁ kulaputtānaṁ dasahi sahassehi, kapilavatthuvāsīnaṁ dasahi sahassehīti sabbeheva vīsatiyā khīṇāsavabhikkhusahassehi parivuto rājagahā nikkhamitvā divase divase yojanaṁ yojanaṁ gacchanto dvīhi māsehi kapilavatthupuraṁ sampāpuṇi. Sākiyāpi anuppatteyeva bhagavati – ‘‘amhākaṁ ñātiseṭṭhaṁ passissāmā’’ti bhagavato vasanaṭṭhānaṁ vīmaṁsamānā ‘‘nigrodhasakkassārāmo ramaṇīyo’’ti sallakkhetvā sabbaṁ paṭijagganavidhiṁ kāretvā gandhapupphahatthā paccuggamanaṁ karontā sabbālaṅkārehi samalaṅkatagattā gandhapupphacuṇṇādīhi pūjayamānā bhagavantaṁ purakkhatvā nigrodhārāmameva agamaṁsu.",
  "atk-s0511a1:292": "Tatra bhagavā vīsatiyā khīṇāsavasahassehi parivuto paññattavarabuddhāsane nisīdi. Sākiyā pana mānajātikā mānatthaddhā, ‘‘siddhatthakumāro amhehi daharataro, amhākaṁ kaniṭṭho bhātā, putto, bhāgineyyo, nattā’’ti cintetvā daharadahare rājakumāre āhaṁsu – ‘‘tumhe vandatha, mayaṁ tumhākaṁ piṭṭhito piṭṭhito nisīdissāmā’’ti. Tesvevaṁ nisinnesu bhagavā tesaṁ ajjhāsayaṁ oloketvā – ‘‘ime ñātakā attano moghajiṇṇabhāvena na maṁ vandanti, na panete jānanti ‘buddho nāma kīdiso, buddhabalaṁ nāma kīdisa’nti vā, ‘buddho nāma ediso, buddhabalaṁ nāma edisa’nti vā, handāhaṁ attano buddhabalaṁ iddhibalañca dassento pāṭihāriyañca kareyyaṁ, ākāse dasasahassacakkavāḷavitthataṁ sabbaratanamayaṁ caṅkamaṁ māpetvā tattha caṅkamanto mahājanassa ajjhāsayaṁ oloketvā dhammañca deseyya’’nti cintesi. Tena vuttaṁ saṅgītikārakehi bhagavato parivitakkadassanatthaṁ –",
  "atk-s0511a1:293": "3.",
  "atk-s0511a1:294": " ‘‘Na hete jānanti sadevamānusā, buddho ayaṁ kīdisako naruttamo;",
  "atk-s0511a1:295": "Iddhibalaṁ paññābalañca kīdisaṁ, buddhabalaṁ lokahitassa kīdisaṁ.",
  "atk-s0511a1:296": "4.",
  "atk-s0511a1:297": " ‘‘Na hete jānanti sadevamānusā, buddho ayaṁ edisako naruttamo;",
  "atk-s0511a1:298": "Iddhibalaṁ paññābalañca edisaṁ, buddhabalaṁ lokahitassa edisaṁ.",
  "atk-s0511a1:299": "5.",
  "atk-s0511a1:300": " ‘‘Handāhaṁ dassayissāmi, buddhabalamanuttaraṁ;",
  "atk-s0511a1:301": "Caṅkamaṁ māpayissāmi, nabhe ratanamaṇḍita’’nti.",
  "atk-s0511a1:302": "Tattha na hete jānantīti na hi ete jānanti. Na-kāro paṭisedhattho. Hi-kāro kāraṇatthe nipāto. Yasmā panete mama ñātiādayo devamanussā mayā buddhabale ca iddhibale ca anāvikate na jānanti ‘‘ediso buddho, edisaṁ iddhibala’’nti, tasmā ahaṁ mama buddhabalañca iddhibalañca dasseyyanti attho. Sadevamānusāti ettha devāti upapattidevā adhippetā. Saha devehīti sadevā. Ke te? Mānusā, sadevā eva mānusā sadevamānusā. Atha vā devoti sammutidevo, suddhodano rājā adhippeto. Saha devena raññā suddhodanenāti sadevā. Mānusāti ñātimānusā, sadevā sasuddhodanā mānusā sadevamānusā sarājāno vā ete mama ñātimānusā mama balaṁ na vijānantīti attho. Sesadevāpi saṅgahaṁ gacchantiyeva. Sabbepi devā devanaṭṭhena ‘‘devā’’ti vuccanti. Devanaṁ nāma dhātuattho kīḷādi. Atha vā devā ca mānusā ca devamānusā, saha devamānusehi sadevamānusā. Ke te? Lokāti vacanaseso daṭṭhabbo. Buddhoti catusaccadhamme buddho anubuddhoti buddho. Yathāha –",
  "atk-s0511a1:303": "‘‘Abhiññeyyaṁ abhiññātaṁ, bhāvetabbañca bhāvitaṁ;",
  "atk-s0511a1:304": "Pahātabbaṁ pahīnaṁ me, tasmā buddhosmi brāhmaṇā’’ti. (ma. ni. 2.399; su. ni. 563);",
  "atk-s0511a1:305": "Idha pana kattukārake buddhasaddasiddhi daṭṭhabbā. Adhigatavisesehi devamanussehi ‘‘sammāsambuddho vata so bhagavā’’ti evaṁ buddhattā ñātattā buddho. Idha kammakārake buddhasaddasiddhi daṭṭhabbā. Buddhamassa atthīti vā buddho, buddhavantoti attho. Taṁ sabbaṁ saddasatthānusārena veditabbaṁ. Kīdisakoti kīdiso kiṁsarikkhako kiṁsadiso kiṁvaṇṇo kiṁsaṇṭhāno dīgho vā rasso vāti attho.",
  "atk-s0511a1:306": "Naruttamoti narānaṁ naresu vā uttamo pavaro seṭṭhoti naruttamo. Iddhibalanti ettha ijjhanaṁ iddhi nipphattiatthena paṭilābhaṭṭhena ca iddhi. Atha vā ijjhanti tāya sattā iddhā vuddhā ukkaṁsagatā hontīti iddhi. Sā pana dasavidhā hoti. Yathāha –",
  "atk-s0511a1:307": "‘‘Iddhiyoti dasa iddhiyo. Katamā dasa? Adhiṭṭhānā iddhi, vikubbanā iddhi, manomayā iddhi, ñāṇavipphārā iddhi, samādhivipphārā iddhi, ariyā iddhi, kammavipākajā iddhi, puññavato iddhi, vijjāmayā iddhi, tattha tattha sammāpayogapaccayā ijjhanaṭṭhena iddhī’’ti (paṭi. ma. 3.10).",
  "atk-s0511a1:308": "Tāsaṁ idaṁ nānattaṁ – pakatiyā eko bahukaṁ āvajjeti, sataṁ vā sahassaṁ vā āvajjitvā ñāṇena adhiṭṭhāti ‘‘bahuko homī’’ti (paṭi. ma. 3.10) evaṁ vibhajitvā dassitā iddhi adhiṭṭhānavasena nipphannattā adhiṭṭhānā iddhi nāma. Tassāyamattho – abhiññāpādakaṁ catutthajjhānaṁ samāpajjitvā tato vuṭṭhāya sace sataṁ icchati ‘‘sataṁ homi, sataṁ homī’’ti kāmāvacaraparikammacittehi parikammaṁ katvā puna abhiññāpādakaṁ jhānaṁ samāpajjitvā tato vuṭṭhāya puna āvajjitvā adhiṭṭhāti, adhiṭṭhānacittena saheva sataṁ hoti. Sahassādīsupi eseva nayo.",
  "atk-s0511a1:309": "Tattha pādakajjhānacittaṁ nimittārammaṇaṁ parikammacittāni satārammaṇāni vā sahassādīsu aññatarārammaṇāni vā, tāni ca kho vaṇṇavasena, no paṇṇattivasena. Adhiṭṭhānacittampi satārammaṇameva, taṁ pana appanācittaṁ viya gotrabhuanantarameva uppajjati rūpāvacaracatutthajhānikaṁ . So pana pakativaṇṇaṁ vijahitvā kumāravaṇṇaṁ vā dasseti nāgavaṇṇaṁ vā dasseti. Supaṇṇavaṇṇaṁ vā…pe… vividhampi senābyūhaṁ vā dassetīti (paṭi. ma. 3.13) evaṁ āgatā iddhi pakativaṇṇavijahanavikāravasena pavattattā vikubbaniddhi nāma.",
  "atk-s0511a1:310": "‘‘Idha bhikkhu imamhā kāyā aññaṁ kāyaṁ abhinimmināti rūpiṁ manomayaṁ sabbaṅgapaccaṅgiṁ ahīnindriya’’nti (paṭi. ma. 3.14) iminā nayena āgatā iddhi sarīrasseva abbhantare aññassa manomayassa sarīrassa nipphattivasena pavattattā manomayiddhi nāma.",
  "atk-s0511a1:311": "Ñāṇuppattito pubbe vā pacchā vā taṅkhaṇe vā tena attabhāvena paṭilabhitabbaarahattañāṇānubhāvena nibbatto viseso ñāṇavipphāro iddhi nāma. Āyasmato bākulassa ca āyasmato saṁkiccassa ca ñāṇavipphārā iddhi, tesaṁ vatthu cettha kathetabbaṁ (a. ni. aṭṭha. 1.1.226).",
  "atk-s0511a1:312": "Samādhito pubbe vā pacchā vā taṅkhaṇe vā samathānubhāvena nibbatto viseso samādhivipphārā iddhi nāma. Āyasmato sāriputtassa samādhivipphārā iddhi (udā. 34), āyasmato sañjīvassa samādhivipphārā iddhi (ma. ni. 1.507), āyasmato khāṇukoṇḍaññassa samādhivipphārā iddhi (dha. pa. aṭṭha. 1.khāṇukoṇḍaññattheravatthu), uttarāya upāsikāya samādhivipphārā iddhi (dha. pa. aṭṭha. 2.uttarāupāsikāvatthu; a. ni. aṭṭha. 1.1.262), sāmāvatiyā upāsikāya samādhivipphārā iddhīti (dha. pa. aṭṭha. 1.sāmāvatīvatthu; a. ni. aṭṭha. 1.1.260-261) tesaṁ vatthūnettha kathetabbāni, ganthavitthāradosaparihāratthaṁ pana mayā na vitthāritāni.",
  "atk-s0511a1:313": "Katamā ariyā iddhi? Idha bhikkhu sace ākaṅkhati ‘‘paṭikkūle appaṭikkūlasaññī vihareyya’’nti appaṭikkūlasaññī tattha viharati, sace ākaṅkhati ‘‘appaṭikkūle paṭikkūlasaññī vihareyya’’nti paṭikkūlasaññī tattha viharati…pe… upekkhako tattha viharati sato sampajānoti (paṭi. ma. 3.17). Ayañhi cetovasippattānaṁ ariyānaṁyeva sambhavato ariyā iddhi nāma.",
  "atk-s0511a1:314": "Katamā kammavipākajā iddhi? Sabbesaṁ pakkhīnaṁ sabbesaṁ devānaṁ paṭhamakappikānaṁ manussānaṁ ekaccānañca vinipātikānaṁ vehāsagamanādikā kammavipākajā iddhi nāma. Katamā puññavato iddhi? Rājā cakkavattī vehāsaṁ gacchati saddhiṁ caturaṅginiyā senāya. Jaṭilakassa gahapatissa asītihattho suvaṇṇapabbato nibbatti. Ayaṁ puññavato iddhi nāma. Ghosakassa gahapatino (dha. pa. aṭṭha. 1.kumbhaghosakaseṭṭhivatthu) sattasu ṭhānesu māraṇatthāya upakkame katepi arogabhāvo puññavato iddhi. Meṇḍakaseṭṭhissa (dha. pa. aṭṭha. 2.meṇḍakaseṭṭhivatthu) aṭṭhakarīsamatte padese sattaratanamayānaṁ meṇḍakānaṁ pātubhāvo puññavato iddhi.",
  "atk-s0511a1:315": "Katamā vijjāmayā iddhi? Vijjādharā vijjaṁ parijappitvā vehāsaṁ gacchanti, ākāse antalikkhe hatthimpi dassenti…pe… vividhampi senābyūhaṁ dassentīti (paṭi. ma. 3.18). Ādinayappavattā vijjāmayā iddhi nāma. Taṁ taṁ kammaṁ katvā nibbatto viseso ‘sammāpayogapaccayā ijjhanaṭṭhena iddhī’ti ayaṁ tattha tattha sammāpayogapaccayā ijjhanaṭṭhena iddhi nāma. Imissā dasavidhāya iddhiyā balaṁ iddhibalaṁ nāma, idaṁ mayhaṁ iddhibalaṁ na jānantīti attho (visuddhi. 2.375 ādayo).",
  "atk-s0511a1:316": "Paññābalanti sabbalokiyalokuttaraguṇavisesadāyakaṁ arahattamaggapaññābalaṁ adhippetaṁ, tampi ete na jānanti. Keci ‘‘channaṁ asādhāraṇañāṇānametaṁ adhivacanaṁ paññābala’’nti vadanti. Buddhabalanti ettha buddhabalaṁ nāma buddhānubhāvo, dasabalañāṇāni vā. Tattha dasabalañāṇāni nāma ṭhānāṭṭhānañāṇaṁ, atītānāgatapaccuppannakammavipākajānanañāṇaṁ, sabbatthagāminipaṭipadāñāṇaṁ, anekadhātunānādhātulokajānanañāṇaṁ, nānādhimuttikañāṇaṁ, āsayānusayañāṇaṁ, jhānavimokkhasamādhisamāpattīnaṁ saṁkilesavodānavuṭṭhānesu yathābhūtañāṇaṁ, pubbenivāsānussatiñāṇaṁ, cutūpapātañāṇaṁ, āsavakkhayañāṇanti imāni dasa. Imesaṁ dasannaṁ ñāṇānaṁ adhivacanaṁ buddhabalanti. Edisanti īdisaṁ, ayameva vā pāṭho.",
  "atk-s0511a1:317": "Handāti vavassaggatthe nipāto. Ahanti attānaṁ niddisati. Kiṁ vuttaṁ hoti? Yasmā panete mama ñātakā buddhabalaṁ vā buddhaguṇe vā na jānanti, kevalaṁ attano moghajiṇṇabhāvaṁ nissāya mānavasena sabbalokajeṭṭhaseṭṭhaṁ maṁ na vandanti. Tasmā tesaṁ mānaketu atthi, taṁ bhañjitvā vandanatthaṁ buddhabalaṁ dasseyyanti vuttaṁ hoti. Dassayissāmīti dasseyyaṁ. ‘‘Dassessāmī’’ti ca pāṭho, soyevattho. Buddhabalanti buddhānubhāvaṁ, buddhañāṇavisesaṁ vā. Anuttaranti niruttaraṁ. Caṅkamanti caṅkamitabbaṭṭhānaṁ vuccati. Māpayissāmīti māpeyyaṁ. ‘‘Caṅkamanaṁ māpessāmī’’ti ca pāṭho, soyevattho. Nabheti ākāse. Sabbaratanamaṇḍitanti sabbehi ratijananaṭṭhena ratanehi muttā-maṇi-veḷuriya-saṅkha-silā-pavāḷa-rajata-suvaṇṇa-masāragalla-lohitaṅkehi dasahi dasahi maṇḍito alaṅkato sabbaratanamaṇḍito, taṁ sabbaratanamaṇḍitaṁ. ‘‘Nabhe ratanamaṇḍita’’nti paṭhanti keci.",
  "atk-s0511a1:318": "Athevaṁ bhagavatā cintitamatte dasasahassacakkavāḷavāsino bhummādayo devā pamuditahadayā sādhukāramadaṁsu. Tamatthaṁ pakāsentehi saṅgītikārakehi –",
  "atk-s0511a1:319": "6.",
  "atk-s0511a1:320": " ‘‘Bhummā mahārājikā tāvatiṁsā, yāmā ca devā tusitā ca nimmitā;",
  "atk-s0511a1:321": "Paranimmitā yepi ca brahmakāyikā, ānanditā vipulamakaṁsu ghosa’’nti. –",
  "atk-s0511a1:322": "Ādigāthāyo ṭhapitāti veditabbā.",
  "atk-s0511a1:323": "Tattha bhummāti bhummaṭṭhā, pāsāṇapabbatavanarukkhādīsu ṭhitā. Mahārājikāti mahārājapakkhikā. Bhummaṭṭhānaṁ devatānaṁ saddaṁ sutvā ākāsaṭṭhakadevatā, tato abbhavalāhakā devatā, tato uṇhavalāhakā devatā, tato sītavalāhakā devatā, tato vassavalāhakā devatā, tato vātavalāhakā devatā, tato cattāro mahārājāno, tato tāvatiṁsā, tato yāmā, tato tusitā, tato nimmānaratī, tato paranimmitavasavattī, tato brahmakāyikā, tato brahmapurohitā, tato mahābrahmāno, tato parittābhā, tato appamāṇābhā, tato ābhassarā, tato parittasubhā, tato appamāṇasubhā, tato subhakiṇhā, tato vehapphalā, tato avihā, tato atappā, tato sudassā, tato sudassī, tato akaniṭṭhā devatā saddaṁ sutvā mahantaṁ saddaṁ akaṁsu. Asaññino ca arūpāvacarasatte ca ṭhapetvā sotāyatanapavattiṭṭhāne sabbe devamanussanāgādayo pītivasaṁ gatahadayā ukkuṭṭhisaddamakaṁsūti attho. Ānanditāti pamuditahadayā, sañjātapītisomanassā hutvāti attho. Vipulanti puthulaṁ.",
  "atk-s0511a1:324": "Atha satthā cintitasamanantarameva odātakasiṇasamāpattiṁ samāpajjitvā – ‘‘dasasu cakkavāḷasahassesu āloko hotū’’ti adhiṭṭhāsi. Tena adhiṭṭhānacittena saheva āloko ahosi pathavito paṭṭhāya yāva akaniṭṭhabhavanā. Tena vuttaṁ –",
  "atk-s0511a1:325": "7.",
  "atk-s0511a1:326": " ‘‘Obhāsitā ca pathavī sadevakā, puthū ca lokantarikā asaṁvutā;",
  "atk-s0511a1:327": "Tamo ca tibbo vihato tadā ahu, disvāna accherakaṁ pāṭihīra’’nti.",
  "atk-s0511a1:328": "Tattha obhāsitāti pakāsitā. Pathavīti etthāyaṁ pathavī catubbidhā – kakkhaḷapathavī, sasambhārapathavī, nimittapathavī, sammutipathavīti. Tāsu ‘‘katamā cāvuso, ajjhattikā pathavīdhātu? Yaṁ ajjhattaṁ paccattaṁ kakkhaḷaṁ kharigata’’ntiādīsu (vibha. 173) vuttā ayaṁ kakkhaḷapathavī nāma. ‘‘Yo pana bhikkhu pathaviṁ khaṇeyya vā khaṇāpeyya vā’’tiādīsu (pāci. 85) vuttā sasambhārapathavī, ye ca kesādayo vīsati koṭṭhāsā, ayolohādayo ca bāhirā; sāpi vaṇṇādīhi sambhārehi saddhiṁ pathavīti sasambhārapathavī nāma. ‘‘Pathavīkasiṇameko sañjānātī’’tiādīsu (dī. ni. 3.360) nimittapathavī ‘‘ārammaṇapathavī’’tipi vuccati. Pathavīkasiṇajhānalābhī devaloke nibbatto āgamanavasena ‘‘pathavīdevo’’ti nāmaṁ labhati. Vuttañhetaṁ – ‘‘āpo ca devā pathavī’’tiādīsu (dī. ni. 2.340) ayaṁ sammutipathavī, paññattipathavī nāmāti veditabbā. Idha pana sasambhārapathavī adhippetā (ma. ni. aṭṭha. 1.2 pathavīvāravaṇṇanā).",
  "atk-s0511a1:329": "Sadevakāti sadevalokā. ‘‘Sadevatā’’tipi pāṭho atthi ce sundarataraṁ, sadevako manussaloko obhāsitoti attho. Puthūti bahū. Lokantarikāti asurakāyanarakānametaṁ adhivacanaṁ, tā pana tiṇṇaṁ cakkavāḷānaṁ antarā ekā lokantarikā hoti, tiṇṇaṁ sakaṭacakkānaṁ aññamaññaṁ āhacca ṭhitānaṁ majjhe okāso viya ekeko lokantarikanirayo, parimāṇato aṭṭhayojanasahasso hoti. Asaṁvutāti heṭṭhā appatiṭṭhā. Tamo cāti andhakāro. Tibboti bahalo ghano. Candimasūriyālokābhāvato niccandhakārova hoti. Vihatoti viddhasto. Tadāti yadā pana bhagavā sattesu kāruññataṁ paṭicca pāṭihāriyakaraṇatthaṁ ālokaṁ phari, tadā so tamo tibbo lokantarikāsu ṭhito, vihato viddhasto ahosīti attho.",
  "atk-s0511a1:330": "Accherakanti accharāpaharaṇayoggaṁ, vimhayavasena aṅgulīhi paharaṇayogganti attho. Pāṭihīranti paṭipakkhaharaṇato pāṭihīraṁ. Paṭiharati sattānaṁ diṭṭhimānopagatāni cittānīti vā pāṭihīraṁ, appasannānaṁ sattānaṁ pasādaṁ paṭiāharatīti vā pāṭihīraṁ. ‘‘Pāṭihera’’ntipi pāṭho, soyevattho. Ettha ālokavidhānavisesassetaṁ adhivacanaṁ. Disvāna accherakaṁpāṭihīranti ettha devā ca manussā ca lokantarikāsu nibbattasattāpi ca taṁ bhagavato pāṭihāriyaṁ disvā paramappītisomanassaṁ agamaṁsūti idaṁ vacanaṁ āharitvā attho daṭṭhabbo, itarathā na pubbena vā paraṁ, na parena vā pubbaṁ yujjati.",
  "atk-s0511a1:331": "Idāni na kevalaṁ manussalokesuyeva āloko atthi, sabbattha tividhepi saṅkhārasattokāsasaṅkhāte loke ālokoyevāti dassanatthaṁ –",
  "atk-s0511a1:332": "8.",
  "atk-s0511a1:333": " ‘‘Sadevagandhabbamanussarakkhase,",
  "atk-s0511a1:334": "Ābhā uḷārā vipulā ajāyatha;",
  "atk-s0511a1:335": "Imasmiṁ loke parasmiñcobhayasmiṁ,",
  "atk-s0511a1:336": "Adho ca uddhaṁ tiriyañca vitthata’’nti. – ayaṁ gāthā vuttā;",
  "atk-s0511a1:337": "Tattha devāti sammutidevā upapattidevā visuddhidevāti sabbepi devā idha saṅgahitā. Devā ca gandhabbā ca manussā ca rakkhasā ca devagandhabbamanussarakkhasā. Saha devagandhabbamanussarakkhasehīti sadevagandhabbamanussarakkhaso. Ko pana so? Loko, tasmiṁ sadevagandhabbamanussarakkhase loke. Ābhāti āloko. Uḷārāti etthāyaṁ uḷāra-saddo madhuraseṭṭhavipulādīsu dissati. Tathā hesa ‘‘uḷārāni khādanīyabhojanīyāni khādanti bhuñjantī’’tiādīsu (ma. ni. 1.366) madhure dissati. ‘‘Uḷārāya kho pana bhavaṁ vacchāyano pasaṁsāya samaṇaṁ gotamaṁ pasaṁsatī’’tiādīsu (ma. ni. 1.288) seṭṭhe. ‘‘Atikkamma devānaṁ devānubhāvaṁ appamāṇo uḷāro obhāso’’tiādīsu (dī. ni. 2.32; ma. ni. 3.201) vipule. Svāyaṁ idha seṭṭhe daṭṭhabbo (dī. ni. aṭṭha. 3.142; vi. va. aṭṭha. 1). Vipulāti appamāṇā. Ajāyathāti uppajji udapādi pavattittha. Imasmiṁ loke parasmiñcāti imasmiṁ manussaloke ca parasmiṁ devaloke cāti attho. Ubhayasminti tadubhayasmiṁ, ajjhattabahiddhādīsu viya daṭṭhabbaṁ. Adho cāti avīciādīsu nirayesu. Uddhanti bhavaggatopi uddhaṁ ajaṭākāsepi. Tiriyañcāti tiriyatopi dasasu cakkavāḷasahassesu. Vitthatanti visaṭaṁ. Andhakāraṁ vidhamitvā vuttappakāraṁ lokañca padesañca ajjhottharitvā ābhā pavattitthāti attho. Atha vā tiriyañca vitthatanti tiriyato vitthataṁ mahantaṁ, appamāṇaṁ padesaṁ ābhā pharitvā aṭṭhāsīti attho.",
  "atk-s0511a1:338": "Atha bhagavā dasasahassacakkavāḷesu ālokapharaṇaṁ katvā abhiññāpādakaṁ catutthajjhānaṁ samāpajjitvā tato vuṭṭhāya āvajjitvā adhiṭṭhānacittena ākāsamabbhuggantvā tesaṁ ñātīnaṁ sīsesu pādapaṁsuṁ okiramāno viya mahatiyā devamanussaparisāya majjhe yamakapāṭihāriyaṁ dasseti. Taṁ pana pāḷito evaṁ veditabbaṁ (paṭi. ma. 1.116) –",
  "atk-s0511a1:339": "‘‘Katamaṁ tathāgatassa yamakapāṭihīre ñāṇaṁ? Idha tathāgato yamakapāṭihīraṁ karoti asādhāraṇaṁ sāvakehi uparimakāyato aggikkhandho pavattati, heṭṭhimakāyato udakadhārā pavattati. Heṭṭhimakāyato aggikkhandho pavattati, uparimakāyato udakadhārā pavattati…pe… puratthimakāyato aggikkhandho pavattati, pacchimakāyato udakadhārā pavattati. Pacchimakāyato aggikkhandho pavattati, puratthimakāyato udakadhārā pavattati…pe… dakkhiṇaakkhito aggikkhandho pavattati, vāmaakkhito udakadhārā pavattati. Vāmaakkhito aggikkhandho pavattati, dakkhiṇaakkhito udakadhārā pavattati…pe… dakkhiṇakaṇṇasotato aggikkhandho pavattati, vāmakaṇṇasotato udakadhārā pavattati. Vāmakaṇṇasotato aggikkhandho pavattati, dakkhiṇakaṇṇasotato udakadhārā pavattati…pe… dakkhiṇanāsikāsotato aggikkhandho pavattati, vāmanāsikāsotato udakadhārā pavattati. Vāmanāsikāsotato aggikkhandho pavattati, dakkhiṇanāsikāsotato udakadhārā pavattati…pe… dakkhiṇaaṁsakūṭato aggikkhandho pavattati, vāmaaṁsakūṭato udakadhārā pavattati. Vāmaaṁsakūṭato aggikkhandho pavattati, dakkhiṇaaṁsakūṭato udakadhārā pavattati…pe… dakkhiṇahatthato aggikkhandho pavattati, vāmahatthato udakadhārā pavattati. Vāmahatthato aggikkhandho pavattati, dakkhiṇahatthato udakadhārā pavattati…pe… dakkhiṇapassato aggikkhandho pavattati, vāmapassato udakadhārā pavattati. Vāmapassato aggikkhandho pavattati, dakkhiṇapassato udakadhārā pavattati…pe… dakkhiṇapādato aggikkhandho pavattati, vāmapādato udakadhārā pavattati. Vāmapādato aggikkhandho pavattati, dakkhiṇapādato udakadhārā pavattati…pe… aṅgulaṅgulehi aggikkhandho pavattati, aṅgulantarikāhi udakadhārā pavattati. Aṅgulantarikāhi aggikkhandho pavattati, aṅgulaṅgulehi udakadhārā pavattati…pe… ekekalomato aggikkhandho pavattati, ekekalomato udakadhārā pavattati. Lomakūpato lomakūpato aggikkhandho pavattati, lomakūpato lomakūpato udakadhārā pavattati – channaṁ vaṇṇānaṁ nīlānaṁ pītakānaṁ lohitakānaṁ odātānaṁ mañjiṭṭhānaṁ pabhassarānaṁ.",
  "atk-s0511a1:340": "‘‘Bhagavā caṅkamati, nimmito tiṭṭhati vā nisīdati vā seyyaṁ vā kappeti. Bhagavā tiṭṭhati, nimmito caṅkamati vā nisīdati vā seyyaṁ vā kappeti. Bhagavā nisīdati, nimmito caṅkamati vā tiṭṭhati vā seyyaṁ vā kappeti. Bhagavā seyyaṁ kappeti, nimmito caṅkamati vā tiṭṭhati vā nisīdati vā. Nimmito caṅkamati, bhagavā tiṭṭhati vā nisīdati vā seyyaṁ vā kappeti. Nimmito tiṭṭhati, bhagavā caṅkamati vā nisīdati vā seyyaṁ vā kappeti. Nimmito nisīdati, bhagavā caṅkamati vā tiṭṭhati vā seyyaṁ vā kappeti. Nimmito seyyaṁ kappeti, bhagavā caṅkamati vā tiṭṭhati vā nisīdati vā, idaṁ tathāgatassa yamakapāṭihīre ñāṇanti veditabbaṁ’’.",
  "atk-s0511a1:341": "Tassa pana bhagavato tejokasiṇasamāpattivasena uparimakāyato aggikkhandho pavattati. Āpokasiṇasamāpattivasena heṭṭhimakāyato udakadhārā pavattatīti puna udakadhārāya pavattaṭṭhānato aggikkhandho pavattati, aggikkhandhassa pavattaṭṭhānato udakadhārā pavattatīti dassetuṁ, ‘‘heṭṭhimakāyato aggikkhandho pavattati, uparimakāyato udakadhārā pavattatī’’ti vuttanti veditabbā. Eseva nayo sesapadesupi. Aggikkhandho panettha udakadhārāya asammissova ahosi. Tathā udakadhārā aggikkhandhena. Rasmīsu pana dutiyā dutiyā rasmi purimāya purimāya yamakā viya ekakkhaṇe pavattati. Dvinnañca cittānaṁ ekakkhaṇe pavatti nāma natthi, buddhānaṁ pana bhavaṅgaparivāsassa lahukatāya pañcahākārehi ciṇṇavasitāya etā rasmiyo ekakkhaṇe viya pavattanti, tassā pana rasmiyā āvajjanaparikammādhiṭṭhānāni visuṁyeva. Nīlarasmiatthāya hi bhagavā nīlakasiṇaṁ samāpajjati. Pītarasmiādīnaṁ atthāya pītakasiṇādīni samāpajjati.",
  "atk-s0511a1:342": "Evaṁ bhagavato yamakapāṭihīre kayiramāne sakalassāpi dasasahassacakkavāḷassa alaṅkārakaraṇakālo viya ahosi. Tena vuttaṁ –",
  "atk-s0511a1:343": "9.",
  "atk-s0511a1:344": " ‘‘Sattuttamo anadhivaro vināyako, satthā ahū devamanussapūjito;",
  "atk-s0511a1:345": "Mahānubhāvo satapuññalakkhaṇo, dassesi accherakaṁ pāṭihīra’’nti.",
  "atk-s0511a1:346": "Tattha sattuttamoti attano sīlādīhi guṇehi sabbesu sattesu uttamo pavaro seṭṭhoti sattuttamo, sattānaṁ vā uttamo sattuttamo. Sattanti hi ñāṇassa nāmaṁ, tena dasabalacatuvesārajjachaasādhāraṇañāṇasaṅkhātena sattena seṭṭho uttamoti sattuttamo, samānādhikaraṇavasena satto uttamoti vā sattuttamo. Yadi evaṁ ‘‘uttamasatto’’ti vattabbaṁ uttama-saddassa pubbanipātapāṭhato. Na panesa bhedo aniyamato bahulavacanato ca naruttamapurisuttamanaravarādi-saddā viya daṭṭhabbo. Atha vā sattaṁ uttamaṁ yassa so sattuttamo, idhāpi ca uttama-saddassa pubbanipāto bhavati. Uttamasattoti visesanassa pubbanipātapāṭhato ‘‘cittagū paddhagū’’ti ettha viyāti nāyaṁ doso. Ubhayavisesanato vā āhitaggiādipāṭho viya daṭṭhabbo. Vināyakoti bahūhi vinayanūpāyehi satte vineti dametīti vināyako. Satthāti diṭṭhadhammikasamparāyikatthehi yathārahaṁ satte anusāsatīti satthā. Ahūti ahosi. Devamanussapūjitoti dibbehi pañcakāmaguṇehi dibbanti kīḷantīti devā. Manassa ussannattā manussā, devā ca manussā ca devamanussā, devamanussehi pūjito devamanussapūjito. Pupphādipūjāya ca paccayapūjāya ca pūjito, apacitoti attho. Kasmā pana devamanussānameva gahaṇaṁ kataṁ, nanu bhagavā tiracchānagatehipi āravāḷakāḷāpalāladhanapālapālileyyakanāgādīhi sātāgirāḷavakahemavatasūcilomakharalomayakkhādīhi vinipātagatehipi pūjitoyevāti? Saccamevetaṁ, ukkaṭṭhaparicchedavasena sabbapuggalaparicchedavasena cetaṁ vuttanti veditabbaṁ. Mahānubhāvoti mahatā buddhānubhāvena samannāgato. Satapuññalakkhaṇoti anantesu cakkavāḷesu sabbe sattā ekekaṁ puññakammaṁ satakkhattuṁ kareyyuṁ ettakehi janehi katakammaṁ bodhisatto sayameva ekako sataguṇaṁ katvā nibbatto. Tasmā ‘‘satapuññalakkhaṇo’’ti vuccati. Keci pana ‘‘satena satena puññakammena nibbattaekekalakkhaṇo’’ti vadanti. ‘‘Evaṁ sante yo koci buddho bhaveyyā’’ti taṁ aṭṭhakathāsu paṭikkhittaṁ. Dassesīti sabbesaṁ devamanussānaṁ ativimhayakaraṁ yamakapāṭihāriyaṁ dassesi.",
  "atk-s0511a1:347": "Atha satthā ākāse pāṭihāriyaṁ katvā mahājanassa cittācāraṁ oloketvā tassa ajjhāsayānukūlaṁ dhammakathaṁ caṅkamanto kathetukāmo ākāse dasasahassacakkavāḷavitthataṁ sabbaratanamayaṁ ratanacaṅkamaṁ māpesi. Tena vuttaṁ –",
  "atk-s0511a1:348": "10.",
  "atk-s0511a1:349": " ‘‘So yācito devavarena cakkhumā, atthaṁ samekkhitvā tadā naruttamo;",
  "atk-s0511a1:350": "Caṅkamaṁ māpayi lokanāyako, suniṭṭhitaṁ sabbaratananimmita’’nti.",
  "atk-s0511a1:351": "Tattha soti so satthā. Yācitoti paṭhamameva aṭṭhame sattāhe dhammadesanāya yācitoti attho. Devavarenāti sahampatibrahmunā. Cakkhumāti ettha cakkhatīti cakkhu, samavisamaṁ vibhāvayatīti attho. Taṁ pana cakkhu duvidhaṁ – ñāṇacakkhu, maṁsacakkhūti. Tattha ñāṇacakkhu pañcavidhaṁ – buddhacakkhu, dhammacakkhu, samantacakkhu, dibbacakkhu, paññācakkhūti. Tesu buddhacakkhu nāma āsayānusayañāṇañceva indriyaparopariyattañāṇañca, yaṁ ‘‘buddhacakkhunā lokaṁ volokento’’ti (dī. ni. 2.69; ma. ni. 1.283; 2.339; saṁ. ni. 1.172; mahāva. 9) āgataṁ. Dhammacakkhu nāma heṭṭhimā tayo maggā tīṇi ca phalāni, yaṁ ‘‘virajaṁ vītamalaṁ dhammacakkhuṁ udapādī’’ti (dī. ni. 1.355; saṁ. ni. 5.1081; mahāva. 16; paṭi. ma. 2.30) āgataṁ. Samantacakkhu nāma sabbaññutaññāṇaṁ , yaṁ ‘‘tathūpamaṁ dhammamayaṁ, sumedha, pāsādamāruyha samantacakkhū’’ti (dī. ni. 2.70; ma. ni. 1.282; 2.338; saṁ. ni. 1.172; mahāva. 8) āgataṁ. Dibbacakkhu nāma ālokavaḍḍhanena uppannābhiññācittena sampayuttañāṇaṁ, yaṁ ‘‘dibbena cakkhunā visuddhenā’’ti (ma. ni. 1.148, 284, 385, 432; 2.341; 3.82, 261; mahāva. 10) āgataṁ. Paññācakkhu nāma ‘‘cakkhuṁ udapādi, ñāṇaṁ udapādī’’ti (saṁ. ni. 5.1082; mahāva. 15; kathā. 405; paṭi. ma. 2.30) ettha pubbenivāsādiñāṇaṁ paññācakkhūti āgataṁ.",
  "atk-s0511a1:352": "Maṁsacakkhu nāma ‘‘cakkhuñca paṭicca rūpe cā’’ti (ma. ni. 1.204, 400; 3.421, 425-426; saṁ. ni. 2.43; 4.60; kathā. 465, 467) ettha pasādamaṁsacakkhu vuttaṁ (dī. ni. aṭṭha. 1.213). Taṁ pana duvidhaṁ – sasambhāracakkhu pasādacakkhūti. Tesu yvāyaṁ akkhikūpake akkhipattakehi parivārito maṁsapiṇḍo yattha catasso dhātuyo vaṇṇagandharasojā sambhavo jīvitaṁ bhāvo cakkhupasādo kāyapasādoti saṅkhepato terasa sambhārā honti. Vitthārato pana sambhavamānāni catusamuṭṭhānāni chattiṁsa jīvitaṁ bhāvo cakkhupasādo kāyapasādoti ime kammasamuṭṭhānā cattāro cāti sasambhārā honti, idaṁ sasambhāracakkhu nāma. Yaṁ pana setamaṇḍalaparicchinnena kaṇhamaṇḍalena parivārite diṭṭhamaṇḍale sanniviṭṭhaṁ rūpadassanasamatthaṁ pasādamattaṁ, idaṁ pasādacakkhu nāma. Sabbāni panetāni ekavidhāni aniccato saṅkhatato, duvidhāni sāsavānāsavato lokiyalokuttarato, tividhāni bhūmito upādiṇṇattikato, catubbidhāni ekantaparittaappamāṇāniyatārammaṇato, pañcavidhāni rūpanibbānārūpasabbārammaṇānārammaṇavasena, chabbidhāni honti buddhacakkhādivasena. Iccevametāni vuttappakārāni cakkhūni assa bhagavato santīti bhagavā cakkhumāti vuccati. Atthaṁ samekkhitvāti caṅkamaṁ māpetvā, dhammadesanānimittaṁ devamanussānaṁ hitatthaṁ upaparikkhitvā upadhāretvāti adhippāyo. Māpayīti māpesi. Lokanāyakoti saggamokkhābhimukhaṁ lokaṁ nayatīti lokanāyako. Suniṭṭhitanti suṭṭhu niṭṭhitaṁ, pariyositanti attho. Sabbaratananimmitanti dasavidharatanamayaṁ.",
  "atk-s0511a1:353": "Idāni bhagavato tividhapāṭihāriyasampattidassanatthaṁ –",
  "atk-s0511a1:354": "11.",
  "atk-s0511a1:355": " ‘‘Iddhī ca ādesanānusāsanī, tipāṭihīre bhagavā vasī ahu;",
  "atk-s0511a1:356": "Caṅkamaṁ māpayi lokanāyako, suniṭṭhitaṁ sabbaratananimmita’’nti. – vuttaṁ;",
  "atk-s0511a1:357": "Tattha iddhīti iddhividhaṁ iddhipāṭihāriyaṁ nāma. Taṁ pana ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hotītiādinayappavattaṁ (dī. ni. 1.239; ma. ni. 1.147; paṭi. ma. 3.10). Ādesanāti parassa cittācāraṁ ñatvā kathanaṁ ādesanāpāṭihāriyaṁ, taṁ sāvakānañca buddhānañca satatadhammadesanā. Anusāsanīti anusāsanipāṭihāriyaṁ, tassa tassa ajjhāsayānukūlamovādoti attho. Iti etāni tīṇi pāṭihāriyāni. Tattha iddhipāṭihāriyena anusāsanipāṭihāriyaṁ mahāmoggallānassa āciṇṇaṁ, ādesanāpāṭihāriyena anusāsanipāṭihāriyaṁ dhammasenāpatissa, anusāsanipāṭihāriyaṁ pana buddhānaṁ satatadhammadesanā. Tipāṭihīreti etesu tīsu pāṭihāriyesūti attho. Bhagavāti idaṁ guṇavisiṭṭhasattuttamagarugāravādhivacanaṁ. Vuttañhetaṁ porāṇehi –",
  "atk-s0511a1:358": "‘‘Bhagavāti vacanaṁ seṭṭhaṁ, bhagavāti vacanamuttamaṁ;",
  "atk-s0511a1:359": "Garugāravayutto so, bhagavā tena vuccatī’’ti. (visuddhi. 1.142; ma. ni. aṭṭha. 1.mūlapariyāyasuttavaṇṇanā; pārā. aṭṭha. 1.1 verañjakaṇḍavaṇṇanā; itivu. aṭṭha. nidānavaṇṇanā; mahāni. aṭṭha. 50);",
  "atk-s0511a1:360": "Vasīti etasmiṁ tividhepi pāṭihāriye vasippatto, ciṇṇavasīti attho. Vasiyo nāma pañca vasiyo – āvajjanasamāpajjanaadhiṭṭhānavuṭṭhānapaccavekkhaṇasaṅkhātā. Tatra yaṁ yaṁ jhānaṁ yathicchakaṁ yadicchakaṁ yāvaticchakaṁ āvajjati āvajjanāya dandhāyitattaṁ natthīti sīghaṁ āvajjetuṁ samatthatā āvajjanavasī nāma. Tathā yaṁ yaṁ jhānaṁ yathicchakaṁ…pe… samāpajjati samāpajjanāya dandhāyitattaṁ natthīti sīghaṁ samāpajjanasamatthatā samāpajjanavasī nāma. Dīghaṁ kālaṁ ṭhapetuṁ samatthatā adhiṭṭhānavasī nāma. Tatheva lahuṁ vuṭṭhātuṁ samatthatā vuṭṭhānavasī nāma. Paccavekkhaṇavasī pana paccavekkhaṇajavanāneva honti tāni āvajjanānantarāneva hutvā uppajjantīti āvajjanavasiyā eva vuttāni. Iti imāsu pañcasu vasīsu ciṇṇavasitā vasī nāma hoti. Tena vuttaṁ – ‘‘tipāṭihīre bhagavā vasī ahū’’ti.",
  "atk-s0511a1:361": "Idāni tassa ratanacaṅkamassa nimmitavidhānassa dassanatthaṁ –",
  "atk-s0511a1:362": "12.",
  "atk-s0511a1:363": " ‘‘Dasasahassīlokadhātuyā, sinerupabbatuttame;",
  "atk-s0511a1:364": "Thambheva dassesi paṭipāṭiyā, caṅkame ratanāmaye’’ti. – ādigāthāyo vuttā;",
  "atk-s0511a1:365": "Tattha dasasahassīlokadhātuyāti dasasu cakkavāḷasahassesu. Sinerupabbatuttameti mahāmerusaṅkhāte seṭṭhapabbate. Thambhevāti thambhe viya dasacakkavāḷasahassesu ye sinerupabbatā, te paṭipāṭiyā ṭhite suvaṇṇathambhe viya katvā tesaṁ upari caṅkamaṁ māpetvā dassesīti attho. Ratanāmayeti ratanamaye.",
  "atk-s0511a1:366": "13.Dasasahassī atikkammāti ratanacaṅkamaṁ pana bhagavā māpento tassa ekaṁ koṭiṁ sabbapariyantaṁ pācīnacakkavāḷamukhavaṭṭiṁ ekaṁ koṭiṁ pacchimacakkavāḷamukhavaṭṭiṁ atikkamitvā ṭhitaṁ katvā māpesi. Tena vuttaṁ –",
  "atk-s0511a1:367": "‘‘Dasasahassī atikkamma, caṅkamaṁ māpayī jino;",
  "atk-s0511a1:368": "Sabbasoṇṇamayā passe, caṅkame ratanāmaye’’ti.",
  "atk-s0511a1:369": "Tattha jinoti kilesārijayanato jino. Sabbasoṇṇamayā passeti tassa pana evaṁ nimmitassa caṅkamassa ubhayapassesu suvaṇṇamayā paramaramaṇīyā mariyādabhūmi ahosi, majjhe maṇimayāti adhippāyo.",
  "atk-s0511a1:370": "14.Tulāsaṅghāṭāti tulāyugaḷā, tā nānāratanamayāti veditabbā. Anuvaggāti anurūpā. Sovaṇṇaphalakatthatāti sovaṇṇamayehi phalakehi atthatā, tulāsaṅghātānaṁ upari suvaṇṇamayo padaracchadoti attho. Vedikā sabbasovaṇṇāti vedikā pana sabbāpi suvaṇṇamayā, yā panesā caṅkamanaparikkhepavedikā, sā ekāva aññehi ratanehi asammissāti attho. Dubhato passesu nimmitāti ubhosu passesu nimmitā. Da-kāro padasandhikaro.",
  "atk-s0511a1:371": "15.Maṇimuttāvālukākiṇṇāti maṇimuttāmayavālukākiṇṇā. Atha vā maṇayo ca muttā ca vālukā ca maṇimuttāvālukā. Tāhi maṇimuttāvālukāhi ākiṇṇā santhatāti maṇimuttāvālukākiṇṇā. Nimmitoti iminākārena nimmito kato. Ratanāmayoti sabbaratanamayo, caṅkamoti attho. Obhāseti disā sabbāti sabbāpi dasa disā obhāseti pakāseti. Sataraṁsīvāti sahassaraṁsiādicco viya. Uggatoti udito. Yathā pana abbhuggato sahassaraṁsi sabbāpi dasa disā obhāseti, evameva esopi sabbaratanamayo caṅkamo obhāsetīti attho.",
  "atk-s0511a1:372": "Idāni pana niṭṭhite caṅkame tattha bhagavato pavattidassanatthaṁ –",
  "atk-s0511a1:373": "16.",
  "atk-s0511a1:374": " ‘‘Tasmiṁ caṅkamane dhīro, dvattiṁsavaralakkhaṇo;",
  "atk-s0511a1:375": "Virocamāno sambuddho, caṅkame caṅkamī jino.",
  "atk-s0511a1:376": "17.",
  "atk-s0511a1:377": " ‘‘Dibbaṁ mandāravaṁ pupphaṁ, padumaṁ pārichattakaṁ;",
  "atk-s0511a1:378": "Caṅkamane okiranti, sabbe devā samāgatā.",
  "atk-s0511a1:379": "18.",
  "atk-s0511a1:380": " ‘‘Passanti taṁ devasaṅghā, dasasahassī pamoditā;",
  "atk-s0511a1:381": "Namassamānā nipatanti, tuṭṭhahaṭṭhā pamoditā’’ti. – gāthāyo vuttā;",
  "atk-s0511a1:382": "Tattha dhīroti dhitiyutto. Dvattiṁsavaralakkhaṇoti suppatiṭṭhitapādatalādīhi dvattiṁsamahāpurisalakkhaṇehi samannāgatoti attho. Dibbanti devaloke bhavaṁ jātaṁ dibbaṁ. Pārichattakanti devānaṁ tāvatiṁsānaṁ koviḷārarukkhassa nissandena samantā yojanasataparimāṇo paramadassanīyo pāricchattakarukkho nibbatti. Yasmiṁ pupphite sakalaṁ devanagaraṁ ekasurabhigandhavāsitaṁ hoti, tassa kusumareṇuokiṇṇāni navakanakavimānāni piñjarāni hutvā khāyanti. Imassa pana pāricchattakarukkhassa pupphañca pāricchattakanti vuttaṁ. Caṅkame okirantīti tasmiṁ ratanacaṅkame avakiranti, tena vuttappakārena pupphena tasmiṁ caṅkame caṅkamamānaṁ bhagavantaṁ pūjentīti attho. Sabbe devāti kāmāvacaradevādayo devā. Tenāha ‘‘passanti taṁ devasaṅghā’’ti. Taṁ bhagavantaṁ ratanacaṅkamane caṅkamantaṁ sakesu ālayesupi passantīti attho. Dasasahassīti bhummatthe paccattavacanaṁ, dasasahassiyaṁ devasaṅghā taṁ passantīti attho. Pamoditāti pamuditā. Nipatantīti sannipatanti. Tuṭṭhahaṭṭhāti pītivasena tuṭṭhahaṭṭhā. Pamoditāti idāni vattabbehi tāvatiṁsādidevehi saddhinti sambandho daṭṭhabbo, itarathā punaruttidosato na muccati. Atha vā pamoditā taṁ bhagavantaṁ passanti, tuṭṭhahaṭṭhā pamoditā tahiṁ tahiṁ sannipatantīti attho.",
  "atk-s0511a1:383": "Idāni ye passiṁsu ye sannipatiṁsu, te sarūpato dassetuṁ –",
  "atk-s0511a1:384": "19.",
  "atk-s0511a1:385": " ‘‘Tāvatiṁsā ca yāmā ca, tusitā cāpi devatā;",
  "atk-s0511a1:386": "Nimmānaratino devā, ye devā vasavattino;",
  "atk-s0511a1:387": "Udaggacittā sumanā, passanti lokanāyakaṁ.",
  "atk-s0511a1:388": "20.",
  "atk-s0511a1:389": " ‘‘Sadevagandhabbamanussarakkhasā , nāgā supaṇṇā atha vāpi kinnarā;",
  "atk-s0511a1:390": "Passanti taṁ lokahitānukampakaṁ, nabheva accuggatacandamaṇḍalaṁ.",
  "atk-s0511a1:391": "21.",
  "atk-s0511a1:392": " ‘‘Ābhassarā subhakiṇhā, vehapphalā akaniṭṭhā ca devatā;",
  "atk-s0511a1:393": "Susuddhasukkavatthavasanā, tiṭṭhanti pañjalīkatā.",
  "atk-s0511a1:394": "22.",
  "atk-s0511a1:395": " ‘‘Muñcanti pupphaṁ pana pañcavaṇṇikaṁ, mandāravaṁ candanacuṇṇamissitaṁ;",
  "atk-s0511a1:396": "Bhamenti celāni ca ambare tadā, aho jino lokahitānukampako’’ti. –",
  "atk-s0511a1:397": "Imā gāthāyo vuttā.",
  "atk-s0511a1:398": "Tattha udaggacittāti pītisomanassavasena udaggacittā. Sumanāti udaggacittattā eva sumanā. Lokahitānukampakanti lokahitañca lokānukampakañca. Lokahitena vā anukampakaṁ lokahitānukampakaṁ. Nabheva accuggatacandamaṇḍalanti ettha ākāse abhinavoditaṁ paripuṇṇaṁ sabbopaddavavinimuttaṁ saradasamaye candamaṇḍalaṁ viya buddhasiriyā virocamānaṁ nayanānandakaraṁ passantīti attho.",
  "atk-s0511a1:399": "Ābhassarāti ukkaṭṭhaparicchedavasena vuttaṁ. Parittābhaappamāṇābhaābhassarāparittamajjhimapaṇītabhedena dutiyajjhānenābhinibbattā sabbeva gahitāti veditabbā. Subhakiṇhāti idaṁ ukkaṭṭhaparicchedavaseneva vuttaṁ, tasmā parittasubhaappamāṇasubhasubhakiṇhāparittādibhedena tatiyajjhānena nibbattā sabbeva gahitāti veditabbā. Vehapphalāti vipulā phalāti vehapphalā. Te catutthajjhānanibbattā asaññasattehi ekatalavāsino. Heṭṭhā pana paṭhamajjhānanibbattā brahmakāyikādayo dassitā. Tasmā idha na dassitā. Cakkhusotānamabhāvato asaññasattā ca arūpino ca idha na uddiṭṭhā. Akaniṭṭhā ca devatāti idhāpi ukkaṭṭhaparicchedavaseneva vuttaṁ. Tasmā avihātappasudassāsudassiakaniṭṭhasaṅkhātā pañcapi suddhāvāsā gahitāti veditabbā. Susuddhasukkavatthavasanāti suṭṭhu suddhāni susuddhāni sukkāni odātāni. Susuddhāni sukkāni vatthāni nivatthāni ceva pārutāni ca yehi te susuddhasukkavatthavasanā, paridahitaparisuddhapaṇḍaravatthāti attho. ‘‘Susuddhasukkavasanā’’tipi pāṭho. Pañjalīkatāti katapañjalikā kamalamakulasadisaṁ añjaliṁ sirasi katvā tiṭṭhanti.",
  "atk-s0511a1:400": "Muñcantīti okiranti. Pupphaṁ panāti kusumaṁ pana. ‘‘Pupphāni vā’’tipi pāṭho, vacanavipariyāso daṭṭhabbo, attho panassa soyeva. Pañcavaṇṇikanti pañcavaṇṇaṁ – nīlapītalohitodātamañjiṭṭhakavaṇṇavasena pañcavaṇṇaṁ. Candanacuṇṇamissitanti candanacuṇṇena missitaṁ. Bhamenti celānīti bhamayanti vatthāni. Aho jino lokahitānukampakoti ‘‘aho jino lokahito aho ca lokahitānukampako aho kāruṇiko’’ti evamādīni thutivacanāni uggirantā. Muñcanti pupphaṁ bhamayanti celānīti sambandho.",
  "atk-s0511a1:401": "Idāni tehi payuttāni thutivacanāni dassetuṁ imā gāthāyo vuttā –",
  "atk-s0511a1:402": "23.",
  "atk-s0511a1:403": " ‘‘Tuvaṁ satthā ca ketū ca, dhajo yūpo ca pāṇinaṁ;",
  "atk-s0511a1:404": "Parāyano patiṭṭhā ca, dīpo ca dvipaduttamo.",
  "atk-s0511a1:405": "24.",
  "atk-s0511a1:406": " ‘‘Dasasahassīlokadhātuyā, devatāyo mahiddhikā;",
  "atk-s0511a1:407": "Parivāretvā namassanti, tuṭṭhahaṭṭhā pamoditā.",
  "atk-s0511a1:408": "25.",
  "atk-s0511a1:409": " ‘‘Devatā devakaññā ca, pasannā tuṭṭhamānasā;",
  "atk-s0511a1:410": "Pañcavaṇṇikapupphehi, pūjayanti narāsabhaṁ.",
  "atk-s0511a1:411": "26.",
  "atk-s0511a1:412": " ‘‘Passanti taṁ devasaṅghā, pasannā tuṭṭhamānasā;",
  "atk-s0511a1:413": "Pañcavaṇṇikapupphehi, pūjayanti narāsabhaṁ.",
  "atk-s0511a1:414": "27.",
  "atk-s0511a1:415": " ‘‘Aho acchariyaṁ loke, abbhutaṁ lomahaṁsanaṁ;",
  "atk-s0511a1:416": "Na medisaṁ bhūtapubbaṁ, accheraṁ lomahaṁsanaṁ.",
  "atk-s0511a1:417": "28.",
  "atk-s0511a1:418": " ‘‘Sakasakamhi bhavane, nisīditvāna devatā;",
  "atk-s0511a1:419": "Hasanti tā mahāhasitaṁ, disvānaccherakaṁ nabhe.",
  "atk-s0511a1:420": "29.",
  "atk-s0511a1:421": " ‘‘Ākāsaṭṭhā ca bhūmaṭṭhā, tiṇapanthanivāsino;",
  "atk-s0511a1:422": "Katañjalī namassanti, tuṭṭhahaṭṭhā pamoditā.",
  "atk-s0511a1:423": "30.",
  "atk-s0511a1:424": " ‘‘Yepi dīghāyukā nāgā, puññavanto mahiddhiko;",
  "atk-s0511a1:425": "Pamoditā namassanti, pūjayanti naruttamaṁ.",
  "atk-s0511a1:426": "31.",
  "atk-s0511a1:427": " ‘‘Saṅgītiyo pavattenti, ambare anilañjase;",
  "atk-s0511a1:428": "Cammanaddhāni vādenti, disvānaccherakaṁ nabhe.",
  "atk-s0511a1:429": "32.",
  "atk-s0511a1:430": " ‘‘Saṅkhā ca paṇavā ceva, athopi ḍiṇḍimā bahū;",
  "atk-s0511a1:431": "Antalikkhasmiṁ vajjanti, disvānaccherakaṁ nabhe.",
  "atk-s0511a1:432": "33.",
  "atk-s0511a1:433": " ‘‘Abbhuto vata no ajja, uppajji lomahaṁsano;",
  "atk-s0511a1:434": "Dhuvamatthasiddhiṁ labhāma, khaṇo no paṭipādito.",
  "atk-s0511a1:435": "34.",
  "atk-s0511a1:436": " ‘‘Buddhoti tesaṁ sutvāna, pīti uppajji tāvade;",
  "atk-s0511a1:437": "Buddho buddhoti kathayantā, tiṭṭhanti pañjalīkatā.",
  "atk-s0511a1:438": "35.",
  "atk-s0511a1:439": " ‘‘Hiṅkārā sādhukārā ca, ukkuṭṭhi sampahaṁsanaṁ;",
  "atk-s0511a1:440": "Pajā ca vividhā gagane, vattanti pañjalīkatā.",
  "atk-s0511a1:441": "36.",
  "atk-s0511a1:442": " ‘‘Gāyanti seḷenti ca vādayanti ca, bhujāni pothenti ca naccayanti ca;",
  "atk-s0511a1:443": "Muñcanti pupphaṁ pana pañcavaṇṇikaṁ, mandāravaṁ candanacuṇṇamissitaṁ.",
  "atk-s0511a1:444": "37.",
  "atk-s0511a1:445": " ‘‘Yathā tuyhaṁ mahāvīra, pādesu cakkalakkhaṇaṁ;",
  "atk-s0511a1:446": "Dhajavajirapaṭākā, vaḍḍhamānaṅkusācita’’nti.",
  "atk-s0511a1:447": "Tattha idhalokaparalokahitatthaṁ sāsatīti satthā. Ketūti ketuno apacitikātabbaṭṭhena ketu viyāti ketu. Dhajoti indadhajo samussayaṭṭhena dassanīyaṭṭhena ca tuvaṁ dhajo viyāti dhajoti. Atha vā yathā hi loke yassa kassaci dhajaṁ disvāva – ‘‘ayaṁ dhajo itthannāmassā’’ti dhajavā dhajīti paññāyati, evameva bhagavā paññānibbānādhigamāya bhagavantaṁ disvāva nibbānādhigamo paññāyati. Tena vuttaṁ – ‘‘dhajo yūpo cā’’ti. Kūṭadantasutte vuttānaṁ dānādiāsavakkhayañāṇapariyosānānaṁ sabbayāgānaṁ yajanatthāya samussito yūpo tuvanti attho. Parāyanoti paṭisaraṇaṁ. Patiṭṭhāti yathā mahāpathavī sabbapāṇīnaṁ ādhārabhāvena patiṭṭhā nissayabhūtā, evaṁ tuvampi patiṭṭhābhūtā. Dīpo cāti padīpo. Yathā caturaṅge tamasi vattamānānaṁ sattānaṁ āropito padīpo rūpasandassano hoti. Evaṁ avijjandhakāre vattamānānaṁ sattānaṁ paramatthasandassano padīpo tuvanti attho. Atha vā mahāsamudde bhinnanāvānaṁ sattānaṁ samuddadīpo yathā patiṭṭhā hoti, evaṁ tuvampi saṁsārasāgare alabbhaneyyapatiṭṭhe osīdantānaṁ pāṇīnaṁ dīpo viyāti dīpoti attho.",
  "atk-s0511a1:448": "Dvipaduttamoti dvipadānaṁ uttamo dvipaduttamo, ettha pana niddhāraṇalakkhaṇassa abhāvato chaṭṭhīsamāsassa paṭisedho natthi, niddhāraṇalakkhaṇāya chaṭṭhiyā samāso paṭisiddho. Sammāsambuddho pana apadānaṁ dvipadānaṁ catuppadānaṁ bahuppadānaṁ rūpīnaṁ arūpīnaṁ saññīnaṁ asaññīnaṁ nevasaññīnāsaññīnaṁ uttamova. Kasmā panidha ‘‘dvipaduttamo’’ti vuttoti ce? Seṭṭhataravasena. Imasmiñhi loke seṭṭho nāma uppajjamāno apadacatuppadabahuppadesupi nuppajjati. Ayaṁ dvipadesuyeva uppajjati. Kataradvipadesūti? Manussesu ceva devesu ca. Manussesu uppajjamāno tisahassimahāsahassilokadhātu vase kattuṁ samattho buddho hutvā nibbattati. Devesu uppajjamāno dasasahassilokadhātu vasavattī mahābrahmā hutvā nibbattati. So tassa kappiyakārako vā ārāmiko vā sampajjati. Iti tatopi seṭṭhataravasena ‘‘dvipaduttamo’’ti vutto.",
  "atk-s0511a1:449": "Dasasahassilokadhātuyāti dasasahassisaṅkhātāya lokadhātuyā. Mahiddhikāti mahatiyā iddhiyā yuttā, mahānubhāvāti attho. Parivāretvāti bhagavantaṁ samantato parikkhipitvā. Pasannāti sañjātasaddhā. Narāsabhanti narapuṅgavaṁ. Aho acchariyanti ettha andhassa pabbatārohanaṁ viya niccaṁ na hotīti acchariyaṁ, accharāyogganti vā acchariyaṁ, ‘‘aho, idaṁ vimhaya’’nti accharaṁ paharituṁ yuttanti attho. Abbhutanti abhūtapubbaṁ abhūtanti abbhutaṁ. Ubhayampetaṁ vimhayāvahassādhivacanaṁ. Lomahaṁsananti lomānaṁ uddhaggabhāvakaraṇaṁ. Na medisaṁ bhūtapubbanti na mayā īdisaṁ bhūtapubbaṁ, abbhutaṁ diṭṭhanti attho. Diṭṭhanti vacanaṁ āharitvā gahetabbaṁ. Accheranti acchariyaṁ.",
  "atk-s0511a1:450": "Sakasakamhi bhavaneti attano attano bhavane. Nisīditvānāti upavissa. Devatāti idaṁ pana vacanaṁ devānampi devadhītānampi sādhāraṇavacananti veditabbaṁ. Hasantitāti tā devatā mahāhasitaṁ hasanti, pītivasaṁ gatahadayatāya mihitamattaṁ akatvā aṭṭahāsaṁ hasantīti attho. Nabheti ākāse.",
  "atk-s0511a1:451": "Ākāsaṭṭhāti ākāse vimānādīsu ṭhitā, eseva nayo bhūmaṭṭhesupi. Tiṇapanthanivāsinoti tiṇaggesu ceva panthesu ca nivāsino. Puññavantoti mahāpuññā. Mahiddhikāti mahānubhāvā. Saṅgītiyo pavattentīti devanāṭakasaṅgītiyo pavattenti, tathāgataṁ pūjanatthāya payujjantīti attho. Ambareti ākāse. Anilañjaseti anilapathe, ambarassa anekatthattā ‘‘anilañjase’’ti vuttaṁ, purimasseva vevacanaṁ. Cammanaddhānīti cammavinaddhāni. Ayameva vā pāṭho, devadundubhiyoti attho. Vādentīti vādayanti devatā.",
  "atk-s0511a1:452": "Saṅkhāti dhamanasaṅkhā. Paṇavāti tanumajjhaturiyavisesā. Ḍiṇḍimāti tiṇavākhuddakabheriyo vuccanti. Vajjantīti vādayanti. Abbhuto vata noti acchariyo vata nu. Uppajjīti uppanno. Lomahaṁsanoti lomahaṁsanakaro. Dhuvanti yasmā pana abbhuto ayaṁ satthā loke uppanno, tasmā dhuvaṁ avassaṁ atthasiddhiṁ labhāmāti adhippāyo. Labhāmāti labhissāma. Khaṇoti aṭṭhakkhaṇavirahito navamo khaṇoti attho. Noti amhākaṁ. Paṭipāditoti paṭiladdho.",
  "atk-s0511a1:453": "Buddhoti tesaṁ sutvānāti buddhoti idaṁ vacanaṁ sutvā tesaṁ devānaṁ pañcavaṇṇā pīti udapādīti attho. Tāvadeti tasmiṁ kāle. Hiṅkārāti hiṅkārasaddā, hiṁhinti yakkhādayo pahaṭṭhakāle karonti. Sādhukārāti sādhukārasaddā ca pavattanti. Ukkuṭṭhīti ukkuṭṭhisaddo ca unnādasaddo cāti attho. Pajāti devādayo adhippetā. Keci ‘‘paṭākā vividhā gagane vattantī’’ti paṭhanti. Gāyantīti buddhaguṇapaṭisaṁyuttaṁ gītaṁ gāyanti.",
  "atk-s0511a1:454": "Seḷentīti mukhena seḷitasaddaṁ karonti. Vādayantīti mahatī vipañcikāmakaramukhādayo vīṇā ca turiyāni ca tathāgatassa pūjanatthāya vādenti payojenti. Bhujāni pothentīti bhuje apphoṭenti. Liṅgavipariyāso daṭṭhabbo. Naccanti cāti aññe ca naccāpenti sayañca naccanti.",
  "atk-s0511a1:455": "Yathā tuyhaṁ mahāvīra, pādesu cakkalakkhaṇanti ettha yena pakārena yathā. Mahāvīriyena yogato mahāvīro. Pādesu cakkalakkhaṇanti tava ubhosu pādatalesu sahassāraṁ sanemikaṁ sanābhikaṁ sabbākāraparipūraṁ cakkalakkhaṇaṁ sobhatīti attho. Cakka-saddo panāyaṁ sampattirathaṅgairiyāpathadānaratanadhammakhuracakkalakkhaṇādīsu dissati. ‘‘Cattārimāni, bhikkhave, cakkāni yehi samannāgatānaṁ devamanussāna’’ntiādīsu (a. ni. 4.31) sampattiyaṁ dissati. ‘‘Cakkaṁva vahato pada’’ntiādīsu (dha. pa. 1) rathaṅge. ‘‘Catucakkaṁ navadvāra’’ntiādīsu (saṁ. ni. 1.29) iriyāpathe. ‘‘Dadaṁ bhuñja ca mā ca pamādo, cakkaṁ vattaya sabbapāṇina’’nti (jā. 1.7.149) ettha dāne. ‘‘Dibbaṁ cakkaratanaṁ pātubhūta’’nti (dī. ni. 2.243; 3.85; ma. ni. 3.256) ettha ratanacakke. ‘‘Mayā pavattitaṁ cakka’’nti (su. ni. 562; bu. vaṁ. 28.17) ettha pana dhammacakke. ‘‘Icchāhatassa posassa, cakkaṁ bhamati matthake’’ti (jā. 1.1.104; 1.5.103) ettha khuracakke, paharaṇacakketi attho. ‘‘Pādatalesu cakkāni jātānī’’ti (dī. ni. 2.35; 3.200, 204; ma. ni. 2.386) ettha lakkhaṇe. Idhāpi lakkhaṇacakke daṭṭhabbo (ma. ni. aṭṭha. 1.148; a. ni. aṭṭha. 1.1.187; 2.4.8; paṭi. ma. aṭṭha. 2.2.44). Dhajavajirapaṭākā, vaḍḍhamānaṅkusācitanti dhajena ca vajirena ca paṭākāya ca vaḍḍhamānena ca aṅkusena ca ācitaṁ alaṅkataṁ parivāritaṁ pādesu cakkalakkhaṇanti attho. Cakkalakkhaṇe pana gahite sesalakkhaṇāni gahitāneva honti. Tathā asīti anubyañjanāni byāmappabhā ca. Tasmā tehi dvattiṁsamahāpurisalakkhaṇāsītianubyañjanabyāmappabhāhi samalaṅkato bhagavato kāyo sabbaphāliphullo viya pāricchattako vikasitapadumaṁ viya kamalavanaṁ vividharatanavicittaṁ viya navakanakatoraṇaṁ tārāmarīcivirājitamiva gaganatalaṁ ito cito ca vidhāvamānā vipphandamānā chabbaṇṇabuddharasmiyo muñcamāno ativiya sobhati.",
  "atk-s0511a1:456": "Idāni bhagavato rūpakāyadhammakāyasampattidassanatthaṁ –",
  "atk-s0511a1:457": "38.",
  "atk-s0511a1:458": " ‘‘Rūpe sīle samādhimhi, paññāya ca asādiso;",
  "atk-s0511a1:459": "Vimuttiyā asamasamo, dhammacakkappavattane’’ti. – ayaṁ gāthā vuttā;",
  "atk-s0511a1:460": "Tattha rūpeti ayaṁ rūpa-saddo khandhabhavanimittapaccayasarīravaṇṇasaṇṭhānādīsu dissati. Yathāha – ‘‘yaṁ kiñci rūpaṁ atītānāgatapaccuppanna’’nti (ma. ni. 1.361; 3.86, 89; vibha. 2; mahāva. 22) ettha rūpakkhandhe dissati. ‘‘Rūpūpapattiyā maggaṁ bhāvetī’’ti (dha. sa. 160-161; vibha. 624) ettha rūpabhave. ‘‘Ajjhattaṁ arūpasaññī bahiddhā rūpāni passatī’’ti (dī. ni. 3.338; ma. ni. 2.249; a. ni. 1.435-442; dha. sa. 204-205) ettha kasiṇanimitte. ‘‘Sarūpā, bhikkhave, uppajjanti pāpakā akusalā dhammā no arūpā’’ti (a. ni. 2.83) ettha paccaye. ‘‘Ākāso parivārito rūpantveva saṅkhaṁ gacchatī’’ti (ma. ni. 1.306) ettha sarīre. ‘‘Cakkhuñca paṭicca rūpe ca uppajjati cakkhuviññāṇa’’nti (ma. ni. 1.204, 400; 3.421, 425-426; saṁ. ni. 4.60; kathā. 465) ettha vaṇṇe. ‘‘Rūpappamāṇo rūpappasanno’’ti (a. ni. 4.65) ettha saṇṭhāne. Idhāpi saṇṭhāne daṭṭhabbo (a. ni. aṭṭha. 1.1.1 rūpādivaggavaṇṇanā). Sīleti catubbidhe sīle. Samādhimhīti tividhepi samādhimhi. Paññāyāti lokiyalokuttarāya paññāya. Asādisoti asadiso anupamo. Vimuttiyāti phalavimuttiyā . Asamasamoti asamā atītā buddhā tehi asamehi buddhehi sīlādīhi samoti asamasamo. Ettāvatā bhagavato rūpakāyasampatti dassitā.",
  "atk-s0511a1:461": "Idāni bhagavato kāyabalādiṁ dassetuṁ –",
  "atk-s0511a1:462": "39.",
  "atk-s0511a1:463": " ‘‘Dasanāgabalaṁ kāye, tuyhaṁ pākatikaṁ balaṁ;",
  "atk-s0511a1:464": "Iddhibalena asamo, dhammacakkappavattane’’ti. – vuttaṁ;",
  "atk-s0511a1:465": "Tattha dasanāgabalanti dasachaddantanāgabalaṁ. Duvidhañhi tathāgatassa balaṁ – kāyabalaṁ, ñāṇabalañcāti. Tattha kāyabalaṁ hatthikulānusārena veditabbaṁ. Kathaṁ?",
  "atk-s0511a1:466": "‘‘Kāḷāvakañca gaṅgeyyaṁ, paṇḍaraṁ tambapiṅgalaṁ;",
  "atk-s0511a1:467": "Gandhamaṅgalahemañca, uposathachaddantime dasā’’ti.(ma. ni. aṭṭha. 1.148; saṁ. ni. aṭṭha. 2.2.22; a. ni. aṭṭha. 3.10.21; dī. ni. aṭṭha. 2.198; vibha. aṭṭha. 760; udā. aṭṭha. 75; cūḷani. aṭṭha. 81; paṭi. ma. aṭṭha. 2.2.44) –",
  "atk-s0511a1:468": "Imāni dasa hatthikulāni veditabbāni. Kāḷāvakoti pakatihatthikulaṁ. Yaṁ dasannaṁ purisānaṁ kāyabalaṁ, taṁ ekassa kāḷāvakassa hatthino balaṁ. Yaṁ dasannaṁ kāḷāvakānaṁ balaṁ, taṁ ekassa gaṅgeyyassāti eteneva upāyena yāva chaddantabalaṁ netabbanti. Yaṁ dasannaṁ chaddantānaṁ balaṁ, taṁ ekassa tathāgatassa balaṁ, nārāyanabalaṁ vajirabalanti idameva vuccati. Tadetaṁ pakatihatthigaṇanāya hatthikoṭisahassānaṁ balaṁ, purisagaṇanāya dasannaṁ purisakoṭisahassānaṁ balaṁ hoti. Idaṁ tāva tathāgatassa pakatikāyabalaṁ, ñāṇabalaṁ pana appameyyaṁ dasabalañāṇaṁ catuvesārajjañāṇaṁ aṭṭhasu parisāsu akampanañāṇaṁ catuyoniparicchedakañāṇaṁ pañcagatiparicchedakañāṇaṁ cuddasa buddhañāṇānīti evamādikaṁ ñāṇabalaṁ. Idha pana kāyabalaṁ adhippetaṁ. Kāye, tuyhaṁ pākatikaṁ balanti tañca pana tava kāye pākatikabalanti attho. Tasmā ‘‘dasanāgabala’’nti dasachaddantanāgabalanti attho.",
  "atk-s0511a1:469": "Idāni ñāṇabalaṁ dassento ‘‘iddhibalena asamo, dhammacakkappavattane’’ti āha. Tattha iddhibalena asamoti vikubbanādhiṭṭhānādinā iddhibalena asamo asadiso anupamo. Dhammacakkappavattaneti desanāñāṇepi asamoti attho.",
  "atk-s0511a1:470": "Idāni ‘‘yo evamādiguṇasamannāgato satthā, so sabbalokekanāyako, taṁ satthāraṁ namassathā’’ti tathāgatassa paṇāmane niyogadassanatthaṁ –",
  "atk-s0511a1:471": "40.",
  "atk-s0511a1:472": " ‘‘Evaṁ sabbaguṇūpetaṁ, sabbaṅgasamupāgataṁ;",
  "atk-s0511a1:473": "Mahāmuniṁ kāruṇikaṁ, lokanāthaṁ namassathā’’ti. – vuttaṁ;",
  "atk-s0511a1:474": "Tattha evanti vuttappakāranidassane nipāto. Sabbaguṇūpetanti ettha sabboti ayaṁ niravasesavācī. Guṇoti ayaṁ guṇa-saddo anekesu atthesu dissati. Tathā hesa – ‘‘anujānāmi, bhikkhave, ahatānaṁ vatthānaṁ diguṇaṁ saṅghāṭi’’nti (dī. ni. aṭṭha. 1.546; mahāva. 348) ettha paṭalatthe dissati. ‘‘Accenti kālā tarayanti rattiyo, vayoguṇā anupubbaṁ jahantī’’ti (saṁ. ni. 1.4) ettha rāsatthe. ‘‘Sataguṇā dakkhiṇā pāṭikaṅkhitabbā’’ti (ma. ni. 3.379) ettha ānisaṁsatthe. ‘‘Antaṁ antaguṇaṁ’’ (dī. ni. 2.377; ma. ni. 1.110, 302; 2.114; 3.154, 349; khu. pā. 3.dvattiṁsākāra) ‘‘kayirā mālāguṇe bahū’’ti (dha. pa. 53) ettha bandhanatthe. ‘‘Aṭṭhaguṇasamupetaṁ, abhiññābalamāhari’’nti (bu. vaṁ. 2.29) ettha sampattiatthe. Idhāpi sampattiatthe daṭṭhabbo (dī. ni. aṭṭha. 1.546; ma. ni. aṭṭha. 1.166; cūḷani. aṭṭha. 136). Tasmā sabbehi lokiyalokuttarehi guṇehi sabbasampattīhi upetaṁ samannāgatanti attho. Sabbaṅgasamupāgatanti sabbehi buddhaguṇehi guṇaṅgehi vā samupāgataṁ samannāgataṁ. Mahāmuninti aññehi paccekabuddhādīhi munīhi adhikabhāvato mahanto munīti vuccati mahāmuni. Kāruṇikanti karuṇāguṇayogato kāruṇikaṁ. Lokanāthanti sabbalokekanāthaṁ, sabbalokehi ‘‘ayaṁ no dukkhopatāpassa āhantā sametā’’ti evamāsīsīyatīti attho.",
  "atk-s0511a1:475": "Idāni dasabalassa sabbanipaccākārassa arahabhāvadassanatthaṁ –",
  "atk-s0511a1:476": "41.",
  "atk-s0511a1:477": " ‘‘Abhivādanaṁ thomanañca, vandanañca pasaṁsanaṁ;",
  "atk-s0511a1:478": "Namassanañca pūjañca, sabbaṁ arahasī tuvaṁ.",
  "atk-s0511a1:479": "42.",
  "atk-s0511a1:480": " ‘‘Ye keci loke vandaneyyā, vandanaṁ arahanti ye;",
  "atk-s0511a1:481": "Sabbaseṭṭho mahāvīra, sadiso te na vijjatī’’ti. – vuttaṁ;",
  "atk-s0511a1:482": "Tattha abhivādananti aññehi attano abhivādanakārāpanaṁ. Thomananti parammukhato thuti. Vandananti paṇāmanaṁ. Pasaṁsananti sammukhato pasaṁsanaṁ. Namassananti añjalikaraṇaṁ, manasā namassanaṁ vā. Pūjananti mālāgandhavilepanādīhi pūjanañca. Sabbanti sabbampi taṁ vuttappakāraṁ sakkāravisesaṁ tuvaṁ arahasi yuttoti attho. Ye keci loke vandaneyyāti ye keci loke vanditabbā vandanīyā vandanaṁ arahanti. Yeti ye pana loke vandanaṁ arahanti. Idaṁ pana purimapadasseva vevacanaṁ. Sabbaseṭṭhoti sabbesaṁ tesaṁ seṭṭho uttamo, tvaṁ mahāvīra sadiso te loke koci na vijjatīti attho.",
  "atk-s0511a1:483": "Atha bhagavati yamakapāṭihāriyaṁ dassetvā ratanacaṅkamaṁ māpetvā tatra caṅkamamāne āyasmā sāriputto rājagahe viharati gijjhakūṭe pabbate pañcahi parivārabhikkhusatehi. Atha thero bhagavantaṁ olokento addasa kapilapure ākāse ratanacaṅkame caṅkamamānaṁ. Tena vuttaṁ –",
  "atk-s0511a1:484": "43.",
  "atk-s0511a1:485": " ‘‘Sāriputto mahāpañño, samādhijjhānakovido;",
  "atk-s0511a1:486": "Gijjhakūṭe ṭhitoyeva, passati lokanāyaka’’nti. – ādi;",
  "atk-s0511a1:487": "Tattha sāriputtoti rūpasāriyā nāma brāhmaṇiyā puttoti sāriputto. Mahāpaññoti mahatiyā soḷasavidhāya paññāya samannāgatoti mahāpañño. Samādhijjhānakovidoti ettha samādhīti cittaṁ samaṁ ādahati ārammaṇe ṭhapetīti samādhi. So tividho hoti savitakkasavicāro avitakkavicāramatto avitakkaavicāro samādhīti. Jhānanti paṭhamajjhānaṁ dutiyajjhānaṁ tatiyajjhānaṁ catutthajjhānanti imehi paṭhamajjhānādīhi mettājhānādīnipi saṅgahitāneva honti, jhānampi duvidhaṁ hoti lakkhaṇūpanijjhānaṁ ārammaṇūpanijjhānanti. Tattha aniccādilakkhaṇaṁ upanijjhāyatīti vipassanāñāṇaṁ ‘‘lakkhaṇūpanijjhāna’’nti vuccati. Paṭhamajjhānādikaṁ pana ārammaṇūpanijjhānato paccanīkajhāpanato vā jhānanti vuccati. Samādhīsu ca jhānesu ca kovidoti samādhijjhānakovido, samādhijjhānakusaloti attho. Gijjhakūṭeti evaṁnāmake pabbate ṭhitoyeva passatīti passi.",
  "atk-s0511a1:488": "44.Suphullaṁsālarājaṁ vāti samavaṭṭakkhandhaṁ samuggatavipulakomalaphalapallavaṅkurasamalaṅkatasākhaṁ sabbaphāliphullaṁ sālarājaṁ viya sīlamūlaṁ samādhikkhandhaṁ paññāsākhaṁ abhiññāpupphaṁ vimuttiphalaṁ dasabalasālarājaṁ olokesīti evaṁ olokapadena sambandho. Candaṁva gagane yathāti abbhāhimadhūmarajorāhupasaggavinimuttaṁ tāragaṇaparivutaṁ saradasamaye paripuṇṇaṁ viya rajanikaraṁ sabbakilesatimiravidhamanakaraṁ veneyyajanakumudavanavikasanakaraṁ munivararajanikaraṁ oloketīti attho. Yathāti nipātamattaṁ. Majjhanhikeva sūriyanti majjhanhikasamaye siriyā paṭutarakiraṇamālinaṁ aṁsumālinamiva virocamānaṁ. Narāsabhanti naravasabhaṁ.",
  "atk-s0511a1:489": "45.Jalantanti daddaḷhamānaṁ, saradasamayaṁ paripuṇṇacandasassirikacāruvadanasobhaṁ lakkhaṇānubyañjanasamalaṅkatavarasarīraṁ paramāya buddhasiriyā virocamānanti attho. Dīparukkhaṁ vāti āropitadīpaṁ dīparukkhamiva. Taruṇasūriyaṁva uggatanti abhinavoditādiccamiva, sommabhāvena jalantanti attho. Sūriyassa taruṇabhāvo pana udayaṁ paṭicca vuccati. Na hi candassa viya hānivuddhiyo atthi. Byāmappabhānurañjitanti byāmappabhāya anurañjitaṁ. Dhīraṁ passati lokanāyakanti sabbalokekadhīraṁ passati nāyakanti attho.",
  "atk-s0511a1:490": "Athāyasmā dhammasenāpati atisītalasaliladharanikaraparicumbitakūṭe nānāvidhasurabhitarukusumavāsitakūṭe paramaruciracittakūṭe gijjhakūṭe pabbate ṭhatvāva dasahi cakkavāḷasahassehi āgatehi devabrahmagaṇehi parivutaṁ bhagavantaṁ anuttarāya buddhasiriyā anopamāya buddhalīḷāya sabbaratanamaye caṅkame caṅkamamānaṁ disvā – ‘‘handāhaṁ bhagavantaṁ upasaṅkamitvā buddhaguṇaparidīpanaṁ buddhavaṁsadesanaṁ yāceyya’’nti cintetvā attanā saddhiṁ vasamānāni pañca bhikkhusatāni sannipātesi. Tena vuttaṁ –",
  "atk-s0511a1:491": "46.",
  "atk-s0511a1:492": " ‘‘Pañcannaṁ bhikkhusatānaṁ, katakiccāna tādinaṁ;",
  "atk-s0511a1:493": "Khīṇāsavānaṁ vimalānaṁ, khaṇena sannipātayī’’ti.",
  "atk-s0511a1:494": "Tattha pañcannaṁ bhikkhusatānanti pañca bhikkhusatāni, upayogatthe sāmivacanaṁ daṭṭhabbaṁ. Katakiccānanti catūsu saccesu catūhi maggehi pariññāpahānasacchikiriyabhāvanāvasena pariniṭṭhitasoḷasakiccānanti attho. Khīṇāsavānanti parikkhīṇacaturāsavānaṁ. Vimalānanti vigatamalānaṁ , khīṇāsavattā vā vimalānaṁ paramaparisuddhacittasantānānanti attho. Khaṇenāti khaṇeyeva. Sannipātayīti sannipātesi.",
  "atk-s0511a1:495": "Idāni tesaṁ bhikkhūnaṁ sannipāte gamane ca kāraṇaṁ dassanatthaṁ –",
  "atk-s0511a1:496": "47.",
  "atk-s0511a1:497": " ‘‘Lokappasādanaṁ nāma, pāṭihīraṁ nidassayi;",
  "atk-s0511a1:498": "Amhepi tattha gantvāna, vandissāma mayaṁ jinaṁ.",
  "atk-s0511a1:499": "48.",
  "atk-s0511a1:500": " ‘‘Etha sabbe gamissāma, tucchissāma mayaṁ jinaṁ;",
  "atk-s0511a1:501": "Kaṅkhaṁ vinodayissāma, passitvā lokanāyaka’’nti. – imā gāthāyo vuttā;",
  "atk-s0511a1:502": "Tattha lokappasādanaṁ nāmāti lokassa pasādakaraṇato lokappasādanaṁ pāṭihīraṁ vuccati. ‘‘Ullokappasādanaṁ nāmātipi pāṭho, tassa lokavivaraṇapāṭihāriyanti attho. Taṁ pana uddhaṁ akaniṭṭhabhavanato heṭṭhā yāva avīci etthantare ekālokaṁ katvā etthantare sabbesampi sattānaṁ aññamaññaṁ dassanakaraṇādhiṭṭhānanti vuccati. Nidassayīti dassesi. Amhepīti mayampi. Tatthāti yattha bhagavā, tattha gantvānāti attho. Vandissāmāti mayaṁ bhagavato pāde sirasā vandissāma. Ettha pana amhepi, mayanti imesaṁ dvinnaṁ saddānaṁ purimassa gamanakiriyāya sambandho daṭṭhabbo, pacchimassa vandanakiriyāya. Itarathā hi punaruttidosato na muccati.",
  "atk-s0511a1:503": "Ethāti āgacchatha. Kaṅkhaṁvinodayissāmāti etthāha – khīṇāsavānaṁ pana kaṅkhā nāma kācipi natthi, kasmā thero evamāhāti? Saccamevetaṁ, paṭhamamaggeneva samucchedaṁ gatā. Yathāha –",
  "atk-s0511a1:504": "‘‘Katame dhammā dassanena pahātabbāti? Cattāro diṭṭhigatasampayuttacittuppādā vicikicchāsahagato cittuppādo apāyagamanīyo lobho doso moho māno tadekaṭṭhā ca kilesā’’ti (dha. sa. 1405 thokaṁ visadisaṁ).",
  "atk-s0511a1:505": "Na panesā vicikicchāsaṅkhātā kaṅkhāti, kintu paññattiajānanaṁ nāma. Thero pana bhagavantaṁ buddhavaṁsaṁ pucchitukāmo, so pana buddhānaṁyeva visayo, na paccekabuddhabuddhasāvakānaṁ, tasmā thero avisayattā evamāhāti veditabbaṁ. Vinodayissāmāti vinodessāma.",
  "atk-s0511a1:506": "Atha kho te bhikkhū therassa vacanaṁ sutvā attano attano pattacīvaramādāya suvammitā viya mahānāgā pabhinnakilesā chinnabandhanā appicchā santuṭṭhā pavivittā asaṁsaṭṭhā sīlasamādhipaññāvimuttivimuttiñāṇadassanasampannā taramānā sannipattiṁsu. Tena vuttaṁ –",
  "atk-s0511a1:507": "49.",
  "atk-s0511a1:508": " ‘‘Sādhūti te paṭissutvā, nipakā saṁvutindriyā;",
  "atk-s0511a1:509": "Pattacīvaramādāya, taramānā upāgamu’’nti.",
  "atk-s0511a1:510": "Tattha sādhūti ayaṁ sādhu-saddo āyācanasampaṭicchanasampahaṁsanasundarādīsu dissati. Tathā hesa – ‘‘sādhu me, bhante bhagavā, saṁkhittena dhammaṁ desetū’’tiādīsu (saṁ. ni. 4.95; 5.382; a. ni. 4.257) āyācane dissati. ‘‘Sādhu, bhanteti kho so bhikkhu bhagavato bhāsitaṁ abhinanditvā anumoditvā’’tiādīsu (ma. ni. 3.86) sampaṭicchane. ‘‘Sādhu sādhu, sāriputtā’’tiādīsu (dī. ni. 3.349) sampahaṁsane.",
  "atk-s0511a1:511": "‘‘Sādhu dhammaruci rājā, sādhu paññāṇavā naro;",
  "atk-s0511a1:512": "Sādhu mittānamaddubbho, pāpassākaraṇaṁ sukha’’nti. –",
  "atk-s0511a1:513": "Ādīsu (jā. 2.18.101) sundare. Idha sampaṭicchane. Tasmā sādhu suṭṭhūti therassa vacanaṁ sampaṭicchitvāti attho (dī. ni. aṭṭha. 1.189; ma. ni. aṭṭha. 1.1 suttanikkhepavaṇṇanā; saṁ. ni. aṭṭha. 1.115 aggikabhāradvājasuttavaṇṇanā). Nipakāti paṇḍitā paññavantā. Saṁvutindriyāti indriyesu guttadvārā, indriyasaṁvarasamannāgatāti attho. Taramānāti turitā. Upāgamunti theraṁ upasaṅkamiṁsu.",
  "atk-s0511a1:514": "50-1. Idāni dhammasenāpatissa pavattiṁ dassentehi saṅgītikārakehi ‘‘khīṇāsavehi vimalehī’’tiādigāthāyo vuttā tattha dantehīti kāyena ca cittena ca dantehi. Uttame dameti arahatte, nimittatthe bhummaṁ daṭṭhabbaṁ. Tehi bhikkhūhīti pañcahi bhikkhusatehi. Mahāgaṇīti sīlādīhi ca saṅkhyāvasena ca mahanto gaṇo assa atthīti mahāgaṇī, nānāpadavasena vā sīlādīhi guṇehi mahanto gaṇoti mahāgaṇo, mahāgaṇo assa atthīti mahāgaṇī. Laḷanto devova gaganeti iddhivilāsena vilāsento devo viya gaganatale bhagavantaṁ upasaṅkamīti attho.",
  "atk-s0511a1:515": "52. Idāni ‘‘te itthambhūtā upasaṅkamiṁsū’’ti upasaṅkamavidhānadassanatthaṁ ‘‘ukkāsitañca khipita’’ntiādi āraddhaṁ. Tattha ukkāsitañcāti ukkāsitasaddañca. Khipitanti khipitasaddañca. Ajjhupekkhiyāti upekkhitvā, taṁ ubhayaṁ akatvāti adhippāyo. Subbatāti suvimaladhutaguṇā. Sappatissāti sahapatissayā, nīcavuttinoti attho.",
  "atk-s0511a1:516": "53.Sayambhunti sayameva aññāpadesaṁ vinā pāramiyo pūretvā adhigatabuddhabhāvanti attho. Accuggatanti abhinavoditaṁ. Candaṁ vāti candaṁ viya, nabhe jalantaṁ bhagavantaṁ gagane candaṁ viya passantīti evaṁ padasambandho daṭṭhabbo. Idhāpi yathā-saddo nipātamattova.",
  "atk-s0511a1:517": "54.Vijjuṁ vāti vijjughanaṁ viya. Yadi ciraṭṭhitikā acirappabhā assa tādisanti attho. Gagane yathāti ākāse yathā, idhāpi yathā-saddo nipātamattova. Ito parampi īdisesu ṭhānesu yathā-saddo nipātamattoti daṭṭhabbo.",
  "atk-s0511a1:518": "55.Rahadamiva vippasannanti atigambhīravitthataṁ mahārahadaṁ viya anāvilaṁ vippasannaṁ salilaṁ. Suphullaṁ padumaṁ yathāti suvikasitapadumavanaṁ rahadamivāti attho daṭṭhabbo. ‘‘Suphullaṁ kamalaṁ yathā’’tipi pāṭho, tassa kamanīyabhāvena suphullaṁ kamalavanamivāti attho.",
  "atk-s0511a1:519": "56. Atha te bhikkhū dhammasenāpatippamukhā añjaliṁ sirasi katvā dasabalassa cakkālaṅkatatalesu pādesu nipatiṁsūti attho. Tena vuttaṁ – ‘‘añjaliṁ paggahetvāna, tuṭṭhahaṭṭhā pamoditā’’tiādi. Tattha nipatantīti nipatiṁsu, vandiṁsūti attho. Cakkalakkhaṇeti cakkaṁ lakkhaṇaṁ yasmiṁ pāde so pādo cakkalakkhaṇo, tasmiṁ cakkalakkhaṇe. Jātivasena ‘‘pāde’’ti vuttaṁ, satthuno cakkālaṅkatatalesu pādesu nipatiṁsūti attho.",
  "atk-s0511a1:520": "57. Idāni tesaṁ kesañci therānaṁ nāmaṁ dassentehi ‘‘sāriputto mahāpañño, koraṇḍasamasādiso’’tiādi gāthāyo vuttā. Tattha koraṇḍasamasādisoti koraṇḍakusumasadisavaṇṇo, yadi evaṁ ‘‘koraṇḍasamo’’ti vā, ‘‘koraṇḍasadiso’’ti vā vattabbaṁ, kiṁ dvikkhattuṁ ‘‘samasādiso’’ti vuttanti ce? Nāyaṁ doso, tādiso koraṇḍasamattā koraṇḍasadisabhāveneva koraṇḍasamasādiso. Na panādhikavacanavasenāti adhippāyo. Samādhijjhānakusaloti ettha ayaṁ kusala-saddo tāva arogyānavajjachekasukhavipākādīsu dissati. Ayañhi ‘‘kacci nu bhoto kusalaṁ, kacci bhoto anāmaya’’ntiādīsu (jā. 1.15.146; 2.20.129) ārogye dissati. ‘‘Katamo pana, bhante, kāyasamācāro kusalo ? Yo kho, mahārāja, kāyasamācāro anavajjo’’ti (ma. ni. 2.361) evamādīsu anavajje. ‘‘Kusalo tvaṁ rathassa aṅgapaccaṅgāna’’ntiādīsu (ma. ni. 2.87) cheke. ‘‘Kusalassa kammassa katattā upacitattā’’tiādīsu (dha. sa. 431 ādayo) sukhavipāke. Idha pana cheke daṭṭhabbo. Vandateti vandittha.",
  "atk-s0511a1:521": "58.Gajjitāti gajjantīti gajjitā. Kālamegho vāti nīlasaliladharo viya gajjitā iddhivisayeti adhippāyo. Nīluppalasamasādisoti nīlakuvalayasadisavaṇṇo. Heṭṭhā vuttanayenevetthāpi attho veditabbo. Moggallānoti evaṁ gottavasena laddhanāmo kolito.",
  "atk-s0511a1:522": "59.Mahākassapopi cāti uruvelakassapanadīkassapagayākassapakumārakassape khuddānukhuddake there upādāya ayaṁ mahā, tasmā ‘‘mahākassapo’’ti vutto. Pi cāti sambhāvanasampiṇḍanattho. Uttattakanakasannibhoti santattasuvaṇṇasadisachavivaṇṇo. Dhutaguṇeti ettha kilesadhunanato dhammo dhuto nāma, dhutaguṇo nāma dhutadhammo. Katamo pana dhutadhammo nāma? Appicchatā, santuṭṭhitā, sallekhatā, pavivekatā, idamaṭṭhikatāti ime dhutaṅgacetanāya parivārabhūtā pañca dhammā ‘‘appicchaṁyeva nissāyā’’tiādivacanato dhutadhammā nāma. Atha vā kilese dhunanato ñāṇaṁ dhutaṁ nāma, tasmiṁ dhutaguṇe. Agganikkhittoti aggo seṭṭho koṭibhūtoti ṭhapito. ‘‘Etadaggaṁ, bhikkhave, mama sāvakānaṁ bhikkhūnaṁ dhutavādānaṁ yadidaṁ mahākassapo’’ti (a. ni. 1.188, 191) ṭhānantare ṭhapitoti attho. Ayaṁ pana agga-saddo ādikoṭikoṭṭhāsaseṭṭhādīsu dissati. Tathā hesa – ‘‘ajjatagge, samma dovārika , āvarāmi dāraṁ nigaṇṭhānaṁ nigaṇṭhīna’’ntiādīsu (ma. ni. 2.70) ādimhi dissati. ‘‘Teneva aṅgulaggena taṁ aṅgulaggaṁ parāmaseyya’’ (kathā. 441), ‘‘ucchaggaṁ veḷagga’’ntiādīsu koṭiyaṁ. ‘‘Ambilaggaṁ vā madhuraggaṁ vā’’ (saṁ. ni. 5.374) ‘‘anujānāmi, bhikkhave, vihāraggena vā pariveṇaggena vā bhājetu’’ntiādīsu (cūḷava. 318) koṭṭhāse. ‘‘Yāvatā, bhikkhave, sattā apadā vā dvipadā vā…pe… tathāgato tesaṁ aggamakkhāyatī’’tiādīsu (a. ni. 4.34) seṭṭhe. Svāyamidha seṭṭhe daṭṭhabbo. Koṭiyampi vattati. Thero attano ṭhāne seṭṭho ceva koṭibhūto ca. Tena vuttaṁ – ‘‘agganikkhitto’’ti, aggo seṭṭho koṭibhūtoti attho (dī. ni. aṭṭha. 1.250 saraṇagamanakathā; pārā. aṭṭha. 1.15). Thomitoti pasaṁsito devamanussādīhi. Satthu vaṇṇitoti satthārā vaṇṇito thuto, ‘‘kassapo, bhikkhave, candūpamo kulāni upasaṅkamati apakasseva kāyaṁ apakassa cittaṁ niccanavako kulesu appagabbho’’ti evamādīhi anekehi suttanayehi (saṁ. ni. 2.146) vaṇṇito pasattho, sopi bhagavantaṁ vandatīti attho.",
  "atk-s0511a1:523": "60.Dibbacakkhūnanti dibbaṁ cakkhu yesaṁ atthi te dibbacakkhū, tesaṁ dibbacakkhūnaṁ bhikkhūnaṁ aggo seṭṭhoti attho. Yathāha – ‘‘etadaggaṁ, bhikkhave, mama sāvakānaṁ bhikkhūnaṁ dibbacakkhukānaṁ yadidaṁ anuruddho’’ti (a. ni. 1.188, 192). Anuruddhatthero bhagavato cūḷapituno amitodanassa nāma sakkassa putto mahānāmassa kaniṭṭhabhātā mahāpuñño paramasukhumālo, so attasattamo nikkhamitvā agārasmā anagāriyaṁ pabbajito, tassa pabbajjānukkamo saṅghabhedakakkhandhake (cūḷava. 330 ādayo) āgatova. Avidūre vāti bhagavato santikeyeva.",
  "atk-s0511a1:524": "61.Āpattianāpattiyāti āpattiyañca anāpattiyañca kovido. Satekicchāyāti sappaṭikammāyapi appaṭikammāyapi cāti attho. Tattha sappaṭikammā sā chabbidhā hoti, appaṭikammā sā pārājikāpatti. ‘‘Āpattianāpattiyā, satekicchāya kovido’’tipi pāṭho, soyeva attho. Vinayeti vinayapiṭake. Agganikkhittoti ‘‘etadaggaṁ, bhikkhave , mama sāvakānaṁ bhikkhūnaṁ vinayadharānaṁ yadidaṁ, upālī’’ti (a. ni. 1.219, 228) etadaggaṭṭhāne ṭhapitoti attho. Upālīti upālitthero. Satthu vaṇṇitoti satthārā vaṇṇito pasattho. Thero kira tathāgatasseva santike vinayapiṭakaṁ uggaṇhitvā bhārukacchakavatthuṁ (pārā. 78), ajjukavatthuṁ (pārā. 158), kumārakassapavatthunti (ma. ni. 1.249) imāni tīṇi vatthūni sabbaññutaññāṇena saddhiṁ saṁsanditvā kathesi. Tasmā thero vinayadharānaṁ aggoti evamādinā nayena satthārā vaṇṇitoti vutto.",
  "atk-s0511a1:525": "62.Sukhumanipuṇatthapaṭividdhoti paṭividdhasukhumanipuṇattho, paṭividdhaduddasanipuṇatthoti attho. Kathikānaṁ pavaroti dhammakathikānaṁ seṭṭho. ‘‘Etadaggaṁ, bhikkhave, mama sāvakānaṁ bhikkhūnaṁ dhammakathikānaṁ yadidaṁ puṇṇo mantāṇiputto’’ti (a. ni. 1.188, 196) etadaggapāḷiyaṁ āropito. Tena vuttaṁ ‘‘kathikānaṁ pavaro’’ti. Gaṇīti sasaṅgho. Therassa kira santike pabbajitā kulaputtā pañcasatā ahesuṁ. Sabbepi te dasabalassa jātabhūmikā jātaraṭṭhavāsino sabbeva khīṇāsavā sabbeva dasakathāvatthulābhino. Tena vuttaṁ ‘‘gaṇī’’ti. Isīti esati gavesati kusale dhammeti isi. Mantāṇiyā puttoti mantāṇiyā nāma brāhmaṇiyā putto. Puṇṇoti tassa nāmaṁ. Vissutoti attano appicchatādīhi guṇehi vissuto.",
  "atk-s0511a1:526": "Aññāsikoṇḍaññatthero pana satthari abhisambodhiṁ patvā pavattitavaradhammacakke anupubbena āgantvā rājagahaṁ upanissāya viharante kapilavatthuṁ āgantvā attano bhāgineyyaṁ puṇṇaṁ nāma māṇavaṁ pabbājetvā bhagavantaṁ vanditvā āpucchitvā nivāsatthāya sayaṁ chaddantadahaṁ gato. Puṇṇo pana bhagavantaṁ dassanāya therena saddhiṁ āgantvā – ‘‘mayhaṁ pabbajitakiccaṁ matthakaṁ pāpetvāva dasabalassa santikaṁ gamissāmī’’ti kapilapureyeva ohīno, so yonisomanasikāraṁ karonto nacirasseva arahattaṁ patvā bhagavantaṁ upasaṅkami. Ettha pana anuruddhatthero ca upālitthero ca ime dve therā bhagavato kapilavatthupuraṁ pavisitvā ñātisamāgamadivase pabbajitā viya dassitā, taṁ pana khandhakapāḷiyā aṭṭhakathāya ca na sameti. Vīmaṁsitvā gahetabbaṁ.",
  "atk-s0511a1:527": "Atha satthā sāriputtattherādīnaṁ pañcannaṁ bhikkhusatānaṁ cittācāramaññāya attano guṇe kathetumārabhi. Tena vuttaṁ –",
  "atk-s0511a1:528": "63.",
  "atk-s0511a1:529": " ‘‘Etesaṁ cittamaññāya, opammakusalo muni;",
  "atk-s0511a1:530": "Kaṅkhacchedo mahāvīro, kathesi attano guṇa’’nti.",
  "atk-s0511a1:531": "Tattha opammakusaloti upamāya kusalo. Kaṅkhacchedoti sabbasattānaṁ saṁsayacchedako.",
  "atk-s0511a1:532": "Idāni te attano guṇe kathesi, te dassetuṁ –",
  "atk-s0511a1:533": "64.",
  "atk-s0511a1:534": " ‘‘Cattāro te asaṅkhyeyyā, koṭi yesaṁ na nāyati;",
  "atk-s0511a1:535": "Sattakāyo ca ākāso, cakkavāḷā canantakā;",
  "atk-s0511a1:536": "Buddhañāṇaṁ appameyyaṁ, na sakkā ete vijānitu’’nti. – vuttaṁ;",
  "atk-s0511a1:537": "Tattha cattāroti gaṇanaparicchedo. Eteti idāni vattabbe atthe nidasseti. Asaṅkhyeyyāti saṅkhyātumasakkuṇeyyattā asaṅkhyeyyā, gaṇanapathaṁ vītivattāti attho. Koṭītiādi vā anto vā mariyādā. Yesanti yesaṁ catunnaṁ asaṅkhyeyyānaṁ. Na nāyatīti na paññāyati. Idāni te vuttappakāre cattāro asaṅkhyeyye dassetuṁ ‘‘sattakāyo’’tiādi vuttaṁ. Sattakāyoti sattasamūho, sattakāyo ananto aparimāṇo appameyyo. Tathā ākāso ākāsassāpi anto natthi. Tathā cakkavāḷāni anantāni eva. Buddhañāṇaṁ sabbaññutaññāṇaṁ appameyyaṁ. Na sakkā ete vijānitunti yasmā panete anantā, tasmā na sakkā vijānituṁ.",
  "atk-s0511a1:538": "65. Idāni satthā attano iddhivikubbane sañjātacchariyabbhutānaṁ devamanussādīnaṁ kinnāmetaṁ acchariyaṁ, itopi visiṭṭhataraṁ acchariyaṁ abbhutaṁ atthi, mama taṁ suṇāthāti dhammadesanaṁ vaḍḍhento –",
  "atk-s0511a1:539": "‘‘Kimetaṁ acchariyaṁ loke, yaṁ me iddhivikubbanaṁ;",
  "atk-s0511a1:540": "Aññe bahū acchariyā, abbhutā lomahaṁsanā’’ti. – ādimāha;",
  "atk-s0511a1:541": "Tattha kinti paṭikkhepavacanaṁ.Etanti idaṁ iddhivikubbanaṁ sandhāyāha. Yanti ayaṁ yaṁ-saddo ‘‘yaṁ taṁ apucchimha akittayī no, aññaṁ taṁ pucchāma tadiṅgha brūhī’’tiādīsu (su. ni. 1058; mahāni. 110; cūḷani. mettagūmāṇavapucchā 77) upayogavacane dissati . ‘‘Aṭṭhānametaṁ, bhikkhave, anavakāso; yaṁ ekissā lokadhātuyā dve arahanto sammāsambuddhā’’ti (a. ni. 1.277; vibha. 809; mi. pa. 5.1.1) ettha kāraṇavacane. ‘‘Yaṁ vipassī bhagavā kappe udapādī’’ti (dī. ni. 2.4) ettha bhumme. ‘‘Yaṁ kho me, bhante, devānaṁ tāvatiṁsānaṁ sammukhā sutaṁ sammukhā paṭiggahitaṁ, ārocemi taṁ bhagavato’’tiādīsu (dī. ni. 2.293) paccattavacane. Idhāpi paccattavacane daṭṭhabbo (dī. ni. aṭṭha. 2.4). Aññe bahū mama acchariyā abbhutavisesā santīti dīpeti.",
  "atk-s0511a1:542": "Idāni te acchariye dassento –",
  "atk-s0511a1:543": "66.",
  "atk-s0511a1:544": " ‘‘Yadāhaṁ tusite kāye, santusito nāmahaṁ tadā;",
  "atk-s0511a1:545": "Dasasahassī samāgamma, yācanti pañjalī mama’’nti. – ādimāha;",
  "atk-s0511a1:546": "Tattha yadāti yasmiṁ kāle. Ahanti attānaṁ niddisati. Tusite kāyeti tusitasaṅkhāte devanikāye. Yadā panāhaṁ samattiṁsapāramiyo pūretvā pañcamahāpariccāge pariccajitvā ñātatthacariyalokatthacariyabuddhatthacariyānaṁ koṭiṁ patvā sattasatakamahādānāni datvā sattakkhattuṁ pathaviṁ kampetvā vessantarattabhāvato cavitvā dutiye cittavāre tusitabhavane nibbatto tadāpi santusito nāma devarājā ahosiṁ. Dasasahassī samāgammāti dasasahassacakkavāḷesu devatā sannipatitvāti attho. Yācanti pañjalī mamanti maṁ upasaṅkamitvā, ‘‘mārisa, tayā dasa pāramiyo pūrentena na sakkasampattiṁ na māra na brahma na cakkavattisampattiṁ patthentena pūritā, lokanittharaṇatthāya pana buddhattaṁ patthayamānena pūritā, so tava kālo, mārisa, buddhattāya samayo , mārisa, buddhattāyā’’ti (jā. aṭṭha. 1.nidānakathā, avidūrenidānakathā) yācanti mamanti. Tena vuttaṁ –",
  "atk-s0511a1:547": "67.",
  "atk-s0511a1:548": " ‘‘Kālo kho te mahāvīra, uppajja mātukucchiyaṁ;",
  "atk-s0511a1:549": "Sadevakaṁ tārayanto, bujjhassu amataṁ pada’’nti.",
  "atk-s0511a1:550": "Tattha kālo teti kālo tava, ayameva vā pāṭho. Uppajjāti paṭisandhiṁ gaṇha, ‘‘okkamā’’tipi pāṭho. Sadevakanti sadevakaṁ lokanti attho. Tārayantoti ettha pāramiyo pūrentopi tārayati nāma, pāramiyo matthakaṁ pāpentopi tārayati nāma, vessantarattabhāvato cavitvā tusitapure paṭisandhiṁ gahetvā saṭṭhivassasatasahassādhikāni sattapaṇṇāsavassakoṭiyo tattha tiṭṭhantopi tārayati nāma, devatāhi yācito pañcavidhaṁ mahāvilokitaṁ viloketvā mahāmāyādeviyā kucchismiṁ paṭisandhiṁ gaṇhantopi dasamāse gabbhavāsaṁ vasantopi tārayati nāma, ekūnatiṁsa vassāni agāramajjhe tiṭṭhantopi tārayati nāma. Rāhulabhaddassa jātadivase channasahāyo kaṇḍakaṁ āruyha nikkhamantopi tīṇi rajjāni atikkamitvā anomāya nāma nadiyā tīre pabbajantopi tārayati nāma, chabbassāni padhānaṁ karontopi visākhapuṇṇamāyaṁ mahābodhimaṇḍaṁ āruyha mārabalaṁ vidhamitvā paṭhamayāme pubbenivāsaṁ anussaritvā majjhimayāme dibbacakkhuṁ visodhetvā pacchimayāme dvādasaṅgaṁ paṭiccasamuppādaṁ anulomapaṭilomato sammasitvā sotāpattimaggaṁ paṭivijjhantopi tārayati nāma, sotāpattiphalakkhaṇepi, sakadāgāmimaggakkhaṇepi, sakadāgāmiphalakkhaṇepi, anāgāmimaggakkhaṇepi, anāgāmiphalakkhaṇepi, arahattamaggakkhaṇepi, arahattaphalakkhaṇepi tārayati nāma, yadā aṭṭhārasadevatākoṭisahassehi pañcavaggiyānaṁ amatapānaṁ adāsi, tato paṭṭhāya tārayi nāmāti vuccati. Tena vuttaṁ –",
  "atk-s0511a1:551": "‘‘Sadevakaṁ tārayanto, bujjhassu amataṁ pada’’nti.",
  "atk-s0511a1:552": "Atha mahāsatto devatāhi yāciyamānopi devatānaṁ paṭiññaṁ adatvāva kāladīpadesakulajanettiāyuparicchedavasena pañcavidhaṁ mahāvilokanaṁ nāma vilokesi. Tattha ‘‘kālo nu kho, na kālo’’ti paṭhamaṁ kālaṁ vilokesi. Tattha vassasatasahassato uddhaṁ āyukālo kālo nāma na hoti. Kasmā? Jātijarāmaraṇādīnaṁ apākaṭattā, buddhānañca dhammadesanā nāma tilakkhaṇamuttā nāma natthi, tesaṁ aniccaṁ dukkhamanattāti kathentānaṁ ‘‘kinnāmete kathentī’’ti na saddahanti, tato abhisamayo na hoti, tasmiṁ asati aniyyānikaṁ sāsanaṁ hoti . Tasmā so akālo. Vassasatato ūno āyukālopi kālo na hoti. Kasmā? Tadā sattā ussannakilesā honti, ussannakilesānañca dinno ovādo ovādaṭṭhāne na tiṭṭhati, tasmā sopi akālo. Vassasatasahassato paṭṭhāya heṭṭhā vassasatato paṭṭhāya uddhaṁ āyukālo kālo nāma. Idāni vassasatāyukā manussāti atha bodhisatto ‘‘nibbattitabbakālo’’ti addasa.",
  "atk-s0511a1:553": "Tato dīpaṁ olokento ‘‘jambudīpeyeva buddhā nibbattantī’’ti dīpaṁ passi. Tato jambudīpo nāma mahā dasayojanasahassaparimāṇo, katarasmiṁ nu kho padese buddhā nibbattantī’’ti desaṁ vilokento majjhimadesaṁ passi. Tato kulaṁ vilokento ‘‘buddhā nāma lokasammate kule nibbattanti, idāni khattiyakulaṁ lokasammataṁ, tattha nibbattissāmi, suddhodano nāma me rājā pitā bhavissatī’’ti kulaṁ addasa. Tato mātaraṁ vilokento ‘‘buddhamātā nāma lolā surādhuttā na hoti, akhaṇḍapañcasīlāti ayañca mahāmāyā nāma devī edisā, ayaṁ me mātā bhavissatīti kittakaṁ assā āyū’’ti āvajjento dasannaṁ māsānaṁ upari sattadivasāni passi. Iti imaṁ pañcavidhavilokanaṁ viloketvā – ‘‘kālo me, mārisa, buddhabhāvāyā’’ti devatānaṁ paṭiññaṁ datvā tattha yāvatāyukaṁ ṭhatvā tato cavitvā sakyarājakule māyādeviyā kucchiyaṁ paṭisandhiṁ aggahesi (jā. aṭṭha. 1.nidānakathā, avidūrenidānakathā; apa. aṭṭha. 1.nidānakathā, avidūrenidānakathā). Tena vuttaṁ –",
  "atk-s0511a1:554": "68.",
  "atk-s0511a1:555": " ‘‘Tusitā kāyā cavitvāna, yadā okkami kucchiyaṁ;",
  "atk-s0511a1:556": "Dasasahassīlokadhātu, kampittha dharaṇī tadā’’ti. – ādi;",
  "atk-s0511a1:557": "Tattha okkamīti okkamiṁ pāvisiṁ. Kucchiyanti mātukucchimhi. Dasasahassīlokadhātu, kampitthāti sato sampajāno pana bodhisatto mātukucchiṁ okkamanto ekūnavīsatiyā paṭisandhicittesu mettāpubbabhāgassa somanassasahagatañāṇasampayuttaasaṅkhārikakusalacittassa sadisa mahāvipākacittena āsāḷhipuṇṇamāyaṁ uttarāsāḷhanakkhatteneva paṭisandhiṁ aggahesi. Tadā dasasahassīlokadhātu sakalāpi kampi saṅkampi sampakampīti attho. Dharaṇīti dhāreti sabbe thāvarajaṅgameti dharaṇī, pathavī.",
  "atk-s0511a1:558": "69.Sampajānova nikkhaminti ettha yadā panāhaṁ sato sampajānova mātukucchito dhammāsanato otaranto dhammakathiko viya nisseṇito otaranto puriso viya ca dve hatthe ca pāde ca pasāretvā ṭhitakova mātukucchisambhavena kenaci asucinā amakkhitova nikkhamiṁ. Sādhukāraṁ pavattentīti sādhukāraṁ pavattayanti, sādhukāraṁ dentīti attho. Pakampitthāti kampittha, okkamanepi mātukucchito nikkhamanepi dasasahassī pakampitthāti attho.",
  "atk-s0511a1:559": "70. Atha bhagavā gabbhokkantiādīsu attanā samasamaṁ adisvā gabbhokkantiādīsu attano acchariyadassanatthaṁ ‘‘okkanti me samo natthī’’ti imaṁ gāthamāha. Tattha okkantīti gabbhokkantiyaṁ, bhummatthe paccattavacanaṁ, paṭisandhiggahaṇeti attho. Meti mayā. Samoti sadiso natthi. Jātitoti ettha jāyati etāya mātuyāti mātā ‘‘jātī’’ti vuccati, tato jātito mātuyāti attho. Abhinikkhameti mātukucchito abhinikkhamane pasave satīti attho. Sambodhiyanti ettha pasatthā sundarā bodhi sambodhi. Ayaṁ pana bodhi-saddo rukkhamagganibbānasabbaññutaññāṇādīsu dissati – ‘‘bodhirukkhamūle paṭhamābhisambuddho’’ti (mahāva. 1; udā. 1) ca, ‘‘antarā ca gayaṁ antarā ca bodhi’’nti (ma. ni. 1.285; 2.341; mahāva. 11) ca āgataṭṭhāne hi rukkho bodhīti vuccati. ‘‘Bodhi vuccati catūsu maggesu ñāṇa’’nti (cūḷani. khaggavisāṇasuttaniddesa 121) āgataṭṭhāne maggo. ‘‘Patvāna bodhiṁ amataṁ asaṅkhata’’nti āgataṭṭhāne nibbānaṁ. ‘‘Pappoti bodhiṁ varabhūrimedhaso’’ti (dī. ni. 3.217) āgataṭṭhāne sabbaññutaññāṇaṁ. Idha pana bhagavato arahattamaggañāṇaṁ adhippetaṁ (ma. ni. aṭṭha. 1.13; pārā. aṭṭha. 1.11; udā. aṭṭha. 20; cariyā. aṭṭha. nidānakathā). Apare ‘‘sabbaññutaññāṇa’’ntipi vadanti, tassaṁ sambodhiyaṁ ahaṁ seṭṭhoti attho.",
  "atk-s0511a1:560": "Kasmā pana bhagavā sambodhiṁ paṭicca attānaṁ pasaṁsatīti? Sabbaguṇadāyakattā. Bhagavato hi sambodhi sabbaguṇadāyikā sabbepi niravasese buddhaguṇe dadāti, na pana aññesaṁ. Aññesaṁ pana kassaci arahattamaggo arahattaphalameva deti, kassaci tisso vijjā, kassaci cha abhiññā, kassaci catasso paṭisambhidā, kassaci sāvakapāramiñāṇaṁ, paccekabuddhānaṁ paccekabodhiñāṇameva deti. Buddhānaṁ pana sabbaguṇasampattiṁ deti. Tasmā bhagavā sabbaguṇadāyakattā ‘‘sambodhiyaṁ ahaṁ seṭṭho’’ti attānaṁ pasaṁsati. Api ca bhūmiṁ cāletvā sambodhiṁ pāpuṇi, tasmā ‘‘sambodhiyaṁ ahaṁ seṭṭho’’ti vadati. Dhammacakkappavattaneti ettha dhammacakkaṁ pana duvidhaṁ hoti – paṭivedhañāṇañca desanāñāṇañcāti. Tattha paññāpabhāvitaṁ attano ariyaphalāvahaṁ paṭivedhañāṇaṁ, karuṇāpabhāvitaṁ sāvakānaṁ ariyaphalāvahaṁ desanāñāṇaṁ. Paṭivedhañāṇaṁ lokuttaraṁ kusalaṁ upekkhāsahagataṁ avitakkaavicāraṁ, desanāñāṇaṁ lokiyaṁ abyākataṁ , ubhayampi panetaṁ aññehi asādhāraṇaṁ. Idha pana desanāñāṇaṁ adhippetaṁ (paṭi. ma. aṭṭha. 2.2.44).",
  "atk-s0511a1:561": "71. Idāni bhagavato gabbhokkamaneva pathavikampanādikaṁ pavattiṁ sutvā ‘‘aho acchariyaṁ loke’’ti devatāhi ayaṁ gāthā vuttā. Tattha buddhānaṁ guṇamahantatāti aho buddhānaṁ guṇamahantabhāvo, aho buddhānaṁ mahānubhāvoti attho dasasahassīlokadhātu, chappakāraṁ pakampathāti dasasu cakkavāḷasahassesu mahāpathavī chappakāraṁ pakampittha calittha. Kathaṁ? Puratthimato unnamati pacchimato onamati, pacchimato unnamati puratthimato onamati, uttarato unnamati dakkhiṇato onamati, dakkhiṇato unnamati uttarato onamati, majjhimato unnamati pariyantato onamati, pariyantato unnamati majjhimato onamatīti evaṁ chappakāraṁ anilabalacalitajalataraṅgabhaṅgasaṅghaṭṭitā viya nāvā catunahutādhikadviyojanasatasahassabahalā pathavisandhārakajalapariyantā acetanāpi samānā sacetanā viya ayaṁ mahāpathavī pītiyā naccantī viya akampitthāti attho. Obhāsoca mahā āsīti atikkammeva devānaṁ devānubhāvaṁ uḷāro obhāso ahosīti attho. Accheraṁ lomahaṁsananti accherañca lomahaṁsanañca ahosīti attho.",
  "atk-s0511a1:562": "72. Idāni pathavikampanālokapātubhāvādīsu acchariyesu vattamānesu bhagavato pavattidassanatthaṁ ‘‘bhagavā tamhi samaye’’tiādigāthāyo vuttā. Tattha lokajeṭṭhoti lokaseṭṭho. Sadevakanti sadevakassa lokassa, sāmiatthe upayogavacanaṁ daṭṭhabbaṁ. Dassayantoti pāṭihāriyaṁ dassento.",
  "atk-s0511a1:563": "73.Caṅkamantovāti dasalokadhātusahassāni ajjhottharitvā ṭhite tasmiṁ ratanamaye caṅkame caṅkamamānova kathesi. Lokanāyakoti atha satthā manosilātale sīhanādaṁ nadanto sīho viya gajjanto pāvussakamegho viya ca ākāsagaṅgaṁ otārento viya ca aṭṭhaṅgasamannāgatena (dī. ni. 2.285, 301) savanīyena kamanīyena brahmassarena nānānayavicittaṁ catusaccapaṭisaṁyuttaṁ tilakkhaṇāhataṁ madhuradhammakathaṁ kathesīti attho.",
  "atk-s0511a1:564": "Antarā na nivatteti, catuhatthe caṅkame yathāti ettha satthārā pana nimmitassa tassa caṅkamassa ekā koṭi pācīnacakkavāḷamukhavaṭṭiyaṁ ekā pacchimacakkavāḷamukhavaṭṭiyaṁ evaṁ ṭhite tasmiṁ ratanacaṅkame caṅkamamāno satthā ubho koṭiyo patvāva nivattati, antarā ubho koṭiyo apatvā na nivattati. Yathā catuhatthappamāṇe caṅkame caṅkamamāno ubho koṭiyo sīghameva patvā nivattati, evaṁ antarā na nivattatīti attho. Kiṁ pana bhagavā dasasahassayojanappamāṇāyāmaṁ caṅkamaṁ rassamakāsi , tāvamahantaṁ vā attabhāvaṁ nimminīti? Na panevamakāsi. Acinteyyo buddhānaṁ buddhānubhāvo. Akaniṭṭhabhavanato paṭṭhāya yāva avīci, tāva ekaṅgaṇā ahosi. Tiriyato ca dasacakkavāḷasahassāni ekaṅgaṇāni ahesuṁ. Devā manusse passanti, manussāpi deve passanti. Yathā sabbe devamanussā pakatiyā caṅkamamānaṁ passanti, evaṁ bhagavantaṁ caṅkamamānaṁ passiṁsūti. Bhagavā pana caṅkamantova dhammaṁ deseti antarāsamāpattiñca samāpajjati.",
  "atk-s0511a1:565": "Atha āyasmā sāriputto aparimitasamayasamupacitakusalabalajanitadvattiṁsavaralakkhaṇopasobhitaṁ asītānubyañjanavirājitaṁ varasarīraṁ saradasamaye paripuṇṇaṁ viya rajanikaraṁ sabbaphāliphullaṁ viya ca yojanasatubbedhaṁ pāricchattakaṁ aṭṭhārasaratanubbedhaṁ byāmappabhāparikkhepasassirikaṁ varakanakagirimiva jaṅgamaṁ anopamāya buddhalīḷāya anopamena buddhasirivilāsena caṅkamantaṁ dasasahassidevagaṇaparivutaṁ bhagavantaṁ addasa. Disvāna ayaṁ pana sakalāpi dasasahassī lokadhātu sannipatitā, mahatiyā panettha dhammadesanāya bhavitabbaṁ, buddhavaṁsadesanā pana bahūpakārā bhagavati pasādāvahā, yaṁnūnāhaṁ dasabalassa abhinīhārato paṭṭhāya buddhavaṁsaṁ paripuccheyya’’nti cintetvā ekaṁsaṁ cīvaraṁ katvā bhagavantaṁ upasaṅkamitvā dasanakhasamujjalaṁ jalajāmalāvikala-kamala-makulasadisaṁ añjaliṁ sirasi katvā bhagavantaṁ ‘‘kīdiso te mahāvīrā’’tiādikaṁ paripucchi. Tena vuttaṁ –",
  "atk-s0511a1:566": "74.",
  "atk-s0511a1:567": " ‘‘Sāriputto mahāpañño, samādhijjhānakovido;",
  "atk-s0511a1:568": "Paññāya pāramippatto, pucchati lokanāyakaṁ.",
  "atk-s0511a1:569": "75.",
  "atk-s0511a1:570": " ‘‘Kīdiso te mahāvīra, abhinīhāro naruttama;",
  "atk-s0511a1:571": "Kamhi kāle tayā dhīra, patthitā bodhimuttamā’’ti. –",
  "atk-s0511a1:572": "Ādi. Kā nāmāyaṁ anusandhīti? Pucchānusandhi nāma. Tisso hi anusandhiyo – pucchānusandhi ajjhāsayānusandhi yathānusandhīti. Tattha ‘‘evaṁ vutte aññataro bhikkhu bhagavantaṁ etadavoca – ‘‘kiṁ nu kho, bhante, orimaṁ tīraṁ kiṁ pārimaṁ tīra’’nti (saṁ. ni. 4.241) evaṁ pucchantānaṁ bhagavatā vissajjitasuttavasena pucchānusandhi veditabbā.",
  "atk-s0511a1:573": "‘‘Atha kho aññatarassa bhikkhuno evaṁ cetaso parivitakko udapādi ‘iti kira, bho, rūpaṁ anattā, vedanā anattā, saññā anattā, saṅkhārā anattā, viññāṇaṁ anattā, anattakatāni kammāni kamattānaṁ phusissantī’ti. Atha kho bhagavā tassa bhikkhuno cetasā cetoparivitakkamaññāya bhikkhū āmantesi – ṭhānaṁ kho panetaṁ, bhikkhave, vijjati, yaṁ idhekacco moghapuriso avidvā avijjāgato taṇhādhipateyyena cetasā satthusāsanaṁ atidhāvitabbaṁ maññeyya ‘iti kira, bho, rūpaṁ anattā, vedanā anattā, saññā anattā, saṅkhārā anattā, viññāṇaṁ anattā, anattakatāni kammāni kamattānaṁ phusissantī’ti…pe… taṁ kiṁ maññatha, bhikkhave, rūpaṁ niccaṁ vā aniccaṁ vā’’ti (ma. ni. 3.90) evaṁ paresaṁ ajjhāsayaṁ viditvā bhagavatā vuttavasena ajjhāsayānusandhi veditabbā.",
  "atk-s0511a1:574": "Yena pana dhammena ādimhi desanā uṭṭhitā, tassa dhammassa anurūpadhammavasena vā paṭikkhepavasena vā yesu suttesu uparidesanā āgacchati, tesaṁ vasena yathānusandhi veditabbā. Tena vuttaṁ ‘‘pucchānusandhī’’ti.",
  "atk-s0511a1:575": "Tattha paññāya pāramippattoti sāvakapāramiñāṇassa matthakaṁ patto. Pucchatīti apucchi. Tattha pucchā nāma adiṭṭhajotanāpucchā, diṭṭhasaṁsandanāpucchā, vimaticchedanāpucchā, anumatipucchā, kathetukamyatāpucchāti pañcavidhā hoti. Tatthāyaṁ therassa katamā pucchāti ce? Yasmā panāyaṁ buddhavaṁso kappasatasahassādhikaasaṅkhyeyyopacitapuññasambhārānaṁ paccekabuddhānaṁ kappasatasahassādhikaasaṅkhyeyyopacitapuññasambhārānaṁ dvinnaṁ aggasāvakānañca kappasatasahassopacitapuññasambhārānaṁ sesamahāsāvakānaṁ vā avisayo, sabbaññubuddhānaṁyeva visayo, tasmā therassa adiṭṭhajotanā pucchāti veditabbā.",
  "atk-s0511a1:576": "Kīdisoti pucchanākāro, kiṁpakāroti attho. Teti tava. Abhinīhāroti abhinīhāro nāma buddhabhāvatthaṁ mānasaṁ bandhitvā ‘‘buddhabyākaraṇaṁ aladdhā na uṭṭhahissāmī’’ti vīriyamadhiṭṭhāya nipajjanaṁ. Tena vuttaṁ –",
  "atk-s0511a1:577": "‘‘Kīdiso te mahāvīra, abhinīhāro naruttamā’’ti.",
  "atk-s0511a1:578": "Kamhi kāleti tasmiṁ kāle. Patthitāti icchitā abhikaṅkhitā, ‘‘buddho bodheyyaṁ mutto moceyya’’ntiādinā nayena buddhabhāvāya paṇidhānaṁ kadā katanti apucchi. Bodhīti sammāsambodhi, arahattamaggañāṇassa ca sabbaññutaññāṇassa cetaṁ adhivacanaṁ. Uttamāti sāvakabodhipaccekabodhīhi seṭṭhattā uttamāti vuttā. Ubhinnamantarā ma-kāro padasandhikaro.",
  "atk-s0511a1:579": "Idāni buddhabhāvakārake dhamme pucchanto –",
  "atk-s0511a1:580": "76.",
  "atk-s0511a1:581": " ‘‘Dānaṁ sīlañca nekkhammaṁ, paññāvīriyañca kīdisaṁ;",
  "atk-s0511a1:582": "Khantisaccamadhiṭṭhānaṁ, mettupekkhā ca kīdisā.",
  "atk-s0511a1:583": "77.",
  "atk-s0511a1:584": " ‘‘Dasa pāramī tayā dhīra, kīdisī lokanāyaka;",
  "atk-s0511a1:585": "Kathaṁ upapāramī puṇṇā, paramatthapāramī katha’’nti. – āha;",
  "atk-s0511a1:586": "Tattha dānapāramiyaṁ tāva bāhirabhaṇḍapariccāgo pāramī nāma, aṅgapariccāgo upapāramī nāma, jīvitapariccāgo paramatthapāramī nāmāti. Esa nayo sesapāramīsupi. Evaṁ dasa pāramiyo dasa upapāramiyo dasa paramatthapāramiyoti samattiṁsa pāramiyo honti. Tattha bodhisattassa dānapāramitāya pūritattabhāvānaṁ parimāṇaṁ nāma natthi. Ekantena panassa sasapaṇḍitajātake –",
  "atk-s0511a1:587": "‘‘Bhikkhāya upagataṁ disvā, sakattānaṁ pariccajiṁ;",
  "atk-s0511a1:588": "Dānena me samo natthi, esā me dānapāramī’’ti. (cariyā. 1.143 tassuddānaṁ) –",
  "atk-s0511a1:589": "Evaṁ paraṁ jīvitapariccāgaṁ karontassa dānapāramī paramatthapāramī nāma jātā.",
  "atk-s0511a1:590": "Tathā sīlapāramitāya pūritattabhāvānaṁ parimāṇaṁ nāma natthi. Ekanteneva panassa saṅkhapālajātake –",
  "atk-s0511a1:591": "‘‘Sūlehi vinivijjhante, koṭṭayantepi sattibhi;",
  "atk-s0511a1:592": "Bhojaputte na kuppāmi, esā me sīlapāramī’’ti. (cariyā. 2.91) –",
  "atk-s0511a1:593": "Evaṁ attapariccāgaṁ karontassa sīlapāramī paramatthapāramī nāma jātā.",
  "atk-s0511a1:594": "Tathā mahārajjaṁ pahāya nekkhammapāramiyā pūritattabhāvānaṁ parimāṇaṁ nāma natthi. Ekantena panassa cūḷasutasomajātake –",
  "atk-s0511a1:595": "‘‘Mahārajjaṁ hatthagataṁ, kheḷapiṇḍaṁva chaḍḍayiṁ;",
  "atk-s0511a1:596": "Cajato na hoti lagganaṁ, esā me nekkhammapāramī’’ti. (dha. sa. aṭṭha. nidānakathā; jā. aṭṭha. 1.dūrenidānakathā; apa. aṭṭha. 1.dūrenidānakathā) –",
  "atk-s0511a1:597": "Evaṁ nissaṅgatāya rajjaṁ chaḍḍetvā nikkhamantassa nekkhammapāramī paramatthapāramī nāma jātā.",
  "atk-s0511a1:598": "Tathā mahosadhapaṇḍitakālādīsu paññāpāramiyā pūritattabhāvānaṁ parimāṇaṁ nāma natthi. Ekantena panassa sattubhattakapaṇḍitakāle –",
  "atk-s0511a1:599": "‘‘Paññāya vicinantohaṁ, brāhmaṇaṁ mocayiṁ dukhā;",
  "atk-s0511a1:600": "Paññāya me samo natthi, esā me paññāpāramī’’ti. (dha. sa. aṭṭha. nidānakathā; jā. aṭṭha. 1.dūrenidānakathā; apa. aṭṭha. 1.dūrenidānakathā) –",
  "atk-s0511a1:601": "Antobhastagataṁ sappaṁ dassentassa paññāpāramī paramatthapāramī nāma jātā.",
  "atk-s0511a1:602": "Tathā vīriyapāramitāya pūritattabhāvānaṁ parimāṇaṁ nāma natthi. Ekantena panassa mahājanakajātake –",
  "atk-s0511a1:603": "‘‘Atīradassī jalamajjhe, hatā sabbeva mānusā;",
  "atk-s0511a1:604": "Cittassa aññathā natthi, esā me vīriyapāramī’’ti. (dha. sa. aṭṭha. nidānakathā; jā. aṭṭha. 1.dūrenidānakathā; apa. aṭṭha. 1.dūrenidānakathā) –",
  "atk-s0511a1:605": "Evaṁ mahāsamuddaṁ tarantassa vīriyapāramī paramatthapāramī nāma jātā.",
  "atk-s0511a1:606": "Tathā khantivādijātake –",
  "atk-s0511a1:607": "‘‘Acetanaṁva koṭṭente, tiṇhena pharasunā mamaṁ;",
  "atk-s0511a1:608": "Kāsirāje na kuppāmi, esā me khantipāramī’’ti. (dha. sa. aṭṭha. nidānakathā; jā. aṭṭha. 1.dūrenidānakathā; apa. aṭṭha. 1.dūrenidānakathā) –",
  "atk-s0511a1:609": "Evaṁ acetanabhāvena viya mahādukkhaṁ adhivāsentassa khantipāramī paramatthapāramī nāma jātā.",
  "atk-s0511a1:610": "Tathā mahāsutasomajātake –",
  "atk-s0511a1:611": "‘‘Saccavācaṁnurakkhanto, cajitvā mama jīvitaṁ;",
  "atk-s0511a1:612": "Mocesiṁ ekasataṁ khattiye, esā me saccapāramī’’ti. (dha. sa. aṭṭha. nidānakathā; jā. aṭṭha. 1.dūrenidānakathā; apa. aṭṭha. 1.dūrenidānakathā) –",
  "atk-s0511a1:613": "Evaṁ jīvitaṁ cajitvā saccaṁ anurakkhantassa saccapāramī paramatthapāramī nāma jātā.",
  "atk-s0511a1:614": "Tathā mūgapakkhajātake –",
  "atk-s0511a1:615": "‘‘Mātā pitā na me dessā, attā me na ca dessiyo;",
  "atk-s0511a1:616": "Sabbaññutaṁ piyaṁ mayhaṁ, tasmā vataṁ adhiṭṭhahi’’nti. (dha. sa. aṭṭha. nidānakathā; jā. aṭṭha. 1.dūrenidānakathā; apa. aṭṭha. 1.dūrenidānakathā; cariyā 3.65) –",
  "atk-s0511a1:617": "Evaṁ jīvitampi pariccajitvā vataṁ adhiṭṭhahantassa adhiṭṭhānapāramī paramatthapāramī nāma jātā.",
  "atk-s0511a1:618": "Tathā suvaṇṇasāmajātake –",
  "atk-s0511a1:619": "‘‘Na maṁ koci uttasati, napi bhāyāmi kassaci;",
  "atk-s0511a1:620": "Mettābalenupatthaddho, ramāmi pavane tadā’’ti. (dha. sa. aṭṭha. nidānakathā; jā. aṭṭha. 1.dūrenidānakathā; apa. aṭṭha. 1.dūrenidānakathā; cariyā. 3.113) –",
  "atk-s0511a1:621": "Evaṁ jīvitampi anoloketvā mettāyantassa mettāpāramī paramatthapāramī nāma jātā.",
  "atk-s0511a1:622": "Tato lomahaṁsajātake –",
  "atk-s0511a1:623": "‘‘Susāne seyyaṁ kappemi, chavaṭṭhikaṁ upanidhāyahaṁ;",
  "atk-s0511a1:624": "Gāmaṇḍalā upagantvā, rūpaṁ dassentinappaka’’nti. (dha. sa. aṭṭha. nidānakathā; jā. aṭṭha. 1.dūrenidānakathā; apa. aṭṭha. 1.dūrenidānakathā; cariyā. 3.119) –",
  "atk-s0511a1:625": "Evaṁ gāmadārakesu niṭṭhubhanādīhi ceva mālāgandhūpahārādīhi ca sukhadukkhaṁ uppādentesupi upekkhaṁ anativattantassa upekkhāpāramī paramatthapāramī nāma jātā. Ayamettha saṅkhepo, vitthāro pana cariyāpiṭakato gahetabbo.",
  "atk-s0511a1:626": "Idāni therena puṭṭhassa bhagavato byākaraṇaṁ dassentehi saṅgītikārakehi –",
  "atk-s0511a1:627": "78.",
  "atk-s0511a1:628": " ‘‘Tassa puṭṭho viyākāsi, karavīkamadhuragiro;",
  "atk-s0511a1:629": "Nibbāpayanto hadayaṁ, hāsayanto sadevakaṁ.",
  "atk-s0511a1:630": "79.",
  "atk-s0511a1:631": " ‘‘Atītabuddhānaṁ jinānaṁ desitaṁ, nikīlitaṁ buddhaparamparāgataṁ;",
  "atk-s0511a1:632": "Pubbenivāsānugatāya buddhiyā, pakāsayī lokahitaṁ sadevake’’ti. – vuttaṁ;",
  "atk-s0511a1:633": "Tattha tassa puṭṭho viyākāsīti tena dhammasenāpatinā puṭṭho hutvā tassa byākāsi, attano abhinīhārato paṭṭhāya abhisambodhipariyosānaṁ sabbaṁ buddhavaṁsaṁ kathesīti attho. Karavīkamadhuragiroti karavīkasakuṇassa viya madhurā girā yassa so karavīkamadhuragiro, karavīkamadhuramañjussaroti attho. Tatridaṁ karavīkānaṁ madhurassaratā – karavīkasakuṇā kira madhurarasaṁ ambapakkaṁ mukhatuṇḍakena paharitvā paggharitaṁ phalarasaṁ pivitvā pakkhena tāḷaṁ datvā vikūjamāne catuppadā madamattā viya laḷituṁ ārabhanti, gocarapasutāpi catuppadagaṇā mukhagatānipi tiṇāni chaḍḍetvā taṁ nādaṁ suṇanti, vāḷamigā khuddakamige anubandhamānā ukkhittaṁ pādaṁ anikkhipitvā cittakatā viya tiṭṭhanti, anubandhamigāpi maraṇabhayaṁ hitvā tiṭṭhanti, ākāse pakkhandantā pakkhinopi pakkhe pasāretvā tiṭṭhanti, udake macchāpi kaṇṇapaṭalaṁ acālentā taṁ saddaṁ suṇamānā tiṭṭhanti. Evaṁ madhurassarā karavīkā (dī. ni. aṭṭha. 2.38; ma. ni. aṭṭha. 2.386). Nibbāpayanto hadayanti kilesaggisantattasabbajanamānasaṁ dhammakathāmatadhārāya sītibhāvaṁ janayantoti attho. Hāsayantoti tosayanto. Sadevakanti sadevakaṁ lokaṁ.",
  "atk-s0511a1:634": "Atītabuddhānanti atītānaṁ buddhānaṁ. Amhākaṁ bhagavato abhinīhārassa purato pana taṇhaṅkaro medhaṅkaro saraṇaṅkaro dīpaṅkaroti cattāro buddhā ekasmiṁ kappe nibbattiṁsu. Tesaṁ aparabhāge koṇḍaññādayo tevīsati buddhāti sabbe dīpaṅkarādayo catuvīsati buddhā idha ‘‘atītabuddhā’’ti adhippetā, tesaṁ atītabuddhānaṁ. Jinānanti tasseva vevacanaṁ. Desitanti kathitaṁ. Catuvīsatiyā buddhānaṁ catusaccapaṭisaṁyuttaṁ dhammakathaṁ. Nikīlitanti tesaṁ caritaṁ kappajātigottāyubodhisāvakasannipātaupaṭṭhākamātāpituputtabhariyāparicchedādikaṁ nikīlitaṁ nāma. Buddhaparamparāgatanti dīpaṅkaradasabalato paṭṭhāya yāva kassapaparamparato āgataṁ desitaṁ nikīlitaṁ vāti attho. Pubbenivāsānugatāya buddhiyāti ekampi jātiṁ dvepi jātiyoti (ma. ni. 1.148, 384, 421; 2.233; 3.82; pārā. 12) evaṁ vibhattaṁ pubbe nivuṭṭhakkhandhasantānasaṅkhātaṁ pubbenivāsaṁ anugatā upagatā tāya pubbenivāsānugatāya buddhiyā, pubbenivāsānussatiñāṇenāti attho. Pakāsayīti byākāsi. Lokahitanti sabbalokahitaṁ buddhavaṁsaṁ. Sadevaketi sadevake loketi attho.",
  "atk-s0511a1:635": "80. Atha bhagavā karuṇāsītalena hadayena sadevakaṁ lokaṁ savane niyojento ‘‘pītipāmojjajanana’’ntiādimāha. Tattha pītipāmojjajanananti pītipāmojjakaraṁ pītiyā pubbabhāgaṁ pāmojjaṁ, pañcavaṇṇāya pītiyā janananti attho. Sokasallavinodananti sokasaṅkhātānaṁ sallānaṁ vinodanaṁ viddhaṁsanaṁ. Sabbasampattipaṭilābhanti sabbāpi devamanussasampattiādayo sampattiyo paṭilabhanti etenāti sabbasampattipaṭilābho, taṁ sabbasampattipaṭilābhaṁ buddhavaṁsadesananti attho. Cittīkatvāti citte katvā, buddhānussatiṁ purakkhatvāti attho. Suṇāthāti nisāmetha nibodhatha. Meti mama.",
  "atk-s0511a1:636": "81.Madanimmadananti jātimadādīnaṁ sabbamadānaṁ nimmadanakaraṁ. Sokanudanti soko nāma ñātibyasanādīhi phuṭṭhassa cittasantāpo. Kiñcāpi atthato domanassameva hoti, evaṁ santepi antonijjhānalakkhaṇo, cetaso parinijjhāyanaraso, anusocanapaccupaṭṭhāno, taṁ sokaṁ nudatīti sokanudo, taṁ sokanudaṁ. Saṁsāraparimocananti saṁsārabandhanato parimocanakaraṁ. ‘‘Saṁsārasamatikkama’’ntipi pāṭho, tassa saṁsārasamatikkamakaranti attho.",
  "atk-s0511a1:637": "Sabbadukkhakkhayanti ettha dukkha-saddo dukkhavedanā-dukkhavatthu-dukkhārammaṇa-dukkhapaccaya-dukkhaṭṭhānādīsu dissati. Ayañhi ‘‘dukkhassa ca pahānā’’tiādīsu (dī. ni. 1.232; ma. ni. 1.383, 430; pārā. 11) dukkhavedanāyaṁ dissati. ‘‘Jātipi dukkhā jarāpi dukkhā’’tiādīsu (dī. ni. 2.387; saṁ. ni. 5.1081) dukkhavatthusmiṁ. ‘‘Yasmā ca kho, mahāli, rūpaṁ dukkhaṁ dukkhānupatitaṁ dukkhāvakkanta’’ntiādīsu (saṁ. ni. 3.60) dukkhārammaṇe. ‘‘Dukkho pāpassa uccayo’’tiādīsu (dha. pa. 117) dukkhapaccaye. ‘‘Yāvañcidaṁ, bhikkhave, na sukarā akkhānena pāpuṇitaṁ yāva dukkhā nirayā’’tiādīsu (ma. ni. 3.250) dukkhaṭṭhāne. Idha panāyaṁ dukkhavatthusmiṁ dukkhapaccayepi ca daṭṭhabbo. Tasmā jātiādisabbadukkhakkhayakaranti attho (dha. sa. aṭṭha. 2 ādayo). Magganti ettha kusalatthikehi maggīyati, kilese vā mārento gacchatīti maggoti buddhavaṁsadesanā vuccati, taṁ nibbānassa maggabhūtaṁ buddhavaṁsadesanaṁ. Sakkaccanti sakkaccaṁ cittīkatvā, ohitasotā hutvāti attho. Paṭipajjathāti adhitiṭṭhatha, suṇāthāti attho. Atha vā pītipāmojjajananaṁ sokasallavinodanaṁ sabbasampattipaṭilābhahetubhūtaṁ imaṁ buddhavaṁsadesanaṁ sutvā idāni madanimmadanādiguṇavisesāvahaṁ sabbadukkhakkhayaṁ buddhabhāvamaggaṁ paṭipajjathāti sabbesaṁ devamanussānaṁ buddhattaṁ paṇidhāya ussāhaṁ janeti. Sesamettha uttānamevāti.",
  "atk-s0511a1:638": "Iti madhuratthavilāsiniyā buddhavaṁsa-aṭṭhakathāya",
  "atk-s0511a1:639": "Ratanacaṅkamanakaṇḍavaṇṇanā niṭṭhitā.",
  "atk-s0511a1:640": "Niṭṭhitā ca sabbākārena abbhantaranidānassatthavaṇṇanā."
}