{
  "atk-s0402a47:0": "(12) 2. Kesivaggo",
  "atk-s0402a47:1": "1. Kesisuttavaṇṇanā",
  "atk-s0402a47:2": "111. Dutiyassa paṭhame kesīti tassa nāmaṁ. Assadamme sāretīti assadammasārathi. Saṇhenapi vinetītiādīsu tassa anucchavikaṁ sakkāraṁ katvā subhojanaṁ bhojetvā madhurapānaṁ pāyetvā muduvacanena samudācaritvā damento saṇhena dameti nāma, jāṇubandhanamukhabandhanādīhi ceva patodavijjhanakasābhighātapharusavacanehi ca damento pharusena dameti nāma, kālena kālaṁ tadubhayaṁ karonto saṇhapharusena dameti nāma.",
  "atk-s0402a47:3": "2. Javasuttavaṇṇanā",
  "atk-s0402a47:4": "112. Dutiye ajjavenāti ujukabhāvena. Javenāti padavegena. Khantiyāti adhivāsanakkhantiyā. Soraccenāti sucibhāvasīlena. Puggalaguṇaṅgesu javenāti ñāṇajavena. Sesamettha uttānatthameva.",
  "atk-s0402a47:5": "3. Patodasuttavaṇṇanā",
  "atk-s0402a47:6": "113. Tatiye patodacchāyanti vijjhanatthaṁ ukkhittassa patodassa chāyaṁ. Saṁvijjatīti ‘‘javo me gahetabbo’’ti sallakkhaṇavasena saṁvijjati. Saṁvegaṁ āpajjatīti saṁvegaṁ paṭipajjati lomavedhaviddhoti lomakūpe patodavedhena viddhamatto. Cammavedhaviddhoti chavicammaṁ chindantena patodavedhena viddho. Aṭṭhivedhaviddhoti aṭṭhiṁ bhindantena vedhena viddho. Kāyenāti nāmakāyena. Paramasaccanti nibbānaṁ. Sacchikarotīti passati. Paññāyāti sahavipassanāya maggapaññāya.",
  "atk-s0402a47:7": "4. Nāgasuttavaṇṇanā",
  "atk-s0402a47:8": "114. Catutthe aṭṭhiṁ katvāti aṭṭhiko hutvā. Tiṇavaninnādasaddānanti ettha tiṇavoti ḍiṇḍimo, ninnādasaddoti sabbesampi ekatomissito mahāsaddo. Ḍaṁsādīsu ḍaṁsāti piṅgalamakkhikā, makasā makasāva. Khippaññeva gantā hotīti sīlasamādhipaññāvimuttivimuttiñāṇadassanāni pūretvā sīghameva gantā hoti.",
  "atk-s0402a47:9": "5. Ṭhānasuttavaṇṇanā",
  "atk-s0402a47:10": "115. Pañcame ṭhānānīti kāraṇāni. Anatthāya saṁvattatīti ahitāya avaḍḍhiyā saṁvattati. Ettha ca paṭhamaṁ opātakkhaṇanamacchabandhanasandhicchedanādibhedaṁ sadukkhaṁ savighātaṁ pāpakammaṁ veditabbaṁ, dutiyaṁ samajīvikānaṁ gihīnaṁ pupphacchaḍḍakādikammaṁ sudhākoṭṭana-gehacchādanaasuciṭṭhānasammajjanādikammañca veditabbaṁ, tatiyaṁ surāpānagandhavilepanamālāpiḷandhanādikammañceva assādavasena pavattaṁ pāṇātipātādikammañca veditabbaṁ, catutthaṁ dhammassavanatthāya gamanakāle suddhavatthacchādana-mālāgandhādīnaṁ ādāya gamanaṁ cetiyavandanaṁ bodhivandanaṁ madhuradhammakathāsavanaṁ pañcasīlasamādānanti evamādīsu somanassasampayuttaṁ kusalakammaṁ veditabbaṁ. Purisathāmeti purisassa ñāṇathāmasmiṁ. Sesadvayepi eseva nayo.",
  "atk-s0402a47:11": "6. Appamādasuttavaṇṇanā",
  "atk-s0402a47:12": "116. Chaṭṭhe yato khoti yadā kho. Samparāyikassāti desanāmattametaṁ, khīṇāsavo pana neva samparāyikassa, na diṭṭhadhammikassa maraṇassa bhāyati. Sova idha adhippeto. Keci pana ‘‘sammādiṭṭhi bhāvitāti vacanato sotāpannaṁ ādiṁ katvā sabbepi ariyā adhippetā’’ti vadanti.",
  "atk-s0402a47:13": "7. Ārakkhasuttavaṇṇanā",
  "atk-s0402a47:14": "117. Sattame attarūpenāti attano anurūpena anucchavikena, hitakāmenāti attho. Rajanīyesūti rāgassa paccayabhūtesu. Dhammesūti sabhāvesu, iṭṭhārammaṇesūti attho. Evaṁ sabbattha nayo veditabbo. Na rajjatīti diṭṭhivasena na rajjati. Sesapadesupi eseva nayo. Na ca pana samaṇavacanahetupi gacchatīti samaṇānaṁ paravādīnaṁ vacanahetupi attano diṭṭhiṁ pahāya tesaṁ diṭṭhivasena na gacchatīti attho. Idhāpi khīṇāsavova adhippeto.",
  "atk-s0402a47:15": "8-10. Saṁvejanīyādisuttattayavaṇṇanā",
  "atk-s0402a47:16": "118-120. Aṭṭhame dassanīyānīti passitabbayuttakāni. Saṁvejanīyānīti saṁvegajanakāni. Navame jātibhayanti jātiṁ ārabbha uppajjanakabhayaṁ. Sesapadesupi eseva nayo. Dasame aggibhayanti aggiṁ paṭicca uppajjanakabhayaṁ. Sesapadesupi eseva nayo.",
  "atk-s0402a47:17": "Kesivaggo dutiyo."
}