{
  "atk-s0305a1:0": "2. Bojjhaṅgasaṁyuttaṁ",
  "atk-s0305a1:1": "1. Pabbatavaggo",
  "atk-s0305a1:2": "1. Himavantasuttavaṇṇanā",
  "atk-s0305a1:3": "182. Bojjhaṅgasaṁyuttassa paṭhame nāgāti imepi mahāsamuddapiṭṭhe ūmiantaravāsinova, na vimānaṭṭhakanāgā. Tesaṁ himavantaṁ nissāya kāyavaḍḍhanādisabbaṁ heṭṭhā vuttanayeneva veditabbaṁ. Bojjhaṅgeti ettha bodhiyā, bodhissa vā aṅgāti bojjhaṅgā. Kiṁ vuttaṁ hoti? Yā hi ayaṁ dhammasāmaggī, yāya lokiyalokuttaramaggakkhaṇe uppajjamānāya līnuddhaccapatiṭṭhānāyūhana kāmasukhattakilamathānuyogaucchedasassatābhinivesādīnaṁ anekesaṁ upaddavānaṁ paṭipakkhabhūtāya satidhammavicayavīriyapītipassaddhisamādhiupekkhāsaṅkhātāya dhammasāmaggiyā ariyasāvako bujjhatīti katvā bodhīti vuccati. Bujjhatīti kilesasantānaniddāya uṭṭhahati, cattāri vā ariyasaccāni paṭivijjhati, nibbānameva vā sacchikarotīti vuttaṁ hoti. Yathāha ‘‘satta bojjhaṅge bhāvetvā anuttaraṁ sammāsambodhiṁ abhisambuddho’’ti (saṁ. ni. 5.378; dī. ni. 3.143). Tassā dhammasāmaggisaṅkhātāya bodhiyā aṅgāti bojjhaṅgā jhānaṅgamaggaṅgādayo viya. Yopesa yathāvuttappakārāya etāya dhammasāmaggiyā bujjhatīti katvā ariyasāvako bodhīti vuccati, tassa bodhissa aṅgātipi bojjhaṅgā senaṅgarathaṅgādayo viya. Tenāhu aṭṭhakathācariyā – ‘‘bujjhanakassa puggalassa aṅgāti vā bojjhaṅgā’’ti.",
  "atk-s0305a1:4": "Apica ‘‘bojjhaṅgāti kenaṭṭhena bojjhaṅgā? Bodhāya saṁvattantīti bojjhaṅgā, bujjhantīti bojjhaṅgā, anubujjhantīti bojjhaṅgā, paṭibujjhantīti bojjhaṅgā, sambujjhantīti bojjhaṅgā’’iccādinā (paṭi. ma. 2.17) paṭisambhidānayenāpi bojjhaṅgattho veditabbo.",
  "atk-s0305a1:5": "Satisambojjhaṅgantiādīsu pana pasattho sundaro ca bojjhaṅgoti sambojjhaṅgo. Satiyeva sambojjhaṅgoti satisambojjhaṅgo, taṁ satisambojjhaṅganti evaṁ sabbattha attho veditabbo. Bhāvetīti vaḍḍheti, attano cittasantāne punappunaṁ janeti, abhinibbattetīti attho. Vivekanissitantiādīni kosalasaṁyutte ‘‘sammādiṭṭhiṁ bhāveti vivekanissita’’nti ettha vuttanayeneva veditabbāni.",
  "atk-s0305a1:6": "Ayaṁ pana viseso – tattha tadaṅgavivekanissitaṁ, samucchedavivekanissitaṁ, nissaraṇavivekanissitanti, vivekattayameva vuttaṁ, bojjhaṅgabhāvanaṁ patvā pana pañcavidhavivekanissitampi eke vaṇṇayanti. Te hi na kevalaṁ balavavipassanāmaggaphalakkhaṇesu eva bojjhaṅge uddharanti vipassanāpādaka-kasiṇajjhāna-ānāpānāsubha-brahmavihārajjhānesupi uddharanti, na ca paṭisiddhā aṭṭhakathācariyehi. Tasmā tesaṁ matena etesaṁ jhānānaṁ pavattikkhaṇe kiccato eva vikkhambhanavivekanissitaṁ. Yathā ca vipassanākkhaṇe ‘‘ajjhāsayato nissaraṇavivekanissita’’nti vuttaṁ, evaṁ paṭipassaddhivivekanissitampi bhāvetīti vattuṁ vaṭṭati. Sesamettha heṭṭhā vuttanayameva.",
  "atk-s0305a1:7": "2. Kāyasuttavaṇṇanā",
  "atk-s0305a1:8": "183. Dutiye āhāraṭṭhitikoti paccayaṭṭhitiko. Āhāraṁ paṭiccāti paccayaṁ paṭicca. Subhanimittanti subhampi subhanimittaṁ, subhassa ārammaṇampi subhanimittaṁ. Ayonisomanasikāroti anupāyamanasikāro uppathamanasikāro anicce ‘‘nicca’’nti vā, dukkhe ‘‘sukha’’nti, anattani ‘‘attā’’ti vā, asubhe ‘‘subha’’nti vā, manasikāro. Taṁ tasmiṁ subhārammaṇe bahulaṁ pavattayato kāmacchando uppajjati. Tena vuttaṁ ‘‘atthi, bhikkhave, subhanimitta’’ntiādi. Evaṁ sabbanīvaraṇesu yojanā veditabbā.",
  "atk-s0305a1:9": "Paṭighanimittantiādīsu pana paṭighopi paṭighanimittaṁ paṭighārammaṇampi. Aratīti ukkaṇṭhitā. Yaṁ sandhāya vuttaṁ – ‘‘tattha katamā arati? Pantesu vā senāsanesu aññataraññataresu vā adhikusalesu dhammesu arati aratitā anabhirati anabhiramanā ukkaṇṭhitā paritassitā, ayaṁ vuccati aratī’’ti (vibha. 856).",
  "atk-s0305a1:10": "Tandīti atisītādipaccayā uppannaṁ āgantukakāyālasiyaṁ. Yasmiṁ uppanne ‘‘atisītaṁ atiuṇhaṁ aticchātosmi atidhātosmi atidūramaggaṁ gatosmī’’ti vadati, yaṁ sandhāya vuttaṁ ‘‘tattha katamā tandi , yā tandī tandiyanā tandimanakatā ālasyaṁ ālasyāyanā ālasyāyitattaṁ, ayaṁ vuccati tandī’’ti (vibha. 857).",
  "atk-s0305a1:11": "Vijambhitāti kilesavasena kāyavinamanā. Yaṁ sandhāya vuttaṁ – ‘‘tattha katamā vijambhitā? Yā kāyassa jambhanā vijambhanā ānamanā vinamanā sannamanā paṇamanā byādhiyakaṁ, ayaṁ vuccati vijambhitā’’ti (vibha. 858).",
  "atk-s0305a1:12": "Bhattasammadoti bhattapariḷāho. Yaṁ sandhāya vuttaṁ – ‘‘tattha katamo bhattasammado? Yā bhuttāvissa bhattamucchā bhattakilamatho bhattapariḷāho kāyaduṭṭhullaṁ, ayaṁ vuccati bhattasammado’’ti (vibha. 859).",
  "atk-s0305a1:13": "Cetaso ca līnattanti cittassa līyanākāro, yaṁ sandhāya vuttaṁ – ‘‘tattha katamaṁ cetaso līnattaṁ? Yā cittassa akalyatā akammaññatā olīyanā sallīyanā līnaṁ līyanā līyitattaṁ thinaṁ thiyanā thiyitattaṁ cittassa, idaṁ vuccati cetaso līnatta’’nti (vibha. 860).",
  "atk-s0305a1:14": "Cetaso avūpasamoti yathā nāma vītaccikopi aṅgāro neva tāva sannisīdati patāpaṁ karotiyeva, yathā ca pattapacanaṭṭhāne neva tāva sannisīdati patāpaṁ karotiyeva, evaṁ cittassa avūpasantākāro, atthato panetaṁ uddhaccakukkuccameva hoti.",
  "atk-s0305a1:15": "Vicikicchaṭṭhānīyā dhammāti vicikicchāya ārammaṇadhammā. Ayonisomanasikāro sabbattha vuttanayova. Evamettha kāmacchando vicikicchāti ime dve dhammā ārammaṇena kathitā, byāpādo ārammaṇena ca upanissayena ca, sesā sahajātena ca upanissayena cāti.",
  "atk-s0305a1:16": "Satisambojjhaṅgaṭṭhānīyā dhammāti satiyā ārammaṇadhammā sattatiṁsa bodhipakkhiyā ca nava lokuttaradhammā ca. Tattha yonisomanasikārabahulīkāroti tattha upāyamanasikārassa punappunaṁ karaṇaṁ.",
  "atk-s0305a1:17": "Kusalākusalā dhammātiādīsu kusalāti kosallasambhūtā anavajjasukhavipākā. Akusalāti akosallasambhūtā sāvajjadukkhavipākā. Sāvajjāti akusalā. Anavajjāti kusalā. Hīnapaṇītakaṇhasukkesupi eseva nayo. Sappaṭibhāgāti kaṇhasukkāyeva. Kaṇhā hi kaṇhavipākadānato , sukkā ca sukkavipākadānato sappaṭibhāgā nāma, sadisavipākakoṭṭhāsāti attho. Paṭipakkhabhūtassa vā bhāgassa atthitāya sappaṭibhāgā. Kaṇhānañhi sukkā paṭipakkhabhāgā, sukkānañca kaṇhā paṭipakkhabhāgāti evampi sappaṭibhāgā. Sappaṭibāhitaṭṭhena vā sappaṭibhāgā. Akusalañhi kusalaṁ paṭibāhitvā attano vipākaṁ deti, kusalañca akusalaṁ paṭibāhitvāti evampi kaṇhasukkā sappaṭibhāgā.",
  "atk-s0305a1:18": "Ārambhadhātūti paṭhamārambhavīriyaṁ. Nikkamadhātūti kosajjato nikkhantattā tato balavataraṁ. Parakkamadhātūti paraṁ paraṁ ṭhānaṁ akkamanatāya tatopi balavataranti tīhipi padehi vīriyameva kathitaṁ.",
  "atk-s0305a1:19": "Pītisambojjhaṅgaṭṭhānīyāti pītiyā ārammaṇadhammā. Kāyapassaddhīti tiṇṇaṁ khandhānaṁ darathapassaddhi. Cittapassaddhīti viññāṇakkhandhassa darathapassaddhi. Samathanimittanti samathopi samathanimittaṁ, ārammaṇampi. Abyagganimittanti tasseva vevacanaṁ.",
  "atk-s0305a1:20": "Upekkhāsambojjhaṅgaṭṭhānīyāti upekkhāya ārammaṇadhammā, atthato pana majjhattākāro upekkhāṭṭhānīyā dhammoti veditabbo. Evamettha satidhammavicayaupekkhāsambojjhaṅgā ārammaṇena kathitā, sesā ārammaṇenapi upanissayenapi.",
  "atk-s0305a1:21": "3. Sīlasuttavaṇṇanā",
  "atk-s0305a1:22": "184. Tatiye sīlasampannāti ettha khīṇāsavassa lokiyalokuttarasīlaṁ kathitaṁ, tena sampannāti attho. Samādhipaññāsupi eseva nayo. Vimutti pana phalavimuttiyeva. Vimuttiñāṇadassanaṁ paccavekkhaṇañāṇaṁ. Evamettha sīlādayo tayo lokiyalokuttarā, vimutti lokuttarāva, vimuttiñāṇadassanaṁ lokiyameva.",
  "atk-s0305a1:23": "Dassanampāhanti dassanampi ahaṁ. Taṁ panetaṁ dassanaṁ – cakkhudassanaṁ, ñāṇadassananti duvidhaṁ. Tattha pasannehi cakkhūhi ariyānaṁ dassanaṁ olokanaṁ cakkhudassanaṁ nāma. Ariyehi pana diṭṭhassa lakkhaṇassa dassanaṁ, paṭividdhassa ca paṭivijjhanaṁ jhānena vā vipassanāya vā maggaphalehi vā ñāṇadassanaṁ nāma. Imasmiṁ panettha cakkhudassanaṁ adhippetaṁ. Ariyānañhi pasannehi cakkhūhi olokanampi bahukārameva. Savananti ‘‘asuko nāma khīṇāsavo asukasmiṁ nāma raṭṭhe vā janapade vā gāme vā nigame vā vihāre vā leṇe vā vasatī’’ti kathentānaṁ sotena savanaṁ, etampi bahukārameva. Upasaṅkamananti ‘‘dānaṁ vā dassāmi, pañhaṁ vā pucchissāmi, dhammaṁ vā sossāmi, sakkāraṁ vā karissāmī’’ti evarūpena cittena ariyānaṁ upasaṅkamanaṁ. Payirupāsananti pañhāpayirupāsanaṁ. Ariyānaṁ guṇe sutvā te upasaṅkamitvā nimantetvā dānaṁ datvā ‘‘kiṁ, bhante, kusala’’ntiādinā nayena pañhapucchananti attho.",
  "atk-s0305a1:24": "Anussatinti rattiṭṭhānadivāṭṭhānesu nisinnassa ‘‘idāni ariyā leṇaguhamaṇḍapādīsu jhānavipassanāmaggaphalasukhehi vītināmentī’’ti anussaraṇaṁ. Yo vā tesaṁ santike ovādo laddho hoti, taṁ āvajjitvā ‘‘imasmiṁ ṭhāne sīlaṁ kathitaṁ, imasmiṁ samādhi, imasmiṁ vipassanā, imasmiṁ maggo, imasmiṁ phala’’nti evaṁ anussaraṇaṁ. Anupabbajjanti ariyesu cittaṁ pasādetvā gharā nikkhamma tesaṁ santike pabbajjaṁ. Ariyānañhi santike cittaṁ pasādetvā tesaṁyeva santike pabbajitvā tesaṁyeva ovādānusāsaniṁ paccāsīsamānassa caratopi pabbajjā anupabbajjā nāma. Ariyesu pasādena aññattha pabbajitvā ariyānaṁ santike ovādānusāsaniṁ paccāsīsamānassa carato pabbajjāpi anupabbajjā nāma. Aññesu pana pasādena aññesaṁyeva santike pabbajitvā aññesaṁyeva ovādānusāsaniṁ paccāsīsamānassa carato pabbajjā anupabbajjā nāma na hoti.",
  "atk-s0305a1:25": "Evaṁ pabbajitesu pana mahākassapattherassa tāva anupabbajjaṁ pabbajitā satasahassamattā ahesuṁ, tathā therasseva saddhivihārikassa ca candaguttattherassa, tassāpi saddhivihārikassa sūriyaguttattherassa, tassāpi saddhivihārikassa assaguttattherassa, tassāpi saddhivihārikassa yonakadhammarakkhitattherassa , tassa pana saddhivihāriko asokarañño kaniṭṭhabhātā tissatthero nāma ahosi, tassa anupabbajjaṁ pabbajitā aḍḍhateyyakoṭisaṅkhā ahesuṁ. Mahindattherassa anupabbajitānaṁ gaṇanaparicchedo natthi. Yāvajjadivasā laṅkādīpe satthari pasādena pabbajantā mahindattherasseva pabbajjaṁ anupabbajanti nāma.",
  "atk-s0305a1:26": "Taṁdhammanti taṁ tesaṁ ovādānusāsanīdhammaṁ. Anussaratīti sarati. Anuvitakketīti vitakkāhataṁ karoti. Āraddho hotīti paripuṇṇo hoti. Pavicinatītiādi sabbaṁ tattha ñāṇacāravaseneva vuttaṁ. Atha vā pavicinatīti tesaṁ tesaṁ dhammānaṁ lakkhaṇaṁ vicinati. Pavicaratīti tattha ñāṇaṁ carāpeti. Parivīmaṁsamāpajjatīti vīmaṁsanaṁ olokanaṁ gavesanaṁ āpajjati.",
  "atk-s0305a1:27": "Satta phalā sattānisaṁsāti ubhayampetaṁ atthato ekaṁ. Diṭṭheva dhamme paṭikacca aññaṁ ārādhetīti arahattaṁ ārādhento imasmiṁyeva attabhāve ārādheti, tañca kho paṭikacca, asampatteyeva maraṇakāleti attho. Atha maraṇakāleti atha maraṇassa āsannakāle.",
  "atk-s0305a1:28": "Antarāparinibbāyīti yo āyuvemajjhaṁ anatikkamitvā parinibbāyati, so tividho hoti. Kappasahassāyukesu tāva avihesu nibbattitvā eko nibbattadivaseyeva arahattaṁ pāpuṇāti. No ce nibbattadivase pāpuṇāti, paṭhamassa pana kappasatassa matthake pāpuṇāti. Ayameko antarāparinibbāyī. Aparo evaṁ asakkonto dvinnaṁ kappasatānaṁ matthake pāpuṇāti, ayaṁ dutiyo. Aparo evampi asakkonto catunnaṁ kappasatānaṁ matthake pāpuṇāti, ayaṁ tatiyo antarāparinibbāyī.",
  "atk-s0305a1:29": "Pañcamaṁ pana kappasataṁ atikkamitvā arahattaṁ patto upahaccaparinibbāyī nāma hoti. Atappādīsupi eseva nayo. Yattha katthaci uppanno pana sasaṅkhārena sappayogena arahattaṁ patto sasaṅkhāraparinibbāyī nāma, asaṅkhārena appayogena patto asaṅkhāraparinibbāyī nāma. Avihādīsupi nibbatto tattha yāvatāyukaṁ ṭhatvā uparūpari nibbattitvā akaniṭṭhaṁ patto uddhaṁsoto akaniṭṭhagāmī nāma.",
  "atk-s0305a1:30": "Imasmiṁ pana ṭhāne aṭṭhacattārīsa anāgāmino kathetabbā. Avihesu hi tayo antarāparinibbāyī, eko upahaccaparinibbāyī, eko uddhaṁsoto akaniṭṭhagāmīti pañca honti. Te asaṅkhāraparinibbāyino pañca, sasaṅkhāraparinibbāyino pañcāti dasa honti, tathā atappādīsu. Akaniṭṭhesu pana uddhaṁsoto natthi, tasmā tattha cattāro sasaṅkhāraparinibbāyī, cattāro asaṅkhāraparinibbāyīti aṭṭhāti evaṁ aṭṭhacattālīsa honti. Tesaṁ uddhaṁsoto akaniṭṭhagāmī sabbajeṭṭho ceva hoti sabbakaniṭṭho ca. Kathaṁ? So hi soḷasakappasahassāyukattā āyunā sabbesaṁ jeṭṭho, sabbapacchā arahattaṁ pāpuṇīti sabbesaṁ kaniṭṭho. Imasmiṁ sutte apubbaṁ acarimaṁ ekacittakkhaṇikā nānālakkhaṇā arahattamaggassa pubbabhāgavipassanā bojjhaṅgā kathitā.",
  "atk-s0305a1:31": "4. Vatthasuttavaṇṇanā",
  "atk-s0305a1:32": "185. Catutthe satisambojjhaṅgo iti ce me hotīti satisambojjhaṅgoti evaṁ ce mayhaṁ hoti. Appamāṇoti me hotīti appamāṇoti evaṁ me hoti. Susamāraddhoti suparipuṇṇo. Tiṭṭhatīti ettha aṭṭhahākārehi satisambojjhaṅgo tiṭṭhati – uppādaṁ anāvajjitattā anuppādaṁ āvajjitattā satisambojjhaṅgo tiṭṭhati, pavattaṁ, appavattaṁ, nimittaṁ, animittaṁ saṅkhāre anāvajjitattā, visaṅkhāraṁ āvajjitattā satisambojjhaṅgo tiṭṭhatīti. Imehi aṭṭhahākārehi tiṭṭhatīti thero jānāti, vuttākāraviparīteheva aṭṭhahākārehi cavantaṁ cavatīti pajānāti. Sesabojjhaṅgesupi eseva nayo.",
  "atk-s0305a1:33": "Iti imasmiṁ sutte therassa phalabojjhaṅgā kathitā. Yadā hi thero satisambojjhaṅgaṁ sīsaṁ katvā phalasamāpattiṁ samāpajjati, tadā itare cha tadanvayā honti. Yadā dhammavicayādīsu aññataraṁ, tadāpi sesā tadanvayā hontīti evaṁ phalasamāpattiyaṁ attano ciṇṇavasitaṁ dassento thero imaṁ suttaṁ kathesīti.",
  "atk-s0305a1:34": "5. Bhikkhusuttavaṇṇanā",
  "atk-s0305a1:35": "186. Pañcame bodhāya saṁvattantīti bujjhanatthāya saṁvattanti. Kiṁ bujjhanatthāya? Maggena asaṅkhataṁ nibbānaṁ, paccavekkhaṇāya katakiccataṁ, maggena vā kilesaniddāto pabujjhanatthāya, phalena pabujjhanabhāvatthāyātipi vuttaṁ hoti. Tenevettha nibbānasacchikiriyā kilesapahānapaccavekkhaṇāti sabbaṁ dassitaṁ.",
  "atk-s0305a1:36": "6-7. Kuṇḍaliyasuttādivaṇṇanā",
  "atk-s0305a1:37": "187-188. Chaṭṭhe ārāmanissayīti ārāmaṁ nissāya vasanabhāvena ārāmanissayī. Parisāvacaroti parisāya avacaro. Parisaṁ nāma bālāpi, paṇḍitāpi osaranti, yo pana parappavādaṁ madditvā attano vādaṁ dīpetuṁ sakkoti, ayaṁ parisāvacaro nāma. Ārāmena ārāmanti ārāmeneva ārāmaṁ anucaṅkamāmi, na bāhirenāti attho. Uyyānena uyyānanti etthāpi eseva nayo. Aññena vā ārāmena pavisitvā aññaṁ ārāmaṁ, aññena uyyānena aññaṁ uyyānanti ayamettha attho. Itivādappamokkhānisaṁsanti ‘‘evaṁ pucchā hoti, evaṁ vissajjanaṁ, evaṁ gahaṇaṁ, evaṁ nibbeṭhana’’nti iminā nayena itivādo hoti itivādappamokkhoti etaṁ ānisaṁsaṁ. Upārambhānisaṁsanti ‘‘ayaṁ pucchāya doso, ayaṁ vissajjane’’ti evaṁ vādadosānisaṁsaṁ.",
  "atk-s0305a1:38": "Kathaṁ bhāvito ca, kuṇḍaliya, indriyasaṁvaroti satthā ‘‘ettakaṁ ṭhānaṁ paribbājakena pucchitaṁ, idāni pucchituṁ na sakkotī’’ti ñatvā ‘‘na tāva ayaṁ desanā yathānusandhiṁ gatā. Idāni naṁ yathānusandhiṁ pāpessāmī’’ti sayameva pucchanto imaṁ desanaṁ ārabhi. Tattha manāpaṁ nābhijjhatīti iṭṭhārammaṇaṁ nābhijjhāyati. Nābhihaṁsatīti na sāmisāya tuṭṭhiyā abhihaṁsati. Tassa ṭhito ca kāyo hoti, ṭhitaṁ cittaṁ ajjhattanti tassa nāmakāyo ca cittañca gocarajjhatte ṭhitaṁ hoti. Susaṇṭhitanti kammaṭṭhānavasena suṭṭhu saṇṭhitaṁ. Suvimuttanti kammaṭṭhānavimuttiyā suvimuttaṁ. Amanāpanti aniṭṭhārammaṇaṁ. Na maṅku hotīti tasmiṁ na maṅku hoti. Appatiṭṭhitacittoti kilesavasena aṭṭhitacitto. Adīnamānasoti domanassavasena adīnacitto. Abyāpannacetasoti dosavasena apūticitto.",
  "atk-s0305a1:39": "Evaṁ bhāvito kho, kuṇḍaliya, indriyasaṁvaro evaṁ bahulīkato tīṇi sucaritāni paripūretīti ettha evaṁ sucaritapūraṇaṁ veditabbaṁ – imesu tāva chasu dvāresu aṭṭhārasa duccaritāni honti. Kathaṁ? Cakkhudvāre tāva iṭṭhārammaṇe āpāthagate kāyaṅgavācaṅgāni acopetvā tasmiṁ ārammaṇe lobhaṁ uppādentassa manoduccaritaṁ hoti. Lobhasahagatena cittena ‘‘aho vatidaṁ iṭṭhaṁ kantaṁ manāpa’’nti bhaṇantassa vacīduccaritaṁ, tadeva hatthena parāmasantassa kāyaduccaritaṁ. Sesadvāresupi eseva nayo.",
  "atk-s0305a1:40": "Ayaṁ pana viseso – sotadvārasmiñhi saddārammaṇassa vatthubhūtaṁ saṅkhapaṇavāditūriyabhaṇḍaṁ anāmāsaṁ āmasantassa, ghānadvāre gandhārammaṇassa vatthubhūtaṁ gandhamālādiṁ, jivhādvāre rasārammaṇassa vatthubhūtaṁ macchamaṁsādiṁ, kāyadvāre phoṭṭhabbārammaṇassa vatthubhūtaṁ vatthatūlakapāvārādiṁ, manodvāre paññattivasena dhammārammaṇabhūtaṁ sappitelamadhuphāṇitādiṁ āmasantassa kāyaduccaritaṁ veditabbaṁ. Saṅkhepato panettha chasu dvāresu kāyavītikkamo kāyaduccaritaṁ, vacīvītikkamo vacīduccaritaṁ, manovītikkamo manoduccaritanti tīṇeva duccaritāni honti.",
  "atk-s0305a1:41": "Ayaṁ pana bhikkhu attano bhāvanāpaṭisaṅkhāne ṭhito imāni duccaritāni sucaritaṁ katvā vipariṇāmeti. Kathaṁ? Cakkhudvāre tāva iṭṭhārammaṇe āpāthagate kāyaṅgavācaṅgāni acāletvā rūpārammaṇaṁ vipassanaṁ paṭṭhāpayato manosucaritaṁ hoti, vipassanāsahagatena cittena khayadhammaṁ vayadhammanti bhaṇantassa vacīsucaritaṁ, ‘‘anāmāsabhaṇḍaṁ eta’’nti anāmasantassa kāyasucaritaṁ. Sesadvāresupi eseva nayo. Evaṁ imāni vitthārato aṭṭhārasa sucaritāni honti. Saṅkhepato panetthāpi chasu dvāresu kāyasaṁvaro kāyasucaritaṁ, vacīsaṁvaro vacīsucaritaṁ, manosaṁvaro manosucaritanti tīṇeva sucaritāni honti. Evaṁ indriyasaṁvaro tīṇi sucaritāni paripūretīti veditabbo. Ettāvatā sīlānurakkhitaṁ indriyasaṁvarasīlaṁ kathitaṁ.",
  "atk-s0305a1:42": "Kāyaduccaritaṁ pahāyātiādīsu tividhaṁ kāyaduccaritaṁ, catubbidhaṁ vacīduccaritaṁ, tividhaṁ manoduccaritaṁ. Tassa paṭipakkhavasena kāyasucaritādīni veditabbāni. Ettāvatā kāyasaṁvaravacīsaṁvarehi pātimokkhasīlaṁ, manosaṁvarena tīṇi sīlānīti catupārisuddhisīlaṁ kathitaṁ hoti. Sakale pana imasmiṁ sutte sucaritamūlakā satipaṭṭhānā lokuttaramissakā, sattannaṁ bojjhaṅgānaṁ mūlabhūtā satipaṭṭhānā pubbabhāgā, tepi satipaṭṭhānamūlakā bojjhaṅgā pubbabhāgāva. Vijjāvimuttimūlakā pana lokuttarāva kathitāti veditabbā. Sattamaṁ uttānameva.",
  "atk-s0305a1:43": "8. Upavānasuttavaṇṇanā",
  "atk-s0305a1:44": "189. Aṭṭhame paccattanti attanāva. Yonisomanasikārāti yoniso manasikārena. Ārabbhamānovāti kurumānoyeva. Suvimuttanti kammaṭṭhānavimuttiyā suṭṭhu vimuttaṁ. Aṭṭhiṁkatvāti atthaṁ karitvā, atthiko hutvāti vuttaṁ hoti.",
  "atk-s0305a1:45": "9. Paṭhamauppannasuttavaṇṇanā",
  "atk-s0305a1:46": "190. Navame nāññatra tathāgatassa pātubhāvāti tathāgatassa pātubhāvaṁ vinā na aññasmiṁ kāle uppajjantīti attho.",
  "atk-s0305a1:47": "10. Dutiyauppannasuttavaṇṇanā",
  "atk-s0305a1:48": "191. Dasame nāññatra sugatavinayāti sugatovādaṁ vinā na uppajjantīti.",
  "atk-s0305a1:49": "Pabbatavaggo.",
  "atk-s0305a1:50": "2. Gilānavaggo",
  "atk-s0305a1:51": "1-3. Pāṇasuttādivaṇṇanā",
  "atk-s0305a1:52": "192-194. Dutiyavaggassa paṭhame cattāro iriyāpathe kappentīti yesaṁ cattāro iriyāpathā atthi, tesaṁyeva vasenetaṁ vuttaṁ. Sīlaṁ nissāyāti catupārisuddhisīlaṁ nissayaṁ katvā. Satta bojjhaṅgeti sahavipassanake maggabojjhaṅge. Dutiyatatiyāni uttānatthāneva.",
  "atk-s0305a1:53": "4-10. Paṭhamagilānasuttādivaṇṇanā",
  "atk-s0305a1:54": "195-201. Catutthe tathā pahīno cāyasmato mahākassapassa so ābādho ahosīti therassa kira imaṁ bojjhaṅgabhāvanaṁ sādhukaṁ suṇantassa etadahosi ‘‘mayhaṁ pabbajitadivasato sattame divase saccāni paṭivijjhantassa ime bojjhaṅgā pātubhūtā’’ti. Athassa ‘‘niyyānikaṁ vata satthusāsana’’nti cintayato lohitaṁ pasīdi, upādārūpaṁ visuddhaṁ ahosi, pokkharapatte patitaudakabindu viya sarīrato rogo vinivattitvā gato. Tena vuttaṁ ‘‘tathā pahīno cāyasmato mahākassapassa so ābādho ahosī’’ti. Pañcamachaṭṭhesupi eseva nayo. Imesaṁ pana tiṇṇampi janānaṁ pabbatapāde pupphitavisarukkhavātasamphassena uppanno mandasītajaro ābādhoti veditabbo. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0305a1:55": "Gilānavaggo.",
  "atk-s0305a1:56": "3. Udāyivaggo",
  "atk-s0305a1:57": "1-2. Bodhāyasuttādivaṇṇanā",
  "atk-s0305a1:58": "202-203. Tatiyavaggassa paṭhame kittāvatā nu kho, bhante, bojjhaṅgāti vuccantīti bhante, kittakena nu kho bujjhanakaaṅgā nāma vuccantīti pucchati. Bodhāya saṁvattantīti bujjhanatthāya saṁvattanti. Imasmiṁ sutte missakabojjhaṅgā kathitā. Dutiye dhammaparicchedo kathito.",
  "atk-s0305a1:59": "3-5. Ṭhāniyasuttādivaṇṇanā",
  "atk-s0305a1:60": "204-206. Tatiye kāmarāgaṭṭhāniyānanti kāmarāgassa kāraṇabhūtānaṁ ārammaṇadhammānaṁ. Byāpādaṭṭhāniyādīsupi eseva nayo. Sakalañhi idaṁ suttaṁ ārammaṇeneva kathitaṁ. Paṭhamavaggassa dutiyasutte vuttaparicchedopettha labbhateva. Catutthe missakabojjhaṅgā kathitā. Pañcame aparihāniye dhammeti aparihānikare sabhāvadhamme.",
  "atk-s0305a1:61": "6-7. Taṇhakkhayasuttādivaṇṇanā",
  "atk-s0305a1:62": "207-208. Chaṭṭhe etadavocāti ‘‘imissaṁ parisati nisinno udāyitthero nāma anusandhikusalo bhikkhu atthi, so maṁ pucchissatīti bhagavatā osāpitadesanaṁ ñatvā desanānusandhiṁ ghaṭessāmī’’ti pucchanto etaṁ avoca. Vipulantiādi sabbaṁ subhāvitattaṁ sandhāya vuttaṁ. Subhāvito hi satisambojjhaṅgo vipulo ca mahaggato ca appamāṇo ca abyāpajjo ca nāma hoti. So hi patthaṭattā vipulo, mahantabhāvaṁ gatattā mahaggato, vaḍḍhipamāṇattā appamāṇo, nīvaraṇānaṁ dūrībhāvena byāpādarahitattā abyāpajjho nāma hoti. Taṇhāya pahānā kammaṁ pahīyatīti yaṁ taṇhāmūlakaṁ kammaṁ uppajjeyya, taṁ taṇhāpahānena pahīyati. Kammassa pahānā dukkhanti yampi kammamūlakaṁ vaṭṭadukkhaṁ uppajjeyya, taṁ kammapahānena pahīyati. Taṇhakkhayādayo taṇhādīnaṁyeva khayā, atthato panetehi nibbānaṁ kathitanti veditabbaṁ. Sattamaṁ uttānameva.",
  "atk-s0305a1:63": "8. Nibbedhabhāgiyasuttavaṇṇanā",
  "atk-s0305a1:64": "209. Aṭṭhame nibbedhabhāgiyanti nibbijjhanakoṭṭhāsiyaṁ. Satisambojjhaṅgaṁ bhāvitenāti satisambojjhaṅgena bhāvitena, satisambojjhaṅgaṁ vā bhāvetvā ṭhitena, evamettha maggabojjhaṅgā missakā. Tehi bhāvitaṁ, te vā bhāvetvā ṭhitaṁ cittaṁ nibbattitalokuttarameva. Tampi pana magganissitaṁ katvā missakameva kathetuṁ vaṭṭati.",
  "atk-s0305a1:65": "9. Ekadhammasuttavaṇṇanā",
  "atk-s0305a1:66": "210. Navame saṁyojanavinibandhāti saṁyojanasaṅkhātā vinibandhā. Ajjhosānāti pariniṭṭhapetvā gahaṇā.",
  "atk-s0305a1:67": "10. Udāyisuttavaṇṇanā",
  "atk-s0305a1:68": "211. Dasame abahukatoti akatabahumāno. Ukkujjāvakujjanti ettha ukkujjaṁ vuccati udayo, avakujjaṁ vayoti udayabbayavasena parivattento sammasantoti dīpeti. Dhammo ca me, bhante, abhisamitoti vipassanādhammo abhisamāgato. Maggoti vipassanāmaggova. Sace hi thero tasmiṁ samaye sotāpanno, upari tiṇṇaṁ maggānaṁ atthāya, sace anāgāmī, arahattamaggassa atthāya ayaṁ vipassanā veditabbā. Tathā tathā viharantanti tena tenākārena viharantaṁ. Tathattāyāti tathābhāvāya. Khīṇā jātītiādīhi tathattāyāti adhippetaṁ tathābhāvaṁ dasseti. Paccavekkhaṇatthāya upanīyatīti hi ettha adhippāyo, taṁ dassento evamāha. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0305a1:69": "Udāyivaggo.",
  "atk-s0305a1:70": "4. Nīvaraṇavaggo",
  "atk-s0305a1:71": "3-4. Upakkilesasuttādivaṇṇanā",
  "atk-s0305a1:72": "214-215. Catutthavaggassa tatiye na ca pabhassaranti na ca pabhāvantaṁ. Pabhaṅgu cāti pabhijjanasabhāvaṁ. Ayoti kāḷalohaṁ. Ṭhapetvā idha vuttāni cattāri avasesaṁ lohaṁ nāma. Sajjhūti rajataṁ. Cittassāti catubhūmakacittassa. Lokiyassa tāva upakkileso hotu , lokuttarassa kathaṁ hotīti? Uppajjituṁ appadānena. Yadaggena hi uppajjituṁ na denti, tadaggeneva te lokiyassāpi lokuttarassāpi upakkilesā nāma honti. Pabhaṅgu cāti ārammaṇe cuṇṇavicuṇṇabhāvūpagamanena bhijjanasabhāvaṁ. Anāvaraṇā anīvaraṇāti kusaladhamme na āvarantīti anāvaraṇā, na nīvaranti na paṭicchādentīti anīvaraṇā. Cetaso anupakkilesāti catubhūmakacittassa anupakkilesā.",
  "atk-s0305a1:73": "8. Āvaraṇanīvaraṇasuttavaṇṇanā",
  "atk-s0305a1:74": "219. Aṭṭhame paññāya dubbalīkaraṇāti paññāya mandabhāvakarā. Nīvaraṇānañhi abhiṇhuppāde sati antarantarā uppajjamānā paññā dubbalā hoti mandā avisadā.",
  "atk-s0305a1:75": "Pañca nīvaraṇā tasmiṁ samaye na honti. Sattabojjhaṅgā tasmiṁ samaye bhāvanāpāripūriṁ gacchantīti ariyasāvakassa hi sappāyadhammassavanaṁ suṇantassa pañca nīvaraṇā dūre honti. So sace tasmiṁyeva ṭhāne visesaṁ nibbattetuṁ sakkoti, evamassa satta bojjhaṅgā bhāvanāpāripūriṁ gacchanti. No ce sakkoti, tato vuṭṭhāya rattiṭṭhānadivāṭṭhānaṁ gato tameva pītiṁ avijahanto pañca nīvaraṇe vikkhambhetvā visesaṁ nibbattessati. Tattha asakkontopi yāva sattadivasabbhantarā tameva pītiṁ avijahanto nīvaraṇe vikkhambhetvā visesaṁ nibbattessatīti idaṁ sandhāyetaṁ vuttaṁ. Dhammassavanavasena sakiṁ pītipāmojjapakkhiyā paṭiladdhabojjhaṅgā hi kammārāmatādīni āgamma nassanti, tathārūpaṁ pana utusappāyādiṁ labhitvā puna uppajjantāpi tasmiṁ samaye bhāvanāpāripūriṁ gacchanti icceva vuccati.",
  "atk-s0305a1:76": "9. Rukkhasuttavaṇṇanā",
  "atk-s0305a1:77": "220. Navame ajjhāruhāti abhiruhanakā. Kacchakoti aṭṭhikacchako. Kapitthanoti makkaṭathanasadisaphalo vijātapilakkho.",
  "atk-s0305a1:78": "10. Nīvaraṇasuttavaṇṇanā",
  "atk-s0305a1:79": "221. Dasame andhakaraṇāti andhabhāvakaraṇā. Acakkhukaraṇāti paññācakkhussa akaraṇā. Paññānirodhikāti paññāya nirodhanā. Vighātapakkhiyāti dukkhapakkhikā. Anibbānasaṁvattanikāti nibbānatthāya asaṁvattanikā. Sesaṁ sabbattha uttānatthameva. Sakalepi imasmiṁ vagge missakabojjhaṅgāva kathitāti.",
  "atk-s0305a1:80": "Nīvaraṇavaggo.",
  "atk-s0305a1:81": "5. Cakkavattivaggo",
  "atk-s0305a1:82": "1. Vidhāsuttavaṇṇanā",
  "atk-s0305a1:83": "222. Pañcamavaggassa paṭhame tisso vidhāti tayo mānakoṭṭhāsā, mānoyeva vā. Tathā tathā vidahanato hi mānova vidhāti vuccati.",
  "atk-s0305a1:84": "2. Cakkavattisuttavaṇṇanā",
  "atk-s0305a1:85": "223. Dutiye rañño, bhikkhave, cakkavattissāti ettha attano sirisampattiyā rājati, catūhi vā saṅgahavatthūhi lokaṁ rañjetīti rājā, tassa rañño. ‘‘Pavattatu bhavaṁ cakkaratana’’nti puññānubhāvena abbhuggatāya vācāya codento cakkaṁ vattetīti cakkavattī, tassa cakkavattissa. Pātubhāvāti pātubhāvena. Sattannanti gaṇanaparicchedo. Ratanānanti paricchinnaatthadassanaṁ. Vacanattho panettha ratijananaṭṭhena ratanaṁ. Apica –",
  "atk-s0305a1:86": "‘‘Cittīkataṁ mahagghañca, atulaṁ dullabhadassanaṁ;",
  "atk-s0305a1:87": "Anomasattaparibhogaṁ, ratanaṁ tena vuccatī’’ti.",
  "atk-s0305a1:88": "Cakkaratanassa ca nibbattakālato paṭṭhāya aññaṁ devaṭṭhānaṁ nāma na hoti, sabbeva gandhapupphādīhi tasseva pūjañca abhivādanādīni ca karontīti cittīkataṭṭhena ratanaṁ. Cakkaratanassa ca ‘‘ettakaṁ nāma dhanaṁ agghatī’’ti aggho natthi, iti mahagghaṭṭhenāpi ratanaṁ. Cakkaratanañca aññehi loke vijjamānaratanehi asadisanti atulaṭṭhena ratanaṁ. Yasmā pana yasmiṁ kappe buddhā uppajjanti , tasmiṁyeva cakkavattino, buddhā ca kadāci karahaci uppajjanti, tasmā dullabhadassanaṭṭhena ratanaṁ. Tadetaṁ jātirūpakulaissariyādīhi anomassa uḷārasattasseva uppajjati, na aññassāti anomasattaparibhogaṭṭhenāpi ratanaṁ. Yathā ca cakkaratanaṁ, evaṁ sesānipīti. Tena vuttaṁ –",
  "atk-s0305a1:89": "‘‘Cittīkataṁ mahagghañca, atulaṁ dullabhadassanaṁ;",
  "atk-s0305a1:90": "Anomasattaparibhogaṁ, ratanaṁ tena vuccatī’’ti.",
  "atk-s0305a1:91": "Pātubhāvo hotīti nibbatti hoti. Tatrāyaṁ yojanā – cakkavattissa pātubhāvā sattannaṁ ratanānaṁ pātubhāvoti ayuttaṁ. Uppannañhi cakkaṁ vattetvā so cakkavattī nāma hotīti nāyuttaṁ. Kasmā? Cakkavattananiyamāpekkhatāya. Yo hi niyamena cakkaṁ vattessati, so paṭisandhito pabhuti ‘‘cakkavatti pātubhūto’’ti vattabbataṁ āpajjati. Laddhanāmassa ca purisassa mūluppattivacanatopi yuttamevetaṁ. Yo hi esa cakkavattīti laddhanāmo sattaviseso, tassa paṭisandhisaṅkhāto pātubhāvoti ayamettha attho. Tassa hi pātubhāvā ratanāni pātubhavanti. Pātubhūtehi pana tehi saddhiṁ paripakke puññasambhāre so saṁyujjati, tadā lokassa tesu pātubhāvacittaṁ uppajjati. Bahulavacanato cāpi yuttamevetaṁ. Yadā hi lokassa tesu pātubhāvasaññā uppajjati, tadā ekameva paṭhamaṁ, pacchā itarāni cha pātubhavantīti bahulavacanato cāpi etaṁ yuttaṁ. Pātubhāvassa ca atthabhedatopi yuttamevetaṁ. Na kevalañhi pātubhūtameva pātubhāvo, pātubhāvayatīti pātubhāvo. Ayaṁ pātubhāvassa atthabhedo. Yasmā yo so puññasambhāro rājānaṁ cakkavattiṁ paṭisandhivasena pātubhāvayati, tasmā rañño cakkavattissa pātubhāvā. Na kevalañhi cakkavattiyeva, imāni pana satta ratanānipi pātubhavantīti ayamettha attho. Yatheva hi so puññasambhāro rañño janakahetu, evaṁ ratanānampi pariyāyena upanissayahetūti yuttamevetaṁ ‘‘rañño, bhikkhave, cakkavattissa pātubhāvā sattannaṁ ratanānaṁ pātubhāvo hotī’’ti.",
  "atk-s0305a1:92": "Idāni tesaṁ ratanānaṁ sarūpavasena dassanatthaṁ katamesaṁ sattannaṁ cakkaratanassātiādimāha. Tattha cakkaratanassātiādīsu ayaṁ saṅkhepādhippāyo – dvisahassadīpaparivārānaṁ catunnaṁ mahādīpānaṁ sirivibhavaṁ gahetvā dātuṁ samatthassa cakkaratanassa pātubhāvo hoti, tathā purebhattameva sāgarapariyantaṁ pathaviṁ anupariyāyanasamatthassa vehāsaṅgamassa hatthiratanassa, tādisasseva assaratanassa, caturaṅgasamannāgatepi andhakāre yojanappamāṇaṁ andhakāraṁ vidhamitvā ālokadassanasamatthassa maṇiratanassa, chabbidhaṁ dosaṁ vivajjetvā manāpacārino itthiratanassa, yojanappamāṇe padese antopathavigatānaṁ nidhīnaṁ dassanasamatthassa gahapatiratanassa, aggamahesiyā kucchimhi nibbattitvā sakalarajjānusāsanasamatthassa jeṭṭhaputtasaṅkhātassa pariṇāyakaratanassa ca pātubhāvo hotīti . Ayamettha saṅkhepo. Vitthārato pana tesaṁ cakkaratanādīnaṁ pātubhāvavidhānaṁ mahāsudassanādīsu suttesu āgatameva. Atthopissa tesaṁ vaṇṇanāya saṁvaṇṇitoyeva.",
  "atk-s0305a1:93": "Satisambojjhaṅgaratanassātiādīsu sarikkhakatā evaṁ veditabbā – yatheva hi cakkavattino cakkaratanaṁ sabbaratanānaṁ purecaraṁ, evaṁ satisambojjhaṅgaratanaṁ sabbesaṁ catubhūmakadhammānaṁ purecaranti, purecaraṇaṭṭhena cakkavattirañño cakkaratanasadisaṁ hoti. Cakkavattino ca ratanesu mahākāyūpapannaṁ accuggataṁ vipulaṁ mahantaṁ hatthiratanaṁ, idampi dhammavicayasambojjhaṅgaratanaṁ mahantaṁ dhammakāyūpapannaṁ accuggataṁ vipulaṁ mahantanti hatthiratanasadisaṁ hoti. Cakkavattino assaratanaṁ sīghaṁ lahu javaṁ, idampi vīriyasambojjhaṅgaratanaṁ sīghaṁ lahu javanti imāya sīghalahujavatāya assaratanasadisaṁ hoti. Cakkavattino maṇiratanaṁ andhakāraṁ vidhamati, ālokaṁ dasseti, idampi pītisambojjhaṅgaratanaṁ tāya ekantakusalattā kilesandhakāraṁ vidhamati, sahajātapaccayādivasena ñāṇālokaṁ dassetīti iminā andhakāravidhamanaālokadassanabhāvena maṇiratanasadisaṁ hoti.",
  "atk-s0305a1:94": "Cakkavattino itthiratanaṁ kāyacittadarathaṁ paṭipassambheti, pariḷāhaṁ vūpasameti. Idampi passaddhisambojjhaṅgaratanaṁ kāyacittadarathaṁ paṭipassambheti, pariḷāhaṁ vūpasametīti itthiratanasadisaṁ hoti. Cakkavattino gahapatiratanaṁ icchiticchitakkhaṇe dhanadānena vikkhepaṁ pacchinditvā cittaṁ ekaggaṁ karoti, idampi samādhisambojjhaṅgaratanaṁ yathicchitādivasena appanaṁ sampādeti, vikkhepaṁ pacchinditvā cittaṁ ekaggaṁ karotīti gahapatiratanasadisaṁ hoti. Cakkavattino ca pariṇāyakaratanaṁ sabbatthakiccasampādanena appossukkataṁ karoti. Idampi upekkhāsambojjhaṅgaratanaṁ cittuppādaṁ līnuddhaccato mocetvā payogamajjhatte ṭhapayamānaṁ appossukkataṁ karotīti pariṇāyakaratanasadisaṁ hoti. Iti imasmiṁ sutte catubhūmako sabbasaṅgāhikadhammaparicchedo kathitoti veditabbo.",
  "atk-s0305a1:95": "4-10. Duppaññasuttādivaṇṇanā",
  "atk-s0305a1:96": "225-231. Catutthe eḷamūgoti mukhena vācaṁ nicchāretuṁ sakkontopi dosehi mūgo asampannavacano. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0305a1:97": "Cakkavattivaggo.",
  "atk-s0305a1:98": "6. Sākacchavaggo",
  "atk-s0305a1:99": "1. Āhārasuttavaṇṇanā",
  "atk-s0305a1:100": "232. Chaṭṭhavaggassa paṭhame ayamāhāro anuppannassa vā satisambojjhaṅgassa uppādāyātiādīsu ayaṁ purimanayato viseso. Na kevalañhi satisambojjhaṅgādīnaṁ ete vuttappakārāva uppādāya, uppannānaṁ vā bhāvanāya pāripūriyā paccayā honti, aññepi pana evaṁ veditabbā. Aparepi hi cattāro dhammā satisambojjhaṅgassa uppādāya saṁvattanti satisampajaññaṁ muṭṭhassatipuggalaparivajjanatā upaṭṭhitassatipuggalasevanatā tadadhimuttatāti. Abhikkantādīsu hi sattasu ṭhānesu satisampajaññena, bhattanikkhittakākasadise muṭṭhassatipuggale parivajjanena, tissadattattheraabhayattherādisadise upaṭṭhitassatipuggale sevanena, ṭhānanisajjādīsu satisamuṭṭhāpanatthaṁ ninnapoṇapabbhāracittatāya ca satisambojjhaṅgo uppajjati. Evaṁ catūhi kāraṇehi uppannassa panassa arahattamaggena bhāvanāpāripūrī hoti.",
  "atk-s0305a1:101": "Satta dhammā dhammavicayasambojjhaṅgassa uppādāya saṁvattanti – paripucchakatā vatthuvisadakiriyā indriyasamattapaṭipādanā duppaññapuggalaparivajjanā paññavantapuggalasevanā gambhīrañāṇacariyapaccavekkhaṇā tadadhimuttatāti. Tattha paripucchakatāti khandhadhātuāyatanaindriyabalabojjhaṅgamaggaṅgajhānaṅgasamathavipassanānaṁ atthasannissitaparipucchābahulatā.",
  "atk-s0305a1:102": "Vatthuvisadakiriyāti ajjhattikabāhirānaṁ vatthūnaṁ visadabhāvakaraṇaṁ. Yadā hissa kesanakhalomāni dīghāni honti, sarīraṁ vā ussannadosañceva sedamalamakkhitañca, tadā ajjhattikavatthu avisadaṁ hoti aparisuddhaṁ. Yadā pana cīvaraṁ jiṇṇaṁ kiliṭṭhaṁ duggandhaṁ hoti, senāsanaṁ vā uklāpaṁ, tadā bāhiravatthu avisadaṁ hoti aparisuddhaṁ. Tasmā kesādichedanena uddhaṁvirecanaadhovirecanādīhi sarīrasallahukabhāvakaraṇena ucchādananahāpanena ca ajjhattikavatthu visadaṁ kātabbaṁ. Sūcikammadhovanarajanaparibhaṇḍakaraṇādīhi bāhiravatthu visadaṁ kātabbaṁ. Etasmiñhi ajjhattikabāhire vatthumhi avisade uppannesu cittacetasikesu ñāṇampi avisadaṁ aparisuddhaṁ hoti aparisuddhāni dīpakapallakavaṭṭitelāni nissāya uppannadīpasikhāya obhāso viya. Visade pana ajjhattikabāhire vatthumhi uppannesu cittacetasikesu ñāṇampi visadaṁ hoti parisuddhāni dīpakapallakavaṭṭitelāni nissāya uppannadīpasikhāya obhāso viya. Tena vuttaṁ – ‘‘vatthuvisadakiriyā dhammavicayasambojjhaṅgassa uppādāya saṁvattatī’’ti.",
  "atk-s0305a1:103": "Indriyasamattapaṭipādanā nāma saddhādīnaṁ indriyānaṁ samabhāvakaraṇaṁ. Sace hissa saddhindriyaṁ balavaṁ hoti, itarāni mandāni, tato vīriyindriyaṁ paggahakiccaṁ, satindriyaṁ upaṭṭhānakiccaṁ, samādhindriyaṁ avikkhepakiccaṁ, paññindriyaṁ dassanakiccaṁ kātuṁ na sakkoti . Tasmā taṁ dhammasabhāvapaccavekkhaṇena vā, yathā vā manasikaroto balavaṁ jātaṁ, tathā amanasikaraṇena hāpetabbaṁ. Vakkalittheravatthu cettha nidassanaṁ. Sace pana vīriyindriyaṁ balavaṁ hoti, atha neva saddhindriyaṁ adhimokkhakiccaṁ kātuṁ sakkoti, na itarāni itarakiccabhedaṁ. Tasmā taṁ passaddhādibhāvanāya hāpetabbaṁ. Tatthāpi soṇattherassa vatthu dassetabbaṁ. Evaṁ sesesupi ekassa balavabhāve sati itaresaṁ attano kiccesu asamatthatā veditabbā.",
  "atk-s0305a1:104": "Visesato panettha saddhāpaññānaṁ samādhivīriyānañca samataṁ pasaṁsanti. Balavasaddho hi mandapañño mudhappasanno hoti, avatthusmiṁ pasīdati. Balavapañño pana mandasaddho kerāṭikapakkhaṁ bhajati, bhesajjasamuṭṭhito viya rogo atekiccho hoti. Cittuppādamatteneva kusalaṁ hotīti atidhāvitvā dānādīni akaronto niraye uppajjati. Ubhinnaṁ samatāya vatthusmiṁyeva pasīdati. Balavasamādhiṁ pana mandavīriyaṁ samādhissa kosajjapakkhattā kosajjaṁ abhibhavati. Balavavīriyaṁ mandasamādhiṁ vīriyassa uddhaccapakkhattā uddhaccaṁ abhibhavati. Samādhi pana vīriyena saṁyojito kosajje patituṁ na labhati, vīriyaṁ samādhinā saṁyojitaṁ uddhacce patituṁ na labhati. Tasmā tadubhayaṁ samaṁ kātabbaṁ. Ubhayasamatāya hi appanā hoti.",
  "atk-s0305a1:105": "Api ca samādhikammikassa balavatīpi saddhā vaṭṭati. Evaṁ saddahanto okappento appanaṁ pāpuṇissati. Samādhipaññāsu pana samādhikammikassa ekaggatā balavatī vaṭṭati. Evañhi so appanaṁ pāpuṇāti. Vipassanākammikassa paññā balavatī vaṭṭati. Evañhi so lakkhaṇapaṭivedhaṁ pāpuṇāti. Ubhinnaṁ pana samatāyapi appanā hotiyeva. Sati pana sabbattha balavatī vaṭṭati. Sati hi cittaṁ uddhaccapakkhikānaṁ saddhāvīriyapaññānaṁ vasena uddhaccapātato , kosajjapakkhikena ca samādhinā kosajjapātato rakkhati. Tasmā sā loṇadhūpanaṁ viya sabbabyañjanesu, sabbakammikaamacco viya ca sabbarājakiccesu sabbattha icchitabbā. Tenāha ‘‘sati ca pana sabbatthikā vuttā bhagavatā. Kiṁ kāraṇā? Cittañhi satipaṭisaraṇaṁ, ārakkhapaccupaṭṭhānā ca sati, na vinā satiyā cittassa paggahaniggaho hotī’’ti.",
  "atk-s0305a1:106": "Duppaññapuggalaparivajjanā nāma khandhādibhede anogāḷhapaññānaṁ dummedhapuggalānaṁ ārakā parivajjanaṁ. Paññavantapuggalasevanā nāma samapaññāsalakkhaṇapariggāhikāya udayabbayapaññāya samannāgatapuggalasevanā. Gambhīrañāṇacariyapaccavekkhaṇā nāma gambhīresu khandhādīsu pavattāya gambhīrapaññāya pabhedapaccavekkhaṇā. Tadadhimuttatā nāma ṭhānanisajjādīsu dhammavicayasambojjhaṅgasamuṭṭhāpanatthaṁ ninnapoṇapabbhāracittatā. Evaṁ uppannassa panassa arahattamaggena bhāvanāpāripūrī hoti.",
  "atk-s0305a1:107": "Ekādasa dhammā vīriyasambojjhaṅgassa uppādāya saṁvattanti – apāyabhayapaccavekkhaṇatā, ānisaṁsadassāvitā, gamanavīthipaccavekkhaṇatā, piṇḍapātāpacāyanatā, dāyajjamahattapaccavekkhaṇatā, satthumahattapaccavekkhaṇatā, jātimahattapaccavekkhaṇatā, sabrahmacārimahattapaccavekkhaṇatā, kusītapuggalaparivajjanatā, āraddhavīriyapuggalasevanatā, tadadhimuttatāti.",
  "atk-s0305a1:108": "Tattha ‘‘nirayesu pañcavidhabandhanakammakāraṇato paṭṭhāya mahādukkhaṁ anubhavanakālepi, tiracchānayoniyaṁ jālakhipanakumīnādīhi gahitakālepi, pājanakaṇṭakādippahāratunnassa pana sakaṭavahanādikālepi, pettivisaye anekānipi vassasahassāni ekaṁ buddhantarampi khuppipāsāhi āturībhūtakālepi, kālakañcikaasuresu saṭṭhihatthaasītihatthappamāṇena aṭṭhicammamatteneva attabhāvena vātātapādidukkhānubhavanakālepi na sakkā vīriyasambojjhaṅgaṁ uppādetuṁ. Ayameva te bhikkhu kālo’’ti evaṁ apāyabhayaṁ paccavekkhantassāpi vīriyasambojjhaṅgo uppajjati.",
  "atk-s0305a1:109": "‘‘Na sakkā kusītena navalokuttaradhammaṁ laddhuṁ, āraddhavīriyeneva sakkā ayamānisaṁso vīriyassā’’ti evaṁ ānisaṁsadassāvinopi uppajjati. ‘‘Sabbabuddha-paccekabuddha-mahāsāvakeheva gatamaggo te gantabbo. So ca na sakkā kusītena gantu’’nti evaṁ gamanavīthiṁ paccavekkhantassāpi uppajjati.",
  "atk-s0305a1:110": "‘‘Ye taṁ piṇḍapātādīhi upaṭṭhahanti, ime te manussā neva ñātakā, na dāsakammakarā, nāpi ‘taṁ nissāya jīvissāmā’ti te paṇītāni piṇḍapātādīni denti. Atha kho attano kārānaṁ mahapphalataṁ paccāsīsamānā denti. Satthārāpi ‘‘ayaṁ ime paccaye paribhuñjitvā kāyadaḷhibahulo sukhaṁ viharissatī’’ti na evaṁ sampassatā tuyhaṁ paccayā anuññātā, atha kho ‘‘ayaṁ ime paribhuñjamānova samaṇadhammaṁ katvā vaṭṭadukkhato muccissatī’ti te paccayā anuññātā, so dāni tvaṁ kusīto viharanto na taṁ piṇḍaṁ apacāyissasi, āraddhavīriyasseva hi piṇḍapātāpacāyanaṁ nāma hotī’’ti evaṁ piṇḍapātāpacāyanaṁ paccavekkhantassāpi uppajjati mahāmittattherassa viya.",
  "atk-s0305a1:111": "Thero kira kassakaleṇe nāma paṭivasati. Tasseva gocaragāme ekā mahāupāsikā theraṁ puttaṁ katvā paṭijaggati. Sā ekadivasaṁ araññaṁ gacchantī dhītaraṁ āha – ‘‘amma, asukasmiṁ ṭhāne purāṇataṇḍulā, asukasmiṁ khīraṁ, asukasmiṁ sappi, asukasmiṁ phāṇitaṁ, tava bhātikassa ayyamittassa āgatakāle bhattaṁ pacitvā khīrasappiphāṇitehi saddhiṁ dehi, tvañca bhuñjeyyāsi, ahaṁ pana hiyyo pakkaṁ pārivāsikabhattaṁ kañjiyena bhuttāmhī’’ti. ‘‘Divā kiṁ bhuñjissasi, ammā’’ti? ‘‘Sākapaṇṇaṁ pakkhipitvā kaṇataṇḍulehi ambilayāguṁ pacitvā ṭhapehi, ammā’’ti.",
  "atk-s0305a1:112": "Thero cīvaraṁ pārupitvā pattaṁ nīharantova taṁ saddaṁ sutvā attānaṁ ovadi ‘‘mahāupāsikā kira kañjiyena pārivāsikabhattaṁ bhuñjitvā divāpi kaṇapaṇṇambilayāguṁ bhuñjissati, tuyhaṁ atthāya pana purāṇataṇḍulādīni ācikkhati, taṁ nissāya kho panesā neva khettaṁ na vatthuṁ na bhattaṁ na vatthaṁ paccāsīsati, tisso pana sampattiyo patthayamānā deti, tvaṁ etissā tā sampattiyo dātuṁ sakkhissasi , na sakkhissasīti, ayaṁ kho pana piṇḍapāto tayā sarāgena sadosena samohena na sakkā gaṇhitu’’nti pattaṁ thavikāya pakkhipitvā gaṇṭhikaṁ muñcitvā nivattitvā kassakaleṇameva gantvā pattaṁ heṭṭhāmañce, cīvaraṁ cīvaravaṁse ṭhapetvā ‘‘arahattaṁ apāpuṇitvā na nikkhamissāmī’’ti vīriyaṁ adhiṭṭhahitvā nisīdi . Dīgharattaṁ appamatto hutvā nivutthabhikkhu vipassanaṁ vaḍḍhetvā purebhattameva arahattaṁ patvā vikasamānamiva padumaṁ mahākhīṇāsavo sitaṁ karontova nikkhami. Leṇadvāre rukkhamhi adhivatthā devatā –",
  "atk-s0305a1:113": "‘‘Namo te purisājañña, namo te purisuttama;",
  "atk-s0305a1:114": "Yassa te āsavā khīṇā, dakkhiṇeyyosi mārisā’’ti. –",
  "atk-s0305a1:115": "Udānaṁ udānetvā ‘‘bhante, piṇḍāya paviṭṭhānaṁ tumhādisānaṁ arahantānaṁ bhikkhaṁ datvā mahallakitthiyo dukkhā muccissantī’’ti āha. Thero uṭṭhahitvā dvāraṁ vivaritvā kālaṁ olokento ‘‘pātoyevā’’ti ñatvā pattacīvaraṁ ādāya gāmaṁ pāvisi.",
  "atk-s0305a1:116": "Dārikāpi bhattaṁ sampādetvā ‘‘idāni me bhātā āgamissati, idāni āgamissatī’’ti dvāraṁ olokayamānā nisīdi. Sā there gharadvāraṁ sampatte pattaṁ gahetvā sappiphāṇitayojitassa khīrapiṇḍapātassa pūretvā hatthe ṭhapesi. Thero ‘‘sukhaṁ hotū’’ti anumodanaṁ katvā pakkāmi. Sāpi taṁ olokayamānāva aṭṭhāsi. Therassa hi tadā ativiya parisuddho chavivaṇṇo ahosi, vippasannāni indriyāni, mukhaṁ bandhanā muttatālapakkaṁ viya ativiya virocittha.",
  "atk-s0305a1:117": "Mahāupāsikā araññato āgantvā ‘‘kiṁ, amma, bhātiko te āgato’’ti pucchi. Sā sabbaṁ taṁ pavattiṁ ārocesi. Upāsikā ‘‘ajja me puttassa pabbajitakiccaṁ matthakaṁ patta’’nti ñatvā ‘‘abhiramati te, amma, bhātā buddhasāsane, na ukkaṇṭhatī’’ti āha.",
  "atk-s0305a1:118": "‘‘Mahantaṁ kho panetaṁ satthudāyajjaṁ, yadidaṁ satta ariyadhanāni nāma, taṁ na sakkā kusītena gahetuṁ. Yathā hi vippaṭipannaṁ puttaṁ mātāpitaro ‘ayaṁ amhākaṁ aputto’ti paribāhiraṁ karonti, so tesaṁ accayena dāyajjaṁ na labhati, evaṁ kusītopi idaṁ ariyadhanadāyajjaṁ na labhati , āraddhavīriyova labhatī’’ti dāyajjamahattaṁ paccavekkhatopi uppajjati.",
  "atk-s0305a1:119": "‘‘Mahā kho pana te satthā, satthuno hi te mātukucchismiṁ paṭisandhiggahaṇakālepi abhinikkhamanepi abhisambodhiyampi dhammacakkappavattana-yamakapāṭihāriya-devorohana-āyusaṅkhāravossajjanesupi parinibbānakālepi dasasahassilokadhātu akampittha. Yuttaṁ nu kho te evarūpassa satthu sāsane pabbajitvā kusītena bhavitu’’nti evaṁ satthumahattaṁ paccavekkhatopi uppajjati.",
  "atk-s0305a1:120": "‘‘Jātiyāpi tvaṁ idāni na lāmakajātiko, asambhinnāya mahāsammatapaveṇiyā āgataukkākarājavaṁse jātosi, suddhodanamahārājassa ca mahāmāyādeviyā ca nattā, rāhulabhaddassa kaniṭṭho, tayā nāma evarūpena jinaputtena hutvā na yuttaṁ kusītena viharitu’’nti evaṁ jātimahattaṁ paccavekkhatopi uppajjati.",
  "atk-s0305a1:121": "‘‘Sāriputtamoggallānā ceva asīti mahāsāvakā ca vīriyeneva lokuttaradhammaṁ paṭivijjhiṁsu. Tvaṁ pana etesaṁ sabrahmacārīnaṁ maggaṁ paṭipajjasi, na paṭipajjasī’’ti evaṁ sabrahmacārimahattaṁ paccavekkhatopi uppajjati.",
  "atk-s0305a1:122": "Kucchiṁ pūretvā ṭhitaajagarasadise vissaṭṭhakāyikacetasikavīriye kusītapuggale parivajjentassāpi, āraddhavīriye pahitatte puggale sevantassāpi ṭhānanisajjādīsu vīriyuppādanatthaṁ ninnapoṇapabbhāracittassāpi uppajjati. Evaṁ uppannassa panassa arahattamaggena bhāvanāpāripūrī hoti.",
  "atk-s0305a1:123": "Ekādasa dhammā pītisambojjhaṅgassa uppādāya saṁvattanti – buddhānussati dhammo, saṅgho, sīlaṁ, cāgo, devatānussati, upasamānussati, lūkhapuggalaparivajjanatā, siniddhapuggalasevanatā, pasādanīyasuttantapaccavekkhaṇatā, tadadhimuttatāti.",
  "atk-s0305a1:124": "Buddhaguṇe anussarantassāpi hi yāva upacārā sakalasarīraṁ pharamāno pītisambojjhaṅgo uppajjati, dhammasaṅghaguṇe anussarantassāpi, dīgharattaṁ akhaṇḍaṁ katvā rakkhitaṁ catupārisuddhisīlaṁ paccavekkhantassāpi, gihino dasasīlapañcasīlāni paccavekkhantassāpi, dubbhikkhabhayādīsu paṇītaṁ bhojanaṁ sabrahmacārīnaṁ datvā ‘‘evaṁ nāma adamhā’’ti cāgaṁ paccavekkhantassāpi, gihinopi evarūpe kāle sīlavantānaṁ dinnadānaṁ paccavekkhantassāpi, yehi guṇehi samannāgatā devattaṁ pattā, tathārūpānaṁ attani atthitaṁ paccavekkhantassāpi, samāpattiyā vikkhambhitā kilesā saṭṭhipi sattatipi vassāni na samudācarantīti paccavekkhantassāpi, cetiyadassanabodhidassanatheradassanesu asakkaccakiriyāya saṁsūcitalūkhabhāve buddhādīsu pasādasinehābhāvena gadrabhapiṭṭharajasadise lūkhapuggale parivajjentassāpi, buddhādīsu pasādabahule muducitte siniddhapuggale sevantassāpi, ratanattayaguṇaparidīpake pasādanīye suttante paccavekkhantassāpi, ṭhānanisajjādīsu pītiuppādanatthaṁ ninnapoṇapabbhāracittassāpi uppajjati. Evaṁ uppannassa panassa arahattamaggena bhāvanāpāripūrī hoti.",
  "atk-s0305a1:125": "Satta dhammā passaddhisambojjhaṅgassa uppādāya saṁvattanti – paṇītabhojanasevanatā, utusukhasevanatā, iriyāpathasukhasevanatā, majjhattapayogatā, sāraddhakāyapuggalaparivajjanatā, passaddhakāya-puggalasevanatā, tadadhimuttatāti.",
  "atk-s0305a1:126": "Paṇītañhi siniddhaṁ bhojanaṁ bhuñjantassāpi, sītuṇhesu utūsu ṭhānādīsu ca iriyāpathesu sappāyaṁ utuñca iriyāpathañca sevantassāpi passaddhi uppajjati. Yo pana mahāpurisajātiko sabbautuiriyāpathakkhamova hoti, na taṁ sandhāyetaṁ vuttaṁ. Yassa sabhāgavisabhāgatā atthi, tasseva visabhāge utuiriyāpathe vajjetvā sabhāge sevantassa uppajjati. Majjhattapayogo vuccati attano ca parassa ca kammassakatapaccavekkhaṇā. Iminā majjhattapayogena uppajjati. Yo leḍḍudaṇḍādīhi paraṁ viheṭhayamānova vicarati, evarūpaṁ sāraddhakāyapuggalaṁ parivajjentassāpi, saṁyatapādapāṇiṁ passaddhakāyaṁ puggalaṁ sevantassāpi, ṭhānanisajjādīsu passaddhiuppādanatthāya ninnapoṇapabbhāracittassāpi uppajjati. Evaṁ uppannassa panassa arahattamaggena bhāvanāpāripūrī hoti.",
  "atk-s0305a1:127": "Dasa dhammā samādhisambojjhaṅgassa uppādāya saṁvattanti – vatthuvisadakiriyatā, indriyasamattapaṭipādanatā, nimittakusalatā, samaye cittassa paggaṇhanatā, samaye cittassa niggaṇhanatā, samaye sampahaṁsanatā, samaye ajjhupekkhanatā, asamāhitapuggalaparivajjanatā, samāhitapuggalasevanatā, tadadhimuttatāti. Tattha vatthuvisadakiriyatā ca indriyasamattapaṭipādanatā ca vuttanayeneva veditabbā.",
  "atk-s0305a1:128": "Nimittakusalatā nāma kasiṇanimittassa uggahaṇakusalatā. Samaye cittassa paggaṇhanatāti yasmiṁ samaye atisithilavīriyatādīhi līnaṁ cittaṁ hoti, tasmiṁ samaye dhammavicayavīriyapītisambojjhaṅgasamuṭṭhāpanena tassa paggaṇhanaṁ. Samaye cittassa niggaṇhanatāti yasmiṁ samaye accāraddhavīriyatādīhi uddhataṁ cittaṁ hoti, tasmiṁ samaye passaddhisamādhiupekkhāsambojjhaṅgasamuṭṭhāpanena tassa niggaṇhanaṁ. Samaye sampahaṁsanatāti yasmiṁ samaye cittaṁ paññāpayogamandatāya vā upasamasukhānaṁ vigamena vā nirassādaṁ hoti, tasmiṁ samaye aṭṭhasaṁvegavatthupaccavekkhaṇena saṁvejeti. Aṭṭha saṁvegavatthūni nāma jātijarābyādhimaraṇāni cattāri, apāyadukkhaṁ pañcamaṁ, atīte vaṭṭamūlakaṁ dukkhaṁ, anāgate vaṭṭamūlakaṁ dukkhaṁ, paccuppanne āhārapariyeṭṭhimūlakaṁ dukkhanti. Ratanattayaguṇānussaraṇena ca pasādaṁ janeti, ayaṁ vuccati ‘‘samaye sampahaṁsanatā’’ti.",
  "atk-s0305a1:129": "Samaye ajjhupekkhanatā nāma yasmiṁ samaye sammāpaṭipattiṁ āgamma alīnaṁ anuddhataṁ anirassādaṁ ārammaṇe samappavattaṁ samathavīthipaṭipannaṁ cittaṁ hoti, tadāssa paggahaniggahasampahaṁsanesu na byāpāraṁ āpajjati sārathi viya samappavattesu assesu. Ayaṁ vuccati ‘‘samaye ajjhupekkhanatā’’ti. Asamāhitapuggalaparivajjanatā nāma upacāraṁ vā appanaṁ vā appattānaṁ vikkhittacittānaṁ puggalānaṁ ārakā parivajjanaṁ. Samāhitapuggalasevanatā nāma upacārena vā appanāya vā samāhitacittānaṁ sevanā bhajanā payirupāsanā. Tadadhimuttatā nāma ṭhānanisajjādīsu samādhiuppādanatthameva ninnapoṇapabbhāracittatā. Evañhi paṭipajjato esa uppajjati. Evaṁ uppannassa panassa arahattamaggena bhāvanāpāripūrī hoti.",
  "atk-s0305a1:130": "Pañca dhammā upekkhāsambojjhaṅgassa uppādāya saṁvattanti – sattamajjhattatā, saṅkhāramajjhattatā, sattasaṅkhārakelāyanapuggalaparivajjanatā, sattasaṅkhāramajjhattapuggalasevanatā, tadadhimuttatāti. Tattha dvīhākārehi sattamajjhattataṁ samuṭṭhāpeti – ‘‘tvaṁ attanova kammena āgantvā attanova kammena gamissasi, esopi attano kammena āgantvā attanova kammena gamissati, tvaṁ kaṁ kelāyasī’’ti evaṁ kammassakatapaccavekkhaṇena ca – ‘‘paramatthato sattoyeva natthi, so tvaṁ kaṁ kelāyasī’’ti evaṁ nissattapaccavekkhaṇena ca. Dvīhevākārehi saṅkhāramajjhattataṁ samuṭṭhāpeti – ‘‘idaṁ cīvaraṁ anupubbena vaṇṇavikāratañceva jiṇṇabhāvañca upagantvā pādapuñchanacoḷakaṁ hutvā yaṭṭhikoṭiyā chaḍḍanīyaṁ bhavissati, sace panassa sāmiko bhaveyya , nāyaṁ evaṁ vinassituṁ dadeyyā’’ti evaṁ assāmikabhāvapaccavekkhaṇena ca, ‘‘anaddhaniyaṁ idaṁ tāvakālika’’nti evaṁ tāvakālikabhāvapaccavekkhaṇena ca. Yathā ca cīvare, evaṁ pattādīsupi yojanā kātabbā.",
  "atk-s0305a1:131": "Sattasaṅkhārakelāyanapuggalaparivajjanatāti ettha yo puggalo gihi vā attano puttadhītādike, pabbajito vā attano antevāsikasamānupajjhāyakādike mamāyati, sahatthāva nesaṁ kesacchedana-sūcikamma-cīvaradhovana-rajana-pattapacanādīni karoti, muhuttampi apassanto ‘‘asuko sāmaṇero kuhiṁ, asuko daharo kuhi’’nti bhantamigo viya ito cito ca āloketi, aññena kesacchedanādīnaṁ atthāya ‘‘muhuttaṁ tāva asukaṁ pesethā’’ti yāciyamānopi ‘‘amhepi taṁ attano kammaṁ na kārema, tumhe naṁ gahetvā kilamessathā’’ti na deti, ayaṁ sattakelāyano nāma. Yo pana cīvarapattathālakakattarayaṭṭhiādīni mamāyati, aññassa hatthena parāmasitumpi na deti, tāvakālikaṁ yācitopi ‘‘mayampi imaṁ dhanāyantā na paribhuñjāma, tumhākaṁ kiṁ dassāmā’’ti vadati, ayaṁ saṅkhārakelāyano nāma. Yo pana tesu dvīsupi vatthūsu majjhatto udāsino, ayaṁ sattasaṅkhāramajjhatto nāma. Iti ayaṁ upekkhāsambojjhaṅgo evarūpaṁ sattasaṅkhārakelāyanapuggalaṁ ārakā parivajjentassāpi, sattasaṅkhāramajjhattapuggalaṁ sevantassāpi, ṭhānanisajjādīsu taduppādanatthaṁ ninnapoṇapabbhāracittassāpi uppajjati. Evaṁ uppannassa panassa arahattamaggena bhāvanāpāripūrī hoti.",
  "atk-s0305a1:132": "Asubhanimittanti uddhumātakādibhedā dasa asubhārammaṇā dhammā. Yonisomanasikārabahulīkāroti ettha pana yonisomanasikāro nāma upāyamanasikāro, pathamanasikāro, uppādakamanasikāro. Apica cha dhammā kāmacchandassa pahānāya saṁvattanti – asubhanimittassa uggaho, asubhabhāvanānuyogo, indriyesu guttadvāratā, bhojane mattaññutā, kalyāṇamittatā, sappāyakathāti.",
  "atk-s0305a1:133": "Dasavidhañhi asubhanimittaṁ uggaṇhantassāpi kāmacchando pahīyati, bhāventassāpi, indriyesu guttadvārassāpi, catunnaṁ pañcannaṁ ālopānaṁ okāse sati udakaṁ pivitvā yāpanasīlatāya bhojane mattaññunopi. Tenetaṁ vuttaṁ –",
  "atk-s0305a1:134": "‘‘Cattāro pañca ālope, abhutvā udakaṁ pive;",
  "atk-s0305a1:135": "Alaṁ phāsuvihārāya, pahitattassa bhikkhuno’’ti. (theragā. 983);",
  "atk-s0305a1:136": "Asubhakammikatissattherasadise asubhabhāvanārate kalyāṇamitte sevantassāpi kāmacchando pahīyati, ṭhānanisajjādīsu dasaasubhanimittāya-sappāyakathāyapi pahīyati. Tena vuttaṁ ‘‘cha dhammā kāmacchandassa pahānāya saṁvattantī’’ti . Imehi pana chahi dhammehi pahīnassa kāmacchandassa arahattamaggena āyatiṁ anuppādo hoti.",
  "atk-s0305a1:137": "Mettā cetovimuttīti ettha mettāti vutte appanāpi upacāropi vaṭṭati, cetovimuttīti appanāyeva. Yonisomanasikāro vuttalakkhaṇova. Apica cha dhammā byāpādassa pahānāya saṁvattanti – mettānimittassa uggaho, mettābhāvanānuyogo, kammassakatāpaccavekkhaṇatā, paṭisaṅkhānabahulatā, kalyāṇamittatā, sappāyakathāti.",
  "atk-s0305a1:138": "Odissakaanodissakadisāpharaṇānañhi aññataravasena mettaṁ uggaṇhantassāpi byāpādo pahīyati, tathā odhisoanodhisodisāpharaṇavasena mettaṁ bhāventassāpi. ‘‘Tvaṁ etassa kuddho kiṁ karissasi? Kimassa sīlādīni nāsetuṁ sakkhissasi? Nanu tvaṁ attano kammena āgantvā attano kammeneva gamissasi? Parassa kujjhanaṁ nāma vītaccikaṅgāratattaayasalākagūthādīni gahetvā paraṁ paharitukāmatāsadisaṁ hoti. Esopi tava kuddho kiṁ karissati? Kiṁ te sīlādīni vināsetuṁ sakkhissati? Esa attano kammena āgantvā attano kammeneva gamissati? Appaṭicchitapaheṇakaṁ viya paṭivātaṁ khittarajomuṭṭhi viya ca etassevesa kodho matthake patissatī’’ti evaṁ attano ca parassa ca kammassakataṁ paccavekkhatopi, ubhayakammassakataṁ paccavekkhitvā paṭisaṅkhāne ṭhitassāpi, assaguttattherasadise mettābhāvanārate kalyāṇamitte sevantassāpi byāpādo pahīyati, ṭhānanisajjādīsu mettānissitasappāyakathāyapi pahīyati. Tena vuttaṁ ‘‘cha dhammā byāpādassa pahānāya saṁvattantī’’ti . Imehi pana chahi dhammehi pahīnassa byāpādassa anāgāmimaggena āyatiṁ anuppādo hoti.",
  "atk-s0305a1:139": "Atthi bhikkhave aratītiādi vuttatthameva. Api ca cha dhammā thinamiddhassa pahānāya saṁvattanti – atibhojane nimittaggāho, iriyāpathasamparivattanatā, ālokasaññāmanasikāro, abbhokāsavāso, kalyāṇamittatā, sappāyakathāti.",
  "atk-s0305a1:140": "Āharahatthakaṁ, bhuttavamitakaṁ, tatravaṭṭakaṁ, alaṁsāṭakaṁ, kākamāsakabhojanaṁ bhuñjitvā rattiṭṭhānadivāṭṭhāne nisinnassa hi samaṇadhammaṁ karoto thinamiddhaṁ mahāhatthī viya ottharantaṁ āgacchati, catupañcaālopaokāsaṁ pana ṭhapetvā pānīyaṁ pivitvā yāpanasīlassa bhikkhuno taṁ na hotīti evaṁ atibhojane nimittaṁ gaṇhantassapi thinamiddhaṁ pahīyati. Yasmiṁ iriyāpathe thinamiddhaṁ okkamati, tato aññaṁ parivattentassāpi, rattiṁ candālokadīpālokaukkāloke divā sūriyālokaṁ manasikarontassāpi, abbhokāse vasantassāpi, mahākassapattherasadise pahīnathinamiddhe kalyāṇamitte sevantassāpi thinamiddhaṁ pahīyati, ṭhānanisajjādīsu dhutaṅganissitasappāyakathāyapi pahīyati. Tena vuttaṁ ‘‘cha dhammā thinamiddhassa pahānāya saṁvattantī’’ti. Imehi pana chahi dhammehi pahīnassa thinamiddhassa arahattamaggena āyatiṁ anuppādo hoti.",
  "atk-s0305a1:141": "Atthi bhikkhave cetaso vūpasamotiādīni vuttatthāneva. Apica cha dhammā uddhaccakukkuccassa pahānāya saṁvattanti – bahussutatā, paripucchakatā, vinaye pakataññutā, vuddhasevitatā, kalyāṇamittatā, sappāyakathāti.",
  "atk-s0305a1:142": "Bāhusaccenapi hi ekaṁ vā dve vā tayo vā cattāro vā pañca vā nikāye pāḷivasena ca atthavasena ca uggaṇhantassāpi uddhaccakukkuccaṁ pahīyati, kappiyākappiyaparipucchābahulassāpi, vinayapaññattiyaṁ ciṇṇavasībhāvatāya pakataññunopi, vuddhe mahallakatthere upasaṅkamantassāpi, upālittherasadise vinayadhare kalyāṇamitte sevantassāpi, uddhaccakukkuccaṁ pahīyati, ṭhānanisajjādīsu kappiyākappiyanissitasappāyakathāyapi pahīyati. Tena vuttaṁ ‘‘cha dhammā uddhaccakukkuccassa pahānāya saṁvattantī’’ti. Imehi pana chahi dhammehi pahīne uddhaccakukkucce uddhaccassa arahattamaggena, kukkuccassa anāgāmimaggena āyatiṁ anuppādo hotīti.",
  "atk-s0305a1:143": "Kusalākusalā dhammātiādīnipi vuttatthāneva. Apica cha dhammā vicikicchāya pahānāya saṁvattanti – bahussutatā, paripucchakatā, vinaye pakataññutā, adhimokkhabahulatā, kalyāṇamittatā, sappāyakathāti.",
  "atk-s0305a1:144": "Bāhusaccenapi hi ekaṁ vā…pe… pañca vā nikāye pāḷivasena ca atthavasena ca uggaṇhantassāpi vicikicchā pahīyati, tīṇi ratanāni ārabbha paripucchābahulassāpi , vinaye ciṇṇavasībhāvassāpi, tīsu ratanesu okappaniyasaddhāsaṅkhātaadhimokkhabahulassāpi, saddhādhimutte vakkalittherasadise kalyāṇamitte sevantassāpi vicikicchā pahīyati, ṭhānanisajjādīsu tiṇṇaṁ ratanānaṁ guṇanissitasappāyakathāyapi pahīyati. Tena vuttaṁ ‘‘cha dhammā vicikicchāya pahānāya saṁvattantī’’ti. Imehi pana chahi dhammehi pahīnāya vicikicchāya sotāpattimaggena āyatiṁ anuppādo hoti. Iti bhagavā imasmiṁ sutte desanaṁ tīhi bhavehi nivattetvā arahattena kūṭaṁ gaṇhi. Desanāpariyosāne pañcasatā bhikkhū arahattaṁ pāpuṇiṁsu.",
  "atk-s0305a1:145": "2. Pariyāyasuttavaṇṇanā",
  "atk-s0305a1:146": "233. Dutiye sambahulāti vinayapariyāyena tayo janā sambahulāti vuccanti, tato paraṁ saṅgho. Suttantapariyāyena tayo tayo eva, tato uddhaṁ sambahulā. Idha suttantapariyāyena sambahulāti veditabbā. Piṇḍāya pavisiṁsūti piṇḍāya paviṭṭhā. Te pana na tāva paviṭṭhā, ‘‘pavisissāmā’’ti nikkhantattā pana pavisiṁsūti vuttā. Yathā kiṁ? Yathā ‘‘gāmaṁ gamissāmī’’ti nikkhantapuriso taṁ gāmaṁ apattopi ‘‘kahaṁ itthannāmo’’ti vutte ‘‘gāmaṁ gato’’ti vuccati, evaṁ. Paribbājakānaṁ ārāmoti jetavanassa avidūre aññatitthiyānaṁ paribbājakānaṁ ārāmo atthi, taṁ sandhāyetaṁ vuttaṁ. Samaṇo āvusoti āvuso tumhākaṁ satthā samaṇo gotamo.",
  "atk-s0305a1:147": "Mayampi kho āvuso sāvakānaṁ evaṁ dhammaṁ desemāti titthiyānaṁ samaye ‘‘pañca nīvaraṇā pahātabbā, satta bojjhaṅgā bhāvetabbā’’ti etaṁ natthi . Te pana ārāmaṁ gantvā parisapariyante ṭhatvā aññaṁ olokento viya aññavihitakā viya hutvā bhagavato dhammadesanaṁ suṇanti. Tato ‘‘samaṇo gotamo ‘idaṁ pajahatha idaṁ bhāvethā’ti vadatī’’ti sallakkhetvā attano ārāmaṁ gantvā ārāmamajjhe āsanaṁ paññāpetvā upaṭṭhāyakaupaṭṭhāyikāhi parivutā sīsaṁ ukkhipitvā kāyaṁ unnāmetvā attano sayambhūñāṇena paṭividdhākāraṁ dassentā – ‘‘pañca nīvaraṇā nāma pahātabbā, satta bojjhaṅgā nāma bhāvetabbā’’ti kathenti.",
  "atk-s0305a1:148": "Idha no āvusoti ettha idhāti imasmiṁ paññāpane. Ko visesoti kiṁ adhikaṁ? Ko adhippayāsoti ko adhikappayogo? Kiṁ nānākaraṇanti kiṁ nānattaṁ? Dhammadesanāya vā dhammadesananti yadidaṁ samaṇassa vā gotamassa dhammadesanāya saddhiṁ amhākaṁ dhammadesanaṁ, amhākaṁ vā dhammadesanāya saddhiṁ samaṇassa gotamassa dhammadesanaṁ ārabbha nānākaraṇaṁ vucceyya, taṁ kinnāmāti vadanti. Dutiyapadepi eseva nayo.",
  "atk-s0305a1:149": "Neva abhinandiṁsūti ‘‘evameva’’nti na sampaṭicchiṁsu. Nappaṭikkosiṁsūti ‘‘nayidaṁ eva’’nti na paṭisedhiṁsu. Kiṁ pana te pahontā evaṁ akaṁsu, udāhu appahontāti? Pahontā. Na hi te ettakaṁ kathaṁ kathetuṁ na sakkonti ‘‘āvuso tumhākaṁ samaye pañca nīvaraṇā pahātabbā nāma natthi, satta bojjhaṅgā bhāvetabbā nāma natthī’’ti. Evaṁ pana tesaṁ ahosi – ‘‘atthi no etaṁ kathāpābhataṁ, mayaṁ etaṁ satthu ārocessāma, atha no satthā madhuradhammadesanaṁ desessatī’’ti.",
  "atk-s0305a1:150": "Pariyāyoti kāraṇaṁ. Na ceva sampāyissantīti sampādetvā kathetuṁ na sakkhissanti. Uttariñca vighātanti asampāyanato uttarimpi dukkhaṁ āpajjissanti. Sampādetvā kathetuṁ asakkontānañhi dukkhaṁ uppajjati. Yathā taṁ, bhikkhave, avisayasminti ettha tanti nipātamattaṁ, yathāti kāraṇavacanaṁ, yasmā avisaye pañho pucchitoti attho. Sadevaketi saha devehi sadevake. Samārakādīsupi eseva nayo. Evaṁ tīṇi ṭhānāni loke pakkhipitvā dve pajāyāti, pañcahipi sattalokameva pariyādiyitvā etasmiṁ sadevakādibhede loke devaṁ vā manussaṁ vā na samanupassāmīti dīpeti. Ito vā pana sutvāti ito vā pana mama sāsanato sutvā. Ito sutvā hi tathāgato tathāgatasāvakopi ārādheyya, paritoseyya, aññathā ārādhanā nāma natthīti dasseti.",
  "atk-s0305a1:151": "Idāni attano tesaṁ pañhānaṁ veyyākaraṇena cittārādhanaṁ dassento katamo ca bhikkhave pariyāyotiādimāha. Tattha ajjhattaṁ kāmacchandoti attano pañcakkhandhe ārabbha uppannachandarāgo . Bahiddhā kāmacchandoti paresaṁ pañcakkhandhe ārabbha uppannachandarāgo. Uddesaṁ gacchatīti gaṇanaṁ gacchati. Ajjhattaṁ byāpādoti attano hatthapādādīsu uppannapaṭigho. Bahiddhā byāpādoti paresaṁ tesu uppannapaṭigho. Ajjhattaṁ dhammesu vicikicchāti attano khandhesu vimati. Bahiddhā dhammesu vicikicchāti bahiddhā aṭṭhasu ṭhānesu mahāvicikicchā. Ajjhattaṁ dhammesu satīti ajjhattike saṅkhāre paṭiggaṇhantassa uppannā sati. Bahiddhā dhammesu satīti bahiddhā saṅkhāre pariggaṇhantassa uppannā sati. Dhammavicayasambojjhaṅgepi eseva nayo.",
  "atk-s0305a1:152": "Kāyikanti caṅkamaṁ adhiṭṭhahantassa uppannavīriyaṁ. Cetasikanti – ‘‘na tāvāhaṁ imaṁ pallaṅkaṁ bhindissāmi, yāva me anupādāya āsavehi cittaṁ vimuccissatī’’ti evaṁ kāyapayogaṁ vinā uppannavīriyaṁ. Kāyappassaddhīti tiṇṇaṁ khandhānaṁ darathapassaddhi. Cittappassaddhīti viññāṇakkhandhassa darathapassaddhi. Upekkhāsambojjhaṅge satisambojjhaṅgasadisova vinicchayo.",
  "atk-s0305a1:153": "Imasmiṁ sutte missakasambojjhaṅgā kathitā. Etesu hi ajjhattadhammesu sati, pavicayo, upekkhāti ime attano khandhārammaṇattā lokiyāva honti, tathā maggaṁ apattaṁ kāyikavīriyaṁ. Avitakkaavicārā pana pītisamādhī kiñcāpi rūpāvacarā honti, rūpāvacare pana bojjhaṅgā na labbhantīti lokuttarāva honti. Ye ca therā brahmavihāravipassanāpādakajjhānādīsu bojjhaṅge uddharanti, tesaṁ matena rūpāvacarāpi arūpāvacarāpi honti. Bojjhaṅgesu hi arūpāvacare pītiyeva ekantena na labbhati, sesā cha missakāva hontīti. Desanāpariyosāne keci bhikkhū sotāpannā jātā, keci sakadāgāmī, keci anāgāmī, keci arahantoti.",
  "atk-s0305a1:154": "3. Aggisuttavaṇṇanā",
  "atk-s0305a1:155": "234. Tatiye satiñca khvāhaṁ, bhikkhave, sabbatthikaṁ vadāmīti loṇadhūpanaṁ viya sabbakammikāmaccaṁ viya ca sabbattha icchitabbaṁ vadāmīti attho. Yathā hi loṇadhūpanaṁ sabbabyañjanesupi nivisati, yathā ca sabbakammiko amacco yodhakammampi karoti mantakammampi paṭihārakammampīti sabbakiccāni sādheti, evaṁ uddhatassa cittassa niggaṇhanaṁ, līnassa paggaṇhananti sabbametaṁ satiyā ijjhati, na sakkā vinā satiyā etaṁ sampādetuṁ, tasmā evamāha. Imasmiṁ sutte pubbabhāgavipassanā bojjhaṅgāva kathitā.",
  "atk-s0305a1:156": "4. Mettāsahagatasuttavaṇṇanā",
  "atk-s0305a1:157": "235. Catutthe mettāsahagatena cetasātiādi sabbaṁ sabbākārena visuddhimagge (visuddhi. 1.240-241) vitthāritameva. Mayampi kho, āvuso, sāvakānaṁ evaṁ dhammaṁ desemāti idampi te purimanayeneva satthu dhammadesanaṁ sutvā vadanti. Titthiyānañhi samaye pañcanīvaraṇappahānaṁ vā mettādibrahmavihārabhāvanā vā natthi. Kiṁ gatikā hotīti kiṁ nipphatti hoti. Kiṁ paramāti kiṁ uttamā. Kiṁ phalāti kiṁ ānisaṁsā. Kiṁ pariyosānāti kiṁ niṭṭhā. Mettāsahagatanti mettāya sahagataṁ saṁsaṭṭhaṁ sampayuttaṁ. Eseva nayo sabbattha. Vivekanissitādīni vuttatthāneva.",
  "atk-s0305a1:158": "Appaṭikūlanti duvidhaṁ appaṭikūlaṁ – sattaappaṭikūlañca, saṅkhāraappaṭikūlañca. Tasmiṁ appaṭikūle iṭṭhe vatthusminti attho. Paṭikūlasaññīti aniṭṭhasaññī. Kathaṁ panettha evaṁ viharati? Asubhapharaṇaṁ vā aniccanti manasikāraṁ vā karonto. Vuttañhetaṁ paṭisambhidāyaṁ ‘‘kathaṁ appaṭikūle paṭikūlasaññī viharati. Iṭṭhasmiṁ vatthusmiṁ asubhāya vā pharati, aniccato vā upasaṁharatī’’ti. Paṭikūle pana aniṭṭhe vatthusmiṁ mettāpharaṇaṁ vā dhātumanasikāraṁ vā karonto appaṭikūlasaññī viharati nāma. Yathāha ‘‘kathaṁ paṭikūle appaṭikūlasaññī viharati. Aniṭṭhasmiṁ vatthusmiṁ mettāya vā pharati, dhātuto vā upasaṁharatī’’ti (paṭi. ma. 2.17). Ubhayamissakapadesupi eseva nayo. Appaṭikūlappaṭikūlesu hi tadeva asubhapharaṇaṁ vā aniccanti manasikāraṁ vā karonto paṭikūlasaññī viharati nāma. Paṭikūlāpaṭikūlesu ca tadeva mettāpharaṇaṁ vā dhātumanasikāraṁ vā karonto appaṭikūlasaññī viharati nāma. ‘‘Cakkhunā rūpaṁ disvā neva sumano hotī’’tiādinā (paṭi. ma. 2.17) nayena vuttaṁ pana chaḷaṅgupekkhaṁ pavattayamāno ‘‘appaṭikūle ca paṭikūle ca tadubhayaṁ abhinivajjetvā upekkhako tattha viharati sato sampajāno’’ti veditabbo.",
  "atk-s0305a1:159": "Ettāvatā ca imassa bhikkhuno mettāya tikacatukkajjhānaṁ nibbattetvā tadeva pādakaṁ katvā vipassanaṁ vaḍḍhetvā arahattaṁ pattassa saha vipassanāya maggasambojjhaṅgānaṁ ariyiddhiyā ca dassitattā desanā vinivaṭṭetabbā siyā. Idaṁ pana mettājhānaṁ pādakaṁ katvā saṅkhāre sammasantopi yo arahattaṁ pāpuṇituṁ na sakkoti, yasmā tassa arahattaparamā mettā na hoti. Yaṁparamā pana hoti, taṁ dassetabbaṁ. Tasmā tassa dassanatthaṁ ayaṁ desanā āraddhā. Parato sabbaso vā pana rūpasaññānaṁ samatikkamātiādīsupi iminā nayena puna desanārambhapayojanaṁ veditabbaṁ.",
  "atk-s0305a1:160": "Subhaparamanti subhaniṭṭhaṁ, subhakoṭikaṁ, subhanipphattiṁ. Idhapaññassāti idheva paññā assa, nayimaṁ lokaṁ atikkamatīti idhapañño, tassa idhapaññassa, lokiyapaññassāti attho. Uttarivimuttiṁ appaṭivijjhatoti lokuttaradhammaṁ appaṭivijjhantassa. Yo pana paṭivijjhituṁ sakkoti, tassa arahattaparamāva mettā hotīti attho. Karuṇādīsupi eseva nayo.",
  "atk-s0305a1:161": "Kasmā panetāsaṁ mettādīnaṁ subhaparamāditā vuttā bhagavatāti? Sabhāgavasena tassa tassa upanissayattā. Mettāvihārissa hi sattā appaṭikūlā honti, athassa appaṭikūlaparicayā appaṭikūlesu parisuddhavaṇṇesu nīlādīsu cittaṁ upasaṁharato appakasireneva tattha cittaṁ pakkhandati. Iti mettā subhavimokkhassa upanissayo hoti, na tato paraṁ, tasmā subhaparamāti vuttā.",
  "atk-s0305a1:162": "Karuṇāvihārissa uṇhābhighātādirūpanimittaṁ sattadukkhaṁ samanupassantassa karuṇāya pavattisambhavato rūpe ādīnavo parividito hoti , athassa parividitarūpādīnavattā pathavīkasiṇādīsu aññataraṁ ugghāṭetvā rūpanissaraṇe ākāse cittaṁ upasaṁharato appakasireneva tattha cittaṁ pakkhandati. Iti karuṇā ākāsānañcāyatanassa upanissayo hoti, na tato paraṁ, tasmā ākāsānañcāyatanaparamāti vuttā.",
  "atk-s0305a1:163": "Muditāvihārissa pana tena tena pāmojjakāraṇena uppannapāmojjasattānaṁ viññāṇaṁ samanupassantassa muditāya pavattisambhavato viññāṇaggahaṇaparicitaṁ hoti, athassa anukkamādhigataṁ ākāsānañcāyatanaṁ atikkamma ākāsanimittagocare viññāṇe cittaṁ upasaṁharato appakasireneva tattha cittaṁ pakkhandati. Iti muditā viññāṇañcāyatanassa upanissayo hoti, na tato paraṁ, tasmā viññāṇañcāyatanaparamāti vuttā.",
  "atk-s0305a1:164": "Upekkhāvihārissa pana ‘‘sattā sukhitā vā hontu, dukkhato vā vimuccantu, sampattasukhato vā mā vigacchantū’’ti ābhogābhāvato sukhadukkhādiparamatthagāhavimukhasambhavato avijjamānaggahaṇadukkhacittaṁ hoti. Athassa paramatthagāhato vimukhabhāvaparicitacittassa paramatthato avijjamānaggahaṇadukkhacittassa ca anukkamādhigataṁ viññāṇāñcāyatanaṁ samatikkammasambhavato avijjamāne paramatthabhūtassa viññāṇassa abhāve cittaṁ upasaṁharato appakasireneva tattha cittaṁ pakkhandati. Iti upekkhā ākiñcaññāyatanassa upanissayo hoti, na tato paraṁ, tasmā ākiñcaññāyatanaparamāti vuttā. Desanāpariyosāne pañcasatā bhikkhū arahattaṁ pattāti.",
  "atk-s0305a1:165": "5. Saṅgāravasuttavaṇṇanā",
  "atk-s0305a1:166": "236. Pañcame pagevāti paṭhamaññeva. Kāmarāgapariyuṭṭhitenāti kāmarāgagahitena. Kāmarāgaparetenāti kāmarāgānugatena. Nissaraṇanti tividhaṁ kāmarāgassa nissaraṇaṁ vikkhambhananissaraṇaṁ tadaṅganissaraṇaṁ samucchedanissaraṇanti . Tattha asubhe paṭhamajjhānaṁ vikkhambhananissaraṇaṁ nāma, vipassanā tadaṅganissaraṇaṁ nāma, arahattamaggo samucchedanissaraṇaṁ nāma. Taṁ tividhampi nappajānātīti attho. Attatthampītiādīsu arahattasaṅkhāto attano attho attattho nāma, paccayadāyakānaṁ attho parattho nāma, sveva duvidhopi ubhayattho nāma. Iminā nayena sabbavāresu attho veditabbo.",
  "atk-s0305a1:167": "Ayaṁ pana viseso – byāpādassa nissaraṇantiādīsu hi dveva nissaraṇāni vikkhambhananissaraṇañca samucchedanissaraṇañca. Tattha byāpādassa tāva mettāya paṭhamajjhānaṁ vikkhambhananissaraṇaṁ, anāgāmimaggo samucchedanissaraṇaṁ. Thinamiddhassa ālokasaññā vikkhambhananissaraṇaṁ, arahattamaggo samucchedanissaraṇaṁ. Uddhaccakukkuccassa yo koci samatho vikkhambhananissaraṇaṁ, uddhaccassa panettha arahattamaggo, kukkuccassa anāgāmimaggo samucchedanissaraṇaṁ. Vicikicchāya dhammavavatthānaṁ vikkhambhananissaraṇaṁ, paṭhamamaggo samucchedanissaraṇaṁ.",
  "atk-s0305a1:168": "Yā panettha seyyathāpi brāhmaṇa udapatto saṁsaṭṭho lākhāya vātiādikā upamā vuttā, tāsu udapattoti udakabharitā pāti. Saṁsaṭṭhoti vaṇṇabhedakaraṇavasena saṁsaṭṭho. Pakkuthitoti kuthito. Usmudakajātoti usumajāto. Sevālapaṇakapariyonaddhoti tilabījakādibhedena sevālena vā nīlamaṇḍūkapiṭṭhivaṇṇena vā udakapiṭṭhiṁ chādetvā nibbattapaṇakena pariyonaddho. Vāteritoti vātena erito kampito. Āviloti appasanno. Luḷitoti asannisinno. Kalalībhūtoti kaddamībhūto. Andhakāre nikkhittoti koṭṭhantarādibhede anālokaṭṭhāne ṭhapito. Imasmiṁ sutte bhagavā tīhi bhavehi desanaṁ nivattetvā arahattanikūṭena desanaṁ niṭṭhāpesi, brāhmaṇo pana saraṇamatte patiṭṭhito.",
  "atk-s0305a1:169": "6. Abhayasuttavaṇṇanā",
  "atk-s0305a1:170": "237. Chaṭṭhe aññāṇāya adassanāyāti aññāṇatthāya adassanatthāya. Taggha bhagavā nīvaraṇāti ekaṁsena bhagavā nīvaraṇā. Kāyakilamathoti kāyadaratho. Cittakilamathoti cittadaratho. Sopi me paṭippassaddhoti tassa kira satthu santike sītalaṁ utusappāyaṭṭhānaṁ pavisitvā nisinnassa kāyadaratho paṭipassambhi, tasmiṁ paṭipassaddhe tadanvayeneva cittadarathopi. Apica maggenevassa etaṁ ubhayampi passaddhanti veditabbaṁ.",
  "atk-s0305a1:171": "7. Ānāpānavaggo",
  "atk-s0305a1:172": "1. Aṭṭhikamahapphalasuttādivaṇṇanā",
  "atk-s0305a1:173": "238. Sattamādīsu aṭṭhikasaññāti aṭṭhikaṁ aṭṭhikanti bhāventassa uppannasaññā. Taṁ panetaṁ bhāvayato yāva nimittaṁ na uppajjati, tāva chavipi cammampi upaṭṭhāti. Nimitte pana uppanne chavicammāni neva upaṭṭhahanti, saṅkhavaṇṇo suddhaaṭṭhikasaṅghāṭova upaṭṭhāti hatthikkhandhagataṁ dhammikatissarājānaṁ olokentassa sāmaṇerassa viya, paṭimagge hasamānaṁ itthiṁ olokentassa cetiyapabbatavāsino tissattherassa viya cāti. Vatthūni visuddhimagge (visuddhi. 1.15) vitthāritāni. Sati vā upādiseseti gahaṇasese upādānasese vijjamānamhi.",
  "atk-s0305a1:174": "2-10. Puḷavakasuttādivaṇṇanā",
  "atk-s0305a1:175": "239-247.Puḷavakasaññāti puḷavaṁ puḷavanti bhāventassa uppannasaññā. Vinīlakasaññādīsupi eseva nayo. Vinicchayakathā panettha saddhiṁ bhāvanānayena visuddhimagge (visuddhi. 1.102) vuttā. Mettādayo tikacatukkajjhānavasena veditabbā, upekkhā catutthajjhānavaseneva.",
  "atk-s0305a1:176": "8. Nirodhavaggo",
  "atk-s0305a1:177": "1-10. Asubhasuttādivaṇṇanā",
  "atk-s0305a1:178": "248-257.Asubhasaññāti asubhe paṭhamajjhānasaññā. Maraṇasaññāti ‘‘avassaṁ maritabbaṁ, maraṇapaṭibaddhaṁ me jīvita’’nti abhiṇhaṁ paccavekkhantassa uppannasaññā . Āhāre paṭikūlasaññāti odanakummāsādimhi ajjhoharaṇīye paṭikūlasaññā. Sabbaloke anabhiratisaññāti sakalalokasmiṁ anabhiratiṁ uppādentassa uppannasaññā. Pahānasaññāvirāgasaññāti dve pubbabhāgā. Nirodhasaññā missakā. Evametāni aṭṭhikasaññādīni vīsati kammaṭṭhānāni niddiṭṭhāni. Tesaṁ navasu appanā honti, ekādasa upacārajjhānikā. Sesā panettha vinicchayakathā visuddhimagge (visuddhi. 1.294) āgatāva. Gaṅgāpeyyālādayo maggasaṁyutte vuttanayeneva veditabbā.",
  "atk-s0305a1:179": "Bojjhaṅgasaṁyuttavaṇṇanā niṭṭhitā."
}