{
  "atk-s0512a1:0": "1. Akittivaggo",
  "atk-s0512a1:1": "1. Akitticariyāvaṇṇanā",
  "atk-s0512a1:2": "3. Evaṁ bhagavā āyasmato sāriputtattherassa sadevamanussāya ca parisāya attano pubbacariyāya savane ussāhaṁ janetvā idāni taṁ pubbacaritaṁ bhavantarapaṭicchannaṁ hatthatale āmalakaṁ viya paccakkhaṁ karonto ‘‘yadā ahaṁ brahāraññe’’tiādimāha.",
  "atk-s0512a1:3": "Tattha yadāti yasmiṁ kāle. Brahāraññeti mahāaraññe, araññāniyaṁ, mahante vaneti attho. Suññeti janavivitte. Vipinakānaneti vipinabhūte kānane, padadvayenāpi tassa araññassa gahanabhāvameva dīpeti, sabbametaṁ kāradīpaṁ sandhāya vuttaṁ. Ajjhogāhetvāti anupavisitvā. Viharāmīti dibbabrahmaariyaāneñjavihārehi samuppāditasukhavisesena iriyāpathavihārena sarīradukkhaṁ vicchinditvā harāmi attabhāvaṁ pavattemi. Akitti nāma tāpasoti evaṁnāmako tāpaso hutvā yadā ahaṁ tasmiṁ araññe viharāmīti attho. Satthā tadā attano akittitāpasabhāvaṁ dhammasenāpatissa vadati. Tatrāyaṁ anupubbikathā –",
  "atk-s0512a1:4": "Atīte kira imasmiṁyeva bhaddakappe bārāṇasiyaṁ brahmadatte nāma rājini rajjaṁ kārente bodhisatto asītikoṭivibhavassa brāhmaṇamahāsālassa kule nibbatti, ‘‘akittī’’tissa nāmaṁ kariṁsu. Tassa padasā gamanakāle bhaginīpi jāyi. ‘‘Yasavatī’’tissā nāmaṁ kariṁsu. So soḷasavassakāle takkasilaṁ gantvā sabbasippāni uggahetvā paccāgamāsi. Athassa mātāpitaro kālamakaṁsu. So tesaṁ petakiccāni kāretvā katipayadivasātikkamena ratanāvalokanaṁ āyuttakapurisehi kārayamāno ‘‘ettakaṁ mattikaṁ, ettakaṁ pettikaṁ, ettakaṁ pitāmaha’’nti sutvā saṁviggamānaso hutvā ‘‘idaṁ dhanameva paññāyati, na dhanassa saṁhārakā, sabbe imaṁ dhanaṁ pahāyeva gatā, ahaṁ pana naṁ ādāya gamissāmī’’ti rājānaṁ āpucchitvā bheriṁ carāpesi – ‘‘dhanena atthikā akittipaṇḍitassa gehaṁ āgacchantū’’ti.",
  "atk-s0512a1:5": "So sattāhaṁ mahādānaṁ pavattetvā dhane akhīyamāne ‘‘kiṁ me imāya dhanakīḷāya, atthikā gaṇhissantī’’ti nivesanadvāraṁ vivaritvā hiraññasuvaṇṇādibharite sāragabbhe vivarāpetvā ‘‘dinnaṁyeva harantū’’ti gehaṁ pahāya ñātiparivaṭṭassa paridevantassa bhaginiṁ gahetvā bārāṇasito nikkhamitvā nadiṁ uttaritvā dve tīṇi yojanāni gantvā pabbajitvā ramaṇīye bhūmibhāge paṇṇasālaṁ karitvā vasati. Yena pana dvārena tadā nikkhami, taṁ akittidvāraṁ nāma jātaṁ. Yena titthena nadiṁ otiṇṇo, taṁ akittititthaṁ nāma jātaṁ. Tassa pabbajitabhāvaṁ sutvā bahū manussā gāmanigamarājadhānivāsino tassa guṇehi ākaḍḍhiyamānahadayā anupabbajiṁsu. Mahāparivāro ahosi, mahālābhasakkāro nibbatti, buddhuppādo viya ahosi. Atha mahāsatto ‘‘ayaṁ lābhasakkāro mahā, parivāropi mahanto, kāyavivekamattampi idha na labhati, mayā ekākinā viharituṁ vaṭṭatī’’ti cintetvā paramappicchabhāvato vivekaninnatāya ca kassaci ajānāpetvā ekakova nikkhamitvā anupubbena damiḷaraṭṭhaṁ patvā kāvīrapaṭṭanasamīpe uyyāne viharanto jhānābhiññāyo nibbattesi. Tatrāpissa mahālābhasakkāro uppajji. So taṁ jigucchanto chaḍḍetvā ākāsena gantvā kāradīpe otari. Tadā kāradīpo ahidīpo nāma. So tattha mahantaṁ kārarukkhaṁ upanissāya paṇṇasālaṁ māpetvā vāsaṁ kappesi. Appicchatāya pana katthaci agantvā tassa rukkhassa phalakāle phalāni khādanto phale asati pattāni udakasittāni khādanto jhānasamāpattīhi vītināmesi.",
  "atk-s0512a1:6": "Tassa sīlatejena sakkassa paṇḍukambalasilāsanaṁ uṇhākāraṁ dassesi. Sakko ‘‘ko nu kho maṁ imamhā ṭhānā cāvetukāmo’’ti āvajjento paṇḍitaṁ disvā ‘‘kimatthaṁ nu kho ayaṁ tāpaso evaṁ dukkaraṁ tapaṁ carati, sakkattaṁ nu kho pattheti, udāhu aññaṁ, vīmaṁsissāmi naṁ. Ayañhi suvisuddhakāyavacīmanosamācāro jīvite nirapekkho udakasittāni kārapattāni khādati, sace sakkattaṁ pattheti attano sittāni kārapattāni mayhaṁ dassati, no ce, na dassatī’’ti brāhmaṇavaṇṇena tassa santikaṁ agamāsi . Bodhisattopi kārapattāni sedetvā ‘‘sītalībhūtāni khādissāmī’’ti paṇṇasāladvāre nisīdi. Athassa purato sakko brāhmaṇarūpena bhikkhāya atthiko hutvā aṭṭhāsi. Mahāsatto taṁ disvā ‘‘lābhā vata me, suladdhaṁ vata me, cirassaṁ vata me yācako diṭṭho’’ti somanassappatto hutvā ‘‘ajja mama manorathaṁ matthakaṁ pāpetvā dānaṁ dassāmī’’ti pakkabhājaneneva ādāya gantvā dānapāramiṁ āvajjetvā attano asesetvāva tassa bhikkhābhājane pakkhipi. Sakko taṁ gahetvā thokaṁ gantvā antaradhāyi. Mahāsattopi tassa datvā puna pariyeṭṭhiṁ anāpajjitvā teneva pītisukhena vītināmesi.",
  "atk-s0512a1:7": "Dutiyadivase pana kārapattāni pacitvā ‘‘hiyyo dakkhiṇeyyaṁ alabhiṁ, ajja nu kho katha’’nti paṇṇasāladvāre nisīdi. Sakkopi tatheva āgami. Mahāsatto punapi tatheva datvā vītināmesi. Tatiyadivase ca tatheva datvā ‘‘aho vata me lābhā, bahuṁ vata puññaṁ pasavāmi, sacāhaṁ dakkhiṇeyyaṁ labheyyaṁ, evameva māsampi dvemāsampi dānaṁ dadeyya’’nti cintesi. Tīsupi divasesu ‘‘tena dānena na lābhasakkārasilokaṁ na cakkavattisampattiṁ na sakkasampattiṁ na brahmasampattiṁ na sāvakabodhiṁ na paccekabodhiṁ patthemi, api ca idaṁ me dānaṁ sabbaññutaññāṇassa paccayo hotū’’ti yathādhikāraṁ cittaṁ ṭhapesi. Tena vuttaṁ –",
  "atk-s0512a1:8": "4.",
  "atk-s0512a1:9": " ‘‘Tadā maṁ tapatejena, santatto tidivābhibhū;",
  "atk-s0512a1:10": "Dhārento brāhmaṇavaṇṇaṁ, bhikkhāya maṁ upāgami.",
  "atk-s0512a1:11": "5.",
  "atk-s0512a1:12": " ‘‘Pavanā ābhataṁ paṇṇaṁ, atelañca aloṇikaṁ;",
  "atk-s0512a1:13": "Mama dvāre ṭhitaṁ disvā, sakaṭāhena ākiriṁ.",
  "atk-s0512a1:14": "6.",
  "atk-s0512a1:15": " ‘‘Tassa datvānahaṁ paṇṇaṁ, nikujjitvāna bhājanaṁ;",
  "atk-s0512a1:16": "Punesanaṁ jahitvāna, pāvisiṁ paṇṇasālakaṁ.",
  "atk-s0512a1:17": "7.",
  "atk-s0512a1:18": " ‘‘Dutiyampi tatiyampi, upagañchi mamantikaṁ;",
  "atk-s0512a1:19": "Akampito anolaggo, evamevamadāsahaṁ.",
  "atk-s0512a1:20": "8.",
  "atk-s0512a1:21": " ‘‘Na me tappaccayā atthi, sarīrasmiṁ vivaṇṇiyaṁ;",
  "atk-s0512a1:22": "Pītisukhena ratiyā, vītināmemi taṁ divaṁ.",
  "atk-s0512a1:23": "9.",
  "atk-s0512a1:24": " ‘‘Yadi māsampi dvemāsaṁ, dakkhiṇeyyaṁ varaṁ labhe;",
  "atk-s0512a1:25": "Akampito anolīno, dadeyyaṁ dānamuttamaṁ.",
  "atk-s0512a1:26": "10.",
  "atk-s0512a1:27": " ‘‘Na tassa dānaṁ dadamāno, yasaṁ lābhañca patthayiṁ;",
  "atk-s0512a1:28": "Sabbaññutaṁ patthayāno, tāni kammāni ācari’’nti.",
  "atk-s0512a1:29": "Tattha tadāti yadā ahaṁ akittināmako tāpaso hutvā tasmiṁ dīpe kārāraññe viharāmi, tadā . Manti mama. Tapatejenāti sīlapāramitānubhāvena. Sīlañhi duccaritasaṁkilesassa tapanato ‘‘tapo’’ti vuccati, nekkhammavīriyapāramitānubhāvena vā. Tāpi hi taṇhāsaṁkilesassa kosajjassa ca tapanato ‘‘tapo’’ti vuccati, ukkaṁsagatā ca tā bodhisattassa imasmiṁ attabhāveti. Khantisaṁvarassa cāpi paramukkaṁsagamanato ‘‘khantipāramitānubhāvenā’’tipi vattuṁ vaṭṭateva. ‘‘Khantī paramaṁ tapo’’ti (dī. ni. 2.90; dha. pa. 184) hi vuttaṁ. Santattoti yathāvuttaguṇānubhāvajanitena dhammatāsiddhena paṇḍukambalasilāsanassa uṇhākārena santāpito. Tidivābhibhūti devalokādhipati, sakkoti attho. Paṇṇasālāya samīpe gahitampi kārapaṇṇaṁ paṇṇasālāya araññamajjhagatattā ‘‘pavanā ābhata’’nti vuttaṁ.",
  "atk-s0512a1:30": "Atelañca aloṇikanti deyyadhammassa anuḷārabhāvepi ajjhāsayasampattiyā dānadhammassa mahājutikabhāvaṁ dassetuṁ vuttaṁ. Mama dvāreti mayhaṁ paṇṇasālāya dvāre. Sakaṭāhena ākirinti iminā attano kiñcipi asesetvā dinnabhāvaṁ dasseti.",
  "atk-s0512a1:31": "Punesanaṁ jahitvānāti ‘‘ekadivasaṁ dvikkhattuṁ ghāsesanaṁ na sallekha’’nti cintetvā dānapītiyā titto viya hutvā tasmiṁ divase puna āhārapariyeṭṭhiṁ akatvā.",
  "atk-s0512a1:32": "Akampitoti sudūravikkhambhitattā macchariyena acalito dānajjhāsayato calanamattampi akārito. Anolaggoti lobhavasena īsakampi alaggo. Tatiyampīti pi-saddena dutiyampīti imaṁ sampiṇḍeti. Evamevamadāsahanti yathā paṭhamaṁ, evamevaṁ dutiyampi, tatiyampi adāsiṁ ahaṁ.",
  "atk-s0512a1:33": "Na me tappaccayāti gāthāya vuttamevatthaṁ pākaṭaṁ karoti. Tattha tappaccayāti dānapaccayā tīsu divasesu chinnāhāratāya sarīrasmiṁ yena vevaṇṇiyena bhavitabbaṁ, tampi me sarīrasmiṁ vivaṇṇiyaṁ dānapaccayāyeva natthi . Kasmā? Dānavisayena pītisukhena dānavisayāya eva ca ratiyā. Vītināmemi taṁ divanti taṁ sakalaṁ timattadivasaṁ vītināmemi, na kevalañca tīṇi eva divasāni, atha kho māsadvimāsamattampi kālaṁ, evameva dātuṁ pahomīti dassetuṁ ‘‘yadi māsampī’’tiādi vuttaṁ. Anolīnoti alīnacitto, dāne asaṅkucitacittoti attho.",
  "atk-s0512a1:34": "Tassāti brāhmaṇarūpena āgatassa sakkassa. Yasanti kittiṁ, parivārasampattiṁ vā. Lābhañcāti devamanussesu cakkavattiādibhāvena laddhabbaṁ lābhaṁ vā na patthayiṁ. Atha kho sabbaññutaṁ sammāsambodhiṁ patthayāno ākaṅkhamāno tāni tīsu divasesu anekavāraṁ uppannāni dānamayāni puññakammāni dānassa vā parivārabhūtāni kāyasucaritādīni puññakammāni ācariṁ akāsinti.",
  "atk-s0512a1:35": "Iti bhagavā tasmiṁ attabhāve attano sudukkaraṁ puññacaritamattameva idha mahātherassa pakāsesi. Jātakadesanāyaṁ pana catutthadivase sakkassa upasaṅkamitvā bodhisattassa ajjhāsayajānanaṁ varena upanimantanā bodhisattassa varasampaṭicchanasīsena dhammadesanā deyyadhammadakkhiṇeyyānaṁ puna sakkassa anāgamanassa ca ākaṅkhamānatā ca pakāsitā. Vuttañhetaṁ –",
  "atk-s0512a1:36": "‘‘Akittiṁ disvāna sammantaṁ, sakko bhūtapatī bravi;",
  "atk-s0512a1:37": "Kiṁ patthayaṁ mahābrahme, eko sammasi ghammani.",
  "atk-s0512a1:38": "‘‘Dukkho punabbhavo sakka, sarīrassa ca bhedanaṁ;",
  "atk-s0512a1:39": "Sammohamaraṇaṁ dukkhaṁ, tasmā sammāmi, vāsava.",
  "atk-s0512a1:40": "‘‘Etasmiṁ te sulapite, patirūpe subhāsite;",
  "atk-s0512a1:41": "Varaṁ kassapa te dammi, yaṁ kiñci manasicchasi.",
  "atk-s0512a1:42": "‘‘Varañce me ado sakka, sabbabhūtānamissara;",
  "atk-s0512a1:43": "Yena putte ca dāre ca, dhanadhaññaṁ piyāni ca;",
  "atk-s0512a1:44": "Laddhā narā na tappanti, so lobho na mayī vase.",
  "atk-s0512a1:45": "Etasmiṁ te sulapite…pe… manasicchasi.",
  "atk-s0512a1:46": "‘‘Varañce me ado sakka, sabbabhūtānamissara;",
  "atk-s0512a1:47": "Khettaṁ vatthuṁ hiraññañca, gavāssaṁ dāsaporisaṁ;",
  "atk-s0512a1:48": "Yena jātena jīyanti, so doso na mayī vase.",
  "atk-s0512a1:49": "‘‘Etasmiṁ te sulapite…pe… manasicchasi.",
  "atk-s0512a1:50": "‘‘Varañce me ado sakka, sabbabhūtānamissara;",
  "atk-s0512a1:51": "Bālaṁ na passe na suṇe, na ca bālena saṁvase;",
  "atk-s0512a1:52": "Bālenallāpasallāpaṁ, na kare na ca rocaye.",
  "atk-s0512a1:53": "‘‘Kiṁ nu te akaraṁ bālo, vada kassapa kāraṇaṁ;",
  "atk-s0512a1:54": "Kena kassapa bālassa, dassanaṁ nābhikaṅkhasi.",
  "atk-s0512a1:55": "‘‘Anayaṁ nayati dummedho, adhurāyaṁ niyuñjati;",
  "atk-s0512a1:56": "Dunnayo seyyaso hoti, sammā vutto pakuppati;",
  "atk-s0512a1:57": "Vinayaṁ so na jānāti, sādhu tassa adassanaṁ.",
  "atk-s0512a1:58": "‘‘Etasmiṁ te sulapite…pe… manasicchasi.",
  "atk-s0512a1:59": "‘‘Varañce me ado sakka, sabbabhūtānamissara;",
  "atk-s0512a1:60": "Dhīraṁ passe suṇe dhīraṁ, dhīrena saha saṁvase;",
  "atk-s0512a1:61": "Dhīrenallāpasallāpaṁ, taṁ kare tañca rocaye.",
  "atk-s0512a1:62": "‘‘Kiṁ nu te akaraṁ dhīro, vada kassapa kāraṇaṁ;",
  "atk-s0512a1:63": "Kena kassapa dhīrassa, dassanaṁ abhikaṅkhasi.",
  "atk-s0512a1:64": "‘‘Nayaṁ nayati medhāvī, adhurāyaṁ na yuñjati;",
  "atk-s0512a1:65": "Sunayo seyyaso hoti, sammā vutto na kuppati;",
  "atk-s0512a1:66": "Vinayaṁ so pajānāti, sādhu tena samāgamo.",
  "atk-s0512a1:67": "‘‘Etasmiṁ te sulapite…pe… manasicchasi.",
  "atk-s0512a1:68": "‘‘Varañce me ado sakka, sabbabhūtānamissara;",
  "atk-s0512a1:69": "Tato ratyā vivasāne, sūriyuggamanaṁ pati;",
  "atk-s0512a1:70": "Dibbā bhakkhā pātubhaveyyuṁ, sīlavanto ca yācakā.",
  "atk-s0512a1:71": "‘‘Dadato me na khīyetha, datvā nānutapeyyahaṁ;",
  "atk-s0512a1:72": "Dadaṁ cittaṁ pasādeyyaṁ, etaṁ sakka varaṁ vare.",
  "atk-s0512a1:73": "‘‘Etasmiṁ te sulapite…pe… manasicchasi.",
  "atk-s0512a1:74": "‘‘Varañce me ado sakka, sabbabhūtānamissara;",
  "atk-s0512a1:75": "Na maṁ puna upeyyāsi, etaṁ sakka varaṁ vare.",
  "atk-s0512a1:76": "‘‘Bahūhi vatacariyāhi, narā ca atha nāriyo;",
  "atk-s0512a1:77": "Dassanaṁ abhikaṅkhanti, kiṁ nu me dassane bhayaṁ.",
  "atk-s0512a1:78": "‘‘Taṁ tādisaṁ devavaṇṇaṁ, sabbakāmasamiddhinaṁ;",
  "atk-s0512a1:79": "Disvā tapo pamajjeyyaṁ, etaṁ te dassane bhaya’’nti. (jā. 1.13.83-103);",
  "atk-s0512a1:80": "Atha sakko ‘‘sādhu, bhante, na te ito paṭṭhāya santikaṁ āgamissāmī’’ti taṁ abhivādetvā pakkāmi. Mahāsatto yāvajīvaṁ tattheva vasanto āyupariyosāne brahmaloke nibbatti.",
  "atk-s0512a1:81": "Anuruddhatthero tadā sakko ahosi, lokanātho akittipaṇḍito.",
  "atk-s0512a1:82": "Tassa mahābhinikkhamanasadisaṁ nikkhantattā nekkhammapāramī. Suvisuddhasīlācāratāya sīlapāramī. Kāmavitakkādīnaṁ suṭṭhu vikkhambhitattā vīriyapāramī. Khantisaṁvarassa paramukkaṁsagamanato khantipāramī. Paṭiññānurūpaṁ paṭipattiyā saccapāramī. Sabbattha acalasamādānādhiṭṭhānena adhiṭṭhānapāramī. Sabbasattesu hitajjhāsayena mettāpāramī. Sattasaṅkhārakatavippakāresu majjhattabhāvappattiyā upekkhāpāramī. Tāsaṁ upakārānupakāre dhamme jānitvā anupakāre dhamme pahāya upakāradhammesu pavattāpanapurecarā sahajātā ca upāyakosallabhūtā atisallekhavuttisādhanī ca paññā paññāpāramīti imāpi dasa pāramiyo labbhanti.",
  "atk-s0512a1:83": "Dānajjhāsayassa pana atiuḷārabhāvena dānamukhena desanā pavattā. Tasmā sabbattha samakā mahākaruṇā, dvepi puññañāṇasambhārā, kāyasucaritādīni tīṇi bodhisattasucaritāni, saccādhiṭṭhānādīni cattāri adhiṭṭhānāni, ussāhādayo catasso buddhabhūmiyo, saddhādayo pañca mahābodhiparipācanīyā dhammā, alobhajjhāsayādayo cha bodhisattānaṁ ajjhāsayā, tiṇṇo tāressāmītiādayo satta paṭiññā dhammā, appicchassāyaṁ dhammo, nāyaṁ dhammo mahicchassātiādayo (dī. ni. 3.358; a. ni. 8.30) aṭṭha mahāpurisavitakkā (dī. ni. 3.358), nava yonisomanasikāramūlakā dhammā, dānajjhāsayādayo dasa mahāpurisajjhāsayā, dānasīlādayo dasa puññakiriyavatthūnīti evamādayo ye anekasataanekasahassappabhedā bodhisambhārabhūtā mahābodhisattaguṇā. Te sabbepi yathārahaṁ idha niddhāretvā vattabbā.",
  "atk-s0512a1:84": "Api cettha mahantaṁ bhogakkhandhaṁ mahantañca ñātiparivaṭṭaṁ pahāya mahābhinikkhamanasadisaṁ gehato nikkhamanaṁ, nikkhamitvā pabbajitassa bahujanasammatassa sato paramappicchabhāvena kulesu gaṇesu ca alaggatā, accantameva lābhasakkārasilokajigucchā, pavivekābhirati, kāyajīvitanirapekkho pariccāgo, anāhārasseva sato divasattayampi dānapītiyā parituṭṭhassa nibbikārasarīrayāpanaṁ, māsadvimāsamattampi kālaṁ yācake sati āhāraṁ tatheva datvā ‘‘dānagateneva pītisukhena sarīraṁ yāpessāmī’’ti pariccāge anolīnavuttisādhako uḷāro dānajjhāsayo, dānaṁ datvā puna āhārapariyeṭṭhiyā akaraṇahetubhūtā paramasallekhavuttīti evamādayo mahāsattassa guṇānubhāvā veditabbā. Tenetaṁ vuccati –",
  "atk-s0512a1:85": "‘‘Evaṁ acchariyā hete, abbhutā ca mahesino;",
  "atk-s0512a1:86": "Mahākāruṇikā dhīrā, sabbalokekabandhavā.",
  "atk-s0512a1:87": "‘‘Acinteyyānubhāvā ca, sadā saddhammagocarā;",
  "atk-s0512a1:88": "Bodhisattā mahāsattā, sucisallekhavuttino.",
  "atk-s0512a1:89": "‘‘Mahāvātasamuddhata-vīcimālo mahodadhi;",
  "atk-s0512a1:90": "Api laṅgheyya velantaṁ, bodhisattā na dhammataṁ.",
  "atk-s0512a1:91": "‘‘Loke sañjātavaddhāpi, na te bhāvitabhāvino;",
  "atk-s0512a1:92": "Limpanti lokadhammehi, toyena padumaṁ yathā.",
  "atk-s0512a1:93": "‘‘Yesaṁ ve attani sneho, nihīyati yathā yathā;",
  "atk-s0512a1:94": "Sattesu karuṇāsneho, vaḍḍhateva tathā tathā.",
  "atk-s0512a1:95": "‘‘Yathā cittaṁ vase hoti, na ca cittavasānugā;",
  "atk-s0512a1:96": "Tathā kammaṁ vase hoti, na ca kammavasānugā.",
  "atk-s0512a1:97": "‘‘Dosehi nābhibhūyanti, samugghātenti vā na te;",
  "atk-s0512a1:98": "Carantā bodhipariyeṭṭhiṁ, purisājāniyā budhā.",
  "atk-s0512a1:99": "‘‘Tesu cittappasādopi, dukkhato parimocaye;",
  "atk-s0512a1:100": "Pagevānukiriyā tesaṁ, dhammassa anudhammato’’ti.",
  "atk-s0512a1:101": "Paramatthadīpaniyā cariyāpiṭakasaṁvaṇṇanāya",
  "atk-s0512a1:102": "Akitticariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a1:103": "2. Saṅkhabrāhmaṇacariyāvaṇṇanā",
  "atk-s0512a1:104": "11-12. Dutiyasmiṁ punāparanti puna aparaṁ, na kevalamidaṁ akitticariyameva, atha kho puna aparaṁ aññaṁ saṅkhacariyampi pavakkhissaṁ, suṇohīti adhippāyo. Ito paresupi eseva nayo. Saṅkhasavhayoti saṅkhanāmo. Mahāsamuddaṁ taritukāmoti suvaṇṇabhūmiṁ gantuṁ nāvāya mahāsamuddaṁ taritukāmo. Upagacchāmi paṭṭananti tāmalittipaṭṭanaṁ uddissa gacchāmi. Sayambhuñāṇena paccekabodhiyā adhigatattā sayameva bhūtanti sayambhuṁ. Kilesamārādīsu kenacipi na parājitanti aparājitaṁ, tiṇṇaṁ mārānaṁ matthakaṁ madditvā ṭhitanti attho. Tattāya kaṭhinabhūmiyāti ghammasantāpena santattāya sakkharavālukānicitattā kharāya kakkhaḷāya bhūmiyā .",
  "atk-s0512a1:105": "13.Tanti taṁ paccekabuddhaṁ. Imamatthanti imaṁ idāni vakkhamānaṁ ‘‘idaṁ khetta’’ntiādikaṁ atthaṁ. Vicintayinti tadā saṅkhabrāhmaṇabhūto cintesinti satthā vadati. Tatrāyaṁ anupubbikathā –",
  "atk-s0512a1:106": "Atīte ayaṁ bārāṇasī moḷinī nāma ahosi. Moḷinīnagare brahmadatte rajjaṁ kārente bodhisatto saṅkho nāma brāhmaṇo hutvā aḍḍho mahaddhano catūsu nagaradvāresu nagaramajjhe attano nivesanadvāreti chasu ṭhānesu cha dānasālāyo kāretvā devasikaṁ chasatasahassāni vissajjento kapaṇaddhikādīnaṁ mahādānaṁ pavattesi. So ekadivasaṁ cintesi – ‘‘ahaṁ gehe dhane khīṇe dānaṁ dātuṁ na sakkhissāmi, aparikkhīṇeyeva dhane nāvāya suvaṇṇabhūmiṁ gantvā dhanaṁ āharissāmī’’ti. So nāvaṁ bhaṇḍassa pūrāpetvā puttadāraṁ āmantetvā ‘‘yāvāhaṁ āgacchissāmi, tāva me dānaṁ anupacchindantā pavatteyyāthā’’ti vatvā dāsakammakaraparivuto upāhanaṁ āruyha chattena dhāriyamānena paṭṭanagāmābhimukho pāyāsi.",
  "atk-s0512a1:107": "Tasmiṁ khaṇe gandhamādane eko paccekabuddho sattāhaṁ nirodhasamāpattiṁ samāpajjitvā nirodhasamāpattito vuṭṭhāya lokaṁ volokento taṁ dhanāharaṇatthaṁ gacchantaṁ disvā ‘‘mahāpuriso dhanaṁ āharituṁ gacchati, bhavissati nu kho assa mahāsamudde antarāyo, no’’ti āvajjetvā ‘‘bhavissatī’’ti ñatvā ‘‘esa maṁ disvā chattañca upāhanañca mayhaṁ datvā upāhanadānanissandena samudde bhinnāya nāvāya patiṭṭhaṁ labhissati, karissāmissa anuggaha’’nti ākāsena gantvā tassa avidūre otaritvā majjhanhikasamaye caṇḍavātātapena aṅgārasanthatasadisaṁ uṇhavālukaṁ maddanto tassa abhimukhaṁ āgañchi. So taṁ disvāva haṭṭhatuṭṭho ‘‘puññakkhettaṁ me āgataṁ, ajja mayā ettha bījaṁ ropetuṁ vaṭṭatī’’ti cintesi. Tena vuttaṁ ‘‘tamahaṁ paṭipathe disvā, imamatthaṁ vicintayi’’ntiādi.",
  "atk-s0512a1:108": "Tattha idaṁ khettantiādi cintitākāradassanaṁ. Khettanti khittaṁ bījaṁ mahapphalabhāvakaraṇena tāyatīti khettaṁ, pubbaṇṇāparaṇṇaviruhanabhūmi. Idha pana khettaṁ viyāti khettaṁ, aggadakkhiṇeyyo paccekabuddho. Tenevāha ‘‘puññakāmassa jantuno’’ti.",
  "atk-s0512a1:109": "14.Mahāgamanti vipulaphalāgamaṁ, sassasampattidāyakanti attho. Bījaṁ na ropetīti bījaṁ na vapati.",
  "atk-s0512a1:110": "15.",
  "atk-s0512a1:111": "Khettavaruttamanti khettavaresupi uttamaṁ. Sīlādiguṇasampannā hi visesato ariyasāvakā khettavarā, tatopi aggabhūto paccekabuddho khettavaruttamo. Kāranti sakkāraṁ. Yadi na karomīti sambandho. Idaṁ vuttaṁ hoti – idamīdisaṁ anuttaraṁ puññakkhettaṁ labhitvā tattha pūjāsakkāraṁ yadi na karomi, puññena atthiko nāmāhaṁ na bhaveyyanti.",
  "atk-s0512a1:112": "16-17.Yathā amaccotiādīnaṁ dvinnaṁ gāthānaṁ ayaṁ saṅkhepattho – yathā nāma yo koci raññā muddādhikāre ṭhapito lañchanadharo amaccapuriso senāpati vā so antepure jane bahiddhā ca balakāyādīsu rañño yathānusiṭṭhaṁ na paṭipajjati na tesaṁ dhanadhaññaṁ deti, taṁ taṁ kattabbaṁ vattaṁ parihāpeti. So muddito parihāyati muddādhikāraladdhavibhavato paridhaṁsati, evameva ahampi puññakammassa rato laddhabbapuññaphalasaṅkhātaṁ puññakāmo dakkhiṇāya vipulaphalabhāvakaraṇena vipulaṁ disvāna taṁ dakkhiṇaṁ uḷāraṁ dakkhiṇeyyaṁ labhitvā tassa dānaṁ yadi na dadāmi puññato āyatiṁ puññaphalato ca paridhaṁsāmi. Tasmā idha mayā puññaṁ kātabbamevāti.",
  "atk-s0512a1:113": "Evaṁ pana cintetvā mahāpuriso dūratova upāhanā orohitvā vegena upasaṅkamitvā vanditvā ‘‘bhante, mayhaṁ anuggahatthāya imaṁ rukkhamūlaṁ upagacchathā’’ti vatvā tasmiṁ rukkhamūlaṁ upasaṅkamante tattha vālukaṁ ussāpetvā uttarāsaṅgaṁ paññāpetvā paccekabuddhe tattha nisinne vanditvā vāsitaparissāvitena udakena tassa pāde dhovitvā, gandhatelena makkhetvā, attano upāhanaṁ puñchitvā, gandhatelena makkhetvā, tassa pāde paṭimuñcitvā ‘‘bhante, imaṁ upāhanaṁ āruyha, imaṁ chattaṁ matthake katvā gacchathā’’ti chattupāhanaṁ adāsi. Sopissa anuggahatthāya taṁ gahetvā pasādasaṁvaḍḍhanatthaṁ passantasseva vehāsaṁ uppatitvā gandhamādanaṁ agamāsi. Tena vuttaṁ –",
  "atk-s0512a1:114": "18.",
  "atk-s0512a1:115": " ‘‘Evāhaṁ cintayitvāna, orohitvā upāhanā;",
  "atk-s0512a1:116": "Tassa pādāni vanditvā, adāsiṁ chattupāhana’’nti.",
  "atk-s0512a1:117": "Bodhisatto taṁ disvā ativiya pasannacitto paṭṭanaṁ gantvā nāvaṁ abhiruhi. Athassa mahāsamuddaṁ tarantassa sattame divase nāvā vivaramadāsi. Udakaṁ ussiñcituṁ nāsakkhiṁsu. Mahājano maraṇabhayabhīto attano attano devatā namassitvā mahāviravaṁ viravi. Bodhisatto ekaṁ upaṭṭhākaṁ gahetvā sakalasarīraṁ telena makkhetvā sappinā saddhiṁ sakkharacuṇṇāni yāvadatthaṁ khāditvā tampi khādāpetvā tena saddhiṁ kūpakayaṭṭhimatthakaṁ āruyha ‘‘imāya disāya amhākaṁ nagara’’nti disaṁ vavatthapetvā macchakacchapaparipanthato attānaṁ saccādhiṭṭhānena pamocento tena saddhiṁ usabhamattaṭṭhānaṁ atikkamitvā patitvā samuddaṁ tarituṁ ārabhi. Mahājano pana tattheva vināsaṁ pāpuṇi. Tassa tarantasseva satta divasā gatā. So tasmimpi kāle loṇodakena mukhaṁ vikkhāletvā uposathiko ahosiyeva.",
  "atk-s0512a1:118": "Tadā pana īdisānaṁ purisavisesānaṁ rakkhaṇatthāya catūhi lokapālehi ṭhapitā maṇimekhalā nāma devadhītā attano issariyena sattāhaṁ pamajjitvā sattame divase taṁ disvā ‘‘sacāyaṁ idha marissa, ativiya gārayhā abhavissa’’nti saṁviggahadayā suvaṇṇapātiyā dibbabhojanassa pūretvā vegenāgantvā ‘‘brāhmaṇa, idaṁ dibbabhojanaṁ bhuñjā’’ti āha. So taṁ ulloketvā ‘‘nāhaṁ bhuñjāmi, uposathikomhī’’ti paṭikkhipitvā taṁ pucchanto –",
  "atk-s0512a1:119": "‘‘Yaṁ tvaṁ sukhenābhisamekkhase maṁ, bhuñjassu bhattaṁ iti maṁ vadesi;",
  "atk-s0512a1:120": "Pucchāmi taṁ nāri mahānubhāve, devī nusi tvaṁ uda mānusī nū’’ti. (jā. 1.10.42) –",
  "atk-s0512a1:121": "Āha. Sā tassa paṭivacanaṁ dentī –",
  "atk-s0512a1:122": "‘‘Devī ahaṁ saṅkha mahānubhāvā, idhāgatā sāgaravārimajjhe;",
  "atk-s0512a1:123": "Anukampikā no ca paduṭṭhacittā, taveva atthāya idhāgatāsmi.",
  "atk-s0512a1:124": "‘‘Idhannapānaṁ sayanāsanañca, yānāni nānāvividhāni saṅkha;",
  "atk-s0512a1:125": "Sabbassa tyāhaṁ paṭipādayāmi, yaṁ kiñci tuyhaṁ manasābhipatthita’’nti. (jā. 1.10.43-44) –",
  "atk-s0512a1:126": "Imā gāthā abhāsi. Taṁ sutvā mahāsatto ‘‘ayaṁ devadhītā samuddapiṭṭhe mayhaṁ ‘idañcidañca dammī’ti vadati, yañcesā mayhaṁ deti, tampi mama puññeneva, taṁ pana puññaṁ ayaṁ devadhītā jānāti nu kho, udāhu na jānāti, pucchissāmi tāva na’’nti cintetvā pucchanto imaṁ gāthamāha –",
  "atk-s0512a1:127": "‘‘Yaṁ kiñci yiṭṭhañca hutañca mayhaṁ, sabbassa no issarā tvaṁ sugatte;",
  "atk-s0512a1:128": "Sussoṇi subbhūru vilaggamajjhe, kissa me kammassa ayaṁ vipāko’’ti. (jā. 1.10.45);",
  "atk-s0512a1:129": "Tattha yiṭṭhanti dānavasena yajitaṁ. Hutanti āhunapāhunavasena dinnaṁ. Sabbassa no issarā tvanti amhākaṁ puññakammassa sabbassa tvaṁ issarā, ‘‘ayaṁ imassa vipāko, ayaṁ imassā’’ti byākarituṁ samatthā. Sussoṇīti sundarajaghane. Subbhūrūti sundarehi bhamukehi ūrūhi ca samannāgate. Vilaggamajjheti vilaggatanumajjhe. Kissa meti mayā katakammesu katarakammassa ayaṁ vipāko, yenāhaṁ appatiṭṭhe mahāsamudde ajja patiṭṭhaṁ labhāmīti.",
  "atk-s0512a1:130": "Taṁ sutvā devadhītā ‘‘ayaṁ brāhmaṇo ‘yaṁ attanā kusalakammaṁ kataṁ, taṁ kammaṁ na jānātī’ti saññāya pucchati maññe, kathessāmi na’’nti nāvābhiruhanadivase paccekabuddhassa chattupāhanadānapuññameva tassa kāraṇanti kathentī –",
  "atk-s0512a1:131": "‘‘Ghamme pathe brāhmaṇa ekabhikkhuṁ, ugghaṭṭapādaṁ tasitaṁ kilantaṁ;",
  "atk-s0512a1:132": "Paṭipādayī saṅkha upāhanāni, sā dakkhiṇā kāmaduhā tavajjā’’ti. (jā. 1.10.46) –",
  "atk-s0512a1:133": "Gāthamāha.",
  "atk-s0512a1:134": "Tattha ekabhikkhunti ekaṁ paccekabuddhaṁ sandhāyāha. Ugghaṭṭapādanti uṇhavālukāya ghaṭṭapādaṁ, vibādhitapādanti attho. Tasitanti pipāsitaṁ. Paṭipādayīti paṭipādesi yojesi. Kāmaduhāti sabbakāmadāyikā.",
  "atk-s0512a1:135": "Taṁ sutvā mahāsatto ‘‘evarūpepi nāma appatiṭṭhe mahāsamudde mayā dinnaṁ chattupāhanadānaṁ mama sabbakāmadadaṁ jātaṁ aho sudinna’’nti tuṭṭhacitto –",
  "atk-s0512a1:136": "‘‘Sā hotu nāvā phalakūpapannā, anavassutā erakavātayuttā;",
  "atk-s0512a1:137": "Aññassa yānassa na hettha bhūmi, ajjeva maṁ moḷiniṁ pāpayassū’’ti. (jā. 1.10.47) –",
  "atk-s0512a1:138": "Gāthamāha.",
  "atk-s0512a1:139": "Tattha phalakūpapannāti mahānāvatāya bahūhi phalakehi upetā. Udakappavesanābhāvena anavassutā. Sammā gahetvā gamanakavātena erakavātayuttā.",
  "atk-s0512a1:140": "Devadhītā tassa vacanaṁ sutvā tuṭṭhahaṭṭhā dīghato aṭṭhausabhaṁ vitthārato catuusabhaṁ gambhīrato vīsatiyaṭṭhikaṁ sattaratanamayaṁ nāvaṁ māpetvā kūpaphiyārittayuttāni indanīlarajatasuvaṇṇamayādīni nimminitvā sattannaṁ ratanānaṁ pūretvā brāhmaṇaṁ āliṅgetvā nāvaṁ āropesi, upaṭṭhākaṁ panassa na olokesi. Brāhmaṇo attanā katakalyāṇato tassa pattiṁ adāsi, so anumodi. Atha devadhītā tampi āliṅgetvā nāvāya patiṭṭhāpetvā taṁ nāvaṁ moḷinīnagaraṁ netvā brāhmaṇassa ghare dhanaṁ patiṭṭhāpetvā attano vasanaṭṭhānameva agamāsi. Tenāha bhagavā –",
  "atk-s0512a1:141": "‘‘Sā tattha vittā sumanā patītā, nāvaṁ sucittaṁ abhinimminitvā;",
  "atk-s0512a1:142": "Ādāya saṅkhaṁ purisena saddhiṁ, upānayī nagaraṁ sādhuramma’’nti. (jā. 1.10.48);",
  "atk-s0512a1:143": "Mahāpurisassa hi cittasampattiyā paccekabuddhassa ca nirodhato vuṭṭhitabhāvena sattasu cetanāsu ādicetanā diṭṭhadhammavedanīyā atiuḷāraphalā ca jātā. Idampi tassa dānassa appamattaphalanti daṭṭhabbaṁ. Aparimāṇaphalañhi taṁ dānaṁ bodhisambhārabhūtaṁ. Tena vuttaṁ –",
  "atk-s0512a1:144": "19.",
  "atk-s0512a1:145": " ‘‘Tenevāhaṁ sataguṇato, sukhumālo sukhedhito;",
  "atk-s0512a1:146": "Api ca dānaṁ paripūrento, evaṁ tassa adāsaha’’nti.",
  "atk-s0512a1:147": "Tattha tenāti tato paccekabuddhato, sataguṇatoti sataguṇena ahaṁ tadā saṅkhabhūto sukhumālo, tasmā sukhedhito sukhasaṁvaḍḍho, api ca evaṁ santepi dānaṁ paripūrento, evaṁ mayhaṁ dānapāramī paripūretūti tassa paccekabuddhassa attano sarīradukkhaṁ anapekkhitvā chattupāhanaṁ adāsinti attano dānajjhāsayassa uḷārabhāvaṁ satthā pavedesi.",
  "atk-s0512a1:148": "Bodhisattopi yāvajīvaṁ amitadhanagehaṁ ajjhāvasanto bhiyyosomattāya dānāni datvā sīlāni rakkhitvā āyupariyosāne sapariso devanagaraṁ pūresi.",
  "atk-s0512a1:149": "Tadā devadhītā uppalavaṇṇā ahosi, puriso ānandatthero, lokanātho saṅkhabrāhmaṇo.",
  "atk-s0512a1:150": "Tassa suvisuddhaniccasīlauposathasīlādivasena sīlapāramī dānasīlādīnaṁ paṭipakkhato nikkhantattā kusaladhammavasena nekkhammapāramī, dānādinipphādanatthaṁ abbhussahanavasena tathā mahāsamuddataraṇavāyāmavasena ca vīriyapāramī, tadatthaṁ adhivāsanakhantivasena khantipāramī, paṭiññānurūpappaṭipattiyā saccapāramī, sabbattha acalasamādānādhiṭṭhānavasena adhiṭṭhānapāramī, sabbasattesu hitajjhāsayavasena mettāpāramī, sattasaṅkhārakatavippakāresu majjhattabhāvappattiyā upekkhāpāramī, sabbapāramīnaṁ upakārānupakāre dhamme jānitvā anupakāre dhamme pahāya upakāradhammesu pavattāpanapurecarā sahajātā ca upāyakosallabhūtā paññā paññāpāramīti imāpi pāramiyo labbhanti.",
  "atk-s0512a1:151": "Dānajjhāsayassa pana atiuḷārabhāvena dānapāramīvasena desanā pavattā. Yasmā cettha dasa pāramiyo labbhanti, tasmā heṭṭhā vuttā mahākaruṇādayo bodhisattaguṇā idhāpi yathārahaṁ niddhāretabbā. Tathā attano bhogasukhaṁ anapekkhitvā mahākaruṇāya ‘‘dānapāramiṁ pūressāmī’’ti dānasambhārasaṁharaṇatthaṁ samuddataraṇaṁ, tattha ca samuddapatitassapi uposathādhiṭṭhānaṁ, sīlakhaṇḍabhayena devadhītāyapi upagatāya āhārānāharaṇanti evamādayo mahāsattassa guṇā veditabbā. Idāni vakkhamānesu sesacaritesu imināva nayena guṇaniddhāraṇaṁ veditabbaṁ . Tattha tattha visesamattameva vakkhāma. Tenetaṁ vuccati –",
  "atk-s0512a1:152": "‘‘Evaṁ acchariyā hete, abbhutā ca mahesino…pe…;",
  "atk-s0512a1:153": "Pagevānukiriyā tesaṁ, dhammassa anudhammato’’ti.",
  "atk-s0512a1:154": "Saṅkhabrāhmaṇacariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a1:155": "3. Kururājacariyāvaṇṇanā",
  "atk-s0512a1:156": "20.",
  "atk-s0512a1:157": " Tatiye indapatthe puruttameti indapatthanāmake kururaṭṭhassa puravare uttamanagare. Rājāti dhammena samena catūhi saṅgahavatthūhi parisaṁ rañjetīti rājā. Kusale dasahupāgatoti kusalehi dasahi samannāgato, dānādīhi dasahi puññakiriyavatthūhi, dasahi kusalakammapathehi vā yuttoti attho.",
  "atk-s0512a1:158": "21.Kaliṅgaraṭṭhavisayāti kaliṅgaraṭṭhasaṅkhātavisayā. Brāhmaṇā upagañchu manti kaliṅgarājena uyyojitā aṭṭha brāhmaṇā maṁ upasaṅkamiṁsu. Upasaṅkamitvā ca pana āyācuṁ maṁ hatthināganti hatthibhūtaṁ mahānāgaṁ maṁ āyāciṁsu. Dhaññanti dhanāyitabbasirisobhaggappattaṁ lakkhaṇasampannaṁ. Maṅgalasammatanti tāyayeva lakkhaṇasampattiyā maṅgalaṁ abhivuḍḍhikāraṇanti abhisammataṁ janehi.",
  "atk-s0512a1:159": "22.Avuṭṭhikoti vassarahito. Dubbhikkhoti dullabhabhojano. Chātako mahāti mahatī jighacchābādhā vattatīti attho. Dadāhīti dehi. Nīlanti nīlavaṇṇaṁ. Añjanasavhayanti añjanasaddena avhātabbaṁ, añjananāmakanti attho. Idaṁ vuttaṁ hoti – amhākaṁ kaliṅgaraṭṭhaṁ avuṭṭhikaṁ, tena idāni mahādubbhikkhaṁ tattha mahantaṁ chātakabhayaṁ uppannaṁ, tassa vūpasamatthāya imaṁ añjanagirisaṅkāsaṁ tuyhaṁ añjananāmakaṁ maṅgalahatthiṁ dehi, imasmiñhi tattha nīte devo vassissati, tena taṁ sabbabhayaṁ vūpasammissatīti. Tatrāyaṁ anupubbikathā –",
  "atk-s0512a1:160": "Atīte kururaṭṭhe indapatthanagare bodhisatto kururājassa aggamahesiyā kucchimhi paṭisandhiṁ gahetvā anupubbena viññutaṁ patto, takkasilaṁ gantvā yogavihitāni sippāyatanāni vijjāṭṭhānāni ca uggahetvā paccāgato pitarā uparajje ṭhapito, aparabhāge pitu accayena rajjaṁ patvā dasa rājadhamme akopento dhammena rajjaṁ kāresi dhanañjayo nāma nāmena. So catūsu nagaradvāresu nagaramajjhe nivesanadvāreti cha dānasālāyo kāretvā devasikaṁ chasatasahassaṁ dhanaṁ vissajjento sakalajambudīpaṁ unnaṅgalaṁ katvā dānaṁ adāsi. Tassa dānajjhāsayatā dānābhirati sakalajambudīpaṁ patthari.",
  "atk-s0512a1:161": "Tasmiṁ kāle kaliṅgaraṭṭhe dubbhikkhabhayaṁ chātakabhayaṁ rogabhayanti tīṇi bhayāni uppajjiṁsu. Sakalaraṭṭhavāsino dantapuraṁ gantvā rājabhavanadvāre ukkuṭṭhimakaṁsu ‘‘devaṁ vassāpehi devā’’ti. Rājā taṁ sutvā ‘‘kiṁkāraṇā ete viravantī’’ti amacce pucchi. Amaccā rañño tamatthaṁ ārocesuṁ. Rājā porāṇakarājāno deve avassante kiṁ karontīti. ‘‘Devo vassatū’’ti dānaṁ datvā uposathaṁ adhiṭṭhāya samādinnasīlā sirigabbhaṁ pavisitvā dabbasanthare sattāhaṁ nipajjantīti. Taṁ sutvā tathā akāsi. Devo na vassi, evaṁ rājā ahaṁ mayā kattabbakiccaṁ akāsiṁ, devo na vassati, kinti karomāti. Deva, indapatthanagare dhanañjayassa nāma kururājassa maṅgalahatthimhi ānīte devo vassissatīti . So rājā balavāhanasampanno duppasaho, kathamassa hatthiṁ ānessāmāti. Mahārāja, tena saddhiṁ yuddhakiccaṁ natthi, dānajjhāsayo so rājā dānābhirato yācito samāno alaṅkatasīsampi chinditvā pasādasampannāni akkhīnipi uppāṭetvā sakalarajjampi niyyātetvā dadeyya, hatthimhi vattabbameva natthi, avassaṁ yācito samāno dassatīti. Ke pana yācituṁ samatthāti? Brāhmaṇā, mahārājāti. Rājā aṭṭha brāhmaṇe pakkosāpetvā sakkārasammānaṁ katvā paribbayaṁ datvā hatthiyācanatthaṁ pesesi. Te sabbattha ekarattivāsena turitagamanaṁ gantvā katipāhaṁ nagaradvāre dānasālāsu bhuñjantā sarīraṁ santappetvā rañño dānaggaṁ āgamanapathe kālaṁ āgamayamānā pācīnadvāre aṭṭhaṁsu.",
  "atk-s0512a1:162": "Bodhisattopi pātova nhātānulitto sabbālaṅkārappaṭimaṇḍito alaṅkatavaravāraṇakhandhagato mahantena rājānubhāvena dānasālaṁ gantvā otaritvā sattaṭṭhajanānaṁ sahatthena dānaṁ datvā ‘‘imināva nīhārena dethā’’ti vatvā hatthiṁ abhiruhitvā dakkhiṇadvāraṁ agamāsi. Brāhmaṇā pācīnadvāre ārakkhassa balavatāya okāsaṁ alabhitvā dakkhiṇadvāraṁ gantvā rājānaṁ āgacchantaṁ ullokayamānā dvārato nātidūre unnataṭṭhāne ṭhitā sampattaṁ rājānaṁ hatthe ukkhipitvā jayāpesuṁ. Rājā vajiraṅkusena vāraṇaṁ nivattetvā tesaṁ santikaṁ gantvā te brāhmaṇe ‘‘kiṁ icchathā’’ti pucchi. Brāhmaṇā ‘‘kaliṅgaraṭṭhaṁ dubbhikkhabhayena chātakabhayena rogabhayena ca upaddutaṁ. So upaddavo imasmiṁ tava maṅgalahatthimhi nīte vūpasammissati. Tasmā imaṁ añjanavaṇṇaṁ nāgaṁ amhākaṁ dehī’’ti āhaṁsu. Tamatthaṁ pakāsento satthā āha ‘‘kaliṅgaraṭṭhavisayā…pe… añjanasavhaya’’nti. Tassattho vutto eva.",
  "atk-s0512a1:163": "Atha bodhisatto ‘‘na metaṁ patirūpaṁ, yaṁ me yācakānaṁ manorathavighāto siyā, mayhañca samādānabhedo siyā’’ti hatthikkhandhato otaritvā ‘‘sace analaṅkataṭṭhānaṁ atthi, alaṅkaritvā dassāmī’’ti samantato oloketvā analaṅkataṭṭhānaṁ adisvā soṇḍāya naṁ gahetvā brāhmaṇānaṁ hatthesu ṭhapetvā ratanabhiṅgārena pupphagandhavāsitaṁ udakaṁ pātetvā adāsi. Tena vuttaṁ –",
  "atk-s0512a1:164": "23.",
  "atk-s0512a1:165": " ‘‘Na me yācakamanuppatte, paṭikkhepo anucchavo;",
  "atk-s0512a1:166": "Mā me bhijji samādānaṁ, dassāmi vipulaṁ gajaṁ.",
  "atk-s0512a1:167": "24.",
  "atk-s0512a1:168": " ‘‘Nāgaṁ gahetvā soṇḍāya, bhiṅgāre ratanāmaye;",
  "atk-s0512a1:169": "Jalaṁ hatthe ākiritvā, brāhmaṇānaṁ adaṁ gaja’’nti.",
  "atk-s0512a1:170": "Tattha yācakamanuppatteti yācake anuppatte. Anucchavoti anucchaviko patirūpo. Mā me bhijji samādānanti sabbaññutaññāṇatthāya sabbassa yācakassa sabbaṁ anavajjaṁ icchitaṁ dadanto dānapāramiṁ pūressāmīti yaṁ mayhaṁ samādānaṁ, taṁ mā bhijji. Tasmā dassāmi vipulaṁ gajanti mahantaṁ imaṁ maṅgalahatthiṁ dassāmīti. Adanti adāsiṁ.",
  "atk-s0512a1:171": "25.",
  "atk-s0512a1:172": " Tasmiṁ pana hatthimhi dinne amaccā bodhisattaṁ etadavocuṁ – ‘‘kasmā, mahārāja, maṅgalahatthiṁ dadattha, nanu añño hatthī dātabbo, raññā nāma evarūpo opavayho maṅgalahatthī issariyaṁ abhivijayañca ākaṅkhantena na dātabbo’’ti . Mahāsatto yaṁ maṁ yācakā yācanti, tadeva mayā dātabbaṁ, sace pana maṁ rajjaṁ yāceyyuṁ, rajjampi tesaṁ dadeyyaṁ, mayhaṁ rajjatopi jīvitatopi sabbaññutaññāṇameva piyataraṁ, tasmā taṁ hatthiṁ adāsinti āha. Tena vuttaṁ ‘‘tassa nāge padinnamhī’’tiādi. Tattha tassāti tassa tena, tasmiṁ nāge hatthimhi dinne.",
  "atk-s0512a1:173": "26.Maṅgalasampannanti maṅgalaguṇehi samannāgataṁ. Saṅgāmavijayuttamanti saṅgāmavijayā uttamaṁ, saṅgāmavijaye vā uttamaṁ padhānaṁ pavaraṁ nāgaṁ. Kiṁ te rajjaṁkarissatīti tasmiṁ nāge apagate tava rajjaṁ kiṁ karissati, rajjakiccaṁ na karissati, rajjampi apagatamevāti dasseti.",
  "atk-s0512a1:174": "27.Rajjampi me dade sabbanti tiṭṭhatu nāgo tiracchānagato, idaṁ me sabbaṁ kururaṭṭhampi yācakānaṁ dadeyyaṁ. Sarīraṁ dajjamattanoti rajjepi vā kiṁ vattabbaṁ, attano sarīrampi yācakānaṁ dadeyyaṁ, sabbopi hi me ajjhattikabāhiro pariggaho lokahitatthameva mayā pariccatto. Yasmā sabbaññutaṁ piyaṁ mayhaṁ sabbaññutā ca dānapāramiṁ ādiṁ katvā sabbapāramiyo apūrentena na sakkā laddhuṁ, tasmā nāgaṁ adāsiṁ ahanti dasseti.",
  "atk-s0512a1:175": "Evampi tasmiṁ nāge ānīte kaliṅgaraṭṭhe devo na vassateva. Kaliṅgarājā ‘‘idānipi na vassati, kiṁ nu kho kāraṇa’’nti pucchitvā ‘‘kururājā garudhamme rakkhati, tenassa raṭṭhe anvaddhamāsaṁ anudasāhaṁ devo vassati, rañño guṇānubhāvo esa, na imassa tiracchānagatassā’’ti jānitvā ‘‘mayampi garudhamme rakkhissāma, gacchatha dhanañcayakorabyassa santike te suvaṇṇapaṭṭe likhāpetvā ānethā’’ti amacce pesesi. Garudhammā vuccanti pañca sīlāni, tāni bodhisatto suparisuddhāni katvā rakkhati, yathā ca bodhisatto. Evamassa mātā aggamahesī, kaniṭṭhabhātā uparājā, purohito brāhmaṇo, rajjuggāhako amacco, sārathi seṭṭhi, doṇamāpako dovāriko, nagarasobhinī vaṇṇadāsīti. Tena vuttaṁ –",
  "atk-s0512a1:176": "‘‘Rājā mātā mahesī ca, uparājā purohito;",
  "atk-s0512a1:177": "Rajjuggāho sārathī seṭṭhi, doṇo dovāriko tathā;",
  "atk-s0512a1:178": "Gaṇikā te ekādasa, garudhamme patiṭṭhitā’’ti.",
  "atk-s0512a1:179": "Te amaccā bodhisattaṁ upasaṅkamitvā vanditvā tamatthaṁ ārocesuṁ. Mahāsatto ‘‘mayhaṁ garudhamme kukkuccaṁ atthi, mātā pana me surakkhitaṁ rakkhati, tassā santike gaṇhathā’’ti vatvā tehi ‘‘mahārāja, kukkuccaṁ nāma sikkhākāmassa sallekhavuttino hoti, detha no’’ti yācito ‘‘pāṇo na hantabbo, adinnaṁ na ādātabbaṁ, kāmesumicchācāro na caritabbo, musā na bhaṇitabbaṁ, majjaṁ na pātabba’’nti suvaṇṇapaṭṭe likhāpetvā ‘‘evaṁ santepi mātu santike gaṇhathā’’ti āha.",
  "atk-s0512a1:180": "Dūtā rājānaṁ vanditvā tassā santikaṁ gantvā ‘‘devi, tumhe kira garudhammaṁ rakkhatha, taṁ no dethā’’ti vadiṁsu. Bodhisattassa mātāpi tatheva attano kukkuccassa atthibhāvaṁ vatvāva tehi yācitā adāsi. Tathā mahesiādayopi. Te sabbesampi santike suvaṇṇapaṭṭe garudhamme likhāpetvā dantapuraṁ gantvā kaliṅgarañño datvā taṁ pavattiṁ ārocesuṁ. Sopi rājā tasmiṁ dhamme vattamāno pañca sīlāni pūresi. Tato sakalakaliṅgaraṭṭhe devo vassi. Tīṇi bhayāni vūpasantāni. Raṭṭhaṁ khemaṁ subhikkhaṁ ahosi. Bodhisatto yāvajīvaṁ dānādīni puññāni katvā sapariso saggapuraṁ pūresi.",
  "atk-s0512a1:181": "Tadā gaṇikādayo uppalavaṇṇādayo ahesuṁ. Vuttañhetaṁ –",
  "atk-s0512a1:182": "‘‘Gaṇikā uppalavaṇṇā, puṇṇo dovāriko tadā;",
  "atk-s0512a1:183": "Rajjuggāho ca kaccāno, doṇamāpako ca kolito.",
  "atk-s0512a1:184": "‘‘Sāriputto tadā seṭṭhi, anuruddho ca sārathi;",
  "atk-s0512a1:185": "Brāhmaṇo kassapo thero, uparājānandapaṇḍito.",
  "atk-s0512a1:186": "‘‘Mahesī rāhulamātā, māyādevī janettikā;",
  "atk-s0512a1:187": "Kururājā bodhisatto, evaṁ dhāretha jātaka’’nti. (dha. pa. aṭṭha. 2.361 haṁsaghātakabhikkhuvatthu);",
  "atk-s0512a1:188": "Idhāpi nekkhammapāramiādayo sesadhammā ca vuttanayeneva niddhāretabbāti.",
  "atk-s0512a1:189": "Kururājacariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a1:190": "4. Mahāsudassanacariyāvaṇṇanā",
  "atk-s0512a1:191": "28. Catutthe kusāvatimhi nagareti kusāvatīnāmake nagare, yasmiṁ ṭhāne etarahi kusinārā niviṭṭhā. Mahīpatīti khattiyo, nāmena mahāsudassano nāma. Cakkavattīti cakkaratanaṁ vatteti catūhi vā sampatticakkehi vattati, tehi ca paraṁ pavatteti, parahitāya ca iriyāpathacakkānaṁ vatto etasmiṁ atthītipi cakkavattī. Atha vā catūhi acchariyadhammehi saṅgahavatthūhi ca samannāgatena, parehi anabhibhavanīyassa anatikkamanīyassa āṇāsaṅkhātassa cakkassa vatto etasmiṁ atthītipi cakkavattī. Pariṇāyakaratanapubbaṅgamena hatthiratanādipamukhena mahābalakāyena puññānubhāvanibbattena kāyabalena ca samannāgatattā mahabbalo. Yadā āsinti sambandho. Tatrāyaṁ anupubbikathā –",
  "atk-s0512a1:192": "Atīte kira mahāpuriso sudassanattabhāvato tatiye attabhāve gahapatikule nibbatto dharamānakassa buddhassa sāsane ekaṁ theraṁ araññavāsaṁ vasantaṁ attano kammena araññaṁ paviṭṭho rukkhamūle nisinnaṁ disvā ‘‘idha mayā ayyassa paṇṇasālaṁ kātuṁ vaṭṭatī’’ti cintetvā attano kammaṁ pahāya dabbasambhāraṁ chinditvā nivāsayoggaṁ paṇṇasālaṁ katvā dvāraṁ yojetvā kaṭṭhattharaṇaṁ katvā ‘‘karissati nu kho paribhogaṁ, na nu kho karissatī’’ti ekamante nisīdi. Thero antogāmato āgantvā paṇṇasālaṁ pavisitvā kaṭṭhattharaṇe nisīdi. Mahāsattopi naṁ upasaṅkamitvā ‘‘phāsukā, bhante, paṇṇasālā’’ti pucchi. Phāsukā, bhaddamukha, pabbajitasāruppāti. Vasissatha, bhante, idhāti? Āma, upāsakāti. So adhivāsanākāreneva ‘‘vasissatī’’ti ñatvā ‘‘nibaddhaṁ mayhaṁ gharadvāraṁ āgantabba’’nti paṭijānāpetvā niccaṁ attano ghareyeva bhattavissaggaṁ kārāpesi. So paṇṇasālāyaṁ kaṭasārakaṁ pattharitvā mañcapīṭhaṁ paññapesi, apassenaṁ nikkhipi, pādakaṭhalikaṁ ṭhapesi, pokkharaṇiṁ khaṇi, caṅkamaṁ katvā vālukaṁ okiri, parissayavinodanatthaṁ paṇṇasālaṁ kaṇṭakavatiyā parikkhipi, tathā pokkharaṇiṁ caṅkamañca. Tesaṁ antovatipariyante tālapantiyo ropesi. Evamādinā āvāsaṁ niṭṭhāpetvā therassa ticīvaraṁ ādiṁ katvā sabbaṁ samaṇaparikkhāraṁ adāsi. Therassa hi tadā bodhisattena ticīvarapiṇḍapātapattathālakaparissāvanadhamakaraṇaparibhogabhājanachattupāhanaudakatumbasūcikattara- yaṭṭhiārakaṇṭakapipphalinakhacchedanapadīpeyyādi pabbajitānaṁ paribhogajātaṁ adinnaṁ nāma nāhosi. So pañca sīlāni rakkhanto uposathaṁ karonto yāvajīvaṁ theraṁ upaṭṭhahi. Thero tattheva vasanto arahattaṁ patvā parinibbāyi.",
  "atk-s0512a1:193": "29. Bodhisattopi yāvatāyukaṁ puññaṁ katvā devaloke nibbattitvā tato cuto manussalokaṁ āgacchanto kusāvatiyā rājadhāniyā nibbattitvā mahāsudassano nāma rājā ahosi cakkavattī. Tassissariyānubhāvo ‘‘bhūtapubbaṁ, ānanda, rājā mahāsudassano nāma ahosi khattiyo muddhāvasitto’’tiādinā (dī. ni. 2.242) nayena sutte āgato eva. Tassa kira caturāsīti nagarasahassāni kusāvatīrājadhānippamukhāni, caturāsīti pāsādasahassāni dhammapāsādappamukhāni, caturāsīti kūṭāgārasahassāni mahābyūhakūṭāgārappamukhāni, tāni sabbāni tassa therassa katāya ekissā paṇṇasālāya nissandena nibbattāni, caturāsīti pallaṅkasahassāni nāgasahassāni assasahassāni rathasahassāni tassa dinnassa mañcapīṭhassa, caturāsīti maṇisahassāni tassa dinnassa padīpassa, caturāsīti pokkharaṇisahassāni ekapokkharaṇiyā, caturāsīti itthisahassāni puttasahassāni gahapatisahassāni ca pattathālakādiparibhogārahassa pabbajitaparikkhāradānassa, caturāsīti dhenusahassāni pañcagorasadānassa, caturāsīti vatthakoṭṭhasahassāni nivāsanapārupanadānassa, caturāsīti thālipākasahassāni bhojanadānassa nissandena nibbattāni. So sattahi ratanehi catūhi iddhīhi ca samannāgato rājādhirājā hutvā sakalaṁ sāgarapariyantaṁ pathavimaṇḍalaṁ dhammena abhivijiya ajjhāvasanto anekasatesu ṭhānesu dānasālāyo kāretvā mahādānaṁ paṭṭhapesi. Divasassa tikkhattuṁ nagare bheriṁ carāpesi ‘‘yo yaṁ icchati, so dānasālāsu āgantvā taṁ gaṇhātū’’ti. Tena vuttaṁ ‘‘tatthāhaṁ divase tikkhattuṁ, ghosāpemi tahiṁ tahi’’ntiādi.",
  "atk-s0512a1:194": "Tattha tatthāti tasmiṁ nagare. ‘‘Tadāha’’ntipi pāṭho, tassa tadā ahaṁ, mahāsudassanakāleti attho. Tahiṁ tahinti tasmiṁ tasmiṁ ṭhāne, tassa tassa pākārassa anto ca bahi cāti attho. Ko kiṁ icchatīti brāhmaṇādīsu yo koci satto annādīsu deyyadhammesu yaṁ kiñci icchati. Patthetīti tasseva vevacanaṁ. Kassa kiṁ dīyatu dhananti anekavāraṁ pariyāyantarehi ca dānaghosanāya pavattitabhāvadassanatthaṁ vuttaṁ, etena dānapāramiyā sarūpaṁ dasseti. Deyyadhammapaṭiggāhakavikapparahitā hi bodhisattānaṁ dānapāramīti.",
  "atk-s0512a1:195": "30. Idāni dānaghosanāya tassa tassa deyyadhammassa anucchavikapuggalaparikittanaṁ dassetuṁ ‘‘ko chātako’’tiādi vuttaṁ.",
  "atk-s0512a1:196": "Tattha chātakoti jighacchito. Tasitoti pipāsito. Ko mālaṁ ko vilepanantipi ‘‘icchatī’’ti padaṁ ānetvā yojetabbaṁ. Naggoti vatthavikalo, vatthena atthikoti adhippāyo. Paridahissatīti nivāsissati.",
  "atk-s0512a1:197": "31.Ko pathe chattamādetīti ko pathiko pathe magge attano vassavātātaparakkhaṇatthaṁ chattaṁ gaṇhāti, chattena atthikoti attho. Kopāhanā mudū subhāti dassanīyatāya subhā sukhasamphassatāya mudū upāhanā attano pādānaṁ cakkhūnañca rakkhaṇatthaṁ. Ko ādetīti ko tāhi atthikoti adhippāyo. Sāyañca pāto cāti ettha ca-saddena majjhanhike cāti āharitvā vattabbaṁ. ‘‘Divase tikkhattuṁ ghosāpemī’’ti hi vuttaṁ.",
  "atk-s0512a1:198": "32.Na taṁ dasasu ṭhānesūti taṁ dānaṁ na dasasu ṭhānesu paṭiyattanti yojanā. Napi ṭhānasatesu vā paṭiyattaṁ, api ca kho anekasatesu ṭhānesu paṭiyattaṁ. Yācake dhananti yācake uddissa dhanaṁ paṭiyattaṁ upakkhaṭaṁ. Dvādasayojanāyāme hi nagare sattayojanavitthate sattasu pākārantaresu satta tālapantiparikkhepā, tāsu tālapantīsu caturāsīti pokkharaṇisahassāni pāṭiyekkaṁ pokkharaṇitīre mahādānaṁ paṭṭhapitaṁ. Vuttañhetaṁ bhagavatā –",
  "atk-s0512a1:199": "‘‘Paṭṭhapesi kho, ānanda, rājā mahāsudassano tāsaṁ pokkharaṇīnaṁ tīre evarūpaṁ dānaṁ annaṁ annatthikassa, pānaṁ pānatthikassa, vatthaṁ vatthatthikassa, yānaṁ yānatthikassa, sayanaṁ sayanatthikassa, itthiṁ itthitthikassa, hiraññaṁ hiraññatthikassa, suvaṇṇaṁ suvaṇṇatthikassā’’ti (dī. ni. 2.254).",
  "atk-s0512a1:200": "33. Tatthāyaṁ dānassa pavattitākāro – mahāpuriso hi itthīnañca purisānañca anucchavike alaṅkāre kāretvā itthimattameva tattha paricāravasena sesañca sabbaṁ pariccāgavasena ṭhapetvā ‘‘rājā mahāsudassano dānaṁ deti, taṁ yathāsukhaṁ paribhuñjathā’’ti bheriṁ carāpesi. Mahājanā pokkharaṇitīraṁ gantvā nhatvā vatthādīni nivāsetvā mahāsampattiṁ anubhavitvā yesaṁ tādisāni atthi, te pahāya gacchanti . Yesaṁ natthi, te gahetvā gacchanti. Ye hatthiyānādīsupi nisīditvā yathāsukhaṁ vicaritvā varasayanesupi sayitvā sampattiṁ anubhavitvā itthīhipi saddhiṁ sampattiṁ anubhavitvā sattavidharatanapasādhanāni pasādhetvā sampattiṁ anubhavitvā yaṁ yaṁ atthikā, taṁ taṁ gahetvā gacchanti, anatthikā ohāya gacchanti. Tampi dānaṁ uṭṭhāya samuṭṭhāya devasikaṁ dīyateva. Tadā jambudīpavāsīnaṁ aññaṁ kammaṁ natthi, dānaṁ paribhuñjantā sampattiṁ anubhavantā vicaranti. Na tassa dānassa kālaparicchedo ahosi. Rattiñcāpi divāpi yadā yadā atthikā āgacchanti, tadā tadā dīyateva. Evaṁ mahāpuriso yāvajīvaṁ sakalajambudīpaṁ unnaṅgalaṁ katvā mahādānaṁ pavattesi. Tena vuttaṁ ‘‘divā vā yadi vā rattiṁ, yadi eti vanibbako’’tiādi.",
  "atk-s0512a1:201": "Tattha divā vā yadi vā rattiṁ, yadi etīti etenassa yathākālaṁ dānaṁ dasseti. Yācakānañhi lābhāsāya upasaṅkamanakālo eva bodhisattānaṁ dānassa kālo nāma. Vanibbakoti yācako. Laddhā yadicchakaṁ bhoganti etena yathābhirucitaṁ dānaṁ. Yo yo hi yācako yaṁ yaṁ deyyadhammaṁ icchati, tassa tassa taṁtadeva bodhisatto deti. Na tassa mahagghadullabhādibhāvaṁ attano uparodhaṁ cintesi. Pūrahatthova gacchatīti etena yāvadicchakaṁ dānaṁ dasseti, yattakañhi yācakā icchanti, tattakaṁ aparihāpetvāva mahāsatto deti uḷārajjhāsayatāya ca mahiddhikatāya ca.",
  "atk-s0512a1:202": "34.‘‘Yāvajīvika’’nti etena dānassa kālapariyantābhāvaṁ dasseti. Samādānato paṭṭhāya hi mahāsattā yāvapāripūri vemajjhe na kālaparicchedaṁ karonti, bodhisambhārasambharaṇe saṅkocābhāvena antarantarā avosānāpattito maraṇenapi anupacchedo eva, tato parampi tatheva paṭipajjanato, ‘‘yāvajīvika’’nti pana mahāsudassanacaritassa vasena vuttaṁ. Napāhaṁ dessaṁ dhanaṁ dammīti idaṁ dhanaṁ nāma mayhaṁ na dessaṁ amanāpanti evarūpaṁ mahādānaṁ dento gehato ca dhanaṁ nīharāpemi. Napi natthi nicayo mayīti mama samīpe dhananicayo dhanasaṅgaho nāpi natthi, sallekhavuttisamaṇo viya asaṅgahopi na homīti attho. Idaṁ yena ajjhāsayena tassidaṁ mahādānaṁ pavattitaṁ, taṁ dassetuṁ vuttaṁ.",
  "atk-s0512a1:203": "35. Idāni taṁ upamāya vibhāvetuṁ ‘‘yathāpi āturo nāmā’’tiādimāha. Tatthidaṁ upamāsaṁsandanena saddhiṁ atthadassanaṁ – yathā nāma āturo rogābhibhūto puriso rogato attānaṁ parimocetukāmo dhanena hiraññasuvaṇṇādinā vejjaṁ tikicchakaṁ tappetvā ārādhetvā yathāvidhi paṭipajjanto tato rogato vimuccati.",
  "atk-s0512a1:204": "36.Tatheva evameva ahampi aṭṭabhūtaṁ sakalalokaṁ kilesarogato sakalasaṁsāradukkharogato ca parimocetukāmo tassa tato parimocanassa ayaṁ sabbasāpateyyapariccāgo dānapāramiupāyoti jānamāno bujjhamāno asesato deyyadhammassa paṭiggāhakānañca vasena anavasesato mahādānassa vasena sattānaṁ ajjhāsayaṁ paripūretuṁ attano ca na mayhaṁ dānapāramī paripuṇṇā, tasmā ūnamananti pavattaṁ ūnaṁ manaṁ pūrayituṁ pavattayituṁ vanibbake yācake adāsiṁ taṁ dānaṁ evarūpaṁ mahādānaṁ dadāmi, tañca kho tasmiṁ dānadhamme tassa ca phale nirālayo anapekkho apaccāso kiñcipi apaccāsīsamāno kevalaṁ sambodhimanupattiyā sabbaññutaññāṇameva adhigantuṁ demīti.",
  "atk-s0512a1:205": "Evaṁ mahāsatto mahādānaṁ pavattento attano puññānubhāvanibbattaṁ dhammapāsādaṁ abhiruyha mahābyūhakūṭāgāradvāre eva kāmavitakkādayo nivattetvā tattha sovaṇṇamaye rājapallaṅke nisinno jhānābhiññāyo nibbattetvā tato nikkhamitvā sovaṇṇamayaṁ kūṭāgāraṁ pavisitvā tattha rajatamaye pallaṅke nisinno cattāro brahmavihāre bhāvetvā caturāsīti vassasahassāni jhānasamāpattīhi vītināmetvā maraṇasamaye dassanāya upagatānaṁ subhaddādevīpamukhānaṁ caturāsītiyā itthāgārasahassānaṁ amaccapārisajjādīnañca –",
  "atk-s0512a1:206": "‘‘Aniccā vata saṅkhārā, uppādavayadhammino;",
  "atk-s0512a1:207": "Uppajjitvā nirujjhanti, tesaṁ vūpasamo sukho’’ti. (dī. ni. 2.221, 272; saṁ. ni. 1.186; 2.143) –",
  "atk-s0512a1:208": "Imāya gāthāya ovaditvā āyupariyosāne brahmalokaparāyano ahosi.",
  "atk-s0512a1:209": "Tadā subhaddādevī rāhulamātā ahosi, pariṇāyakaratanaṁ rāhulo, sesaparisā buddhaparisā, mahāsudassano pana lokanātho.",
  "atk-s0512a1:210": "Idhāpi dasa pāramiyo sarūpato labbhanti eva, dānajjhāsayassa pana uḷāratāya dānapāramī eva pāḷiyaṁ āgatā. Sesadhammā heṭṭhā vuttanayā eva. Tathā uḷāre sattaratanasamujjale catudīpissariyepi ṭhitassa tādisaṁ bhogasukhaṁ analaṅkaritvā kāmavitakkādayo dūrato vikkhambhetvā tathārūpe mahādāne pavattentasseva caturāsīti vassasahassāni samāpattīhi vītināmetvā aniccatādipaṭisaṁyuttaṁ dhammakathaṁ katvāpi vipassanāya anussukkanaṁ sabbattha anissaṅgatāti evamādayo guṇānubhāvā niddhāretabbāti.",
  "atk-s0512a1:211": "Mahāsudassanacariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a1:212": "5. Mahāgovindacariyāvaṇṇanā",
  "atk-s0512a1:213": "Pañcame sattarājapurohitoti sattabhūādīnaṁ sattannaṁ rājūnaṁ sabbakiccānusāsakapurohito. Pūjito naradevehīti tehi eva aññehi ca jambudīpe sabbeheva khattiyehi catupaccayapūjāya sakkārasammānena ca pūjito. Mahāgovindabrāhmaṇoti mahānubhāvatāya govindassābhisekena abhisittatāya ca ‘‘mahāgovindo’’ti saṅkhaṁ gato brāhmaṇo, abhisittakālato paṭṭhāya hi bodhisattassa ayaṁ samaññā jātā, nāmena pana jotipālo nāma. Tassa kira jātadivase sabbāvudhāni jotiṁsu. Rājāpi paccūsasamaye attano maṅgalāvudhaṁ pajjalitaṁ disvā bhīto attano purohitaṁ bodhisattassa pitaraṁ upaṭṭhānaṁ āgataṁ pucchitvā ‘‘mā bhāyi, mahārāja, mayhaṁ putto jāto, tassānubhāvena na kevalaṁ rājageheyeva, sakalanagarepi āvudhāni pajjaliṁsu, na taṁ nissāya tuyhaṁ antarāyo atthi, sakalajambudīpe pana paññāya tena samo na bhavissati, tassetaṁ pubbanimitta’’nti purohitena samassāsito tuṭṭhacitto ‘‘kumārassa khīramūlaṁ hotū’’ti sahassaṁ datvā ‘‘vayappattakāle mayhaṁ dassethā’’ti āha. So vuddhippatto aparabhāge alamatthadasso sattannaṁ rājūnaṁ sabbakiccānusāsako hutvā pabbajitvā ca satte diṭṭhadhammikasamparāyikehi anatthehi pāletvā atthehi niyojesi. Iti jotitattā pālanasamatthatāya ca ‘‘jotipālo’’tissa nāmaṁ akaṁsu. Tena vuttaṁ ‘‘nāmena jotipālo nāmā’’ti (dī. ni. 2.304).",
  "atk-s0512a1:214": "Tattha bodhisatto disampatissa nāma rañño purohitassa govindabrāhmaṇassa putto hutvā attano pitu tassa ca rañño accayena tassa putto reṇu, sahāyā cassa sattabhū, brahmadatto, vessabhū , bharato, dve ca dhataraṭṭhāti ime satta rājāno yathā aññamaññaṁ na vivadanti. Evaṁ rajje patiṭṭhāpetvā tesaṁ atthadhamme anusāsanto jambudīpatale sabbesaṁ rājūnaṁ aññesañca brāhmaṇānaṁ devanāgagahapatikānaṁ sakkato garukato mānito pūjito apacito uttamaṁ gāravaṭṭhānaṁ patto ahosi. Tassa atthadhammesu kusalatāya ‘‘mahāgovindo’’tveva samaññā udapādi. Yathāha ‘‘govindo vata, bho brāhmaṇo, mahāgovindo vata, bho brāhmaṇo’’ti (dī. ni. 2.305). Tena vuttaṁ –",
  "atk-s0512a1:215": "37.",
  "atk-s0512a1:216": " ‘‘Punāparaṁ yadā homi, sattarājapurohito;",
  "atk-s0512a1:217": "Pūjito naradevehi, mahāgovindabrāhmaṇo’’ti.",
  "atk-s0512a1:218": "Atha bodhisattassa puññānubhāvasamussāhitehi rājūhi tesaṁ anuyuttehi khattiyehi brāhmaṇagahapatikehi negamajānapadehi ca uparūpari upanīto samantato mahogho viya ajjhottharamāno aparimeyyo uḷāro lābhasakkāro uppajji, yathā taṁ aparimāṇāsu jātīsu upacitavipulapuññasañcayassa uḷārābhijātassa parisuddhasīlācārassa pesalassa pariyodātasabbasippassa sabbasattesu puttasadisamahākaruṇāvipphārasiniddhamuduhadayassa. So cintesi – ‘‘etarahi kho mayhaṁ mahālābhasakkāro, yaṁnūnāhaṁ iminā sabbasatte santappetvā dānapāramiṁ paripūreyya’’nti. So nagarassa majjhe catūsu dvāresu attano nivesanadvāreti cha dānasālāyo kāretvā devasikaṁ aparimitadhanapariccāgena mahādānaṁ pavattesi. Yaṁ yaṁ upāyanaṁ ānīyati, yañca attano atthāya abhisaṅkharīyati, sabbaṁ taṁ dānasālāsu eva pesesi. Evaṁ divase divase mahāpariccāgaṁ karontassa cassa cittassa titti vā santoso vā nāhosi, kuto pana saṅkoco. Dānaggañcassa lābhāsāya āgacchantehi deyyadhammaṁ gahetvā gacchantehi ca mahāsattassa ca guṇavisese kittayantehi mahājanakāyehi antonagaraṁ bahinagarañca samantato ekoghabhūtaṁ kappavuṭṭhānamahāvāyusaṅghaṭṭaparibbhamitaṁ viya mahāsamuddaṁ ekakolāhalaṁ ekaninnādaṁ ahosi. Tena vuttaṁ –",
  "atk-s0512a1:219": "38.",
  "atk-s0512a1:220": " ‘‘Tadāhaṁ sattarajjesu, yaṁ me āsi upāyanaṁ;",
  "atk-s0512a1:221": "Tena demi mahādānaṁ, akkhobhaṁ sāgarūpama’’nti.",
  "atk-s0512a1:222": "Tattha tadāhanti yadā sattarājapurohito mahāgovindabrāhmaṇo homi, tadā ahaṁ. Sattarajjesūti reṇuādīnaṁ sattannaṁ rājūnaṁ rajjesu. Akkhobhanti abbhantarehi ca bāhirehi ca paccatthikehi appaṭisedhanīyatāya kenaci akkhobhanīyaṁ. ‘‘Accubbha’’ntipi pāṭho. Atipuṇṇadānajjhāsayassa deyyadhammassa ca uḷārabhāvena vipulabhāvena ca ativiya paripuṇṇanti attho. Sāgarūpamanti sāgarasadisaṁ, yathā sāgare udakaṁ sakalenapi lokena harantena khepetuṁ na sakkā, evaṁ tassa dānagge deyyadhammanti.",
  "atk-s0512a1:223": "39. Osānagāthāya varaṁ dhananti uttamaṁ icchitaṁ vā dhanaṁ. Sesaṁ vuttanayameva.",
  "atk-s0512a1:224": "Evaṁ mahāsatto paṭhamakappikamahāmegho viya mahāvassaṁ avibhāgena mahantaṁ dānavassaṁ vassāpento dānabyāvaṭo hutvāpi sesaṁ sattannaṁ rājūnaṁ atthadhamme appamatto anusāsati. Satta ca brāhmaṇamahāsāle vijjāsippaṁ sikkhāpeti, satta ca nhātakasatāni mante vāceti. Tassa aparena samayena evaṁ kalyāṇo kittisaddo abbhuggato ‘‘sakkhi mahāgovindo brāhmaṇo brahmānaṁ passati, sakkhi mahāgovindo brāhmaṇo brahmunā sākaccheti sallapati mantetī’’ti (dī. ni. 2.312). So cintesi – ‘‘etarahi kho mayhaṁ ayaṁ abhūto kittisaddo abbhuggato ‘brahmānaṁ passati, sakkhi mahāgovindo brāhmaṇo brahmunā sākaccheti sallapati mantetī’ti, yaṁnūnāhaṁ imaṁ bhūtaṁ eva kareyya’’nti. So ‘‘te satta rājāno satta ca brāhmaṇamahāsāle satta ca nhātakasatāni attano puttadārañca āpucchitvā brahmānaṁ passeyya’’nti cittaṁ paṇidhāya vassike cattāro māse brahmavihārabhāvanamanuyuñji. Tassa cetasā cetoparivitakkamaññāya brahmā sanaṅkumāro purato pāturahosi. Taṁ disvā mahāpuriso pucchi –",
  "atk-s0512a1:225": "‘‘Vaṇṇavā yasavā sirimā, ko nu tvamasi mārisa;",
  "atk-s0512a1:226": "Ajānantā taṁ pucchāma, kathaṁ jānemu taṁ maya’’nti. (dī. ni. 2.318);",
  "atk-s0512a1:227": "Tassa brahmā attānaṁ jānāpento –",
  "atk-s0512a1:228": "‘‘Maṁ ve kumāraṁ jānanti, brahmaloke sanantanaṁ;",
  "atk-s0512a1:229": "Sabbe jānanti maṁ devā, evaṁ govinda jānāhī’’ti. (dī. ni. 2.318) –",
  "atk-s0512a1:230": "Vatvā tena –",
  "atk-s0512a1:231": "‘‘Āsanaṁ udakaṁ pajjaṁ, madhusākañca brahmuno;",
  "atk-s0512a1:232": "Agghe bhavantaṁ pucchāma, agghaṁ kurutu no bhava’’nti. (dī. ni. 2.318) –",
  "atk-s0512a1:233": "Upanītaṁ atithisakkāraṁ anatthikopi brahmā tassa cittasampahaṁsanatthaṁ vissāsakaraṇatthañca sampaṭicchanto ‘‘paṭiggaṇhāma te agghaṁ, yaṁ, tvaṁ govinda, bhāsasī’’ti. Vatvā okāsadānatthaṁ –",
  "atk-s0512a1:234": "‘‘Diṭṭhadhammahitatthāya, samparāyasukhāya ca;",
  "atk-s0512a1:235": "Katāvakāso pucchassu, yaṁkiñci abhipatthita’’nti. (dī. ni. 2.318) –",
  "atk-s0512a1:236": "Okāsamakāsi.",
  "atk-s0512a1:237": "Atha naṁ mahāpuriso samparāyikaṁ eva atthaṁ –",
  "atk-s0512a1:238": "‘‘Pucchāmi brahmānaṁ sanaṅkumāraṁ, kaṅkhī akaṅkhiṁ paravediyesu;",
  "atk-s0512a1:239": "Katthaṭṭhito kimhi ca sikkhamāno, pappoti macco amataṁ brahmaloka’’nti. (dī. ni. 2.319) –",
  "atk-s0512a1:240": "Pucchi.",
  "atk-s0512a1:241": "Tassa brahmā byākaronto –",
  "atk-s0512a1:242": "‘‘Hitvā mamattaṁ manujesu brahme, ekodibhūto karuṇedhimutto;",
  "atk-s0512a1:243": "Nirāmagandho virato methunasmā, etthaṭṭhito ettha ca sikkhamāno;",
  "atk-s0512a1:244": "Pappoti macco amataṁ brahmaloka’’nti. (dī. ni. 2.319) –",
  "atk-s0512a1:245": "Brahmalokagāmimaggaṁ kathesi.",
  "atk-s0512a1:246": "Tattha maṁ ve kumāraṁ jānantīti ve ekaṁsena maṁ ‘‘kumāro’’ti jānanti. Brahmaloketi seṭṭhaloke. Sanantananti ciratanaṁ porāṇaṁ. Evaṁ, govinda, jānāhīti, govinda, evaṁ maṁ dhārehi.",
  "atk-s0512a1:247": "Āsananti idaṁ bhoto brahmuno nisīdanatthāya āsanaṁ paññattaṁ. Idaṁ udakaṁ paribhojanīyaṁ pādānaṁ dhovanatthaṁ pānīyaṁ pipāsaharaṇatthāya. Idaṁ pajjaṁ parissamavinodanatthaṁ pādabbhañjanatelaṁ. Idaṁ madhusākaṁ atakkaṁ aloṇikaṁ adhūpanaṁ udakena seditaṁ sākaṁ sandhāya vadati. Tadā hi bodhisattassa taṁ catumāsaṁ brahmacariyaṁ abhisallekhavuttiparamukkaṭṭhaṁ ahosi. Tassime sabbe agghe katvā pucchāma, tayidaṁ agghaṁ kurutu paṭiggaṇhātu no bhavaṁ idaṁ agghanti vuttaṁ hoti. Iti mahāpuriso brahmuno nesaṁ aparibhuñjanaṁ jānantopi vattasīse ṭhatvā attano āciṇṇaṁ atithipūjanaṁ dassento evamāha. Brahmāpissa adhippāyaṁ jānanto ‘‘paṭiggaṇhāma te agghaṁ, yaṁ tvaṁ, govinda, bhāsasī’’ti āha.",
  "atk-s0512a1:248": "Tattha tassa te āsane mayaṁ nisinnā nāma homa, pādodakena pādā dhotā nāma hontu, pānīyaṁ pītā nāma homa, pādabbhañjanena pādā makkhitā nāma hontu, udakasākampi paribhuttaṁ nāma hotūti attho.",
  "atk-s0512a1:249": "Kaṅkhī akaṅkhiṁ paravediyesūti ahaṁ savicikiccho parena sayaṁ abhisaṅkhatattā parassa pākaṭesu paravediyesu pañhesu nibbicikicchaṁ.",
  "atk-s0512a1:250": "Hitvā mamattanti ‘‘idaṁ mama, idaṁ mamā’’ti pavattanakaṁ upakaraṇataṇhaṁ cajitvā. Manujesūti sattesu. Brahmeti bodhisattaṁ ālapati. Ekodibhūtoti eko udeti pavattatīti ekodibhūto ekībhūto, ekena kāyavivekaṁ dasseti. Atha vā eko udetīti ekodi, samādhi. Taṁ bhūto pattoti ekodibhūto, upacārappanāsamādhīhi samāhitoti attho. Etaṁ ekodibhāvaṁ karuṇābrahmavihāravasena dassento ‘‘karuṇedhimutto’’ti āha. Karuṇajjhāne adhimutto, taṁ jhānaṁ nibbattetvāti attho. Nirāmagandhoti kilesasaṅkhātavissagandharahito. Etthaṭṭhitoti etesu dhammesu ṭhito, ete dhamme sampādetvā. Ettha ca sikkhamānoti etesu dhammesu sikkhamāno , etaṁ brahmavihārabhāvanaṁ bhāventoti attho. Ayamettha saṅkhepo, vitthāro pana pāḷiyaṁ (dī. ni. 2.293 ādayo) āgatoyevāti.",
  "atk-s0512a1:251": "Atha mahāpuriso tassa brahmuno vacanaṁ sutvā āmagandhe jigucchanto ‘‘idānevāhaṁ pabbajissāmī’’ti āha. Brahmāpi ‘‘sādhu, mahāpurisa, pabbajassu. Evaṁ sati mayhampi tava santike āgamanaṁ svāgamanameva bhavissati, tvaṁ, tāta, sakalajambudīpe aggapuriso paṭhamavaye ṭhito, evaṁ mahantaṁ nāma sampattiṁ issariyañca pahāya pabbajanaṁ nāma gandhahatthino ayobandhanaṁ chinditvā vanagamanaṁ viya atiuḷāraṁ, buddhatanti nāmesā’’ti mahābodhisattassa daḷhīkammaṁ katvā brahmalokameva gato. Mahāsattopi ‘‘mama ito nikkhamitvā pabbajanaṁ nāma na yuttaṁ, ahaṁ rājakulānaṁ atthaṁ anusāsāmi, tasmā tesaṁ ārocetvā sace tepi pabbajanti sundarameva, no ce purohitaṭṭhānaṁ niyyātetvā pabbajissāmī’’ti cintetvā reṇussa tāva rañño ārocetvā tena bhiyyosomattāya kāmehi nimantiyamāno attano saṁvegahetuṁ ekantena pabbajitukāmatañcassa nivedetvā tena ‘‘yadi evaṁ ahampi pabbajissāmī’’ti vutte ‘‘sādhū’’ti sampaṭicchitvā eteneva nayena sattabhūādayo cha khattiye, satta ca brāhmaṇamahāsāle, satta ca nhātakasatāni, attano bhariyāyo ca āpucchitvā sattāhamattameva tesaṁ cittānurakkhaṇatthaṁ ṭhatvā mahābhinikkhamanasadisaṁ nikkhamitvā pabbaji.",
  "atk-s0512a1:252": "Tassa te sattarājāno ādiṁ katvā sabbeva anupabbajiṁsu. Sā ahosi mahatī parisā. Anekayojanavitthārāya parisāya parivuto mahāpuriso dhammaṁ desento gāmanigamajanapadarājadhānīsu cārikaṁ carati, mahājanaṁ puññe patiṭṭhāpeti. Gatagataṭṭhāne buddhakolāhalaṁ viya hoti. Manussā ‘‘govindapaṇḍito kira āgacchatī’’ti sutvā puretarameva maṇḍapaṁ kāretvā taṁ alaṅkārāpetvā paccuggantvā maṇḍapaṁ pavesetvā nānaggarasabhojanena patimānenti. Mahālābhasakkāro mahogho viya ajjhottharanto uppajji. Mahāpuriso mahājanaṁ puññe patiṭṭhāpesi sīlasampadāya indriyasaṁvare bhojane mattaññutāya jāgariyānuyoge kasiṇaparikamme jhānesu abhiññāsu aṭṭhasamāpattīsu brahmavihāresūti. Buddhuppādakālo viya ahosi.",
  "atk-s0512a1:253": "Bodhisatto yāvatāyukaṁ pāramiyo pūrento samāpattisukhena vītināmetvā āyupariyosāne brahmaloke nibbatti. Tassa taṁ brahmacariyaṁ iddhañceva phītañca vitthārikaṁ bāhujaññaṁ puthubhūtaṁ yāva devamanussehi suppakāsitaṁ ciraṁ dīghamaddhānaṁ pavattittha. Tassa ye sāsanaṁ sabbena sabbaṁ ājāniṁsu, te kāyassa bhedā paraṁ maraṇā sugatiṁ brahmalokaṁ upapajjiṁsu. Ye na ājāniṁsu, te appekacce paranimmitavasavattīnaṁ devānaṁ sahabyataṁ upapajjiṁsu. Appekacce nimmānaratīnaṁ…pe… tusitānaṁ yāmānaṁ tāvatiṁsānaṁ cātumahārājikānaṁ devānaṁ sahabyataṁ upapajjiṁsu. Ye sabbanihīnā, te gandhabbakāyaṁ paripūresuṁ. Iti mahājano yebhuyyena brahmalokūpago saggūpago ca ahosi. Tasmā devabrahmalokā paripūriṁsu. Cattāro apāyā suññā viya ahesuṁ.",
  "atk-s0512a1:254": "Idhāpi akittijātake (jā. 1.13.83 ādayo) viya bodhisambhāraniddhāraṇā veditabbā – tadā satta rājāno mahātherā ahesuṁ, sesaparisā buddhaparisā, mahāgovindo lokanātho. Tathā reṇuādīnaṁ sattannaṁ rājūnaṁ aññamaññāvirodhena yathā sakarajje patiṭṭhāpanaṁ, tathā mahati sattavidhe rajje tesaṁ atthadhammānusāsane appamādo, ‘‘brahmunāpi sākacchaṁ samāpajjatī’’ti pavattasambhāvanaṁ yathābhūtaṁ kātuṁ cattāro māse paramukkaṁsagato brahmacariyavāso. Tena brahmuno attani samāpajjanaṁ, brahmuno ovāde ṭhatvā sattahi rājūhi sakalena ca lokena upanītaṁ lābhasakkāraṁ kheḷapiṇḍaṁ viya chaḍḍetvā aparimāṇāya khattiyabrāhmaṇādiparisāya anupabbajjānimittāya pabbajjāya anuṭṭhānaṁ, buddhānaṁ sāsanassa viya attano sāsanassa cirakālānuppabandhoti evamādayo guṇānubhāvā vibhāvetabbāti.",
  "atk-s0512a1:255": "Mahāgovindacariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a1:256": "6. Nimirājacariyāvaṇṇanā",
  "atk-s0512a1:257": "40. Chaṭṭhe mithilāyaṁ puruttameti mithilānāmake videhānaṁ uttamanagare. Nimi nāma mahārājāti nemiṁ ghaṭento viya uppanno ‘‘nimī’’ti laddhanāmo, mahantehi dānasīlādiguṇavisesehi mahatā ca rājānubhāvena samannāgatattā mahanto rājāti mahārājā. Paṇḍito kusalatthikoti attano ca paresañca puññatthiko.",
  "atk-s0512a1:258": "Atīte kira videharaṭṭhe mithilānagare amhākaṁ bodhisatto maghadevo nāma rājā ahosi. So caturāsīti vassasahassāni kumārakīḷaṁ kīḷitvā caturāsīti vassahassāni uparajjaṁ kāretvā caturāsīti vassasahassāni rajjaṁ kārento ‘‘yadā me sirasmiṁ palitāni passeyyāsi, tadā me āroceyyāsī’’ti kappakassa vatvā aparabhāge tena palitāni disvā ārocite suvaṇṇasaṇḍāsena uddharāpetvā hatthe patiṭṭhāpetvā palitaṁ oloketvā ‘‘pātubhūto kho mayhaṁ devadūto’’ti saṁvegajāto ‘‘idāni mayā pabbajituṁ vaṭṭatī’’ti cintetvā satasahassuṭṭhānakaṁ gāmavaraṁ kappakassa datvā jeṭṭhakumāraṁ pakkosāpetvā tassa –",
  "atk-s0512a1:259": "‘‘Uttamaṅgaruhā mayhaṁ, ime jātā vayoharā;",
  "atk-s0512a1:260": "Pātubhūtā devadūtā, pabbajjāsamayo mamā’’ti. (jā. 1.1.9) –",
  "atk-s0512a1:261": "Vatvā sādhukaṁ rajje samanusāsitvā yadipi attano aññānipi caturāsīti vassasahassāni āyu atthi, evaṁ santepi maccuno santike ṭhitaṁ viya attānaṁ maññamāno saṁviggahadayo pabbajjaṁ roceti. Tena vuttaṁ –",
  "atk-s0512a1:262": "‘‘Sirasmiṁ palitaṁ disvā, maghadevo disampati;",
  "atk-s0512a1:263": "Saṁvegaṁ alabhī dhīro, pabbajjaṁ samarocayī’’ti. (ma. ni. aṭṭha. 2.309);",
  "atk-s0512a1:264": "So puttaṁ ‘‘imināva nīhārena vatteyyāsi yathā mayā paṭipannaṁ, mā kho tvaṁ antimapuriso ahosī’’ti ovaditvā nagarā nikkhamma bhikkhupabbajjaṁ pabbajitvā caturāsīti vassasahassāni jhānasamāpattīhi vītināmetvā āyupariyosāne brahmalokaparāyano ahosi. Puttopissa bahūni vassasahassāni dhammena rajjaṁ kāretvā teneva upāyena pabbajitvā brahmalokaparāyano ahosi. Tathā tassa putto, tathā tassa puttoti evaṁ dvīhi ūnāni caturāsīti khattiyasahassāni sīse palitaṁ disvāva pabbajitāni. Atha bodhisatto brahmaloke ṭhitova ‘‘pavattati nu kho mayā manussaloke kataṁ kalyāṇaṁ na pavattatī’’ti āvajjento addasa ‘‘ettakaṁ addhānaṁ pavattaṁ, idāni nappavattissatī’’ti. So ‘‘na kho panāhaṁ mayhaṁ paveṇiyā ucchijjituṁ dassāmī’’ti attano vaṁse jātarañño eva aggamahesiyā kucchimhi paṭisandhiṁ gaṇhitvā attano vaṁsassa nemiṁ ghaṭento viya nibbatto. Tena vuttaṁ ‘‘nemiṁ ghaṭento viya uppannoti nimīti laddhanāmo’’ti.",
  "atk-s0512a1:265": "Tassa hi nāmaggahaṇadivase pitarā ānītā lakkhaṇapāṭhakā. Lakkhaṇāni oloketvā ‘‘mahārāja, ayaṁ kumāro tumhākaṁ vaṁsaṁ paggaṇhāti, pitupitāmahehipi mahānubhāvo mahāpuñño’’ti byākariṁsu. Taṁ sutvā rājā yathāvuttenatthena ‘‘nimī’’tissa nāmaṁ akāsi, so daharakālato paṭṭhāya sīle uposathakamme ca yuttappayutto ahosi. Athassa pitā purimanayeneva palitaṁ disvā kappakassa gāmavaraṁ datvā puttaṁ rajje samanusāsitvā nagarā nikkhamma pabbajitvā jhānāni nibbattetvā brahmalokaparāyano ahosi.",
  "atk-s0512a1:266": "Nimirājā pana dānajjhāsayatāya catūsu nagaradvāresu nagaramajjhe cāti pañca dānasālāyo kāretvā mahādānaṁ pavattesi. Ekekāya dānasālāya satasahassaṁ satasahassaṁ katvā devasikaṁ pañcasatasahassāni pariccaji, pañca sīlāni rakkhi, pakkhadivasesu uposathakammaṁ samādiyi , mahājanampi dānādīsu puññesu samādapesi, saggamaggaṁ ācikkhi, nirayabhayena tajjesi, pāpato nivāresi. Tassa ovāde ṭhatvā mahājano dānādīni puññāni katvā tato cuto devaloke nibbatti, devaloko paripūri, nirayo tuccho viya ahosi. Tadā pana attano dānajjhāsayassa uḷārabhāvaṁ savisesaṁ dānapāramiyā pūritabhāvañca pavedento satthā –",
  "atk-s0512a1:267": "41.",
  "atk-s0512a1:268": " ‘‘Tadāhaṁ māpayitvāna, catussālaṁ catummukhaṁ;",
  "atk-s0512a1:269": "Tattha dānaṁ pavattesiṁ, migapakkhinarādina’’nti. – ādimāha;",
  "atk-s0512a1:270": "Tattha tadāti tasmiṁ nimirājakāle. Māpayitvānāti kārāpetvā. Catussālanti catūsu disāsu sambandhasālaṁ. Catummukhanti catūsu disāsu catūhi dvārehi yuttaṁ. Dānasālāya hi mahantabhāvato deyyadhammassa yācakajanassa ca bahubhāvato na sakkā ekeneva dvārena dānadhammaṁ pariyantaṁ kātuṁ deyyadhammañca pariyosāpetunti sālāya catūsu disāsu cattāri mahādvārāni kārāpesi. Tattha dvārato paṭṭhāya yāva koṇā deyyadhammo rāsikato tiṭṭhati. Aruṇuggaṁ ādiṁ katvā yāva pakatiyā saṁvesanakālo, tāva dānaṁ pavatteti. Itarasmimpi kāle anekasatā padīpā jhāyanti. Yadā yadā atthikā āgacchanti, tadā tadā dīyateva. Tañca dānaṁ na kapaṇaddhikavanibbakayācakānaññeva , atha kho aḍḍhānaṁ mahābhogānampi upakappanavasena mahāsudassanadānasadisaṁ uḷāratarapaṇītatarānaṁ deyyadhammānaṁ pariccajanato sabbepi sakalajambudīpavāsino manussā paṭiggahesuñceva paribhuñjiṁsu ca. Sakalajambudīpañhi unnaṅgalaṁ katvā mahāpuriso tadā mahādānaṁ pavattesi. Yathā ca manussānaṁ, evaṁ migapakkhike ādiṁ katvā tiracchānagatānampi dānasālāya bahi ekamante tesaṁ upakappanavasena dānaṁ pavattesi. Tena vuttaṁ – ‘‘tattha dānaṁ pavattesiṁ, migapakkhinarādina’’nti. Na kevalañca tiracchānānameva, petānampi divase divase pattiṁ dāpesi. Yathā ca ekissā dānasālāya, evaṁ pañcasupi dānasālāsu dānaṁ pavattittha. Pāḷiyaṁ pana ‘‘tadāhaṁ māpayitvāna, catussālaṁ catummukha’’nti ekaṁ viya vuttaṁ, taṁ nagaramajjhe dānasālaṁ sandhāya vuttaṁ.",
  "atk-s0512a1:271": "42. Idāni tattha deyyadhammaṁ ekadesena dassento ‘‘acchādanañca sayanaṁ, annaṁ pānañca bhojana’’nti āha.",
  "atk-s0512a1:272": "Tattha acchādananti khomasukhumādinānāvidhanivāsanapārupanaṁ. Sayananti mañcapallaṅkādiñceva gonakacittakādiñca anekavidhaṁ sayitabbakaṁ, āsanampi cettha sayanaggahaṇeneva gahitanti daṭṭhabbaṁ. Annaṁ pānañca bhojananti tesaṁ tesaṁ sattānaṁ yathābhirucitaṁ nānaggarasaṁ annañceva pānañca avasiṭṭhaṁ nānāvidhabhojanavikatiñca. Abbocchinnaṁ karitvānāti ārambhato paṭṭhāya yāva āyupariyosānā ahorattaṁ avicchinnaṁ katvā.",
  "atk-s0512a1:273": "43-4. Idāni tassa dānassa sammāsambodhiṁ ārabbha dānapāramibhāvena pavattitabhāvaṁ dassento yathā tadā attano ajjhāsayo pavatto, taṁ upamāya dassetuṁ ‘‘yathāpi sevako’’tiādimāha. Tassattho – yathā nāma sevakapuriso attano sāmikaṁ kālānukālaṁ sevanavasena upagato laddhabbadhanahetu kāyena vācāya manasā sabbathāpi kāyavacīmanokammehi yathā so ārādhito hoti, evaṁ ārādhanīyaṁ ārādhanameva esati gavesati, tathā ahampi bodhisattabhūto sadevakassa lokassa sāmibhūtaṁ anuttaraṁ buddhabhāvaṁ sevetukāmo tassa ārādhanatthaṁ sabbabhave sabbasmiṁ nibbattanibbattabhave dānapāramiparipūraṇavasena dānena sabbasatte santappetvā bodhisaṅkhātato ariyamaggañāṇato jātattā ‘‘bodhija’’nti laddhanāmaṁ sabbaññutaññāṇaṁ parato sabbathā nānūpāyehi esissāmi gavesissāmi, taṁ uttamaṁ bodhiṁ sammāsambodhiṁ jīvitapariccāgādiṁ yaṁkiñci katvā icchāmi abhipatthemīti.",
  "atk-s0512a1:274": "Evamidha dānajjhāsayassa uḷārabhāvaṁ dassetuṁ dānapāramivaseneva desanā katā. Jātakadesanāyaṁ panassa sīlapāramiādīnampi paripūraṇaṁ vibhāvitameva, tathā hissa heṭṭhā vuttanayeneva sīlādiguṇehi attānaṁ alaṅkaritvā mahājanaṁ tattha patiṭṭhapentassa ovāde ṭhatvā nibbattadevatā sudhammāyaṁ devasabhāyaṁ sannipatitā ‘‘aho amhākaṁ nimirājānaṁ nissāya mayaṁ imaṁ sampattiṁ pattā, evarūpāpi nāma anuppanne buddhe mahājanassa buddhakiccaṁ sādhayamānā acchariyamanussā loke uppajjantī’’ti mahāpurisassa guṇe vaṇṇentā abhitthaviṁsu. Tena vuttaṁ –",
  "atk-s0512a1:275": "‘‘Accheraṁ vata lokasmiṁ, uppajjanti vicakkhaṇā;",
  "atk-s0512a1:276": "Yadā ahu nimirājā, paṇḍito kusalatthiko’’ti. (jā. 2.22.421) –",
  "atk-s0512a1:277": "Ādi.",
  "atk-s0512a1:278": "Taṁ sutvā sakkaṁ devānamindaṁ ādiṁ katvā sabbe devā bodhisattaṁ daṭṭhukāmā ahesuṁ. Athekadivasaṁ mahāpurisassa uposathikassa uparipāsādavaragatassa pacchimayāme pallaṅkaṁ ābhujitvā nisinnassa evaṁ cetaso parivitakko udapādi ‘‘dānaṁ nu kho varaṁ, udāhu brahmacariya’’nti. So taṁ attano kaṅkhaṁ chindituṁ nāsakkhi. Tasmiṁ khaṇe sakkassa bhavanaṁ uṇhākāraṁ dassesi. Sakko taṁ kāraṇaṁ āvajjento bodhisattaṁ tathā vitakkentaṁ disvā ‘‘handassa vitakkaṁ chindissāmī’’ti āgantvā purato ṭhito tena ‘‘kosi tva’’nti puṭṭho attano devarājabhāvaṁ ārocetvā ‘‘kiṁ, mahārāja, cintesī’’ti vutte tamatthaṁ ārocesi. Sakko brahmacariyameva uttamaṁ katvā dassento –",
  "atk-s0512a1:279": "‘‘Hīnena brahmacariyena, khattiye upapajjati;",
  "atk-s0512a1:280": "Majjhimena ca devattaṁ, uttamena visujjhati.",
  "atk-s0512a1:281": "‘‘Na hete sulabhā kāyā, yācayogena kenaci;",
  "atk-s0512a1:282": "Ye kāye upapajjanti, anagārā tapassino’’ti. (jā. 2.22.429-430) –",
  "atk-s0512a1:283": "Āha.",
  "atk-s0512a1:284": "Tattha puthutitthāyatanesu methunaviratimattaṁ hīnaṁ brahmacariyaṁ nāma, tena khattiyakule upapajjati. Jhānassa upacāramattaṁ majjhimaṁ nāma, tena devattaṁ upapajjati. Aṭṭhasamāpattinibbattanaṁ pana uttamaṁ nāma, tena brahmaloke nibbattati. Tañhi bāhirakā ‘‘nibbāna’’nti kathenti. Tenāha ‘‘visujjhatī’’ti. Sāsane pana parisuddhasīlassa bhikkhuno aññataraṁ devanikāyaṁ patthentassa brahmacariyacetanā hīnatāya hīnaṁ nāma, tena yathāpatthite devaloke nibbattati. Parisuddhasīlassa aṭṭhasamāpattinibbattanaṁ majjhimaṁ nāma, tena brahmaloke nibbattati. Parisuddhasīlassa pana vipassanaṁ vaḍḍhetvā arahattappatti uttamaṁ nāma, tena visujjhatīti. Iti sakko ‘‘mahārāja, dānato brahmacariyavāsova sataguṇena sahassaguṇena satasahassaguṇena mahapphalo’’ti vaṇṇesi. Kāyāti brahmagaṇā. Yācayogenāti yācanayuttena. ‘‘Yājayogenā’’tipi pāḷi, yajanayuttena, dānayuttenāti attho. Tapassinoti tapanissitakā. Imāyapi gāthāya brahmacariyavāsasseva mahānubhāvataṁ dīpeti. Evañca pana vatvā ‘‘kiñcāpi, mahārāja, dānato brahmacariyameva mahapphalaṁ, dvepi panete mahāpurisakattabbāva . Dvīsupi appamatto hutvā dānañca dehi sīlañca rakkhāhī’’ti vatvā taṁ ovaditvā sakaṭṭhānameva gato.",
  "atk-s0512a1:285": "Atha naṁ devagaṇo ‘‘mahārāja, kuhiṁ gatatthā’’ti āha. Sakko ‘‘mithilāyaṁ nimirañño kaṅkha chinditu’’nti tamatthaṁ pakāsetvā bodhisattassa guṇe vitthārato vaṇṇesi. Taṁ sutvā devā ‘‘mahārāja, mayhaṁ nimirājānaṁ daṭṭhukāmamhā, sādhu naṁ pakkosāpehī’’ti vadiṁsu. Sakko ‘‘sādhū’’ti sampaṭicchitvā mātaliṁ āmantesi – ‘‘gaccha nimirājānaṁ vejayantaṁ āropetvā ānehī’’ti . So ‘‘sādhū’’ti sampaṭicchitvā rathena gantvā tattha mahāsattaṁ āropetvā tena yācito yathākammaṁ pāpakammīnaṁ puññakammīnañca ṭhānāni ācikkhanto anukkamena devalokaṁ nesi . Devāpi kho ‘‘nimirājā āgato’’ti sutvā dibbagandhavāsapupphahatthā yāva cittakūṭadvārakoṭṭhakā paccuggantvā mahāsattaṁ dibbagandhādīhi pūjentā sudhammaṁ devasabhaṁ ānayiṁsu. Rājā rathā otaritvā devasabhaṁ pavisitvā sakkena saddhiṁ ekāsane nisīditvā tena dibbehi kāmehi nimantiyamāno ‘‘alaṁ, mahārāja, mayhaṁ imehi yācitakūpamehi kāmehī’’ti paṭikkhipitvā anekapariyāyena dhammaṁ desetvā manussagaṇanāya sattāhameva ṭhatvā ‘‘gacchāmahaṁ manussalokaṁ, tattha dānādīni puññāni karissāmī’’ti āha. Sakko ‘‘nimirājānaṁ mithilaṁ nehī’’ti mātaliṁ āṇāpesi. So taṁ vejayantarathaṁ āropetvā pācīnadisābhāgena mithilaṁ pāpuṇi. Mahājano dibbarathaṁ disvā rañño paccuggamanaṁ akāsi. Mātali sīhapañjare mahāsattaṁ otāretvā āpucchitvā sakaṭṭhānameva gato. Mahājanopi rājānaṁ parivāretvā ‘‘kīdiso, deva, devaloko’’ti pucchi. Rājā devalokasampattiṁ vaṇṇetvā ‘‘tumhepi dānādīni puññāni karotha, evaṁ tasmiṁ devaloke uppajjissathā’’ti dhammaṁ desesi. So aparabhāge pubbe vuttanayena palitaṁ disvā puttassa rajjaṁ paṭicchāpetvā kāme pahāya pabbajitvā cattāro brahmavihāre bhāvetvā brahmalokūpago ahosi.",
  "atk-s0512a1:286": "Tadā sakko anuruddho ahosi. Mātali ānando. Caturāsīti rājasahassāni buddhaparisā. Nimirājā lokanātho.",
  "atk-s0512a1:287": "Tassa idhāpi heṭṭhā vuttanayeneva bodhisambhārā niddhāretabbā. Tathā brahmalokasampattiṁ pahāya pubbe attanā pavattitaṁ kalyāṇavattaṁ anuppabandhessāmīti mahākaruṇāya manussaloke nibbattanaṁ, uḷāro dānajjhāsayo, tadanurūpā dānādīsu paṭipatti, mahājanassa ca tattha patiṭṭhāpanaṁ, yāva devamanussānaṁ patthaṭayasatā, sakkassa devarājassa upasaṅkamane ativimhayatā, tena dibbasampattiyā nimantiyamānopi taṁ analaṅkaritvā puññasambhāraparibrūhanatthaṁ puna manussavāsūpagamanaṁ, lābhasampattīsu sabbattha alaggabhāvoti evamādayo guṇānubhāvā niddhāretabbāti.",
  "atk-s0512a1:288": "Nimirājacariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a1:289": "7. Candakumāracariyāvaṇṇanā",
  "atk-s0512a1:290": "45. Sattame ekarājassa atrajoti ekarājassa nāma kāsirañño orasaputto. Nagare pupphavatiyāti pupphavatināmake nagare. Candasavhayoti candasaddena avhātabbo, candanāmoti attho.",
  "atk-s0512a1:291": "Atīte kira ayaṁ bārāṇasī pupphavatī nāma ahosi. Tattha vasavattirañño putto ekarājā nāma rajjaṁ kāresi. Bodhisatto tassa gotamiyā nāma aggamahesiyā kucchimhi paṭisandhiṁ aggahesi. ‘‘Candakumāro’’tissa nāmamakaṁsu. Tassa padasā gamanakāle aparopi putto uppanno, tassa ‘‘sūriyakumāro’’ti nāmamakaṁsu. Tassa padasā gamanakāle ekā dhītā uppannā, ‘‘selā’’tissā nāmamakaṁsu. Vemātikā ca nesaṁ bhaddaseno sūro cāti dve bhātaro ahesuṁ. Bodhisatto anupubbena vuddhippatto sippesu ca vijjāṭṭhānesu ca pāraṁ agamāsi. Tassa rājā anucchavikaṁ candaṁ nāma rājadhītaraṁ ānetvā uparajjaṁ adāsi. Bodhisattassa eko putto uppanno, tassa ‘‘vāsulo’’ti nāmamakaṁsu. Tassa pana rañño khaṇḍahālo nāma purohito, taṁ rājā vinicchaye ṭhapesi. So lañjavittako hutvā lañjaṁ gahetvā assāmike sāmike karoti, sāmike ca assāmike karoti. Athekadivasaṁ aṭṭaparājito eko puriso vinicchayaṭṭhāne upakkosento nikkhamitvā rājūpaṭṭhānaṁ gacchantaṁ bodhisattaṁ disvā tassa pādesu nipatitvā ‘‘sāmi khaṇḍahālo vinicchaye vilopaṁ khādati, ahaṁ tena lañjaṁ gahetvā parājayaṁ pāpito’’ti aṭṭassaramakāsi. Bodhisatto ‘‘mā bhāyī’’ti taṁ assāsetvā vinicchayaṁ netvā sāmikameva sāmikaṁ akāsi. Mahājano mahāsaddena sādhukāramadāsi.",
  "atk-s0512a1:292": "Rājā ‘‘bodhisattena kira aṭṭo suvinicchito’’ti sutvā taṁ āmantetvā ‘‘tāta, ito paṭṭhāya tvameva aṭṭakaraṇe vinicchayaṁ vinicchināhī’’ti vinicchayaṁ bodhisattassa adāsi. Khaṇḍahālassa āyo pacchijji. So tato paṭṭhāya bodhisatte āghātaṁ bandhitvā otārāpekkho vicari. So pana rājā mudhappasanno. So ekadivasaṁ supinantena devalokaṁ passitvā tattha gantukāmo hutvā ‘‘purohitaṁ brahmalokagāmimaggaṁ ācikkhā’’ti āha. So ‘‘atidānaṁ dadanto sabbacatukkena yaññaṁ yajassū’’ti vatvā raññā ‘‘kiṁ atidāna’’nti puṭṭho ‘‘attano piyaputtā piyabhariyā piyadhītaro mahāvibhavaseṭṭhino maṅgalahatthiassādayoti ete cattāro cattāro katvā dvipadacatuppade yaññatthāya pariccajitvā tesaṁ galalohitena yajanaṁ atidānaṁ nāmā’’ti saññāpesi. Iti so ‘‘saggamaggaṁ ācikkhissāmī’’ti nirayamaggaṁ ācikkhi.",
  "atk-s0512a1:293": "Rājāpi tasmiṁ paṇḍitasaññī hutvā ‘‘tena vuttavidhi saggamaggo’’ti saññāya taṁ paṭipajjitukāmo mahantaṁ yaññāvāṭaṁ kārāpetvā tattha bodhisattādike cattāro rājakumāre ādiṁ katvā khaṇḍahālena vuttaṁ sabbaṁ dvipadacatuppadaṁ yaññapasutaṭṭhāne nethāti āṇāpesi. Sabbañca yaññasambhāraṁ upakkhaṭaṁ ahosi. Taṁ sutvā mahājano mahantaṁ kolāhalaṁ akāsi. Rājā vippaṭisārī hutvā khaṇḍahālena upatthambhito punapi tathā taṁ āṇāpesi. Bodhisatto ‘‘khaṇḍahālena vinicchayaṭṭhānaṁ alabhantena mayi āghātaṁ bandhitvā mameva maraṇaṁ icchantena mahājanassa anayabyasanaṁ uppādita’’nti jānitvā nānāvidhehi upāyehi rājānaṁ tato duggahitaggāhato vivecetuṁ vāyamitvāpi nāsakkhi. Mahājano paridevi, mahantaṁ kāruññamakāsi. Mahājanassa paridevantasseva yaññāvāṭe sabbakammāni niṭṭhāpesi. Rājaputtaṁ netvā gīvāya nāmetvā nisīdāpesuṁ. Khaṇḍahālo suvaṇṇapātiṁ upanāmetvā khaggaṁ ādāya ‘‘tassa gīvaṁ chindissāmī’’ti aṭṭhāsi. Taṁ disvā candā nāma rājaputtassa devī ‘‘aññaṁ me paṭisaraṇaṁ natthi, attano saccabalena sāmikassa sotthiṁ karissāmī’’ti añjaliṁ paggayha parisāya antare vicarantī ‘‘idaṁ ekanteneva pāpakammaṁ, yaṁ khaṇḍahālo saggamaggoti karoti. Iminā mayhaṁ saccavacanena mama sāmikassa sotthi hotu.",
  "atk-s0512a1:294": "‘‘Yā devatā idha loke, sabbā tā saraṇaṁ gatā;",
  "atk-s0512a1:295": "Anāthaṁ tāyatha mamaṁ, yathāhaṁ patimā siya’’nti. –",
  "atk-s0512a1:296": "Saccakiriyamakāsi. Sakko devarājā tassā paridevanasaddaṁ sutvā taṁ pavattiṁ ñatvā jalitaṁ ayokūṭaṁ ādāya āgantvā rājānaṁ tāsetvā sabbe vissajjāpesi. Sakkopi tadā attano dibbarūpaṁ dassetvā sampajjalitaṁ sajotibhūtaṁ vajiraṁ paribbhamanto ‘‘are, pāparāja kāḷakaṇṇi, kadā tayā pāṇātipātena sugatigamanaṁ diṭṭhapubbaṁ, candakumāraṁ sabbañca imaṁ janaṁ bandhanato mocehi, no ce mocessasi, ettheva te imassa ca duṭṭhabrāhmaṇassa sīsaṁ phālessāmī’’ti ākāse aṭṭhāsi. Taṁ acchariyaṁ disvā rājā brāhmaṇo ca sīghaṁ sabbe bandhanā mocesuṁ.",
  "atk-s0512a1:297": "Atha mahājano ekakolāhalaṁ katvā sahasā yaññāvāṭaṁ ajjhottharitvā khaṇḍahālassa ekekaṁ leḍḍuppahāraṁ dento tattheva naṁ jīvitakkhayaṁ pāpetvā rājānampi māretuṁ ārabhi. Bodhisatto puretarameva pitaraṁ palissajitvā ṭhito māretuṁ na adāsi. Mahājano ‘‘jīvitaṁ tāvassa pāparañño dema, chattaṁ panassa na dassāma, nagare vāsaṁ vā na dassāma, taṁ caṇḍālaṁ katvā bahinagare vāsāpessāmā’’ti rājavesaṁ hāretvā kāsāvaṁ nivāsāpetvā haliddipilotikāya sīsaṁ veṭhetvā caṇḍālaṁ katvā caṇḍālagāmaṁ pahiṇiṁsu. Ye pana taṁ pasughātayaññaṁ yajiṁsu ceva yajāpesuñca anumodiṁsu ca, sabbe te nirayaparāyanā ahesuṁ. Tenāha bhagavā –",
  "atk-s0512a1:298": "‘‘Sabbe patiṭṭhā nirayaṁ, yathā taṁ pāpakaṁ karitvāna;",
  "atk-s0512a1:299": "Na hi pāpakammaṁ katvā, labbhā sugatiṁ ito gantu’’nti. (jā. 2.22.1143);",
  "atk-s0512a1:300": "Atha sabbāpi rājaparisā nāgarā ceva jānapadā ca samāgantvā bodhisattaṁ rajje abhisiñciṁsu. So dhammena rajjaṁ anusāsanto taṁ attano mahājanassa ca akāraṇeneva uppannaṁ anayabyasanaṁ anussaritvā saṁvegajāto puññakiriyāsu bhiyyosomattāya ussāhajāto mahādānaṁ pavattesi, sīlāni rakkhi, uposathakammaṁ samādiyi. Tena vuttaṁ –",
  "atk-s0512a1:301": "46.",
  "atk-s0512a1:302": " ‘‘Tadāhaṁ yajanā mutto, nikkhanto yaññavāṭato;",
  "atk-s0512a1:303": "Saṁvegaṁ janayitvāna, mahādānaṁ pavattayi’’nti. – ādi;",
  "atk-s0512a1:304": "Tattha yajanā muttoti khaṇḍahālena vihitayaññavidhito vuttanayena ghātetabbato mutto. Nikkhanto yaññavāṭatoti abhisekakaraṇatthāya ussāhajātena mahājanena saddhiṁ tato yaññabhūmito niggato. Saṁvegaṁ janayitvānāti evaṁ ‘‘bahuantarāyo lokasannivāso’’ti ativiya saṁvegaṁ uppādetvā. Mahādānaṁ pavattayinti cha dānasālāyo kārāpetvā mahatā dhanapariccāgena vessantaradānasadisaṁ mahādānamadāsiṁ. Etena abhisekakaraṇato paṭṭhāya tassa mahādānassa pavattitabhāvaṁ dasseti.",
  "atk-s0512a1:305": "47.Dakkhiṇeyye adatvānāti dakkhiṇārahe puggale deyyadhammaṁ apariccajitvā. Api chappañca rattiyoti appekadā chapi pañcapi rattiyo attano pivanakhādanabhuñjanāni na karomīti dasseti.",
  "atk-s0512a1:306": "Tadā kira bodhisatto sakalajambudīpaṁ unnaṅgalaṁ katvā mahāmegho viya abhivassanto mahādānaṁ pavattesi. Tattha kiñcāpi dānasālāsu annapānādiuḷāruḷārapaṇītapaṇītameva yācakānaṁ yathārucitaṁ divase divase dīyati, tathāpi attano sajjitaṁ āhāraṁ rājārahabhojanampi yācakānaṁ adatvā na bhuñjati, taṁ sandhāya vuttaṁ ‘‘nāhaṁ pivāmī’’tiādi.",
  "atk-s0512a1:307": "48. Idāni tathā yācakānaṁ dāne kāraṇaṁ dassento upamaṁ tāva āharati ‘‘yathāpi vāṇijo nāmā’’tiādinā. Tassattho – yathā nāma vāṇijo bhaṇḍaṭṭhānaṁ gantvā appena pābhatena bahuṁ bhaṇḍaṁ vikkiṇitvā vipulaṁ bhaṇḍasannicayaṁ katvā desakālaṁ jānanto yatthassa lābho udayo mahā hoti, tattha dese kāle vā taṁ bhaṇḍaṁ harati upaneti vikkiṇāti.",
  "atk-s0512a1:308": "49.Sakabhuttāpīti sakabhuttatopi attanā paribhuttatopi. ‘‘Sakaparibhuttāpī’’tipi pāṭho. Pareti parasmiṁ paṭiggāhakapuggale. Satabhāgoti anekasatabhāgo āyatiṁ bhavissati. Idaṁ vuttaṁ hoti – yathā vāṇijena kītabhaṇḍaṁ tattheva avikkiṇitvā tathārūpe dese kāle ca vikkiṇiyamānaṁ bahuṁ udayaṁ vipulaṁ phalaṁ hoti, tatheva attano santakaṁ attanā anupabhuñjitvā parasmiṁ paṭiggāhakapuggale dinnaṁ mahapphalaṁ anekasatabhāgo bhavissati, tasmā attanā abhuñjitvāpi parassa dātabbamevāti. Vuttañhetaṁ bhagavatā – ‘‘tiracchānagate dānaṁ datvā sataguṇā dakkhiṇā pāṭikaṅkhitabbā. Puthujjanadussīle dānaṁ datvā sahassaguṇā’’ti (ma. ni. 3.379) vitthāro. Aparampi vuttaṁ ‘‘evaṁ ce, bhikkhave, sattā jāneyyuṁ dānasaṁvibhāgassa vipākaṁ, yathāhaṁ jānāmi, na adatvā bhuñjeyyuṁ, na ca nesaṁ maccheramalaṁ cittaṁ pariyādāya tiṭṭheyya. Yopi nesaṁ assa carimo ālopo carimaṁ kabaḷaṁ, tatopi na asaṁvibhajitvā bhuñjeyyu’’ntiādi (itivu. 26).",
  "atk-s0512a1:309": "50.Etamatthavasaṁ ñatvāti etaṁ dānassa mahapphalabhāvasaṅkhātañceva sammāsambodhiyā paccayabhāvasaṅkhātañca atthavasaṁ kāraṇaṁ jānitvā. Na paṭikkamāmi dānatoti dānapāramito īsakampi na nivattāmi abhikkamāmi eva. Kimatthaṁ? Sambodhimanupattiyāti sambodhiṁ sabbaññutaññāṇaṁ anuppattiyā anuppattiyatthaṁ, adhigantunti attho.",
  "atk-s0512a1:310": "Tadā bodhisatto mahājanena pitari caṇḍālagāmaṁ pavesite dātabbayuttakaṁ paribbayaṁ dāpesi nivāsanāni pārupanāni ca. Sopi nagaraṁ pavisituṁ alabhanto bodhisatte uyyānakīḷādiatthaṁ bahigate upasaṅkamati, puttasaññāya pana na vandati, na añjalikammaṁ karoti, ‘‘ciraṁ jīva, sāmī’’ti vadati. Bodhisattopi diṭṭhadivase atirekasammānaṁ karoti. So evaṁ dhammena rajjaṁ kāretvā āyupariyosāne sapariso devalokaṁ pūresi.",
  "atk-s0512a1:311": "Tadā khaṇḍahālo devadatto ahosi, gotamī devī mahāmāyā, candā rājadhītā rāhulamātā, vāsulo rāhulo, selā uppalavaṇṇā, sūro mahākassapo, bhaddaseno mahāmoggallāno, sūriyakumāro sāriputto, candarājā lokanātho.",
  "atk-s0512a1:312": "Tassa idhāpi pubbe vuttanayeneva yathārahaṁ sesapāramiyo niddhāretabbā. Tadā khaṇḍahālassa kakkhaḷapharusabhāvaṁ jānantopi ajjhupekkhitvā dhammena samena aṭṭassa vinicchayo, attānaṁ māretukāmasseva khaṇḍahālassa tathā yaññavidhānaṁ jānitvāpi tassa upari cittappakopābhāvo, attano parisaṁ gahetvā pitu sattu bhavituṁ samatthopi ‘‘mādisassa nāma garūhi virodho na yutto’’ti attānaṁ purisapasuṁ katvā ghātāpetukāmassa pitu āṇāyaṁ avaṭṭhānaṁ, kosiyā asiṁ gahetvā sīsaṁ chindituṁ upakkamante purohite attano pitari putte sabbasattesu ca mettāpharaṇena samacittatā, mahājane pitaraṁ māretuṁ upakkamante sayaṁ palissajitvā tassa jīvitadānañca, divase divase vessantaradānasadisaṁ mahādānaṁ dadatopi dānena atittabhāvo, mahājanena caṇḍālesu vāsāpitassa pitu dātabbayuttakaṁ datvā posanaṁ, mahājanaṁ puññakiriyāsu patiṭṭhāpananti evamādayo guṇānubhāvā niddhāretabbāti.",
  "atk-s0512a1:313": "Candakumāracariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a1:314": "8. Sivirājacariyāvaṇṇanā",
  "atk-s0512a1:315": "51. Aṭṭhame ariṭṭhasavhaye nagareti ariṭṭhapuranāmake nagare. Sivi nāmāsi khattiyoti sivīti gottato evaṁnāmako rājā ahosi.",
  "atk-s0512a1:316": "Atīte kira siviraṭṭhe ariṭṭhapuranagare sivirāje rajjaṁ kārente mahāsatto tassa putto hutvā nibbatti. ‘‘Sivikumāro’’tissa nāmamakaṁsu. So vayappatto takkasilaṁ gantvā uggahitasippo āgantvā pitu sippaṁ dassetvā uparajjaṁ labhitvā aparabhāge pitu accayena rājā hutvā agatigamanaṁ pahāya dasa rājadhamme akopetvā rajjaṁ kārento nagarassa catūsu dvāresu nagaramajjhe nivesanadvāreti cha dānasālāyo kāretvā devasikaṁ chasatasahassapariccāgena mahādānaṁ pavattesi. Aṭṭhamīcātuddasīpannarasīsu sayaṁ dānasālaṁ gantvā dānaggaṁ oloketi.",
  "atk-s0512a1:317": "So ekadā puṇṇamadivase pātova samussitasetacchatte rājapallaṅke nisinno attanā dinnadānaṁ āvajjento bāhiravatthuṁ attanā adinnaṁ nāma adisvā ‘‘na me bāhirakadānaṁ tathā cittaṁ toseti, yathā ajjhattikadānaṁ, aho vata mama dānasālaṁ gatakāle koci yācako bāhiravatthuṁ ayācitvā ajjhattikameva yāceyya, sace hi me koci sarīre maṁsaṁ vā lohitaṁ vā sīsaṁ vā hadayamaṁsaṁ vā akkhīni vā upaḍḍhasarīraṁ vā sakalameva vā attabhāvaṁ dāsabhāvena yāceyya, taṁtadevassa adhippāyaṁ pūrento dātuṁ sakkomī’’ti cintesi. Pāḷiyaṁ pana akkhīnaṁ eva vasena āgatā. Tena vuttaṁ –",
  "atk-s0512a1:318": "‘‘Nisajja pāsādavare, evaṁ cintesahaṁ tadā’’.",
  "atk-s0512a1:319": "52.",
  "atk-s0512a1:320": " ‘‘Yaṁkiñci mānusaṁ dānaṁ, adinnaṁ me na vijjati;",
  "atk-s0512a1:321": "Yopi yāceyya maṁ cakkhuṁ, dadeyyaṁ avikampito’’ti.",
  "atk-s0512a1:322": "Tattha mānusaṁ dānanti pakatimanussehi dātabbadānaṁ annapānādi. Evaṁ pana mahāsattassa uḷāre dānajjhāsaye uppanne sakkassa paṇḍukambalasilāsanaṁ uṇhākāraṁ dassesi. So tassa kāraṇaṁ āvajjento bodhisattassa ajjhāsayaṁ disvā ‘‘sivirājā ajja sampattayācakā cakkhūni ce yācanti, cakkhūni uppāṭetvā nesaṁ dassāmīti cintesī’’ti sakko devaparisāya vatvā ‘‘so sakkhissati nu kho taṁ dātuṁ, udāhu noti vīmaṁsissāmi tāva na’’nti bodhisatte soḷasahi gandhodakaghaṭehi nhatvā sabbālaṅkārehi paṭimaṇḍite alaṅkatahatthikkhandhavaragate dānaggaṁ gacchante jarājiṇṇo andhabrāhmaṇo viya hutvā tassa cakkhupathe ekasmiṁ unnatappadese ubho hatthe pasāretvā rājānaṁ jayāpetvā ṭhito bodhisattena tadabhimukhaṁ vāraṇaṁ pesetvā ‘‘brāhmaṇa, kiṁ icchasī’’ti pucchito ‘‘tava dānajjhāsayaṁ nissāya samuggatena kittighosena sakalalokasannivāso nirantaraṁ phuṭo, ahañca andho, tasmā taṁ yācāmī’’ti upacāravasena ekaṁ cakkhuṁ yāci. Tena vuttaṁ –",
  "atk-s0512a1:323": "53.",
  "atk-s0512a1:324": " ‘‘Mama saṅkappamaññāya, sakko devānamissaro;",
  "atk-s0512a1:325": "Nisinno devaparisāya, idaṁ vacanamabravi.",
  "atk-s0512a1:326": "54.",
  "atk-s0512a1:327": " ‘‘Nisajja pāsādavare, sivirājā mahiddhiko;",
  "atk-s0512a1:328": "Cintento vividhaṁ dānaṁ, adeyyaṁ so na passati.",
  "atk-s0512a1:329": "55.",
  "atk-s0512a1:330": " ‘‘Tathaṁ nu vitathaṁ netaṁ, handa vīmaṁsayāmi taṁ;",
  "atk-s0512a1:331": "Muhuttaṁ āgameyyātha, yāva jānāmi taṁ manaṁ.",
  "atk-s0512a1:332": "56.",
  "atk-s0512a1:333": " ‘‘Pavedhamāno palitasiro, valigatto jarāturo;",
  "atk-s0512a1:334": "Andhavaṇṇova hutvāna, rājānaṁ upasaṅkami.",
  "atk-s0512a1:335": "57.",
  "atk-s0512a1:336": " ‘‘So tadā paggahetvāna, vāmaṁ dakkhiṇabāhu ca;",
  "atk-s0512a1:337": "Sirasmiṁ añjaliṁ katvā, idaṁ vacanamabravi.",
  "atk-s0512a1:338": "58.",
  "atk-s0512a1:339": " ‘‘‘Yācāmi taṁ mahārāja, dhammika raṭṭhavaḍḍhana;",
  "atk-s0512a1:340": "Tava dānaratā kitti, uggatā devamānuse.",
  "atk-s0512a1:341": "59.",
  "atk-s0512a1:342": " ‘‘‘Ubhopi nettā nayanā, andhā upahatā mama;",
  "atk-s0512a1:343": "Ekaṁ me nayanaṁ dehi, tvampi ekena yāpayā’’’ti.",
  "atk-s0512a1:344": "Tattha cintento vividhaṁ dānanti attanā dinnaṁ vividhaṁ dānaṁ cintento, āvajjento dānaṁ vā attanā dinnaṁ vividhaṁ bāhiraṁ deyyadhammaṁ cintento. Adeyyaṁ so na passatīti bāhiraṁ viya ajjhattikavatthumpi adeyyaṁ dātuṁ asakkuṇeyyaṁ na passati, ‘‘cakkhūnipi uppāṭetvā dassāmī’’ti cintesīti adhippāyo. Tathaṁ nu vitathaṁ netanti etaṁ ajjhattikavatthunopi adeyyassa adassanaṁ deyyabhāveneva dassanaṁ cintanaṁ saccaṁ nu kho, udāhu, asaccanti attho. So tadā paggahetvāna, vāmaṁ dakkhiṇabāhu cāti vāmabāhuṁ dakkhiṇabāhuñca tadā paggahetvā, ubho bāhū ukkhipitvāti attho. Raṭṭhavaḍḍhanāti raṭṭhavaḍḍhīkara. Tvampi ekena yāpayāti ekena cakkhunā samavisamaṁ passanto sakaṁ attabhāvaṁ tvaṁ yāpehi, ahampi bhavato laddhena ekena yāpemīti dasseti.",
  "atk-s0512a1:345": "Taṁ sutvā mahāsatto tuṭṭhamānaso ‘‘idānevāhaṁ pāsāde nisinno evaṁ cintetvā āgato, ayañca me cittaṁ ñatvā viya cakkhuṁ yācati, aho vata me lābhā, ajja me manoratho matthakaṁ pāpuṇissati, adinnapubbaṁ vata dānaṁ dassāmī’’ti ussāhajāto ahosi. Tamatthaṁ pakāsento satthā āha –",
  "atk-s0512a1:346": "60.",
  "atk-s0512a1:347": " ‘‘Tassāhaṁ vacanaṁ sutvā, haṭṭho saṁviggamānaso;",
  "atk-s0512a1:348": "Katañjalī vedajāto, idaṁ vacanamabraviṁ.",
  "atk-s0512a1:349": "61.",
  "atk-s0512a1:350": " ‘‘‘Idānāhaṁ cintayitvāna, pāsādato idhāgato;",
  "atk-s0512a1:351": "Tvaṁ mama cittamaññāya, nettaṁ yācitumāgato.",
  "atk-s0512a1:352": "62.",
  "atk-s0512a1:353": " ‘‘‘Aho me mānasaṁ siddhaṁ, saṅkappo paripūrito;",
  "atk-s0512a1:354": "Adinnapubbaṁ dānavaraṁ, ajja dassāmi yācake’’’ti.",
  "atk-s0512a1:355": "Tattha tassāti tassa brāhmaṇarūpadharassa sakkassa. Haṭṭhoti tuṭṭho. Saṁviggamānasoti mama cittaṁ jānitvā viya iminā brāhmaṇena cakkhu yācitaṁ, ettakaṁ kālaṁ evaṁ acintetvā pamajjito vatamhīti saṁviggacitto. Vedajātoti jātapītipāmojjo. Abravinti abhāsiṁ. Mānasanti manasi bhavaṁ mānasaṁ, dānajjhāsayo, ‘‘cakkhuṁ dassāmī’’ti uppannadānajjhāsayoti attho. Saṅkappoti manoratho. Paripūritoti paripuṇṇo.",
  "atk-s0512a1:356": "Atha bodhisatto cintesi – ‘‘ayaṁ brāhmaṇo mama cittācāraṁ ñatvā viya duccajampi cakkhuṁ maṁ yācati, siyā nu kho kāyaci devatāya anusiṭṭho bhavissati, pucchissāmi tāva na’’nti cintetvā taṁ brāhmaṇaṁ pucchi. Tenāha bhagavā jātakadesanāyaṁ –",
  "atk-s0512a1:357": "‘‘Kenānusiṭṭho idhamāgatosi, vanibbaka cakkhupathāni yācituṁ;",
  "atk-s0512a1:358": "Suduccajaṁ yācasi uttamaṅgaṁ, yamāhu nettaṁ purisena duccaja’’nti.(jā. 1.15.53);",
  "atk-s0512a1:359": "Taṁ sutvā brāhmaṇarūpadharo sakko āha –",
  "atk-s0512a1:360": "‘‘Yamāhu devesu sujampatīti, maghavāti naṁ āhu manussaloke;",
  "atk-s0512a1:361": "Tenānusiṭṭho idhamāgatosmi, vanibbako cakkhupathāni yācituṁ.",
  "atk-s0512a1:362": "‘‘Vanibbato mayhaṁ vaniṁ anuttaraṁ, dadāhi te cakkhupathāni yācito;",
  "atk-s0512a1:363": "Dadāhi me cakkhupathaṁ anuttaraṁ, yamāhu nettaṁ purisena duccaja’’nti. (jā. 1.15.54-55);",
  "atk-s0512a1:364": "Mahāsatto āha –",
  "atk-s0512a1:365": "‘‘Yena atthena āgacchi, yamatthamabhipatthayaṁ;",
  "atk-s0512a1:366": "Te te ijjhantu saṅkappā, labha cakkhūni brāhmaṇa.",
  "atk-s0512a1:367": "‘‘Ekaṁ te yācamānassa, ubhayāni dadāmahaṁ;",
  "atk-s0512a1:368": "Sa cakkhumā gaccha janassa pekkhato,",
  "atk-s0512a1:369": "Yadicchase tvaṁ tada te samijjhatū’’ti. (jā. 1.15.56-57);",
  "atk-s0512a1:370": "Tattha vanibbakāti taṁ ālapati. Cakkhupathānīti dassanassa pathabhāvato cakkhūnamevetaṁ nāmaṁ. Yamāhūti yaṁ loke ‘‘duccaja’’nti kathenti. Vanibbatoti yācantassa. Vaninti yācanaṁ. Te teti te tava tassa andhassa saṅkappā. Sa cakkhumāti so tvaṁ mama cakkhūhi cakkhumā hutvā. Tada te samijjhatūti yaṁ tvaṁ mama santikā icchasi, taṁ te samijjhatūti.",
  "atk-s0512a1:371": "Rājā ettakaṁ kathetvā ‘‘ayaṁ brāhmaṇo sakkena anusiṭṭho idhāgatosmīti bhaṇati, nūna imassa iminā upāyena cakkhu sampajjissatī’’ti ñatvā ‘‘idheva mayā cakkhūni uppāṭetvā dātuṁ asāruppa’’nti cintetvā brāhmaṇaṁ ādāya antepuraṁ gantvā rājāsane nisīditvā sivakaṁ nāma vejjaṁ pakkosāpesi. Atha ‘‘amhākaṁ kira rājā akkhīni uppāṭetvā brāhmaṇassa dātukāmo’’ti sakalanagare ekakolāhalaṁ ahosi. Atha naṁ rañño ñātisenāpatiādayo rājavallabhā amaccā pārisajjā nāgarā orodhā ca sabbe sannipatitvā nānāupāyehi nivāresuṁ. Rājāpi ne anuvāresi tenāha –",
  "atk-s0512a1:372": "‘‘Mā no deva adā cakkhuṁ, mā no sabbe parākari;",
  "atk-s0512a1:373": "Dhanaṁ dehi mahārāja, muttā veḷuriyā bahū.",
  "atk-s0512a1:374": "‘‘Yutte deva rathe dehi, ājānīye calaṅkate;",
  "atk-s0512a1:375": "Nāge dehi mahārāja, hemakappanavāsase.",
  "atk-s0512a1:376": "‘‘Yathā taṁ sivayo sabbe, sayoggā sarathā sadā;",
  "atk-s0512a1:377": "Samantā parikireyyuṁ, evaṁ dehi rathesabhā’’ti. (jā. 1.15.58-60);",
  "atk-s0512a1:378": "Atha rājā tisso gāthā abhāsi –",
  "atk-s0512a1:379": "‘‘Yo ve dassanti vatvāna, adāne kurute mano;",
  "atk-s0512a1:380": "Bhūmyaṁ so patitaṁ pāsaṁ, gīvāyaṁ paṭimuñcati.",
  "atk-s0512a1:381": "‘‘Yo ve dassanti vatvāna, adāne kurute mano;",
  "atk-s0512a1:382": "Pāpā pāpataro hoti, sampatto yamasādhanaṁ.",
  "atk-s0512a1:383": "‘‘Yañhi yāce tañhi dade, yaṁ na yāce na taṁ dade;",
  "atk-s0512a1:384": "Svāhaṁ tameva dassāmi, yaṁ maṁ yācati brāhmaṇo’’ti. (jā. 1.15.61-63);",
  "atk-s0512a1:385": "Tattha mā no, devāti noti nipātamattaṁ. Deva, mā cakkhuṁ adāsi. Mā no sabbe parākarīti amhe sabbe mā pariccaji. Akkhīsu hi dinnesu tvaṁ rajjaṁ na karissasi, evaṁ tayā mayaṁ pariccattā nāma bhavissāmāti adhippāyena evamāhaṁsu. Parikireyyunti parivāreyyuṁ. Evaṁ dehīti yathā taṁ avikalacakkhuṁ sivayo ciraṁ parivāreyyuṁ, evaṁ dehi dhanamevassa dehi, mā akkhīni, akkhīsu hi dinnesu na taṁ sivayo parivāressantīti dasseti.",
  "atk-s0512a1:386": "Paṭimuñcatīti paṭipaveseti. Pāpā pāpataro hotīti lāmakā lāmakataro nāma hoti. Sampatto yamasādhananti yamassa āṇāpavattiṭṭhānaṁ ussadanirayaṁ esa patto nāma hoti. Yañhi yāceti yaṁ vatthuṁ yācako yācati, dāyakopi tadeva dadeyya, na ayācitaṁ, ayañca brāhmaṇo cakkhuṁ maṁ yācati, na muttādikaṁ dhanaṁ, taṁ dassāmīti vadati.",
  "atk-s0512a1:387": "Atha naṁ ‘‘āyuādīsu kiṁ patthetvā cakkhūni desi devā’’ti pucchiṁsu. Mahāpuriso ‘‘nāhaṁ diṭṭhadhammikaṁ samparāyikaṁ vā sampattiṁ patthetvā demi, api ca bodhisattānaṁ āciṇṇasamāciṇṇo porāṇakamaggo esa, yadidaṁ dānapāramipūraṇaṁ nāmā’’ti āha. Tena vuttaṁ –",
  "atk-s0512a1:388": "‘‘Āyuṁ nu vaṇṇaṁ nu sukhaṁ balaṁ nu, kiṁ patthayāno nu janinda desi;",
  "atk-s0512a1:389": "Kathañhi rājā sivinaṁ anuttaro, cakkhūni dajjā paralokahetu.",
  "atk-s0512a1:390": "‘‘Na vāhametaṁ yasasā dadāmi, na puttamicche na dhanaṁ na raṭṭhaṁ;",
  "atk-s0512a1:391": "Satañca dhammo carito purāṇo, icceva dāne ramate mano mamā’’ti. (jā. 1.15.64-65);",
  "atk-s0512a1:392": "Tattha paralokahetūti, mahārāja, kathaṁ nāma tumhādiso paṇḍitapuriso sakkasampattisadisaṁ sandiṭṭhikaṁ issariyaṁ pahāya paralokahetu cakkhūni dadeyyāti.",
  "atk-s0512a1:393": "Na vāhanti na ve ahaṁ. Yasasāti dibbassa vā mānusassa vā issariyassa kāraṇā, apica sataṁ bodhisattānaṁ dhammo buddhakārako carito ācarito āciṇṇo purātano icceva iminā kāraṇena dāneyeva īdiso mama mano niratoti.",
  "atk-s0512a1:394": "Evañca pana vatvā rājā amacce saññāpetvā sivakaṁ vejjaṁ āṇāpesi – ‘‘ehi, sivaka, mama ubhopi akkhīni imassa brāhmaṇassa dātuṁ sīghaṁ uppāṭetvā hatthe patiṭṭhapehī’’ti. Tena vuttaṁ –",
  "atk-s0512a1:395": "63.",
  "atk-s0512a1:396": " ‘‘Ehi sivaka uṭṭhehi, mā dandhayi mā pavedhayi;",
  "atk-s0512a1:397": "Ubhopi nayanaṁ dehi, uppāṭetvā vanibbake.",
  "atk-s0512a1:398": "64.",
  "atk-s0512a1:399": " ‘‘Tato so codito mayhaṁ, sivako vacanaṁkaro;",
  "atk-s0512a1:400": "Uddharitvāna pādāsi, tālamiñjaṁva yācake’’ti.",
  "atk-s0512a1:401": "Tattha uṭṭhehīti uṭṭhānavīriyaṁ karohi. Imasmiṁ mama cakkhudāne sahāyakiccaṁ karohīti dasseti. Mā dantayīti mā cirāyi. Ayañhi atidullabho cirakālaṁ patthito mayā uttamo dānakkhaṇo paṭiladdho, so mā virajjhīti adhippāyo. Mā pavedhayīti ‘‘amhākaṁ rañño cakkhūni uppāṭemī’’ti cittutrāsavasena mā vedhayi sarīrakampaṁ mā āpajji. Ubhopinayananti ubhopi nayane. Vanibbaketi yācakassa mayhanti mayā. Uddharitvāna pādāsīti so vejjo rañño akkhikūpato ubhopi akkhīni uppāṭetvā rañño hatthe adāsi.",
  "atk-s0512a1:402": "Dento ca na satthakena uddharitvā adāsi. So hi cintesi – ‘‘ayuttaṁ mādisassa susikkhitavejjassa rañño akkhīsu satthapātana’’nti bhesajjāni ghaṁsetvā bhesajjacuṇṇena nīluppalaṁ paribhāvetvā dakkhiṇakkhiṁ upasiṅghāpesi, akkhi parivatti, dukkhā vedanā uppajji. So paribhāvetvā punapi upasiṅghāpesi, akkhi akkhikūpato mucci, balavatarā vedanā udapādi, tatiyavāre kharataraṁ paribhāvetvā upanāmesi, akkhi osadhabalena paribbhamitvā akkhikūpato nikkhamitvā nhārusuttakena olambamānaṁ aṭṭhāsi, adhimattā vedanā udapādi, lohitaṁ pagghari, nivatthasāṭakāpi lohitena temiṁsu. Orodhā ca amaccā ca rañño pādamūle patitvā ‘‘deva, akkhīni mā dehi, deva, akkhīni mā dehī’’ti mahāparidevaṁ parideviṁsu.",
  "atk-s0512a1:403": "Rājā vedanaṁ adhivāsetvā ‘‘tāta, mā papañcaṁ karī’’ti āha. So ‘‘sādhu, devā’’ti vāmahatthena akkhiṁ dhāretvā dakkhiṇahatthena satthakaṁ ādāya akkhisuttakaṁ chinditvā akkhiṁ gahetvā mahāsattassa hatthe ṭhapesi. So vāmakkhinā dakkhiṇakkhiṁ oloketvā pariccāgapītiyā abhibhuyyamānaṁ dukkhavedanaṁ vedento ‘‘ehi, brāhmaṇā’’ti brāhmaṇaṁ pakkosāpetvā ‘‘mama ito cakkhuto sataguṇena sahassaguṇena satasahassaguṇena samantacakkhumeva piyataraṁ, tassa me idaṁ akkhidānaṁ paccayo hotū’’ti brāhmaṇassa akkhiṁ adāsi. So taṁ ukkhipitvā attano akkhimhi ṭhapesi, taṁ tassānubhāvena vikasitanīluppalaṁ viya hutvā upaṭṭhāsi. Mahāsatto vāmakkhinā tassa taṁ akkhiṁ disvā ‘‘aho sudinnaṁ mayā akkhī’’ti antosamuggatāya pītiyā nirantaraṁ phuṭasarīro hutvā aparampi adāsi. Sakkopi taṁ tatheva katvā rājanivesanā nikkhamitvā mahājanassa olokentasseva nagarā nikkhamitvā devalokameva gato.",
  "atk-s0512a1:404": "Rañño nacirasseva akkhīni āvāṭabhāvaṁ appattāni kambalageṇḍukaṁ viya uggatena maṁsapiṇḍena pūretvā cittakammarūpassa viya ruhiṁsu, vedanā pacchijji. Atha mahāsatto katipāhaṁ pāsāde vasitvā ‘‘kiṁ andhassa rajjenāti amaccānaṁ rajjaṁ niyyātetvā uyyānaṁ gantvā pabbajitvā samaṇadhammaṁ karissāmī’’ti cintetvā amaccānaṁ tamatthaṁ ārocetvā ‘‘mukhadhovanādidāyako eko puriso mayhaṁ santike hotu, sarīrakiccaṭṭhānesupi me rajjukaṁ bandhathā’’ti vatvā sivikāya gantvā pokkharaṇitīre rājapallaṅke nisīdi. Amaccāpi vanditvā paṭikkamiṁsu. Bodhisattopi attano dānaṁ āvajjesi. Tasmiṁ khaṇe sakkassa āsanaṁ uṇhākāraṁ dassesi. Sakko taṁ disvā ‘‘mahārājassa varaṁ datvā cakkhuṁ paṭipākatikaṁ karissāmī’’ti bodhisattassa samīpaṁ gantvā padasaddamakāsi. Mahāsattena ca ‘‘ko eso’’ti vutte –",
  "atk-s0512a1:405": "‘‘Sakkohamasmi devindo, āgatosmi tavantike;",
  "atk-s0512a1:406": "Varaṁ varassu rājīsi, yaṁ kiñci manasicchasī’’ti. (jā. 1.15.71) –",
  "atk-s0512a1:407": "Vatvā tena –",
  "atk-s0512a1:408": "‘‘Pahūtaṁ me dhanaṁ sakka, balaṁ koso canappako;",
  "atk-s0512a1:409": "Andhassa me sato dāni, maraṇaññeva ruccatī’’ti. (jā. 1.15.72) –",
  "atk-s0512a1:410": "Vutte atha naṁ sakko āha – ‘‘sivirāja, kiṁ pana tvaṁ maritukāmo hutvā maraṇaṁ rocesi, udāhu andhabhāvenā’’ti. Andhabhāvena, devāti. ‘‘Mahārāja, dānaṁ nāma na kevalaṁ samparāyatthameva diyyati, diṭṭhadhammatthāyapi paccayo hoti, tasmā tava dānapuññameva nissāya saccakiriyaṁ karohi, tassa baleneva te cakkhu uppajjissatī’’ti vutte ‘‘tena hi mayā mahādānaṁ sudinna’’nti vatvā saccakiriyaṁ karonto –",
  "atk-s0512a1:411": "‘‘Ye maṁ yācitumāyanti, nānāgottā vanibbakā;",
  "atk-s0512a1:412": "Yopi maṁ yācate tattha, sopi me manaso piyo;",
  "atk-s0512a1:413": "Etena saccavajjena, cakkhu me upapajjathā’’ti. (jā. 1.15.74) –",
  "atk-s0512a1:414": "Āha.",
  "atk-s0512a1:415": "Tattha ye manti ye maṁ yācitumāgacchanti, tesupi āgatesu yo imaṁ nāma dehīti vācaṁ nicchārento maṁ yācate, sopi me manaso piyo. Etenāti sace mayhaṁ sabbepi yācakā piyā, saccamevetaṁ mayā vuttaṁ, etena me saccavacanena ekaṁ cakkhu upapajjatha uppajjatūti.",
  "atk-s0512a1:416": "Athassa vacanasamanantarameva paṭhamaṁ cakkhu udapādi. Tato dutiyassa uppajjanatthāya –",
  "atk-s0512a1:417": "‘‘Yaṁ maṁ so yācituṁ āgā, dehi cakkhunti brāhmaṇo;",
  "atk-s0512a1:418": "Tassa cakkhūni pādāsiṁ, brāhmaṇassa vanibbato.",
  "atk-s0512a1:419": "‘‘Bhiyyo maṁ āvisī pīti, somanassañcanappakaṁ;",
  "atk-s0512a1:420": "Etena saccavajjena, dutiyaṁ me upapajjathā’’ti. (jā. 1.15.75-76) –",
  "atk-s0512a1:421": "Āha.",
  "atk-s0512a1:422": "Tattha yaṁ manti yo maṁ. Soti so cakkhuyācako brāhmaṇo. Āgāti āgato. Vanibbatoti yācantassa. Maṁ āvisīti brāhmaṇassa cakkhūni datvā andhakālepi tathārūpaṁ vedanaṁ agaṇetvā ‘‘aho sudinnaṁ me dāna’’nti paccavekkhantaṁ maṁ bhiyyo atirekatarā pīti āvisi. Somanassañcanappakanti aparimāṇaṁ somanassaṁ uppajji. Etenāti sace tadā mama anappakaṁ pītisomanassaṁ uppannaṁ, saccamevetaṁ mayā vuttaṁ, etena me saccavacanena dutiyampi cakkhu upapajjatūti.",
  "atk-s0512a1:423": "Taṁkhaṇaññeva dutiyampi cakkhu udapādi. Tāni panassa cakkhūni neva pākatikāni, na dibbāni. Sakkabrāhmaṇassa hi dinnaṁ cakkhuṁ puna pākatikaṁ kātuṁ na sakkā, upahatacakkhuno ca dibbacakkhu nāma nuppajjati, vuttanayena panassa ādimajjhapariyosānesu aviparītaṁ attano dānapītiṁ upādāya pītipharaṇavasena nibbattāni ‘‘saccapāramitācakkhūnī’’ti vuttāni. Tena vuttaṁ –",
  "atk-s0512a1:424": "65.",
  "atk-s0512a1:425": " ‘‘Dadamānassa dentassa, dinnadānassa me sato;",
  "atk-s0512a1:426": "Cittassa aññathā natthi, bodhiyāyeva kāraṇā’’ti.",
  "atk-s0512a1:427": "Tattha dadamānassāti cakkhūni dātuṁ vejjena uppāṭentassa. Dentassāti uppāṭitāni tāni sakkabrāhmaṇassa hatthe ṭhapentassa. Dinnadānassāti cakkhudānaṁ dinnavato. Cittassa aññathāti dānajjhāsayassa aññathābhāvo. Bodhiyāyeva kāraṇāti tañca sabbaññutaññāṇasseva hetūti attho.",
  "atk-s0512a1:428": "66. Sabbaññutaññāṇassa sudullabhatāya evaṁ sudukkaraṁ mayā katanti na cakkhūnaṁ na attabhāvassapi appiyatāyāti dassento ‘‘na me dessā’’ti osānagāthamāha. Tattha attā na me na dessiyoti paṭhamo na-kāro nipātamatto. Attā na me kujjhitabbo, na appiyoti attho. ‘‘Attānaṁ me na dessiya’’ntipi pāṭho. Tassattho – me attānaṁ ahaṁ na dessiyaṁ na kujjheyyaṁ na kujjhituṁ arahāmi na so mayā kujjhitabboti. ‘‘Attāpi me na dessiyo’’tipi paṭhanti. Adāsahanti adāsiṁ ahaṁ. ‘‘Adāsiha’’ntipi pāṭho.",
  "atk-s0512a1:429": "Tadā pana bodhisattassa saccakiriyāya cakkhūsu uppannesu sakkānubhāvena sabbā rājaparisā sannipatitāva ahosi. Athassa sakko mahājanamajjhe ākāse ṭhatvā –",
  "atk-s0512a1:430": "‘‘Dhammena bhāsitā gāthā, sivīnaṁ raṭṭhavaḍḍhana;",
  "atk-s0512a1:431": "Etāni tava nettāni, dibbāni paṭidissare.",
  "atk-s0512a1:432": "‘‘Tirokuṭṭaṁ tiroselaṁ, samatiggayha pabbataṁ;",
  "atk-s0512a1:433": "Samantā yojanasataṁ, dassanaṁ anubhontu te’’ti. (jā. 1.15.77-78) –",
  "atk-s0512a1:434": "Imāhi gāthāhi thutiṁ katvā devalokameva gato. Bodhisattopi mahājanaparivuto mahantena sakkārena nagaraṁ pavisitvā rājagehadvāre susajjite mahāmaṇḍape samussitasetacchatte rājapallaṅke nisinno cakkhupaṭilābhena tuṭṭhahaṭṭhapamuditānaṁ daṭṭhuṁ āgatānaṁ nāgarānaṁ jānapadānaṁ rājaparisāya ca dhammaṁ desento –",
  "atk-s0512a1:435": "‘‘Ko nīdha vittaṁ na dadeyya yācito, api visiṭṭhaṁ supiyampi attano;",
  "atk-s0512a1:436": "Tadiṅgha sabbe sivayo samāgatā, dibbāni nettāni mamajja passatha.",
  "atk-s0512a1:437": "‘‘Tirokuṭṭaṁ tiroselaṁ, samatiggayha pabbataṁ;",
  "atk-s0512a1:438": "Samantā yojanasataṁ, dassanaṁ anubhonti me.",
  "atk-s0512a1:439": "‘‘Na cāgamattā paramatthi kiñci, maccānaṁ idha jīvite;",
  "atk-s0512a1:440": "Datvāna mānusaṁ cakkhuṁ, laddhaṁ me cakkhu amānusaṁ.",
  "atk-s0512a1:441": "‘‘Etampi disvā sivayo, detha dānāni bhuñjatha;",
  "atk-s0512a1:442": "Datvā ca bhutvā ca yathānubhāvaṁ, aninditā saggamupetha ṭhāna’’nti. (jā. 1.15.79-82) –",
  "atk-s0512a1:443": "Imā gāthā abhāsi. Tattha dhammena bhāsitāti, mahārāja, imā te gāthā dhammena sabhāveneva bhāsitā. Dibbānīti dibbānubhāvayuttāni. Paṭidissareti paṭidissanti. Tirokuṭṭanti parakuṭṭaṁ. Tiroselanti paraselaṁ. Samatiggayhāti atikkamitvā. Samantā dasadisā yojanasataṁ rūpadassanaṁ anubhontu sādhentu.",
  "atk-s0512a1:444": "Ko nīdhāti ko nu idha. Api visiṭṭhanti uttamampi samānaṁ. Na cāgamattāti cāgappamāṇato aññaṁ varaṁ nāma natthi. Idha jīviteti imasmiṁ jīvaloke. ‘‘Idha jīvata’’ntipi paṭhanti. Imasmiṁ loke jīvamānānanti attho. Amānusanti dibbacakkhu mayā laddhaṁ, iminā kāraṇena veditabbametaṁ ‘‘cāgato uttamaṁ nāma natthī’’ti. Etampi disvāti etaṁ mayā laddhaṁ dibbacakkhuṁ disvāpi.",
  "atk-s0512a1:445": "Iti imāhi catūhi gāthāhi na kevalaṁ tasmiṁyeva khaṇe, atha kho anvaddhamāsampi uposathe mahājanaṁ sannipātetvā dhammaṁ desesi. Taṁ sutvā mahājano dānādīni puññāni katvā devalokaparāyano ahosi.",
  "atk-s0512a1:446": "Tadā vejjo ānandatthero ahosi, sakko anuruddhatthero, sesaparisā buddhaparisā, sivirājā lokanātho.",
  "atk-s0512a1:447": "Tassa idhāpi vuttanayeneva yathārahaṁ pāramiyo niddhāretabbā. Tathā divase divase yathā adinnapubbaṁ bāhiradeyyadhammavatthu na hoti, evaṁ aparimitaṁ mahādānaṁ pavattentassa tena aparituṭṭhassa kathaṁ nu kho ahaṁ ajjhattikavatthukaṁ dānaṁ dadeyyaṁ, kadā nu kho maṁ koci āgantvā ajjhattikaṁ deyyadhammaṁ yāceyya, sace hi koci yācako me hadayamaṁsassa nāmaṁ gaṇheyya, kaṇayena naṁ nīharitvā pasannaudakato sanāḷaṁ padumaṁ uddharanto viya lohitabinduṁ paggharantaṁ hadayaṁ nīharitvā dassāmi. Sace sarīramaṁsassa nāmaṁ gaṇheyya, avalekhanena tālaguḷapaṭalaṁ uppāṭento viya sarīramaṁsaṁ uppāṭetvā dassāmi. Sace lohitassa nāmaṁ gaṇheyya, asinā vijjhitvā yantamukhe vā patitvā upanītaṁ bhājanaṁ pūretvā lohitaṁ dassāmi. Sace pana koci ‘‘gehe me kammaṁ nappavattati, tattha me dāsakammaṁ karohī’’ti vadeyya, rājavesaṁ apanetvā tassa attānaṁ sāvetvā dāsakammaṁ karissāmi. Sace vā pana koci akkhīnaṁ nāmaṁ gaṇheyya, tālamiñjaṁ nīharanto viya akkhīni uppāṭetvā tassa dassāmīti evaṁ anaññasādhāraṇavasībhāvappattānaṁ mahābodhisattānaṁyeva āveṇikā uḷāratarā parivitakkuppatti, cakkhuyācakaṁ labhitvā amaccapārisajjādīhi nivāriyamānassāpi tesaṁ vacanaṁ anādiyitvā attano parivitakkānurūpaṁ paṭipattiyā ca paramā pītipaṭisaṁvedanā, tassā pītimanatāya avitathabhāvaṁ nissāya sakkassa purato saccakiriyākaraṇaṁ, tena ca attano cakkhūnaṁ paṭipākatikabhāvo, tesañca dibbānubhāvatāti evamādayo mahāsattassa guṇānubhāvā veditabbāti.",
  "atk-s0512a1:448": "Sivirājacariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a1:449": "9. Vessantaracariyāvaṇṇanā",
  "atk-s0512a1:450": "67. Navame yā me ahosi janikāti ettha meti vessantarabhūtaṁ attānaṁ sandhāya satthā vadati. Tenevāha – ‘‘phussatī nāma khattiyā’’ti. Tadā hissa mātā ‘‘phussatī’’ti evaṁnāmikā khattiyānī ahosi. Sā atītāsu jātīsūti sā tato anantarātītajātiyaṁ. Ekatthe hi etaṁ bahuvacanaṁ. Sakkassa mahesī piyā ahosīti sambandho. Atha vā yā me ahosi janikā imasmiṁ carimattabhāve, sā atītāsu jātīsu phussatī nāma, tattha atītāya jātiyā khattiyā, yatthāhaṁ tassā kucchimhi vessantaro hutvā nibbattiṁ, tato anantarātītāya sakkassa mahesī piyā ahosīti. Tatrāyaṁ anupubbikathā –",
  "atk-s0512a1:451": "Ito hi ekanavute kappe vipassī nāma satthā loke udapādi. Tasmiṁ bandhumatīnagaraṁ upanissāya kheme migadāye viharante bandhumā rājā kenaci raññā pesitaṁ mahagghaṁ candanasāraṁ attano jeṭṭhadhītāya adāsi. Sā tena sukhumaṁ candanacuṇṇaṁ kāretvā samuggaṁ pūretvā vihāraṁ gantvā satthu suvaṇṇavaṇṇaṁ sarīraṁ pūjetvā sesacuṇṇāni gandhakuṭiyaṁ vikiritvā ‘‘bhante, anāgate tumhādisassa buddhassa mātā bhaveyya’’nti patthanaṁ akāsi. Sā tato cutā tassā candanacuṇṇapūjāya phalena rattacandanaparipphositena viya sarīrena devesu ca manussesu ca saṁsarantī tāvatiṁsabhavane sakkassa devarañño aggamahesī hutvā nibbatti. Athassā āyupariyosāne pubbanimittesu uppannesu sakko devarājā tassā parikkhīṇāyukataṁ ñatvā tassā anukampāya ‘‘bhadde, phussati dasa te vare dammi, te gaṇhassū’’ti āha. Tena vuttaṁ –",
  "atk-s0512a1:452": "68.",
  "atk-s0512a1:453": " ‘‘Tassā āyukkhayaṁ ñatvā, devindo etadabravi;",
  "atk-s0512a1:454": "‘Dadāmi te dasa vare, vara bhadde yadicchasī’’’ti.",
  "atk-s0512a1:455": "Tattha varāti varassu varaṁ gaṇha. Bhadde, yadicchasīti, bhadde, phussati yaṁ icchasi yaṁ tava piyaṁ, taṁ dasahi koṭṭhāsehi ‘‘varaṁ varassu paṭiggaṇhāhī’’ti vadati.",
  "atk-s0512a1:456": "69.Punidamabravīti puna idaṁ sā attano cavanadhammataṁ ajānantī ‘‘kiṁ nu me aparādhatthī’’tiādikaṁ abhāsi. Sā hi pamattā hutvā attano āyukkhayaṁ ajānantī ayaṁ ‘‘varaṁ gaṇhā’’ti vadanto ‘‘katthaci mama uppajjanaṁ icchatī’’ti ñatvā evamāha. Tattha aparādhatthīti aparādho atthi. Kiṁ nu dessā ahaṁ tavāti kiṁ kāraṇaṁ ahaṁ tava dessā kujjhitabbā appiyā jātā. Rammā cāvesi maṁ ṭhānāti ramaṇīyā imasmā ṭhānā cāvesi. Vātova dharaṇīruhanti yena balavā māluto viya rukkhaṁ ummūlento imamhā devalokā cāvetukāmosi kiṁ nu kāraṇanti taṁ pucchati.",
  "atk-s0512a1:457": "70.Tassidanti tassā idaṁ. Na ceva te kataṁ pāpanti na ceva tayā kiñci pāpaṁ kataṁ yena te aparādho siyā. Na ca me tvaṁsi appiyāti mama tvaṁ na cāpi appiyā, yena dessā nāma mama appiyāti adhippāyo.",
  "atk-s0512a1:458": "71. Idāni yena adhippāyena vare dātukāmo, taṁ dassento ‘‘ettakaṁyeva te āyu, cavanakālo bhavissatī’’ti vatvā vare gaṇhāpento ‘‘paṭiggaṇha mayā dinne, vare dasa varuttame’’ti āha.",
  "atk-s0512a1:459": "Tattha varuttameti varesu uttame aggavare.",
  "atk-s0512a1:460": "72.Dinnavarāti ‘‘vare dassāmī’’ti paṭiññādānavasena dinnavarā. Tuṭṭhahaṭṭhāti icchitalābhaparitosena tuṭṭhā ceva tassa ca sikhāppattidassanena hāsavasena haṭṭhā ca. Pamoditāti balavapāmojjena pamuditā. Mamaṁ abbhantaraṁ katvāti tesu varesu maṁ abbhantaraṁ karitvā. Dasa vare varīti sā attano khīṇāyukabhāvaṁ ñatvā sakkena varadānatthaṁ katokāsā sakalajambudīpatalaṁ olokentī attano anucchavikaṁ sivirañño nivesanaṁ disvā tattha tassa aggamahesibhāvo nīlanettatā nīlabhamukatā phussatītināmaṁ guṇavisesayuttaputtapaṭilābho anunnatakucchibhāvo alambatthanatā apalitabhāvo sukhumacchavitā vajjhajanānaṁ mocanasamatthatā cāti ime dasa vare gaṇhi.",
  "atk-s0512a1:461": "Iti sā dasa vare gahetvā tato cutā maddarañño aggamahesiyā kucchimhi nibbatti. Jāyamānā ca sā candanacuṇṇaparipphositena viya sarīrena jātā. Tenassā nāmaggahaṇadivase ‘‘phussatī’’ tveva nāmaṁ kariṁsu. Sā mahantena parivārena vaḍḍhitvā soḷasavassakāle uttamarūpadharā ahosi. Atha naṁ jetuttaranagare sivimahārājā puttassa sañjayakumārassatthāya ānetvā setacchattaṁ ussāpetvā taṁ soḷasannaṁ itthisahassānaṁ jeṭṭhakaṁ katvā aggamahesiṭṭhāne ṭhapesi. Tena vuttaṁ –",
  "atk-s0512a1:462": "73.",
  "atk-s0512a1:463": " ‘‘Tato cutā sā phussatī, khattiye upapajjatha;",
  "atk-s0512a1:464": "Jetuttaramhi nagare, sañjayena samāgamī’’ti.",
  "atk-s0512a1:465": "Sā sañjayarañño piyā ahosi manāpā. Atha sakko āvajjento ‘‘mayā phussatiyā dinnavaresu nava varā samiddhā’’ti disvā ‘‘puttavaro na samiddho, tampissā samijjhāpessāmī’’ti cintetvā bodhisattaṁ tadā tāvatiṁsadevaloke khīṇāyukaṁ disvā tassa santikaṁ gantvā ‘‘mārisa, tayā manussaloke sivisañjayarañño aggamahesiyā kucchimhi paṭisandhiṁ gaṇhituṁ vaṭṭatī’’ti tassa ceva aññesañca cavanadhammānaṁ saṭṭhisahassānaṁ devaputtānaṁ paṭiññaṁ gahetvā sakaṭṭhānameva gato. Mahāsattopi tato cavitvā tatthuppanno. Sesā devaputtāpi saṭṭhisahassānaṁ amaccānaṁ gehesu nibbattiṁsu. Mahāsatte kucchigate phussatidevī catūsu nagaradvāresu nagaramajjhe nivesanadvāreti cha dānasālāyo kāretvā devasikaṁ chasatasahassāni vissajjetvā dānaṁ dātuṁ dohaḷinī ahosi. Rājā tassā dohaḷaṁ sutvā nemittake brāhmaṇe pakkosāpetvā pucchitvā ‘‘mahārāja, deviyā kucchimhi dānābhirato uḷāro satto uppanno, dānena tittiṁ na pāpuṇissatī’’ti sutvā tuṭṭhamānaso vuttappakāraṁ dānaṁ paṭṭhapesi. Samaṇabrāhmaṇajiṇṇāturakapaṇaddhikavanibbakayācake santappesi. Bodhisattassa paṭisandhiggahaṇato paṭṭhāya rañño āyassa pamāṇaṁ nāhosi. Tassa puññānubhāvena sakalajambudīpe rājāno paṇṇākāraṁ pahiṇanti. Tena vuttaṁ –",
  "atk-s0512a1:466": "74.",
  "atk-s0512a1:467": " ‘‘Yadāhaṁ phussatiyā kucchiṁ, okkanto piyamātuyā;",
  "atk-s0512a1:468": "Mama tejena me mātā, tadā dānaratā ahu.",
  "atk-s0512a1:469": "75.",
  "atk-s0512a1:470": " ‘‘Adhane āture jiṇṇe, yācake addhike jane;",
  "atk-s0512a1:471": "Samaṇe brāhmaṇe khīṇe, deti dānaṁ akiñcane’’ti;",
  "atk-s0512a1:472": "Tattha mama tejenāti mama dānajjhāsayānubhāvena. Khīṇeti bhogādīhi parikkhīṇe pārijuññappatte. Akiñcaneti apariggahe. Sabbattha visaye bhummaṁ. Adhanādayo hi dānadhammassa pavattiyā visayo.",
  "atk-s0512a1:473": "Devī mahantena parihārena gabbhaṁ dhārentī dasamāse paripuṇṇe nagaraṁ daṭṭhukāmā hutvā rañño ārocesi. Rājā devanagaraṁ viya nagaraṁ alaṅkārāpetvā deviṁ rathavaraṁ āropetvā nagaraṁ padakkhiṇaṁ kāresi. Tassā vessavīthiyā majjhappattakāle kammajavātā caliṁsu. Amaccā rañño ārocesuṁ. So vessavīthiyaṁyevassā sūtigharaṁ kāretvā ārakkhaṁ gaṇhāpesi. Sā tattha puttaṁ vijāyi. Tenāha –",
  "atk-s0512a1:474": "76.",
  "atk-s0512a1:475": " ‘‘Dasamāse dhārayitvāna, karonte puraṁ padakkhiṇaṁ;",
  "atk-s0512a1:476": "Vessānaṁ vīthiyā majjhe, janesi phussatī mamaṁ.",
  "atk-s0512a1:477": "77. ‘‘Na mayhaṁ mattikaṁ nāmaṁ, nāpi pettikasambhavaṁ.",
  "atk-s0512a1:478": "Jātettha vessavīthiyaṁ, tasmā vessantaro ahū’’ti.",
  "atk-s0512a1:479": "Tattha karonte puraṁ padakkhiṇanti deviṁ gahetvā sañjayamahārāje nagaraṁ padakkhiṇaṁ kurumāne. Vessānanti vāṇijānaṁ.",
  "atk-s0512a1:480": "Na mattikaṁ nāmanti na mātuāgataṁ mātāmahādīnaṁ nāmaṁ. Pettikasambhavanti pitu idanti pettikaṁ , sambhavati etasmāti sambhavo, taṁ pettikaṁ sambhavo etassāti pettikasambhavaṁ, nāmaṁ. Mātāpitusambandhavasena na katanti dasseti. Jātetthāti jāto ettha. ‘‘Jātomhī’’tipi pāṭho. Tasmā vessantaro ahūti yasmā tadā vessavīthiyaṁ jāto, tasmā vessantaro nāma ahosi, vessantaroti nāmaṁ akaṁsūti attho.",
  "atk-s0512a1:481": "Mahāsatto mātu kucchito nikkhamanto visado hutvā akkhīni ummīletvāva nikkhami. Nikkhantamatte eva mātu hatthaṁ pasāretvā ‘‘amma, dānaṁ dassāmi, atthi kiñcī’’ti āha. Athassa mātā ‘‘tāta, yathājjhāsayaṁ dānaṁ dehī’’ti hatthasamīpe sahassatthavikaṁ ṭhapesi. Bodhisatto hi ummaṅgajātake (jā. 2.22.590 ādayo) imasmiṁ jātake pacchimattabhāveti tīsu ṭhānesu jātamattova kathesi. Rājā mahāsattassa atidīghādidosavivajjitā madhurakhīrā catusaṭṭhidhātiyo upaṭṭhāpesi. Tena saddhiṁ jātānaṁ saṭṭhiyā dārakasahassānampi dhātiyo dāpesi. So saṭṭhidārakasahassehi saddhiṁ mahantena parivārena vaḍḍhati. Tassa rājā satasahassagghanakaṁ kumārapiḷandhanaṁ kārāpetvā adāsi. So catupañcavassikakāle taṁ omuñcitvā dhātīnaṁ datvā puna tāhi dīyamānaṁ na gaṇhāti. Taṁ sutvā rājā ‘‘mama puttena dinnaṁ sudinna’’nti vatvā aparampi kāresi. Tampi deti. Dārakakāleyeva dhātīnaṁ navavāre piḷandhanaṁ adāsi.",
  "atk-s0512a1:482": "Aṭṭhavassikakāle pana sayanapīṭhe nisinno cintesi – ‘‘ahaṁ bāhirakadānaṁ demi, na taṁ maṁ paritoseti, ajjhattikadānaṁ dātukāmomhi. Sace hi maṁ koci hadayaṁ yāceyya, hadayaṁ nīharitvā dadeyyaṁ. Sace akkhīni yāceyya, akkhīni uppāṭetvā dadeyyaṁ. Sace sakalasarīre maṁsaṁ rudhirampi vā yāceyya, sakalasarīrato maṁsaṁ chinditvā rudhirampi asinā vijjhitvā dadeyyaṁ. Athāpi koci ‘dāso me hohī’ti vadeyya, attānaṁ tassa sāvetvā dadeyya’’nti. Tassevaṁ sabhāvaṁ sarasaṁ cintentassa catunahutādhikadviyojanasatasahassabahalā ayaṁ mahāpathavī udakapariyantaṁ katvā kampi. Sinerupabbatarājā onamitvā jetuttaranagarābhimukho aṭṭhāsi. Tena vuttaṁ –",
  "atk-s0512a1:483": "78.",
  "atk-s0512a1:484": " ‘‘Yadāhaṁ dārako homi, jātiyā aṭṭhavassiko;",
  "atk-s0512a1:485": "Tadā nisajja pāsāde, dānaṁ dātuṁ vicintayiṁ.",
  "atk-s0512a1:486": "79.",
  "atk-s0512a1:487": " ‘‘Hadayaṁ dadeyyaṁ cakkhuṁ, maṁsampi rudhirampi ca;",
  "atk-s0512a1:488": "Dadeyyaṁ kāyaṁ sāvetvā, yadi koci yācaye mamaṁ.",
  "atk-s0512a1:489": "80.",
  "atk-s0512a1:490": " ‘‘Sabhāvaṁ cintayantassa, akampitamasaṇṭhitaṁ;",
  "atk-s0512a1:491": "Akampi tattha pathavī, sineruvanavaṭaṁsakā’’ti.",
  "atk-s0512a1:492": "Tattha sāvetvāti ‘‘ajja paṭṭhāya ahaṁ imassa dāso’’ti dāsabhāvaṁ sāvetvā. Yadi koci yācaye mamanti koci maṁ yadi yāceyya. Sabhāvaṁ cintayantassāti aviparītaṁ attano yathābhūtaṁ sabhāvaṁ atittimaṁ yathājjhāsayaṁ cintentassa mama, mayi cintenteti attho. Akampitanti kampitarahitaṁ. Asaṇṭhitanti saṅkocarahitaṁ. Yena hi lobhādinā abodhisattānaṁ cakkhādidāne cittutrāsasaṅkhātaṁ kampitaṁ saṅkocasaṅkhātaṁ saṇṭhitañca siyā, tena vināti attho. Akampīti acali. Sineruvanavaṭaṁsakāti sinerumhi uṭṭhitanandanavanaphārusakavanamissakavanacittalatāvanādikappakataruvanaṁ sineruvanaṁ. Atha vā sineru ca jambudīpādīsu ramaṇīyavanañca sineruvanaṁ , taṁ vanaṁ vaṭaṁsakaṁ etissāti sineruvanavaṭaṁsakā.",
  "atk-s0512a1:493": "Evañca pathavikampane vattamāne madhuragambhīradevo gajjanto khaṇikavassaṁ vassi, vijjulatā nicchariṁsu, mahāsamuddo ubbhijji, sakko devarājā apphoṭesi, mahābrahmā sādhukāramadāsi, yāva brahmalokā ekakolāhalaṁ ahosi. Mahāsatto soḷasavassakāleyeva sabbasippānaṁ nipphattiṁ pāpuṇi. Tassa pitā rajjaṁ dātukāmo mātarā saddhiṁ mantetvā maddarājakulato mātuladhītaraṁ maddiṁ nāma rājakaññaṁ ānetvā soḷasannaṁ itthisahassānaṁ jeṭṭhakaṁ aggamahesiṁ katvā mahāsattaṁ rajje abhisiñci. Mahāsatto rajje patiṭṭhitakālato paṭṭhāya devasikaṁ chasatasahassāni vissajjetvā mahādānaṁ pavattento anvaddhamāsaṁ dānaṁ oloketuṁ upasaṅkamati. Aparabhāge maddidevī puttaṁ vijāyi. Taṁ kañcanajālena sampaṭicchiṁsu, tenassa ‘‘jālikumāro’’tveva nāmaṁ kariṁsu. Tassa padasā gamanakāle sā dhītaraṁ vijāyi. Taṁ kaṇhājinena sampaṭicchiṁsu, tenassā ‘‘kaṇhājinā’’tveva nāmaṁ kariṁsu. Tena vuttaṁ –",
  "atk-s0512a1:494": "81.",
  "atk-s0512a1:495": " ‘‘Anvaddhamāse pannarase, puṇṇamāse uposathe;",
  "atk-s0512a1:496": "Paccayaṁ nāgamāruyha, dānaṁ dātuṁ upāgami’’nti.",
  "atk-s0512a1:497": "Tattha anvaddhamāseti anuaddhamāse, addhamāse addhamāseti attho. Puṇṇamāseti puṇṇamāsiyaṁ, māsaparipūriyā candaparipūriyā ca samannāgate pannarase dānaṁ dātuṁ upāgaminti sambandho. Tatrāyaṁ yojanā – paccayaṁ nāgamāruyha addhamāse addhamāse dānaṁ dātuṁ dānasālaṁ upāgamiṁ, evaṁ upagacchanto ca yadā ekasmiṁ pannarase puṇṇamāsiuposathe dānaṁ dātuṁ upāgamiṁ, tadā kaliṅgaraṭṭhavisayā brāhmaṇā upagañchumanti tattha paccayaṁ nāganti paccayanāmakaṁ maṅgalahatthiṁ. Bodhisattassa hi jātadivase ekā ākāsacārinī kareṇukā abhimaṅgalasammataṁ sabbasetahatthipotakaṁ ānetvā maṅgalahatthiṭṭhāne ṭhapetvā pakkāmi. Tassa mahāsattaṁ paccayaṁ katvā laddhattā ‘‘paccayo’’tveva nāmaṁ kariṁsu. Taṁ paccayanāmakaṁ opavayhaṁ hatthināgaṁ āruyha dānaṁ dātuṁ upāgaminti. Tena vuttaṁ –",
  "atk-s0512a1:498": "82.",
  "atk-s0512a1:499": " ‘‘Kaliṅgaraṭṭhavisayā, brāhmaṇā upagañchu maṁ;",
  "atk-s0512a1:500": "Ayācuṁ maṁ hatthināgaṁ, dhaññaṁ maṅgalasammataṁ.",
  "atk-s0512a1:501": "83.",
  "atk-s0512a1:502": " ‘‘Avuṭṭhiko janapado, dubbhikkho chātako mahā;",
  "atk-s0512a1:503": "Dadāhi pavaraṁ nāgaṁ, sabbasetaṁ gajuttama’’nti.",
  "atk-s0512a1:504": "Tattha ‘‘kaliṅgaraṭṭhavisayā’’tiādigāthā heṭṭhā kururājacaritepi (cariyā. 1.21-22) āgatā eva, tasmā tāsaṁ attho kathāmaggo ca tattha vuttanayeneva veditabbo. Idha pana maṅgalahatthino setattā ‘‘sabbasetaṁ gajuttama’’nti vuttaṁ. Bodhisatto hatthikkhandhavaragato –",
  "atk-s0512a1:505": "84.",
  "atk-s0512a1:506": " ‘‘Dadāmi na vikampāmi, yaṁ maṁ yācanti brāhmaṇā;",
  "atk-s0512a1:507": "Santaṁ nappaṭigūhāmi, dāne me ramate mano’’ti. –",
  "atk-s0512a1:508": "Attano dānābhiratiṁ pavedento –",
  "atk-s0512a1:509": "85.",
  "atk-s0512a1:510": " ‘‘Na me yācakamanuppatte, paṭikkhepo anucchavo;",
  "atk-s0512a1:511": "Mā me bhijji samādānaṁ, dassāmi vipulaṁ gaja’’nti. (cariyā. 1.23) –",
  "atk-s0512a1:512": "Paṭijānitvā hatthikkhandhato oruyha analaṅkataṭṭhānaṁ olokanatthaṁ anupariyāyitvā analaṅkataṭṭhānaṁ adisvā kusumamissagandhodakabharitaṁ suvaṇṇabhiṅgāraṁ gahetvā ‘‘bhonto ito ethā’’ti alaṅkatarajatadāmasadisaṁ hatthisoṇḍaṁ tesaṁ hatthe ṭhapetvā udakaṁ pātetvā alaṅkatavāraṇaṁ adāsi. Tena vuttaṁ –",
  "atk-s0512a1:513": "86.",
  "atk-s0512a1:514": " ‘‘Nāgaṁ gahetvā soṇḍāya, bhiṅgāre ratanāmaye;",
  "atk-s0512a1:515": "Jalaṁ hatthe ākiritvā, brāhmaṇānaṁ adaṁ gaja’’nti. (cariyā. 1.24);",
  "atk-s0512a1:516": "Tattha santanti vijjamānaṁ deyyadhammaṁ. Nappaṭigūhāmīti na paṭicchādemi. Yo hi attano santakaṁ ‘‘mayhameva hotū’’ti cinteti, yācito vā paṭikkhipati, so yācakānaṁ abhimukhe ṭhitampi atthato paṭicchādeti nāma. Mahāsatto pana attano sīsaṁ ādiṁ katvā ajjhattikadānaṁ dātukāmova, kathaṁ bāhiraṁ paṭikkhipati, tasmā āha ‘‘santaṁ nappaṭigūhāmī’’ti. Tenevāha ‘‘dāne me ramate mano’’ti. Sesaṁ heṭṭhā vuttatthameva.",
  "atk-s0512a1:517": "Tassa pana hatthino catūsu pādesu alaṅkārā cattāri satasahassāni agghanti, ubhosu passesu alaṅkārā dve satasahassāni, heṭṭhā udare kambalaṁ satasahassaṁ, piṭṭhiyaṁ muttājālaṁ maṇijālaṁ kañcanajālanti tīṇi jālāni tīṇi satasahassāni, ubho kaṇṇālaṅkārā dve satasahassāni, piṭṭhiyaṁ atthatakambalaṁ satasahassaṁ, kumbhālaṅkāro satasahassaṁ, tayo vaṭaṁsakā tīṇi satasahassāni, kaṇṇacūḷālaṅkāro satasahassaṁ, dvinnaṁ dantānaṁ alaṅkārā dve satasahassāni, soṇḍāya sovatthikālaṅkāro satasahassaṁ, naṅguṭṭhālaṅkāro satasahassaṁ, ārohaṇanisseṇi satasahassaṁ, bhuñjanakaṭāhaṁ satasahassaṁ, ṭhapetvā anagghabhaṇḍaṁ idaṁ tāva ettakaṁ catuvīsati satasahassāni agghati. Chattapiṇḍiyaṁ pana maṇi, cūḷāmaṇi, muttāhāre maṇi, aṅkuse maṇi, hatthikaṇṭhaveṭhanamuttāhāre maṇi, hatthikumbhe maṇīti imāni cha anagghāni, hatthīpi anaggho evāti hatthinā saddhiṁ satta anagghāni, tāni sabbāni brāhmaṇānaṁ adāsi. Tathā hatthino paricārakāni pañca kulasatāni hatthimeṇḍahatthigopakehi saddhiṁ adāsi. Saha dānena panassa heṭṭhā vuttanayeneva bhūmikampādayo ahesuṁ. Tena vuttaṁ –",
  "atk-s0512a1:518": "87.",
  "atk-s0512a1:519": " ‘‘Punāparaṁ dadantassa, sabbasetaṁ gajuttamaṁ;",
  "atk-s0512a1:520": "Tadāpi pathavī kampi, sineruvanavaṭaṁsakā’’ti.",
  "atk-s0512a1:521": "Jātakepi (jā. 2.22.1673) vuttaṁ –",
  "atk-s0512a1:522": "‘‘Tadāsi yaṁ bhiṁsanakaṁ, tadāsi lomahaṁsanaṁ;",
  "atk-s0512a1:523": "Hatthināge padinnamhi, medanī sampakampathā’’ti.",
  "atk-s0512a1:524": "88.Tassanāgassa dānenāti chahi anagghehi saddhiṁ catuvīsatisatasahassagghanikaalaṅkārabhaṇḍasahitassa tassa maṅgalahatthissa pariccāgena. Sivayoti sivirājakumārā ceva siviraṭṭhavāsino ca. ‘‘Sivayo’’ti ca desanāsīsametaṁ. Tattha hi amaccā pārisajjā brāhmaṇagahapatikā negamajānapadā nāgarā sakalaraṭṭhavāsino ca sañjayamahārājaṁ phussatideviṁ maddideviñca ṭhapetvā sabbe eva. Kuddhāti devatāvattanena bodhisattassa kuddhā. Samāgatāti sannipatitā. Te kira brāhmaṇā hatthiṁ labhitvā taṁ abhiruhitvā mahādvārena pavisitvā nagaramajjhena pāyiṁsu. Mahājanena ca ‘‘ambho brāhmaṇā, amhākaṁ hatthī kuto abhiruḷho’’ti vutte ‘‘vessantaramahārājena no hatthī dinno, ke tumhe’’ti hatthavikārādīhi ghaṭṭentā agamaṁsu. Atha amacce ādiṁ katvā mahājanā rājadvāre sannipatitvā ‘‘raññā nāma brāhmaṇānaṁ dhanaṁ vā dhaññaṁ vā khettaṁ vā vatthu vā dāsidāsaparicārikā vā dātabbā siyā, kathañhi nāmāyaṁ vessantaramahārājā rājārahaṁ maṅgalahatthiṁ dassati, na idāni evaṁ rajjaṁ vināsetuṁ dassāmā’’ti ujjhāyitvā sañjayamahārājassa tamatthaṁ ārocetvā tena anunīyamānā ananuyantā agamaṁsu. Kevalaṁ pana –",
  "atk-s0512a1:525": "‘‘Mā naṁ daṇḍena satthena, na hi so bandhanāraho;",
  "atk-s0512a1:526": "Pabbājehi ca naṁ raṭṭhā, vaṅke vasatu pabbate’’ti. (jā. 2.22.1687) –",
  "atk-s0512a1:527": "Vadiṁsu. Tena vuttaṁ –",
  "atk-s0512a1:528": "‘‘Pabbājesuṁ sakā raṭṭhā, vaṅkaṁ gacchatu pabbata’’nti.",
  "atk-s0512a1:529": "Tattha pabbājesunti rajjato bahi vāsatthāya ussukkamakaṁsu; –",
  "atk-s0512a1:530": "Rājāpi ‘‘mahā kho ayaṁ paṭipakkho, handa mama putto katipāhaṁ rajjato bahi vasatū’’ti cintetvā –",
  "atk-s0512a1:531": "‘‘Eso ce sivīnaṁ chando, chandaṁ nappanudāmase;",
  "atk-s0512a1:532": "Imaṁ so vasatu rattiṁ, kāme ca paribhuñjatu.",
  "atk-s0512a1:533": "‘‘Tato ratyā vivasāne, sūriyuggamanaṁ pati;",
  "atk-s0512a1:534": "Samaggā sivayo hutvā, raṭṭhā pabbājayantu na’’nti. (jā. 2.22.1688-1689) –",
  "atk-s0512a1:535": "Vatvā puttassa santike kattāraṁ pesesi ‘‘imaṁ pavattiṁ mama puttassa ārocehī’’ti. So tathā akāsi.",
  "atk-s0512a1:536": "Mahāsattopi taṁ sutvā –",
  "atk-s0512a1:537": "‘‘Kismiṁ me sivayo kuddhā, nāhaṁ passāmi dukkaṭaṁ;",
  "atk-s0512a1:538": "Taṁ me katte viyācikkha, kasmā pabbājayanti ma’’nti. (jā. 2.22.1701) –",
  "atk-s0512a1:539": "Kāraṇaṁ pucchi. Tena ‘‘tumhākaṁ hatthidānenā’’ti vutte somanassappatto hutvā –",
  "atk-s0512a1:540": "‘‘Hadayaṁ cakkhumpahaṁ dajjaṁ, kiṁ me bāhirakaṁ dhanaṁ;",
  "atk-s0512a1:541": "Hiraññaṁ vā suvaṇṇaṁ vā, muttā veḷuriyā maṇi.",
  "atk-s0512a1:542": "‘‘Dakkhiṇaṁ vāpahaṁ bāhuṁ, disvā yācakamāgate;",
  "atk-s0512a1:543": "Dadeyyaṁ na vikampeyyaṁ, dāne me ramate mano.",
  "atk-s0512a1:544": "‘‘Kāmaṁ maṁ sivayo sabbe, pabbājentu hanantu vā;",
  "atk-s0512a1:545": "Neva dānā viramissaṁ, kāmaṁ chindantu sattadhā’’ti. (jā. 2.22.1703-1705) –",
  "atk-s0512a1:546": "Vatvā ‘‘nāgarā me ekadivasaṁ dānaṁ dātuṁ okāsaṁ dentu, sve dānaṁ datvā tatiyadivase gamissāmī’’ti vatvā kattāraṁ tesaṁ santike pesetvā ‘‘ahaṁ sve sattasatakaṁ nāma mahādānaṁ dassāmi , sattahatthisatāni sattaassasatāni sattarathasatāni sattaitthisatāni sattadāsasatāni sattadāsisatāni sattadhenusatāni paṭiyādehi, nānappakārañca annapānādiṁ sabbaṁ dātabbayuttakaṁ upaṭṭhapehī’’ti sabbakammikaṁ amaccaṁ āṇāpetvā ekakova maddideviyā vasanaṭṭhānaṁ gantvā ‘‘bhadde maddi, anugāmikanidhiṁ nidahamānā, sīlavantesu dadeyyāsī’’ti tampi dāne niyojetvā tassā attano gamanakāraṇaṁ ācikkhitvā ‘‘ahaṁ vanaṁ vasanatthāya gamissāmi, tvaṁ idheva anukkaṇṭhitā vasāhī’’ti āha. Sā ‘‘nāhaṁ, mahārāja, tumhehi vinā ekadivasampi vasissāmī’’ti āha.",
  "atk-s0512a1:547": "Dutiyadivase sattasatakaṁ mahādānaṁ pavattesi. Tassa sattasatakaṁ dānaṁ dentasseva sāyaṁ ahosi. Alaṅkatarathena mātāpitūnaṁ vasanaṭṭhānaṁ gantvā ‘‘ahaṁ sve gamissāmī’’ti te āpucchitvā akāmakānaṁ tesaṁ assumukhānaṁ rodantānaṁyeva vanditvā padakkhiṇaṁ katvā tato nikkhamitvā taṁ divasaṁ attano nivesane vasitvā punadivase ‘‘gamissāmī’’ti pāsādato otari. Maddidevī sassusasurehi nānānayehi yācitvā nivattiyamānāpi tesaṁ vacanaṁ anādiyitvā te vanditvā padakkhiṇaṁ katvā sesitthiyo apaloketvā dve putte ādāya vessantarassa paṭhamataraṁ gantvā rathe aṭṭhāsi.",
  "atk-s0512a1:548": "Mahāpuriso rathaṁ abhiruhitvā rathe ṭhito mahājanaṁ āpucchitvā ‘‘appamattā dānādīni puññāni karothā’’ti ovādamassa datvā nagarato nikkhami. Bodhisattassa mātā ‘‘putto me dānavittako dānaṁ detū’’ti ābharaṇehi saddhiṁ sattaratanapūrāni sakaṭāni ubhosu passesu pesesi. Sopi attano kāyāruḷhameva ābharaṇabhaṇḍaṁ sampattayācakānaṁ aṭṭhārasa vāre datvā sesaṁ sabbamadāsi. Nagarā nikkhamitvāva nivattitvā oloketukāmo ahosi. Athassa puññānubhāvena rathappamāṇe ṭhāne mahāpathavī bhijjitvā parivattitvā rathaṁ nagarābhimukhaṁ akāsi. So mātāpitūnaṁ vasanaṭṭhānaṁ olokesi. Tena kāruññena pathavikampo ahosi. Tena vuttaṁ ‘‘tesaṁ nicchubhamānāna’’ntiādi.",
  "atk-s0512a1:549": "89-90. Tattha nicchubhamānānanti tesu sivīsu nikkaḍḍhantesu, pabbājentesūti attho. Tesaṁ vā nikkhamantānaṁ. Mahādānaṁ pavattetunti sattasatakamahādānaṁ dātuṁ. Āyācissanti yāciṁ. Sāvayitvāti ghosāpetvā. Kaṇṇabherinti yugalamahābheriṁ. Dadāmahanti dadāmi ahaṁ.",
  "atk-s0512a1:550": "91.Athetthāti athevaṁ dāne dīyamāne etasmiṁ dānagge. Tumūloti ekakolāhalībhūto. Bheravoti bhayāvaho. Mahāsattañhi ṭhapetvā aññesaṁ so bhayaṁ janeti, tassa bhayajananākāraṁ dassetuṁ. ‘‘Dānenima’’ntiādi vuttaṁ. Imaṁ vessantaramahārājānaṁ dānena hetunā sivayo raṭṭhato nīharanti pabbājenti, tathāpi puna ca evarūpaṁ dānaṁ deti ayanti.",
  "atk-s0512a1:551": "92-94. Idāni taṁ dānaṁ dassetuṁ ‘‘hatthi’’nti gāthamāha. Tattha gavanti dhenuṁ. Catuvāhiṁ rathaṁ datvāti vahantīti vāhino, assā, caturo ājaññasindhave rathañca brāhmaṇānaṁ datvāti attho. Mahāsatto hi tathā nagarato nikkhamanto sahajāte saṭṭhisahasse amacce sesajanañca assupuṇṇamukhaṁ anubaddhantaṁ nivattetvā rathaṁ pājento maddiṁ āha – ‘‘sace, bhadde, pacchato yācakā āgacchanti, upadhāreyyāsī’’ti. Sā olokentī nisīdi. Athassa sattasatakamahādānaṁ gamanakāle katadānañca sampāpuṇituṁ asakkontā cattāro brāhmaṇā āgantvā ‘‘vessantaro kuhi’’nti pucchitvā ‘‘dānaṁ datvā rathena gato’’ti vutte ‘‘asse yācissāmā’’ti anubandhiṁsu. Maddī te āgacchante disvā ‘‘yācakā, devā’’ti ārocesi. Mahāsatto rathaṁ ṭhapesi. Te āgantvā asse yāciṁsu. Mahāsatto asse adāsi. Te te gahetvā gatā. Assesu pana dinnesu rathadhuraṁ ākāseyeva aṭṭhāsi. Atha cattāro devaputtā rohitamigavaṇṇenāgantvā rathadhuraṁ sampaṭicchitvā agamaṁsu. Mahāsatto tesaṁ devaputtabhāvaṁ ñatvā –",
  "atk-s0512a1:552": "‘‘Iṅgha maddi nisāmehi, cittarūpaṁva dissati;",
  "atk-s0512a1:553": "Migarohiccavaṇṇena, dakkhiṇassā vahanti ma’’nti. (jā. 2.22.1864) –",
  "atk-s0512a1:554": "Maddiyā āha.",
  "atk-s0512a1:555": "Tattha cittarūpaṁvāti acchariyarūpaṁ viya. Dakkhiṇassāti susikkhitaassā viya maṁ vahanti.",
  "atk-s0512a1:556": "Atha naṁ evaṁ gacchantaṁ aparo brāhmaṇo āgantvā rathaṁ yāci. Mahāsatto puttadāraṁ otāretvā rathaṁ adāsi. Rathe pana dinne devaputtā antaradhāyiṁsu. Tato paṭṭhāya pana sabbepi pattikāva ahesuṁ. Atha mahāsatto ‘‘maddi, tvaṁ kaṇhājinaṁ gaṇhāhi, ahaṁ jālikumāraṁ gaṇhāmī’’ti ubhopi dve dārake aṅkenādāya aññamaññaṁ piyasallāpā paṭipathaṁ āgacchante manusse vaṅkapabbatassa maggaṁ pucchantā sayameva onatesu phalarukkhesu phalāni dārakānaṁ dadantā atthakāmāhi devatāhi maggassa saṅkhipitattā tadaheva cetaraṭṭhaṁ sampāpuṇiṁsu. Tena vuttaṁ ‘‘catuvāhiṁ rathaṁ datvā’’tiādi.",
  "atk-s0512a1:557": "Tattha ṭhatvā cātummahāpatheti attano gamanamaggena passato āgatena tena brāhmaṇena āgatamaggena ca vinivijjhitvā gataṭṭhānattā catukkasaṅkhāte catumahāpathe ṭhatvā tassa brāhmaṇassa rathaṁ datvā. Ekākiyoti amaccasevakādisahāyābhāvena ekako. Tenevāha ‘‘adutiyo’’ti. Maddideviṁ idamabravīti maddideviṁ idaṁ abhāsi.",
  "atk-s0512a1:558": "96-99.Padumaṁ puṇḍarīkaṁvāti padumaṁ viya, puṇḍarīkaṁ viya ca. Kaṇhājinaggahīti kaṇhājinaṁ aggahesi. Abhijātāti jātisampannā. Visamaṁ samanti visamaṁ samañca bhūmippadesaṁ. Entīti āgacchanti. Anumagge paṭippatheti anumagge vā paṭipathe vāti vā-saddassa lopo daṭṭhabbo. Karuṇanti bhāvanapuṁsakaniddeso, karuṇāyitattanti attho. Dukkhaṁ te paṭivedentīti ime evaṁ sukhumālā padasā gacchanti, dūreva ito vaṅkapabbatoti te tadā amhesu kāruññavasena attanā dukkhaṁ paṭilabhanti, tathā attano uppannadukkhaṁ paṭivedenti vāti attho.",
  "atk-s0512a1:559": "100-1.Pavaneti mahāvane. Phalineti phalavante. Ubbiddhāti uddhaṁ uggatā uccā. Upagacchanti dāraketi yathā phalāni dārakānaṁ hatthūpagayhakāni honti, evaṁ rukkhā sayameva sākhāhi onamitvā dārake upenti.",
  "atk-s0512a1:560": "102.Acchariyanti accharāyoggaṁ, accharaṁ paharituṁ yuttaṁ. Abhūtapubbaṁ bhūtanti abbhutaṁ. Lomānaṁ haṁsanasamatthatāya lomahaṁsanaṁ. Sāhukāranti sādhukāraṁ, ayameva vā pāṭho. Itthiratanabhāvena sabbehi aṅgehi avayavehi sobhatīti sabbaṅgasobhanā.",
  "atk-s0512a1:561": "103-4.Accheraṁ vatāti acchariyaṁ vata. Vessantarassa tejenāti vessantarassa puññānubhāvena. Saṅkhipiṁsu pathaṁ yakkhāti devatā mahāsattassa puññatejena coditā taṁ maggaṁ parikkhayaṁ pāpesuṁ, appakaṁ akaṁsu, taṁ pana dārakesu karuṇāya kataṁ viya katvā vuttaṁ ‘‘anukampāya dārake’’ti. Jetuttaranagarato hi suvaṇṇagiritālo nāma pabbato pañca yojanāni, tato kontimārā nāma nadī pañca yojanāni, tato mārañjanāgiri nāma pabbato pañca yojanāni, tato daṇḍabrāhmaṇagāmo nāma pañca yojanāni, tato mātulanagaraṁ dasa yojanāni, iti taṁ raṭṭhaṁ jetuttaranagarato tiṁsa yojanāni hoti. Devatā bodhisattassa puññatejena coditā maggaṁ parikkhayaṁ pāpesuṁ. Taṁ sabbaṁ ekāheneva atikkamiṁsu. Tena vuttaṁ ‘‘nikkhantadivaseneva, cetaraṭṭhamupāgamu’’nti.",
  "atk-s0512a1:562": "Evaṁ mahāsatto sāyanhasamayaṁ cetaraṭṭhe mātulanagaraṁ patvā tassa nagarassa dvārasamīpe sālāyaṁ nisīdi. Athassa maddidevī pādesu rajaṁ puñchitvā pāde sambāhitvā ‘‘vessantarassa āgatabhāvaṁ jānāpessāmī’’ti sālato nikkhamitvā tassa cakkhupathe sāladvāre aṭṭhāsi. Nagaraṁ pavisantiyo ca nikkhamantiyo ca itthiyo taṁ disvā parivāresuṁ. Mahājano tañca vessantarañca putte cassa tathā āgate disvā rājūnaṁ ācikkhi. Saṭṭhisahassā rājāno rodantā paridevantā tassa santikaṁ āgantvā maggaparissamaṁ vinodetvā tathā āgamanakāraṇaṁ pucchiṁsu.",
  "atk-s0512a1:563": "Mahāsatto hatthidānaṁ ādiṁ katvā sabbaṁ kathesi. Taṁ sutvā te attano rajjena nimantayiṁsu. Mahāpuriso ‘‘mayā tumhākaṁ rajjaṁ paṭiggahitameva hotu, rājā pana maṁ raṭṭhā pabbājeti, tasmā vaṅkapabbatameva gamissāmī’’ti vatvā tehi nānappakāraṁ tattha vāsaṁ yāciyamānopi taṁ analaṅkaritvā tehi gahitārakkho taṁ rattiṁ sālāyameva vasitvā punadivase pātova nānaggarasabhojanaṁ bhuñjitvā tehi parivuto nikkhamitvā pannarasayojanamaggaṁ gantvā vanadvāre ṭhatvā te nivattetvā purato pannarasayojanamaggaṁ tehi ācikkhitaniyāmeneva agamāsi. Tena vuttaṁ –",
  "atk-s0512a1:564": "105.",
  "atk-s0512a1:565": " ‘‘Saṭṭhirājasahassāni, tadā vasanti mātule;",
  "atk-s0512a1:566": "Sabbe pañjalikā hutvā, rodamānā upāgamuṁ.",
  "atk-s0512a1:567": "106.",
  "atk-s0512a1:568": " ‘‘Tattha vattetvā sallāpaṁ, cetehi cetaputtehi;",
  "atk-s0512a1:569": "Te tato nikkhamitvāna, vaṅkaṁ agamu pabbata’’nti.",
  "atk-s0512a1:570": "Tattha tattha vattetvā sallāpanti tattha tehi rājūhi samāgamehi saddhiṁ paṭisammodamānā kathaṁ pavattetvā. Cetaputtehīti cetarājaputtehi. Te tato nikkhamitvānāti te rājāno tato vanadvāraṭṭhāne nivattetvā. Vaṅkaṁ agamu pabbatanti amhe cattāro janā vaṅkapabbataṁ uddissa agamamhā.",
  "atk-s0512a1:571": "Atha mahāsatto tehi ācikkhitamaggena gacchanto gandhamādanapabbataṁ patvā taṁ divasaṁ tattha vasitvā tato uttaradisābhimukho vepullapabbatapādena gantvā ketumatīnadītīre nisīditvā vanacarakena dinnaṁ madhumaṁsaṁ khāditvā tassa suvaṇṇasūciṁ datvā nhatvā pivitvā paṭippassaddhadaratho nadiṁ uttaritvā sānupabbatasikhare ṭhitassa nigrodhassa mūle thokaṁ nisīditvā uṭṭhāya gacchanto nālikapabbataṁ pariharanto mucalindasaraṁ gantvā saratīrena pubbuttarakaṇṇaṁ patvā ekapadikamaggeneva vanaghaṭaṁ pavisitvā taṁ atikkamma girividuggānaṁ nadīpabhavānaṁ purato caturassapokkharaṇiṁ pāpuṇi.",
  "atk-s0512a1:572": "107. Tasmiṁ khaṇe sakko āvajjento ‘‘mahāsatto himavantaṁ paviṭṭho, vasanaṭṭhānaṁ laddhuṁ vaṭṭatī’’ti cintetvā vissakammaṁ pesesi – ‘‘gaccha vaṅkapabbatakucchimhi ramaṇīye ṭhāne assamapadaṁ māpehī’’ti. So tattha dve paṇṇasālāyo dve caṅkame dve ca rattiṭṭhānadivāṭṭhānāni māpetvā tesu tesu ṭhānesu nānāpupphavicitte rukkhe phalite rukkhe pupphagacche kadalivanādīni ca dassetvā sabbe pabbajitaparikkhāre paṭiyādetvā ‘‘yekeci pabbajitukāmā, te gaṇhantū’’ti akkharāni likhitvā amanusse ca bheravasadde migapakkhino ca paṭikkamāpetvā sakaṭṭhānameva gato.",
  "atk-s0512a1:573": "Mahāsatto ekapadikamaggaṁ disvā ‘‘pabbajitānaṁ vasanaṭṭhānaṁ bhavissatī’’ti maddiñca putte ca tattheva ṭhapetvā assamapadaṁ pavisitvā akkharāni oloketvā ‘‘sakkena dinnosmī’’ti paṇṇasāladvāraṁ vivaritvā paviṭṭho khaggañca dhanuñca apanetvā sāṭake omuñcitvā isivesaṁ gahetvā kattaradaṇḍaṁ ādāya nikkhamitvā paccekabuddhasadisena upasamena dārakānaṁ santikaṁ agamāsi. Maddidevīpi mahāsattaṁ disvā pādesu patitvā roditvā teneva saddhiṁ assamaṁ pavisitvā attano paṇṇasālaṁ gantvā isivesaṁ gaṇhi. Pacchā puttepi tāpasakumārake kariṁsu. Bodhisatto maddiṁ varaṁ yāci ‘‘mayaṁ ito paṭṭhāya pabbajitā nāma, itthī ca nāma brahmacariyassa malaṁ, mā dāni akāle mama santikaṁ āgacchā’’ti. Sā ‘‘sādhū’’ti sampaṭicchitvā mahāsattampi varaṁ yāci ‘‘deva, tumhe putte gahetvā idheva hotha, ahaṁ phalāphalaṁ āharissāmī’’ti. Sā tato paṭṭhāya araññato phalāphalāni āharitvā tayo jane paṭijaggi. Iti cattāro khattiyā vaṅkapabbatakucchiyaṁ sattamāsamattaṁ vasiṁsu. Tena vuttaṁ ‘‘āmantayitvā devindo, vissakammaṁ mahiddhika’’ntiādi.",
  "atk-s0512a1:574": "Tattha āmantayitvāti pakkosāpetvā. Mahiddhikanti mahatiyā deviddhiyā samannāgataṁ. Assamaṁ sukatanti assamapadaṁ sukataṁ katvā. Rammaṁ vessantarassa vasanānucchavikaṁ paṇṇasālaṁ. Sumāpayāti suṭṭhu māpaya. Āṇāpesīti vacanaseso. Sumāpayīti sammā māpesi.",
  "atk-s0512a1:575": "111.Asuññoti yathā so assamo asuñño hoti, evaṁ tassa asuññabhāvakaraṇena asuñño homi. ‘‘Asuññe’’ti vā pāṭho, mama vasaneneva asuññe assame dārake anurakkhanto vasāmi tattha tiṭṭhāmi. Bodhisattassa mettānubhāvena samantā tiyojane sabbe tiracchānāpi mettaṁ paṭilabhiṁsu.",
  "atk-s0512a1:576": "Evaṁ tesu tattha vasantesu kaliṅgaraṭṭhavāsī jūjako nāma brāhmaṇo amittatāpanāya nāma bhariyāya ‘‘nāhaṁ te niccaṁ dhaññakoṭṭanaudakāharaṇayāgubhattapacanādīni kātuṁ sakkomi, paricārakaṁ me dāsaṁ vā dāsiṁ vā ānehī’’ti vutte ‘‘kutohaṁ te bhoti duggato dāsaṁ vā dāsiṁ vā labhissāmī’’ti vatvā tāya ‘‘esa vessantaro rājā vaṅkapabbate vasati. Tassa putte mayhaṁ paricārake yācitvā ānehī’’ti vutte kilesavasena tassā paṭibaddhacittatāya tassā vacanaṁ atikkamituṁ asakkonto pātheyyaṁ paṭiyādāpetvā anukkamena jetuttaranagaraṁ patvā ‘‘kuhiṁ vessantaramahārājā’’ti pucchi.",
  "atk-s0512a1:577": "Mahājano ‘‘imesaṁ yācakānaṁ atidānena amhākaṁ rājā raṭṭhā pabbājito, evaṁ amhākaṁ rājānaṁ nāsetvā punapi idheva āgacchatī’’ti leḍḍudaṇḍādihattho upakkosanto brāhmaṇaṁ anubandhi. So devatāviggahito hutvā tato nikkhamitvā vaṅkapabbatagāmimaggaṁ abhiruḷho anukkamena vanadvāraṁ patvā mahāvanaṁ ajjhogāhetvā maggamūḷho hutvā vicaranto tehi rājūhi bodhisattassa ārakkhaṇatthāya ṭhapitena cetaputtena samāgañchi. Tena ‘‘kahaṁ, bho brāhmaṇa, gacchasī’’ti puṭṭho ‘‘vessantaramahārājassa santika’’nti vutte ‘‘addhā ayaṁ brāhmaṇo tassa putte vā deviṁ vā yācituṁ gacchatī’’ti cintetvā ‘‘mā kho, tvaṁ brāhmaṇa, tattha gañchi, sace gacchasi, ettheva te sīsaṁ chinditvā mayhaṁ sunakhānaṁ ghāsaṁ karissāmī’’ti tena santajjito maraṇabhayabhīto ‘‘ahamassa pitarā pesito dūto, ‘taṁ ānessāmī’ti āgato’’ti musāvādaṁ abhāsi. Taṁ sutvā cetaputto tuṭṭhahaṭṭho brāhmaṇassa sakkārasammānaṁ katvā vaṅkapabbatagāmimaggaṁ ācikkhi. So tato paraṁ gacchanto antarāmagge accutena nāma tāpasena saddhiṁ samāgantvā tampi maggaṁ pucchitvā tenāpi magge ācikkhite tena ācikkhitasaññāya maggaṁ gacchanto anukkamena bodhisattassa assamapadaṭṭhānasamīpaṁ gantvā maddideviyā phalāphalatthaṁ gatakāle bodhisattaṁ upasaṅkamitvā ubho dārake yāci. Tena vuttaṁ –",
  "atk-s0512a1:578": "112.",
  "atk-s0512a1:579": " ‘‘Pavane vasamānassa, addhiko maṁ upāgami;",
  "atk-s0512a1:580": "Ayāci puttake mayhaṁ, jāliṁ kaṇhājinaṁ cubho’’ti.",
  "atk-s0512a1:581": "Evaṁ brāhmaṇena dārakesu yācitesu mahāsatto ‘‘cirassaṁ vata me yācako adhigato, ajjāhaṁ anavasesato dānapāramiṁ pūressāmī’’ti adhippāyena somanassajāto pasāritahatthe sahassatthavikaṁ ṭhapento viya brāhmaṇassa cittaṁ paritosento sakalañca taṁ pabbatakucchiṁ unnādento ‘‘dadāmi tava mayhaṁ puttake, api ca maddidevī pana pātova phalāphalatthāya vanaṁ gantvā sāyaṁ āgamissati, tāya āgatāya te puttake dassetvā tvañca mūlaphalāphalaṁ khāditvā ekarattiṁ vasitvā vigataparissamo pātova gamissasī’’ti āha. Brāhmaṇo ‘‘kāmañcesa uḷārajjhāsayatāya puttake dadāti, mātā pana vacchagiddhā āgantvā dānassa antarāyampi kareyya, yaṁnūnāhaṁ imaṁ nippīḷetvā dārake gahetvā ajjeva gaccheyya’’nti cintetvā ‘‘puttā ce te mayhaṁ dinnā, kiṁ dāni mātaraṁ dassetvā pesitehi, dārake gahetvā ajjeva gamissāmī’’ti āha. ‘‘Sace, tvaṁ brāhmaṇa, rājaputtiṁ mātaraṁ daṭṭhuṁ na icchasi, ime dārake gahetvā jetuttaranagaraṁ gaccha, tattha sañjayamahārājā dārake gahetvā mahantaṁ te dhanaṁ dassati, tena dāsadāsiyo gaṇhissasi, sukhañca jīvissasi, aññathā ime sukhumālā rājadārakā, kiṁ te veyyāvaccaṁ karissantī’’ti āha.",
  "atk-s0512a1:582": "Brāhmaṇo ‘‘evampi mayā na sakkā kātuṁ, rājadaṇḍato bhāyāmi, mayhameva gāmaṁ nessāmī’’ti āha. Imaṁ tesaṁ kathāsallāpaṁ sutvā dārakā ‘‘pitā no kho amhe brāhmaṇassa dātukāmo’’ti pakkamitvā pokkharaṇiṁ gantvā paduminigacche nilīyiṁsu. Brāhmaṇo te adisvāva ‘‘tvaṁ ‘dārake dadāmī’ti vatvā te apakkamāpesi, eso te sādhubhāvo’’ti āha. Atha mahāsatto sahasāva uṭṭhahitvā dārake gavesanto paduminigacche nilīne disvā ‘‘etha, tātā, mā mayhaṁ dānapāramiyā antarāyaṁ akattha, mama dānajjhāsayaṁ matthakaṁ pāpetha, ayañca brāhmaṇo tumhe gahetvā tumhākaṁ ayyakassa sañjayamahārājassa santikaṁ gamissati , tāta jāli, tvaṁ bhujisso hotukāmo brāhmaṇassa nikkhasahassaṁ datvā bhujisso bhaveyyāsi, kaṇhājine tvaṁ dāsasataṁ dāsisataṁ hatthisataṁ assasataṁ usabhasataṁ nikkhasatanti sabbasataṁ datvā bhujissā bhaveyyāsī’’ti kumāre agghāpetvā samassāsetvā gahetvā assamapadaṁ gantvā kamaṇḍalunā udakaṁ gahetvā sabbaññutaññāṇassa paccayaṁ katvā brāhmaṇassa hatthe udakaṁ pātetvā ativiya pītisomanassajāto hutvā pathaviṁ unnādento piyaputtadānaṁ adāsi. Idhāpi pubbe vuttanayeneva pathavikampādayo ahesuṁ. Tena vuttaṁ –",
  "atk-s0512a1:583": "113.",
  "atk-s0512a1:584": " ‘‘Yācakaṁ upagataṁ disvā, hāso me upapajjatha;",
  "atk-s0512a1:585": "Ubho putte gahetvāna, adāsiṁ brāhmaṇe tadā.",
  "atk-s0512a1:586": "114.",
  "atk-s0512a1:587": " ‘‘Sake putte cajantassa, jūjake brāhmaṇe yadā;",
  "atk-s0512a1:588": "Tadāpi pathavī kampi, sineruvanavaṭaṁsakā’’ti.",
  "atk-s0512a1:589": "Atha brāhmaṇo dārake agantukāme latāya hatthesu bandhitvā ākaḍḍhi. Tesaṁ bandhaṭṭhāne chaviṁ chinditvā lohitaṁ pagghari. So latādaṇḍena paharanto ākaḍḍhi. Te pitaraṁ oloketvā.",
  "atk-s0512a1:590": "‘‘Ammā ca tāta nikkhantā, tvañca no tāta dassasi;",
  "atk-s0512a1:591": "Mā no tvaṁ tāta adadā, yāva ammāpi etu no;",
  "atk-s0512a1:592": "Tadāyaṁ brāhmaṇo kāmaṁ, vikkiṇātu hanātu vā’’ti. (jā. 2.22.2126) –",
  "atk-s0512a1:593": "Vatvā punapi ayaṁ evarūpo ghoradassano kurūrakammanto –",
  "atk-s0512a1:594": "‘‘Manusso udāhu yakkho, maṁsalohitabhojano;",
  "atk-s0512a1:595": "Gāmā araññamāgamma, dhanaṁ taṁ tāta yācati;",
  "atk-s0512a1:596": "Nīyamāne pisācena, kiṁ nu tāta udikkhasī’’ti. (jā. 2.22.2130-2131) –",
  "atk-s0512a1:597": "Ādīni vadantā parideviṁsu. Tattha dhananti puttadhanaṁ.",
  "atk-s0512a1:598": "Jūjako dārake tathā paridevanteyeva pothentova gahetvā pakkāmi. Mahāsattassa dārakānaṁ karuṇaṁ paridevitena tassa ca brāhmaṇassa akāruññabhāvena balavasoko uppajji, vippaṭisāro ca udapādi. So taṅkhaṇaññeva bodhisattānaṁ paveṇiṁ anussari. ‘‘Sabbeva hi bodhisattā pañca mahāpariccāge pariccajitvā buddhā bhavissanti, ahampi tesaṁ abbhantaro, puttadānañca mahāpariccāgānaṁ aññataraṁ, tasmā vessantara dānaṁ datvā pacchānutāpo na te anucchaviko’’ti attānaṁ paribhāsetvā ‘‘dinnakālato paṭṭhāya mama te na kiñci hontī’’ti attānaṁ upatthambhetvā daḷhasamādānaṁ adhiṭṭhāya paṇṇasāladvāre pāsāṇaphalake kañcanapaṭimā viya nisīdi.",
  "atk-s0512a1:599": "Atha maddidevī araññato phalāphalaṁ gahetvā nivattantī ‘‘mā mahāsattassa dānantarāyo hotū’’ti vāḷamigarūpadharāhi devatāhi uparuddhamaggā tesu apagatesu cirena assamaṁ patvā ‘‘ajja me dussupinaṁ diṭṭhaṁ, dunnimittāni ca uppannāni, kiṁ nu kho bhavissatī’’ti cintentī assamaṁ pavisitvā puttake apassantī bodhisattassa santikaṁ gantvā ‘‘deva, na kho amhākaṁ puttake passāmi, kuhiṁ te gatā’’ti āha. So tuṇhī ahosi. Sā puttake upadhārentī tahiṁ tahiṁ upadhāvitvā gavesantī adisvā punapi gantvā pucchi. Bodhisatto ‘‘kakkhaḷakathāya naṁ puttasokaṁ jahāpessāmī’’ti cintetvā –",
  "atk-s0512a1:600": "‘‘Nūna maddī varārohā, rājaputtī yasassinī;",
  "atk-s0512a1:601": "Pāto gatāsi uñchāya, kimidaṁ sāyamāgatā’’ti. (jā. 2.22.2225) –",
  "atk-s0512a1:602": "Vatvā tāya cirāyanakāraṇe kathite punapi dārake sandhāya na kiñci āha. Sā puttasokena te upadhārentī punapi vātavegena vanāni vicari. Tāya ekarattiyaṁ vicaritaṭṭhānaṁ pariggaṇhantaṁ pannarasayojanamattaṁ ahosi. Atha vibhātāya rattiyā mahāsattassa santikaṁ gantvā ṭhitā dārakānaṁ adassanena balavasokābhibhūtā tassa pādamūle chinnakadalī viya bhūmiyaṁ visaññī hutvā pati. So ‘‘matā’’ti saññāya kampamāno uppannabalavasokopi satiṁ paccupaṭṭhapetvā ‘‘jānissāmi tāva jīvati, na jīvatī’’ti sattamāse kāyasaṁsaggaṁ anāpannapubbopi aññassa abhāvena tassā sīsaṁ ukkhipitvā ūrūsu ṭhapetvā udakena paripphositvā urañca mukhañca hadayañca parimajji. Maddīpi kho thokaṁ vītināmetvā satiṁ paṭilabhitvā hirottappaṁ paccupaṭṭhapetvā ‘‘deva, dārakā te kuhiṁ gatā’’ti pucchi. So āha – ‘‘devi, ekassa me brāhmaṇassa maṁ yācitvā āgatassa dāsatthāya dinnā’’ti vatvā tāya ‘‘kasmā, deva, putte brāhmaṇassa datvā mama sabbarattiṁ paridevitvā vicarantiyā nācikkhī’’ti vutte ‘‘paṭhamameva vutte tava cittadukkhaṁ bahu bhavissati, idāni pana sarīradukkhena tanukaṁ bhavissatī’’ti vatvā –",
  "atk-s0512a1:603": "‘‘Maṁ passa maddi mā putte, mā bāḷhaṁ paridevasi;",
  "atk-s0512a1:604": "Lacchāma putte jīvantā, arogā ca bhavāmase’’ti. (jā. 2.22.2260) –",
  "atk-s0512a1:605": "So samassāsetvā puna –",
  "atk-s0512a1:606": "‘‘Putte pasuñca dhaññañca, yañca aññaṁ ghare dhanaṁ;",
  "atk-s0512a1:607": "Dajjā sappuriso dānaṁ, disvā yācakamāgataṁ;",
  "atk-s0512a1:608": "Anumodāhi me maddi, puttake dānamuttama’’nti. (jā. 2.22.2261) –",
  "atk-s0512a1:609": "Vatvā attano puttadānaṁ taṁ anumodāpesi.",
  "atk-s0512a1:610": "Sāpi –",
  "atk-s0512a1:611": "‘‘Anumodāmi te deva, puttake dānamuttamaṁ;",
  "atk-s0512a1:612": "Datvā cittaṁ pasādehi, bhiyyo dānaṁ dado bhavā’’ti. (jā. 2.22.2262) –",
  "atk-s0512a1:613": "Vatvā anumodi.",
  "atk-s0512a1:614": "Evaṁ tesu aññamaññaṁ sammodanīyaṁ kathaṁ kathentesu sakko cintesi – ‘‘mahāpuriso hiyyo jūjakassa pathaviṁ unnādetvā dārake adāsi. Idāni naṁ koci hīnapuriso upasaṅkamitvā maddideviṁ yācitvā gahetvā gaccheyya, tato rājā nippaccayo bhaveyya, handāhaṁ brāhmaṇavaṇṇena naṁ upasaṅkamitvā maddiṁ yācitvā pāramikūṭaṁ gāhāpetvā kassaci avissajjiyaṁ katvā puna naṁ tasseva datvā āgamissāmī’’ti. So sūriyuggamanavelāyaṁ brāhmaṇavaṇṇena tassa santikaṁ agamāsi. Taṁ disvā mahāpuriso ‘‘atithi no āgato’’ti pītisomanassajāto tena saddhiṁ madhurapaṭisanthāraṁ katvā ‘‘brāhmaṇa, kenatthena idhāgatosī’’ti pucchi. Atha naṁ sakko maddideviṁ yāci. Tena vuttaṁ –",
  "atk-s0512a1:615": "115.",
  "atk-s0512a1:616": " ‘‘Punadeva sakko oruyha, hutvā brāhmaṇasannibho;",
  "atk-s0512a1:617": "Ayāci maṁ maddideviṁ, sīlavantiṁ patibbata’’nti.",
  "atk-s0512a1:618": "Tattha punadevāti dārake dinnadivasato pacchā eva. Tadanantaramevāti attho. Oruyhāti devalokato otaritvā. Brāhmaṇasannibhoti brāhmaṇasamānavaṇṇo.",
  "atk-s0512a1:619": "Atha mahāsatto ‘‘hiyyo me dvepi dārake brāhmaṇassa dinnā, ahampi araññe ekakova, kathaṁ te maddiṁ sīlavantiṁ patibbataṁ dassāmī’’ti avatvāva pasāritahatthe anaggharatanaṁ ṭhapento viya asajjitvā abajjhitvā anolīnamānaso ‘‘ajja me dānapāramī matthakaṁ pāpuṇissatī’’ti haṭṭhatuṭṭho giriṁ unnādento viya –",
  "atk-s0512a1:620": "‘‘Dadāmi na vikampāmi, yaṁ maṁ yācasi brāhmaṇa;",
  "atk-s0512a1:621": "Santaṁ nappaṭigūhāmi, dāne me ramatī mano’’ti. (jā. 2.22.2278) –",
  "atk-s0512a1:622": "Vatvā sīghameva kamaṇḍalunā udakaṁ āharitvā brāhmaṇassa hatthe udakaṁ pātetvā bhariyamadāsi. Tena vuttaṁ –",
  "atk-s0512a1:623": "116.",
  "atk-s0512a1:624": " ‘‘Maddiṁ hatthe gahetvāna, udakañjali pūriya;",
  "atk-s0512a1:625": "Pasannamanasaṅkappo, tassa maddiṁ adāsaha’’nti.",
  "atk-s0512a1:626": "Tattha udakañjalīti udakaṁ añjaliṁ, ‘‘udaka’’nti ca karaṇatthe paccattavacanaṁ, udakena tassa brāhmaṇassa añjaliṁ pasāritahatthatalaṁ pūretvāti attho. Pasannamanasaṅkappoti ‘‘addhā iminā pariccāgena dānapāramiṁ matthakaṁ pāpetvā sammāsambodhiṁ adhigamissāmī’’ti upannasaddhāpasādena pasannacittasaṅkappo. Taṅkhaṇaññeva heṭṭhā vuttappakārāni sabbapāṭihāriyāni pāturahesuṁ. ‘‘Idānissa na dūre sammāsambodhī’’ti devagaṇā brahmagaṇā ativiya pītisomanassajātā ahesuṁ. Tena vuttaṁ –",
  "atk-s0512a1:627": "117.",
  "atk-s0512a1:628": " ‘‘Maddiyā dīyamānāya, gagane devā pamoditā;",
  "atk-s0512a1:629": "Tadāpi pathavī kampi, sineruvanavaṭaṁsakā’’ti.",
  "atk-s0512a1:630": "Tato pana dīyamānāya maddiyā deviyā ruṇṇaṁ vā dummukhaṁ vā bhākuṭimattaṁ vā nāhosi, evaṁ cassā ahosi ‘‘yaṁ devo icchati, taṁ karotū’’ti.",
  "atk-s0512a1:631": "‘‘Komārī yassāhaṁ bhariyā, sāmiko mama issaro;",
  "atk-s0512a1:632": "Yassicche tassa maṁ dajjā, vikkiṇeyya haneyya vā’’ti. (jā. 2.22.2282) –",
  "atk-s0512a1:633": "Āha.",
  "atk-s0512a1:634": "Mahāpurisopi ‘‘ambho, brāhmaṇa, maddito me sataguṇena sahassaguṇena satasahassaguṇena sabbaññutaññāṇameva piyataraṁ, idaṁ me dānaṁ sabbaññutaññāṇappaṭivedhassa paccayo hotū’’ti vatvā adāsi. Tena vuttaṁ –",
  "atk-s0512a1:635": "118.",
  "atk-s0512a1:636": " ‘‘Jāliṁ kaṇhājinaṁ dhītaṁ, maddideviṁ patibbataṁ;",
  "atk-s0512a1:637": "Cajamāno na cintesiṁ, bodhiyāyeva kāraṇā.",
  "atk-s0512a1:638": "119.",
  "atk-s0512a1:639": " Na me dessā ubho puttā, maddidevī na dessiyā;",
  "atk-s0512a1:640": "Sabbaññutaṁ piyaṁ mayhaṁ, tasmā piye adāsaha’’nti.",
  "atk-s0512a1:641": "Tattha cajamāno na cintesinti pariccajanto santāpavasena na cintesiṁ, vissaṭṭho hutvā pariccajinti attho.",
  "atk-s0512a1:642": "Etthāha – kasmā panāyaṁ mahāpuriso attano puttadāre jātisampanne khattiye parassa dāsabhāvena pariccaji, na hi yesaṁ kesañcipi bhujissānaṁ abhujissabhāvakaraṇaṁ sādhudhammoti? Vuccate – anudhammabhāvato. Ayañhi buddhakārake dhamme anugatadhammatā, yadidaṁ sabbassa attaniyassa mamanti pariggahitavatthuno anavasesapariccāgo, na hi deyyadhammapaṭiggāhakavikapparahitaṁ dānapāramiṁ paripūretuṁ ussukkamāpannānaṁ bodhisattānaṁ mamanti pariggahitavatthuṁ yācantassa yācakassa na pariccajituṁ yuttaṁ, porāṇopi cāyamanudhammo. Sabbesañhi bodhisattānaṁ ayaṁ āciṇṇasamāciṇṇadhammo kulavaṁso kulappaveṇī, yadidaṁ sabbassa pariccāgo. Tattha ca visesato piyataravatthupariccāgo, na hi keci bodhisattā vaṁsānugataṁ rajjissariyādidhanapariccāgaṁ, attano sīsanayanādiaṅgapariccāgaṁ, piyajīvitapariccāgaṁ, kulavaṁsapatiṭṭhāpakapiyaputtapariccāgaṁ, manāpacārinīpiyabhariyāpariccāganti ime pañca mahāpariccāge apariccajitvā buddhā nāma bhūtapubbā atthi. Tathā hi maṅgale bhagavati bodhisattabhūte bodhipariyesanaṁ caramāne ca carimattabhāvato tatiye attabhāve saputtadāre ekasmiṁ pabbate vasante kharadāṭhiko nāma yakkho mahāpurisassa dānajjhāsayataṁ sutvā brāhmaṇavaṇṇena upasaṅkamitvā mahāsattaṁ dve dārake yāci.",
  "atk-s0512a1:643": "Mahāsatto ‘‘dadāmi brāhmaṇassa puttake’’ti haṭṭhapahaṭṭho udakapariyantaṁ pathaviṁ kampento dvepi dārake adāsi. Yakkho caṅkamanakoṭiyaṁ ālambanaphalakaṁ nissāya ṭhito mahāsattassa passantasseva muḷālakalāpaṁ viya dve dārake khādi. Aggijālaṁ viya lohitadhāraṁ uggiramānaṁ yakkhassa mukhaṁ olokentassa mahāpurisassa ‘‘vañcesi vata maṁ yakkho’’ti uppajjanakacittuppādassa okāsaṁ adentassa upāyakosallassa subhāvitattā atītadhammānaṁ appaṭisandhisabhāvato aniccādivasena saṅkhārānaṁ suparimadditabhāvato ca evaṁ ittaraṭṭhitikena pabhaṅgunā asārena saṅkhārakalāpena ‘‘pūritā vata me dānapāramī, mahantaṁ vata me atthaṁ sādhetvā idaṁ adhigata’’nti somanassameva uppajji. So idaṁ anaññasādhāraṇaṁ tasmiṁ khaṇe attano cittācāraṁ ñatvā ‘‘imassa nissandena anāgate imināva nīhārena sarīrato rasmiyo nikkhamantū’’ti patthanamakāsi. Tassa taṁ patthanaṁ nissāya buddhabhūtassa sarīrappabhā niccameva dasasahassilokadhātuṁ pharitvā aṭṭhāsi (dha. sa. aṭṭha. nidānakathā). Evaṁ aññepi bodhisattā attano piyataraṁ puttadāraṁ pariccajitvā sabbaññutaññāṇaṁ paṭivijjhiṁsu.",
  "atk-s0512a1:644": "Api ca yathā nāma koci puriso kassaci santike gāmaṁ vā janapadaṁ vā keṇiyā gahetvā kammaṁ karonto attano antevāsikānaṁ vā pamādena pūtibhūtaṁ dhanaṁ dhāreyya, tamenaṁ so gāhāpetvā bandhanāgāraṁ paveseyya. Tassa evamassa ‘‘ahaṁ kho imassa rañño kammaṁ karonto ettakaṁ nāma dhanaṁ dhāremi, tenāhaṁ raññā bandhanāgāre pavesito, sacāhaṁ idheva homi, attānañca jīyeyya, puttadārakammakaraporisā ca me jīvikāpagatā mahantaṁ anayabyasanaṁ āpajjeyyuṁ. Yaṁnūnāhaṁ rañño ārocetvā attano puttaṁ vā kaniṭṭhabhātaraṁ vā idha ṭhapetvā nikkhameyyaṁ . Evāhaṁ ito bandhanato mutto nacirasseva yathāmittaṁ yathāsandiṭṭhaṁ dhanaṁ saṁharitvā rañño datvā tampi bandhanato mocemi, appamattova hutvā uṭṭhānabalena attano sampattiṁ paṭipākatikaṁ karissāmī’’ti. So tathā kareyya. Evaṁ sampadamidaṁ daṭṭhabbaṁ.",
  "atk-s0512a1:645": "Tatridaṁ opammasaṁsandanaṁ – rājā viya kammaṁ, bandhanāgāro viya saṁsāro, raññā bandhanāgāre ṭhapitapuriso viya kammavasena saṁsāracārake ṭhito mahāpuriso, tassa bandhanāgāre ṭhitapurisassa tattha puttassa vā bhātuno vā parādhīnabhāvakaraṇena tesaṁ attano ca dukkhappamocanaṁ viya mahāpurisassa attano puttādike paresaṁ datvā sabbaññutaññāṇappaṭilābhena sabbasattānaṁ vaṭṭadukkhappamocanaṁ, tassa vigatadukkhassa tehi saddhiṁ yathādhippetasampattiyaṁ patiṭṭhānaṁ viya mahāpurisassa arahattamaggena apagatavaṭṭadukkhassa buddhabhāvena dasabalādisabbaññutaññāṇasampattisamannāgamo attano vacanakārakānaṁ vijjattayādisampattisamannāgamo cāti evaṁ anavajjasabhāvo eva mahāpurisānaṁ puttadārapariccāgo. Eteneva nayena nesaṁ aṅgajīvitapariccāge yā codanā, sāpi visodhitāti veditabbāti.",
  "atk-s0512a1:646": "Evaṁ pana mahāsattena maddideviyā dinnāya sakko acchariyabbhutacittajāto hutvā –",
  "atk-s0512a1:647": "‘‘Sabbe jitā te paccūhā, ye dibbā ye ca mānusā;",
  "atk-s0512a1:648": "Ninnāditā te pathavī, saddo te tidivaṁ gato. (jā. 2.22.2283-2284);",
  "atk-s0512a1:649": "‘‘Duddadaṁ dadamānānaṁ, dukkaraṁ kamma kubbataṁ;",
  "atk-s0512a1:650": "Asanto nānukubbanti, sataṁ dhammo durannayo.",
  "atk-s0512a1:651": "‘‘Tasmā satañca asataṁ, nānā hoti ito gati;",
  "atk-s0512a1:652": "Asanto nirayaṁ yanti, santo saggaparāyanā’’ti. (jā. 2.22.2286-2287) –",
  "atk-s0512a1:653": "Ādinā nayena mahāpurisassa dānānumodanavasena thutiṁ akāsi.",
  "atk-s0512a1:654": "Tattha paccūhāti paccatthikā. Dibbāti dibbayasapaṭibāhakā. Mānusāti manussayasapaṭibāhakā. Ke pana teti? Macchariyadhammā, te sabbe puttadāraṁ dentena mahāsattena jitāti dasseti. Duddadanti puttadārādiduddadaṁ dadamānānaṁ tameva dukkaraṁ kubbataṁ tumhādisānaṁ kammaṁ aññe sāvakapaccekabodhisattā nānukubbanti, pageva asanto maccharino. Tasmā sataṁ dhammo durannayo sādhūnaṁ mahābodhisattānaṁ paṭipattidhammo aññehi duranugamo.",
  "atk-s0512a1:655": "Evaṁ sakko mahāpurisassa anumodanavasena thutiṁ katvā maddideviṁ niyyātento –",
  "atk-s0512a1:656": "‘‘Dadāmi bhoto bhariyaṁ, maddiṁ sabbaṅgasobhanaṁ;",
  "atk-s0512a1:657": "Tvañceva maddiyā channo, maddī ca patino tavā’’ti. (jā. 2.22.2289) –",
  "atk-s0512a1:658": "Vatvā taṁ maddiṁ paṭidatvā dibbattabhāvena jalanto taruṇasūriyo viya ākāse ṭhatvā attānaṁ ācikkhanto –",
  "atk-s0512a1:659": "‘‘Sakkohamasmi devindo, āgatosmi tavantike;",
  "atk-s0512a1:660": "Varaṁ varassu rājisi, vare aṭṭha dadāmi te’’ti. (jā. 2.22.2292) –",
  "atk-s0512a1:661": "Vatvā varehi nimantesi. Mahāsattopi ‘‘pitā maṁ punadeva rajje patiṭṭhāpetu, vajjhappattaṁ vadhato moceyyaṁ, sabbasattānaṁ avassayo bhaveyyaṁ, paradāraṁ na gaccheyyaṁ, itthīnaṁ vasaṁ na gaccheyyaṁ, putto me dīghāyuko siyā, annapānādideyyadhammo bahuko siyā, tañca aparikkhayaṁ pasannacitto dadeyyaṁ, evaṁ mahādānāni pavattetvā devalokaṁ gantvā tato idhāgato sabbaññutaṁ pāpuṇeyya’’nti ime aṭṭha vare yāci. Sakko ‘‘nacirasseva pitā sañjayamahārājā idheva āgantvā taṁ gahetvā rajje patiṭṭhāpessati, itaro ca sabbo te manoratho matthakaṁ pāpuṇissati, mā cintayi, appamatto hohī’’ti ovaditvā sakaṭṭhānameva gato. Bodhisatto ca maddidevī ca sammodamānā sakkadattiye assame vasiṁsu.",
  "atk-s0512a1:662": "Jūjakepi kumāre gahetvā gacchante devatā ārakkhamakaṁsu. Divase divase ekā devadhītā rattibhāge āgantvā maddivaṇṇena kumāre paṭijaggi. So devatāviggahito hutvā ‘‘kaliṅgaraṭṭhaṁ gamissāmī’’ti aḍḍhamāsena jetuttaranagarameva sampāpuṇi. Rājā vinicchaye nisinno brāhmaṇena saddhiṁ dārake rājaṅgaṇena gacchante disvā sañjānitvā brāhmaṇena saddhiṁ te pakkosāpetvā taṁ pavattiṁ sutvā bodhisattena kathitaniyāmeneva dhanaṁ datvā kumāre kiṇitvā nhāpetvā bhojetvā sabbālaṅkārapaṭimaṇḍite katvā rājā dārakaṁ phussatidevī dārikaṁ ucchaṅge katvā bodhisattassa rājaputtiyā ca pavattiṁ suṇiṁsu.",
  "atk-s0512a1:663": "Taṁ sutvā rājā ‘‘bhūnahaccaṁ vata mayā kata’’nti saṁviggamānaso tāvadeva dvādasaakkhobhanīparimāṇaṁ senaṁ sannayhitvā vaṅkapabbatābhimukho pāyāsi saddhiṁ phussatideviyā ceva dārakehi ca. Anukkamena gantvā puttena ca suṇisāya ca samāgañchi. Vessantaro piyaputte disvā sokaṁ sandhāretuṁ asakkonto visaññī hutvā tattheva pati, tathā maddī mātāpitaro sahajātā saṭṭhisahassā ca amaccā. Taṁ kāruññaṁ passantesu ekopi sakabhāvena sandhāretuṁ nāsakkhi, sakalaṁ assamapadaṁ yugandharavātapamadditaṁ viya sālavanaṁ ahosi. Sakko devarājā tesaṁ visaññibhāvavinodanatthaṁ pokkharavassaṁ vassāpesi, temetukāmā tementi, pokkhare patitavassaṁ viya vinivattitvā udakaṁ gacchati. Sabbe saññaṁ paṭilabhiṁsu. Tadāpi pathavikampādayo heṭṭhā vuttappakārā acchariyā pāturahesuṁ. Tena vuttaṁ –",
  "atk-s0512a1:664": "120.",
  "atk-s0512a1:665": " ‘‘Punāparaṁ brahāraññe, mātāpitusamāgame;",
  "atk-s0512a1:666": "Karuṇaṁ paridevante, sallapante sukhaṁ dukhaṁ.",
  "atk-s0512a1:667": "121.",
  "atk-s0512a1:668": " ‘‘Hirottappena garunā, ubhinnaṁ upasaṅkami;",
  "atk-s0512a1:669": "Tadāpi pathavī kampi, sineruvanavaṭaṁsakā’’ti.",
  "atk-s0512a1:670": "Tattha karuṇaṁ paridevanteti mātāpitaro ādiṁ katvā sabbasmiṁ āgatajane karuṇaṁ paridevamāne. Sallapante sukhaṁ dukhanti sukhadukkhaṁ pucchitvā paṭisanthāravasena ālāpasallāpaṁ karonte. Hirottappena garunā ubhinnanti ime sivīnaṁ vacanaṁ gahetvā adūsakaṁ dhamme ṭhitaṁ maṁ pabbājayiṁsūti cittappakopaṁ akatvā ubhosu etesu mātāpitūsu dhammagāravasamussitena hirottappeneva yathārūpe upasaṅkami. Tena me dhammatejena tadāpi pathavī kampi.",
  "atk-s0512a1:671": "Atha sañjayamahārājā bodhisattaṁ khamāpetvā rajjaṁ paṭicchāpetvā taṅkhaṇaññeva kesamassukammādīni kārāpetvā nhāpetvā sabbābharaṇavibhūsitaṁ devarājānamiva virocamānaṁ saha maddideviyā rajje abhisiñcitvā tāvadeva ca tato paṭṭhāya dvādasaakkhobhanīparimāṇāya caturaṅginiyā senāya ca puttaṁ parivārayitvā vaṅkapabbatato yāva jetuttaranagarā saṭṭhiyojanamaggaṁ alaṅkārāpetvā dvīhi māsehi sukheneva nagaraṁ pavesesi. Mahājano uḷāraṁ pītisomanassaṁ paṭisaṁvedesi. Celukkhepādayo pavattiṁsu. Nagare ca nandibheriṁ carāpesuṁ. Antamaso biḷāre upādāya sabbesaṁ bandhane ṭhitānaṁ bandhanamokkho ahosi. So nagaraṁ paviṭṭhadivaseyeva paccūsakāle cintesi – ‘‘sve vibhātāya rattiyā mamāgatabhāvaṁ sutvā yācakā āgamissanti, tesāhaṁ kiṁ dassāmī’’ti. Tasmiṁ khaṇe sakkassa āsanaṁ uṇhākāraṁ dassesi. So āvajjento taṁ kāraṇaṁ ñatvā tāvadeva rājanivesanassa purimavatthuṁ pacchimavatthuñca kaṭippamāṇaṁ pūrento ghanamegho viya sattaratanavassaṁ vassāpesi. Sakalanagare jaṇṇuppamāṇaṁ vassāpesīti. Tena vuttaṁ –",
  "atk-s0512a1:672": "122.",
  "atk-s0512a1:673": " ‘‘Punāparaṁ brahāraññā, nikkhamitvā sañātibhi;",
  "atk-s0512a1:674": "Pavisāmi puraṁ rammaṁ, jetuttaraṁ puruttamaṁ.",
  "atk-s0512a1:675": "123.",
  "atk-s0512a1:676": " ‘‘Ratanāni satta vassiṁsu, mahāmegho pavassatha;",
  "atk-s0512a1:677": "Tadāpi pathavī kampi, sineruvanavaṭaṁsakā.",
  "atk-s0512a1:678": "124.",
  "atk-s0512a1:679": " ‘‘Acetanāyaṁ pathavī, aviññāya sukhaṁ dukhaṁ;",
  "atk-s0512a1:680": "Sāpi dānabalā mayhaṁ, sattakkhattuṁ pakampathā’’ti.",
  "atk-s0512a1:681": "Evaṁ sattaratanavasse vuṭṭhe punadivase mahāsatto ‘‘yesaṁ kulānaṁ purimapacchimavatthūsu vuṭṭhadhanaṁ, tesaññeva hotū’’ti dāpetvā avasesaṁ āharāpetvā attano gehavatthusmiṁ dhanena saddhiṁ koṭṭhāgāresu okirāpetvā mahādānaṁ pavattesi. Acetanāyaṁ pathavīti cetanārahitā ayaṁ mahābhūtā pathavī, devatā pana cetanāsahitā. Aviññāya sukhaṁ dukhanti acetanattā eva sukhaṁ dukkhaṁ ajānitvā. Satipi sukhadukkhapaccayasaṁyoge taṁ nānubhavantī. Sāpi dānabalā mayhanti evaṁbhūtāpi sā mahāpathavī mama dānapuññānubhāvahetu. Sattakkhattuṁ pakampathāti aṭṭhavassikakāle hadayamaṁsādīnipi yācakānaṁ dadeyyanti dānajjhāsayuppāde maṅgalahatthidāne pabbājanakāle pavattitamahādāne puttadāne bhariyādāne vaṅkapabbate ñātisamāgame nagaraṁ paviṭṭhadivase ratanavassakāleti imesu ṭhānesu sattavāraṁ akampittha. Evaṁ ekasmiṁyeva attabhāve sattakkhattuṁ mahāpathavikampanādiacchariyapātubhāvahetubhūtāni yāvatāyukaṁ mahādānāni pavattetvā mahāsatto āyupariyosāne tusitapure uppajji. Tenāha bhagavā –",
  "atk-s0512a1:682": "‘‘Tato vessantaro rājā, dānaṁ datvāna khattiyo;",
  "atk-s0512a1:683": "Kāyassa bhedā sappañño, saggaṁ so upapajjathā’’ti. (jā. 2.22.2440);",
  "atk-s0512a1:684": "Tadā jūjako devadatto ahosi, amittatāpanā ciñcamāṇavikā , cetaputto channo, accutatāpaso sāriputto, sakko anuruddho, maddī rāhulamātā, jālikumāro rāhulo, kaṇhājinā uppalavaṇṇā, mātāpitaro mahārājakulāni, sesaparisā buddhaparisā, vessantaro rājā lokanātho.",
  "atk-s0512a1:685": "Idhāpi heṭṭhā vuttanayeneva yathārahaṁ sesapāramiyo niddhāretabbā. Tathā mahāsatte kucchigate mātu devasikaṁ chasatasahassāni vissajjetvā dānaṁ dātukāmatādohaḷo, tathā dīyamānepi dhanassa parikkhayābhāvo, jātakkhaṇe eva hatthaṁ pasāretvā ‘‘dānaṁ dassāmi, atthi kiñcī’’ti vācānicchāraṇaṁ, catupañcavassikakāle attano alaṅkārassa dhātīnaṁ hatthagatassa puna aggahetukāmatā, aṭṭhavassikakāle hadayamaṁsādikassa attano sarīrāvayavassa dātukāmatāti evamādikā sattakkhattuṁ mahāpathavikampanādianekacchariyapātubhāvahetubhūtā idha mahāpurisassa guṇānubhāvā vibhāvetabbā. Tenetaṁ vuccati –",
  "atk-s0512a1:686": "‘‘Evaṁ acchariyā hete, abbhutā ca mahesino…pe…;",
  "atk-s0512a1:687": "Tesu cittappasādopi, dukkhato parimocaye;",
  "atk-s0512a1:688": "Pagevānukiriyā tesaṁ, dhammassa anudhammato’’ti.",
  "atk-s0512a1:689": "Vessantaracariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a1:690": "10. Sasapaṇḍitacariyāvaṇṇanā",
  "atk-s0512a1:691": "125-6. Dasame yadā homi, sasakoti ahaṁ, sāriputta, bodhipariyesanaṁ caramāno yadā sasapaṇḍito homi. Bodhisattā hi kammavasippattāpi tādisānaṁ tiracchānānaṁ anuggaṇhanatthaṁ tiracchānayoniyaṁ nibbattanti. Pavanacārakoti mahāvanacārī. Dabbāditiṇāni rukkhagacchesu paṇṇāni yaṁkiñci sākaṁ rukkhato patitaphalāni ca bhakkho etassāti tiṇapaṇṇasākaphalabhakkho. Paraheṭhanavivajjitoti parapīḷāvirahito. Suttapoto cāti uddapoto ca. Ahaṁ tadāti yadāhaṁ sasako homi, tadā ete makkaṭādayo tayo sahāye ovadāmi.",
  "atk-s0512a1:692": "127.Kiriye kalyāṇapāpaketi kusale ceva akusale ca kamme. Pāpānīti anusāsanākāradassanaṁ. Tattha pāpāniparivajjethāti pāṇātipāto…pe… micchādiṭṭhīti imāni pāpāni parivajjetha. Kalyāṇe abhinivissathāti dānaṁ sīlaṁ…pe… diṭṭhujukammanti idaṁ kalyāṇaṁ, imasmiṁ kalyāṇe attano kāyavācācittāni abhimukhabhāvena nivissatha, imaṁ kalyāṇapaṭipattiṁ paṭipajjathāti attho.",
  "atk-s0512a1:693": "Evaṁ mahāsatto tiracchānayoniyaṁ nibbattopi ñāṇasampannatāya kalyāṇamitto hutvā tesaṁ tiṇṇaṁ janānaṁ kālena kālaṁ upagatānaṁ ovādavasena dhammaṁ desesi. Te tassa ovādaṁ sampaṭicchitvā attano vasanaṭṭhānaṁ pavisitvā vasanti. Evaṁ kāle gacchante bodhisatto ākāsaṁ oloketvā candapāripūriṁ disvā ‘‘uposathakammaṁ karothā’’ti ovadi. Tenāha –",
  "atk-s0512a1:694": "128.",
  "atk-s0512a1:695": " ‘‘Uposathamhi divase, candaṁ disvāna pūritaṁ;",
  "atk-s0512a1:696": "Etesaṁ tattha ācikkhiṁ, divaso ajjuposatho.",
  "atk-s0512a1:697": "129.",
  "atk-s0512a1:698": " ‘‘Dānāni paṭiyādetha, dakkhiṇeyyassa dātave;",
  "atk-s0512a1:699": "Datvā dānaṁ dakkhiṇeyye, upavassathuposatha’’nti.",
  "atk-s0512a1:700": "Tattha candaṁ disvā na pūritanti juṇhapakkhacātuddasiyaṁ īsakaṁ aparipuṇṇabhāvena candaṁ na paripūritaṁ disvā tato vibhātāya rattiyā aruṇuggamanavelāyameva uposathamhi divase pannarase etesaṁ makkaṭādīnaṁ mayhaṁ sahāyānaṁ divaso ajjuposatho. Tasmā ‘‘dānāni paṭiyādethā’’tiādinā tattha uposathadivase paṭipattividhānaṁ ācikkhinti yojetabbaṁ. Tattha dānānīti deyyadhamme. Paṭiyādethāti yathāsatti yathābalaṁ sajjetha. Dātaveti dātuṁ. Upavassathāti uposathakammaṁ karotha, uposathasīlāni rakkhatha, sīle patiṭṭhāya dinnadānaṁ mahapphalaṁ hoti, tasmā yācake sampatte tumhehi khāditabbāhārato datvā khādeyyāthāti dasseti.",
  "atk-s0512a1:701": "Te ‘‘sādhū’’ti bodhisattassa ovādaṁ sirasā sampaṭicchitvā uposathaṅgāni adhiṭṭhahiṁsu. Tesu uddapoto pātova ‘‘gocaraṁ pariyesissāmī’’ti nadītīraṁ gato. Atheko bāḷisiko satta rohitamacche uddharitvā valliyā āvuṇitvā nadītīre vālukāya paṭicchādetvā macche gaṇhanto nadiyā adho sotaṁ bhassi. Uddo macchagandhaṁ ghāyitvā vālukaṁ viyūhitvā macche disvā nīharitvā ‘‘atthi nu kho etesaṁ sāmiko’’ti tikkhattuṁ ghosetvā sāmikaṁ apassanto valliyaṁ ḍaṁsitvā attano vasanagumbe ṭhapetvā ‘‘velāyameva khādissāmī’’ti attano sīlaṁ āvajjento nipajji. Siṅgālopi gocaraṁ pariyesanto ekassa khettagopakassa kuṭiyaṁ dve maṁsasūlāni ekaṁ godhaṁ ekañca dadhivārakaṁ disvā ‘‘atthi nu kho etesaṁ sāmiko’’ti tikkhattuṁ ghosetvā sāmikaṁ adisvā dadhivārakassa uggahaṇarajjukaṁ gīvāyaṁ pavesetvā maṁsasūle ca godhañca mukhena ḍaṁsitvā attano vasanagumbe ṭhapetvā ‘‘velāyameva khādissāmī’’ti attano sīlaṁ āvajjento nipajji. Makkaṭopi vanasaṇḍaṁ pavisitvā ambapiṇḍaṁ āharitvā attano vasanagumbe ṭhapetvā ‘‘velāyameva khādissāmī’’ti attano sīlaṁ āvajjento nipajji. Tiṇṇampi ‘‘aho idha nūna yācako āgaccheyyā’’ti cittaṁ uppajji. Tena vuttaṁ –",
  "atk-s0512a1:702": "130.",
  "atk-s0512a1:703": " ‘‘Te me sādhūti vatvāna, yathāsatti yathābalaṁ;",
  "atk-s0512a1:704": "Dānāni paṭiyādetvā, dakkhiṇeyyaṁ gavesisu’’nti.",
  "atk-s0512a1:705": "Bodhisatto pana ‘‘velāyameva nikkhamitvā dabbāditiṇāni khādissāmī’’ti attano vasanagumbeyeva nisinno cintesi – ‘‘mama santikaṁ āgatānaṁ yācakānaṁ tiṇāni khādituṁ na sakkā, tilataṇḍulādayopi mayhaṁ natthi, sace me santikaṁ yācako āgamissati, ahaṁ tiṇena yāpemi, attano sarīramaṁsaṁ dassāmī’’ti. Tenāha bhagavā –",
  "atk-s0512a1:706": "131.",
  "atk-s0512a1:707": " ‘‘Ahaṁ nisajja cintesiṁ, dānaṁ dakkhiṇanucchavaṁ;",
  "atk-s0512a1:708": "Yadihaṁ labhe dakkhiṇeyyaṁ, kiṁ me dānaṁ bhavissati.",
  "atk-s0512a1:709": "132.",
  "atk-s0512a1:710": " ‘‘Na me atthi tilā muggā, māsā vā taṇḍulā ghataṁ;",
  "atk-s0512a1:711": "Ahaṁ tiṇena yāpemi, na sakkā tiṇa dātave.",
  "atk-s0512a1:712": "133.",
  "atk-s0512a1:713": " ‘‘Yadi koci eti dakkhiṇeyyo, bhikkhāya mama santike;",
  "atk-s0512a1:714": "Dajjāhaṁ sakamattānaṁ, na so tuccho gamissatī’’ti.",
  "atk-s0512a1:715": "Tattha dānaṁ dakkhiṇanucchavanti dakkhiṇābhāvena anucchavikaṁ dānaṁ dakkhiṇeyyassa dātabbaṁ deyyadhammaṁ cintesiṁ. Yadihaṁ labheti yadi ahaṁ kiñci dakkhiṇeyyaṁ ajja labheyyaṁ. Kiṁ me dānaṁ bhavissatīti kiṁ mama dātabbaṁ bhavissati. Na sakkā tiṇa dātaveti yadi dakkhiṇeyyassa dātuṁ tilamuggādikaṁ mayhaṁ natthi, yaṁ pana mama āhārabhūtaṁ, taṁ na sakkā tiṇaṁ dakkhiṇeyyassa dātuṁ. Dajjāhaṁ sakamattānanti kiṁ vā mayhaṁ etāya deyyadhammacintāya, nanu idameva mayhaṁ anavajjaṁ aparādhīnatāya sulabhaṁ paresañca paribhogārahaṁ sarīraṁ sace koci dakkhiṇeyyo mama santikaṁ āgacchati, tayidaṁ sakamattānaṁ tassa dajjāmahaṁ. Evaṁ sante na so tuccho mama santikaṁ āgato arittahattho hutvā gamissatīti.",
  "atk-s0512a1:716": "Evaṁ mahāpurisassa yathābhūtasabhāvaṁ parivitakkentassa parivitakkānubhāvena sakkassa paṇḍukambalasilāsanaṁ uṇhākāraṁ dassesi. So āvajjento imaṁ kāraṇaṁ disvā ‘‘sasarājaṁ vīmaṁsissāmī’’ti paṭhamaṁ uddassa vasanaṭṭhānaṁ gantvā brāhmaṇavesena aṭṭhāsi. Tena ‘‘kimatthaṁ, brāhmaṇa, ṭhitosī’’ti ca vutte sace kañci āhāraṁ labheyyaṁ, uposathiko hutvā samaṇadhammaṁ kareyyanti. So ‘‘sādhūti te āhāraṁ dassāmī’’ti āha. Tena vuttaṁ –",
  "atk-s0512a1:717": "‘‘Satta me rohitā macchā, udakā thalamubbhatā;",
  "atk-s0512a1:718": "Idaṁ brāhmaṇa me atthi, etaṁ bhutvā vane vasā’’ti. (jā. 1.4.61);",
  "atk-s0512a1:719": "Brāhmaṇo ‘‘pageva tāva hotu, pacchā jānissāmī’’ti tatheva siṅgālassa makkaṭassa ca santikaṁ gantvā tehipi attano vijjamānehi deyyadhammehi nimantito ‘‘pageva tāva hotu, pacchā jānissāmī’’ti āha. Tena vuttaṁ –",
  "atk-s0512a1:720": "‘‘Dussa me khettapālassa, rattibhattaṁ apābhataṁ;",
  "atk-s0512a1:721": "Maṁsasūlā ca dve godhā, ekañca dadhivārakaṁ;",
  "atk-s0512a1:722": "Idaṁ brāhmaṇa me atthi, etaṁ bhutvā vane vasā’’ti.",
  "atk-s0512a1:723": "‘‘Ambapakkaṁ dakaṁ sītaṁ, sītacchāyā manoramā;",
  "atk-s0512a1:724": "Idaṁ brāhmaṇa me atthi, etaṁ bhutvā vane vasā’’ti. (jā. 1.4.62-63);",
  "atk-s0512a1:725": "Tattha dussāti amussa. Rattibhattaṁ apābhatanti rattibhojanato apanītaṁ. Maṁsasūlā ca dve godhāti aṅgārapakkāni dve maṁsasūlāni ekā ca godhā. Dadhivārakanti dadhivārako.",
  "atk-s0512a1:726": "134. Atha brāhmaṇo sasapaṇḍitassa santikaṁ gato. Tenāpi ‘‘kimatthamāgatosī’’ti vutte tathevāha. Tena vuttaṁ ‘‘mama saṅkappamaññāyā’’tiādi.",
  "atk-s0512a1:727": "Tattha mama saṅkappamaññāyāti pubbe vuttappakāraṁ parivitakkaṁ jānitvā. Brāhmaṇavaṇṇināti brāhmaṇarūpavatā attabhāvena. Āsayanti vasanagumbaṁ.",
  "atk-s0512a1:728": "135-7.Santuṭṭhoti samaṁ sabbabhāgeneva tuṭṭho. Ghāsahetūti āhārahetu. Adinnapubbanti yehi kehici abodhisattehi adinnapubbaṁ. Dānavaranti uttamadānaṁ. ‘‘Ajja dassāmi te aha’’nti vatvā tuvaṁ sīlaguṇūpeto, ayuttaṁ te paraheṭhananti taṁ pāṇātipātato apanetvā idāni tassa paribhogayoggaṁ attānaṁ katvā dātuṁ ‘‘ehi aggiṁ padīpehī’’tiādimāha.",
  "atk-s0512a1:729": "Tattha ahaṁ pacissamattānanti tayā kate aṅgāragabbhe ahameva patitvā attānaṁ pacissaṁ. Pakkaṁ tvaṁ bhakkhayissasīti tathā pana pakkaṁ tvaṁ khādissasi.",
  "atk-s0512a1:730": "138-9.Nānākaṭṭhesamānayīti so brāhmaṇavesadhārī sakko nānādārūni samānento viya ahosi. Mahantaṁ akāsi citakaṁ, katvā aṅgāragabbhakanti vītaccikaṁ vigatadhūmaṁ aṅgārabharitabbhantaraṁ samantato jalamānaṁ mama sarīrassa nimujjanappahonakaṁ taṅkhaṇaññeva mahantaṁ citakaṁ akāsi, sahasā iddhiyā abhinimminīti adhippāyo. Tenāha ‘‘aggiṁ tattha padīpesi, yathā so khippaṁ mahābhave’’ti.",
  "atk-s0512a1:731": "Tattha soti so aggikkhandho sīghaṁ mahanto yathā bhaveyya, tathā padīpesi. Phoṭetvā rajagate gatteti ‘‘sace lomantaresu pāṇakā atthi, te mā mariṁsū’’ti paṁsugate mama gatte tikkhattuṁ vidhunitvā. Ekamantaṁ upāvisinti na tāva kaṭṭhāni ādittānīti tesaṁ ādīpanaṁ udikkhanto thokaṁ ekamantaṁ nisīdiṁ.",
  "atk-s0512a1:732": "140.Yadā mahākaṭṭhapuñjo, āditto dhamadhamāyatīti yadā pana so dārurāsi samantato āditto vāyuvegasamuddhaṭānaṁ jālasikhānaṁ vasena ‘‘dhamadhamā’’ti evaṁ karoti. Taduppatitvā patati, majjhe jālasikhantareti tadā tasmiṁ kāle ‘‘mama sarīrassa jhāpanasamattho ayaṁ aṅgārarāsī’’ti cintetvā uppatitvā ullaṅghitvā jālasikhānaṁ abbhantarabhūte tassa aṅgārarāsissa majjhe padumapuñje rājahaṁso viya pamuditacitto sakalasarīraṁ dānamukhe datvā patati.",
  "atk-s0512a1:733": "141-2.Paviṭṭhaṁ yassa kassacīti yathā ghammakāle sītalaṁ udakaṁ yena kenaci paviṭṭhaṁ tassa darathapariḷāhaṁ vūpasameti, assādaṁ pītiñca uppādeti. Tatheva jalitaṁ agginti evaṁ tathā pajjalitaṁ aṅgārarāsi tadā mama paviṭṭhassa usumamattampi nāhosi. Aññadatthu dānapītiyā sabbadarathapariḷāhavūpasamo eva ahosi. Cirassaṁ vata me chavicammādiko sabbo sarīrāvayavo dānamukhe juhitabbataṁ upagato abhipatthito manoratho matthakaṁ pattoti. Tena vuttaṁ –",
  "atk-s0512a1:734": "143.",
  "atk-s0512a1:735": " ‘‘Chaviṁ cammaṁ maṁsaṁ nhāruṁ, aṭṭhiṁ hadayabandhanaṁ;",
  "atk-s0512a1:736": "Kevalaṁ sakalaṁ kāyaṁ, brāhmaṇassa adāsaha’’nti.",
  "atk-s0512a1:737": "Tattha hadayabandhananti hadayamaṁsapesi. Tañhi hadayavatthuṁ bandhitvā viya ṭhitattā ‘‘hadayabandhana’’nti vuttaṁ. Atha vā hadayabandhananti hadayañca bandhanañca, hadayamaṁsañceva taṁ bandhitvā viya ṭhitayakanamaṁsañcāti attho. Kevalaṁ sakalaṁ kāyanti anavasesaṁ sabbaṁ sarīraṁ.",
  "atk-s0512a1:738": "Evaṁ tasmiṁ aggimhi attano sarīre lomakūpamattampi uṇhaṁ kātuṁ asakkonto bodhisattopi himagabbhaṁ paviṭṭho viya hutvā brāhmaṇarūpadharaṁ sakkaṁ evamāha – ‘‘brāhmaṇa, tayā kato aggi atisītalo, kiṁ nāmeta’’nti? Paṇḍita, nāhaṁ brāhmaṇo, sakkohamasmi, tava vīmaṁsanatthaṁ āgato evamakāsinti. ‘‘Sakka, tvaṁ tāva tiṭṭhatu, sakalopi ce loko maṁ dānena vīmaṁseyya, neva me adātukāmataṁ kathañcipi uppādeyya passetha na’’nti bodhisatto sīhanādaṁ nadi.",
  "atk-s0512a1:739": "Atha naṁ sakko ‘‘sasapaṇḍita, tava guṇā sakalakappampi pākaṭā hontū’’ti pabbataṁ pīḷetvā pabbatarasaṁ ādāya candamaṇḍale sasalakkhaṇaṁ ālikhitvā bodhisattaṁ tasmiṁ vanasaṇḍe tattheva vanagumbe taruṇadabbatiṇapīṭhe nipajjāpetvā attano devalokameva gato. Tepi cattāro paṇḍitā samaggā sammodamānā niccasīlaṁ uposathasīlañca pūretvā yathārahaṁ puññāni katvā yathākammaṁ gatā.",
  "atk-s0512a1:740": "Tadā uddo āyasmā ānando ahosi, siṅgālo mahāmoggallāno, makkaṭo sāriputto, sasapaṇḍito pana lokanātho.",
  "atk-s0512a1:741": "Tassa idhāpi sīlādipāramiyo heṭṭhā vuttanayeneva yathārahaṁ niddhāretabbā. Tathā satipi tiracchānupapattiyaṁ kusalādidhamme kusalādito yathābhūtāvabodho, tesu aṇumattampi vajjaṁ bhayato disvā suṭṭhu akusalato oramaṇaṁ, sammadeva ca kusaladhammesu attano patiṭṭhāpanaṁ, paresañca ‘‘ime nāma pāpadhammā te evaṁ gahitā evaṁ parāmaṭṭhā evaṁgatikā bhavanti evaṁabhisamparāyā’’ti ādīnavaṁ dassetvā tato viramaṇe niyojanaṁ, idaṁ dānaṁ nāma, idaṁ sīlaṁ nāma, idaṁ uposathakammaṁ nāma, ettha patiṭṭhitānaṁ devamanussasampattiyo hatthagatā evātiādinā puññakammesu ānisaṁsaṁ dassetvā patiṭṭhāpanaṁ, attano sarīrajīvitanirapekkhaṁ, paresaṁ sattānaṁ anuggaṇhanaṁ, uḷāro ca dānajjhāsayoti evamādayo idha bodhisattassa guṇānubhāvā vibhāvetabbā. Tenetaṁ vuccati – ‘‘evaṁ acchariyā hete…pe… dhammassa anudhammato’’ti.",
  "atk-s0512a1:742": "Sasapaṇḍitacariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a1:743": "Idāni ‘‘akittibrāhmaṇo’’tiādinā yathāvutte dasapi cariyāvisese udānetvā nigameti. Tattha ahameva tadā āsiṁ, yo te dānavare adāti yo tāni uttamadānāni adāsi, so akittibrāhaṇādiko ahameva tadā tasmiṁ kāle ahosiṁ, na aññoti. Iti tesu attabhāvesu satipi sīlādipāramīnaṁ yathārahaṁ pūritabhāve attano pana tadā dānajjhāsayassa ativiya uḷārabhāvaṁ sandhāya dānapāramivaseneva desanaṁ āropesi. Ete dānaparikkhārā, ete dānassa pāramīti ye ime akittijātakādīsu (jā. 1.13.83 ādayo) anekākāravokārā mayā pavattitā deyyadhammapariccāgā mama sarīrāvayavaputtadārapariccāgā paramakoṭikā, kiñcāpi te karuṇūpāyakosallapariggahitattā sabbaññutaññāṇameva uddissa pavattitattā dānassa paramukkaṁsagamanena dānapāramī eva, tathāpi mama dānassa paramatthapāramibhūtassa parikkharaṇatosantānassa paribhāvanāvasena abhisaṅkharaṇato ete dānaparikkhārā nāma. Yassa panete parikkhārā, taṁ dassetuṁ ‘‘jīvitaṁ yācake datvā, imaṁ pārami pūrayi’’nti vuttaṁ. Ettha hi ṭhapetvā sasapaṇḍitacariyaṁ sesāsu navasu cariyāsu yathārahaṁ dānapāramidānaupapāramiyo veditabbā, sasapaṇḍitacariye (cariyā. 1.125 ādayo) pana dānaparamatthapāramī. Tena vuttaṁ –",
  "atk-s0512a1:744": "‘‘Bhikkhāya upagataṁ disvā, sakattānaṁ pariccajiṁ;",
  "atk-s0512a1:745": "Dānena me samo natthi, esā me dānapāramī’’ti. (cariyā. 1.tassuddāna);",
  "atk-s0512a1:746": "Kiñcāpi hi mahāpurisassa yathāvutte akittibrāhmaṇādikāle aññasmiñca mahājanakamahāsutasomādikāle dānapāramiyā pūritattabhāvānaṁ parimāṇaṁ nāma natthi, tathāpi ekanteneva sasapaṇḍitakāle dānapāramiyā paramatthapāramibhāvo vibhāvetabboti.",
  "atk-s0512a1:747": "Paramatthadīpaniyā cariyāpiṭakasaṁvaṇṇanāya",
  "atk-s0512a1:748": "Dasavidhacariyāsaṅgahassa visesato",
  "atk-s0512a1:749": "Dānapāramivibhāvanassa",
  "atk-s0512a1:750": "Paṭhamavaggassa atthavaṇṇanā niṭṭhitā."
}