{
  "atk-s0404a28:0": "(14) 4. Sādhuvaggavaṇṇanā",
  "atk-s0404a28:1": "134. Catutthassa paṭhame sādhunti bhaddakaṁ siliṭṭhakaṁ. Dutiyādīni uttānatthānevāti. Ariyamaggavaggo uttānatthoyevāti.",
  "atk-s0404a28:2": "Sādhuvaggo catuttho.",
  "atk-s0404a28:3": "Tatiyapaṇṇāsakaṁ niṭṭhitaṁ.",
  "atk-s0404a28:4": "4. Catutthapaṇṇāsakaṁ",
  "atk-s0404a28:5": "155. Catutthassa paṭhamādīni uttānatthānevāti.",
  "atk-s0404a28:6": "8. Kammanidānasuttavaṇṇanā",
  "atk-s0404a28:7": "174. Aṭṭhame lobhahetukampīti pāṇātipātassa lobho upanissayakoṭiyā hetu hoti dosamohasampayuttopi. Iminā upāyena sabbattha attho veditabbo.",
  "atk-s0404a28:8": "9. Parikkamanasuttavaṇṇanā",
  "atk-s0404a28:9": "175. Navame parikkamanaṁ hotīti parivajjanaṁ hoti.",
  "atk-s0404a28:10": "10. Cundasuttavaṇṇanā",
  "atk-s0404a28:11": "176. Dasame kammāraputtassāti suvaṇṇakāraputtassa. Kassa no tvanti kassa nu tvaṁ. Pacchābhūmakāti pacchābhūmivāsikā. Kamaṇḍalukāti kamaṇḍaludhārino. Sevālamālikāti sevālamālā viya dhārenti. Sevālapaṭanivāsitātipi vuttameva. Udakorohakāti sāyatatiyakaṁ udakorohanānuyogamanuyuttā. Āmaseyyāsīti hatthena parimajjeyyāsi.",
  "atk-s0404a28:12": "11. Jāṇussoṇisuttavaṇṇanā",
  "atk-s0404a28:13": "177. Ekādasame upakappatūti pāpuṇātu. Ṭhāneti okāse. No aṭṭhāneti no anokāse. Nerayikānaṁāhāro nāma tattha nibbattanakammameva. Teneva hi te tattha yāpenti. Tiracchānayonikānaṁ pana tiṇapaṇṇādivasena āhāro veditabbo. Manussānaṁ odanakummāsādivasena , devānaṁ sudhābhojanādivasena, pettivesayikānaṁ kheḷasiṅghāṇikādivasena. Yaṁ vā panassa ito anuppavecchantīti yaṁ tassa mittādayo ito dadantā anupavesenti. Pettivesayikā eva hi paradattūpajīvino honti, na aññesaṁ parehi dinnaṁ upakappati. Dāyakopi anipphaloti yaṁ sandhāya taṁ dānaṁ dinnaṁ, tassa upakappatu vā mā vā, dāyakena pana na sakkā nipphalena bhavituṁ, dāyako tassa dānassa vipākaṁ labhatiyeva.",
  "atk-s0404a28:14": "Aṭṭhānepi bhavaṁ gotamo parikappaṁ vadatīti anokāse uppannepi tasmiṁ ñātake bhavaṁ gotamo dānassa phalaṁ parikappetiyeva paññāpetiyevāti pucchati. Brāhmaṇassa hi ‘‘evaṁ dinnassa dānassa phalaṁ dāyako na labhatī’’ti laddhi. Athassa bhagavā pañhaṁ paṭijānitvā ‘‘dāyako nāma yattha katthaci puññaphalūpajīviṭṭhāne nibbatto dānassa phalaṁ labhatiyevā’’ti dassetuṁ idha brāhmaṇātiādimāha. So tattha lābhī hotīti so tattha hatthiyoniyaṁ nibbattopi maṅgalahatthiṭṭhānaṁ patvā lābhī hoti. Assādīsupi eseva nayo. Sādhuvaggo uttānatthoyevāti.",
  "atk-s0404a28:15": "Jāṇussoṇivaggo dutiyo.",
  "atk-s0404a28:16": "Catutthapaṇṇāsakaṁ niṭṭhitaṁ."
}