{
  "atk-s0501a9:0": "9. Mettasuttavaṇṇanā",
  "atk-s0501a9:1": "Nikkhepappayojanaṃ",
  "atk-s0501a9:2": "Idāni nidhikaṇḍānantaraṃ nikkhittassa mettasuttassa vaṇṇanākkamo anuppatto. Tassa idha nikkhepappayojanaṃ vatvā tato paraṃ –",
  "atk-s0501a9:3": "‘‘Yena vuttaṃ yadā yattha, yasmā cetesa dīpanā;",
  "atk-s0501a9:4": "Nidānaṃ sodhayitvāssa, karissāmatthavaṇṇanaṃ’’.",
  "atk-s0501a9:5": "Tattha yasmā nidhikaṇḍena dānasīlādipuññasampadā vuttā, sā ca sattesu mettāya katāya mahapphalā hoti yāva buddhabhūmiṃ pāpetuṃ samatthā, tasmā tassā puññasampadāya upakāradassanatthaṃ, yasmā vā saraṇehi sāsane otaritvā sikkhāpadehi sīle patiṭṭhitānaṃ dvattiṃsākārena rāgappahānasamatthaṃ, kumārapañhena mohappahānasamatthañca kammaṭṭhānaṃ dassetvā, maṅgalasuttena tassa pavattiyā maṅgalabhāvo attarakkhā ca, ratanasuttena tassānurūpā pararakkhā, tirokuṭṭena rattanasutte vuttabhūtesu ekaccabhūtadassanaṃ vuttappakārāya puññasampattiyā pamajjantānaṃ vipatti ca, nidhikaṇḍena tirokuṭṭe vuttavipattipaṭipakkhabhūtā sampatti ca dassitā, dosappahānasamatthaṃ pana kammaṭṭhānaṃ adassitameva, tasmā taṃ dosappahānasamatthaṃ kammaṭṭhānaṃ dassetuṃ idaṃ mettasuttaṃ idha nikkhittaṃ. Evañhi suparipūro hoti khuddakapāṭhoti idamassa idha nikkhepappayojanaṃ.",
  "atk-s0501a9:6": "Nidānasodhanaṃ",
  "atk-s0501a9:7": "Idāni yāyaṃ –",
  "atk-s0501a9:8": "‘‘Yena vuttaṃ yadā yattha, yasmā cetesa dīpanā;",
  "atk-s0501a9:9": "Nidānaṃ sodhayitvāssa, karissāmatthavaṇṇana’’nti. –",
  "atk-s0501a9:10": "Mātikā nikkhittā, tattha idaṃ mettasuttaṃ bhagavatāva vuttaṃ, na sāvakādīhi, tañca pana yadā himavantapassato devatāhi ubbāḷhā bhikkhū bhagavato santikaṃ āgatā, tadā sāvatthiyaṃ tesaṃ bhikkhūnaṃ parittatthāya kammaṭṭhānatthāya ca vuttanti evaṃ tāva saṅkhepato etesaṃ padānaṃ dīpanā nidānasodhanā veditabbā.",
  "atk-s0501a9:11": "Vitthārato pana evaṃ veditabbā – ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati upakaṭṭhāya vassūpanāyikāya, tena kho pana samayena sambahulā nānāverajjakā bhikkhū bhagavato santike kammaṭṭhānaṃ gahetvā tattha tattha vassaṃ upagantukāmā bhagavantaṃ upasaṅkamanti. Tatra sudaṃ bhagavā rāgacaritānaṃ saviññāṇakaaviññāṇakavasena ekādasavidhaṃ asubhakammaṭṭhānaṃ, dosacaritānaṃ catubbidhaṃ mettādikammaṭṭhānaṃ, mohacaritānaṃ maraṇassatikammaṭṭhānādīni, vitakkacaritānaṃ ānāpānassatipathavīkasiṇādīni, saddhācaritānaṃ buddhānussatikammaṭṭhānādīni, buddhicaritānaṃ catudhātuvavatthānādīnīti iminā nayena caturāsītisahassappabhedacaritānukūlāni kammaṭṭhānāni katheti.",
  "atk-s0501a9:12": "Atha kho pañcamattāni bhikkhusatāni bhagavato santike kammaṭṭhānaṃ uggahetvā sappāyasenāsanañca gocaragāmañca pariyesamānāni anupubbena gantvā paccante himavantena saddhiṃ ekābaddhaṃ nīlakācamaṇisannibhasilātalaṃ sītalaghanacchāyanīlavanasaṇḍamaṇḍitaṃ muttājālarajatapaṭṭasadisavālukākiṇṇabhūmibhāgaṃ sucisātasītalajalāsayaparivāritaṃ pabbatamaddasaṃsu. Atha te bhikkhū tatthekarattiṃ vasitvā pabhātāya rattiyā sarīraparikammaṃ katvā tassa avidūre aññataraṃ gāmaṃ piṇḍāya pavisiṃsu. Gāmo ghananivesanasanniviṭṭhakulasahassayutto, manussā cettha saddhā pasannā te paccante pabbajitadassanassa dullabhatāya bhikkhū disvā eva pītisomanassajātā hutvā te bhikkhū bhojetvā ‘‘idheva, bhante, temāsaṃ vasathā’’ti yācitvā pañca padhānakuṭisatāni kāretvā tattha mañcapīṭhapānīyaparibhojanīyaghaṭādīni sabbūpakaraṇāni paṭiyādesuṃ.",
  "atk-s0501a9:13": "Bhikkhū dutiyadivase aññaṃ gāmaṃ piṇḍāya pavisiṃsu. Tatthapi manussā tatheva upaṭṭhahitvā vassāvāsaṃ yāciṃsu. Bhikkhū ‘‘asati antarāye’’ti adhivāsetvā taṃ vanasaṇḍaṃ pavisitvā sabbarattindivaṃ āraddhavīriyā yāmaghaṇḍikaṃ koṭṭetvā yonisomanasikārabahulā viharantā rukkhamūlāni upagantvā nisīdiṃsu. Sīlavantānaṃ bhikkhūnaṃ tejena vihatatejā rukkhadevatā attano attano vimānā oruyha dārake gahetvā ito cito vicaranti. Seyyathāpi nāma rājūhi vā rājamahāmattehi vā gāmakāvāsaṃ gatehi gāmavāsīnaṃ gharesu okāse gahite gharamanussakā gharā nikkhamitvā aññatra vasantā ‘‘kadā nu gamissantī’’ti dūratova olokenti, evameva devatā attano attano vimānāni chaḍḍetvā ito cito ca vicarantiyo dūratova olokenti ‘‘kadā nu bhadantā gamissantī’’ti. Tato evaṃ samacintesuṃ ‘‘paṭhamavassūpagatā bhikkhū avassaṃ temāsaṃ vasissanti, mayaṃ pana tāva ciraṃ dārake gahetvā okkamma vasituṃ na sakkoma, handa mayaṃ bhikkhūnaṃ bhayānakaṃ ārammaṇaṃ dassemā’’ti. Tā rattiṃ bhikkhūnaṃ samaṇadhammakaraṇavelāya bhiṃsanakāni yakkharūpāni nimminitvā purato purato tiṭṭhanti, bheravasaddañca karonti. Bhikkhūnaṃ tāni rūpāni disvā tañca saddaṃ sutvā hadayaṃ phandi, dubbaṇṇā ca ahesuṃ uppaṇḍuppaṇḍukajātā. Tena te bhikkhū cittaṃ ekaggaṃ kātuṃ nāsakkhiṃsu, tesaṃ anekaggacittānaṃ bhayena ca punappunaṃ saṃviggānaṃ sati sammussi, tato tesaṃ muṭṭhasatīnaṃ duggandhāni ārammaṇāni payojesuṃ, tesaṃ tena duggandhena nimmathiyamānamiva matthaluṅgaṃ ahosi, gāḷhā sīsavedanā uppajjiṃsu, na ca taṃ pavattiṃ aññamaññassa ārocesuṃ.",
  "atk-s0501a9:14": "Athekadivasaṃ saṅghattherassa upaṭṭhānakāle sabbesu sannipatitesu saṅghatthero pucchi ‘‘tumhākaṃ, āvuso, imaṃ vanasaṇḍaṃ paviṭṭhānaṃ katipāhaṃ ativiya parisuddho chavivaṇṇo ahosi pariyodāto, vippasannāni ca indriyāni, etarahi panattha kisā dubbaṇṇā uppaṇḍuppaṇḍukajātā, kiṃ vo idha asappāya’’nti. Tato eko bhikkhu āha – ‘‘ahaṃ, bhante, rattiṃ īdisañca īdisañca bheravārammaṇaṃ passāmi ca suṇāmi ca, īdisañca gandhaṃ ghāyāmi, tena me cittaṃ na samādhiyatī’’ti, eteneva upāyena sabbeva te taṃ pavattiṃ ārocesuṃ. Saṅghatthero āha – ‘‘bhagavatā, āvuso, dve vassūpanāyikā paññattā, amhākañca idaṃ senāsanaṃ asappāyaṃ, āyāmāvuso, bhagavato santikaṃ gantvā aññaṃ sappāyasenāsanaṃ pucchāmā’’ti. ‘‘Sādhu, bhante’’ti te bhikkhū therassa paṭissuṇitvā sabbeva senāsanaṃ saṃsāmetvā pattacīvaramādāya anupalittattā kulesu kañci anāmantetvā eva yena sāvatthi tena cārikaṃ pakkamiṃsu. Anupubbena sāvatthiṃ gantvā bhagavato santikaṃ āgamiṃsu.",
  "atk-s0501a9:15": "Bhagavā te bhikkhū disvā etadavoca – ‘‘na, bhikkhave, antovassaṃ cārikā caritabbāti mayā sikkhāpadaṃ paññattaṃ, kissa tumhe cārikaṃ carathā’’ti. Te bhagavato sabbamārocesuṃ. Bhagavā āvajjento sakalajambudīpe antamaso catupādapīṭhakaṭṭhānamattampi tesaṃ sappāyasenāsanaṃ nāddasa. Atha te bhikkhū āha – ‘‘na, bhikkhave, tumhākaṃ aññaṃ sappāyasenāsanaṃ atthi, tattheva tumhe viharantā āsavakkhayaṃ pāpuṇissatha, gacchatha, bhikkhave, tameva senāsanaṃ upanissāya viharatha, sace pana devatāhi abhayaṃ icchatha, imaṃ parittaṃ uggaṇhatha. Etañhi vo parittañca kammaṭṭhānañca bhavissatī’’ti idaṃ suttamabhāsi.",
  "atk-s0501a9:16": "Apare panāhu – ‘‘gacchatha, bhikkhave, tameva senāsanaṃ upanissāya viharathā’’ti idañca vatvā bhagavā āha – ‘‘apica kho āraññakena pariharaṇaṃ ñātabbaṃ. Seyyathidaṃ – sāyaṃ pātaṃ karaṇavasena dve mettā dve parittā dve asubhā dve maraṇassatī aṭṭhamahāsaṃvegavatthusamāvajjanañca, aṭṭha mahāsaṃvegavatthūni nāma jātijarābyādhimaraṇaṃ cattāri apāyadukkhānīti, atha vā jātijarābyādhimaraṇāni cattāri, apāyadukkhaṃ pañcamaṃ, atīte vaṭṭamūlakaṃ dukkhaṃ, anāgate vaṭṭamūlakaṃ dukkhaṃ, paccuppanne āhārapariyeṭṭhimūlakaṃ dukkha’’nti. Evaṃ bhagavā pariharaṇaṃ ācikkhitvā tesaṃ bhikkhūnaṃ mettatthañca parittatthañca vipassanāpādakajjhānatthañca idaṃ suttamabhāsīti. Evaṃ vitthāratopi ‘‘yena vuttaṃ yadā yattha, yasmā ce’’ti etesaṃ padānaṃ dīpanā nidānasodhanā veditabbā.",
  "atk-s0501a9:17": "Ettāvatā ca yā sā ‘‘yena vuttaṃ yadā yattha, yasmā cetesa dīpanā. Nidānaṃ sodhayitvā’’ti mātikā ṭhapitā, sā sabbākārena vitthāritā hoti.",
  "atk-s0501a9:18": "Paṭhamagāthāvaṇṇanā",
  "atk-s0501a9:19": "1. Idāni ‘‘assa karissāmatthavaṇṇana’’nti vuttattā evaṃ katanidānasodhanassa assa suttassa atthavaṇṇanā ārabbhate. Tattha karaṇīyamatthakusalenāti imissā paṭhamagāthāya tāva ayaṃ padavaṇṇanā – karaṇīyanti kātabbaṃ, karaṇārahanti attho. Atthoti paṭipadā, yaṃ vā kiñci attano hitaṃ, taṃ sabbaṃ araṇīyato atthoti vuccati, araṇīyato nāma upagantabbato. Atthe kusalena atthakusalena atthachekenāti vuttaṃ hoti. Yanti aniyamitapaccattaṃ. Nti niyamitaupayogaṃ, ubhayampi vā yaṃ tanti paccattavacanaṃ. Santaṃ padanti upayogavacanaṃ, tattha lakkhaṇato santaṃ, pattabbato padaṃ, nibbānassetaṃ adhivacanaṃ. Abhisameccāti abhisamāgantvā. Sakkotīti sakko, samattho paṭibaloti vuttaṃ hoti. Ujūti ajjavayutto. Suṭṭhu ujūti suhuju. Sukhaṃ vaco tasminti suvaco. Assāti bhaveyya. Mudūti maddavayutto. Na atimānīti anatimāni.",
  "atk-s0501a9:20": "Ayaṃ panettha atthavaṇṇanā – karaṇīyamatthakusalena, yantaṃ santaṃ padaṃ abhisameccāti ettha tāva atthi karaṇīyaṃ, atthi akaraṇīyaṃ. Tattha saṅkhepato sikkhattayaṃ karaṇīyaṃ. Sīlavipatti, diṭṭhivipatti, ācāravipatti, ājīvavipattīti evamādi akaraṇīyaṃ. Tathā atthi atthakusalo, atthi anatthakusalo. Tattha yo imasmiṃ sāsane pabbajitvā na attānaṃ sammā payojeti, khaṇḍasīlo hoti, ekavīsatividhaṃ anesanaṃ nissāya jīvikaṃ kappeti. Seyyathidaṃ – veḷudānaṃ pattadānaṃ pupphadānaṃ phaladānaṃ dantakaṭṭhadānaṃ mukhodakadānaṃ sinānadānaṃ cuṇṇadānaṃ mattikādānaṃ cāṭukamyataṃ muggasūpyataṃ pāribhaṭayataṃ jaṅghapesanikaṃ vejjakammaṃ dūtakammaṃ pahiṇagamanaṃ piṇḍapaṭipiṇḍaṃ dānānuppadānaṃ vatthuvijjaṃ nakkhattavijjaṃ aṅgavijjanti. Chabbidhe ca agocare carati. Seyyathidaṃ – vesiyāgocare vidhavathullakumārikapaṇḍakabhikkhunīpānāgāragocareti. Saṃsaṭṭho ca viharati rājūhi rājamahāmattehi titthiyehi titthiyasāvakehi ananulomikena gihisaṃsaggena, yāni vā pana tāni kulāni assaddhāni appasannāni anopānabhūtāni akkosakaparibhāsakāni anatthakāmāni ahitaaphāsukayogakkhemakāmāni bhikkhūnaṃ…pe… upāsikānaṃ, tathārūpāni kulāni sevati bhajati payirupāsati. Ayaṃ anatthakusalo.",
  "atk-s0501a9:21": "Yo pana imasmiṃ sāsane pabbajitvā attānaṃ sammā payojeti, anesanaṃ pahāya catupārisuddhisīle patiṭṭhātukāmo saddhāsīsena pātimokkhasaṃvaraṃ satisīsena indriyasaṃvaraṃ vīriyasīsena ājīvapārisuddhiṃ, paññāsīsena paccayapaṭisevanaṃ pūreti. Ayaṃ atthakusalo.",
  "atk-s0501a9:22": "Yo vā sattāpattikkhandhasodhanavasena pātimokkhasaṃvaraṃ, chadvāre ghaṭṭitārammaṇesu abhijjhādīnaṃ anuppattivasena indrisaṃvaraṃ, anesanaparivajjanavasena viññuppasatthabuddhabuddhasāvakavaṇṇitapaccayapaṭisevanena ca ājīvapārisuddhiṃ, yathāvuttapaccavekkhaṇavasena paccayapaṭisevanaṃ, catuiriyāpathaparivattane sātthakatādipaccavekkhaṇavasena sampajaññañca sodheti. Ayampi atthakusalo.",
  "atk-s0501a9:23": "Yo vā yathā ūsodakaṃ paṭicca saṃkiliṭṭhaṃ vatthaṃ pariyodāpayati, chārikaṃ paṭicca ādāso, ukkāmukhaṃ paṭicca jātarūpaṃ, tathā ñāṇaṃ paṭicca sīlaṃ vodāyatīti ñatvā ñāṇodakena dhovanto sīlaṃ pariyodāpeti. Yathā ca kikī sakuṇikā aṇḍaṃ, camarī migo vāladhiṃ, ekaputtikā nārī piyaṃ ekaputtakaṃ, ekanayano puriso taṃ ekanayanañca rakkhati, tathā ativiya appamatto attano sīlakkhandhaṃ rakkhati, sāyaṃ pātaṃ paccavekkhamāno aṇumattampi vajjaṃ na passati. Ayampi atthakusalo.",
  "atk-s0501a9:24": "Yo vā pana avippaṭisārakare sīle patiṭṭhāya kilesavikkhambhanapaṭipadaṃ paggaṇhāti, taṃ paggaṇhitvā kasiṇaparikammaṃ karoti, kasiṇaparikammaṃ katvā samāpattiyo nibbatteti. Ayampi atthakusalo.",
  "atk-s0501a9:25": "Yo vā pana samāpattito vuṭṭhāya saṅkhāre sammasitvā arahattaṃ pāpuṇāti, ayaṃ atthakusalānaṃ aggo. Tattha ye ime yāva avippaṭisārakare sīle patiṭṭhānena yāva vā kilesavikkhambhanapaṭipadāyapaggahaṇena vaṇṇitā atthakusalā, te imasmiṃ atthe atthakusalāti adhippetā. Tathā vidhā ca te bhikkhū. Tena bhagavā te bhikkhū sandhāya ekapuggalādhiṭṭhānāya desanāya ‘‘karaṇīyamatthakusalenā’’ti āha.",
  "atk-s0501a9:26": "Tato ‘‘kiṃ karaṇīya’’nti tesaṃ sañjātakaṅkhānaṃ āha ‘‘yantaṃ santaṃ padaṃ abhisameccā’’ti. Ayamettha adhippāyo – taṃ buddhānubuddhehi vaṇṇitaṃ santaṃ nibbānapadaṃ paṭivedhavasena abhisamecca viharitukāmena yaṃ karaṇīyanti. Ettha ca yanti imassa gāthāpadassa ādito vuttameva karaṇīyanti adhikārato anuvattati, taṃ santaṃ padaṃ abhisameccāti. Ayaṃ pana yasmā sāvasesapāṭho attho, tasmā viharitukāmenāti vuttanti veditabbaṃ.",
  "atk-s0501a9:27": "Atha vā santaṃ padaṃ abhisameccāti anussavādivasena lokiyapaññāya nibbānapadaṃ ‘‘santa’’nti ñatvā taṃ adhigantukāmena yantaṃ karaṇīyanti adhikārato anuvattati, taṃ karaṇīyamatthakusalenāti evampettha adhippāyo veditabbo. Atha vā ‘‘karaṇīyamatthakusalenā’’ti vutte ‘‘ki’’nti cintentānaṃ āha ‘‘yantaṃ santaṃ padaṃ abhisameccā’’ti. Tassevaṃ adhippāyo veditabbo – lokiyapaññāya santaṃ padaṃ abhisamecca yaṃ karaṇīyaṃ kātabbaṃ, taṃ karaṇīyaṃ, karaṇārahameva tanti vuttaṃ hoti.",
  "atk-s0501a9:28": "Kiṃ pana tanti ? Kimaññaṃ siyā aññatra tadadhigamupāyato, kāmañcetaṃ karaṇārahaṭṭhena sikkhattayadīpakena ādipadeneva vuttaṃ. Tathā hi tassa atthavaṇṇanāyaṃ avocumhā ‘‘atthi karaṇīyaṃ, atthi akaraṇīyaṃ. Tattha saṅkhepato sikkhattayaṃ karaṇīya’’nti. Atisaṅkhepena desitattā pana tesaṃ bhikkhūnaṃ kehici viññātaṃ, kehici na viññātaṃ. Tato yehi na viññātaṃ, tesaṃ viññāpanatthaṃ yaṃ visesato āraññakena bhikkhunā kātabbaṃ, taṃ vitthārento ‘‘sakko ujū ca suhujū ca, suvaco cassa mudu anatimānī’’ti imaṃ tāva upaḍḍhagāthamāha.",
  "atk-s0501a9:29": "Kiṃ vuttaṃ hoti? Santaṃ padaṃ abhisamecca viharitukāmo, lokiyapaññāya vā taṃ abhisamecca tadadhigamāya paṭipajjamāno āraññako bhikkhu dutiyacatutthapadhāniyaṅgasamannāgamena kāye ca jīvite ca anapekkho hutvā saccappaṭivedhāya paṭipajjituṃ sakko assa, tathā kasiṇaparikammavattasamādānādīsu attano pattacīvarappaṭisaṅkharaṇādīsu ca yāni tāni sabrahmacārīnaṃ uccāvacāni kiṃ karaṇīyāni, tesu aññesu ca evarūpesu sakko assa dakkho analaso samattho. Sakko hontopi ca tatiyapadhāniyaṅgasamannāgamena uju assa. Uju hontopi ca sakiṃ ujubhāvena daharakāle vā ujubhāvena santosaṃ anāpajjitvā yāvajīvaṃ punappunaṃ asithilakaraṇena suṭṭhutaraṃ uju assa. Asaṭhatāya vā uju, amāyāvitāya suhuju. Kāyavacīvaṅkappahānena vā uju, manovaṅkappahānena suhuju. Asantaguṇassa vā anāvikaraṇena uju, asantaguṇena uppannassa lābhassa anadhivāsanena suhuju. Evaṃ ārammaṇalakkhaṇūpanijjhānehi purimadvayatatiyasikkhāhi payogāsayasuddhīhi ca uju ca suhuju ca assa.",
  "atk-s0501a9:30": "Na kevalañca uju ca suhuju ca, apica pana suvaco ca assa. Yo hi puggalo ‘‘idaṃ na kattabba’’nti vutto ‘‘kiṃ te diṭṭhaṃ, kiṃ te sutaṃ, ko me sutvā vadasi, kiṃ upajjhāyo ācariyo sandiṭṭho sambhatto vā’’ti vadeti, tuṇhībhāvena vā taṃ viheseti, sampaṭicchitvā vā na tathā karoti, so visesādhigamassa dūre hoti. Yo pana ovadiyamāno ‘‘sādhu, bhante suṭṭhu vuttaṃ, attano vajjaṃ nāma duddasaṃ hoti, punapi maṃ evarūpaṃ disvā vadeyyātha anukampaṃ upādāya, cirassaṃ me tumhākaṃ santikā ovādo laddho’’ti vadati, yathānusiṭṭhañca paṭipajjati, so visesādhigamassa avidūre hoti. Tasmā evaṃ parassa vacanaṃ sampaṭicchitvā karonto suvaco ca assa.",
  "atk-s0501a9:31": "Yathā ca suvaco, evaṃ mudu assa. Mudūti gahaṭṭhehi dūtagamanapahiṇagamanādīsu niyujjamāno tattha mudubhāvaṃ akatvā thaddho hutvā vattapaṭipattiyaṃ sakalabrahmacariye ca mudu assa suparikammakatasuvaṇṇaṃ viya tattha tattha viniyogakkhamo. Atha vā mudūti abhākuṭiko uttānamukho sukhasambhāso paṭisanthāravutti sutitthaṃ viya sukhāvagāho assa. Na kevalañca mudu, apica pana anatimānī assa, jātigottādīhi atimānavatthūhi pare nātimaññeyya, sāriputtatthero viya caṇḍālakumārakasamena cetasā vihareyyāti.",
  "atk-s0501a9:32": "Dutiyagāthāvaṇṇanā",
  "atk-s0501a9:33": "2. Evaṃ bhagavā santaṃ padaṃ abhisamecca viharitukāmassa tadadhigamāya vā paṭipajjamānassa visesato āraññakassa bhikkhuno ekaccaṃ karaṇīyaṃ vatvā puna tatuttaripi vattukāmo ‘‘santussako cā’’ti dutiyagāthamāha.",
  "atk-s0501a9:34": "Tattha ‘‘santuṭṭhī ca kataññutā’’ti ettha vuttappabhedena dvādasavidhena santosena santussatīti santussako. Atha vā tussatīti tussako, sakena tussako, santena tussako, samena tussakoti santussako. Tattha sakaṃ nāma ‘‘piṇḍiyālopabhojanaṃ nissāyā’’ti evaṃ upasampadamaṇḍale uddiṭṭhaṃ attanā ca sampaṭicchitaṃ catupaccayajātaṃ, tena sundarena vā asundarena vā sakkaccaṃ vā asakkaccaṃ vā dinnena paṭiggahaṇakāle paribhogakāle ca vikāraṃ adassetvā yāpento ‘‘sakena tussako’’ti vuccati. Santaṃ nāma yaṃ laddhaṃ hoti attano ‘vijjamānaṃ , tena santeneva tussanto tato paraṃ na patthento atricchataṃ pajahanto ‘‘santena tussako’’ti vuccati. Samaṃ nāma iṭṭhāniṭṭhesu anunayapaṭighappahānaṃ, tena samena sabbārammaṇesu tussanto ‘‘samena tussako’’ti vuccati.",
  "atk-s0501a9:35": "Sukhena bharīyatīti subharo, suposoti vuttaṃ hoti. Yo hi bhikkhu manussehi sālimaṃsodanādīnaṃ patte pūretvā dinnepi dummukhabhāvaṃ anattamanabhāvameva ca dasseti, tesaṃ vā sammukhāva taṃ piṇḍapātaṃ ‘‘kiṃ tumhehi dinna’’nti apasādento sāmaṇeragahaṭṭhādīnaṃ deti, esa dubbharo. Etaṃ disvā manussā dūratova parivajjenti ‘‘dubbharo bhikkhu na sakkā posetu’’nti . Yo pana yaṃ kiñci lūkhaṃ vā paṇītaṃ vā appaṃ vā bahuṃ vā labhitvā attamano vippasannamukho hutvā yāpeti, esa subharo. Etaṃ disvā manussā ativiya vissatthā honti, ‘‘amhākaṃ bhadanto subharo, thokathokenāpi tussati, mayameva naṃ posessāmā’’ti paṭiññaṃ katvā posenti. Evarūpo idha subharoti adhippeto.",
  "atk-s0501a9:36": "Appaṃ kiccamassāti appakicco, na kammārāmatābhassārāmatāsaṅgaṇikārāmatādianekakiccabyāvaṭo, atha vā sakalavihāre navakammasaṅghaparibhogasāmaṇeraārāmikavosāsanādikiccavirahito, attano kesanakhacchedanapattacīvarakammādiṃ katvā samaṇadhammakiccaparo hotīti vuttaṃ hoti.",
  "atk-s0501a9:37": "Sallahukā vutti assāti sallahukavutti. Yathā ekacco bahubhaṇḍo bhikkhu disāpakkamanakāle bahuṃ pattacīvarapaccattharaṇatelaguḷādiṃ mahājanena sīsabhārakaṭibhārādīhi ubbahāpetvā pakkamati, evaṃ ahutvā yo appaparikkhāro hoti, pattacīvarādiaṭṭhasamaṇaparikkhāramattameva pariharati, disāpakkamanakāle pakkhī sakuṇo viya samādāyeva pakkamati , evarūpo idha sallahukavuttīti adhippeto. Santāni indriyāni assāti santindriyo, iṭṭhārammaṇādīsu rāgādivasena anuddhatindriyoti vuttaṃ hoti. Nipakoti viññū vibhāvī paññavā, sīlānurakkhaṇapaññāya cīvarādivicāraṇapaññāya āvāsādisattasappāyaparijānanapaññāya ca samannāgatoti adhippāyo.",
  "atk-s0501a9:38": "Na pagabbhoti appagabbho, aṭṭhaṭṭhānena kāyapāgabbhiyena catuṭṭhānena vacīpāgabbhiyena anekena ṭhānena manopāgabbhiyena ca virahitoti attho.",
  "atk-s0501a9:39": "Aṭṭhaṭṭhānaṃ kāyapāgabbhiyaṃ (mahāni. 87) nāma saṅghagaṇapuggalabhojanasālājantāgharanhānatitthabhikkhācāramaggaantaragharappavesanesu kāyena appatirūpakaraṇaṃ. Seyyathidaṃ – idhekacco saṅghamajjhe pallatthikāya vā nisīdati pāde pādamodahitvā vāti evamādi. Tathā gaṇamajjhe catuparisasannipāte, tathā vuḍḍhatare puggale. Bhojanasālāyaṃ pana vuḍḍhānaṃ āsanaṃ na deti, navānaṃ āsanaṃ paṭibāhati. Tathā jantāghare, vuḍḍhe cettha anāpucchā aggijālanādīni karoti. Nhānatitthe ca yadidaṃ ‘‘daharo vuḍḍhoti pamāṇaṃ akatvā āgatapaṭipāṭiyā nhāyitabba’’nti vuttaṃ, tampi anādiyanto pacchā āgantvā udakaṃ otaritvā vuḍḍhe ca nave ca bādheti. Bhikkhācāramagge pana aggāsanaaggodakaaggapiṇḍatthaṃ vuḍḍhānaṃ purato purato yāti, bāhāya bāhaṃ paharanto. Antaragharappavesane vuḍḍhānaṃ paṭhamataraṃ pavisati, daharehi kāyakīḷanaṃ karotīti evamādi.",
  "atk-s0501a9:40": "Catuṭṭhānaṃ vacīpāgabbhiyaṃ (mahāni. 87) nāma saṅghagaṇapuggalaantaragharesu appatirūpavācānicchāraṇaṃ. Seyyathidaṃ – idhekacco saṅghamajjhe anāpucchā dhammaṃ bhāsati, tathā pubbe vuttappakāre gaṇe vuḍḍhatare puggale ca, tattha manussehi pañhaṃ puṭṭho vuḍḍhataraṃ anāpucchā vissajjeti, antaraghare pana ‘‘itthannāme kiṃ atthi, kiṃ yāgu udāhu khādanīyaṃ vā bhojanīyaṃ vā, kiṃ me dassasi, kiṃ ajja khādissāmi, kiṃ bhuñjissāmi, kiṃ pivissāmī’’ti evamādiṃ bhāsati.",
  "atk-s0501a9:41": "Anekaṭṭhānaṃ manopāgabbhiyaṃ (mahāni. 87) nāma tesu tesu ṭhānesu kāyavācāhi ajjhācāraṃ anāpajjitvāpi manasā eva kāmavitakkādinānappakāraṃ appatirūpavitakkanaṃ.",
  "atk-s0501a9:42": "Kulesvananugiddhoti yāni tāni kulāni upasaṅkamati, tesu paccayataṇhāya vā ananulomikagihisaṃsaggavasena vā ananugiddho, na sahasokī, na sahanandī, na sukhitesu sukhito, na dukkhitesu dukkhito, na uppannesu kiccakaraṇīyesu attanā vā uyyogamāpajjitāti vuttaṃ hoti. Imissāya ca gāthāya yaṃ ‘‘suvaco cassā’’ti ettha vuttaṃ assāti vacanaṃ, taṃ sabbapadehi saddhiṃ santussako ca assa, subharo ca assāti evaṃ yojetabbaṃ.",
  "atk-s0501a9:43": "Tatiyagāthāvaṇṇanā",
  "atk-s0501a9:44": "3. Evaṃ bhagavā santaṃ padaṃ abhisamecca viharitukāmassa tadadhigamāya vā paṭipajjitukāmassa visesato āraññakassa bhikkhuno taduttaripi karaṇīyaṃ ācikkhitvā idāni akaraṇīyampi ācikkhitukāmo ‘‘na ca khuddamācare kiñci, yena viññū pare upavadeyyu’’nti imaṃ upaḍḍhagāthamāha.",
  "atk-s0501a9:45": "Tassattho – evamimaṃ karaṇīyaṃ karonto yaṃ taṃ kāyavacīmanoduccaritaṃ khuddaṃ lāmakanti vuccati, taṃ na ca khuddaṃ samācare, asamācaranto ca na kevalaṃ oḷārikaṃ, kintu kiñci na samācare, appamattakampi aṇumattakampi na samācareti vuttaṃ hoti.",
  "atk-s0501a9:46": "Tato tassa samācāre sandiṭṭhikamevādīnavaṃ dasseti ‘‘yena viññū pare upavadeyyu’’nti. Ettha ca yasmā aviññū pare appamāṇaṃ. Te hi anavajjaṃ vā sāvajjaṃ karonti, appasāvajjaṃ vā mahāsāvajjaṃ. Viññū eva pana pamāṇaṃ. Te hi anuvicca pariyogāhetvā avaṇṇārahassa avaṇṇaṃ bhāsanti, vaṇṇārahassa vaṇṇaṃ bhāsanti. Tasmā ‘‘viññū pare’’ti vuttaṃ.",
  "atk-s0501a9:47": "Evaṃ bhagavā imāhi aḍḍhateyyāhi gāthāhi santaṃ padaṃ abhisamecca viharitukāmassa tadadhigamāya vā paṭipajjitukāmassa visesato āraññakassa, āraññakasīsena ca sabbesampi kammaṭṭhānaṃ gahetvā viharitukāmānaṃ karaṇīyākaraṇīyabhedaṃ kammaṭṭhānūpacāraṃ vatvā idāni tesaṃ bhikkhūnaṃ tassa devatābhayassa paṭighātāya parittatthaṃ vipassanāpādakajjhānavasena kammaṭṭhānatthañca ‘‘sukhinova khemino hontū’’tiādinā nayena mettakathaṃ kathetumāraddho.",
  "atk-s0501a9:48": "Tattha sukhinoti sukhasampannā. Kheminoti khemavanto, abhayā nirupaddavāti vuttaṃ hoti. Sabbeti anavasesā. Sattāti pāṇino. Sukhitattāti sukhitacittā. Ettha ca kāyikena sukhena sukhino, mānasena sukhitattā, tadubhayenāpi sabbabhayupaddavavigamena vā kheminoti veditabbo. Kasmā pana evaṃ vuttaṃ? Mettābhāvanākāradassanatthaṃ. Evañhi mettā bhāvetabbā ‘‘sabbe sattā sukhino hontū’’ti vā, ‘‘khemino hontū’’ti vā, ‘‘sukhitattā hontū’’ti vā.",
  "atk-s0501a9:49": "Catutthagāthāvaṇṇanā",
  "atk-s0501a9:50": "4. Evaṃ yāva upacārato appanākoṭi, tāva saṅkhepena mettābhāvanaṃ dassetvā idāni vitthāratopi taṃ dassetuṃ ‘‘ye kecī’’ti gāthādvayamāha. Atha vā yasmā puthuttārammaṇe paricitaṃ cittaṃ na ādikeneva ekatte saṇṭhāti ārammaṇappabhedaṃ pana anugantvā anugantvā kamena saṇṭhāti, tasmā tassa tasathāvarādidukatikappabhede ārammaṇe anugantvā anugantvā saṇṭhānatthampi ‘‘ye kecī’’ti gāthādvayamāha. Atha vā yasmā yassa yaṃ ārammaṇaṃ vibhūtaṃ hoti, tassa tattha cittaṃ sukhaṃ tiṭṭhati, tasmā tesaṃ bhikkhūnaṃ yassa yaṃ vibhūtaṃ ārammaṇaṃ, tassa tattha cittaṃ saṇṭhāpetukāmo tasathāvarādidukatikārammaṇabhedadīpakaṃ ‘‘ye kecī’’ti imaṃ gāthādvayamāha.",
  "atk-s0501a9:51": "Ettha hi tasathāvaradukaṃ diṭṭhādiṭṭhadukaṃ dūrasantikadukaṃ bhūtasambhavesidukanti cattāro duke, dīghādīhi ca chahi padehi majjhimapadassa tīsu aṇukapadassa ca dvīsu tikesu atthasambhavato dīgharassamajjhimatikaṃ mahantāṇukamajjhimatikaṃ thūlāṇukamajjhimatikanti tayo tike ca dīpeti. Tattha ye kecīti anavasesavacanaṃ. Pāṇā eva bhūtā pāṇabhūtā. Atha vā pāṇantīti pāṇā, etena assāsapassāsappaṭibaddhe pañcavokārasatte gaṇhāti. Bhavantīti bhūtā, etena ekavokāracatuvokārasatte gaṇhāti. Atthīti santi saṃvijjanti.",
  "atk-s0501a9:52": "Evaṃ ‘‘ye keci pāṇabhūtatthī’’ti iminā vacanena dukatikehi saṅgahetabbe sabbasatte ekato dassetvā idāni sabbepi te tasā vā thāvarā va navasesāti iminā dukena saṅgahetvā dasseti.",
  "atk-s0501a9:53": "Tattha tasantīti tasā, sataṇhānaṃ sabhayānañcetaṃ adhivacanaṃ. Tiṭṭhantīti thāvarā, pahīnataṇhābhayānaṃ arahataṃ etaṃ adhivacanaṃ. Natthi tesaṃ avasesanti anavasesā, sabbepīti vuttaṃ hoti. Yañca dutiyagāthāya ante vuttaṃ, taṃ sabbadukatikehi sambandhitabbaṃ ‘‘ye keci pāṇabhūtatthi tasā vā thāvarā vā anavasesā, imepi sabbe sattā bhavantu sukhitattā. Evaṃ yāva bhūtā vā sambhavesī vā, imepi sabbe sattā bhavantu sukhitattā’’ti.",
  "atk-s0501a9:54": "Idāni dīgharassamajjhimāditikattayadīpakesu dīghā vātiādīsu chasu padesu dīghāti dīghattabhāvā nāgamacchagodhādayo. Anekabyāmasatappamāṇāpi hi mahāsamudde nāgānaṃ attabhāvā anekayojanappamāṇā ca macchagodhādīnaṃ attabhāvā honti. Mahantāti mahantattabhāvā jale macchakacchapādayo, thale hatthināgādayo, amanussesu dānavādayo . Āha ca ‘‘rāhuggaṃ attabhāvīna’’nti (a. ni. 4.15). Tassa hi attabhāvo ubbedhena cattāri yojanasahassāni aṭṭha ca yojanasatāni, bāhū dvādasayojanasataparimāṇā, paññāsayojanaṃ bhamukantaraṃ, tathā aṅgulantarikā, hatthatalāni dve yojanasatānīti. Majjhimāti assagoṇamahiṃsasūkarādīnaṃ attabhāvā. Rassakāti tāsu tāsu jātīsu vāmanādayo dīghamajjhimehi omakappamāṇā sattā. Aṇukāti maṃsacakkhussa agocarā dibbacakkhuvisayā udakādīsu nibbattā sukhumattabhāvā sattā ūkādayo vā. Apica ye tāsu tāsu jātīsu mahantamajjhimehi thūlamajjhimehi ca omakappamāṇā sattā, te aṇukāti veditabbā. Thūlāti parimaṇḍalattabhāvā sippikasambukādayo sattā.",
  "atk-s0501a9:55": "Pañcamagāthāvaṇṇanā",
  "atk-s0501a9:56": "5. Evaṃ tīhi tikehi anavasesato satte dassetvā idāni ‘‘diṭṭhā vā ye va adiṭṭhā’’tiādīhi tīhi dukehipi te saṅgahetvā dasseti.",
  "atk-s0501a9:57": "Tattha diṭṭhāti ye attano cakkhussa āpāthamāgatavasena diṭṭhapubbā. Adiṭṭhāti ye parasamuddaparaselaparacakkavāḷādīsu ṭhitā. ‘‘Ye vā dūre vasanti avidūre’’ti iminā pana dukena attano attabhāvassa dūre ca avidūre ca vasante satte dasseti, te apadadvipadavasena veditabbā. Attano hi kāye vasantā sattā avidūre, bahikāye vasantā sattā dūre. Tathā antoupacāre vasantā avidūre, bahiupacāre vasantā dūre. Attano vihāre gāme janapade dīpe cakkavāḷe vasantā avidūre, paracakkavāḷe vasantā dūre vasantīti vuccanti.",
  "atk-s0501a9:58": "Bhūtāti jātā abhinibbattā. Ye bhūtā eva, na puna bhavissantīti saṅkhyaṃ gacchanti, tesaṃ khīṇāsavānaṃ etaṃ adhivacanaṃ. Sambhavamesantīti sambhavesī. Appahīnabhavasaṃyojanattā āyatimpi sambhavaṃ esantānaṃ sekhaputhujjanānametaṃ adhivacanaṃ. Atha vā catūsu yonīsu aṇḍajajalābujā sattā yāva aṇḍakosaṃ vatthikosañca na bhindanti, tāva sambhavesī nāma, aṇḍakosaṃ vatthikosañca bhinditvā bahi nikkhantā bhūtā nāma . Saṃsedajā opapātikā ca paṭhamacittakkhaṇe sambhavesī nāma, dutiyacittakkhaṇato pabhuti bhūtā nāma. Yena vā iriyāpathena jāyanti, yāva tato aññaṃ na pāpuṇanti, tāva sambhavesī nāma, tato paraṃ bhūtāti.",
  "atk-s0501a9:59": "Chaṭṭhagāthāvaṇṇanā",
  "atk-s0501a9:60": "6. Evaṃ bhagavā ‘‘sukhino vā’’tiādīhi aḍḍhateyyāhi gāthāhi nānappakārato tesaṃ bhikkhūnaṃ hitasukhāgamapatthanāvasena sattesu mettābhāvanaṃ dassetvā idāni ahitadukkhānāgamapatthanāvasenāpi taṃ dassento āha ‘‘na paro paraṃ nikubbethā’’ti. Esa porāṇo pāṭho, idāni pana ‘‘paraṃ hī’’tipi paṭhanti, ayaṃ na sobhano.",
  "atk-s0501a9:61": "Tattha paroti parajano. Paranti parajanaṃ. Na nikubbethāti na vañceyya. Nātimaññethāti na atikkamitvā maññeyya. Katthacīti katthaci okāse, gāme vā gāmakhette vā ñātimajjhe vā pūgamajjhe vātiādi. Nanti etaṃ. Kañcīti yaṃ kañci khattiyaṃ vā brāhmaṇaṃ vā gahaṭṭhaṃ vā pabbajitaṃ vā sukhitaṃ vā dukkhitaṃ vātiādi. Byārosanā paṭighasaññāti kāyavacīvikārehi byārosanāya ca manovikārena paṭighasaññāya ca. ‘‘Byārosanāya paṭighasaññāyā’’ti hi vattabbe ‘‘byārosanā paṭighasaññā’’ti vuccati, yathā ‘‘sammadaññāya vimuttā’’ti vattabbe ‘‘sammadaññā vimuttā’’ti, yathā ca ‘‘anupubbasikkhāya anupubbakiriyāya anupubbapaṭipadāyā’’ti vattabbe ‘‘anupubbasikkhā anupubbakiriyā anupubbapaṭipadā’’ti. Nāññamaññassa dukkhamiccheyyāti aññamaññassa dukkhaṃ na iccheyya . Kiṃ vuttaṃ hoti? Na kevalaṃ ‘‘sukhino vā khemino vā hontū’’tiādimanasikāravaseneva mettaṃ bhāveyya, kintu ‘‘ahovata yo koci parapuggalo yaṃ kañci parapuggalaṃ vañcanādīhi nikatīhi na nikubbetha, jātiādīhi ca navahi mānavatthūhi katthaci padese kañci parapuggalaṃ nātimaññeyya, aññamaññassa ca byārosanāya vā paṭighasaññāya vā dukkhaṃ na iccheyyā’’ti evampi manasikaronto bhāveyyāti.",
  "atk-s0501a9:62": "Sattamagāthāvaṇṇanā",
  "atk-s0501a9:63": "7. Evaṃ ahitadukkhānāgamapatthanāvasena atthato mettābhāvanaṃ dassetvā idāni tameva upamāya dassento āha ‘‘mātā yathā niyaṃputta’’nti.",
  "atk-s0501a9:64": "Tassattho – yathā mātā niyaṃ puttaṃ attani jātaṃ orasaṃ puttaṃ, tañca ekaputtameva āyusā anurakkhe, tassa dukkhāgamappaṭibāhanatthaṃ attano āyumpi cajitvā taṃ anurakkhe, evampi sabbabhūtesu idaṃ mettākhyaṃ mānasaṃ bhāvaye, punappunaṃ janaye vaḍḍhaye, tañca aparimāṇasattārammaṇavasena ekasmiṃ vā satte anavasesapharaṇavasena aparimāṇaṃ bhāvayeti.",
  "atk-s0501a9:65": "Aṭṭhamagāthāvaṇṇanā",
  "atk-s0501a9:66": "8. Evaṃ sabbākārena mettābhāvanaṃ dassetvā idāni tasseva vaḍḍhanaṃ dassento āha ‘‘mettañca sabbalokasmī’’ti.",
  "atk-s0501a9:67": "Tattha mijjati tāyati cāti mitto, hitajjhāsayatāya siniyhati, ahitāgamato rakkhati cāti attho. Mittassa bhāvo mettaṃ. Sabbalokasmīti anavasese sattaloke. Manasi bhavanti mānasaṃ. Tañhi cittasampayuttattā evaṃ vuttaṃ. Bhāvayeti vaḍḍhaye. Na assa parimāṇanti aparimāṇaṃ, appamāṇasattārammaṇatāya evaṃ vuttaṃ. Uddhanti upari, tena arūpabhavaṃ gaṇhāti. Adhoti heṭṭhā, tena kāmabhavaṃ gaṇhāti. Tiriyanti vemajjhaṃ, tena rūpabhavaṃ gaṇhāti. Asambādhanti sambādhavirahitaṃ, bhinnasīmanti vuttaṃ hoti. Sīmā nāma paccatthiko vuccati, tasmimpi pavattanti attho. Averanti veravirahitaṃ , antarantarāpi veracetanāpātubhāvavirahitanti attho. Asapattanti vigatapaccatthikaṃ. Mettāvihārī hi puggalo manussānaṃ piyo hoti, amanussānaṃ piyo hoti, nāssa koci paccatthiko hoti, tenassa taṃ mānasaṃ vigatapaccatthikattā asapattanti vuccati. Pariyāyavacanañhi etaṃ, yadidaṃ paccatthiko sapattoti. Ayaṃ anupadato atthavaṇṇanā.",
  "atk-s0501a9:68": "Ayaṃ panettha adhippetatthadīpanā – yadidaṃ ‘‘evampi sabbabhūtesu mānasaṃ bhāvaye aparimāṇa’’nti vuttaṃ, tañcetaṃ aparimāṇaṃ mettaṃ mānasaṃ sabbalokasmiṃ bhāvaye vaḍḍhaye, vuḍḍhiṃ virūḷhiṃ vepullaṃ gamaye pāpaye. Kathaṃ? Uddhaṃ adho ca tiriyañca, uddhaṃ yāva bhavaggā, adho yāva avīcito, tiriyaṃ yāva avasesadisā. Uddhaṃ vā āruppaṃ, adho kāmadhātuṃ, tiriyaṃ rūpadhātuṃ anavasesaṃ pharanto. Evaṃ bhāventopi ca taṃ yathā asambādhaṃ averaṃ asapattañca hoti, tathā sambādhaverasapattānaṃ abhāvaṃ karonto bhāvaye. Yaṃ vā taṃ bhāvanāsampadaṃ pattaṃ sabbattha okāsalokavasena asambādhaṃ, attano paresu āghātappaṭivinayanena averaṃ, attani ca paresaṃ āghātavinayanena asapattaṃ hoti. Taṃ asambādhamaveramasapattaṃ aparimāṇaṃ mettaṃ mānasaṃ uddhaṃ adho tiriyañcāti tividhaparicchede sabbalokasmiṃ bhāvaye vaḍḍhayeti.",
  "atk-s0501a9:69": "Navamagāthāvaṇṇanā",
  "atk-s0501a9:70": "9. Evaṃ mettābhāvanāya vaḍḍhanaṃ dassetvā idāni taṃ bhāvanamanuyuttassa viharato iriyāpathaniyamābhāvaṃ dassento āha ‘‘tiṭṭhaṃ caraṃ…pe… adhiṭṭheyyā’’ti.",
  "atk-s0501a9:71": "Tassattho – evametaṃ mettaṃ mānasaṃ bhāvento so ‘‘nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāyā’’tiādīsu viya iriyāpathaniyamaṃ akatvā yathāsukhaṃ aññataraññatarairiyāpathabādhanavinodanaṃ karonto tiṭṭhaṃ vā caraṃ vā nisinno vā sayāno vā yāvatā vigatamiddho assa, atha etaṃ mettājhānasatiṃ adhiṭṭheyya.",
  "atk-s0501a9:72": "Atha vā evaṃ mettābhāvanāya vaḍḍhanaṃ dassetvā idāni vasībhāvaṃ dassento āha ‘‘tiṭṭhaṃ cara’’nti. Vasippatto hi tiṭṭhaṃ vā caraṃ vā nisinno vā sayāno vā yāvatā iriyāpathena etaṃ mettājhānasatiṃ adhiṭṭhātukāmo hoti, atha vā tiṭṭhaṃ vā caraṃ vā…pe… sayāno vāti na tassa ṭhānādīni antarāyakarāni honti, apica kho yāvatā etaṃ mettājhānasatiṃ adhiṭṭhātukāmo hoti, tāvatā vigatamiddho hutvā adhiṭṭhāti, natthi tassa tattha dandhāyitattaṃ. Tenāha ‘‘tiṭṭhaṃ caraṃ nisinno va, sayāno yāvatāssa vitamiddho. Etaṃ satiṃ adhiṭṭheyyā’’ti.",
  "atk-s0501a9:73": "Tassāyamadhippāyo – yaṃ taṃ ‘‘mettañca sabbalokasmi, mānasaṃ bhāvaye’’ti vuttaṃ, taṃ yathā bhāveyya, yathā ṭhānādīsu yāvatā iriyāpathena ṭhānādīni vā anādiyitvā yāvatā etaṃ mettājhānasatiṃ adhiṭṭhātukāmo assa, tāvatā vigatamiddhova hutvā etaṃ satiṃ adhiṭṭheyyāti.",
  "atk-s0501a9:74": "Evaṃ mettābhāvanāya vasībhāvaṃ dassento ‘‘etaṃ satiṃ adhiṭṭheyyā’’ti tasmiṃ mettāvihāre niyojetvā idāni taṃ vihāraṃ thunanto āha ‘‘brahmametaṃ vihāramidhamāhū’’ti.",
  "atk-s0501a9:75": "Tassattho – yvāyaṃ ‘‘sukhino vā khemino vā hontū’’tiādi katvā yāva ‘‘etaṃ satiṃ adhiṭṭheyyā’’ti vaṇṇito mettāvihāro. Etaṃ catūsu dibbabrahmaariyairiyāpathavihāresu niddosattā attanopi paresampi atthakarattā ca idha ariyassa dhammavinaye brahmavihāramāhu seṭṭhavihāramāhūti, yato satataṃ samitaṃ abbokiṇṇaṃ tiṭṭhaṃ caraṃ nisinno vā sayāno vā yāvatāssa vigatamiddho, etaṃ satiṃ adhiṭṭheyyāti.",
  "atk-s0501a9:76": "Dasamagāthāvaṇṇanā",
  "atk-s0501a9:77": "10. Evaṃ bhagavā tesaṃ bhikkhūnaṃ nānappakārato mettābhāvanaṃ dassetvā idāni yasmā mettā sattārammaṇattā attadiṭṭhiyā āsannā hoti, tasmā diṭṭhigahananisedhanamukhena tesaṃ bhikkhūnaṃ tadeva mettājhānaṃ pādakaṃ katvā ariyabhūmippattiṃ dassento ‘‘diṭṭhiñca anupaggammā’’ti imāya gāthāya desanaṃ samāpesi.",
  "atk-s0501a9:78": "Tassattho – yvāyaṃ ‘‘brahmametaṃ vihāramidhamāhū’’ti saṃvaṇṇito mettājhānavihāro, tato vuṭṭhāya ye tattha vitakkavicārādayo dhammā, te tesañca vatthādianusārena rūpadhamme pariggahetvā iminā nāmarūpaparicchedena ‘‘suddhasaṅkhārapuñjoyaṃ, nayidha sattūpalabbhatī’’ti (saṃ. ni. 1.171; mahāni. 186) evaṃ diṭṭhiñca anupaggamma anupubbena lokuttarasīlena sīlavā hutvā lokuttarasīlasampayutteneva sotāpattimaggasammādiṭṭhisaññitena dassanena sampanno, tato paraṃ yopāyaṃ vatthukāmesu gedho kilesakāmo appahīno hoti, tampi sakadāgāmianāgāmimaggehi tanubhāvena anavasesappahānena ca kāmesu gedhaṃ vineyya vinayitvā vūpasametvā na hi jātu gabbhaseyyaṃ puna reti ekaṃseneva puna gabbhaseyyaṃ na eti. Suddhāvāsesu nibbattitvā tattheva arahattaṃ pāpuṇitvā parinibbātīti.",
  "atk-s0501a9:79": "Evaṃ bhagavā desanaṃ samāpetvā te bhikkhū āha – ‘‘gacchatha, bhikkhave, tasmiṃyeva vanasaṇḍe viharatha, imañca suttaṃ māsassa aṭṭhasu dhammassavanadivasesu ghaṇḍiṃ ākoṭetvā ussāretha, dhammakathaṃ karotha sākacchatha anumodatha, idameva kammaṭṭhānaṃ āsevatha bhāvetha bahulīkarotha, tepi vo amanussā taṃ bheravārammaṇaṃ na dassessanti, aññadatthu atthakāmā hitakāmā bhavissantī’’ti. Te ‘‘sādhū’’ti bhagavato paṭissuṇitvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā tattha gantvā tathā akaṃsu. Devatāyo ca ‘‘bhadantā amhākaṃ atthakāmā hitakāmā’’ti pītisomanassajātā hutvā sayameva senāsanaṃ sammajjanti, uṇhodakaṃ paṭiyādenti , piṭṭhiparikammaṃ pādaparikammaṃ karonti, ārakkhaṃ saṃvidahanti. Tepi bhikkhū tameva mettaṃ bhāvetvā tameva ca pādakaṃ katvā vipassanaṃ ārabhitvā sabbe tasmiṃyeva antotemāse aggaphalaṃ arahattaṃ pāpuṇitvā mahāpavāraṇāya visuddhipavāraṇaṃ pavāresunti.",
  "atk-s0501a9:80": "Evampi atthakusalena tathāgatena,",
  "atk-s0501a9:81": "Dhammissarena kathitaṃ karaṇīyamatthaṃ;",
  "atk-s0501a9:82": "Katvānubhuyya paramaṃ hadayassa santiṃ,",
  "atk-s0501a9:83": "Santaṃ padaṃ abhisamenti samattapaññā.",
  "atk-s0501a9:84": "Tasmā hi taṃ amatamabbhutamariyakantaṃ,",
  "atk-s0501a9:85": "Santaṃ padaṃ abhisamecca viharitukāmo;",
  "atk-s0501a9:86": "Viññū jano vimalasīlasamādhipaññā-",
  "atk-s0501a9:87": "Bhedaṃ kareyya satataṃ karaṇīyamatthanti.",
  "atk-s0501a9:88": "Paramatthajotikāya khuddakapāṭha-aṭṭhakathāya",
  "atk-s0501a9:89": "Mettasuttavaṇṇanā niṭṭhitā.",
  "atk-s0501a9:90": "Nigamanakathā",
  "atk-s0501a9:91": "Ettāvatā ca yaṃ vuttaṃ –",
  "atk-s0501a9:92": "‘‘Uttamaṃ vandaneyyānaṃ, vanditvā ratanattayaṃ;",
  "atk-s0501a9:93": "Khuddakānaṃ karissāmi, kesañci atthavaṇṇana’’nti.",
  "atk-s0501a9:94": "Tattha saraṇasikkhāpadadvattiṃsākārakumārapañhamaṅgalasuttaratanasuttatirokuṭṭanidhikaṇḍamettasuttavasena navappabhedassa khuddakapāṭhassa tāva atthavaṇṇanā katā hoti. Tenetaṃ vuccati –",
  "atk-s0501a9:95": "‘‘Imaṃ khuddakapāṭhassa, karontenatthavaṇṇanaṃ;",
  "atk-s0501a9:96": "Saddhammaṭṭhitikāmena, yaṃ pattaṃ kusalaṃ mayā.",
  "atk-s0501a9:97": "Tassānubhāvato khippaṃ, dhamme ariyappavedite;",
  "atk-s0501a9:98": "Vuddhiṃ virūḷhiṃ vepullaṃ, pāpuṇātu ayaṃ jano’’ti.",
  "atk-s0501a9:99": "Paramavisuddhasaddhābuddhivīriyaguṇappaṭimaṇḍitena sīlācārajjavamaddavādiguṇasamudayasamuditena sakasamayasamayantaragahanajjhogāhaṇasamatthena paññāveyyattiyasamannāgatena tipiṭakapariyattidhammappabhede sāṭṭhakathe satthusāsane appaṭihatañāṇappabhāvena chamahāveyyākaraṇenachamahāveyyākaraṇena karaṇasampattijanitasukhaviniggatamadhurodāravacanalāvaṇṇayuttena yuttamuttavādinā vādīvarena mahākavinā chaḷabhiññāpaṭisambhidādippabhedaguṇappaṭimaṇḍite uttarimanussadhamme suppatiṭṭhitabuddhīnaṃ theravaṃsappadīpānaṃ therānaṃ mahāvihāravāsīnaṃ vaṃsālaṅkārabhūtena vipulavisuddhabuddhinā buddhaghosoti garūhi gahitanāmadheyyena therena katā ayaṃ paramatthajotikā nāma khuddakapāṭhavaṇṇanā –",
  "atk-s0501a9:100": "Tāva tiṭṭhatu lokasmiṃ, lokanittharaṇesinaṃ;",
  "atk-s0501a9:101": "Dassentī kulaputtānaṃ, nayaṃ sīlādisuddhiyā.",
  "atk-s0501a9:102": "Yāva buddhoti nāmampi, suddhacittassa tādino;",
  "atk-s0501a9:103": "Lokamhi lokajeṭṭhassa, pavattati mahesinoti.",
  "atk-s0501a9:104": "Paramatthajotikāya khuddaka-aṭṭhakathāya",
  "atk-s0501a9:105": "Khuddakapāṭhavaṇṇanā niṭṭhitā."
}