{
  "atk-s0510a5:0": "5. Upālivaggo",
  "atk-s0510a5:1": "1. Bhāgineyyupālittheraapadānavaṇṇanā",
  "atk-s0510a5:2": "Khīṇāsavasahassehītiādikaṁ āyasmato upālittherassa bhāgineyyupālittherassa apadānaṁ. Eso hi thero purimabuddhesu katādhikāro tasmiṁ tasmiṁ bhave puññāni upacinanto padumuttarassa bhagavato kāle ekasmiṁ kule nibbatto vuddhimanvāya gharāvāse ādīnavaṁ disvā gehaṁ pahāya isipabbajjaṁ pabbajitvā pañcābhiññāaṭṭhasamāpattilābhī hutvā himavante vāsaṁ kappesi. Tasmiṁ samaye padumuttaro bhagavā vivekakāmo himavantaṁ pāvisi. Tāpaso bhagavantaṁ puṇṇacandamiva virocamānaṁ dūratova disvā pasannamānaso ajinacammaṁ aṁse katvā añjaliṁ paggayha vanditvā ṭhitakova dasanakhasamodhānañjaliṁ sirasi patiṭṭhapetvā anekāhi upamāhi anekehi thutivacanehi bhagavantaṁ thomesi. Taṁ sutvā bhagavā – ‘‘ayaṁ tāpaso anāgate gotamassa nāma bhagavato sāsane pabbajitvā vinaye tikhiṇapaññānaṁ aggo bhavissatī’’ti byākaraṇamadāsi. So yāvatāyukaṁ ṭhatvā aparihīnajjhāno brahmaloke nibbatti. Tato cuto devamanussesu saṁsaranto sampattiyo anubhavitvā imasmiṁ buddhuppāde kapilavatthunagare upālittherassa bhāgineyyo hutvā nibbatti. So kamena vuddhippatto mātulassa upālittherasa santike pabbajitvā kammaṭṭhānaṁ gahetvā vipassanaṁ vaḍḍhetvā nacirasseva arahā ahosi. So attano ācariyassa samīpe vasitattā vinayapañhe tikhiṇañāṇo ahosi. Atha bhagavā ‘‘etadaggaṁ, bhikkhave, mama sāvakānaṁ bhikkhūnaṁ vinayapañhe tikhiṇapaññānaṁ bhikkhūnaṁ yadidaṁ bhāgineyyupālī’’ti taṁ etadaggaṭṭhāne ṭhapesi.",
  "atk-s0510a5:3": "1. So evaṁ etadaggaṭṭhānaṁ patvā attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento khīṇāsavasahassehītiādimāha. Tattha ā samantato yāvabhavaggā savanti pavattantīti āsavā. Kāmāsavādayo cattāro āsavā, te khīṇā sositā visositā viddhaṁsitā yehi teti khīṇāsavā, teyeva sahassā khīṇāsavasahassā, tehi khīṇāsavasahassehi . Pareto parivuto lokanāyako lokassa nibbānapāpanako vivekaṁ anuyutto paṭisallituṁ ekībhavituṁ gacchateti sambandho.",
  "atk-s0510a5:4": "2.Ajinena nivatthohanti ahaṁ ajinamigacammena paṭicchanno, ajinacammavasanoti attho. Tidaṇḍaparidhārakoti kuṇḍikaṭṭhapanatthāya tidaṇḍaṁ gahetvā dhārentoti attho. Bhikkhusaṅghena paribyūḷhaṁ parivāritaṁ lokanāyakaṁ addasanti sambandho. Sesaṁ pākaṭamevāti.",
  "atk-s0510a5:5": "Bhāgineyyupālittheraapadānavaṇṇanā samattā.",
  "atk-s0510a5:6": "2. Soṇakoḷivisattheraapadānavaṇṇanā",
  "atk-s0510a5:7": "Anomadassissamuninotiādikaṁ āyasmato koḷivisattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto anomadassissa bhagavato kāle ekasmiṁ kulagehe nibbatto vayappatto puttadārehi vaḍḍhito vibhavasampanno bhagavato caṅkamanatthāya sobhanaṁ caṅkamaṁ kāretvā sudhāparikammaṁ kāretvā ādāsatalamiva samaṁ vijjotamānaṁ katvā dīpadhūpapupphādīhi sajjetvā bhagavato niyyādetvā buddhappamukhaṁ bhikkhusaṅghaṁ paṇītenāhārena pūjesi. So evaṁ yāvajīvaṁ puññāni katvā tato cavitvā devaloke nibbatto. Tattha pāḷiyā vuttanayena dibbasampattiṁ anubhavitvā antarā okkākakulappasutoti taṁ sabbaṁ pāḷiyā vuttānusārena veditabbaṁ. Pacchimabhave pana koliyarājavaṁse jāto vayappatto koṭiagghanakassa kaṇṇapiḷandhanassa dhāritattā koṭikaṇṇoti, kuṭikaṇṇoti ca pākaṭo ahosi. So bhagavati pasanno dhammaṁ sutvā paṭiladdhasaddho pabbajitvā vipassanaṁ vaḍḍhetvā nacirasseva arahattaṁ pāpuṇi.",
  "atk-s0510a5:8": "25. So arahā hutvā attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento anomadassissa muninotiādimāha. Tattha anomadassissāti anomaṁ alāmakaṁ sundaraṁ dassanaṁ dvattiṁsamahāpurisalakkhaṇapaṭimaṇḍitattā byāmappabhāmaṇḍalopasobhitattā ārohapariṇāhena samannāgatattā ca dassanīyaṁ sarīraṁ yassa bhagavato so anomadassī, tassa anomadassissa muninoti attho. Tādinoti iṭṭhāniṭṭhesu akampiyasabhāvassa. Sudhāya lepanaṁ katvāti sudhāya avalittaṁ katvā dīpadhūpapupphadhajapaṭākādīhi ca alaṅkataṁ caṅkamaṁ kārayiṁ akāsinti attho. Sesagāthānaṁ attho pāḷiyā anusārena suviññeyyova.",
  "atk-s0510a5:9": "35. Parivārasampattidhanasampattisaṅkhātaṁ yasaṁ dhāretīti yasodharo, sabbe ete sattasattaticakkavattirājāno yasodharanāmena ekanāmakāti sambandho.",
  "atk-s0510a5:10": "52.Aṅgīrasoti aṅgato sarīrato niggatā rasmi yassa so aṅgīraso, chandadosamohabhayāgatīhi vā pāpācāravasena vā caturāpāyaṁ na gacchatīti nāgo, mahanto pūjito ca so nāgo ceti mahānāgo. Sesaṁ uttānatthamevāti.",
  "atk-s0510a5:11": "Koḷivisattheraapadānavaṇṇanā samattā.",
  "atk-s0510a5:12": "3. Kāḷigodhāputtabhaddiyattheraapadānavaṇṇanā",
  "atk-s0510a5:13": "Padumuttarasambuddhantiādikaṁ āyasmato bhaddiyassa kāḷigodhāputtattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle vibhavasampanne ekasmiṁ kule nibbatto vuddhippatto puttadārehi vaḍḍhito nagaravāsino puññāni karonte disvā sayampi puññāni kātukāmo buddhappamukhaṁ bhikkhusaṅghaṁ nimantetvā thūlapaṭalikādianekāni mahārahāni sayanāni paññāpetvā tattha nisinne bhagavati sasaṅghe paṇītenāhārena bhojetvā mahādānaṁ adāsi. So evaṁ yāvatāyukaṁ puññāni katvā devamanussesu ubhayasampattiyo anubhavitvā aparabhāge imasmiṁ buddhuppāde kāḷigodhāya nāma deviyā putto hutvā nibbatti. So viññutaṁ patto ārohapariṇāhahatthapādarūpasampattiyā bhaddattā ca kāḷigodhāya deviyā puttattā ca bhaddiyo kāḷigodhāputtoti pākaṭo. Satthari pasīditvā mātāpitaro ārādhetvā pabbajitvā nacirasseva arahā ahosi.",
  "atk-s0510a5:14": "54. So arahā hutvā attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento padumuttarasambuddhantiādimāha. Taṁ heṭṭhā vuttatthameva. Mettacittanti mijjati sinehati nandati sabbasatteti mettā, mettāya sahagataṁ cittaṁ mettacittaṁ, taṁ yassa bhagavato atthīti mettacitto, taṁ mettacittaṁ. Mahāmuninti sakalabhikkhūnaṁ mahantattā mahāmuni, taṁ padumuttaraṁ sambuddhanti sambandho. Janatā sabbāti sabbo janakāyo, sabbanagaravāsinoti attho. Sabbalokagganāyakanti sakalalokassa aggaṁ seṭṭhaṁ nibbānassa nayanato pāpanato nāyakaṁ padumuttarasambuddhaṁ janatā upeti samīpaṁ gacchatīti sambandho.",
  "atk-s0510a5:15": "55.Sattukañca baddhakañcāti baddhasattuabaddhasattusaṅkhātaṁ āmisaṁ. Atha vā bhattapūpakhajjabhojjayāguādayo yāvakālikattā āmisaṁ pānabhojanañca gahetvā puññakkhette anuttare satthuno dadantīti sambandho.",
  "atk-s0510a5:16": "58.Āsanaṁ buddhayuttakanti buddhayoggaṁ buddhārahaṁ buddhānucchavikaṁ sattaratanamayaṁ āsananti attho. Sesaṁ nayānuyogena suviññeyyamevāti.",
  "atk-s0510a5:17": "Kāḷigodhāputtabhaddiyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a5:18": "4. Sanniṭṭhāpakattheraapadānavaṇṇanā",
  "atk-s0510a5:19": "Araññekuṭikaṁ katvātiādikaṁ āyasmato sanniṭṭhāpakattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle kulagehe nibbatto viññutaṁ patto gharabandhanena baddho gharāvāse ādīnavaṁ disvā vatthukāmakilesakāme pahāya himavantassa avidūre pabbatantare araññavāsaṁ kappesi. Tasmiṁ kāle padumuttaro bhagavā vivekakāmatāya taṁ ṭhānaṁ pāpuṇi. Atha so tāpaso bhagavantaṁ disvā pasannamānaso vanditvā nisīdanatthāya tiṇasantharaṁ paññāpetvā adāsi. Tattha nisinnaṁ bhagavantaṁ anekehi madhurehi tiṇḍukādīhi phalāphalehi santappesi. So tena puññakammena tato cuto devesu ca manussesu ca aparāparaṁ saṁsaranto dve sampattiyo anubhavitvā imasmiṁ buddhuppāde ekasmiṁ kulagehe nibbatto saddhāsampanno pabbajito vipassanaṁ vaḍḍhetvā nacirasseva arahā ahosi. Khuragge arahattaphalappattiyaṁ viya nirussāheneva santipadasaṅkhāte nibbāne suṭṭhu ṭhitattā sanniṭṭhāpakattheroti pākaṭo.",
  "atk-s0510a5:20": "70. Arahā pana hutvā attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento araññe kuṭikaṁ katvātiādimāha. Tattha araññeti sīhabyagghādīnaṁ bhayena manussā ettha na rajjanti na ramanti na allīyantīti araññaṁ, tasmiṁ araññe. Kuṭikanti tiṇacchadanakuṭikaṁ katvā pabbatantare vasāmi vāsaṁ kappesinti attho. Lābhena ca alābhena ca yasena ca ayasena ca santuṭṭho vihāsinti sambandho.",
  "atk-s0510a5:21": "72.Jalajuttamanāmakanti jale jātaṁ jalajaṁ, padumaṁ, jalajaṁ uttamaṁ jalajuttamaṁ, jalajuttamena samānaṁ nāmaṁ yassa so jalajuttamanāmako, taṁ jalajuttamanāmakaṁ buddhanti attho. Sesaṁ pāḷinayānuyogena suviññeyyamevāti.",
  "atk-s0510a5:22": "Sanniṭṭhāpakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a5:23": "5. Pañcahatthiyattheraapadānavaṇṇanā",
  "atk-s0510a5:24": "Sumedhonāma sambuddhotiādikaṁ āyasmato pañcahatthiyattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto sumedhassa bhagavato kāle ekasmiṁ kulagehe nibbatto viññutaṁ patvā ratanattaye pasanno vihāsi. Tasmiṁ samaye pañcauppalahatthāni ānesuṁ. So tehi pañcauppalahatthehi vīthiyaṁ caramānaṁ sumedhaṁ bhagavantaṁ pūjesi. Tāni gantvā ākāse vitānaṁ hutvā chāyaṁ kurumānāni tathāgateneva saddhiṁ gacchiṁsu. So taṁ disvā somanassajāto pītiyā phuṭṭhasarīro yāvajīvaṁ tadeva puññaṁ anussaritvā tato cuto devaloke nibbatto aparāparaṁ saṁsaranto imasmiṁ buddhuppāde ekasmiṁ kulagehe nibbatto viññutaṁ patto saddhājāto pabbajitvā vipassanaṁ vaḍḍhetvā nacirasseva arahā ahosi. Katakusalanāmena pañcahatthiyattheroti pākaṭo.",
  "atk-s0510a5:25": "77. So attano pubbakammaṁ saritvā paccakkhato paññāya diṭṭhapubbacaritāpadānaṁ pakāsento sumedho nāma sambuddhotiādimāha. Tattha sumedhoti sundarā medhā catusaccapaṭivedhapaṭisambhidādayo paññā yassa so bhagavā sumedho sambuddho antarāpaṇe antaravīthiyaṁ gacchatīti sambandho. Okkhittacakkhūti adhokhittacakkhu. Mitabhāṇīti pamāṇaṁ ñatvā bhaṇanasīlo, pamāṇaṁ jānitvā dhammaṁ desesīti attho. Sesaṁ suviññeyyamevāti.",
  "atk-s0510a5:26": "Pañcahatthiyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a5:27": "6. Padumacchadaniyattheraapadānavaṇṇanā",
  "atk-s0510a5:28": "Nibbutelokanāthamhītiādikaṁ āyasmato padumacchadaniyattherassa apadānaṁ. Ayampi purimabuddhesu katapuññasambhāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto vipassissa bhagavato kāle ekasmiṁ kulagehe nibbatto viññutaṁ patto ratanattaye pasanno parinibbutassa vipassissa bhagavato citakaṁ padumapupphehi pūjesi. So teneva cittappasādena yāvatāyukaṁ ṭhatvā tato sugatīsuyeva saṁsaranto dibbasampattiṁ manussasampattiñcāti dve sampattiyo anekakkhattuṁ anubhavitvā imasmiṁ amhākaṁ sammāsambuddhakāle ekasmiṁ kulagehe nibbatto viññutaṁ patto satthari pasīditvā sāsane pabbajito ghaṭento vāyamanto nacirasseva arahā ahosi. Tassa rattiṭṭhānadivāṭṭhānādīsu tattha tattha viharantassa vihāro padumapupphehi chādīyati, tena so padumacchadaniyattheroti pākaṭo.",
  "atk-s0510a5:29": "83. Attano pubbakammaṁ saritvā somanassavasena pubbacaritāpadānaṁ pakāsento nibbute lokanāthamhītiādimāha. Tattha nibbuteti khandhaparinibbānena parinibbute satthari, vipassissa sammāsambuddhassa sarīre citamāniyamāne citake āropite suphullaṁ padumakalāpaṁ ahaṁ gahetvā citakaṁ āropayiṁ pūjesinti attho. Sesagāthāsu heṭṭhā vuttanayattā uttānatthamevāti.",
  "atk-s0510a5:30": "Padumacchadaniyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a5:31": "7. Sayanadāyakattheraapadānavaṇṇanā",
  "atk-s0510a5:32": "Siddhatthassa bhagavatotiādikaṁ āyasmato sayanadāyakattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto siddhatthassa bhagavato kāle aññatarasmiṁ kule nibbatto viññutaṁ patto satthari pasīditvā hatthidaṇḍasuvaṇṇādīhi sayanatthāya mañcaṁ kāretvā anagghehi vicittattharaṇehi attharitvā bhagavantaṁ pūjesi. So bhagavā tassānukampāya paṭiggahetvā anubhavi. So tena puññakammena dibbamanussasampattiyo anubhavitvā imasmiṁ buddhuppāde ekasmiṁ kulagehe nibbatto viññutaṁ patvā satthu sāsane pasanno pabbajitvā vipassanaṁ ārabhitvā nacirasseva arahā ahosi. Pubbe katapuññanāmena sayanadāyakattheroti pākaṭo.",
  "atk-s0510a5:33": "88. So ekadivasaṁ attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento siddhatthassa bhagavatotiādimāha. Taṁ sabbaṁ pāḷinayānusārena suviññeyyamevāti.",
  "atk-s0510a5:34": "Sayanadāyakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a5:35": "8. Caṅkamanadāyakattheraapadānavaṇṇanā",
  "atk-s0510a5:36": "Atthadassissamuninotiādikaṁ āyasmato caṅkamanadāyakattherassa apadānaṁ. Ayampāyasmā purimabuddhesu katādhikāro tesu tesu bhavesu vivaṭṭūpanissayāni puññāni upacinanto atthadassissa bhagavato kāle ekasmiṁ kulagehe nibbatto viññutaṁ patto satthari pasīditvā uccavatthukaṁ sudhāparikammakataṁ rajatarāsisadisaṁ sobhamānaṁ caṅkamaṁ kāretvā muttadalasadisaṁ setapulinaṁ attharitvā bhagavato adāsi. Paṭiggahesi bhagavā, caṅkamaṁ paṭiggahetvā ca pana sukhaṁ kāyacittasamādhiṁ appetvā ‘‘ayaṁ anāgate gotamassa bhagavato sāsane sāvako bhavissatī’’ti byākāsi. So tena puññakammena devamanussesu aparāparaṁ saṁsaranto dve sampattiyo anubhavitvā imasmiṁ buddhuppāde ekasmiṁ kulagehe nibbatto vuddhippatto saddhāsampanno sāsane pabbajitvā nacirasseva arahattaṁ patvā katapuññanāmena caṅkamanadāyakattheroti pākaṭo ahosi.",
  "atk-s0510a5:37": "93. So ekadivasaṁ attanā pubbe katapuññakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento atthadassissa muninotiādimāha. Tattha atthadassissāti atthaṁ payojanaṁ vuddhiṁ virūḷhiṁ nibbānaṁ dakkhati passatīti atthadassī, atha vā atthaṁ nibbānaṁ dassanasīlo jānanasīloti atthadassī, tassa atthadassissa munino monena ñāṇena samannāgatassa bhagavato manoramaṁ manallīnaṁ bhāvanīyaṁ manasi kātabbaṁ caṅkamaṁ kāresinti sambandho. Sesaṁ vuttanayānusāreneva suviññeyyamevāti.",
  "atk-s0510a5:38": "Caṅkamanadāyakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a5:39": "9. Subhaddattheraapadānavaṇṇanā",
  "atk-s0510a5:40": "Padumuttarolokavidūtiādikaṁ āyasmato subhaddattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave nibbānādhigamanatthāya puññāni upacinanto padumuttarassa bhagavato kāle vibhavasampanne saddhāsampanne ekasmiṁ kulagehe nibbato viññutaṁ patvā gharabandhanena baddho ratanattaye pasanno parinibbānamañce nipannaṁ padumuttaraṁ bhagavantaṁ disvā sannipatitā dasasahassacakkavāḷadevatāyo ca disvā pasannamānaso nigguṇḍikeṭakanīlakāsokāsitādianekehi sugandhapupphehi pūjesi. So tena puññakammena yāvatāyukaṁ ṭhatvā tato cavitvā tusitādīsu dibbasampattiyo anubhavitvā tato manussesu manussasampattiyo anubhavitvā nibbattanibbattaṭṭhānesu ca sugandhehi pupphehi pūjito ahosi. Imasmiṁ pana buddhuppāde ekasmiṁ vibhavasampanne kule nibbattitvā viññutaṁ patto kāmesu ādīnavaṁ disvāpi yāva buddhassa bhagavato parinibbānakālo tāva aladdhabuddhadassano bhagavato parinibbānamañce nipannakāleyeva pabbajitvā arahattaṁ pāpuṇi. Pubbe katapuññanāmena subhaddoti pākaṭo ahosi.",
  "atk-s0510a5:41": "101. So attano pubbakammaṁ saritvā somanassavasena pubbacaritāpadānaṁ pakāsento padumuttaro lokavidūtiādimāha. Taṁ uttānatthameva. Suṇātha mama bhāsato…pe… nibbāyissatināsavoti idaṁ parinibbānamañce nipannova padumuttaro bhagavā byākāsi.",
  "atk-s0510a5:42": "Pañcamabhāṇavāravaṇṇanā samattā.",
  "atk-s0510a5:43": "115. So attano paṭipattiṁ dassento pubbakammena saṁyuttotiādimāha. Ekaggoti ekaggacitto. Susamāhitoti suṭṭhu samāhito, santakāyacittoti attho. Buddhassa oraso puttoti buddhassa urasā hadayena niggataovādānusāsaniṁ sutvā pattaarahattaphaloti attho. Dhammajomhi sunimmitoti dhammato kammaṭṭhānadhammato jāto ariyāya jātiyā sunimmito suṭṭhu nippphāditasabbakicco amhi bhavāmīti attho.",
  "atk-s0510a5:44": "116.Dhammarājaṁ upagammāti dhammena sabbasattānaṁ rājānaṁ issarabhūtaṁ bhagavantaṁ upagantvā samīpaṁ gantvāti attho. Apucchiṁ pañhamuttamanti uttamaṁ khandhāyatanadhātusaccasamuppādādipaṭisaṁyuttaṁ pañhaṁ apucchinti attho. Kathayantoca me pañhanti eso amhākaṁ bhagavā me mayhaṁ pañhaṁ kathayanto byākaronto. Dhammasotaṁ upānayīti anupādisesanibbānadhātusaṅkhātaṁ dhammasotaṁ dhammapavāhaṁ upānayi pāvisīti attho.",
  "atk-s0510a5:45": "118.Jalajuttamanāyakoti padumuttaranāmako ma-kārassa ya-kāraṁ katvā katavohāro. Nibbāyianupādānoti upādāne pañcakkhandhe aggahetvā nibbāyi na paññāyi adassanaṁ agamāsi, manussalokādīsu katthacipi apatiṭṭhitoti attho. Dīpova telasaṅkhayāti vaṭṭitelānaṁ saṅkhayā abhāvā padīpo iva nibbāyīti sambandho.",
  "atk-s0510a5:46": "119.Sattayojanikaṁ āsīti tassa parinibbutassa padumuttarassa bhagavato ratanamayaṁ thūpaṁ sattayojanubbedhaṁ āsi ahosīti attho. Dhajaṁ tattha apūjesinti tattha tasmiṁ cetiye sabbabhaddaṁ sabbato bhaddaṁ sabbaso manoramaṁ dhajaṁ pūjesinti attho.",
  "atk-s0510a5:47": "120.Kassapassa ca buddhassāti padumuttarassa bhagavato kālato paṭṭhāya āgatassa devamanussesu saṁsarato me mayhaṁ oraso putto tisso nāma kassapassa sammāsambuddhassa aggasāvako jinasāsane buddhasāsane dāyādo āsi ahosīti sambandho.",
  "atk-s0510a5:48": "121.Tassa hīnena manasāti tassa mama puttassa tissassa aggasāvakassa hīnena lāmakena manasā cittena abhaddakaṁ asundaraṁ ayuttakaṁ ‘‘antako pacchimo’’ti vācaṁ vacanaṁ abhāsiṁ kathesinti attho. Tena kammavipākenāti tena arahantabhakkhānasaṅkhātassa akusalakammassa vipākena. Pacchime addasaṁ jinanti pacchime pariyosāne parinibbānakāle mallānaṁ upavattane sālavane parinibbānamañce nipannaṁ jinaṁ jitasabbamāraṁ amhākaṁ gotamasammāsambuddhaṁ addasaṁ ahanti attho. ‘‘Pacchā me āsi bhaddaka’’ntipi pāṭho. Tassa pacchā tassa bhagavato avasānakāle nibbānāsannakāle me mayhaṁ bhaddakaṁ sundaraṁ catusaccapaṭivijjhanaṁ āsi ahosīti attho.",
  "atk-s0510a5:49": "122.Pabbājesi mahāvīroti mahāvīriyo sabbasattahito karuṇāyutto jitamāro muni mallānaṁ upavattane sālavane pacchime sayane parinibbānamañce sayitova maṁ pabbājesīti sambandho.",
  "atk-s0510a5:50": "123.Ajjevadāni pabbajjāti ajja eva bhagavato parinibbānadivaseyeva mama pabbajjā, tathā ajja eva upasampadā, ajja eva dvipaduttamassa sammukhā parinibbānaṁ ahosīti sambandho. Sesaṁ suviññeyyamevāti.",
  "atk-s0510a5:51": "Subhaddattheraapadānavaṇṇanā samattā.",
  "atk-s0510a5:52": "10. Cundattheraapadānavaṇṇanā",
  "atk-s0510a5:53": "Siddhatthassabhagavatotiādikaṁ āyasmato cundattherassa apadānaṁ. Ayampi purimabuddhesu katapuññasambhāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto siddhatthassa bhagavato kāle vibhavasampanne kule nibbatto viññutaṁ patvā satthari pasīditvā sattaratanamayaṁ suvaṇṇagghiyaṁ kāretvā sumanapupphehi chādetvā bhagavantaṁ pūjesi. Tāni pupphāni ākāsaṁ samuggantvā vitānākārena aṭṭhaṁsu. Atha naṁ bhagavā ‘‘anāgate gotamassa nāma bhagavato sāsane cundo nāma sāvako bhavissatī’’ti byākāsi. So tena puññakammena tato cuto devaloke upapanno kamena chasu kāmāvacaradevesu sukhaṁ anubhavitvā manussesu cakkavattiādisampattiyo ca anubhavitvā imasmiṁ buddhuppāde brāhmaṇakule rūpasāriyā putto sāriputtattherassa kaniṭṭho hutvā nibbatti. Tassa viññutaṁ pattassa ārohapariṇāharūpavayānaṁ sundaratāya sakārassa cakāraṁ katvā cundoti nāmaṁ kariṁsu. So vayappatto gharāvāse ādīnavaṁ pabbajjāya ca ānisaṁsaṁ disvā bhātuttherassa santike pabbajitvā vipassanaṁ vaḍḍhetvā nacirasseva arahattaṁ pāpuṇi.",
  "atk-s0510a5:54": "125. So pattaarahattaphalo ekadivasaṁ attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento siddhatthassa bhagavatotiādimāha. Taṁ heṭṭhā vuttatthameva. Agghiyantiādayopi uttānatthāyeva.",
  "atk-s0510a5:55": "128.Vitiṇṇakaṅkho sambuddhoti visesena maggādhigamena vicikicchāya khepitattā vitiṇṇakaṅkho asaṁsayo sambuddho. Tiṇṇoghehi purakkhatoti kāmoghādīnaṁ catunnaṁ oghānaṁ tiṇṇattā atikkantattā oghatiṇṇehi khīṇāsavehi purakkhato parivāritoti attho. Byākaraṇagāthā uttānatthāyeva.",
  "atk-s0510a5:56": "139.Upaṭṭhahiṁ mahāvīranti uttamatthassa nibbānassa pattiyā pāpuṇanatthāya kappasatasahassādhikesu caturāsaṅkhyeyyesu kappesu pāramiyo pūrentena katavīriyattā mahāvīraṁ buddhaṁ upaṭṭhahiṁ upaṭṭhānaṁ akāsinti attho. Aññe ca pesale bahūti na kevalameva buddhaṁ upaṭṭhahiṁ, pesale piyasīle sīlavante aññe ca bahuaggappatte sāvake, me mayhaṁ bhātaraṁ sāriputtattherañca upaṭṭhahinti sambandho.",
  "atk-s0510a5:57": "140.Bhātaraṁme upaṭṭhahitvāti mayhaṁ bhātaraṁ upaṭṭhahitvā vattapaṭivattaṁ katvā tassa parinibbutakāle bhagavato paṭhamaṁ parinibbutattā tassa dhātuyo gahetvā pattamhi okiritvā lokajeṭṭhassa narānaṁ āsabhassa buddhassa upanāmesiṁ adāsinti attho.",
  "atk-s0510a5:58": "141.Ubho hatthehi paggayhāti taṁ mahā dinnaṁ dhātuṁ so bhagavā attano ubhohi hatthehi pakārena gahetvā taṁ dhātuṁ saṁsuṭṭhu dassayanto aggasāvakaṁ sāriputtattheraṁ kittayi pakāsesīti attho. Sesaṁ uttānatthamevāti.",
  "atk-s0510a5:59": "Cundattheraapadānavaṇṇanā samattā.",
  "atk-s0510a5:60": "Pañcamavaggavaṇṇanā samattā."
}