{
  "atk-abh03a17:0": "2. Dutiyavaggo",
  "atk-abh03a17:1": "1. Parūpahāravaṇṇanā",
  "atk-abh03a17:2": "307. Idāni parūpahārakathā nāma hoti. Tattha ye arahattaṁ paṭijānantānaṁ appatte pattasaññīnaṁ adhimānikānaṁ kuhakānaṁ vā arahattaṁ paṭijānantānaṁ sukkavissaṭṭhiṁ disvā ‘‘mārakāyikā devatā arahato asuciṁ upasaṁharantī’’ti maññanti; seyyathāpi etarahi pubbaseliyā ca aparaseliyā ca; te sandhāya atthi arahatoti pucchā sakavādissa, paṭiññā itarassa. Idāni yasmā sukkavissaṭṭhi nāma rāgasamuṭṭhānā hoti, tasmā atthi arahato rāgoti anuyogo āraddho. So sabbopi uttānatthoyeva.",
  "atk-abh03a17:3": "Mārakāyikā devatā attanotiādipañhe yasmā tāsaṁ devatānaṁ sukkavissaṭṭhi nāma natthi, aññesampi sukkaṁ gahetvā na upasaṁharanti, arahato pana sukkameva natthi, tasmā na hevanti paṭikkhipati.",
  "atk-abh03a17:4": "Neva attanotipañhe pana nimminitvā upasaṁharantīti laddhiyā paṭijānāti. Lomakūpehītipañhe sappitelānaṁ viya lomakūpehi upasaṁharaṇābhāvaṁ disvā paṭikkhipati.",
  "atk-abh03a17:5": "308.Handahīti vacasāyatthe nipāto. ‘‘Arahā nu kho ahaṁ, no’’ti evaṁ vimatiṁ gāhayissāmāti evaṁ vacasāyaṁ katvā upasaṁharantīti attho. Atthi arahato vimatīti puṭṭho aṭṭhavatthukaṁ vicikicchaṁ sandhāya paṭikkhipati, dutiyaṁ puṭṭho itthipurisānaṁ nāmagottādīsu sanniṭṭhānābhāvaṁ sandhāya paṭijānāti.",
  "atk-abh03a17:6": "309.Atthi tassa āsayoti tassa sukkassa uccārapassāvānaṁ viya patiṭṭhānokāso atthīti pucchati.",
  "atk-abh03a17:7": "312.Sadhammakusalassāti attano arahattadhammamatteyeva kusalassa. Paññāvimuttaṁ sandhāyevaṁ vadati. Paradhammakusalassāti sadhammato parasmiṁ aṭṭhasamāpattidhammepi kusalassa. Ubhatobhāgavimuttaṁ sandhāyevaṁ vadati. Sesamettha pāḷianusāreneva veditabbanti.",
  "atk-abh03a17:8": "Parūpahārakathāvaṇṇanā.",
  "atk-abh03a17:9": "2-3-4. Aññāṇādikathāvaṇṇanā",
  "atk-abh03a17:10": "314. Idāni aññāṇaṁ, kaṅkhā, paravitaraṇāti tisso kathā nāma honti. Tattha yesaṁ ‘‘arahato itthipurisādīnaṁ nāmagottādīsu ñāṇappavattiyā abhāvena atthi aññāṇaṁ, tattheva sanniṭṭhānābhāvena atthi kaṅkhā. Yasmā ca nesaṁ tāni vatthūni pare vitaranti pakāsenti ācikkhanti, tasmā nesaṁ atthi paravitaraṇā’’ti imā laddhiyo, seyyathāpi etarahi pubbaseliyādīnaṁ; tesaṁ tā laddhiyo bhindituṁ tīsupi kathāsu pucchā sakavādissa, paṭiññā ca paṭikkhepo ca itarassa. Tattha sabbesupi pañhesu ceva vissajjanesu ca pāḷiṁ anugantvāva attho veditabboti.",
  "atk-abh03a17:11": "Aññāṇādikathāvaṇṇanā.",
  "atk-abh03a17:12": "5. Vacībhedakathāvaṇṇanā",
  "atk-abh03a17:13": "326. Idāni vacībhedakathā nāma hoti. Tattha yesaṁ ‘‘sotāpattimaggakkhaṇe paṭhamaṁ jhānaṁ samāpannassa dukkhanti vācā bhijjatī’’ti laddhi, seyyathāpi etarahi pubbaseliyādīnaṁ; te sandhāya samāpannassa atthi vacībhedoti pucchā sakavādissa, laddhiyaṁ ṭhatvā paṭiññā paravādissa. Puna sabbatthāti tayo bhave sandhāya puṭṭho arūpaṁ sandhāya paṭikkhipati. Sabbadāti kālavasena puṭṭho paṭhamamaggakkhaṇe paṭhamajjhānikasamāpattito aññaṁ sabbaṁ samāpattikālaṁ sandhāya paṭikkhipati. Sabbesaṁ samāpannānanti puṭṭho lokiyasamāpattiyo samāpanne sandhāya paṭikkhipati. Sabbasamāpattīsūti puṭṭho dutiyajjhānādikaṁ lokuttaraṁ sabbañca lokiyasamāpattiṁ sandhāya paṭikkhipati.",
  "atk-abh03a17:14": "Kāyabhedoti abhikkamādivasena pavattakāyaviññatti. Idaṁ ‘‘yāni cittāni vacīviññattiṁ samuṭṭhāpenti, tāneva kāyaviññattiṁ. Evaṁ sante kasmā kāyabhedopi na hotī’’ti codanatthaṁ pucchati. Itaro laddhivasena paṭikkhipati ceva paṭijānāti ca. Idāni yadi so maggakkhaṇe ‘‘dukkha’’nti vācaṁ bhāsati, ‘‘samudayo’’tiādikampi bhāseyya. Yadi vā taṁ na bhāsati, itarampi na bhāseyyāti codanatthaṁ dukkhanti jānantotiādayo pañhā vuttā. Itaro pana attano laddhivaseneva paṭijānāti ceva paṭikkhipati ca. Lokuttaraṁ paṭhamajjhānaṁ samāpanno dukkhadukkhanti vipassatīti hissa laddhi.",
  "atk-abh03a17:15": "328.Ñāṇanti lokuttaraṁ catusaccañāṇaṁ. Sotanti sotaviññāṇaṁ adhippetaṁ, yena taṁ saddaṁ suṇāti. Dvinnaṁ phassānanti sotasamphassamanosamphassānaṁ.",
  "atk-abh03a17:16": "329.No vata re vattabbeti yadi avisesena yaṁkiñci samāpannassa natthi vacībhedo, na avisesena vattabbaṁ ‘‘samāpannassa atthi vacībhedo’’ti. Sesamettha uttānatthameva saddhiṁ suttasādhanāya. Yaṁ panetena ‘‘sikhissa ānanda, bhagavato’’ti pariyosāne suttaṁ ābhataṁ, tattha yena samāpatticittena so vacībhedo samuṭṭhito, kāyabhedopi tena samuṭṭhātiyeva, na ca taṁ lokuttaraṁ paṭhamajjhānacittaṁ, tasmā asādhakanti.",
  "atk-abh03a17:17": "Vacībhedakathāvaṇṇanā.",
  "atk-abh03a17:18": "6. Dukkhāhārakathāvaṇṇanā",
  "atk-abh03a17:19": "334. Idāni dukkhāhārakathā nāma hoti. Tattha ‘‘dukkhaṁ dukkhanti vācaṁ bhāsanto dukkhe ñāṇaṁ āharati, taṁ dukkhāhāro nāma vuccati . Tañca panetaṁ maggaṅgaṁ maggapariyāpanna’’nti yesaṁ laddhi, seyyathāpi etarahi pubbaseliyānaṁ; te sandhāya dukkhāhāroti pucchā sakavādissa, paṭiññā paravādissa. Ye kecīti paṭhamapañhe avipassake sandhāya paṭikkhipati, dutiyapañhe vipassake sandhāya paṭijānāti, taṁ panassa laddhimattameva. Tasmā ‘‘sabbe te’’ti vādassa bhindanatthaṁ bālaputhujjanātiādimāha. Taṁ uttānatthamevāti.",
  "atk-abh03a17:20": "Dukkhāhārakathāvaṇṇanā.",
  "atk-abh03a17:21": "7. Cittaṭṭhitikathāvaṇṇanā",
  "atk-abh03a17:22": "335. Idāni cittaṭṭhitikathā nāma hoti. Tattha yesaṁ samāpatticittañceva bhavaṅgacittañca anuppabandhena pavattamānaṁ disvā ‘‘ekameva cittaṁ ciraṁ tiṭṭhatī’’ti laddhi seyyathāpi etarahi heṭṭhā vuttappabhedānaṁ andhakānaṁ, taṁladdhivisodhanatthaṁ ekaṁ, cittaṁ divasaṁ tiṭṭhatīti pucchā sakavādissa, paṭiññā paravādissa. Upaḍḍhadivaso uppādakkhaṇoti ettha ṭhitikkhaṇaṁ anāmasitvā ‘‘aniccā vata saṅkhārā, uppādavayadhammino’’ti (saṁ. ni. 1.186; 2.143) desanānayena uppādavayavaseneva pucchā katā.",
  "atk-abh03a17:23": "Te dhammā cittena lahuparivattāti puṭṭho cittato lahutaraparivattino dhamme apassanto paṭikkhipati. Dutiyaṁ puṭṭho yassa cittassa dīghaṭṭhitiṁ icchati, taṁ sandhāya paṭijānāti. Yāvatāyukaṁ tiṭṭhatīti pañhe ‘‘cullāsītisahassāni, kappā tiṭṭhanti ye marū’’tiādivacanavasena (mahāni. 10) āruppato aññatra paṭikkhipati, āruppe paṭijānāti. Muhuttaṁ muhuttaṁ uppajjatīti pañhe paravādissa ‘‘uppādavayadhammino’’tiādisuttavirodhabhayena paṭijānāti. Ṭhitiṁ panassa laddhivasena icchati. Sesamettha uttānatthamevāti.",
  "atk-abh03a17:24": "Cittaṭṭhitikathāvaṇṇanā.",
  "atk-abh03a17:25": "8. Kukkuḷakathāvaṇṇanā",
  "atk-abh03a17:26": "338. Idāni kukkuḷakathā nāma hoti. Tattha yesaṁ ‘‘sabbaṁ, bhikkhave, ādittaṁ (saṁ. ni. 4.28; mahāva. 54) sabbe saṅkhārā dukkhā’’tiādīni (dha. pa. 278) suttāni ayoniso gahetvā ‘‘nippariyāyeneva sabbe saṅkhārā kukkuḷā vītaccitaṅgārasammissā chārikanirayasadisā’’ti laddhi, seyyathāpi etarahi gokulikānaṁ; tesaṁ nānappakārasukhasandassanena taṁ laddhiṁ vivecetuṁ pucchā sakavādissa, paṭiññā paravādissa. Tattha anodhiṁ katvāti odhiṁ mariyādaṁ koṭṭhāsaṁ akaritvā, avisesena sabbeyevāti attho. Sesaṁ sabbaṁ pāḷinayeneva veditabbaṁ saddhiṁ suttasādhanāyāti.",
  "atk-abh03a17:27": "Kukkuḷakathāvaṇṇanā.",
  "atk-abh03a17:28": "9. Anupubbābhisamayakathāvaṇṇanā",
  "atk-abh03a17:29": "339. Idāni anupubbābhisamayakathā nāma hoti. Tattha yesaṁ –",
  "atk-abh03a17:30": "‘‘Anupubbena medhāvī, thokaṁ thokaṁ khaṇe khaṇe;",
  "atk-abh03a17:31": "Kammāro rajatasseva, niddhame malamattano’’ti. (dha. pa. 239) –",
  "atk-abh03a17:32": "Ādīni suttāni ayoniso gahetvā ‘‘sotāpattiphalasacchikiriyāya paṭipanno ekacce kilese dukkhadassanena pajahati, ekacce samudayanirodhamaggadassanena, tathā sesāpīti evaṁ soḷasahi koṭṭhāsehi anupubbena kilesappahānaṁ katvā arahattapaṭilābho hotī’’ti evarūpā nānābhisamayaladdhi uppannā, seyyathāpi etarahi andhakasabbatthikasammitiyabhadrayānikānaṁ; tesaṁ laddhivivecanatthaṁ anupubbābhisamayoti pucchā sakavādissa, paṭiññā itarassa. Anupubbena sotāpattimagganti puṭṭho pana ekassa maggassa bahubhāvāpattibhayena paṭikkhipati. Dutiyaṁ puṭṭho dukkhadassanādivasena paṭijānāti. Tāni vā cattāripi ñāṇāni eko sotāpattimaggoyevāti paṭijānāti, phalaṁ pana ekameva icchati, tasmā paṭikkhipati. Sakadāgāmimaggādīsupi eseva nayo.",
  "atk-abh03a17:33": "344.Magge diṭṭhe phale ṭhitoti pañhe yasmā dukkhadassanādīhi dassanaṁ apariniṭṭhitaṁ, maggadassanena pariniṭṭhitaṁ nāma hoti, tadā so phale ṭhitoti saṅkhaṁ gacchati, tasmā paṭijānāti.",
  "atk-abh03a17:34": "345.Dukkhediṭṭhe cattāri saccānīti pucchā paravādissa, ekābhisamayavasena paṭiññā sakavādissa. Puna dukkhasaccaṁ cattāri saccānīti anuyoge catunnampi nānāsabhāvattā paṭikkhepo tasseva.",
  "atk-abh03a17:35": "Rūpakkhandhe aniccato diṭṭheti pucchā sakavādissa, samuddato ekabindussa rase paṭividdhe sesaudakassa paṭivedho viya ekadhamme aniccādito paṭividdhe sabbepi paṭividdhā hontīti laddhiyā paṭiññā paravādissa.",
  "atk-abh03a17:36": "Catūhi ñāṇehīti dukkhe ñāṇādīhi. Aṭṭhahi ñāṇehīti sāvakānaṁ sādhāraṇehi saccañāṇehi ceva paṭisambhidāñāṇehi ca. Dvādasahi ñāṇehīti dvādasaṅgapaṭiccasamuppādañāṇehi. Catucattārīsāya ñāṇehīti ‘‘jarāmaraṇe ñāṇaṁ, jarāmaraṇasamudaye ñāṇa’’nti evaṁ nidānavagge vuttañāṇehi. Sattasattatiyā ñāṇehīti ‘‘jarāmaraṇaṁ, bhikkhave, aniccaṁ saṅkhataṁ paṭiccasamuppannaṁ khayadhammaṁ vayadhammaṁ virāgadhammaṁ nirodhadhamma’’nti (saṁ. ni. 2.20) evaṁ tattheva vuttañāṇehi. Sesamettha pāḷinayeneva veditabbaṁ saddhiṁ suttasādhanenāti.",
  "atk-abh03a17:37": "Anupubbābhisamayakathāvaṇṇanā.",
  "atk-abh03a17:38": "10. Vohārakathāvaṇṇanā",
  "atk-abh03a17:39": "347. Idāni vohārakathā nāma hoti. Tattha buddho bhagavā lokuttarena vohārena voharatīti yesaṁ laddhi, seyyathāpi etarahi andhakānaṁ; te sandhāya pucchā sakavādissa, laddhivasena paṭiññā paravādissa. Lokuttare sotetiādīni tassa ayuttavādībhāvadīpanatthaṁ vuttāni. Ayañhettha adhippāyo – ‘‘saddāyatanameva te lokuttaraṁ, udāhu sotādīnipī’’ti.",
  "atk-abh03a17:40": "Hañci buddhassa bhagavato vohāro lokiye sote paṭihaññatīti ettha yadi so lokuttare paṭihaññeyya. Lokuttaro siyāti evamattho na gahetabbo. Lokiye paṭihaññamānassa pana lokuttaratā nāma natthīti ayametthādhippāyo. Lokiyena viññāṇenāti etthāpi lokiyenevāti attho. Itarathā anekantatā siyā. Lokuttarañhi lokiyenapi ñāṇena ñāyatī. Evaṁ sabbaṁ yathānurūpato veditabbaṁ. Sabbe te maggaṁ bhāventīti pañhesu ye maggaṁ nappaṭilabhanti, te sandhāya paṭikkhipati. Ye paṭilabhanti, te sandhāya paṭijānāti.",
  "atk-abh03a17:41": "351.Sovaṇṇamayāyāti suvaṇṇamayāya. Idaṁ paravādissa udāharaṇaṁ.",
  "atk-abh03a17:42": "Eḷaṇḍiyāyāti eḷaṇḍamayāya. Idaṁ sakavādissa udāharaṇaṁ. Lokiyaṁ voharantassa lokiyoti ayampi ekā laddhi. Sā etarahi ekaccānaṁ andhakānaṁ laddhi. Sesamettha uttānatthamevāti.",
  "atk-abh03a17:43": "Vohārakathāvaṇṇanā.",
  "atk-abh03a17:44": "11. Nirodhakathāvaṇṇanā",
  "atk-abh03a17:45": "353. Idāni nirodhakathā nāma hoti. Tattha yesaṁ appaṭisaṅkhānirodhañca paṭisaṅkhānirodhañca dvepi ekato katvā nirodhasaccanti laddhi, seyyathāpi etarahi mahisāsakānañceva andhakānañca; te sandhāya dve nirodhāti pucchā sakavādissa, paṭiññā paravādissa . Dve dukkhanirodhāti pañhesu yasmā dve dukkhasaccāni na icchati, tasmā paṭikkhipati. Yasmā dvīhākārehi dukkhaṁ nirujjhatīti icchati, tasmā paṭijānāti. Dve nirodhasaccānītipañhesu dvinnaṁ dukkhasaccānaṁ nirodhavasenaanicchanto paṭikkhipati. Dvīhākārehi dukkhassa nirujjhanato paṭijānāti. Dve tāṇānītiādīsupi eseva nayo.",
  "atk-abh03a17:46": "Atthi dvinnaṁ nibbānānantiādīsu pucchāsu uccanīcatādīni apassanto paṭikkhipati.",
  "atk-abh03a17:47": "Appaṭisaṅkhāniruddheti ye paṭisaṅkhāya lokuttarena ñāṇena aniruddhā suddhapakatikattā vā uddesaparipucchādīnaṁ vā vasena na samudācaraṇato niruddhāti vuccanti, te saṅkhāre. Paṭisaṅkhā nirodhentīti. Lokuttarañāṇena nirodhenti anuppattibhāvaṁ gamenti. Nanu appaṭisaṅkhāniruddhā saṅkhārāti pucchā paravādissa . Tattha bhaggānaṁ puna abhañjanato appaṭisaṅkhāniruddhānaṁ vā ariyamagge uppanne tathā nirujjhanatova sakavādī accantabhaggataṁ paṭijānāti. Sesamettha uttānatthamevāti.",
  "atk-abh03a17:48": "Nirodhakathāvaṇṇanā.",
  "atk-abh03a17:49": "Dutiyo vaggo."
}