{
  "atk-s0510a10:0": "10. Sudhāvaggo",
  "atk-s0510a10:1": "1. Sudhāpiṇḍiyattheraapadānavaṇṇanā",
  "atk-s0510a10:2": "Pūjārahepūjayatotiādikaṁ āyasmato sudhāpiṇḍiyattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto siddhatthassa bhagavato kāle bhagavati dharamāne puññaṁ kātumasakkonto parinibbute bhagavati tassa dhātuṁ nidahitvā cetiye karīyamāne sudhāpiṇḍamadāsi. So tena puññena catunnavutikappato paṭṭhāya etthantare caturāpāyamadisvā devamanussasampattiyo anubhavitvā imasmiṁ buddhuppāde ekasmiṁ kulagehe nibbatto viññutaṁ patvā satthari pasīditvā pabbajito nacirasseva arahā ahosi.",
  "atk-s0510a10:3": "1-2. So aparabhāge attano pubbakammaṁ saritvā somanassajāto attano pubbacaritāpadānaṁ pakāsento pūjārahetiādimāha. Tattha pūjārahā nāma buddhapaccekabuddhaariyasāvakācariyupajjhāyamātāpitugaruādayo, tesu pūjārahesu mālādipadumavatthābharaṇacatupaccayādīhi pūjayato pūjayantassa puggalassa puññakoṭṭhāsaṁ sahassasatasahassādivasena saṅkhyaṁ kātuṁ kenaci mahānubhāvenāpi na sakkāti attho. Na kevalameva dharamāne buddhādayo pūjayato, parinibbutassāpi bhagavato cetiyapaṭimābodhiādīsupi eseva nayo.",
  "atk-s0510a10:4": "3. Taṁ dīpetuṁ catunnamapi dīpānantiādimāha. Tattha catunnamapi dīpānanti jambudīpaaparagoyānauttarakurupubbavidehasaṅkhātānaṁ catunnaṁ dīpānaṁ tadanugatānaṁ dvisahassaparittadīpānañca ekato katvā sakalacakkavāḷagabbhe issaraṁ cakkavattirajjaṁ kareyyāti attho. Ekissā pūjanāyetanti dhātugabbhe cetiye katāya ekissā pūjāya etaṁ sakalajambudīpe sattaratanādikaṁ sakalaṁ dhanaṁ. Kalaṁ nāgghati soḷasinti cetiye katapūjāya soḷasakkhattuṁ vibhattassa soḷasamakoṭṭhāsassa na agghatīti attho.",
  "atk-s0510a10:5": "4.Siddhatthassa…pe…phalitantareti narānaṁ aggassa seṭṭhassa siddhatthassa bhagavato cetiye dhātugabbhamhi sudhākamme karīyamāne paricchedānaṁ ubhinnamantare vemajjhe, atha vā pupphadānaṭṭhānānaṁ antare phalantiyā mayā sudhāpiṇḍo dinno makkhitoti sambandho. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0510a10:6": "Sudhāpiṇḍiyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a10:7": "2. Sucintikattheraapadānavaṇṇanā",
  "atk-s0510a10:8": "Tissassa lokanāthassātiādikaṁ āyasmato sucintikattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro anekāsu jātīsu nibbānādhigamāya puññaṁ upacinitvā tissassa bhagavato kāle ekasmiṁ kulagehe nibbatto vuddhimanvāya satthari pasīditvā satthu nisīdanatthāya parisuddhaṁ siliṭṭhaṁ kaṭṭhamayamanagghapīṭhamadāsi. So tena puññakammena sugatisukhamanubhavitvā tattha tattha saṁsaranto imasmiṁ buddhuppāde ekasmiṁ kulagehe nibbatto vuddhimanvāya satthari pasīditvā pabbajito nacirasseva arahā ahosi.",
  "atk-s0510a10:9": "8. So pattaarahattaphalo pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento tissassa lokanāthassātiādimāha. Taṁ sabbaṁ uttānatthamevāti.",
  "atk-s0510a10:10": "Sucintikattheraapadānavaṇṇanā samattā.",
  "atk-s0510a10:11": "3. Aḍḍhaceḷakattheraapadānavaṇṇanā",
  "atk-s0510a10:12": "Tissassāhaṁbhagavatotiādikaṁ āyasmato aḍḍhaceḷakattherassa apadānaṁ. Ayampi thero purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto tissassa bhagavato kāle ekenākusalena kammena duggatakulagehe nibbatto vuddhimanvāya saddhammadesanaṁ ñatvā pasannamānaso cīvaratthāya aḍḍhabhāgaṁ ekaṁ dussamadāsi. So teneva pītisomanassena kālaṁ katvā sagge nibbatto cha kāmāvacarasampattimanubhavitvā tato cuto manussesu manussasampattīnaṁ aggabhūtaṁ cakkavattisampattiṁ anubhavitvā imasmiṁ buddhuppāde ekasmiṁ addhakule nibbatto vuddhippatto satthu dhammadesanaṁ sutvā pasannamānaso pabbajitvā nacirasseva arahā ahosi.",
  "atk-s0510a10:13": "14. So aparabhāge attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento tissassāhaṁ bhagavatotiādimāha. Taṁ sabbaṁ uttānatthamevāti.",
  "atk-s0510a10:14": "Aḍḍhaceḷakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a10:15": "4. Sūcidāyakattheraapadānavaṇṇanā",
  "atk-s0510a10:16": "Kammārohaṁ pure āsintiādikaṁ āyasmato sūcidāyakattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro antarantarā kusalabījāni pūrento vipassissa bhagavato kāle antarantarā katena ekena kammacchiddena kammārakule nibbatto vuddhimanvāya sakasippesu nipphattiṁ patto satthu dhammadesanaṁ sutvā pasannamānaso cīvarasibbanatthāya sūcidānamadāsi, tena puññena dibbasampattiṁ anubhavitvā aparabhāge manussesu uppanno cakkavattādayo sampattiyo ca anubhavanto uppannuppannabhave tikkhapañño vajīrañāṇo ahosi. So kamena imasmiṁ buddhuppāde nibbatto vuddhippatto mahaddhano saddhājāto tikkhapañño ahosi. So ekadivasaṁ satthu dhammadesanaṁ sutvā dhammānusārena ñāṇaṁ pesetvā nisinnāsaneyeva arahā ahosi.",
  "atk-s0510a10:17": "19. So arahā samāno attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento kammārohaṁ pure āsintiādimāha. Tattha kammāroti ayokammalohakammādinā kammena jīvati ruhati vuddhiṁ virūḷhiṁ āpajjatīti kammāro, pubbe puññakaraṇakāle kammāro āsiṁ ahosinti attho. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0510a10:18": "Sūcidāyakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a10:19": "5. Gandhamāliyattheraapadānavaṇṇanā",
  "atk-s0510a10:20": "Siddhatthassabhagavatotiādikaṁ āyasmato gandhamāliyattherassa apadāna. Ayampi purimabuddhesu katādhikāro siddhatthassa bhagavato kāle kulagehe nibbatto mahaddhano mahābhogo ahosi. So satthari pasīditvā candanāgarukappūrakassaturādīni anekāni sugandhāni vaḍḍhetvā satthu gandhathūpaṁ kāresi. Tassupari sumanapupphehi chādesi, buddhañca aṭṭhaṅganamakkāraṁ akāsi. So tena puññakammena devamanussesu sampattiyo anubhavitvā imasmiṁ buddhuppāde vibhavasampanne ekasmiṁ kulagehe nibbatto vuddhimanvāya satthari pasīditvā pabbajito nacirasseva arahā ahosi.",
  "atk-s0510a10:21": "24. So aparabhāge attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento siddhatthassa bhagavatotiādimāha. Taṁ sabbaṁ uttānatthamevāti.",
  "atk-s0510a10:22": "Gandhamāliyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a10:23": "6. Tipupphiyattheraapadānavaṇṇanā",
  "atk-s0510a10:24": "Migaluddo pure āsintiādikaṁ āyasmato tipupphiyattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro antarā kenaci akusalacchiddena vipassissa bhagavato kāle nesādakule nibbatto migaluddo hutvā araññe viharati. Tadā vipassissa bhagavato pāṭalibodhiṁ sampuṇṇapattapallavaṁ haritavaṇṇaṁ nīlobhāsaṁ manoramaṁ disvā tīhi pupphehi pūjetvā purāṇapattaṁ chaḍḍetvā bhagavato sammukhā viya pāṭalimahābodhiṁ vandi. So tena puññena tato cuto devaloke uppanno tattha dibbasampattiṁ aparāparaṁ anubhavitvā tato cuto manussesu jāto tattha cakkavattisampattiādayo anubhavitvā imasmiṁ buddhuppāde ekasmiṁ kulagehe nibbatto vuddhimanvāya satthu dhammadesanaṁ sutvā paṭiladdhasomanassahadayo gehaṁ pahāya pabbajitvā nacirasseva arahā ahosi.",
  "atk-s0510a10:25": "31. So evaṁ siddhippatto attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento migaluddo pure āsintiādimāha. Tattha maraṇāya gacchati pāpuṇātīti migo, atha vā magayamāno ihati pavattatīti migo, migānaṁ māraṇe luddo lobhī gedhoti migaluddo, pure mayhaṁ puññakaraṇasamaye kānanasaṅkhāte mahāaraññe migaluddo āsinti sambandho. Pāṭaliṁ haritaṁ disvāti tattha pakārena talena rattavaṇṇena bhavatīti pāṭali , pupphānaṁ rattavaṇṇatāya pāṭalīti vohāro, pattānaṁ haritatāya haritaṁ nīlavaṇṇaṁ pāṭalibodhiṁ disvāti attho. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0510a10:26": "Tipupphiyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a10:27": "7. Madhupiṇḍikattheraapadānavaṇṇanā",
  "atk-s0510a10:28": "Vivane kānane disvātiādikaṁ āyasmato madhupiṇḍikattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto siddhatthassa bhagavato kāle nesādayoniyaṁ nibbatto mahāaraññe paṭivasati. Tadā vivekābhiratiyā sampattaṁ siddhatthaṁ bhagavantaṁ disvā samādhito vuṭṭhitassa tassa sumadhuraṁ madhumadāsi. Tattha ca pasannamānaso vanditvā pakkāmi. So teneva puññena sampattiṁ anubhavanto devamanussesu saṁsaritvā imasmiṁ buddhuppāde kulagehe nibbatto vuddhippatto satthari pasīditvā pabbajito nacirasseva arahā ahosi.",
  "atk-s0510a10:29": "37. So aparabhāge attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento vivane kānane disvātiādimāha. Tattha vivaneti visesena vanaṁ patthaṭaṁ vivanaṁ, hatthiassarathasaddehi bherisaddehi ca vatthukāmakilesakāmehi ca vigataṁ byāpagatanti attho, kānanasaṅkhāte mahāaraññe vivaneti sambandho. Osadhiṁva virocantanti bhavavaḍḍhakijanānaṁ icchiticchitaṁ nipphādetīti osadhaṁ. Ojānibbattikāraṇaṁ paṭicca yāya tārakāya uggatāya uddharanti gaṇhantīti sā osadhi. Osadhitārakā iva virocantīti vattabbe gāthābandhasukhatthaṁ ‘‘osadhiṁva virocanta’’nti ca vuttaṁ. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0510a10:30": "Madhupiṇḍikattheraapadānavaṇṇanā samattā.",
  "atk-s0510a10:31": "8. Senāsanadāyakattheraapadānavaṇṇanā",
  "atk-s0510a10:32": "Siddhatthassa bhagavatotiādikaṁ āyasmato senāsanadāyakattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto siddhatthassa bhagavato kāle kulagehe nibbatto vuddhippatto satthari pasīditvā attano vasanaṭṭhānaṁ vanantaraṁ sampattassa bhagavato paṇāmaṁ katvā paṇṇasantharaṁ santharitvā adāsi. Bhagavato nisinnaṭṭhānassa samantato bhittiparicchedaṁ katvā pupphapūjamakāsi. So tena puññena devamanussesu saṁsaranto ubhayasampattiyo anubhavitvā imasmiṁ buddhuppāde kulagehe nibbatto vuddhippatto satthari pasīditvā pabbajito nacirasseva arahā ahosi.",
  "atk-s0510a10:33": "45. So aparabhāge attano pubbakammaṁ saritvā somanassajāto attano pubbacaritāpadānaṁ dassento siddhatthassa bhagavatotiādimāha. Taṁ sabbaṁ heṭṭhā vuttanayattā uttānatthamevāti.",
  "atk-s0510a10:34": "Senāsanadāyakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a10:35": "9. Veyyāvaccakarattheraapadānavaṇṇanā",
  "atk-s0510a10:36": "Vipassissa bhagavatotiādikaṁ āyasmato veyyāvaccakarattherassa apadānaṁ. Tassa uppattiādayo heṭṭhā vuttaniyāmeneva daṭṭhabbā.",
  "atk-s0510a10:37": "Veyyāvaccakarattheraapadānavaṇṇanā samattā.",
  "atk-s0510a10:38": "10. Buddhupaṭṭhākattheraapadānavaṇṇanā",
  "atk-s0510a10:39": "Vipassissabhagavatotiādikaṁ āyasmato buddhupaṭṭhākattherassa apadānaṁ. Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto vipassissa bhagavato kāle saṅkhadhamakakule nibbatto vuddhimanvāya attano sippe saṅkhadhamane cheko ahosi, niccakālaṁ bhagavato saṅkhaṁ dhametvā saṅkhasaddeneva pūjesi. So tena puññena devamanussesu saṁsaranto sabbattha pākaṭo mahāghoso mahānādī madhurassaro ahosi, imasmiṁ buddhuppāde ekasmiṁ pākaṭakule nibbatto vuddhippatto madhurassaroti pākaṭo, satthari pasīditvā pabbajito nacirasseva arahā ahosi, aparabhāge madhurassarattheroti pākaṭo.",
  "atk-s0510a10:40": "51. So ekadivasaṁ attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento vipassissa bhagavatotiādimāha. Taṁ heṭṭhā vuttameva. Ahosiṁ saṅkhadhamakoti saṁ suṭṭhu khananto gacchatīti saṅkho, samuddajalapariyante caramāno gacchati vicaratīti attho. Taṁ saṅkhaṁ dhamati ghosaṁ karotīti saṅkhadhamako, sohaṁ saṅkhadhamakova ahosinti attho. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0510a10:41": "Buddhupaṭṭhākattheraapadānavaṇṇanā samattā.",
  "atk-s0510a10:42": "Dasamavaggavaṇṇanā samattā."
}