{
  "atk-s0517a15:0": "2. Iddhikathā",
  "atk-s0517a15:1": "Iddhikathāvaṇṇanā",
  "atk-s0517a15:2": "9. Idāni paññākathāya anantaraṁ paññānubhāvaṁ dassentena kathitāya iddhikathāya apubbatthānuvaṇṇanā. Tattha pucchāsu tāva kā iddhīti sabhāvapucchā. Kati iddhiyoti pabhedapucchā. Kati bhūmiyoti sambhārapucchā. Kati pādāti patiṭṭhapucchā. Kati padānīti āsannakāraṇapucchā. Kati mūlānīti ādikāraṇapucchā. Visajjanesu ijjhanaṭṭhena iddhīti nipphattiatthena paṭilābhaṭṭhena cāti attho. Yañhi nipphajjati paṭilabbhati ca, taṁ ijjhatīti vuccati. Yathāha – ‘‘kāmaṁ kāmayamānassa, tassa cetaṁ samijjhatī’’ti (su. ni. 772). ‘‘Nekkhammaṁ ijjhatīti iddhi, paṭiharatīti pāṭihāriya’’ntiādi (paṭi. ma. 3.32). Aparo nayo – ijjhanaṭṭhena iddhi, upāyasampadāyetaṁ adhivacanaṁ. Upāyasampadā hi ijjhati adhippetaphalappasavanato. Yathāha – ‘‘ayaṁ kho, citto gahapati, sīlavā kalyāṇadhammo, sace paṇidahissati ‘anāgatamaddhānaṁ rājā assaṁ cakkavattī’ti. Ijjhissati hi sīlavato cetopaṇidhi visuddhattā’’ti (saṁ. ni. 4.352). Aparo nayo – etāya sattā ijjhantīti iddhi. Ijjhantīti iddhā vuddhā ukkaṁsagatā hontīti vuttaṁ hoti.",
  "atk-s0517a15:3": "10. Dasasu iddhīsu adhiṭṭhānavasena nipphannattā adhiṭṭhānā iddhi. Pakativaṇṇavijahanavikāravasena pavattattā vikubbanā iddhi. Sarīrabbhantare aññassa manomayassa sarīrassa nipphattivasena pavattattā manomayā iddhi. Ñāṇappavattito pubbe vā pacchā vā taṁkhaṇe vā ñāṇānubhāvanibbatto viseso ñāṇavipphārā iddhi. Samādhito pubbe vā pacchā vā taṁkhaṇe vā samathānubhāvanibbatto viseso samādhivipphārā iddhi. Cetovasippattānaṁ ariyānaṁyeva sambhavato ariyā iddhi. Kammavipākavasena jāto viseso kammavipākajā iddhi. Pubbe katapuññassa jāto viseso puññavato iddhi. Vijjāya jāto viseso vijjāmayā iddhi. Tena tena sammāpayogena tassa tassa kammassa ijjhanaṁ tattha tattha sammāpayogapaccayā ijjhanaṭṭhena iddhi.",
  "atk-s0517a15:4": "Iddhiyācatasso bhūmiyoti avisesetvā vuttepi yathālābhavasena adhiṭṭhānavikubbanamanomayiddhiyā eva bhūmiyo, na sesānaṁ. Vivekajā bhūmīti vivekato vā viveke vā jātā vivekajā bhūmi. Pītisukhabhūmīti pītisukhayuttā bhūmi. Upekkhāsukhabhūmīti tatramajjhattupekkhāya ca sukhena ca yuttā bhūmi. Adukkhamasukhābhūmīti adukkhamasukhavedanāyuttā bhūmi. Tesu paṭhamadutiyāni jhānāni pītipharaṇatā, tīṇi jhānāni sukhapharaṇatā, catutthajjhānaṁ cetopharaṇatā. Ettha ca purimāni tīṇi jhānāni yasmā pītipharaṇena ca sukhapharaṇena ca sukhasaññañca lahusaññañca okkamitvā lahumudukammaññakāyo hutvā iddhiṁ pāpuṇāti, tasmā iminā pariyāyena iddhilābhāya saṁvattanato sambhārabhūmiyoti veditabbāni. Catutthajjhānaṁ pana iddhilābhāya pakatibhūmiyeva. Iddhilābhāyāti attano santāne pātubhāvavasena iddhīnaṁ lābhāya. Iddhipaṭilābhāyāti parihīnānaṁ vā iddhīnaṁ vīriyārambhavasena puna lābhāya, upasaggavasena vā padaṁ vaḍḍhitaṁ. Iddhivikubbanatāyāti iddhiyā vividhakaraṇabhāvāya. Iddhivisavitāyāti vividhaṁ visesaṁ savati janeti pavattetīti visavī, vividhaṁ savanaṁ vā assa atthīti visavī, tassa bhāvo visavitā. Tassā visavitāya, iddhiyā vividhavisesapavattanabhāvāyāti attho. Iddhivasībhāvāyāti iddhiyā issarabhāvāya. Iddhivesārajjāyāti iddhivisāradabhāvāya. Iddhipādā ñāṇakathāyaṁ vuttatthā.",
  "atk-s0517a15:5": "Chandaṁce bhikkhu nissāyāti yadi bhikkhu chandaṁ nissāya chandaṁ adhipatiṁ karitvā. Labhati samādhinti samādhiṁ paṭilabhati nibbatteti. Sesesupi eseva nayo. Tattha chandavīriyacittavīmaṁsā cattāri padāni, taṁsampayuttā cattāro samādhī cattāri padānīti evaṁ aṭṭha padāni. Yasmā pana iddhimuppādetukāmatāchando samādhinā ekato niyuttova iddhilābhāya saṁvattati, tathā vīriyādayo, tasmā imāni aṭṭha padāni vuttānīti veditabbāni.",
  "atk-s0517a15:6": "Yaṁ taṁ bhagavatā abhiññā uppādetukāmassa yogino kattabbayogavidhiṁ dassentena ‘‘so evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte’’ti (dī. ni. 1.238) cittassa āneñjaṁ vuttaṁ, taṁ thero soḷasadhā dassento soḷasamūlānītiādimāha. Tattha anonatanti kosajjavasena anonataṁ, asallīnanti attho. Anunnatanti uddhaccavasena uddhaṁ na āruḷhaṁ, anuddhatanti attho. Anabhinatanti lobhavasena na abhinataṁ, anallīnanti attho. Abhikāmatāya nataṁ abhinatanti, idaṁ tādisaṁ na hotīti vuttaṁ hoti. Rāgeti saṅkhāravatthukena lobhena. Anapanatanti dosavasena na apanataṁ, na ghaṭṭananti attho. ‘‘Nataṁ natī’’ti atthato ekaṁ. Apagatanatanti apanataṁ, idaṁ tādisaṁ na hotīti vuttaṁ hoti. Anissitanti anattato diṭṭhattā diṭṭhivasena ‘‘attā’’ti vā ‘‘attaniya’’nti vā kiñci na nissitaṁ. Appaṭibaddhanti paccupakārāsāvasena nappaṭibaddhaṁ. Chandarāgeti sattavatthukena lobhena. Vippamuttanti vikkhambhanavimuttivasena kāmarāgato vippamuttaṁ. Atha vā pañcavimuttivasena kāmarāgato vippamuttaṁ. Atha vā pañcavimuttivasena tato tato paṭipakkhato vippamuttaṁ. Idaṁ puthujjanasekhāsekhānampi abhiññāya uppādanato nirodhasamāpattiñāṇe ‘‘soḷasahi ñāṇacariyāhī’’ti (paṭi. ma. 1.84) vuttanayena ukkaṭṭhaparicchedena vuttaṁ, yathālābhavasena pana gahetabbaṁ. Kāmarāgeti methunarāgena. Visaññuttanti vikkhambhanato sesakilesehi visaṁyuttaṁ, ukkaṭṭhanayena samucchedato vā vippayuttaṁ. Kileseti sesakilesena. Vimariyādikatanti vikkhambhitabbamariyādavasena vigatakilesamariyādaṁ kataṁ, tena tena maggena pahātabbamariyādavasena vā vigatakilesamariyādaṁ kataṁ. Kilesamariyādeti tena tena pahīnena kilesamariyādena. Liṅgavipallāso cettha daṭṭhabbo. Ekattagatanti ekārammaṇagataṁ. Nānattakilesehīti nānārammaṇe pavattamānehi kilesehi. Idaṁ ārammaṇamapekkhitvā vuttaṁ, ‘‘anonata’’ntiādi pana kilese eva apekkhitvā. Obhāsagatanti paññāya visadappavattivasena paññobhāsaṁ gataṁ. Avijjandhakāreti balavaavijjāya. Catasso ca bhūmiyo soḷasa ca mūlāni iddhiyā pubbabhāgavasena vuttāni, cattāro ca pādā aṭṭha ca padāni pubbabhāgavasena ca sampayogavasena ca vuttānīti.",
  "atk-s0517a15:7": "10. Evaṁ iddhiyā bhūmipādapadamūlabhūte dhamme dassetvā idāni tā iddhiyo dassento katamā adhiṭṭhānā iddhītiādimāha. Tattha uddesapadānaṁ attho iddhividhañāṇaniddese vuttoyeva. Idha bhikkhūti imasmiṁ sāsane bhikkhu. Tena sabbapakāravasena iddhividhakārakassa aññattha abhāvaṁ dīpeti. Imesaṁ dvinnaṁ padānaṁ niddeso heṭṭhā vuttattho. Teneva ca iddhiyā bhūmipādapadamūlabhūtehi dhammehi samannāgato visuddhimagge (visuddhi. 2.365-366) vuttehi cuddasahi pannarasahi vā ākārehi paridamitacittatā ca chandādiekekādhipatisamāpajjanavasena āvajjanādivasībhāvavasena ca mudukammaññakatacittatā ca vuttā hoti. Balavapubbayogasampanno pubbayogasampattiyā arahattapaṭilābheneva paṭiladdhābhiññādiguṇo bhikkhu bhūmiādīhi dhammehi samannāgato hotīti katvā sopi vuttova hoti.",
  "atk-s0517a15:8": "Bahukaṁ āvajjatīti pathavīkasiṇārammaṇaṁ abhiññāpādakaṁ catutthajjhānaṁ samāpajjitvā vuṭṭhāya sace sataṁ icchati, ‘‘sataṁ homi, sataṁ homī’’ti parikammakaraṇavasena āvajjati. Āvajjitvāñāṇena adhiṭṭhātīti evaṁ parikammaṁ katvā abhiññāñāṇena adhiṭṭhāti. Ettha parikammaṁ katvā puna pādakajjhānasamāpajjanaṁ na vuttaṁ. Kiñcāpi na vuttaṁ, atha kho aṭṭhakathāyaṁ (visuddhi. 2.386) ‘‘āvajjatīti parikammavaseneva vuttaṁ, āvajjitvā ñāṇena adhiṭṭhātīti abhiññāñāṇavasena vuttaṁ, tasmā bahukaṁ āvajjati, tato tesaṁ parikammacittānaṁ avasāne samāpajjati, samāpattito vuṭṭhahitvā puna ‘bahuko homī’ti āvajjitvā tato paraṁ pavattānaṁ tiṇṇaṁ catunnaṁ vā pubbabhāgacittānaṁ anantarā uppannena sanniṭṭhāpanavasena adhiṭṭhānanti laddhanāmena ekeneva abhiññāñāṇena adhiṭṭhātīti evamettha attho daṭṭhabbo’’ti vuttattā evameva daṭṭhabbaṁ. Yathā ‘‘bhuñjitvā sayatī’’ti vutte pānīyaṁ apivitvā hatthadhovanādīni akatvā bhuttānantarameva sayatīti attho na hotīti antarā santesupi aññesu kiccesu ‘‘bhutvā sayatī’’ti vuccati, evamidhāpīti daṭṭhabbaṁ. Paṭhamaṁ pādakajjhānasamāpajjanampi hi pāḷiyaṁ avuttamevāti. Tena pana adhiṭṭhānañāṇena saheva sataṁ hoti. Sahassepi satasahassepi eseva nayo. Sace evaṁ na ijjhati, puna parikammaṁ katvā dutiyampi samāpajjitvā vuṭṭhāya adhiṭṭhātabbaṁ. Saṁyuttaṭṭhakathāyañhi ‘‘ekavāraṁ dvivāraṁ samāpajjituṁ vaṭṭatī’’ti vuttaṁ. Tattha pādakajjhānacittaṁ nimittārammaṇaṁ, parikammacittāni satārammaṇāni vā sahassārammaṇāni vā. Tāni ca kho vaṇṇavasena, na paṇṇattivasena. Adhiṭṭhānacittampi tatheva satārammaṇaṁ vā sahassārammaṇaṁ vā. Taṁ pubbe vuttaappanācittamiva gotrabhuanantaraṁ ekameva uppajjati rūpāvacaracatutthajjhānikaṁ.",
  "atk-s0517a15:9": "Yathāyasmā cūḷapanthako ekopi hutvā bahudhā hotīti bahudhābhāvassa kāyasakkhidassanatthaṁ vuttaṁ. Vattamānavacanaṁ panettha therassa tathākaraṇapakatikattā tassa dharamānakālattā ca katanti veditabbaṁ. Eko hotīti vārepi eseva nayo.",
  "atk-s0517a15:10": "Tatridaṁ vatthu (visuddhi. 2.386) – te dve bhātaro kira therā panthe jātattā ‘‘panthakā’’ti nāmaṁ labhiṁsu. Tesu jeṭṭho mahāpanthako pabbajitvā saha paṭisambhidāhi arahattaṁ pāpuṇi. So arahā hutvā cūḷapanthakaṁ pabbājetvā –",
  "atk-s0517a15:11": "‘‘Padumaṁ yathā kokanadaṁ sugandhaṁ, pāto siyā phullamavītagandhaṁ;",
  "atk-s0517a15:12": "Aṅgīrasaṁ passa virocamānaṁ, tapantamādiccamivantalikkhe’’ti. (a. ni. 5.195; saṁ. ni. 1.123) –",
  "atk-s0517a15:13": "Imaṁ gāthaṁ adāsi. So taṁ catūhi māsehi paguṇaṁ kātuṁ nāsakkhi. Atha naṁ thero ‘‘abhabbo tvaṁ imasmiṁ sāsane, nikkhama ito’’ti āha. Tasmiñca kāle thero bhattuddesako hoti. Jīvako komārabhacco bahuṁ mālāgandhavilepanaṁ ādāya attano ambavanaṁ gantvā satthāraṁ pūjetvā dhammaṁ sutvā dasabalaṁ vanditvā theraṁ upasaṅkamitvā ‘‘sve, bhante, buddhappamukhāni pañca bhikkhusatāni ādāya amhākaṁ nivesane bhikkhaṁ gaṇhathā’’ti āha. Theropi ‘‘ṭhapetvā cūḷapanthakaṁ sesānaṁ adhivāsemī’’ti āha. Taṁ sutvā cūḷapanthako bhiyyoso mattāya domanassappatto hutvā punadivase pātova vihārā nikkhamitvā sāsane sāpekkhatāya vihāradvārakoṭṭhake rodamāno aṭṭhāsi.",
  "atk-s0517a15:14": "Bhagavā tassa upanissayaṁ disvā taṁ upasaṅkamitvā ‘‘kasmā rodasī’’ti āha. So taṁ pavattiṁ ācikkhi. Bhagavā ‘‘na sajjhāyaṁ kātuṁ asakkonto mama sāsane abhabbo nāma hoti, mā soci, panthakā’’ti cakkacittatalena pāṇinā tassa sīsaṁ parāmasitvā taṁ bāhāyaṁ gahetvā vihāraṁ pavisitvā gandhakuṭipamukhe nisīdāpetvā iddhiyā abhisaṅkhataṁ parisuddhaṁ pilotikakhaṇḍaṁ ‘‘imaṁ pilotikaṁ ‘rajoharaṇaṁ rajoharaṇa’nti hatthena parimajjanto nisīda, panthakā’’ti vatvā tassa pilotikakhaṇḍaṁ datvā kāle ārocite bhikkhusaṅghaparivuto jīvakassa gehaṁ gantvā paññattāsane nisīdi. Tassa taṁ pilotikakhaṇḍaṁ tathāparimajjantassa kiliṭṭhaṁ hutvā kamena kāḷavaṇṇaṁ ahosi. So ‘‘idaṁ parisuddhaṁ pilotikakhaṇḍaṁ, natthettha doso, attabhāvaṁ nissāya panāyaṁ doso’’ti saññaṁ paṭilabhitvā pañcasu khandhesu ñāṇaṁ otāretvā vipassanaṁ vaḍḍhesi. Athassa bhagavā obhāsaṁ vissajjetvā purato nisinno viya paññāyamānarūpo hutvā imā obhāsagāthā abhāsi –",
  "atk-s0517a15:15": "‘‘Rāgo rajo na ca pana reṇu vuccati, rāgassetaṁ adhivacanaṁ rajoti;",
  "atk-s0517a15:16": "Etaṁ rajaṁ vippajahitva bhikkhavo, viharanti te vigatarajassa sāsane.",
  "atk-s0517a15:17": "‘‘Doso…pe… sāsane.",
  "atk-s0517a15:18": "‘‘Moho rajo na ca pana reṇu vuccati, mohassetaṁ adhivacanaṁ rajoti;",
  "atk-s0517a15:19": "Etaṁ rajaṁ vippajahitva bhikkhavo, viharanti te vigatarajassa sāsane. (mahāni. 209);",
  "atk-s0517a15:20": "‘‘Adhicetaso appamajjato, munino monapathesu sikkhato;",
  "atk-s0517a15:21": "Sokā na bhavanti tādino, upasantassa sadā satīmato’’ti. (udā. 37);",
  "atk-s0517a15:22": "Gāthāpariyosāne thero saha paṭisambhidāhi arahattaṁ pāpuṇi. So manomayajjhānalābhī hutvā eko hutvā bahudhā, bahudhā hutvā eko bhavituṁ samattho ahosi. Arahattamaggenevassa tīṇi piṭakāni cha ca abhiññā āgamiṁsu.",
  "atk-s0517a15:23": "Jīvakopi kho dasabalassa dakkhiṇodakaṁ upanāmesi. Satthā pattaṁ hatthena pidahitvā ‘‘kiṁ bhante’’ti puṭṭho ‘‘vihāre eko bhikkhu atthi, jīvakā’’ti āha. So purisaṁ pesesi ‘‘gaccha ayyaṁ gahetvā sīghaṁ ehī’’ti. Cūḷapanthakatthero tassa purisassa pure āgamanāyeva bhātaraṁ attano pattavisesaṁ ñāpetukāmo bhikkhusahassaṁ nimminitvā ekampi ekena asadisaṁ, ekassāpi ca cīvaravicāraṇādisāmaṇakakammaṁ aññena asadisaṁ akāsi. Puriso gantvā vihāre bahū bhikkhū disvā paccāgantvā ‘‘bahū, bhante, vihāre bhikkhū, pakkositabbaṁ ayyaṁ na passāmī’’ti jīvakassa kathesi. Jīvako satthāraṁ pucchitvā tassa nāmaṁ vatvā puna taṁ pesesi. So gantvā ‘‘cūḷapanthako nāma kataro bhante’’ti pucchi. ‘‘Ahaṁ cūḷapanthako, ahaṁ cūḷapanthako’’ti sakiṁyeva mukhasahassaṁ kathesi. So puna gantvā ‘‘sabbepi kira cūḷapanthakā, ahaṁ pakkositabbaṁ na jānāmī’’ti āha. Jīvako paṭividdhasaccatāya ‘‘iddhimā bhikkhū’’ti nayato aññāsi. Bhagavā āha – ‘‘gaccha, yaṁ paṭhamaṁ passasi, taṁ cīvarakaṇṇe gahetvā satthā taṁ āmantetīti vatvā ānehī’’ti. So gantvā tathā akāsi. Tāvadeva sabbepi nimmitā antaradhāyiṁsu. Thero taṁ uyyojetvā mukhadhovanādisarīrakiccaṁ niṭṭhapetvā paṭhamataraṁ gantvā paññattāsane nisīdi. Tasmiṁ khaṇe satthā dakkhiṇodakaṁ gaṇhitvā bhattakiccaṁ katvā cūḷapanthakatthereneva bhattānumodanaṁ dhammakathaṁ kathāpesi. Thero dīghamajjhimāgamappamāṇaṁ dhammakathaṁ kathesīti.",
  "atk-s0517a15:24": "Aññe bhikkhū adhiṭṭhānena manomayaṁ kāyaṁ abhinimminitvā tayo vā cattāro vā abhinimminanti, bahuke ekasadiseyeva ca katvā nimminanti ekavidhameva kammaṁ kurumāne. Cūḷapanthakatthero pana ekāvajjaneneva bhikkhusahassaṁ māpesi. Dvepi jane na ekasadise akāsi, na ekavidhaṁ kammaṁ kurumāne. Tasmā manomayaṁ kāyaṁ abhinimminantānaṁ aggo nāma jāto. Aññe pana bahū aniyametvā nimmitā iddhimatā sadisāva honti. Ṭhānanisajjādīsu ca bhāsitatuṇhībhāvādīsu ca yaṁ yaṁ iddhimā karoti, taṁ tadeva karonti. Sace pana nānāvaṇṇaṁ kātukāmo hoti keci paṭhamavaye keci majjhimavaye keci pacchimavaye, tathā dīghakese upaḍḍhamuṇḍe muṇḍe missakakese upaḍḍharattacīvare paṇḍukacīvare padabhāṇadhammakathāsarabhaññapañhāpucchanapañhāvisajjanarajanapacanacīvarasibbanadhovanādīni karonte aparepi vā nānappakārake kātukāmo hoti, tena pādakajjhānato vuṭṭhāya ‘‘ettakā bhikkhū paṭhamavayā hontū’’tiādinā nayena parikammaṁ katvā puna samāpajjitvā vuṭṭhāya adhiṭṭhātabbaṁ, adhiṭṭhānacittena saddhiṁ icchiticchitappakārāyeva hontīti. Eseva nayo bahudhāpi hutvā eko hotītiādīsu.",
  "atk-s0517a15:25": "Ayaṁ pana viseso – pakatiyā bahukoti nimmitakālabbhantare nimmitapakatiyā bahuko. Iminā ca bhikkhunā evaṁ bahubhāvaṁ nimminitvā puna ‘‘ekova hutvā caṅkamissāmi, sajjhāyaṁ karissāmi, pañhaṁ pucchissāmī’’ti cintetvā vā, ‘‘ayaṁ vihāro appabhikkhuko, sace keci āgamissanti ‘kuto ime ettakā ekasadisā bhikkhū, addhā therassa esa ānubhāvo’ti maṁ jānissantī’’ti appicchatāya vā antarāva ‘‘eko homī’’ti icchantena pādakajjhānaṁ samāpajjitvā vuṭṭhāya ‘‘eko homī’’ti parikammaṁ katvā puna samāpajjitvā vuṭṭhāya ‘‘eko homī’’ti adhiṭṭhātabbaṁ. Adhiṭṭhānacittena saddhiṁyeva eko hoti. Evaṁ akaronto pana yathāparicchinnakālavasena sayameva eko hoti.",
  "atk-s0517a15:26": "11.Āvibhāvanti padaṁ nikkhipitvā kenaci anāvaṭaṁ hotīti vuttattā kenaci anāvaṭapadena āvibhāvapadassa pākaṭabhāvattho vutto. ‘‘Hotī’’ti padena ‘‘karotī’’ti pāṭhaseso vutto hoti. Pākaṭaṁ hontañhi āvibhāve kate hoti. Kenaci anāvaṭanti kuṭṭādinā yena kenaci anāvaṭaṁ āvaraṇavirahitaṁ. Appaṭicchannanti uparito acchāditaṁ. Tadeva anāvaṭattā vivaṭaṁ. Appaṭicchannattā pākaṭaṁ. Tirobhāvanti antaritabhāvaṁ karoti. Āvaṭaṁyeva tena āvaraṇena pihitaṁ. Paṭicchannaṁyeva tena paṭicchādanena paṭikujjitaṁ.",
  "atk-s0517a15:27": "Ākāsakasiṇasamāpattiyāti paricchedākāsakasiṇe uppāditāya catutthajjhānasamāpattiyā. Lābhīti lābho assa atthīti lābhī. Aparikkhitteti kenaci samantato aparikkhitte padese. Idha ākāsakasiṇasseva vuttattā tattha bhāvitameva jhānaṁ ākāsakaraṇassa paccayo hoti, na aññanti daṭṭhabbaṁ. Upariāpokasiṇādīsupi tadārammaṇameva jhānaṁ daṭṭhabbaṁ, na aññaṁ . Pathaviṁ āvajjati, udakaṁ āvajjati, ākāsaṁ āvajjatīti pakatipathavīudakaākāse āvajjati. Antalikkheti tassa ākāsassa pathavito dūrākāsabhāvaṁ dīpeti.",
  "atk-s0517a15:28": "12. Candimasūriyaparimajjane kasiṇaniyamaṁ akatvā ‘‘iddhimā cetovasippatto’’ti avisesena vuttattā natthettha kasiṇasamāpattiniyamoti veditabbaṁ. Nisinnako vā nipannako vāti nisinno vā nipanno vā. Imeheva itarairiyāpathadvayampi vuttameva hoti. Hatthapāse hotūti hatthasamīpe hotu. Hatthapasse hotūtipi pāṭho. Idaṁ tathā kātukāmassa vasena vuttaṁ. Ayaṁ pana tattha gantvāpi hatthaṁ vaḍḍhetvāpi āmasati. Āmasatīti īsakaṁ phusati. Parāmasatīti bāḷhaṁ phusati. Parimajjatīti samantato phusati. Rūpagatanti hatthapāse ṭhitarūpameva.",
  "atk-s0517a15:29": "Dūrepi santike adhiṭṭhātīti pādakajjhānato vuṭṭhāya dūre devalokaṁ vā brahmalokaṁ vā āvajjati ‘‘santike hotū’’ti. Āvajjitvā parikammaṁ katvā puna samāpajjitvā vuṭṭhāya ñāṇena adhiṭṭhāti ‘‘santike hotū’’ti. Santike hoti. Esa nayo sesapadesupi. Brahmalokaṁ pana gantukāmassa dūrassa santikakaraṇaṁ vatvā brahmalokagamanassa anupakārampi imāya iddhiyā ijjhamānavisesaṁ dassento santikepītiādimāha. Tattha na kevalaṁ thokakaraṇabahukaraṇameva, ‘‘amadhuraṁ madhura’’ntiādīsupi yaṁ yaṁ icchati, taṁ sabbaṁ iddhimato ijjhati. Aparo nayo – dūrepi santike adhiṭṭhātīti dūre brahmalokaṁ vā manussalokassa santike adhiṭṭhāti. Santikepi dūre adhiṭṭhātīti santike manussalokaṁ vā dūre brahmaloke adhiṭṭhāti. Bahukampi thokaṁ adhiṭṭhātīti sace brahmāno bahū sannipatitā honti, mahāattabhāvattā dassanūpacāraṁ savanūpacāraṁ pajahanti, dassanūpacāre ca savanūpacāre ca ekajjhaṁ saṅkhipitvā bahukampi thokanti adhiṭṭhāti. Thokampi bahukaṁ adhiṭṭhātīti sace mahāparivārena gantukāmo hoti, ekakattā thokaṁ attānaṁ bahukaṁ adhiṭṭhahitvā mahāparivāro gacchatīti evamettha attho daṭṭhabbo. Evaṁ sati catubbidhampi taṁ brahmalokagamane upakāro hoti.",
  "atk-s0517a15:30": "Dibbena cakkhunā tassa brahmuno rūpaṁ passatīti idha ṭhito ālokaṁ vaḍḍhetvā yassa brahmuno rūpaṁ daṭṭhukāmo, dibbena cakkhunā tassa brahmuno rūpaṁ passati. Idheva ṭhito dibbāya sotadhātuyā tassa brahmuno bhāsamānassa saddaṁ suṇāti. Cetopariyañāṇena tassa brahmuno cittaṁ pajānāti. Dissamānenāti cakkhunā pekkhiyamānena. Kāyavasena cittaṁ pariṇāmetīti rūpakāyassa vasena cittaṁ pariṇāmeti. Pādakajjhānacittaṁ gahetvā kāye āropeti, kāyānugatikaṁ karoti dandhagamanaṁ. Kāyagamanañhi dandhaṁ hoti. Adhiṭṭhātīti tasseva vevacanaṁ, sanniṭṭhāpetīti attho. Sukhasaññañca lahusaññañca okkamitvāti pādakajjhānārammaṇena iddhicittena sahajātaṁ sukhasaññañca lahusaññañca okkamitvā pavisitvā phusitvā pāpuṇitvā. Sukhasaññā ca nāma upekkhāsampayuttasaññā. Upekkhā hi santaṁ sukhanti vuttā, sāyeva saññā nīvaraṇehi ceva vitakkādipaccanīkehi ca vimuttattā lahusaññātipi veditabbā. Taṁ okkantassa panassa karajakāyopi tūlapicu viya sallahuko hoti. So evaṁ vātakkhittatūlapicunā viya sallahukena dissamānena kāyena brahmalokaṁ gacchati. Evaṁ gacchanto ca sace icchati, pathavīkasiṇavasena ākāse maggaṁ nimminitvā padasā gacchati. Sace icchati, ākāse pathavīkasiṇavaseneva pade pade padumaṁ nimminitvā padume padume padaṁ nikkhipanto padasā gacchati. Sace icchati, vāyokasiṇavasena vātaṁ adhiṭṭhahitvā tūlapicu viya vāyunā gacchati. Apica gantukāmatāva ettha pamāṇaṁ. Sati hi gantukāmatāya evaṁkatacittādhiṭṭhāno adhiṭṭhānavegakkhittova so jiyāvegakkhitto saro viya dissamāno gacchati.",
  "atk-s0517a15:31": "Cittavasena kāyaṁ pariṇāmetīti karajakāyaṁ gahetvā pādakajjhānacitte āropeti, cittānugatikaṁ karoti sīghagamanaṁ. Cittagamanañhi sīghaṁ hoti. Sukhasaññañca lahusaññañca okkamitvāti rūpakāyārammaṇena iddhicittena sahajātaṁ sukhasaññañca lahusaññañca. Sesaṁ vuttanayeneva veditabbaṁ. Idaṁ pana cittagamanameva hoti. Evaṁ adissamānena kāyena gacchanto panāyaṁ kiṁ tassādhiṭṭhānacittassa uppādakkhaṇe gacchati? Udāhu ṭhitikkhaṇe bhaṅgakkhaṇe vāti vutte ‘‘tīsupi khaṇesu gacchatī’’ti thero āha. Kiṁ pana so sayaṁ gacchati, nimmitaṁ pesetīti? Yathāruci karoti. Idha panassa sayaṁ gamanameva āgataṁ.",
  "atk-s0517a15:32": "Manomayanti adhiṭṭhānamanena nimmitattā manomayaṁ. Sabbaṅgapaccaṅganti sabbaaṅgapaccaṅgavantaṁ. Ahīnindriyanti idaṁ cakkhusotādīnaṁ saṇṭhānavasena vuttaṁ, nimmitarūpe pana pasādo nāma natthi. Sace so iddhimā caṅkamati, nimmitopi tattha caṅkamatītiādi sabbaṁ sāvakanimmitaṁ sandhāya vuttaṁ. Buddhanimmitā pana yaṁ yaṁ bhagavā karoti, taṁ tampi karonti, bhagavato cittavasena aññampi karontīti. Dhūmāyati pajjalatīti tejokasiṇavasena. Dhammaṁ bhāsatītiādīni tīṇi aniyametvā vuttāni. Santiṭṭhatīti saṅgamma tiṭṭhati. Sallapatīti saṅgamma lapati. Sākacchaṁ samāpajjatīti aññamaññassa uttarapaccuttaradānavasena saṁkathaṁ karoti. Ettha ca yaṁ so iddhimā idheva ṭhito dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, cetopariyañāṇena cittaṁ pajānāti, yampi so idheva ṭhito tena brahmunā saddhiṁ santiṭṭhati , sallapati, sākacchaṁ samāpajjati, yampissa ‘‘dūrepi santike adhiṭṭhātī’’tiādikaṁ adhiṭṭhānaṁ, yampi so dissamānena vā adissamānena vā kāyena brahmalokaṁ gacchati, ettāvatā na kāyena vasaṁ vatteti. Yañca kho ‘‘so tassa brahmuno purato rūpiṁ abhinimminātī’’tiādinā nayena vuttavidhānaṁ āpajjati, ettāvatā kāyena vasaṁ vatteti nāma. Sesaṁ pana kāyena vasavattanāya pubbabhāgadassanatthaṁ vuttanti. Ayaṁ tāva adhiṭṭhānā iddhi.",
  "atk-s0517a15:33": "13. Vikubbaniddhiniddese sikhissa bhagavato sāvakanidassanaṁ vikubbaniddhiyā kāyasakkhipuggaladassanatthaṁ vuttaṁ. Tampi dassento paṭhamaṁ tāva brahmaloke ṭhito sahassilokadhātuṁ sarena viññāpesīti ativiya acchariyaabbhutabhūtaṁ sahassilokadhātuyā saddasavanaṁ adhiṭṭhāniddhiṁ dassesi. Idāni tassa vatthussa paridīpanatthamidaṁ vuccati – imasmā hi kappā ekatiṁse kappe sikhī bhagavā anantarajātiyā tusitapurato cavitvā aruṇavatīnagare aruṇavato rañño pabhāvatiyā nāma mahesiyā kucchismiṁ nibbattitvā paripakkañāṇo mahābhinikkhamanaṁ nikkhamitvā bodhimaṇḍe sabbaññutaññāṇaṁ paṭivijjhitvā pavattavaradhammacakko aruṇavatiṁ nissāya viharanto ekadivasaṁ pātova sarīrapaṭijagganaṁ katvā mahābhikkhusaṅghaparivāro ‘‘aruṇavatiṁ piṇḍāya pavisissāmī’’ti nikkhamitvā vihāradvārakoṭṭhakasamīpe ṭhito abhibhuṁ nāma aggasāvakaṁ āmantesi – ‘‘atippago kho, bhikkhu, aruṇavatiṁ piṇḍāya pavisituṁ. Yena aññataro brahmaloko tenupasaṅkamissāmā’’ti. Yathāha –",
  "atk-s0517a15:34": "‘‘Atha kho, bhikkhave, sikhī bhagavā arahaṁ sammāsambuddho abhibhuṁ bhikkhuṁ āmantesi – ‘āyāma, brāhmaṇa, yena aññataro brahmaloko, tenupasaṅkamissāma yāva bhattassa kālo bhavissatī’ti. ‘Evaṁ bhante’ti kho, bhikkhave, abhibhū bhikkhu sikhissa bhagavato arahato sammāsambuddhassa paccassosi. Atha kho, bhikkhave, sikhī ca bhagavā abhibhū ca bhikkhu yena aññataro brahmaloko, tenupasaṅkamiṁsū’’ti (saṁ. ni. 1.185).",
  "atk-s0517a15:35": "Tattha mahābrahmā sammāsambuddhaṁ disvā attamano paccuggamanaṁ katvā brahmāsanaṁ paññāpetvā adāsi. Therassāpi anucchavikaṁ āsanaṁ paññāpayiṁsu. Nisīdi bhagavā paññatte āsane, theropi attano pattāsane nisīdi. Mahābrahmāpi dasabalaṁ vanditvā ekamantaṁ nisīdi. Tenāha – atha kho, bhikkhave, sikhī bhagavā arahaṁ sammāsambuddho abhibhuṁ bhikkhuṁ āmantesi – ‘‘paṭibhātu, brāhmaṇa, taṁ brahmuno ca brahmaparisāya ca brahmapārisajjānañca dhammī kathā’’ti. ‘‘Evaṁ, bhante’’ti kho, bhikkhave, abhibhū bhikkhu sikhissa bhagavato arahato sammāsambuddhassa paṭissuṇitvā brahmuno ca brahmaparisāya ca brahmapārisajjānañca dhammakathaṁ kathesi. There dhammakathaṁ kathente brahmāno ujjhāyiṁsu ‘‘cirassañca mayaṁ satthu brahmalokāgamanaṁ labhimhā, ayañca bhikkhu ṭhapetvā satthāraṁ sayaṁ dhammakathaṁ ārabhī’’ti. Satthā tesaṁ anattamanabhāvaṁ ñatvā abhibhuṁ bhikkhuṁ etadavoca – ‘‘ujjhāyanti kho te, brāhmaṇa, brahmā ca brahmaparisā ca brahmapārisajjā ca. Tena hi, tvaṁ brāhmaṇa, bhiyyoso mattāya saṁvejehī’’ti. Thero satthu vacanaṁ sampaṭicchitvā anekavihitaṁ iddhivikubbanaṁ katvā sahassilokadhātuṁ sarena viññāpento –",
  "atk-s0517a15:36": "‘‘Ārambhatha nikkamatha, yuñjatha buddhasāsane;",
  "atk-s0517a15:37": "Dhunātha maccuno senaṁ, naḷāgāraṁva kuñjaro.",
  "atk-s0517a15:38": "‘‘Yo imasmiṁ dhammavinaye, appamatto vihassati;",
  "atk-s0517a15:39": "Pahāya jātisaṁsāraṁ, dukkhassantaṁ karissatī’’ti. (a. ni. 1.185) –",
  "atk-s0517a15:40": "Imaṁ gāthādvayaṁ abhāsi.",
  "atk-s0517a15:41": "Kiṁ pana katvā thero sahassilokadhātuṁ sarena viññāpesīti? Nīlakasiṇaṁ tāva samāpajjitvā vuṭṭhāya abhiññāñāṇena cakkavāḷasahasse sabbattha andhakāraṁ phari. Tato ‘‘kimidaṁ andhakāra’’nti sattānaṁ ābhoge uppanne ālokakasiṇaṁ samāpajjitvā vuṭṭhāya ālokaṁ dassesi. ‘‘Kiṁ āloko aya’’nti vicinantānaṁ attānaṁ dassesi. Cakkavāḷasahasse ca devamanussā añjaliṁ paggaṇhitvā theraṁyeva namassamānā aṭṭhaṁsu. Thero ‘‘mahājano mayhaṁ dhammaṁ desentassa saddaṁ suṇātū’’ti imā gāthā abhāsi. Sabbe osaṭāya parisāya majjhe nisīditvā dhammaṁ desentassa viya saddaṁ assosuṁ. Atthopi tesaṁ pākaṭo ahosi. Taṁ viññāpanaṁ sandhāya ‘‘sarena viññāpesī’’ti vuttaṁ. Tena kataṁ anekavihitaṁ iddhivikubbanaṁ sandhāya puna so dissamānenapītiādi vuttaṁ. Tattha dhammaṁ desesīti paṭhamaṁ vuttappakāraṁ iddhivikubbanaṁ dassento dhammaṁ desesi, tato yathāvuttakkamena dve gāthā bhāsanto sarena viññāpesīti veditabbaṁ. Dissamānenapi kāyenātiādīsu ca itthaṁbhūtalakkhaṇe karaṇavacanaṁ, evaṁbhūtakāyo hutvāti attho.",
  "atk-s0517a15:42": "Idāni taṁ vatthuṁ dassetvā aññassāpi iddhimato vikubbaniddhikaraṇavidhānaṁ dassento so pakativaṇṇaṁ vijahitvātiādimāha. Tattha soti heṭṭhā vuttavidhānena mudukammaññakatacitto so iddhimā bhikkhu. Sace vikubbaniddhiṁ kātukāmo hoti, attano pakativaṇṇaṁ pakatisaṇṭhānaṁ vijahitvā kumārakavaṇṇaṁ vā dasseti. Kathaṁ? Pathavīkasiṇārammaṇābhiññāpādakacatutthajjhānato vuṭṭhāya ‘‘evarūpo kumārako homī’’ti nimminitabbaṁ kumārakavaṇṇaṁ āvajjitvā kataparikammāvasāne puna samāpajjitvā vuṭṭhāya ‘‘evarūpo nāma kumārako homī’’ti abhiññāñāṇena adhiṭṭhāti, saha adhiṭṭhānena kumārako hotīti. Visuddhimagge (visuddhi. 1.100) kasiṇaniddese ‘‘pathavīkasiṇavasena ekopi hutvā bahudhā hotītiādibhāvo…pe… evamādīni ijjhantī’’ti vacanena idha pathavīkasiṇārammaṇaṁ pādakajjhānaṁ yujjati. Tattheva pana abhiññāniddese vikubbaniddhiyā ‘‘pathavīkasiṇādīsu aññatarārammaṇato abhiññāpādakajjhānato vuṭṭhāyā’’ti vuttaṁ, tattheva (visuddhi. 2.398) ca ‘‘attano kumārakavaṇṇo āvajjitabbo’’ti vuttaṁ, taṁ nāgādinimmāne na yujjati viya. Nāgavaṇṇādinimmānepi eseva nayo.",
  "atk-s0517a15:43": "Tattha nāgavaṇṇanti sappasaṇṭhānaṁ. Supaṇṇavaṇṇanti garuḷasaṇṭhānaṁ. Indavaṇṇanti sakkasaṇṭhānaṁ. Devavaṇṇanti sesadevasaṇṭhānaṁ. Samuddavaṇṇaṁ pana āpokasiṇavasena ijjhati. Pattinti padātiṁ. Vividhampi senābyūhanti hatthiādīnaṁ vasena anekavihitaṁ senāsamūhaṁ. Visuddhimagge pana ‘‘hatthimpi dassetītiādi panettha bahiddhāpi hatthiādidassanavasena vuttaṁ. Tattha ‘hatthī homī’ti anadhiṭṭhahitvā ‘hatthī hotū’ti adhiṭṭhātabbaṁ. Assādīsupi eseva nayo’’ti vuttaṁ, taṁ ‘‘pakativaṇṇaṁ vijahitvā’’ti vuttamūlapadena ca vikubbaniddhibhāvena ca virujjhati. Pāḷiyaṁ vuttakkamena hi pakativaṇṇaṁ avijahitvā adhiṭṭhānavasena aññassa dassanaṁ adhiṭṭhāniddhi nāma, pakativaṇṇaṁ vijahitvā adhiṭṭhānavasena attano aññathādassanaṁ vikubbaniddhi nāma.",
  "atk-s0517a15:44": "14. Manomayiddhiñāṇaniddese imamhā kāyā aññaṁ kāyaṁ abhinimminātītiādīsu iddhimā bhikkhu manomayiddhiṁ kātukāmo ākāsakasiṇārammaṇapādakajjhānato vuṭṭhāya attano rūpakāyaṁ tāva āvajjitvā vuttanayeneva ‘‘susiro hotū’’ti adhiṭṭhāti, susiro hoti . Atha tassa abbhantare pathavīkasiṇavasena aññaṁ kāyaṁ āvajjitvā parikammaṁ katvā vuttanayeneva adhiṭṭhāti, tassa abbhantare añño kāyo hoti. So taṁ mukhato abbūhitvā bahi ṭhapeti. Idāni tamatthaṁ upamāhi pakāsento seyyathāpītiādimāha. Tattha muñjamhāti muñjatiṇamhā. Īsikaṁ pavāheyyāti kaḷīraṁ luñceyya. Kosiyāti kosakato. Karaṇḍāti karaṇḍāya, purāṇatacakañcukatoti attho. Tattha ca uddhareyyāti cittenevassa uddharaṇaṁ veditabbaṁ. Ayañhi ahi nāma sajātiyaṁ ṭhito, kaṭṭhantaraṁ vā rukkhantaraṁ vā nissāya, tacato sarīraṁ nikkaḍḍhanapayogasaṅkhātena thāmena, sarīraṁ khādayamānaṁ viya purāṇatacaṁ jigucchanto imehi catūhi kāraṇehi sayameva kañcukaṁ pajahāti.",
  "atk-s0517a15:45": "Ettha ca yathā īsikādayo muñjādīhi sadisā honti, evamidaṁ manomayaṁ rūpaṁ iddhimatā sabbākārehi sadisameva hotīti dassanatthaṁ imā upamā vuttāti. ‘‘Manomayena kāyena, iddhiyā upasaṅkamī’’ti (theragā. 901) ettha abhiññāmanena katakāyo manomayakāyo nāma. ‘‘Aññataraṁ manomayaṁ kāyaṁ upapajjatī’’ti (cūḷava. 333) ettha jhānamanena nibbittitakāyo tena manena katattā manomayakāyo nāma. Idha pana abhiññāmanena uppāditakāyo tena manena katattā manomayakāyo nāma. Evaṁ sati adhiṭṭhāniddhiyā vikubbaniddhiyā ca kato manomayakāyo nāma hotīti ce? Hotiyeva. Idha pana tāsaṁ visuṁ visuṁ visesena visesetvā adhiṭṭhāniddhi vikubbaniddhīti ca vuttattā abbhantarato nimmānameva manomayiddhi nāma.",
  "atk-s0517a15:46": "15. Ñāṇavipphāriddhiniddese ñāṇassa vipphāro vego assā atthīti ñāṇavipphārā. Ettha ca sattaanupassanāvaseneva iddhiṁ dassetvā sesā yāva arahattamaggā saṅkhittāti veditabbā.",
  "atk-s0517a15:47": "Āyasmatobākulassa ñāṇavipphārā iddhītiādīsu bākulatthero tāva dvīsu kulesu vaḍḍhitattā evaṁladdhanāmo pubbabuddhesu katādhikāro puññasampadāya sampanno thero. So hi mahāsampattiṁ anubhavamāno devamanussesu saṁsaranto amhākaṁ dasabalassa nibbattito puretarameva kosambiyaṁ seṭṭhikule nibbatti. Taṁ jātakāle maṅgalatthāya mahāparivārena yamunaṁ netvā saparivārā dhātī nimujjanummujjanavasena kīḷāpentī nhāpeti. Eko mahāmaccho ‘‘bhakkho me aya’’nti maññamāno mukhaṁ vivaritvā upagato. Dhātī dārakaṁ chaḍḍetvā palātā. Mahāmaccho taṁ gili. Puññavā satto sayanagabbhaṁ pavisitvā nipanno viya na kiñci dukkhaṁ pāpuṇi. Maccho dārakassa tejena tattakaṁ phālaṁ gilitvā viya dayhamāno vegena tiṁsayojanaṁ gantvā bārāṇasivāsino macchabandhassa jālaṁ pāvisi. So dārakassa tejena jālato nīhaṭamattova mato. Macchabandhā taṁ sakalameva antarakājena ādāya ‘‘sahassena demā’’ti nagare carantā asītikoṭidhanassa aputtakassa seṭṭhissa gharadvāraṁ gantvā seṭṭhibhariyāya ekena kahāpaṇena adaṁsu. Sā taṁ sayameva phalake ṭhapetvā piṭṭhito phālentī macchakucchiyaṁ suvaṇṇavaṇṇaṁ dārakaṁ disvā ‘‘macchakucchiyaṁ me putto laddho’’ti nādaṁ naditvā dārakaṁ ādāya sāmikaṁ upagacchi. Seṭṭhi tāvadeva bheriṁ carāpetvā dārakaṁ ādāya rañño santikaṁ ānetvā tamatthaṁ ārocesi. Rājā ‘‘puññavā dārako, posehi na’’nti āha. Itarampi seṭṭhikulaṁ taṁ pavattiṁ sutvā tattha gantvā ‘‘amhākaṁ putto’’ti taṁ dārakaṁ gaṇhituṁ vivadi. Ubhopi rājakulaṁ agamaṁsu. Rājā ‘‘dvinnampi aputtakaṁ kātuṁ na sakkā, dvinnampi dāyādo hotū’’ti āha. Tato paṭṭhāya dvepi kulāni lābhaggayasaggappattāni ahesuṁ. Tassa dvīhi kulehi vaḍḍhitattā ‘‘bākulakumāro’’ti nāmaṁ akaṁsu. Tassa viññutaṁ pattassa dvīsupi nagaresu tayo tayo pāsāde kāretvā nāṭakāni paccupaṭṭhapesuṁ. Ekekasmiṁ nagare cattāro cattāro māse vasi. Tahiṁ ekasmiṁ nagare cattāro māse vuṭṭhassa saṅghāṭanāvāsu maṇḍapaṁ kāretvā tattha naṁ nāṭakehi saddhiṁ āropetvā mahāsampattiṁ anubhavamānaṁ dvīhi māsehi itaraṁ nagaraṁ upaḍḍhapathaṁ nenti. Itaranagaravāsino nāṭakāpi ‘‘dvīhi māsehi upaḍḍhapathaṁ āgato bhavissatī’’ti tatheva paccuggantvā dvīhi māsehi attano nagaraṁ ānenti. Itaranāṭakā majjhe nivattitvā attano nagarameva gacchanti. Tattha cattāro māse vasitvā teneva niyāmena puna itaranagaraṁ gacchati. Evamassa sampattiṁ anubhavantassa asīti vassāni paripuṇṇāni.",
  "atk-s0517a15:48": "Tasmiṁ samaye amhākaṁ bodhisatto sabbaññutaṁ pāpuṇitvā pavattavaradhammacakko anukkamena cārikaṁ caranto kosambiṁ pāpuṇi. ‘‘Bārāṇasi’’nti majjhimabhāṇakā. Bākulaseṭṭhipi kho ‘‘dasabalo āgato’’ti sutvā bahuṁ gandhamālaṁ ādāya satthu santikaṁ gantvā dhammakathaṁ sutvā paṭiladdhasaddho pabbaji. So sattāhameva puthujjano hutvā aṭṭhame aruṇe saha paṭisambhidāhi arahattaṁ pāpuṇi. Athassa dvīsu nagaresu paricitamātugāmā attano kulagharāni āgantvā tattheva vasamānā cīvarāni karitvā pahiṇiṁsu. Thero ekaṁ aḍḍhamāsaṁ kosambivāsīhi pahitaṁ cīvaraṁ paribhuñjati, ekaṁ aḍḍhamāsaṁ bārāṇasivāsīhīti eteneva niyāmena dvīsu nagaresu yaṁ yaṁ uttamaṁ, taṁ taṁ therasseva āharīyati. Pabbajitassāpissa sukheneva asīti vassāni agamaṁsu. Ubhayatthāpissa muhuttamattampi appamattakopi ābādho na uppannapubbo. So pacchime kāle bākulasuttaṁ (ma. ni. 3.209 ādayo) kathetvā parinibbāyīti . Evaṁ macchakucchiyaṁ arogabhāvo āyasmato bākulassa pacchimabhavikassa tena attabhāvena paṭilabhitabbaarahattañāṇānubhāvena nibbattattā ñāṇavipphārā iddhi nāma. Sucaritakammaphalappattassa paṭisambhidāñāṇassa ānubhāvenātipi vadanti.",
  "atk-s0517a15:49": "Saṁkiccattheropi (visuddhi. 2.373) pubbe katapuñño dhammasenāpatittherassa upaṭṭhākassa sāvatthiyaṁ aḍḍhakulassa dhītu kucchismiṁ nibbatti. Sā tasmiṁ kucchigate ekena byādhinā taṁ khaṇaṁyeva kālamakāsi, tassā sarīre jhāpiyamāne ṭhapetvā gabbhamaṁsaṁ sesamaṁsaṁ jhāpayi. Athassā gabbhamaṁsaṁ citakato otāretvā dvīsu tīsu ṭhānesu sūlehi vijjhiṁsu. Sūlakoṭi dārakassa akkhikoṭiṁ phusi. Evaṁ gabbhamaṁsaṁ vijjhitvā aṅgārarāsimhi pakkhipitvā aṅgāreheva paṭicchādetvā pakkamiṁsu. Gabbhamaṁsaṁ jhāyi, aṅgāramatthake pana suvaṇṇabimbasadiso dārako padumagabbhe nipanno viya ahosi. Pacchimabhavikasattassa hi sinerunā otthariyamānassāpi arahattaṁ appatvā jīvitakkhayo nāma natthi. Punadivase ‘‘citakaṁ nibbāpessāmā’’ti āgatā tathā nipannaṁ dārakaṁ disvā acchariyabbhutacittajātā dārakaṁ ādāya nagaraṁ gantvā nemittake pucchiṁsu. Nemittakā ‘‘sace ayaṁ dārako agāraṁ ajjhāvasissati, yāva sattamā kulaparivaṭṭā ñātakā duggatā bhavissanti. Sace pabbajissati, pañcahi samaṇasatehi parivuto carissatī’’ti āhaṁsu. Ayyakā taṁ dārakaṁ vaḍḍhesi. Ñātakāpi vaḍḍhitakāle ‘‘amhākaṁ ayyassa santike pabbājessāmā’’ti posayiṁsu. So sattavassikakāle ‘‘tava kucchiyā vasanakāle mātā te kālamakāsi, tassā sarīre jhāpiyamānepi tvaṁ na jhāyī’’ti kumārakānaṁ kathaṁ sutvā ‘‘ahaṁ kira evarūpā bhayā mutto, kiṁ me gharāvāsena pabbajissāmī’’ti ñātakānaṁ ārocesi. Te ‘‘sādhu, tātā’’ti taṁ dhammasenāpatittherassa santikaṁ netvā ‘‘bhante, imaṁ pabbājethā’’ti adaṁsu. Thero tacapañcakakammaṭṭhānaṁ datvā pabbājesi. So khuraggeyeva saha paṭisambhidāhi arahattaṁ pāpuṇi. Paripuṇṇavasso ca upasampadaṁ labhitvā dasavasso hutvā pañcasatabhikkhuparivāro vicarīti. Evaṁ vuttanayeneva dārucitakāya arogabhāvo āyasmato saṁkiccassa ñāṇavipphārā iddhi nāma.",
  "atk-s0517a15:50": "Bhūtapālattheropi (visuddhi. 2.373) pubbahetusampanno. Tassa pitā rājagahe daliddamanusso. So taṁ dārakaṁ gahetvā dārūnaṁ atthāya sakaṭena aṭaviṁ gantvā dārubhāraṁ katvā sāyaṁ nagaradvārasamīpaṁ patto. Athassa goṇā yugaṁ ossajitvā nagaraṁ pavisiṁsu. So sakaṭamūle puttakaṁ nisīdāpetvā goṇānaṁ anupadaṁ gacchanto nagarameva pāvisi. Tassa anikkhantasseva dvāraṁ pidahi. Dārako sakalarattiṁ sakaṭassa heṭṭhā nipajjitvā niddaṁ okkami. Rājagahaṁ pakatiyāpi amanussabahulaṁ, idaṁ pana susānasamīpaṭṭhānaṁ. Na ca koci yakkho tassa pacchimabhavikassa dārakassa upaddavaṁ kātumasakkhi. So aparena samayena pabbajitvā arahattaṁ pāpuṇitvā bhūtapālatthero nāma ahosīti. Evaṁ vāḷayakkhānucaritepi padese vuttanayeneva arogabhāvo āyasmato bhūtapālassa ñāṇavipphārā iddhi nāma.",
  "atk-s0517a15:51": "16. Samādhivipphāriddhiniddese āyasmato sāriputtassa samādhivipphārā iddhītiādīsu āyasmato sāriputtassa mahāmoggallānattherena saddhiṁ kapotakandarāyaṁ viharato juṇhāya rattiyā navoropitehi kesehi ajjhokāse nisinnassa eko duṭṭhayakkho sahāyakena yakkhena vāriyamānopi sīse pahāraṁ adāsi. Yassa meghassa viya gajjato saddo ahosi, thero tassa paharaṇasamaye samāpattiṁ appetvā nisinno hoti. Athassa tena pahārena na koci ābādho ahosi. Ayaṁ tassa āyasmato samādhivipphārā iddhi. Yathāha –",
  "atk-s0517a15:52": "‘‘Evaṁ me sutaṁ (udā. 34) – ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. Tena kho pana samayena āyasmā ca sāriputto āyasmā ca mahāmoggallāno kapotakandarāyaṁ viharanti. Tena kho pana samayena āyasmā sāriputto juṇhāya rattiyā navoropitehi kesehi abbhokāse nisinno hoti aññataraṁ samādhiṁ samāpajjitvā.",
  "atk-s0517a15:53": "‘‘Tena kho pana samayena dve yakkhā sahāyakā uttarāya disāya dakkhiṇaṁ disaṁ gacchanti kenacideva karaṇīyena. Addasaṁsu kho te yakkhā āyasmantaṁ sāriputtaṁ juṇhāya rattiyā navoropitehi kesehi abbhokāse nisinnaṁ, disvāna eko yakkho dutiyaṁ yakkhaṁ etadavoca – ‘paṭibhāti maṁ, samma, imassa samaṇassa sīse pahāraṁ dātu’nti. Evaṁ vutte so yakkho taṁ yakkhaṁ etadavoca – ‘alaṁ, samma, mā samaṇaṁ āsādesi, uḷāro so, samma, samaṇo mahiddhiko mahānubhāvo’ti.",
  "atk-s0517a15:54": "‘‘Dutiyampi kho…pe… tatiyampi kho so yakkho taṁ yakkhaṁ etadavoca – ‘paṭibhāti maṁ, samma, imassa samaṇassa sīse pahāraṁ dātu’nti. Tatiyampi kho so yakkho taṁ yakkhaṁ etadavoca – ‘alaṁ, samma, mā samaṇaṁ āsādesi, uḷāro so, samma, samaṇo mahiddhiko mahānubhāvo’ti.",
  "atk-s0517a15:55": "‘‘Atha kho so yakkho taṁ yakkhaṁ anādiyitvā āyasmato sāriputtassa sīse pahāraṁ adāsi. Tāva mahāpahāro ahosi, api tena pahārena sattaratanaṁ vā aḍḍhaṭṭhamaratanaṁ vā nāgaṁ osāreyya, mahantaṁ vā pabbatakūṭaṁ padāleyya. Atha ca pana so yakkho ‘dayhāmi dayhāmī’ti tattheva mahānirayaṁ apatāsi.",
  "atk-s0517a15:56": "‘‘Addasā kho āyasmā mahāmoggallāno dibbena cakkhunā visuddhena atikkantamānusakena tena yakkhena āyasmato sāriputtassa sīse pahāraṁ dīyamānaṁ, disvā yena āyasmā sāriputto tenupasaṅkami, upasaṅkamitvā āyasmantaṁ sāriputtaṁ etadavoca – ‘kacci te, āvuso sāriputta, khamanīyaṁ, kacci yāpanīyaṁ, kacci na kiñci dukkha’nti. ‘Khamanīyaṁ me, āvuso moggallāna, yāpanīyaṁ me, āvuso moggallāna, api ca me sīsaṁ thokaṁ dukkha’nti.",
  "atk-s0517a15:57": "‘‘Acchariyaṁ, āvuso sāriputta, abbhutaṁ, āvuso sāriputta, yāva mahiddhiko āyasmā sāriputto mahānubhāvo. Idha te, āvuso sāriputta, aññataro yakkho sīse pahāraṁ adāsi. Tāva mahā pahāro ahosi, api tena pahārena sattaratanaṁ vā aḍḍhaṭṭhamaratanaṁ vā nāgaṁ osāreyya, mahantaṁ vā pabbatakūṭaṁ padāleyya. Atha ca panāyasmā sāriputto evamāha – ‘khamanīyaṁ me, āvuso moggallāna, yāpanīyaṁ me, āvuso moggallāna, api ca me sīsaṁ thokaṁ dukkha’nti.",
  "atk-s0517a15:58": "‘‘Acchariyaṁ, āvuso moggallāna, abbhutaṁ, āvuso moggallāna, yāva mahiddhiko āyasmā mahāmoggallāno mahānubhāvo, yatra hi nāma yakkhampi passissati, mayaṁ panetarahi paṁsupisācakampi na passāmāti.",
  "atk-s0517a15:59": "‘‘Assosi kho bhagavā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya tesaṁ ubhinnaṁ mahānāgānaṁ imaṁ evarūpaṁ kathāsallāpaṁ.",
  "atk-s0517a15:60": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imaṁ udānaṁ udānesi –",
  "atk-s0517a15:61": "‘‘Yassa selūpamaṁ cittaṁ, ṭhitaṁ nānupakampati;",
  "atk-s0517a15:62": "Virattaṁ rajanīyesu, kopanīye na kuppati;",
  "atk-s0517a15:63": "Yassevaṁ bhāvitaṁ cittaṁ, kuto taṁ dukkhamessatī’’ti. (udā. 34);",
  "atk-s0517a15:64": "Ettha ca ‘‘kuto taṁ dukkhamessatī’’ti bhagavatā vuttavacanena ‘‘tena pahārena na koci ābādho ahosī’’ti aṭṭhakathāvacanaṁ ativiya sameti. Tasmā ‘‘apica me sīsaṁ thokaṁ dukkha’’nti vacanena dukkhavedanā na hoti, sīsassa pana akammaññabhāvaṁ sandhāya ‘‘dukkha’’nti vuttaṁ. Lokepi hi akicchena pariharituṁ sakkuṇeyyo sukhasīlo, kicchena pariharituṁ sakkuṇeyyo dukkhasīloti vuccati. Tampi kho akammaññataṁ samāpattito vuṭṭhitasamayattā ahosīti veditabbo. Samāpattiappitasamaye hi tampi na bhaveyyāti. ‘‘Etarahi paṁsupisācakampi na passāmā’’ti daṭṭhuṁ asamatthatāya na vuttaṁ, abhiññāsu byāpārābhāvena vuttaṁ. Thero kira ‘‘pacchimā janatā pothujjanikāya iddhiyā sārasaññā māhesu’’nti pacchimaṁ janataṁ anukampamāno yebhuyyena iddhiṁ na valañjesi. Theragāthāya ca –",
  "atk-s0517a15:65": "‘‘Neva pubbenivāsāya, napi dibbassa cakkhuno;",
  "atk-s0517a15:66": "Cetopariyāya iddhiyā, cutiyā upapattiyā;",
  "atk-s0517a15:67": "Sotadhātuvisuddhiyā, paṇidhi me na vijjatī’’ti. (theragā. 996) –",
  "atk-s0517a15:68": "Therena sayameva abhiññāsu patthanābhāvo vutto. Thero pana sattasaṭṭhiyā sāvakapāramīñāṇesu pāramippattoti.",
  "atk-s0517a15:69": "Sañjīvattheraṁ pana kakusandhassa bhagavato dutiyaaggasāvakaṁ nirodhasamāpannaṁ ‘‘kālaṅkato’’ti sallakkhetvā gopālakādayo tiṇakaṭṭhādīni saṁkaḍḍhitvā aggiṁ adaṁsu. Therassa cīvare aṁsumattampi na jhāyittha. Ayamassāyasmato anupubbasamāpattivasena pavattasamathānubhāvanibbattattā samādhivipphārā iddhi. Yathāha –",
  "atk-s0517a15:70": "‘‘Tena kho pana, pāpima, samayena kakusandho bhagavā arahaṁ sammāsambuddho loke uppanno hoti. Kakusandhassa kho pana, pāpima, bhagavato arahato sammāsambuddhassa vidhurasañjīvaṁ nāma sāvakayugaṁ ahosi aggaṁ bhaddayugaṁ. Yāvatā pana, pāpima, kakusandhassa bhagavato arahato sammāsambuddhassa sāvakā. Tesu na ca koci āyasmatā vidhurena samasamo hoti yadidaṁ dhammadesanāya. Iminā kho etaṁ, pāpima, pariyāyena āyasmato vidhurassa vidhuroteva samaññā udapādi. Āyasmā pana, pāpima, sañjīvo araññagatopi rukkhamūlagatopi suññāgāragatopi appakasireneva saññāvedayitanirodhaṁ samāpajjati.",
  "atk-s0517a15:71": "‘‘Bhūtapubbaṁ, pāpima, āyasmā sañjīvo aññatarasmiṁ rukkhamūle saññāvedayitanirodhaṁ samāpanno nisinno hoti. Addasaṁsu kho, pāpima, gopālakā pasupālakā kassakā pathāvino āyasmantaṁ sañjīvaṁ aññatarasmiṁ rukkhamūle saññāvedayitanirodhaṁ samāpannaṁ, disvāna tesaṁ etadahosi – ‘acchariyaṁ vata bho, abbhutaṁ vata bho, ayaṁ samaṇo nisinnako kālaṅkato, handa naṁ dahāmā’ti.",
  "atk-s0517a15:72": "‘‘Atha kho te, pāpima, gopālakā pasupālakā kassakā pathāvino tiṇañca kaṭṭhañca gomayañca saṁkaḍḍhitvā āyasmato sañjīvassa kāye upacinitvā aggiṁ datvā pakkamiṁsu. Atha kho, pāpima, āyasmā sañjīvo tassā rattiyā accayena tāya samāpattiyā vuṭṭhahitvā cīvarāni papphoṭetvā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya gāmaṁ piṇḍāya pāvisi. Addasaṁsu kho te, pāpima, gopālakā pasupālakā kassakā pathāvino āyasmantaṁ sañjīvaṁ piṇḍāya carantaṁ, disvāna nesaṁ etadahosi – ‘acchariyaṁ vata bho, abbhutaṁ vata bho, ayaṁ samaṇo nisinnakova kālaṅkato, svāyaṁ paṭisañjīvito’ti. Iminā kho evaṁ, pāpima, pariyāyena āyasmato sañjīvassa sañjīvoteva samaññā udapādī’’ti (ma. ni. 1.507).",
  "atk-s0517a15:73": "Khāṇukoṇḍaññatthero pana pakatiyāva samāpattibahulo, so aññatarasmiṁ araññe rattiṁ samāpattiṁ appetvā nisīdi, pañcasatā corā bhaṇḍakaṁ thenetvā gacchantā ‘‘idāni amhākaṁ anupadaṁ gacchantā natthī’’ti vissamitukāmā bhaṇḍakaṁ oropayamānā ‘‘khāṇuko aya’’nti maññamānā therasseva upari sabbabhaṇḍakāni ṭhapesuṁ. Tesaṁ vissamitvā gacchantānaṁ paṭhamaṁ ṭhapitabhaṇḍakassa gahaṇakāle kālaparicchedavasena thero vuṭṭhāsi. Te therassa calanākāraṁ disvā bhītā viraviṁsu. Thero ‘‘mā bhāyatha, upāsakā, bhikkhu aha’’nti āha. Te āgantvā vanditvā theragatena pasādena pabbajitvā saha paṭisambhidāhi arahattaṁ pāpuṇiṁsu. Tato pabhuti ca thero khāṇukoṇḍaññatthero nāma ahosi. Ayamettha pañcahi bhaṇḍakasatehi ajjhotthaṭassa tassāyasmato ābādhābhāvo samādhivipphārā iddhi.",
  "atk-s0517a15:74": "Uttarā (a. ni. aṭṭha. 1.1.262) pana upāsikā rājagahe mahādhanassa puṇṇassa seṭṭhino dhītā, kumārikakāleyeva saddhiṁ mātāpitūhi sotāpattiphalaṁ pattā, sā vayappattā rājagahaseṭṭhino mahatā nibandhena tassa puttassa micchādiṭṭhikassa dinnā. Sā buddhadassanāya dhammassavanāya buddhappamukhassa bhikkhusaṅghassa dānañca dātuṁ dhammañca sotuṁ okāsaṁ alabhamānā upaddutā hutvā tasmiṁyeva nagare sirimaṁ nāma gaṇikaṁ pakkosāpetvā okāsakaraṇatthameva pitu gharāva ānītāni pañcadasakahāpaṇasahassāni tassā datvā ‘‘ime kahāpaṇe gahetvā imaṁ aḍḍhamāsaṁ seṭṭhiputtaṁ paricarāhī’’ti taṁ sāmikassa appetvā sayaṁ uposathaṅgāni adhiṭṭhāya ‘‘imaṁ aḍḍhamāsaṁ buddhadassanādīni labhissāmī’’ti tuṭṭhamānasā yāva pavāraṇāya buddhappamukhaṁ bhikkhusaṅghaṁ nimantāpetvā aḍḍhamāsaṁ mahādānaṁ adāsi, pacchābhattaṁ mahānase khajjabhojjādīni saṁvidahāpeti. Tassā sāmiko ‘‘sve pavāraṇā’’ti sirimāya saha vātapāne ṭhatvā bahi olokento taṁ tathāvicarantiṁ sedakilinnaṁ chārikāya okiṇṇaṁ aṅgāramasimakkhitaṁ disvā ‘‘attano sampattiṁ abhuñjitvā kusalaṁ nāma karoti bālā’’ti hasi. Uttarāpi taṁ oloketvā ‘‘samparāyatthaṁ kusalaṁ na karoti bālo’’ti hasi.",
  "atk-s0517a15:75": "Sirimā ubhinnampi taṁ kiriyaṁ disvā ‘‘ahaṁ gharasāminī’’ti maññamānā issāpakatā uttarāya kujjhitvā ‘‘dukkhaṁ uppādessāmī’’ti pāsādā otarati. Uttarā taṁ ñatvā pīṭhake nisīditvā taṁ mettena cittena phari. Sirimā pāsādā oruyha mahānasaṁ pavisitvā pūvapacanato uḷuṅkapūraṁ pakkuthitaṁ sappiṁ gahetvā tassā matthake okiri. Taṁ paduminipaṇṇe sītūdakaṁ viya vinivaṭṭetvā agamāsi. Dāsiyo sirimaṁ hatthehi pādehi pothetvā bhūmiyaṁ pātesuṁ. Uttarā mettājhānato vuṭṭhāya dāsiyo vāresi. Sirimā uttaraṁ khamāpesi. Uttarā ‘‘sve satthu purato khamāpehī’’ti vatvā tāya kāyaveyyāvaṭikaṁ yācitāya byañjanasampādanaṁ ācikkhi. Sā taṁ sampādetvā attano parivārā pañcasatā gaṇikāyo sasaṅghaṁ satthāraṁ parivisitvā ‘‘khamāpanasahāyikā hothā’’ti vatvā punadivase tathā tāhi gaṇikāhi saddhiṁ satthu bhattakiccāvasāne satthāraṁ vanditvā ‘‘ahaṁ bhagavā uttarāya aparajjhiṁ, khamatu me uttarā’’ti āha. Satthā ‘‘khama, uttare’’ti vatvā ‘‘khamāmi, bhagavā’’ti vutte ‘‘akkodhena jine kodha’’ntiādikaṁ (dha. pa. 223) dhammaṁ desesi. Uttarā puretarameva sāmikañca sassusasure ca satthu santike upanesi. Desanāvasāne te ca tayo janā, sabbā ca gaṇikāyo sotāpattiphale patiṭṭhahiṁsūti. Evaṁ uttarāya upāsikāya pakkuthitasappinā pīḷābhāvo samādhivipphārā iddhi.",
  "atk-s0517a15:76": "Sāmāvatīupāsikā nāma kosambiyaṁ udenassa rañño aggamahesī. Tassa hi rañño pañcasatapañcasataitthiparivārā tisso aggamahesiyo ahesuṁ. Tāsaṁ sāmāvatī bhaddiyanagare bhaddiyaseṭṭhino dhītā. Pitari kālaṅkate pitu sahāyakassa kosambiyaṁ ghositaseṭṭhino ghare pañcasataitthiparivāravaḍḍhitaṁ vayappattaṁ rājā disvā sañjātasineho saparivāramattano gharaṁ netvā abhisekaṭṭhānaṁ adāsi. Caṇḍapajjotassa rañño dhītā vāsuladattā nāma ekā mahesī. Māgaṇḍiyabrāhmaṇassa dhītā bhagavato pādaparicārikaṁ katvā pitarā diyyamānā –",
  "atk-s0517a15:77": "‘‘Disvāna taṇhaṁ aratiṁ ragañca, nāhosi chando api methunasmiṁ;",
  "atk-s0517a15:78": "Kimevidaṁ muttakarīsapuṇṇaṁ, pādāpi naṁ samphusituṁ na icche’’ti. (su. ni. 841) –",
  "atk-s0517a15:79": "Bhagavatā bhāsitaṁ gāthaṁ sutvā bhagavati āghātaṁ bandhi. Tassā mātāpitaro māgaṇḍiyasuttadesanāvasāne anāgāmiphalaṁ patvā pabbajitvā arahattaṁ pāpuṇiṁsu. Tassā cūḷapitā māgaṇḍiyo taṁ kosambiṁ netvā rañño adāsi. Sā rañño ekā mahesī.",
  "atk-s0517a15:80": "Atha kho ghositaseṭṭhi kukkuṭaseṭṭhi pāvārikaseṭṭhīti tayo seṭṭhino loke tathāgatuppādaṁ sutvā jetavanaṁ satthu santikaṁ gantvā dhammaṁ sutvā sotāpattiphalaṁ patvā aḍḍhamāsaṁ buddhappamukhassa bhikkhusaṅghassa mahādānaṁ datvā satthu kosambigamanaṁ āyācitvā kosambiṁ gantvā ghositārāmo kukkuṭārāmo pāvārikārāmoti tayo janā tayo ārāme kārāpetvā anupubbena tattha āgataṁ satthāraṁ paṭipāṭiyā ekekasmiṁ divase ekekasmiṁ vihāre vasāpetvā ekeko sasaṅghassa bhagavato mahādānamadāsi. Athekadivasaṁ tesaṁ upaṭṭhāko sumano nāma mālākāro seṭṭhino āyācitvā sasaṅghaṁ satthāraṁ bhojetuṁ attano ghare nisīdāpesi. Tasmiṁ khaṇe sāmāvatiyā paricārikā khujjuttarā nāma dāsī aṭṭha kahāpaṇe gahetvā tassa gharaṁ agamāsi. So ‘‘sasaṅghassa tāva satthuno parivesanasahāyā hohī’’ti āha. Sā tathā katvā satthu bhattakiccāvasāne dhammadesanaṁ sutvā sotāpannā hutvā aññadā cattāro kahāpaṇe attano ādiyantī adinnaṁ ādiyituṁ abhabbattā aṭṭhahi kahāpaṇehi pupphāni ādāya sāmāvatiyā upanāmesi. Tāya pupphānaṁ bahubhāvakāraṇaṁ puṭṭhā musā bhaṇituṁ abhabbattā yathāsabhāvaṁ āha. ‘‘Ajja kasmā na gaṇhī’’ti vuttā ‘‘sammāsambuddhassa dhammaṁ sutvā amataṁ sacchākāsi’’nti āha. ‘‘Amma uttare, taṁ dhammaṁ amhākampi kathehī’’ti. ‘‘Tena hi maṁ nhāpetvā suddhaṁ vatthayugaṁ datvā ucce āsane nisīdāpetvā sabbā nīcāsanesu nisīdathā’’ti āha. Tā sabbāpi tathā kariṁsu. Sā sekhapaṭisambhidappattā ariyasāvikā ekaṁ vatthaṁ nivāsetvā ekaṁ uttarāsaṅgaṁ katvā bījaniṁ gahetvā tāsaṁ dhammaṁ desesi. Sāmāvatī ca pañcasatā ca itthiyo sotāpattiphalaṁ pāpuṇiṁsu. Tā sabbāpi khujjuttaraṁ vanditvā ‘‘amma, ajjato paṭṭhāya veyyāvaccaṁ akatvā amhākaṁ mātuṭṭhāne ācariyaṭṭhāne ca ṭhatvā satthārā desitadesitaṁ dhammaṁ sutvā amhākaṁ kathehī’’ti āhaṁsu. Sā tathā karontī aparabhāge tipiṭakadharā hutvā satthārā bahussutānaṁ upāsikānaṁ aggaṭṭhāne ṭhapitā aggaṭṭhānaṁ labhi. Sāmāvatimissikā buddhassa dassanaṁ pihenti, dasabale antaravīthiṁ paṭipanne vātapānesu appahontesu bhittiṁ bhinditvā satthāraṁ olokenti, vandanapūjanañca karonti.",
  "atk-s0517a15:81": "Māgaṇḍiyā tattha gatā tāni chiddāni disvā tattha kāraṇaṁ pucchantī satthu āgatabhāvaṁ ñatvā bhagavati āghātena tāsampi kujjhitvā ‘‘mahārāja, sāmāvatimissikānaṁ bahiddhā patthanā atthi, bhittiṁ bhinditvā samaṇaṁ gotamaṁ olokenti, katipāhena taṁ māressantī’’ti rājānaṁ āha. Rājā chiddāni disvāpi tassā vacanaṁ na saddahi, uddhacchiddakavātapānāni kārāpesi. Puna māgaṇḍiyā rājānaṁ tāsu bhinditukāmā aṭṭha sajīvakukkuṭe āharāpetvā ‘‘mahārāja, tāsaṁ vīmaṁsanatthaṁ ime kukkuṭe māretvā ‘mamatthāya pacāhī’ti pesehī’’ti āha. Rājā tathā pesesi. Tāya ‘‘pāṇātipātaṁ na karomā’’ti vutte puna ‘‘tassa samaṇassa gotamassa pacitvā pesehī’’ti āha. Raññā tathā pesite māgaṇḍiyā aṭṭha māritakukkuṭe tathā vatvā pesesi. Sāmāvatī pacitvā dasabalassa pāhesi. Māgaṇḍiyā tenapi rājānaṁ kopetuṁ nāsakkhi.",
  "atk-s0517a15:82": "Rājā pana tīsu mahesīsu ekekissā vasanaṭṭhāne satta satta divasāni vasati. Rājā attano gamanaṭṭhānaṁ hatthikantavīṇaṁ ādāya gacchati. Māgaṇḍiyā rañño sāmāvatiyā pāsādagamanakāle dāṭhā agadena dhovāpetvā veḷupabbe pakkhipāpetvā ekaṁ kaṇhasappapotakaṁ āharāpetvā antovīṇāya pakkhipitvā mālāguḷakena chiddaṁ pidahi. Taṁ rañño tattha gatakāle aparāparaṁ vicarantī viya hutvā vīṇāchiddato mālāguḷakaṁ apanesi. Sappo nikkhamitvā passasanto phaṇaṁ katvā sayanapiṭṭhe nipajji. Sā āha – ‘‘dhī sappo’’ti mahāsaddamakāsi. Rājā sappaṁ disvā kujjhi. Sāmāvatī rañño kuddhabhāvaṁ ñatvā pañcannaṁ itthisatānaṁ saññamadāsi ‘‘ajja odhisakamettāpharaṇena rājānaṁ pharathā’’ti. Sayampi tathā akāsi. Rājā sahassathāmadhanuṁ ādāya jiyaṁ poṭhetvā sāmāvatiṁ dhure katvā sabbā tā itthiyo paṭipāṭiyā ṭhapāpetvā visapītaṁ khurappaṁ sannayhitvā dhanuṁ pūretvā aṭṭhāsi. Khurappaṁ neva khipituṁ , na oropituṁ sakkoti, gattehi sedā muccanti, sarīraṁ vedhati, mukhato kheḷo patati, gaṇhitabbagahaṇaṁ na passati, atha naṁ sāmāvatī ‘‘kiṁ, mahārāja, kilamasī’’ti āha. ‘‘Āma, devi, kilamāmi, avassayo me hohī’’ti. ‘‘Sādhu, mahārāja, khurappaṁ pathavīmukhaṁ karohī’’ti. Rājā tathā akāsi. Sā ‘‘rañño hatthato khurappaṁ muccatū’’ti adhiṭṭhāsi. Tasmiṁ khaṇe khurappaṁ mucci. Rājā taṁkhaṇaññeva udake nimujjitvā allavattho allakeso sāmāvatiyā pādesu nipatitvā ‘‘khama, devi, mayhaṁ –",
  "atk-s0517a15:83": "‘Sammuyhāmi pamuyhāmi, sabbā muyhanti me disā;",
  "atk-s0517a15:84": "Sāmāvatī maṁ tāyassu, tvañca me saraṇaṁ bhavā’’’ti. – āha;",
  "atk-s0517a15:85": "Sāmāvatī –",
  "atk-s0517a15:86": "‘‘Mā maṁ tvaṁ saraṇaṁ gaccha, yamahaṁ saraṇaṁ gatā;",
  "atk-s0517a15:87": "Saraṇaṁ gaccha taṁ buddhaṁ, tvañca me saraṇaṁ bhavā’’ti. –",
  "atk-s0517a15:88": "Āha. Rājā ‘‘tena hi taṁ saraṇaṁ gacchāmi satthārañca, varañca te dammī’’ti āha. Sā ‘‘varo gahito hotu, mahārājā’’ti āha. Rājā satthāraṁ upasaṅkamitvā saraṇaṁ gantvā nimantetvā buddhappamukhassa saṅghassa sattāhaṁ mahādānaṁ datvā ‘‘sāmāvatiṁ varaṁ gaṇhāhī’’ti āha. ‘‘Sādhu, mahārāja, imaṁ me varaṁ dehi, satthā pañcahi bhikkhusatehi saddhiṁ idhāgacchatu, dhammaṁ sossāmī’’ti āha. Rājā satthāraṁ vanditvā ‘‘bhante, pañcahi bhikkhusatehi saddhiṁ nibaddhaṁ idhāgacchatha, sāmāvatimissikā ‘dhammaṁ sossāmā’ti vadantī’’ti āha. Satthā ‘‘mahārāja, buddhānaṁ nāma ekaṭṭhānaṁ nibaddhaṁ gantuṁ na vaṭṭati, mahājanopi paccāsīsatī’’ti āha. ‘‘Tena hi, bhante, bhikkhū āṇāpethā’’ti. Satthā ānandattheraṁ āṇāpesi. Thero pañca bhikkhusatāni ādāya nibaddhaṁ rājakulaṁ gacchati. Tāpi devīpamukhā itthiyo theraṁ bhojetvā dhammaṁ suṇiṁsu. Sāmāvatiñca satthā mettāvihārīnaṁ upāsikānaṁ aggaṭṭhāne ṭhapesīti. Evaṁ rañño khurappaṁ muñcituṁ avisahanabhāvo sāmāvatiyā upāsikāya samādhivipphārā iddhīti . Ettha ca aveccappasādena vā okappanapasādena vā ratanattayasaraṇagamanena vā ratanattayaṁ upāsatīti upāsikāti vuccatīti.",
  "atk-s0517a15:89": "17. Ariyiddhiniddese ariyā iddhīti cetovasippattānaṁ khīṇāsavaariyānaṁyeva sambhavato ariyā iddhīti vuccatīti. Idha bhikkhūti imasmiṁ sāsane khīṇāsavo bhikkhu. Aniṭṭhe vatthusminti ārammaṇapakatiyā amanāpe vatthusmiṁ satte vā saṅkhāre vā. Mettāya vā pharatīti satto ce hoti, mettābhāvanāya pharati. Dhātuto vā upasaṁharatīti saṅkhāro ce hoti, ‘‘dhātumatta’’nti dhātumanasikāraṁ upasaṁharati. Sattepi dhātūpasaṁhāro vaṭṭati. Asubhāya vā pharatīti satto ce, asubhabhāvanāya pharati. Aniccato vā upasaṁharatīti saṅkhāro ce, ‘‘anicca’’nti manasikāraṁ upasaṁharati. Tadubhayanti taṁ ubhayaṁ. Upekkhakoti chaḷaṅgupekkhāya upekkhako. Satoti sativepullappattattā. Sampajānoti paññāya sampajānakārittā. Cakkhunā rūpaṁ disvāti kāraṇavasena cakkhūti laddhavohārena rūpadassanasamatthena cakkhuviññāṇena rūpaṁ disvā. Porāṇā panāhu – ‘‘cakkhu rūpaṁ na passati acittakattā, cittaṁ na passati acakkhukattā, dvārārammaṇasaṅghaṭṭane pana pasādavatthukena cittena passati. Īdisī panesā ‘dhanunā vijjhatī’tiādīsu viya sasambhārakathā nāma hoti. Tasmā cakkhuviññāṇena rūpaṁ disvāti ayamettha attho’’ti (dha. sa. aṭṭha. 1352). Atha vā cakkhunā karaṇabhūtena rūpaṁ disvāti attho. Neva sumano hotīti gehasitasomanassapaṭikkhepo, na kiriyabhūtāya somanassavedanāya. Na dummanoti sabbadomanassapaṭikkhepo. Upekkhako viharatīti iṭṭhāniṭṭhārammaṇāpāthe parisuddhapakatibhāvāvijahanākārabhūtāya chasu dvāresu pavattanato ‘‘chaḷaṅgupekkhā’’ti laddhanāmāya tatramajjhattupekkhāya upekkhako viharati. Sotena saddaṁ sutvātiādīsupi eseva nayo.",
  "atk-s0517a15:90": "18. Kammavipākajiddhiniddese sabbesaṁ pakkhīnanti sabbesaṁ pakkhijātānaṁ jhānābhiññā vināyeva ākāsena gamanaṁ. Tathā sabbesaṁ devānaṁ ākāsagamanaṁ dassanādīni ca. Ekaccānaṁ manussānanti paṭhamakappikānaṁ manussānaṁ. Ekaccānaṁ vinipātikānanti piyaṅkaramātā punabbasumātā phussamittā dhammaguttātievamādīnaṁ sukhasamussayato vinipatitattā vinipātikānaṁ aññesañca petānaṁ nāgasupaṇṇānañca ākāsagamanādikaṁ kammavipākajā iddhi.",
  "atk-s0517a15:91": "Puññavato iddhiniddese rājāti dhammena paresaṁ rañjanato rājā. Ratanacakkaṁ vattetīti cakkavattī. Vehāsaṁ gacchatīti accantasaṁyogatthe upayogavacanaṁ. Caturaṅginiyāti hatthiassarathapattisaṅkhātacatuaṅgavatiyā. Senāti tesaṁ samūhamattameva. Antamasoti heṭṭhimantato. Assabandhā nāma assānaṁ rakkhakā. Gopurisā nāma gunnaṁ rakkhakā. Upādāyāti avissajjetvā. Evaṁ tesaṁ vehāsagamanañca puññavato iddhīti attho.",
  "atk-s0517a15:92": "Jotikassagahapatissa puññavato iddhīti jotiko nāma pubbe paccekabuddhesu katādhikāro rājagahanagare seṭṭhi. Tassa kira jātadivase sakalanagare sabbāvudhāni jaliṁsu, sabbesaṁ kāyāruḷhāni ābharaṇānipi pajjalitāni viya obhāsaṁ muñciṁsu, nagaraṁ ekapajjotaṁ ahosi. Athassa nāmaggahaṇadivase sakalanagarassa ekajotibhūtattā jotikoti nāmaṁ kariṁsu. Athassa vayappattakāle gehakaraṇatthāya bhūmitale sodhiyamāne sakko devarājā āgantvā soḷasakarīsamatte ṭhāne pathaviṁ bhinditvā sattaratanamayaṁ sattabhūmikaṁ pāsādaṁ uṭṭhāpesi, pāsādaṁ parikkhipitvā sattaratanamaye sattadvārakoṭṭhakayutte sattapākāre uṭṭhāpesi, pākārapariyante catusaṭṭhi kapparukkhe uṭṭhāpesi, pāsādassa catūsu kaṇṇesu yojanikatigāvutikadvigāvutikaekagāvutikā catasso nidhikumbhiyo uṭṭhāpesi. Pāsādassa catūsu kaṇṇesu taruṇatālakkhandhappamāṇā catasso suvaṇṇamayā ucchuyaṭṭhiyo nibbattiṁsu. Tāsaṁ maṇimayāni pattāni suvaṇṇamayāni pabbāni ahesuṁ. Sattasu dvārakoṭṭhakesu ekekasmiṁ ekadviticatupañcachasattayakkhasahassaparivārā satta yakkhā ārakkhaṁ gaṇhiṁsu.",
  "atk-s0517a15:93": "Bimbisāramahārājā pāsādādīnaṁ uṭṭhānaṁ sutvā seṭṭhichattaṁ pahiṇi. So jotikaseṭṭhīti sakalajambudīpe pākaṭo hutvā uttarakuruto devatāhi ānetvā sirigabbhe nisīdāpitāya ekañca taṇḍulanāḷiṁ tayo ca jotipāsāṇe gahetvā āgatāya bhariyāya saddhiṁ tasmiṁ pāsāde mahāsampattiṁ anubhavanto vasi. Tesaṁ yāvajīvaṁ tāya ekataṇḍulanāḷiyā bhattaṁ pahosi. Sace kira te sakaṭasatampi taṇḍulānaṁ pūretukāmā honti, sā taṇḍulanāḷiyeva hutvā tiṭṭhati. Bhattapacanakāle taṇḍule ukkhaliyaṁ pakkhipitvā tesaṁ pāsāṇānaṁ upari ṭhapenti. Pāsāṇā tāvadeva pajjalitvā bhatte pakkamatte nibbāyanti. Teneva saññāṇena bhattassa pakkabhāvaṁ jānanti. Sūpeyyādipacanakālepi eseva nayo. Evaṁ tesaṁ jotipāsāṇehi āhāro paccati, maṇiālokena vasanti. Aggissa vā dīpassa vā obhāsameva na jāniṁsu. Jotikassa kira evarūpā sampattīti sakalajambudīpe pākaṭo ahosi. Mahājano yānādīhi dassanatthāya āgacchati. Jotikaseṭṭhi āgatāgatānaṁ uttarakurutaṇḍulānaṁ bhattaṁ dāpeti, ‘‘kapparukkhehi vatthābharaṇāni gaṇhantū’’ti āṇāpeti, ‘‘gāvutikanidhikumbhiyā mukhaṁ vivarāpetvā yāpanamattaṁ gaṇhantū’’ti āṇāpeti. Sakalajambudīpavāsikesu dhanaṁ gahetvā gacchantesu nidhikumbhiyā aṅgulamattampi ūnaṁ nāhosīti ayamassa puññavato iddhi.",
  "atk-s0517a15:94": "Jaṭilassa gahapatissa puññavato iddhīti jaṭilo nāma kassapassa bhagavato dhātucetiye katādhikāro takkasilāyaṁ seṭṭhi. Tassa kira mātā bārāṇasiyaṁ seṭṭhidhītā abhirūpā ahosi . Taṁ pannarasasoḷasavassuddesikakāle ārakkhanatthāya sattabhūmikassa pāsādassa uparitale vāsayiṁsu. Taṁ ekadivasaṁ vātapānaṁ vivaritvā bahi olokiyamānaṁ ākāsena gacchanto vijjādharo disvā uppannasineho vātapānena pavisitvā tāya saddhiṁ santhavamakāsi. Sā tena gabbhaṁ gaṇhi. Atha naṁ dāsī disvā ‘‘amma, kiṁ ida’’nti vatvā ‘‘hotu, kassaci mā ācikkhī’’ti vuttā bhayena tuṇhī ahosi. Sāpi dasame māse puttaṁ vijāyitvā navabhājanaṁ āharāpetvā tattha taṁ dārakaṁ nipajjāpetvā taṁ bhājanaṁ pidahitvā upari pupphadāmāni ṭhapetvā ‘‘imaṁ sīsena ukkhipitvā gantvā gaṅgāya vissajjehi, ‘kiṁ ida’nti ca puṭṭhā ‘ayyāya me balikamma’nti vadeyyāsī’’ti dāsiṁ āṇāpesi. Sā tathā akāsi. Heṭṭhāgaṅgāyapi dve itthiyo nhāyamānā taṁ bhājanaṁ udakena āhariyamānaṁ disvā ekā ‘‘mayhetaṁ bhājana’’nti āha. Ekā ‘‘yaṁ etassa anto, taṁ mayha’’nti vatvā bhājane sampatte taṁ ādāya thale ṭhapetvā vivaritvā dārakaṁ disvā ekā ‘‘mama bhājana’’nti vuttattā ‘‘dārako mameva hotī’’ti āha. Ekā ‘‘yaṁ bhājanassa anto, taṁ mamā’’ti vuttattā ‘‘mama dārako’’ti āha. Tā vivadamānā vinicchayaṁ gantvā amaccesu vinicchituṁ asakkontesu rañño santikaṁ agamaṁsu. Rājā tāsaṁ vacanaṁ sutvā ‘‘tvaṁ dārakaṁ gaṇha, tvaṁ bhājana’’nti āha. Yāya pana dārako laddho, sā mahākaccāyanattherassa upaṭṭhāyikā hoti. Sā taṁ dārakaṁ ‘‘therassa santike pabbājessāmī’’ti posesi. Tassa jātadivase gabbhamalassa dhovitvā anapanītattā kesā jaṭitā hutvā aṭṭhaṁsu. Tenassa jaṭiloteva nāmaṁ akaṁsu.",
  "atk-s0517a15:95": "Tassa padasā vicaraṇakāle thero taṁ gehaṁ piṇḍāya pāvisi. Upāsikā theraṁ nisīdāpetvā āhāramadāsi. Thero dārakaṁ disvā ‘‘upāsike, dārako te laddho’’ti pucchi. ‘‘Āma, bhante, imāhaṁ tumhākaṁ santike pabbājessanti posesi’’nti āha. Thero ‘‘sādhū’’ti taṁ ādāya gacchanto ‘‘atthi nu kho imassa gihisampattiṁ anubhavituṁ puññakamma’’nti olokento ‘‘mahāpuñño satto mahāsampattiṁ anubhavissati, daharo eva ca tāva, ñāṇampi tāvassa paripākaṁ na gacchatī’’ti cintetvā taṁ ādāya takkasilāyaṁ ekassa upaṭṭhākassa gehaṁ agamāsi. So theraṁ vanditvā ṭhito dārakaṁ disvā ‘‘dārako, bhante, laddho’’ti pucchi. ‘‘Āma, upāsaka, pabbajissati, daharo tāva tava santike hotū’’ti. So ‘‘sādhu, bhante’’ti taṁ puttaṭṭhāne ṭhapetvā paṭijaggi. Tassa pana gehe dvādasa vassāni bhaṇḍakaṁ ussannaṁ hoti. So gāmantaraṁ gacchanto sabbampi taṁ bhaṇḍakaṁ āpaṇaṁ āharitvā tassa tassa bhaṇḍakassa mūlaṁ ācikkhitvā ‘‘idañcidañca ettakaṁ nāma dhanaṁ gahetvā dadeyyāsī’’ti vatvā pakkāmi.",
  "atk-s0517a15:96": "Taṁ divasaṁ nagarapariggāhikā devatā antamaso jīrakamaricamattakenāpi atthike tasseva āpaṇābhimukhe kariṁsu. So dvādasa vassāni ussannabhaṇḍakaṁ ekadivaseneva vikkiṇi. Kuṭumbiko āgantvā āpaṇe kiñci adisvā ‘‘sabbaṁ te, tāta, bhaṇḍakaṁ nāsita’’nti āha. ‘‘Na nāsitaṁ, tāta, sabbaṁ tumhehi vuttanayena vikkiṇitaṁ, idaṁ asukassa mūlaṁ, idaṁ asukassa mūla’’nti sabbamūlaṁ tasseva appesi. Kuṭumbiko pasīditvā ‘‘anaggho puriso yattha katthaci jīvituṁ samattho’’ti attano vayappattaṁ dhītaraṁ tassa datvā ‘‘gehamassa karothā’’ti purise āṇāpetvā niṭṭhite gehe ‘‘gacchatha tumhe, attano gehe vasathā’’ti āha. Athassa gehapavisanakāle ekena pādena ummāre akkantamatte gehassa pacchimabhāge bhūmiṭṭhāne asītihattho suvaṇṇapabbato uṭṭhahi. Rājā kira jaṭilassa gehe bhūmiṁ bhinditvā suvaṇṇapabbato uṭṭhitoti sutvā tassa seṭṭhichattaṁ pesesi. So jaṭilaseṭṭhi nāma ahosīti ayamassa puññavato iddhi.",
  "atk-s0517a15:97": "Meṇḍakassa seṭṭhissa puññavato iddhīti (mahāva. 296) meṇḍako nāma vipassimhi bhagavati katādhikāro magadharaṭṭhe bhaddiyanagare seṭṭhi. Tassa kira pacchimagehe aṭṭhakarīsamatte ṭhāne hatthiassausabhappamāṇā suvaṇṇameṇḍakā pathaviṁ bhinditvā piṭṭhiyā piṭṭhiṁ paharamānā uṭṭhahiṁsu, tesaṁ mukhesu pañcavaṇṇānaṁ suttānaṁ geṇḍukā pakkhittā honti. Sappitelamadhuphāṇitādīhi ca vatthacchādanahiraññasuvaṇṇādīhi ca atthe sati tesaṁ mukhato geṇḍukaṁ apanenti. Ekassapi meṇḍakassa mukhato sakalajambudīpavāsīnaṁ pahonakaṁ sappitelamadhuphāṇitavatthacchādanahiraññasuvaṇṇaṁ nikkhamati. Tato paṭṭhāyesa meṇḍakaseṭṭhīti paññāyīti ayamassa puññavato iddhi.",
  "atk-s0517a15:98": "Ghositassagahapatissa puññavato iddhīti ghosito (a. ni. aṭṭha. 1.1.260-261) nāma paccekasambuddhe katādhikāro sakkaraṭṭhe kosambiyaṁ seṭṭhi. So kira devalokato cavitvā kosambiyaṁ nagarasobhiniyā kucchismiṁ nibbatti. Sā taṁ vijātadivase suppe sayāpetvā saṅkārakūṭe chaḍḍāpesi. Dārakaṁ kākasunakhā parivāretvā nisīdiṁsu. Eko puriso taṁ disvāva puttasaññaṁ paṭilabhitvā ‘‘putto me laddho’’ti gehaṁ nesi. Tadā kosambikaseṭṭhi purohitaṁ disvā ‘‘kiṁ, ācariya, ajja te tithikaraṇanakkhattādayo olokitā’’ti pucchitvā ‘‘āma, mahāseṭṭhī’’ti vutte ‘‘janapadassa kiṁ bhavissatī’’ti pucchi. ‘‘Imasmiṁ nagare ajja jātadārako jeṭṭhaseṭṭhi bhavissatī’’ti āha. Tadā seṭṭhino bhariyā garugabbhā hoti, tasmā so sīghaṁ gehaṁ pesesi ‘‘gaccha, jānāhi naṁ vijātā vā, na vā’’ti. ‘‘Na vijātā’’ti sutvā gehaṁ gantvā kāḷiṁ nāma dāsiṁ pakkositvā sahassaṁ datvā ‘‘gaccha, imasmiṁ nagare upadhāretvā ajja jātadārakaṁ gaṇhitvā ehī’’ti āha. Sā upadhārentī taṁ gehaṁ gantvā taṁ dārakaṁ taṁ divasaṁ jātaṁ ñatvā sahassaṁ datvā ānetvā seṭṭhino dassesi. Seṭṭhi ‘‘sace me dhītā jāyissati, tāya naṁ saddhiṁ nivāsetvā seṭṭhiṭṭhānassa sāmikaṁ karissāmi. Sace putto jāyissati, ghātessāmi na’’nti cintetvā taṁ gehe vaḍḍhāpesi.",
  "atk-s0517a15:99": "Athassa bhariyā katipāhaccayena puttaṁ vijāyi. Seṭṭhi ‘‘imasmiṁ asati mama putto seṭṭhiṭṭhānaṁ labhissati. Idāneva naṁ māretuṁ vaṭṭatī’’ti kāḷiṁ āmantetvā ‘‘gaccha je, vajato gunnaṁ nikkhamanavelāya vajadvāramajjhe imaṁ tiriyaṁ nipajjāpehi, gāviyo naṁ madditvā māressanti, madditāmadditabhāvaṁ panassa ñatvā ehī’’ti āha. Sā gantvā gopālakena vajadvāre vivaṭamatteyeva taṁ tathā nipajjāpesi. Gogaṇajeṭṭhako usabho aññasmiṁ kāle sabbapacchā nikkhamantopi taṁdivasaṁ sabbapaṭhamaṁ nikkhamitvā dārakaṁ catunnaṁ pādānaṁ antare katvā aṭṭhāsi. Anekasatā gāvo usabhassa dve passāni ghaṁsantiyo nikkhamiṁsu. Gopālakopi ‘‘ayaṁ usabho pubbe sabbapacchā nikkhamati, ajja pana paṭhamaṁ nikkhamitvā dvāramajjhe niccalova ṭhito, kiṁ nu kho eta’’nti cintetvā gantvā tassa heṭṭhā nipannaṁ dārakaṁ disvā puttasinehaṁ paṭilabhitvā ‘‘putto me laddho’’ti gehaṁ nesi.",
  "atk-s0517a15:100": "Kāḷī gantvā seṭṭhinā pucchitā tamatthaṁ ārocetvā ‘‘gaccha, naṁ puna imaṁ sahassaṁ datvā ānehī’’ti vuttā puna ānetvā adāsi. Atha naṁ seṭṭhi āha – ‘‘amma kāḷi, imasmiṁ nagare pañcasakaṭasatāni paccūsakāle uṭṭhāya vāṇijjāya gacchanti, tvaṁ imaṁ netvā cakkamagge nipajjāpehi, goṇā vā naṁ maddissanti, cakkaṁ vā chindissati, pavattiñcassa ñatvā āgaccheyyāsī’’ti. Sā gantvā cakkamagge nipajjāpesi. Sākaṭikajeṭṭhako purato ahosi. Athassa goṇā taṁ ṭhānaṁ patvā dhuraṁ chaḍḍesuṁ, punappunaṁ āropetvā pājiyamānāpi purato na gacchiṁsu. Evaṁ tassa tehi saddhiṁ vāyamantasseva aruṇaṁ uṭṭhahi. So ‘‘kiṁ nāma goṇā kariṁsū’’ti maggaṁ olokento dārakaṁ disvā ‘‘bhāriyaṁ vata kamma’’nti cintetvā ‘‘putto me laddho’’ti tuṭṭhamānaso taṁ gehaṁ nesi.",
  "atk-s0517a15:101": "Kāḷīpi gantvā seṭṭhinā pucchitā taṁ pavattiṁ ācikkhitvā ‘‘gaccha, naṁ puna sahassaṁ datvā ānehī’’ti vuttā tathā akāsi. Atha naṁ seṭṭhi āha – ‘‘idāni naṁ āmakasusānaṁ netvā gacchantare nipajjāpehi, tattha sunakhādīhi khādito, amanussena vā pahaṭo marissati, matāmatabhāvañcassa jānitvā āgaccheyyāsī’’ti. Sā taṁ netvā tattha nipajjāpetvā ekamante aṭṭhāsi. Taṁ sunakhādayo vā amanusso vā upasaṅkamituṁ nāsakkhiṁsu. Atheko ajapālo ajā gocaraṁ nento susānapassena gacchati. Ekā ajā paṇṇāni khādamānā gacchantaraṁ pavisitvā dārakaṁ disvā jaṇṇukehi ṭhatvā dārakassa thanaṁ adāsi. Ajapālakena ‘‘he he’’ti sadde katepi na nikkhami. So ‘‘yaṭṭhiyā naṁ paharitvā nīharissāmī’’ti gacchantaraṁ paviṭṭho jaṇṇukehi ṭhatvā dārakaṁ khīraṁ pāyantiṁ disvā dārake puttasinehaṁ paṭilabhitvā ‘‘putto me laddho’’ti ādāya pakkāmi.",
  "atk-s0517a15:102": "Kāḷī gantvā seṭṭhinā pucchitā taṁ pavattiṁ ācikkhitvā ‘‘gaccha, naṁ puna sahassaṁ datvā ānehī’’ti vuttā tathā akāsi. Aya naṁ seṭṭhi āha – ‘‘amma, imaṁ ādāya corapapātapabbataṁ abhiruhitvā papāte khipa, pabbatakucchiyaṁ paṭihaññamāno khaṇḍākhaṇḍiko hutvā bhūmiyaṁ patissati, matāmatabhāvañcassa ñatvā āgaccheyyāsī’’ti. Sā taṁ tathā netvā pabbatamatthake ṭhatvā khipi. Taṁ kho pana pabbatakucchiṁ nissāya mahāveḷugumbo pabbatānusāreneva vaḍḍhi, tassa matthakaṁ ghanajāto jiñjukagumbo avatthari. Dārako patanto kojave viya tasmiṁ pati. Taṁ divasañca naḷakārajeṭṭhakassa veṇubali patto hoti. So puttena saddhiṁ gantvā taṁ veḷugumbaṁ chindituṁ ārabhi. Tasmiṁ calite dārako saddamakāsi. So dārakasaddo viyāti ekena passena abhiruhitvā taṁ disvā ‘‘putto me laddho’’ti tuṭṭhacitto ādāya gato. Kāḷī gantvā seṭṭhinā pucchitā taṁ pavattiṁ ācikkhitvā ‘‘gaccha, naṁ puna sahassaṁ datvā ānehī’’ti vuttā tathā akāsi.",
  "atk-s0517a15:103": "Seṭṭhino idañcidañca karontasseva dārako vaḍḍhito. Mahāghosavacanattā cassa ghositoteva nāmaṁ ahosi. So seṭṭhino akkhimhi kaṇṭako viya khāyi, ujukaṁ oloketumpi na visahi. Athassa maraṇūpāyaṁ cintento attano kumbhakārassa santikaṁ gantvā tassa ‘‘kadā āvāpaṁ ālimpessasī’’ti pucchitvā ‘‘sve’’ti vutte ‘‘tena hi idaṁ sahassaṁ gaṇhitvā mamekaṁ kammaṁ karohī’’ti āha. ‘‘Kiṁ sāmī’’ti? ‘‘Eko me avajātaputto atthi, taṁ tava santikaṁ pesissāmi, atha naṁ gabbhaṁ pavesetvā tiṇhāya vāsiyā khaṇḍākhaṇḍikaṁ chinditvā cāṭiyaṁ pakkhipitvā āvāpe paveseyyāsīti. Idaṁ te sahassaṁ saccakārasadisaṁ, uttariṁ pana te kattabbayuttakaṁ pacchā karissāmī’’ti. Kumbhakāro ‘‘sādhū’’ti sampaṭicchi.",
  "atk-s0517a15:104": "Seṭṭhi punadivase ghositaṁ pakkositvā ‘‘hiyyo mayā kumbhakāro ekaṁ kammaṁ āṇatto, ehi , tvaṁ tāta, tassa santikaṁ gantvā evaṁ vadehi ‘hiyyo kira me pitarā āṇattaṁ kammaṁ nipphādehī’’’ti pahiṇi. So ‘‘sādhū’’ti agamāsi. Taṁ tattha gacchantaṁ itaro seṭṭhino putto dārakehi saddhiṁ guḷakakīḷaṁ kīḷanto disvā pakkositvā ‘‘kuhiṁ gacchasī’’ti pucchitvā pitu sāsanaṁ gahetvā ‘‘kumbhakārassa santika’’nti vutte ‘‘ahaṁ tattha gamissāmi, ime maṁ dārakā bahulakkhaṁ jiniṁsu, taṁ me paṭijinitvā dehī’’ti āha. ‘‘Ahaṁ pitu bhāyāmī’’ti. ‘‘Mā bhāyi, bhātika, ahaṁ taṁ sāsanaṁ harissāmī’’ti. ‘‘Bahūhi jito yāvāhaṁ āgacchāmi, tāva me lakkhaṁ paṭijināhī’’ti. Ghosito kira guḷakakīḷāyaṁ cheko, tena naṁ evaṁ nibandhi. Sopi taṁ ‘‘tena hi gantvā kumbhakāraṁ vadehi ‘pitarā kira me hiyyo ekaṁ kammaṁ āṇattaṁ, taṁ nipphādehī’’’ti uyyojesi. So tassa santikaṁ gantvā tathā avaca. Atha naṁ kumbhakāro seṭṭhinā vuttaniyāmena māretvā āvāpe khipi. Ghositopi divasabhāgaṁ kīḷitvā sāyanhasamayeva gehaṁ gantvā ‘‘kiṁ, tāta, na gatosī’’ti vutte attano agatakāraṇañca kaniṭṭhassa gatakāraṇañca ārocesi. Seṭṭhi ‘‘dhī dhī’’ti mahāviravaṁ viravitvā sakalasarīre pakkuthitalohito viya hutvā ‘‘ambho kumbhakāra, mā nāsayi, mā nāsayī’’ti bāhā paggayha kandanto tassa santikaṁ agamāsi. Kumbhakāro taṁ tathā āgacchantaṁ disvā ‘‘sāmi, mā saddaṁ kari, kammaṁ nipphanna’’nti āha. So pabbatena viya mahantena sokena avatthaṭo hutvā anappakaṁ domanassaṁ paṭisaṁvedesi.",
  "atk-s0517a15:105": "Evaṁ santepi pana seṭṭhi taṁ ujukaṁ oloketuṁ na sakkoti. ‘‘Kinti naṁ māreyya’’nti cintento ‘‘mama gāmasate āyuttakassa santikaṁ pesetvā mārāpessāmī’’ti upāyaṁ disvā ‘‘ayaṁ me avajātaputto, imaṁ māretvā vaccakūpe khipatu, evañca kate ahaṁ mātulassa kattabbayuttakaṁ jānissāmī’’ti tassa paṇṇaṁ likhitvā ‘‘tāta ghosita, amhākaṁ gāmasate āyuttako atthi, imaṁ paṇṇaṁ haritvā tassa dehī’’ti vatvā paṇṇaṁ tassa dussante bandhi. So pana akkharasamayaṁ na jānāti. Daharakālato paṭṭhāya hi taṁ mārāpentova seṭṭhi māretuṁ nāsakkhi, kiṁ akkharasamayaṁ sikkhāpessati. So attano maraṇapaṇṇameva dussante bandhitvā nikkhamanto āha – ‘‘pātheyyaṁ me, tāta, natthī’’ti. ‘‘Pātheyyena kammaṁ natthi, antarāmagge asukagāme nāma mama sahāyako seṭṭhi atthi, tassa ghare pātarāsaṁ katvā purato gacchā’’ti. So ‘‘sādhū’’ti pitaraṁ vanditvā nikkhanto taṁ gāmaṁ patvā seṭṭhigharaṁ pucchitvā gantvā seṭṭhijāyaṁ passi. ‘‘Kuto āgatosī’’ti ca vutte ‘‘antonagarato’’ti āha. ‘‘Kassa puttosī’’ti? ‘‘Tumhākaṁ sahāyaseṭṭhino, ammā’’ti. ‘‘Tvaṁsi ghosito nāmā’’ti? ‘‘Āma, ammā’’ti. Tassā saha dassaneneva tasmiṁ puttasineho uppajji. Seṭṭhino panekā dhītā atthi pannarasasoḷasavassuddesikā abhirūpā pāsādikā, taṁ rakkhituṁ ekameva pesanakārikaṁ dāsiṁ datvā sattabhūmikassa pāsādassa uparimatale sirigabbhe vasāpenti. Seṭṭhidhītā tasmiṁ khaṇe taṁ dāsiṁ antarāpaṇaṁ pesesi. Atha naṁ seṭṭhijāyā disvā ‘‘kuhiṁ gacchasī’’ti pucchitvā ‘‘ayyadhītāya pesanenā’’ti vutte ‘‘ito tāva ehi, tiṭṭhatu pesanaṁ, puttassa me pīṭhakaṁ attharitvā udakaṁ āharitvā pāde dhovitvā telaṁ makkhitvā sayanaṁ attharitvā dehi, pacchā pesanaṁ karissasī’’ti āha. Sā tathā akāsi.",
  "atk-s0517a15:106": "Atha naṁ cirenāgataṁ seṭṭhidhītā santajjesi. Atha naṁ sā āha – ‘‘mā me kujjhi, seṭṭhiputto ghosito āgato, tassa idañcidañca katvā tattha gantvā āgatāmhī’’ti. Seṭṭhidhītāya ‘‘seṭṭhiputto ghosito’’ti nāmaṁ sutvāva pubbasannivāsavasena pemaṁ chaviādīni chinditvā aṭṭhimiñjaṁ āhacca ṭhitaṁ. Atha naṁ pucchi ‘‘kuhiṁ so ammā’’ti? ‘‘Sayane nipanno niddāyatī’’ti . ‘‘Atthi panassa hatthe kiñcī’’ti? ‘‘Dussante paṇṇaṁ atthī’’ti. Sā ‘‘kiṁ paṇṇaṁ nu kho eta’’nti tasmiṁ niddāyante mātāpitūnaṁ aññavihitatāya apassantānaṁ otaritvā tassa santikaṁ gantvā taṁ paṇṇaṁ mocetvā ādāya attano gabbhaṁ pavisitvā dvāraṁ pidhāya vātapānaṁ vivaritvā akkharasamaye kusalatāya taṁ paṇṇaṁ vācetvā ‘‘aho vata bālo attano maraṇapaṇṇaṁ dussante bandhitvā vicarati, sace mayā na diṭṭhaṁ assa, natthi tassa jīvita’’nti. Taṁ paṇṇaṁ phāletvā nāsetvā seṭṭhissa vacanena aparaṁ paṇṇaṁ likhi – ‘‘ayaṁ mama putto ghosito nāma, gāmasatato paṇṇākāraṁ āharāpetvā imassa janapadaseṭṭhino dhītarā saddhiṁ maṅgalaṁ katvā attano vasanagāmassa majjhe dvibhūmikaṁ gehaṁ kāretvā pākāraparikkhepena ceva purisaguttīhi ca susaṁvihitārakkhaṁ karotu, mayhaṁ idañcidañca mayā katanti sāsanaṁ pesetu. Evaṁ kate ahaṁ mātulassa kattabbayuttakaṁ jānissāmī’’ti likhitvā ca paṇṇaṁ saṅgharitvā dussanteyevassa bandhi.",
  "atk-s0517a15:107": "So divasabhāgaṁ niddāyitvā uṭṭhāya bhuñjitvā pakkāmi, punadivase pātova taṁ gāmaṁ gantvā āyuttakaṁ gāmakiccaṁ karontameva passi. So taṁ disvā ‘‘kiṁ tātā’’ti pucchitvā ‘‘pitarā me tumhākaṁ paṇṇaṁ pesita’’nti vutte paṇṇaṁ gahetvā vācetvā tuṭṭhamānaso ‘‘passatha, bho, mama sāmino mayi sinehaṁ katvā jeṭṭhaputtassa maṅgalaṁ karotū’’ti mama santikaṁ pahiṇi. ‘‘Sīghaṁ dāruādīni āharathā’’ti gahapatike āṇāpetvā gāmamajjhe vuttappakāraṁ gehaṁ kārāpetvā gāmasatato paṇṇākāraṁ āharāpetvā janapadaseṭṭhino dhītaraṁ ānetvā maṅgalaṁ katvā seṭṭhissa sāsanaṁ pahiṇi ‘‘idañcidañca mayā kata’’nti.",
  "atk-s0517a15:108": "Taṁ sutvā seṭṭhino ‘‘yaṁ kāremi, taṁ na hoti. Yaṁ na kāremi, taṁ hotī’’ti mahantaṁ domanassaṁ uppajji. Puttasokena saddhiṁ so soko ekato hutvā kucchidāhaṁ uppādetvā atisāraṁ janesi. Seṭṭhidhītāpi ‘‘sace koci seṭṭhino santikā āgacchati, mama akathetvā seṭṭhiputtassa paṭhamataraṁ mā kathethā’’ti āṇāpesi. Seṭṭhipi kho ‘‘na dāni duṭṭhaputtaṁ mama sāpateyyassa sāmikaṁ karissāmī’’ti cintetvā ekaṁ āyuttakaṁ āha – ‘‘mātula, puttaṁ me daṭṭhukāmomhi, ekaṁ pādamūlikaṁ pesetvā ekaṁ paṇṇaṁ likhitvā pesetvā mama puttaṁ pakkosāpehī’’ti. So ‘‘sādhū’’ti paṇṇaṁ datvā ekaṁ purisaṁ pesesi. Seṭṭhidhītā seṭṭhissa balavagilānakāle ghositakumāraṁ ādāya agamāsi. Seṭṭhi kālamakāsi. Rājā pitari kālaṅkate pitarā bhuttabhogaṁ datvā sabbasatena seṭṭhiṭṭhānaṁ adāsi. Ghositaseṭṭhi nāma hutvā mahāsampattiyaṁ ṭhito seṭṭhidhītāya kāḷiyā vacanena ādito paṭṭhāya sattasu ṭhānesu attano maraṇamuttabhāvaṁ ñatvā devasikaṁ satasahassaṁ vissajjetvā dānaṁ paṭṭhapesīti. Evamassa sattasu ṭhānesu arogabhāvo puññavato iddhi. Tattha gahanti gehaṁ vuccati, gahe pati gahapati. Mahāsālakule adhipatissetaṁ nāmaṁ. Kesuci potthakesu ghositānantaraṁ meṇḍako likhito.",
  "atk-s0517a15:109": "Pañcannaṁ mahāpuññānaṁ puññavato iddhīti ettha puññiddhi pañcannaṁ mahāpuññānaṁ daṭṭhabbāti attho. Pañca mahāpuññā nāma meṇḍakaseṭṭhi, tassa bhariyā candapadumā, putto dhanañcayaseṭṭhi, suṇisā sumanadevī, doso puṇṇo nāmāti ime pañca janā paccekasambuddhe katādhikārā. Tesu meṇḍakaseṭṭhi aḍḍhaterasāni koṭṭhasatāni sodhāpetvā sīsaṁ nhāto dvāre nisīditvā uddhaṁ ulloketi, ākāsato rattasālidhārā opatitvā sabbakoṭṭhe pūreti. Tassa bhariyā taṇḍulaṁ ekanāḷimattaṁ gahetvā bhattaṁ pacāpetvā ekasmiṁ sūpabyañjanake sūpaṁ kāretvā sabbālaṅkārapaṭimaṇḍitā dvārakoṭṭhake paññattāsane nisīditvā ‘‘sabbe bhattena atthikā āgacchantū’’ti ghosāpetvā pakkosāpetvā suvaṇṇakaṭacchuṁ ādāya āgatāgatānaṁ upanītabhājanāni pūretvā deti, sakaladivasampi dentiyā kaṭacchunā sakiṁ gahitaṭṭhānamattameva paññāyati. Tassa putto sīsaṁ nhāto sahassatthavikaṁ ādāya ‘‘kahāpaṇehi atthikā āgacchantū’’ti ghosāpetvā āgatāgatānaṁ gahitabhājanāni pūretvā deti. Thavikāya kahāpaṇasahassameva hoti. Tassa suṇisā sabbālaṅkārapaṭimaṇḍitā catudoṇikaṁ vīhipiṭakaṁ ādāya āsane nisinnā ‘‘bījabhattena atthikā āgacchantū’’ti ghosāpetvā āgatāgatānaṁ gahitabhājanāni pūretvā deti, piṭakaṁ yathāpūritameva hoti. Tassa dāso sabbālaṅkārapaṭimaṇḍito suvaṇṇayuge suvaṇṇayottehi goṇe yojetvā suvaṇṇapatodayaṭṭhiṁ ādāya goṇānaṁ gandhapañcaṅgulikāni datvā visāṇesu suvaṇṇakosake paṭimuñcitvā khettaṁ gantvā pājeti , ito tisso, ito tisso, majjhe ekāti satta sītāyo bhijjitvā gacchanti. Jambudīpavāsino bhattabījahiraññasuvaṇṇādīsu yathārucitaṁ seṭṭhigehatoyeva gaṇhiṁsu. Anukkamena pana bhaddiyanagaraṁ anuppatte bhagavati bhagavato dhammadesanāya pañca mahāpuññā ca dhanañcayaseṭṭhissa dhītā visākhā ca sotāpattiphalaṁ pāpuṇiṁsu. Ayaṁ pana nesaṁ pañcannaṁ mahāpuññānaṁ puññavato iddhi. Saṅkhepena pana paripākagate puññasambhāre ijjhanakaviseso puññavato iddhi.",
  "atk-s0517a15:110": "Vijjāmayiddhiniddese ijjhanākāraṁ gandhārivijjaṁ vā upacārasiddhaṁ patthitasiddhaṁ aññaṁ vā vijjaṁ dhārentīti vijjādharā. Vijjaṁ parijappetvāti yathopacāraṁ vijjaṁ mukhena parivattetvā. Sesaṁ vuttatthamevāti.",
  "atk-s0517a15:111": "Sammāpayogiddhiniddese ijjhanākāramattaṁ pucchitvā aññassa visesassa abhāvato ‘‘katamā’’ti apucchitvā pakāramattameva pucchantena ‘‘katha’’nti pucchā katā, tatheva ‘‘eva’’nti nigamanaṁ kataṁ. Ettha ca paṭipattisaṅkhātasseva sammāpayogassa dīpanavasena purimapāḷisadisāva pāḷi āgatā. Aṭṭhakathāyaṁ pana sakaṭabyūhādikaraṇavasena yaṁkiñci saṁvidahanaṁ yaṁkiñci sippakammaṁ yaṁkiñci vejjakammaṁ tiṇṇaṁ vedānaṁ uggahaṇaṁ tiṇṇaṁ piṭakānaṁ uggahaṇaṁ, antamaso kasanavapanādīni upādāya taṁ taṁ kammaṁ katvā nibbattaviseso tattha tattha sammāpayogapaccayā ijjhanaṭṭhena iddhīti āgatāti.",
  "atk-s0517a15:112": "Iddhikathāvaṇṇanā niṭṭhitā."
}